{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "he",
    "ref": "Likutei Moharan",
    "title": "Likutei Moharan",
    "sections": [],
    "versions": [
        [
            "Wikisource",
            "http://he.wikisource.org/wiki/לקוטי_מוהר%22ן"
        ]
    ],
    "versionSource": "http://www.sefaria.org/Likutei_Moharan",
    "next": "Likutei Moharan 2",
    "maps": [],
    "heTitle": "ליקוטי מוהר\"ן",
    "book": "Likutei Moharan",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "דע, כי צריך לדון את כל אדם לכף זכות, ואפילו מי שהוא רשע גמור, צריך לחפש ולמצא בו איזה מעט טוב, שבאותו המעט אינו רשע, ועל ידי זה שמוצא בו מעט טוב, ודן אותו לכף זכות, על-ידי-זה מעלה אותו באמת לכף זכות, ויוכל להשיבו בתשובה, וזה בחינת (תהלים לז י): \"ועוד מעט ואין רשע והתבוננת על מקומו ואיננו\", הינו שהפסוק מזהיר לדון את הכל לכף זכות, ואף-על-פי שאתה רואה שהוא רשע גמור, אף-על-פי-כן צריך אתה לחפש ולבקש למצא בו מעט טוב ששם אינו רשע וזהו ועוד מעט ואין רשע, שצריך אתה לבקש בו עוד מעט טוב שיש בו עדיין, ששם אינו רשע, כי אף-על-פי שהוא רשע, איך אפשר שאין בו מעט טוב עדיין, כי איך אפשר שלא עשה איזה מצוה או דבר טוב מימיו, ועל-ידי-זה שאתה מוצא בו עוד מעט טוב ששם אינו רשע, ואתה דן אותו לכף זכות, על-ידי-זה אתה מעלה אותו באמת מכף חובה לכף זכות, עד שישוב בתשובה על-ידי-זה, זהו \"ועוד מעט ואין רשע\", על-ידי שמוצא בהרשע עוד מעט טוב, ששם אינו רשע, על-ידי-זה \"והתבוננת על מקומו ואיננו\", הינו כשתתבונן ותסתכל על מקומו ומדרגתו, ואיננו שם על מקומו הראשון, כי על-ידי שמוצאין בו עוד מעט טוב, איזה נקדה טובה, ודנין אותו לכף זכות, על-ידי-זה מוציאין אותו באמת מכף חובה לכף זכות. וזהו והתבוננת על מקומו ואיננו כנ\"ל, והבן: וכן צריך האדם למצא גם בעצמו, כי זה ידוע שצריך האדם לזהר מאד להיות בשמחה תמיד, ולהרחיק העצבות מאד מאד (כמבאר אצלנו כמה פעמים). ואפילו כשמתחיל להסתכל בעצמו ורואה שאין בו שום טוב, והוא מלא חטאים, ורוצה הבעל דבר להפילו על ידי זה בעצבות ומרה שחורה, חס ושלום, אף-על-פי-כן אסור לו לפול מזה, רק צריך לחפש ולמצא בעצמו איזה מעט טוב, כי איך אפשר שלא עשה מימיו איזה מצוה או דבר טוב, ואף שכשמתחיל להסתכל באותו הדבר הטוב, הוא רואה שהוא גם כן מלא פצעים ואין בו מתם, הינו שרואה שגם המצוה והדבר שבקדושה שזכה לעשות, הוא גם כן מלא פניות ומחשבות זרות ופגמים הרבה, עם כל זה איך אפשר שלא יהיה באותה המצוה והדבר שבקדושה איזה מעט טוב, כי על כל פנים איך שהוא, על-כל-פנים היה איזה נקודה טובה בהמצוה והדבר טוב שעשה, כי צריך האדם לחפש ולבקש למצא בעצמו איזה מעט טוב, כדי להחיות את עצמו, ולבוא לידי שמחה כנ\"ל, ועל ידי זה שמחפש ומוצא בעצמו עדין מעט טוב. על-ידי-זה הוא יוצא באמת מכף חובה לכף זכות ויוכל לשוב בתשובה, בבחינות \"ועוד מעט ואין רשע והתבוננת על מקומו ואיננו\" כנ\"ל, הינו כמו שצריכין לדון אחרים לכף זכות אפלו את הרשעים ולמצא בהם איזה נקודות טובות. ועל-ידי-זה מוציאין אותם באמת מכף חובה לכף זכות, בבחינת ועוד מעט וכו' והתבוננת וכו' כנ\"ל, כמו כן הוא אצל האדם בעצמו, שצריך לדון את עצמו לכף זכות, ולמצא בעצמו איזה נקדה טובה עדין, כדי לחזק את עצמו שלא יפול לגמרי, חס ושלום, רק אדרבא יחיה את עצמו, וישמח את נפשו במעט הטוב שמוצא בעצמו, דהינו מה שזכה לעשות מימיו איזה מצוה או איזה דבר טוב, וכמו כן צריך לחפש עוד, למצא בעצמו עוד איזה דבר טוב, ואף שגם אותו הדבר הטוב הוא גם-כן מעורב בפסולת הרבה, עם כל זה יוציא משם גם-כן איזה נקודה טובה. וכן יחפש וילקט עוד הנקודות טובות, ועל-ידי-זה נעשין נגונים כמבואר במקום אחר (במאמר ויהי מקץ בסימן נ\"ד), בחינת מנגן בכלי זמר, שהוא בחינת שמלקט הרוח טובה מן הרוח נכאה עצבות רוח עין שם. [והכלל כי נגינה דקדושה היא גבוה מאד מאד כידוע, ועקר הנגון נעשה, על-ידי ברור הטוב מן הרע, שעל-ידי שמבררין ומלקטין הנקדות טובות מתוך הרע, על-ידי-זה נעשים נגונים וזמירות, עיין שם היטב]. ועל כן, על ידי שאינו מניח להפיל את עצמו ומחיה את עצמו במה שמחפש ומבקש ומוצא בעצמו איזה נקודות טובות ומלקט ומברר אלו הנקודות טובות, מתוך הרע והפסלת שבו וכו' כנ\"ל, על-ידי-זה נעשין נגונים כנ\"ל, ואזי הוא יכול להתפלל ולזמר ולהודות לה'. כי זה ידוע שכשהאדם נופל בדעתו מחמת גשמיותו ומעשיו הרעים שרואה שהוא רחוק מאד מאד מן הקדשה באמת, אזי על-פי רוב אינו יכול להתפלל כלל מחמת זה. ואינו יכול לפתח פיו כלל, מחמת גדל העצבות והמרה שחורה והכבדות שנופל עליו, על-ידי שרואה גדל עצם רחוקו מהשם יתברך. אבל כשהוא מחיה את עצמו על-פי העצה הנ\"ל. דהיינו שאף-על-פי שיודע בעצמו שיש לו מעשים רעים וחטאים הרבה מאד, והוא רחוק מאד מאד מהשם יתברך, אף-על-פי-כן הוא מחפש ומבקש ומוצא בעצמו עדיין איזה נקודות טובות כנ\"ל, ומחיה ומשמח את עצמו בזה, כי בודאי ראוי להאדם, להגדיל שמחתו מאד בכל נקודה ונקודה טובה מקדשת ישראל שמוצא בעצמו עדין, ואזי כשמחיה ומשמח את עצמו על-ידי-זה כנ\"ל אזי הוא יכול להתפלל ולזמר ולהודות לה', וזה בחינת (תהלים קמו ב): \"אזמרה לאלקי בעודי\". בעודי דיקא, הינו על ידי בחינת העוד שלי שאני מוצא בעצמי בחינת עוד מעט ואין רשע כנ\"ל, על ידי אותה הנקדה, על-ידי-זה אוכל לזמר ולהודות לה' כנ\"ל. וזהו \"אזמרה\", אזמרה דייקא, היינו זמירות ונגונים שנעשין על ידי שמלקט הנקודות טובות כנ\"ל: [והזהיר רבנו, זכרונו לברכה, מאד לילך עם התורה הזאת, כי הוא יסוד גדול לכל מי שרוצה להתקרב להשם יתברך, ולבל יאבד עולמו לגמרי חס ושלום, כי רב בני אדם שרחוקים מהשם יתברך, עקר רחוקם הוא מחמת מרה שחורה ועצבות, מחמת שנופלים בדעתם, מחמת שרואים בעצמם גודל קלקולם שקלקלו מעשיהם כל אחד כפי מה שיודע בעצמו את נגעי לבבו ומכאוביו, ומחמת זה הם נופלים בדעתם, ורובן מייאשים עצמן לגמרי, ועל ידי זה אינם מתפללים בכוונה כלל, ואינם עושים אפילו מה שהיו יכולים לעשות עדיין. על כן צריך האדם להשכיל מאד על דבר זה, כי כל הנפילות שבדעתו, אף-על-פי שהוא מחמת מעשים רעים שעשה באמת, עם כל זה, הנפילה שבדעתו, והעצבות והמרה שחורה שנופל עליו על-ידי-זה, הכל הוא רק מעשי בעל דבר, שמחליש דעתו כדי להפילו לגמרי, חס ושלום. על-כן צריכין להתחזק מאד, לילך עם התורה הזאת לחפש ולבקש בעצמו כל פעם איזה מעט טוב ונקדות טובות וכו' כנ\"ל. ועל-ידי-זה יחייה וישמח את עצמו, ויצפה לישועה עדיין, ויוכל להתפלל ולזמר ולהודות לה', בבחינת \"אזמרה לאלקי בעודי\" כנ\"ל, ועל-ידי-זה יזכה לשוב באמת אל ה' כנ\"ל]: ודע, שמי שיכול לעשות אלו הנגונים, דהינו ללקט הנקדות טובות שנמצא בכל אחד מישראל, אפילו בהפושעי ישראל כנ\"ל, הוא יכול להתפלל לפני העמוד, כי המתפלל לפני העמוד, הוא נקרא שליח צבור, וצריך שיהיה נשלח מכל הצבור, דהינו שצריך שיקבץ כל נקודה טובה שנמצא בכל אחד מהמתפללין, וכל הנקודות טובות יהיו נכללין בו, והוא יעמד ויתפלל עם כל הטוב הזה, וזהו שליח צבור, וצריך שיהיה בו בחינה גבוה כזו, שעל-ידי-זה, יהיו כל הנקודות תאבים אליו, ויהיו נכללין בו, ומי שיכול לעשות נגונים הנ\"ל, דהינו שיכול לדון את כל אדם לכף זכות, אפלו את הקלים והרשעים, כי משתדל לחפש ולבקש למצא בכולם נקדות טובות כנ\"ל, שעל-ידי-זה נעשין נגונים כנ\"ל, זה הצדיק שאוחז במדרגה זאת, הוא יכול להיות חזן ושליח צבור, דהינו להתפלל לפני העמוד, כי הוא יש בו בחינה זו הצריכה להשליח-צבור ההגון באמת, שצריך שיהיה בו בחינת שיהיו כל הנקודות טובות תאבים אליו ויהיו נכללין בו כנ\"ל, כי הוא יכול לקבץ כל הנקודות טובות שנמצא בכל אחד מישראל אפלו בפושעי ישראל כנ\"ל: ודע שיש בכל דור ודור רועה, והוא בחינות משה, שהוא רעיא מהימנא, וזה הרועה הוא עושה משכן. ודע שתנוקות של בית רבן מקבלים הבל פיהם שאין בו חטא מזה המשכן, ועל כן התינוק כשמתחיל לקרות ולהכנס בתורה, הוא מתחיל מן \"ויקרא אל משה\" (מדרש רבה צו ז), שהוא אלף זעירא, כי \"ויקרא\" מדבר מגמר הקמת המשכן, שאז קראו השם יתברך והתחיל לדבר עמו מהמשכן, ועל כן משם מתחילין התינוקות, כי משם מקבלין הבל פיהם כנ\"ל, ומשם מתחילין לקרות ולהכנס לתוך התורה: ודע שכל הצדיקים שבדור כל אחד ואחד הוא בחינת רועה, כי בכל אחד ואחד יש בו בחינת משה, וכל אחד ואחד לפי בחינתו, הוא עושה בחינת משכן, שמשם מקבלין התינוקות הבל פיהם כנ\"ל, וכל אחד לפי בחינתו, לפי בחינת המשכן שהוא עושה, כמו כן יש לו תינוקות שהם מקבלין משם, נמצא שיש לכל אחד ואחד מצדיקי הדור, סך תינוקות שהם מקבלין הבל פיהם ממנו, כל אחד לפי בחינתו כנ\"ל, וזה בחינת מה שאמרו רבותינו זכרונם לברכה (תלמוד בבלי שבת לג ב): שתינוקות נתפסין על עוון הדור שנאמר (שיר השירים א ח): \"ורעי את גדיותיך על משכנות הרועים\", שמתמשכנין על הרועים, וזהו: \"על משכנות הרועים\", שהם מקבלין הבל פיהם מבחינת המשכנות של הרועים, דהינו הצדיקים שבדור, שכל אחד עושה משכן כנ\"ל: אך לידע כל זאת, דהינו לדעת כל צדיק וצדיק, איזה הם התינוקות השייכים לו, וכמה הם מקבלין ממנו, ולידע כל הבחינות שיש בזה, והדור שיבוא מהם עד הסוף. דע, מי שיוכל לעשות נגונים הנ\"ל, הוא יכול לידע כל זה. וזהו סוד מה שאמרו רבותינו, זכרונם לברכה במשנה (משנה שבת יא): 'באמת אמרו החזן רואה היכן התינוקות קוראים'. החזן, דהינו מי שיכול לעשות הניגונים הנ\"ל. שהוא יכול להיות חזן ושליח-צבור להתפלל לפני העמוד כנ\"ל. הוא רואה ויודע היכן התינוקות קורין, הינו אצל איזה צדיק הם מקבלין הבל פיהם, שעל-ידו הם קוראין ונכנסין בהתורה כנ\"ל:"
        ]
    ],
    "titleVariants": [
        "Likutei Moharan"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Torah",
        "Section"
    ],
    "type": "Chasidut",
    "categories": [
        "Chasidut"
    ]
}