{
    "versionTitle": "Published by Gross Brothers, Brooklyn, 1989",
    "sectionNames": [
        "Chapter",
        "Law"
    ],
    "language": "he",
    "title": "Chofetz Chaim",
    "text": [
        [],
        [],
        [
            "כמה גדול איסור לשון הרע, שאסרתו התורה אפילו על אמת ובכל גווני, דלא מיבעי אם הוא שומר את עצמו לספר עליו בסתר ומקפיד על זה שלא יתגלה לו דאסור שעל ידי זה מקבל על עצמו גם כן ארור כמה דכתיכ ארור מכה רעהו בסתר, אלא אפילו אם הוא משער בעצמו שהיה אומר דבר זה אף בפניו, או שהוא מספר לשון הרע על חבירו בפניו ממש גם כן אסור ולשון הרע מקרי, ובצד אחד גדול איסורו בפניו משלא בפניו, דבפניו לבד איסור לשון הרע הוא מלביש את עצמו על ידי זה במדת העזות והחוצפה והוא מעורר יותר מדנים על ידי זה, וכמה פעמים בא על ידי זה גם-כן לידי הלבנת פנים וכמו שהארכנו לעיל בפתיחה בלאו דלא תשא עליו חטא עיין שם.",
            "ומה שנמצא לפעמים היתר בדברי חז״ל באם לא היה מונע את עצמו מלומר זה בפניו היינו דוקא באבק לשה״ר ודיבר עליו לישנא דמישתמע לתרי אפי ואם נבאר דבריו באופן אחד לא יהיה עליו שום גנאי וענין כזה ידוע שתלוי לפי רצון האומר ולפי האמירה בשעת מעשה שאם הוא רוצה מוציאו בקולו ובתנועותיו בלשון קל מאד דלא יהיה מינכר מלשונו שום גנאי ע״ה ואם רוצה מוציאו מפיו באופן שהשומע מבין שכוונתו כביאור אחר שיש בדבריו לגנאי וענין זה קשה מאד לצמצם לכן אמרו חז״ל דאם באופני תנועותיו שהוא מוציא עתה דבר זה מפיו אין אדם מתבייש לומר אפילו בפני חבירו א״כ מוכח שאין כונתו לגנותו וע״כ מותר אבל אם מינכר מתנועותיו שכונתו לגנותו וא״כ טבע האדם להיות מתבייש לומר באופן זה בפני חבירו אף שכל הענין בעצמותו אפילו אם נפרשו לגנאי הוא רק אבק לשון הרע והוא אמת והוא יודע בעצמו שהוא היה אומר דבר זה אף בפניו אפילו הכי אסור.",
            "וראה עוד את גודל איסור לשון הרע, שאפילו אינו מדבר מתוך השנאה ולא נתכוין בהספור לגנותו, רק אמרו דרך שחוק ודרך קלות ראש, אף על פי כן כיון שעל פי אמת דברי גנאי הוא אסור מן התורה....",
            "איסור סיפור לשון הרע הוא אפילו אם אינו מבאר בעת הספור את האיש שהוא מדבר עליו, רק הוא מספר סתם, ומתוך ענין הספור נשמע להשומע על איזה איש כוון המספר הזה, בכלל לשון הרע הוא. ויותר מזה, שאפילו אם בדברי סיפורו לא היה שום ענין גנאי כלל, רק שעל ידי דבריו נסבב רעה או גנות לחבירו, והמספר הזה נתכוין לזה ברמאותו, גם זה בכלל לשון הרע הוא, ודבר זה נקרא בפי חז״ל בשם לשון הרע בצינעא.",
            "ויש עוד הרבה אופנים בבעלי לשון הרע המספרין דרך רמאות. והוא, שמספרין הענין לפי תומן על חביריהן כאלו אינם יודעין שדבר זה שדברו לשון הרע הוא, או שאלו מעשיו של פלוני, כל זה וכיוצא בזה בכלל לשון הרע הוא.",
            "דע דאפילו אם לא בא על ידי הלשון הרע שלו שום רעה להאיש ההוא, כגון שלא קבלו השומעין את דבריו, וכיוצא כזה, אף-על-פי-כן מכלל לשון הרע לא נפקא, וצריך כפרה. ויותר מזה דאפילו אם הוא משער לכתחלה שלא יבוא להנידון שום רעה על־ידי דיבורו, אף על פי כן אסור לו לספר בגנותו.",
            "ודע עוד כלל גדול ועיקר בענינים אלו, אם הוא רואה אדם שדיבר דבר או עשה מעשה, בין ממה שבין אדם למקום או ממה שבין אדם לחבירו, ויש לשפוט דברו ומעשהו לצד הטוב ולצד הזכות, אם האיש ההוא ירא אלקים נתחייב לדון אותו לכף זכות אפילו אם הדבר קרוב ונוטה אצל הדעת יותר לכף חובה. ואם הוא מן הבינונים אשר יזהרו מן החטא ופעמים יכשלו בו, אם הספק שקול, צריך להטות הספק ולהכריעו לכף זכות, כמו שאמרו רז״ל הדן את חבירו לכף זכות המקום ידינהו לכף זכות, והוא נכנס בכלל מאמרו יתברך בצדק תשפוט עמיתך. ואפילו אם הדבר נוטה יותר לכף חובה נכון מאד שיהיה הדבר אצלו כמו ספק ואל יכריעהו לכף חובה. ובמקום שהדבר נוטה לכף זכות דבודאי אסור על-פי הדין לדונו לכף חובה, והוא דן אותו לכף חובה, ובשביל זה הלך וגינהו, לבד שעבר בזה על בצדק תשפוט עמיתך, עוד עבר בזה על איסור סיפור לשון הרע.",
            "ואפילו במקום שהכף חוב מכריע יותר, דמצד הדין ליכא איסורא כל-כך אם יכריעהו לכף חובה, היינו לענין שיוסכם בעיני עצמו עליו שעשה שלא כדין, אבל אין למהר לילך ולבזותו עבור זה אצל אחרים, אם לא שישלמו כל הפרטים המבוארים לקמן בכלל ד׳ וה׳ ובכלל י׳, כי יש הרבה דברים שאפילו אם אין הדין עמו גם־כן אסור לבזותו עבור זה כמבואר להמעיין בכללים אלו."
        ],
        [
            "אסור לספר על חבירו אפילו שלא בפניו והוא אמת דבר שיתבזה על ידי זה ולא מיבעי בדברים של גגאי בעלמא כגון לזכור עליו מעשה אבותיו וקרוביו או לזכור עליו מעשיו הראשונים בין שהיו דברים שבין אדם למקום או דברים שבין אדם לחבירו כיון שהוא מתנהג עתה כשורה אסור לגנותו בזה ולשה\"ר מיקרי אלא אפילו אם ראהו זה מקרוב בינו לבין עצמו שעשה דבר שאין ראוי ע\"פ הדין והוא מהדברים שבין אדם למקום [דבדברים שבין אדם לחבירו יש בזה חילוקים רבים ונבאר אי\"ה לקמן בכלל י'] ג\"כ אסור לגנותו בזה אפילו שלא בפניו אם לא על פי הפרטים המבוארים לקמן בסעיף ז'. <i>הגה\"ה ודע דכל זה בסתם איש ישראל כמו שיבואר לקמן בס\"ג אבל אם נתברר לו לפי הענין שסיבת העון הוא מפני שיש בו אפיקורסות ח\"ו על איש כזה לא נצטוינו בלאו דלא רכיל שאיננו בכלל עמיתך ופרטי דין האיש הזה מבואר לקמן בכלל ח'</i>"
        ]
    ],
    "versionSource": "http://www.hebrewbooks.org/15142",
    "maps": [],
    "heTitle": "חָפֵץ חַיִּים",
    "titleVariants": [
        "Chofetz Chaim",
        "Chofetz Chaim",
        "Chafetz Chaim"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}