{
    "versionTitle": "Lech-Lechah", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Baal HaTurim on Genesis", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "{א} לך לך. פתח באמירה בלשון שנברא בו העולם שבעשרה מאמרות נסרא העולם וכולו לא נכרא אלא כזכות אברהם לכך כתיב עליו מאמר. לך לך רמז לו כשתהיה בן מאה כמנין לך לך אז ואעשך לגוי גדול שנולד לו יצחק. ד''א רמז לו שלאחר שתלך מארצך תחיה כמנין לך לך שהרי בן ע''ה שנה היה כשיצא וכל שנותיו קע''ה. ד''א רמז לו הגליות השנים שב' פעמים ילכו ישראל בגולה. ד''א רמז לו שאחר נ' דורות כמנין לך ילכו בגלות בימי צדקיהו ובזכותך שדברתי עמך בן ע''ה שנה (צ''ל ע') שנה בברית בין הבתרים ישובו לאחר ע'. ולכך סמך בחרן ללך לך לפי שבחרון אפו של הקב''ה בעו''ה גלו:", 
                "{ב} ואעשך לגוי גדול וגו'. ברכו כאן ז' ברכות והם אלו. ואעשך לגוי גדול והיא הגדולה שבכולם שיעשהו לגוי שעם זאת נכלל השיעבוד והשחרור. והשנית שבהיותו אברם טרם הכניסו בברית יברכהו ברכת הממון כמ''ש ואברם כבד מאד. והשלישי שיגדל שמו מאברם לאברהם. והרביעי שיהיה הוא בעצמו ברכה. והחמישי שיברך השם מבורכיו. והששי שיאור כל מבקשי רעתו. והשביעי שיתברכו בו כל משפחות האדמה: אשר אראך. ב' במסורה הכא ואידך בזכריה גבי גליות מלמד שהראה הקב''ה לאברהם הגליות: אראך. כגימטריא בעננים מלמד שהיו עננים הולכים לפניו ומראים לו הדרך. ואעשך לגוי גדול ואברכך ואגדלה שמך. ג' ברכות כנגד ג' ברכות כהנים וכן מברכך ג' תגין על ך' לומר לך כי ג''פ כ' הם ס' כנגד ס' אותיות שבברכת כהנים והם יברכך יאר ישא, ואברכך, בגימטריא אברהם: והיה. ו' במסורה והיה ברכה. והיה תמים. והיה נכון לבקר. עלה אלי ההרה והיה שם. והיה לי לאב. והיה לנו לאב. אם תהיה תמים ונכון אז תהיה ברכה ועלה אלי ההרה והיה לי לאב: ", 
                "{ג} ואברכה מברכיך. בגימטריא כהנים המברכים בניך. על כן מברכיך לשון רבים ומקללך לשון יחיד: ומקללך אאור. בגימטריא זה בלעם הבא לקלל בניך: ואברכה. ב' במסורה הכא ואידך ואברכה שמך לעולם. שבדכו ברכה שאין לה הפסק וזהו ואברכה שמך לעולם: ", 
                "{ז} הנראה. ב' במסורה הכא ואידך ביעקב לומר כשם שנראה לאברהם כשגלה כך נראה ליעקב כשגלה: ", 
                "{יב} יחיו. ב' במסורה הכא ואידך יחיו דגן ויפרחו כגפן. שכיון שיחיו אותך יתנו לך מתנות שדות וכרמים: ", 
                "{יג} אחותי את. ב' כמסורה הכא ואידך אמור לחכמה אחותי את. לומר שאברהם וגם שרה היו גדולים בחכמה: ", 
                "{יט} ולך. ה' במסורה הכא ואידך הנה רבקה לפניך קח ולך. נהג ולך באבישג השונמית, מלמד שהיתה צדקת כמו האמהות, וקח משענתי כידך ולך. המגלה אשר קראת בה קחנה בידך ולך. מלמד שאע''פ שאינו מפרש בכאן שנתן לו מתנות כמו באבימלך ודאי נתן לו וזהו קחנה בידך ולך שנתן לו דבר הניתן מיד ליד:"
            ]
        ]
    ], 
    "commentaryCategories": [
        "Tanach", 
        "Torah"
    ], 
    "heTitleVariants": [
        "בעל הטורים"
    ], 
    "length": 50, 
    "versionSource": "http://www.ateret4u.com/online/f_01618.html#HtmpReportNum0010_L2", 
    "heCommentator": "בעל הטורים", 
    "heBook": "בעל הטורים", 
    "maps": [], 
    "heTitle": "בעל הטורים על בראשית", 
    "textDepth": 3, 
    "titleVariants": [
        "Baal HaTurim on Genesis"
    ], 
    "commentaryBook": "Genesis", 
    "commentator": "Baal HaTurim", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}