{
    "commentator": "Baal HaTurim", 
    "commentaryCategories": [
        "Tanach", 
        "Torah"
    ], 
    "text": [
        [
            [
                "{א} בראשית ברא. בגימטריא בראש השנה נברא (העולם), בראשית נוטריקון בראשונה ראה אלהים שיקבלו ישראל תורה. בראשית ברא אלהים ס''ת אמת מלמד שברא העולם באמת כמו שנאמר ראש דברך אמת וכן יש הרבה פסוקים ס''ת אמת:", 
                "{ב} ורוח אלהים מרחפת. בגימטריא זו רוחו של משיח: ", 
                "{ד} את האור. בגימטריא בתורה ועולה מנין תרי''ג: את האור כי טוב. ס''ת ברית. וירא אלהים את האור כי טוב ויבדל. מכאן שאין מברכין על הנר עד שיאותו לאורו. כמנין ויבדל מבדילין בשנה במוצאי שבתות: ", 
                "{ז} מעל לרקיע. ב' במסורה הכא ואידך ויהי קול מעל לרקיע במרכבה דיחזקאל. וכמו שאין דורשין במעשה בראשית ברבים כך אין דורשין כמעשה מרכבה: ", 
                "{יב} מזריע זרע למינהו. ר''ת מזל שאין לך עשב שאין לו מזל למעלה: ", 
                "{יד} מארת. חסר שלא נברא להאיר אלא השמש. וירח לא נברא אלא כדי שלא יעבדו לחמה אם תהיה יחידה: ", 
                "{כב} והעוף. ג' במסורה והעוף ירב, והעוף אוכל אותם. זאת תורת הבהמה והעוף, רמז למה שאמרו שעופות טהורות מרובין על הטמאין זהו והעוף ירב פירוש שהן מרובין איזה והעוף אוכל אותם פירוש אותם טהורין וכן זאת תורת וגו' איירי בטהורים: ", 
                "{כז} האדם. אותיות אדמה שנברא מן האדמה. אדם נוטריקון אפר דם מרה: ", 
                "{כח} ורדו בדגת הים. ב' במסורה הכא ואידך ורדו גת פלשתים. אלו זכיתם תרדו אף בדגת הים ואם לאו ירדו גת כלומר תשתעבדו לפלשתים: ", 
                "{כט} פרי עץ. ב' במסורה אשר בו פרי עץ. פרי עץ הדר. רמז למ''ד אילן שאכל ממנו אדה''ר אתרוג היה: זכר. בגימטריא ברכה. נקיבה, כגימטריא בקללה: ", 
                "{לא} יום הששי ויכלו השמים. ר''ת שם בן ד' אותיות שחתם בו מעשה בראשית, וכן ישמחו השמים ותגל הארץ ר''ת שם בן ד' אותיות שחתם העולם בשם בן ד' אותיות:"
            ], 
            [
                "{ב} ויכל אלהים. תרגום ירושלמי וחמד זהו שאמרו חמדת ימים אותו קראת. בפרשת ויכלו ג''פ מלאכתו כנגד ג' מלאכות ששבת מהם שהם שמים וארץ וים. ואין כתיב ויהי ערב ויהי בוקר יום השביעי לפי שמוסיפין מחול על הקודש: וישבות. ב' במסורה הכא ואידך וישבות המן. והיינו דכתיב בפרשת המן הוא אשר דיבר ה' שבתון שבת קודש ולא מצינו שאמר להם משה זה מקודם אלא נרמז בו' ימי בראשית וישבות ביום השביעי וישבות המן. ד''א מלמד שהמן פסק מלירד בשבת כדמוכח בקידושין. ד''א רמז למה שדרשו ברכו במן וקדשו במן: ", 
                "{ג} ויברך אלהים. ג' דסמיכי הכא ואידך ויברך אלהים את נח. ואידך ויברך אלהים את יצחק. בשעה שברא העולם בירך השבת והעולם ובימי נח שנאבדו כל הראשונים והיה העולם מחודש הוצרך לברך פעם שנית ובירך את יצחק כמו שיש במדרש עד עתה הייתי זקוק לברך את בריותי מכאן ואילך הברכות יהיו מסורים בידך: ", 
                "{ד} בהבראם. אותיות באברהם בזכות אברהם נבראו שמים וארץ: ארץ ושמים. ב' במסורה הכא ואידך הודו על ארץ ושמים. למה הודו על ארץ ושמים בשביל שעשה ארץ ושמים: ", 
                "{ו} ואד. ב' במסורה הכא ואידך ואיד נכון לצלעו. רמז למה שאמרו רז''ל למה נקרא שמו איד שהבריות משברים לבם כדי שיתן להם הקב''ה מטר: ", 
                "{ז} וייצר. ב' חד מלא וחד חסר וייצר ה' אלהים את האדם. מלא שיש לו שני יצרים יצר טוב ויצר הרע ויצר ה' אלהים מן האדמה כל חית השדה. חסר שאין להם אלא יצר אחד: ויפח באפיו נשמת חיים. ס''ת חותם: נשמת. ד' ויפח באפיו נשמת, כל אשר נשמת רוח חיים, נר ה' נשמת אדם, ואם לאו נשמת ה' כנחל גפרית: האדם לנפש חיה. ר''ת חלה שהיה חלתו של עולם: ", 
                "{י} יפרד. ב' במסורה הכא ואידך ודל מרעהו יפרד. כשנעשה אדם הראשון דל מן המצות נפרד מהגן: ", 
                "{יב} הבדלח. ב' במסורה הכא ואידך ועינו כעין הבדולח. מלמד שאבנים טובות ומרגליות ירדו עם המן: ", 
                "{כ} ולאדם לא מצא עזר. ג' הכא ואידך ולאדם אמר כי שמעת לקול אשתך. ולאדם שלא עמל בו יתננו חלקו, ולאדם לא היה לו עזד וה' עשה עמו טובה וברא האשה לעזר וחטא על ידה וזהו ולאדם אמר כי שמעת חטאת על ידי העזר על כן ולאדם שלא עמל בו יתננו חלקו שנקנסה עליו מיתה: ", 
                "{כא} ויפל ה' אלהים. ג' הכא ואידך ויפל עליו וימות. ויפל בקרב מחנהו. זה שדדז''ל באחד שהרג שוגג ואחד מזיד שהקדוש ברוך הוא מזמנן בפונדק אחד ועולה בסולם וכו' וזהו ויפל בקרב מחנהו שהקדוש ברוך הוא מזמנן במחנהו: ויסגור. ב' במסורה הכא ואידך ויסגור ה' בעדו, רמז לסגירת בשר שהיו אסורים בתשמיש המטה בתיבה כשסגר ה' בעדו אז ויסגור בשר: ", 
                "{כב} ויבאה. כתיב חסר והיא עולה כ''ד שקשטה בכ''ד קשוטין והביאה לו. ויביאה ד' במסורה ויביאה אל האדם. ויביאה יצחק האהלה. ויביאה אל עיר דוד. וישקוד ה' על הרעה ויביאה. דקודם שנשא בת פרעה משל בעליונים וזהו דוגמת אדם הראשון שנטרד מן העליונים ע''י חוה וביצחק היה בהיפך כי היא היתה במקום שרה כן איתא במדרש: ", 
                "{כג} לזאת. ב' במסורה הכא ואידך אף לזאת יחדר לבי. לומר שחוה היתה לחרדת אדם: ", 
                "{כד} והיו לבשר אחד. וסמיך ליה ויהיו שניהם ערומים רמז למה שאמרו הוא בבגדו והיא בבגדה יוציא ויתן כתובה: ", 
                "\"תֹהוּ וָבֹהוּ\" – ב'. הכא, ואידך: \"רָאִיתִי אֶת הָאָרֶץ וְהִנֵּה תֹהוּ וָבֹהוּ\" (ירמיהו ד כג). מלמד שצפה הקב\"ה בבריאת העולם בחורבן הבית, שנחרב בשנת תה\"ו, שהרי הבית הראשון עמד ת\"י שנה, ונחרב בשנת תי\"א. ובית שני עמד כמנין הית\"ה, וזהו \"וְהָאָרֶץ הָיְתָה\". ואחר כך \"חֹשֶׁךְ\", רמז לגלויות. וכן דורש בבראשית רבה. דבר אחר: \"וְהָאָרֶץ הָיְתָה תֹהוּ וָבֹהוּ\" – בגימטריא \"אלפים שנה בלי תורה\".", 
                "\"וְרוּחַ אֱלֹהִים מְרַחֶפֶת\" – בגימטריא: \"זו היא רוחו של מלך המשיח\".", 
                "\"וְחֹשֶׁךְ עַל פְּנֵי תְהוֹם\" – ב' במסורת. הכא, ואידך: \"וְחֹשֶׁךְ אֵי זֶה מְקֹמוֹ\" (איוב לח יט). זה הוא שאמרו (חגיגה יא ב), שאין לשאול: \"מה לפנים? מה לאחור?\" \"וְחֹשֶׁךְ אֵי זֶה מְקֹמוֹ\", פירוש, שאין לשאול אי זה היה מקום החושך תחילה.", 
                "\"וְרוּחַ אֱלֹהִים\" – ב' דסמיכי. הכא, ואידך: \"וְרוּחַ אֱלֹהִים לָבְשָׁה אֶת זְכַרְיָה\" (דברי הימים ב כד כ). קרי ביה הכא נמי: \"וְרוּחַ אֱלֹהִים לָבְשָׁה\". פירוש, שעל ידי לבושו אמר \"וַיְהִי אוֹר\", דכתיב בתריה: \"וַיֹּאמֶר אֱלֹהִים יְהִי אוֹר\". וזה הוא שדרשו רז\"ל (ב\"ר פרשה ג): ממעטה לבושו נבראת האורה."
            ], 
            [
                "{ו} לעינים. ד' במסורה הכא ואידך כי האדם יראה לעינים. ומתוק האור וטוב לעינים. וכעשן לעינים. האדם יראה לעינים ע''כ לפי ראותו מתוק וטוב לעינים אבל אחריתו כעשן לעינים שגרמו מיתה לכל: ", 
                "{יא} המן. ג' במסורה הכא ואידך המן הסלע הזה. המן הגורן או מן היקב. כמאן דאמר אילן שאכל ממנו אדם הראשון חטה היה וזה המן הגורן וכמו שנקנסה עליו מיתה בשביל המן העץ גם התם נקנסה מיתה על ידי המן הסלע: אשר צויתיך לבלתי אכל. ם''ת רכיל שהלכת בעצת רכיל: ", 
                "{יב} ויאמר האדם האשה אשר נתתה וגו'. זה שאמר הכתוב משיב רעה תחת טובה' לא' תמוש' רעה' ס''ת, האשה. שהיה כפוי טובה באשה שנתן לו לעזר: היא נתנה לי מן העץ ואוכל. לפי הפשט שהכיתני בעץ עד ששמעתי לדבריה: ", 
                "{טו} עקב. ג'. דין ואידך הגדיל עלי עקב. והוא יגוד עקב. זהו שדרז''ל על נחש חבל על שמש גדול שאבד מן העולם זהו גם איש שלומי וגו' הגדיל עלי עקב ועוד אמרו גבי ברכת השבטים אע''פ שדימה יהודה לאריה ונפתלי לאילה חזר וברכם כולם בברכה אחת דכתיב איש אשר כברכתו ברך אותם לומר שהשוום לגבורת ארי ולקלות אילה וזהו והוא יגד עקב אע''פ שדימה דן לנחש כלל גם גד באותה ברכה: ", 
                "{טז} הרבה ארבה. ב' במסורה הכא ואידך הרבה ארבה את זרעך. פירוש עצבונך הוא דם נדות רמז למ''ש כל אשה שדמיה מרובים בניה מרובים: ", 
                "{יח} וקוץ ודרדר תצמיח לך. על אדמת ישראל מדבר בעכו''ם שהן כקוץ ודרדר לישראל רמז בכאן קוץ ודרדר שהן העכו''ם תצמיח לך: ", 
                "{כ} ויקרא וגו' אשתו חוה. על שם שמחוה וזהו שאמרו עשרה קבין שיחה ירדו לעולם ט' נטלו נשים:", 
                "{כא} וילבשם. ב' במסורה הכא ואידך גבי אהרן וילבשם כתנות. ללמד שעשה הקדוש ברוך הוא לאדם הראשון בגדי כהונה ואיתא בבראשית רבה שבהם היו עובדין הבכורות וח' תיבות בזה הפסוק כנגד הח' בגדי כהונה: ", 
                "{כד} לשמר. נוטריקון לילין שדין מזיקין רוחין:"
            ], 
            [
                "{ז} תשוקתו. ב' במסורה הכא ואידך אני לדודי ועלי תשוקתו. והוא שאמרו חז''ל ב' תשוקות הן תשוקתן של רשעים לעבירה שנאמר ואליך תשוקתו ותשוקתו של הקדוש ברוך הוא על ישראל שנאמר אני לדודי ודודי לי ועלי תשוקתו: ", 
                "{י} צועקים. ב' במסורה הכא ואידך על כן הם צועקים וגו'. ופירש רש''י התם מלמד שנצטרע והיה שוחט תינוקות של ישראל ורוחץ בדמם וזה קול דמי אחיך צועקים: ", 
                "{יד} מוצאי. ב' במסורה הכא ואידך כי מוצאי מצא חיים. וזה שאמרו חז''ל למיימינים בה סמא דחיי למשמאילים בה סמא דמותא וזהו והיה כל מוצאי יהרגני: ", 
                "{יח} הנה בשמים עד''י. בגימטריא חנוך ושהד''י בגימטריא מטטרון שלקח הקב''ה אחד מאותן של קודם דור המבול ואחד של אחר דור המבול דהיינו חנוך ופנחס והעלם לשמים שיעידו עליו ובחר בחנוך שהיה דור שביעי שהקב''ה חפץ בשביעיות וכן משה שהיה שביעי לאבות כתיב ביה ומשה עלה אל האלהים:"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "{א} לך לך. פתח באמירה בלשון שנברא בו העולם שבעשרה מאמרות נסרא העולם וכולו לא נכרא אלא כזכות אברהם לכך כתיב עליו מאמר. לך לך רמז לו כשתהיה בן מאה כמנין לך לך אז ואעשך לגוי גדול שנולד לו יצחק. ד''א רמז לו שלאחר שתלך מארצך תחיה כמנין לך לך שהרי בן ע''ה שנה היה כשיצא וכל שנותיו קע''ה. ד''א רמז לו הגליות השנים שב' פעמים ילכו ישראל בגולה. ד''א רמז לו שאחר נ' דורות כמנין לך ילכו בגלות בימי צדקיהו ובזכותך שדברתי עמך בן ע''ה שנה (צ''ל ע') שנה בברית בין הבתרים ישובו לאחר ע'. ולכך סמך בחרן ללך לך לפי שבחרון אפו של הקב''ה בעו''ה גלו:", 
                "{ב} ואעשך לגוי גדול וגו'. ברכו כאן ז' ברכות והם אלו. ואעשך לגוי גדול והיא הגדולה שבכולם שיעשהו לגוי שעם זאת נכלל השיעבוד והשחרור. והשנית שבהיותו אברם טרם הכניסו בברית יברכהו ברכת הממון כמ''ש ואברם כבד מאד. והשלישי שיגדל שמו מאברם לאברהם. והרביעי שיהיה הוא בעצמו ברכה. והחמישי שיברך השם מבורכיו. והששי שיאור כל מבקשי רעתו. והשביעי שיתברכו בו כל משפחות האדמה: אשר אראך. ב' במסורה הכא ואידך בזכריה גבי גליות מלמד שהראה הקב''ה לאברהם הגליות: אראך. כגימטריא בעננים מלמד שהיו עננים הולכים לפניו ומראים לו הדרך. ואעשך לגוי גדול ואברכך ואגדלה שמך. ג' ברכות כנגד ג' ברכות כהנים וכן מברכך ג' תגין על ך' לומר לך כי ג''פ כ' הם ס' כנגד ס' אותיות שבברכת כהנים והם יברכך יאר ישא, ואברכך, בגימטריא אברהם: והיה. ו' במסורה והיה ברכה. והיה תמים. והיה נכון לבקר. עלה אלי ההרה והיה שם. והיה לי לאב. והיה לנו לאב. אם תהיה תמים ונכון אז תהיה ברכה ועלה אלי ההרה והיה לי לאב: ", 
                "{ג} ואברכה מברכיך. בגימטריא כהנים המברכים בניך. על כן מברכיך לשון רבים ומקללך לשון יחיד: ומקללך אאור. בגימטריא זה בלעם הבא לקלל בניך: ואברכה. ב' במסורה הכא ואידך ואברכה שמך לעולם. שבדכו ברכה שאין לה הפסק וזהו ואברכה שמך לעולם: ", 
                "{ז} הנראה. ב' במסורה הכא ואידך ביעקב לומר כשם שנראה לאברהם כשגלה כך נראה ליעקב כשגלה: ", 
                "{יב} יחיו. ב' במסורה הכא ואידך יחיו דגן ויפרחו כגפן. שכיון שיחיו אותך יתנו לך מתנות שדות וכרמים: ", 
                "{יג} אחותי את. ב' כמסורה הכא ואידך אמור לחכמה אחותי את. לומר שאברהם וגם שרה היו גדולים בחכמה: ", 
                "{יט} ולך. ה' במסורה הכא ואידך הנה רבקה לפניך קח ולך. נהג ולך באבישג השונמית, מלמד שהיתה צדקת כמו האמהות, וקח משענתי כידך ולך. המגלה אשר קראת בה קחנה בידך ולך. מלמד שאע''פ שאינו מפרש בכאן שנתן לו מתנות כמו באבימלך ודאי נתן לו וזהו קחנה בידך ולך שנתן לו דבר הניתן מיד ליד:"
            ]
        ]
    ], 
    "heTitleVariants": [
        "בעל הטורים"
    ], 
    "versionSource": "http://www.sefaria.org/Baal_HaTurim_on_Genesis", 
    "heCommentator": "בעל הטורים", 
    "heTitle": "בעל הטורים על בראשית", 
    "titleVariants": [
        "Baal HaTurim on Genesis"
    ], 
    "commentaryBook": "Genesis", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ], 
    "toSections": [], 
    "versionTitle": "merged", 
    "ref": "Baal HaTurim on Genesis", 
    "language": "he", 
    "title": "Baal HaTurim on Genesis", 
    "type": "Commentary", 
    "versions": [
        [
            "Wikisource Mikraot Gedolot", 
            "http://he.wikisource.org/wiki/%D7%9E%22%D7%92_%D7%91%D7%A8%D7%90%D7%A9%D7%99%D7%AA_%D7%90_%D7%90"
        ], 
        [
            "Lech-Lechah", 
            "http://www.ateret4u.com/online/f_01618.html#HtmpReportNum0010_L2"
        ], 
        [
            "Bereishis", 
            "http://www.ateret4u.com/online/f_01618.html#HtmpReportNum0000_L5"
        ], 
        [
            "בראשית פרק-ג", 
            "http://www.ateret4u.com/online/f_01618.html#HtmpReportNum0000_L5"
        ]
    ], 
    "heBook": "בעל הטורים", 
    "maps": [], 
    "length": 50, 
    "book": "Baal HaTurim on Genesis", 
    "textDepth": 3, 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "sections": []
}