{
    "commentator": "Rashbam",
    "commentaryCategories": [
        "Tanach",
        "Torah"
    ],
    "text": [
        [
            [
                "ואלה שמות - מפני שרוצה לפרש ולומר ובני ישראל פרו וישרצו וגו', הוצרך לכפול ולומר בבואם למצרים לא היו אלא שבעים ואחר מות דור ההוא פרו וישרצו. "
            ],
            "",
            "",
            "",
            "",
            [
                "וכל הדור ההוא - שבעים נפש. "
            ],
            [
                "פרו - בהריון. ",
                "וישרצו - לידה. שלא שִׁכָּלָה הרחם. שבכל מקום קטנים, קרוין שרץ על הארץ. ",
                "וירבו - גדלו ונעשו הקטנים גדולים ולא מתו בקטנותם. ",
                "ויעצמו - שלא מתו אנשים, אלא היו הרבה ועצמו במאד מאד עד שנתמלאה הארץ אותם. וכן: והחצר מלאה את נוגה כבוד ה'. כמו מילאה. וכן: ושוליו מלאים את ההיכל כמו ממלאים את ההיכל. "
            ],
            [
                "ויקם מלך חדש - ונתחכם עליהם למעטם ולא הועיל לו. "
            ],
            "",
            [
                "נתחכמה לו - שלא ירבה, שאם ירבה והיה כי תקראנה מלחמה משנאינו. כמו: ידה ליתד תשלחנה, מצינו לשון יחיד אצל רבים. ",
                "כי תקראנה - כי תארענה, כמו: מקראי קודש מארע קודשא לשון מאורע. ",
                "ונלחם בנו ועלה מן הארץ - לשוב אל ארץ אבותיהם ולא טוב לנו לאבד עבדינו וקראו לי מלכותא קטיעא. "
            ],
            [
                "מסים - מן הכפולים הוא מסס. כמו: פתות אותו פתים מן פתת. ",
                "מסכנות - אוצרות כמו: אל הסוכן הלז לשכנא אשר על הבית. "
            ],
            [
                "כן ירבה - כמו כן הרבה כמלפנים. ",
                "ויקוצו - בחייהם, כמו: קצתי בחיי. וכן: אשר אתה קץ מפני שני מלכיה. "
            ],
            [
                "בפרך - לשון שברון הוא. בתלמוד מפרכין באגוזים. "
            ],
            [
                "ובכל עבודה בשדה - חריש וקציר. ",
                "את כל עבודתם - עם כל עבודתם. ",
                "אשר עבדו בהם - בתוך העיר. בפרך."
            ],
            [
                "למילדות העבריות - למיילדות שהם העבריות. "
            ],
            [
                "על האבנים - על המשבר. כדאמרינן: באו בנים עד משבר. גם בכלי יוצר כתב בירמיה עושה מלאכה על האבנים. ",
                "וחיה - טעמו למעלה. כמו מן ישב ישבה. מן ארפרכשד חי יאמר לנקבה חיה, אבל אלו חי אלף שנים פעמים, טעמו למטה ולשון זכר מגזרת עשה עלה ראה. "
            ],
            [
                "ותיראן - לשון יראה. אבל ותראנה בלא יו\"ד לשון ראיה שהרי יאמר ותראה[ו] . ",
                "ותחיין - אין חילוק בין פעלו. לפעלתם. "
            ],
            "",
            [
                "כי חיות הנה - בריאות ופקחות וממהרות לילד. "
            ],
            "",
            [
                "ויעש להם בתים - לשמרם פן ילכו לעבריות היולדות. "
            ],
            [
                "ויצו פרעה לכל עמו לאמר - וכן אמר להם, שכן כל לאמר שבתורה כפל לשון של ויצו, או של ויקרא, או של וידבר, או של ויאמר, כמו שפירשתי באלה תולדות נח. "
            ]
        ]
    ],
    "versionSource": "http://www.sefaria.org/Rashbam_on_Exodus",
    "heTitle": "רשב\"ם על שמות",
    "versions": [
        [
            "Rashbam on Torah -- Daat",
            "http://www.daat.ac.il/daat/tanach/parshanut/rashbam.htm"
        ]
    ],
    "type": "Commentary",
    "titleVariants": [
        "Rashbam on Exodus"
    ],
    "commentaryBook": "Exodus",
    "categories": [
        "Commentary",
        "Tanach",
        "Torah",
        "Exodus"
    ],
    "toSections": [],
    "versionTitle": "merged",
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ],
    "language": "he",
    "heCommentator": "רשב\"ם",
    "ref": "Rashbam on Exodus",
    "title": "Rashbam on Exodus",
    "next": null,
    "heBook": "רשב\"ם",
    "maps": [],
    "length": 40,
    "book": "Rashbam on Exodus",
    "textDepth": 3,
    "prev": null,
    "sections": []
}