{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Siman",
        "Se'if"
    ],
    "language": "en",
    "title": "Shulchan Arukh, Orach Chayyim",
    "text": [
        "",
        "",
        [
            "When one enters into the throne room (euphemism for bathroom stall), say: \"התכבדו מכובדים, etc.\" (Berachot 60b).  But now we are not habituated to recite it.",
            "One should be modest in the bathroom stall, and not reveal oneself until sitting.  <i>And two men shall not go together.  Also, one shouldn't talk there, and should lock the door for himself for the sake of modesty (Ohr Zarua).</i>",
            "",
            "Only reveal yourself from behind a tephach, and in front two tephachs. But for a woman behind one tephach, and in front nothing.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "One should rinse his hands and recite the benediction \"concerning the taking of the hands\".  <i>Rema: Some say to also recite \"Who created...,\" and even if one did not use the facilities, and thus we behave (Abudraham).  Water that is invalid for hand-washing for a meal later on (chapter 160) may be legitimate for washing one's hands for prayer.  However, there is one who says that one should not recite a blessing upon such.</i>",
            "Be careful to pour water on them three times in order to remove the evil spirit from them.",
            "One should not touch his hands to his mouth, nose, ears, or eyes before washing.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "One should concentrate in blessings of the meaning of the words.  When mentioning the name HASHEM, concentrate on the meaning of the recital being lordship that He is the Master of all, and concentrate on the Yud-Hei that Was, Is, and Will Be.  And when one mentions ELOHIM, concentrate on that He is Strength, Master of Wherewithal and Master of the powers of all."
        ],
        "",
        [
            "Every day when \"visiting the facilities,\" whether urination or defecation, bless \"Who has formed\" and not \"concerning the washing of the hands,\" even if one wants to learn or pray immediately.  <i>Gloss: If one has dirty hands when one rubs them (free from dirt), even in such a case, one should not recite \"concerning the washing of the hands\" (Sefer Mitzvot Ha-Gadol chpt. 27 positive commandment)</i>",
            "One who does netilat yadayim but does not rub off the dirt, even though the recital of Asher Yatzar is necessary, the hand-washing itself is only needed for sanitation and/or because of the notion of \"Hikkon\" (Amos 4:12) (i.e., preparation for the proper davening mindset).",
            "One who washes his hands and then loses his focus from their purity, and then redecides to wash with water another time - he needs to recite \"Asher Yatzar\" twice."
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Before making the blessing, one should check the strings of the fringes to ensure that they are fit, so that he will not be making a blessing in vain.",
            ""
        ],
        [
            "The only garments obligated in the precept of tzitzit are those made of sheep wool or linen, but garments made of wool of other animals is obligated in the precept   of tzitzit by rabbinic decree. (and there are those who say every [material] is obligated [in the precept of tzitzit] and this is the halacha) (Tosefta 32, Rosh, Sefer Mitzva Gadol, Mordichai.) ",
            " Tzitzit of Linen or of sheep wool are acceptable on all kinds of garments except for cases when tzitzit of Linen are put on a garment of wool or tzitzit of wool placed on a garment of Linen in a time when there is no techelet because of the issue of Kilyaim [forbidden mixtures]. REMA: there are some that say not to make tzitzit of linen at all even [to put them on a garment made of] other materials and this is our practice",
            "Tzitzit made from neither wool or linen only fufill the precept of tzitzit with their kind. For example silk tzitzit to a silk garment or cotton tzitzit to a cotton garment, but a garment without tzitzit of its kind does not fulfill the precept.",
            "If put there was put on the tallit tzitzit of materials that are neither wool or linen or a little bit of wool and linen we have to make due with it.",
            "Some say that its necessary that the colour of the tzitzit and tallit are the same and we are accustomed to practice this way.  REMA: and that Ashkenazim there is no custom to make the tzitzit only white, this is in regard also to the clothing's color and there is no need to change [the custom]",
            "Some say not to make a tallit out of linen even though there isn't a halacha [not to do so]. A G-d fearing individual should make a tallit out of wool that it is obligated in the precept of tzitzit from the Torah without a doubt. REMA : if it is only possible for an individual [to fufill the precept of tallit] only with a tallit of linen, better that he fulfilled the precept with a tallit made of linen with linen tzitzit then he void the precept of tzitzit. (Responsa of the Rosh, Section B)"
        ],
        "",
        "",
        "",
        "",
        [
            "tzitzit that is made by a non jew is unfit as written \"speak to the people of Israel\" [this statement addresses jews specifically and] this excludes non jews. [If jewish] women made tzitzit, they are fit. REMA: some are stringent, that they [themselves] will make them [their own tzitzit] and its good to do so in order to satisfy the law as determined. ",
            "If a jew put tzitzit on his garment [which is obligated in the precept of tzitzit] without intention [that by putting tzitzit on his garment he will be fufilling the precept], if there are no other tzitzit available [to replace those which were put on without the intention of fufilling the precept], there is what to rely on. The Rambam [halachic opinion is] that the tzitzit [which were put on without intention of fufilling the precept] are fit but one should not pronounce a benediction over it ",
            "Someone who borrows from his friend a tallit that does not have tzitzit on it, he is exempt from putting tzitzit on it for thirty days, as it is written \"you and not the other\", But after thirty days, you are obligated by the rabbis because it looks like its his. REMA: And if he returns it [the tallit] in the middle of [the original 30 days] and he takes the tallit again [a second borrowing] its not dependent only on thirty consecutive days [but 30 total days] (Nemukei Yoseph Hilchot Tzitzit).if it is borrowed when it has tzitzit, recite a benediction on it immediately. ",
            "It is permissible to take the tallit of his friend and to recite a benediction on it and only [if the tallit is folded]  he will fold it [when he is finished] if it is found  folded. REMA: the same law applys to [use of another's] tefillin (Nemukei Yoseph Perek Haspina). But it is forbidden to learn from holy books of his friend without his knowledge that we are concerned that he will tear them(pages in the book) while he is learning (from them)  ",
            "A tallit belonging to partners is obligated  in [the precept of] tzitzit as its written \"on the corners of their garment\"."
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "One should recite the Recitation of the Shema with intention, awe, fear, shaking and trembling. ",
            "",
            "",
            "They are accustomed to recite the first verse in a loud voice in order to awaken the intention [we need].",
            "They are accustomed to place their hands on their faces during the recitation of the first verse in order that one will not look at another thing that will restrain him from intending [his heart].",
            " ...",
            "",
            "",
            "",
            "",
            "",
            "",
            "After the first verse, one needs to say, \"Blessed is the name [of the one], his glorious kingship lasts forever\" in a whisper. ...",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "There are those who are accustomed to recite the Recitation of the Shema in a loud voice and there are those who are accustomed to recite it in a whisper. Kol Bo: And in any case, they say the first verse in a loud voice, and this [is what we] are accustomed [to do].",
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "One who must pray sitting, when he is able to he must return and pray standing. And he does not need to add anything in it. Rem\"a: And one who is traveling and is near a hotel, if he can remove himself from the road in a place where travelers will not interrupt him, he should remove himself. And he should not pray in a hotel of idol-worshipers so that the residents do not confuse him. But if it is impossible for him to remove himself from the road in a place that they will not interrupt him, he should pray in a hotel in any corner. (Terumas Hadeshen)"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "All those who are exempt from shma are exempt from prayer and all who are obligated in shma are obligated in prayer, except for those who accompany a funeral procession but are not immediately needed who are obligated in shma and exempt from prayer, and women and slaves who are exempt from shma and obligated in prayer because it is a positive non-time-bound commandment, and children that are old enough to be taught, their parents are obligated to teach them."
        ],
        "",
        [
            "If one erred or was forced [by circumstance] and did not pray the morning prayer, one prays the afternoon prayer twice: the first is the afternoon prayer, and the second as compensation. If one inverted [the order], one has not fulfilled his obligation in prayer, because it's a compensation, and one needs to go back and pray it. And that's the ruling in every case in which one must pray a compensatory prayer."
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "",
            "",
            "A Priest reads first from the Torah,followed by a Levite, followed by Israel.",
            "",
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "After this he should go to his work because any Torah that does not have work with it will end up becoming null and it causes sin because the poverty will remove from him knowledge of his Creator. Nevertheless, he should not make his work primary, rather temporary, and his Torah permanent. And (through this) both will be sustained.",
            "He should do business honestly and be careful not to mention the name of Heaven in vain, because in every place where the mention of God's name (in vain) is found, death is found. And he should be careful not to swear, even in truth, because 1,000 cities belonged to King Jannaeus and all of them were destroyed because they swore, even though they kept them.",
            "And he should be careful from partnering with the Kusim; perhaps (the Kusi) will be obligated to swear (agains him) and (the Jew) will violate, \"(The names of other gods) should not be heard through your mouth.\"",
            "Rama: And some are lenient with partnering with Kusim these days because the Kusim of these times do not swear by idol worship. And even though they mention the foreign idol, nevertheless their intention is to the Creator of heaven and earth, except that they join the name of Heaven and (foreign gods). And we do not find that there is in this (a violation by the Jew of) \"Before a blind person you shall not place a stumbling block,\" because the kusim are not enjoined regarding partnership (of God with idols). (Ra\"n in the last chapter of Avodah Zarah, Rabbeinu Yeruchem path 17 part 5, Tosfos in the beinning of the first chapter of Bechoros).",
            "And to do business with them without partnering all agree is permitted except on the day of their festivals. (Hagahos Maimoni first chapter of the Laws of Idol Worship) (And see Yoreh Deah in the Laws of Idol Worship chapter 147.)"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "A dead body that is in danger [of being burned] in a raging fire:  If there is a baby or loaf of bread, you should move the body with it.  If there is not a baby or loaf, then if two matresses are avaliable, flip the body from mattress to mattress since this is indirect motion (tiltul min hatzad).  If neither are available, you may move the body explicitly.  All of these apply only if in one domain.  If the body is currently in a very sunny place, you may move it to a shady area by means of a baby or loaf as long as it remains in one domain.  However, if there are no babies or loaves available, it may not be moved, even by the method of flipping mattresses, since indirect motion [in the standard case] is called motion. ((Rama) -See later on, in this siman, seif 6 what the decree is)"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "",
            "",
            "",
            "",
            "One who marries a widow does not come to her [have sex with her] for the first time on shabbat or a holiday. See also (Shulchan aruch, Orach Chayyim, siman 280).",
            "",
            "",
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "On the second night after the evening prayer, we begin to count the Omer. And if someone forgot to count, [that one may count] from the beginning of the evening onwards. He may account all night. It is a mitzvah for each person to count for themselves. He needs to count standing and bless before. He should count the days and weeks. How? On the first day he should say “today is day one of the Omer”, until he arrives to seven days. [At which point he should say], “they are one week of the Omer.” And on the eighth day he should say “today is eight days and they are one week and one day of the Omer.” And also, when he arrives to the 14th day, he should say “today is 14 days, they are two weeks of the Omer.” And in this way he should count and onwards until the 49th day.",
            " If they (the people who are counting) made a mistake on a cloudy day and they blessed on the counting of the Omer, they should go back to count when it got dark.  Those who are punctilious, they do not count until the stars come out [namely, three stars], and this is a proper thing to do.",
            "The one who prays with the community during the day, he should count with them without a blessing. And if he remembers at night, she should bless and count. GLOSS: And even if he answered “amen” to the blessing of the community, if he had the awareness that he was not fulfilled [of his obligation], he may go back and he may bless and count that night.",
            "The one who asks his friend [during the period of time] between sunset and when the stars come out, “how many days of the counting [of the Omer] is it tonight?”, he should say to him, “yesterday was such and such.” Because if he had said to him, “Today is such and such,” he would not be able to go back  and count with a blessing. However, [if he answered back] before [the period of time] between sunset and when the stars come out [he can go back and count], since it wasn’t the time of the counting of the Omer [which is when it is night time] and it doesn’t count for anything. GLOSS: And when the time arrives [to count], it is forbidden to eat until he counts and even if he began to eat, he should stop and count. However, if he began to eat before the time [to count] arrived, it is not necessary for him to stop except [when] he finishes his eating and counts afterwards."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "One is obligated to read the megillah at night and return and repeat it during the day. And for the [reading] at night - its time is all night, and for the [reading] during the day - its nice is all day, from sunrise until the end of the day; and if one read it from daybreak - he has fulfilled [his obligation.] ",
            "We cancel Torah learning to hear the megillah, all the more so for the rest of the mitsvot of the Torah, because all of them are pushed aside before the reading of the megillah. And there isn't anything that pushes aside megillah from before it, except for an unclaimed dead body that does not have anyone to bury it (according to its need), because the one who happens upon it - he buries it first and afterwards reads [the megillah]. Ram''a: And all of this is only dealing with [a situation] in which one is able to do the two of them. But if it is impossible to do the two of them, there is not a Toraitic mitsvah that pushes aside megillah from before it (Ran and Beit Yosef in the name of the Tosafot and Mehar''a Mizrachi). And the unclaimed dead body comes first, this is precisely when it is possible for him to read afterwards (Mehar''a Mizrachi)."
        ],
        [],
        [
            "All are obligated in reading [the megillah]: men, women, resident aliens, and freed slaves. We teach the children to read.",
            "",
            "",
            "",
            "In a place with no minyan, if one [person] knows it and the rest do not, one can fulfill [the obligation] for them all. If they all know, everyone reads to himself.",
            "It is a good tradition to bring male children and female children to hear the reading of the megillah.",
            ""
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "One who does the Purim meal at night does not fulfill his obligation. Rama: Nevertheless, one should be happy and add more during his meal even at night (Teshuvat Mahariv).",
            "One is obligated to be intoxicated on Purim to the point where he does not know [the difference] between \"accursed is Haman\" and \"blessed is Mordechai\". Rama: Some say it is not necessary to become drunk so much, but rather to drink more than he is used to (Kol Bo), and to fall asleep, and while he sleeps he does not know [the difference] between \"accursed is Haman\" and \"blessed is Mordechai\" (Maharil). [There is no difference] between one who has more and one who has less, as long as his heart is directed to heaven. One should not fast on Purim, except for a fast for a [bad] dream, and see earlier Siman 568 and Siman 570. There are those who have the custom to dress in Shabbat/Yom Tov clothes on Purim, and that is correct (Maharil). We have the custom to make the Purim meal after the afternoon prayer, and pray the evening prayer at night. We pray the afternoon prayer while most of the day remains, and most of the meal needs to be during the day (Minhagim). And it should not be like those who have the custom to start close to evening, and most of the meal happens during the night of the 15th. When Purim falls out on Friday, they should have the meal in the morning because of honor for the Sabbath (Minhagim). And one who wants to [have his meal] every [Purim] in the morning is allowed to (T\"H). Some say that there is [significance] to eating seeds on Purim as a remembrence for the seeds that Daniel and his friends ate in Babylonia (Kol Bo). It is good to delve a bit in Torah before one begins the meal, and a support for that is (Esther 8:16) \"The Jews had light and happiness...\", which we learn out \"radiance\" - that's Torah (Mahariv). One is obligated to drink a little and be a little happy on two days, the 14th and the 15th (Minhagim), and so is the custom. And some say that if one causes damage to his fellow through his happiness on Purim, he is exempt from restitution (T\"H Siman 110). And see T\"H Laws of Damage.",
            "One says \"Al hanisim\" in the Grace After Meals during the blessing of the land [\"Nodeh\"]. And if one started his meal during the day, and extended it into the night, he [still] says \"al hanisim\", for we follow the [status of] the beginning of the meal. And some say one should not say it. Rama: And we have the custom like the first opinion. ",
            "One must send to his fellow two portions of meat, or foodstuffs, as it says (Esther 9:19) \"And send portions, man to his fellow.\" Two portions to one man [is the obligation]. And anyone who send more to his fellows is praiseworthy. If he has none, he can trade with his fellow, this one sending to that one his meal, and this one sending to that one his meal, so that they can fulfill \"And send portions, man to his fellow.\" Rama: And some send the portions during the day and not at night (from the Rosh, first chapter of [Bavli] Megilla). And if one sends portions to his fellow, but he doesn't want to accept them, or he forgives him [his obligation], he fulfills [his obligation nonetheless]. And a woman is obligated in [sending] portions to the destitute and sending portions [to one's fellows] like a man is. A woman sends to a woman, a man to a man. But not the other way, so that a man does not come to send it to a widow, and it will come to a possibility of kiddushin [having been enacted]. But portions to the destitute one should not worry [about this possibility]."
        ],
        [
            "One may do work [which is forbidden on the Sabbath] on Purim, but places that have the custom not to should not, (Rama: And today, all places have the custom not to (Kol Bo)), and anyone who does will never see blessing from that work, unless it is a joyful building, such as a house for a newly-married son, or an arbor for kings and officers. Rama: And it is permitted to do work for a mitzva, such as writing Torah law decisions. And similarly it is permitted to do even work in the fullest sense for the needs of Purim (T\"H Siman 112).",
            "Even in a place that has the custom [to do work"
        ]
    ],
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "heTitle": "אורח חיים",
    "titleVariants": [
        "Shulchan Arukh, Orach Chayyim",
        "Shulchan Arukh Orach ChayyimOrach Chayim",
        "Orach Chaim",
        "O.Ch.",
        "Orah Hayyim",
        "Orach Chayyim"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah",
        "Shulchan Arukh"
    ]
}