{
    "versionTitle": "Wikisource Shulchan Aruch - English",
    "sectionNames": [
        "Siman",
        "Se'if"
    ],
    "language": "en",
    "title": "Shulchan Arukh, Orach Chayyim",
    "text": [
        [
            "One should strengthen himself like a lion to get up in the morning to serve his Creator, so that it is he who awakens the dawn. Rem\"a: At least, one should not delay beyond the time when the congregation prays (Tur). Rem\"a: \"I have set the Lord before me constantly\" (Psalms 16:8); this is a major principle in the Torah and amongst the virtues of the righteous who walk before God. For a person's way of sitting, his movements and his dealings while he is alone in his house are not like his way of sitting, his movements and his dealings when he is before a great king; nor are his speech and free expression as much as he wants when he is with his household members and his relatives like his speech when in a royal audience. All the more so when one takes to heart that the Great King, the Holy One, Blessed Is He, Whose glory fills the earth, is standing over him and watching his actions, as it is stated: \"'Will a man hide in concealment and I will not see him?' - the word of God\" (Jeremiah 23:24), he immediately acquires fear and submission in dread of God, May He Be Blessed, and is ashamed of Him constantly (Guide for the Perplexed III 52). And one should not be ashamed because of people who mock him in his service of God, and should also go modestly. And when he lies on his bed he should know before Whom he lies, and as soon as he wakes up from sleep he should rise eagerly to the service of his Creator, May He Be Blessed and Exalted (Tur).",
            "One who arises to supplicate before his creator should aim for the hours when the heavenly watches are changing, which are at one-third of the night, and at the end of two-thirds of the night, and at the end of the night; for prayer which is offered at these times regarding the destruction [of the Temple] and regarding the exile is favorable.",
            "It is fitting for every person who has fear of Heaven to be anguished and concerned regarding the destruction of the Temple.",
            "Better few supplications with concentration than much without concentration.",
            "It is good to recite the passage of the Binding (Genesis 22:1-19), the passage of the Manna (Exodus 16:4-36), the Ten Commandments (Exodus 20:2-13), and the passages of the burnt-offering (Leviticus 1:1-17), tribute-offering (Leviticus 2:1-13), peace-offering (Leviticus 3:1-17), sin-offering (Vayikra 4:27-35), and guilt-offering. Rem\"a: But only in private is it permissible to recite the Ten Commandments each day: it is forbidden to recite them in congregation (Rashb\"a Responsum 144).",
            "One should not recite the passages of the sacrifices except by day. (See below, section 47, paragraph 13)",
            "When one finishes the passage of the burnt-offering, he should say: \"May it be [Your] will that this should be considered and accepted as if I had brought a burnt-offering.\" He should say similarly after the passages of the tribute-offering and the peace-offering, because they are offered voluntarily.",
            "One should recite along with the sacrifice passages the verse: \"And he shall slaughter it on the side of the altar northward before the Lord....\" (Leviticus 1:11).",
            "Some have the custom to say the passage of the Laver (Exodus 30:17-21), and afterwards the passage of the removal of the ashes (Leviticus 6:1-6), and afterwards the passage of the continual-offering (Numbers 28:1-8), and afterwards the passage of the Incense Altar (Exodus 30:7-10) and the passage of the spices of the Incense and its preparation (Exodus 30:34-36)."
        ],
        [
            "One should not put on his under-garment from a sitting position (Tur), but should rather take his under-garment and insert into it his (head and) arms while he is still lying down, with the result that when he gets up he is [already] covered.",
            "One should not say (to oneself): \"I am now in an inner room - who can see me?\", for the Holy One Blessed Be He, \"His glory fills the whole earth\" (Isaiah 6:3).",
            "One should be particular to put on the undergarment the way it goes, so that it he should not turn it inside out.",
            "One should put on the right shoe first and not fasten it, then after that put on the left one and fasten it, and return and fasten the right one. Rem\"a: And in the case of our shoes which do not have a fastening, one puts the right one on first. (Tosafot)",
            "When one takes off one's shoes, one takes off the left one first.",
            "It is forbidden to walk in an [overly] upright posture, and one should not walk [a distance of] four amot with the head uncovered (out of respect for the Divine Presence), and one should examine one's orifices [to ensure they are kept clean]. Rem\"a: And one should cover his entire body, and should not go barefoot (Or Zarua). And One should accustom oneself to relieve oneself morning and evening, which is [included in the virtues of] alacrity and cleanliness (Hagahot Maimoni Chap 5 of Hilchot Deot).",
            "",
            "",
            ""
        ],
        "",
        [
            "One should rince his hands and recite the benediction \"concerning the taking of the hands\".  <i>Gloss: And recite also \"Who created...,\" and even if one did not use the facilities, and thus we behave) (Abudraham).  Water that is invalid for hand-washing for a meal later on (chapter 160) may be legitimate for washing one's hands for prayer.  However, there is one who says that one should not recite a blessing upon such.</i>",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "",
        "",
        "",
        [
            "He shall wrap himself in a fringed garment and make the blessing over it while standing up.",
            "",
            "",
            "",
            "",
            "",
            "One must separate the strings of the fringes from each other.",
            "",
            "Before making the blessing, one should check the strings of the fringes to ensure that they are fit, so that he will not be making a blessing in vain.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "When he gets up to pray if he was standing outside the Land of Israel, he should return his face toward the Land of Israel and focus also on Jerusalem and to the Temple and to the Holy of Holies. If he was standing in Jerusalem he should return his face to the Temple and focus also to the Holy of Holies. If he was standing behind the (Ark) he should return his face to the (Ark)....",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "One who must pray sitting, when he is able to he must return and pray standing. And he does not need to add anything in it. Rem\"a: And one who is traveling and is near a hotel, if he can remove himself from the road in a place where travelers will not interrupt him, he should remove himself. And he should not pray in a hotel of idol-worshipers so that the residents do not confuse him. But if it is impossible for him to remove himself from the road in a place that they will not interrupt him, he should pray in a hotel in any corner. (Terumas Hadeshen)"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "&lt;&gt;",
            "&lt;&gt;",
            "&lt;&gt;",
            "&lt;&gt;",
            "&lt;&gt;",
            "&lt;",
            "&gt;",
            "&lt;",
            "&lt;&gt;",
            "&lt;",
            "&gt;",
            "&lt;",
            "&lt;",
            "&lt;",
            "&lt;",
            "&lt;",
            "&lt;",
            "&lt;"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "On the second night after the evening prayer, we begin to count the Omer. And if someone forgot to count, [that one may count] from the beginning of the evening onwards. He may account all night. It is a mitzvah for each person to count for themselves. He needs to count standing and bless before. He should count the days and weeks. How? On the first day he should say “today is day one of the Omer”, until he arrives to seven days. [At which point he should say], “they are one week of the Omer.” And on the eighth day he should say “today is eight days and they are one week and one day of the Omer.” And also, when he arrives to the 14th day, he should say “today is 14 days, they are two weeks of the Omer.” And in this way he should count and onwards until the 49th day.",
            " If they (the people who are counting) made a mistake on a cloudy day and they blessed on the counting of the Omer, they should go back to count when it got dark.  Those who are punctilious, they do not count until the stars come out [namely, three stars], and this is a proper thing to do.",
            "The one who prays with the community during the day, he should count with them without a blessing. And if he remembers at night, she should bless and count. GLOSS: And even if he answered “amen” to the blessing of the community, if he had the awareness that he was not fulfilled [of his obligation], he may go back and he may bless and count that night. (Beit Yosef in the name of the Rashba)",
            "The one who asks his friend [during the period of time] between sunset and when the stars come out, “how many days of the counting [of the Omer] is it tonight?”, he should say to him, “yesterday was such and such.” Because if he had said to him, “Today is such and such,” he would not be able to go back  and count with a blessing. However, [if he answered back] before [the period of time] between sunset and when the stars come out [he can go back and count], since it wasn’t the time of the counting of the Omer [which is when it is night time] and it doesn’t count for anything. GLOSS: And when the time arrives [to count], it is forbidden to eat until he counts and even if he began to eat, he should stop and count. However, if he began to eat before the time [to count] arrived, it is not necessary for him to stop except [when] he finishes his eating and counts afterwards. (These are his own words because he said counting in our time is D'Oraita (Toraitic Law).)",
            "If he does not know [which day of the Omer it is], and he opens [his mouth to bless on the day] with the intention to finish [the blessing] like [what] he will hear his friend [say as he ends the blessing] , and he stops talking until he hears his friend, and then finishes [the blessing] like him, then he has fulfilled his obligation [to count the Omer].",
            "[The Shulchan Aruch here will present two cases in which the counter thinks one number and says another, and in both cases, the counter cannot go back and bless the day correctly]: [For example]: If he opens [his mouth to bless on the day] and says, “Praised are you, God, Our God, king of the universe” with the intention to say, “today is four [days of the omer]“, because he thinks that the count is four, and then he remembers [the correct day] and finished [the blessing] with [the number] “five” and the [days are indeed five] Or on the contrary [another case], that [the count of the days] is four and he opens with the intention to say four and he was mistaken and finished [the blessing] with five [days of the omer], he should not go back and bless [on the day correctly].",
            "If he forgot [to count] and did not do the blessing all night, he should count during the day without a blessing.",
            "If he forgot to bless on one of the days, between the first day [of the omer] and the rest of the days, he should count the rest of the days without a blessing. But, if he uncertain if he skipped a single day and didn’t count, he should count the days with a blessing.",
            "On Friday night, or on the night of a Yom Tov day (a category of days in which most of the Shabbat rules are in effect), we bless and count after the Kiddush in the Synagogue. And on Saturday evening, or the end of the Yom Tov day, [we bless and count] before the Havdalah [prayer in the Evening Amidah], but after Kaddish Shalem. And if the last Yom Tov day of Passover falls on Saturday night, then he should say Kiddush and Havdalah in one period of time, he still has to count before they do the blessing over Kiddush at the synagogue. (Namely, our counting should be about the same time that they would do Kiddush in the synagogue) GLOSS: And if he does not have any wine, he needs to bless YKNH”Z. See an earlier location, Siman 196.",
            "It is forbidden to eat a new [grain] (as opposed to dried or old grain), even now whether bread, toasted grain, unripe (or damp) grain until the beginning of the evening of the 18th of Nissan, and in the Land of Israel, until the beginning of the evening of the 17th of Nissan."
        ],
        "",
        "",
        "",
        [
            "It is customary not to get married between Pesach and Shavuot, until Lag BaOmer (the 33rd day), because during that time, the students of Rabbi Akiva died. However, to do \"erusin\" and \"kiddushin\" (engagement and betrothal) is OK. And even for \"nisuin\" (marriage), if someone did so, we do not punish him. Rema: however, from Lag Ba'Omer onwards, all this is permitted (Abudraham, Beit Yosef &amp; Minhagim).",
            "It is customary not to cut one's hair until Lag BaOmer, since it is said that that is when they  stopped dying. One should not cut one's hair until the 34th day, in the morning, unless the 33rd day falls on Friday, in which case one may cut one's hair then, in honor of the Sabbath (\"kavod Shabbat\"). Rema: But in these countries, we do not follow the custom he advocates; rather, we cut our hair on the 33rd day, and we rejoice a bit, and we do not say Tachanun (Maharil and Minhagim). And one should only cut one's hair on the 33rd day itself, but not on its evening. However, if it falls on Sunday, our custom is to cut our hair on Friday in honor of the Sabbath (Maharil). Someone who is performing a brit milah (i.e., the sandak, mohel and the infant's father), or circumcizing his son, is allowed to cut his hair during sefirah in honor of the circumcision (Hagahot Minhagim).",
            "Some have the custom to cut their hair on Rosh Chodesh Iyyar, but this is a mistake. Rema: However, in many places, the custom is to cut their hair until Rosh Chodesh Iyyar, and they do not cut their hair from Lag BaOmer forward, even though it is permitted to cut one's hair on Lag BaOmer itself. But those places who have the custom to cut their hair from Lag BaOmer onwards, do not cut at all after Pesach until Lag BaOmer. And within one city, it should not be that some follow one custom, and some follow another, because of \"lo titgodedu\" (\"do not cut yourselves\" - Deut. 14:1, interpreted in Yevamot 13b as \"lo te'asu agudot agudot,\" \"Do not become seperate groups\"); all the more so, one may not follow both leniencies.",
            "Women have the custom not to do work from Pesach until Shavu'ot, from sunset onwards."
        ]
    ],
    "versionSource": "http://en.wikisource.org/wiki/Shulchan_Aruch/Orach_Chaim/1",
    "maps": [],
    "heTitle": "אורח חיים",
    "titleVariants": [
        "Shulchan Arukh, Orach Chayyim",
        "Shulchan Arukh Orach ChayyimOrach Chayim",
        "Orach Chaim",
        "O.Ch.",
        "Orah Hayyim",
        "Orach Chayyim"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah",
        "Shulchan Arukh"
    ]
}