{
    "versionTitle": "Wikisource Shulchan Aruch",
    "sectionNames": [
        "Siman",
        "Se'if"
    ],
    "language": "en",
    "title": "Shulchan Arukh, Orach Chayyim",
    "text": [
        "",
        [
            "One should not put on his under-garment from a sitting position (Tur), but should rather take his under-garment and insert into it his (head and) arms while he is still lying down, with the result that when he gets up he is [already] covered.",
            "One should not say (to oneself): \"I am now in an inner room - who can see me?\", for the Holy One Blessed Be He, \"His glory fills the whole earth\" (Isaiah 6:3).",
            "One should be particular to put on the undergarment the way it goes, so that it he should not turn it inside out.",
            "One should put on the right shoe first and not fasten it, then after that put on the left one and fasten it, and return and fasten the right one. Rem\"a: And in the case of our shoes which do not have a fastening, one puts the right one on first. (Tosafot)",
            "When one takes off one's shoes, one takes off the left one first.",
            "It is forbidden to walk in an [overly] upright posture, and one should not walk [a distance of] four amot with the head uncovered (out of respect for the Divine Presence), and one should examine one's orifices [to ensure they are kept clean]. Rem\"a: And one should cover his entire body, and should not go barefoot (Or Zarua). And One should accustom oneself to relieve oneself morning and evening, which is [included in the virtues of] alacrity and cleanliness (Hagahot Maimoni Chap 5 of Hilchot Deot).",
            "",
            "",
            ""
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "&lt;&gt;",
            "אחד",
            "הנשים מוזהרות בו יותר, מפני שמצויות בבית ועוסקות בצרכי הבית. אם אין ידו משגת לקנות נר לשבת ולקידוש היום, נר שבת קודם. וכן אם אין ידו משגת לקנות נר לשבת ונר לחנוכה, נר שבת קודם משום שלום הבית, דאין שלום בבית בלא נר <i>(ואם אין ידו משגת לקנות יין לקידוש ולקנות נר חנוכה ע\"ל סימן תרע\"ח).</i>",
            "לא יקדים למהר להדליקו בעוד היום גדול שאז אינו ניכר שמדליקו לכבוד שבת. וגם לא יאחר ואם רוצה להדליק נר בעוד היום גדול ולקבל עליו שבת מיד רשאי כי כיון שמקבל עליו שבת מיד אין זו הקדמה ובלבד שיהא מפלג הנחה ולמעלה שהוא שעה ורביע קודם הלילה. <i>הגה: ועין לקמן סימן רסז ואם היה הנר דלוק מבעוד היום גדול יכבנו ויחזור וידליקנו לצורך שבת</i>",
            "כשידליק יברך \"ברוך אתה ה' אלוקנו מלך העולם אשר קדשנו במצוותיו וציוונו להדליק נר של שבת\" אחד האיש ואחד האשה גם ביום טוב צריך לברך \"להדליק נר של יום טוב\" וביום הכיפורים בלא שבת יש מי שאומר שלא יברך ועיין לקמן סימן תרי'. <i>הגה: יש מי שאומר שמברכים קודם ההדלקה ויש מי שאומר שמברך אחר ההדלקה וכדי שיהא עובר לעשייתו לא יהנה ממנה עד לאחר הברכה. ומשימין היד לפני הנר אחר ההדלקה ומברכין , ואחר כך מסלקין היד וזה מקרי עובר לעשיה וכן המנהג.</i>",
            "בחורים ההולכים ללמוד חוץ לביתם, צריכים להדליק נר שבת בחדרם ולברך עליו, אבל מי שהוא אצל אשתו אין צריך להדליק בחדרו ולברך עליו, לפי שאשתו מברכת בשבילו.",
            "אורח שאין לו חדר מיוחד וגם אין מדליקין עליו בביתו, צריך להשתתף בפרוטה.",
            "שניים או שלשה בעלי בתים אוכלים במקום אחד יש אומרים שכל אחד מברך על מנורה שלו ויש מגמגם בדבר ונכון ליזהר בספק ברכות ולא יברך אלא אחד. <i>הגה: אבל אנו אין נוהגים כן.</i>",
            "המדליקין בזוויות הבית ואוכלים בחצר אם אין הנרות ארוכות שדולקות עד הלילה הווי ברכה לבטלה.",
            "לבעל ההלכות גדולות כיון שהדליק נר של שבת חל עליו שבת ונאסר במלאכה ועל פי זה נוהגות קצת נשים שאחר שברכו והדליקו הנרות משליכות לארץ הפתילה שבידן שהדליקו בה ואין מכבות אותה ויש אומרים שאם מתנה קודם שמדליקה שאינה מקבלת שבת עד שיאמר החזן ברכו מועיל ויש אומרים שאינו מועיל לה ויש חולקים על בעל הלכות גדולות ואומרים שאין קבלת שבת תלוי בהדלקת הנר אלא בתפילת ערבית שכוון שאמר החזן ברכו הכל פורשים ממלאכתם ולדידן כיוון שהתחילו מזמור ליום השבת הווי כברכו לדידיהו. <i>הגה: והמנהג שאותה אשה המדלקת מקבלת שבת בהדלקה אם לא שתתנה תחילה ואפילו תנאי בלב סגי (מרדכי) אבל שאר בני הבית מותרין במלאכה עד ברכו ועיקר הדלקה תלויה בנרות שמדליקין על השולחן אבל לא בשאר הנרות שבבית וצריך להניח הנרות במקום שמדליקין ולא להדליק במקום זה ולהניח במקום אחר.</i>",
            "אף על פי שלא התפללו הקהל עדיין אם קדם היחיד והתפלל של שבת מבעוד יום חל עליו קבלת שבת ואסור בעשיית מלאכה ואפילו אם אומר שאינו רוצה לקבל שבת.",
            "אם רוב הקהל קיבלו עליהם שבת המיעוט נמשכים אחריהם על כרחם.",
            "אדם שבא לעיר בערב שבת וכבר קיבלו אנשי העיר עליהם שבת אף על פי שעדיין היום גדול אם היו עליו מעות או שום חפץ מניחו ליפול.",
            "אם ביום המעונן טעו הציבור וחשבו שחשכה והדליקו נרות והתפללו ערבית של שבת ואחר כך נתפזרו העבים וזרחה החמה אינם צריכים לחזור ולהתפלל ערבית אם כשהתפללו ערבית היה מפלג המנחה ולמעלה. ואם יחיד הוא שטעה בכך צריך הוא לחזור ולהתפלל תפילת ערבית. ולענין עשיית מלאכה בין ציבור ובין יחיד מותרים דקבלת שבת היתה בטעות ויש אומרים שאותם שהדליקו נרות אסורים בעשית מלאכה ושאר אנשי הבית מותרין. ויש אומרים שאותו נר שהודלק לשם שבת אסור ליגע בו ולהוסיף בו שמן ואפילו אם כבה אסור לטלטלו.",
            "מי ששהה להתפלל מנחה בערב שבת עד שקיבלו הקהל שבת לא יתפלל מנחה באותו בית כנסת אלא ילך חוץ לאותו בית כנסת ויתפלל תפילה של חול והוא שלא קיבל שבת עמהם אבל אם ענה וקיבל שבת עמהם אינו יכול להתפלל תפילת חול אלא יתפלל ערבית שתיים.",
            "אם בא לבית הכנסת סמוך לקבלת הציבור שבת מתחיל להתפלל מנחה ואף על פי שבעודו מתפלל יקבלו הציבור שבת אין בכך כלום הואיל והתחיל בהתר.",
            "יש אומרים שמי שקבל עליו שבת קודם שחשכה מותר לומר לישראל חבירו לעשות לו מלאכה. <i>הגה: ומותר ליהנות מאותה המלאכה בשבת, וכ\"כ במוצאי שבת מי שמאחר להתפלל במוצאי שבת או שממשיך סעודתו בלילה, מותר לומר לחברו ישראל שכבר התפלל והבדיל לעשות לו מלאכתו להדליק לו נרות ולבשל לו, ומותר להנות ולאכול ממלאכתו, כן נראה לי.</i>"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "&lt;"
        ],
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        [
            "יהיה",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "versionSource": "http://he.wikisource.org/wiki/%D7%A9%D7%95%D7%9C%D7%97%D7%9F_%D7%A2%D7%A8%D7%95%D7%9A_%D7%90%D7%95%D7%A8%D7%97_%D7%97%D7%99%D7%99%D7%9D_%D7%AA%D7%A8%D7%A2%D7%90",
    "maps": [],
    "heTitle": "אורח חיים",
    "titleVariants": [
        "Shulchan Arukh, Orach Chayyim",
        "Shulchan Arukh Orach ChayyimOrach Chayim",
        "Orach Chaim",
        "O.Ch.",
        "Orah Hayyim",
        "Orach Chayyim"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah",
        "Shulchan Arukh"
    ]
}