{"1": {"1": "<b>(א) לעבודת בוראו </b>- כי לכך נברא האדם כמו שאמר הכתוב כל הנקרא בשמי ולכבודי בראתיו וגו'. ואף אם ישיאנו יצרו בחורף לומר איך תעמוד בבוקר כי הקור גדול או ישיאנו בקיץ לומר איך תעמוד ממטתך ועדיין לא שבעת משנתך יתגבר עליו ואל ישמע לו ויחשוב בנפשו אלו היה נצרך לעמוד לשרת לפני מלך ב\"ו כמה היה זהיר וזריז לעמוד בהשכמה להכין עצמו לעבודתו כ\"ש וק\"ו בן בנו של ק\"ו לפני ממ\"ה הקב\"ה:", "2": "<b>(ב) השחר </b>- בשל\"ה כתב סוד לחבר יום ולילה בתורה או בתפלה הן בבוקר הן בערב. ומיד כשיתעורר משנתו ואינו רוצה לישן יטול ידיו אף שנשאר מושכב. ומכ\"ש שלא ילך ד\"א בלי נטילת ידים. וצריך מאד ליזהר בזה. ובזוה\"ק מפליג עבור זה בענשו למאד כי הוא משהה על עצמו רוח הטומאה. ומ\"מ חלילה לעבור שום איסור עבור חסרון נט\"י כגון לעצור עצמו מלהשתין עי\"ז או ליקח מים שהכין חבירו עבור עצמו אם לא שברור לו שיתן תיכף תמורתם אחרים ויש שנכשלין בזה. אם אירע שהמים רחוקים ואין לו מי שיקרבם אליו נהגו קצת מבעלי הנפש שהולכים פחות פחות מד\"א וכתב השערי תשובה ע\"ז דלא נהירא דעדיף יותר שילכו במרוצה שלא להשהות רוח רעה על ידיו. י\"א דלענין זה אמרינן כולא ביתא כד' אמות דמי אבל אין לסמוך ע\"ז כ\"א בשעת הדחק. אם אירע כשמשכים בלילה שאין לו מים ליטול ידיו ג\"פ כראוי להעביר רוח הטומאה אעפ\"כ חלילה לו לבטל מד\"ת משום זה עד שיאיר היום אלא יטול מעט או ינקה ידיו בכל מידי דמנקי ויברך וילמוד כדין התלמוד והפוסקים:", "3": "<b>(ג) שהצבור מתפללין </b>- היינו אעפ\"י שלא יעבור זמן תפלה מ\"מ מצוה עם הצבור ועיין לקמן סוף סק\"ט:", "4": "<b>(ד) הצדיקים </b>- דהיינו שיצייר בנפשו תמיד איך שהוא עומד לפני הש\"י כי הקב\"ה מלא כל הארץ כבודו וכתבו בשם האר\"י ז\"ל שיצייר שם הוי\"ה תמיד נגד עיניו בניקוד יראה כזה יִהְוָה וזהו סוד שויתי ה' לנגדי תמיד וזה תועלת גדול לענין היראה. ויש שהיו רגילין מחמת זה לעשות מנורות של קלף מצויירים להניח בסידורים וכותבים בהם שויתי ה' וגו' בן ד' אותיות ושארי שמות ומנורה כזה היתה נקראת בשם שויתי והטעם הוא בכדי שיהיה נזכר שלא לשיח שיחה בטלה בתוך התפלה מאימת השם וכתב בש\"ת בשם התבואת שור שראוי לאזור חיל לבטל המנהג כי ע\"פ הרוב אינם משמרים את הקלף כראוי ותשתפכנה בראש כל חוצות וגם כמה פעמים בא לידי מחיקת השם. ונראה דבמנורות הגדולות המצויירות על קלף שקובעים בבה\"כ לפני העמוד תחת טבלא של זכוכית שאין שייך בזה טעם הנ\"ל לית לן בה עכ\"ל. והקובעין בעמוד בלא טבלא יש למחות בידם כי ע\"י הנרות שקובעין בעמוד בא ברוב העתים לידי מחיקת השם ח\"ו:", "5": "<b>(ה) מפני בני אדם </b>- ועכ\"פ לא יתקוטט עמהם מפני שמדת העזות מגונה מאד ואין ראוי להשתמש ממנה כלל אפילו בעבודת הש\"י כי יקנה קנין בנפשו להיות עז אפילו שלא במקום עבודתו ית' (ב\"י) ועיין בבה\"ל:", "6": "<b>(ו) המלעיגים עליו </b>- וכן אם הוא אדם בינוני עומד במקום גדולים לא יתבייש מהם ללמוד ולעשות המצוה אך אם אפשר לו לעשות המצוה שלא בפניהם טוב יותר. ומיהו בפני בינונים שילמדו ממנו י\"ל טוב יותר לעשות בפניהם שילמדו ממנו לעשות כמעשהו אך יכוין לבו לש\"ש ולא להתפאר חלילה:", "7": "<b>(ז) גם בהצנע לכת </b>- ר\"ל אף בשעה שהוא בביתו בהצנע ג\"כ יהיה לכתו עם ה' אלהיו וכמו שמסיים והולך:", "8": "<b>(ח) בזריזות </b>- לאו דוקא אלא ישהה מעט ולא יעמוד פתאום כי זה מזיק לגוף [גיטין דף ע']. טוב לומר תיכף בקומו מודה אני לפניך מלך חי וקיים שהחזרת בי נשמתי בחמלה רבה אמונתך. ותיבת בחמלה יהיה באתנחתא ורבה אמונתך בלי הפסק והוא מן הכתוב חדשים לבקרים וגו' שהקב\"ה מקיים אמונתו להחזיר נשמות המופקדים בבוקר. וא\"צ לזה נט\"י ואף אם ידיו מטונפות כי אין מזכיר בזה הנוסח לא שם ולא כינוי ומ\"מ ללמוד נראה דאסור קודם שנטל ידיו ובלא\"ה אסור קודם ברכת התורה ועיין לעיל סוף סק\"ב:", "9": "<b>(ט) ראוי לכל וכו' </b>- והמקובלים האריכו מאוד בגודל מעלת קימת חצות כי רבה היא וכבר נדפס בסידורים סדר ההנהגה ע\"פ כתבי האר\"י ז\"ל. וזמן חצות הוא תמיד באמצעות הלילה ממש בכל מקום ואפילו בלילות הארוכות או הקצרות והיא י\"ב שעות אחר חצי היום והעת להתאונן על החורבן נכון יותר שיהיה קודם חצות מעט ומחצות ואילך יעסוק בתורה ובסוף הלילה יבקש צרכיו וי\"א אז שומרים לבוקר ואם הוא קרוב להנץ החמה יאמר המזמורים לבד וידלג הקינות ואח\"כ יאמר שומרים לבוקר. ואחר התיקון שיעור משניות קודם לכל דבר ואם זכה לחכמת האמת עת ההיא מסוגלת מאוד. האחרונים קבלו משכבי עד קומי היינו משבועות שאומרים שכבי עד ט\"ב שאומרים קומי א\"צ לקום בלילה וי\"א מט\"ו באב עד ט\"ו באייר יקום והנוהגים ע\"פ קבלה סוברים שצריך לקום תמיד. חבורה שנתחברו יחד לומר תיקון חצות בצבור אין למנעם ואדרבה ברוב עם הדרת מלך. וטוב יותר שיאמרו את התיקון בבהכ\"נ משיאמרוהו בחדר הסמוך לו דבהכ\"נ קדיש טפי וגם שיהיו מעשרה הראשונים. וצריך ביחוד להזהר מאוד מאוד משיחת חולין בניעורם בלילה. ומי שאינו יכול להשכים קודם אור הבוקר מחמת שהוא חלש בטבעו או שהוא יודע בעצמו שאם יקום באשמורת יישן בעת התפלה מוטב לישן כל הצורך ומ\"מ יהיה זהיר מאוד לקום שעה ולפחות חצי שעה קודם קריאת השמש לבהכ\"נ כדי שיהיה יוכל להכין עצמו להתפלל בצבור ובנקיות:", "10": "<b>(י) שיהא מיצר </b>- אבל התורה והתפלה יהיה בשמחה:", "11": "<b>(יא) חורבן בה\"מ </b>- כתב של\"ה שבכל סעודה יאמר על נהרות בבל ובשבת וכן בימים שאין אומרים בהם תחנון יאמר שיר המעלות בשוב ד' וגו'. והעיקר שידע מה קאמר ואחר כונת הלב הן הדברים:", "12": "<b>(יב) בלא כונה </b>- אבל אם המרבה כיון ג\"כ המרבה טוב יותר. ואם הממעט יש לו אונס ואינו יכול להאריך או שהוא משער בעצמו שאם יאריך לא יהיה יוכל לכוין וממעט בתחנונים ואומרם בכונה נחשב לפני הש\"י כמו אותו שיש לו פנאי ומאריך בתחנונים בכוונה וע\"ז שנינו אחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים. וכן לענין ת\"ת הענין כן כי הכל תלוי לפני הש\"י אם עושה כל אשר בכוחו לעשות. ומי שהוא בעל תורה ויש לו לב להבין וללמוד יכול למנוע מלומר הרבה תחנות ובקשות הנדפסות בסידורים וטוב יותר שילמוד במקומם. וצריך האדם לקבוע לו עת ללמוד ספרי מוסר בכל יום ויום אם מעט ואם הרבה כי הגדול מחבירו יצרו גדול הימנו. ותבלין היצה\"ר הוא תוכחת מאמרי חז\"ל:", "13": "<b>(יג) פרשת העקידה </b>- קודם פרשת הקרבנות. ויכול לומר פרשת העקידה ופרשת המן אפילו בשבת. ואין די באמירה אלא שיתבונן מה שהוא אומר ויכיר נפלאות ד' וכן מה שאמרו בגמרא כל האומר תהלה לדוד ג' פעמים בכל יום מובטח לו שהוא בן עוה\"ב ג\"כ באופן זה. וטעם לאמירת כ\"ז כי פרשת עקידה כדי לזכור זכות אבות בכל יום וגם כדי להכניע יצרו כמו שמסר יצחק נפשו ופרשת המן כדי שיאמין שכל מזונותיו באין בהשגחה פרטית וכדכתיב המרבה לא העדיף והממעיט לא החסיר להורות שאין ריבוי ההשתדלות מועיל מאומה ואיתא בירושלמי ברכות כל האומר פרשת המן מובטח לו שלא יתמעטו מזונותיו ועשרת הדברות כדי שיזכור בכל יום מעמד הר סיני ויתחזק אמונתו בה' ופרשת הקרבנות דאמרינן במנחות זאת תורת החטאת כל העוסק בתורת חטאת כאלו הקריב חטאת וכו':", "14": "<b>(יד) ושלמים </b>- וה\"ה פרשת תודה דגם היא בכלל שלמים. ואחר עולה ושלמים ותודה יאמר פרשת נסכים כי אין זבח בלא נסכים אבל חטאת ואשם אין טעון נסכים:", "15": "<b>(טו) וחטאת </b>- עיין במ\"א שכתב דאם יודע שנתחייב חטאת יאמר פרשת חטאת קודם ומדברי שארי הפוסקים לא משמע כן:", "16": "<b>(טז) בצבור </b>- מפני הכופרים שיאמרו אין תורה אלא זו ובפרט בזמנינו ולכך אין כותבין אותו ג\"כ על קונטרס המיוחד לצבור. יש שכתבו דלא אסור לאומרו בצבור אלא לקובעו בין הברכות כמו ק\"ש אבל קודם ב\"ש מותר אף בצבור. ואנן נקטינן לאסור בצבור כלל וכלל וביחיד דוקא שלא בתוך התפלה אבל לקבוע בתוך הברכות גם ליחיד אסור [ע\"ת וארה\"ח]:", "17": "<b>(יז) ביום </b>- דאין הקרבנות קרבין אלא ביום אבל פרשת הכיור ופרשת תרומת הדשן יכול לאמר קודם היום ואם אין לו פנאי יכול לאמר גם פרשת הקרבנות בלילה. ואם צריך עמידה עיין בסימן מ\"ח במ\"ב סק\"א. כתב בשל\"ה דבשבת ויו\"ט לא יאמר יה\"ר דאין קרבן נדבה בא בהם אבל הפרשיות אין הפסד לאומרן כקורא בתורה ומ\"מ אם הוא בן תורה מוטב יותר שיעסוק בפרשה דיומא. מי שהוא אבל לא יאמר פרשת הקרבנות:", "18": "<b>(יח) באים בנדבה </b>- אבל אחר פרשת החטאת לא יאמר כן לפי שאינה באה נדבה אא\"כ עבר עבירה שחייבים עליה חטאת וכן אשם ואשם תלוי קי\"ל דאינה באה בנדבה. והאחרונים כתבו בשם רש\"ל דיש לומר אף לאחר חטאת ואשם יה\"ר רק שיאמר בלשון ספק דהיינו יר\"מ אם עברתי עבירה שחייבים עליה חטאת שיהיה זה נחשב כאלו הקרבתי חטאת ואם לאו יהיה כקורא בתורה וכה\"ג יאמר ג\"כ אחר פרשת אשם אך המ\"א הקשה עוד איך יאמר אם נתחייבתי חטאת הא קי\"ל לענין חטאת דבעי ידיעה בתחלה שחטא ע\"כ העלה המ\"א דלענין חטאת לא יאמר כלל היה\"ר רק לענין אשם ודאי ואשם תלוי יוכל לאמר יה\"ר זה דעל תנאי אך אם לבו נוקפו שמא עבר על חטא והיה לו ידיעה שחטא ושכח יוכל לאמר ג\"כ היה\"ר אחר חטאת בדרך תנאי [ש\"ת]:", "19": "<b>(יט) עם הקרבנות </b>- וכהיום נוהגין לאמרו אחר פרשת התמיד:", "20": "<b>(כ) ושחט אותו </b>- דאיתא במדרש דכל מי שאומר פסוק זה הקב\"ה זוכר עקידת יצחק:"}, "2": {"1": "<b>(א) מיושב </b>- דאז בהכרח יתגלה גופו והאדם צריך להתנהג בצניעות ובושה לפני הקב\"ה ואפילו כשהוא לילה ובחדרי חדרים הלא מלא כל הארץ כבודו וכחשיכה וכאורה לפניו יתברך. וכן צריך ליזהר תמיד מחמת טעם זה שלא במקום הכרח מלגלות מבשרו ואפילו מעט כל מה שדרכו להיות מכוסה בבגדים לעולם אבל רשאי לגלות ידו עד קוב\"דו וצוארו עד החזה ע\"כ האנפלאות יראה ללבשם או לפשטם ג\"כ תחת הסדין שלא לגלות רגליו שדרכן להיות מכוסות לעולם במדינות אלו שאין הולכין יחף אפילו בקיץ וכן כל כיוצא בזה אם לא שאי אפשר בענין אחר וכן בבית המרחץ שדרכן של בני אדם לילך שם ערומים וא\"א בענין אחר אין בזה משום פריצות וכן כשרוחץ בנהר הדין כן רק יזהר לפשוט וללבוש סמוך לנהר כל מה שאפשר בכדי שלא ילך בגילוי הגוף שלא לצורך ואפילו ערותו א\"צ לכסות בירידתו לנהר ולא עוד אלא שהמכסה נראה כאלו בוש בדבר וכאלו כופר בבריתו של אברהם אבינו אך בעלייתו מן הנהר שפניו כלפי העם ישחה או ישים ידו כנגד ערותו לכסותה ובלבד שלא יגע בה כמו שיתבאר בס\"ס ג'. איתא בש\"ס חלוק של ת\"ח כל שאין בשרו נראית מתחתיו. והאידנא אין נזהרין בזה משום שהולכין הכל בבתי שוקיים ואין הבשר נראית:", "2": "<b>(ב) כשיקום </b>- ר\"ל כשיקום ויצא מתחת כיסוי סדינו שהיה מונח שם ערום כשפשט חלוקו יהיה עתה תיכף מכוסה כי יפול חלוקו על כל גופו מעצמו ועיין לקמן סימן רל\"ט ס\"ב לענין פשיטת החלוק. המניח מלבושיו מראשותיו משכח לימודו ואפשר אם מניח דבר אחר המפסיק בין ראשו לבגדיו אין קפידא וכן יזהר מללבוש ב' מלבושים יחד בפ\"א כי קשה לשכחה. הקורא כתב שע\"ג הקבר או המסתכל בפני המת משכח לימודו ועיין עוד בפמ\"ג מדברים המחזירים הלימוד:", "3": "<b>(ג) בחלוקו </b>- אע\"פ שהוא תחת כל המלבושים וכ\"ש בשאר בגדים:", "4": "<b>(ד) לחוץ </b>- ויראו תפירות המגונות ואמרי החלוק ויתגנה בעיני הבריות ואם לא נזהר והפך אם ת\"ח הוא צריך לפושטו ולחזור ללבשו כדרכו שלא יהיה בכלל משניאי ח\"ו ושאר כל אדם אין צריך ולתפלה אפילו כל אדם צריך לפשטו וללבשו כדרכו שראוי אז להדר בגדיו כמבואר בסימן צ\"א. טוב שישים שני צדי המלבוש ביד ימינו וילבש הימין ואח\"כ השמאל ויכוין כי הכל נכלל בימין ומן הימין בא לשמאל. כתב הרמב\"ם מלבוש ת\"ח יהיה מלבוש נאה ונקי ואסור לו שימצא בבגדו כתם או שמנונית וכיוצא בהם. ולא ילבש לא מלבוש שרים שהכל מסתכלים בהם ולא מלבוש עניים שהוא מבזה את לובשיו אלא בגדים בינונים נאים ע\"ש עוד:", "5": "<b>(ה) ימין </b>- שכן מצינו בתורה שהימין חשוב תמיד לענין בוהן יד ורגל ולכל הדברים שמקדימים הימין להשמאל:", "6": "<b>(ו) ויקשרנו </b>- דלענין קשירה מצינו שהתורה נתנה חשיבות אל השמאל שקושר עליה תפילה של יד. ובאנפלאות של לבד א\"צ להקדים שמאל לקשירה ואיטר יד שמניח תפילין בימין של כל אדם יקדים ימין גם להקשירה:", "7": "<b>(ז) ימין תחלה </b>- וגם אם נזדמן לו של שמאל ימתין עד שיביאו לו של ימין. כשהוא רוחץ וסך ימין תחלה ואם סך כל גופו ראש תחלה מפני שהוא מלך על כל האיברים ועיין בד\"מ:", "8": "<b>(ח) חולץ של וכו' </b>- שזהו כבודה של ימין:", "9": "<b>(ט) בקומה זקופה </b>- שדוחק רגלי השכינה כביכול ע\"כ כתבו האחרונים דאסור אפילו פחות מד\"א ופשוט דאפילו עומד במקומו ואינו הולך כלל:", "10": "<b>(י) ולא ילך </b>- אפילו בבית שיש בו תקרה וכ\"ש תחת אויר השמים דיש ליזהר לכו\"ע:", "11": "<b>(יא) ד\"א </b>- ומידת חסידות אפילו פחות מד\"א ואפילו בעת השינה בלילה ויש שמצדדין לומר דאפילו ד\"א אינו אסור מדינא רק להצנועין במעשיהן אבל כבר כתב הט\"ז לקמן בסימן ח' דבזמנינו איסור גמור מדינא להיות בגילוי הראש ואפילו יושב בביתו עי\"ש הטעם וכן כתב בתשובת מהר\"י ברונא וכתב המ\"א דאפילו קטנים נכון להרגילם בכיסוי הראש כי היכי דליהוי להו אימתא דשמיא כדאיתא (בשבת קנ\"ו) כסי ראשך כי היכי דליהוי עלך אימתא דשמיא ודע עוד דלענין גילוי הראש די בכיסוי היד על הראש וה\"ה אם מפלה ראשו שרי בגילוי הראש. ועיין בפמ\"ג שכתב דלילך ד\"א תחת אויר השמים לא מהני בזה כיסוי הראש ביד:", "12": "<b>(יב) בגילוי הראש </b>- וכ\"ש שאסור לברך וה\"ה ללמוד בגילוי הראש ולא מהני בזה כיסוי היד דיד וראש חד גופא אינון ואין הגוף יכול לכסות את עצמו ויש מקילין בזה בשעת הדחק כגון בלילה שרוצה לשתות ואין לו כובע בראשו דדי במה שמכסה ראשו בידו אבל יותר טוב לנהוג כמו שהעולם נוהגין שממשיך הבית יד של הבגד על היד ומכסה בו ראשו דאז הוי שפיר כיסוי לכו\"ע וכתב הפמ\"ג דיש ליזהר בשעת הנחת תפילין של ראש שלא יברך הברכה בראש מגולה ופרו\"ק משערות אף אותן שתפורין בבגד מתחתיו יש לאסור מפני מראית העין שיאמרו ששערות הן ויש מקילין:", "13": "<b>(יג) ויבדוק נקביו </b>- כדי שיהיה אח\"כ גופו נקי בשעת קבלת מלכות שמים בק\"ש ותפלה ואין צריך רק בדיקה לבד ואם בדק את עצמו ואינו רוצה עתה לנקביו זה נקרא מן הדין גוף נקי וחלילה לאחר שוב עבור זה זמן ק\"ש או אפילו רק תפלה בצבור:", "14": "<b>(יד) יחף </b>- אחז\"ל שימכור אדם כל מה שיש לו ויקח מנעלים לרגליו. ובמקומות הערב שדרכן לילך יחף שרי. [א\"ר] עוד כתב בשם של\"ה דאם עושה משום תשובה על עונותיו מותר וכן עשה דהמע\"ה הולך יחף:"}, "3": {"1": "<b>(א) ועכשיו וכו' </b>- כי אין אנו מוחזקין ליראי שמים שמלאכים מלוין אותנו שנבקשם שימתינו עלינו עד שנצא:", "2": "<b>(ב) עד שישב </b>- וה\"ה שלא יקום כשהוא מגולה:", "3": "<b>(ג) ולא ילכו </b>- ואם מפחד יכול אחד להניח ידו על ראשו דרך החלון ובלבד שלא יראה פירועו וכדלקמן בס\"ח וליכנס שם להדיא אסור אפילו עם אשתו אך עם קטן שאין בו דעת מותר ליכנס [ארה\"ח]:", "4": "<b>(ד) לא ידבר </b>- ואם הוא לצורך גדול אפשר דמותר לדבר כ\"ז שאין נפנה עדיין אבל בעת שנפנה אף לצורך גדול אסור ואם א\"א לסגור הדלת ואיש אחר רוצה לכנוס ינחרו זה לזה ולא ידברו רק הנשים כשהולכות לבית הכסא הקבוע לרבים כמו בהכ\"ס שבשדה בימיהם או בחצר בהכנ\"ס במדינות אלו התקינו חכמים שיהיו מספרות זו עם זו כדי שישמע קולן מבחוץ ולא יכנוס איש לשם ויתיחד עמהן [סנהדרין י\"ט] ומשמע קצת שם דנכנסות ג\"כ בשתים בבהכ\"ס:", "5": "<b>(ה) למשמש </b>- אם אינו יכול לפנות ילך ד\"א וישב ויעמוד וישב עד שיפנה או יסיח דעתו מדברים אחרים. ולא יפנה בעמידה:", "6": "<b>(ו) טפח </b>- ולא יותר משום צניעות ומלפניו טפחיים דמתוך שהוא דוחק א\"ע לגדולים הוא בא לידי קטנים וצריך טפחיים משום קלוח מי רגלים הנתזין למרחוק והב\"ח כתב דנכון להחמיר שיהיה גם מלפניו רק טפח ולא הסכימו עמו הרבה מהאחרונים. ויזהר שלא ילכלך שם בגדיו וגופו ומנעליו:", "7": "<b>(ז) מגולה </b>- אבל בחצר בכל ענין שרי כ\"כ הב\"י והמ\"א אבל הט\"ז הסכים עם מהר\"י אבוהב דבחצר ג\"כ אסור באמצע החצר בין מזרח למערב דהלא מגולה הוא באותו מקום אם לא שמקרב עצמו לצד אחד מהכתלים וכ\"כ הדרישה וש\"א:", "8": "<b>(ח) שאין בו מחיצות </b>- אבל אם יש בו מחיצות ואפילו רק מחיצה אחת לצד מערב ישב בצד המחיצה בסמוך לה [דהיינו עכ\"פ בתוך ד' אמות] ואחוריו למערב כלפי המחיצה ונפנה שם וכן אם הכותל במזרח יושב בסמוך לה ואחוריו למזרח ויש מחמירין בזה מפני שפירועו שלפניו הוא לצד מערב והשכינה במערב ובמקום שאפשר טוב להחמיר. כתב הפמ\"ג דאין שיעור לגובה המחיצה רק כל שאין פירועו מגולה עי\"ז שרי:", "9": "<b>(ט) או איפכא </b>- וי\"א דאיפכא לא וטוב ליזהר בזה:", "10": "<b>(י) בין מזרח וכו' </b>- משום דהשכינה שורה במערב ואפילו אם מחזיר פניו למערב אסור דמזרח שהוא נגד מערב יש לו ג\"כ קדושה:", "11": "<b>(יא) בין מזרח וכו' </b>- רק יכוין שיהא ראשה של המטה לצפון ומרגלותיה לדרום. ובתשובת מנחם עזריה פסק כמו שכתב הזוהר פרשה במדבר שיהא ראשה ומרגלותיה של המטה זה למזרח וזה למערב והסכים שם שיהא הראש למערב וכ\"כ בארצות החיים בשם כמה אחרונים ומ\"מ טוב יותר לכתחילה לנהוג כהשו\"ע כי בתשובת בנין של שמחה כתב בשם הגר\"א שאמר שגם כוונת הזוהר הוא כהגמרא ולא כפירוש הרמ\"ע הנ\"ל:", "12": "<b>(יב) אפילו כשאין וכו' </b>- עיין בארה\"ח דבזה אין להחמיר רק בשוכב ערום ובאין קלעים סביב המטה:", "13": "<b>(יג) לא ישב ופניו וכו' </b>- כצ\"ל. ט\"ז וש\"א:", "14": "<b>(יד) אלא לצפון וכו' </b>- וה\"ה אם אחוריו כלפי הקודש שרי בהטלת מי רגלים ועיין בביאור הגר\"א שהסכים דאפילו מן הצופים ולחוץ אם פניו כלפי הקודש אסור בהטלת מי רגלים. אסור לעמוד לפנות להדיא נגד בהכ\"נ או בהמ\"ד דלא יהא מכלל מי שנאמר עליהם ואחוריהם אל היכל ד' וכן לא יעשה בהכ\"ס מכוון כנגד בהכ\"נ או בהמ\"ד שלא יהא הפי הטבעת מגולה נגדם [ס\"ח סי' תתי\"ד והעתיקו בא\"ר והגהות רעק\"א] ואם בונה כותל באמצע להפסיק בין מחיצת בהכ\"ס לבית הכנסת לכאורה אין להחמיר ועיין בארה\"ח:", "15": "<b>(טו) יפנה מיד </b>- דהא אין חבירו רואה את פירועו וכן בחצר אחורי כותל הבית ואע\"פ שחבירו שומע קול עיטושו שלמטה אין בכך כלום שבהשמעת קול עיטוש שלמטה אין בו איסור משום צניעות אלא שהיא חרפה ובושה לבנ\"א ומי שאינו מקפיד אינו מקפיד:", "16": "<b>(טז) פירועו </b>- ר\"ל גילויו מה שמגלה מבשרו מלפניו או מלאחריו ואע\"פ שרואה את גופו ושומע קול עיטוש שלו שרי:", "17": "<b>(יז) ביד ימין </b>- מפני שקושר בה תפילין על זרוע השמאלי ועוד טעמים אחרים עיין בגמרא וטוב ליזהר מלקנח באצבע האמצעי שכורך עליו הרצועה וכתבו האחרונים דאיטר יד שכל עניניו עושה בשמאל מקנח בשמאל דידיה שהוא ימין כל אדם ואם כותב בשמאל ושאר מעשיו עושה בימין או להיפך עיין בבה\"ל:", "18": "<b>(יח) בחרס </b>- ואפילו היא חלקה ואינה מקרע הבשר דאם אינה חלקה ויש בה חדודים קטנים יש בזה ג\"כ מפני הסכנה שלא ינתק שיני הכרכשתא:", "19": "<b>(יט) חבירו </b>- אבל אם קנח הוא עצמו בו או שיבש או שקנח מצד אחר לית לן בה:", "20": "<b>(כ) אינן בשדה </b>- ולא שכיחי כשפים לכן מותר בחרס ודוקא אם הוא חלק וכנ\"ל:", "21": "<b>(כא) בדבר שהאור וכו' </b>- אפשר דוקא לענין שאר דברים אבל לענין עשבים יבישים גם לההג\"ה יש להחמיר דהם מחתכים את הבשר וכדלקמן בסי' שי\"ב ס\"ה עיין בפמ\"ג. כתב בהגהות ר\"ע איגר בשם הס\"ח כשיוצא מבהכ\"ס יראה המקום שישב עליו שלא יהיה טינופות שמא יבוא חבירו פתאום או בלילה וישב עליו:", "22": "<b>(כב) בצניעות בלילה </b>- ר\"ל שלא יגלה עצמו יותר מביום ולא יגלה עצמו עד שישב וכה\"ג כי לפניו ית' חשיכה כאורה אבל א\"צ להתרחק ואם אין שם אדם מפנה ברחוב ורק שיזהר שלא יהיה במקום הילוך ב\"א כדי שלא יטנפו בני אדם על ידו אבל אם יש שם אדם אפילו נכרי אסור לפנות בפניו. וכ\"ז לפנות אבל להשתין מותר אפילו ביום בפני רבים אם צריך לכך שאין לו מקום ואפילו בפני אשה משום דאיכא סכנתא אם יעמיד עצמו. ואשה לא תעמוד להשתין אפילו נגד פניו של תינוק משום דאיכא חציפותא אבל לצדדין שאינה משתנת ממש נגד פניו לית לן בה:", "23": "<b>(כג) על רגליו </b>- ויאמרו שהוא כרות שפכה שאין מימי רגליו מקלחין אלא שותתין וכרות שפכה אינו מוליד ויאמרו על בניו שאינם שלו:", "24": "<b>(כד) אם לא וכו' </b>- ואם אין לו עצות אלו וגם שם א\"א בישיבה יוכל לעשות עצה אחרת שלא יבוא לידי נצוצות שיסייע בבצים להגביה הגיד קצת או ע\"י מטלית עבה ואם איתרמי שנפלו ניצוצות על רגליו מצוה לשפשפם:", "25": "<b>(כה) ולמטה </b>- ואפילו אם האבר בקישוי מותר מעטרה ולמטה:", "26": "<b>(כו) מפני שמוציא </b>- ר\"ל שע\"י נגיעתו בגיד בא לידי חמום והרהור ויבא לזה וחומר עון הזה עיין באה\"ע סימן כ\"ג:", "27": "<b>(כז) הוא נשוי </b>- דיש לו פת בסלו ואין יצרו תוקפו כ\"כ ואם היא נדה או שהוא בדרך אסור. ועיין בא\"ע סימן כ\"ג ס\"ד דאפילו נשוי אינו מותר להושיט ידו לאמה כלל אלא בשעה שהוא צריך לנקביו:", "28": "<b>(כח) הנשוי </b>- ואם עומד במקום שיש לו פחד שלא יפול אין להחמיר בנשוי כלל. [ארה\"ח]:", "29": "<b>(כט) בביצים </b>- שאינו מתחמם ע\"י כך. ולפעמים מותר לאחוז באמה להשתין כגון ע\"י מטלית עבה שאינו מחמם אבל ע\"י החלוק אסור ויש מפקפקין גם ע\"י מטלית עבה משום דלא ידעינן שיעורו:", "30": "<b>(ל) להתחכך לא </b>- לפי שהחיכוך מביא לידי חמום ובקל יבוא לידי ש\"ז ועיין בח\"א שמתיר ע\"י בגד עב. ומותר לסרוק זקן התחתון אך שלא יגע אז באמה בידו ועיין בבה\"ל:", "31": "<b>(לא) בל תשקצו </b>- ואם משהא עצמו לקטנים עובר משום בל תשקצו ומשום שלא יהיה עקר. והמשהא מלהפיח אינו עובר על בל תשקצו. גם האיסור בל תשקצו נדחה מפני כבוד הבריות כגון המשהא נקביו עד שימצא מקום צנוע וכה\"ג. יזהר מאוד לקנח היטיב כי צואה במקומה במשהו כמו שכתב בסימן ע\"ו ס\"ה. וטוב לרחוץ פי הטבעת במים או ברוק:"}, "4": {"1": "<b>(א) ירחץ ידיו וכו' </b>- יש ע\"ז שני טעמים הרא\"ש כתב לפי שידים של אדם עסקניות הן וא\"א שלא יגע בבשר המטונף בלילה לזה תקנו חז\"ל ברכה על הנטילה לק\"ש ולתפלה והרשב\"א כתב לפי שבשחר אחר השינה אנו נעשים כבריה חדשה דכתיב חדשים לבקרים רבה אמונתך צריכין אנו להודות לו יתברך שבראנו לכבודו לשרתו ולברך שמו ועל דבר זה תקנו בשחר כל אותן הברכות שאנו מברכין בכל בוקר לכן גם דבר זה תקנו בשחר להתקדש בקדושתו וליטול ידינו מן הכלי ככהן שמקדש ידיו מן הכיור קודם עבודתו. ולהלכה אנו תופסים כשני הטעמים לחומרא לענין נטילה וכדלקמן בזה הסימן. ואם לא בירך ענט\"י קודם התפלה שוב לא יברך אחר התפלה לכו\"ע [ח\"א]:", "2": "<b>(ב) ויברך </b>- ומיד אחר הנטילה יברך וא\"צ להמתין על הניגוב וגם הניגוב אין מעכב. ויש מחמירין שלא יברך עד אחר שינגב ידיו דס\"ל דאין רוח רעה סר מהידים עד אחר הניגוב וס\"ל דאסור לברך בידים שר\"ר שורה עליהם אבל דעת הפוסקים אין כן [ארה\"ח]. כתב בסדר היום שלא יגע במלבושיו עד שיטול ובגמרא לא משמע כן [מ\"א] איתא בברכות דף נ\"א אל תטול חלוקך שחרית מיד השמש ותלבש משום סכנת מזיקין אלא יטלהו בעצמו ממקום שהוא שם. ואפילו אותו השמש כבר נטל ידיו. אמרינן בגמרא רוחץ אדם פניו ידיו ורגליו בכל יום משום כבוד קונו. ובמדינותינו שאין אנו הולכים יחפים א\"צ לרחוץ רגליו שחרית [פמ\"ג]:", "3": "<b>(ג) גם אשר יצר </b>- הטעם משום דבבוקר נעשה כבריה חדשה וצריכין אנו להודות לו וניתקן ברכת אלקי נשמה ואשר יצר על יצירת הגוף ויש עוד טעמים אחרים עיין באחרונים וכתב הפמ\"ג דלפי הטעם דבריה חדשה אם היה ניעור כל הלילה דאז לא נעשה בריה חדשה בבוקר אין יכול לברך אשר יצר אם לא עשה צרכיו. יש אומרים דאם השתין בלילה יוכל לסמוך לענין ברכת אשר יצר על אשר יצר דשחרית וצ\"ע לדינא גם פעמים רבות יקרה שבבוקר משתוקק עוד הפעם להטלת מי רגלים ולא יוכל לחול עוד הברכת אשר יצר דבבוקר ע\"ז הטלה דלילה וכדלקמן בסי' ז' במ\"ב ס\"ק א'. וי\"ש יחמיר על עצמו ויטול ידיו וילבוש מכנסים או יחגור בשאר דבר להפסיק בין לבו לערוה ויברך אשר יצר. אך יראה בעת הברכה להרחיק מהעביט של המי רגלים ד' אמות אם הוא עומד בחדרו ואם לא היה העביט מיוחד לזה די בהטלת רביעית מים לתוך המי רגלים בכל פעם ופעם שמשתין:", "4": "<b>(ד) ואפילו וכו' </b>- והרוצה להסתלק מן הספק יזהר לעשות צרכיו תיכף אחר שעירה מים על ידיו ג\"פ וכשיצא מבהכ\"ס יטול ידיו פעם שניה ויברך אשר יצר ויצא ידי חובה לכו\"ע. וטוב יותר שלא יברך אפילו ברכת נט\"י עד לאחר נטילה שניה שנוטל אחר יציאתו מבהכ\"ס ובפרט אם היה צריך לנקביו בעת נטילה ראשונה שאז בודאי אינו רשאי לברך. והח\"א כתב דנכון להמתין מלברך ענט\"י עד לאחר שמנקה עצמו ורוצה להתפלל עי\"ש טעמו אח\"כ מצאתי בספר מעשה רב שכן היה נוהג הגר\"א ז\"ל ועיין בבה\"ל:", "5": "<b>(ה) סימן ק\"ס </b>- דהיינו מים שנשתנו מראיהן או נעשו בהם מלאכה או מלוחים או סרוחים שאין הכלב יכול לשתות מהם ומשו\"ה ראוים לתפלה דכאן לא צריך רק משום נקיות בעלמא:", "6": "<b>(ו) דלא מברך </b>- ר\"ל על נטילת ידים רק על נקיות ידים:", "7": "<b>(ז) עלייהו </b>- והאחרונים הכריעו דיוכל לברך על נטילת ידים ועיין לקמן בסעיף ז' ובמ\"ב ס\"ק ט\"ז:", "8": "<b>(ח) ידקדק </b>- כי חוץ מהטעמים הנזכרים בסק\"א שצריך ליטול ידיו לתפלה צריך ליטול גם משום רוח רעה השורה על הידים אך היכא דהנטילה הוא משום רוח רעה לבד לא היו מתקנים ע\"ז ברכה לכן אנו צריכים גם לטעמים הנ\"ל:", "9": "<b>(ט) לערות עליהן </b>- ויטלם לכתחילה עד פרק הזרוע ואם אין לו מים די עד קשרי אצבעותיו. וצריך לפשוט הכפות כמי שרוצה לקבל דבר ויגביהם כנגד הראש. גם טוב להדיח פיו ובתענית צבור לא ידיח:", "10": "<b>(י) ג\"פ </b>- ואפילו שופך הרבה בפעם אחד אינו מועיל כי אין הרוח הולך אלא בג' פעמים דהיינו פ\"א על יד ימין ואח\"כ על יד שמאל עד ג\"פ בסירוגין ובספר מעשה רב כתב ד' פעמים ג\"פ להעביר רוח רעה והד' להעביר המים שנטמאו. צריך להזהיר לנשים שיזהרו בנט\"י ג\"פ בסירוגין כמו האנשים וגם כי הם מתקנות המאכלים שלא יטמאום בידיהם גם יש ליזהר שהקטנים יטלו ידיהם בשחרית כי נוגעים במאכל. ובנגיעת עכו\"ם במאכלים בלא נט\"י אין לחוש דלא מקבלי טומאה:", "11": "<b>(יא) קודם נטילה </b>- מפני שהרוח רעה השורה על הידים יוכל להזיק לאלו האיברים:", "12": "<b>(יב) ולא לעינים </b>- ויש ליזהר אפילו ע\"ג עיניו מבחוץ אם אפשר לו:", "13": "<b>(יג) אפילו וכו' </b>- וקודם נטילה יש אוסרין מליגע בפי הטבעת אפילו במקרה וכן לאמה במקום הנקב אפילו אם הוא נשוי וכן כה\"ג במקום נקב הקזה כי אז יוכל הרוח רעה להזיק לכל נקב שבגוף:", "14": "<b>(יד) מפסיד השכר </b>- ואם נגע במאכל קודם שנטל ידיו אין לאסור המאכל עי\"ז אבל לכתחילה מאוד יש ליזהר שלא ליגע אז בשום מאכל ואם נגע באוכל ידיחנו ג\"פ. וכן אין לשתות עשן טבא\"ק קודם נט\"י:", "15": "<b>(טו) אין צריך </b>- ר\"ל דיעבד אין מעכב הברכה ומברך על נטילת ידים אבל לכתחילה טוב להקפיד שיהיה לו ג\"כ רביעית וכמו שכתב בסעיף שאחר זה דקאי גם על שיהיה לו רביעית וכמו שכתבו האחרונים:", "16": "<b>(טז) אינו מעכב </b>- ר\"ל דיעבד לענין הברכה ויוכל לברך ענט\"י או אפילו לכתחלה היכא דאי אפשר בענין אחר אבל היכא דאפשר טוב להקפיד:", "17": "<b>(יז) לא כלי וכו' </b>- ר\"ל דמהני אף להעביר רוח רעה ולכן אם אין לו כלי שלם מותר ליטול מכלי נקוב וכן מפלו\"מף אף שאין כאן כח גברא כמבואר לקמן בהלכות נט\"י אבל אם שכשך ידיו במים לא מהני לרוח רעה וכדלקמן:", "18": "<b>(יח) קרקע </b>- ואפילו ע\"ג קיסמים אסור מפני שרוח רעה שורה עליהם:", "19": "<b>(יט) כלי </b>- וטוב שיניח שני כלים מראשותיו אחד מלא ואחד ריקן:", "20": "<b>(כ) מהם </b>- ע\"כ לא יתנם לפני בהמתו:", "21": "<b>(כא) בני אדם </b>- כי יוכלו להנזק ע\"י הרוח רעה. וישפכם במקום מדרון או בעפר תיחוח:", "22": "<b>(כב) ונותנו </b>- כדי שיתגבר ימין שהוא חסד על שמאל שהוא דין. וגם באיטר אזלינן בתר ימין דעלמא:", "23": "<b>(כג) לא יטול </b>- ר\"ל לשפוך לו על ידיו אבל להביא לו מים מותר:", "24": "<b>(כד) ממי שלא וכו' </b>- ובנטילה לאכילה רשאי ליטול ממי שלא נטל ידיו:", "25": "<b>(כה) לק\"ש ולתפלה </b>- ויוכל לברך על נטילת ידים דאמרינן בכיור ורחצו ממנו ולא בתוכו הא בעלמא אפילו בתוכו אבל להעביר הרוח רעה בעי עירוי ג\"פ דוקא ושכשוך בכלי אפילו ק' פעמים לא חשיב אלא אחד שמיד נטמאו המים והויין כמו שופכין ומשום הכי נסתפק אח\"כ במימות מחולפים דאפשר דלאו דוקא עירוי בעינן להעביר רוח רעה ואפילו רחיצה סגי או דבעינן דוקא עירוי מכלי על ידיו. וכתב הפמ\"ג דלפ\"ז אם תחב ידו בנהר ג\"פ או בשלג המונח על הארץ בשלשה מקומות מחולפים אפ\"ה לא מהני רק לתפלה ויוכל לברך ענט\"י אבל ספק אם מהני להעביר רוח רעה דאולי בעינן לזה עירוי מכלי והארה\"ח ולבושי שרד פסקו דבנהר וכן בשלג ובמי מקוה מהני אף להעביר רוח רעה ואפילו אין בהם ארבעים סאה ועי\"ש עוד בארה\"ח:", "26": "<b>(כו) אבל לא וכו' </b>- ע\"כ יראה ליטול פעם שנית מן כלי אפילו אחר התפלה:", "27": "<b>(כז) כל הלילה </b>- ואם ישן במקצתה לכו\"ע צריך ליטול ידיו בבוקר כדין והוא שישן שינת קבע על מיטתו ומשום דסתם ידים עסקניות הן ובודאי נגע במקום מטונף אבל אם ישן שינת ארעי להרא\"ש דינו בזה כאלו לא ישן כלל:", "28": "<b>(כח) להתפלל ולהעביר </b>- דהיינו לתפלה יש ספק אם הטעם של נט\"י שחרית כהרשב\"א לעיל במ\"ב סק\"א וא\"כ אע\"ג דהשתא לא נעשה בריה חדשה לא פלוג רבנן וצריך נטילה או שמא עיקר הטעם כהרא\"ש שם ובניעור ולא נגע במקום מטונף א\"צ נטילה. ולהעביר הרוח רעה יש ג\"כ ספק אם בעלמא השינה גורם הרוח רעה וא\"כ אפילו ישן ביום שורה ר\"ר וצריך ליטול ידיו וניעור בלילה א\"צ ליטול ידיו או הלילה גורם הרוח רעה וא\"כ יהיה הדין בהיפוך:", "29": "<b>(כט) ויטלם </b>- ר\"ל ג\"פ מחמת ספק וכן בשני הסעיפים שאחר זה:", "30": "<b>(ל) בלא ברכה </b>- יש מהאחרונים שחולקין על הכרעת הרמ\"א בזה וסוברים דצריך לברך ויש שמסכימים עמו וכ\"ז בלא עשה צרכיו אבל אם עשה צרכיו קודם התפלה הסכמת אחרונים דבזה צריך ליטול ידיו ולברך. וכן נכון לעשות לכתחילה במי שניעור כל הלילה כגון בליל שבועות יעשה צרכיו או יטיל מים וישפשף שאז לכו\"ע יתחייב לברך ויברך ענט\"י ואשר יצר:", "31": "<b>(לא) כשיאור היום </b>- כי י\"א דבעמוד השחר חוזר הר\"ר לשרות פעם שנית:", "32": "<b>(לב) להעביר וכו' </b>- הכא לא נקט להתפלל כמש\"כ סעיף י\"ג דודאי משום תפלה אין צריך בזה עוד הפעם ליטול ידים ואפילו אם חזר וישן פעם שנית קודם עמוד השחר דבזה בודאי צריך משום רוח רעה עוד הפעם ליטול ידים מ\"מ אין יכול לברך ענט\"י ואפילו אם השינה היתה שינת קבע דאנו חוששין לשיטת הרשב\"א דס\"ל דטעם הנטילה משום דבבוקר נעשה בריה חדשה ופ\"א נעשה האדם בריה חדשה ולא שתי פעמים ומשום רוח רעה בלבד לא תקנו ברכה:", "33": "<b>(לג) בלא ברכה </b>- הנה נראה דאפילו אם בפעם הראשון כשנטל ידיו לא בירך ענט\"י מ\"מ לא יברך עתה דאיך יאמר וציונו ענט\"י הלא כבר יצא ידי חובת הנטילה לתפלה לדעת הרא\"ש כמבואר בב\"י וכה\"ג כתב לעיל בשערי תשובה סק\"ד ומ\"מ הנכון שיביא עצמו לידי חיוב ברכה דהיינו שיעשה צרכיו קודם התפלה ויתחייב לברך ענט\"י וכנ\"ל בסק\"ד בשם הח\"א:", "34": "<b>(לד) יש להסתפק </b>- אי לילה גורם לרוח הטומאה או שינה גורם ודוקא הישן שיתין נשמי אבל פחות מזה אין רו\"ר שורה ואפי' בלילה:", "35": "<b>(לה) שיתין נשמי </b>- ר\"ל רצופין אלא היה מתנמנם כמה פעמים פחות משיתין נשמי עד חצות לילה ומחצות ואילך היה מתגבר כארי:", "36": "<b>(לו) דדוקא ביום </b>- השיגו עליו האחרונים דלא נמצא שם כן בגמרא רק על האמוראים אבל דוד בעצמו גם בלילה היה נזהר ונ\"מ כ\"ז לדידן שבעל נפש יחמיר עכ\"פ ביום. ואין שבת בכלל זה. ועיין לקמן בסימן רל\"א ס\"א דאם א\"א לו ללמוד בלא שינת הצהרים מותר לישן מעט אבל לא יאריך בה עיי\"ש ועיי\"ש עוד שגם זה לא תהיה כונתו להנאת עצמו רק לעבודתו יתברך. ועיין במחצית השקל שכתב דענין השינה ביום תלוי לפי מה שהוא אדם וכפי הצורך לעבודתו ית':", "37": "<b>(לז) מפני הרירים </b>- כי צריך להזכיר את השם הגדול בקדושה ובטהרה [ב\"י] ואם הוא איסטניס ואינו רוצה להכניס המים לפיו מפני שאינם זכים וצחים אין מעכב מלברך [לבוש]:", "38": "<b>(לח) צריכים נטילה </b>- להסיר רוח רעה השורה עי\"ז ע\"כ ימהר ליטול תיכף. והנטילה תהיה עד הפרק ועכ\"פ עד סוף קשרי אצבעותיו אבל אם ליכלך ידו בטיט וברפש דאין בו משום רוח רעה א\"צ רק לקנח מקום המלוכלך בלבד ודי. ולענין תפלה יבואר לקמן בסימן צ\"ב עי\"ש בבה\"ל:", "39": "<b>(לט) במים </b>- אף דלתפלה וכ\"ש לתורה די אחר כל אלו בנקיון בעלמא וכדלקמן בסעיף כ\"ב דמיירי בקם מן המטה וכ\"ש באינך מ\"מ להסתלק רוח רעה צריך דוקא מים ועיין לקמן בס\"ק מ\"א. וא\"צ ג' פעמים כ\"א בקם מן המטה ויש מחמירין בהולך בין המתים ומשמש מיטתו דבעינן ג\"כ ג\"פ. ובספר היכל הקודש מחמיר ביוצא מבהכ\"ס ג\"פ ובמ\"א סימן ז' סתר דבריו:", "40": "<b>(מ) והיוצא מבהכ\"ס </b>- אפילו לא עשה צרכיו וכן מבית המרחץ אפילו לא רחץ שם ומשום רו\"ר ששורה באלו המקומות:", "41": "<b>(מא) מנעליו </b>- משום שנוגע בידיו בעת החליצה אבל בלא נגע בהם א\"צ נטילה והחולץ מנעליו ונוגע ברגליו וחופף ראשו אינו משום רוח רעה רק משום נקיות ע\"כ א\"צ למהר ליטול ידיו תיכף משא\"כ באינך דמשום רו\"ר וכנ\"ל בס\"ק ל\"ח:", "42": "<b>(מב) בין המתים </b>- בבית הקברות וכתב מהרי\"ל סי' כ\"ג שיש ליטול קודם שיתפלל על הקברות ורוחצין שנית בשובו לחצר בה\"ק שרוחות רעות מלוין החוזרין. ויש נוהגין אז לרחוץ גם הפנים:", "43": "<b>(מג) במת </b>- ואפילו מי שנכנס אצל מת אחד או שהלך ללותו נוהגין בנטילה. ונהגו להקפיד אם יכנס אדם לבית אחר קודם שירחץ ומנהג אבותינו תורה היא [רמ\"א יו\"ד שע\"ו]:", "44": "<b>(מד) כליו </b>- אפילו לא נגע בכנה שלא מצא:", "45": "<b>(מה) בכנה </b>- ובפרעוש אפשר דדי בנקיון בעלמא:", "46": "<b>(מו) בידו </b>- במקומות המטונפות שיש בהם מלמולי זיעה:", "47": "<b>(מז) יוצא מדעתו </b>- עיין בא\"ר דר\"ל דנתלבש בו רוח שטות ועי\"ז יוכל לבוא אח\"כ לעבירה וכמאמרם דאין אדם עובר עבירה אא\"כ נכנס בו רוח שטות:", "48": "<b>(מח) דם מהכתפים </b>- ואפשר עלוקה [שקורין פייווקע\"ס] או ביינקע\"ס ג\"כ צריך ליטול וטוב להחמיר:", "49": "<b>(מט) בתפילה </b>- וה\"ה בשעה שהוא עוסק בתורה [בסימן צ\"ב ס\"ז בהג\"ה]:", "50": "<b>(נ) סימן צ\"ב סעיף ו' </b>- דנתבאר שם שאם עומד בתפלה ונזכר שנגע במקום מטונף די בנקיון עפר או שמחכך ידיו בכותל דמה יעשה באמצע תפלה. ומיהו אם עומד עדיין בק\"ש או בפסוקי דזמרה צריך לילך וליטול ידיו:", "51": "<b>(נא) וסי' קס\"ד </b>- דשם נתבאר שאם עבר ונגע בתוך הסעודה צריך ליטול ידיו שנית כדין אך לענין ברכת ענט\"י הסכמת רוב האחרונים שלא לחזור ולברך ע\"ש במ\"ב:", "52": "<b>(נב) מלמולי זיעה </b>- עיין ביו\"ד סי' קי\"ו דצריך ליזהר מזיעה דכל זיעה סם המות חוץ מזיעת הפנים וסימן לדבר בזיעת אפיך תאכל לחם:", "53": "<b>(נג) ובפניו </b>- וכן בצוארו עד החזה [ב\"י] וכתב במחצית השקל דזה תלוי לפי מנהג המקומות אם הדרך להיות מגולה שם:", "54": "<b>(נד) שבזרועותיו </b>- עד הפרק הנקרא (איילי\"ן בויגי\"ן). וכן אם הולך יחף ברגליו אפשר דהוי בכלל המקומות המגולין [פמ\"ג בסי' צ\"ב]:", "55": "<b>(נה) אם אין וכו' </b>- ואם יש לו מים צריך ליטול אפילו לתפלת מנחה וערבית אפילו אם אינו יודע להן שום לכלוך. והנטילה יהיה בלא ברכה כי לא תקנו ברכה כ\"א בשחרית וכדאיתא בסימן ז' ס\"א. ואם אין לו מים י\"א דדינו כהכא דינקה בכל מידי דמנקי פן מודבק בהם איזה דבר מאוס או זוהמא ועיין לקמן בסי' צ\"ב וברל\"ג במשנה ברורה:", "56": "<b>(נו) יקנח ידיו </b>- ואפילו היו מלוכלכים בודאי כגון שעשה צרכיו וקינח ג\"כ מהני ועיין לקמן בסי' צ\"ב כמה צריך לחזור אחר מים:", "57": "<b>(נז) בעפר </b>- או שישפשף בטלית יבש. ודע דנקיון כיון שהוא עומד במקום מים צריך לנקות כל היד בין גבו ובין תוכו עד הפרק ובדיעבד די עד סוף קשרי אצבעותיו אבל לא כמו שנוהגין איזה אנשים שמנקין רק ראשי אצבעותיהן:", "58": "<b>(נח) נקיות ידים </b>- י\"א דגם בזה מברכין ענט\"י ומ\"מ כל האחרונים לא זזו מפסק השו\"ע:", "59": "<b>(נט) קודם נטילה </b>- דסתם ידים דהיינו שאינו יודע אם הם מלוכלכים אינן פסולות לברכה וכ\"ש לד\"ת דהרי מברכין על הפירות וא\"צ נט\"י:", "60": "<b>(ס) ערום </b>- שאז מסתמא ידיו מטונפות בנגיעת בית הסתרים. ומלבושים שלנו שבית הצואר פתוח אפילו אם ישן במלבושים מסתמא ידיו מטונפות כי דרכו לחכך בגופו במקום זיעה. ודוקא אם ישן שינת קבע אבל בשינת עראי אין חזקתו שנגע ודינן כסתם ידים דכשרים לת\"ת ולברכה רק לתפלה:", "61": "<b>(סא) שינקה אותם </b>- בצרורות ובכל מידי דמנקי. וה\"ה לתורה אסור בלא נקיון. ועיין בפמ\"ג שכתב דאפילו אם יש לו מים מ\"מ די לברכות ולתורה בניקיון בעלמא וכן משמע בביאורי הגר\"א ורק משום כדי להעביר רוח רעה בעינן מים ובשע\"ת בשם הזוהר כתב דלא יברך בלי נט\"י וראוי להחמיר ביש לו מים. ועיין לקמן בסימן ס\"ב סק\"ח במשנה ברורה:"}, "5": {"1": "<b>(א) פירוש המלות </b>- כמו שאחז\"ל [ברכות מ\"ז] שלא יזרוק הברכה מפיו אלא יכוין בעת האמירה ויברך בנחת וז\"ל ס\"ח סי' מ\"ו כשהוא נוטל ידיו או שמברך על הפירות או על המצות השגורות בפי כל אדם יכוין לבו לשם בוראו אשר הפליא חסדו עמו ונתן לו הפירות או הלחם להנות מהם וציוהו על המצות ולא יעשה כאדם העושה דבר במנהג ומוציא דברים מפיו בלא הגיון הלב ועל דבר זה חרה אף ה' בעמו ושלח לנו ביד ישעיה ואמר יען כי ניגש העם הזה בפיו ובשפתיו כבדוני ולבו רחק ממני ועי\"ש עוד מה שהאריך בגודל העונש עבור זה:", "2": "<b>(ב) קריאתו באדנות </b>- כי השם הנכבד והנורא אסור לקרותו ככתבו כמשאחז\"ל ההוגה את השם באותיותיו אין לו חלק לעוה\"ב אלא צריך לקרותו כאלו היה כתוב שם אדני וגם בנקודת אדני דהיינו האלף בחטף פתח אבל לא בפתח לבד או בשב\"א לבד והד' בחולם והנון בקמץ וידגיש היו\"ד שתהא ניכרת יפה רק בכונה יכוין לשם הוייה. וטעם הנגינה הוא מלרע:", "3": "<b>(ג) שהיה וכו' </b>- ובביאור הגר\"א כתב דלפי עומק הדין א\"צ לכוין אלא פי' קריאתו דבכל מקום הולכין אחר הקריאה אף שיש בהכתיבה סודות גדולות לבד בקריאת שמע שם צריך לכוין ג\"כ שהיה וכו' עי\"ש. ובמקום שנכתב בא\"ד לכו\"ע אין צריך לכוין אלא שהוא אדון הכל. אם אחד מספר חסדי ה' שעשה לו ומתחלה מזכיר השם ורוצה לגמור דבריו מה שעשה לו ה' אסור להפסיקו בדברים שמא מתוך כך לא יגמור דבריו ונמצא שהזכיר ש\"ש בחנם אבל אם רוצה לקלל שום אדם והתחיל בשם מצוה להפסיקו שלא יגמור דבריו ולא יחטא [ס\"ח והובא בחידושי רע\"א]:"}, "6": {"1": "<b>(א) חלולים </b>- פי' איברים חלולים ולא יאמר חללים דבחלל לא שייך בריאה:", "2": "<b>(ב) שאם יסתם וכו' </b>- כן היא גי' הרמב\"ם אבל גירסא שלנו ורש\"י ורי\"ף והרא\"ש אם יפתח קודם [הגר\"א]:", "3": "<b>(ג) כלומר שבנקבים וכו' </b>- משום דגירסתו היה א\"א להתקיים אפילו שעה אחת וקשה לו דאדם סותם פיו הרבה שעות ולזה קאמר כלומר וכו' אבל מנהגינו שלא לומר אפילו שעה אחת כמש\"כ הר\"מ וכן מוכח באגודה כ\"כ המ\"א וכן משמע בביאור הגר\"א ועיין ט\"ז:", "4": "<b>(ד) אי אפשר </b>- אי בצירי תחת האלף כי המלה נגזרת מן אין כ\"כ הבה\"ט והפמ\"ג ובשע\"ת מיישב הגירסא בחירק שג\"כ כונתו כמו אין כמו דכתיב אי כבוד שפירש\"י שם שכונתו כמו אין כבוד:", "5": "<b>(ה) רופא (חולי) </b>- ב\"ח ושל\"ה ומט\"מ כתבו שאין לומר חולי רק רופא כל בשר וט\"ז כתב דשני הגירסאות הן נכונות וחלילה למחוק אחת מהן עיי\"ש:", "6": "<b>(ו) דבר רוחני </b>- ובכוונת כתוב דהנשמה נהנית מרוחניות המאכל והגוף נהנה מגשמיות המאכל ומכח זה קשורים זה בזה ע\"י המאכל [מ\"א]:", "7": "<b>(ז) להמתין </b>- קבלה מר\"י חסיד היוצא מביתו לבהכ\"נ קודם שיתפלל יאמר פסוק שמע ישראל אבל יכוין שלא לצאת בזה המ\"ע דק\"ש אא\"כ ירא שיעבור זמן ק\"ש ועיין לקמן בסוף סימן מ\"ו מה שכתבנו במ\"ב שם:", "8": "<b>(ח) לברך </b>- ודוקא אם הולך מיד לבהכ\"נ אבל אם לומד אחר הנטילה וכ\"ש כשמפסיק בשיחה בטלה ואח\"ז הולך לבהכ\"נ ומברך שם ענט\"י לכו\"ע לא עביד שפיר דיש הפסק גדול בין נטילה לברכה וכדלקמיה ע\"כ אותם שאומרים תהלים קודם ענט\"י לא יפה הם עושים דהוי הפסק גדול. כתב הלבוש אותם שאומרים תהלים טוב יותר שיאמרו קודם התפלה ע\"ש הטעם:", "9": "<b>(ט) לא נהגו כן </b>- והסכמת האחרונים לנהוג כאנשי ספרד שלא להפסיק לכתחלה בין ברכת ענט\"י והנטילה אלא מיד שנוטל ידיו צריך לברך ענט\"י אך אם בעת שנוטל ידיו הוא צריך לנקביו שאפילו בד\"ת אסור ואפילו יכול להעמיד עצמו עד פרסה אין לו לברך ענט\"י עד שיעשה צרכיו ויברך ענט\"י ואשר יצר [שערי תשובה] ועיין לקמן בסי' צ\"ב ס\"א בהג\"ה ובמ\"ב שם ועיין לעיל בסימן ד' במשנה ברורה שכתבנו שם בשם הח\"א שלכתחלה יותר טוב להמתין מלברך ענט\"י עד לאחר שמנקה עצמו ורוצה להתפלל דאז יוצא לכו\"ע ועיין שם בביאור הלכה שכתבנו דטוב שאז יסדר אחר ברכת ענט\"י ואשר יצר גם שאר ברכות השחר ובאופן זה מיירי הח\"א שכתב דיוצא לכו\"ע. ועיין שם בביאור הלכה שבמעשה רב כתב ג\"כ כהח\"א ומ\"מ העושה כהשע\"ת יש לו ג\"כ על מה לסמוך:", "10": "<b>(י) שמברכם בביתו </b>- עיין במ\"א ופמ\"ג ושארי אחרונים שהסכימו דאפילו ש\"ץ שבירך בביתו שוב לא יברך בבהכ\"נ דבימינו הכל בקיאים וכל אחד מברך לעצמו ואין רוצה לצאת בברכת הש\"ץ ע\"כ במקום שהמנהג שהש\"ץ אומר כל הברכות בצבור כמו במקומותינו שהמנהג כן בימים נוראים שמברך בצבור גם ענט\"י ואשר יצר וברכת התורה יזהר מתחלה שלא יברך אותם בביתו. ואם אירע שכבר בירך אותם בביתו יראה לבקש לאחד מהשומעים שעדיין לא בירך שיכוין לצאת בברכתו אך אז יהיה זהיר הש\"ץ מאוד להשמיע כל לשון הברכה ולא כמו שנוהגין באיזה מקום שהש\"ץ משמיע רק לשון תחלת הברכה וסופה דכיון שכונתו אז בהברכה להוציא צריך השומע להשמיע כל לשון הברכה:", "11": "<b>(יא) בכה\"ג וכו' </b>- היינו מה שנוהגין רוב המון העם להתפלל סליחות קודם אור הבוקר בימי הסליחות ושם מזכירין כמה פסוקים ואח\"כ מברכין ענט\"י וברכת התורה ולענין ברכת התורה יש ליישב קצת דאותן הפסוקים אין אומרים אותן אלא דרך תפלה ולא נתחייבו בהם בבה\"ת לפי דעת איזו פוסקים כמו שנתבאר בסימן מ\"ו ס\"ט בהג\"ה ועיין שם במ\"ב אך לענין נט\"י שמפסיקין בהפסקה כזאת צ\"ע ליישב והסכימו האחרונים שלא לעשות כן אלא יש לברך בביתו מיד בקומו ושוב אין לברך ענט\"י בבהכ\"נ וכמו שנתבאר בסימן זה ס\"א או שבעת קומו לא יברך ענט\"י אלא אחר גמר הסליחות יבדוק עצמו לנקביו או יטיל מים וישפשף ואז יברך ענט\"י ואשר יצר ויתפלל וכמו שכתבנו לעיל בשם הח\"א:", "12": "<b>(יב) ברכת ההודאה </b>- ואינה ברכה הסמוכה לחברתה ולכן רשאי לומר בבוקר בקומו עד אלהי נשמה ובבהכ\"נ יתחיל אלהי נשמה [טור] ומ\"מ יש לעשות על צד היותר טוב להסמיך אלהי נשמה לברכת אשר יצר ועיין בביאור הגר\"א בסימן מ\"ו שדעתו ג\"כ דברכת אלקי נשמה סמוכה לברכת אשר יצר ע\"כ נכון ליזהר בזה לכתחלה. אם לא בירך ברכת אלהי נשמה עד אחר שהתפלל י\"ח אינו מברך עוד לאחר התפלה שכיון שכבר אמר מחיה המתים הוא דומה למחזיר נשמות [פר\"ח] ובשע\"ת מפקפק מאוד בדין זה ומסיק דעכ\"פ אם בעת שאמר ברכת מחיה מתים היה בדעתו לברך אלקי נשמה אחר התפלה רשאי אח\"כ לברך עי\"ש הטעם וכן משמע בפמ\"ג סי' נ\"ב ועיין מה שכ' שם בביאור הלכה. בנוסח הברכה לא יאמר אתה יצרת בי רק אתה יצרת אתה נפחת בי:", "13": "<b>(יג) יש נוהגין וכו' </b>- וכונתם הוא שישלים כ\"א עד צ' אמנים ליום ועיין בש\"ת שיש שמפקפקין בזה ובתשובה מאהבה [ח\"ב סי' רי\"ב] העלה דלדידן שנוהגין שלא לצאת בברכת הש\"ץ לכו\"ע מותר לעשות כן ובפמ\"ג כתב דראוי עתה שלא לומר בקול רם כ\"א הש\"ץ עי\"ש ע\"כ כל מקום ומקום יעשה כפי מנהגו שכ\"א יש לו על מי לסמוך:", "14": "<b>(יד) שכבר יצאו </b>- בלבוש משמע שאין יכול להוציא ברכת השחר בפחות מעשרה ועיין בפמ\"ג דמצדד בסוף דבריו לומר דדוקא בבקי אין מוציא בפחות מעשרה אבל בשאין בקי א\"צ עשרה אף להלבוש:"}, "7": {"1": "<b>(א) מברך וכו' </b>- ואפילו אם נמשך זמן גדול אחר עשיית הצרכים אפ\"ה חייב לברך. ואם לא בירך אשר יצר עד שרוצה להטיל מים שנית דעת הפמ\"ג דמקודם שיטיל יברך אשר יצר על ההטלה הראשונה אבל בש\"ת הסכים בשם כמה אחרונים דאם נזכר לאחר שהתחיל לו תאוה שוב לא יברך עי\"ש:", "2": "<b>(ב) אשר יצר </b>- כתב רש\"ל בתשובה סימן צ\"ז מי שאכל דבר שחייב ברכה אחרונה ושכח והטיל מים ונזכר קודם שבא לברך אשר יצר איזה מהם קודם והשיב דאשר יצר קודם דתדיר. מי ששותה סם המשלשל דיש בדעתו מתחלה לפנות הבני מעיים עד שתכלה הזוהמא מהם ע\"כ י\"א דלא יברך כ\"א אחר גמר ההוצאה וי\"א דיברך בכל פעם והמנהג כסברא אחרונה אך בשלשול חזק שמרגיש שמיד יצטרך לפנות שנית אסור לברך כדלקמן סימן צ\"ב שאפי' בד\"ת אסור [ש\"ת]:", "3": "<b>(ג) להתפלל מיד </b>- אף דקיי\"ל בסימן רל\"ג ס\"ב דלתפלת מנחה וכן לערבית אפילו אינו יודע להן שום לכלוך צריך ליטול ידיו וכ\"ש כשעשה צרכיו מ\"מ אינו מברך ענט\"י אלא בשחרית. ועיין בספר ארצות החיים שכתב דדעת רוב הפוסקים דאם עשה צרכיו לגדולים ואח\"כ רוצה להתפלל מברך ענט\"י. ומ\"מ לכתחלה אין לזוז מפסק השו\"ע ועיין בספר מעשה רב:", "4": "<b>(ד) ששפשף בהן </b>- הניצוצות של מי רגלים וה\"ה בגדולים שעשה צרכיו וקנח:", "5": "<b>(ה) אלא משום וכו' </b>- ואם אין לו במה ליטול אעפ\"כ צריך לברך אשר יצר. ואפילו אם שפשף משמע לעיל בסוף סימן ד' במ\"א סקכ\"ח דמהני לברכות אם מנקה ידיו בכל מידי דמנקי:", "6": "<b>(ו) ב' פעמים </b>- כדמצינו לענין תפלה שאם טעה ולא התפלל שחרית מתפלל מנחה שתים. אבל הרבה מהאחרונים חולקין על פסק זה וסוברין דשאני תפלה שהיא במקום קרבן ושייך בו תשלומין משא\"כ באשר יצר שהיא ברכת הודאה יוצא בהודאה אחת על הרבה פעמים כמי שאכל שתי פעמים והסיח דעתו בינתים שמברך בהמ\"ז אחת על שתיהן. ויש להקל בספק ברכות. ולכתחילה נכון ליזהר לברך תיכף אשר יצר אחר הטלת מים דשמא יצטרך עוד אח\"כ להטיל מים וה\"ה בגדולים:"}}