{"8": {"1": "MB(א)MB יתעטף בציצית ויברך MB(ב)MB מעומד : $! ", "2": "סדר עטיפתו כדרך בני אדם שמתכסים בכסותם ועוסקים במלאכתם פעמים בכיסוי הראש פעמים MB(ג)MB בגילוי הראש ונכון שיכסה ראשו MB(ד)MB בטלית : $! ", "3": "MB(ה)MB טליתות קטנים שלנו שאנו נוהגים ללבוש אף על פי שאין בהם עיטוף MB(ו)MB יוצאין בהם ידי חובת ציצית וטוב להניח אותו על ראשו רחבו לקומתו ולהתעטף בו ויעמוד כך MB(ז)MB מעוטף לפחות כדי הילוך ד' אמות MB(ח)MB ואחר כך ימשכנו מעל ראשו וילבישנו: $! ", "4": "מחזיר שתי MB(ט)MB ציציות לפניו ושתים לאחריו כדי שיהא מסובב במצות: $! ", "5": "מברך להתעטף MB(י)MB בציצית אם שנים או שלשה מתעטפים MB(יא)MB בטלית MB(יב)MB כאחת (פירוש, בפעם אחת) כלם מברכים MB(יג)MB ואם רצו MB(יד)MB אחד מברך והאחרים MB(טו)MB יענו אמן : $! ", "6": "על טלית קטן יכול לברך להתעטף אף על פי שאינו מתעטף MB(טז)MB אלא לובשו . <b> הגה:</b> ויש אומרים שמברכין עליו על מצות ציצית וכן נוהגין MB(יז)MB ואין לשנות (כל בו סימן כ\"ב ונימוקי יוסף בהלכות קטנות דף פ\"ו ע\"ב): $! ", "7": "BH[*]BH צריך להפריד חוטי הציצית MB(יח)MB זה מזה : $! ", "8": "MB(יט)MB יכוין בהתעטפו שצונו הקב\"ה להתעטף בו כדי שנזכור כל מצותיו לעשותם: $! ", "9": "BH[*]BH קודם שיברך MB(כ)MB BH[*]BH יעיין MB(כא)MB בחוטי הציצית אם הם כשרים כדי שלא יברך MB(כב)MB לבטלה : $! ", "10": "אם לובש טלית קטן בעוד שאין ידיו נקיות ילבשנו בלא ברכה וכשיטול ידיו MB(כג)MB ימשמש בציצית ויברך עליו או כשילבש טלית אחר יברך עליו MB(כד)MB ויכוין לפטור גם את זה ואין צריך למשמש בציציות של ראשון: $! ", "11": "עיקר מצות טלית קטן ללובשו MB(כה)MB על בגדיו כדי שתמיד MB(כו)MB יראהו ויזכור המצות: $! ", "12": "אם יש לו כמה בגדים של ארבע כנפות MB(כז)MB כלם חייבים בציצית ואם לבשם כלם בלא הפסק והיה דעתו מתחלה על כלם לא יברך אלא ברכה א' אם MB(כח)MB מפסיק ביניהם צריך לברך על כל אחת ואחת והוא הדין אם MB(כט)MB BH[*]BH לא היה בדעתו מתחלה על כלם MB(ל)MB הוי כמפסיק ביניהם. <b> הגה:</b> וכן MB(לא)MB אם פשט הראשון קודם שלבש השני צריך לחזור ולברך (תרומת הדשן סימן מ\"ה): $! ", "13": "הלובש טלית קטן ומברך עליו וכשהולך לבית הכנסת מתעטף בטלית גדול צריך MB(לב)MB לברך עליו MB(לג)MB דהליכה מביתו לבית הכנסת MB(לד)MB BH[*]BH חשיבה הפסק ואם מתפלל MB(לה)MB בתוך ביתו BH[*]BH אם היה דעתו מתחלה גם על טלית גדול ולא הפסיק בינתים בשיחה או בדברים אחרים אינו צריך לחזור ולברך: $! ", "14": "BH[*]BH אם פשט טליתו אפילו היה דעתו לחזור ולהתעטף בו מיד MB(לו)MB צריך לברך כשיחזור ויתעטף בו. <b> הגה:</b> BH[*]BH ויש אומרים MB(לז)MB שאין מברכין BH[*]BH אם היה דעתו לחזור ולהתעטף בו (אגו' סימן ל\"ה). ויש אומרים MB(לח)MB דוקא כשנשאר עליו טלית קטן והכי נוהגין (שם) (עיין לקמן סימן כ\"ה סעיף י\"ב): $! ", "15": "אם נפלה טליתו MB(לט)MB שלא במתכוין וחוזר ומתעטף MB(מ)MB צריך לברך והוא שנפלה כולה אבל אם לא נפלה כולה MB(מא)MB אף על פי שנפלה רובה אינו MB(מב)MB צריך לברך : $! ", "16": "הלן בטליתו בלילה צריך לברך עליו בבוקר אף אם לא פשטו וטוב למשמש בו בשעת ברכה. וכן MB(מג)MB יעשה מי שלובש טליתו קודם שיאיר היום (הגהות מיימוני בשם ספר התרומה הסמ\"ג וסמ\"ק ומרדכי בהלכות תפלין): $! ", "17": "נתכסה בבגד שהוא חייב בציצית ולא הטיל בו ציצית ביטל MB(מד)MB מצות ציצית : $~ "}, "9": {"1": "אין חייב בציצית מן התורה MB(א)MB אלא בגד פשתים או של צמר MB(ב)MB BH[*]BH רחלים אבל בגדי שאר מינים אין חייבים בציצית MB(ג)MB BH[*]BH אלא מדרבנן . ( MB(ד)MB ויש אומרים דכולהו חייבין מדאורייתא MB(ה)MB והכי הלכתא ) (תוספות דף ל\"ט והרא\"ש וסמ\"ג ומרדכי): $! ", "2": "ציצית של פשתים או MB(ו)MB של צמר רחלים פוטרים בכל מיני בגדים חוץ משל פשתים לצמר או של צמר לפשתים MB(ז)MB בזמן הזה דליכא תכלת מפני שהם כלאים. <b> הגה:</b> ויש אומרים שלא לעשות ציצית של פשתים כלל MB(ח)MB אפילו בשאר מינים והכי נהוג (סמ\"ק סימן ל\"ח): $! ", "3": "ציצית MB(ט)MB של שאר מינים אין פוטרים MB(י)MB אלא במינם MB(יא)MB כגון משי MB(יב)MB לבגד משי וצמר גפן לצמר גפן אבל שלא במינם MB(יג)MB אין פוטרין : $! ", "4": "אם הטיל בטלית של שאר מינים קצת ציציות ממינו וקצת מצמר או פשתים MB(יד)MB יש להסתפק בו: $! ", "5": "יש אומרים שצריך לעשות הציצית MB(טו)MB מצבע הטלית והמדקדקים נוהגים כן. <b> הגה:</b> והאשכנזים אין נוהגין לעשות הציצית רק לבנים MB(טז)MB אף בבגדים צבועים ואין לשנות (תרומת הדשן סימן מ\"ו): $! ", "6": "יש אומרים שאין לעשות טלית MB(יז)MB של פשתן אף על פי שאין הלכה כן ירא שמים יצא את כולם ועושה טלית של צמר רחלים שהוא חייב בציצית מן התורה בלי פקפוק. <b> הגה:</b> ומיהו אם אי אפשר רק ב MB(יח)MB טלית של פשתן מוטב שיעשה טלית של פשתן MB(יט)MB וציצית של פשתן משיתבטל ממצות ציצית (תשובת הרא\"ש כלל ב'): $~ "}, "10": {"1": "טלית MB(א)MB שאין לה ד' כנפות MB(ב)MB פטורה יש לה יותר מד' MB(ג)MB חייבת ועושה לה ארבע ציציות MB(ד)MB בארבע כנפיה MB(ה)MB המרוחקות זו מזו יותר : $! ", "2": "BH[*]BH יש לה ארבע וחתך MB(ו)MB BH[*]BH אחת באלכסון ועשאוהו שנים הרי נעשית MB(ז)MB בעלת ה' וחייבת: $! ", "3": "כפל קרנות טליתו וקשרם או תפרם ודומה כאלו קיצען BH[*]BH ואין לה כנפות אף על פי כן MB(ח)MB BH[*]BH לא נפטרה : $! ", "4": "טלית MB(ט)MB של בגד MB(י)MB וכנפיה של עור חייבת היא של עור MB(יא)MB וכנפיה של בגד פטורה: $! ", "5": "היו לה MB(יב)MB ג' כנפות ועשה בהם MB(יג)MB ג' ציציות ושוב עשה לה כנף ד' ועשה גם בו ציצית פסולה MB(יד)MB משום תעשה ולא מן העשוי: $! ", "6": "אין כופלין את הטלית ומטילים ציצית על כנפיה כמו MB(טו)MB שהיא כפולה . (הגה: אבל צריך להטיל בד' כנפיה MB(טז)MB הפשוטים ) (בית יוסף), BH[*]BH אלא אם כן תפרה כולה MB(יז)MB ואפילו מרוח אחת . (הגה: ויש אומרים MB(יח)MB דחייבין אפילו בלא תפירה וטוב לעשות לה ציצית אבל MB(יט)MB לא לברך עליה) (הרי\"ף והרא\"ש והטור). הטיל ציצית על ציצית אם נתכוין לבטל MB(כ)MB הראשונה חותך הראשונה וכשרה ואם נתכוין להוסיף אף על פי שחתך אחת משתיהן פסולה. (הגה: ויש מכשירים MB(כא)MB בכל ענין MB(כב)MB וכן עיקר ) (טור בשם הרא\"ש ורבינו ירוחם נתיב י\"ח חלק ג') וקודם שחתך MB(כג)MB הראשונות פסול בכל ענין (בית יוסף): $! ", "7": "מלבושים שהם פתוחים מן הצדדין למטה ויש להם ד' כנפות לצד מטה ולמעלה הם סתומים אם BH[*]BH רובו סתום MB(כד)MB פטור ואם MB(כה)MB BH[*]BH רובו פתוח חייב . BH[*]BH ואם חציו סתום וחציו פתוח מטילין אותו לחומרא MB(כו)MB וחייב בציצית ואין יוצאין בו MB(כז)MB בשבת : $! ", "8": "קאפ\"ה שהיא פתוחה בענין שיש לה ד' כנפות אם יקבעו בה MB(כח)MB אשטרינג\"ה MB(כט)MB BH[*]BH לעשותה כסתומה כדי לפוטרה מציצית אינו מועיל תקון זה אם לא תהיה קבועה מחצי ארכה ולמטה לכל הפחות וגם שתהיה קבועה למטה מהחגור למען יהיה הרוב הסתום רוב הנראה לעינים דאם לא כן יאסר משום MB(ל)MB BH[*]BH מראית העין : $! ", "9": "הכנפים צריך MB(לא)MB שיהיו מרובעות BH[*]BH ולא שיהיו עגולות: $! ", "10": "מצנפת פטורה אפילו של ארצות המערב שב' ראשיה מושלכים על כתפיהם וגופם ואף על פי שמתכסה בה ראשו ורובו פטור MB(לב)MB BH[*]BH כיון שעיקרה לכסות הראש דכסותך אמר רחמנא MB(לג)MB ולא כסות הראש : $! ", "11": "BH[*]BH סודר שנותנין על הצואר במלכות ארץ ישראל שנקרא בערבי שי\"ד וכן בוק\"א שהיו נותנין בספרד על כתפיהם MB(לד)MB פטורים : $! ", "12": "מלבושים שבמצרים הנקראים גוחא\"ש וכן מינטיג\"י ודואלמני\"ש וקאפטאני\"ש ופידיני\"ש שבתוגרמה MB(לה)MB אף על פי שיש להם ד' כנפים פטורים. (הגה: והוא הדין מלבושים של גלילות בני אשכנז וספרד MB(לו)MB BH[*]BH הואיל ואין כנפיהם עשוין שיהיו שנים לפניהם MB(לז)MB ושנים לאחריהם מכוונים זו כנגד זו פטורים) (בית יוסף לפי סברת מהרי\"ק): $~ "}, "11": {"1": "MB(א)MB החוטין צריך שיהיו MB(ב)MB טוויין לשמן . (הגה: ויש מחמירין אפילו לנפצן לשמן והמנהג MB(ג)MB להקל בנפוץ) (מרדכי ואגודה סימן כ\"ג), MB(ד)MB BH[*]BH שיאמר MB(ה)MB בתחלת MB(ו)MB הטווי שהוא עושה כן לשם ציצית או MB(ז)MB BH[*]BH שיאמר לאשה טווי לי ציצית לטלית ואם לא היו טווין לשמן פסולים: $! ", "2": "BH[*]BH טוואן MB(ח)MB נכרי וישראל MB(ט)MB BH[*]BH עומד על גבו ואומר שיעשה לשמן להרמב\"ם MB(י)MB פסול ו MB(יא)MB להרא\"ש כשר . <b> הגה:</b> MB(יב)MB ונוהגין שיסייע הישראל מעט וכדאיתא לקמן סימן ל\"ב סעיף ט' וביורה דעה סימן רע\"א גבי תפלין וספר תורה MB(יג)MB BH[*]BH וצריכין MB(יד)MB שזירה ושיהיו שזורין MB(טו)MB BH[*]BH לשמן : $! ", "3": "אם נתפרקו משזירתן MB(טז)MB BH[*]BH ונעשו ט\"ז כשרים BH[*]BH והוא שישתייר בשזור MB(יז)MB כדי עניבה . (הגה: ולכתחלה MB(יח)MB טוב לקשור החוטין למטה כדלקמן בסעיף י\"ד בסימן זה) (בית יוסף בשם הרוקח): $! ", "4": "אורך החוטים השמונה BH[*]BH אין פחות MB(יט)MB מד' גודלים ויש אומרים י\"ב גודלים MB(כ)MB BH[*]BH וכן נוהגין ולמעלה אין להם MB(כא)MB שיעור . (הגה: ואם עשאו ארוך יותר מדאי BH[*]BH יכול לקצרו ואין בזה משום תעשה ולא מן העשוי) (מרדכי בהלכות קטנות). אחד מהחוטים MB(כב)MB יהיה BH[*]BH יותר ארוך כדי שיכרוך בו MB(כג)MB הגדיל . (הגדיל היינו החלק מהציצית שאינו ארוג). (הגה: ושיעור הנזכר יהיה בציצית MB(כד)MB לאחר שנקשר מלבד מה שמונח על קרן הבגד) (סברת בית יוסף): $! ", "5": "MB(כה)MB אין עושין הציציות מהצמר הנאחז בקוצים כשהצאן רובצים ביניהם ולא מהנימין הנתלשים מהבהמה ולא משיורי שתי MB(כו)MB שהאורג משייר בסוף הבגד והטעם משום ביזוי מצוה: $! ", "6": "BH[*]BH אם עשאם BH[*]BH מצמר גזול פסולים דכתיב ועשו MB(כז)MB להם משלהם . <b> הגה:</b> MB(כח)MB ודוקא MB(כט)MB BH[*]BH שגזל החוטין BH[*]BH אבל אם גזל צמר ועשאן חוטין MB(ל)MB כשרים מיהו לכתחלה אסור MB(לא)MB BH[*]BH לעשותן (בית יוסף בשם נימוקי יוסף בהלכות ציצית). ( BH[*]BH ולענין ברכה עיין לקמן ריש MB(לב)MB סימן תרמ\"ט ): $! ", "7": "MB(לג)MB חוטין שאולין הלואה היא דלא הדרי בעינייהו MB(לד)MB BH[*]BH וכדידיה דמי : $! ", "8": "BH[*]BH המשתחוה לבהמה MB(לה)MB צמרה MB(לו)MB פסול MB(לז)MB לציצית המשתחוה BH[*]BH לפשתן MB(לח)MB נטוע כשר לציצית שהרי נשתנה: $! ", "9": "MB(לט)MB BH[*]BH יעשה נקב MB(מ)MB באורך הטלית MB(מא)MB לא למעלה מג' אצבעות ( MB(מב)MB BH[*]BH היינו גודלין ) (כל בו סימן כ\"ב ומיימוני והגהות סמ\"ק סימן ל\"א), מפני MB(מג)MB שאינו נקרא כנף MB(מד)MB BH[*]BH ולא למטה MB(מה)MB מכשיעור שיש מקשר גודל MB(מו)MB עד הציפורן משום שנאמר על הכנף ואם היה למטה ממלא קשר גודל היה תחת הכנף. <b> הגה:</b> ומודדין זה MB(מז)MB ביושר ולא באלכסון מן הקרן (בית יוסף): $! ", "10": "אם היו רחוק מהכנף מלא קשר גודל MB(מח)MB ונתקו MB(מט)MB BH[*]BH מחוטי הערב BH[*]BH עד שלא נשאר בו כשיעור כשר כיון שהיה בו כשיעור MB(נ)MB בשעה שהטיל בו ציצית זה. <b> הגה:</b> ונוהגין לעשות אימרא סביב הנקב שלא ינתק שם ויהיה MB(נא)MB פחות מכשיעור וכן עושין אימרא בשפת הבגד למטה מהאי טעמא (בית יוסף בשם סמ\"ק וכל בו). MB(נב)MB יש אומרים שבתוך רוחב הבגד MB(נג)MB אין לו שיעור ויש אומרים שדין רוחב הבגד כדין האורך ונראין דבריהם: $! ", "11": "אם הגדיל MB(נד)MB שקורין אורילייזא MB(נה)MB הוא רחב BH[*]BH לא יטיל בו הציצית ואם הטיל בו פסול דעל כנפי בגדיהם כתיב וזה אינו נחשב מהבגד אבל עולה הוא לשיעור מלא קשר גודל ולהרחקת MB(נו)MB ג' אצבעות כיון שהנקב בתוך הבגד. <b> הגה:</b> BH[*]BH וטוב שימדוד שיעור קשר גודל MB(נז)MB בלא הגדיל ויהיה תוך ג' אצבעות עם הגדיל (בית יוסף בשם רש\"י ורשב\"א): $! ", "12": "מנין חוטי הציציות בכל כנף MB(נח)MB ארבעה כפולים MB(נט)MB שהם שמונה BH[*]BH ואם הוסיף MB(ס)MB פסול . MB(סא)MB יחתוך ראשי החוטין הארבעה ויתחבם בכנף ויכפלם ואז יהיו ח': $! ", "13": "MB(סב)MB יזהר לחתוך ראשי החוטין לעשותם ח' קודם שיכרוך שאם כרך אפילו MB(סג)MB חוליא אחד (פירוש, החלק מהציצית שבין קשר לקשר) MB(סד)MB וקשר אפילו קשר אחד ואחר כך חתכן פסול משום תעשה ולא מן העשוי שהרי בפיסול עשאם: $! ", "14": "יקח ד' חוטים מצד זה וד' מצד זה ויקשור שני פעמים זה על גב זה ואחר כך יכרוך חוט הארוך סביב השבעה קצת כריכות וקושר שני פעמים זה על גב זה וחוזר וכורך וכן יעשה עד שישלים לחמש קשרים כפולים וארבעה אוירים ביניהם מלאים כריכות. אין שיעור MB(סה)MB לכריכות MB(סו)MB רק שיהיו כל הכרוך והקשרים MB(סז)MB רוחב MB(סח)MB ארבעה גודלים והענף שמונה גודלים. <b> הגה:</b> ואם האריך הציצית יראה ששלישיתו יהיה גדיל MB(סט)MB וב' חלקים ענף (רמב\"ם פרק א'). ונוהגים לכרוך באויר ראשון ז' כריכות MB(ע)MB ובשני ט' ובשלישי י\"א וברביעי י\"ג שעולים כלם מ' כמנין ה' אחד שעולים ל\"ט ועם השם הם מ'. ונהגו לעשות MB(עא)MB בסוף כל חוט קשר כדי שיעמוד בשזירתו: $! ", "15": "יש אומרים שצריך לדקדק שיתלה הציציות MB(עב)MB BH[*]BH לאורך הטלית MB(עג)MB דבעינן שתהא נוטפת על הקרן (פירוש, תלוי על הקרן) ואם היה ברחבו לא היה נוטף שהרי כלפי קרקע היה תלוי יש אומרים BH[*]BH שאין לתת MB(עד)MB שום בגד בנקבי הטלית שמכניסים בה הציציות MB(עה)MB ויש מתירין וכן נהגו: $~ "}, "12": {"1": "BH[*]BH אם נפסקו כל חוטי הכנף MB(א)MB ונשתייר בהם כדי עניבת כל החוטים הפסוקים ביחד MB(ב)MB כשר ואם לא נשאר כדי עניבה (פירוש וירכסו את החושן תרגום ויענבון) BH[*]BH אפילו בחוט אחד MB(ג)MB BH[*]BH שנפסק כולו MB(ד)MB פסול הלכך כיון שכל אחד כפול לשנים אם נפסקו MB(ה)MB שני ראשים פסול MB(ו)MB BH[*]BH שמא נפסק חוט אחד ולפי מה שאנו נוהגים לדקדק בעת עשיית הציצית לתת סימן בד' ראשים בענין שלעולם הד' ראשים הם מצד אחד של הקשר והד' ראשים מצד האחר אם נפסקו MB(ז)MB שני ראשים מצד אחד כשר דודאי שני חוטים הם והרי נשתייר מכל אחד הראש השני שהוא יותר מכדי עניבה MB(ח)MB BH[*]BH ולרבינו תם לא מכשירים אלא בנשתיירו ב' חוטין שלימים דהיינו ארבע ראשים שכל אחד מהראשים ארוך י\"ב גודלים אז מכשירים כשנפסקו השני חוטין אחרים אם נשתייר בהם כדי עניבה אבל אם נפסקו ג' חוטין אף על פי שנשתייר בהם כדי עניבה פסולים ומפני כך כשנחתכו שלשה ראשים MB(ט)MB אם לא דקדק בעת עשיית הציצית שיהיו ניכרים הד' ראשים שמצד אחד של הקשר חיישינן שמא כל ראש הוא מחוט אחד ונמצא שאין כאן אלא חוט אחד שלם הילכך מספיקא פסול אבל אם לא נחתכו אלא שני ראשים MB(י)MB מכשרינן בכדי עניבה MB(יא)MB BH[*]BH והלכה כסברא ראשונה מיהו היכא דאפשר טוב לחוש לסברת רבינו תם. <b> הגה:</b> BH[*]BH ונוהגין כרבינו תם (אגודה סימן ט\"ו). <b> הגה:</b> וכל שכן אם דקדק שיהיו ניכרין הד' ראשים שבצד אחד ונפסקו ג' ראשים בצד אחד דפסול דאז ודאי נפסקו ג' חוטין ואם נפסקו בב' צדדין נמי פסול שמא ג' חוטין הם (בית יוסף בשם בן חביב): $! ", "2": "היכא דצריך כדי עניבה ומתוך שהחוטים עבים אינו יכול לענבם ואלו היו דקים היה בהם כדי עניבה MB(יב)MB כשר . <b> הגה:</b> ומשערין בחוטין בינונים (דברי עצמו): $! ", "3": "כדי עניבה לרש\"י מן הענף ולר\"י אפילו נחתך כל הענף ולא נשאר כדי עניבה אלא מן הגדיל כשר ומנהג העולם כרש\"י והיכא דלא אפשר MB(יג)MB BH[*]BH יש לסמוך על ר\"י : $~ "}, "13": {"1": "ארבע ציציות מעכבין MB(א)MB זה את זה שכל זמן שאין בה כל הארבע אינה מצוייצת כהלכתה והיוצא בה MB(ב)MB לרשות הרבים בשבת MB(ג)MB חייב חטאת (ועיין לקמן סימן ש\"א סעיף ל\"ח): $! ", "2": "אם היא מצוייצת כהלכתה MB(ד)MB מותר לצאת בה לרשות הרבים בין טלית קטן בין טלית גדול אפילו בזמן הזה שאין לנו MB(ה)MB תכלת . (רק שלא יהא מונח לו MB(ו)MB על כתיפיו ) (דברי ר\"ן ור\"י פרק חבית דף ק\"ח ע\"ב). (ומוקמינן לטלית אחזקתיה שהוא מצוייץ כהלכתו ואין צריך לבדקו MB(ז)MB BH[*]BH קודם שיצא בו ) (דברי תשובת הרא\"ש כלל ב' ותשובת הרמב\"ן סימן רט\"ו ובכל בו בשם הרמב\"ם פרק י\"ט מהלכות שבת): $! ", "3": "אם נודע לו MB(ח)MB בשבת MB(ט)MB כשהוא בכרמלית שהטלית שעליו MB(י)MB פסול לא יסירנו מעליו עד שיגיע לביתו דגדול כבוד הבריות. <b> הגה:</b> ואפילו טלית קטן MB(יא)MB שתחת בגדיו אין צריך לפשוט והוא הדין אם נפסק אחד MB(יב)MB מן הציציות ומתבייש לישב בלא טלית MB(יג)MB דיוכל ללובשו בלא ברכה MB(יד)MB מכח כבוד הבריות (בית יוסף בשם התשובה). MB(טו)MB BH[*]BH ודוקא בשבת ד MB(טז)MB אסור לעשות ציציות BH[*]BH אבל בחול כהאי גוונא אסור (מרדכי פרק קמא דף צ\"א ע\"ב): $~ "}, "14": {"1": "ציצית MB(א)MB שעשאן אינו יהודי פסול דכתיב דבר אל בני ישראל לאפוקי אינו יהודי והאשה כשרה לעשותן. <b> הגה:</b> ויש מחמירים MB(ב)MB BH[*]BH להצריך אנשים MB(ג)MB שיעשו אותן MB(ד)MB BH[*]BH וטוב לעשות כן MB(ה)MB לכתחלה (מרדכי הלכות קטנות והגהות מיימון מהלכות ציצית ותוספות דף מ\"ב): $! ", "2": "BH[*]BH הטיל ישראל ציציות בבגד MB(ו)MB BH[*]BH בלא כוונה אם אין ציציות אחרים (מצויים) להכשירו יש לסמוך MB(ז)MB על הרמב\"ם שמכשיר אבל MB(ח)MB BH[*]BH לא יברך עליו : $! ", "3": "השואל מחבירו טלית שאינה מצוייצת MB(ט)MB פטור מלהטיל בה ציצית כל ל' יום דכתיב כסותך ולא של אחרים אבל אחר ל' יום חייב MB(י)MB מדרבנן מפני שנראית כשלו. <b> הגה:</b> ואם החזירו תוך ל' וחזר ולקחו אינו מצטרף רק בעינן ל' יום רצופים (נימוקי יוסף הלכות ציצית). BH[*]BH שאלה כשהיא מצוייצת MB(יא)MB מברך עליה MB(יב)MB מיד : $! ", "4": "BH[*]BH מותר ליטול MB(יג)MB טלית חבירו MB(יד)MB ולברך עליה ובלבד MB(טו)MB שיקפל אותה אם מצאה מקופלת. <b> הגה:</b> והוא הדין בתפלין (נימוקי יוסף פרק הספינה). אבל אסור ללמוד מספרים של חבירו MB(טז)MB בלא דעתו דחיישינן שמא יקרע אותם בלמודו (נימוקי יוסף הלכות קטנות): $! ", "5": "טלית MB(יז)MB BH[*]BH של שותפין MB(יח)MB חייבת בציצית דכתיב על כנפי בגדיהם: $~ "}, "15": {"1": "מותר להתיר ציציות מטלית זה MB(א)MB וליתנם MB(ב)MB בטלית אחר אבל שלא להניחם MB(ג)MB בבגד אחר לא . <b> הגה:</b> ודוקא בטלית של MB(ד)MB בר חיובא , אבל מותר להתיר הציצית מטלית של מתים (מרדכי ותוספות פרק ב\"מ דף כ\"ב): $! ", "2": "MB(ה)MB אינו יכול ליקח הכנף כמו שהוא MB(ו)MB עם הציציות ולתופרו MB(ז)MB בבגד אחר משום דעל כנפי בגדיהם בעינן וכנף זה לא היה מבגד זה בשעת עשייה: $! ", "3": "BH[*]BH טלית מצוייצת כהלכתה שחלקוה לשתים MB(ח)MB ובכל חלק יש בו שיעור להתעטף ונשאר לכל אחת מהם ציצית אחת או שתים MB(ט)MB אין בו משום תעשה ולא מן העשוי: $! ", "4": "נקרע הטלית MB(י)MB תוך שלשה אצבעות סמוך לשפת הכנף אינו רשאי לתופרו ופירש רש\"י דחיישינן שישתייר מחוט התפירה ויניחנו ויוסיף עליו שבעה חוטין לשם ציצית BH[*]BH ולטעם זה אפילו נקרע כל שהוא לא יתפור. ולפי זה טלית של צמר שנקרעת תוך שלשה מותר לתפור האידנא דאין דרך לתפור MB(יא)MB BH[*]BH בחוטי צמר ורב עמרם פירש דטעמא MB(יב)MB משום דנקרע תוך שלשה לית ביה תורת בגד וכמאן דליתיה דמי ואף על גב דתפרה כמאן דפסק חשוב MB(יג)MB ואי עבד ביה ציצית לא פטרה לטלית ולפירוש זה אם נקרע ונשתייר MB(יד)MB כל שהוא BH[*]BH כשר MB(טו)MB ויש אומרים דלרב עמרם לא נפסל אלא ציציות שהיו בו בעת שתפרו אבל אם אחר שתפרו הטיל בו ציציות כשר וירא שמים MB(טז)MB יצא את כולם MB(יז)MB היכא דאפשר : $! ", "5": "אם נקרע MB(יח)MB מנקב שהציצית תלוי בו ולמטה אם קדם הטלת ציצית לקרע שאותו ציצית היה שם בשעת הקרע כשר BH[*]BH ואם נקרע ונשתייר ממנו כל שהוא ותפרו ואחר כך הטיל בו ציצית אם הוא של צמר MB(יט)MB כשר לכולי עלמא ואם הוא של שאר מינים שדרך לתפור בחוטין של אותו המין MB(כ)MB לא יתפור לדעת רש\"י MB(כא)MB ואם נקרע ותפרו ואחר כך הטיל בו ציצית BH[*]BH איכא לספוקי: $! ", "6": "התופר חתיכת בגד בכנפי הטלית וכן מה שנוהגים לתפור סביב הנקב שהציצית בו אם הטלית MB(כב)MB של משי ותופרו MB(כג)MB בחוט משי MB(כד)MB לבן יש לחוש בדבר לדעת רש\"י שלא תהא שום תפירה MB(כה)MB למטה מג' ולמעלה מקשר גודל. <b> הגה:</b> והוא הדין MB(כו)MB בכל מקום שתופר בחוט שהוא מין הציצית דחיישינן שמא יקח אותו חוט לחוט הציצית (תרומת הדשן סימן מ\"ו ובשם הגהות מיימוני): $~ "}, "16": {"1": "שיעור טלית שחייב בציצית שיתכסה בה באורך וברוחב ראשו ורובו MB(א)MB של קטן המתהלך לבדו בשוק ואינו צריך אחר לשומרו. <b> הגה:</b> MB(ב)MB BH[*]BH ואז חייב בציצית ודוקא MB(ג)MB כשהגדול לובשו פעמים עראי ויוצא בו MB(ד)MB BH[*]BH לשוק (בית יוסף בשם בן חביב ובשם מהרי\"ח): $~ "}, "17": {"1": "אף על גב דכתיב וראיתם אותו סומא MB(א)MB חייב בציצית  מפני שנתרבה מאשר תכסה בה וקרא דוראיתם אותו איצטריך למעט MB(ב)MB כסות לילה . (עיין לקמן סימן י\"ח): $! ", "2": "נשים ועבדים פטורים מפני שהיא מצות עשה MB(ג)MB שהזמן גרמא . <b> הגה:</b> ומכל מקום אם רוצים לעטפו MB(ד)MB ולברך עליו  הרשות בידו כמו בשאר מצות עשה שהזמן גרמא (תוספות והרא\"ש והר\"ן פרק ב' דראש השנה ופרק קמא דקדושין) אך מחזי כיוהרא ולכן אין להן ללבוש ציצית הואיל MB(ה)MB ואינו חובת גברא  (אגור סימן כ\"ז) פירוש אינו חייב לקנות לו טלית כדי שיתחייב בציצית ולקמן בסימן י\"ט אמר כשיש לו טלית מארבע כנפות (ולבשו). טומטום ואדרוגינוס MB(ו)MB חייבין מספק  ויתעטפו MB(ז)MB בלא ברכה . (פירוש טומטום לא נודע אם הוא זכר או נקבה ואדרוגינוס יש לו MB(ח)MB זכרות ונקבות ). (הגה: ולפי מה שנהגו נשים לברך במצות עשה שהזמן גרמא גם הם יברכו) (דברי עצמו): $! ", "3": "קטן היודע להתעטף אביו צריך MB(ט)MB ליקח לו ציצית MB(י)MB לחנכו . <b> הגה:</b> ודוקא כשיודע לעטוף שני ציציות לפניו ושנים לאחריו (הגהות מיימוני פרק ג'), ויודע לאחוז הציצית בידו בשעת קריאת שמע (מרדכי סוף פרק לולב הגזול): $~ "}, "18": {"1": "לילה לאו זמן ציצית הוא דאמעיט מוראיתם אותו MB(א)MB להרמב\"ם  כל מה שלובש בלילה פטור אפילו הוא מיוחד ליום ומה שלובש ביום חייב אפילו מיוחד ללילה ולהרא\"ש כסות המיוחד ללילה פטור אפילו לובשו ביום וכסות המיוחד ליום ולילה חייב אפילו לובשו בלילה. <b> הגה:</b> וספק ברכות MB(ב)MB להקל  על כן אין לברך עליו אלא כשלובש ביום והוא מיוחד MB(ג)MB גם כן ליום  (בית יוסף). ואחר MB(ד)MB תפלת  ערבית אף על פי שעדיין יום הוא אין לברך עליו (פסקי מהרא\"י סימן קכ\"א). MB(ה)MB ובליל  יום כפורים MB(ו)MB יתעטף MB(ז)MB בעוד יום  ויברך עליו (תשב\"ץ): $! ", "2": "סדינים אף על פי שאדם ישן בהם בבוקר אין מטילין MB(ח)MB בהם ציצית : $! ", "3": "מאימתי מברך על הציצית בשחר MB(ט)MB משיכיר  בין תכלת שבה ללבן שבה. ואם לבשו מעלות השחר ואילך יש אומרים דמברך עליו MB(י)MB וכן נוהגין  (מרדכי פרק ב' דמגילה). ואם לבשו קודם לכן כגון בסליחות לא יברך עליו וכשיאיר היום MB(יא)MB ימשמש בו  ויברך (תשב\"ץ): $~ "}, "19": {"1": "ציצית חובת גברא הוא MB(א)MB ולא חובת מנא  שכל זמן שאינו לובש הטלית MB(ב)MB פטור מציצית  ולפיכך אינו מברך MB(ג)MB על עשיית הציצית  שאין מצוה MB(ד)MB אלא בלבישתו : $! ", "2": "עשה טלית לצורך תכריכין אף על פי שלובשו לפעמים בחייו MB(ה)MB פטור : $~ "}, "20": {"1": "BH[*]BH הלוקח טלית מצוייצת MB(א)MB מישראל MB(ב)MB או מתגר אינו יהודי (ואומר שלקחן MB(ג)MB מישראל נאמן ) (נימוקי יוסף הלכות ציצית), כשר, דכיון דתגר הוא חזקה שלקחה מישראל MB(ד)MB דלא מרע נפשיה . אבל אם לקח מאינו יהודי שאינו תגר MB(ה)MB פסולה : $! ", "2": "אין מוכרים טלית מצוייצת MB(ו)MB לעובד כוכבים MB(ז)MB BH[*]BH שמא יתלווה עם ישראל בדרך ויהרגנו אפילו למשכן ולהפקיד טלית מצוייצת לעובד כוכבים אסור אלא אם כן הוא MB(ח)MB לפי שעה דליכא למיחש להא: $~ "}, "21": {"1": "MB(א)MB חוטי ציצית MB(ב)MB שנפסקו יכול לזרקן MB(ג)MB לאשפה מפני שהיא מצוה שאין בגופה קדושה BH[*]BH אבל כל זמן שהם MB(ד)MB קבועים בטלית אסור MB(ה)MB להשתמש בהם כגון BH[*]BH לקשור בהם שום דבר וכיוצא בזה משום בזוי מצוה. (ויש אומרים דאף לאחר שנפסקו MB(ו)MB אין לנהוג בהן מנהג בזיון MB(ז)MB לזורקן במקום מגונה אלא שאינן צריכין גניזה (כל בו הלכות שבת). ויש מדקדקין MB(ח)MB לגונזן והמחמיר ומדקדק במצות תבוא עליו ברכה) (מהרי\"ל הלכות ציצית) (ועיין לקמן סימן תרס\"ד סעיף ח' ט'): $! ", "2": "טליתות של מצוה MB(ט)MB שבלו אדם בודל עצמו מהם MB(י)MB ואינו מותר MB(יא)MB לקנח עצמו בהם ולא לייחד אותם לתשמיש MB(יב)MB המגונה אלא MB(יג)MB זורקן והם כלים: $! ", "3": "מותר ליכנס בציצית MB(יד)MB לבית הכסא . <b> הגה:</b> וכל שכן לשכב בהן דשרי ויש שכתבו שנהגו MB(טו)MB שלא לשכב בטלית שיש בו ציצית גם שלא ליתנו MB(טז)MB לכובס אינו יהודי לכבס והכל שלא יהיו מצות בזויות עליו. אך נוהגים להקל MB(יז)MB לשכב בהם (כל בו): $! ", "4": "יש ליזהר כשאדם לובש טלית MB(יח)MB שלא יגרור ציציותיו: $~ "}, "22": {"1": "MB(א)MB BH[*]BH קנה טלית ועשה בו ציצית מברך שהחיינו MB(ב)MB דלא גרע מכלים חדשים. <b> הגה:</b> ואם לא בירך MB(ג)MB בשעת עשייה מברך BH[*]BH בשעת עטוף ראשון (מיימוני, נימוקי יוסף): $~ "}, "23": {"1": "מותר ליכנס בבית הקברות והוא לבוש ציצית והוא שלא יהא נגרר על הקברות אבל אם הוא נגרר על הקברות אסור משום MB(א)MB לועג לרש  במה דברים אמורים בימיהם שהיו מטילים ציצית במלבוש שלובשים MB(ב)MB לצורך עצמם  אבל אנו שאין מכוונים בהם אלא לשם מצוה אסור אפילו אינם נגררים והני מילי כשהציציות מגולים אבל אם MB(ג)MB הם מכוסים  מותר: $! ", "2": "יש נוהגים לקשור שני ציציות שבשני כנפים זה עם זה כשנכנסים לבית הקברות ולא הועילו כלום MB(ד)MB בתקנתן : $! ", "3": "הנכנס תוך ד' אמות של מת או MB(ה)MB של קבר MB(ו)MB דינו כנכנס  לבית הקברות. MB(ז)MB במקום שנוהגים  להסיר ציצית מטלית המת בבית אם הכתפים לובשים ציצית איכא למיחש בהו משום MB(ח)MB לועג לרש : $~ "}, "24": {"1": "אם אין אדם לובש טלית בת ארבע כנפות אינו חייב בציצית וטוב ונכון להיות כל אדם זהיר ללבוש טלית קטן כל היום MB(א)MB כדי שיזכור  המצוה בכל רגע ועל כן יש בו חמשה קשרים כנגד ה' חומשי תורה וארבע כנפים שבכל צד שיפנה יזכור ונכון ללובשו MB(ב)MB על המלבושים . לפחות יזהר שיהיה לבוש ציצית MB(ג)MB בשעת התפלה : $! ", "2": "מצוה לאחוז הציצית MB(ד)MB ביד שמאלית  כנגד לבו בשעת קריאת שמע רמז לדבר והיו הדברים האלה וגו' MB(ה)MB על לבבך : $! ", "3": "טוב להסתכל בציצית בשעת עטיפה MB(ו)MB כשמברך : $! ", "4": "יש נוהגין להסתכל בציצית כשמגיעים לוראיתם אותו וליתן אותם MB(ז)MB על העינים  ומנהג יפה הוא וחבובי מצוה. <b> הגה:</b> גם נוהגים קצת לנשק הציצית בשעה שרואה בם, והכל הוא חיבוב מצוה (בית יוסף): $! ", "5": "כשמסתכל בציצית מסתכל בשני ציציות שלפניו שיש בהם עשרה קשרים רמז MB(ח)MB להויות  וגם יש בהם ט\"ז חוטים ועשרה קשרים עולה כ\"ו כשם הוי\"ה: $! ", "6": "גדול עונש המבטל מצות ציצית ועליו נאמר לאחוז בכנפות הארץ וגו' MB(ט)MB הזהיר במצות ציצית  זוכה ורואה פני שכינה: $# "}}