{"128": {"1": "<b>(א) אין וכו' </b>- ודינו בכל דבר כמו שמבואר לעיל בסימן נ\"ה לענין קדיש ועיין שם במ\"ב סקל\"ג מה שכתבנו בשם הפמ\"ג דמסתפק לענין ישן אם מצטרף. י\"א דאין נ\"כ אלא במקום שיש ס\"ת אבל רוב האחרונים וכמעט כולם חולקים ע\"ז. י\"א דמי שבא ואמר כהן אני נאמן לישא כפיו וכן המנהג [רמ\"א בא\"ע סימן ג' ס\"א בהג\"ה]:", "2": "<b>(ב) מהמנין </b>- לפי שהכהנים ג\"כ בכלל ברכה מדכתיב ואני אברכם כלומר לכהנים ואפילו אם רובם כהנים ג\"כ שפיר דמי כיון דיש עכ\"פ ישראל אחד שיענה אמן אחר הברכת כהנים. וביהכ\"נ שכולה כהנים עיין לקמן בסכ\"ה:", "3": "<b>(ג) ואין לזר </b>- דכתיב כה תברכו וגו' אתם ולא זרים ולאו הבא מכלל עשה עשה ועיין בב\"ח שכתב דדוקא עם נשיאת כפים ואפילו אם לא בירך מתחלה אקב\"ו וכו' אבל אם יברך ברכת כהנים בלא נשיאת כפים אינו עובר בעשה ומפמ\"ג משמע דאיסור יש בכל גווני. כתב בספר מגן גבורים דהא דאמרה תורה אתם ולא זרים אינו רק במתכוין לכוונת המצוה אבל אי לא מכוין כלל לכוונת המצוה רק שלא לעבור על דברי חבריו שחשבו שהוא כהן ואמרו לו עלה לדוכן פשיטא דאין כאן איסור עשה כלל עי\"ש ונ\"ל דכ\"ז דוקא למאי דקי\"ל לעיל בסימן ס' ס\"ד דמצות צריכות כונה דאל\"ה אינו מותר רק דוקא אם מכוין בפירוש שלא לשם מצוה או שאינו מכוין כלל לברכה ועיין בבה\"ל:", "4": "<b>(ד) אפילו וכו' </b>- ר\"ל אפילו אם נימא דעשה אינו עובר הזר כשמברך עם כהנים דהמיעוט אתם ולא זרים הוא רק כשמברך לבדו אפ\"ה עכ\"פ אסור משום הברכה שמברך בתחלה אשר קדשנו וכו' דהוי לבטלה דרק לכהנים צותה התורה לברך את ישראל:", "5": "<b>(ה) בזר העולה </b>- אם לא משום ברכה לבטלה שלכהנים צותה התורה לברך את ישראל [תוס' שם]:", "6": "<b>(ו) ואפשר עם וכו' </b>- ר\"ל בזה קאמר הר\"י דאינו עובר בעשה רק משום איסור ברכה לבטלה ולדינא הסכימו האחרונים דאין לחלק בזה ובכל גווני עובר בעשה:", "7": "<b>(ז) שאין בו אחד וכו' </b>- כי לקמן בסימן זה מבואר הרבה דברים המעכבים לכהן לעלות לדוכן יש מהן שהן מדאורייתא לכמה פוסקים ויש מהן שהן לכו\"ע מדרבנן ועיין לקמיה בס\"ק י\"ב:", "8": "<b>(ח) כעובר בג' </b>- והוא כה תברכו אמור להם ושמו את שמי וגו' ומ\"מ עיקר עשה אינו אלא אחת והוא כה תברכו שנאמרה בלשון צווי לברכה. כתבו הפוסקים דנשיאת כפים אין דוחה לאיסור טומאה והטעם כי יש בה עשה ולא תעשה [לנפש לא יטמא קדושים יהיו] ולכן אפילו מת פתאום אחר שכבר אמר הש\"ץ כהנים דחל עליהם המצות עשה דנשיאת כפים אפ\"ה צריכין לצאת תיכף החוצה. ואם הכהן אינו יודע מזה צריך להגיד לו מיהו אם הטומאה בבית הסמוך לביהכ\"נ ואפשר לסתום הפתחים והחלונות של ביהכ\"נ או של בית שהמת שם אפילו נודע לו א\"צ לצאת עד שיגמור הנ\"כ דנ\"כ ד\"ת וטומאה כזו אינה אלא מדרבנן. אמנם אם נודע לכהן קודם שנטל ידיו לעלות לדוכן טוב יותר שיצא תיכף החוצה:", "9": "<b>(ט) כשקראו כהנים </b>- דבלא\"ה אינו עולה דכתיב אמור להם ומתרגמינן כד יימרון להון והוא קריאת כהנים שאנו אומרין וע' לקמיה בס\"ק י'. וכתב המ\"א ודוקא שעקר רגליו בעבודה אבל אם לא עקר רגליו אינו רשאי לעלות וכדלקמן בס\"ח ואף דהחזן קרא כהנים או שא\"ל בפירוש לעלות אינו עובר בעשה והא\"ר הביא בשם תשובת מהר\"ם מינץ שמסתפק בזה דאולי באופן זה מחוייב לעלות ע\"כ יש ליזהר שלא להיות אז בבהכ\"נ כדי שלא יבוא לזה ובלא\"ה יש לעשות כן משום שלא יאמרו עליו שהוא פגום דמי ידע שלא עקר רגליו קצת בעבודה:", "10": "<b>(י) או אם א\"ל </b>- זה קאי ג\"כ בשהיה בבהכ\"נ ולא כשאמרו לו בחוץ רק דבא המחבר להורות לנו דאין נ\"מ בדין בין תיבת כהנים שקורא החזן בכלל לכל הכהנים או שאמרו לו בפרט לעלות או במה שאמר לו השופך מים ליטול ידיו דהוא מרמז ג\"כ על ברכת כהנים כולם בכלל אמור להם הוא ועובר בעשה אם אינו עולה וכ\"ז מיירי ג\"כ לפי דעת המ\"א הנ\"ל שעקר רגליו בעבודה. ועיין עוד בבה\"ל שביררנו שם עוד דברי המחבר כולל ג\"כ דאם שאמרו לו בביהכ\"נ קודם שגמר ברכת רצה דהיה אז ביכלתו לעקור רגליו ולא רצה דעובר בעשה לכו\"ע ועי\"ש עוד במה שכתבנו:", "11": "<b>(יא) שוב אינו עובר </b>- היינו אי אתרמי ליה צבורא אחרינא והטעם כיון שכבר קיים מצוה זו ביום זה לא חייבתו התורה יותר ומ\"מ אם עלה פעם שנית צריך לברך מתחלה הברכה אקב\"ו דעכ\"פ עושה מצוה ואפילו באותו ביהכ\"נ שכבר נשא כפיו:", "12": "<b>(יב) כשהכהנים אינם רוצים </b>- כגון שהוא חלש וכדומה. ועיין במ\"א שכתב בשם המרדכי שהיוצא צריך לצאת קודם שמתחילין רצה והטעם כדי שלא יאמרו שהם פגומים כשלא יעקרו ברצה וגם שהלוים היוצקים מים לא יבואו ויאמרו להם לעלות [א\"ר]. וכתבו הפוסקים דהפסולים לעלות לדוכן אפילו פסולים דרבנן א\"צ לצאת לחוץ דכשהחזן קורא כהנים אין כונתו על הפסולים והסכימו עוד דאפילו אם אמרו לו בפירוש עלה או כשאין בביהכ\"נ רק פסולים דבודאי כונת הש\"ץ שקורא כהנים הוא עליהן אפ\"ה אין צריכין לעלות ואינם עוברין בעשה דהא אינם נמנעין מצד עצמן אלא החכמים מנעו אותם ויש כח בידם לעשות זה. ומ\"מ באין בביהכ\"נ כהנים אחרים רק אלו הפסולים דרבנן מצדד הא\"ר שיצאו לחוץ קודם רצה וכן משמע מהגהת רע\"א ע\"ש:", "13": "<b>(יג) אלא בשעה וכו' </b>- ר\"ל וממילא אין חל עליהם שום חיוב אפילו כשיכנסו אח\"כ וכנ\"ל בס\"ב:", "14": "<b>(יד) שהם פגומים </b>- ר\"ל בני גרושה ובני חלוצה:", "15": "<b>(טו) במנעלים </b>- שמא יפסק לו רצועה וגנאי הוא לו ומתלוצצים עליו כשסנדלו מותרת ויקשרנה בעוד שחבריו מברכים ויאמרו שבן גרושה ובן חלוצה הוא ולפיכך הלך וישב לו ואפילו במנעלים שאין להם רצועות אסור דלא פלוג רבנן. ויש להצניע המנעלים שלא יעמדו בגלוי בביהכ\"נ מפני הכבוד ויחלצם קודם נטילה אך כשאפשר לו לחלצם אחר נטילה ושלא יגע בהם יכול לחלצם אחר נטילה [אחרונים]:", "16": "<b>(טז) אבל בבתי שוקים </b>- הוא מנעלים ארוכים המגיעים עד ארכובות הרגל היינו סמוך לשוק ושרי דליכא הכא טעמא הנ\"ל ואף דגם הכא רגילין לפעמים לעשות רצועות סמוך לארכובה מ\"מ לא חיישינן שמא ישב לקשרם דאפילו אם הם מותרים לית בה גנאי כולי האי:", "17": "<b>(יז) אם הם של עור </b>- טעמם דבכלל סנדל ומנעל הם ולא פלוג רבנן בין יש רצועות ובין אין רצועות ומ\"מ בבתי שוקים עם מכנסיים ביחד שמגיעים עד אציליהם מותר לכו\"ע דזה לא הוי בכלל הגזירה כלל וכן בתי שוקים של בגד אף שמחופה עור שרי אף לדעה זו:", "18": "<b>(יח) ונהגו להקל בקצת מקומות </b>- ומ\"מ בבתי שוקיים שלנו [שקורין שטיווי\"ל] שרגילין לילך בהם בשוק בטיט אין להקל משום כבוד הציבור [פר\"ח ע\"ש] ולפי טעם זה גם במנעלים של גמי שלנו [שקורין קאלאסי\"ן] ג\"כ אינו נכון מטעם זה. כתבו האחרונים דאין נכון לעלות לדוכן יחף ממש שהוא דרך גנאי שאין רגילין בזמן הזה לילך יחף לפני גדולים אלא יש לילך בפוזמקאות של בגד וכן המנהג:", "19": "<b>(יט) אע\"פ שנטלו </b>- עיקר הנטילה אסמכו רבנן אקראי שנאמר שאו ידיכם קדש וברכו את ה' כלומר כשתשאו ידיכם קדשו אותם בתחלה והיינו נטילה ואח\"כ ברכו את ברכת ה' והיא ברכת כהנים והנטילה צריכה להיות במים דוקא ולא מועיל כאן מידי דמנקי כמו בתפלה בסי' צ\"ב ופסק המחבר דאע\"פ שנטל ידיו שחרית יחזור ויקדש אותם קודם הנשיאות כפים דקרא תיכף לקדושה ברכה משמע:", "20": "<b>(כ) חוזרים ונוטלים וכו' </b>- ואם אין לו מים כתבו האחרונים דנוכל לסמוך על שיטת הרמב\"ם דס\"ל דיוצא בנט\"י שנטל בשחרית כל שלא הסיח דעתו ויודע שלא נגע במקום מטונף:", "21": "<b>(כא) עד הפרק </b>- ככהן המקדש ידיו לעבודה [רמב\"ם]. וע\"כ כתבו האחרונים דאפשר דבעינן דוקא נטילה מכלי וכח גברא ושלא יהיו משתנים המים מברייתן ויהיה עכ\"פ רביעית מים:", "22": "<b>(כב) והלוי יוצק מים </b>- וכשאין לוי יוצק בכור פטר רחם דהוא ג\"כ קדוש קצת ואם אין גם בכור טוב שיטיל הכהן בעצמו משיציק ישראל על ידו ואף שהלוי ת\"ח והכהן ע\"ה יש להחמיר וכ\"ש אם יש כהן אחד ת\"ח דמציל את כולם ומחוייב ליצוק אף על ע\"ה כ\"כ א\"ר וכתב המגן גבורים דכן עיקר עי\"ש טעמו:", "23": "<b>(כג) ולא נהגו </b>- ואם הסיחו הלוים דעתם טוב שיטלו ידיהם מקודם ומכ\"ש היכא דנגעו בגופן [אחרונים]. יש מקומות שהמנהג ששופכין שמן של ריח במים והמ\"א כאן ובט\"ז לקמן סימן תקי\"א כתבו דאסור דמוליד ריחא והא\"ר וכן הח\"צ בסימן צ\"ב דעתם להקל דלא שייך מוליד ריחא בזה כיון שהשמן עצמו מעורב במים. ובנתונים מע\"ש ועיו\"ט בודאי יש לסמוך עלייהו להקל אף דמוליד ריחא בידי הכהנים כמו שכתב בשע\"ת:", "24": "<b>(כד) לא יחזור לברך וכו' </b>- דלענין ברכה סמכינן על הרמב\"ם דס\"ל דיצא בנטילה שנטל שחרית וכ\"ז דוקא אם לא נגע במקום מטונף ולא הסיח דעתו בינתים אבל אם הסיח דעתו בינתים וכ\"ש כשנגע במקום מטונף צריך לכ\"ע לברך עתה על הנטילה כ\"כ מ\"א והא\"ר כתב דבכל גווני א\"צ לברך על נטילה זו דשמא לא נתקן כלל ברכה על נטילה זו וכן נהגו שלא לברך בשום גווני ולכן כל כהן ירא וחרד ישמור ידיו משעת נטילתו שחרית שלא ליגע במקום המלוכלך שלא יפול בספק ברכה:", "25": "<b>(כה) כשמתחיל ש\"צ וכו' </b>- היינו לכתחלה יזהר לעקור בהתחלת הש\"ץ רצה אבל אם לא עקר עד שכבר התחיל הש\"ץ רצה כל שלא סיים ברכת רצה שפיר דמי [א\"ר וש\"א]:", "26": "<b>(כו) רצה כל כהן וכו' </b>- שנאמר וישא אהרן את ידיו אל העם ויברכם ואח\"כ וירד מעשות החטאת וגו' משמע שבירך קודם שנסתלק מהעבודה לכן תקנו גם בתפלה שיעלו הכהנים לדוכן קודם סיום ברכת עבודה:", "27": "<b>(כז) עד שיסיים ש\"ץ רצה </b>- לאו דוקא דאפילו אם לא יגיע שם עד שיסיים הש\"ץ ברכת מודים ג\"כ לית לן בה כל שעקר רגליו ברצה ואיידי דרישא נקט רצה [אחרונים]. עוד כתבו דעיקר העקירה מקרי אחר נטילה שאז ראוי לעלות לדוכן ולכן יעקרו רגליהם ליטול ידיהם קודם רצה וברצה יעקרו רגליהם לילך למקום המוכן לדוכנם ובדיעבד אם לא נטל ידיו קודם רצה ואם ילך ליטול ידיו יסיים הש\"ץ ברכת רצה אעפ\"כ יעקור ברצה לילך למקום הדוכן ואח\"כ יטול ידיו שם [והיינו שיביאו לו שם מים סמוך למקום הדוכן]:", "28": "<b>(כח) אבל אם לא עקר רגליו ברצה </b>- ואפילו אם עקר רגליו לילך לצד חוץ ליטול ידיו מצדד בעטרת זקנים דזה לא חשיב עדיין עקירה אף שהנטילה היא הכשר לנשיאת כפים דבעינן עקירה למקום הדוכן וזה היה עקירתו לצד חוץ וע\"כ המנהג כשהש\"ץ מגיע לרצה ולא באו עדיין הכהנים להיכל הוא ממתין בתפלתו עד שיבואו דחיישינן שמא עדיין לא עקרו רגליהן ממקום הרחיצה לילך לצד הדוכן. כתבו הפוסקים שאם עקר רגליו מביתו לבוא לביהכ\"נ ומצא אחר רצה אע\"פ שבודאי בעת שעקר רגליו מביתו היה קודם רצה לא חשיב עקירה ואינו עולה כיון שלא עקר מביתו אדעתא דדוכן אבל אם עקר רגליו מביתו לבוא לבהכ\"נ לעלות לדוכן עקירה זו מועלת ועולה ויש שכתבו דאפילו באופן זה אינו עולה כ\"א כשהיה ביתו סמוך לביהכ\"נ ושמע שהש\"ץ התחיל רצה:", "29": "<b>(כט) שוב לא יעלה </b>- ואפילו היה מחמת אונס:", "30": "<b>(ל) עד עמדו לפני התיבה </b>- וכן המנהג עכשיו שאין אומרים אותו בדרך הליכתן כ\"א אחר שעומדים כבר לפני ההיכל ואמרו מודים אח\"ז אומרים יהי רצון זה:", "31": "<b>(לא) עד שיכלה אמן </b>- לאו דוקא אלא עד שיסיים הש\"ץ ולך נאה להודות כדי שיענו הקהל אמן על שתיהן [מ\"א וש\"א]. ולפ\"ז פשוט דגם הכהנים יענו אמן על ברכת הש\"ץ וכן מצאתי בשלחן שלמה:", "32": "<b>(לב) ואצבעותיהם כפופים </b>- ר\"ל שאינם צריכין לפרוס כפיהם:", "33": "<b>(לג) אם הם שנים </b>- דכתיב אמור להם דהיינו לומר לכהנים שיברכו את ישראל ולהם משמע לשנים:", "34": "<b>(לד) כהנים </b>- ולא חשיב הפסק בתפלה כמו דלא חשיב הפסק מה שהש\"ץ מקרא להם מלה במלה והטעם דנ\"כ צורך תפלה הוא:", "35": "<b>(לה) ולא יאמר או\"א </b>- הטעם שלא נתקן אלא בזמן שאין הכהנים מברכין בעצמם אבל כיון שהכהנים מברכין בעצמן למה יאמר הש\"ץ:", "36": "<b>(לו) וחוזר ואומר עם קדושך </b>- היינו הש\"ץ ומה שנוהגין באיזה מקומות שהכהנים אומרין עם קדושך טעות הוא:", "37": "<b>(לז) ומחזירין פניהם וכו' </b>- דילפינן בגמרא שברכת כהנים צריך להיות פנים כנגד פנים. וא\"צ להיות פני הכהנים כלפי הש\"ץ דוקא אלא אפילו אם ההיכל קבוע בצפון והתיבה שהש\"ץ לפניה היא במזרח הכהנים עומדים לפני ההיכל בצפון ופניהם לדרום כלפי העם [מ\"א בשם כנה\"ג] וי\"א שטוב יותר שהכהנים יעמדו במזרח אע\"פ שההיכל הוא לצד אחר והעם יעמדו נגדם פנים נגד פנים [פר\"ח והביאו הפמ\"ג]. שני כהנים השונאים זה את זה ואפילו נדרו הנאה זה מזה מותרין לעלות ביחד ואין אחד יכול לומר לחבירו עלה אתה בשחרית ואני אעלה במוסף או להיפוך כי יכול לומר אני רוצה לברך בשתיהן אבל כהן שהצבור שונאים אותו או הוא שונא את הצבור סכנה הוא לכהן אם ישא כפיו (ולכן יצא מביהכ\"נ קודם רצה אם אינו יכול לכוף את יצרו ולהסיר השנאה מלבו) וע\"ז תקנו בברכה לברך את עמו ישראל באהבה:", "38": "<b>(לח) ואם הוא אחד וכו' </b>- ואפילו אם יש עמו עוד אחד קטן פחות מבן י\"ג שנה ג\"כ אינו קורא כהנים [מבי\"ט סי' ס\"ד] והפר\"ח מפקפק בזה ומיהו לפי מנהגנו שהש\"ץ אומר אלהינו ורק שיאמר כהנים בקול רם לא איכפת לן כלל דליכא הפסק והוא מעין התפלה ומה\"ט כתב הא\"ר שאפילו ליכא כהן קטן רק כהן אחד גדול נמי אם אמר הש\"ץ בקול רם כהנים אין לגעור בו דאין שום הפסק בזה:", "39": "<b>(לט) מחזיר פניו </b>- ונושא כפים ומברך ג\"כ מתחלה אע\"ג דאינו מחוייב לעלות לפי מה שכתב לעיל בס\"ב [מ\"א בשם רמ\"מ] ומכ\"ש לדעת המהרל\"ח וט\"ז סק\"ג דמחוייב לעלות מה\"ת אם הוא אחד אע\"פ שלא קראו דמברך:", "40": "<b>(מ) כשמחזירין פניהם וכו' </b>- ויש מהראשונים שס\"ל דברכה זו מברכין קודם שמחזירין פניהם והמדקדקין יוצאין ידי שניהם דהיינו שמתחילין הברכה בעוד שפניהם כלפי ההיכל ובתוך הברכה מחזירין פניהם כלפי העם וגומרין [אחרונים]:", "41": "<b>(מא) מברכין וכו' </b>- היינו שכולם מברכין ולא שאחד יברך והאחרים יענו אמן [מ\"א בשם המבי\"ט]:", "42": "<b>(מב) מגביהים ידיהם וכו' </b>- דגמרינן ברכה זו ממה דכתיב וישא אהרן את ידיו אל העם ויברכם הרי דצריך נשיאת ידים ובהאי קרא הכתיב ידו רמז דצריך להגביה יותר ידו אחד ומסתמא היא הימנית:", "43": "<b>(מג) יד ימנית קצת </b>- מ\"מ צריך ליזהר שיניח גודל הימין על גודל השמאל שלא יתפרדו כדי שלא ישבר החלון דבעינן ה' כוים ואם יתפרדו אין הריוח שבין הימין לשמאל נחשב כלל לאויר. ויש שכתבו שבין מלה למלה וכ\"ש בין ברכה לברכה רשאי לקרב אז הגודלים עם האצבעות משום עייפות:", "44": "<b>(מד) וחולקים אצבעותיהם </b>- דאיתא בתנחומא פרשת נשא משגיח מן החלונות מבין אצבעותיהם של כהנים מציץ מן החרכים בשעה שפושטים כפיהם:", "45": "<b>(מה) ומכוונים לעשות ה' וכו' </b>- רמז לזה ממה דכתיב החרכים ה' חרכים:", "46": "<b>(מו) ופורשים כפיהם כדי וכו' </b>- ר\"ל לא כמו שנושא אחד ידיו בתפלה שהוא נושא ידיו כלפי שמים:", "47": "<b>(מז) מתחילין הכהנים וכו' </b>- ובכהן אחד שאין קוראין לו כו\"ע מודים דמקרינן ליה יברכך:", "48": "<b>(מח) לומר יברכך </b>- ס\"ל דמה דקי\"ל שצריך להקרות אותם מלה במלה הוא לבד מתיבה ראשונה דביה ליכא למיטעי:", "49": "<b>(מט) ואח\"כ מקרא אותם </b>- מדכתיב אמור להם ודרשינן מלמד שהחזן אומר להם אמרו ומ\"מ הוא רק למצוה לכתחלה ואינו מעכב וראיה לזה מלקמן סכ\"ה בהכ\"נ שכולה כהנים עיי\"ש [פר\"ח] וכתב עוד דהש\"ץ צריך להקרות מתוך הסידור לא בעל פה:", "50": "<b>(נ) אין מברכין וכו' </b>- וכ\"ז הוא מן התורה דילפינן כ\"ז מקראי בלשה\"ק דכתיב כה תברכו בלשון הזה ובעמידה דכתיב לשרתו ולברך בשמו מה שירות בעמידה דכתיב לעמוד לשרת ה\"נ ברכה ובנשיאת כפים דכתיב וישא אהרן את ידיו אל העם ויברכם ובקול רם דכתיב אמור להם כאדם האומר לחבירו. עוד ילפינן בגמרא דצריך להיות פנים כנגד פנים וכתבו רוב הפוסקים וכמעט כולם דהני כולהו לעיכובא הוא ואפילו בדיעבד לא יצאו באופן אחר. ובכל אלו טוב שיצא לחוץ קודם רצה כשאין יכול לברך כדינו [אחרונים]:", "51": "<b>(נא) ובעמידה </b>- היינו שיהא הכהנים בעמידה אבל הצבור רשאין לישב רק שיהיו פנים כנגד פנים [מ\"א] והמנהג שהכל עומדין וכן משמע במאירי סוטה פ\"ז ומגילה פ\"ג וכן משמע באשכול הלכות ברכת כהנים דכתב שהכל צריכין לעמוד לפניהם באימה ובכובד ראש. וכהן שהוא חלוש ואינו יכול לעמוד אלא ע\"י סמיכה לא ישא כפיו דהוא כישיבה [אחרונים]:", "52": "<b>(נב) ובנשיאת כפים </b>- ומי שידיו מרתתין ואינו יכול להגביה ידיו אינו נושא כפיו ואפילו בדעבד מעכב ואפילו אם יעשה סמוכין שיהיו קשורין בכובע שבראשו ויכניס בהם ידיו שיהיו נשואות למעלה לא מהני דהוי ע\"י סמיכה ואנן בעינן שישאו ידיהם ממש [נו\"ב ומגן גבורים והובא בשע\"ת] אך אם אפשר לו להגביהם לשעה מועטת יגביה בשעת אמירתו יברכך ויניח בשעת הניגון בין תיבה לתיבה ויחזור ויגביה בשעת אמירת התיבה וכמו שכתב בתשובת כתב סופר סימן י\"ג ע\"ש:", "53": "<b>(נג) ובקול רם </b>- היינו בקול בינוני לאפוקי בלחש ומ\"מ לפעמים צריך בקו\"ר ממש כגון שהמתפללים הם רבים ובעינן שיהא כל הקהל שומע כדאמרינן בספרי [פר\"ח]. והנה מי שקולו צרוד [שאינו יכול לדבר בקול בינוני כ\"א בלחש] לכאורה פשוט שאינו יכול לישא כפיו וטוב שיצא קודם רצה:", "54": "<b>(נד) ואומרים רבון </b>- ובר\"ה ויו\"כ שמאריכין בניגוני היום תאמצנו וכו' לא יתחילו לומר רבון עד לבסוף כדי שיסיימו עם הקהל כאחד:", "55": "<b>(נה) מה שהבטחתנו </b>- שתסכים על ברכתנו וכדכתיב ואני אברכם:", "56": "<b>(נו) ושיענו הציבור אמן </b>- ומסתברא דגם הכהנים צריכין לענות אמן על ברכת הש\"ץ. יאמרו אדיר במרום ויכונו לסיים כאחד עם הש\"ץ:", "57": "<b>(נז) לכוף אצבעותיהם </b>- פי' שידיהם יהיו פרושות עד שיחזירו פניהם:", "58": "<b>(נח) ואינם רשאים לעקור </b>- ויזהרו שלא ידברו עד שירדו מדוכנן אף שכבר הורידו כפיהם [א\"ר בשם מטה משה]:", "59": "<b>(נט) עד שיסיימו הצבור </b>- היינו רוב הצבור [פמ\"ג]:", "60": "<b>(ס) לענות אמן </b>- דקודם אמן עדיין לא נסתיים הברכה. ועכשיו שהמנהג לומר לכהנים בירידתם מן הדוכן יישר מהנכון שלא ירדו הכהנים מהדוכן עד לאחר שיסיים הש\"ץ קדיש כדי שלא יתבטלו הכהנים והעם מעניית איש\"ר ושאר אמנים עי\"ז כמו שמצוי:", "61": "<b>(סא) בין בתחלה בין בסוף וכו' </b>- פי' בתחלה כשעולין לדוכן ופניהם כלפי ההיכל שהוא במזרח וקורין להם כהנים מתחילין להחזיר פניהם כלפי העם לצד ימין שלהם שהוא בדרום ואח\"כ למערב נגד הצבור ובסוף כשמתחיל הש\"ץ שים שלום ומחזירין פניהם כלפי הקודש מתחילין להחזיר פניהם דרך ימין שלהם שהוא בצפון ואח\"כ לצד המזרח נגד ההיכל. כשיורדים מן הדוכן לא יחזירו אחוריהם להיכל אלא יצדדו ויחזירו פניהם קצת להיכל כתלמיד הנפטר מרבו שמחזיר פניו אליו בצאתו מלפניו [אחרונים]:", "62": "<b>(סב) המטונפים </b>- נראה דה\"ק סתם מנעלים כמטונפים הם [א\"ר ופמ\"ג]:", "63": "<b>(סג) לקרות כהנים עד שיכלה וכו' </b>- זהו לפי דעה המבוארת לעיל בסעיף יו\"ד דבמקומות שנושאין כפיהם אין אומרים או\"א ברכנו וכו' אלא תיכף אחר סיום ברכת מודים קורא הש\"ץ כהנים אבל לפי מנהגנו שתמיד הש\"ץ אומר או\"א כמו שכתב הרמ\"א שם לא שייך כלל דין זה דהא שוהה בלא\"ה הרבה יותר ע\"י אמירתו או\"א:", "64": "<b>(סד) מפי הצבור וכו' </b>- היינו רוב הצבור:", "65": "<b>(סה) מפי כל הצבור </b>- לפי שהוא חיוב על העם לשמוע כל הברכה מפי הכהנים ולהכי דקדק המחבר בכאן וכתב כל הצבור להורות דאף אם יש קצת אנשים שטועין ומאריכין באמן יותר מדאי צריך להמתין גם עליהם לפי שהחיוב הוא על כולם לשמוע וכ\"ז הוא לשיטת המחבר לעיל בסי\"ג שפסק דאין החזן מקרא תיבת יברכך וע\"כ צריך להזהיר הכהנים בהתחלתם יברכך אבל לדידן שהחזן מקרא גם תיבת יברכך יש אזהרה על החזן שלא יתחיל להקרות התיבה של יברכך קודם שסיימו עכ\"פ רוב הצבור אמן ואחר שסיים החזן את התיבה אז מותרין הכהנים להתחיל יברכך:", "66": "<b>(סו) אמן שעונים אחר ברכת וכו' </b>- וה\"ה שאינו רשאי הקורא להתחיל יאר ישא עד שיכלה האמן מפי הצבור:", "67": "<b>(סז) עד שתכלה התיבה וכו' </b>- כדי שישמעו הצבור התיבה יפה מפי הכהנים ולא תתערב בה שמיעתם מהמקרא:", "68": "<b>(סח) מפי המקרא </b>- ונראה דה\"ה שהמקרא לא יתחיל להקרות תיבה אחרת עד שיסיימו הכהנים התיבה שלפניה:", "69": "<b>(סט) עונין אמן </b>- היינו בכל ברכה וברכה (אחרונים):", "70": "<b>(ע) עד שיכלה </b>- האחרונים פקפקו בהג\"ה זו דלא משכחת לה דהרי אין מתחילין לומר רבון העולמים עד שיחזירו פניהם ואין מחזירין פניהם עד אחר שמתחיל הש\"ץ שים שלום כמבואר לעיל בסט\"ו וזהו אחר שכבר ענו הצבור אמן:", "71": "<b>(עא) אחר ברכה של כהנים </b>- שמא תתבלבל דעתו ולא ידע להקרות אח\"כ פסוק ב' או ג' ואם מתפלל מתוך הסידור ומובטח לו שלא תתבלבל דעתו רשאי לענות אמן דאמן זה אינו חשיב הפסק דהוא צורך תפלה ועל אמן של הברכה אשר קדשנו בקדושתו וכו' יש מחמירין שבכל גווני לא יענה משום הפסק בתפלה ושאני אמן של הב\"כ גופא דלא הוי הפסק שהוא מורה על קבלת הברכה:", "72": "<b>(עב) לא ישא </b>- שמא לא יוכל לכוין לחזור לשים שלום שדעתו מטורפת מאימת הצבור ואפילו אם בטוח הוא בעצמו שלא תטרף דעתו ג\"כ לא רצו חכמים להקל בזה לעקור ממקומו ולעלות לדוכן היכי שיש כהנים אחרים בביהכ\"נ ולא תתבטל הנשיאת כפים:", "73": "<b>(עג) את כפיו </b>- אלא הוא עומד ואחר שאינו כהן מקרא כמ\"ש סכ\"ב:", "74": "<b>(עד) אבל אם א\"ל וכו' </b>- ומיירי כשאמרו לו בברכת רצה או קודם לכן אבל אם אמרו לו אחר סיום ברכת רצה אינו רשאי לעלות כמ\"ש ס\"ח [מ\"א וש\"א] ועיין לעיל בסק\"ט דעת א\"ר בשם מהר\"מ מינץ בזה:", "75": "<b>(עה) דהא עובר בעשה </b>- ומפני זה צדדו האחרונים דאפילו אם אינו מובטח לחזור לתפלתו ג\"כ יעלה לדוכן דמפני חשש טירוף ובלבול התפלה שכל עיקרה אינה אלא מד\"ס אין לו לעבור על עשה דאורייתא ובפרט השתא שמתפללין מתוך הסידור בודאי יעלה:", "76": "<b>(עו) מובטח לו שיחזור </b>- ולדידן שמתפללין מתוך הסידור הוי כמובטח לו שיחזור לתפלתו ומ\"מ כשיש כהנים אחרים לא יעקור רגליו דהא אף במובטח לא שרינן אלא בדליכא כהן אחר:", "77": "<b>(עז) מעט בעבודה </b>- לילך לצד הדוכן והטעם משום הא דאיתא לעיל בס\"ח עי\"ש:", "78": "<b>(עח) ויעלה לדוכן </b>- היינו שיעקור רגליו לגמרי ויעמוד על הדוכן פנים נגד פנים כדין:", "79": "<b>(עט) ויברך ברכת כהנים ויקרא לו אחר </b>- היינו שיברך ברכת אשר קדשנו וכו' ואח\"כ מקריא לו אחר תיבה בתיבה אבל אין לומר שמקריא לו תיבת כהנים בתחלה דהא כיון שאין שם אלא הוא הרי פסקינן לעיל בס\"י דלאחד אינו קורא כהנים:", "80": "<b>(פ) עדיף טפי </b>- קאי על מובטח הנזכר מתחלה וקאמר דאע\"ג דבמובטח החזן עצמו יורד אח\"כ מן הדוכן ומסיים שים שלום כ\"ז הוא אם המקרא לא כוון לשמוע תפלת הש\"ץ מתחלה ועד סוף וכ\"ש כששח באמצע ולכך לא יכול לסיים שים שלום דהא חסרו לו הברכות שלפניה אבל אם המקרא כוון מתחלה ועד סוף הרי שומע כעונה ולכן עדיף טפי שהוא בעצמו יסיים גם שים שלום כדי שלא תהיה התפלה מופסקת בהליכת הש\"ץ מהדוכן למקומו לפני התיבה וה\"ה דצריך שיכוין הש\"ץ לשמוע מה שאומר המקרא שים שלום דאל\"כ תהיה תפלת הש\"ץ מתחלתה עד שים שלום בלבד:", "81": "<b>(פא) שיסיים המקרא שים שלום </b>- ודעת הגר\"א בביאורו דטוב יותר שיסיים הש\"ץ בעצמו תמיד וכן בדה\"ח וח\"א וש\"א כולם הזכירו בסתמא שיסיים החזן בעצמו ולא הזכירו עצה זו המבוארת בשו\"ע:", "82": "<b>(פב) לטירוף הדעת </b>- דע\"י טרדתם בהשתנות הניגונים לא ידעו איזה פסוק או תיבה יתחילו ואף שמקרין לפניהם כל תיבה ותיבה מ\"מ ע\"י טירוף דעתם ישכחו ג\"כ קריאת המקרא:", "83": "<b>(פג) ואין לנגן וכו' </b>- וכן החזנים בכל מקום שמנגנים לא נכון שינגנו בענין אחד הרבה נגונים [ט\"ז] ועיין בא\"ר שהמליץ בעדם:", "84": "<b>(פד) אלא נגון אחד וכו' </b>- ונראה דה\"ה שלא ינגנו הכהנים כל אחד ניגון אחר דגם בזה יש בלבול:", "85": "<b>(פה) שיהא המקרא ישראל </b>- כ\"כ הרמב\"ם ואסמכה אקרא שנאמר אמור להם מכלל שאין המקרא מהם ולפ\"ז לפי מנהגנו שהש\"ץ הוא המקרא כמש\"כ בסי\"ג ממילא צריך להשתדל לכתחלה שהש\"ץ העובר לפני התיבה לא יהיה כהן:", "86": "<b>(פו) ויקרא אותם </b>- היינו כל ברכת כהנים מלה במלה:", "87": "<b>(פז) והחזן עומד ושותק </b>- פי' עד גמר ברכת כהנים אבל משים שלום ואילך יאמר החזן בעצמו. והנה כל דין זה של המחבר הסכימו האחרונים שאין זה רק לכתחלה אבל כשאין שם מי שיודע להקרות יקריא הכהן הש\"ץ בעצמו:", "88": "<b>(פח) כמו שעומד בתפלה </b>- שהרי מתפללין שיברך הש\"י את ישראל [לבוש]:", "89": "<b>(פט) ולא יסתכלו בהם </b>- ר\"ל לא בפני הכהנים ולא בידיהם והטעם הוא ג\"כ כדי שלא יסיחו דעתם מהברכה וא\"כ כ\"ש שלא יסתכלו במקום אחר ומדינא אינו אסור אלא בהסתכלות מרובה שיכול לבוא לידי היסח הדעת אבל ראיה קצת שרי דדוקא בזמן המקדש שהיו מברכין בשם המפורש והשכינה היתה שורה על ידיהם היה אסור אפילו ראיה קצת משא\"כ בזה\"ז ומ\"מ נוהגין גם עכשיו זכר למקדש שלא להביט בהם כלל:", "90": "<b>(צ) וגם הכהנים וכו' </b>- ג\"ז משום היסח הדעת וכנ\"ל:", "91": "<b>(צא) ע\"כ נהגו וכו' </b>- ומנהג זה יותר נכון [א\"ר והגר\"א וש\"א]:", "92": "<b>(צב) וידיהם חוץ לטלית </b>- בד\"מ מוסיף שגם העם נוהגין לכסות פניהם בטלית כדי שלא יוכלו להסתכל בידי הכהנים:", "93": "<b>(צג) עם שאחורי הכהנים </b>- היינו אפילו אינו אחוריהם ממש אלא משוכים לצדדים כיון שעכ\"פ הוא מאחוריהם אינו בכלל ברכה ואפילו אינו מפסיק מידי בינם לבין הכהנים:", "94": "<b>(צד) אינם בכלל ברכה </b>- דבעינן דוקא פנים כנגד פנים כמ\"ש לעיל בסקל\"ז:", "95": "<b>(צה) אבל מלפניהם ומצדיהם </b>- פי' לא מיבעיא אלו שהם מלפני הכהנים משוכים לצדדים פשיטא דבכלל ברכה הם אלא אפילו כנגד צדדי הכהנים ממש אפ\"ה בכלל ברכה הם וצדדים שלאחריו כבר כתבנו דאינו בכלל ברכה. ולפ\"ז אותן העומדים בכותל מזרחי והאה\"ק בולט קצת לביהכ\"נ והכהנים עומדים לפניו אינן בכלל ברכה והב\"ח הליץ בעדם דעכשיו שכל אחד קונה מקום בביהכ\"נ חשובים כאנוסים דאינו יכול לילך לדחות את חבירו ממקומו אבל אין זה מספיק דבקל יוכל למצוא מקום פנוי לעמוד בצדי הכהנים או באמצע ביהכ\"נ על הבימה או ברוח מערבית של ביהכ\"נ [כ\"כ האחרונים]:", "96": "<b>(צו) אם הם אנוסים וכו' </b>- אבל בלא אנוסים אפילו עומדים בביהכ\"נ אלא שהם אחורי הכהנים אינם בכלל ברכה דמראים בעצמם שאין הברכה חביבה להם מדלא הלכו לקבל הברכה פנים אל פנים:", "97": "<b>(צז) כולם </b>- היינו לבד מש\"ץ שאף שהוא כהן הרי קיי\"ל לעיל בס\"כ דש\"ץ כהן ויש שם כהנים אחרים לא ישא את כפיו אף שהוא מובטח לחזור לתפלתו אלא יהיה הוא המקרא וכמו שכתבנו לעיל בסקפ\"ז דאם אין ישראל להקרות יכול כהן להקרות:", "98": "<b>(צח) לאחיהם שבשדות </b>- ולא קאמר לנשים וטף דלא חשיבי לברכם לחודייהו אבל גם הם בכלל הברכה:", "99": "<b>(צט) הנשים והטף </b>- ר\"ל אם ישנם שם ואם אינם שם ג\"כ נושאין כפיהם דעניית אמן אין מעכב את הברכה:", "100": "<b>(ק) יותר מעשרה וכו' </b>- הטעם דכיון שיש עשרה גדולים שיוכלו לענות אמן על הברכה מוטב שיתקיימו שניהם ויהיו מקצתן עולין והעשרה יענו אמן:", "101": "<b>(קא) והעשרה עונין וכו' </b>- דאע\"ג דקי\"ל לעיל בס\"א דנ\"כ בעשרה והכהנים מן המנין ונמצא שאין כאן עשרה עונים ואפ\"ה שפיר דמי שאני התם דכיון דעיקר ברכת כהנים על ישראל נאמרה חשיבי אפילו בפחות מעשרה ואפילו יש שם רק ישראל אחד כולם עולים לדוכן ומברכין לישראל זה משא\"כ בנידון דידן שכולם כהנים לא חשיבי לברכם לחודייהו אא\"כ יש עשרה שיקבלו הברכה ויענו אמן:", "102": "<b>(קב) אין לומר וכו' </b>- דכלום יש עבד שמברכין אותו ואינו מאזין:", "103": "<b>(קג) שלא לאמרם </b>- וכ\"כ האחרונים דכן עיקר וכתבו המ\"א והט\"ז דהאומרן יאמר בשעה שש\"ץ מקרא לפני הכהנים וא\"ר מגמגם גם בזה ע\"ש וכן הנהיג הגר\"א שלא לאמרן (מע\"ר) ומכ\"ש שיש ליזהר שלא לומר הפסוקים בקול כמו שעושין ההמון ובפרט מה שחוזרין המלות מתיבת יברכך ולהלן וזהו טעות שלא נזכר בשום מקום מנהג זה [א\"ר]:", "104": "<b>(קד) כהן אינו וכו' </b>- לשון הגמרא שלא יאמר הואיל ונתנה תורה רשות לברך אוסיף ברכה אחת משלי כגון ה' אלהי אבותיכם יוסף עליכם ככם אלף פעמים וגו' ת\"ל לא תוסיפו ומסיק שם הגמרא דאפילו כבר סיים כל ברכותיו ג\"כ עובר בלאו וכ\"ש אם הוסיפה באמצע הברכות. ודוקא להוסיף פסוק אחר אסור אבל לומר ברכת כהנים כמה פעמים אינו משום בל תוסיף דלא שייך בל תוסיף בעשיית המצוה שתי פעמים [אחרונים]:", "105": "<b>(קה) ואם הוסיף וכו' </b>- וה\"ה אם גרע מהברכות עובר משום בל תגרע:", "106": "<b>(קו) יכול לישא את כפיו </b>- כנ\"ל דליכא בל תוסיף בעשיית המצוה שתי פעמים ומ\"מ חיובא ליכא עליו כיון שכבר נשא כפיו ביום זה וכנ\"ל בס\"ג. ועיין לעיל במשנה ברורה סקי\"א דאע\"ג דאינו מחויב לישא כפיו כמה פעמים ביום אחד מ\"מ כל פעם שנושא כפיו הוא מברך אשר קדשנו ב\"ו וכו'. כהן המתפלל שמונה עשרה אם אין שם כהן אחר בביהכ\"נ צריך להפסיק ולעלות לדוכן כדי שלא תתבטל הנשיאת כפים ואחר שיגמור הנ\"כ ירד מהדוכן ויגמור תפלתו ואם יש שם כהן אחר אינו פוסק מתפלתו אם לא שאמרו לו עלה לדוכן או טול ידיך דאז אפילו יש שם כהנים אחרים צריך להפסיק ולעלות. וכל מקום דמפסיק בתוך התפלה כדי לעלות לדוכן צריך לעקור רגליו קצת בתוך התפלה כשאומר הש\"ץ רצה אבל אם לא עקר רגליו כשאומר הש\"ץ רצה אינו רשאי לעלות [מ\"א בשם רדב\"ז וש\"א] אמנם הא\"ר מפקפק בעיקר היתר זה של הפסק באמצע התפלה אפילו באמרו לו עלה דאע\"ג דתפלה דרבנן היא מ\"מ אפשר דהעמידו חכמים דבריהם אפילו במקום עשה וכן דעת הגאון יעב\"ץ בסידורו שלא להפסיק באמצע התפלה לנ\"כ כשעומד בברכה אחרת אם לא שהגיע בתפלתו למקום ברכת כהנים שאז דעתו שמותר לו לעקור רגליו ולעלות לדוכן שבמקום זה לא מקרי הפסק שהוא מעין שים שלום [והנה כשמשער בתוך התפלה שיגיע אז לאותו מקום בשוה עם הש\"ץ צריך ליזהר לעקור רגליו קצת לצד הדוכן בעת שמתחיל הש\"ץ רצה וכמו שכתבנו למעלה] וגם זה דוקא אם הוא מובטח שלא תטרף דעתו ויחזור לתפלתו ובלא\"ה אסור בכל גווני להפסיק בתפלה זהו תוכן דבריו שם ע\"ש:", "107": "<b>(קז) נושא כפיו </b>- ואם רואה שכשיעלה לדוכן יעבור זמן התפלה ילך לחצר ביהכ\"נ ויתפלל שם אבל אם א\"ל קודם רצה עלה צריך לעלות דאם לא יעלה עובר בעשה דאורייתא ודחי תפלה דרבנן ואם לא קרא ק\"ש ורואה שכשיעלה לדוכן יעבור זמן ק\"ש ילך ג\"כ לחצר ביהכ\"נ ויקרא ק\"ש ואם א\"ל קודם רצה עלה יקרא פסוק ראשון ויעלה וישא כפיו [מ\"א וש\"א]:", "108": "<b>(קח) שהם בוהקניות </b>- קאי גם אפניו והוא המנומר בנקודות דקות לבנות. ואותן המנומרין בנקודות דקות [שקורין זומר שפרענקלען] אם שכיח שם אף דלא הוי רוב אנשי המקום כך ישא את כפיו:", "109": "<b>(קט) בו </b>- שהוא דבר המתמיה ובשביל זה יסיחו דעתם מלכוין לשמוע הברכה:", "110": "<b>(קי) בתי שוקים </b>- היינו כעין פוזמקאות שלנו:", "111": "<b>(קיא) ואם היה דש וכו' </b>- דהטעם דמום פוסל בפניו ידיו ורגליו וכן בכל הני הוא משום דחיישינן שיסתכלו בו ובדש לא יסתכלו בו כי אינו חידוש בעיניהם. איתא בש\"ס דפוחח לא ישא את כפיו דגנאי הוא לצבור ומהו פוחח מבואר לעיל בסימן נ\"ג סי\"ג ע\"ש. כתב הפר\"ח דחולי מעים לא ישא את כפיו ומ\"מ נראה דטוב שיצא קודם ר צה:", "112": "<b>(קיב) הולך באקראי וכו' </b>- דלא רגילי אינשי לישא וליתן עמו ואינם מורגלים במומו ועיין בה\"ל:", "113": "<b>(קיג) אלא וכו' </b>- דכיון שעכ\"פ בא להשתקע שם לאיזה זמן רגילים לישא וליתן עמו והורגלו במומו בשלשים יום:", "114": "<b>(קיד) אם מנהג וכו' </b>- דהא אין יכולין להסתכל בהן ואם אין המנהג כן רק שהוא רוצה לעשות כן מפני המומין שבו אסור ואפילו רוצים כל הכהנים לעשות כמוהו כדי שלא יהא בו שינוי משאר כהנים אפ\"ה אסור דמ\"מ יסתכלו בהם מפני ששינו מנהגם ויסיחו דעתם:", "115": "<b>(קטו) לשלשל הכהנים וכו' </b>- אבל לא מהני מה שבאיזה מקומות הקהל מכסין פניהם דמ\"מ כשידעו שיש מום אתו לאיסתכולי וגם יש בחורים שאין להם טליתים:", "116": "<b>(קטז) לידיו </b>- אבל למומין שבפניו מהני:", "117": "<b>(קיז) מסתכלין בהם </b>- ובמקום שנהגו הכהנים לשלשל הטלית על פניהם וידיהם בפנים מן הטלית נושא כפיו וכנ\"ל:", "118": "<b>(קיח) מלאכתן בכך </b>- ומיירי כשאינו דש בעירו דבדש באומנתו זה בעירו אפילו אין אנשי העיר מלאכתן בכך ג\"כ מותר [ב\"י ולבוש ופ\"ח וש\"א ובאיזה שו\"ע ישנים כתוב זה במחבר גופא]:", "119": "<b>(קיט) שאינו יודע וכו' </b>- וה\"ה מי שהוא כבד פה וכבד לשון [רמב\"ם]:", "120": "<b>(קכ) לאלפין עיינין </b>- וה\"ה מי שקורא לחיתי\"ן ההי\"ן או שקורא לשבולת סבולת ואם כל בני עירו קוראין כך מותר לישא כפים שם באותו מקום. ומטעם זה כתבו האחרונים דבזמנינו שרוב בני עמנו אין יודעים להבחין בין הברת העי\"ן לאל\"ף ממילא מותר לישא כפיו וי\"א עוד דבמדינת רוסיא שרגילין הרבה לקרוא שבולת סבולת אף דכלל אנשי המדינה יודעים ההפרש שבין שי\"ן ימנית לשמאלית מ\"מ מותר לישא כפיו [ט\"ז והובא בא\"ר]:", "121": "<b>(קכא) שלא הביא </b>- ואם נעשה בן י\"ג שנה ויום אחד תלינן לענין זה שמסתמא הביא ב' שערות וכעין שפסק הרמ\"א לעיל בסי' נ\"ה בס\"ה בהג\"ה:", "122": "<b>(קכב) אינו נושא </b>- אפילו באקראי שאין כבוד צבור להיות כפופין לברכת קטן:", "123": "<b>(קכג) ללמוד ולהתחנך </b>- ומטעם זה רשאי לברך ג\"כ מ\"א וכ\"כ הרדב\"ז בח\"א בסי' תקס\"ה. וחינוך זה אינו כשאר זמני החנוך שהוא כבר חמש כבר שית כ\"א בשיודע לישא כפיו כמנהגי הכהנים:", "124": "<b>(קכד) ומיהו </b>- גם זה הוא מטעם כבוד הצבור שאין כבודם שיברכם תמיד בקבע וביחידי איש שלא נתמלא עדיין זקנו:", "125": "<b>(קכה) באקראי </b>- ובמדינתנו שאין נושאין כפים אלא ביו\"ט מותר לישא כפיו בכל רגל אפילו בפני עצמו כדי לאחזוקי נפשיה בכהני דלא מקרי זה אלא אקראי [מ\"א וט\"ז וש\"א]:", "126": "<b>(קכו) ועיין לעיל וכו' </b>- כלומר דשם מבואר דאפילו היה לו זקן מועט קרינן ביה נתמלא זקנו אם הוא מבן י\"ח שנה ומעלה וקודם לכן בעינן מילוי זקן ממש:", "127": "<b>(קכז) שהרג את הנפש </b>- דכתיב ובפרשכם כפיכם אעלים עיני מכם וגו' ידיכם דמים מלאו:", "128": "<b>(קכח) אפילו בשוגג </b>- ואם אנסוהו להרוג נושא את כפיו ואע\"ג דברציחה קי\"ל דיהרג ואל יעבור מ\"מ אם עבר ולא נהרג לא מיפסל לנ\"כ בשביל זה [מהרנ\"ח ופ\"ח]:", "129": "<b>(קכט) אפילו עשה תשובה </b>- טעם דעה זו דס\"ל דאע\"פ שאין לך דבר שעומד בפני התשובה מ\"מ אין קטיגור נעשה סניגור דבידים אלו שהרג את הנפש אין ראוי לישא את כפיו אע\"פ שעשה תשובה. דחף אשה הרה והפילה נושא את כפיו דאין חייבין מיתה על עוברין [אחרונים]:", "130": "<b>(קל) וי\"א דאם וכו' </b>- היינו אפילו כשעבר במזיד:", "131": "<b>(קלא) והכי נהוג </b>- ויש איזה אחרונים שמחמירין עכ\"פ במזיד ועיין בה\"ל:", "132": "<b>(קלב) מל תינוק ומת וכו' </b>- חדא דאיכוין לשם מצוה ועוד מי יימר דכלו ליה חדשיו ועוד שמא הרוח בלבלתו אח\"כ ומת:", "133": "<b>(קלג) מרננים אחריו וכו' </b>- לא קאי אמל תינוק דבזה אפילו יש עדים נושא כפיו אלא מרננים אחריו שהרג ממש אפ\"ה כיון שאין עדים אין לפוסלו מנשיאת כפים ומיהו הוא בעצמו אם יודע שאמת הוא לא ישא את כפיו בין לעצמו בין עם כהנים אחרים:", "134": "<b>(קלד) מומר לע\"ג וכו' </b>- בין בשוגג ובין במזיד ואפילו עשה תשובה דילפינן מעבודה שהוא פסול לה וכדכתיב אך לא יעלו כהני הבמות אל מזבח ה' בירושלים וגו'. אם הבטיח להמיר וחזר לא נפסל לכו\"ע. כתבו האחרונים דאפילו אם המיר לדת ישמעאלים שאינן עובדים ע\"ג אפ\"ה נקרא מומר ולא ישא כפיו. וכן אם הוא מומר לחלל שבת בפרהסיא הרי הוא כעו\"ג ולא ישא כפיו:", "135": "<b>(קלה) וי\"א שאם עשה תשובה וכו' </b>- היינו אפילו עבד ע\"ג במזיד:", "136": "<b>(קלו) לד\"ה נושא כפיו </b>- ואף דברמב\"ם שהוא בעל דעה ראשונה כתב בהדיא דאף אם עבד באונס לא ישא כפיו הכא מיירי בלא עבדה עדיין רק שהמיר דתו דהיינו שהודה לע\"ג וקבלה באלוה ואף דגם זה הוא כעובד ע\"ג ממש לענין חיוב מיתה במזיד מ\"מ לענין אנוס מקילינן לנשיאת כפים כיון דעכ\"פ לא עשה מעשה:", "137": "<b>(קלז) רביעית יין </b>- דברכת כהנים מדמינן לעבודה ובעבודה במקדש בכה\"ג חייב:", "138": "<b>(קלח) מעט מים </b>- ר\"ל שלא היה יין חי רק מזוג מעט:", "139": "<b>(קלט) מותר </b>- דבכה\"ג במקדש אינו חייב ורק איסורא בעלמא ולהכי בנ\"כ דקילא מעבודה מותר לכתחלה:", "140": "<b>(קמ) אע\"פ שהוא מזוג וכו' </b>- דבכה\"ג במקדש חייב:", "141": "<b>(קמא) עד שיסיר וכו' </b>- עיין סימן צ\"ט ס\"ב ושייך גם לכאן. וכ\"ז לענין יין אבל בשאר משקין המשכרים כתב המ\"א דמותר לישא כפיו אפילו נשתכר עד שאינו יכול לדבר בפני המלך דבתפלה כה\"ג תפלתו תועבה כדלעיל בסימן צ\"ט בנשיאת כפים מותר אם לא שהגיע לשכרותו של לוט דאז כשוטה יחשב וכ\"כ בספר מטה יהודה אבל הרבה אחרונים חולקין ע\"ז וסוברין דגם בשאר משקין כל שנשתכר בהן עד שאינו יכול לדבר לפני המלך אינו נושא כפיו. וביין מגתו דעת מ\"א לאסור בנ\"כ וכמה אחרונים חולקין עליו כיון שאינו משכר:", "142": "<b>(קמב) מהדברים וכו' </b>- ר\"ל הנזכרים בסימן זה:", "143": "<b>(קמג) שאינו מדקדק במצות </b>- היינו אפילו מצות חמורות כעריות וכדומה:", "144": "<b>(קמד) מרננים אחריו </b>- אפי' רינון של אמת שהוא מפורסם לכל ברשעתו:", "145": "<b>(קמה) שאין שאר עבירות וכו' </b>- פי' חוץ מע\"ג =מעבודת גילולים= ושפיכות דמים וכנ\"ל:", "146": "<b>(קמו) מונעין </b>- היינו אפילו לא עשה תשובה על חטאיו והטעם כתב הרמב\"ם לפי שזו מ\"ע על כל כהן וכהן שראוי לנשיאת כפים ואין אומרים לאדם רשע הוסף רשע והמנע מן המצות ואל תתמה ותאמר ומה תועיל ברכת הדיוט זה שאין קבול הברכה תלוי בכהנים אלא בהקב\"ה שנאמר ושמו את שמי על בני ישראל ואני אברכם הכהנים עושין מצותן שנצטוו בה והקב\"ה ברחמיו מברך את ישראל כחפצו עכ\"ל:", "147": "<b>(קמז) כהן שנשא גרושה וכו' </b>- וה\"ה חללה וזונה או חלוצה ומה שנתבאר בסמוך שאין שאר עבירות מונעים נ\"כ היינו דוקא בעבירות שאין שאר הכהנים מוזהרים יותר מישראל אבל במה שהכהנים מוזהרים יותר מישראל שקדושת כהנים גרם לו והוא חיללו לפיכך פסול מדרבנן לכל דבר כהונה עד שידור ע\"ד רבים וכו':", "148": "<b>(קמח) על דעת רבים </b>- שנדר שהודר עד\"ר אין לו התרה אבל כשלא ידור עד\"ר חיישינן שמא ילך אצל חכם וישאל על נדרו לפי שיצה\"ר תוקפו לעריות:", "149": "<b>(קמט) מהנשים שהוא אסור בהם </b>- וגם צריך לגרש אותה כ\"כ האחרונים [ומה שלא הזכיר המחבר דבר זה משום דקאי אף על גירשה ומתה שהוזכר בתחלה] ואם ירצה לשהותה עוד על איזה זמן שלא לגרשה אף שהדיר ממנה הנאה אסור לישא כפיו וגם אינו עולה לתורה ראשון:", "150": "<b>(קנ) נטמא למת וכו' </b>- והיינו דוקא במזיד וע' בבה\"ל:", "151": "<b>(קנא) ויקבל </b>- בב\"ד ובזה א\"צ לידור ולישבע כנ\"ל בסעיף מ\"ם דשאני עריות דיצרו תקפו. וע' בתשובת כתב סופר סימן ט\"ז ברופא שמבקר מתים שיש לו תועלת הרווחת ממון לא סגי בקבלה לבד עד שידור ברבים כמו בנשים בעבירה ע\"ש:", "152": "<b>(קנב) שהמירה לע\"ג או זנתה </b>- עיין במ\"א שהוכיח דלא מחללת אביה רק בזנות דהו\"ל לשמרה אבל לא בהמרה והא דנקט שהמירה משום דכיון שהמירה מסתמא זנתה ג\"כ ומש\"כ או זנתה היינו או זנתה לחוד:", "153": "<b>(קנג) אין מחייבין עוד לקדשו </b>- היינו לענין לפתוח ראשון ולברך ראשון אבל לא לענין נשיאת כפים שהרי אפילו אם בעצמו עבר על איסור זנות ג\"כ נושא כפיו כדלעיל בסל\"ט וכ\"ש שאין נפסל ע\"י זנות בתו [אחרונים] ומבואר במרדכי דמ\"מ יש רשות לקדשו אלא שאין מחוייבין:", "154": "<b>(קנד) כי אביה וכו' </b>- ודוקא כשזינתה ארוסה או נשואה דבהכי מיירי קרא אבל פנויה לא וכתבו אחרונים דבזמן הזה אין מנהג לפסול כהן בשביל זנות או המרת דת של בנו ובתו:", "155": "<b>(קנה) החלל </b>- דהיינו הנולד מאיסורי כהונה שהן גרושה זונה וחללה:", "156": "<b>(קנו) אינו נושא את כפיו </b>- לפי שאינו בכיהונו והרי הוא כזר לכל דבר כמ\"ש באבן עזר סימן ז'. ואפילו חלל של דבריהם כגון הנולד מחלוצה ג\"כ אינו נושא כפיו [אחרונים]:", "157": "<b>(קנז) יצא מביהכ\"נ </b>- דמדינא חייב האבל לברך שהרי חייב בכל מצות האמורות בתורה אלא שנהגו שלא לישא כפים משום שצריך הכהן להיות בשמחה וטוב לב בשעת הברכה כדכתיב וטוב לב הוא יברך ולכך צריך לצאת כדי שלא יקראוהו לעלות לדוכן ואפי' בשבת ואין שם כהן אלא הוא לא יעלה. ובדיעבד אם לא יצא וקראוהו לעלות לדוכן בין בשבת ובין בחול בין שאין שם כהן אלא הוא ובין עם כהנים אחרים צריך לעלות דאל\"כ עובר בעשה:", "158": "<b>(קנח) אפי' עד י\"ב חודש </b>- היינו אפילו בשבת ויו\"ט שאינו נקרא שרוי בשמחה שהרי אסור לילך לשמחת נישואין וכיו\"ב וה\"ה הקובר מתו ברגל אע\"פ שעדיין לא חל עליו האבלות מ\"מ הרי עכ\"פ אסור בשמחה כל ימות הרגל וה\"ה אונן אפילו ביו\"ט שהוא חייב בכל המצות מ\"מ הרי אינו שרוי בשמחה וכבר כתבנו דמ\"מ אם קראוהו לעלות יעלה וי\"א דבאונן אפי' קראוהו לעלות לא יעלה:", "159": "<b>(קנט) על אביו ועל ואמו </b>- וה\"ה כל שלשים על שאר קרובים שמחוייב להתאבל עליהם. ואם אין שם בביהכ\"נ שני כהנים אחרים חוץ מהאבל מותר להאבל לישא כפיו תוך י\"ב חודש על אביו ואמו או תוך ל' על שאר קרובים:", "160": "<b>(קס) דאינו נושא כפיו </b>- ומיהו נשוי שאין אשתו עמו מותר לכו\"ע:", "161": "<b>(קסא) ונהגו שנושא כפיו </b>- היינו אפילו אין שם כהן אלא הוא:", "162": "<b>(קסב) אע\"פ שאינו נשוי </b>- דדוקא באבלות מחמרינן ששרוי בצער משא\"כ בזה שאע\"פ שאינו בשמחה מ\"מ אינו שרוי בצער:", "163": "<b>(קסג) בשעה שקורין כהנים </b>- באמת צריך לצאת בברכת רצה וכמ\"ש כמה פעמים אלא דגם בעת ברכת כהנים צריך שלא יהיה בביהכ\"נ משום פגמא וכנ\"ל בס\"ד:", "164": "<b>(קסד) בכל מדינות אלו וכו' </b>- ובא\"י ובכל מלכות מצרים המנהג לישא כפים בכל יום והפוסקים קלסו למנהגם בזה:", "165": "<b>(קסה) אלא ביו\"ט משום וכו' </b>- בין שחל בחול או בשבת ויש מקומות שנוהגין שאין נושאין כפים אפילו ביו\"ט כשחל בשבת אבל אין מנהג זה עיקר כלל כמו שכתבו הרבה אחרונים. נהגו הכהנים סלסול בעצמן לטבול בעיו\"ט משום נשיאת כפים שלמחר וגם בלא\"ה צריך אדם לטהר א\"ע ברגל ומ\"מ אין זה מעכב בדיעבד:", "166": "<b>(קסו) שרוים בשמחת יו\"ט </b>- וביוה\"כ ג\"כ נושאין כפים שיש בו שמחת מחילה וסליחה:", "167": "<b>(קסז) ועל ביטול מלאכתם </b>- הלשון מגומגם וח\"ו ישראל קדושים יצטערו בשבת על בטול מלאכתם ביום הקדוש. והנכון שצ\"ל ובשביל בטול מלאכתם וקאי טעם זה על הא דלעיל שאין נושאין כפים בשאר ימים וכן פלגינהו בד\"מ שכתב טעם לפי שטרודין בהרהורין וכו' להא דאין נושאין כפים בשבת ואימות החול כתב הטעם משום בטול מלאכה עי\"ש:", "168": "<b>(קסח) הופכים בהם וכו' </b>- והטעם שנהגו כן כדי שתתפשט הברכה לכל האנשים שעומדים מצדיהם:", "169": "<b>(קסט) שמאריכין בניגון וכו' </b>- כתב בא\"ר בשם תשובת בית יעקב מה שנוהגין לנגן אמירת וישמר בלא כ\"ף ואח\"כ הכ\"ף וכן עושים בויחנך הוא טעות דדוקא בסוף מאריך דקודם שמסיים לא משמע כונת התיבה כלל וכן החזנים יזהרו שלא יחלקו התיבות לשתים:", "170": "<b>(קע) כי כל אחת מהן וכו' </b>- הוא טעם גם על דברי המחבר והכונה דאע\"ג דשלש ברכות הויין בברכת כהנים מ\"מ בכל ברכה בפני עצמה יש בה שתי ברכות דהיינו יברכך ה' ברכה א' וישמרך ברכה שניה יאר וכו' אליך היא ברכה אחת ויחנך ברכה ב' ישא ה' וכו' אליך ברכה א' וישם לך שלום ג\"כ הוי ברכה אחת [לבוש] והמ\"א כתב הטעם שהופכין פניהם באלו התיבות משום דכל אלו התיבות הם לנוכח:", "171": "<b>(קעא) ובשעה וכו' </b>- צ\"ל בשעה וכן הוא בספרי שו\"ע ישנים:", "172": "<b>(קעב) בניגון התיבות וכו' </b>- היינו בשעה שמאריכין בניגון הברת אות אחרונה של התיבה אבל לא בעת שאומרים התיבה דאז צריך לשתוק ולכוין כמ\"ש בסכ\"ו:", "173": "<b>(קעג) והמקרא </b>- פי' ש\"ץ המתפלל פשיטא שלא יאמר הרבון דהוי הפסק בתפלה אלא אפילו כשהש\"ץ הוא כהן ואחר הוא המקרא ג\"כ לא יאמר המקרא הרבון שמא תטרף דעתו ולא יוכל לחזור ולהקרות מיהו לאחר שהקריא לפניהם תיבת שלום יוכל אז לומר הרבון דתו ליכא חשש דטירוף דהא הוא אינו מסיים ברכת שים שלום רק הש\"ץ וכמש\"כ לעיל בסעיף כ\"ב במ\"ב [אחרונים]. כתב בתשובת מהר\"מ לובלין כשאין כהנים במוסף לעלות לדוכן נוהגים שאין אומרים ותערב:", "174": "<b>(קעד) דהוי כמועל בהקדש </b>- שהרי נאמר וקדשתו כי את לחם אלהיך הוא מקריב ואף עכשיו שאין לנו קרבנות בקדושתו הוא עומד ומשום זה אסור בגרושה ולטמא למתים:", "175": "<b>(קעה) אם לא מחל על כך </b>- אבל אם מחל מותר שכבוד הכהונה [כמו לפתוח ראשון או ליטול מנה יפה ראשון וכדומה מדברים שאנו מחויבין לכבדם] ניתן להם רק להנאתם לפיכך בידו למחול וליתן רשות לישראל להשתמש בו ויש מי שאומר שאינו יכול ליתן רשות להשתמש בו אא\"כ יש לו איזה הנאה כגון בשכר או אפילו בחנם לאדם חשוב שהוא חפץ לשמשו ונהנה מזה אבל אם אין לו שום הנאה מזה אין יכול למחול דאע\"ג דכבוד יוכל למחול שימוש ענין של בזיון הוא וטוב להחמיר לכתחלה. ולהשתמש בהם שירות בזויות בודאי יש ליזהר [מגן גבורים]:"}, "129": {"1": "<b>(א) אלא בשחרית ומוסף ובנעילה </b>- היינו דבחול בכל יום בשחרית ובשבת ויו\"ט גם במוסף וביוה\"כ גם בתפלת נעילה והוא כשהוא עדיין יום:", "2": "<b>(ב) ביום שיש בו נעילה </b>- היינו בתעניתים המבוארים לקמן סימן תקע\"ט שתקנו רבנן בהן תפלת נעילה כמו ביוהכ\"פ:", "3": "<b>(ג) שמא יהא הכהן שיכור </b>- שנשתכר בסעודתו ושיכור אסור בנ\"כ וכנ\"ל בסימן קכ\"ח סל\"ח משא\"כ במוסף לא גזרו דכיון שאסור לסעוד סעודת קבע קודם מוסף כ\"א טעימה בעלמא כמבואר בסימן רפ\"ו ס\"ג ליכא למיחש לשכרות:", "4": "<b>(ד) של תענית </b>- היינו של ת\"צ שיש בהם נעילה הנ\"ל או של יוה\"כ:", "5": "<b>(ה) אטו מנחת וכו' </b>- לפי שביום שיש בו נעילה מתפללים מנחה בעוד היום גדול כדי להתחיל נעילה קודם שקיעת החמה לכן מתחלפת היא במנחה של שאר הימים שהיו נוהגים ג\"כ להתפלל בעוד היום גדול מפני שהיו רוצים לאכול אח\"כ [שאסור לאכול קודם תפלת המנחה כמ\"ש בסימן רל\"ב] ובנעילה לא גזרו אטו שאר ימים לפי דליכא תפלת נעילה כ\"א בתענית [גמרא]:", "6": "<b>(ו) שאין בו נעילה </b>- היינו כל הארבעה תעניות וצום אסתר:", "7": "<b>(ז) סמוך לשקיעת החמה </b>- שהיה מנהגם לאחרה סמוך לשקיעה:", "8": "<b>(ח) והמנהג שלנו וכו' </b>- ר\"ל שאין נושאין כפים כלל במדינותינו בכל ימות השנה רק בימים טובים וגם זה רק בתפלת מוסף ומ\"מ כל הדינים הנזכרים בסעיף זה נ\"מ גם לדידן לענין אמירת או\"א ברכנו וכו' ולפי המבואר לעיל בסי' קכ\"ז דבזמן שראוי מדינא לישא כפים אומרים או\"א:", "9": "<b>(ט) שהדבר ידוע וכו' </b>- ר\"ל ולא אסרו בזה כי אם משום דמיחלף בשאר יומי וכנ\"ל בסעיף א' לכן אין מורידין אותו אם כבר עלה אבל במנחה של שאר יומי אף אם עלה ירד (אחרונים):", "10": "<b>(י) מקרי קצת ראוי </b>- ומ\"מ המתענים עד חצות ומתפללין מנחה כגון בער\"ה וכדומה לא יאמר הש\"ץ אלהינו וא\"א אפילו לשיטה זו:"}, "130": {"1": "<b>(א) מאן דחזא </b>- ובמדינותינו נוהגין כל הקהל לאמר תפלה זו בשעת הדוכן אפילו אותם שלא חלמו והטעם דכיון דאין אנו נושאין כפים כי אם ברגלים א\"א שלא חלם לו פעם אחת בין רגל לרגל:", "2": "<b>(ב) ולא ידע וכו' </b>- אי טבא הוא או בישא הוא:", "3": "<b>(ג) ונימא הכי </b>- וכבר נתבאר לעיל סוף סימן קכ\"ח בהג\"ה דהנכון לאמר זה בשעה שמאריכין בניגון התיבות שבסוף הפסוקים עיי\"ש:", "4": "<b>(ד) וחלומותי שלך וכו' </b>- המג\"א כתב דצ\"ל בין חלומות שחלמתי על אחרים ובין חלומות שחלמתי על עצמי אבל בסידורים שלנו הנוסחא להיפך דהיינו בין שחלמתי על עצמי ובין שחלמתי וכו' וכן הסכים בא\"ר. כתבו האחרונים שיסיים בתפלה זו בפעם ראשון ותשמרני כנגד מה שהכהנים מסיימים וישמרך ובפעם ב' ותחנני כנגד ויחנך ובפעם ג' ותרצני כנגד שלום ורש\"ל מוסיף שטוב לאמר בפעם ג' ותבא עלי ברכת כהניך ותרצני (א\"ר ומגן גבורים עיי\"ש). כשנושאין כפים ביו\"ט שחל בשבת אין לומר הרבון דאין אומרים תחנה בשבת אם לא כשחלם לו חלום רע באותו הלילה (אחרונים):", "5": "<b>(ה) דליסיים בהדי כהני </b>- כצ\"ל. [ותיבת גם ט\"ס] והיינו בסוף כל פסוק שמסיימין והם ג' פעמים [א\"ר] וכן כתוב בשם הגר\"א שהיה נוהג לומר גם בסוף פסוק ג' הרבש\"ע הנ\"ל שהוזכר בגמרא ולא היה\"ר הנדפס בסידורים:", "6": "<b>(ו) ואי לא לימא וכו' </b>- פי' שלא סיימו עדיין הכהנים יאמר גם אדיר במרום וכו' כי היכי דליסיים בהדי כהני תיבת שלום ויענו הצבור אמן על שניהם ויש נוהגים שבכל פעם אומרים אדיר במרום בשעת אמירת ש\"ץ שים שלום בשעה שאומר וטוב בעיניך וכו':", "7": "<b>(ז) ובמקום שאין וכו' </b>- כמו במדינותינו שאין נ\"כ כל השנה רק ביו\"ט:", "8": "<b>(ח) לדוכן </b>- דוכן פירושו המקום שעולין שם הכהנים בשעת נ\"כ:", "9": "<b>(ט) יאמר כ\"ז בשעה </b>- פי' תפלת רבון ואם גמר הרבון קודם שסיים הש\"ץ תפלת שים שלום יאמר ג\"כ אדיר במרום וכנ\"ל. כתבו אחרונים דאין לומר תפלת רבון בכל יום ויום כ\"א בשחלם לו בלילה שלפניו דאיך יאמר חלום חלמתי בשלא חלם כלל:", "10": "<b>(י) שים שלום </b>- ואם ראה שלא יוכל לסיים עם הש\"ץ יתחיל בשעה שש\"ץ אומר יברכך:"}}