{"150": {"1": "<b>(א) כופין וכו' </b>- ז\"ל הרמב\"ם הלכות תפלה פי\"א כ\"מ שיש בו י' מישראל צריך להכין לו בית שיכנסו בו לתפלה בכל עת תפלה ומקום זה נקרא ביהכ\"נ. ואפילו המיעוט יכולין לכוף את המרובים [רמ\"א חו\"מ סי' קס\"ג ס\"א]:", "2": "<b>(ב) לבנות </b>- ואם אין בכחם לבנות מחויבין עכ\"פ לשכור מקום מיוחד לתפלה. וכתבו הפוסקים דבבנין ביהכ\"נ גובין לפי ממון לחודא ובשכירות ביהכ\"נ גובין חציו לפי ממון וחציו לפי נפשות. כתב מ\"א ס\"ס קנ\"ד בשם הריב\"ש [והובא בחו\"מ ס\"ס קס\"ב ברמ\"א] המעכב לבנות ביהכ\"נ אפילו יש ביהכ\"נ אחרת בעיר מונע הוא רבים מלעשות מצוה ומסיק שם דאם הביהכ\"נ מכילה אותם אז אדרבה אסורים להפרד ועיין בת' רדב\"ז ח\"ג סי' תע\"ב שהאריך בדינים אלו ובסוף דבריו כתב וכ\"ז בזמן שכולם לב אחד הוא שקילוסן עולה יפה אבל אם חלק לבם יותר טוב הוא שיתפללו כל כת בפני עצמה וכו' ולא תטעה בדברי לומר שאני סובר שהחלוקה טובה ח\"ו דהא קרא כתיב חבור עצבים אפרים הנח לו חלק לבם עתה יאשמו וגו' אלא צריך להשתדל שיהיו לב אחד לאביהם שבשמים ואם א\"א אלא שתמיד הם מתקוטטי' והם במחלוקת דחה הרע במיעוטו עכ\"ל שם בתשובה ועי' בפ\"ת חו\"מ סי' קס\"ב מה שהאריך בענינים אלה:", "3": "<b>(ג) וכתובים </b>- כדי שיקרא בהם כל מי שירצה מן הצבור (ח\"מ ר\"ס קס\"ג) ודוקא בימיהם שלא ניתן לכתוב רק תורה נביאים וכתובים אבל עכשיו מחויבים גם לקנות ספרי תלמוד ופירושיהם ללמד בהם לקטנים ולגדולים (מ\"א) ובמקומות שהספרים מצויים אין כופין לקנות ספרים רק ס\"ת דהרי יכולים לשאול אצל אנשי העיר:", "4": "<b>(ד) בגבהה של עיר </b>- שנאמר בראש הומיות תקרא:", "5": "<b>(ה) גבוה מכל בתי העיר </b>- שנאמר לרומם את בית אלהינו. ויש מקומות שאין נזהרין בזה וכתבו האחרונים שהטעם דכיון דיש שם הרבה בתי עו\"ג שגבוהים מביהכ\"נ א\"כ בלא\"ה ליכא הכירא לביהכ\"נ ומ\"מ ראוי לכתחלה ליזהר בזה בכל מה דאפשר כי בגמרא החמירו מאד ע\"ז עי\"ש וכן כתב בש\"ת:", "6": "<b>(ו) העשויים לנוי </b>- ר\"ל לנוי בעלמא ואין משתמשין בתוכן כלל לכן אפילו הבתים עצמן גבוהין לית לן בה:", "7": "<b>(ז) על גביו </b>- ר\"ל וא\"כ הביהכ\"נ נמוך ממקום דירתו אפ\"ה שרי:", "8": "<b>(ח) בקרן אחד מביהכ\"נ </b>- ר\"ל שהגביה רק זוית אחד מכותלי ביהכ\"נ. ודוקא שהגביהו ע\"י בנין כגון בגג או עליה אבל לא כמו שעושין קצת שתוחבין עמוד ברזל בקרן אחת ולא הועילו כלום בתקנתן:", "9": "<b>(ט) אין מספיק לו </b>- ר\"ל דאלו בנה כותל ברשותו נגד חלונו של חבירו דינא הוא דצריך להרחיק ד\"א כדי שלא יאפיל את חלונו ודי אבל בביהכ\"נ דצריך אור גדול מהני החזקת חלונות שיש להם מכבר שיהיה צריך להרחיק יותר ולא נתבאר כמה יותר ועכ\"פ בשמונה אמות ודאי סגי ועיין בש\"ת בשם הנו\"ב. ועיין בפמ\"ג שמסתפק לענין עזרה ועזרת נשים אם גם שם לא סגי בד\"א ולדעתי נראה דהבו דלא לוסיף עלה דבלא\"ה גם עיקר דינא דהמחבר אינו ברור עיין בחידושי רע\"א. כתב רמ\"א בתשובה ס\"ס ל\"ב חצר ביהכ\"נ שאין בו תשמיש צנוע לרבים אין יכולין למחות ליחיד שפותח שם חלונותיו [דכפותח חלונו נגד רה\"ר דמיא] אבל אם הקהל פותחין חלונות ביהכ\"נ לחצירו יכול הוא למחות בידם עכ\"ד ודין זה מיירי שהיחיד פותח חלונותיו למקום שהוא מהלך לרבים וא\"א להם לבנות במקום הזה בשום פעם דאל\"ה יכולין למחות דשמא ירצו הקהל לבנות במקום הזה והוא יטעון שיש לו חזקה בחלונותיו וימחה מלבנות ואע\"ג דפסק רמ\"א בח\"מ סוף סימן קמ\"ט דאין מועיל חזקה בשל קהל מ\"מ יכולין לומר דלא ניחא להו למיקם בהדיה בדינא ודיינא. כתב בס\"ח סימן תתט\"ז חלון שהולך כנגד ר\"ה ובני אדם עוברים דרך שם לביהכ\"נ לא ישפכו מי רגלים מן החלון לפי שיש שהולכין בהשכמה לביהכ\"נ וכשהולכין בחושך לא יוכלו להזהר שלא יתטנפו במי רגלים וכתיב שמור רגלך כאשר תלך אל בית האלהים עכ\"ל ובלא\"ה יש ליזהר שלא לשפוך שופכין במקום מהלך בני אדם שלא יחליקו בם דהוא כמו בור בר\"ה. כתב בספר שארית יוסף שכני ביהכ\"נ שיש להם בית הכסא שמגיע ממנו ריח רע לביהכ\"נ צריכין להרחיקו ואפילו אם קדם הבית הכסא לבנין ביהכ\"נ אפ\"ה צריכין לסלקו דשאני הזיקא דרבים מהזיקא דיחיד אלא שצריכין לתת לו דמיה ודמיא להא דמבואר בח\"מ סימן קנ\"ה סכ\"ב ע\"ש ועיין מה שכתב המ\"א בסוף סימן קנ\"ד בזה:", "10": "<b>(י) באותה העיר </b>- ולפיכך במדינות אלו שאנו מתפללים ומשתחוים נגד מזרח (דהיינו מפני שאנו יושבין בצד מערבו של א\"י) צריך לעשות פתח הביהכ\"נ במערב כדי שישתחוה מן הפתח נגד ארון הקודש. כתב המ\"א דאם היה הפתח בצד אחר וחרב הביהכ\"נ ורצו קצת מנהיגים לעשות הפתח כדינו אין האחרים יכולים למחות אפילו הם הרוב ואע\"פ שמשנים סדר הישיבה יקוב הדין ביניהם ועיין בבה\"ל:", "11": "<b>(יא) נגד הארון שהוא ברוח וכו' </b>- והטעם שצריך לקבוע הארון שם מבואר ברמב\"ם וטור וז\"ל ובונין היכל זה ברוח שמתפללין כנגדו באותה העיר כדי שיהיו פניהם אל מול ההיכל כשיעמדו לתפלה:", "12": "<b>(יב) ועושין בימה וכו' </b>- ואין עושין יותר משש מדרגות לבימה [מ\"א בשם הזוהר]:", "13": "<b>(יג) וכשמתפלל הש\"ץ וכו' </b>- הרמ\"א קיצר כאן וז\"ל הטור ובעת שש\"ץ עומד בתפלה יורד לארץ לפני התיבה ופניו כלפי הקודש כשאר העם:", "14": "<b>(יד) וסדר הישיבה וכו' </b>- ועכשיו אין ענין לסדר זה כי קונין המקומות מ\"מ יזהרו שלא יעשו שום מקום לישב עליו בין הבימה ובין ההיכל באופן שיהיה פני היושב נגד הבימה ואחוריו להיכל דגנאי הוא ואיסורא נמי איכא דהעומד על הבימה לברך ומשתחוה נראה כמשתחוה לו אם לא שיעשו המקום מן הצדדין. וכתב הפמ\"ג דעכשיו שעושין מקומות אצל הבימה שקורין אלמימר\"א ופני היושב להיכל ואחוריו לבימה אף שאחוריו לס\"ת מ\"מ רשות אחרת היא הבימה:"}, "151": {"1": "<b>(א) קלות ראש </b>- כי הם נקראים מקדש מעט כמו דכתיב ואהי להם למקדש מעט. ובמקדש כתיב ואת מקדשי תיראו שיהא מוראו של השוכן בה עליו וכתב בסמ\"ק שבעון קלות ראש בביהכ\"נ נהפכין לבית ע\"ג ח\"ו:", "2": "<b>(ב) ושיחה בטילה </b>- היינו אפילו שיחת חולין שהיא לצורך פרנסה דבחוץ שרי בביהכ\"נ אסור ובפרט שיחה בטלה לגמרי דבודאי שראוי למנוע תמיד מזה [פמ\"ג] ובזוה\"ק פ' ויקהל הפליג מאד בגודל העון הזה וכ\"ש שיש ליזהר בביהכ\"נ וביהמ\"ד מעון דבורים אסורים כגון לשה\"ר ורכילות ומחלוקת וקטטות כי מלבד שהם עונות חמורים מאד עוד יגדל העון יותר במקום קדוש כי הוא מזלזל בכבוד השכינה ואינו דומה החוטא בינו לבין עצמו לחוטא בפלטין של מלך לפני המלך ועוד תגדל הרעה בזה שהוא מכשיל גם את הרבים בעונות החמורות הנ\"ל כי האי תגרא דמיא לבדקא דמיא ומתחלה הותחל העון באיזה אנשים ולבסוף יתלקטו ויתחברו חבורות חבורות לריב איש ברעהו עד שנעשה כל הביהכ\"נ כמדורה גדולה ובעו\"ה באין מזה כמה פעמים לידי חרפות וגידופין והלבנת פנים ברבים [וגם פעמים רבות בפני הס\"ת שזה ג\"כ עון חמור בפני עצמו כי אפילו המבזה חבירו בפני ת\"ח אחז\"ל [סנהד' פרק חלק] שהוא אפיקורוס ואין לו חלק לעוה\"ב וכ\"ש למבזה חבירו בפני הס\"ת וכבוד השכינה וכמו שכתב כעין זה בתשובת מהרי\"ו סימן קנ\"ב עי\"ש] ולידי הכאות ומלשינות וגודל חילול שם שמים בין האומות ומי גרם לכל זה אם לא הראשון שהתחיל בעבירה תחלה ובודאי לע\"ל יטול שכר כנגד כולם ע\"כ הירא וחרד לדבר ה' ישים תמיד עיניו ולבו לזה שלא לדבר שום דברים בטלים בביהכ\"נ וביהמ\"ד והמקום הזה יהיה מיוחד אצלו רק לתורה ולתפלה:", "3": "<b>(ג) ואין אוכלין וכו' </b>- וה\"ה דאין עושין בהן שום מלאכה:", "4": "<b>(ד) מפני החמה וכו' </b>- ולא מהני שיקרא או ישנה מעט בכניסתו כדלקמן מאחר שיוכל ליכנס לבית של חול להנצל מהחמה והגשמים אם לא שעסק מקודם באיזה דבר הלכה בחוץ והתחילו גשמים לירד שאז מותר לו ליכנס לביה\"מ כדי שלא יטרידוהו הגשמים:", "5": "<b>(ה) מותרים וכו' </b>- וה\"ה דאם הוצרכו אנשי העיר לפי שעה להאכיל בהם אורחים עניים או להשכיבן שם דמותר אבל זהו רק דוקא בבתי כנסיות שבחוצה לארץ ויש אוסרין גם בזה ונראה דבמקום הדחק אין להחמיר בזה:", "6": "<b>(ו) לאכול ולשתות </b>- וה\"ה לישן דשרי אבל לעשות קפנדריא או ליכנס בהם בחמה מפני החמה ובגשמים מפני הגשמים וכל הני דלקמן וכ\"ש שחוק והיתול ושיחה בטלה אסורים דאטו ת\"ח אינו מוזהר על מורא המקדש:", "7": "<b>(ז) מדוחק </b>- היינו שהיה מקום דחוק לתלמידים והוצרכו לאכול שם והמ\"א כתב דלאנשים הלומדים שם בקביעות לעולם שעת הדחק הוא דאם יצטרך לילך לאכול ולשתות בביתו בודאי יתבטל מלימודו אבל אם אין לומדים בבית הכנסת ובבית המדרש אסורים לאכול ולשתות שם וכן הסכימו כמה אחרונים:", "8": "<b>(ח) וי\"א דבבית המדרש וכו' </b>- אף דקדושת ביהמ\"ד חמורה יותר מביהכ\"נ כדלקמן בסימן קנ\"ג ס\"א ס\"ל דלענין חכמים ותלמידיהם שלומדים שם בקביעות התירו להם אפילו שלא מדוחק משום דביהמ\"ד הוא ביתו ולאו דוקא אכילה ושתיה דה\"ה לכל תשמישיהם שרי:", "9": "<b>(ט) שרי </b>- עיין בלבוש וב\"ח שמצדדים כן לדינא וכן נראה שאין להחמיר לאנשים שלומדים שם כל היום:", "10": "<b>(י) העיר </b>- שמת קרובו של הגדול ומחמת זה באים רבים להספד וכ\"ש כשההספד הוא על ת\"ח [אחרונים]. האר\"י היה נזהר מאד שלא לדבר בביהכ\"נ רק תפלתו אפילו דברי מוסר לא דבר פן ימשך ממנו דברי חול:", "11": "<b>(יא) שמועה </b>- פירוש הלכה או משנה:", "12": "<b>(יב) ואח\"כ יקראנו </b>- ר\"ל אבל לא יקדים הקריאה מקודם שיאמר איזה ד\"ת דיהיה נראה דאמירת הד\"ת הוא רק טפל [אחרונים]:", "13": "<b>(יג) כדי הילוך </b>- היינו שישהא שיעור הילוך שני פתחים דהיינו ח' טפחים:", "14": "<b>(יד) לצרכו </b>- אבל אם הקדיש בית לצורך רבים ללמוד בו אפילו אם אין מתפללין שם כלל יש עליו קדושת ביהמ\"ד ועיין לקמן בסימן קנ\"ג ס\"ח לענין ביהכ\"נ וה\"ה לענין זה:", "15": "<b>(טו) אין ישנים וכו' </b>- ומיירי באנשים דעלמא אבל לת\"ח כשלומד שם כבר ביארנו בסק\"ו דשרי:", "16": "<b>(טז) אבל בביהמ\"ד מותר </b>- ר\"ל שינת עראי ועיין בחידושי רע\"א שמפקפק בהיתר זה ואפשר דכיון שביהמ\"ד עשוי לשהות שם זמן הרבה ללמוד ולשמוע דברי תורה וקשה ליזהר משינת עראי ע\"כ לא אסרו זה לשום אדם. ולת\"ח הלומד שם בקביעות מותר אפילו שינת קבע [כ\"מ בלבוש]:", "17": "<b>(יז) לצורך ביהכ\"נ </b>- כגון מי ששומר אותו וכה\"ג:", "18": "<b>(יח) ולישן בתוכו </b>- ולא יכניס מטתו לשם [מ\"א] ובא\"ר חולק עליו וכן בחידושי רע\"א עי\"ש:", "19": "<b>(יט) ומטעם זה וכו' </b>- ר\"ל כדי לשמור הנרות:", "20": "<b>(כ) לעבר השנה </b>- עיין במ\"א שהביא בשם הגהת סמ\"ק דלא הותר בסעודת מצוה אלא כגון סעודת עיבור שנה שאין בה קלות ראש שהיתה עשויה בפת וקטניות בלבד ור\"ל לאפוקי סעודת מצוה שיש בה שכרות אסור אף בבית המדרש [פמ\"ג ע\"ש] ומ\"מ הנוהגין להקל לעשות סעודת סיום הש\"ס בביהמ\"ד מפני שאין להם מקום אחר מרווח לזה אין למחות בידם דיש להם על מי לסמוך:", "21": "<b>(כא) מותר למי שנכנס וכו' </b>- צ\"ל מצוה למי שנכנס [אחרונים] ובגמרא מייתי לזה מקרא שנאמר ובבוא עם הארץ לפני ד' במועדים הבא דרך שער צפון להשתחות יצא דרך שער נגב וגו' והטעם כדי שיהיה נראה כמחבב [ר\"ן]:", "22": "<b>(כב) בסכין ארוך </b>- לפי שביהכ\"נ שהוא מיוחד לתפלה מארכת ימיו של אדם והסכין מקצר ימי אדם ועיין בא\"ר שדעתו שאין להחמיר כ\"א בסכין מגולה:", "23": "<b>(כג) או בראש מגולה </b>- עיין לעיל בסימן צ\"א ס\"ג בבה\"ל ד\"ה ויש אומרים:", "24": "<b>(כד) לרוק בו </b>- ובלבד שלא בשעת תפלת י\"ח כדלעיל בסימן צ\"ז ס\"ב. ויהיה זהיר שלא ירוק בפני חבירו שימאס בה [חגיגה ה']. האר\"י היה נזהר מרקיקה:", "25": "<b>(כה) שישפשפנו ברגליו </b>- ובשבת שאסור לשפשף יעמיד המנעל עליו עד שיתמעך [אחרונים]:", "26": "<b>(כו) גמי </b>- או תבן וחול:", "27": "<b>(כז) להדליק </b>- ונהגו להדליק קודם שיכנס אדם להתפלל משום דאמרינן בגמרא מקום שמתפללין בו בעשרה קדמה שכינה ואתיא ועוד שכן היו עושין במקדש [א\"ר בשם הכל בו]:", "28": "<b>(כח) לאחר שחרבו </b>- הבתי כנסיות ובתי מדרשות והטעם דכתיב והשמותי את מקדשיכם ולא כתיב ואת מקדשיכם אשימם להורות לנו דקדושים הם אף כשהן שוממין. ואין חילוק בזה בין אם הם בתי כנסיות שבא\"י ובין שבחו\"ל אם לא בהתנו וכדלקמן בסי\"א:", "29": "<b>(כט) תולשים אותם וכו' </b>- ר\"ל מותר לתלוש אותם ובלבד שיניחם במקומם ולא יטלם משם:", "30": "<b>(ל) כדי שיראו וכו' </b>- לפ\"ז באם סתרו ביהכ\"נ ממקום זה ובנאוהו במקום אחר ואין בדעתם לבנות עוד במקום הראשון אין שייך דין זה אלא יעשו גדר סביבו שלא יבואו לזלזל שם ואם הוא במקום שיוכלו למכור כנזכר בסימן קנ\"ג ימכרוהו [ט\"ז]:", "31": "<b>(לא) אם בשעת בנין </b>- אבל לאח\"כ לא מהני תנאי כלל [ב\"ח וע\"ת]:", "32": "<b>(לב) התנו עליו </b>- משמע דוקא שהתנו בפירוש אבל מסתמא לא אמרינן על תנאי הן עשויות. מ\"א דלא כמשאת בנימין ובא\"ר מצדד לדינא כהמ\"ב שמקיל בזה:", "33": "<b>(לג) בחרבנו </b>- פי' אותו תנאי מועיל שלאחר שיחרב יהיה מותר להשתמש בו אבל כל זמן שקיימת אין תנאו מועיל:", "34": "<b>(לד) בישובו לא מהני </b>- ודוקא לאכילה ושתיה או ליכנס בחמה מפני החמה ובגשמים מפני הגשמים דיש בזה משום קלות ראש אבל לשאר תשמישים מהני תנאי [מ\"א] ועיין בה\"ל:", "35": "<b>(לה) כגון זריעה </b>- פשוט דה\"ה לכל הדברים הנזכרים לקמן בסי' קנ\"ג ס\"ט דהם תשמיש מגונה ביותר:", "36": "<b>(לו) של רבים </b>- דאוושא מילתא ויש בזה משום קלות ראש ביותר ומשמע בפמ\"ג דחשבונות של יחיד בחורבנו מותר דלזה מועיל תנאי וברבינו ירוחם משמע דנקט של רבים לרבותא דאף שהוא צורך רבים וכ\"ש של יחיד:", "37": "<b>(לז) שבחוצה לארץ </b>- שאין קדושתן עולמית שהרי כשיבוא הגואל במהרה בימינו תפקע קדושתן משא\"כ בבתי כנסיות שבא\"י:", "38": "<b>(לח) שום תנאי </b>- לפי דעת המ\"א לעיל בסקל\"ד גם בא\"י מהני תנאי לשאר תשמישין שאין בהם קלות ראש:", "39": "<b>(לט) תשמיש קבוע וכו' </b>- מלשון זה משמע דלשכב שם בדרך מקרה מותר דבדרך מקרה לא מקרי שכיבה תשמיש של גנאי:", "40": "<b>(מ) יש להסתפק </b>- אם לדמותו לעליות העזרה דלא נתקדשו או כיון דבהכ\"נ וביהמ\"ד נקרא מקדש מעט יש לדמותו לעליות היכל דקי\"ל דנתקדשו בקדושת היכל. ולפי מה שכתב בש\"ת בשם תשובת פאר הדור יש להקל חוץ ממקום שע\"ג ההיכל [ר\"ל הארון ששם מונח הס\"ת] שם יש ליזהר שלא להשתמש שם:", "41": "<b>(מא) אבל בית שיחדו וכו' </b>- ונראה דכ\"ש אם בשעה שנבנה ביהכ\"נ נבנה בית דירה למעלה ממנו דשרי לדור שם דזה בודאי לא הוקדש כלל למעלה ומ\"מ להשתמש שם תשמיש שהוא מגונה מאד כטינוף וכיו\"ב נראה דבכל גווני אסור וע\"כ אין לעשות כלל ביהכ\"נ אם יש בהדירה שלמעלה ממנו דבר מגונה כזה [ט\"ז] וע\"ש שכתב שנענש בזה הרבה. ומה שמנהג העולם בעיירות ששוכרין בתי כנסיות לזמן בבתים תחתיים ולמעלה מהן בית דירה שמצוי שם תינוקות ודבר מאוס אפשר משום שהוא לזמן לא חיישינן לזה:", "42": "<b>(מב) לשכב עליו </b>- ומ\"מ שומר נפשו ירחק מהם ובפרט במקום שהוא נגד ההיכל:"}, "152": {"1": "<b>(א) בית הכנסת </b>- וה\"ה ביהמ\"ד ובין של יחיד או של רבים:", "2": "<b>(ב) כדי לבנות וכו' </b>- ר\"ל לא מיבעיא אם אין דעתו לבנותו אח\"כ כלל דאסור אלא אפילו אם סותרו כדי לבנות אחר במקומו או במקום אחר דאסור ואפילו אם דעתו לבנותו עתה בגודל פאר ויופי:", "3": "<b>(ג) בית הכנסת אחר </b>- וה\"ה לעשות ממנו ביהמ\"ד נמי אסור אע\"פ שקדושתו גדולה יותר [כדלקמן בסימן קנ\"ג ס\"א] ומהאי טעמא דמסיים. כתבו האחרונים דה\"ה כשהבהכ\"נ מושכרת להם רק לזמן ודעתם לשכור אח\"כ במקום אחר אסור לסלק את עצמם ממקום הראשון עד שישכרו תחלה במקום אחר:", "4": "<b>(ד) אונס וכו' </b>- ואפילו אם היו כבר המעות גבויים לצורך כל הבנין ומונחים ביד הגבאי ואפילו האבנים והקורות וכל צרכי הבנין מוכנים אפ\"ה אסור דלמא מתרמי להו פדיון שבויים ויהבי להו [גמרא]:", "5": "<b>(ה) שלא יבנו האחר </b>- ונמצאו עומדין בלא ביהכ\"נ ואפילו איכא להו דוכתא לצלויי באיזה מקום נמי אסור. והיכא דאיכא עוד ביהכ\"נ קבוע בעיר שיכולים להתפלל שם כולם הט\"ז מתיר והמ\"א אוסר בכל גוונא ועיין בביאור הלכה:", "6": "<b>(ו) בונים האחר תחלה </b>- היינו שגומרים אותה כולה ואף שלא התפללו עדיין בה מותר לסתור הישנה דתו ליכא למיחש דילמא איתרמי להו שום דבר מצוה ויזבנו הביהכ\"נ כדלקמן בסימן קנ\"ג סי\"ג:", "7": "<b>(ז) ואח\"כ סותרין </b>- כתב המ\"א בשם המשאת בנימין דאפילו היה הביהכ\"נ של כרכים דמבואר לקמן בסימן קנ\"ג ס\"ז דאנשי העיר אין יכולין למכרו בשום גוונא דמסתמא בנאוהו אדעתא דכו\"ע ושמא יש אחד בעולם דלא ניחא ליה במכירה זו הכא שרי דמסתמא כל העולם מרוצים לזה כיון שבנו להם ביהכ\"נ אחרת תחת זה:", "8": "<b>(ח) דינא הכי </b>- שאין סותרין המחיצ' אלא בונין החדש בצד הישן ואח\"כ סותרין הישן ועיין ביאור הלכה:", "9": "<b>(ט) אבל אם חרבו וכו' </b>- וה\"ה כשגזר מלכות שלא יתפללו עוד באותו ביהכ\"נ ומן הנמנע להשתדל [א\"ר] כתב הט\"ז מעשה בעיר אחת שהיו היהודים דרים חוץ לחומה ואירע הענין שנתישבו בתוך החומה והיתה הביהכ\"נ לבדו חוץ לחומה ואמרתי אין לך תיוהא גדולה מזו והתרתי לסתור אותה כדי לבנותה תוך החומה ויתחילו לבנות ביהכ\"נ החדשה ויטלו אח\"כ האבנים מן הישנה ויבנו תוך החומה מהם:", "10": "<b>(י) ואסור ליקח אבנים וכו' </b>- ענין בפני עצמו הוא ולא קאי אחרבו יסודותיו דאז בודאי מותר לסתרו ולבנות ממנו את הבנין החדש אלא אריש הסעיף קאי דהבהכ\"נ הישן הוא שלם וקמיירי שכבר התחיל בנין החדש וחסרו לו אבנים להשלים הבנין ורוצה לסתור הישן כדי להשלים החדש וקמ\"ל דאפילו בכה\"ג שאין סתירתו של זה אלא לבנינו של זה אפ\"ה חיישינן שמא יארע לו אונס ולא ישלים וע\"כ אסור אפילו באיכא דוכתא לצלויי וכמ\"ש לעיל בריש הסימן:", "11": "<b>(יא) ואסור לסתור דבר </b>- דהוי כנותץ אבן מן ההיכל דאסור משום שנאמר את מזבחותם תתצון וגו' לא תעשון כן לה' אלהיכם ובהכ\"נ וביהמ\"ד ג\"כ נקרא מקדש מעט. ודוקא לנתוץ ולשבר כלי קודש או לעקור דבר מחובר כמו אבן ממזבח לאפוקי לפנות הכלי קודש והספסלין וכדומה מביהכ\"נ אף שאין זה כבוד לביהכ\"נ יש לומר שאין בכלל זה [מהר\"מ פאדווה סי' ס\"ה]:", "12": "<b>(יב) א\"כ עושה וכו' </b>- דאין זה נתיצה אלא בנין. ואותן שמדבקין דף בכותל ביהמ\"ד ועושים גומא בכותל שיוכל להחזיק שם על ידי עץ אותו דף רבים מהאחרונים מקילין בזה דלא כט\"ז:"}, "153": {"1": "<b>(א) מבית הכנסת בית המדרש </b>- הוא מקום המיוחד לתורה וקדושתו גדולה יותר ואפילו אין דרך להתפלל שם כלל. כתב המ\"א צ\"ע אי מותר לעשות מביהכ\"נ ביהמ\"ד ליחיד בביתו ובא\"ר מצדד להחמיר בזה וכן משמע במאירי שם במגילה:", "2": "<b>(ב) אבל לא וכו' </b>- שמעלין בקודש ואין מורידין:", "3": "<b>(ג) שמכרו ביהכ\"נ </b>- ואפילו לכתחלה נמי מותר למכור כדי לקנות עילוי קדושה והא דנקט שמכרו היינו משום סיפא דלהוריד מקדושה אפילו כבר מכרו אסור [א\"ר] ועיין לקמן בסי\"ג בבה\"ל מה שכתבנו שם אם לעילוי קדושה מותר למכור ביהכ\"נ כשאין לו ביהכ\"נ אחרת:", "4": "<b>(ד) יכולים ליקח וכו' </b>- שכל זה דקחשיב פה הוא העלאה בקדושה:", "5": "<b>(ה) כל חומש לבדו </b>- בימיהם היו כותבין החומשין כעין ס\"ת בגלילה ובתפירת גידין:", "6": "<b>(ו) וכן נביאים וכתובים </b>- שוים לחומשים לענין שיש עילוי בקדושתן ממטפחת ויכול לקנותן בדמי מטפחת ומ\"מ לא שוים לכל צד דקדושת חומשים העשוים בגלילה גדולה מהן ואסור ליקח בדמי חומשין נביאים וכתובים ובדמי נביאים וכתובים לוקחין חומשים. ונביאים וכתובים גופא כי הדדי נינהו [אחרונים] וחומשין שלנו אפילו אם כל החמשה היו כרוכין יחד גרע מחומש אחד העשוי כתיקון ס\"ת [א\"ר]:", "7": "<b>(ז) אבל איפכא וכו' </b>- דהיינו מס\"ת ליקח חומשים וכן מחומשים מטפחת וכן בכולהו:", "8": "<b>(ח) דינו כחומשים </b>- כיון שאין קורין בו אע\"פ שאפשר לתקנו:", "9": "<b>(ט) כיוצא בה </b>- דהיינו שמכרו ביהכ\"נ ישנה ורוצה בדמיה ליקח חדשה וכן בכל הדברים:", "10": "<b>(י) יש אוסרים </b>- כיון דאין מעלן בקדושה אע\"ג דאין מורידן ג\"כ ודוקא בכל הדברים שיכול להעלות בקדושה וכנ\"ל אבל בס\"ת שאין יכול להעלות הדמים בקדושה יותר לכו\"ע כשמכרה יקח בדמיה אחרת:", "11": "<b>(יא) ויש מתירין </b>- כיון דעכ\"פ אין מורידן מקדושתן וכ\"ז לענין דיעבד אבל לענין לכתחלה בודאי אסור למכור שום דבר קדושה כדי ליקח כיוצא בה ואפילו היכא דליכא למיחש לפשיעותא כגון שהדבר קדושה אחרת מזומן לפנינו ואינו חסר אלא נתינת מעות אפ\"ה אסור דצריך להעלות בקדושה דוקא. ואם חזי ביה תיוהא [דבר רעוע] או שהיה קטן מהכיל לכו\"ע מותר אפילו לכתחלה למכרו כדי ליקח אחר [פמ\"ג וש\"א]. כתב הט\"ז בזמנינו אנו רואין הרבה מוכרים ספרים ולוקחין אחרים בדמיהם נראה דעכשיו מתחלה כשקונה הספר היה דעתו לכך שיהיה לו כ\"ז שיצטרך לו ובאם יזדמן לו יותר יפה ימכור זה ויקח היפה ואף שלא התנה בפירוש והא\"ר כתב דטעם המנהג הוא משום דסומכין על מה שכתוב בס\"י דיחיד על ס\"ת שלו מותר למכור וכו' אבל הספר של צבור ה\"נ דאסור ועי\"ש במ\"ב:", "12": "<b>(יב) או ס\"ת </b>- אמה דמסיים אין משנין קאי או דנקטיה לאשמועינן דמשנין אותו להפסקת תלמידים וכדלקמיה בס\"ו:", "13": "<b>(יג) אין משנין וכו' </b>- ואם רוצים הגבאים ללותן וליתן אח\"כ אחרים תחתם להמ\"א אסור דהבעלים ניחא להו למעבד המצוה בממון זה דוקא ולט\"ז שרי אך ע\"י שבעה טובי העיר במעמד אנשי העיר לכו\"ע שרו לשנות המעות כמ\"ש בסעיף ז':", "14": "<b>(יד) לכל מה שירצו </b>- היינו אפילו דבר שאין בו קדושה כלל אלא שהוא צרכי צבור והטעם כיון שנעשה דעת אנשי העיר בהמעות מש\"ה שרי בהמותר:", "15": "<b>(טו) אפילו קנו ומכרו וכו' </b>- הא\"ר והגר\"א מפקפקין בזה דאפשר שכיון שאח\"כ קנו סתם מכל הדמים חיילא הקדושה בכל הקניה ואסור אח\"כ כשמכרו והותירו:", "16": "<b>(טז) אבל אם לא התנו וכו' </b>- הטעם דאז כשקנו חל הקדושה על כל מה שקנו ואינו מועיל אח\"כ התנאי בעת המכירה:", "17": "<b>(יז) חלה קדושת הדמים וכו' </b>- להמ\"א שכתבנו לעיל בסקי\"ג אסור ללותן וליתן אחרים תחתם:", "18": "<b>(יח) ואסור לשנותן רק וכו' </b>- ואע\"ג דמוכח לקמיה בס\"ח דאפילו אם בנאוהו לשם ביהכ\"נ בעינן דוקא שהתפללו בו אבל כ\"ז שלא התפללו בו יכולין לשנותו דהזמנה לאו מילתא היא התם מיירי שלא נעשה הביהכ\"נ ע\"י גביית מעות שגבו לצרכה מבני העיר אלא שקנאוהו הקהל ממעות חולין שגבו סתם או שכל אחד הביא עצו ואבנו ובנו ביהכ\"נ אבל כשנגבה מעות ע\"ז מבני העיר ודאי דאסור לשנותו אפילו עדיין לא התפללו שם כלום וכן אם יש עדיין מעות הגביה או עצים ואבנים שקנו מהם וכמו שפסק המחבר והרב. והטעם י\"א משום דכבר בא ליד הגבאי והמ\"א כתב הטעם דכיון שנגבו המעות מבני העיר לצורך ביהכ\"נ יש בזיון אח\"כ אם ישנוהו להורדת קדושה:", "19": "<b>(יט) ואם הביאו עצים וכו' </b>- לפי פירוש המ\"א מיירי כאן שלא הלכו לקבץ אותם מבני העיר דזה לא גריעי מגבו מעות אלא שנמצאו רבים שהתנדבו מעצמן והביאו דאז מותר לשנותן קודם שבאו ליד גבאי ועיין בבה\"ל ד\"ה אין משנין:", "20": "<b>(כ) ליד גבאי אסור לשנותן </b>- אבל ע\"י שבעה טובי העיר במעמד אנשי העיר שרי וכמ\"ש ס\"ז:", "21": "<b>(כא) מותר לשנותן </b>- פי' ללותן ולתת אחרים תחתיהם וה\"ה כשהתנדבו מעות לביהכ\"נ נמי דינא הכי [מ\"א]:", "22": "<b>(כב) לא יוכל לחזור בו </b>- דהוי נדר:", "23": "<b>(כג) ואפילו ס\"ת </b>- הטעם דהא אמרינן אין מוכרין ספר תורה אלא ללמוד תורה משמע דללמוד תורה מותר אפילו למכור ס\"ת [תשובת הרא\"ש ע\"ש שהאריך בזה] וד\"ז תוכחת מגולה לאותן האנשים המתרשלין להחזיק תורה בעריהן:", "24": "<b>(כד) או להשיא יתומים </b>- ואפילו יתומות דאע\"ג דאין האשה מצווה על פריה ורביה מ\"מ לשבת יצרה שייך גם באשה. וה\"ה דמוכרין ס\"ת לפדיון שבויים [מ\"א וכן הסכים הא\"ר בשם כמה פוסקים] ועיין לקמן בסי\"ג במ\"א שם דמוכח דאין ראוי למכור אפילו ביהכ\"נ ואפילו לפ\"ש כ\"א בשא\"א להשיג מעות אחרות ע\"ז מן הצבור ובאופן זה בודאי מותר אפילו בשאין להם רק ביהכ\"נ אחת. הנה מפני שהסעיף זיי\"ן יש בו כמה פרטים לכן אקדים לזה הקדמה קצרה והוא דמה שנזכר לעיל מענין מכירת ביהכ\"נ ה\"מ אם הוא של כפר דסתמא בנאוהו רק אדעתא דידהו ולכן יש יכולת ביד רוב בני העיר למכרו אך שלא יורידו אח\"כ הדמים מקדושתן וכשהוא נמכר גם בהסכמת הז' טובים שלהם אז יכולין לעשות בהדמים מה שירצו דהיינו להוציאם לחולין כדאיתא לקמיה אבל אם הוא ביהכ\"נ של כרכים תלינן דבעת הבנין בנוהו גם אדעתא דכולי עלמא ואפילו אם נתנו כל מעות הבנין משלהם אפ\"ה תלינן דבשביל כולם בנוהו ולכן אפילו הסכימו אח\"כ במכירתו ז' טו\"ה במעמד אנשי העיר אין מכירתן מכירה ועתה נבאר דברי השו\"ע:", "25": "<b>(כה) של כפרים </b>- והסכימו האחרונים דבאתרא דלא שכיחי רבים דאתי מעלמא נקרא כפר אע\"ג דשכיחי רבים עוברים ושבים לפרקים כיון דלא קביעי בעיר אלא עוברים ושבים דרך עראי מקרי כפר אמנם כל מקום דשכיחי רבים מעלמא שבאין להתפלל שם כגון מקום שהסוחרים מתקבצין שם תדיר לסחורה אפילו אם העיר היא קטנה או מקום שיש שם חכם גדול שמתקבצים שם רבים הצריכים לו ולתורתו הוי ככרך דמסתמא אדעתא דכל העולם בנאוהו. עוד כתבו הפוסקים דאפילו ביהכ\"נ שבכרך אם ידוע שלא עשו אותה אלא למעט עם כגון הביהכ\"נ שעושין אותה בעלי אומניות לעצמן [וה\"ה כשנתקבצו הבע\"ב של איזה רחוב הרחוק מן ביהכ\"נ שבעיר ועשו ביהכ\"נ לעצמן] ג\"כ דינו כבהכ\"נ של כפרים אפילו הוא בכרך דמסתמא רק על דעת עצמן בנוהו אם לא שסייעו אנשי העיר ג\"כ על הבנין ואפילו מעט אז אין להם רשות על המכירה בלא דעתן:", "26": "<b>(כו) ואפילו בנו </b>- דמסתמא אחרים נתנו להם המעות שיעשו הם בהם מה שירצו כיון שאין רגילות לבוא שם ולכן אפילו אותם אחרים אינם מסכימים אח\"כ במכירה מותר למכרה:", "27": "<b>(כז) ואינם רשאים וכו' </b>- עיין לעיל בס\"ד דיש דעות אם מותר לשנותן לכיוצא בה:", "28": "<b>(כח) פרנסיהם </b>- ז' טובי העיר:", "29": "<b>(כט) ז' טובי העיר </b>- כתב הרשב\"א ח\"א סימן תרי\"ז והביאו הרשד\"ם סימן קע\"ה ז' טו\"ה אינם שבעה אנשים המובחרים בחכמה או בעושר וכבוד אלא שבעה אנשים שהעמידום הצבור פרנסים על עניני העיר והרי הם כאפוטרופסין עליהם וכתב עוד שם וא\"ת אי כשקבלו עליהם למה לי ז' ומשני שם דאם מקבלים עליהם אנשים לעסוק בדבר ידוע ומפורט כגון בענינינו שביררו אותן למכירה אפילו אחד נמי יכולין למנות וכל מה שעשה עשוי אלא דמיירי שהעמידו עליהם פרנסים בסתם לפקח על עסקי הצבור לפיכך כשהן שבעה יש להן רשות לכל דבר כאלו עשו כן כל בני העיר אע\"פ שלא העמידו אותם על דבר זה בפירוש אבל בפחות מז' אין כחן שוה להיותן ככל בני העיר עד שיטלו רשות בפירוש מבני העיר וכן כתבו כמה פוסקים:", "30": "<b>(ל) אבל וכו' לכל מה שירצו </b>- ר\"ל אפילו לאיזה דבר של חול:", "31": "<b>(לא) בפירוש וכו' כל מה וכו' </b>- ר\"ל באופן זה דינו כשבעה טובי העיר במעמד אנשי העיר שרשאים אח\"כ להוציא המעות לכל מה שירצו כיון שהרשוהו לזה אבל אם נתנו לו סתם רשות למכור אז המעות בקדושתן [א\"ר]:", "32": "<b>(לב) מוכרין בפרסום וכו' </b>- ר\"ל דכל שמוכרין ז' טובי העיר בפרהסיא ולא בצינעא ולא מיחו בהם בני העיר מקרי במעמד אנשי העיר. ותיבת או לאו שכתב הרמ\"א שיגרא דלישנא הוא ואינו מדוקדק גם במרדכי ובד\"מ הארוך ליתא:", "33": "<b>(לג) אפילו בנו אותו משלהם </b>- דכיון דמעלמא אתו לשם מסתמא בני העיר הקדישוהו גם לדעת הנכנסים ולפיכך אין להם רשות למכור שמא יש אחד בסוף העולם שהיה סמוך לעיר הזאת ורגיל ליכנס בה ולדעתו הוקדשה והוא אינו מסכים במכירה ולכן אפילו הסכימו במכירה זט\"ה במעמד אנשי העיר אין מכירתן מכירה דאינהו לא כייפי לבני העיר ולפרנסיה ואפילו אם ירצו להעלות אח\"כ הדמים בקדושה כגון לקנות מזה ס\"ת וכה\"ג ג\"כ אין להם רשות לזה דשמא אותן אחרים לא יסכימו לזה. וכ\"ז בסתמא אבל אם ברור לן דלא בנאו אלא אדעתא דבני עירם לבד [כגון שהתנו בעת בנינם או שבשעת בנין היתה כפר ואח\"כ נתרבו בה תושבים הרבה] וגם לא סייעו להם אחרים דינו ככפר. כתב המ\"א בשם המבי\"ט דאפילו ביהכ\"נ של כרכים אם אינם מתפללין בו יכולין למכרו:", "34": "<b>(לד) אינו נמכר </b>- ודוקא כשמכרו בענין שלא יהיה אח\"כ ביהכ\"נ אבל אם אח\"כ ג\"כ ישאר ביהכ\"נ שרבים יתפללו בו מותר דמאי נ\"מ להני דאתו מעלמא אם הביהכ\"נ שייך לאלו או לאלו:", "35": "<b>(לה) אא\"כ תלו אותו וכו' </b>- היינו שתלו בעת הבנין את הביהכ\"נ על דעתו וע\"כ דעתו חשובה אח\"כ כז' טובי העיר וכ\"ז דוקא כשבנאוהו משלהם אבל אם נדבו אחרים לזה אין מועיל מה שתלו הם בדעת היחיד דשמא יש אחד בסוף העולם שאין דעתו נוחה בזה:", "36": "<b>(לו) בהסכמת הצבור </b>- דודאי לא היה דעתם שימכור היחיד ביהכ\"נ שלהם בלא דעתם אלא להכי אהני דעת היחיד דלא בעי טובי העיר רק במעמד אנשי העיר לבד וגם לא מצי אינש דעלמא לעכבו [מ\"א] ואם בפירוש תלו בדעת היחיד שיכול למכור ויעשה מה שירצה בלא הסכמתם א\"צ לעשות בהסכמתם [נ\"צ וא\"ר] ועיין בבה\"ל מה שכתבנו בזה:", "37": "<b>(לז) וה\"ה לכל דברי קדושה </b>- פירוש כגון תיבה ומטפחת וכדומה הנזכרים בס\"ב דינם כמו בהכ\"נ עצמו לענין זה דכל היכי דאיהו נעשה אדעתא דכו\"ע כגון דכרכים הנך נמי נעשו מסתמא אדעתא דכו\"ע וזהו מה שכתב המחבר דכולהו גרירי בתר ביהכ\"נ וכן כל דבר השייך לביהכ\"נ כגון חצרות או מקוה אמרינן ג\"כ כי האי גוונא ולא מצי למוכרן או לסוגרן למנוע מהן אורחין ומ\"מ לא חמיר מביהכ\"נ. וכן מה שנזכר בסעיף זה דזט\"ה במעמד אנשי העיר בכפרים יכולים להוציא הדמים לחולין לאו דוקא בביהכ\"נ אלא אפילו בתשמישי קדושה הדין כן. אך מ\"מ יש חילוק בינייהו דבתשמישי קדושה אף דמותר להשתמש בדמיהם כשנמכר בזט\"ה במא\"ה בכפרים מ\"מ הם גופא בקדושתייהו קיימי ביד הלוקח דקדושת הגוף נינהו ואין יוצא לחולין אבל ביהכ\"נ ותשמישי מצוה מותר להשתמש בהן כמ\"ש לקמן בסעיף ט' [מ\"א וא\"ר וש\"א] ועיין לקמן בסעיף י' ובסימן קנ\"ד ס\"ג במ\"ב וביאור הלכה:", "38": "<b>(לח) דכולהו גרירי בתר בהכ\"נ </b>- כל כלי ביהכ\"נ וספסלים ויריעות שבבהכ\"נ דינם כביהכ\"נ ועל כן כשמכרו זט\"ה במעמד אנשי העיר בכפרים יכולים להשתמש במעות לכל מה שירצו ואי לא\"ה לא [כן הוא לפי פשטות דברי המ\"א שהעתיק דברי הר\"ן בשם הירושלמי על דברי השו\"ע ובספר קובץ על הרמב\"ם הלכות תפלה פי\"א כתב דנ\"ל דאפילו בכרכים יכולים למכרם לדברי הר\"ן דדוקא לענין מכירת בהכ\"נ גופא אמרינן דלא מחלי רבים חלקם לזט\"ה משא\"כ בזה ולכן יכול הגבאי למכרם בצירוף אנשי העיר ולהוציא המעות לחולין]:", "39": "<b>(לט) דינה כביהכ\"נ של קהל </b>- ונמכרת על פיהם לבד ולא בעינן דעת הנותן בזה כלל:", "40": "<b>(מ) וכל זה </b>- פי' הא דכפרים או של כרכים שתלו אותו בדעת יחיד:", "41": "<b>(מא) כשיש להם ביהכ\"נ אחרת </b>- המ\"א פירש דר\"ל כשבנאו עכשיו אחרת אבל כשיש להם שני בתי כנסיות מקודם אסור למכור אחד אבל להט\"ז בריש סימן קנ\"ב מותר אפילו באופן זה וכן דעת הא\"ר שם כוותיה וכן משמע מביאור הגר\"א אבל כ\"ז דוקא כשאותו ביהכ\"נ מרווח והוא מחזיק לכולם דאל\"ה פשוט דלכו\"ע אסור. כתבו האחרונים דאפי' בכרכים היכא דבנאו אחרת טובה מותר לסתור הראשונה דודאי כו\"ע ניחא להו בזה [וכבר העתקנו זה לעיל בסימן קנ\"ב] וכן עצים ואבנים מראשונה מותר להשתמש בהן ולהוציאן לחולין ע\"פ זט\"ה במעמד אנשי העיר דמאי איכפת להו לבני עלמא בזה כיון שיש להם מקום טוב להתפלל:", "42": "<b>(מב) אסור וכו' </b>- אפילו בזט\"ה במעמד אנשי העיר ואפילו כשמוכרים זה כדי לקנות אחרת דומיא דסתירה דאסור אפילו באופן זה וכנ\"ל בסימן קנ\"ב:", "43": "<b>(מג) למכרו </b>- אם לא שירצו לקנות בדמים אחרת בגוונא דליכא למיחש לפשיעותא כגון שמזומן ביהכ\"נ ליקח ואינו חסר אלא נתינת המעות אז מותר ע\"י זט\"ה במעמד אנשי העיר:", "44": "<b>(מד) שנמכר ומותר לשנותו וכו' </b>- פי' דבר זה הוא ע\"פ המבואר ברשב\"א באחד שצוה שבית זה יהיה לעניים שיאכלו הפירות ולא יעשו בני הקהל שום הברחה ואח\"כ רצו הקהל למכור הבית ולקנות בדמים דבר אחר שתהא נושאת הפרות לעניים וכתב הרשב\"א דצריכים הכרזה בשעת המכירה דכיון שצוה שבני הקהל לא יעשו הברחה א\"כ בודאי אין הצבור יכולים ליתן בית זה במתנה למי שירצו וא\"כ ה\"ה דאין רשאים למכור בלא הכרזה דכל שלא הכריזו אנו רואים כאלו מוזלי בקרקע זו דדילמא אם הכריזו היה נמצא מי שיתן ביוקר ומה לי נותנים כולה במתנה ומה לי מוזלי במקצתה עכ\"ד ועתה נפרש דברי רמ\"א כל דבר וכו' ומותר לשנותו היינו שהמוכרים יש להם רשות בלא\"ה לעשות בדבר הנמכר מה שירצו לא בעו הכרזה דלו יהא דבשביל מניעת הכרזה נמכר בזול נמי לא איכפת לן דמי גרע מאם נתנו במתנה לאחד:", "45": "<b>(מה) ואין בו אונאה </b>- מיירי במכירת קרקע ובתים ומשום שאין אונאה לקרקעות ואשמועינן דלא תימא דהוו כשליח דאפילו בכל שהוא מכרו בטל משום דיכול לומר לתקוני שדרתיך ולא לעוותי אלא הוו כשלהן אבל במכירת מטלטלין בודאי יש אונאה:", "46": "<b>(מו) אבל דבר שאסור לשנותו </b>- כצ\"ל. והיינו כדלעיל בשם הרשב\"א שצריך הכרזה כדי שלא ימכר בזול וממילא יש אונאה ג\"כ ואפילו בקרקעות [פמ\"ג]:", "47": "<b>(מז) צריך הכרזה </b>- דוקא בקרקע אבל במכירת מטלטלין אין צריך הכרזה כדאיתא בח\"מ סימן ק\"ט [ט\"ז]:", "48": "<b>(מח) דינו כביהכ\"נ </b>- ר\"ל אע\"ג דמתחלה נשתמשו בה להדיוט מ\"מ נעשית כביהכ\"נ לכל מילי ונראה דאפילו לכתחלה שרי ועיין לקמן סימן קנ\"ד סכ\"א ולעיל סימן קמ\"ז ס\"א בהג\"ה והתם ענין קדושה היא והכא ביהכ\"נ תשמישי מצוה היא כמ\"ש הפוסקים:", "49": "<b>(מט) אינו קדוש </b>- דקי\"ל הזמנה לאו מילתא היא ומותר לשנות הבית לחול ועיין לעיל במשנה ברורה סקי\"ח דמיירי הכא שבנאוהו הקהל ממעות חולין שיש להם אבל כשגבו המעות לצורך ביהכ\"נ אסור לשנות הבית להורידו מקדושתו לחול ומ\"מ עדיין אין לו קדושת ביהכ\"נ לכל מילי רק שאסור לשנותו (ועיין שם בבה\"ל שהבאנו שם דעת הט\"ז דאפילו בגבו המעות לצורך ביהכ\"נ ג\"כ אין האיסור לשנותו רק שמ\"מ לבסוף הוא מחוייב לקיים נדרו) ויחיד שבנה ביהכ\"נ אף שעדיין לא התפללו בו ואין לו קדושת ביהכ\"נ מ\"מ אינו יכול לחזור בו דהוי כאלו נדר צדקה לרבים אבל אם עשה מטפחת לס\"ת שלו שיש לו בביתו ואין קורין בו ברבים כל שלא נשתמש בו לס\"ת יכול לחזור בו דהזמנה לאו מילתא היא [מ\"א] ומשמע דלא הוי נדר כלל לדעתו ועיין בפמ\"ג שהביא בשם הא\"ר דדין זה לא נהירא:", "50": "<b>(נ) אפילו אם בנאוהו וכו' </b>- דאף שהיה מעשה ג\"כ לא מקרי רק הזמנה בעלמא:", "51": "<b>(נא) כיון שהיה מיוחד </b>- ר\"ל ההזמנה היתה הזמנה מעולה שהזמין אותה לעולם להתפלל בו וכמה דאיתא לעיל בסימן מ\"ב דהיכא דאזמניה לסודר לעולם למיצר ביה תפלין וצר ביה אפילו פעם אחד שוב אסור למיצר ביה זוזי ולאפוקי אם הזמין אותה לבית התפלה רק לפי שעה דהיינו עד שיעבור הרגל או היריד [מפני שאז הדרך שמתקבץ אנשים] לא חשיבא הזמנה כלל ומותר אפילו בעת הרגל לאכול ולשתות בו:", "52": "<b>(נב) ואם לפי שעה הקדישו </b>- היינו שאמר סתם אני מזמין אותה לרגלים דמשמע הלשון בכל עת שיהיה רגל ע\"כ חשובה הזמנה עולמית עכ\"פ על אותו הזמן ואסור בזה הזמן. וסתם הזמנה לפי שעה כבר כתב בב\"י בשם המרדכי דלא חשיבא הזמנה כלל וכמ\"ש מתחלה. ולענין תנאי עיין לעיל סימן קנ\"א סי\"א ובמ\"ב שם:", "53": "<b>(נג) אנשי הכפר ביהכ\"נ </b>- וה\"ה בשל כרכים כשתלו בשעת הבנין בדעת יחיד המבואר לעיל בסוף ס\"ז:", "54": "<b>(נד) ממכר עולם </b>- כיון שאנשי העיר או טובי העיר מסכימים להמכירה וכדלעיל בס\"ז:", "55": "<b>(נה) חוץ ממרחץ וכו' </b>- שכל אלו הם תשמישים מגונים מאד ואסור לעשותן במקום שהיה ביהכ\"נ ואפילו אם נפל הבנין במקום ההוא ונשאר רק תל בעלמא אסור להשתמש שם באלו הארבעה דברים וכן אסור לזרוע במקום ההוא שכל זה הוא גנאי למקום שהיה מתחלה ביהכ\"נ:", "56": "<b>(נו) ואם מכרוהו שבעה וכו' </b>- הטעם דאז פקעה הקדושה מהמקום ההוא לגמרי ועיין בפמ\"ג דמסתפק דאפשר דבעינן דוקא כשהתנו בהדיא בעת המכירה והרשו ללוקח על זה:", "57": "<b>(נז) יעשה הלוקח וכו' </b>- וה\"ה שע\"י זט\"ה במא\"ה מותר להוציא הדמים לכל מה שירצו אפילו לדבר חול:", "58": "<b>(נח) אפילו אלו ארבעה דברים </b>- עי' בבה\"ל דדין זה לא ברירא ולכתחלה בודאי צריך ליזהר בזה:", "59": "<b>(נט) דיחיד בשלו וכו' </b>- הטעם דעל שלו יש לו כח כזט\"ה במא\"ה בשל צבור דמותר להוציא ע\"י מכירה זו הדמים לכל מה שירצו וכנ\"ל:", "60": "<b>(ס) אפילו ס\"ת </b>- כתב הע\"ת דאף לפי דעה זו דמותר ואין הדמים נתפסין בקדושה מ\"מ לכו\"ע אין רואה סימן ברכה בדמים אלו וכ\"כ הא\"ר:", "61": "<b>(סא) כל שלא הקדישו וכו' </b>- המ\"א מצדד דאם נתנו לרבים לקרות בו אסור לכו\"ע אפילו לא הקדישו ממש וכתב עוד וצ\"ע על מה סומכין העולם שמוכרין ס\"ת ומשתמשין בדמיהן אפילו נתנו לביהכ\"נ וצ\"ל כיון דהמנהג כן הו\"ל כאלו התנה בתחלה שלא תחול קדושת רבים עליהן וכמ\"ש ביו\"ד סימן רנ\"ט ס\"ב בהג\"ה:", "62": "<b>(סב) ויש מי שאוסר </b>- ולדעה זו אפילו זט\"ה במעמד אנ\"ה ג\"כ אסורין למכור ס\"ת ולהשתמש בדמיה אא\"כ הוא תועלת בשביל לימוד התורה ואם מכר צריך לקנות בדמיה ס\"ת אחרת [מ\"א] ומלבוש יו\"ד משמע דבזט\"ה במעמד אנ\"ה לכו\"ע מותר להשתמש בדמיה [א\"ר]. כתב מ\"א דדוקא בספר תורה אבל בתשמישי קדושה לכו\"ע מותר ביחיד למוכרו ולהשתמש בדמיה כל מה שירצה מיהו מהמחבר ביו\"ד רפ\"ב סי\"ח מוכח דיש מי שאוסר ס\"ל דאפילו בתשמישין נמי אסור להשתמש בדמיה דיחיד אין לו כח כזט\"ה במא\"ה. כתבו האחרונים דאפילו בס\"ת אם קנה מתחלה הס\"ת כדי למכרה וכ\"ש אם קבלה בחוב פשוט דמותר למכרה לכ\"ע ולהשתמש בדמיה למה שירצה. איתא ביו\"ד סי' ע\"ר דשארי ספרים דינן כס\"ת ואסור למכרן אלא ללמוד תורה או לישא אשה והנה פה כתב המחבר דיש שתי דעות אפילו בס\"ת אפשר דשם מיירי כשהקדישו לרבים לקרות בו:", "63": "<b>(סג) ללמוד תורה </b>- היינו להתפרנס בדמיו בריוח [פמ\"ג] וכתב עוד צ\"ע אם מוכרין ס\"ת לקנות גמרא ופוסקים ופירושיהן דהא הטעם דמוכרין ס\"ת בשביל ת\"ת משום דלמוד גדול שמביא לידי מעשה א\"כ ה\"ה אפשר דכה\"ג נמי דא\"א ללמוד בלא ספרים:", "64": "<b>(סד) בית הכנסת </b>- ישן:", "65": "<b>(סה) מבית הכנסת ישן </b>- פי' שכבר התפללו בו כדלעיל סעיף ח':", "66": "<b>(סו) יכולים ליתן </b>- היינו שבעה טובי העיר במעמד אנשי העיר ויש אומרים דאפי' בלא מעמד אנשי העיר נמי יכולים. ובכרכים אסור בכל גווני:", "67": "<b>(סז) במתנה </b>- והלוקח יכול להשתמש בם תשמיש חול:", "68": "<b>(סח) דאי לאו דהוה להו וכו' </b>- או שמקוים שיהיה להם הנאה ממנו באיזה פעם [ריטב\"א] ולפ\"ז ליתנו לאנשי עיר רחוקה שבודאי לא נהנו ולא יהנו מהם לעולם אסור דהא אין כאן דבר אחר שתחול ע\"ז קדושת בית הכנסת וע\"כ לא נפקע קדושתה ואסור להשתמש בה. וכ\"ז מיירי כשנותנין להשתמש בה בחול אבל ליתנה להן במתנה שיתפללו בתוכה מותר דהא אין כאן הורדה מקדושה וכמ\"ש בהג\"ה ועיין במ\"א שמצדד דה\"ה דמותר להם ליתן ס\"ת [וה\"ה כל תשמישי קדושה] במתנה דהא אינן מורידין אותן מקדושתן בזה:", "69": "<b>(סט) למשכנן או להשכירן </b>- דכיון שגוף החפץ לא נמכר עדיין ברשות בעלים הראשונים הוא ובקדושתיה קאי:", "70": "<b>(ע) או להשאילן </b>- פי' על זמן ואח\"כ יחזירם בעין דאילו בהלואה לחלוטין והלוה יחזיר לבנים אחרים תמורתם בודאי שרי דהיינו חליפין דשרינן [ריטב\"א]:", "71": "<b>(עא) ואפילו ע\"י זט\"ה </b>- ואפי' אם היה ג\"כ במעמד אנשי העיר:", "72": "<b>(עב) שאין כאן דבר אחר וכו' </b>- ואע\"פ שקבל מעות כשמשכנן או השכירן אין שייך לומר דחלה הקדושה על המעות שהרי אין גוף החפץ קנוי לו ועדיין נשאר בקדושתו וקא משתמש בקודש:", "73": "<b>(עג) שמורידן מקדושתן </b>- דהיינו שהשואל והשוכר משתמש בהן בחול:", "74": "<b>(עד) אפילו ס\"ת וכו' </b>- וכ\"ש להשאיל ביהכ\"נ להתפלל בה ועיין בע\"ת דזה דוקא כשהשואל והשוכר קורא בס\"ת וכן מתפלל בביהכ\"נ בעשרה הא לא\"ה יש בזה משום זלזול קדושה והמ\"א כתב בסקכ\"ז דמסתימת הפוסקים משמע דבכל גווני שרי:", "75": "<b>(עה) לבנות ביהכ\"נ </b>- וה\"ה בשאר דבר מצוה:", "76": "<b>(עו) אינו יכול למכור </b>- דמסתברא דלא השליטו הקהל על אותה מצוה אלא לאותו איש ולזרעו ולא למכור לאחרים אא\"כ התנו בפירוש שיכול למכור זכותו [לבוש]. כתב הט\"ז דהשו\"ע מיירי שכיבדו אותו בחנם אבל אם קנה מהם בדמים הוא ככל קנין דעלמא ויכול למכור זכותו לאחר ומ\"מ ברור הוא כי דוקא להגון כמוהו הקנו לו זכות זה וכ\"כ הא\"ר וכן בדינא דלבוש כשהרשוהו בפירוש שיכול למכור זכותו הוא ג\"כ דוקא להגון כמוהו [פמ\"ג]:", "77": "<b>(עז) דבר מצוה </b>- מדסתם משמע כל דבר מצוה כצדקה וכיו\"ב אף שאינה חמורה מקדושת בהכ\"נ ואע\"ג דלעיל בס\"ה פסק בגבו מעות דאין משנין אלא לקדושה חמורה הכא מיירי ע\"י זט\"ה במעמד אנשי העיר דשרי להוציא המעות אף לקדושה קלה ואף לחולין וכנ\"ל בס\"ז [מ\"א] והט\"ז מוקי לה אף שלא ע\"י זט\"ה במעמד אנ\"ה אלא דמיירי דשקילי המעות דרך הלואה ואח\"כ יחזירו מעות אחרים לבנין ביהכ\"נ ואזיל לטעמיה בסק\"ב דס\"ל שם בגבו מעות דמותר ליקח דרך הלואה:", "78": "<b>(עח) לא ימכרום לד\"מ </b>- אע\"פ שע\"פ הדין מותר ע\"פ זט\"ה במא\"ה אפילו להוציא לחולין כ\"ש לד\"מ מ\"מ לא יעשו כן [מ\"א] ויגבו מן הצבור:", "79": "<b>(עט) בנו וגמרו </b>- דוקא גמרו אבל לא גמרו את הבנין דינו כאבנים וקורות שנזכרו מקודם [ט\"ז וח\"מ ועיין לעיל בסימן קנ\"ב בבה\"ל]:", "80": "<b>(פ) לא ימכרו ביהכ\"נ </b>- פי' אין ראוי לאנשי העיר לעשות כן אבל מן הדין שרי בפדיון שבוים ולקדושה חמורה בכל גווני ואפילו בלא זט\"ה במעמד אנשי העיר:", "81": "<b>(פא) לא מצי וכו' </b>- דנעשה נדר מכי אמר קרקע זו לביהכ\"נ וכדאמרינן בפיך זו צדקה:", "82": "<b>(פב) יכולים לשנותה </b>- ואפילו לדבר הרשות ואף שהוזמן הקרקע לביהכ\"נ הזמנה לאו מילתא היא כדלעיל ס\"ח ואף שהוא עומד וצווח איני חפץ אלא שיהיה לביהכ\"נ לא משגחינן ביה כיון דמעיקרא סתמא אמר ולא כפליה לתנאיה דלא אמר אם לא יבנו ביהכ\"נ יחזירו לי הקרקע אמרינן אדעתא דידהו יהבה מעיקרא והשתא קהדר ביה ולא מצי [מרדכי]:", "83": "<b>(פג) אינם רשאים </b>- ר\"ל שיכול לעכבם שלא לבנות עליה בהמ\"ד אף שהיא קדושה חמורה מזה כנ\"ל בריש הסימן והטעם כיון דאיתיהב אדעתא דכולהו לא גרע כחו מאחד משאר אנשי העיר שיכולים למחות כשרוצים לשנות ואע\"ג דמבואר לעיל בסעיף ו' דלקדושה חמורה יכולים בני העיר לשנות ואפילו שלא בשבעה טובי העיר התם מיירי שאין אחד מאנשי העיר מוחה ע\"ז בפירוש. ועיין במ\"א שהקשה דביו\"ד סימן רנ\"ט ס\"ב איתא בהדיא דאין הבעלים יכולים למחות מלבנות ביה\"מ כיון שהיא קדושה חמורה ודחק את עצמו לתרץ ועיין בפמ\"ג שמפקפק בתירוצו וגם בבאור הגר\"א הקשה קושיא זה דמ\"א ונשאר בדין זה בצ\"ע:", "84": "<b>(פד) לשנותה </b>- ומסיים המרדכי דמ\"מ ראובן נמי לא מצי לשנות ולמהדר ואפילו לא מצי עתה לבנותה מפני השלטון שמא לאחר זמן ימצאו חנינה לבנותה:", "85": "<b>(פה) ושבעה טובי העיר וכו' </b>- ר\"ל במעמד הקהל:", "86": "<b>(פו) אין אדם וכו' </b>- היינו בין ליחיד בין לכל הקהל:", "87": "<b>(פז) אינו כלום </b>- כן תקנו הגאונים דאל\"כ כל אחד שיהיה לו דבר מה עם חבירו יאסור חלקו עליו וממילא יהא כל ביהכ\"נ אסורה עליו דאין ברירה [לבוש]:", "88": "<b>(פח) אינו יכול לאסרה </b>- היינו מצד חרגמ\"ה שיש ע\"ז והטעם נראה דחששו לבזיון דההוא גברא עיין גיטין נ\"ז משא\"כ כשיאסור לכולם ליכא כיסופא. והא דיכול לאסור לכל הקהל היינו משום דלא השאיל להם אלא בסתם הא אם השאיל להם לזמן עיין ביו\"ד סימן רכ\"א סעיף ו' וז' דיש פלוגתא אם חל איסור בתוך הזמן:", "89": "<b>(פט) למחות במי שירצה </b>- כצ\"ל. וכן הוא בד\"מ:", "90": "<b>(צ) אין וכו' </b>- מפני דרכי שלום שלא יאמרו על ב\"ב זה אנשים שאינם מהוגנים הם ולפיכך נמנעו הצבור מלהתפלל שם ולכן אפי' יש להצבור קצת טעם בדבר נמי אינם רשאים:", "91": "<b>(צא) הצבור </b>- ואם רק מקצת מהצבור רוצים להתפרד ולהתפלל במקום אחר רשאים כיון שגם בביתו מתפללים קצת ולא נתבטל ממנו המצוה בשום פעם. אבל חברה שהיו לומדים בבית אחד כמה שנים ואח\"כ רוצים ללמוד ב' חדשים בכל בית ובית אינם יכולים לשנות [אחרונים]:", "92": "<b>(צב) לשנותו </b>- וה\"ה במי שזכה באיזה ענין של כבוד או של מצוה אין מעבירים ממנו [אם לא שיש טענה גמורה למערערים] ול\"ד בדברים הנוגעים תדיר אלא אפילו בדברים דמזמן לזמן קאתי נמי דינא הכי. כתבו האחרונים אנשים שהחזיקו לקבור מתים אינם יכולים למחות באחרים שבאים לקבור שבעשיית מצוה כל אחד רוצה לזכות ובמדינות שיש חבורות מנויות על כך שמניחים עסקיהם בכל השנה כשמזדמן להם מצוה זו צריך ליתן להחברה כמנהגם:", "93": "<b>(צג) בבית אחר </b>- ר\"ל בבית של יחיד אבל אם רוצים לבנות ביהכ\"נ קבוע רשאים ואין בזה משום דרכי שלום (לבוש):", "94": "<b>(צד) שנהגו להביאם וכו' </b>- כגון מנורות להדליק בהם או תכשיטים לתלות על ס\"ת:", "95": "<b>(צה) אין יכולים </b>- כיון שלא פירשו בהדיא דנותנים זאת רק בתורת שאלה בעלמא משנשתמשו בהם חל עלייהו קדושה וכתב המ\"א דעכשיו המנהג פשוט שנשארים ברשות בעליהם ואם כן המביאים את הכלים מביאים אדעתא דמנהגא והוי כמו שהתנה בפירוש דלא תחול עלייהו קדושה ומ\"מ יותר טוב להתנות בהדיא בשעת הבאה דהוא רק בתורת שאלה בעלמא:", "96": "<b>(צו) שאם נמצא וכו' </b>- ר\"ל שנמצא בביתו בין שטרותיו:", "97": "<b>(צז) הוי הקדש </b>- דודאי הקדישו כיון שכתב לו על המגילה [ועיין במ\"א סקמ\"ה מה שהעיר בזה מח\"מ סי' פ\"א סעיף י\"ז ובדברי הש\"ך שם יתורץ קושיתו כמ\"ש במחצית השקל אבל א\"כ אין זה דין ברור להוציא ממון דהרבה אחרונים סוברין שם דלא כהש\"ך עיין בח\"מ סימן רנ\"ה בפתחי תשובה]:", "98": "<b>(צח) שהיה של אבותיו </b>- ומונחת בביהכ\"נ:", "99": "<b>(צט) אין הצבור יכולים </b>- ולא אמרינן דבודאי החליטה להקדש ולא דמי לכלי הקודש של כסף שנהגו להביאם בביהכ\"נ המובא בסעיף י\"ח דאין הבעלים יכולים להוציאם לחולין דשאני הכא בס\"ת שכן הדרך לעשות ס\"ת ע\"מ כן להניחה בביהכ\"נ שיקראו בה רבים ושתהיה מונחת שם עד יום פקוד הבעלים אותה ליקח לביתו ואפילו היתה לבושה מעילין של צבור ולא הקפיד לא אמרינן בשביל זה מסתמא כבר סילק ידו ממנה משום דכן המנהג תדיר להחליף המעילין מס\"ת אל ס\"ת הן של יחידים הן של הקהל מיהו כמה אחרונים כתבו דגם הכא בס\"ת מיירי שאנו יודעין בבירור שבתחלה לא הניחה לחלוטין רק שהשאילה לבהכ\"נ שיקראו בה רבים ואשמועינן דלא אמרינן כיון שהניחה זמן רב מסתמא כבר החליטה להקדש אבל בהניחה סתם אמרינן דמסתמא אקדשה לעולם וכההיא דכלי הקודש בסעיף י\"ח הנ\"ל. ועיין במ\"א סקכ\"ב שכתב דמנהג העולם כהיום למכור ס\"ת אפילו נתנו מתחלה לביהכ\"נ לקרות בו וכתב דכיון שנהגו כן הו\"ל כאלו התנו מתחלה בהדיא שלא תחול קדושת רבים עליהן ולפ\"ז נראה דלכו\"ע אין להחמיר בזה בדיעבד ומ\"מ לכתחלה בודאי טוב להתנות בהדיא שאין נותנה לחלוטין:", "100": "<b>(ק) להחזיק בו </b>- ואפילו יש עדים מבני אותה העיר דנתנה לצבור לא מהני דנוגעין בעדות הם ואפילו אם ירצו לסלק עצמם ממנה לא מהני אא\"כ יש להם ס\"ת אחרת מדוייקת וכשרה כמותה [אחרונים]. ישוב שלא היה לצבור ס\"ת וקראו בס\"ת של יחיד ואח\"כ קנו הצבור ס\"ת וטוען היחיד שיש לו חזקה שיקראו דוקא בס\"ת שלו אין זו חזקה דאין עמה טענה [וכמבואר בחו\"מ סוף סימן קמ\"ט בהג\"ה ע\"ש] ומ\"מ אין למעט כבוד ס\"ת של היחיד אלא יקראו בכל שבת בס\"ת אחרת:", "101": "<b>(קא) שנשתמש בהם </b>- עיין לעיל בסימן קמ\"ז ס\"א בהג\"ה במ\"ב מה שכתבנו בזה:", "102": "<b>(קב) הדיוט </b>- וכ\"ש מדברים שנשתמש בהן לע\"ג ובזה אפילו בדיעבד אסור וצריך למכרן ולחזור ולקנות אחרת [ח\"א]:", "103": "<b>(קג) לתשמיש קדושה </b>- אבל למצוה שרי וכמ\"ש למעלה בסימן קנ\"ז ס\"א במ\"ב וספרי פסולים של העו\"ג שמכורכים בשיראים לנוי אין ליקח השיראים לעשות מהן טלית דמאיסי כמו בגדי אליל וק\"ו דאסור לעשות מהן תשמישי קדושה וע\"כ אסור ליקח הכריכות ולכרכן על ספרי קודש שלנו [חידושי רע\"א]:", "104": "<b>(קד) אסור לעשות וכו' </b>- כמו שאסרה תורה להביאם למקדש ולמזבח שנאמר לא תביא אתנן זונה ומחיר כלב וגו' כי תועבת ה' אלהיך וגו' ומ\"מ אינו אלא מדרבנן:", "105": "<b>(קה) מאתנן זונה </b>- ואיסור דאתנן חל על כל מה שיתן לה ואפילו פסק עמה טלה אחד בשכרה ונותן לה הרבה כולם אסורים דכולם בתורת אתנן קאתו לה. ודין אתנן הוא דוקא כשנתן לה אתנן ואח\"כ בא עליה אבל בא עליה ואח\"כ נתן לה אתננה שהתנה עמה מותר כיון שבשעת ביאה לא היה קנוי לה זה האתנן. גם דאיסור אתנן הוא דוקא כשנתן הנואף להנואפת אבל אם האשה נתנה לו מותר האתנן ואם נתן האתנן לזכר לשכב עמו אסור האתנן:", "106": "<b>(קו) מחיר כלב </b>- כגון שהחליף כלב באיזה דבר:", "107": "<b>(קז) כגון ביהכ\"נ </b>- כגון שנתן להזונה או שהחליף בהכלב אבנים וקורות וה\"ה דלעשות מהאתנן כלי ביהכ\"נ גם כן אסור:", "108": "<b>(קח) או ס\"ת </b>- כגון שנתן לה קלף וה\"ה מפות לס\"ת אסור וה\"ה דשום דבר מצוה אסור לעשות מהאתנן ומחיר כגון נר ושמן לביהכ\"נ [א\"ר בשם רי\"ו] ובפמ\"ג משמע דה\"ה ציצית וטלית מצוה ג\"כ אין לעשות מזה:", "109": "<b>(קט) מהאתנן עצמה </b>- כמו שכתבנו מקודם ואם נשתנו האתנן והמחיר כגון זיתים ועשאן שמן ענבים ועשאן יין מותר:", "110": "<b>(קי) נתן לה מעות </b>- וה\"ה כשלקח בעד הכלב מעות מותר לקנות בהם דבר מצוה:", "111": "<b>(קיא) איסור ערוה </b>- דהיינו חייבי כריתות וי\"א דה\"ה חייבי לאוין וזונה נכרית לכ\"ע אתננה אסור:", "112": "<b>(קיב) שהוא רגיל </b>- ר\"ל שהחזיק בה ברשות הקהל [ובתשובת רדב\"ז ח\"ד סי\"א כתב דאפילו לא הרשוהו בפירוש אלא כל שהחזיק זמן רב ושתקו ולא מיחו הוי חזקה]:", "113": "<b>(קיג) היה סיפוק </b>- היינו שגם באונסו או בעניו היה סיפוק בידו לתת כפי מה שרגיל:", "114": "<b>(קיד) ונתרצה וכו' </b>- לאו דוקא נתרצה בפירוש אלא כל שסיפוק בידו ולא חפץ ליתן איבד זכותו ונקט נתרצה משום סיפא:", "115": "<b>(קטו) חוזר למצותו </b>- ואין לשנותו אפילו מע\"ה לת\"ח אם לא שיש טענה גמורה למערער. אך אם יש ראיה ברורה שכבר נתייאש מזה אבד חזקתו. כתבו הפוסקים דה\"ה פרנס שעבר מחמת אונס ומינו אחר תחתיו דכשיעבור אונסו חוזר לפרנסותו ואין ליתן לשני שום חלק בפרנסות משום איבה דראשון ומ\"מ אין לנהוג בזיון בשני ויתנו לו שום מינוי של כבוד בצרכי צבור. אם עבר משררותו מחמת עבירה שעשה אפילו בשוגג אינו חוזר לשררותו כדקי\"ל במכות [י\"ב] לענין רוצח שגלה לעיר מקלטו ושב דאינו חוזר לשררותו שהיה לו מקודם [מ\"א] והא\"ר מסתפק בזה דאפשר דדוקא ברוצח ע\"ש ועיין בריטב\"א שם מה שכתב בזה:"}, "154": {"1": "<b>(א) רחבה של עיר </b>- הוא מקום שמתכנסין בו בתעניות להתפלל בו מפני שאז הקיבוץ רב ואין בתי כנסיות מכילין אותן:", "2": "<b>(ב) שמתקבצים בהם וכו' </b>- היינו אפילו הוא בית פנוי שאין דר בה אדם ואצ\"ל אם מתקבצין להתפלל בבית שדרין בו ומשתמשין בו צרכיהם בודאי אין ע\"ז שם ביהכ\"נ אפילו מתפללין שם תדיר כיון שאין מיוחד לתפלה בלבד:", "3": "<b>(ג) באקראי </b>- ועזרות שלנו לא עדיפי מבתים וחצירות שאינן מתפללין בהם אלא כשהם נדחקים ומ\"מ אפשר לומר הואיל ומתפללין שם תדיר כ\"ז שהם נדחקים אע\"פ שהוא אקראי לגבי זה המתפלל המקום נעשה קבע לעצלנים [מהרי\"ט ח\"ב סימן ד'] ובעיירות גדולות שהדרך להתפלל שם בעזרה בקביעות פשוט דכל קדושת ביהכ\"נ עליו אבל גן ופרדס ואיצטבא שסביבה אע\"פ שפתוח לביהכ\"נ אין בה קדושה ואם היה פתוח נגד ההיכל יש להחמיר שלא לנהוג שם קלות ראש ואע\"פ שהמקום חול הואיל והוא מכוון כנגד הקודש איכא זילותא [שם]:", "4": "<b>(ד) השוכרים בית </b>- לזמן קבוע לחודש או לשנה והטעם דכיון דבכלות זמן השכירות יש ביד הבעה\"ב שלא להשכיר להם עוד א\"כ אינו אלא עראי ואין בו קדושה [זה הטעם מוכח מלבוש ובע\"ת לא משמע כן ועיין בה\"ל]:", "5": "<b>(ה) ומתפללים בו </b>- דוקא אם הוא להתפלל לבד אבל אם הוא ביהמ\"ד יש בו קדושה [ש\"ת בשם תשוב' כנה\"ג ואיני יודע טעמו ואולי דכיון שהוא נעשה קבע גמור להתפלל וללמוד בו כדרך ביהמ\"ד לא מקרי עראי]:", "6": "<b>(ו) תשמישי קדושה וכו' </b>- והיינו דאף דבתשמישי מצוה קי\"ל בסימן כ\"א דלאחר שעבר מצותן מותר לזורקן בתשמישי קדושה אינו כן אלא אף לאחר שנתבלו ואין ראויין עוד לתשמישן מ\"מ יש בהן קדושה וצריך לגנזן וגם אסור להשתמש בהן שום תשמיש ודוקא תשמיש קדושה עצמה אבל דבר המשמש להתשמיש קדושה והוא הנקרא תשמיש דתשמיש אין בו קדושה ומותר להשתמש בהן אף בעודן קיימין [פמ\"ג]:", "7": "<b>(ז) תיק של ספרים </b>- היינו תורה נביאים וכתובים שהם קדושה והתיק הוי תשמיש לקדושה וה\"ה לשאר ספרי קודש ומש\"כ ורצועות תפילין ה\"ה לתיק שלהן וכל זה בין בשל יד ובין בשל ראש:", "8": "<b>(ח) וארגז וכו' </b>- מיירי שהוכן לכך ואפילו אם עדיין לא נתן בו רק פעם אחד או שלא הוכן מתחלה לכך אך שרגיל ליתן שם בקביעות ג\"כ נתקדש עי\"ז וכנ\"ל בסימן מ\"ב במ\"ב סק\"ט וכ\"ד עי\"ש:", "9": "<b>(ט) שנותנין בו ס\"ת </b>- קמ\"ל דלא נימא דלשמירה בעלמא עביד ולא לכבוד ואין על הארגז שם תשמישי קדושה [גמרא]. ואותן תיבות המיוחדות לשום שם ספרים שלנו שהספרים מכוסים בנייר ובעור או בקרשים מקרי התיבה תשמיש דתשמיש [ספר שיורי ברכה בשם תשובת ר\"י בן הרא\"ש] ואף דבארגז שנותנין בו ס\"ת קי\"ל דאפילו הס\"ת מונחת בתיק אפ\"ה הוי הארגז תשמישי קדושה כמבואר בי\"ד סימן רפ\"ב סי\"ב אפשר דארגז שאני שעשוי לכבוד הס\"ת כדאיתא בגמרא משא\"כ באלו התיבות שעשוי רק לשמירה בעלמא:", "10": "<b>(י) וכסא וכו' </b>- הוא השלחן שעומד על הבימה ואף דעליו מונח מטפחת ועל המטפחת מונח הס\"ת א\"כ השלחן אינו אלא תשמיש לתשמיש אפ\"ה דין תשמיש קדושה יש לו משום דלפעמים נותנין עליו הס\"ת בלא מטפחת [גמרא]:", "11": "<b>(יא) ווילון שתולין </b>- הוא הפרוכת והיינו למנהג התלמוד שהיו לפעמים מניחין ס\"ת עליה או שהיו מכסין בה הס\"ת [ונראה שהיה זה דבר מצוי בזמנם דאל\"כ הו\"ל תשמיש אקראי בעלמא ואין ע\"ז שם תשמיש קדושה] אבל האידנא דלא נהגינן הכי הו\"ל רק תשמיש דתשמיש וזהו שהגיה הרמ\"א לקמן בס\"ו בהג\"ה [אחרונים]:", "12": "<b>(יב) יש בהן קדושה </b>- וה\"ה מקק ספרים ומקק מטפחותיהן והיינו רקב של הספרים והמטפחת שנעשה על ידי התולעת האוכלתן [שבת צ' עמוד א']:", "13": "<b>(יג) וצריך לגנזן </b>- היינו אחר שנתבלו ואין עומדין לתשמישן עוד אפ\"ה יש בהן קדושה ואסור להשתמש בהן או לזורקן וע\"כ יגנזם במקום המשומר משא\"כ תשמיש דתשמיש אפילו בעודן קיימין מותר ליהנות בהן וכנ\"ל:", "14": "<b>(יד) ודוקא הדבר וכו' </b>- זה הכלל כל שנוגע ממש בקדושה בלי הפסק אע\"פ שאין כ\"כ לכבוד רק קצת שמירה כמו ארגז וכו' (לאפוקי ארון בחומה שהוא רק לשמירה בעלמא) ולכבוד אע\"פ שאין נוגע כך כמו טסי כסף ומכסה על הקרשים הואיל ומונח על הקדושה אע\"פ שיש הפסק תשמישי קדושה הוה משא\"כ פרוכת שלנו בסעיף ו' אע\"ג דדבר יקר וכבוד הוא מ\"מ הוי כמחיצה ואין מונח כלל על הקדושה [פמ\"ג] ועיין בבה\"ל מה שכתבנו בשם הגר\"א בזה:", "15": "<b>(טו) המכסה שעל הקרשים </b>- שדרכן היה לעשות לספרים תיק של קרשים ועליהן היו מכסין במכסה לנוי ולכבוד והואיל שהיא עשויה לכבוד הקדושה לכן נחשבת לתשמישי קדושה אף שאינה נוגעת בקדושה עצמה:", "16": "<b>(טז) הבנוי בחומה </b>- היינו שיש חלל בחומה כמין ארון וה\"ה אם נעשה כן בכותל של עץ דבכל זה הוי כחדר בעלמא כיון שלא נעשה לכבוד רק לשמירה ואם עושין ארון עץ תוך חלל החומה אותו הארון תשמיש קדושה הוה וכן כששוטחים חתיכת בגד בתוך החומה שלא יתקלקלו הספרים יש על אותו הבגד שם תשמישי קדושה [פמ\"ג]:", "17": "<b>(יז) מתקלקלים </b>- א\"כ לא היה ראוי מעיקרא ולא חלה עליו שם קדושה דלא מקרי תשמיש דידיה אלא מזיק דידיה ובאופן זה אפילו עשוי לנוי כיון שהוא מתקלקל אין עליו שם תשמיש קדושה:", "18": "<b>(יח) דמותר ליטלן משם </b>- ר\"ל דיטול הס\"ת ומותר לסתור אותו המקום ולא הוי כשאר תשמישי קדושה דאין לקלקלן וכנ\"ל בסוף סימן קנ\"ב עיין שם:", "19": "<b>(יט) מטפחת של ס\"ת </b>- וה\"ה לכל תשמישי קדושה:", "20": "<b>(כ) במי רגלים </b>- וה\"ה בכל דבר המסריח כמו מי משרה של פשתן וכיו\"ב:", "21": "<b>(כא) למת מצוה </b>- שצרכיו מוטלין על צרכי צבור [מאירי]:", "22": "<b>(כב) ס\"ת שבלה </b>- וה\"ה נביאים וכתובים כשהם כתובים בעור ובגלילה ובדיו [פמ\"ג]:", "23": "<b>(כג) בכלי חרס </b>- שיהיה לו קיום:", "24": "<b>(כד) וגונזין אותו </b>- וה\"ה שאר ספרים שבלו שצריך לגונזן ואסור לשורפן אע\"ג דכונתו שלא יבואו לידי בזיון מ\"מ דרך השחתה עביד וכתב הרמב\"ם במל\"ת סימן ס\"ה שהמאבד כתבי הקודש עובר בלאו דלא תעשון כן לה' אלהיכם וה\"ה בכל תשמישי קדושה יש ליזהר בזה [אחרונים]:", "25": "<b>(כה) שונה הלכות </b>- פי' משניות וברייתות ולא שימש ת\"ח בגמרא שהיא הסברת טעמי המשנה:", "26": "<b>(כו) מתיבה כסא </b>- תיבה הוא ארון הקודש ואף דכסא הוא ג\"כ תשמישי קדושה כדלעיל ס\"ג אפ\"ה אסור דתיבה הס\"ת מונח בה תמיד וכסא שהוא השלחן אין נותנין עליו הס\"ת אלא לפעמים והוי הורדת הקדושה:", "27": "<b>(כז) כיס לחומש </b>- דהוילון משמש לפעמים לס\"ת גופא כנ\"ל וחומש אפילו אם הוא עשוי בגלילה קדושתו קלה מס\"ת:", "28": "<b>(כח) אסור </b>- וכ\"ש שאסור לכרוך מפה של ס\"ת על הנביאים. ומפה שפורסין על השלחן אסור לפרוס על העמוד שלפני החזן. ומפות שפורסין על הס\"ת יכולין לתלותן בכותל ביהכ\"נ וכן כלי כסף שמשימין על הס\"ת יכולין להניחן על העמודים שבביהכ\"נ והטעם בזה דאינו תולה אותן לשם תשמיש ומה לי אם מונחים כאן או כאן:", "29": "<b>(כט) אין לו קדושת ארון </b>- דבזמנינו לעולם אין נותנין עליו ס\"ת בלא מטפחת ומותר לעשות מפרוכת מפה שעל השלחן וצ\"ע למה נהגו לפרסו לחופה לחתנים ואפשר דלב ב\"ד מתנה עליהם וכמ\"ש ס\"ח:", "30": "<b>(ל) רק קדושת ביהכ\"נ </b>- ואף שהוא רק תשמיש דתשמיש מ\"מ לא גרע משאר כלי ביהכ\"נ שדינם כביהכ\"נ אבל שאר תשמיש דתשמיש שאינם בביהכ\"נ כגון של תפילין וכדומה אין בו קדושה כלל [פמ\"ג]:", "31": "<b>(לא) שאינן קדושים </b>- שאינן לא לנוי ולא למלבוש רק לסימן בעלמא שלא יטעו וע\"כ הוי הורדה מקדושת ביהכ\"נ ועכשיו שנהגו לתלות היד בס\"ת לנוי א\"כ תשמיש קדושה הוה בודאי מותר לעשותו מכלונסים. איתא בס\"ח סימן תתקל\"ה דאסור להניח בתוך אה\"ק יריעות פסולים דהוי הורדה לקדושה ובמ\"א כתב דאפשר דשרי משום דלב ב\"ד מתנה עליהם וכ\"כ בא\"ר בשם שכנה\"ג דנוהגין להניח בתוכו יריעות פסולים אבל חומשים ושאר ספרים יש ליזהר שלא להניח בתוכו אפילו לפי שעה בין כשהס\"ת מונח בתוכה או לא ובארון הבנוי בחומה לפי המבואר לעיל בס\"ג בהג\"ה דיש לו רק קדושת בהכ\"נ שרי. ועיין ט\"ז שמפקפק קצת על מה שנוהגין בהו\"ר שלאחר שמוציאין כל הס\"ת שמים שם נר דולק דהוי דופן ארון הקודש תשמיש לאותו הנר. וקדושת הארון הוא דוקא כשעושין אותו שיהיה קבוע לעולם ואז אפילו נתיישן הארון ועשו אחר אפ\"ה אין להשתמש בראשון להורידו מקדושתו אבל אם עושין אותו לזמן עד שירחיב ה' לעשות אה\"ק כראוי לאחר שעושה ארון השני נתבטל קדושת ארון הראשון וע\"כ מותר לשום בתוכו ספרים [ט\"ז ושארי אחרונים]. אסור להשתמש בספר להנאתו כגון להגן בפני החמה או כדי שלא יראה חבירו מה שעושה. ולהניח ספר אחר תחת ספר שלומד בו כדי להגביהו יש להתיר ואם מונח ספר אחד לכו\"ע מותר להניח ספר אחר עליו [ח\"א] וכשהשמש זורחת על הספר שלומד בו יש להקל במקום הדחק להגן בספר אחר להיות לצל כיון שאינו עושה להנאתו. לא ישרטט קונטרס על הספר שהקונטרס עדיין אין בו קדושה אבל כשכבר כתוב עליו ד\"ת יש להקל אם הוא לצורך. אל יניח קונטרסים שלא נכתבו בם ד\"ת בספר ולא שום דבר ופשיטא לכתוב בספר חשבונותיו דאסור ולא ינסה בו בקולמוס. וצריך למחות בקושרי הספרים שמדבקין בלוחות הספרים כתבי קודש וידוע שהמאבד כתבי קודש עובר בלאו דלא תעשון כן לה' אלהיכם ואפילו אם נאמר דיזהר שלא ימחוק שם התיבות ובפרט השמות עכ\"פ הוא מורידן מקדושתן והוא איסור גמור:", "32": "<b>(לב) למלך </b>- שהיה קורא בתורה עליו בזמן הקהל וה\"ה בימה שלנו שעומד עליו האוחז הס\"ת:", "33": "<b>(לג) מועיל בו תנאי </b>- היינו כשהתנו בתחלת עשייתו שיהא מותר להשתמש בו. ואין חילוק בין לזמן שהס\"ת מונחת בו או אח\"כ:", "34": "<b>(לד) אפילו דחול </b>- ומ\"מ לתשמיש מגונה לא מהני תנאה [מ\"א לעיל בסימן קנ\"א סקי\"ד]:", "35": "<b>(לה) ואי אפשר ליזהר </b>- עיין בתה\"ד דמוכח שם דזהו דוקא בביהכ\"נ אבל לא בס\"ת של יחיד שיש לו בביתו:", "36": "<b>(לו) מתנה עליהם מעיקרא </b>- ודוקא במה שמבורר מנהגא להקל אבל במה שאינו מנהגא אין לנו להקל מעצמנו דאפשר דלא התנו ע\"ז:", "37": "<b>(לז) ואע\"ג דלא התנו </b>- ומסיים בתה\"ד נדחקתי כדי ליישב קצת מה שאין העולם נזהרין עכ\"ל ומשמע שם דראוי לכל אדם כשמנדב דבר לביהכ\"נ או הגזברים כשקונין איזה דבר להתנות שיהיו רשאים להשתמש בהם [מ\"א]:", "38": "<b>(לח) שלדעת כולן הוקדשו </b>- וכ\"ש מטפחות שהגזברים קונים אותם לצרכי הספרים שבביהכ\"נ בודאי לדעת כן נתקדשו לכתחלה שיהא מותר ליתנם מספר לספר:", "39": "<b>(לט) אסור להניחו וכו' </b>- משום דכל שינוי מקדושה לקדושה אסור אם לא לחמורה ממנו:", "40": "<b>(מ) ויש מתירים </b>- כיון שעכ\"פ אינו מורידה מקדושתה:", "41": "<b>(מא) משום לב ב\"ד וכו' </b>- ר\"ל אע\"ג דמצד הדין ראוי לפסוק כהדעה ראשונה שהיא דעת רוב הפוסקים דשינוי מקדושה לקדושה ששוה לה אסור מ\"מ הכא מותר משום לב ב\"ד וכו':", "42": "<b>(מב) אין מוחין בידם </b>- שאני אומר לב ב\"ד מתנה ע\"ז במקום שנהגו כן כיון שמשתמשין לכבוד התורה אבל בראשי חתנים דעלמא לא שאין אדם מתנה בעטרות שהן תשמישי קדושה לכבוד הס\"ת שיהא משתמש בהן הדיוט לכבוד עצמו אבל אם התנו בהדיא בשעת עשיית העטרה שיניחוהו בראשי חתנים דעלמא שרי כמש\"כ ס\"ח [מ\"א וא\"ר]:", "43": "<b>(מג) שנתנם כותי לעכו\"ם </b>- פי' לבית עכו\"ם להדלקה:", "44": "<b>(מד) וכיבן שמשן וכו' </b>- כלומר דאז מותרין להדיוט וכמו שכתב בהג\"ה דנתבטל מהם שם נוי עכו\"ם ע\"י כיבויין אפ\"ה אסורין לגבוה משום דמאיס וה\"ה שעוה הנוטף מנרותיהם דאסור [ח\"א] ואם לא הודלקו עדיין מעולם ומכרן שמשן לישראל מותר אף לגבוה דלא חל עלייהו שם נוי עכו\"ם מעולם:", "45": "<b>(מה) בביהכ\"נ </b>- וה\"ה לכל הדלקה של מצוה כגון הדלקת הנר דשבת ודחנוכה או ללמוד לפניהן דאסור וה\"ה לכל מילי דמצוה אין עושין מדבר שנעשה לעכו\"ם עיין סימן י\"א ס\"ח וסימן תקפ\"ו ס\"ג. ולענין לעשות מבית תפלה של עכו\"ם ביהכ\"נ כתב המ\"א בשם הרא\"ם להקל והטעם כי לא נעבד הבית עצמו מעולם ודעת הא\"ר נוטה להחמיר לעשות ביהכ\"נ קבוע ע\"ש וכמדומה שהעולם נוהגין להקל ועיין בה\"ל שביררנו דדוקא כשאין דרכן להעמיד שם אליליהם אבל אלו שמעמידין שם אליליהם אף שהוציאום משם ומכרו הבית לישראל דאז מותר הבית להדיוט מטעם שכבר נתבטל עי\"ז משם משמשי אליל כדאיתא ביו\"ד קמ\"ה ס\"ג עכ\"פ לביהכ\"נ אסור:", "46": "<b>(מו) אע\"פ שמותרים להדיוט </b>- ר\"ל מטעם ביטול וכנ\"ל אפ\"ה לגבוה אסור משום דמאיס. וה\"ה מנורות שקורין לייכטע\"ר שהיו בבית אלילים שלקחן ישראל אחר שביטלן העו\"ג שמותרין להדיוט אפ\"ה לביהכ\"נ אסור משום דמאיס וה\"ה להדליק בהן בביתו לצורך מצוה כמו לנר שבת וכדומה [פמ\"ג בפירוש דברי הט\"ז] ואף דא\"ר צידד להקל הפמ\"ג והגרע\"א מצדדים להורות כדברי הט\"ז. ולענין ספסלים מבתי אלילים שהם עשויין רק לישיבה בעלמא ולא לנוי לעכו\"ם פסק הפמ\"ג דמותרים לביהכ\"נ אף בלי בטול:", "47": "<b>(מז) שעוה או נר </b>- וה\"ה שאר דברים:", "48": "<b>(מח) אסור להדליקו </b>- דדמי לקרבן שאין מקבלין ממנו וה\"ה ממומר לחלל שבת בפרהסיא או מומר להכעיס אפילו באחד משאר עבירות שאין מקבלין מהן קרבן אין מקבלין מהן דבר לבהכ\"נ. מיהו אם נתנו מעות לכתוב ס\"ת בשמן שרי [מ\"א]:", "49": "<b>(מט) אם הוא מאוס </b>- ואפילו יש ששים נגדו דמותר באכילה כיון שמאוס אסור משום הקריבהו נא לפחתך ויש מקילין ביש ששים:", "50": "<b>(נ) אסור להדליקו בביהכ\"נ </b>- בפמ\"ג מצדד דה\"ה לשאר הדלקה של מצוה כגון נר שבת וחנוכה אסור אם הוא מאוס לו:", "51": "<b>(נא) נר של ביהכ\"נ </b>- היינו שנדר אחד שמן להדלקה בביהכ\"נ:", "52": "<b>(נב) מותר לקרות </b>- היינו בד\"ת ולא בקריאה של חול ולא דמי לנר חנוכה דלרוב הפוסקים אפילו ללמוד אסור לאורן וכדלקמן בסימן תרע\"ג שאני התם דבעינן שיהא ניכר שהודלק לשם מצות נר חנוכה ולא לשום דבר אחר משא\"כ הכא דכונת הנודר היה רק כדי להרבות מאור ביהכ\"נ לפיכך כל כמה דקרו אינשי לאורו בד\"ת טפי איכא מצוה ומקבל שכר. ומיהו זה דוקא במי שנדר נדר לביהכ\"נ וכנ\"ל אבל במקומות שעושין הגזברים נרות והדרך ליקח במו\"ש כ\"א נר לביתו אפילו משתמש בהן תשמיש חול שרי דה\"ל לב ב\"ד מתנה עליהן אבל באותם שעומדים על המנורה אסור לקרות בהן דבר של חול [אחרונים]:", "53": "<b>(נג) אין מדליקין וכו' </b>- דיש קדושת ביהכ\"נ עליהם:", "54": "<b>(נד) של הדיוט </b>- ולאפוקי להדליק ממנו נר שבת וחנוכה או לצורך ת\"ת דשרי:", "55": "<b>(נה) כשצריך לכבותן </b>- הטעם דלא חמירי מנר חנוכה דלאחר שדלקו זמן שיעורן מותר ליהנות מהן [הגר\"א]:", "56": "<b>(נו) לצורך גדול </b>- ולענין להדליק הפיפ\"א של טאבא\"ק מנר של ביהכ\"נ עיין בש\"ת שפוסק לאיסור מנר של תפלה ואך מנר של יא\"צ שדולק כל המעל\"ע יש להתיר. כתב ס\"ח סימן תתי\"ג לא יקח נר לבקש מעותיו אבל אם ירא פן נחבאו גנבים בביהכ\"נ יקח נר ויחפש [א\"ר] ולענ\"ד אחר שכתב רמ\"א דלצורך גדול אמרינן לב ב\"ד מתנה מסתברא דשרי נמי ליקח נר לחפש מעותיו שנפלו ממנו:", "57": "<b>(נז) והתנו וכו' </b>- ובלא התנו א\"צ ליתן לזה שהולך כלום דהא קנו אותה אדעתא שתשאר פה:", "58": "<b>(נח) אלא מה שנתן </b>- דמסתמא לא התנו אלא לחלק מבורר באותה שעה ולא לעשות שומא אחרת ואף אם היה ראוי להסתפק בלשונם למה נתכונו נמי דינא הכי כיון דממ\"נ הס\"ת נשאר להנשארים אלא שצריכין להחזיר הדמים ויש ספק כמה יחזירו מצו למימר הס\"ת ממ\"נ דידן היא ואי משום דמי אייתי ראיה ושקול [ב\"י]. ולפי טעם זה האחרון אפילו הוזלו הספרים א\"צ ליתן לו אלא כשער הזול [לבוש] ואם היה התנאי ביניהם שאם ירצה הוא יתן להם דמיהם ויקח הס\"ת אע\"פ שנתרצה אח\"כ ליתן להם הס\"ת מ\"מ הם אינם נקראים מוחזקים כיון שיש בידו לסלקן [מ\"א]:", "59": "<b>(נט) בלבד </b>- וכ\"ז בנידון כזה דבלא תנאי לא היה לו שום זכות למישקל דמי עבור חלקו וכנ\"ל וממילא הוי ס\"ת בחזקת הנשארים אלא שהתנאי גורם שיתנו לו דמים הם אומרים אייתי ראיה כמה מגיע לך בשביל תנאי שלך ושקול אבל שותפים שקנו ביחד בית אחד והיה תנאי ביניהם שיתנו לו חלקו כ\"ז שירצה ואח\"כ הוקר ואחד רוצה להסתלק וליטול חלקו מן הנשארים ודאי צריכים ליתן לו כפי מה ששוה עתה דמכח התנאי לא יגרע כחו דלא בא תנאי זה אלא ליפות כחו דלא יצטרך להמתין עד זמן שירצו הם משא\"כ כאן בס\"ת דמצד הדין אין לו שום זכות בס\"ת בלתי התנאי וכנ\"ל [ט\"ז]. בני העיר שהיה להם ביהכ\"נ אחד ומחמת איזה סיבה הוצרכו לחלוק עצמן לשנים הדין הוא שכל כלי הקודש וס\"ת יחלוקו באופן זה אם יש חפצים ידועים שהקדישם יחיד ועדיין לא נשתקע שם הבעלים יכול הוא או יורשיו להוליכם לביהכ\"נ שמתפלל בתוכה אבל אם נשתקע שם בעליו ממנו אע\"פ שידוע מי הקדישם אין לו שום יפוי כח ויתרון בהם מאחרים. וההקדשות הבאים מקופת הקהל יש אומרים שאלו ההקדשות יחולקו לפי ערך אנשים שהם מבן י\"ג ומעלה [שיש לכולם זכות בס\"ת לקרות בהם ולהשתמש בחפצים של הקדש] אבל המג\"א כתב דגם לנשים וטף יש חלק בכל הדברים כי יורשים הזכות מאבותיהם. ואם אי אפשר לחלקם ישתמשו בהם כל אחד ערך זמן לפי הזכות שיש להם בהם. קהל שברחו מעיר מאיזה סיבה ואחד מהם לקח כלי הקודש עמו ואח\"כ חזרו רוב הקהל ונתישבו מחויב להחזיר להם כלי הקודש אע\"ג שהוא היה המנדב את הכלים והוא אינו רוצה לחזור ולהתישב באותו קהל כיון שחזרו ונתישבו שם רוב הקהל [משפטי שמואל סימן ט\"ו]. כתב רמ\"ע בת' סי' ס\"ד אחד שקנה מצוה לשנה כגון גלילה ובתוך השנה גירש המלך היהודים אם בשעת הקנין נשמע דבר המלך אע\"ג שהיו משתדלים לבטל הגזירה מ\"מ הוי ליה להתנות ואם לא התנה צריך לשלם וגם בהתנה בעינן שיתנה כמשפטי התנאי דהיינו תנאי קודם למעשה וכדומה ובחידושי רעק\"א משיג על זה ודעתו דכל שגילה דעתו דאינו קונה אלא בדוקא שיתנו לו הגלילה סגי. מצא דבר בחצר ביהכ\"נ או בביהכ\"נ זכה בו ולא אמרינן דיקנה החצר להקדש דחצר קונה מטעם יד ואין יד להקדש (מג\"א בשם אגודה ועיין בחי' רעק\"א) ובספר מגן גבורים כתב שיש בזה דעות בין הראשונים עי\"ש. המתנדב איזה דבר לביהכ\"נ כגון פרוכת וטסי כסף וכיוצא בזה ורוצה לכתוב שמו עליו אין הצבור יכולים לעכב עליו שגם התורה כותבת ומפרסמת העושה מצוה (רשב\"א) ומיהו דוקא אם נתרצו לקבל נדבתו אבל אין יכול להתנדב ולכתוב שמו עליו בע\"כ של הצבור (פמ\"ג). כתב בס\"ח סי' תק\"ג מעשה באחד שבנה ביהכ\"נ ורצו הקהל להשתתף עמו במעות ולא רצה כדי שיהיה לו ולזרעו לשם וכלה זרעו. כתב אמונת שמואל סימן ל\"ה גבאי צדקה ששכר פועלים לסייד או לכייד במעות צדקה אין לכתוב בביהמ\"ד זאת נעשה בפקודת פלוני גבאי וכו' דדוקא מי שעושה בעצמו או מקדיש ממונו כותבין עכ\"ל והובא בא\"ר עי\"ש בסימן ק\"נ:"}, "155": {"1": "<b>(א) ילך לבית המדרש </b>- דאיתא בגמרא היוצא מביהכ\"נ ונכנס לבהמ\"ד ועוסק בתורה זוכה ומקבל פני השכינה שנאמר ילכו מחיל אל חיל יראה אל אלהים בציון. והנה בזמנם היה הביהכ\"נ מיוחד לתפלה וביהמ\"ד מיוחד לתורה לחוד והיה דרכם להתפלל בביהכ\"נ ואף בזמנינו שמתפללים בבתי מדרשות מ\"מ שייך ג\"כ דבר זה דאחר התפלה ילך להתחבר עם האנשים העוסקים בתורה במשניות וכדומה ונאמר עליו הכתוב ילכו מחיל אל חיל וגו':", "2": "<b>(ב) ויקבע </b>- דאיתא בגמרא כשמכניסין אדם לדין שואלין אותו קבעת עתים לתורה וטוב שיקבע העת מיד אחר התפלה משום ילכו מחיל אל חיל וכנ\"ל וגם דאם ילך מקודם לעסקיו חיישינן שמא ימשך ויתבטל קביעותו (פמ\"ג):", "3": "<b>(ג) ללמוד </b>- חייב אדם ללמוד בכל יום תורה שבכתב שהוא תנ\"ך ומשנה וגמרא ופוסקים ובעלי בתים שאינם לומדים רק ג' או ד' שעות ביום לא ילמדו בגמרא לחוד דבזה אינו יוצא אלא צריך שילמוד דוקא גם ספרי פוסקים כל אחד כפי השגתו [שו\"ע יו\"ד וש\"ך שם]:", "4": "<b>(ד) שלא יעבירנו </b>- דעיקר מצות ת\"ת אין לה שיעור וחיובה הוא כל היום כ\"ז שיש לו פנאי וכדכתיב לא ימוש ספר התורה הזה מפיך וגו' וכשיש לו פנאי והוא מבטל מלמוד תורה מרצונו הוא קרוב למה שאחז\"ל [סנהדרין צ\"ט] על הפסוק כי דבר ה' בזה זה שאפשר לו לעסוק בתורה ואינו עוסק. ואחז\"ל [ירושלמי סוף פ\"ט דברכות] ר' חלקיה בשם ר' סימון העושה תורתו עתים [ר\"ל שאינו לומד אלא בעתות מיוחדות אף שיש לו פנאי ללמוד יותר] הרי זה מפר ברית ויליף זה מן הכתוב עת לעשות לה' הפרו תורתך [ועי\"ש בפירוש הפני משה] אלא הכונה בקביעת עתים לתורה הוא שצריך האדם ליחד עת קבוע בכל יום שלא יעבירנו בשום פעם. ואם אירע לו אונס שלא היה יכול להשלים הקביעות שלו ביום יהיה עליו כמו חוב וישלימנו בלילה וכדאמרינן [עירובין ס\"ה] רב אחא בר יעקב יזיף ביממא ופרע בלילא. וכתבו האחרונים שלעולם קודם שיצא מביהמ\"ד שחרית אפילו אם אירע לו אונס שלא יוכל ללמוד בקביעות ילמוד עכ\"פ פסוק אחד או הלכה אחת:", "5": "<b>(ה) להרויח הרבה </b>- ואיש כזה הוא מבעלי אמנה שמאמין ובוטח בה' שלא יחסר לו מזונותיו עי\"ז וכדאיתא בירושלמי [סוטה פ\"ט] מאי אנשי אמנה כהדא דהוו צוחין ליה בפרגמטיא [פי' שהיו צועקים הקונים שיבא עם סחורתו למכור] והוי אמר לית אנא מבטל ענתי מה דחמי למיתי מיתי וז\"ל הקרבן עדה שם הוי אמר אין אני מבטל השעה שקבעתי ללמוד התורה בשביל הרווחת ממון אם ראוי שיבוא לי ריוח יבוא הוא מעצמו מהקב\"ה אף לאחר שאגמור קביעות למודי:", "6": "<b>(ו) ילך לביהמ\"ד </b>- שלומדים שם ואפי' אם אינו מבין מה שלומדים מ\"מ העכבה בביהמ\"ד מצוה היא וכש\"כ אם יוכל להבין מה שלומדים בהלכה או באגדה יקבע עצמו לשמוע ויעלה לו במקום למוד וכמו שאחז\"ל [דברים רבה פרשת כי תבא] אמר ר' יהושע אמר רב נחמן כל מי שבא לביהכ\"נ ושומע דברי תורה זוכה לישב בין החכמים לעת\"ל שנאמר אזן שומעת תוכחת חיים בקרב חכמים תלין:", "7": "<b>(ז) או יקבע לו מקום </b>- הוא ענין בפני עצמו ואריש הסעיף קאי דצריך אדם לקבוע תורתו בביהמ\"ד ושם יהיה לו מקום קבוע לתורה וצ\"ל ויקבע לו מקום:", "8": "<b>(ח) וילמוד </b>- לפי רהיטת לשון הרמ\"א הוא מגומגם דהלא מיירי בתחלה באדם שאינו יודע כלל ללמוד שאין לו אלא שכר הליכה אלא האמת כמו שכתבנו מתחלה דקאי הכל אריש הסעיף וקמ\"ל דאפילו מי שיודע ללמוד רק מעט אפ\"ה יקבע לו מקום בבהמ\"ד ללמוד במה שיודע וכן מבואר בתר\"י שממנו נובע הג\"ה זו שכתב וז\"ל ואפילו מי שאינו יודע ללמוד אלא מעט יש לו לקבוע באותו מקום ללמוד במה שיודע וכו' ואם אינו יודע כלל ללמוד יש לו ללכת לבתי מדרשות שלומדין ושכר הליכה בידו:", "9": "<b>(ט) מעט במה שיודע </b>- וכשלומד רק מעט נכון שעיקר למודו יהיה בהלכות שידע איך להתנהג למעשה וכנ\"ל ואמרו חז\"ל על הפסוק אוהב ה' שערי ציון מכל משכנות יעקב אוהב ה' שערים המצוינים בהלכה יותר מכל בתי כנסיות וכו' וגם אמרו כל השונה הלכות בכל יום מובטח לו שהוא בן עוה\"ב ואם אינו מבין בהלכות ילמוד כל מה שיודע וכעת בזמנינו יש כמה ספרים ממאמרי חז\"ל מועתקים על לשון אשכנז ויוכל כל אדם לקרות וללמוד בהם:", "10": "<b>(י) ויחשוב בעניניו </b>- פי' שיראה ויבדוק בשבתו קצת פנוי בביהמ\"ד אם יש צד עבירה במו\"מ שלו גזל ואונא' ורבית וכדומה ויפרוש ממנה:", "11": "<b>(יא) וטוב שירגיל בו </b>- כדאמרינן בגמרא שמונים ושלשה מיני חלאים תלויים במרה וכולם פת במלח וקיתון של מים שחרית מבטלתן ומצוה להנהיג עצמו במדה טובה והנהגה טובה לשמור בריאותו כדי שיהיה בריא וחזק לעבודת הבורא יתעלה [טור]:"}}