{"166": {"1": "<b>(א) שא\"צ ליזהר וכו' </b>- דמה דאמרינן בש\"ס [ברכות נ\"א] תיכף לנט\"י סעודה ס\"ל דהיינו שלא יתעסק בינתים באיזה עסק או מעשה עד שיסיח דעתו או בשיחה הרבה דמביא לידי היסח הדעת [אפילו אם היה בד\"ת] אבל אם יושב בטל ואינו עושה בינתים שום מעשה אף ששוהה הרבה או אפילו משיח מעט אין לחוש כיון שהשלחן ערוך לפניו ודעתו לאכול מיד לא מסיח דעתו:", "2": "<b>(ב) וי\"א שצריך ליזהר </b>- אפילו בשהיה לחוד כדלקמיה וכ\"ש שלא לדבר בינתים אפילו שיחה מועטת ואפי' בד\"ת חשיב הפסק לדידהו וצריך ליזהר לבד מהדברים שהם לצורך סעודה דמותר להפסיק לכו\"ע:", "3": "<b>(ג) וטוב ליזהר </b>- כתבו הספרים בשם הזוה\"ק שמצוה לאדם שיתפלל בכל יום על מזונו קודם האכילה. ואם שכח להתפלל עד אחר שנטל ידיו לאכילה יש מצדדים שיכול לומר תפלה זו אחר הנטילה דלא חשיב הפסק דהוי קצת כצורך סעודה [ויש שנהגו לכתחלה לומר מזמור ה' רועי בין נטילה להמוציא] ויותר נכון שיאמרנו אחר אכילת ברכת המוציא וכ\"כ א\"ר בשם של\"ה:", "4": "<b>(ד) ואם שהה וכו' </b>- היינו משעה שנגב ידיו עד ברכת המוציא:", "5": "<b>(ה) כדי הילוך כ\"ב אמה </b>- שבשיעור זה נקרא הפסק אפילו ביושב במקומו [ואם הולך מביתו לבית אחר יש שמחמירין אפילו בהליכה מועטת] ומשמע מאחרונים דבשלא לצורך אין לשהות כלל בינתים אלא יברך המוציא מיד אחר הניגוב:", "6": "<b>(ו) מקרי הפסק </b>- ולא מקרי תיכף וא\"כ לפי מה שפסק המחבר דטוב ליזהר לתכוף נטילה לסעודה יש ליזהר גם מלשהות בינתים שיעור כזה. ודע דעיקר דין תכיפה המוזכר בסימן זה הוא רק מצוה לכתחלה אבל בדיעבד אפילו שהה הרבה או הפסיק בינתים אין צריך לחזור וליטול ידיו כל שלא הסיח דעתו בינתים משמירת ידיו:"}, "167": {"1": "<b>(א) בוצע בפת במקום וכו' </b>- היינו לאחר שנטל ידיו לאכילה ורוצה לברך על הלחם ולאכול הוא בוצע לכבוד הברכה במקום שנאפה היטב דהיינו במקום הקשה ולא במקום הרך באמצעיתו:", "2": "<b>(ב) ובפת דידן </b>- עיין בביאור הגר\"א שמפקפק על לשון דידן דה\"ה בתנורים שלהן שמדבקין הפת בצדי התנור ג\"כ דינא הכי ועיין בבה\"ל:", "3": "<b>(ג) בצד הפת </b>- דבגמרא איתא [לחד גירסא] שבוצע ממקום שמתחיל הפת לקרום ולהתבשל ויש מפוסקים שס\"ל דהוא צד העליון מהפת שהוא נגד אויר התנור וי\"א שצד התחתון מתבשל תחלה שמונח על קרקעית התנור לכן צריך לחתוך מן הצד מהעליון והתחתון ויצא ידי שניהם. י\"א שטוב שיחתוך בצד שהוא כנגד צד המתבקע כי בזה הצד התחיל לאפות ונדחקה העיסה עד שנתבקע הצד שכנגדו. בפרוסה יכול לבצוע במקום שנפרס וא\"צ לבצוע במקום השלם רק שצריך לחתוך מצד העליון והתחתון [פמ\"ג]. היכא שנשרף הככר במקום אחד או שנדבק בעפר אין לחתוך במקום ההוא לברכת המוציא:", "4": "<b>(ד) ויחתוך וכו' וצריך וכו' </b>- האי וצריך הוא פירוש למה שכתב בתחלה ויחתוך וביאור הענין הוא דמדינא מברך ואח\"כ פורס הככר כדי שתהיה כל הברכה אפת שלמה שהוא דרך כבוד לברכה אך כדי שלא יהיה שיהוי רב בין הברכה לאכילה ויראה כהפסקה כתבו הפוסקים דטוב לכתחלה שיחתוך מעט בככר קודם שמתחיל הברכה [ושיעור החיתוך יהיה מעט כדלקמיה] ויברך ואח\"כ גומר להפריד הפרוסה מן הפת:", "5": "<b>(ה) מעט </b>- ואפילו בפרוסה לא יחתוך לגמרי קודם הברכה כדי שיהיה נראה יותר גדולה:", "6": "<b>(ו) שאם לא כן וכו' </b>- ר\"ל שאם יחתוך כ\"כ בהככר עד כדי שיעור שאם יאחז בפרוסה לא יעלה הככר עמו וישבר לחצאין נחשב כפרוס ומובדל מהככר ואע\"ג שאם יאחז בהככר יעלה ממילא הפרוסה עמו לא מקרי שלם עי\"ז:", "7": "<b>(ז) ויניחנה וכו' </b>- הוא חוזר למה שכתב מתחלה ויחתוך פרוסת הבציעה:", "8": "<b>(ח) קטנה </b>- היינו קטנה מכזית [לבוש] ועיין בביאור הגר\"א ובא\"ר:", "9": "<b>(ט) יותר מכביצה </b>- היינו אם פורסה כדי לאכול תיכף ממנה גופא אבל אין בכלל זה מה שפורסין חתיכה גדולה מהככר ואח\"כ חותך מן אותה פרוסה גופא חתיכה להמוציא דבזה לא מיחזי כרעבתנותא וכמבואר לקמן בסוף סימן זה בט\"ז עי\"ש:", "10": "<b>(י) ובשבת </b>- וה\"ה ביו\"ט מפני שצריך לברך על לחם משנה חיישינן שמא תשבר כולה קודם הברכה או עכ\"פ שמא יחתוך כ\"כ בעומק שכשיאחז בפרוסה לא יעלה הככר עמו והוי כפרוס לגמרי ואנן לחם משנה בעינן וע\"כ טוב יותר שלא יחתוך כלל ואף דעי\"ז יצטרך ע\"י החתיכה לשהות קצת בין הברכה לאכילה לא חשיבא הפסק כיון דהוא צורך אכילה אלא דבחול מחמרינן לעשות ע\"צ היותר טוב:", "11": "<b>(יא) אינו מזיק </b>- ר\"ל שלא הפסיד עי\"ז הלחם משנה שכל שאוחז בפרוסה ושאר הככר עולה עמו הוי כשלם:", "12": "<b>(יב) אבל בשבת וכו' </b>- פי' דבשבת לא מחזי כרעבתנותא דמשום חבוב סעודת שבת הוא עושה להרבות בסעודה:", "13": "<b>(יג) או שאוכל וכו' </b>- ר\"ל אפילו בחול:", "14": "<b>(יד) מן הפרוסה </b>- פי' שעיקר המצוה לכתחלה כשמוציא אחרים ידי חובתן לתת לחם מהפרוסה שחתך לכל אחד ואחד מהם ולא מן הלחם הנשאר וצריך ליזהר בזה בסעודה גדולה [אם אחד מוציא את כולם בברכתו] שיחתוך בציעת המוציא כ\"כ גדולה שיפסיק לחלק ממנה המוציא לכל המסובין:", "15": "<b>(טו) לכל אחד כזית </b>- כדי שלא יהיה נראה כצר עין וכנ\"ל בסוף הסעיף [ובד\"מ איתא כזית או פחות מעט] וי\"א עוד דבלאו האי טעמא ג\"כ טוב הוא לכתחלה שיאכל אדם כזית בעת ברכת המוציא:", "16": "<b>(טז) המוציא </b>- בה\"א קודם המ\"ם ואם בירך מוציא יצא:", "17": "<b>(יז) ואם רבים מסובים </b>- ר\"ל אם המסובים רוצים לצאת בברכתו:", "18": "<b>(יח) יכוונו לבם </b>- משום דכיון דרוצה לצאת בברכת חבירו צריך ליתן דעתו לשמוע ואז הו\"ל כל תיבה ששומע מפי המברך כאלו אמר בעצמו:", "19": "<b>(יט) ויענו אמן </b>- דע\"י העניה שמאמת הדבר אז נחשב כאלו הוא מברך בעצמו ומ\"מ בדיעבד אינו מעכב כדלקמן בסימן רי\"ג ס\"ב ע\"ש:", "20": "<b>(כ) והמברך יכוין וכו' </b>- דענית אמן ג\"כ מכלל הברכה היא ואע\"ג דהוא בירך כבר בעצמו מ\"מ ע\"י שעונים אמן עליה הברכה חשובה יותר ולכך נכון לכתחלה לכוין לצאת בענית אמן שעונה העונה ועיין בה\"ל:", "21": "<b>(כא) יתן ריוח </b>- היינו שיפסיק מעט כדי שלא יבלע תחת לשונו אחת מהממין וכן בין שאר שתי אותיות ששוות בהברכות:", "22": "<b>(כב) קודם שיתפוס </b>- שאין מברכין על המצות אלא סמוך לעשייתן כשהמצוה בידו לעשותה ולא קודם לכן ובדיעבד אם בירך ואח\"כ נטלו בידו ג\"כ אין צריך לחזור ולברך וכדלקמן בסימן ר\"ו ס\"ה ע\"ש ובמ\"ב:", "23": "<b>(כג) יתן שתי ידיו </b>- היינו דטוב לעשות כן. ואם הוא לבוש בבתי ידים נכון שיסירם בשעת הברכה. כתבו האחרונים כשיאמר השם יגביה הככר ובשבת שמברכין על שתים יגביה שתיהם:", "24": "<b>(כד) התלויות בפת </b>- כי עשר מצות אדם עושה עד שלא יאכל פרוסת פת [ירושלמי ספ\"ק דחלה] בשעת החרישה לא תחרוש בשור ובחמור יחדו בשעת הזריעה שדך לא תזרע כלאים בשעת דישה לא תחסום שור בדישו. לקט שכחה ופיאה תרומה ומעשר ראשון ושני וחלה:", "25": "<b>(כה) לא יבצע וכו' </b>- וממילא צריך ליזהר מלהתחיל לברך הברכה ואם בירך צריך להמתין קצת מלאכול עד שיביאו המלח:", "26": "<b>(כו) לפניו </b>- ואם רבים המסובים צריך להמתין מלברך עד שיביאו לפני כל אחד ואחד לפי שהוא מוציא אותם בברכתו וצריכין לטעום מיד אחר הברכה:", "27": "<b>(כז) מלח או לפתן </b>- כדי שתהא נאכלת בטעם משום כבוד הברכה ועוד כדי שלא יצטרך אח\"כ להפסיק בין ברכה לאכילה לבקש מלח ותבלין דאסור לכתחלה ואפילו אם יתאחר קצת עד שיביאו ג\"כ נכון להמתין מלברך. ומש\"כ נקיה כגון פת חטים וכה\"ג:", "28": "<b>(כח) פת חריבה וכו' </b>- דאין בזה משום כבוד ברכה הואיל דאין דעתו לאכול כלל בסעודה זו מלח ותבלין וגם לטעם השני משום הפסק ג\"כ לא שייך בזה דהא אין דעתו כלל לבקש אח\"כ מלח ותבלין:", "29": "<b>(כט) א\"צ להמתין </b>- ומ\"מ אם רוצה להמתין קודם הברכה עד שיביאו לפניו מלח ותבלין הרשות בידו ואין לחוש להפסק בין נטילה להמוציא כיון שהוא צורך סעודה [מ\"א וש\"א]:", "30": "<b>(ל) דומה למזבח </b>- כמו שאחז\"ל [ברכות נ\"ה] בזמן שבהמ\"ק קיים המזבח מכפר על האדם עכשיו שלחנו של אדם [שנותן מלחמו לדל] מכפר עליו דכתיב וידבר אלי זה השלחן אשר לפני ה':", "31": "<b>(לא) והאכילה </b>- שאדם אוכל לחזק כחותיו ועי\"ז יהיה בריא וחזק לעבודת ה':", "32": "<b>(לב) והוא מגין </b>- דאיתא במדרש כשישראל יושבין וממתינין זה את זה עד שיטלו ידיהם והם בלא מצות השטן מקטרג עליהם וברית מלח מגין עליהם:", "33": "<b>(לג) וע\"ל סוף סי' ק\"ע </b>- פי' אע\"ג דמבואר שם דלדידן דפת שלנו הוא במלח אין אנו נוהגין באכילת מלח אחר הסעודה מ\"מ מצוה להניחו על השלחן וכתבו המקובלים לטבול פרוסת המוציא במלח ג\"פ:", "34": "<b>(לד) יאכל מיד </b>- דלכתחלה אסור להפסיק בשתיקה יותר מכדי דיבור כדלקמן בסי' ר\"ו ס\"ג עי\"ש:", "35": "<b>(לה) ולא ישיח </b>- עד שיכלה ללעוס קצת מהפרוסה ויבלענו כיון דפסק השו\"ע לקמן בסוף סימן ר\"י דבטועם לבד אם לא בלע א\"צ ברכה א\"כ עיקר הברכה על הבליעה [וכן אם רבים המסובין וכל אחד יש לו ככר ומברך לעצמו לא יענה אמן על ברכתו של חבירו קודם שיטעום הוא על ברכתו] ומ\"מ אם עבר ושח בעודו לועס קודם שבלע הפרוסה בדברים שאינו מצרכי סעודה צ\"ע אם צריך לחזור ולברך [ובח\"א כלל מ\"ט מצדד דאפילו לא בלע רק הטעם שמצץ בפיו מן הלעיסה א\"צ לחזור ולברך] אמנם א\"צ שיאכל דוקא שיעור כזית קודם שידבר דאפילו אם אכל רק פחות מכזית אחר הברכה חשיבא אכילה לענין זה דמותר לדבר אח\"כ אם הוא צריך לכך ושלא במקום הדחק טוב שיאכל מתחלה שיעור כזית:", "36": "<b>(לו) ואם שח </b>- אפילו תיבה אחת:", "37": "<b>(לז) מענין דברים </b>- ואפילו הפסיק בדברים שאינו לצורך פרוסת המוציא רק מעניני צרכי סעודה ואפילו דיבר להביא הכלים שהן לצורך הסעודה לא הוי הפסק:", "38": "<b>(לח) שבירך על הפת וכו' </b>- ואפילו פת שלנו דנקיה ומתובל בתבלין דפסק השו\"ע לעיל דא\"צ להמתין עד שיביאו מלח ולפתן מ\"מ כיון שהוא חפץ לאכול הפת ע\"י טיבול במלח ולפת ה\"ז מעניני סעודה:", "39": "<b>(לט) תנו לפלוני לאכול </b>- בין עני ובין עשיר ואפילו לא אמר שיתנו לו מפרוסת המוציא אלא אמר לב\"ב שיתנו לו ככר שיברך בעצמו מ\"מ מעניני סעודה הוא:", "40": "<b>(מ) מאכל לבהמה </b>- ג\"כ מעניני סעודה הוא דאסור לטעום קודם שיתן לבהמתו. כתב המ\"א בשם ס\"ח דלשתות אדם קודם לבהמה כדכתיב ברבקה שאמרה להעבד שתה וגם גמליך אשקה:", "41": "<b>(מא) לא יפסיק כלל </b>- בכל אלו הדברים ואפילו אם היה פת שאינו נקי דצריך להמלח ג\"כ אסור להפסיק קודם שיבלע מעט:", "42": "<b>(מב) ששח </b>- הבוצע קודם שאכל כצ\"ל:", "43": "<b>(מג) אבל אח\"כ וכו' </b>- פי' אפילו השיחו אח\"כ השומעים ויוצאים בברכתו קודם שטעמו ג\"כ אין קפידא בדיעבד הואיל וכבר חלה ברכת המברך מיהו לכתחלה בודאי אסור לכל אחד מהשומעים להפסיק קודם שיטעום. והנה זהו רק דעת הרמ\"א אבל כמעט כל האחרונים חולקים עליו וס\"ל דלא עדיף השומע מהמברך עצמו כששח קודם טעימתו שחוזר ומברך וה\"נ השומעים אם הפסיקו בדברים קודם טעימתן שחוזרין ומברכין. ודע עוד דאם המברך שח קודם שטעם אף שהשומעים לא שחו כלל משמע מהפוסקים לכאורה דשוב אינם יוצאים בהברכה כמו שכתבתי בבה\"ל וצ\"ע לדינא:", "44": "<b>(מד) להוציא השומעים </b>- וגם השומעים כוונו לצאת בברכתו:", "45": "<b>(מה) ואח\"כ ניגב וכו' </b>- ה\"ה כשכל הנטילה וברכת ענט\"י היה אח\"כ ג\"כ יוצא בדיעבד דכל זה לא הוי הפסק דהוי צורך סעודה וכנ\"ל ולא נקט לשון זה אלא להורות לנו דאם ברכת ענט\"י היה בשעה שיעקב בירך המוציא דלא יצא דהרי צריך להבין ולשמוע מה שאומר המברך ולא להפסיק בדברים אחרים ואז שומע כעונה [עיין לקמן סימן קפ\"ג סוף ס\"ו] ובעו\"ה הרבה נכשלין בזה בליל ש\"ק כשהבעה\"ב מוציא בני ביתו בקידוש:", "46": "<b>(מו) ובירך ענט\"י וכו' </b>- ואע\"ג דקי\"ל שומע כעונה וכבר פסק המ\"א לעיל בסימן קנ\"ח סי\"א דאם קודם שבירך ענט\"י בירך המוציא לא יוכל לברך עוד ענט\"י שאני הכא דלא ניגב ידיו קודם ברכת המוציא ולא נגמר המצוה עדיין אבל אם כבר נגב ג\"כ לא יכול לברך עוד ענט\"י כיון דכבר יצא בברכת המוציא:", "47": "<b>(מז) מברך </b>- על מה שיאכל אח\"כ דכי בשביל שאכל עד עתה בלי ברכה יחזור ויאכל בלי ברכה [גמרא]:", "48": "<b>(מח) אינו מברך </b>- שברכת הנהנין הוא כשאר ברכת המצות שאין מברכין עליהם אלא עובר לעשייתן ולא אח\"כ אא\"כ היא מצוה שא\"א לברך עליה עובר לעשייתן כמ\"ש בסימן קנ\"ח סי\"א ע\"ש ומיהו אם אפשר לו לאכול עוד מעט טוב שיברך המוציא ויאכל:", "49": "<b>(מט) אינו חוזר ומברך </b>- כשיאכל עוד דברכת המוציא אינו אלא מדרבנן וספיקא לקולא ומטעם זה אפילו אם ירצה להחמיר ולברך ג\"כ אינו רשאי משום ברכה שאינה צריכה מיהו אם נזדמן לפניו במסיבתו אחד שרוצה לאכול פת נכון שיוציאנו בברכת המוציא:", "50": "<b>(נ) במקום ברכת המוציא וכו' </b>- היינו אף דפת הוא דבר חשוב אפ\"ה מהני בדיעבד אם בירך שהכל וכ\"ש על כל דבר כדאיתא לקמן בסימן ר\"ו ס\"א:", "51": "<b>(נא) בירך שהנ\"ב </b>- היינו שאמר ברוך אתה ה' אמ\"ה שהנ\"ב או אף שלא הזכיר תחלה כלל רק אמר בריך רחמנא וכו' לחוד יצא כיון שיש שם ומלכות דמלת רחמנא קאי במקום השם (שכן היו קורין אותו בבבל) ומלת מלכא הוא מלכות:", "52": "<b>(נב) דהאי פיתא </b>- ואם אמר מלכא מאריה דהאי ולא הזכיר שם הפת כלל אפשר דיצא כיון שהפת מונחת לפניו ועיין בה\"ל:", "53": "<b>(נג) יצא </b>- בדיעבד אבל לכתחלה אסור בשתיהן דאף דברכות נאמרין בכל לשון היינו היכא דלא שינה כלל מנוסח הברכה אבל הכא הא שינה מנוסח שקבעו חז\"ל בלשה\"ק ואפ\"ה יצא בדיעבד כיון שעכ\"פ הזכיר שם ומלכות וענין הברכה. ולפי מה שפסק המחבר לקמן בסימן רי\"ד מיירי כאן דאמר מלכא דעלמא מריה וכו' ועיין במה שנכתוב שם בבה\"ל ומשמע בש\"ס דה\"ה אם אמר ברוך המקום מלך העולם שברא פת זה דיצא:", "54": "<b>(נד) שנים או רבים </b>- נקט לשון זה משום דבבהמ\"ז דינא הוא דדוקא בשלשה מזמנין יחד ומוציאין כל אחד את חבירו ובשנים אין מוציאין אחד את חבירו לכתחלה אבל בברכת המוציא אפילו לכתחלה יכול להוציא בשנים אחד את חבירו והטעם מבואר לקמן ריש סימן קצ\"ג במ\"ב:", "55": "<b>(נה) הסיבו </b>- כן היה דרכן באכילתן דרך קבע להיות מטין על צדיהן השמאלית על המטה [רש\"י]:", "56": "<b>(נו) עם בני ביתו </b>- משום דנגררין אחריו שהוא מיסב לכך מצטרפים עמו אפי' בישיבה גרידא [ב\"י]:", "57": "<b>(נז) הוי קבע </b>- וע\"כ אפילו כל אחד אוכל מככרו מצטרפין [גמרא]:", "58": "<b>(נח) ואפילו לבני חבורה </b>- ר\"ל שאינו בעה\"ב עם בני ביתו דלדידהו אפילו בזמן הגמרא הוי כהסיבה וכנ\"ל:", "59": "<b>(נט) ולדידן אפילו וכו' </b>- צ\"ל ואפילו לדידן ור\"ל דלא תימא כיון שהישיבה דידן הוי כהסיבה דידהו א\"כ במקום דלא בעי הסיבה לדידהו כגון שקבעו מקום לאכילתן דהיינו שאמרו נאכל כאן או במקום פלוני וכן בעה\"ב עם בני ביתו דלדידהו לא צריך הסיבה הו\"א דלדידן לא צריך אפילו ישיבה קמ\"ל דבלא ישיבה לא מקרי קבע:", "60": "<b>(ס) בשלחן אחד וכו' </b>- עיין בביאור הלכה מש\"כ בשם הגר\"א:", "61": "<b>(סא) כיון שעמדו וכו' </b>- ר\"ל דזה נחשב כמו ישיבה ומהני כיון שאמרו נאכל והכינו בזה מקום לאכילתן וכנ\"ל בסי\"א:", "62": "<b>(סב) והולכים לא </b>- פירוש לא מהני אמירה שאמרו מתחלה נאכל דהליכה מבטל הקביעות. ואם יושבים בעגלה אחת ואמרו נאכל כאן ואוכלין יחד מסתפק המ\"א דאפשר דמצטרפי דאע\"ג דבעלמא נוסע בעגלה כמהלך דמי מ\"מ כיון שעכ\"פ כולם יושבים באגודה אחת י\"ל דמצטרפין וכן נוטה דעת הא\"ר להקל ובספינה פשוט אף להמ\"א להקל דמצטרפי דקביעות גמור הוא. כתבו האחרונים דשמש המשמש בסעודה יוצא בברכת המוציא אם שומע ומתכוין לצאת אע\"פ שהולך ובא תדיר ואינו קבוע אצל השלחן מפני שדרך אכילתו בכך:", "63": "<b>(סג) ואם היו אוכלים וכו' </b>- צ\"ל וכן אם וכו' ואדלעיל קאי שאמרו נאכל כאן וישבו לאכול אפ\"ה לא מהני כיון שהיו מפוזרים דבעינן שיהיו במקום אחד [מאמר מרדכי]:", "64": "<b>(סד) שלא קבעו מקום ואוכלים וכו' </b>- חד ענינא הוא ור\"ל שלא קבעו מקום בשעת אכילתן אלא שאכלו מפוזרים זה לכאן וזה לכאן לכך לא מהני אף שאמרו מתחלה נאכל כאן:", "65": "<b>(סה) אם כוון וכו' </b>- פי' בדיעבד יצא שלא הצריכו לברך כל אחד אלא לכתחלה ועיין במ\"א שהניח דין השו\"ע בצ\"ע כי יש מהראשונים דסברי דבלא קבעי אין אחד יכול להוציא חבירו אף בדיעבד אמנם בביאור הגר\"א הכריע לדינא דדברי השו\"ע עיקר. ודע דדין זה שייך גם בבהמ\"ז היכא דלא קבעו יחד בין בשנים ובין בשלשה אם כוון אחד להוציא את חבירו בבהמ\"ז יצא בדיעבד:", "66": "<b>(סו) רבים </b>- וה\"ה שנים ומיירי כשאין עמהם הבעל סעודה או שכולם בעלי סעודה ואוכלין יחד:", "67": "<b>(סז) גדול שבכולם </b>- בחכמה מפני כבודו:", "68": "<b>(סח) בוצע </b>- ומוציא האחרים בברכתו ואפילו במקום דהמנהג דכל אחד מברך לעצמו על ככרו מ\"מ המנהג דגדול בוצע תחלה [פמ\"ג] והחתן ביום חתונתו בוצע אע\"פ שיש בהמסובין גדול ממנו:", "69": "<b>(סט) להקדימו </b>- דכתיב וקדשתו ואחז\"ל לכל דבר שבקדושה לפתוח ראשון ולברך ראשון:", "70": "<b>(ע) ת\"ח קודם לו </b>- ואסור להת\"ח להקדימו לפניו ומבזה בזה את התורה ואיתא לקמן בסימן ר\"א דדוקא אם מקדימו לפניו דרך חוק ומשפט כהונה דהיינו מפני שהוא כהן אבל אם נותן לו רשות לברך שלא מחמת כהונה רשאי:", "71": "<b>(עא) טוב להקדימו </b>- ואיתא בגמרא שמי שנזהר בזה מאריך ימים בכך:", "72": "<b>(עב) עמהם בעה\"ב </b>- ר\"ל בעל הסעודה שאוכל עמהם:", "73": "<b>(עג) הוא בוצע </b>- והוא קודם אפילו לכהן ות\"ח כדי שיבצע בעין יפה:", "74": "<b>(עד) ואפילו אם האורח גדול </b>- הנה הלחם חמודות כתב שכהיום נהגו לחלוק כבוד לגדול והמ\"א הסכים עמו אך כמה אחרונים מפקפקין בזה אך בסעודה שכל המסובין אוכל כאו\"א מככרו ומברכין לעצמן בודאי הנכון שבעה\"ב יכבד להגדול שיבצע תחלה כיון שאין כאן טעם משום עין יפה:", "75": "<b>(עה) יאמר תחלה וכו' </b>- היינו אפי' הגדול הוא הבוצע או בעה\"ב משום מדת ענוה צריך ליטול רשות כאלו הם גדולים ממנו ולהם נאה לברך. כשיש שם כהן שמצוה להקדימו וכנ\"ל אם רוצה אחר לבצוע וה\"ה לבהמ\"ז צריך ליטול ממנו רשות [ולא מהני מה שיאמר ברשות הכהן אם לא נתן לו הכהן רשות]:", "76": "<b>(עו) אין המסובין וכו' </b>- כשיצאו בברכת הבוצע ועיין בפמ\"ג שמצדד דאפילו אם לא נתכוין לצאת בברכתו וכל אחד מברך לעצמו כיון שכולם זקוקים לככרו של הבוצע אין מדרך הכבוד לטעום קודם שיטעום הוא:", "77": "<b>(עז) רשאים לטעום </b>- דהיינו שירצו לחתוך מן הככר של הבוצע ולטעום קודם לו:", "78": "<b>(עח) אבל מותר וכו' </b>- ואין בזה הפסקה דכ\"ז צורך סעודה הוא:", "79": "<b>(עט) לכל אחד חלקו וכו' והם ימתינו </b>- מלאכול עד שיטעום הוא תחלה. ואפילו נתן להם בפירוש רשות לזה י\"א ג\"כ דלא מהני. ודעת הט\"ז בענין זה דאין כדאי להבוצע שיחלק לכל אחד חלקו אחרי שאינם רשאים לטעום מהם עד שיטעום הוא תחלה א\"כ נחשב לו הדבר להפסק בין הברכה לאכילה וזה אסור לכתחלה אלא יראה לטעום קודם ואח\"כ יחלק לכל אחד מהם וכ\"כ ש\"א:", "80": "<b>(פ) אוכל מככרו </b>- ויש לכל אחד מהם ככר שלם בפ\"ע:", "81": "<b>(פא) רשאים לטעום קודם </b>- אע\"פ שהם יוצאים כולם בברכת המברך:", "82": "<b>(פב) ואם הוא שבת </b>- וה\"ה יו\"ט:", "83": "<b>(פג) צריך שיהא וכו' </b>- דאם אין לפני כ\"א מהמסובין לחם משנה הרי הם צריכים לסמוך על הבוצע שיש לפניו לחם משנה ולטעום מאותו לחם ואינם רשאים לטעום קודם לו:", "84": "<b>(פד) אין הבוצע וכו' </b>- היינו אם הוא מוציאם ידי חובתם בברכה:", "85": "<b>(פה) אמן מפי רוב וכו' </b>- שגם עניית אמן מכלל ברכה היא אבל המיעוט המאריכין יותר מדאי א\"צ להמתין עליהם שכל המאריך באמן יותר מדאי אינו אלא טועה:", "86": "<b>(פו) הבוצע </b>- שהוא הבעה\"ב או מי שנתנו לו רשות לבצוע תחלה:", "87": "<b>(פז) פושט וכו' </b>- דכיון שחלקו לו כבוד לברך תחלה ולבצוע להוציא המסובין ראוי לכבדו שיפשוט ידו לקערה תחלה:", "88": "<b>(פח) הבוצע נותן </b>- אבל לא יזרוק חתיכת המוציא על השלחן לפני האורחים אפילו אם לא נמאס המאכל ע\"י הזריקה כמו שיתבאר בסימן קע\"א ועוד כיון שהיא פרוסת המוציא הוי בזיון מצוה:", "89": "<b>(פט) היה אבל </b>- ובשבת פורס האבל כדרכו דלא יהיה כאבילות דפרהסיא אם יתן לו בידו:", "90": "<b>(צ) רמז לפרוסת המוציא </b>- משמע דאין ראוי לעשות כן כשאינו אבל דלא ליתרע מזליה:", "91": "<b>(צא) אינו יכול לברך </b>- אפילו אין השומע יכול לברך בעצמו:", "92": "<b>(צב) ברכת המוציא </b>- וה\"ה בכל ברכת הנהנין דדוקא ברכת המצוה שכל ישראל ערבים זה בזה וכאשר חבירו לא יצא ידי המצוה הוי כאלו הוא לא יצא משו\"ה יכול להוציא אפילו הוא כבר יצא ידי המצוה משא\"כ בברכות הנהנין שאע\"פ שהן חובה על הנהנה לברך דאסור ליהנות מהעוה\"ז בלא ברכה מ\"מ בידו שלא ליהנות ולא לברך לפיכך אותו שאינו נהנה אין נקרא מחויב בברכה זו ועיין לקמן סי' קצ\"ז ס\"ד במ\"ב לענין בהמ\"ז:", "93": "<b>(צג) אבל לקטנים וכו' </b>- ואפילו קטנים דעלמא שאין חנוכם מוטל עליו מדינא ג\"כ מותר לברך עמהם כשרוצים ליהנות ואין יודעים לברך בעצמן וכ\"ש כשהם מבני ביתו ולגדולים אפילו לבני ביתו נמי לא:", "94": "<b>(צד) אפילו בשבת שהוא חייב וכו' </b>- היינו של כל השלש סעודות דאף שהם חוב אין החוב עליו משום מצוה אלא כדי שיהנה מסעודת שבת ואין להמצוה עצמה חוב דהא אם נהנה ממה שמתענה א\"צ לאכול כדאיתא בסימן רפ\"ח ע\"כ הם בכלל שאר ברכות הנהנין:", "95": "<b>(צה) אע\"פ שאינו טועם </b>- וה\"ה כשכבר קיים מצות אכילת מצה וכבר קידש על היין והטעם בכל זה דברכת קידוש ואכילת כזית מצה היא מחובת המצות שהיא חוב על האדם וממילא הכל נכנסים בזה בכלל ערבות וכנ\"ל וה\"ה בליל א' וב' דסוכות שהוא חייב לאכול כזית פת בסוכה יכול ג\"כ להוציא אע\"פ שאינו טועם בעצמו:", "96": "<b>(צו) בין של יום </b>- דעיקרו נתקן רק למצוה ולא בשביל הנאה וע\"כ ברכה זו היא בכלל שאר ברכת המצות דקי\"ל אע\"פ שיצא מוציא:", "97": "<b>(צז) קודם וכו' </b>- כתב של\"ה שגם ישייר מן פרוסת המוציא מעט שיאכל אחר אכילתו כדי שישאר טעם המוציא בפיו. אין להאכיל לבהמה ועוף או לכותי מפרוסת המוציא או מהחתיכה שנוגעת בה חתיכת המוציא היינו דמאותה פרוסה שחתך מקודם מהלחם השלם חותך אח\"כ מן אותה פרוסה חתיכה קטנה להמוציא וגם אותה הפרוסה לא יאכילם שאין כבוד בזה להמצוה:"}, "168": {"1": "<b>(א) מברך על השלם </b>- משום הידור מצוה ואם לא היה לפניו רק פרוסה ונטל אותה כדי לברך עליה ובתוך כך הביאו לפניו שלמה מניח הפרוסה בתוך השלמה ומברך ואם כבר בירך על הפרוסה יבצע אותה:", "2": "<b>(ב) פת קיבר וכו' וקטן וכו' </b>- דמעלת שלם עדיף טפי אפילו באופן זה:", "3": "<b>(ג) מניח הפרוסה וכו' </b>- כדי לקיים מעלת השלמה דשעורין ומעלת החיטין דחשיבא טפי משעורין משום דאקדמיה בפסוק כדכתיב ארץ חטה ושעורה וגו'. ומבואר בש\"ס דמעיקר הדין פרוסה של חטין עדיפא אלא לצאת ידי שמים כל המעלות צריך להניח הפרוסה תחת השלמה וכו' וכתב המ\"א דמ\"מ אם היה השלמה מפת של שיפון [הוא שאנו קורין דגן ורוב הלחמים שלנו ממנו הוא] והפרוסה של חיטין [וכן אם היה של שעורין] אין להחמיר לבצוע על השלמה עם הפרוסה אלא יבצע על הפרוסה לבד דשיפון קיל אף משעורים משום דאין נזכרת בקרא בהדיא:", "4": "<b>(ד) תחת השלמה וכו' </b>- ואפילו הפרוסה גדולה מהשלמה נמי טוב שיניח שתיהם ביחד [פמ\"ג]:", "5": "<b>(ה) ואין לחוש לשני </b>- אע\"פ שהוא לפניו והוא מוקדם בפסוק או חביב או חשוב אינו חייב לאכול ממנו בשביל הקדמה זו [ב\"י וט\"ז] ומסתברא דדוקא אם אינו רוצה לאכול אלא מאחר אבל אם ברצונו שוה הוא לאכול מזה או מזה ושניהם מונחים לפניו אף שאינו רוצה לאכול משניהם יחד מצוה מן המובחר לבצוע על המוקדם בפסוק ושארי המעלות:", "6": "<b>(ו) מברך על הגדולה </b>- ודוקא כשהיו שניהם שוים ביופי אבל אם הקטנה נקיה והגדולה קיבר מברך על הקטנה:", "7": "<b>(ז) יחברם יחד </b>- והמ\"א מפקפק בזה ודעתו דבחול א\"צ להדר אח\"ז ורק דבשבת דבעינן לחם משנה שלם יעשה זה ורק שיזהר שלא יקח עץ שהוא מוקצה לזה ובא\"ר נוטה לדעת השו\"ע:", "8": "<b>(ח) שלא יהא נראה </b>- אבל אם נראה להדיא שנתחבר יחד לא מקרי שלם וכדלקמן בסימן שס\"ו ס\"ו:", "9": "<b>(ט) ואפילו בשבת </b>- ומ\"מ אם יש לו אחר שלם לא יבצע ע\"ז [א\"ר]:", "10": "<b>(י) ממה שיניחנו וכו' </b>- דמעלת שלם עדיף ממעלת גדול וכנ\"ל בס\"א:", "11": "<b>(יא) ממקום השלם שבה </b>- ודוקא בזה דבאמת שלמה היא ורק במקום שהיתה דבוקה נראית כפרוסה לכן יבצע מצד השלם אבל בפרוסה ממש אין קפידא שיבצע מצד השלם ודי שיחתוך מן הצד [אחרונים]:", "12": "<b>(יב) ממין ז' </b>- אף דכוסמין חשבינן נמי בכלל שבעת המינים דמין חטים הוא וכמ\"ש בטור סימן ר\"ח מ\"מ אינו מפורש בהדיא בקרא דשבעת המינין ולכן שעורים חשיב טפי ממנה:", "13": "<b>(יג) אע\"פ שהכוסמין יפים </b>- וחביב עליו דמעלת מין ז' עדיף כדלקמן בסימן רי\"א ושם מבואר די\"א דחביב קודם [מ\"א]. ולפ\"ז לא משכחת דין זה כ\"א בששניהם שוים בעיניו. ולענין כוסמין ושיפון דשניהם אינם מפורשים בקרא כוסמין עדיף דהוא מין חטים. ושיפון ושבולת שועל דשניהם מין שעורים שיפון עדיף שהוא חביב טפי:", "14": "<b>(יד) פת נקיה ופת קיבר </b>- ושניהם מין אחד [טור] דאם הפת קיבר חשיב במינו מן הנקיה כגון חטים לגבי שעורים או שעורים לגבי כוסמין הוא קודם:", "15": "<b>(טו) על הנקיה </b>- ואף דהקיבר גדול ממנה דמעלת הנקיות עדיף ומיירי שהיו שניהם שוים שלמים או פרוסים דאם הקיבר לבד שלם הוא קודם להנקיה הפרוסה וכנ\"ל בס\"א. וזה הכלל מסעיפים אלו מעלת שבעת המינים קודם לכל ואחריו מעלת השלם ואחריו מעלת הנקי ואחריו מעלת הגדול [ח\"א] ולענין מעלת חביב עיין סימן רי\"א:", "16": "<b>(טז) על הלבנה </b>- ואף אם השניה גדולה ממנה אם לא שהוא חביב עליו יותר:", "17": "<b>(יז) פת עובד כוכבים נקיה וכו' </b>- אבל בשוין פשיטא דפת ישראל קודם לברך עליו [א\"ר]:", "18": "<b>(יח) על איזה מהם שירצה </b>- דכל אחד יש לו מעלה זה שהוא פת ישראל [דפת עכו\"ם לא התירו אלא מדוחק] וזה שהוא נקי:", "19": "<b>(יט) מסלק וכו' </b>- דין זה נובע מדברי השר מקוצי שחשש שאם יהיה מונח על השלחן יהיה בעת הברכה חביבה עליו מפני שהיא נקיה ואפשר שיצטרך לברך עליו מפני זה והרבה מאחרונים מפקפקין מאד בזה דכיון שהוא נזהר ומחזיק זה לאיסור מאי אהני ליה חביבותיה ומ\"מ לכתחלה טוב לחוש לדבריו ולסלק:", "20": "<b>(כ) ואין דעתו וכו' </b>- פי' דאף דבריש הסעיף כתב דמברך על איזו שירצה היינו היכא שבדעתו לאכול הסעודה משתיהם אבל זה שאין דעתו לאכול כלל רק פת עו\"ג זה אין צריך לברך על פת אחר אף שהוא חשיב טפי וכנ\"ל בס\"א בהג\"ה. ואף דמוציא את ב\"ב בברכת המוציא והם אינם אוכלים מזה אלא מפת כשר מ\"מ כיון דהוא אינו חפץ לאכול אלא זה והוא הבעה\"ב הוא העיקר ואזלינן בתריה ויברך על פת שהוא אוכל:", "21": "<b>(כא) על בעה\"ב </b>- פי' לבצוע ולהוציא את אחרים בברכתו כמו שאמרו בעה\"ב בוצע כדי שיבצע בעין יפה וכיון שהאורח יאכל מפת עו\"ג שהוא יפה ונקי התירו לו גם כן לבעה\"ב לבצוע על הפת של עו\"ג מפני כבוד האורח אבל בלא אורח אינו מותר כלל למי שנזהר מפת עו\"ג לברך על הפת זה אלא יסלקם מעל השלחן וכדלעיל [כן הוא מסקנת הש\"ך וט\"ז ביו\"ד קי\"ב ע\"ש] ועיין בבה\"ל. ודע דכהיום שהמנהג שכל אחד מברך לעצמו ברכת המוציא לכאורה לא שייך כלל דין זה אלא כ\"א יברך על פתו שאוכל [מחה\"ש] ועיין בפמ\"ג מה שהעיר על עיקר דין השו\"ע:", "22": "<b>(כב) אבל אם אינו חביב וכו' </b>- ר\"ל דכ\"ז אם הפת זה בעצם חביבה עליו ורק שהוא מונע עצמו מפני שהוא פת עו\"ג התירו לו בכאן מפני האורחים אבל אם אינו חביב עליו בעצם פת זה ואינו חפץ בו יברך על פתו הכשרה:", "23": "<b>(כג) בכיסנין וכו' </b>- בסעיף שאח\"ז מתבאר מה הוא. ואף דבסתם פת מברכין עליו המוציא בכל שהוא ועל כזית מברכין בהמ\"ז שאני אלו דאין דרך בני אדם לקבוע סעודתן עליהם ורק אוכלין אותן מעט דרך עראי לפיכך ברכתן רק במ\"מ ולאחריו ברכה מעין שלש אא\"כ אכל כשיעור קביעת סעודה דאז מברך המוציא ובהמ\"ז דעכ\"פ פת הוא:", "24": "<b>(כד) שאחרים רגילים לקבוע </b>- כתבו האחרונים דאם אכלו לבדו צריך שיאכל שיעור שאחרים רגילים לשבוע ממנו לבדו ואם אכלו עם בשר או דברים אחרים שמלפתים בו הפת סגי כשאוכל שיעור שאחרים רגילין לשבוע ממנו כשאוכלין ג\"כ עם דברים אחרים אך אם אכלו לבדו ושבע ממנו אף שאחרים לא היו שבעין ממנו לבדו אבל כיון שאם אכלו אותו עם דברים אחרים היו שבעין ממנו ג\"כ לא אמרינן בטלה דעתו וצריך לברך עליו המוציא ובהמ\"ז. והנה לענין עירובי תחומין בסימן שס\"ה איתא דשיעור סעודה הוא ג' או ד' ביצים וכתבו כמה אחרונים דה\"ה כאן חשיב בזה שיעור קביעת סעודה אבל כמה אחרונים והגר\"א מכללם חולקים וס\"ל דאין לברך המוציא ובהמ\"ז אלא כשיעור סעודה קבוע שהוא של ערב ובקר וכמש\"כ בב\"י בשם שיבולי לקט וכן מצאתי באשכול דמוכח שהוא סובר כן וכן נוטה יותר לשון השו\"ע. ומ\"מ לכתחלה טוב לחוש לדעת המחמירים שלא לאכול ד' ביצים וכ\"ש אם הוא דבר שיש להסתפק בו מדינא אם הוא פת הבאה בכיסנין אף דמבואר בס\"ז דהולכין בזה להקל עכ\"פ בודאי יש לחוש לדעת המחמירים הנ\"ל:", "25": "<b>(כה) המוציא ובהמ\"ז </b>- וגם נט\"י וכמו בפת גמור וכמבואר לעיל בסימן קנ\"ח ס\"א ע\"ש:", "26": "<b>(כו) יברך עליו בהמ\"ז </b>- כיון שהשלים לשיעור קביעת סעודה אבל המוציא אין צריך לברך על מה שנמלך לאכול כיון דאין במה שמונח לפניו אחר שנמלך שיעור קביעת סעודה אלא ביחד עם מה שאכל כבר ואם באמת יש שיעור קביעת סעודה במה שלא אכל עדיין צריך ליטול ידיו ולברך המוציא וענט\"י וברכת המזון:", "27": "<b>(כז) שממלאין אותן וכו' </b>- ר\"ל אף אם נילושה מתחלה במים כשאר פת כיון שכל העיסה ממולא ממינים אלו ואף דהמילוי עיקר אצלו מ\"מ מין דגן חשוב ואינו בטל ולכך מברך במ\"מ ופוטר הכל כמ\"ש בסי' ר\"ח סעיף ב' ג'. ואך אם אינו אוכל העיסה ורק הפירות שבפנים לבד מברך הברכה השייכה להפירות וכתב הט\"ז דאם נלקח הפירות ואוכל רק העיסה אפ\"ה מברך במ\"מ ולא המוציא דיש עליה דין כיסנין כיון שנאפה עם מילוי הפירות שאין דרך לקבוע סעודה על פת כזו:", "28": "<b>(כח) ואגוזים ושקדים וכו' </b>- או או קאמר ומסתברא דמיירי ג\"כ שטעם המילוי ניכר בעיסה וכמו שמסיים לבסוף:", "29": "<b>(כט) שעירב בה </b>- בעת הלישה והיינו אפילו היה הרוב ממים כיון שעירב בה ג\"כ ממינים אלו ועי\"ז נשתנה הטעם מקרי פת כיסנין:", "30": "<b>(ל) ניכר בעיסה </b>- דאל\"ה הוי לחם גמור. ולחם שנותנין בו זאפר\"ן להטעימו ולנאותו או שנותנין בו מעט צימוקין לכו\"ע לחם גמור הוא [פמ\"ג]:", "31": "<b>(לא) שזה נקרא </b>- היינו היכא דעירב בה בהלישה רק מעט דבש וחלב אינו בטל שם פת מחמת שנרגש הטעם:", "32": "<b>(לב) פת גמור </b>- ומברך המוציא לכל שהוא וכן בהמ\"ז לכזית כדין פת:", "33": "<b>(לג) הרבה תבלין או דבש וכו' </b>- ר\"ל שכ\"כ תבלין מעורב בהן עד שעל ידי זה יהיה מנכר התבלין בטעם יותר מהקמח וכן בדבש ושמן וחלב בעינן שיהיה הרוב מהן ומיעוט מים שעי\"ז נרגש מהן הטעם הרבה מאד עד שעי\"ז הם העיקר וטעם העיסה טפל וכן בציור הראשון שכתב השו\"ע שממלאין מהם בעינן ג\"כ שיהיה המילוי הרבה כ\"כ עד שעי\"ז יהיה נרגש הטעם הרבה מאד:", "34": "<b>(לד) וכן נוהגין </b>- שאופין ללחם משנה פת עם מעט שמן ותבלין [ד\"מ] וכן הסכימו האחרונים להלכה כפסק הרמ\"א:", "35": "<b>(לה) כעבים יבשים </b>- כך שמה בערבי ובלשון ספרד נקרא בושקיגו\"ש ונעשית מה' מיני דגן ובמים לבד אך באפייתן נעשים יבשים כ\"כ עד שנפרכים ואין זה נקרא אוכל אלא כוסס ואין דרכם לאכול מזה הרבה לכן אין לו דין פת:", "36": "<b>(לו) לחם גמור הוא </b>- דנעשים רק מקמח ומים כשאר פת ואף שהם דקים מ\"מ לא הוי כמו כעבים יבשים דס\"ז דהם יבשים מאד ואינם עשוים לאכילה ורק כוססין אותם לקינוח אבל אלו עשוים לאכילה:", "37": "<b>(לז) שקורין ניבלא\"ש </b>- וכתבו האחרונים דהיינו מה שקורין בלשון רוסיא נאלסילק\"ע שמערבין קמח עם הרבה מים בקדירה כמו דייסא ושופכין על עלי ירקות ונאפים בתנור עם העלים [וה\"ה כשנאפים על מחבת בלי שמן] ודוקא באלו שהם דקים ורכים ביותר אבל אם אינם רכים ודקים כ\"כ מבואר בסי\"ד דדין לחם עליו ומברך המוציא [מ\"א]:", "38": "<b>(לח) ואם קבע וכו' </b>- וכתבו הפוסקים דאותן שקורין בפראג וואלאפלאטקע\"ס שנעשין ג\"כ בלילתן רכה אך מפני שמתפשטין באפייתן נעשים דקין וקלושים הרבה יותר מאותן נאלסילקע\"ס שנזכר לעיל אין לברך עליהם המוציא אפילו בדקבע דאין ע\"ז תורת לחם כלל ודמיא לטריתא בסט\"ו:", "39": "<b>(לט) סעודתו עליהם וכו' </b>- ומה נקרא קבע מבואר לעיל בס\"ו לענין פת כיסנין וה\"ה הכא:", "40": "<b>(מ) ואי אכיל להו וכו' </b>- פי' להני רכין ודקין וה\"ה לכל פת הבא בכיסנין המבוארים בסעיף ז' [מ\"א] ועיין בה\"ל שכמה אחרונים חולקים על דבריו:", "41": "<b>(מא) שלא מחמת הסעודה </b>- פי' שלא אכלם להשביע רעבונו רק לקינוח ומתיקה [דאלו אכלם למלא רעבונו אפילו לא אכלם רק מעט הם בכלל סעודה וא\"צ ברכה]:", "42": "<b>(מב) טעונים ברכה </b>- דכיון דאינו אוכל זה לשם סעודה לא נפטר בברכת המוציא ואם אוכל הרבה כשיעור קביעת סעודה המבואר בס\"ו אפילו אכלם למתיקה בעלמא נפטר בברכת המוציא דכיון דאי אכלם שלא בתוך הסעודה צריך לברך המוציא ממילא בתוך הסעודה נפטר בברכת המוציא:", "43": "<b>(מג) לפניהם </b>- וכ\"ז בעניני פת אבל בעניני מעשה קדרה שבאין למזון ולתבשיל תמיד מחמת הסעודה הם באים כמבואר בסימן קע\"ז ואפילו הם ממולאים בפירות כאותן שקורין עפי\"ל פלאדי\"ן וכדומה הפירי נעשה תבשיל תוך המולייתא וקימחא עיקר והפירי בטל לגבייהו ואין להחמיר וליקח קצת תפוחים מתוכם ולברך בפה\"ע דהוי ברכה לבטלה [אחרונים]:", "44": "<b>(מד) אבל וכו' </b>- קאי על עיקר דין פת הבאה בכיסנין וקמ\"ל דזה לא הוי בכללו דאין מברכין בזה על העיסה כלל משום דהוי טפילה למרקחת כדמפרש:", "45": "<b>(מה) הם טפלים </b>- דאין מתכונין לאכול הרקיקין ורק שעושין אותם כדי שלא יטנפו הידים מהמרקחת ולכן הוי העיסה בכלל טפל כדלקמן בסימן רי\"ב. וכתבו האחרונים שם דבמדינותינו שנותנין מרקחת על הדובשנין [שקורין לעק\"ך פלאדי\"ן] שטובים הדובשנין למאכל בעצמן אם כן כונתם גם בשביל אכילת הדובשנין וממילא הם העיקר ומברך עליהם במ\"מ ופוטר המרקחת. ופשוט דדוקא שבעת אפייה נאפין ביחד אבל אם אפה הדובשנין לבד ואח\"כ מניח עליהם מלמעלה המרקחת אין נעשין המרקחת טפילה להם שכונתו לאכול שניהם ואין המרקחת באין ללפת הדובשנין וצריך לברך גם על המרקחת:", "46": "<b>(מו) פוטרתן </b>- ואם אכל המרקחת מלמעלה והשאיר הרקיקין ואכלן בפני עצמן צריך לברך במ\"מ עליהם אך אם אכלן ביחד ונשאר עוד קצת רקיק בלא מרקחת אין צריך לברך עליו כיון דעיקר אכילתו היה ביחד ונחשב לטפל להמרקחת אין חוששין על גמר האכילה:", "47": "<b>(מז) פחות מכזית </b>- וה\"ה אפילו על כל דהו דאסור ליהנות מן העולם הזה בלי ברכה:", "48": "<b>(מח) כלום </b>- היינו לא בהמ\"ז ולא שום ברכה אחרונה:", "49": "<b>(מט) חביצ\"א וכו' </b>- אקדים לזה הסעיף הקדמה קצרה והוא דיש בזה שלשה אופנים. א) פת שפירר לפירורין ובשלו תלוי בזה אם הפירורין גדולים שיש בהם כזית לא נתבטל מהם שם פת אפילו אם ע\"י הבישול אזל מהם תואר לחם ואם אין בהם כזית אפילו אם נראה שיש עליהם תואר לחם מברך במ\"מ דשם תבשיל עליהם. ב) אם לא בשלו רק שפירר בקערה ונתחברו הפירורין יחד ע\"י דבש או מרק אם יש עדיין עליהם תואר לחם מברך עליהם המוציא אפילו אם אין בהפירורין כזית ואם אין בהם תואר לחם מברך עליהם במ\"מ אא\"כ היה בהפירורין כזית וכנ\"ל לענין בישול. ג) כשלא בישל וגם לא נתחברו הפירורין יחד ע\"י משקה אפילו אם הפירורין דקין כסולת מברך עליהם המוציא דשם פת עליהם ועתה נבאר את הסעיף בעזה\"י:", "50": "<b>(נ) דהיינו פירורי לחם שנדבקים </b>- בנתבשל אין נ\"מ בין נדבקין או לא ונקט זה משום אופן השני דמיירי בלי בישול:", "51": "<b>(נא) יחד </b>- וה\"ה אם היו רק שרוים בתוכו הרבה עד שנתלבן המים עי\"ז דינו כמו נדבקין יחד וכדלקמיה בסי\"א:", "52": "<b>(נב) אם נתבשל וכו' </b>- היינו שנתן הלחם בכלי ראשון כשעמד על האש או עכ\"פ שהיה היד סולדת בו אבל בכלי שני לא חשיב בישול ודינו כמו באופן השני דאם יש בו תואר לחם מברך המוציא אף בפחות מכזית [ודוקא אם לא נתלבן המים ע\"י הלחם אבל אם נתלבן המים כדרך שמצוי כשנשרה פת במים חמין מבואר בסי\"א דעי\"ז נחשב הפת כאין בו תואר לחם] ואם הניח הפירורין בקערה ועירה עליהם רותחין מכלי ראשון כתבו האחרונים דספק הוא אם יש לו דין בישול או לא וע\"כ אם אין בפירורין כזית ויש בו תואר לחם יברך על פת אחר תחלה:", "53": "<b>(נג) אם יש בהם וכו' </b>- ל\"ד בכולם אלא אפילו אם יש כזית בחדא פרוסה ג\"כ מברך עליה המוציא ובהמ\"ז וממילא יכול לאכול השאר הקטנות ג\"כ:", "54": "<b>(נד) כזית </b>- ר\"ל בהפרוסה עצמה שמברך עליה היה בה כזית מקודם ולא נפחתה משיעור זה ע\"י הבישול ולא מצרפינן לה מה שנתדבקה עם חברותיה או שנתפחה ע\"י המשקה:", "55": "<b>(נה) אע\"פ שאין בו וכו' </b>- דכיון שיש בהם כזית לא נתבטל ממנה שם לחם:", "56": "<b>(נו) שנראה וכו' </b>- דכיון שנתבשל אינו חשוב תואר לחם. ואם לא בשלם בקדרה אלא טיגנם במשקה במחבת משמע ממ\"א סקל\"ו דלא הוי כבישול ומהני ביה תואר לחם כמו לקמיה באופן השני ולפי דעת שארי האחרונים שם אין הכרח לדבריו והנכון שבטיגון לא יאכל בשיש בו תואר לחם כ\"א בתוך הסעודה. וכ\"ז בשאין בהם כזית אבל אם טיגן פרוסות שיש בהם כזית אפילו אזל ליה התואר לחם פשוט דמברך המוציא וכנ\"ל בבישול וכ\"ש בזה:", "57": "<b>(נז) אינו מברך וכו' </b>- דע דבכל הני שנזכר בסעיף זה ובסעיפים שאחריו אפילו קבע סעודתו עליהם ואכל כדי שביעה מברך במ\"מ ואחריו מעין שלש משום דלא הוי בכלל לחם כלל רק כמיני קדירה בעלמא:", "58": "<b>(נח) אם יש בפרוסות </b>- היינו אפילו באחת מהן וכנ\"ל:", "59": "<b>(נט) אם יש בהם וכו' </b>- הטעם דעדיף בזה מאופן הא' דכיון שלא נתבשל תואר לחם שלו חשיבא שהוא ניכר וידוע יותר ומש\"כ וברכת המזון היינו כשאכל כמה פירורין עד שיעור כזית. אם פירר הלחם עד שהחזירן לסולת ואח\"כ חזר וגבלן בשומן וכיו\"ב [שאנו קורין בלשוננו קניידלי\"ך או חרענזלי\"ך] עיין במ\"א מה שכתב בזה והסכמת הרבה אחרונים דאם בישלן בקדירה או טגנם במחבת במשקה דחשיב כבישול אף שיש בכל אחת כזית ויותר מברך עליהם במ\"מ [ואפילו אם אכל הרבה] וכן הוא מנהג העולם ואם אפאן נכון שלא יאכלם כ\"א בתוך הסעודה אלא א\"כ נילוש ברוב שומן או דבש דאז מברך עליהם במ\"מ וכדלעיל בס\"ז בהג\"ה ואם גיבלן במים לבד ואפאן יש עליהם דין פת גמור:", "60": "<b>(ס) ולא תואר לחם </b>- היינו שע\"י שהוא מפורר דק דק כסולת לא מינכר עליו תואר לחם והטעם דכיון שהוא פת בפני עצמו ואינו מחובר אינו יוצא לעולם מתורת לחם ועיין באחרונים שהסכימו דאפילו שרה הפירורין במים כיון שלא נתחברו יחד אינו יוצא מתורת פת ודוקא אם שרה זמן מועט אבל אם שהו הפירורין בתוכם עד שנתלבנו המים עי\"ז מבואר בסעיף שאחריו דמברך עליו במ\"מ וברכה מעין שלש:", "61": "<b>(סא) דפירורין שנותנין וכו' </b>- היינו כשאין בהם כזית דאלו יש בהם כזית א\"צ תואר לחם כמש\"כ בסעיף הקודם:", "62": "<b>(סב) במים </b>- והנותנים חתיכת פת שמיבשין על הגחלים בשכר [שקורין פעניץ] ואין בהם כזית והשכר מתלבן ע\"י השריה נמי דינא הכי דמברכין עליהם במ\"מ ואם נתן רק מעט לחם דק דק לתוך השכר חם כדי שיתן בו טעם ולא בשביל אכילה אינו מברך רק שהכל על השכר דהוא העיקר והלחם אין בו ממשות ודבר חשוב:", "63": "<b>(סג) אזיל ליה וכו' </b>- ואף דמבואר בסוף סעיף הקודם דפירורין שאינם מבושל ולא מחובר אפילו אם אין בהם תואר לחם מברך המוציא [ואפילו היו שרוים במים כמש\"כ שם] דוקא התם שלא נשתנה צורת הפת בעצם כלל שנשרה במים רק זמן מועט ומה שלא מינכר בו תואר לחם הוא רק מפני קטנותו משא\"כ הכא שנשרה הרבה במים עד שנתלבנו המים עי\"ז הוא סימן שנפסדה צורתה ע\"י השריה ואבד ממנה שם לחם:", "64": "<b>(סד) ביין אדום </b>- דוקא אדום ומשום דכיון שנתאדם הפת ע\"י היין אבד ממנה תואר לחם אבל אם שרה פתו ביין לבן בעינן דוקא שישתנה היין מצורתו ע\"י הפת השרוי בתוכו וכדלעיל בסי\"א:", "65": "<b>(סה) אלא בורא מיני מזונות </b>- ר\"ל לאפוקי שלא יברך עליה המוציא. ולענין ברכת היין אם כונתו העיקר בשביל אכילת הפת והיין בא רק למתק האכילה נעשה היין טפל ואינו מברך כ\"א במ\"מ על הפת וכן השורה פת כיסנין ביין או ביין שרף ג\"כ דינא הכי [וכ\"ש השורה פרוסות שיש בהם כזית או השורה פת ביין לבן דמברך המוציא אפילו על פרוסות שאין בהם כזית וכנ\"ל בודאי נעשה היין טפל להפת] אבל אם כונתו גם בשביל שתיית היין שרוצה לאכול ולשתות ביחד נכון שיברך מתחלה על קצת יין בפני עצמו בפה\"ג ואח\"כ יברך ברכה על הפת השרוי ואם כונתו רק בשביל היין שבו והפת בא רק למתק השתיה נעשה הפת טפל ליין ואינו מברך רק בפה\"ג. והנה לפ\"ז לענין שתיית קאוו\"י הנהוג בינינו שטובלין בו פת כיסנין ושם הלא כונתו ג\"כ בשביל שניהם נראה ג\"כ דנכון הוא שקודם שבירך על הפת כיסנין יברך על הקאוו\"י שהכל וישתה מעט ויותר טוב שיברך מתחלה על הפת כיסנין לבד בלא שרייה ואח\"כ יברך מתחלה על מעט צוקער ברכת שהכל להוציא הקאוו\"י [מאמר מרדכי]:", "66": "<b>(סו) שאין וכו' </b>- דאם היה בו כזית הלא מבואר לעיל בס\"י דמברך המוציא אפילו בשאבד תואר לחם:", "67": "<b>(סז) שבלילתו עבה </b>- היינו לאחר שיצק המים לתוך הקמח לש אותה עב כמו פת:", "68": "<b>(סח) אם בשלה וכו' </b>- בשול במים וטיגון בשמן:", "69": "<b>(סט) אין מברך וכו' </b>- אפילו על פרוסות שיש בהם כזית ולא דמי למש\"כ בסעיף י' דהבישול אין מבטל אותם מתורת לחם דהתם הוי לחם גמור מעיקרא שהיה אפוי משא\"כ הכא דלא נאפה מעולם להכי הבישול והטיגון מבטל מתורת לחם ועיין לקמן בסי\"ד בהג\"ה דאם נותן במחבת מעט שמן שלא ישרף העיסה לא מקרי טיגון במשקה והוי אפיה גמורה:", "70": "<b>(ע) תורייתא דנהמא </b>- ואפילו אכל הרבה וקבע סעודתיה עליהן הוי כמו דייסא ומברך במ\"מ לפניה ומעין שלש לאחריה:", "71": "<b>(עא) ואפילו נתחייבה בחלה </b>- ר\"ל אפילו הוא בענין שקרוי לחם לענין חלה כגון שבשעת לישה לא היה בדעתו לבשלו או לטגנו ואח\"כ נמלך שהוא חייב בחלה לד\"ה כמבואר ביו\"ד סימן שכ\"ט אפ\"ה אינו מברך המוציא:", "72": "<b>(עב) שעת אפיה </b>- דלא מקרי לחם אלא אפוי וכיון שלא נאפה בתנור או במחבת בלא משקה אין שם לחם עליה משא\"כ לענין חלה הכל הולך אחר גלגול הקמח במים שאז חל חיוב הפרשת חלה שנעשית עיסה ושוב לא נפקע ממנה ע\"י בישול וטיגון:", "73": "<b>(עג) ויש חולקים וכו' </b>- דס\"ל דכיון דמעיקרא היה בלילתו עבה ועתה אית ביה תואר לחם מברך המוציא ואפילו באוכל אכילת עראי שלא קבע סעודה ע\"ז דלחם גמור הוא לדידהו וכדלקמן בהג\"ה:", "74": "<b>(עד) ונהגו וכו' </b>- פי' כסברא הראשונה דאין צריך לברך המוציא וג' ברכות:", "75": "<b>(עה) להקל </b>- כתב המ\"א דזה דוקא בלא אכל כדי שביעה דחיוב בהמ\"ז שלו הוא רק מדרבנן לכך נקטינן כדעה הראשונה להקל אבל באכל כדי שביעה דחיוב בהמ\"ז הוא מדאורייתא צריך לברך בהמ\"ז מספק וכן משמע מהגר\"א אך כ\"ז בשעה שלש ועשה בלילתו עבה היה דעתו לאפות פת אלא שאח\"כ נמלך ועשה אותה סופגנין אבל כשהיה דעתו מתחלה לבשל ולטגן אותה אפילו אכל כדי שביעה אין מברך עליה בהמ\"ז רק ברכה אחת מעין ג':", "76": "<b>(עו) וירא שמים יצא וכו' </b>- היינו אפילו בשהיה דעתו בשעת בלילה לבשל ולטגן:", "77": "<b>(עז) ולא יאכל וכו' </b>- היינו אפילו אכילה מועטת בלא קביעת סעודה:", "78": "<b>(עח) לאחר אפיה </b>- הלשון אינו מדוקדק כ\"כ ופירושו אחר הבישול בקדירה והטיגון במחבת והסכימו הרבה אחרונים דדוקא אם יש בהפרוסות כזית דאל\"ה ע\"י הבישול או טיגון נתבטל שם לחם לגמרי לענין המוציא וכההיא דלעיל ס\"י:", "79": "<b>(עט) תואר לחם </b>- ול\"ד לס\"י דלא בעינן תואר לחם ביש כזית דהתם היה תחלה פת גמור:", "80": "<b>(פ) פשטיד\"א וקרעפלי\"ך וכו' </b>- פי' שממולאין בבשר וכמ\"ש סוף סימן זה בהג\"ה דאלו ממולאים במיני פירות הוי פת הבאה בכיסנין וכמ\"ש בסעיף ז' ומברכין לכתחלה בורא מיני מזונות בדלא קבע סעודה עלייהו ואפילו בדנאפה בתנור. וכ\"ז הוא לדעת הרמ\"א אכן הט\"ז חולק וס\"ל דגם פת הממולא בבשר ודגים וכה\"ג הוי ג\"כ בכלל פת הבאה בכיסנין ואה\"נ בדלא קבע לכו\"ע מברך עלייהו במ\"מ ולאחריו מעין ג' ובסוף הסימן יתבאר להלכה בזה:", "81": "<b>(פא) מקרי תואר לחם ואין וכו' </b>- ר\"ל בי\"ש הרוצה לצאת דעת היש חולקים הנ\"ל [והיינו בנתבשל במים או נטגן בשמן]:", "82": "<b>(פב) וכ\"ז וכו' </b>- פי' היש חולקים הנ\"ל דס\"ל דהוי לחם גמור ומברך עליה המוציא ואפילו בדלא קבע סעודה מיירי דוקא בעיסה שלא נילושה מתחלתה בשמן ודבש ולכך ס\"ל דכיון דהוי מתחלתה עיסה גמורה כשאר לחם לא נפקע שמה לענין חיוב המוציא אף דנטגנה אח\"כ בשמן ונעשה כפת כיסנין אבל כשנלושה מתחלה בדבש וכה\"ג קודם הטיגון א\"כ לא היה עליה שם עיסה גמורה מעולם ולכן אף להיש חולקים אינו כלחם גמור לברך עליה המוציא בדלא קבע סעודה עלייהו דהרי היא פת כיסנין ואם קבע סעודה עלייהו לדעה קמייתא אינו מברך אלא במ\"מ דהטיגון הפקיע מתורת לחם לגמרי וליש חולקים מברך המוציא וברכת המזון כדין פת כיסנין:", "83": "<b>(פג) שאח\"כ אפאו בתנור </b>- וה\"ה אם אפאו באילפס [גמרא] בלי משקה:", "84": "<b>(פד) פת גמור הוא </b>- דלא תימא כיון דחלטיה מעיקרא לאו בכלל לחם הוא קמ\"ל:", "85": "<b>(פה) ומברך עליו המוציא </b>- ואפילו היתה בלילתו רכה שחלטה ברותחין ואח\"כ אפאה בתנור מברך המוציא [מ\"א בשם הטור] עוד הביא המ\"א דאפילו טגנו בשמן ואפאו אח\"כ מברך המוציא ומוכח שם מדבריו דס\"ל דאפילו בדלא קבע עלייהו מברך המוציא אכן הט\"ז ועוד הרבה אחרונים הסכימו עמו דטיגון בדבש או בשמן וכה\"ג משוה אותו לפת הבאה בכיסנין כמו אם נילוש באלו המינים ובדלא קבע סעודה מברך במ\"מ ועל המחיה אכן דע דאינו נקרא פת כיסנין אלא בשטגנו בכ\"כ שמן עד שהיו הם העיקר בהטעם לגבי הקמח וכמו דכתב הרמ\"א בכללא דפת כיסנין בס\"ז ע\"ש במ\"ב:", "86": "<b>(פו) ומברך עליו המוציא </b>- אפילו בדלא קבע עלייהו ועיין במ\"א לעיל בס\"ח דדוקא אם לא היו דקין ביותר דאל\"ה הוי בכלל פת כיסנין ועיין במה שכתבנו שם:", "87": "<b>(פז) וטגנו במשקה </b>- ר\"ל שלא אפאו ע\"ג תנור אלא באילפס עם משקה ולהכי לכו\"ע היינו אפילו לדעת יש חולקים הנ\"ל לאו לחם הוא כיון שלא חל עליו שם עיסה מעולם:", "88": "<b>(פח) קמח ומים וכו' </b>- עיין במ\"א שכתב שעושין בלילתה רכה מאד ולהכי מברך עליה במ\"מ בדלא קבע דאי לא היה בלילתה רכה כ\"כ הלא מבואר בסי\"ד דאפילו בלילתה רכה כל שלבסוף היתה אפויה בתנור מברך המוציא ועיין בה\"ל:", "89": "<b>(פט) מברך המוציא וכו' </b>- דאע\"ג שבתחלתה היתה רכה מ\"מ כיון שאופין אותו בגומא ומתקבץ העיסה יחדו נעשה כמו פת [רא\"ש]:", "90": "<b>(צ) ואפילו קבע וכו' </b>- המ\"א מצדד דבקבע מברך עליו המוציא [וכן הוא דעת הב\"ח לדעת הטור] וכתב בא\"ר דמחמת זה אין לאכלו אלא תוך הסעודה ובמגן גבורים מכריע לדינא כהשו\"ע ע\"ש:", "91": "<b>(צא) והוא לחם </b>- כלומר בצק דלחם שאפאו בשפוד לחם גמור הוא:", "92": "<b>(צב) מברך עליו בורא מיני מזונות </b>- היינו אפילו בדקבע עלייהו. ועיין בטור דאם עשאה ערוכה ונאה כעין גלוסקא מברך עליה המוציא והשו\"ע השמיט ועיין במ\"א וא\"ר וביאור הגר\"א מש\"כ בזה ועכ\"פ לאכול מזה כדי שביעה בודאי יש ליזהר שלא לאכול כ\"א בתוך הסעודה:", "93": "<b>(צג) הנאפה בתנור </b>- וה\"ה הנאפה באילפס בלא משקה:", "94": "<b>(צד) מברך עליו המוציא </b>- היינו אפילו בדלא קבע עלייהו ולא דמי לפת הבאה בכיסנין (דפירושו פת הממולא בפירות ובתבלין המבואר בס\"ז) דלא מברך עלייהו המוציא בדלא קבע סעודה עלייהו דשאני התם דאין עשויין אלא לקינוח סעודה ולמתיקה משא\"כ פשטיד\"א שממולא בבשר דרך לאכלם לרעבון וכדי לשבוע והוי כמו שאר פת ובשר כשאוכל כאחד ונראה פשוט דאם עשויין רקיקין קטנים ומעורב בהם פתיתין של בשר וניכר שאין עשוים כ\"א לקינוח אחר הסעודה דינו ממש כפת שמעורב בפירות ובשאר מיני מתיקה דאינו מברך עלייהו בהמ\"ז בדלא קבע עלייהו. ודע דפת שנאפה במי ביצים דהיינו מה שקורין קיכלי\"ך מסתפק במ\"א אם הוא בכלל פת כיסנין ודה\"ח והגר\"ז החליטו דהוא בכלל פת כיסנין וכן במגן גבורים וכן המנהג [אח\"כ מצאתי שכ\"כ ג\"כ בהנהגת הגר\"א] ומ\"מ כתב במגן גבורים די\"ש לא יאכל כ\"א כשכל הלישה הוא על מי ביצים ולא נתערב בו מים כלל ונראה דאם הוא דק ויבש אין להחמיר אפילו נתערב בו מים:", "95": "<b>(צה) אין לברך עליו וכו' </b>- היינו אפילו קבע סעודה עלייהו דדבר זה תליא בפלוגתא הנ\"ל בסי\"ג דלדעה ראשונה כיון שנתבשל במשקה יצא מתורת לחם לגמרי ובכל ענין מברך עליו רק במ\"מ ולדעה שניה כיון דנילוש בלילה עבה והיה עליו שם עיסה גמורה תו לא נפקע ממנה ע\"י הבישול והטיגון ומברך עליו המוציא בכל ענין וע\"כ אין כדאי לי\"ש לברך עליו ולאכול כ\"א תוך הסעודה וכדלעיל בסי\"ג:"}}