{"169": {"1": "<b>(א) שיש לו ריח </b>- או קיוהא דהיינו טעם חמוץ [גמרא]:", "2": "<b>(ב) צריך ליתן וכו' </b>- דדבר שיש לו ריח מזיק לאדם כשאוכלין בפניו והוא תאב לו ואין נותנין לו מיד אבל דבר שאין לו ריח יכול לאכול תחלה ואח\"כ יתן לשמש כדלקמן בסימן ק\"ע ס\"ג:", "3": "<b>(ג) לשמש מיד </b>- ובדבר מועט סגי דבזה נמי מתיישבא דעתו. וכתבו האחרונים דאפילו אם התנה עם משרתו בשעת שכירותו לפטור עצמו מזה לא מהני התנאי. ודוקא בשמש שעומד ומשמש ואינו אוכל עמהם ביחד אבל אם גם הוא מסב על השלחן עמהם לא צריך לאקדומי. איתא בגמרא דמי שהריח ריח מאכל והוא מתאוה לו אם אינו יכול להשיגו כל רוק שיבוא לתוך פיו מחמת תאות האוכל לא יבלע דיוכל לבוא לידי סכנה עי\"ז אלא ישליך הרוק מפיו:", "4": "<b>(ד) מכל מין ומין </b>- היינו אפילו בדבר דלית ביה ריחא וקיוהא דעכ\"פ גם בזה מצטער הוא כשרואה שארי אנשים אוכלין והוא אינו אוכל:", "5": "<b>(ה) ולא יתן לו </b>- קאי אאחד מן המסובין:", "6": "<b>(ו) בידו </b>- ביד השמש דשמא מתוך שהוא טרוד בלקיחת הפרוסה ישפך הכוס שמביא לשלחן. וי\"מ דאף כשהכוס ביד אורח לא יתן באותה שעה לשמש דשמא ירגיש האורח בבעה\"ב שמביט עליו בעין רעה (משום דשמא יחסר לאורחים) ומרתת וישפך הכוס מידו:", "7": "<b>(ז) ביד בעה\"ב </b>- כנ\"ל דשמא יקפיד בעה\"ב ומתוך כעסו ישפך הכוס מידו ויהיה קלקלה בסעודה. יש אומרים דאף בעה\"ב בעצמו לא יתן לשמש כשהכוס ביד השמש ג\"כ מטעם הנ\"ל דמתוך שהוא טרוד בלקיחת הפרוסה ישפך הכוס מידו ויהיה קלקלה וגנאי להמסובין בסעודה:", "8": "<b>(ח) ליתן בכי האי גונא </b>- פי' דשאר בני הסעודה יכולין לתת זה לזה כשהכוס ביד בעה\"ב שמאחר שהוא זימן אותם אינו מקפיד במה שהם נותנים זה לזה ולא חיישינן לקלקלה (תר\"י) ומוכח מזה דלאחר שלא זימן אסור ליתן (אחרונים):", "9": "<b>(ט) ליתן לו וכו' </b>- פי' להשמש דחיישינן שמא מתוך טרדתו ישכח מליטול ידיו אבל באחר לא חיישינן לזה אא\"כ רואהו שרוצה לאכול בלי נטילה ויש מחמירין בזה אך כשהוא נותן בתורת צדקה בודאי יש להקל כדלקמיה בס\"ב בהג\"ה:", "10": "<b>(י) לא יתן לאכול וכו' </b>- נלמד מסעיף הקודם אך לפי סברא קמייתא דדוקא להשמש משום טרדא א\"כ אין מקור לדין זה אם לא שיודע בו שלא יברך שבזה כו\"ע מודו דאין נותנין לו:", "11": "<b>(יא) בתורת צדקה </b>- דלא מפקעינן מצות צדקה בשביל חשש שמא לא יברך ואע\"ג דגבי שמש בסעיף הקודם חיישינן התם הנתינה לאו בתורת צדקה הוא שנותן לו בעבור ששמשו [ל\"ח] אך אם יודע בודאי שלא יברך אסור ליתן לו אף בתורת צדקה ודוקא אם מתוך רשעתו אבל אם מתוך אונסו שאינו יכול לברך לא נפקע מצות צדקה בשביל זה [פמ\"ג]:", "12": "<b>(יב) שהוא כנמלך </b>- שאינו יודע אם יתנו לו עוד אך אם היה דעתו בשעת ברכה ראשונה על כל מה שיביאו לו א\"צ לברך:", "13": "<b>(יג) אדם חשוב וכו' </b>- דמסתמא האדם חשוב יזהיר שיתנו לו כל צרכו מפת ואינו נמלך מזה ומדנקט המחבר פת משמע דדוקא בפת יזהיר הת\"ח את המסובין שיתנו לו וה\"ה כל דבר דאית ביה ריח וקיוהא דמבואר לעיל דצריך ליתן לו אבל בשאר דבר שהוא רק מדת חסידות צריך לברך על כל מה שיתנו לו בכל פעם ופעם דשמא הת\"ח לא יזהיר על דבר שהוא מדת חסידות [ט\"ז] ועיין במגן גבורים שמפקפק בדבריו:", "14": "<b>(יד) שנים שהיו אוכלין וכו' </b>- ר\"ל מידי דמחייב בזימון ומסתברא דאין לו רשות רק לאכול מעט כדי שיתחייב בזימון ויצטרף עמהם:"}, "170": {"1": "<b>(א) אין משיחין בסעודה </b>- אפילו בד\"ת ודוקא בשעת אכילה גופא ומשום סכנה וכדלקמיה אבל בין תבשיל לתבשיל מותר ומצוה על כל אדם ללמוד תורה על שלחנו שכל שלחן שלא אמרו עליו ד\"ת כאלו אכלו מזבחי מתים וכתב בשל\"ה דילמוד משנה או הלכה או אגדה או ספרי מוסר ואינו יוצא במה שמברך בהמ\"ז ועכ\"פ יאמר איזה מזמור וטוב לומר אחר ברכת המוציא מזמור ה' רועי לא אחסר דהוא ד\"ת ותפלה על מזונותיו:", "2": "<b>(ב) שמא יקדים וכו' </b>- שכשיוצא הקול נפתח אותו כובע שע\"פ הקנה ונכנס בו המאכל ומסתכן [רש\"י]:", "3": "<b>(ג) נוטל ידו אחת </b>- וצריך לברך ענט\"י אם רוצה לאכול [מ\"א] ועיין מה שכתבנו לעיל בסוף סימן קס\"ד במ\"ב בזה:", "4": "<b>(ד) ששפשף בה </b>- ואם שפשף בשתי ידיו צריך ליטול שניהם ואיתא בגמרא דמצוה לשפשף הניצוצות של מי רגלים אם נתזו על רגליו שלא יראה ככרות שפכה וכנ\"ל בסימן ג':", "5": "<b>(ה) אינו נוטל כלל </b>- בין לאכילה בין לשתיה:", "6": "<b>(ו) ודאי צריך נטילה </b>- ולענין ברכת ענט\"י יש מהאחרונים שכתבו שלא לברך גם בזה ולעיל בסימן קס\"ד הכרענו כדעת הח\"א דבזה צריך לברך עי\"ש:", "7": "<b>(ז) וה\"מ לשתות </b>- פי' שחוזר לביתו רק לשתות דאף לזה צריך נטילה שמא יבוא לאכול וכדלקמיה בהג\"ה:", "8": "<b>(ח) ואם דיבר וכו' </b>- איצא לחוץ קאי:", "9": "<b>(ט) נוטל שתי ידיו </b>- דכיון דהפליג שעה אחת או שתים הסיח דעתו מסעודתו ולא נזהר לשמור ידיו והן עסקניות [רש\"י]. וכתב הברכי יוסף בשם ספר צרור החיים דכשנוטל פת בידו בשעה שמדבר א\"צ נטילה שדעתו עליו ולא יסיח דעתו:", "10": "<b>(י) כיון שהסיח דעתו </b>- ובין אאכילה ובין אשתיה קאי כיון שהפליג. ומ\"מ המוציא א\"צ לברך שנית אף אם בודאי נגע במקום הטנופת [מ\"א]:", "11": "<b>(יא) אבל בלא\"ה א\"צ וכו' </b>- וכמו שפסק המחבר לעיל בסימן קנ\"ח ס\"ו:", "12": "<b>(יב) זה את זה </b>- והוא שלא יהא שהייתן הרבה ושלא יפסיק בדברי שיחה:", "13": "<b>(יג) לשתות </b>- וה\"ה לדבר אחר. אין ד\"א לת\"ח לשתות מים בפני רבים אלא יהפוך פניו לצד אחר וי\"א דדוקא שלא בשעת סעודה אבל בשעת סעודה שרי ושאר משקין מותר בכל גווני. בש\"ס כתובות ס\"ה אשה שאין בעלה עמה אין לה לשתות יין וכשהיא בדרך באכסניא אפילו בעלה עמה אסור וה\"ה בשאר משקין המשכרין. ואם היא רגילה לשתות בפני בעלה מותרת לשתות מעט שלא בפני בעלה [מ\"א]:", "14": "<b>(יד) מאכל השמש </b>- ומ\"מ מדת חסידות ליתן לו גם מיד דבר מועט כמ\"ש בסימן קס\"ט וע\"ש במ\"ב סק\"ב:", "15": "<b>(טו) אבל כשהשמש וכו' </b>- פי' כשהשמש מערה מן האילפס לתוך הקערה אינו מדרך המוסר שישייר לעצמו באילפס אלא יערה הכל והם יניחו כל אחד בקערה מעט בשבילו:", "16": "<b>(טז) כל מה שיאמר וכו' </b>- היינו אפילו דבר שיש בו קצת גסות ושררה שלא היה עושה כן האורח משום ענוה אעפ\"כ יעשה [תוספות] ואם האורח נוהג איזה פרישות בדבר שעושה משום סרך איסור אינו מחוייב לשמוע לבעה\"ב לעבור אבל דבר שהוא פרישות בעלמא טוב לגבר להסתיר מעשיו [שע\"ת ע\"ש]:", "17": "<b>(יז) יעשה </b>- עיין בבגדי ישע שמצדד דהיינו דוקא זולת אכילה ושתיה אבל באכילה ושתיה אם אינו תאב לאכול ולשתות יותר והבעה\"ב מפצירו לזה אינו מחוייב כדי שלא יזיק לו האכילה ואין בזה מניעת כבוד לבעה\"ב אם אינו עושה כדבריו ע\"ש:", "18": "<b>(יח) קפדן בסעודתו </b>- מפני שמונע ב\"ב לתת כלום לעניים מפני יראת קפדנותו ועוד כי האורחים וב\"ב מתביישים אז לאכול כי יחושו פן יתרגש ויקפיד על אכילתן:", "19": "<b>(יט) לא יאכל אדם וכו' </b>- והב\"י מצדד דאפילו לאחוז בידו כביצה אינו כדאי אע\"פ שאינו אוכל בבת אחת:", "20": "<b>(כ) בבת אחת </b>- ואם משייר אפילו מעט תו לא הוי גרגרן [מ\"א]:", "21": "<b>(כא) שנים דרך ארץ </b>- פי' כששותהו בשני פעמים ועיין לקמן סימן ר\"י מה שכתבנו שם:", "22": "<b>(כב) כוס קטן </b>- היינו פחות מרביעית. וכ\"ז כשהאדם בינוני ובסתם יין אבל מי שכריסו רחבה או יין מתוק נשתנה השיעור והוא מותר בבת אחת אפילו ביותר מזה ולפ\"ז בשכר שלנו שאינו חזק בודאי שיעורו יותר מרביעית [מ\"א]:", "23": "<b>(כג) מראשו </b>- פי' כי השום הלבן שבו מבפנים הוא המשובח שבו והעלין הירוקין שמלמעלה גרועין מהן ומחזי כרעבתן כשיתחיל לאכול מראשו [פרישה] ובשבת מותר משום חיבוב סעודת שבת:", "24": "<b>(כד) מעליו </b>- מצד העלין:", "25": "<b>(כה) בידו השניה </b>- ר\"ל כמו הרוצה לקרוע בכח דבר מדבר שמחזיק בשתי ידיו לקרוע ובמסכת דרך ארץ שלפנינו הגירסא הטיפש שבהן אחז הקלח בידו אחת ונשכו בשיניו ע\"ש משמע דדוקא באופן זה הוי גנאי ועיין בביאור הגר\"א:", "26": "<b>(כו) לא ישוך וכו' </b>- מפני שנמאסה לבריות:", "27": "<b>(כז) לא ישתה וכו' ויברך בהמ\"ז </b>- דנראה כששותה אותם בב\"א שעושה לשרות המאכל כדי שיוכל לחזור ולאכול אחר בהמ\"ז עוד הרבה ובטור הגירסא לא יביא שתי כוסות ופירשו הרבה אחרונים דהכונה שרוצה לשתות עתה רק כוס אחד והשני יניחנו לברך עליו בהמ\"ז אפ\"ה לא יביאם בפעם אחד מפני הרואים שסבורים שבשביל להרבות בשתיה מכוין:", "28": "<b>(כח) הגדול פושט וכו' </b>- אפילו בדאיכא קערות טובא לא יפשוט ידו לקערה שלפניו עד שהגדול יפשוט תחלה לקערה שלפניו וה\"ה במניחין פירות לפני כאו\"א שיפשוט הגדול ידיו תחלה:", "29": "<b>(כט) לבית </b>- בעה\"ב ופשוט דמיירי כשאינו מתארח שם בשכר:", "30": "<b>(ל) תנו לי לאכול </b>- ואם נתנו לפניו א\"צ להמתין תו עד שיאמרו לו שיאכל:", "31": "<b>(לא) משום רבית </b>- כלומר דמחזי כריבית אבל מדינא לאו ריבית הוא דלא היה מתכוין בשעה שהאכילו בראשונה לכך:", "32": "<b>(לב) אבל מותר לומר וכו' </b>- דאינו מתכוון כלל בזה לחוב רק אומר כן דרך המוסר שלא יסרב נגד דבריו ויאכל עמו ולא יקשה בעיניו לאכול עמו בחנם והט\"ז חוכך גם בזה להחמיר עי\"ש:", "33": "<b>(לג) אפילו בסעודה וכו' </b>- דהלא אינו אומר לו אז בשעת אכילה שהוא לפרעון על מה שעבר רק בדרך מתנה בעלמא:", "34": "<b>(לד) פרוסה על גבי וכו' </b>- היינו פרוסת פת והטעם שמא תפול הפרוסה לתוך הקערה וימאס האוכל. איתא בגמרא [ברכות ח'] כשיחתוך בשר יחתכנו ע\"ג השלחן וכדומה ולא ע\"ג היד שמא יפגע בידו וגם שמא יצא דם וימאס האוכל:", "35": "<b>(לה) בפרוסה </b>- ובלבד שיאכל אח\"כ הפרוסה דאל\"ה איכא בזיון אוכלין כדלקמן בסימן קע\"א [אחרונים]:", "36": "<b>(לו) ולא ישוך פרוסה וכו' </b>- לכאורה הא נלמוד זה במכ\"ש דסעיף י' דאפילו ע\"ג השלחן אסור כ\"ש ליתן לפני חבירו או בקערה אלא באמת גרסינן הכא מפרוסה [וכן הוא במסכת ד\"א וברוקח] והיינו דאין הכונה על החתיכה גופא שאחזה בשיניו דזה אין להניחו אפילו על השלחן וכדלעיל בס\"י אלא הכוונה על החתיכה שנשאר שנשך ממנה בשיניו איזה פרוסה דגם זו החתיכה לא יתן לפני חבירו לאכול או בקערה [א\"ר ופרישה]:", "37": "<b>(לז) ויתן לחבירו וכו' </b>- שמא מחמת הבושה יקבל חבירו ממנו וישתה בע\"כ ואולי חבירו מאיס ליה לשתות ממה ששייר זה דאפשר דנתערב רוקו שם ויחלה עי\"ז ולפ\"ז דוקא אם נותנו לידו אבל אם מניחו לפניו והוא לוקח מעצמו לית לן בה וט\"ז כתב אני ראיתי בצואת ר\"א הגדול שמזהיר מאד שלא לשתות ממה ששייר חבירו כי שמא יש לו חולי בתוך גופו ויצא רוח מפיו לאותו שיור ע\"ש ועיין לקמן בסכ\"ב דמהני קינוח מקום נשיקת הפה או במים כששופך מהם מעט דרך אותו מקום ששתה בפיו ולכאורה סותר לדברי ר\"א הגדול ואולי דר\"א הגדול מיירי דהראשון ששתה היה אדם שאין אנו מכירין אותו אם הוא בריא דאז יש לחוש יותר [א\"ר] ועיין בפמ\"ג:", "38": "<b>(לח) ויניחנו על השלחן </b>- שאין זה דרך כבוד להניח על השלחן כוס ריקם [לבוש]:", "39": "<b>(לט) לא יקח חלקו וכו' </b>- הב\"ח פי' הטעם שנראה שחלקו בזויה בעיניו ולא חפץ בה ומסרה לשמש ולכן יניחנה לפניו דמראה שמקובל בעיניו אלא דלפי שא\"צ לאכול מסרה לבסוף לשמש ומ\"ש המחבר דבר קלקול ר\"ל שעי\"ז יוכל לבוא לידי קטטה הבעה\"ב עם האורח ולבוש פי' כפשוטו דלפיכך לא יתננו תיכף להשמש שמא יהיה קלקול בסעודה ויצטרך לחלק הזה לחלק לשאר המסובין אלא יניחנו עד אחר הסעודה ואח\"כ יתן לו וכתב הט\"ז דלפ\"ז א\"צ להמתין רק עד אחר שיניח לכל אחד חלקו כראוי. כתב מ\"א כשעושה סעודה דרך ארץ להשקות בעצמו למסובין כדאיתא בקידושין ל\"ב:", "40": "<b>(מ) אינם רשאים וכו' </b>- הוא תקנת חכמים מפני מעשה שהיה כדאיתא בחולין צ\"ד מעשה באדם אחד שזימן ג' אורחים בשני בצורת ולא היה לו להניח לפניהם אלא כשלש ביצים בא בנו של בעה\"ב נטל אחד מהן חלקו ונתן לו וכן שני וכן שלישי בא אביו של תינוק מצאו שמחזיק אחד בפיו ושתים בידו חבטו בקרקע ומת כיון שראתה אמו עלתה לגג ונפלה ומתה אף הוא עלה לגג ונפל ומת ע\"ש. וכתבו המ\"א וא\"ר דדוקא בכה\"ג דש\"ס שהיתה סעודה מצומצמת ומתבייש בעה\"ב כשיחסר להם אבל אם יש הרבה על השלחן שלא יחסר עי\"ז רשאים ליתן להם ולפ\"ז כ\"ש אם כבר כלו לאכול ונשתייר מותר ליתן להם מהשיריים ובספר שמן רוקח חוכך בכל זה להחמיר:", "41": "<b>(מא) או לעבדו </b>- י\"א דדוקא לעבדו אסור אבל לשמש המשמש בסעודה שרי ויש אומרים דאף לשמש אסור:", "42": "<b>(מב) לא היו מסובין וכו' </b>- אפילו בסעודת מצוה [אחרונים] ועיין בבה\"ל:", "43": "<b>(מג) אע\"פ וכו' </b>- דמסתמא נתרצו לזה שיאכל עמהם מעט משלהם כדי שיהיה להם זימון עי\"ז וממילא אם אוכלין מידי דאין מזמנין עליו אין לו לאכול בלא רשות. וכתב הא\"ר דאפשר דה\"ה אם היו האוכלין תשעה [דבר שמזמנין ע\"ז] יכול העשירי ג\"כ לאכול בלא רשות דמסתמא ניחא להו כדי שיהא להם זימון בשם:", "44": "<b>(מד) קנח מקום וכו' </b>- עיין לעיל בסט\"ז במה שכתבנו שם במ\"ב:", "45": "<b>(מה) דרך שם </b>- כדי לשטוף הרוק שנגע דרך שם ועיין מה שכתבנו לקמן בסימן רל\"א מעניני אכילה. יזהר מאד שלא לאכול לב בהמה חיה ועוף [מ\"א] כתב א\"ר בשם של\"ה ייטיב לבו בסעודתו אם מעט ואם הרבה יאכל פתו בשמחה. יאכל הטוב והמועיל לו לרפואה ולא מה שערב לו לפי שעה. ולא יישן סמוך לאכילה אלא ימתין אחר אכילה ועיין ברמב\"ם הלכות דעות פ\"ו שהאריך בדברים אלו והנהגתן. גם האריך בשל\"ה ליזהר מרבוי אכילה ושתיה אלא יאכל וישתה רק להעמיד ולהברות את גופו מזומן לעבודת הנפש ובזה כל סעודותיו הוין סעודת מצוה וע\"ש בא\"ר שהביא עוד כמה ענינים הנוגעים בענין זה:"}, "171": {"1": "<b>(א) צרכיו </b>- ר\"ל צורך תשמישיו וכמו שיתבאר לקמיה:", "2": "<b>(ב) בפת </b>- וכ\"ש בשאר אוכלין:", "3": "<b>(ג) אבל מידי דמימאס וכו' </b>- ואפילו בשאר אוכלין ג\"כ אסור:", "4": "<b>(ד) לא </b>- ואם עושה לרפואה שרי אפילו מימאס ביה וכדלקמן בסימן שכ\"ח ס\"כ ואפילו בלא רפואה אם הוא דבר שהוא צורך האדם ודרך העולם לעשות בהאוכל צורך זה ג\"כ שרי ומטעם זה מזלפין הקרקע ביין וסכין הגוף ביין ושמן כמבואר בגמרא בכמה דוכתי. אסור לפצוע זיתים ליטול ידיו במים היוצאים מהם [שחזקים הם ומעבירים את הזוהמא] מפני שהזיתים נמאסים עי\"ז ואיכא הפסד אוכלין [גמרא]:", "5": "<b>(ה) כוס מלא </b>- שקרוב הדבר שישפך עליו וימאס:", "6": "<b>(ו) אם היא וכו' </b>- וג\"כ מטעם הנ\"ל וכ\"ש אם הקערה בתחתיתו אינו נקי וימאס הפת עי\"ז:", "7": "<b>(ז) מלאה וכו' </b>- אבל כשאינה מלאה שרי לסמוך אף דמשתמש בפת דעושה אדם כל צרכיו בפת וכנ\"ל וה\"ה דמותר לכסות בו כלי [טור]:", "8": "<b>(ח) שאינה צורך אכילה </b>- דאלו בנטילה לאכילה בלא\"ה אסור לכמה פוסקים [עיין בסימן ק\"ס סי\"ב] דאין נטילה אלא במים אלא אף בזה שאינה צורך אכילה אסור משום בזיון היין וה\"ה בשאר משקין אסור. ובשעת הדחק עיין לעיל בסי' ק\"ס סוף סי\"ב ובבה\"ל שם:", "9": "<b>(ט) ואין זורקין הפת </b>- ומבואר בב\"י וש\"פ דפת חשיבא טפי משאר אוכלין ובדידיה אסור אפילו אם לא נמאס ע\"י זריקה כגון שזורקו ע\"ג מקום נקי דזלזול הוא לפת:", "10": "<b>(י) הנמאסים ע\"י זריקה </b>- כגון תאנים וכדומה שנתבשלו כל צרכן שהם רכים ומתמעכים ע\"י זריקה ונמאסים:", "11": "<b>(יא) כגון אגוזים וכו' </b>- שהם קשים ואינם מתמעכים ומיירי שזרקו במקום נקי דאל\"ה אסור אפילו באגוזים וכדלקמיה בסעיף ד'. כשרואין אוכלין מונחים על הארץ אסור לילך ולהניחם אלא צריך להגביהם אם לא במקום דאיכא למיחש לכשפים כגון ככר שלם [עירובין ס\"ד]. איתא בגמרא [תענית כ'] דרב הונא סובר מאכל אדם אין מאכילין אותו לבהמה [וה\"ה לעופות] אמנם בא\"ר מסתפק אם הלכה כר\"ה בזה ועיין במחצית השקל שמצדד דאם אין לו דבר אחר להאכיל כ\"א מאכל אדם לכו\"ע מותר ואפשר דמשום זה נוהגין העולם היתר להאכיל לעופות פת:", "12": "<b>(יב) קופה מלאה תאנים </b>- דוקא בקופה של נצרים שהיא נכפפת והאוכלין מתמעכין ונמאסין אבל של עץ שרי:", "13": "<b>(יג) של דבילה וכו' </b>- שהם קשים ואינם מתמעכים [לבוש]:", "14": "<b>(יד) קטניות </b>- שאף שהקופה היא מנצרים הקטניות בעצמן קשים הם:", "15": "<b>(טו) במקום כף </b>- משום דעושה אדם צרכיו בפת היכא דלא מימאס וכנ\"ל והכא לא מימאס להאדם הזה בעצמו שאכל בו הדייסא:", "16": "<b>(טז) והוא שיאכל וכו' </b>- דלאדם אחר מימאס ואיכא הפסד אוכלין:", "17": "<b>(יז) והמדקדקים וכו' </b>- שחוששים להשתמש מעשה עץ באוכלין דביזוי הוא לכן אוכלין בכל פעם מעט מן הפת דנראה כאלו בא ללפת את הפת:", "18": "<b>(יח) אח\"כ אוכלין אותו </b>- דלאחרים הוא נמאס וכנ\"ל:", "19": "<b>(יט) ממשיכין יין בצנורות </b>- שעושין משום סימן טוב שימשך שלותן וטובתן ומיירי בצינור של עץ שאינו נמאס:", "20": "<b>(כ) והוא שיקבלנו </b>- דאל\"ה איכא משום הפסד אוכלין:", "21": "<b>(כא) שנמאסין </b>- ואע\"פ שאגוזין יש להם קליפה ואין האוכל שבתוכן נמאס מ\"מ בימות הגשמים שיש רפש וטיט ומתלכלכין שם נמאסין להגביהן ואיכא הפסד אוכלין. יש מקומות שהנהיגו כהיום לזרוק צמוקין לפני החתן בשבת שלפני חתונתו בשעה שקורין אותו למפטיר ולא יפה הם עושין שרכין הם ונמאסין עי\"ז כנ\"ל:", "22": "<b>(כב) לא גלוסקאות </b>- כנ\"ל ס\"א:", "23": "<b>(כג) במקום נקי </b>- כדי שלא ילך לאיבוד:", "24": "<b>(כד) וגם יכבדו וכו' </b>- דאל\"ה אין תועלת מה שזרק במקום נקי:"}, "172": {"1": "<b>(א) בולען </b>- שא\"א לפולטן דמימאסי ומיפסדי וגם לסלקם לצד אחד מלוגמיו ולברך כמו בס\"ב באוכלין אינו יכול לעשות זה במשקין שא\"א לדבר בעוד משקין בפיו הלכך התירו לו לבולען וכתב בלבושי שרד דאם הכניס מעט בפיו ויכול לברך ע\"י הדחק יברך:", "2": "<b>(ב) ואינו מברך עליהם וכו' </b>- י\"א דכ\"ז דוקא כשאין לו יותר משקין לשתות והוא דחוק למשקין הללו אבל אם יש לו יותר יפלוט ולא יהנה בלי ברכה וכן ראוי לנהוג [מ\"א וא\"ר]:", "3": "<b>(ג) ברכה ראשונה </b>- הטעם דמאחר שכבר בלע המשקין כבר נדחה ממנו מצות ברכה ראשונה אבל ברכה אחרונה צריך לברך אם היה כשיעור עיין לקמן בסי' ר\"י:", "4": "<b>(ד) וי\"א דמברך עליהם </b>- היינו אחר שבלע מברך עליהם הברכה ראשונה ולא דמי להא דקי\"ל בסי' קס\"ז ס\"ח דאם נזכר אחר שגמר סעודתו שלא בירך אינו מברך דשאני הכא דמאחר שנזכר בעודו בפיו היה עליו אז חיוב ברכה ודומה זה קצת לעובר לעשייתן אלא שלא היה יכול לברך לכן לא נפטר מן הברכה:", "5": "<b>(ה) וכן נראה עיקר </b>- ודעת רוב הפוסקים כדעה ראשונה שאינו מברך רק ברכה אחרונה אם שתה כשיעור וכן הסכים הא\"ר:", "6": "<b>(ו) שאינו נמאס </b>- כגון פולין וכיו\"ב שהם קשים:", "7": "<b>(ז) יפלטנו ויברך עליו </b>- כדי שיהא פיו ריקן בשעת הברכה דכתיב ימלא פי תהלתך [גמרא] וכתב האשכול מהא שמעינן מאן דמברך ברכה צריך לברך מלא פומיה ולא לגמגם:", "8": "<b>(ח) דבר שנמאס </b>- כגון תותים וענבים:"}, "173": {"1": "<b>(א) רשות </b>- רצה נוטל רצה אינו נוטל:", "2": "<b>(ב) עיין ביו\"ד סימן פ\"ט </b>- ס\"ג ושם נתבאר בהג\"ה דלפי מנהגנו יש ליטול ידיו אפילו בין תבשיל של גבינה לתבשיל של בשר שאחריו אם נוגע בהם בידיו ואין לנו רשות אלא בששני התבשילין שוין:", "3": "<b>(ג) לדבר אחר </b>- צרעת ועיין במ\"א שכתב דאפשר דבזמנינו אין סכנה כ\"כ דבכמה דברים נשתנו הטבעים ע\"ש:", "4": "<b>(ד) ועיין יורה דעה סימן קט\"ז </b>- ושם נתבאר בהג\"ה דמנהגנו שאין חוששין לזה וסיים דמ\"מ יש לאכול דבר ביניהם ולשתות דהוי קינוח והדחה:", "5": "<b>(ה) נוהגים באמצעיים </b>- היינו שבין תבשיל לגבינה:", "6": "<b>(ו) בין להקל </b>- היינו שא\"צ נטילה בכלי וגם רק עד פרק השני וגם אין חציצה מעכב בהם בדיעבד:", "7": "<b>(ז) שפוסל באמצעיים </b>- אין הכוונה שאם הסיח דעתו לאחר שהטיל לאמצעיים נבטל נטילת האמצעיים דמאי איכפת לן בהיסח דעתו הרי עכ\"פ ידיו נקיות מגבינה אלא ר\"ל שאם הסיח דעתו משמירת ידיו נבטל נטילה ראשונה דמים ראשונים כמו שמבואר בכמה מקומות דהיסח הדעת משמירת ידיו פוסל הנטילה ומילתא דפשיטא הוא ולא נקט לה אלא משום דהשוה לה בכל דבר למים אחרונים ובמים אחרונים לאחר שנטל לא איכפת לן בהיסח הדעת שהרי לא יאכל יותר להכי קאמר דבנטילה לאמצעיים אינו כן דאף שהטיל לאמצעיים אעפ\"כ אינו רשאי להסיח דעתו מנטילה ראשונה שהרי יאכל עוד:", "8": "<b>(ח) שאמצעיים צריכים ניגוב </b>- דיש בו משום מיאוס אם יאכל בלי ניגוב:", "9": "<b>(ט) דוקא מים </b>- ששאר משקין מתוך שהם עצמן שמנים אינם מנקים את השומן והמאכל משא\"כ באחרונים שאינם באים רק להעביר הזוהמא מידים אפילו משקין מעבירין הזוהמא ורש\"ל מיקל דמותר בשאר משקין אבל כמה אחרונים הסכימו להרמ\"א:"}, "174": {"1": "<b>(א) ואין הפת פוטרו </b>- היינו אע\"פ ששותה לשרות האכילה שבמעיו וה\"ז כדברים הבאים מחמת הסעודה תוך הסעודה שנפטרים בברכת הפת כמו שיתבאר לקמן מ\"מ הואיל והיין הוא חשוב אינו נחשב טפל לפת להפטר בברכתו ואפילו כוון בפירוש בברכת הפת לפטור כל מה שישתה בתוך הסעודה לא מהני ליין:", "2": "<b>(ב) יין פוטר וכו' </b>- שהוא ראש וראשון לכל המשקים וכולם נטפלים לו [תוספות]:", "3": "<b>(ג) כל מיני משקים </b>- ובלבד שיהיו לפניו על השלחן בשעה שבירך על היין [דאלו לא היו לפניו בשעת ברכה אף שהביאו המשקין לפניו בשעה שעמד עדיין היין לפניו לא מהני וצריך לברך עליהם] ויש מקילין אפילו לא היו לפניו ורק שהיה דעתו עליהם וכ\"ז בשלא קבע עצמו לשתות יין ורק כוס זה בלבד אבל אם קבע לשתות יין הסכימו כמה אחרונים דפוטר אפילו המשקין שלא היו לפניו בשעת ברכה כיון שבאו לפניו עכ\"פ בעוד שהיין לפניו [ואם באו לפניו אחר גמר שתיית היין צריך לברך על המשקין כ\"כ מהר\"מ בנעט בביאורו אם לא שהיה דעתו על המשקין קודם גמר השתיה] ולכתחלה טוב יותר לעולם שיהיו שאר המשקין לפניו בעת ברכתו על היין. ודע שאם קידש על היין והוציא אחרים בברכתו אם לא טעמו מכוס של קידוש ורוצים לשתות שארי משקין אף שהיו לפניהם בשעה שבירך על היין צריכים לברך על המשקין כי הטעם שיין פוטר הוא משום שכל המשקים טפלים לו וכשאינו שותה לא שייך טעם זה ועיין בבה\"ל מה שכתבנו עוד בענין זה:", "4": "<b>(ד) אפילו מברכה ראשונה </b>- ועיין לקמן סימן ר\"ח סט\"ז ובמ\"ב שם לענין ברכה אחרונה:", "5": "<b>(ה) מניחו וכו' </b>- דאפילו למ\"ד בהמ\"ז אינה טעונה כוס מ\"מ מצוה מן המובחר יש בזה אם יוכל לעשות בכוס כדלקמן סימן קפ\"ב ס\"א ומ\"מ אם הוא צמא לשתות ואין לו שאר משקין מוטב שישתה קודם כדי לצאת גם דעת המרדכי [שהובא ברמ\"א לקמן סימן קצ\"ג] שסובר דכשתאב לשתות אינו חייב מה\"ת לברך בהמ\"ז עד שישתה:", "6": "<b>(ו) אם קבע וכו' </b>- כתבו האחרונים דל\"ד קבע דה\"ה אפילו אם שתה רק כוס אחד של יין קודם הסעודה דפוטר היין שבתוך הסעודה וכל זה אם דעתו לשתות גם בתוך הסעודה:", "7": "<b>(ז) שבתוך המזון </b>- וה\"ה דפוטר נמי יין שלאחר המזון קודם בהמ\"ז [במקום שרגילין לשתות יין אחר גמר אכילתן או שהיה דעתו לזה בפירוש] אבל אם לא היה לו יין לפני המזון ובירך על היין שבתוך המזון צריך לברך שנית על יין שלאחר הסעודה כי יין שבתוך המזון אינו בא רק לשרות המאכל שבמעיו ואינו חשוב לפטור היין שלאחר המזון שבא לשתיה ולתענוג [ועיין בב\"י שכתב דאם הוא צמא מחמת אכילתו אפילו נשתהא זמן הרבה אחר הסעודה אעפ\"כ כל זמן שלא בירך בהמ\"ז כיין שבתוך המזון דמי דבא לשרות המאכל וגם משמע קצת מדברי הרשב\"א דאם הוא שותה מיד אחר האכילה ג\"כ מסתמא כדי לשרות המאכל הוא בא] אך באמת אין דין זה מצוי בינינו שאין אנו מושכין ידינו מן הפת עד בהמ\"ז וחשיב הכל תוך הסעודה ולפיכך ממילא יין שבתוך המזון פוטר גם יין שלאחר המזון דזה וזה לשרות:", "8": "<b>(ח) וכן יין של קידוש </b>- קמ\"ל דלא תימא דוקא יין קודם המזון דחשיב דבא לפתוח המעיים ולשתות פוטר בתוך הסעודה אבל יין קידוש דבא עיקרו למצוה אימא לא קמ\"ל דפוטר. ונ\"ל פשוט דבמדינתנו שאין אנו רגילין לשתות יין בתוך הסעודה אפילו בשבת אינו פוטר אלא א\"כ היה דעתו לזה מתחלה וכמו שכתבתי מקודם:", "9": "<b>(ט) שבתוך המזון </b>- וה\"ה שלאחר המזון [אחרונים]:", "10": "<b>(י) וכן המבדיל וכו' </b>- ר\"ל אע\"ג דהבדלה אינה שייכא כלל לסעודה כמו קידוש אפ\"ה כיון דהבדיל על השלחן ר\"ל שהכין עצמו לסעודה שייכא לסעודה ומיירי כנ\"ל שהיה בדעתו לשתות גם בתוך הסעודה:", "11": "<b>(יא) שאין ברכת וכו' </b>- הטעם כנ\"ל דאינה שייכא לסעודה כמו קידוש [שאינה אלא במקום סעודה] וע\"כ ס\"ל להי\"א דבעינן עכ\"פ שיטול ידיו לסעודה מתחלה דבזה בודאי אתחלתא דסעודה היא:", "12": "<b>(יב) יין הבדלה </b>- כתב מ\"א דדוקא יין הבדלה שאינו בא לצורך סעודה אבל ביין שלפני המזון דעלמא שבא לצורך סעודה לפתוח המעיים פוטר אפילו קודם נטילה יין שבתוך הסעודה ולהכי סתם המחבר בריש הסעיף ולא התנה דדוקא אחר נטילה:", "13": "<b>(יג) נטל ידיו </b>- לאו דוקא דה\"ה אם קבע עצמו לסעודה על השלחן [מ\"א] ובא\"ר חולק עליו וכן משמע מביאור הגר\"א:", "14": "<b>(יד) קודם הבדלה </b>- וא\"ת היכי שרי להפסיק בהבדלה בין נט\"י להמוציא י\"ל דלא הוי היסח הדעת כיון שדעתו לאכול ואינו רשאי לאכול בלי הבדלה אבל להפסיק בשתיית רשות בין נטילה להמוציא אסור:", "15": "<b>(טו) יכוין שלא להוציא </b>- ואז יברך ברכה אחרונה על כוס זה קודם הסעודה:", "16": "<b>(טז) בתוך הסעודה </b>- ר\"ל אפילו שלא בבת אחת:", "17": "<b>(יז) בברכה אחת </b>- דמסתמא כשבירך בפה\"ג על כוס האחד דעתו היה ג\"כ על כל מה שישתה בתוך הסעודה:", "18": "<b>(יח) לא היה דעתו וכו' </b>- ר\"ל שהיה דעתו שלא לשתות אלא אותו הכוס ולא יותר אלא שאח\"כ נמלך לשתות עוד וכתב הט\"ז דה\"ה לענין אכילה כגון שקנה לעצמו לחם א' לאכלו כולו וע\"ד זה בירך ואח\"כ נתאוה לאכול עוד ושולח לקנות עוד צריך לברך שנית המוציא [והטעם דמעשיו מוכיחין דלא היה בדעתו לאכול כ\"א הלחם שקנה דאל\"כ היה קונה יותר אלא שאח\"כ נתאוה לאכול עוד] אבל אם יש לו בבית לחם וחותך לו חתיכה לאכול אותה ואח\"כ רוצה לחתוך עוד אין זה נמלך דדרך אדם כן הוא דלפעמים בשעת ברכה חושב שיהיה די לו בחתיכה אחת ואח\"כ כשרואה שאינו שבע בזה לוקח עוד:", "19": "<b>(יט) שבא לסעודה </b>- היינו שאינו מן הקרואים אלא שבא דרך עראי לשם לכך אמרינן דהוי נמלך דבשעה שבירך לא היה יודע אם יתנו לו עוד וכדלקמן בסימן קע\"ט סה\"ו עי\"ש במ\"ב:", "20": "<b>(כ) ומושיטין לו </b>- ר\"ל שלא בבת אחת אלא בזה אחר זה:", "21": "<b>(כא) על כוס ברכת נשואין </b>- שיש שם הרבה מסובין וכל כיוצא בזה:", "22": "<b>(כב) כ\"א צריך לברך </b>- דמסתמא אינו מכוון לצאת בברכת המברך מאחר שאינו יודע אם יגיע לו ועיין לקמן סימן ק\"צ במ\"א סק\"ז ובמ\"ב שם:", "23": "<b>(כג) אין לברך וכו' דבהמ\"ז פוטרתו </b>- כדין דברים הבאים מחמת הסעודה שנפטרין בבהמ\"ז [כמש\"כ בסימן קע\"ז] דהיין מחמת הסעודה הוא חשיב דבא לשרות המאכל ואף דברכה ראשונה מברך על היין כנ\"ל בס\"א ברכה אחרונה לא:", "24": "<b>(כד) שלפני המזון </b>- דכיון שבאים לפתוח המעיים להמשיך האדם לתאות המאכל הוי ג\"כ כדברים הבאים מחמת הסעודה ופשוט דזה דוקא אם שותה סמוך למזון עכ\"פ דהוי כאתחלתא דסעודה אבל בלא\"ה לא:", "25": "<b>(כה) ואפילו לא וכו' </b>- כצ\"ל. ור\"ל דאף דאז לא שייך לומר דהוא שתיה אחת עם אלה שבתוך הסעודה אפ\"ה פוטר דהן עצמן בכלל סעודה הן וכנ\"ל. ולענין מים ושארי משקין ששותה קודם המזון ואינו שותה בתוך המזון דעת הרבה אחרונים דצריך לברך עליהם ברכה אחרונה שאין בהמ\"ז פוטרתן דמכיון ששתה אותם קודם המוציא אינם שייכים לסעודה כלל לבד יי\"ש שוה ליין דהוא מעורר תאות המאכל ועיין בה\"ל:", "26": "<b>(כו) וע\"ל ס\"ס רע\"ב </b>- ס\"ז לענין קידוש דשם מבואר דגם בו ברכת המזון פוטרתו ועיין בה\"ל מה שכתבנו בזה:", "27": "<b>(כז) ולענין יין של הבדלה </b>- ר\"ל דהם אינם באים לצורך סעודה ועיין שם שכתבנו דאם לא בירך קודם הסעודה לא יברך עוד ויפטרנו בברכת המזון. ולענין אם פוטר בהמ\"ז היין ששתה אחר גמר הסעודה יש דעות בפוסקים י\"א דאין בהמ\"ז פוטרו בסתמא וצריך לברך על היין מעין שלש אם לא שכוון בהדיא בבהמ\"ז לפטור גם היין דאז פטור בדיעבד כמבואר בסימן ר\"ח סי\"ז וי\"א דאין צריך לברך ברכה אחרונה ובהמ\"ז פוטרו בסתמא אף לכתחלה מיהו אין דין זה מצוי בינינו לפי המבואר לקמן בסימן קע\"ז דאין אנו מושכין ידינו מן הפת עד בהמ\"ז א\"כ הוי הכל כבתוך הסעודה ובהמ\"ז פוטרו [מ\"א] ומיהו באמת לכתחלה טוב יותר שיכוון בעת בהמ\"ז לפטור:", "28": "<b>(כח) אם אין לו יין וכו' </b>- אסעיף א' קאי דאיין שבתוך הסעודה מברך ברכה ראשונה אף בתוך הסעודה משום חשיבותו אבל אשאר משקין לא דנטפלים להסעודה:", "29": "<b>(כט) כבאים מחמת הסעודה </b>- בתוך הסעודה דמבואר בסימן קע\"ז דאין מברכין עליהם דנפטרין בברכת המוציא:", "30": "<b>(ל) ואינם טעונים ברכה </b>- לא לפניהם ולא לאחריהם ואפילו אם הם באים אחר גמר סעודה לדידן דאין אנו מושכין ידינו מן הפת וחשוב הכל כבתוך הסעודה:", "31": "<b>(לא) המים </b>- אליבא ריקנא וה\"ה בשארי משקין:", "32": "<b>(לב) וי\"א לברך </b>- היינו ברכה ראשונה דס\"ל דדינו כמו פירות שאוכל בתוך הסעודה דצריך ברכה לפניה' אבל מברכה אחרונה לכו\"ע נפטרין בבהמ\"ז:", "33": "<b>(לג) המים </b>- וה\"ה לשאר כל המשקין ואע\"ג דיין חשבינן ליה בא מחמת הסעודה [דרק משום חשיבותו צריך ברכה וכנ\"ל] יין שאני דסעיד ליבא טפי וגם דבא להמשיך תאות האכילה משא\"כ שארי משקין:", "34": "<b>(לד) בכל פעם דסתמא וכו' </b>- ואף לדעה זו דוקא במים אמרינן דמסתמא נמלך הוא שאין אדם שותה מים אלא לצמאו אבל בשכר ומי דבש וכיו\"ב לא חשיב בסתמא נמלך ובברכה אחת סגי לכו\"ע אך לאקרי\"ץ ודומיהן שאין שותין כ\"א לצמאו דינם כמו מים לדעה זו [מ\"א]:", "35": "<b>(לה) קודם נטילה </b>- דלאחר נטילה אין לו להפסיק בשתיית משקין של רשות והבדלה דס\"ד שאני משום דאסור לאכול קודם הבדלה:", "36": "<b>(לו) במקום סעודתו </b>- ולא ישנה מקומו דבשינוי מקום צריך לברך שנית כששותה אח\"כ וכמבואר בסימן קע\"ח וא\"כ לא תיקן כלום:", "37": "<b>(לז) ויברך וכו' </b>- וכתבו האחרונים דיזהר לשתות פחות מרביעית דאם ישתה רביעית לא יועיל כלום בתיקונו דיכנס בספק ברכה אחרונה על המשקין האלו דאפשר דאין בהמ\"ז פוטרתו דאין שייכים לסעודה מכיון ששתה קודם נטילה אכן אם יש לו כוס שכר לברך עליו בהמ\"ז א\"צ ליזהר בזה דברכת בנ\"ר שיברך על הכוס יפטור גם את המשקין ששתה קודם בהמ\"ז:", "38": "<b>(לח) על דעת וכו' </b>- או שיבקש לאחר שאינו אוכל שיברך על המשקה ויתכוון לפוטרו:", "39": "<b>(לט) והמנהג כסברא הראשונה </b>- והטעם כדלעיל לפי שאין אכילה בלא שתיה והוי כדברים הבאים מחמת הסעודה ולענין יי\"ש יש אחרונים שכתבו דצריך ברכה בתוך הסעודה משום שאין שותין אותו מחמת צמאון האכילה כשאר משקין אבל המ\"א כתב דבתוך הסעודה א\"צ ברכה משום דאז בא לעורר תאות המאכל וחשיב גם זה מחמת הסעודה [וה\"ה בפירות הבאים להמשיך תאות האכילה כגון לימני\"ש מלוחים או זית מליח או אוגערקע\"ס מלוחים וכיו\"ב ולא דמי לשאר פירות שבתוך הסעודה שצריך ברכה] וכן העתיקו איזה אחרונים כדעתו ובאמת היה ראוי לנהוג בזה כעצת המחבר לענין שאר משקין [דיברך על מעט מהיי\"ש קודם נטילה ע\"ד לפטור מה שישתה בתוך הסעודה] מפני שיש דעות בזה אלא שהעולם נהגו להקל ויש להם על מה לסמוך. וכ\"ז בתוך הסעודה אבל אם שותה את היי\"ש אחר סעודתו דאז בודאי דעתו רק לעכל המזון לכו\"ע צריך ברכה [אחרונים] מ\"מ נ\"ל דאם אכל מאכל שמן ולקח מעט יי\"ש להפיג השמנונית שבפיו אם רגיל בענין זה הוא בכלל טפל להאוכל וע\"כ אף אם הוא אחר גמר סעודתו א\"צ לברך. כתב הח\"א דאם שותה אחר גמר סעודתו קאפ\"ע הוא רק כדי לעכל המזון ולא דמי לשאר משקין וע\"כ צריך לברך ברכה ראשונה ואינו מוכרח ונכון שיברך מתחלה על מעט צוקע\"ר לפטור את הקאוו\"ע. וכל זה שייך רק לענין חול אבל בשבת ויו\"ט בשחרית אין שייך כ\"ז דהרי בודאי כבר קידש על הכוס וממ\"נ אם קידש על היין הלא פוטר כל המשקין [ובאופן המבואר לעיל בסק\"ג] ואם קידש על השכר וכיו\"ב הלא מברך שהכל וממילא נפטר גם זה:", "40": "<b>(מ) אפילו הסיבו יחד </b>- ר\"ל ולא כמו דאמרינן בעלמא [קס\"ז סי\"א] דאם הסיבו יחד אחד מוציא כולם ועדיף טפי משום ברוב עם הדרת מלך אבל בברכה שבתוך הסעודה לא יעשו כן:", "41": "<b>(מא) לענות אמן </b>- ואף דקי\"ל בכל מקום דשומע כעונה ועניית אמן אינו מעכב כלל לענין לצאת בהברכה חיישינן שמא יענו אמן ויסתכן [רא\"ש וטור]:", "42": "<b>(מב) משום דחיישינן וכו' </b>- היינו משום דעוסקין אז באכילה ואין בית הבליעה פנוי ומבואר בפוסקים דלדעה זו אף אם יניחו מלאכול ויכינו עצמם לשמוע הברכה ולענות אמן ג\"כ לא מהני דמ\"מ חיישינן שמא לא יזהרו להפסיק מלאכול ויבוא לידי סכנה [פרישה]:", "43": "<b>(מג) ויש אומרים וכו' </b>- דהם ס\"ל הטעם דאין אחד יכול להוציא חבירו בברכת היין שבתוך הסעודה משום דטרודים הם לאכול ולא יתנו לב לכוון לשמוע ולצאת ולכן אם אמר מקודם שיברך סברי מורי ומניחים כולן לאכול ויכונו לבם להברכה שפיר דמי וגם משום סכנה ס\"ל דאין כאן כיון שפסקו מלאכול:", "44": "<b>(מד) אחד מברך לכולם </b>- וצריכין שיטעמו כולם תיכף מהכוס ולא יפסיקו בין ברכה להשתיה [מ\"א]:", "45": "<b>(מה) ויאמר סברי רבותי </b>- ר\"ל בברכה שבתוך הסעודה כשאחד מברך ומוציא כולם לא יאמר ברשות רבותי [דלשון זה אינו אלא נטילת רשות לברך] אלא סברי רבותי דהיינו שיפסקו מלאכול ויתנו לב לשמוע הברכה ולצאת כנ\"ל:", "46": "<b>(מו) כל מקום וכו' </b>- ר\"ל כשאחד מוציא חבירו כמו קידוש והבדלה וכה\"ג. ובחופה וברית מילה שאין נוהגין לומר סברי כלל הוא משום דרק במקום שצריך נטילת רשות אומרים על היין סברי במקום רשות אבל בחופה ומילה שאין נוטלין רשות אין לומר סברי כלל:", "47": "<b>(מז) אין אומרים ברשות </b>- פי' אף דהיה ראוי לומר יותר ברשות שהוא נטילת רשות מהמסובין שחפצים בו שיוציא אותם בברכתו אלא משום ברכת היין שבתוך הסעודה דמוכרח לומר סברי כדי שיפסיקו מלאכול נהגו לומר לשון זה בכל מקום שמברכין להוציא אחרים:"}, "175": {"1": "<b>(א) יין אחר </b>- ר\"ל שמתחלה בירך על יין שבתוך המזון ואח\"כ הביאו לו עוד יין אפילו הוא ממין אחר אפ\"ה נפטר בברכה ראשונה ועיין לעיל בסימן קע\"ד ס\"ה:", "2": "<b>(ב) הטוב והמטיב </b>- ומברך אותה בשם ומלכות והוא הודאה על ריבוי היין שנזדמן לו [ועוד כתבו הספרים טעם לנוסח זה כי ידוע שהאדם צריך למעט בתענוגי העולם ויין הלא מביא לידי שמחה ויכול לבוא לידי קלות ראש לכך סידרו נוסח זה של הטוב והמטיב שידוע שברכת הטוב והמטיב שבבהמ\"ז תקנו על הרוגי ביתר שנתנו לקבורה ועי\"ז יזכור יום המיתה ולא ימשך אחר היין הרבה]. ודוקא על יין שבתוך המזון [או שהיו מסובין לשתות בלא אכילה ואח\"כ הביאו להם יין אחר וכדלקמיה בס\"ה בהג\"ה] אבל על כוס של בהמ\"ז א\"צ לברך עליו ברכת הטוב והמטיב אף שהוא מין יין אחר דהא כבר אמר הטוב והמטיב בבהמ\"ז [מ\"א]. בלילי פסח טוב לכתחלה שלא לשתות עוד מין אחר של יין בתוך הסעודה כדי שלא יצטרך לברך עליו הטוב והמטיב ויהיה נראה קצת כמוסיף על הכוסות אך אם הוא צמא וחושק לשתות ממנו יכול לברך עליו הטוב והמטיב [אחרונים]:", "3": "<b>(ג) אע\"ג שאין לו וכו' </b>- עיין במ\"א בשם פוסקים שיש דעות בזה וע\"כ הכריעו לדינא דאם יש להם מן הראשון והביאו השני כדי שיטעמו יין אחר משונה מן הראשון מברכין עליו הטוב והמטיב אבל אם אין להם כלל מראשון א\"כ לא מחמת שינוי הביאו אלא מפני שכלה הראשון אין מברכין עליו שאין בזה ריבוי טובה כ\"כ:", "4": "<b>(ד) ולאו דוקא וכו' מחדש </b>- ר\"ל שהביאו להם עתה בבית אלא ה\"ה אם היה להם מתחלה שתי יינות בבית ודעתו לשתותם אלא שהיין השני לא היה מוכן לפניו על השלחן בשעת ברכת בפה\"ג וכדלקמיה [לבוש] ודעת הל\"ח דכשהם בביתו בשעת ברכת בפה\"ג ודעתו לשתותם כמונח לפניו על השלחן דמי וא\"צ לברך ברכת הטוב וספק ברכות להקל:", "5": "<b>(ה) שלא היו לפניו וכו' </b>- או שעבר ובירך על הגרוע תחלה צריך לברך ברכת הטוב על היין השני:", "6": "<b>(ו) אלא בפה\"ג </b>- ר\"ל על היין המשובח וממילא נפטר היין הגרוע מכל וכל וכן פסקו האחרונים:", "7": "<b>(ז) שאינו יודע שהוא גרוע </b>- אבל אם יודע שהוא גרוע אפי' מעט לא יברך עליו אף שהוא מין אחר [אחרונים]:", "8": "<b>(ח) ממנו </b>- כתב הט\"ז דוקא אם הוא מסתפק שמא הוא גרוע רק ממנו אבל אם הוא מסתפק שמא הוא גרוע מאד עד שאינו ראוי לשתות אלא מדוחק לא יברך עליו ברכת הטוב:", "9": "<b>(ט) ואין חילוק וכו' </b>- היינו בין לענין ברכת בפה\"ג שאין צריך לברך אפילו מחדש לישן ובין לענין ברכת הטוב שצריך לברך אפילו כששניהם חדשים [הגר\"א] והטעם דכיון שהובאו משני כלים חשיבי כשני מינים וכדלקמן בס\"ו:", "10": "<b>(י) או אחד חדש וכו' </b>- ודוקא מחדש לישן אבל מישן לחדש בסתמא לא אא\"כ ידוע לו שהחדש ההוא טוב כמו הישן [עט\"ז וא\"ר וש\"א]:", "11": "<b>(יא) תוך שלשים יום </b>- לאפוקי ממאן דס\"ל דאם שתה תוך ל' מיין זה אין חביב עליו כ\"כ ולא יברך עליו ברכת הטוב קמ\"ל:", "12": "<b>(יב) יותר גרוע </b>- ר\"ל גרוע קצת אבל אם הוא גרוע הרבה לא יברך:", "13": "<b>(יג) יותר מן האדום </b>- ומ\"מ אם שתה לבן תחלה ואח\"כ הביאו לו אדום מברך עליו ברכת הטוב אם יודע שהאדום משובח יותר אבל בסתמא לא מפני שהלבן בריא יותר לגוף ונחשב אדום לגביה כגרוע ממנו:", "14": "<b>(יד) על הטוב וכו' </b>- ואם מסופק לו איזהו טוב ואיזהו רע מותר לו לכתחלה לברך בפה\"ג על האחת וברכת הטוב על השני אף שהובאו לפניו לכתחלה שניהן כאחת וזהו מדינא ומ\"מ טוב להדר כשיש לו ספק איזהו טוב שמתחלה יסלק אחת מן השלחן ואח\"כ יברך בפה\"ג על האחת ואח\"כ יברך ברכת הטוב על השני ויוצא בזה ידי כל החששות. כתב בא\"ר דכן אם רוצה לברך על כמה יינות יסירם עכ\"פ מהשלחן בשעת ברכה ראשונה ואח\"כ כששותה אפילו כמה יינות מברך על כ\"א ברכת הטוב:", "15": "<b>(טו) עמו </b>- ושותה מאותו יין אבל אם אינו שותה אלא הוא לבדו או ששותה רק חבירו לבדו אין מברכין ע\"ז ברכת הטוב גם בעינן דוקא שיהיה לחבירו שותפות באותו היין אבל אם הוא רק אורח בעלמא שבעה\"ב נתן לו לשתות לא יכול לומר ברכת הטוב וכתב המ\"א דגם הבעה\"ב לא יכול לומר ברכה זו באופן זה אם לא שהבעה\"ב העמיד הקנקן על השלחן לשתות מי שירצה הוי כשותפות ויכול אף האורח לברך ואשתו ובניו כיון שצריך לפרנסן הוי כאלו יש להם חלק בו. גם בעינן שישתו בחבורה ביחד ולא זה בחדר זה וזה בחדר זה. גם הסכימו כמה אחרונים שאין לברך ברכת הטוב אלא כששתו שניהם משתי היינות אבל אם שתו שניהם רק מיין הראשון ומיין השני שתה רק אחד או להיפך אין לברך. כתבו האחרונים בברכת הטוב יכול לברך בדיעבד אף שכבר שתה ונזכר כשהיין בפיו שבולעו ומברך אח\"כ אבל אם נזכר אחר שכבר שתה אין כדאי לברך ומיהו כשיש עוד יין בקנקן לכו\"ע יכול לברך דדמי למי ששכח לברך המוציא ונזכר קודם גמר סעודה [פמ\"ג]:", "16": "<b>(טז) חשיבי כשני מינים </b>- דכיון שכל אחד היה תוסס בחבית בפ\"ע בשיעור זמן זה עדיין חדש הוא ויכול להשתנות כל אחד בטעמו משא\"כ אחר ארבעים יום הוא בכלל יין ישן ואין משתנה טעמו ומין אחד הוא ואין זה בכלל שינוי יין:"}, "176": {"1": "<b>(א) דק דק </b>- שאין בהם כזית וגם אבד מהם תואר לחם שברכתן במ\"מ כמבואר בסימן קס\"ח ס\"י ומ\"מ פטר להו פת מפני שהם טפלים לגביה והרי הם נחשבין כמעשה קדרה דפת פוטרתן:", "2": "<b>(ב) בירך על הפרפרת </b>- דדרך הוא להביאם קודם הסעודה לתענוג או להמשיך הלב לאכילה ולא פטר את הפת כיון דברכתן במ\"מ. וכתב בשיטה מקובצת שאף אם כוון בפירוש לפטור לא מהני. ולענין ברכה אחרונה אם אכלן רק לתענוג או להשביע קצת צריך לברך עליהם ב\"א קודם הסעודה ואם לא בירך עד שבירך בהמ\"ז בדיעבד בהמ\"ז פוטר כל מיני מזונות כמו שכתבנו לקמן בסימן ר\"ח סי\"ז במ\"ב ע\"ש וי\"א דאם דעתו לאכול מיני מזונות גם בתוך הסעודה נחשבת לאכילה אחת ויכול אף לכתחלה לסמוך על בהמ\"ז שיברך לבסוף ומ\"מ נראה דאף לדעה זו יראה לכוין להדיא בבהמ\"ז לפטור מה שאכל מקודם [עיין באבן העוזר סימן ר\"ח סי\"ז]. ועיין בבה\"ל שבארנו לענין מה שאנו אוכלין אחר קידוש בשחרית לעק\"ך וקיכלי\"ך וכדומה נכון יותר שאף לדעה ראשונה לא יברך עליהם ברכה אחרונה קודם הסעודה אלא יפטרנו בבהמ\"ז וכ\"ש אם אוכל המין כיסנין גם בתוך הסעודה ובברכת במ\"מ שמברך קודם הסעודה פוטר גם אותם לכו\"ע נפטרין הכל בבהמ\"ז מפני דכל זה שייך לסעודה. ואגב אעתיק מפוסקים אחרונים עוד איזה דינים מה ששייך לענין זה. עד הנה כתבנו באוכל מיני מזונות קודם הסעודה ועכשיו נבאר באוכל שאר דברים. א) הרוצה לאכול קודם נט\"י לסעודה מדברים שצריך לברך עליהם בתוך הסעודה כגון פירות ובדעתו לאכול פירות גם בתוך הסעודה ומכוין עכשיו בברכה זו לפטור גם מה שיאכל בתוך הסעודה א\"כ הוי הכל לצורך סעודה וא\"צ לברך אחריהם דבהמ\"ז יפטור הכל כמו מה שפוטרת מה שאוכל בתוך הסעודה ואם לא יאכל פירות בתוך הסעודה צריך לברך ב\"א עליהם דכיון שאכלן קודם הסעודה אין שייכין לסעודה כלל. ואפילו אם לא בירך ב\"א קודם נט\"י צריך לברך בתוך הסעודה. ב) כ\"ז בשאוכל פירות וכנ\"ל אבל אם אכל קודם הסעודה דברים שא\"צ ברכה עליהם כשאוכלן בתוך הסעודה [כגון מיני לפתן ופרי אדמה שקורין ערד עפי\"ל או בולבע\"ס וכדומה] א\"כ אפילו אם דעתו לאכול מהם גם בתוך הסעודה אינו מועיל להם כלל הברכה ראשונה דבלא\"ה הם נפטרין ע\"י ברכת המוציא וע\"כ מה שאוכל קודם הסעודה אין שייך כלל להסעודה וצריך לברך עליהם ברכה אחרונה בורא נ\"ר. ולענין יין ושאר משקין מבואר בסימן קע\"ד סעיף ו' ז' ג) אכן אם אכל קודם הנטילה פרפראות להמשיך הלב לאכילה ולפתוח הבני מעיים [כגון מיני מתיקה שקורין איי\"ן גימאכ\"ץ או דבר מלוח וכדומה] אין לברך עליהם ברכה אחרונה דהם שייכים לסעודה ונפטרין בבהמ\"ז. ד) ודע דהא דמותר לאכול קודם המוציא דברים שא\"צ ברכה תוך הסעודה כגון המבוארים באות ב' דוקא שאין בדעתו לאכול תיכף אבל אם השלחן ערוך והלחם לפניו אסור לגרום ברכה שא\"צ אלא יברך המוציא על הלחם ויפטר שארי דברים [ח\"א] וי\"א דאם אוהב יותר לאוכלן קודם הסעודה מלאכלן בתוך הסעודה אין בזה משום גרם ברכה שאינה צריכה. ואם הם דברים המושכין הלב לתאות המאכל בודאי יש לסמוך להקל לאכלן קודם הסעודה:", "3": "<b>(ג) פוטר מעשה קדרה </b>- שברכתן נמי במ\"מ:"}, "177": {"1": "<b>(א) ללפת בהם וכו' </b>- ודייסא אף שהיא עבה ואינו מלפת בהם הפת ונאכל בפ\"ע מ\"מ כיון שבאת להשביע עיקר סעודה היא ונטפלת להפת וה\"ה כל מיני תבשילין הרגילין לבוא לתוך סעודת הפת [רא\"ש]:", "2": "<b>(ב) בלא פת </b>- דכיון שתמיד באים ללפת את הפת מעיקר הסעודה הם ונטפלים להפת:", "3": "<b>(ג) פוטרתן </b>- ואם אינו חפץ לאכול פת אלא אוכל מעט פת כדי לפוטרם כתבו האחרונים דיש להסתפק אם יכול לפוטרם דלא שייך לומר שהם נטפלים להפת כיון שלא היה חפץ באכילתו וכ\"ש כשאכל רק פחות מכזית או אולי כיון דדרך העולם לקבוע סעודה על הפת ברכת הפת פוטרתן בכל גווני וע\"כ כתבו דבאופן זה טוב יותר שיברך על השארי דברים הברכה הראויה לכל אחת ולא יאכל פת כלל אם לא בשבת ויו\"ט דאז מצוה לאכול כזית פת חשוב הוא ונעשו הכל טפלים לו:", "4": "<b>(ד) כגון תאנים וכו' </b>- וכן כל דבר שבא רק לקינוח ולא להשביע. ואפילו היו הפירות לפניו בשעה שבירך המוציא. ואפילו הם מבושלים ג\"כ אין הפת פוטרתן כיון שאין שייכים לפת [אחרונים] ואפילו אם בישלו הפירות עם בשר משמע מכמה אחרונים דצריך לברך עליהם דאין הפירות נעשין טפילין להבשר והוא דלא כדעת הח\"א שכתב דהפירות טפלין לגבי הבשר אכן בספר יד הקטנה מצאתי שמצדד ג\"כ לומר דלא יברך אלא דכתב טעם אחר בזה דהיכא דמבשל הפירות עם בשר או עם שומן ודבש ועושה מהן תבשיל (שקורין עפי\"ל צימע\"ס או מהאגסים שקורין בארי\"ן) נראה שכל עיקרן הן באין למזון ולסעודה ולא לקינוח בעלמא אלא בתורת תבשיל כשאר תבשילין שנעשין מלפת וירק שא\"צ לברך עליהם מטעם זה ומסיים דלצאת ידי ספק כשרוצה לאכול צימע\"ס מפירות מבושלים יקח תחלה איזה פרי חי ויברך עליה להוציא את זה ואם אין לו פרי חי יאכל תחלה וסוף עם פת עי\"ש. ואין בכלל זה מה שמביאין מעט פירות מבושלין לקינוח סעודה [שקורין קאמפאט] דזה אין בא למזון כלל רק לקינוח סעודה וצריך ברכה:", "5": "<b>(ה) וכל מיני פירות </b>- ה\"ה חזרת וקשואין ומלפפונות חיין או צנון ובצל ג\"כ צריך לברך עליהן אכן אם אוכל חזרת או צנון ובצל וכדומה עם בשר הן נעשין טפל לבשר והבשר ללחם [פמ\"ג]:", "6": "<b>(ו) וע\"ל סימן קס\"ח </b>- דשם נתבאר לענין פת כיסנין כשאוכלין באמצע סעודתו:", "7": "<b>(ז) ברהמ\"ז פוטרתם </b>- דלענין בהמ\"ז נטפלים הם להסעודה דכיון שעתיד לברך על כל מה שאכל גם זה נכלל עמו:", "8": "<b>(ח) ואם בתחלת אכילתו וכו' </b>- ר\"ל שתחלת אכילת אותן פירות היה עם פת וגם כונתו הוא לאכול עמהם פת גם אח\"כ אף שאכל עמהם באמצע בלא פת א\"צ לברך עליהם דכיון שאכל אותם תחלה וסוף עם פת נחשבין כדברים הבאים מחמת הסעודה בתוך הסעודה דא\"צ ברכה כנ\"ל אך כ\"ז דוקא כשהובאו ללפת בהם את הפת ולא לקינוח דאם הובאו רק לקינוח אף שאכל עמהם מקצת פת תחלה וסוף לא מהני ומה שאוכל בלא פת צריך ברכה. וגם לא מיירי כשעיקר קביעות סעודתו היתה על אלו הפירות דאז א\"צ שיאכל גם לבסוף עם פת דוקא ורק כיון שהתחיל לאכול עם פת שום אין מברך עליהם אף כשאכלן אח\"כ לבדן לכו\"ע כמבואר בס\"ג:", "9": "<b>(ט) ובסוף אכל עמהם </b>- ואם אין בדעתו לאכול עוד עם פת צריך לברך על הפירות לפניהם ועיין בבה\"ל:", "10": "<b>(י) אינם טעונים ברכה </b>- והאחרונים כתבו דראוי ליזהר לכתחלה כשהובאו לפניו פירות בתוך הסעודה ללפת בהם את הפת שיברך מתחלה עליהם קודם שיאכלם עם הפת ויאכלם קצת בפ\"ע ואח\"כ יוכל לאכול בין עם פת בין בלא פת כי יש מהראשונים דסברי דאפילו אם אוכל תחלה וסוף עם פת אם אוכל באמצע בלא פת צריך לברך ובדיעבד אם לא בירך מתחלה מותר לאכול אך שיראה לאכול גם לבסוף עם פת. אמנם אם עיקר קביעת סעודתו היתה מתחלה על הפירות אז לכו\"ע אפילו אם אוכל אח\"כ בלא פת א\"צ לברך כמ\"ש בס\"ג. אם אכל פשטיד\"א שממולא עם פירות א\"צ לברך על הפירות דנטפלים הם להקמח ועיין לעיל בסימן קס\"ח במ\"ב:", "11": "<b>(יא) הבאים מחמת הסעודה </b>- כגון בשר ודגים וכיו\"ב וכנ\"ל:", "12": "<b>(יב) שלא מחמת הסעודה </b>- כמו פירות ומיני מתיקה הבאים רק לקינוח וכנ\"ל:", "13": "<b>(יג) בין לאחריהם </b>- ואף אם אכל דברים שברכתן מעין שלש לא נפטרו בבהמ\"ז דבהמ\"ז אינו פוטר מעין שלש כמ\"ש לקמן בסימן ר\"ח סי\"ז ע\"ש:", "14": "<b>(יד) תוך עיקר הסעודה </b>- דאחר שמשכו ידיהם מן הפת שוב אין נטפלים אליו ולכן צריכין ברכה בפני עצמם בין לפניהם בין לאחריהם:", "15": "<b>(טו) ואם קובע וכו' </b>- ר\"ל שקביעת סעודתו ללפת הפת היה רק אלו הפירות וע\"כ נחשבים הם כשאר דברים הנזכרים לעיל בס\"א:", "16": "<b>(טז) ויש חולקין </b>- ס\"ל דמ\"מ אם אכל מהם בתחלה בלא פת אינם נעשים טפל להסעודה וצריך לברך עליהם בתחלה:", "17": "<b>(יז) ואע\"פ וכו' מאחר וכו' </b>- ר\"ל דאף דבס\"א אמרינן שיאכל פת דוקא גם לבסוף בזה שעיקר קביעת סעודתו מתחלה היה רק על אלו הפירות יוכל לאכול אח\"כ לכו\"ע בלא ברכה אף שאין דעתו לאכול עמהם עוד פת:", "18": "<b>(יח) שלא היו וכו' </b>- ואפילו לא היה ג\"כ דעתו עליהם בפירוש דכיון שקובע עצמו לאכילה הרי מן הסתם דעתו על כל מה שיביאו לו [מ\"א בסי' רי\"ב]:", "19": "<b>(יט) ברכה כלל </b>- פי' למה שאוכל עם הפת ומה שאוכל בלא פת נתבאר בסעיפים הקודמים:", "20": "<b>(כ) שדרכן לבוא וכו' </b>- ר\"ל וגם אוכלן עם הפת כיון שהוא מבית אחרים שבודאי לא היה דעתו עליהם כלל אין נפטרין בברכת הפת:", "21": "<b>(כא) על כל מה וכו' </b>- והיינו כשהביאו לו דברים הבאים מחמת הסעודה וכנ\"ל בס\"א דאלו אם הביאו לו מיני פירות לא מהני אפי' היה דעתו לזה בשעת ברכת המוציא שיוכל לאכלן אח\"כ בלי ברכה [ואפילו בפירות שלו] אא\"כ מלפת בהם הפת. קיצור דיני פירות הבאים בתוך הסעודה. אם אוכל עם הפת פשיטא שא\"צ כלל ברכה דנעשה טפל לפת ואפילו לא היה דעתו לזה בפירוש בשעת ברכת המוציא. ואם אוכל בלא פת פשיטא שצריך ברכה לפניהם ואפילו הם מבושלים דהוי שלא מחמת הסעודה רק לקינוח בעלמא. אבל אם רוצה לאכול פירות קצת עם הפת וקצת בלא פת בזה יש דעות חלוקות ע\"כ יש לנהוג שיאכל תחלה מעט בלא פת ויברך עליהן ואח\"כ יוכל לאכול שאר הפירות בין בפת ובין בלא פת. וזהו בקובע סעודתו ללפת הפת בשאר דברים אבל בקובע סעודתו ללפת הפת בפירות כיון שאכל מתחלה פירות עם פת יוכל לאכול בסוף פירות בלא פת בלא ברכה:"}, "178": {"1": "הנה מפני שהסימן הזה יש בו פרטים רבים ע\"כ אקדים לזה הקדמה קצרה כדי להקל על המעיין. הנה בענין שינוי מקום [היינו שהתחיל לאכול והלך למקום אחר ורוצה לאכול שם או שרוצה לחזור למקומו הראשון ולאכול שם] קי\"ל דצריך לחזור ולברך ויש בזה ג' דברים שצריך לבאר. א) מהו שינוי מקום אם מבית לבית או מחדר לחדר. ב) באיזה דברים שייך דין שינוי מקום. ג) אם שינה מקומו מה דינו בזה ונחזור לבאר אחד אחד. ענין שינוי מקום הוא לא מיבעיא אם הלך באמצע אכילתו מבית זה לבית אחר בודאי הוי שינוי מקום ואפילו אם יצא רק חוץ לפתח ביתו בתוך אכילתו ג\"כ בכלל שינוי מקום הוא ואינו מועיל אפילו היה דעתו לזה בשעת ברכה שישנה מקומו ואפילו אם שינה רק מחדר לחדר ג\"כ סוברים הרבה פוסקים דהוא שינוי מקום [ועיין במש\"כ בזה בבה\"ל] אך בזה יש חילוק דאם היה דעתו בשעת ברכה לשנות המקום מחדר לחדר מותר כיון שהוא תחת גג אחד. ומזוית לזוית אפילו טרקלין גדול לא הוי שינוי מקום כלל כיון שהוא חדר אחד ואין צריך כלל דעתו לזה. ובאיזה דברים שייך שינוי מקום איתא בזה פלוגתא בגמרא [פסחים ק\"א ע\"ב] דרב ששת סבר בין אם אכל פת ובין שאכל פירות ושארי משקין דינם שוה בזה דצריך לחזור ולברך ורב חסדא סבר דוקא אם אכל דבר שאין טעון ברכה במקומו ר\"ל כגון פירות ומשקין שאין מחויב דוקא לברך ברכה אחרונה שלהן במקומו הראשון וע\"כ אמרינן דתיכף שעקר ממקומו נתבטל קביעתו וצריך לחזור ולברך כשירצה לאכול עוד אבל אם אכל פת [וי\"א דה\"ה כל דבר שהוא משבעת המינים] שהוא דבר שצריך לברך במקומו דוקא וע\"כ אמרינן בהו דאפילו אם עקר ממקומו עדיין לא נתבטל קביעותו הראשונה וכל היכא שאוכל על דעת קביעות הראשונה הוא וכאלו יושב במקומו דמי ואין צריך לברך עליו המוציא ונחלקו הפוסקים בזה הרמב\"ם וסייעתו פסקו כרב ששת דבכל גווני צריך לברך וזהו טעם שני סעיפים הראשונים והרא\"ש וסייעתו פסקו כרב חסדא וזהו דעת הגהת הרמ\"א שהובא בסוף סעיף ב'. וכל זה הוא לענין לחזור ולברך אבל לכתחלה אין לעקור ממקומו לכו\"ע בכל גווני. ומה דינו של שינוי מקום נחלקו הפוסקים ג\"כ בזה הרמב\"ם וסייעתו סוברים דמשחזר למקומו בתחלה צריך לברך בהמ\"ז [או הברכה אחרונה כשאכל דבר שחייבין עליו לברך ברכה אחרונה] על האוכל שאכל מקודם ואח\"כ יחזור לברך ברכה ראשונה על מה שהוא רוצה לאכול עתה וזהו המוזכר בסעיף א' ושארי פוסקים סוברים דאין צריך לברך רק הברכה ראשונה על מה שהוא רוצה לאכול אבל הברכה אחרונה יוצא במה שמברך אחר אכילה השניה ויהיה קאי על שניהן וזהו המוזכר בריש הג\"ה שבסוף ס\"ב ולמעשה נקטינן הכל כדעת הפוסקים המובא בהג\"ה ויתר פרטי הדינים המסתעפים לזה יבואר הכל אי\"ה בתוך הסימן ועתה נתחיל לבאר את דברי הסימן:", "2": "<b>(א) היה אוכל בבית זה </b>- ומיירי באוכל יחידי דאם אכל ביחד עם עוד אנשים ונשארו בני חבורתו במקומן א\"צ לחזור ולברך לכו\"ע ע\"י יציאתו וכדלקמן בס\"ב:", "3": "<b>(ב) והלך וכו' </b>- ואפילו לא נשתהא שם כלל שתיכף חזר למקומו הראשון אפ\"ה שינוי מקום מקרי וכדלקמיה וכ\"ש אם רוצה לגמור סעודתו במקום השני:", "4": "<b>(ג) לבית אחר </b>- וה\"ה לחדר אחר ג\"כ בכלל שינוי מקום הוא אם לא שהיה דעתו מתחלה לשנות לחדר אחר וכדלקמיה בהג\"ה ע\"ש:", "5": "<b>(ד) או שהיה אוכל וכו' </b>- אשמועינן בזה אע\"פ שלא פסק מסעודתו כלל אלא שקראו חבירו לדבר עמו דיבור בעלמא ויצא לקראתו מפתח ביתו וחזר הוי כמו שינוי מבית לבית:", "6": "<b>(ה) לפתח ביתו </b>- ר\"ל שיצא חוץ לפתחו דאם מדבר עמו על הפתח אין זה שינוי מקום:", "7": "<b>(ו) צריך לברך וכו' </b>- דע\"י היציאה ממקומו חשיב כנפסקה סעודתו לגמרי ומה שאוכל אח\"כ כסעודה אחרת דמיא ולכן מברך בהמ\"ז למפרע והמוציא על להבא:", "8": "<b>(ז) למפרע </b>- ובמקומו הראשון. ולכתחלה כשרוצה לצאת ממקומו צריך לברך בהמ\"ז קודם שיעקור כמ\"ש ס\"ב ורק בדיעבד כשלא בירך מתחלה צריך אח\"כ לחזור ולברך בהמ\"ז במקומו שכך הוא מצותו ואח\"כ יברך המוציא ויאכל במקום שירצה:", "9": "<b>(ח) וחוזר ומברך המוציא </b>- והיינו כשעומד באמצע סעודת פת וכ\"ש אם לא אכל מתחלה רק פירות או משקין בודאי שייך בהו שינוי מקום וכדלקמיה בס\"ב:", "10": "<b>(ט) מפנה לפנה </b>- היינו באותו חדר ואף שאין נראה לפניו מקומו הראשון מחמת הפסק דבר מתשמישי הבית כמו תנור או פאראוואן וכיו\"ב אין זה שינוי מקום כיון שהוא בחדר אחד:", "11": "<b>(י) ועיין לקמן וכו' </b>- ר\"ל דשם מיירי לענין שינוי מקום גבי קידוש וה\"ה לעניננו:", "12": "<b>(יא) אם היה דעתו </b>- ר\"ל שבשעת ברכה חשב לאכול גם במקום ההוא:", "13": "<b>(יב) בבית אחד </b>- היינו תחת גג אחד ואפילו מחדר לחדר או מבית לעליה ואף שאין רואה מקומו וה\"ה אם רואה מקומו הראשון שאכל שם אפילו דרך חלון ואפילו מקצת מקומו נמי מועיל אף שלא היה דעתו מתחלה. ודוקא מחדר לחדר באותו בית אבל מבית לבית אף שסמוכין זה לזה מסתפקים האחרונים דאפשר דאין להקל ע\"י ראית מקום. ודע שלפי המבואר לקמן בהג\"ה דאנו נוהגין כהפוסקים שלא לברך ע\"י שינוי מקום כשעומד באמצע סעודת פת תו אין נ\"מ לדינא כל החילוקים האלו שהזכרנו לענין שינוי מקום רק לענין מסובין לאכול פירות ושארי משקין דבהם לכו\"ע שייך דין שינוי מקום:", "14": "<b>(יג) לקראת חתן וכו' </b>- וה\"ה כשיצא לדבר הרשות והא דנקט לקראת חתן לרבותא דבלא הניחו שם אדם צריך לברך בהמ\"ז מקודם שיצאו אף שיוצאין לדבר מצוה:", "15": "<b>(יד) מקצתן </b>- ואפילו רק אחד:", "16": "<b>(טו) לברך שניה </b>- היינו ברכת המוציא אף ששינו מקומן בינתים דכיון שנשאר מקצתן במקומן לא פסקה סעודתן בהיציאה:", "17": "<b>(טז) כשהם יוצאים וכו' </b>- דכיון שלא הניחו שם אדם נפסקה סעודתן ע\"י היציאה וכשאוכל אח\"כ הוי כסעודה חדשה:", "18": "<b>(יז) כשהם חוזרים וכו' </b>- באמת כבר כתב זה בס\"א וכפל הדברים בשביל החידוש דהניח מקצת חברים או למה שכתבנו בסקי\"ג:", "19": "<b>(יח) וכן אם היו וכו' </b>- אשמועינן דגם בזה מהני הניח מקצת חברים כמו בסעודת פת:", "20": "<b>(יט) פסק אכילתו </b>- וגרע מהיסח הדעת שאין מברכין רק ברכה לכתחלה כשחוזר לאכול דזה נחשב כסעודה אחרת לגמרי:", "21": "<b>(כ) ולפיכך מברך וכו' </b>- היינו כשלא בירך ברכה אחרונה קודם יציאתו מברך עתה כשחזר וכמו לענין פת לעיל בס\"א:", "22": "<b>(כא) למפרע </b>- ובזה א\"צ לחזור למקומו דוקא אלא יכול לברך אפילו במקום השני דרק בפת מצותו לכו\"ע לחזור ולברך במקומו כדלקמן בס\"ה:", "23": "<b>(כב) בבית אחד </b>- פי' בחדר אחד [מ\"א וש\"א] ועיין מש\"כ בבה\"ל:", "24": "<b>(כג) אינו צריך וכו' </b>- ואף ששינה מקומו לגמרי לאכול בזוית האחרת א\"צ לחזור ולברך דזה אינו נחשב שינוי מקום ואף שאין רואה מקומו הראשון כגון שמפסיק תנור וכיו\"ב כיון שהוא בחדר אחד:", "25": "<b>(כד) אכל במזרחה וכו' </b>- ואין חילוק בין שאכל שם פת ושארי דברים או שאכל פירות התאנה עצמה:", "26": "<b>(כה) צריך לברך </b>- כיון שהתאנה מפסקת ואינו רואה מקומו הראשון ומיירי שלא עמדה התאנה בתוך היקף מחיצות דאם עמדה בתוך היקף מחיצות אף שאין רואה מקומו א\"צ לברך דחשיב הכל מקום אחד וכמש\"כ לעיל בשינה מקומו בחדר אחד ועיין לקמיה בס\"ג לענין מאילן לאילן. ואם היה דעתו בשעת ברכה לאכול גם במערבו של אילן י\"א דמהני בכל גווני:", "27": "<b>(כו) ויש חולקים וכו' </b>- בתרתי פליגי על דעה ראשונה אחד דהם לא מצרכי ברכה למפרע לעולם מחמת שינוי מקום ורק ברכה לכתחלה קודם שיאכל שנית דחשיב רק כהיסח הדעת ולא כמה שסילק סעודה הראשונה לגמרי וע\"כ הברכה אחרונה עולה לשניהם וגם ס\"ל דגם זה שצריך ברכה ראשונה הוא רק בעומד בסעודת פירות או משקין דתיכף ביציאתו חוץ לפתח ביתו נפסקה סעודתו [אם לא הניח שם מקצת חברים ואפילו הלך רק לעשות צרכיו לקטנים] אבל בפת ומיני דגן שצריכין לחזור ולברך במקומן לא נפסקה הסעודה בהיציאה וא\"צ אף ברכה ראשונה וכאלו לא שינה מקומו כלל אם לא שהסיח דעתו מלאכול עוד וכדלקמיה:", "28": "<b>(כז) אבל אם הניח וכו' </b>- דכיון שנשארו מקצתן ואפילו אחד במקומו לא נפסקה הסעודה וחוזרין לאכול או לשתות בלי שום ברכה אף שהיתה מסיבתן לאכול פירות או משקין:", "29": "<b>(כח) ואכל דברים וכו' </b>- כתב במ\"א סימן ר\"י דוקא כשאכל כזית דאם אכל רק פחות מכזית פת קודם שיצא דינו כמו פירות דהא א\"צ לברך אחריו וממילא מיד שיצא לחוץ צריך ברכה ראשונה אף שחזר למקומו וע\"כ צריך ליזהר לכתחלה שלא לצאת ממקומו אף מחדר לחדר [היכי שאין רואה מקומו] קודם שיאכל כזית:", "30": "<b>(כט) או שהיה אוכל וכו' </b>- אף שלא אשמועינן בבבא זו שום רבותא נקט לישנא דהמחבר בס\"א ופסק להיפך:", "31": "<b>(ל) ודאי צריך לברך </b>- ברכה ראשונה כדין היסח הדעת ואח\"כ יברך בהמ\"ז על הכל:", "32": "<b>(לא) ואין חילוק בין וכו' </b>- אלעיל קאי והיינו באוכל דברים הטעונין ברכה במקומו ולא הניח מקצת חברים ואשמעינן דאף כשמסיים סעודתו במקום אחר ג\"כ א\"צ לברך דעל סמך סעודה ראשונה אוכל אבל כשאוכל דברים שאין טעונין ברכה במקומן כגון פירות וכיו\"ב [או ששותה משקין] אף שהניח מקצת חברים לא מהני אלא כשחוזרין לחבורתן לסעודתן הראשונה אבל לאכול או לשתות במקום אחר צריכין ברכה לכתחלה [מ\"א וש\"א]:", "33": "<b>(לב) סיים סעודתו </b>- ואם אכל גם שם פת מבואר בס\"ד דמברך שם בהמ\"ז כיון דשם הוא סיום סעודתו:", "34": "<b>(לג) לכתחלה לא יעקור </b>- ר\"ל אף שעומד באמצע סעודת פת ורוצה לצאת ע\"מ לחזור ולאכול ולברך דלדעה זו אינו מצריך שום ברכה ביציאתו מ\"מ לכתחלה לא יצא דחיישינן שמא ישכח לחזור ולאכול ולברך במקומו [או שישהא עד שירעב ויפסיד בהמ\"ז לגמרי] ואם מזמינים לו לאכול פת במקום אחר דאז לא שייך האי חששא כיון שהולך לאכול שם ויברך שם אחר אכילתו כמ\"ש בס\"ד אפ\"ה לכתחלה לא יעקור ממקומו עד שיברך דרק בדיעבד כשכבר יצא אמרינן דמותר לו לאכול ולברך במקום השני דגם שם מקומו הוא אבל לכתחלה מצותו לברך במקומו שאכל קודם שיצא אם לא שהיה דעתו בשעת המוציא לאכול גם שם דאז חשיבי שניהם מקומו ומותר אף לכתחלה ואפילו מבית לבית מהני מחשבתו לדעה זו וכן נהגו כשהולכין לסעודת נשואין שמכוון מתחלה לאכול שם:", "35": "<b>(לד) ממקומו </b>- בתוספות ורא\"ש משמע דאין להחמיר בזה רק כשיוצא ע\"מ להפליג דאז חיישינן להנ\"ל אבל כשיוצא ע\"מ לחזור לאלתר מותר:", "36": "<b>(לה) בלא ברכה </b>- עיין בחידושי רע\"א מה שכתב בזה ועיין בבה\"ל שהכרענו לדינא דאף דלכתחלה בודאי נכון לנהוג כהרמ\"א שלא לצאת לדבר הרשות מ\"מ כשיוצא אין לו לברך אם יציאתו הוא ע\"מ לחזור ולגמור סעודתו דחשיב כעומד באמצע סעודה ויש בזה חששא דברכה שא\"צ רק אם הוא משער שאפשר שיפליג הרבה נכון יותר שיברך בהמ\"ז כשיוצא:", "37": "<b>(לו) דחיישינן וכו' </b>- ואפילו אם לא אכל פת אלא פירות ושארי דברים משמע מכמה אחרונים דנכון ליזהר לכתחלה שלא לצאת ממקומו עד שיברך ברכה אחרונה:", "38": "<b>(לז) אינו צריך לברך </b>- ואפילו אין רואה מקומו שהאילנות מפסיקין ול\"ד לאוכל במזרחה של תאנה ובא לאכול במערבה דצריך לברך דכאן מיירי שמוקף מחיצות דחשיב כמו מקום אחד כנ\"ל ויש מאחרונים שפירשו דמיירי באין מוקף מחיצות וטעם ההיתר בזה הוא משום שהיה דעתו לזה מתחלה וכמש\"כ לעיל בהג\"ה דדעתו מהני אף מחדר לחדר ואף שאין רואה מקומו מחמת הפסק האילנות לא חשיב אלא כמו מחדר לחדר ולפ\"ז גם לענין מזרחה של תאנה מהני דעתו ולהכי כתב המחבר בשם יש מי שאומר משום דאין דין זה ברור דליהני דעתו באין מוקף מחיצות דהוא רק שיטת הראב\"ד [הגר\"א בביאורו]:", "39": "<b>(לח) והוא וכו' היה דעתו </b>- כמו בחדר לחדר בעלמא דבעינן דוקא דעתו וכנ\"ל בס\"א בהג\"ה ובח\"א כלל נ\"ט ראיתי שמחלק בענין זה בין מוקף מחיצות לאינו מוקף מחיצות דבמוקף מחיצות לא בעינן דעתו בפירוש אלא אפילו מסתמא אמרינן דדעתו על כל האילנות [אם לא שהיה דעתו מתחלה לאכול רק מהאחד ואח\"כ נמלך לאכול גם מהשני דאז צריך לברך] ובאינו מוקף מחיצות בעינן שיהיה דעתו בשעת ברכה גם על השני [ואם לא היה דעתו אפילו רואה את מקומו הראשון ג\"כ אינו מועיל כיון שאינו מוקף מחיצות ט\"ז ודה\"ח]:", "40": "<b>(לט) ואפי' וכו' </b>- משום שינוי מקום דהוי כמבית לבית דלא מהני דעתו לכו\"ע כמש\"כ לעיל בס\"א בהג\"ה ואפילו אין הגן מוקף מחיצות כיון שכל אחד הוא בפני עצמו חשיב הוא כמו שני בתים ואפילו רואה מקומו הראשון ג\"כ אינו מועיל. מי שבירך על הפרי לאכול כאן ולא אכל ממנו ושינה מקומו כתב הא\"ר בשם ברכת אברהם דאינו יוצא בברכתו [ולפי מש\"כ לעיל בס\"ב בבה\"ל הוא דוקא מבית לבית אבל מחדר לחדר לא] וכתב הח\"א דאפילו אם אוחז הפרי בידו והולך ואוכל יש בו משום שינוי מקום אם יצא ממקומו הראשון שקבע עצמו לאכול לחדר אחר ולא היה דעתו מתחלה לזה דכל פתיתה ופתיתה הוא דבר אחר עי\"ש ולפי מה שכתבתי לעיל יש ליזהר בזה רק לכתחלה אבל בדיעבד אין לחזור ולברך מחמת שינוי מקום שמחדר לחדר:", "41": "<b>(מ) וחזר ואכל </b>- ואף דלדעת המחבר לעיל בסעיף א' וב' אסור לאכול במקום השני על סמך סעודה הראשונה אלא צריך לברך מקודם בהמ\"ז על אכילה ראשונה והמוציא על להבא וגם דעתו לא מהני מבית לבית צ\"ל דכאן מיירי שכבר אכל דאז מברך במקום השני דגם זה מקומו הוא ולפי מה שאנו נקטינן כדעת ההג\"ה לעיל בסעיף ב' רק לכתחלה אין לעקור ממקומו עד שיברך במקומו אבל אם כבר עקר מותר לאכול כאן על סמך סעודה הראשונה ואם היה דעתו לזה מהני בסעודת פת אף לעקור לכתחלה מבית לבית וכנ\"ל:", "42": "<b>(מא) אלא במקום השני </b>- דכאן הוא סיום סעודתו:", "43": "<b>(מב) הולכי דרכים </b>- דהם לכו\"ע מותר להם להלוך ולאכול ואף אם אין רואין מקומן הראשון מחמת מרחק הדרך או שמפסיקין אילנות משום דהם לא קבעו עצמן לכתחלה לאכול במקום שברכו ורק לילך ולאכול ולכן אין נחשבין כלל עי\"ז עוקרין ממקומן ואם היה דעתן לאכול סעודתן במקום שברכו המוציא ונמלכו לגמור סעודתן דרך הליכתן כ\"ז שרואין מקומו הראשון מותר להם לאכול דחשיב מקום אחד אבל באין רואין מחמת מרחק הדרך או מחמת הפסק אילנות חשיב שינוי מקום ובפירות צריך לברך שנית ובפת ג\"כ אף לדעת הגהה לעיל עכ\"פ לכתחלה אין להם לעקור ממקומן בלא ברכה כמבואר שם. אך אם מתחלה חשב לאכול מעט במקומו והשאר לאכול בדרך מהני ואף בהפסק אילנות דרק מבית לבית לא מהני דעתו באכילת פירות אמנם אם התחיל לאכול בבית והלך לדרך הרי הוא כמו מבית לבית דלא מהני דעתו בפירות וצריך לחזור ולברך ובפת מהני דעתו ואף לענין לכתחלה:", "44": "<b>(מג) לאחריהם במקומם </b>- ואם הלך משם צריך לחזור למקומו ולברך כמו לגבי פת:", "45": "<b>(מד) מיני דגן </b>- מפני חשיבותן שנקרא מזון:", "46": "<b>(מה) לבד </b>- כתבו האחרונים דלכתחלה יחמיר לברך במקומן אפילו בז' מינים וכן לענין שינוי מקום א\"צ לברך על כל השבעה מינים כמו על הפת אם שינה מקומו לפי מה שפסק בס\"ב בהג\"ה ודעת הגר\"א בביאורו דדעה האמצעית היא העיקר לדינא ולפ\"ז פירות של שבעת המינים דומים לסתם פירות דשייך בהו שינוי מקום לכו\"ע:", "47": "<b>(מו) וא\"א לו לאכול </b>- ר\"ל דלכאורה יש לדמותו להב לן ונברך דלמ\"ד דאין רשאי לאכול צריך לברך כשחוזר לאכול אבל באמת לא דמי דהתם הטעם משום דהוי היסח הדעת וסילוק משא\"כ הכא דלא הסיחו דעתם מלאכול:", "48": "<b>(מז) לא הוי הפסק </b>- ולדעת המחבר בס\"א הוא דוקא כשמתפלל בביתו אבל אם הולך לבהכ\"נ הוי הפסק אכן לפי מה שאנו נקטינן כדעת ההג\"ה בס\"ב לא הוי הפסק אף כשהלכו לבהכ\"נ ורק אם לא הסיחו דעתם מלאכול. כתב המ\"א דאף דהמוציא א\"צ לברך מחמת הפסק התפלה אבל נט\"י צריך דשמא לא שמר ידיו אבל הרבה אחרונים חולקין עליו וס\"ל דאף נט\"י אינו צריך דבעת התפלה בודאי שמר ידיו מלטנפם. אבל בזה דוקא אם מתפלל בביתו אבל אם הלך לבהכ\"נ והתפלל שם כשחזר צריך ליטול ידיו ובלי ברכה:", "49": "<b>(מח) שינת עראי </b>- ואפילו אם שהה משך זמן לערך שעה כיון שנאנס בשינה לא מקרי הפסק וא\"צ לברך המוציא [אבל נט\"י בעי ובלי ברכה פמ\"ג] ואם ישן על מטתו שינת קבע הוי הפסק דזהו סילוק והיסח הדעת לד\"ה:", "50": "<b>(מט) לנקביו </b>- ונטילת ידים צריך כמבואר בסימן קס\"ד ע\"ש:"}, "179": {"1": "<b>(א) לאכול </b>- וה\"ה שיש ליזהר לכתחלה שלא יפסיק בדבור אפילו מעט דתיכף לנטילה ברכה [ומהאי טעמא יש ליזהר שלא לשהות שהיה מרובה אחר הנטילה וכ\"ש שלא לעסוק באיזה עסק] אך אם צריך להפסיק בדבר נחוץ או בדיעבד אם הפסיק יטול ידיו שנית כדי להיות תיכף לנטילת מים אחרונים ברכה:", "2": "<b>(ב) עד שיברך בהמ\"ז </b>- ולא דמי להב לן ונברך דמותר לאכול ורק שיברך המוציא מתחלה וכדלקמיה דכיון שנטל ידיו אסור להפסיק. והנה יש כמה פוסקים דס\"ל דאין איסור לאכול אף בנטל ידיו ורק שיברך המוציא מתחלה וכ\"כ האחרונים להקל ורק דאחר אכילתו יטול ידיו שנית שתהא סמוכה נטילה לברכה אלא דלכתחלה דעת הב\"ח והמ\"א דצריך ליזהר בזה ועיין בבה\"ל מה שכתבנו עוד בזה. וכ\"ז לענין אכילה אבל להפסיק בדבור כשאינו רוצה לאכול ולשתות או להתעסק באיזה עסק אסור לכו\"ע [א\"ר וכ\"מ מכמה אחרונים לעיל בסימן קס\"ו]:", "3": "<b>(ג) הב לן ונברך </b>- פי' תן לנו כוס לברך וכשמברכין בלא כוס אם אומרים בואו ונברך ג\"כ דינא הכי דהוי היסח הדעת. וכן אם הסיח דעתו בהדיא בלבו מלשתות עוד ואח\"כ רוצה לשתות ג\"כ צריך לברך מתחלה על המשקה:", "4": "<b>(ד) לשתות </b>- ואם מסובין רק לשתיה ואמרו בואו ונברך ברכה אחרונה ג\"כ דינא הכי דהוי היסח הדעת ואסור לשתות עוד בלא ברכה:", "5": "<b>(ה) ואכילה דינה כשתיה </b>- דבגמרא לא נזכר בהדיא רק לענין שתיה וס\"ל דה\"ה לאכילה:", "6": "<b>(ו) שסילק ידו מלאכול </b>- ר\"ל אפילו גמר בדעתו שלא לאכול:", "7": "<b>(ז) ואפילו סלקו השלחן </b>- זהו מלשון רבינו יונה והיינו אף דס\"ל דזה חשיב היסח הדעת טפי מהב ונברך אפ\"ה לא מהני לענין אכילה ועיין מש\"כ בבה\"ל בדעת הרא\"ש בזה:", "8": "<b>(ח) לחזור לאכילתו וכו' </b>- כתב הט\"ז דאם מחמת אכילה זו שחזר לאכול נגרר לבו גם לשתיה א\"צ ברכה לדעה זו גם על השתיה דבתר אכילה גרירא אף שאמר מתחלה הב לן ונברך ולא מיירי השו\"ע בתחלה לענין שתיה דמצריך לברך לכו\"ע רק כשלא חזר גם לאכילה:", "9": "<b>(ט) לא נסתלק </b>- משום דדרך להגרר מאכילה קטנה לגדולה לא חשיב היסח הדעת גמור אלא כשנטל ידיו משא\"כ בשתיה בהיסח הדעת כל דהו כבר נסתלק משתייתו וצריך לברך שנית כשנמלך. ועיין בבה\"ל שהבאנו הרבה פוסקים שסוברים כדעת הרא\"ש דבהב ונברך חשיב גמר סעודה ואף באכילה אסור בלא ברכה וכן סתם המחבר לקמן בסימן קצ\"ז ס\"א עי\"ש וע\"כ לכתחלה בודאי יש ליזהר שלא לאכול אחר שאמר הב לן ונברך וכ\"פ בדה\"ח. ודע דמי שצריך ברכה באמצע סעודה צריך נטילה ג\"כ דכיון דהסיח דעתו לא שמר ידיו ורק ברכת נט\"י אין לו לברך:", "10": "<b>(י) לא הוי היסח הדעת </b>- דודאי דעתו אם ירצה בעה\"ב לאכול ולשתות עמו יאכל וישתה עמו ואם בשעת אמירתו הסיח דעתו בבירור שאף שיאכל וישתה בעה\"ב לא יאכל וישתה עמו ונמלך אח\"כ צריך לברך [היינו לדעת רבינו יונה בשתיה לבד ולהרא\"ש אף באכילה] וכ\"ש כשנטל ידיו דמהני [מ\"א וש\"א]:", "11": "<b>(יא) עד שיאמר בעה\"ב </b>- ואז כל המסובין אסורין ודוקא כששתקו והסכימו לדבריו אבל אם האורח דעתו לאכול ולשתות עוד רשאי אף שאמר בעה\"ב הב ונברך וטוב שיגלה לפני המסובין שלא היה לו היסח הדעת שלא יחשבוהו כנמלך:", "12": "<b>(יב) משנטל הכוס וכו' </b>- ועדיף מהב לן ונברך דכיון שנטל הכוס בידו אפילו בשיחה אסור להפסיק כדלקמן בסימן קפ\"ג ס\"ו:", "13": "<b>(יג) הוי היסח הדעת </b>- ודינו כנטילת ידים [מ\"א] ולפ\"ז לדעת המחבר לעיל בס\"א אסור שוב בין באכילה ובין בשתיה לכו\"ע ועיין לעיל בסק\"ב במ\"ב מש\"כ לענין נטילת ידים:", "14": "<b>(יד) כשאדם נכנס וכו' </b>- היינו שלא קראוהו להיות נקבע עמהם לשתות ככל המסובין:", "15": "<b>(טו) הרבה </b>- וה\"ה בחבורה אחת כשכל אחד מושיט לו כוס דעל כל כוס וכוס הוי נמלך וכדלקמיה:", "16": "<b>(טז) נמלך </b>- דאינו יודע אם יושיטו לו כוס אחר ואפילו אם הושיטו לו כוס אחר בשעה דעדיין לא גמר לשתות כוס הראשון נמי דינא הכי דצריך לחזור ולברך עליו בפני עצמו כיון שבשעה שבירך לא היה דעתו ע\"ז שלא היה יודע שיושיטו לו עוד. וכ\"ז דוקא בסתמא אבל אם בשעת ברכתו היה דעתו שתעלה הברכה על כל מה שיתנו לו א\"צ לברך על כל כוס אף שלא היה יודע אז אם יתנו לו מ\"מ מהני דעתו לזה ובמקום שהמנהג שמושיטין כוסות הרבה למי שנכנס במסיבת הקבועים לשתיה אז אפילו בירך בסתמא על כוס אחד אמרינן דדעתו היה על כל מה שיתנו לו וא\"צ שוב לברך על כל כוס וכוס. ומ\"מ טוב יותר שיכוין בשעת ברכה על כל מה שיתנו לו:", "17": "<b>(יז) הקרואים וכו' </b>- דכיון שהם קרואים אף כשמברכין תחלה בסתמא ג\"כ דעתם על כל מה שיביאו לפניהם שיודעים דדרך בעה\"ב להביא הרבה מינים זה אחר זה. [ולא דמי לס\"ד הנ\"ל וכן לשמש בסימן קס\"ט ששם אינם יודעים שיתנו לו עוד ובודאי מסתמא לא ברכו אלא על מה שלפניהם לבד] ואף אם הסיחו דעתם אח\"כ שסברו שלא יביא להם עוד ג\"כ אין זה היסח הדעת גמור כיון דתלוים בדעת בעה\"ב וכנ\"ל בס\"ב ולכן אם הביא להם בעה\"ב אח\"כ א\"צ לחזור ולברך:", "18": "<b>(יח) למה אין אנו נוהגים </b>- היינו משום דכל האכילות שלנו מעורב מתחלה במלח וכן כל המשקה שלנו כשכר ומי דבש וכדומה מעורב במים ע\"כ אין להקפיד ע\"ז מיהו בלא\"ה אין להקפיד בזמנינו דהאידנא נשתנו הטבעים [מ\"א]:"}, "180": {"1": "<b>(א) אין להסיר </b>- כדי שיהא ניכר לכל שמברכין להשי\"ת על חסדו וטובו הגדול שהכין מזון לכל בריותיו וגם דהברכה אינה שורה על דבר ריק אלא כשיש שם דבר כענין פך שמן של אלישע:", "2": "<b>(ב) כל מי שאינו וכו' </b>- דצריך לשייר כדי שיהא מזומן לעני שיבוא וכעין שאמרו חז\"ל המאריך בשלחנו מאריכין לו ימיו דלמא אתא עניא ויהיב לו וגם כדי שיודה להשי\"ת על חסדו שהשפיע לנו מטובו ששבענו והותרנו כדכתיב אכול והותר:", "3": "<b>(ג) אינו רואה סימן ברכה </b>- כדכתיב אין שריד לאכלו על כן לא יחיל טובו וכתב של\"ה דראוי ונכון שיתן להעני הטוב שבשלחן ובפרט אם הוא עני חשוב שמזה יראה לו שמקבלו בסבר פנים יפות. ומשבח אני את הקהלות שמחזיקין לומדים בחורים על שלחנם כל השנה כאחד מבניהם ובזה יוצא הבעה\"ב בשני דברים מצות חלק עניים וגם מצות דברי תורה על השלחן דסתם בחור כזה עני הוא וגם ידבר בדברי תורה על השלחן ובודאי מה שנאכל על השלחן שחרית וערבית נחשב כשני תמידין וכו' עכ\"ל והובא בא\"ר:", "4": "<b>(ד) אבל וכו' </b>- ר\"ל אם יש פתיתין על השלחן אבל אם אין פתיתין על השלחן מותר להביא אפילו שלמה ובשם הזוהר כתבו שטוב לעשות כן לכתחלה:", "5": "<b>(ה) לא יביא וכו' </b>- עיין במ\"א שכתב דה\"ה אם יש שלמה על השלחן לא יביא פתיתין ופמ\"ג כתב דה\"ה לא ישייר פתיתין על שלחנו כשיש שלמה ויש מקילין בדבר שא\"צ להסירן מעל השלחן ובפרט בשבת בודאי לא יסירן עד לאחר בהמ\"ז בין הפתיתין ובין השלמה שהכל יודעין שבשביל כבוד שבת הוא מונח:", "6": "<b>(ו) קודם שיטול ידיו </b>- למים אחרונים:", "7": "<b>(ז) יכבד הבית </b>- מקום שאכלו שם אם הסיבו ע\"ג קרקע מכבדין את הקרקע או אם הסיבו על השלחן מכבדין את השלחן משיורי אוכלין שנתפזרו שם [רש\"י] ותר\"י פירשו דהכיבוד הוא במקום שדרך לסלק השלחן קודם נטילה לבהמ\"ז צריך לכבד הקרקע של מקום השלחן דחיישינן שנתפזרו שם פירורי פת ובאופן זה מיירי המחבר כאן שכתב דעכשיו שאין מסלקין א\"צ לכבד והיינו הקרקע שתחת השלחן אבל כשנוטלין הידים בכלי על השלחן כמנהגנו לכו\"ע צריך לנקות הפירורין סביב וכדלקמיה:", "8": "<b>(ח) שאין אנו מסלקין </b>- משמע דמלפנים היו נוהגין לסלק וצ\"ל דהיינו מלפני כל המסובין אבל מלפני המברך לא וכמו שכתב בס\"א שאין להסיר וכו':", "9": "<b>(ט) ואנו נוטלים וכו' </b>- ואם יושבין במקומן ונוטלין הידים בכלי על השלחן אף עכשיו הדין הוא שצריך לנקות השלחן עצמו מפירורי הפת שלא ימאסו מנצוצי מי הנטילה וכנ\"ל מרש\"י ונראה דמ\"מ ישאיר לחם על השלחן במקצוע אחד שיהיה מונח עד אחר בהמ\"ז וכנ\"ל בס\"א ויהיה קצת רחוק ממקום הזה:", "10": "<b>(י) קשה לעניות </b>- ודוקא לדרוס עליהם דהוא בזוי גדול אבל כשמשליכן למים אפילו כשנאבדין עי\"ז אין חשש כיון שהוא פחות מכזית ויש מחמירין כשיש הרבה פירורין ויצטרפו לכזית:", "11": "<b>(יא) לכסות הסכין </b>- בב\"י ב' טעמים האחד דברזל מקצר ימי האדם ואינו דין שיהיה מונח על השלחן שדומה למזבח שמאריך ימי האדם דע\"כ כתיב לא תניף עליהם ברזל וע\"כ אחר שגמר אכילתו ורוצה לברך בהמ\"ז מכסה הסכין וטעם שני בשם רבינו שמחה לפי שפעם אחד הגיע אחד לברכת בונה ירושלים ונזכר חורבן הבית ותקע סכין בבטנו וע\"כ נהגו לסלקו בשעת ברכה:", "12": "<b>(יב) ונהגו שלא לכסותו וכו' </b>- הטעם שאין מקפידין ע\"ז בשבת ויו\"ט עיין באחרונים:"}}