{"182": {"1": "יש שאומרים שברכת המזון MB(א)MB טעונה כוס  אפילו ביחיד וצריך לחזור עליו MB(ב)MB ולא יאכל  אם אין לו כוס לברך עליו אם הוא מצפה ואפשר שיהיה לו אפילו אם צריך לעבור זמן אכילה אחת ולפי זה MB(ג)MB אם שנים אוכלים  יחד צריך לקחת כל אחד כוס לברכת המזון ויש אומרים שאינה טעונה כוס אלא בשלשה ויש אומרים שאינה טעונה כוס כלל אפילו בשלשה. <b> הגה:</b> ומכל מקום מצוה MB(ד)MB מן המובחר  לברך על הכוס (ר\"ן פרק ערבי פסחים): $! ", "2": "כוס ברכת המזון אינו אלא של יין MB(ה)MB ולא משאר משקים MB(ו)MB אפילו קבע סעודתו  עליהם ואם MB(ז)MB אין יין מצוי MB(ח)MB באותו מקום  והשכר או שאר משקין הוו חמר מדינה MB(ט)MB מברכין עליהם MB(י)MB חוץ מן המים . <b> הגה:</b> MB(יא)MB ומה שנוהגין  במדינות אלו לברך על השכר אין למחות דהא יש אומרים דאינו טעון כוס כלל ועוד דהא עיקר חמר מדינה הוא שכר MB(יב)MB וקובעין הסעודה עליו  ואף על גב דיין נמצא בעיר מכל מקום לא מיקרי מצוי לדבר זה שהוא ביוקר MB(יג)MB ואי אפשר MB(יד)MB לקנות יין בכל סעודה  לברך עליו אמנם המצוה מן המובחר לברך על יין (דברי עצמו). ויש מדקדקין כשמברכין ביחיד על היין MB(טו)MB שלא לאחוז  הכוס בידם רק מניחין אותו על השלחן לפניהם MB(טז)MB ונכון מנהג זה  על דרך הקבלה (בית יוסף): $! ", "3": "צריך שלא יהא פגום שאם שתה שתה ממנו MB(יז)MB פגמו  אבל אם שפך ממנו MB(יח)MB לתוך ידו  או כלי MB(יט)MB אין בכך כלום  ואפילו שתה מהכד או מחבית קטנה MB(כ)MB הוי פגום  אבל אם שתה מחבית של עץ גדולה MB(כא)MB אין להקפיד  יש מי שאומר שאפילו מים פגומים MB(כב)MB פסולים למזוג  בהם כוס של ברכה: $! ", "4": "MB(כג)MB אם היו  כוסות המסובין פגומים צריך לתת MB(כד)MB מכוס הברכה  לתוכם MB(כה)MB ויש מי שאומר  שאינו צריך ( MB(כו)MB עיין לקמן  סימן ק\"ץ וסימן רע\"א): $! ", "5": "אם החזיר יין של כוס פגום לקנקן היין שבקנקן MB(כז)MB כשר  משום MB(כח)MB דקמא קמא  בטיל: $! ", "6": "MB(כט)MB יכולין לתקן  כוס פגום על ידי שיוסיפו מעט יין ואפילו על ידי שיוסיפו עליו MB(ל)MB מים MB(לא)MB מיתקן : $! ", "7": "MB(לב)MB בשעת הדחק  מברכין על כוס פגום: $~ "}, "183": {"1": "כוס של ברכה MB(א)MB טעון הדחה מבפנים ושטיפה מבחוץ ואם הוא נקי ואין בו MB(ב)MB שיורי כוסות MB(ג)MB אינו צריך : $! ", "2": "יתן היין לתוכו MB(ד)MB חי עד שמגיע MB(ה)MB לברכת הארץ ואז מוזגו להודיע MB(ו)MB שבח הארץ . <b> הגה:</b> ויש אומרים דאם היין אינו חזק MB(ז)MB אין צריך למוזגו (טור), וכן נוהגין באלו הארצות. ויוציאנו מן החבית MB(ח)MB לשם ברכה (טור בשם רש\"י). ונראה דלדידן שאין לנו הרבה יין, אין צריך רק לשפכו מן הקנקן ששומרים בו היין לשם ברכה וחבית לאו דוקא וכן נוהגין במדינות אלו. וכוס של ברכה ימלאנו MB(ט)MB שיהא מלא על כל גדותיו: $! ", "3": "צריך MB(י)MB לחזור אחר כוס MB(יא)MB שלם : $! ", "4": "MB(יב)MB מקבלו בשתי ידיו וכשמתחיל לברך נוטלו בימינו ולא יסייע בשמאל. <b> הגה:</b> והיינו דוקא MB(יג)MB שלא תגע השמאל בכוס אבל אם נותן השמאל תחת הימין MB(יד)MB לסייעה MB(טו)MB מותר (בית יוסף בשם שבולי הלקט). MB(טז)MB ומגביהו מהקרקע טפח אם הוא יושב על גבי קרקע ואם הוא מיסב בשלחן מגביהו מעל השלחן טפח ונותן בו עיניו MB(יז)MB שלא יסיח דעתו . <b> הגה:</b> MB(יח)MB ועל כן אין לוקחין כוס שפיו צר שקורין גלוק גלא\"ז לברך עליו. MB(יט)MB ומשגרו לאשתו שתשתה ממנו: $! ", "5": "יש מי שאומר שאם המברך אטר (בלע\"ז מנצינ\"ו) אוחז הכוס בימינו MB(כ)MB שהוא שמאל כל אדם : $! ", "6": "MB(כא)MB משנתנו לו כוס לברך לא ישיח המברך והמסובין אין להם להשיח MB(כב)MB משהתחיל המברך לא מבעיא בשעת שהוא מברך MB(כג)MB שצריכין לשמוע ולהבין מה שאומר המברך אלא אפילו בין ברכה לברכה MB(כד)MB אין להם להשיח ואם עברו ושחו בין ברכה לברכה בשעה שהמברך שותק מעט יצאו. (הגה: MB(כה)MB BH[*]BH אפילו אם שח המברך עצמו ). אבל אם שחו בשעה שהוא מברך MB(כו)MB לא יצאו : $! ", "7": "MB(כז)MB נכון הדבר שכל אחד מהמסובין יאמר בלחש עם המברך MB(כח)MB כל ברכה וברכה ואפילו החתימות. <b> הגה:</b> ויקדים לסיים קצת קודם המברך כדי שיענה אמן כדלעיל סימן נ\"ט. אין נותנין כוס של ברכה אלא MB(כט)MB לטוב עין (גמרא פרק אלו נאמרין): $! ", "8": "לענין לשאול בברכת המזון מפני היראה או מפני הכבוד יש מי שאומר MB(ל)MB שדינה כתפלה : $! ", "9": "צריך לישב MB(לא)MB בשעה שמברך בין אם היה הולך MB(לב)MB בביתו כשאכל או עומד או מיסב כשמגיע לברך צריך לישב כדי שיוכל לכוין יותר וגם לא יהא מיסב שהוא דרך גאוה אלא ישב באימה. <b> הגה:</b> נראה לי דלאו דוקא המברך אלא MB(לג)MB הוא הדין כל המסובין לא ישבו בקלות ראש אלא באימה. מיהו אם לא עשה כן MB(לד)MB אפילו בירך מהלך בדיעבד יצא (רמב\"ם פרק ד'): $! ", "10": "יש אומרים MB(לה)MB שגם ברכת מעין שלש צריך לאמרה מיושב: $! ", "11": "אם היה מהלך בדרך ואוכל אינו צריך לישב ולברך לפי שאין דעתו מיושבת MB(לו)MB עליו : $! ", "12": "MB(לז)MB אסור לברך והוא עוסק במלאכתו: $~ "}, "184": {"1": "מי שאכל במקום אחד צריך לברך MB(א)MB קודם שיעקור MB(ב)MB ממקומו . (הגה: ועיין לעיל סימן קע\"ח). ואם יצא ממקומו ולא בירך אם היה במזיד MB(ג)MB יחזור למקומו ויברך ואם בירך במקום שנזכר MB(ד)MB יצא . <b> הגה:</b> ודוקא MB(ה)MB לדעת הרמב\"ם אבל לדעת הרא\"ש דסבירא ליה דאף בשוגג יחזור למקומו לכתחלה במזיד אף בדיעבד לא יצא (טור) ואם היה בשוגג להרמב\"ם MB(ו)MB יברך במקום שנזכר ולהרב רבינו יונה והרא\"ש גם הוא MB(ז)MB יחזור למקומו ויברך : $! ", "2": "במה דברים אמורים כשאין לו פת עוד אבל אם יש לו פת עוד MB(ח)MB יאכל במקום השני MB(ט)MB מעט ויברך MB(י)MB רק שלא יהא רעב מאכילה ראשונה: $! ", "3": "יש אומרים שכל שבעת המינים טעונים ברכה לאחריהם MB(יא)MB במקומם ויש אומרים דחמשת מיני דגן דוקא (ועיין לעיל MB(יב)MB סימן קע\"ח סעיף ה'): $! ", "4": "אכל ואינו יודע אם בירך ברכת המזון אם לאו MB(יג)MB צריך לברך MB(יד)MB מספק MB(טו)MB מפני שהיא מן התורה : $! ", "5": "MB(טז)MB עד אימתי יכול לברך עד שיתעכל המזון שבמעיו וכמה שיעורו MB(יז)MB כל זמן שאינו רעב MB(יח)MB מחמת אותה אכילה ומשעה שהתחיל להיות רעב אף על פי שלא נתעכל עדיין לגמרי כנתעכל לגמרי דיינינן ליה וכן נמי לענין אכילת פירות ושתיית יין אם אינו רעב ולא צמא ותאב MB(יט)MB לאותם פירות יברך MB(כ)MB BH[*]BH אם אינו יודע לשער אם נתעכלו: $! ", "6": "שיעור אכילה MB(כא)MB לברך עליה ברכת המזון MB(כב)MB BH[*]BH בכזית : $~ "}, "185": {"1": "ברכת המזון נאמרה MB(א)MB בכל לשון : $! ", "2": "צריך שישמיע לאזניו מה שמוציא MB(ב)MB בשפתיו ואם לא השמיע לאזניו יצא ובלבד שיוציא בשפתיו: $! ", "3": "BH[*]BH יש מי שאומר דבעל הבית עם בניו ואשתו צריך לברך MB(ג)MB בקול רם כדי שיצאו בברכתו: $! ", "4": "אפילו נשתכר כל כך עד שאינו יכול לדבר כראוי MB(ד)MB יכול לברך ברכת המזון: $! ", "5": "MB(ה)MB BH[*]BH אם בירך והיתה צואה כנגדו BH[*]BH או שהיה שכור ( MB(ו)MB פירוש לגמרי ) נסתפקו התוספות והרא\"ש MB(ז)MB אם צריך לחזור ולברך MB(ח)MB ומשום מי רגלים פשיטא שאינו חוזר לברך: $~ "}, "186": {"1": "נשים חייבות בברכת המזון וספק הוא MB(א)MB אם הן חייבות מדאורייתא BH[*]BH ומוציאות את האנשים BH[*]BH או אם אינן חייבות MB(ב)MB BH[*]BH אלא מדרבנן ואינן מוציאות MB(ג)MB אלא למי שאין חיובו אלא מדרבנן (ועיין לקמן סימן קצ\"ט בענין זימון שלהם): $! ", "2": "MB(ד)MB קטן חייב מדרבנן כדי לחנכו MB(ה)MB וההיא דבן מברך לאביו MB(ו)MB כשלא אכל האב כדי שביעה MB(ז)MB שאינו חייב אלא מדרבנן: $~ "}, "187": {"1": "MB(א)MB יש אומרים ברוך משביע לרעבים ואין לאומרו MB(ב)MB והמוסיף גורע ואם אמר במקום ברכת הזן בריך רחמנא MB(ג)MB מלכא מאריה דהאי פיתא MB(ד)MB יצא ויש אומרים שצריך שיחתום בריך רחמנא דזן כולא: $! ", "2": "בברכת הארץ להרא\"ש לא יאמר שהנחלת לאבותינו ארץ חמדה וכו' MB(ה)MB BH[*]BH ברית ותורה שהרי אומר על בריתך שחתמת בבשרנו ועל תורתך שלמדתנו ודי בפעם אחד והרמב\"ם חולק. (הגה: ודברי הרא\"ש הם עיקר): $! ", "3": "MB(ו)MB אם לא הזכיר MB(ז)MB בברכת הארץ ברית ותורה אפילו אם לא חיסר אלא אחד מהם MB(ח)MB BH[*]BH מחזירין אותו . <b> הגה:</b> ונשים ועבדים לא יאמרו ברית ותורה MB(ט)MB דנשים לאו בני ברית נינהו ועבדים לאו בני תורה נינהו (כל בו): $! ", "4": "אם לא הזכיר MB(י)MB בבונה ירושלים מלכות בית דוד מחזירין אותו. <b> הגה:</b> ואומרים על הנסים בחנוכה ובפורים קודם ועל הכל וכו' ואם לא אמרו אין מחזירין אותו (טור). ועיין לקמן סימן תרפ\"ב. ומכל מקום יוכל לאומרו בתוך שאר הרחמן ויאמר הרחמן הוא יעשה לנו נסים כמו שעשה בימים ההם וכו' והכי נהוג (כל בו): $~ "}, "188": {"1": "אחר שחתם בונה ירושלים יענה אמן אחר ברכת עצמו MB(א)MB מפני שהיא סיום הברכות דאורייתא דהטוב והמטיב אינה דאורייתא: $! ", "2": "אמן זה יאמרנו בלחש כדי שלא ירגישו שברכת הטוב והמטיב אינה דאורייתא ויזלזלו בה. <b> הגה:</b> MB(ב)MB ונראה דדוקא כשמברך לבדו ואין עונין אמן אחר שאר ברכות אבל כשמזמנין עונין עליו כשאר אמן שעונין על ברכות הראשונות ואף על גב דהמברך עונה גם כן מכל מקום אינו ניכר כל כך הואיל ואחרים עונין גם כן עמו וכן המנהג במדינות אלו לאומרו בקול רם אפילו המברך עצמו כשמזמנים ואולי הוא מהאי טעמא: $! ", "3": "צריך להזכיר בברכה שלישית מלכות בית דוד ואין להזכיר בה MB(ג)MB שום מלכות אחר MB(ד)MB והאומר ומלכותך ומלכות בית דוד משיחך טועה שאין להשוות מלכותא דארעא עם מלכותא דשמיא וכן אין לומר בה MB(ה)MB אבינו מלכנו . <b> הגה:</b> ויש אומרים דאף כשאומר יעלה ויבא לא יסיים מלך חנון ורחום אלא ידלג מלת מלך (אבודרהם) וסברא נכונה היא MB(ו)MB אבל לא ראיתי נוהגין כן: $! ", "4": "נוסח ברכה זו פותח בה רחם ה' אלהינו MB(ז)MB או נחמנו ה' אלהינו MB(ח)MB וחותם בה בונה ירושלים או מנחם ציון בבנין ירושלים MB(ט)MB ואין לשנות הנוסח משבת לחול דבין בשבת בין בחול אומר MB(י)MB נוסחא אחת . <b> הגה:</b> ויש אומרים MB(יא)MB דאומרים בונה ברחמיו ירושלים וכן נוהגין (מרדכי סוף ברכות): $! ", "5": "בשבת MB(יב)MB אומר בה רצה והחליצנו ובראש חודש ויום טוב וחולו של מועד אומר יעלה ויבא ואם חל אחד מהם בשבת אומר רצה והחליצנו MB(יג)MB ואחר כך יעלה ויבא ואינו מזכיר של שבת MB(יד)MB ביעלה ויבא ולא של יום טוב וחולו של מועד וראש חודש MB(טו)MB ברצה והחליצנו : $! ", "6": "טעה MB(טז)MB ולא הזכיר של שבת MB(יז)MB BH[*]BH אומר ברוך אתה ה' אלהינו מלך העולם BH[*]BH שנתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית ברוך אתה ה' מקדש השבת. ואם טעה ולא הזכיר של יום טוב אומר ברוך אתה ה' אלהינו מלך העולם אשר נתן MB(יח)MB ימים טובים לישראל MB(יט)MB לששון ולשמחה את יום חג פלוני הזה ברוך אתה ה' מקדש ישראל והזמנים. ואם חל MB(כ)MB יום טוב בשבת אומר שנתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית וימים טובים לששון ולשמחה את יום חג פלוני הזה ברוך אתה ה' מקדש השבת וישראל והזמנים. MB(כא)MB וכל ברכות הללו בשם ומלכות. והא דסגי בהך ברכה, דוקא כשנזכר MB(כב)MB קודם שהתחיל הטוב והמטיב, אבל אם לא נזכר MB(כג)MB BH[*]BH עד שהתחיל הטוב והמטיב, צריך BH[*]BH לחזור MB(כד)MB BH[*]BH לראש ברכת המזון: $! ", "7": "אם טעה ולא הזכיר בה של ראש חודש בין ביום BH[*]BH בין בלילה MB(כה)MB BH[*]BH אומר ברוך שנתן ראשי חדשים לעמו ישראל לזכרון, ואינו חותם בה, והוא שנזכר קודם שהתחיל הטוב והמטיב. אבל אם לא נזכר עד שהתחיל הטוב והמטיב, אינו חוזר, MB(כו)MB מפני שאינו חייב לאכול פת, כדי שיתחייב לברך ברכת המזון. וחול המועד MB(כז)MB דינו כראש חודש. <b> הגה:</b> ואפשר דמכל מקום יש לאמרו בתוך שאר הרחמן כמו שנתבאר לעיל סוף סימן קפ\"ז גבי על הנסים. ואולי יש לחלק כי ביעלה ויבא יש בו הזכרת שמות BH[*]BH ואין לאומרו לבטלה כן נראה לי וכן נוהגין. אם חל ראש חודש בשבת והזכיר של שבת ולא הזכיר של ראש חודש ולא נזכר עד שהתחיל הטוב והמטיב MB(כח)MB אינו חוזר . MB(כט)MB ואם שכח של שבת ונזכר קודם שהתחיל הטוב והמטיב, כולל ראש חודש עם שבת, ואומר שנתן שבתות למנוחה וראשי חדשים לזכרון. ואם פתח בהטוב והמטיב, חוזר לראש ברכת המזון, ומזכיר של שבת ושל ראש חודש. ויש מי שאומר, שאם שכח של שבת וראש חודש, ונזכר קודם שהתחיל הטוב והמטיב, אומר שנתן שבתות למנוחה וראשי חדשים לזכרון, וחותם בשל שבת, MB(ל)MB ואינו חותם בשל ראש חודש : $! ", "8": "BH[*]BH סעודה שלישית בשבת MB(לא)MB BH[*]BH דינה כראש חודש : $! ", "9": "ג' שאכלו בשבתות וימים טובים ושכחו להזכיר מעין המאורע והם צריכים לחזור לראש ברכת המזון יברך כל אחד בפני עצמו כי מידי זימון כבר יצאו: $! ", "10": "היה אוכל ויצא שבת BH[*]BH מזכיר של שבת בברכת המזון MB(לב)MB דאזלינן MB(לג)MB בתר התחלת הסעודה MB(לד)MB והוא הדין לראש חודש ופורים וחנוכה: $~ "}, "189": {"1": "ברכה רביעית MB(א)MB לא יאמר תתברך  ולא יאמר בה MB(ב)MB החי  כי אם MB(ג)MB בבית  האבל ואומר בה MB(ד)MB שלשה מלכיות  ברוך אתה ה' אלהינו מלך העולם האל אבינו מלכנו כו' MB(ה)MB המלך הטוב . וג' הטבות הוא הטיב לנו הוא מטיב לנו הוא ייטיב לנו. וג' גמולות הוא גמלנו הוא גומלנו הוא יגמלנו: $! ", "2": "MB(ו)MB בבית האבל אומר  ברוך אתה ה' אלהינו מלך העולם האל אבינו מלכנו בוראנו גואלנו קדושנו קדוש יעקב המלך החי MB(ז)MB הטוב והמטיב  אל אמת דיין אמת וכו' (ועיין ביורה דעה סימן שע\"ט): $~ "}, "190": {"1": "MB(א)MB אחר שסיים ברכת המזון מברך בורא פרי הגפן ויטעום המברך (ואם הפסיק בין הברכה לטעימה עיין לקמן MB(ב)MB סימן רע\"א סעיף ט\"ו) MB(ג)MB ואחר כך יטעמו האחרים MB(ד)MB אם כולם זקוקים לכוס אחד ונותן המברך מכוסו לכוס ריקן שבידם לא יטעמו עד שיטעום הוא. MB(ה)MB אבל אם אינם זקוקים לכוסו יכולים לטעום קודם שיטעום הוא. MB(ו)MB אין צריך המברך לשפוך מכוסו לכוס המסובין אלא אם כן כוס המסובין MB(ז)MB פגום . (עיין לעיל סימן קפ\"ב, וסוף סימן רע\"א): $! ", "2": "MB(ח)MB BH[*]BH אחר ששתה כוס של ברכת המזון BH[*]BH יברך ברכה אחת מעין שלש: $! ", "3": "שיעור MB(ט)MB שתיית יין להתחייב בברכה אחרונה יש ספק MB(י)MB אם די בכזית MB(יא)MB או ברביעית לכך יזהר לשתות או פחות מכזית או רביעית כדי להסתלק מן הספק MB(יב)MB והכא אי אפשר לשתות פחות מכזית דכל דבר שצריך כוס צריך לשתות ממנו כמלא לוגמיו MB(יג)MB שהוא רוב רביעית הלכך ישתה MB(יד)MB רביעית שלם : $! ", "4": "אם המברך אינו רוצה לטעום MB(טו)MB BH[*]BH יטעום אחד BH[*]BH מהמסובין כשיעור MB(טז)MB ואין שתיית שנים מצטרפת ומכל מקום מצוה מן המובחר MB(יז)MB שיטעמו כולם (ועיין לקמן MB(יח)MB סימן רע\"א סעיף י\"ד): $! ", "5": "כשמסובין בסעודה גדולה ואין יודעים עד היכן יגיע כוס של ברכת המזון כל אחד מהמסופקים אם יגיע לו MB(יט)MB צריך לברך בורא פרי הגפן. (ועיין לעיל סימן קע\"ד סעיף ה' בהג\"ה): $~ "}, "191": {"1": "פועלים העושים מלאכה אצל בעל הבית מקצרין בברכת המזון כדי שלא לבטל מלאכת בעל הבית כיצד ברכה ראשונה כתקנה ושניה פותח בברכת הארץ MB(א)MB וכולל בה בונה ירושלים וחותם בברכת הארץ ואין אומרים ברכת הטוב והמטיב MB(ב)MB כלל במה דברים אמורים MB(ג)MB כשנוטלים שכר על מלאכתן מלבד הסעודה אבל אם אין נוטלים שכר אלא הסעודה שאוכלים לבד מברכין כל ד' ברכות כתקנן וכן אם בעל הבית MB(ד)MB מיסב עמהם אף על פי שנוטלים שכר מלבד הסעודה מברכין כל ד' ברכות: $! ", "2": "והאידנא לעולם מברכים כל ארבע ברכות שאין דרך בני אדם עכשיו להקפיד בכך ומסתמא אדעתא דהכי שוכרים פועלים שיברכו כל ארבע ברכות כתקנם: $! ", "3": "MB(ה)MB BH[*]BH אסור לעשות מלאכה BH[*]BH בעודו מברך. (וכן הוא MB(ו)MB לעיל סוף סימן קפ\"ג): $~ "}, "192": {"1": "היו המסובין ג' MB(א)MB חייבים בזימון BH[*]BH שאומר אחד  מהם MB(ב)MB נברך שאכלנו משלו והם עונים ואומרים ברוך שאכלנו משלו ובטובו חיינו MB(ג)MB והוא חוזר ואומר ברוך שאכלנו משלו MB(ד)MB ובטובו חיינו ברוך אתה ה' אלהינו מלך העולם הזן את העולם וכו' ואם הם ד' MB(ה)MB יכול לומר ברכו שאכלנו משלו אבל יותר טוב לומר נברך שלא להוציא עצמו מן הכלל. ואם הם עשרה צריך להזכיר את ה' שאומר נברך אלהינו וכו' והם עונים ואומרים ברוך אלהינו וכו'. ואין לומר נברך לאלהינו MB(ו)MB בלמ\"ד ובין שיהיו עשרה או מאה או אלף או רבוא כך הם מברכים וכל המשנה מזה הנוסח כגון שאומר נברך MB(ז)MB על המזון שאכלנו או שאומר MB(ח)MB למי שאכלנו משלו או שאומר במקום ובטובו מטובו או במקום חיינו אומר חיים הרי זה בור וכשהם עשרה כיון שמזכירים את השם MB(ט)MB יכול לומר נברך אלהינו על המזון שאכלנו משלו: $! ", "2": "אם טעה המזמן בעשרה והעונים ולא הזכירו אלהינו אין MB(י)MB יכולים לחזור אבל אם עדיין לא ענו אחריו MB(יא)MB יחזור ויזמן בשם : $~ "}, "193": {"1": "שנים שאכלו אף על פי שבברכת המוציא MB(א)MB פוטר אחד את חבירו MB(ב)MB מצוה ליחלק שיברך כל אחד ברכת המזון לעצמו במה דברים אמורים כשהיו שניהם יודעין לברך ברכת המזון אבל אם MB(ג)MB אחד יודע והשני אינו יודע מברך היודע ויוצא השני. אם מבין לשון הקודש אלא שאינו יודע לברך BH[*]BH וצריך לכוין מלה במלה לכל מה שיאמר. <b> הגה:</b> וצריך המברך MB(ד)MB שיכוין להוציאו (מרדכי ריש פרק שלשה שאכלו ובית יוסף בשם סמ\"ג). MB(ה)MB אבל אם אינו מבין BH[*]BH אינו יוצא בשמיעה אבל ג' שאכלו MB(ו)MB אינם רשאים ליחלק ושנים שאכלו MB(ז)MB מצוה שיחזרו MB(ח)MB אחר שלישי שיצטרף עמהם לזימון וכן ארבעה או חמשה אסור להם ליחלק MB(ט)MB שכלם נתחייבו בזימון ששה נחלקים כיון שישאר זימון לכל חבורה עד עשרה ואז אין נחלקים עד שיהיו עשרים כיון שנתחייבו בהזכרת השם (הגה: דאז MB(י)MB יכולים ליחלק אם ירצו ונראה לי דהוא הדין בששה MB(יא)MB אינן מחויבים ליחלק רק אם ירצו נחלקים) ומצוה לחזור MB(יב)MB אחר עשרה . ומיהו אם היו רבים מסובים יחד ואינם יכולים MB(יג)MB לשמוע ברכת הזימון מפי המברך MB(יד)MB ואינם רשאים ליחלק לחבורות של עשרה מפני שיצטרכו לברך MB(טו)MB בקול רם וישמע בעל הבית MB(טז)MB ויקפיד עליהם יכולים ליחלק לחבורות של ג' ג' ולברך בנחת כדי שלא ישמע בעל הבית וזה טוב להם ממה שלא יצאו ידי חובת MB(יז)MB ברכת זימון שהרי אינם יכולים לשמוע מפי המברך: $! ", "2": "אפילו לא הוקבעו מתחלה כולם לאכול יחד אלא MB(יח)MB שהשנים קבעו ואחר כך בא השלישי וקבע עמהם או שאחד קבע תחלה ואחר כך קבעו השנים עמו אינם רשאים ליחלק כיון שהם קבועים יחד MB(יט)MB בגמר האכילה MB(כ)MB ומכל מקום אם יאכל עמהם MB(כא)MB בלא קבע רשאים ליחלק אלא אם כן MB(כב)MB הוא שמש . <b> הגה:</b> ומכל מקום אפילו כל מקום MB(כג)MB שרשאים ליחלק MB(כד)MB BH[*]BH עדיף טפי לזמן משום דברוב עם הדרת מלך (בית יוסף): $! ", "3": "MB(כה)MB אם היו רוכבים ואמרו נאכל אף על פי שכל אחד אוכל מככרו ולא ירדו מהבהמות מצטרפין כיון שעמדו במקום אחד אבל אם היו MB(כו)MB הולכים ואוכלים לא ואם היו אוכלים בשדה מפוזרים ומפורדים אף על פי שאוכלים כלם בשעה אחת ומככר אחד כיון שלא קבעו מקום לאכול אינם מצטרפין. <b> הגה:</b> המנהג MB(כז)MB שלא לזמן בבית עובד כוכבים ונראה לי הטעם משום דלא יוכלו לקבוע עצמן בבית עובד כוכבים משום יראת העובד כוכבים והוי כאלו אכלו בלא קבע ולכן מתחלה לא קבעו עצמן רק לברך כל אחד לבדו ולכן אין לשנות המנהג ואף אם לא היה טעם זה מספיק מכל מקום מאחר דכבר נהגו כך הוי כאלו לא קבעו עצמן ביחד: $! ", "4": "שלשה שישבו לאכול וברכו ברכת המוציא BH[*]BH אפילו כל אחד אוכל מככרו ואפילו לא אכל עדיין כזית פת MB(כח)MB אינם רשאים ליחלק : $! ", "5": "ג' שבאו מג' חבורות של שלשה שלשה בני אדם ונתחברו אלו השלשה אם זימנו עליהם במקומם כגון שהפסיקו MB(כט)MB BH[*]BH כל אחד לשנים עד שאמרו הזן שוב אינם יכולים לזמן MB(ל)MB אפילו אכלו אחר כך יחד וגמרו סעודתן ואם לא זימנו עליהם במקומם חייבים לזמן MB(לא)MB ואינם רשאים ליחלק MB(לב)MB ואפילו לא אכלו אלו הג' ביחד משנתחברו: $! ", "6": "שלש חבורות שהיו בכל אחת ארבעה ופירש אחד מכל חבורה ונצטרפו לחבורה אחרת וזימנו הג' הנשארים MB(לג)MB פרח זימון מינייהו MB(לד)MB BH[*]BH כיון שחבריהם זימנו והוא הדין אם לא היו בכל חבורה אלא ג' והלך אחד מכל חבורה קודם זימון ונתחברו אלו הג' MB(לה)MB ובא אחד לכל חבורה ונצטרף עם ב' הראשונים וזימנו יחד פרח זימון מאלו הג' כיון שכבר זימנו חבורתם אף על פי שלא זימנו עמהם. <b> הגה:</b> שלש חבורות שאכלו ובכל חבורה ג' בני אדם אסור לכל אחד ליפרד מכל חבורה ולזמן ביחד דהרי הב' הנשארים בכל חבורה אינן יכולים לזמן אחר כך BH[*]BH אבל אם היה בכל חבורה ד' MB(לו)MB מותר ליפרד אחד מכל חבורה ולזמן ביחד והנשארים יזמנו כל חבורה במקומם (בית יוסף בשם הרשב\"א): $~ "}, "194": {"1": "שלשה שאכלו כאחד ושכחו BH[*]BH וברך כל אחד לעצמו בטל מהם הזימון MB(א)MB ואין יכולים לחזור ולזמן למפרע BH[*]BH וכן אם ברכו שנים מהם אבל אם BH[*]BH שכח BH[*]BH אחד מהם ובירך השנים יכולים לזמן עם השלישי אף על פי שכבר ברך MB(ב)MB יכול לומר ברוך שאכלנו משלו והם יוצאים ידי חובת זימון והוא אינו יוצא ידי זימון שאין זימון למפרע. <b> הגה:</b> ואם האחד זימן MB(ג)MB עם אחרים אף שנים הנשארים MB(ד)MB אינן יכולים לזמן (בית יוסף בשם רשב\"א): $! ", "2": "שלשה שאכלו ויצא אחד מהם לשוק קוראים אותו ומודיעים לו שרוצים לזמן MB(ה)MB כדי שיכוין ויצטרף עמהם MB(ו)MB ויענה עמהם ברכת זימון MB(ז)MB ויוצאים ידי חובתן אף על פי MB(ח)MB שאינו בא ויושב עמהם והני מילי בג' אבל בעשרה כיון שצריכים להזכיר את השם אינם מצטרפין עד שיבא וישב עמהם. (ועיין לקמן MB(ט)MB סימן ר' עד היכן ברכת הזימון): $! ", "3": "ג' שאכלו כאחד MB(י)MB ואין אחד מהם יודע כל ברכת המזון אלא אחד יודע MB(יא)MB ברכה ראשונה ואחד השניה ואחד השלישית חייבים בזימון MB(יב)MB וכל אחד יברך הברכה שיודע ואף על פי שאין בהם מי שיודע ברכה רביעית MB(יג)MB אין בכך כלום BH[*]BH אבל לחצאין אין לברך אם האחד אינו יודע כי אם חצי הברכה שאין ברכה אחת מתחלקת לשתים: $~ "}, "195": {"1": "BH[*]BH שתי חבורות שאוכלות בבית אחד או בשני בתים אם מקצתן MB(א)MB רואים אלו את אלו MB(ב)MB מצטרפות לזימון MB(ג)MB ואם לאו אינם מצטרפות MB(ד)MB ואם יש שמש אחד לשתיהן MB(ה)MB הוא מצרפן MB(ו)MB וכגון שנכנסו מתחלה על דעת להצטרף יחד ויש מי שאומר שאם MB(ז)MB רשות הרבים מפסקת בין שני הבתים אינם מצטרפין MB(ח)MB BH[*]BH בשום ענין : $! ", "2": "אכלו מקצתן בבית BH[*]BH ומקצתן חוץ לבית אם המברך יושב על MB(ט)MB מפתן הבית הוא מצרפן: $! ", "3": "כל היכא שמצטרפות שתי חבורות צריך שישמעו שתיהן דברי המברך MB(י)MB ברכת זימון MB(יא)MB בביאור . <b> הגה:</b> ושאר ברכת המזון יברך כל אחד לעצמו אבל אם ירצו שהמזמן יוציא כולם MB(יב)MB צריכים שישמעו כל ברכת המזון דבלא זה לא יצאו כלל (דברי עצמו): $~ "}, "196": {"1": "אכל MB(א)MB דבר איסור  אף על פי שאינו אסור אלא מדרבנן אין מזמנין עליו MB(ב)MB ואין מברכין עליו MB(ג)MB לא בתחלה MB(ד)MB ולא בסוף : $! ", "2": "אם אכל MB(ה)MB דבר איסור  במקום סכנה מברכים עליו (ועיין לקמן MB(ו)MB סימן  ר\"ד): $! ", "3": "שלשה שאכלו כאחד אחד נזהר מפת עובד כוכבים ואחד אינו נזהר או אחד מהן כהן ואוכל חלות אף על פי שאותו שנזהר אינו יכול לאכול עם אותו שאינו נזהר ולא ישראל עם הכהן כיון שאותו שאינו נזהר יכול לאכול עם הנזהר והכהן עם הישראל MB(ז)MB מצטרפין  אבל אם היו כהנים וזר אוכלים כאחד והכהנים אוכלים חלה ונזהרים מפת של עובד כוכבים והזר אוכל פת של עובד כוכבים MB(ח)MB אינם מצטרפין  והוא הדין MB(ט)MB לשלשה שמודרים  זה מזה שאינם מצטרפים לזימון. <b> הגה:</b> ודוקא כשכל אחד אוכל מככרו אבל אם אוכלים מככר בעל הבית מצטרפין דהא אוכלים מככר אחד: $! ", "4": "אין מזמנין על מי שאכל פחות מכזית: $~ "}, "197": {"1": "שנים שאכלו כאחד וגמרו MB(א)MB ובא שלישי כל היכא דאי מייתי להו מידי MB(ב)MB BH[*]BH מצו למיכל מיניה MB(ג)MB BH[*]BH מצטרף בהדייהו MB(ד)MB וחייבים ליתן לו לאכול כדי שיצטרף עמהם והוא שבא עד שלא אמרו הב לן ונברך BH[*]BH אבל אם אמרו הב לן ונברך ואחר כך בא השלישי MB(ה)MB BH[*]BH אינו מצטרף BH[*]BH עמהם . <b> הגה:</b> BH[*]BH ונטילת מים אחרונים כהב לן ונבריך דמי (מרדכי פרק שלשה שאכלו). ועיין לעיל MB(ו)MB סימן קע\"ט: $! ", "2": "תשעה שאכלו דגן MB(ז)MB ואחד אכל MB(ח)MB BH[*]BH כזית ירק MB(ט)MB מצטרפין להזכיר השם ואפילו לא טיבל עמהם אלא MB(י)MB בציר או לא שתה עמהם אלא MB(יא)MB כוס אחד BH[*]BH שיש בו רביעית מכל משקה MB(יב)MB חוץ מן המים מצטרף עמהם והוא שיהיה MB(יג)MB המברך אחד מאוכלי הפת ואפילו שבעה אכלו דגן וג' MB(יד)MB ירק מצטרפין אבל ששה לא דרובא דמינכר בעינן: $! ", "3": "המצטרף MB(טו)MB צריך לברך ברכה אחרונה על מה שאכל MB(טז)MB ואינו נפטר בברכת המזון של אלו במה דברים אמורים דסגי בכל מאכל MB(יז)MB להצטרף לעשרה אבל לג' אינו מצטרף עד שיאכל MB(יח)MB כזית פת ויש אומרים MB(יט)MB דבכזית דגן מהני אפילו אינו פת ויש אומרים MB(כ)MB דבירק ובכל מאכל מהני MB(כא)MB הלכך שנים שאכלו ובא שלישי אם יכולים להזקיקו שיאכל כזית פת מוטב ואם אינו רוצה לא יתנו לו MB(כב)MB לשתות ולא מאכל אחר ואם אירע שנתנו לו לשתות או מאכל אחר יזמנו עמו אף על פי שאינו רוצה לאכול פת: $! ", "4": "חברים שאכלו כאחד קצתם אכלו כדי שביעה וקצתם לא אכלו אלא כזית אם כולם יודעים לברך MB(כג)MB מצוה שיברך אותו שאכל כדי שביעה ויוציא את האחרים ואם אין יודעים כולם לברך מי שאכל כזית MB(כד)MB יכול להוציא אף אותם שאכלו כדי שביעה. <b> הגה:</b> MB(כה)MB יש אומרים שאינו חייב לברך מדאורייתא אם לא שתה MB(כו)MB והוא תאב לשתות (מרדכי פרק שלשה שאכלו ובית יוסף בשם כל בו ושבלי לקט). MB(כז)MB וטוב ליזהר לכתחלה אם מקצתן שתו ומקצתן לא שתו MB(כח)MB שיברך מי ששתה (דברי עצמו): $~ "}, "198": {"1": "שלשה שאכלו והם מברכין ונכנס אחד MB(א)MB שלא אכל  אם נכנס כשאומר המברך נברך שאכלנו משלו MB(ב)MB עונה אחריו ברוך  ומבורך שמו תמיד לעולם ועד ואם נכנס MB(ג)MB כשאחרים עונים  ברוך שאכלנו משלו MB(ד)MB עונה אחריהם אמן . <b> הגה:</b> וכן MB(ה)MB בכל הברכות  שאדם שומע חייב לענות אמן (טור ובית יוסף בשם בה\"ג וסמ\"ג) ואם הם עשרה MB(ו)MB אומר ברוך אלהינו  ומבורך שמו תמיד לעולם ועד והוא הדין אם היה שם כשגמרו מלאכול ולא אכל עמהם כך הוא עונה אחר המברך MB(ז)MB ואחר העונים : $~ "}, "199": {"1": "השמש שאכל כזית MB(א)MB מזמנין עליו : $! ", "2": "כותי בזמן הזה הרי הוא כעובד עבודת אלילים ואין מזמנין עליו: $! ", "3": "MB(ב)MB BH[*]BH עם הארץ גמור BH[*]BH מזמנין עליו בזמן הזה: $! ", "4": "MB(ג)MB עובד כוכבים אין מזמנים עליו ואפילו גר שמל MB(ד)MB ולא טבל MB(ה)MB אין מזמנין עליו אבל גר גמור מזמנין עליו MB(ו)MB ויכול לברך ברכת המזון ולומר על שהנחלת MB(ז)MB לאבותינו : $! ", "5": "אונן בחול MB(ח)MB שהוא פטור מלברך MB(ט)MB אין מזמנין MB(י)MB עליו : $! ", "6": "נשים ועבדים MB(יא)MB וקטנים אין MB(יב)MB מזמנין עליהם MB(יג)MB אבל מזמנין לעצמן ולא תהא חבורה של נשים ועבדים וקטנים מזמנין יחד משום MB(יד)MB פריצותא דעבדים אלא נשים לעצמם ועבדים לעצמם ובלבד שלא יזמנו MB(טו)MB בשם : $! ", "7": "BH[*]BH נשים מזמנות לעצמן MB(טז)MB רשות BH[*]BH אבל כשאוכלות עם האנשים MB(יז)MB חייבות MB(יח)MB BH[*]BH ויוצאות בזמון שלנו. <b> הגה:</b> MB(יט)MB אף על פי שאינן מבינות (הרא\"ש ומרדכי ריש פרק שלשה שאכלו בשם רש\"י): $! ", "8": "אנדרוגינוס MB(כ)MB BH[*]BH מזמן למינו ואינו מזמן MB(כא)MB לא לאנשים ולא לנשים: $! ", "9": "טומטום MB(כב)MB אינו מזמן כלל : $! ", "10": "קטן MB(כג)MB שהגיע לעונת MB(כד)MB הפעוטות ויודע למי מברכין מזמנין עליו MB(כה)MB ומצטרף MB(כו)MB בין לשלשה בין לעשרה. <b> הגה:</b> ויש אומרים דאין מצטרפין אותו כלל BH[*]BH עד שיהא בן שלש עשרה שנה MB(כז)MB דאז מחזקינן ליה כגדול שהביא ב' שערות (הרא\"ש והמרדכי פרק שלשה שאכלו וטור) וכן נוהגין ואין לשנות MB(כח)MB וחרש MB(כט)MB ושוטה אם מכוונים ומבינים BH[*]BH מצטרפין לזמון אף על פי שאין החרש שומע הברכה (מהרי\"ל): $! ", "11": "מי שנדוהו על עבירה ]בזמן שהותר מצד השררה[ MB(ל)MB אין מזמנין עליו : $~ "}, "200": {"1": "שלשה MB(א)MB BH[*]BH שאכלו כאחד אחד MB(ב)MB מפסיק על כרחו לשנים ועונה עמהם ברכת זימון ואפילו לא רצה להפסיק מזמנין עליו בין עונה MB(ג)MB בין אינו עונה כל שהוא עומד שם אבל שנים אין חייבים להפסיק לאחד והלכך MB(ד)MB אין חיוב זימון חל עד שיתרצו להפסיק ולברך ואם לא רצו להפסיק וזימן הוא עליהם לא עשה כלום ואם לא רצו להפסיק אף הוא MB(ה)MB אינו רשאי לברך ולצאת לשוק BH[*]BH עד שיגמרו השנים ויזמן עליהם שהרי כבר נתחייב הוא בזימון והיאך יברך בלא זימון: $! ", "2": "אינו צריך להפסיק אלא MB(ו)MB עד שיאמר ברוך שאכלנו משלו וכו' וחוזר וגומר סעודתו MB(ז)MB בלא ברכה בתחלה . <b> הגה:</b> MB(ח)MB ויש אומרים שצריך להפסיק MB(ט)MB עד שיאמר הזן את הכל וכן נוהגין (הרא\"ש ותוספות והר\"י בשם בה\"ג והטור). ואם היה דעתו BH[*]BH לחזור ולאכול פת אף על פי שלא אכל אחר כן כשרוצה לברך מברך מתחלה ברכת הזן וכל שכן אם חזר ואכל (הר\"י פרק שלשה שאכלו) (טור): $~ "}, "201": {"1": "MB(א)MB גדול מברך אפילו BH[*]BH בא MB(ב)MB בסוף ואם רצה ליתן רשות לקטן לברך רשאי והני מילי כשאין שם אורח אבל MB(ג)MB אם יש שם אורח הוא MB(ד)MB מברך אפילו אם בעל הבית גדול ממנו כדי שיברך לבעל הבית MB(ה)MB ומה ברכה מברכו יהי רצון שלא יבוש ולא יכלם בעל הבית הזה לא בעולם הזה ולא בעולם הבא ויצליח בכל נכסיו ויהיו נכסיו מוצלחים וקרובים לעיר ולא ישלוט שטן במעשה ידיו ואל יזדקק לפניו שום דבר חטא והרהור עון מעתה ועד עולם. ואם בעל הבית BH[*]BH רוצה לוותר (פירוש שאינו רוצה להקפיד) על ברכתו ולברך ברכת המזון בעצמו MB(ו)MB רשאי . <b> הגה:</b> והוא הדין שיכול ליתן לברך MB(ז)MB למי שירצה (בית יוסף בשם אוהל מועד): $! ", "2": "MB(ח)MB לא יקדים חכם ישראל לכהן עם הארץ לברך לפניו MB(ט)MB דרך חק ומשפט אבל לתת לו החכם MB(י)MB רשות שיברך אין בכך כלום MB(יא)MB אבל כהן תלמיד חכם MB(יב)MB מצוה להקדימו שנאמר וקדשתו MB(יג)MB לפתוח ראשון ולברך ראשון (ועיין לעיל סימן קס\"ז סעיף י\"ד): $! ", "3": "מי MB(יד)MB שנותנים לו MB(טו)MB לברך ואינו מברך מקצר ימיו: $! ", "4": "צריך לחזור שיתנו לו כוס של ברכה לברך: $# "}}