{"366": {"1": "חצר MB(א)MB שהרבה בתים פתוחים לתוכו אסרו חכמים לטלטל MB(ב)MB BH[*]BH מבתיהם לחצר עד שיערבו דהיינו שגובים פת מכל בית ובית ונותנים אותו באחד מבתי החצרות MB(ג)MB שעל ידי כך אנו רואים כאילו כולם דרים באותו בית MB(ד)MB וכאלו כל החצר מיוחד לאותו בית: $! ", "2": "MB(ה)MB יושבי אוהלים או סוכות MB(ו)MB BH[*]BH או מחנה MB(ז)MB שהקיפוהו מחיצה MB(ח)MB אין מטלטלין מאהל לאהל MB(ט)MB עד שיערבו כולם MB(י)MB BH[*]BH אבל שיירא MB(יא)MB שהקיפוה מחיצה אין צריכים לערב MB(יב)MB לפי שכולם מעורבים ואין אותם אהלים קבועים להם. <b> הגה:</b> MB(יג)MB BH[*]BH בתים שבספינה MB(יד)MB צריכים עירוב אף על פי MB(טו)MB שיש לספינה מחיצות MB(טז)MB BH[*]BH ואם אין לספינה מחיצות MB(יז)MB אסור לטלטל בספינה רק בארבע אמות (בית יוסף בשם שבולי לקט) (ועיין לקמן סוף סימן שפ\"ב וסימן ת\"ה סעיף ז'): $! ", "3": "הבית שמניחים בו העירוב MB(יח)MB אין צריך ליתן פת MB(יט)MB ואין צריך שיהיה בעירוב שוה פרוטה ואין מניחין אותו בחצר אלא בבית שראוי לדירה MB(כ)MB BH[*]BH לאפוקי בית שער אכסדרה ו MB(כא)MB מרפסת וצריך שיהא בו ד' MB(כב)MB BH[*]BH אמות על ד' אמות MB(כג)MB ואפילו הוא של קטן ואם MB(כד)MB רגילים ליתנו תמיד בבית ידוע MB(כה)MB אין להם לשנותו MB(כו)MB וליתנו בבית אחר MB(כז)MB מפני דרכי שלום MB(כח)MB ואפילו קטן יכול לגבות העירוב ולקבצו. <b> הגה:</b> והמנהג בזמן הזה להניח אחרהזה להניח העירוב בבית הכנסת וכן נהגו הקדמונים MB(כט)MB BH[*]BH ונראה לי הטעם דעירובין שלנו יש להם דין שיתוף MB(ל)MB ואין צריך להניח בבית דירה . ועיין לקמן סימן שפ\"ו ושפ\"ז: $! ", "4": "צריך ליתן כל העירוב MB(לא)MB BH[*]BH בכלי אחד ואם חלקו ונתנו בשני כלים אינו עירוב אלא אם MB(לב)MB נתמלא האחד ואז מותר והוא שיהיו שני הכלים MB(לג)MB בבית אחד : $! ", "5": "צריך MB(לד)MB שלא יקפיד MB(לה)MB שום אחד מהם על עירובו אם יאכלנו חבירו BH[*]BH ואם מקפיד אינו עירוב לכך צריך ליזהר שלא לערב בדבר MB(לו)MB שתיקן לצורך השבת : $! ", "6": "אין BH[*]BH מערבין MB(לז)MB בפרוסה אפילו היא גדולה הרבה אבל בשלימה אפילו קטנה מאוד מערבין ובלבד שיהא בהם כל כך BH[*]BH שיהא בהם כשיעור ומיהו אם ניטל ממנו MB(לח)MB כדי חלת נחתום שהוא אחד ממ\"ח מערבין בה אפילו לא היתה טבולה לחלה MB(לט)MB ואם נפרסה וחיברה בקיסם שהכניס הקצה האחד בתוך הפת והקצה השני בתוך הפרוסה MB(מ)MB אם אינו ניכר שנפרסה מערבים בה. <b> הגה:</b> ויש שפירשו הא דאין מערבין רק בפת שלם MB(מא)MB היינו שכל העירוב ביחד יהיה פת שלם ולכן נהגו לקבוץ MB(מב)MB מכל בית ובית מעט קמח ועושין BH[*]BH חלה אחת שלימה ומערבין בה (המגיד והגהות הראב\"ד פרק א' מהלכות עירובין) וכן המנהג פשוט בכל מדינות אלו MB(מג)MB וצריך ליזהר שיהא בחלה כשיעור המפורש לקמן סימן שס\"ח סעיף ג' MB(מד)MB ואף על פי שנשתייר מן הקמח ולא נעשה מכולו חלה אפילו הכי הוי עירוב MB(מה)MB דלא גרע מאילו אחד מזכה לכולם ואדעתא דהכי נתנו קמחם מתחלה. כן נראה לי: $! ", "7": "אם אחד מזכה לכולם MB(מו)MB יכול לערב בפרוסה : $! ", "8": "מערבין MB(מז)MB BH[*]BH בפת אורז ועדשים אבל לא בפת דוחן: $! ", "9": "אם אחד מבני החצר רוצה ליתן פת MB(מח)MB בשביל כולם שפיר דמי MB(מט)MB ובלבד שיזכנו להם MB(נ)MB על ידי אחר וכשזוכה בו BH[*]BH צריך להגביהו מן הקרקע MB(נא)MB טפח וצריך לזכות לכל בני החצר או המבוי MB(נב)MB ולכל מי שיתוסף מיום זה ואילך MB(נג)MB ויש אומרים שאף על פי שלא יזכה בפירוש למתוספים עליהם לב בית דין מתנה עליהם ואם נתוספו דיורין לאחר שנתמעט העירוב מן השיעור MB(נד)MB צריך להוסיף מחמתן : $! ", "10": "כשמזכה להם על ידי אחר לא יזכה MB(נה)MB על ידי בנו ובתו הקטנים אפילו אם אינם סמוכים על שלחנו MB(נו)MB ולא על ידי עבדו ושפחתו הכנענים אבל מזכה הוא על ידי בנו ובתו הגדולים אפילו סמוכים על שלחנו BH[*]BH ועל ידי עבדו ושפחתו העברים MB(נז)MB MB(נח)MB אפילו הם קטנים MB(נט)MB ועל ידי אשתו אף על פי שהוא מעלה לה מזונות MB(ס)MB ואפילו אין לה בית בחצר MB(סא)MB ויש אומרים שאינו מזכה MB(סב)MB על ידי בנו ובתו הסמוכים על שלחנו אפילו הם גדולים ולא על ידי בתו אפילו אינה סמוכה על שלחנו MB(סג)MB כל זמן שלא בגרה ולא על ידי אשתו MB(סד)MB שמעלה לה מזונות MB(סה)MB או שאמר לה צאי מעשה ידיך במזונותיך MB(סו)MB ואפילו יש לה בית בחצר אבל מזכה על ידי בנו שאינו סמוך על שלחנו MB(סז)MB אפילו הוא קטן ועל ידי בתו MB(סח)MB שבגרה ואינה סמוכה על שלחנו ועל ידי אשתו שאינו מעלה לה מזונות אפילו אין לה בית בחצר ולכתחלה טוב לחוש לדברי שניהם היכא דאפשר. <b> הגה:</b> ובדיעבד סומכין MB(סט)MB על דברי המיקל בעירוב וכן גדול MB(ע)MB שיש לו אשה אף על פי שסמוך על שלחן אביו מזכה על ידו (הגהות אשירי והגהות סמ\"ג וכל בו) אפילו לכתחלה MB(עא)MB ואינו צריך להודיע לאותם שזיכה להם קודם השבת אלא אם מודיעם בשבת מותר לטלטל (כל בו): $! ", "11": "MB(עב)MB בני חבורה שהיו מסובין לאכול וקדש עליהם היום MB(עג)MB הפת שעל השלחן סומכין עליה משום עירוב והוא שמסובין בבית שהוא מקום הראוי להניח שם עירוב MB(עד)MB אבל בחצר לא . ( MB(עה)MB והוא הדין אם יש להם פת בשותפות באחד מן הבתים MB(עו)MB סומכין עליו משום עירוב ): $! ", "12": "אפוטרופוס של קטן MB(עז)MB יכול לערב בעדו : $! ", "13": "מצוה לחזור MB(עח)MB אחר עירובי חצרות : $! ", "14": "BH[*]BH מברך MB(עט)MB BH[*]BH על מצות עירוב : $! ", "15": "אימתי מברך MB(פ)MB בשעה MB(פא)MB שמקבץ אותו מבני החצר או MB(פב)MB BH[*]BH בשעה שמזכה להם ואומר בהדין עירובא יהא שרי לן לאפוקי ולעיולי מן הבתים לחצר ומן החצר לבתים ומבית לבית MB(פג)MB לכל הבתים שבחצר ואם גבו העירוב MB(פד)MB ולא ברכו עליו אין הברכה מעכבת ומותרים לטלטל: $~ "}, "367": {"1": "MB(א)MB אשתו של אדם MB(ב)MB מערבת לו שלא מדעתו אפילו אם מיחה בה שלא לערב ואפילו אין רגיל לערב עמהם והני מילי MB(ג)MB כשאוסר עליהם כגון שאין הבית פתוח אלא לאותו חצר אבל אם הוא פתוח לשתי חצרות באחת רגיל לצאת ולבוא תדיר שאוסר עליהם ובאחת אינו רגיל לצאת ולבוא MB(ד)MB ברגיל שאוסר מערבת שלא מדעתו אפילו אינו MB(ה)MB רגיל לערב ובשאינו רגיל לצאת ולבוא נמי אף על פי שאינו אוסר אם רגיל לערב עמהם מערבת שלא לדעתו אבל אם אינו אוסר וגם אינו רגיל לערב עמהם אינה מערבת שלא לדעתו וכל זמן שלא מיחה בה בפירוש אפילו אם אינו רגיל לערב עמהם ואינו אוסר מערבת שלא בידיעתו דמסתמא ניחא ליה MB(ו)MB אבל אינה יכולה MB(ז)MB לזכות משלו לאחרים MB(ח)MB שלא בידיעתו ואם אין הבעל והאשה בעיר MB(ט)MB יכולים בני הבית לערב שלא בידיעתו אם אין הבית פתוח אלא MB(י)MB לחצר אחת ואפילו אם היה פתוח לשתי חצרות אם הוא MB(יא)MB רגיל לערב לאחת מהם מערבין עליו אבל אם אינו רגיל לא BH[*]BH אבל בני החצר אין יכולים ליקח פתו מביתו לערב MB(יב)MB שלא מדעת אחד מבני הבית אפילו רגיל עמהם ואוסר עליהם BH[*]BH ויש אומרים דאין אשתו מערבת אלא שלא בידיעתו MB(יג)MB אבל אם אומר שאינו רוצה MB(יד)MB לערב עמהם לא ואם הוא רגיל לערב עמהם ועכשיו אינו רוצה, MB(טו)MB בני חצר נכנסים לתוך ביתו ונוטלים ממנו בעל כרחו ואם אינו רגיל אינם יכולים ליטול ממנו בעל כרחו MB(טז)MB אבל היו כופין אותו בבית דין לערב עמהם או בית דין MB(יז)MB יורדים לנכסיו . <b> הגה:</b> מי שאינו רגיל לערב ועירב עם בני חצר MB(יח)MB וחזר מעירובו MB(יט)MB BH[*]BH צריך לחזור ולזכות אבל אם רגיל לערב MB(כ)MB הוי עירוב בעל כרחו (הרא\"ש פרק הדר): $~ "}, "368": {"1": "עירבו ואחר כך נתקלקל העירוב ובא אחד מבני החצר MB(א)MB לחזור ולתקנו אם בא לערב ממין הראשון אפילו כלה אינו MB(ב)MB צריך להודיע BH[*]BH ואפילו מערב עליהם משלהם ואם בא לערב MB(ג)MB ממין אחר אם כלה הראשון MB(ד)MB צריך להודיע להם אם מערב משלהם MB(ה)MB BH[*]BH ואם משלו אינו צריך להודיעם כלל ואם לא כלה הראשון MB(ו)MB אלא נתמעט אף על פי שמערב משלהם אינו MB(ז)MB צריך להודיעם: $! ", "2": "MB(ח)MB נתוספו דיורים בחצר MB(ט)MB אם הבית פתוח לשתי חצרות צריך להודיעם מפני שאולי אינם רוצים לערב עם אלו: $! ", "3": "כמה הוא שיעור העירוב בתחלתו בזמן שהם שמונה עשרה או פחות שיעורו כגרוגרות לכל אחד MB(י)MB ואם הם יותר משמונה עשרה אפילו הם אלף או יותר שיעורו מזון שתי סעודות שהם שמונה עשרה גרוגרות MB(יא)MB שהם כששה ביצים MB(יב)MB ויש אומרים שהם כשמונה ביצים : $! ", "4": "נתמעט MB(יג)MB מכשיעורו MB(יד)MB אחר שנכנס שבת ראשונה ונשתייר בו אפילו כל שהוא MB(טו)MB כשר MB(טז)MB BH[*]BH אף לשאר MB(יז)MB שבתות : $! ", "5": "MB(יח)MB אם נתעפש פת העירוב MB(יט)MB ונפסל מלאכול הרי הוא כמו שכלה לגמרי וצריך לערב MB(כ)MB מחדש . <b> הגה:</b> ולכן נהגו לעשות העירוב חלת מצה שאינה ממהרת להתעפש (כל בו בית יוסף סימן שנ\"ד), ועוד דיכולים לשמרה בימי הפסח ויכולים לשמור העירוב כל השנה (דעת עצמו), וזה MB(כא)MB טוב יותר מלערב כל שבת ושבת שלא ישכחו מלערב. מיהו אם רוצים לערב כל ערב שבת MB(כב)MB ולאכול העירוב כל שבת הרשות בידם. ועיין לקמן סימן שצ\"ד: $~ "}, "369": {"1": "הנותן מעות לנחתום ואמר לו אם יבואו בני חצר לקנות ממך ככר לעירוב זכה לי בעירוב שיהא לי חלק עמהם בשביל מעה זו אינו עירוב MB(א)MB BH[*]BH אפילו עירב החנוני  [לכל האחרים] MB(ב)MB וזכה גם לזה עמהם אבל אם אמר לו MB(ג)MB ערב לי קנה עירוב ואפילו אם אמר זכה לי MB(ד)MB אם נתן לו כלי בתורת קנין שיקנה לו בו קנה עירוב MB(ה)MB וכן אם זיכה לו הנחתום MB(ו)MB על ידי אחר MB(ז)MB או שקנה ב MB(ח)MB מעה שנתן לו לחם מן השוק קנה עירוב ואם נתן מעה לבעל הבית ואמר לו זכה לי בעירוב קנה עירוב: $~ "}, "370": {"1": "MB(א)MB הדר בבית שער אכסדרה MB(ב)MB ומרפסת שבחצר MB(ג)MB אינו אוסר על בני החצר MB(ד)MB שאינם חשובים דירה MB(ה)MB BH[*]BH אבל הדר בבית התבן בבית העצים בבית הבקר ובבית האוצרות MB(ו)MB אוסר : $! ", "2": "בעל הבית שיש לו הרבה בתים בחצר MB(ז)MB BH[*]BH והשאילן או השכירן לאחרים ויש לו בכל אחד מהם דברים שאינם ניטלים בשבת MB(ח)MB מחמת כבדן או מחמת איסור שהם דברים MB(ט)MB שאסור לטלטלם אפילו לצורך מקומו אין הדרים בהם אוסרים עליו לפי MB(י)MB שנעשו כולם כאורחים MB(יא)MB אצלו לפיכך גם הם מותרים להוציא מבתיהם לחצר אף על פי שלא נתנו עירוב MB(יב)MB ואם אין הבתים שלו לא קנויות ולא שכורות אף על פי שיש לו בהם דברים שאסור לטלטלם אוסרים זה על זה. <b> הגה:</b> ויש אומרים MB(יג)MB דכל זה כשאין דיורים בחצר אלא הם אבל כשיש דיורים אחרים ומוליכים עירובן אצלם צריכין כל אחד לערב (הר\"ר יהונתן פרק כיצד משתתפין) אחד ששכר בית מן העכו\"ם והשכיר MB(יד)MB אחד מן הבירה לחבירו אם מתחלה לא שכרה MB(טו)MB אדעתא דהכי הוה ליה כאלו כל הבירה שלו והשכיר אחד מן הבתים לחבירו MB(טז)MB אבל אם שכרה מתחלה אדעתא דהכי הוה ליה שני בתים MB(יז)MB ולא מהני אף על פי שיש לאחד מהם תפיסת יד בבית חבירו (מהרי\"ק שורש מ\"ח): $! ", "3": "חמש חבורות MB(יח)MB ששבתו בטרקלין וחלקוהו במחיצות אם עוברים כולם זה על זה שאין פתח לחצר אלא החיצון וכולם עוברים דרך עליו אין צריכים ליתן בעירוב MB(יט)MB אלא שנים הפנימיים וכל האחרים חשובים כבית שער להם MB(כ)MB ואם היה לכל אחד פתח פתוח לחצר, <b> הגה:</b> MB(כא)MB BH[*]BH או שאין עוברים זה על זה רק כל אחד יש לו פתח פתוח לבית שער שלפניהם והבית שער פתוח לחצר (בית יוסף), אם המחיצות מגיעות לתקרה MB(כב)MB בתוך ג' טפחים דהוי כל אחד חדר בפני עצמו אפילו הן MB(כג)MB של יריעות אם בני החצר נותנים העירוב באחד משאר בתי החצר MB(כד)MB BH[*]BH צריך כל אחת ואחת מחבורות שבטרקלין ליתן עירוב אבל אם נתנו העירוב בזה הטרקלין MB(כה)MB אין צריכין ליתן עירוב כלל שכולם MB(כו)MB דרים בבית זה ובית שמניחים בו העירוב אין צריך ליתן עירוב וכן אם אין דיורין אחרים בחצר אינם צריכים עירוב חלקוהו MB(כז)MB במחיצות שאין נוגעות לתקרה (אפילו) אם בני החצר נותנין עירובן באחד משאר בתי החצר MB(כח)MB די בעירוב אחד לכל החמש חבורות. <b> הגה:</b> אם מקצתן MB(כט)MB עשו מחיצות ומקצתן לא עשו אותן שעשו הם מחולקים ואותן שלא עשו MB(ל)MB הם כמשותפין (המגיד פרק ד'). BH[*]BH ואם היו דיורין MB(לא)MB בעליות ממש אפילו נתנו בני החצר העירוב בטרקלין MB(לב)MB צריכה כל חבורה וחבורה לתת עירוב MB(לג)MB אבל מי שיש לו מלמד או סופר בביתו וכן תלמידים הלומדים בפני הרב ודרים בביתו כל אחד בחדרו אפילו יש לכל אחד MB(לד)MB פתח פתוח לחצר ואוכל וישן בחדרו MB(לה)MB BH[*]BH אינם אוסרים : $! ", "4": "אנשי חצר שהיו כולם MB(לו)MB אוכלים על שלחן אחד אף על פי שכל אחד MB(לז)MB יש לו בית בפני עצמו אינם צריכים עירוב מפני שהם כאנשי בית אחד ואם הוצרכו לעשות עירוב עם אנשי חצר אחרת MB(לח)MB עירוב אחד ]לכולן[ ופת אחד בלבד מוליכין לאותו מקום שמערבין עמו ואם היה עירוב בא אצלם אינם צריכים לתת עירוב כדין בית שמניחים בו עירוב שכל אלו הבתים כבית אחד הם חשובים. <b> הגה:</b> MB(לט)MB וכן אם הרבה בעלי בתים אוכלים בחדר אחד כל אחד על שלחנו אף על פי שכל אחד ישן בחדר בפני עצמו עירוב אחד לכלם הואיל ואין מחיצה מפסקת בין מקום אכילתן MB(מ)MB הוי כחמשה ששבתו בטרקלין וכו' ואף על פי שפורסין לפעמים וילון לפניהם לצניעות לא מיקרי מחיצה הואיל ולא הוי שם MB(מא)MB בקביעות (רבינו ירוחם חלק ט\"ו): $! ", "5": "מי שאוכל במקום אחד MB(מב)MB BH[*]BH וישן במקום אחר מקום אכילתו הוא העיקר ושם הוא אוסר הילכך האחין שאוכלים בבית אביהם וישנים בבתיהם MB(מג)MB אינם אוסרים ואם נותן להם MB(מד)MB פרס ואוכלים בבתיהם MB(מה)MB אוסרים MB(מו)MB BH[*]BH והני מילי כשנותנים בני שאר החצר עירובן במקום אחד אבל אם היו בני שאר החצר נותנים העירוב MB(מז)MB באחד מבתים אלו או שאין עמהם דיורים בחצר אינם צריכים לערב: $! ", "6": "מי שיש לו MB(מח)MB חמשה נשים וחמשה MB(מט)MB עבדים מקבלים ממנו פרס וכל אחד אוכל בביתו וכן תלמיד המקבל פרס מרבו ואוכל בביתו אינם אוסרים זה על זה MB(נ)MB אם אין עמהם דיורין בחצר או אם העירוב בא אצלם: $! ", "7": "עשרה בתים זה לפנים מזה וכולם עוברים זה לזה ויוצאים דרך החיצון לחצר BH[*]BH שנים הפנימיים לבד MB(נא)MB צריכים ליתן בעירוב והשאר פטורים MB(נב)MB שחשובים כולם כבית שער: $! ", "8": "MB(נג)MB המתארח בחצר אפילו נתארח MB(נד)MB בבית בפני עצמו אם לא נתארח דרך קבע MB(נה)MB BH[*]BH אלא לשלושים יום או פחות MB(נו)MB BH[*]BH אינו אוסר על בני החצר BH[*]BH והוא והם מותרים בין בביתו בין בביתם. <b> הגה:</b> MB(נז)MB ואפילו אם האורחים רבים ובעל הבית אחד ודוקא בדאיכא בעל הבית אחד BH[*]BH קבוע דאז האורחים בטלים לגביה MB(נח)MB אבל אורחים ביחד MB(נט)MB BH[*]BH אוסרים MB(ס)MB זה על זה MB(סא)MB מיד (תרומת הדשן סימן ע\"ו מגמרא סוף דף ע'). ועיין לקמן סוף סימן שצ\"א. (ועכו\"ם המתארח עיין לעיל סימן שפ\"ד): $~ "}, "371": {"1": "MB(א)MB אחד מבני חצר MB(ב)MB BH[*]BH שהניח ביתו והלך ושבת בחצר אחרת אפילו היתה סמוכה לחצרו BH[*]BH אם הסיח מלבו ואין דעתו לחזור לביתו בשבת הרי זה אינו MB(ג)MB אוסר עליהם במה דברים אמורים בישראל אבל בעכו\"ם אפילו הלך לשבות בעיר אחרת אוסר עליהם עד שישכרו ממנו מקומו אם הוא קרוב מהלך יום אחד שהרי אפשר שיבא בשבת אבל MB(ד)MB אם רחוק יותר אינו אוסר ויש אומרים MB(ה)MB שגם עכו\"ם אם הלך לשבות MB(ו)MB BH[*]BH בחצר אחרת MB(ז)MB MB(ח)MB אינו אוסר . וכן נראה עיקר (ואם בא העכו\"ם בשבת עיין לקמן סימן שפ\"ג): $! ", "2": "ישראל בן חצר זו שהלך לשבות בחצר אחרת ואין דעתו לחזור בשבת BH[*]BH ואחר כך נמלך בשבת וחזר אינו אוסר: $! ", "3": "MB(ט)MB אחד מן השוק שהיה לו בית בחצר ומת והניח רשותו לאחד מבני החצר אם מת מבעוד יום MB(י)MB אין הזוכה אוסר MB(יא)MB שהעירוב שמערב על ביתו מתיר גם מה שירש BH[*]BH ואם מת משחשיכה MB(יב)MB אוסר MB(יג)MB אף על פי שעירב הזוכה עמהם MB(יד)MB אינו מועיל למה שירש אחר כך בשבת: $! ", "4": "MB(טו)MB אחד מן החצר MB(טז)MB BH[*]BH שמת בשבת אם עירב אפילו ירשו אחד מבני השוק אינו אוסר MB(יז)MB ואם לא עירב אם ירשו אחד מן השוק BH[*]BH כל זמן שאינו בא לדור עמהם MB(יח)MB אינו MB(יט)MB אוסר בא לדור בשבת בבית מורישו אוסר ואם יורשו אחד מבני החצר אם עירב היורש והיה דר עם המוריש בבית אינו אוסר MB(כ)MB אף על פי שלא עירב המוריש MB(כא)MB ואם לא היה דר עם המוריש אלא בבית אחר שבחצר אוסר MB(כב)MB אף על פי שעירב היורש כיון שלא עירב המוריש MB(כג)MB ואם מבעוד יום מת ויורשו MB(כד)MB אחד מן השוק הרי זה אוסר MB(כה)MB BH[*]BH והוא שבא היורש בבית מורישו בשבת: $! ", "5": "MB(כו)MB ישראל וגר שהיו דרים בחצר ומת הגר מבעוד יום MB(כז)MB והחזיק ישראל אחר בנכסיו אפי MB(כח)MB לא החזיק MB(כט)MB עד שחשיכה אוסר עד שיבטל רשותו MB(ל)MB כשאר יורש מת MB(לא)MB משחשיכה אין המחזיק אוסר שבהיתר הראשון עומד: $! ", "6": "BH[*]BH אחד מבני חצר שהיה גוסס MB(לב)MB אף על פי שאינו יכול לחיות בו ביום אוסר עד שיזכו לו בפת MB(לג)MB ויערבו עליו MB(לד)MB וכן קטן אוסר אף על פי שאינו יכול לאכול כזית אבל האורח אינו אוסר כמו שנתבאר בסימן ש\"ע: $~ "}, "372": {"1": "MB(א)MB גגין BH[*]BH וחצרות MB(ב)MB וקרפיפות כולן MB(ג)MB רשות אחד הם לכלים MB(ד)MB ששבתו בתוכה שמותר לטלטלם מזה לזה אפילו הם של בעלים הרבה MB(ה)MB ולא עירבו יחד מותר לטלטל מחצר לחצר אחרת MB(ו)MB או לגג או לראש כותל MB(ז)MB שביניהם ומגג לגג אחר הסמוך לו MB(ח)MB אפילו גבוה ממנו הרבה MB(ט)MB ומהגג לקרפף MB(י)MB שאינו יותר מסאתים או שהוקף לדירה אפילו הוא יותר מסאתים MB(יא)MB או למבוי שמתוקן בלחי או קורה MB(יב)MB אפילו לא עירבו בו MB(יג)MB ואף על פי שעירבו בני חצר לעצמן דשכיחי מאני דבתים בחצר מותר לטלטל כלים ששבתו בחצר זו MB(יד)MB לחצר אחרת MB(טו)MB ולא חיישינן MB(טז)MB BH[*]BH שמא יטלטל גם כלים ששבתו בבית BH[*]BH לחצר אחרת BH[*]BH או לגג וקרפף: $! ", "2": "קרפף יתר על סאתים שלא הוקף לדירה הוי כרמלית MB(יז)MB ואסור לטלטל ממנו MB(יח)MB לקרפף אחר להכניס ולהוציא מזה לזה כי אם MB(יט)MB שתי אמות בזה ושתי אמות בזה: $! ", "3": "שתי חצרות שרוצים לערב יחד להתיר אף כלים ששבתו מבתים אין צריכות עירוב אחר אלא העירוב שעשו כבר MB(כ)MB יוליכנו אחד מבני החצר בשביל כולם ויתננו באחד מבתי חצר שניה ואם ירצה יוליך שם אפילו פת משלו MB(כא)MB וכולם מותרים . <b> הגה:</b> והוא שעירבו בני חצירו עמו MB(כב)MB תחלה (תשובת הרא\"ש סימן י\"ו), או MB(כג)MB שאין צריכים לערב כמו שנתבאר MB(כד)MB סימן ש\"ע (בית יוסף). MB(כה)MB והוא שעירבו בני חצר השנייה לעצמה BH[*]BH ואין בני חצר שניה צריכים פת אחר אלא העירוב שעשו כבר MB(כו)MB מתירן : $! ", "4": "MB(כז)MB אין שתי חצרות MB(כח)MB יכולות לערב יחד BH[*]BH אלא אם כן יהא MB(כט)MB פתח ביניהם או חלון שיש בו MB(ל)MB ד' טפחים על ד' טפחים MB(לא)MB ויהיה קצתו MB(לב)MB בתוך י' טפחים הנמוכים לארץ ואז אם רצו מערבין יחד ואם רצו מערבין כל אחד לעצמו. (ועיין לקמן סימן שפ\"ו סעיף ב' ישראלים הדרים בב' וג' מקומות כיצד יערבו): $! ", "5": "חלון MB(לג)MB שבין שני בתים אפילו הוא MB(לד)MB למעלה מעשרה אם רצו מערבין יחד MB(לה)MB והוא הדין לארובה שבין בית לעלייה שאפילו היא למעלה מי' אם רצו מערבין יחד MB(לו)MB ואפילו אין שם סולם לעלות בו. <b> הגה:</b> MB(לז)MB ומכל מקום בעינן שיהא רחבו MB(לח)MB ארבעה על ארבעה (בית יוסף). ואם עשו MB(לט)MB סריגה לפני החלון בטל ליה מתורת חלון (המגיד פרק ג'): $! ", "6": "בית שבין שתי חצרות והוא פתוח לשניהם ועירב עם שתיהם אבל החצרות לא עירבו זה עם זה MB(מ)MB אין לטלטל כלים ששבתו בבתים מחצר לחצר על ידי בית זה שביניהם MB(מא)MB היה בין שתי חצרות כותל MB(מב)MB גבוה י' טפחים או שהיה קרקעה של אחד מהחצרות גבוה מחבירו ה' טפחים MB(מג)MB ועשה עליו מחיצה חמשה להשלימו לעשרה MB(מד)MB אין יכולים לערב יחד ואם היה הכותל גבוה לשניהם עשרה והיו בראשו פירות בני שתי החצרות MB(מה)MB יכולים להורידם לחצרות וכן להעלות עליו מפירות ששבתו בחצירות MB(מו)MB ולהורידם ממנו לחצר אחרת בין ש MB(מז)MB הכותל רחב ד' או אינו רחב ד' אבל פירות ששבתו בבית אם הכותל רחב ד' אסור להעלות לו BH[*]BH ולא להוריד ממנו MB(מח)MB ואם אינו רחב ד' מותר (ובלבד MB(מט)MB שלא יחליפו כדלעיל סימן שמ\"ו סעיף א'). ואם היה הכותל גבוה לאחת מהחצרות עשרה ולשניה אינו גבוה עשרה כגון שקרקעו של אחד גבוה משל חבירו מי שאינו גבוה לו עשרה MB(נ)MB מותר להשתמש בו אף בכלים MB(נא)MB ששבתו בבית והשני אסור להשתמש בו MB(נב)MB אף בכלים ששבתו בחצר והוא שיהא הכותל רחב ד' אבל אם אינו רחב ד' MB(נג)MB מותר לשתיהן להשתמש בו אף מן הבתים BH[*]BH אפילו עירבו כל אחת לעצמה: $! ", "7": "נפרץ הכותל MB(נד)MB עד עשר אמות MB(נה)MB הרי הוא כפתח והוא MB(נו)MB שלא יהא נפרץ MB(נז)MB במילואו BH[*]BH ואם נפרץ MB(נח)MB ביותר מעשר חשוב כחצר אחת וצריכים לערב MB(נט)MB יחד . (וכל שכן MB(ס)MB אם אין ביניהם מחיצה גבוה י' דצריכין לערב יחד) (הר\"ר יהונתן פרק חלון): $! ", "8": "BH[*]BH כותל שבין ב' חצרות גבוה עשרה MB(סא)MB לשניהם והעמיד אצל הכותל סולם רחב ד' וכן כנגדו בחצר השניה אפילו אין הסולמות זה כנגד זה MB(סב)MB אם אין ביניהם ג' MB(סג)MB חשיבי כפתח היו מופלגים זה מכנגד זה MB(סד)MB שלשה אם הכותל רחב ד' MB(סה)MB עדיין חשובים כפתח ואם אינו רחב ד' לא חשיבי כפתח באיזה סולם אמרו כשיש בו MB(סו)MB ד' שליבות אבל MB(סז)MB פחות מכאן לא אלא אם כן זרועותיו ושליבותיו MB(סח)MB כבדות שאז כובדו קובעו MB(סט)MB ואם אין הכותל גבוה MB(ע)MB אלא עשרה וזוקף BH[*]BH סולם גבוה MB(עא)MB שבעה ומשהו MB(עב)MB במשך ד' MB(עג)MB אצל הכותל מתירו בין MB(עד)MB להשתמש עליו בין לערב יחד כיון שלא נשאר שלשה עד ראש הכותל עקר חוליא מראש הכותל למעטו מגובה עשרה אם יש בה MB(עה)MB משך ארבע מהני מבין לעשותו כפתח לערב יחד בין לענין MB(עו)MB שיכול להשתמש MB(עז)MB בכל הכותל ואם אין בו ארבע אינו חשוב כפתח לערב יחד וכן אינו מועיל להשתמש בכל הכותל שאינו משתמש MB(עח)MB אלא כנגד המקום שנתמעט: $! ", "9": "MB(עט)MB בנה אצטבא למטה אצל הכותל למעטו מגובה עשרה אם יש בה ד' אורך במשך הכותל MB(פ)MB ובולטת ד' MB(פא)MB מועיל להשתמש בכל הכותל MB(פב)MB BH[*]BH אבל אינו חשוב כפתח לערב יחד עד שיגיע MB(פג)MB לראש הכותל ואם אין בה ד' על ד' אינו מועיל אפילו להשתמש MB(פד)MB כנגדו : $! ", "10": "MB(פה)MB כפה ספסל שיש בו MB(פו)MB ד' על ד' וגבוה כל שהוא ומיעט בו גבהו מעשרה מותר להשתמש כנגד המיעוט ובלבד MB(פז)MB שיחברנו בטיט : $! ", "11": "MB(פח)MB בנה אצטבא על אצטבא אם יש MB(פט)MB בתחתונה ד' על ד' או אין בה ד' על ד' ויש בעליונה ד' על ד' BH[*]BH ואין MB(צ)MB בין זו לזו ג' טפחים מהני להתיר MB(צא)MB להשתמש עליו BH[*]BH אבל לא מהני למהוי פתח MB(צב)MB לערב יחד : $! ", "12": "זיז MB(צג)MB היוצא מן הכותל ויש בו ד' על ד' MB(צד)MB והניח עליו MB(צה)MB BH[*]BH סולם כל שהוא מועיל MB(צו)MB להתיר לו תשמיש הכותל והוא MB(צז)MB שלא תהא שליבה התחתונה גבוהה מן הארץ שלשה MB(צח)MB ולא יהא בין שליבה לשליבה שלשה והוא שיניח הסולם MB(צט)MB על גב הזיז אבל סומכו אצלו לא וכל זמן שאין גבוה הכותל עשרים טפחים די בזיז אחד שמניחו באמצע שהרי אין גבוה עשרה עד הזיז ולא גבוה עשרה ממנו עד ראש הכותל ואם הוא גבוה עשרים צריך שני זיזין אחד בתוך י' התחתונים ואחד למעלה ממנו MB(ק)MB בתוך עשרה העליונים MB(קא)MB שאם היה הזיז גבוה עשרה לא סגי ליה בסולם כל שהוא MB(קב)MB והוא שלא יהו הזיזין זה כנגד זה שראוי להטיל סולם מזה לזה: $! ", "13": "העמיד שני סולמות זה בצד זה ולא היה בשניהם משך ארבעה והרחיקם זה מזה כדי שיהא בשניהם ארבעה MB(קג)MB ומילא האויר שביניהם בקש אינו מועיל לא להתירו להשתמש עליו ולא לערב יחד שמקום מעמד הרגלים הוא באמצע הסולם ואין ראוי לעלות בקש ואם העמיד הסולם באמצע MB(קד)MB והקש מן הצד MB(קה)MB מהני בין להתירו להשתמש עליו MB(קו)MB בין לערב יחד : $! ", "14": "אין הסולם רחב ארבעה MB(קז)MB וחקק אצלו בכותל להשלימו לארבעה MB(קח)MB די לו MB(קט)MB שיחוק בגובה עשרה ואם לא העמיד סולם כלל אלא חקק בכותל כמין שליבות של סולם לעלות בו MB(קי)MB צריך שיחוק MB(קיא)MB בכל גובה הכותל MB(קיב)MB ומועיל בין להתיר תשמיש בין לערב יחד: $! ", "15": "היה אילן בצד הכותל ועשהו סולם לכותל MB(קיג)MB אם רצו מערבין אחד אבל אם עשה אשרה סולם לכותל אין מערבין אחד מפני שאסור לעלות עליה מן התורה שהרי אסורה בהנאה והרא\"ש ז\"ל כתב בהיפך MB(קיד)MB דאילן אינו מועיל MB(קטו)MB ואשרה מועלת והוא שתהא MB(קטז)MB יבשה : $! ", "16": "MB(קיז)MB BH[*]BH חריץ שבין שתי חצירות MB(קיח)MB עמוק עשרה MB(קיט)MB ורחב ארבעה אין יכולין לערב יחד אפילו מלא MB(קכ)MB תבן וקש כל זמן MB(קכא)MB BH[*]BH שלא בטלו ואם היה MB(קכב)MB מלא עפר וצרורות MB(קכג)MB BH[*]BH אפילו סתמא שלא בטלו צריכים לערב יחד (ועיין לעיל MB(קכד)MB סימן שנ\"ח סעיף ב'). <b> הגה:</b> יש אומרים דאם מלאם בפירות סתמא בטלו לה דדרכן לעשותו MB(קכה)MB שם אוצר (הגהות אשירי): $! ", "17": "נתן עליו נסר כמין גשר משפת החריץ אל שפתו MB(קכו)MB אם הוא רחב ארבע MB(קכז)MB חשוב כפתח ומערבין אחד MB(קכח)MB ואם רצו מערבין שנים . <b> הגה:</b> והוא הדין אם מלאו ברוחב ארבעה מדבר המבטלו שם (בית יוסף). ואם נתן הנסר לאורך החריץ MB(קכט)MB במשך ארבעה אפילו אין בו אלא MB(קל)MB כל שהוא MB(קלא)MB חשוב כפתח שהרי מיעטו מארבעה: $! ", "18": "אם החריץ עמוק לאחד עשרה ולשני אינו עמוק עשרה או שהוא שוה לשניהם MB(קלב)MB דינו ככותל : $! ", "19": "גדיש של תבן MB(קלג)MB שבין שתי חצרות אם הוא גבוה עשרה MB(קלד)MB כל אחד מערב לעצמו MB(קלה)MB נתמעט בחול MB(קלו)MB מי' צריכים לערב ביחד ובעוד שלא נתמעט אסור לשום אחד מהן ליתן מן התבן MB(קלז)MB לתוך קופתו בשבת להאכילה לבהמתו MB(קלח)MB ואפילו להעמידה שם כדי שתאכל אסור אבל יכול לעמוד בפניה כדי שלא יהא לה דרך לנטות MB(קלט)MB אלא לשם ולהרא\"ש MB(קמ)MB אפילו בחול אסור ליתן ממנו לקופתו וכן להעמיד הבהמה בידים במה דברים אמורים בגדיש שבין שתי חצרות אבל גדיש MB(קמא)MB שבין שני בתים MB(קמב)MB מותר להאכיל בהמתו ממנו בידים: $~ "}, "373": {"1": "שתי גזוזטראות (פי נסרים בולטים משפת תקרת העליה לרשות הרבים, רש\"י (ט\"ז), הבולטות משתי עליות MB(א)MB זו כנגד זו ונתן ביניהם MB(ב)MB נסר רחב ארבעה MB(ג)MB הרי הוא כפתח ומערבין יחד. <b> הגה:</b> MB(ד)MB ואם אין המרחק שביניהם ארבעה אפילו בלא נסר נמי MB(ה)MB דינא הכי (המגיד פרק ג'). MB(ו)MB ואם רצו כל אחת מערבת MB(ז)MB לעצמה אבל אם היו זו שלא כנגד זו שאחת MB(ח)MB משוכה למזרח ואחת למערב MB(ט)MB BH[*]BH אינם יכולים לערב יחד  וכן אם היתה אחת גבוהה מחברתה לא חשיב פתח והני מילי כשמרוחקות זו מזו ג' טפחים אבל אם הם תוך ג' זו לזו בין בריחוק בין בגובה MB(י)MB חשיב שפיר MB(יא)MB כפתח : $~ "}, "374": {"1": "עירבו דרך חלון או פתח שביניהם MB(א)MB BH[*]BH ונסתם בשבת MB(ב)MB מותרים להשתמש MB(ג)MB דרך גובה הכותל וחוריו BH[*]BH ואפילו אם עירב לשנה BH[*]BH ונסתם הפתח בחול MB(ד)MB ונפתח בשבת ( MB(ה)MB ואפילו סתמה במזיד ) (אגור) חזר העירוב להתירו MB(ו)MB ולהרמב\"ם אין מותר לטלטל אלא כל אחת לעצמה אבל מזו לזו לא: $! ", "2": "היה כותל בין שתי חצרות ועירבה כל אחת לעצמה BH[*]BH ונפרץ הכותל בשבת מותרים לטלטל MB(ז)MB כל אחד בחצרו אפילו MB(ח)MB כלי הבית MB(ט)MB אבל חצר שנפרצה בשבת לרשות הרבים או BH[*]BH לכרמל אסור: $! ", "3": "חצר קטנה MB(י)MB שנפרצה קודם שבת MB(יא)MB במילואה לגדולה MB(יב)MB ואין בפרצה יותר מי' אמות MB(יג)MB גדולה מותרת MB(יד)MB להוציא כלים ששבתו בבית לחצרה MB(טו)MB אם עירבה לעצמה MB(טז)MB BH[*]BH וקטנה אסורה להוציא כלים ששבתו בבית לחצירה אלא אם כן עירבו יחד MB(יז)MB והיינו כשנכנסין כותלי קטנה לגדולה BH[*]BH וכשכותלי קטנה MB(יח)MB מופלגים ג' טפחים מכותלי אורך הגדולה דאם לא כן MB(יט)MB היתה קטנה ניתרת על ידי נראה מבחוץ ושוה מבפנים: $! ", "4": "MB(כ)MB גג קטן MB(כא)MB שנפרץ MB(כב)MB BH[*]BH קודם שבת MB(כג)MB במילואו לגג גדול MB(כד)MB קטן אסור להעלות עליו כלים MB(כה)MB ששבתו בבית MB(כו)MB וגדול מותר והוא שיהו MB(כז)MB מחיצות הבית ניכרות למי שעומד על הגג אבל אם אינם ניכרות כגון MB(כח)MB שהגג בולט עליהם הוי כרמלית אלא אם כן MB(כט)MB פתוח לו מהבית חלון ארבע על ארבע: $~ "}, "375": {"1": "מרפסת שהוא דרך לעליות הפתוחים לה ועומדת בחצר ועולים לה בסולם ובני העליות יורדים ממנה לחצר ועוברים לרשות הרבים אינם MB(א)MB אוסרים על בני החצר דסולם תורת פתח עליו והוי כשתי חצרות ופתח ביניהם שאם רצו מערבים יחד ואם רצו כל אחד מערב MB(ב)MB לעצמו MB(ג)MB ובלבד שיערבו כל בני מרפסת לעצמן כדי שתהא רגל המותרת במקומה: $! ", "2": "אם לא עירבו יחד BH[*]BH ויש בחצר תל או עמוד שהוא משותף MB(ד)MB בין שניהם MB(ה)MB אם MB(ו)MB אינם גבוהים י' טפחים הרי אלו נחשבים בין החצר ובין המרפסת MB(ז)MB ושניהם אסורים להוציא שם כלים שבבתים ואם הם גבוהים מקרקעית החצר י' טפחים ( MB(ח)MB ובתוך עשרה למרפסת ) (טור) והם בתוך ד' טפחים למרפסת בני מרפסת מותרים לפי MB(ט)MB שתשמישו להם בנחת מלבני החצר ואם היו רחוקים מהמרפסת ד' טפחים או יותר MB(י)MB אף על פי שגבוהים MB(יא)MB עשרה (מן החצר לתוך עשרה למרפסת) (טור) הרי אלו בכלל החצר והמרפסת לפי ששניהם אפשר להשתמש בהם על ידי זריקה לפיכך שניהם אסורים להוציא שם כלים ששבתו בבתים עד שיערבו: $! ", "3": "BH[*]BH היתה מצבה MB(יב)MB ארבעה טפחים לפני המרפסת MB(יג)MB אין המרפסת אוסרת על בני החצר שהרי נחלקה מהם: $! ", "4": "MB(יד)MB זיזים היוצאים מהכתלים כל שהוא למטה מעשרה טפחים הרי זה נחשב מהחצר ובני החצר משתמשין בו וכל שהוא בתוך י' טפחים העליונים הסמוכים לעליה אנשי עליה משתמשין בו MB(טו)MB והנשאר בין י' התחתונים עד תחלת י' העליונים מן הזיזין היוצאים שניהם אסורים בו ואין משתמשין בהם בכלים ששבתו בבתים אלא אם כן עירבו: $~ "}, "376": {"1": "BH[*]BH בור שבין שתי חצרות MB(א)MB ואין ביניהם פתח או חלון שיוכלו לערב או שיש ביניהם ולא עירבו אין ממל MB(ב)MB אים ממנו בשבת MB(ג)MB אלא אם כן עשו מחיצה י' למעלה מן המים MB(ד)MB BH[*]BH וצריך שיהיה MB(ה)MB טפח מן המחיצה יורד בתוך המים ואם היתה MB(ו)MB המחיצה כולה בתוך המים צריך שיהיה טפח יוצא ממנה למעלה מן המים כדי שתהיה MB(ז)MB ניכרת רשות זה מרשות זה MB(ח)MB BH[*]BH וכן אם עשו על פי הבור קורה רחבה ד' טפחים MB(ט)MB זה ממלא מצד הקורה וזה ממלא מצד האחר. <b> הגה:</b> ודוקא אם בא למלאות בכלים של בית אבל בכלים של חצר MB(י)MB לא בעינן שום תיקון דהא חצירות רשות אחת הן כדלעיל סימן שע\"ב (הגהות מיימוני פרק ט\"ו): $! ", "2": "באר MB(יא)MB שבאמצע השביל בין שני כותלי חצרות MB(יב)MB אף על פי שהיא מופלגת מכותל זה ד' טפחים ומכותל זה ד' טפחים שניהם ממלאים ממנה MB(יג)MB ואינם צריכים זיזים על גבן BH[*]BH שאין אדם אוסר על חבירו דרך אויר. <b> הגה:</b> ודוקא כשאין החצרות פתוחות לשביל MB(יד)MB רק בחלונות (טור והמגיד פרק ג' מהלכות עירובין) MB(טו)MB ויש אומרים דאם אינן מופלגים ארבעה אוסרים אפילו בכהאי גוונא (בית יוסף בשם רש\"י): $! ", "3": "שתי חצרות וביניהם MB(טז)MB ג' חורבות MB(יז)MB כל אחד מותר MB(יח)MB באותה שאצלו להשתמש בה דרך חלונות על ידי זריקה MB(יט)MB והאמצעית MB(כ)MB מותרת לשניהם ואם היו שלשתן סמוכות לבתים שהיתה האמצעית MB(כא)MB כנגד השתים כ BH[*]BH שלשה ראשי קנקן כל אחד מותר בחורבה שאצלו והשלישית הקרובה לשתי החצרות MB(כב)MB אסורה לשתיהן : $! ", "4": "בית הכסא שבין שני הבתים ולא עירבו יחד MB(כג)MB רשות שניהם שולטת בו ואסורים ( MB(כד)MB ועיין לעיל סימן שנ\"ה ): $~ "}, "377": {"1": "שתי עליות הפתוחות לחצר זו כנגד זו MB(א)MB BH[*]BH ואחת עשתה גומא בחצר MB(ב)MB כדי לשפוך בחצר שאין בה ד' אמות מימיה והשניה לא עשתה אם עירבו יחד, שתיהן מותרות MB(ג)MB לשפוך מימיהן , ואם לא עירבו יחד MB(ד)MB BH[*]BH והאחת עירבה לעצמה והשניה לא עירבה כלל זו שלא עירבה MB(ה)MB אסורה MB(ו)MB ושעירבה מותרת ובלבד MB(ז)MB שלא תשפוך להדיא בגומא אלא תשפוך בעלייה והם יורדים לגומא. <b> הגה:</b> MB(ח)MB דכמו בחצר שאינה מעורבת שרי (טור) והוא הדין אם החצר BH[*]BH יותר מד' אמות MB(ט)MB דשתיהם מותרים בכהאי גוונא MB(י)MB BH[*]BH ואין צריכים לגומא (בית יוסף): $~ "}, "378": {"1": "שלש חצרות MB(א)MB פתוחות זו לזו MB(ב)MB ופתוחות לרשות הרבים  ועירבה כל אחת מהחיצונות עם האמצעית והחיצונות לא עירבו יחד החיצונות אסורות זו עם זו והאמצעית מותרת עם כל אחת מהן והן מותרות עמה במה דברים אמורים כשנתנה אמצעית MB(ג)MB עירובה בזו ועירובה בזו  או שנתנו החיצונות עירובן באמצעית MB(ד)MB בשני בתים  אבל אם נתנו שתי החיצונות עירובן באמצעית MB(ה)MB בבית אחד MB(ו)MB שלשתן מותרות  זו עם זו: $! ", "2": "שתי חצירות זו לפנים מזו MB(ז)MB ופנימית פתוחה  לחיצונה והחיצונה למבוי ויש לפנימית דריסת רגל על החיצונה אם עירבה פנימית MB(ח)MB לעצמה  ולא החיצונה או שעירבה כל אחת לעצמה ושכח אחד מן החיצונה ולא עירב MB(ט)MB פנימית מותרת MB(י)MB והחיצונה אסורה  עירבה החיצונה ולא פנימית או שעירבה כל אחת לעצמה ושכח אחד מהפנימית ולא עירב MB(יא)MB שתיהן אסורות  עירבה MB(יב)MB כל אחת  לעצמה כל אחת MB(יג)MB מותרת בחצרה : $! ", "3": "עירבו ביחד ונתנו עירובן בחיצונה ושכח אחד בין מן הפנימית בין מן החיצונה ולא עירב MB(יד)MB שתיהן אסורות MB(טו)MB עד שיבטל רשותו  ואם נתנו עירובן בפנימית ושכח אחד מן הפנימית ולא עירב MB(טז)MB שתיהן אסורות  אבל אם שכח אחד מן החיצונה ולא עירב MB(יז)MB פנימית מותרת : $! ", "4": "אם יחיד דר בפנימית ויחיד בחיצונה MB(יח)MB או שנים בחיצונה ועירבו MB(יט)MB אין היחיד שבפנימית  אוסר על החיצונה. <b> הגה:</b> והוא הדין MB(כ)MB רבים שהם כיחיד  ואינן צריכין לערב כדרך שנתבאר לעיל סימן ש\"ע (המגיד פרק ד'): $! ", "5": "שלשה חצרות זו לפנים מזו ויחיד בכל אחת אף על פי שרבים דורסים בחיצונה אינם אוסרים שכל אחת מותרת במקומה ואם היו שנים בפנימית ולא עירבו הרי הם אוסרים על היחידים שבאמצעית ושבחיצונה זה הכלל רגל האסורה במקומה אוסרת שלא במקומה ורגל המותרת אינה אוסרת שלא במקומה: $~ "}, "379": {"1": "שתי חצרות וג' בתים ביניהם MB(א)MB פתוחים זה לזה  ורוצים לערב יחד חצר זה בא דרך בית שאצלו ונותן עירובו בבית שבאמצע וכן עושה השניה MB(ב)MB ומותרים בשלשתן  שכל בית שאצל החצר MB(ג)MB חשוב לו כבית שער MB(ד)MB ואין צריך ליתן פת  והאמצעי הוא בית שמניחין בו עירוב ואין צריך ליתן פת: $! ", "2": "שתי חצרות ושני בתים ביניהם ולא עירבו יחד אלא כל אחת לעצמה ובא מן חצר זה דרך בית שאצלו והניח עירובו בבית שאצל השני וכן עשה השני שגם הוא הניח עירובו בבית הסמוך לחצר האחרת ולא קנו עירוב שכל אחד הניח עירוב בבית שער של חצר אחרת: $~ "}, "380": {"1": "אחד מבני החצר MB(א)MB ששכח ולא עירב עם האחרים MB(ב)MB אוסר עליהם מה תקנתם יבטל להם רשותו שיאמר רשותי מבוטלת לכם או קנויה לכם MB(ג)MB ואין צריך לקנות בקנין סודר ויכול לבטל BH[*]BH אף משתחשך ואם דר עם ארבעה או חמשה BH[*]BH צריך לבטל MB(ד)MB לכל אחד ואחד שיאמר רשותי מבוטלת לך ולך MB(ה)MB ויש אומרים שדי שיאמר רשותי מבוטלת לכלכם אם ביטל MB(ו)MB רשותו סתם לא ביטל אלא רשותו שיש לו בחצר הלכך הם מותרים להוציא מבתיהם לחצר BH[*]BH וגם הוא MB(ז)MB שהוא אורח בעלמא אבל אסורין להוציא MB(ח)MB מביתו לחצר MB(ט)MB וגם הוא ויש אומרים MB(י)MB שצריך לנעול ביתו MB(יא)MB כדי שלא יבא להוציא באיסור ולא יפתחנו אלא כשרוצה לצאת ולבוא וינעלנו מיד אחר צאתו ובואו: $! ", "2": "אם ביטל להם גם רשות ביתו מותרין MB(יב)MB בין הוא בין הם להוציא לחצר בין מביתו בין מבתיהם: $! ", "3": "אם אינו רוצה לבטל להם רשותו אלא להשכירו יש אומרים שמועיל כמו ביטול ויש אומרים MB(יג)MB שאינו מועיל : $! ", "4": "אם בני החצר שעירבו מבטלים רשותם לאחר שלא עירב MB(יד)MB הוא מותר להוציא מביתו לחצר MB(טו)MB ולא מבתיהם (אם לא שביטלו בפירוש גם רשות ביתם) (בית יוסף) והם אסורים MB(טז)MB אף מביתו לחצר MB(יז)MB ולא אמרינן שיהיו כאורחים MB(יח)MB BH[*]BH שאין רבים נעשים אורחים אצל יחיד BH[*]BH והוא הדין אם היו שנים לבד וביטל אחד מהם לחבירו המבטל אסור אף בשל חבירו וחבירו מותר MB(יט)MB אף בשל עצמו וכן רבים שלא עירבו שנתנו רשותם לרבים שעירבו לפי שהיחיד נעשה אורח אצל הרבים ורבים אינם נעשים אורחים אפילו אצל הרבים ולא היחיד אצל היחיד MB(כ)MB שכחו שנים ולא עירבו יכולים לבטל רשותם שיבטל כל אחד מהם רשותו לכל בני החצר בין אם מבטלים לרבים שעירבו ובלבד שכל אחד מהם יבטל MB(כא)MB לכל אחד בין אם מבטלים MB(כב)MB לאחד שלא עירב אבל אין מבטלין לשנים שלא עירבו בין אם מבטלים רבים ועירבו בין אם הוא יחיד שלא עירב שהרי אף לאחר שיבטלו להם הם שנים ואחד אוסר על חבירו MB(כג)MB ואפילו אמר לאחד אני מבטל לך על מנת שתחזור ותבטל לחבירך MB(כד)MB אינו מועיל : $~ "}, "381": {"1": "BH[*]BH המבטל רשותו MB(א)MB והוציא אחר כך מביתו לחצר בשוגג אינו אוסר MB(ב)MB במזיד אוסר MB(ג)MB שהרי חוזר מביטולו שביטל MB(ד)MB ואם החזיקו בו כבר שהוציאו מבתיהם לחצר BH[*]BH או שהכניסו מחצר לבתיהם MB(ה)MB אינו יכול לחזור מביטולו BH[*]BH ולרש\"י אין חזקה מועלת אלא אם כן החזיקו MB(ו)MB משחשיכה : $! ", "2": "MB(ז)MB יש ביטול רשות מחצר לחצר לא שנא שתי חצירות ופתח ביניהן ועירבה MB(ח)MB כל אחת לעצמה ולא MB(ט)MB עירבו יחד יכול כל אחד לבטל רשותו לחברתה MB(י)MB להיותה מותרת להשתמש בה ולא היא לא שנא שתי חצירות זו לפנים מזו ולא עירבו MB(יא)MB אלא החיצונה MB(יב)MB לבדה שפנימית אוסרת על החיצונה יכולה לבטל לה רשותה שלא תשתמש ולא תעבור עליה אלא MB(יג)MB בשעה שצריכה לצאת ותהיה החיצונה מותרת או אם עירבו יחד MB(יד)MB ונתנו עירובן בחיצונה BH[*]BH ושכח אחד מהפנימית ולא עירב יכול לבטל רשותו דהיינו שיבטל רשותו לכל אחד מבני הפנימית MB(טו)MB וגם לכל אחד מבני החיצונה MB(טז)MB ויהיה הוא לבדו אסור וכולם מותרים: $! ", "3": "יש ביטול רשות MB(יז)MB בחורבה שאם היו שני בתים וחורבה ביניהם MB(יח)MB שהיא של שניהם ושכחו ולא עירבו יכול אחד לבטל רשותו לחבירו ולהיותו מותר בו: $! ", "4": "MB(יט)MB יש ביטול רשות מבית לבית שאם היו שני בתים ופתח ביניהם ולא עירבו אחד מבטל רשות לחבירו MB(כ)MB ואפילו המבטל מותר להוציא מביתו לבית חבירו אבל אינו יכול להוציא מבית חבירו לביתו BH[*]BH שאז היה MB(כא)MB חוזר ומחזיק ברשות שביטל וכן אם יש לו חדר פתוח לביתו וביטל רשות ביתו אסור להוציא MB(כב)MB מהחדר לביתו . <b> הגה:</b> MB(כג)MB ויש אומרים דאין לבטל מבית לבית אלא אם כן ישאיר לעצמו חדר אחד שלא ביטל MB(כד)MB BH[*]BH ואז מותר להכניס אפילו מבית חבירו לביתו וטוב להחמיר לכתחילה (בית יוסף בשם רבינו ירוחם ורבינו תם והגהות מיימוני פרק ב' מהלכות עירובין): $! ", "5": "שני בתים בשני צדי רשות הרבים והקיפום עכו\"ם מחיצה בשבת בענין שיש ביניהם כמו חצר ששני בתים פתוחים לו והרי הם אוסרים זה על זה MB(כה)MB אינם יכולים לבטל כל אחד לחבירו: $! ", "6": "יורש מבטל רשות שאם לא עירב מורישו ומת בשבת MB(כו)MB והיורש בא לדור בחצר ואוסר MB(כז)MB יכול לבטל רשותו : $! ", "7": "מבטלין וחוזרין ומבטלין כלומר שמבטלין רשותם בני חצר זו לבני חצר אחרת או לאחד מבני חצר עד שיוציאו מה שירצו MB(כח)MB וחוזרין ומבטלים לאותם שביטלו להם עד שיוציאו גם הם מה שירצו: $~ "}, "382": {"1": "הדר עם העכו\"ם בחצר MB(א)MB אינו אוסר עליו עד שיהיו שני ישראלים דרים MB(ב)MB בשני בתים MB(ג)MB ואוסרים זה על זה MB(ד)MB BH[*]BH אז העכו\"ם אוסר עליהם MB(ה)MB BH[*]BH ואינו מועיל שיבטל העכו\"ם רשותו MB(ו)MB אלא BH[*]BH צריך שישכירו BH[*]BH ממנו . <b> הגה:</b> ישראל שהשכיר או השאיל ביתו לעכו\"ם BH[*]BH אינו אוסר עליו MB(ז)MB דלא השכיר או השאיל לו ביתו כדי שיאסור עליו (המגיד פרק ב'). MB(ח)MB אבל אם הבית של עכו\"ם ושכרו ישראל ממנו MB(ט)MB ועכו\"ם דר MB(י)MB בבית עמו אין שכירות הבית מועיל לענין שכירות העירוב (אור זרוע). MB(יא)MB ישראל שהשאיל או השכיר בית לחבירו (במקום שדרים עכו\"ם) BH[*]BH אף על פי שיש לו תפיסה בבית לא מהני וצריכים לשכור מעכו\"ם (בית יוסף בשם מצאתי כתוב): $! ", "2": "אם ביטלו הישראלים רשותם MB(יב)MB לאחד מהם כדי שיחשב כיחידי אצל העכו\"ם MB(יג)MB אינו מועיל : $! ", "3": "אם אין לעכו\"ם דריסת רגל על הישראלים אינו אוסר כגון שני חצירות MB(יד)MB הפתוחות זו לזו MB(טו)MB ואין להם דריסת רגל זה על זה ובחצר אחת דר עכו\"ם ובחצר אחת דרים ב' ישראלים או יותר MB(טז)MB מכניסין ומוציאין מחצר זו לחצר זו בשבת MB(יז)MB דרך חלון MB(יח)MB שביניהם MB(יט)MB BH[*]BH ואין צריך לשכור מהעכו\"ם : $! ", "4": "השוכר מן העכו\"ם סתם מועיל ואינו צריך לפרש לו שהוא להתיר הטלטול MB(כ)MB ואינו צריך לכתוב שום כתיבה על השכירות: $! ", "5": "שוכרין מעכו\"ם MB(כא)MB אפילו בפחות משוה פרוטה ומותר לשכור ממנו MB(כב)MB בשבת (מרדכי ריש פרק הדר) (ועיין לקמן סימן שפ\"ג): $! ", "6": "MB(כג)MB BH[*]BH כל זמן שאין העכו\"ם חוזר בו מועיל השכירות MB(כד)MB ואפילו לזמן מרובה . (ואינו יכול לחזור משכירתו MB(כה)MB עד שיחזור הדמים ) (בית יוסף בשם רש\"י פרק הדר): $! ", "7": "אם שכרו מהעכו\"ם לזמן ידוע MB(כו)MB לכשיכלה הזמן צריך לחזור ולשכור שנית MB(כז)MB וצריך לחזור ולערב דאין עירוב ראשון חוזר וניעור: $! ", "8": "אם שכרו מהעכו\"ם MB(כח)MB לזמן ידוע MB(כט)MB ובתוך הזמן השכיר העכו\"ם דירתו לאחר די בשכירו הראשון: $! ", "9": "חמשה חדרים בחצר אחד שוכר מהעכו\"ם MB(ל)MB BH[*]BH בשביל כולם : $! ", "10": "אם שכרו ממנו MB(לא)MB בעל כרחו אינו מועיל אף על פי שהיה רגיל להשכיר מקודם: $! ", "11": "MB(לב)MB אבל מאשתו MB(לג)MB BH[*]BH או משכירו ולקיטו שוכרים MB(לד)MB אף על פי שהוא מוחה (ושכירו MB(לה)MB של שכירו ולקיטו של בעל הבית הוא כשכיר בעל הבית עצמו) (ריב\"ש סימן תכ\"ז): $! ", "12": "אם אינו רוצה להשכיר יתקרב לו MB(לו)MB אחד מבני החצר עד שישאיל לו רשותו שיהא לו רשות MB(לז)MB להניח בו שום דבר MB(לח)MB דהוי ליה כשכירו ולקיטו MB(לט)MB ומשכיר שלא מדעת העכו\"ם ויש אומרים MB(מ)MB שאינו צריך להשכיר MB(מא)MB אלא MB(מב)MB נותן עירובו ודיו : $! ", "13": "BH[*]BH אם ייחד לו מקום בבית שמשאיל לו BH[*]BH כיון שאינו כשלוחו בכל הבית MB(מג)MB לא מהני : $! ", "14": "שכרו משכירו ולקיטו לזמן MB(מד)MB אף על פי שסילקו תוך הזמן מהיות שכירו ולקיטו MB(מה)MB מותרים עד תום הזמן . אבל אם שכרו ממנו סתם MB(מו)MB כיון שסילקו נתבטל השכירות. <b> הגה:</b> והוא הדין אם שכרו MB(מז)MB מגזבר המלך MB(מח)MB ונסתלק לגמרי מן המלך אבל אם לא סלקו רק מן השכירורק מן הגזברות BH[*]BH ועדיין אוכל פרס המלך עדיין מיקרי שכירו ולקיטו MB(מט)MB ויוכל לשכור ממנו ולכן גם שכירות הראשון עדיין קיים (בית יוסף בשם תשובת רשב\"א): $! ", "15": "אם ישראל ועכו\"ם דרים בבית אחד צריך לשכור מהעכו\"ם ולערב עם הישראל. <b> הגה:</b> MB(נ)MB אם יש לכל אחד דירה בפני עצמו BH[*]BH והוא הדין שני (עכו\"ם) הדרים MB(נא)MB בכהאי גוונא בבית אחד צריך לשכור (משניהם) (בית יוסף בשם הגהות אשירי): $! ", "16": "אם יש לעכו\"ם ה' שכירים או לקיטים ישראלים MB(נב)MB דרים בביתו MB(נג)MB BH[*]BH אין דירתם חשובה דירה שיאסרו MB(נד)MB זה על זה ( MB(נה)MB דשכירות של עכו\"ם אין אוסר אם שכרו MB(נו)MB מבעל הבית ) (בית יוסף): $! ", "17": "שתי חצירות MB(נז)MB זו לפנים מזו ישראל ועכו\"ם בפנימית ואפילו עכו\"ם בפנימית BH[*]BH ושני ישראלים בחיצונה MB(נח)MB BH[*]BH אוסר בחיצונה וישראל בפנימית ואפילו אינו יהודי בפנימית ושני ישראלים בחיצונה אוסר ויש יש MB(נט)MB ויש מי שאומר שאפילו עכו\"ם בפנימית וישראל אחד בחיצונה אוסר: $! ", "18": "עכו\"ם שהשכיר ביתו לחבירו עכו\"ם אם נשאר לו שום תפיסה בבית MB(ס)MB שיש לו רשות להניח שם שום כלים יכולים לשכור ממנו ואם לא נשאר לו שום תפיסה אם יכול המשכיר MB(סא)MB לסלק השוכר תוך זמנו MB(סב)MB יכולים לשכור ממנו ואם לאו אינו מועיל אלא אם כן ישכרו מהשוכר. <b> הגה:</b> MB(סג)MB והוא הדין איש אחר MB(סד)MB שיש לו תפיסה בבית יכולים לשכור ממנו דלא גרע משכירו ולקיטו (בית יוסף בשם ריב\"ש סימן תנ\"ז): $! ", "19": "חצר MB(סה)MB שישראל ועכו\"ם דרים בה MB(סו)MB ובית אחד של ישראל אצל ביתו של זה MB(סז)MB ואינו פתוח לחצר וחלונות ביניהם אינו יכול לערב עמו דרך החלון שביניהם BH[*]BH כדי להוציא כליו דרך בית שכנו הפתוח לחצר MB(סח)MB אבל אם פתח פתוח ביניהם מותר MB(סט)MB ויש מי שאומר דאף אם פתח פתוח ביניהם אסור: $! ", "20": "חצר MB(ע)MB שישראל ועכו\"ם שרוים בה והיו חלונות פתוחות מבית ישראל זה לבית ישראל זה ועשו MB(עא)MB עירוב דרך חלונות אף על פי שהם מותרים MB(עב)MB להוציא מבית לבית דרך חלונות MB(עג)MB הרי הם אסורים להוציא MB(עד)MB מבית לבית דרך פתחיהם מפני העכו\"ם עד שישכיר. <b> הגה:</b> ספינה שיש בה ישראלים רבים MB(עה)MB BH[*]BH ויש להם בתים מיוחדים צריכים לערב ולשכור רשות MB(עו)MB מן העכו\"ם בעל הספינה MB(עז)MB או BH[*]BH להבליעו בשכר הספינה (בית יוסף בשם שבולי לקט) ועיין לעיל סימן שס\"ו סעיף ב': $~ "}, "383": {"1": "עכו\"ם הדר MB(א)MB עם שני ישראלים MB(ב)MB ואין העכו\"ם בביתו אינו אוסר (עיין לעיל MB(ג)MB סימן שע\"א) ויערבו ויהיו מותרים בא עכו\"ם בשבת MB(ד)MB אוסר MB(ה)MB והעירוב בטל ומיהו MB(ו)MB יכולים לשכור ממנו בשבת ואחר כך יבטל האחד לחבירו MB(ז)MB ויהיה היחיד מותר MB(ח)MB וכל שכן אם העכו\"ם בשבת שיבטל אחד לחבירו ויהיה היחיד מותר: $~ "}, "384": {"1": "עכו\"ם הנכנס MB(א)MB לשם אכסנאות אם נכנס MB(ב)MB שלא ברשות BH[*]BH אינו אוסר לעולם ואם MB(ג)MB נכנס ברשות אם הוא MB(ד)MB רגיל לבוא אוסר מיד ואם אינו רגיל אינו אוסר MB(ה)MB עד לאחר שלשים יום : $! ", "2": "אנשי חיל המלך שנכנסו בבתי היהודים MB(ו)MB בין בחזקה בין ברצון אם יש לבעלי בתים באותם מקומות שנכנסו העכו\"ם MB(ז)MB BH[*]BH כלים שאסור לטלטלם בשבת MB(ח)MB BH[*]BH אינם אוסרים MB(ט)MB עליהם : $~ "}, "385": {"1": "MB(א)MB צדוקי הרי הוא כישראל ומבטל רשות אבל עירוב MB(ב)MB אינו מועיל כיון שאינו מודה בעירוב: $! ", "2": "כותי הרי הוא כשאר עכו\"ם ואין לו תקנה אלא בשכירות: $! ", "3": "ישראל MB(ג)MB מומר לעבודת אלילים MB(ד)MB BH[*]BH או לחלל שבתות בפרהסיא BH[*]BH אפילו אינו מחללו אלא באיסור דרבנן MB(ה)MB הרי הוא כעכו\"ם ואם אינו מחלל MB(ו)MB אלא בצינעה אפילו מחללו באיסור דאורייתא הרי הוא כישראל ומבטל רשות: $! ", "4": "ישראל שהמיר והיו לו בתים בשכונת ישראל MB(ז)MB שעירבו לכל השנה אם אין לו פתח אחר כלל הוא אוסר MB(ח)MB בכל שבת שחל לאחר שהמיר MB(ט)MB אבל אם יש לו פתח אחר לשכונת העכו\"ם אפילו הוא MB(י)MB פתח קטן שלא היה רגיל בו מתחלה MB(יא)MB דוחין אותו אצל פתח הפתוח לשכונת העכו\"ם: $~ "}, "386": {"1": "אסרו חכמים לטלטל MB(א)MB מן החצרות למבוי MB(ב)MB והתירוהו על ידי שיתוף MB(ג)MB שגובין פת או דבר אחר ממיני מאכל BH[*]BH מכל חצר וחצר ונותנים אותו באחד מן החצרות ואנו רואים כאלו פתוח כל המבוי לאותו חצר ומפני שאינו אלא לשתף החצרות יכולים ליתנו באויר החצר MB(ד)MB או בבית שאין בו ד' על ד' BH[*]BH ואין צריכין ליתנו בבית רק שיהיה MB(ה)MB במקום המשתמר הילכך אין נותנין אותו באויר המבוי (ועיין לעיל MB(ו)MB סימן שס\"ו): $! ", "2": "ישראלים שדרים בג' MB(ז)MB מקומות חלוקים ודלתות כל אחד מהמקומות נעולים בלילה והשמש גובה קמח מכולם MB(ח)MB אינו מועיל להם להשתתף ששיתוף מבוי צריך שיהיה מונח MB(ט)MB בחצר שבמבוי ואלו שנבדלים זה מזה ורחוקים אין שיתופן אחד ואין מבואיהן כאחד. <b> הגה:</b> MB(י)MB ואם עירבו במקום אחד אין האחרים שלא עירבו אוסרים עליהם הואיל MB(יא)MB ואין להם דריסת הרגל זה על זה כי אין כל העיר חשובה MB(יב)MB כמבוי אחד אף על פי שיושבין MB(יג)MB בהיקף חומה אחת (בית יוסף סימן שצ\"ב בשם חזה התנופה): $! ", "3": "MB(יד)MB ככל משפטי עירובי חצירות ושיעורו ושאשתו מערבת בשבילו ושמערבין שלא לדעתו אם אין הבית פתוח אלא לחצר אחת ושקטן יכול לגבותו ושיכול אחד לזכות לכלם (ושאם היו שותפין אין צריכין לערב) כך דיני שיתוף. <b> הגה:</b> ואפילו היה משותף עם שכיניו בסחורה MB(טו)MB BH[*]BH לזה ביין ולזה בשמן אין צריכין להשתתף והוא שיהיה MB(טז)MB בכלי אחד (טור סימן שס\"ו): $! ", "4": "משתתפין בכל מיני מאכל ואפילו ד' וה' מיני מאכל מצטרפין MB(יז)MB למזון שתי סעודות : $! ", "5": "בכל מיני מאכל משתתפין חוץ מגודגדניות MB(יח)MB שהוקשו לזרע MB(יט)MB ותבלין MB(כ)MB ופולין יבשים MB(כא)MB ולא בעלי בצלים MB(כב)MB שלא גדלו אורך הזרת MB(כג)MB ולא בכמהין ופטריות MB(כד)MB ולא בכפניות MB(כה)MB ולא בעדשים ולא בחטים ושעורים ולא בירק MB(כו)MB שהוא בשיל ולא בשיל MB(כז)MB ולא במים לבדם ולא במלח לבדו MB(כח)MB אבל אם עירבם יחד משתתפין בהם BH[*]BH ויש אומרים דדוקא MB(כט)MB כשנתן לתוכן שמן ויש אומרים MB(ל)MB שמערבין בתבלין : $! ", "6": "כל דבר שרגילים ללפת בו את הפת MB(לא)MB שיעורו ללפת בו פת הנאכל לשני סעודות וכל שאין מלפתין בו הפת שיעורו כדי לאכול ממנו ב' סעודות BH[*]BH ובשר חי MB(לב)MB לא הוי ליפתן MB(לג)MB וצריך כדי שיאכל ממנו ב' סעודות אבל MB(לד)MB צלי הוי ליפתן ושיעורו ללפת בו ב' סעודות MB(לה)MB חומץ הוי ליפתן MB(לו)MB וכן יין מבושל אבל יין חי MB(לז)MB לא הוי ליפתן ושיעורו שתי רביעיות וכן שיעור שאר משקים: $! ", "7": "משתתפין בשני ביצים MB(לח)MB אפילו חיים MB(לט)MB בשני רמונים בחמשה אפרסקים MB(מ)MB בליטרא ירק MB(מא)MB בין חי בין מבושל MB(מב)MB בפולים לחים MB(מג)MB מלא היד MB(מד)MB בתפוחי יער MB(מה)MB BH[*]BH מלא הקב : $! ", "8": "MB(מו)MB משתתפין אפילו באוכל שאינו ראוי לו אם ראוי לשום אדם כגון לנזיר ביין MB(מז)MB ולישראל בתרומה MB(מח)MB וכן (הנודר) מאוכל או נשבע שלא יאכלנו משתתף בו ויש אומרים דהיינו דוקא כשנדר או נשבע שלא יאכלנו אבל אם נדר או נשבע שלא יהנה ממנו MB(מט)MB אין משתתפין לו בה ( MB(נ)MB BH[*]BH ואם אמר קונם הנאתו או אכילתו עלי לכולי עלמא אין משתתף בה) (טור): $! ", "9": "אמר על ככר MB(נא)MB היום חול BH[*]BH ולמחר קודש או קונם משתתפין לו בה שבין השמשות עדיין לא נתקדשה ודאי וראוי היתה מבעוד יום אבל אם אמר BH[*]BH היום קונם ולמחר חול אין משתתפין לו בה שאינה ראויה MB(נב)MB עד שתחשך חצר הפתוח לשני מבואות ושיתף עם כל אחד מהם מותר עם כל אחד מהם לטלטל ממנו לחצר ומחצר לתוכו MB(נג)MB ואסור לטלטל כלים MB(נד)MB ששבתו במבוי זה למבוי האחר דרך החצר ואם לא שיתף עם שום אחד מהם אם הוא רגיל עם שניהם לצאת ולבוא בחול דרך עליהם MB(נה)MB אוסר על שניהם ואם הוא רגיל עם האחד ועם השני אינו רגיל אותו שרגיל אוסר ושאינו רגיל אינו אוסר ואם שיתף עם אותו שאינו רגיל MB(נו)MB הותר הרגיל לעצמו אם שיתפו ביניהם MB(נז)MB וכן אם היה רגיל עם שניהם ושיתף עם אחד מהם מותר השני שהרי סילק עצמו ממנו ואם המבוי שרגיל בו שיתפו ביניהם ואותו שאינו רגיל לא שיתפו והוא לא שיתף לא עם זה ולא עם זה דוחים אותו אצל שאינו רגיל MB(נח)MB ויסתלק מאותו שרגיל כדי שיהא מותר כיון שהוא אינו מפסיד בדבר שהרי לא שיתף עמהם ויש ריוח לאחרים שעל ידי זה יהיו מותרים MB(נט)MB כופין אותו על מדת סדום : $~ "}, "387": {"1": "MB(א)MB המשתתפין במבוי MB(ב)MB BH[*]BH צריכים לערב בחצירות MB(ג)MB כדי שלא ישכחו התינוקות תורת עירוב MB(ד)MB שהרי אין התינוקות מכירים מה נעשה במבוי לפיכך אם נשתתפו במבוי בפת סומכין עליו ואין MB(ה)MB צריכין לערב בחצירות MB(ו)MB שהרי התינוקות מכירים בפת BH[*]BH ויש אומרים שאם לא עירבה כל חצר לעצמה MB(ז)MB אין סומכין על השיתוף אבל כשכל חצר עירבה לעצמה ואחר כך נשתתפו במבוי ולא עירבו דרך פתחים שביניהם MB(ח)MB מותרים להשתמש בחצירות שבמבוי דרך פתחים שביניהם שסומכים על שיתוף במקום עירוב BH[*]BH ואם עירבו דרך פתחים שביניהם ולא נשתתפו במבוי מותר להשתמש החצרות במבוי BH[*]BH שסומכים על עירוב שעירבו החצרות דרך פתחים במקום שיתוף. <b> הגה:</b> ויש אומרים דסומכין אשיתוף במקום עירוב MB(ט)MB אפילו לא נשתתפו אלא ביין MB(י)MB וכן סומכין אעירוב במקום שיתוף (הרא\"ש ומרדכי פרק הדר וטור). ולעיל סימן שס\"ו סעיף ו' בהג\"ה כתבתי דאנו נוהגין לכתחילה שלא לעשות רק שיתוף אחד בקמח MB(יא)MB ונראה לי הטעם כי עירוב שלנו שכל אחד מבני החצר נותן לשיתוף הוי כעירוב ושיתוף ביחד ולכתחילה אין לעשות יותר. והא שהצריכו שיתוף ועירוב MB(יב)MB היינו בזמן הגמרא שבני החצר לא נתנו לשיתוף רק החצר עירבו ביחד ואחד מבני החצר נתן לשיתוף אבל בכהאי גוונא לכולי עלמא אין עושין רק שיתוף אחד ואי עביד יותר ובירך עליו הוי ברכה לבטלה (דברי עצמו ותשובת מהר\"ם שהביא הבית יוסף): $~ "}, "388": {"1": "MB(א)MB אם לא עירבו  החצרות יחד וגם לא נשתתפו במבוי מותר לטלטל בכל המבוי MB(ב)MB כלים ששבתו בתוכו MB(ג)MB בין עירבו חצרות  עם הבתים בין לא עירבו MB(ד)MB ולהרב רבינו משה בר מיימון  (בפרק ה' מהלכות עירובין) דוקא כשלא עירבו חצירות עם הבתים אבל אם עירבו חצרות עם הבתים אין מטלטלין במבוי אלא בארבע אמות: $~ "}, "389": {"1": "עכו\"ם הדר במבוי MB(א)MB ויש לו חלון אחורי ביתו פתוח לבקעה BH[*]BH או לקרפף אפילו אין בו אלא ארבעה טפחים על ארבעה טפחים אינו אוסר על בני מבוי אפילו מכניס ומוציא גמלים וקרונות MB(ב)MB דרך המבוי כל היום שחפץ יותר באותו שפתוח לו מאחוריו לבדו שיש לו אויר והוי פתחו למבוי MB(ג)MB כמו שאינו רגיל שאינו אוסר BH[*]BH והוא שיש בבקעה או בקרפף יותר מסאתים אבל אם אין בו אלא סאתים MB(ד)MB קטן הוא ולא ניחא ליה ביה וישראל שיש לו פתח למבוי ופתח מאחוריו לקרפף ושכח ולא עירב אם הקרפף יותר מסאתים אוסר לפי MB(ה)MB שאינו ראוי לו ואינו מסתלק מן המבוי ואם הוקף לדירה אפילו יותר מסאתים אינו אוסר כיון שראוי לו MB(ו)MB BH[*]BH ויש מי שאומר דאדרבה אם הוקף לדירה אפילו בית סאתים אוסר שכיון שהוקף לדירה אין בו אויר ואינו חפץ בו להסתלק בשבילו מן המבוי: $~ "}, "390": {"1": "מבוי שצדו אחד עכו\"ם MB(א)MB וצדו אחד ישראל MB(ב)MB ובית של ישראל  אחד אצלו פתוח לרשות הרבים MB(ג)MB ולא למבוי  וחלון בינו לבין ישראל הדר במבוי אינו יכול לערב MB(ד)MB דרך החלון  שביניהם MB(ה)MB להוציא כליו למבוי  דרך בית ישראל שכנו הפתוח למבוי אבל אם פתח ביניהם MB(ו)MB מותר  ויש מי שאוסר אף בפתח פתוח ביניהם: $! ", "2": "מבוי שצדו אחד עכו\"ם MB(ז)MB וצדו אחד ישראלים  והיו חלונות פתוחות מחצרו לחצר של ישראל ועירבו כולם MB(ח)MB דרך חלונות  אף על פי שנעשו כאנשי בית אחד ומותרים להוציא ולהכניס דרך חלונות הרי אלו אסורים להשתמש במבוי MB(ט)MB דרך פתחים MB(י)MB עד שישכרו  מן העכו\"ם: $~ "}, "391": {"1": "ככל משפטי ביטול MB(א)MB למי ששכח ולא עירב בחצירו כן היא במבוי BH[*]BH שאם שכחה חצר אחת ולא נשתתפת BH[*]BH מבטלת רשותה לשאר בני המבוי או הם לה MB(ב)MB אף על פי שהם רבים שבני החצר גבי מבוי חשובים MB(ג)MB כיחיד בחצר MB(ד)MB וככל משפטי ישראל בחצר עם העכו\"ם כן הוא במבוי MB(ה)MB או בעיר שאין אסור לטלטל במבוי או בעיר המוקפת חומה MB(ו)MB עד שיהיו שתי חצרות של בתי ישראל בעיר אבל חצר אחת לא MB(ז)MB אפילו אם הרבה בתים של ישראל פתוחים לתוכה והוא שתהא העיר מוקפת חומה MB(ח)MB לדירה MB(ט)MB וסתם עיירות הן מוקפות לדירה וסתם מבצרים אינם מוקפים לדירה MB(י)MB וכשיש שתי חצרות של בתי ישראל בעיר צריכים לשכור מכל חצר וחצר של עכו\"ם MB(יא)MB ואין מספיק במה שישכור משר העיר. <b> הגה:</b> MB(יב)MB ויש אומרים דדוקא לענין להוציא ולהכניס לרשות העכו\"ם אבל MB(יג)MB לטלטל במבוי יכול לשכור מן השר MB(יד)MB שהרי דרך המבוי הוא של השר ויכול לסלק כל העכו\"ם משם (ריב\"ש סימן תש\"י). BH[*]BH במה דברים אמורים בשר שאין הבתים שלו וגם אין לו רשות להשתמש בבתי בני העיר כלל MB(טו)MB אפילו בשעת מלחמה אבל במקום שכל צרכי העיר אינם נעשים אלא על פי השר או הממונה שלו ודאי ששכירות מהשר ההוא או משכירו ולקיטו MB(טז)MB מהני BH[*]BH שהרי יש לו רשות להושיב אנשיו וכלי מלחמתו בבתי בני העיר MB(יז)MB בשעת מלחמה MB(יח)MB BH[*]BH שלא מדעתם : $! ", "2": "MB(יט)MB ישראלים הדרים בחצר יחידי בעיר של עכו\"ם MB(כ)MB שהיא מוקפת חומה ועברו יהודים אחרים דרך שם בשבת MB(כא)MB ונתאכסנו בחצר אחרת MB(כב)MB אינם אוסרים עליהם דאורח אינו אוסר MB(כג)MB ומותרים לטלטל MB(כד)MB בכל העיר . (ועיין לעיל סוף סימן ש\"ע): $~ "}, "392": {"1": "עיר שהיתה MB(א)MB קנין יחיד MB(ב)MB אפילו נעשית של רבים משתתפים כלם MB(ג)MB שיתוף אחד MB(ד)MB ויטלטלו בכל המדינה וכן אם היתה של רבים ויש לה MB(ה)MB פתח אחד משתתפים כולם שיתוף אחד אבל אם היתה של רבים ויש לה שני פתחים שהעם נכנסים בזה ויוצאים בזה MB(ו)MB אפילו נעשית של יחיד MB(ז)MB אין מערבין את כולה אלא מניחין ממנה מקום אחד BH[*]BH אפילו חצר אחת ובית לתוכה ומשתתפין השאר ויהיו אלו המשתתפין כולם מותרים בכל העיר חוץ מאותו מקום ששיירו ויהיו אותם הנשארים מותרים במקומם MB(ח)MB בשיתוף שעושים לעצמם ואם היו הנשארים MB(ט)MB רבים אסורים לטלטל בשאר כל העיר ודבר זה משום היכר הוא MB(י)MB כדי שידעו שהעירוב התיר להם לטלטל בעיר זה שרבים בוקעים בה שהרי המקום שנשאר ולא נשתתף עמהם אין מטלטלין בו אלא אלו לעצמן ואלו לעצמן MB(יא)MB ואם רצו לערב מבוי מבוי בפני עצמו כל שכן דמהני דאין שיור גדול מזה. <b> הגה:</b> MB(יב)MB וצריך שיעשו ביניהם שני פסין של MB(יג)MB שני משהויין אם הוא רחב עשר אמות וביתר מעשר צריך צורת פתח (טור): $! ", "2": "עיר של רבים שיש לו פתח אחד וסולם MB(יד)MB במקום אחר מערבין את כולה ואינה צריכה שיור MB(טו)MB שאין הסולם שבחומה חשוב כפתח ואפילו העמיד הרבה סולמות זה בצד זה MB(טז)MB עד רוחב עשרה לא חשיב כפתח ואם יש לה שני פתחים MB(יז)MB ויש אשפה לפני אחד מהם MB(יח)MB כאילו אין שם אלא פתח אחד: $! ", "3": "הבתים שמניחים אותם שיור אף על פי MB(יט)MB שאינם פתוחים לעיר אלא אחוריהם לעיר ופניהם לחוץ ואפילו הוא (רק בית אחד אפילו) בית הבקר או בית התבן MB(כ)MB שאינם צריכים לערב עושים אותם שיור ומערבין את השאר: $! ", "4": "עיר MB(כא)MB שנשתתפו כל יושביה חוץ ממבוי אחד הרי זה אוסר על כולם ואם בנו MB(כב)MB מצבה על פתח המבוי MB(כג)MB אינו אוסר עליהם MB(כד)MB BH[*]BH לפיכך עיר שהיתה קנין יחיד אפילו נעשית של רבים אין מערבין אותה MB(כה)MB לחצאין אלא או כולה או מבוי מבוי ובונה כל מבוי ומבוי מצבה (פירוש איצטבא) MB(כו)MB על פתחו אם רצה לחלוק רשותו מהם כדי שלא יאסור על שאר המבואות: $! ", "5": "במה דברים אמורים שאין מערבין אותה לחצאין בעיר מוקפת חומה גבוה י' טפחים MB(כז)MB ויש לה דלתות אבל אם לא היתה העיר כולה מוכשרת במחיצות ובאו MB(כח)MB להכשיר חציה ולערבה הרשות בידם: $! ", "6": "MB(כט)MB BH[*]BH זה שאמרנו שאין מערבין אותה לחצאין היינו לומר שאין לחי וקורה מועיל לסלקם זה מזה אבל בפס ארבעה או בשני פסים שני משהויין נחלקים אלו מאלו BH[*]BH ומערבין לחצאין ואם הוא רחב מעשר אמות עושה צורת פתח. <b> הגה:</b> BH[*]BH או יעשה מחיצה גבוה עשרה לפתח מבואו (טור). יש אומרים הא דעיר של יחיד אסור לחלק היינו MB(ל)MB לארכה מאחר דשניהם צריכים לילך לרשות הרבים שבתוכה אבל לרחבה ואלו יוצאים בשער זה ואלו יוצאים בשער זה ואין להם דריסת הרגל זה על זה מערבין לחצאין MB(לא)MB ועושין תקון ביניהם כמו שנתבאר לעיל סימן שס\"ג דעד עשרה מהני MB(לב)MB לחי או קורה וביתר מעשרה צורת הפתח (הגהות מיימוני פרק ה' מהלכות עירובין והרא\"ש והטור): $! ", "7": "עיר של רבים ונתמעטה ועמדה על חמשה דיורים MB(לג)MB אינה צריכה שיור : $! ", "8": "המזכה בשיתוף לכל בני העיר MB(לד)MB אם עירבו כולם עירוב אחד אינו צריך להודיעם שזכות הוא להם ודין מי ששכח ולא נשתתף עם בני העיר או מי שהלך לשבות בעיר אחרת או אינו יהודי שהיה עמהם בעיר דין הכל כדינם בחצר ומבוי: $~ "}, "393": {"1": "MB(א)MB אין מערבין עירובי חצירות ושיתופי מבואות MB(ב)MB ביום טוב שחל להיות בערב שבת MB(ג)MB ואם שכח ולא עירב מערב יום טוב וחלו שני ימים טובים ביום החמישי ויום ששי יערב ביום טוב MB(ד)MB על תנאי שיאמר אם היום חול MB(ה)MB יהא זה עירוב ואם היום קודש אין בדברי כלום MB(ו)MB ולמחר יאמר אם היום קודש הרי עירבתי מאתמול ואם היום חול יהא זה עירוב והני מילי MB(ז)MB בשני ימים טובים של גליות אבל בשני ימים טובים של ראש השנה לא דכיומא אריכתא דמי. (ועיין MB(ח)MB לקמן סימן תקנ\"ח): $! ", "2": "אחד עירובי חצירות ואחד שתופי מבואות MB(ט)MB מערבין אותם בין השמשות MB(י)MB ואפילו אם כבר קיבל עליו תוספות שבת MB(יא)MB ויש אוסרים אם MB(יב)MB קיבל עליו תוספת שבת : $! ", "3": "MB(יג)MB עירב לשנים לאחד מבעוד יום ונאכל העירוב בין השמשות ולאחד עירב בין השמשות שניהם קנו עירוב שלאותו שנאכל עירובו בין השמשות MB(יד)MB אנו חושבים אותו לילה ולאותו שהניח עירובו בין השמשות MB(טו)MB חושבים אותו יום יום MB(טז)MB BH[*]BH אבל אם עירב  עליו בין השמשות ונאכל עירובו בין השמשות אסור: $~ "}, "394": {"1": "ספק עירוב כגון MB(א)MB ספק אם היה קיים בין השמשות אם לאו מותר והוא שיהי לו חזקת כשרות כגון שהניחו שם ואירע בו ספק BH[*]BH אבל אם לא היה לו חזקת כשרות MB(ב)MB כגון ספק אם הונח שם אם לאו לא: $! ", "2": "צריך שיהא העירוב בין השמשות במקום שראוי ליטלו הילכך אם נפל עליו גל ואינו יכול ליטלו MB(ג)MB בלא מרא וחצינא אסור . <b> הגה:</b> והעירוב אינו צריך להיות קיים רק בין השמשות (טור) BH[*]BH ויוכל לאכלו כשודאי חשיכה (הגהות אשירי והרדכי פרק בכל מערבין). ויש לבצוע עליו MB(ד)MB בשחרית בשבת (מנהגים). ודוקא במקום שנוהגים לערב כל ערב שבת MB(ה)MB אבל עדיף טפי לערב על כל השנה MB(ו)MB בפעם אחת כדלעיל סימן שס\"ח (בית יוסף): $! ", "3": "נתנו MB(ז)MB במגדל ונעל בפניו MB(ח)MB ואבד המפתח MB(ט)MB קודם שחשכה אם אי אפשר להוציא העירוב אלא אם כן עשה MB(י)MB BH[*]BH מלאכה גמורה בין השמשות הרי זה כמו שאבד ואינו עירוב שהרי אי אפשר MB(יא)MB לאכלו : $~ "}, "395": {"1": "MB(א)MB מצוה לחזור  אחר שיתופי מבואות ומברך עליו MB(ב)MB על מצות עירוב  ואומר בזה השיתוף יהיה מותר לכל בני המבוי להוציא ולהכניס מחצירות למבוי ( MB(ג)MB ומהם לבתים ) (בית יוסף בשם שבלי לקט) בשבת אימתי מברך עליו MB(ד)MB בשעה שמקבץ  אותו מבני המבוי או בשעה שמזכה להם. <b> הגה:</b> ואם גבו אותו לשם עירוב ושכחו MB(ה)MB ולא ברכו  עליו הוי עירוב כי אין הברכה מעכבת (אגור ושבלי לקט, עיין סוף סימן שס\"ו): $# "}}