{"495": {"1": "כל מלאכה MB(א)MB האסורה בשבת אסורה ביום טוב MB(ב)MB חוץ ממלאכת אוכל נפש MB(ג)MB וחוץ מהוצאה והבערה MB(ד)MB BH[*]BH וכן מכשירי אוכל נפש MB(ה)MB שלא היה אפשר לעשותם MB(ו)MB מאתמול . <b> הגה:</b> MB(ז)MB ויש מחמירין אפילו באוכל נפש עצמו MB(ח)MB כל שאינו מפיג MB(ט)MB טעם כלל אם עשאו מערב יום טוב (אור זרוע ומהרי\"ל). BH[*]BH מיהו אם לא עשאו מערב יום טוב ויש בו צורך יום טוב MB(י)MB מותר לעשותו על ידי שינוי (סמ\"ג ור\"ן): $! ", "2": "MB(יא)MB קצירה וטחינה ובצירה MB(יב)MB וסחיטה וצידה אף על פי שהם מלאכת אוכל נפש MB(יג)MB אסרום חכמים : $! ", "3": "MB(יד)MB אין מוציאין משא על הבהמה ביום טוב: $! ", "4": "MB(טו)MB מוקצה אף על פי שמותר בשבת החמירו בו ביום טוב ואסרוהו. <b> הגה:</b> MB(טז)MB ויש מתירין מוקצה אפילו ביום טוב (טור בשם פוסקים) אבל נולד אסור MB(יז)MB לדבריהם אפילו בשבת MB(יח)MB וכל מוקצה MB(יט)MB שאינו בעלי חיים MB(כ)MB כגון אוצר של פירות ועצים MB(כא)MB BH[*]BH סגי כשיאמר מכאן אני נוטל MB(כב)MB BH[*]BH ואין צריך שירשום (רבינו ירוחם נתיב ד' חלק ג'). MB(כג)MB BH[*]BH ומותר להכין מיום טוב ראשון לשני בב' ימים של גליות (כל בו). ועיין לעיל סימן ש\"י כל דיני מוקצה: $~ "}, "496": {"1": "בגליות שעושין שני ימים טובים מספק כל מה שאסור בראשון אסור בשני MB(א)MB ומנדין MB(ב)MB למי שמזלזל בו  ואם הוא צורבא דרבנן אין מחמירין לנדותו MB(ג)MB אלא מלקין אותו : $! ", "2": "אין חילוק בין ראשון לשני MB(ד)MB אלא לענין מת MB(ה)MB וכן לכחול את העין . <b> הגה:</b> MB(ו)MB או שאר חולי  שאין בו סכנה (ר\"ן פרק אין צדין). אף על פי שאסור בראשון אלא על ידי נכרי אם אין בו סכנה MB(ז)MB בשני מותר  אפילו על ידי ישראל חוץ מיום טוב שני של ראש השנה דשני ימים קדושה אחת אריכתא הן. <b> הגה:</b> ודוקא שבות דרבנן דומיא דמכחל עינא אבל אב מלאכה MB(ח)MB אסור לישראל  לעשותו אפילו ביום טוב שני (ר\"ן פרק אין צדין והמגיד פרק ד'): $! ", "3": "בני ארץ ישראל שבאו לחוצה לארץ MB(ט)MB אסורים לעשות מלאכה  ביום טוב שני MB(י)MB בישוב  אפילו דעתו לחזור וכל זמן שלא הגיע לישוב אפילו אין דעתו לחזור מותר לפי שעדיין לא הוקבע להיות כמותן MB(יא)MB אבל אם הגיע לישוב  ואין דעתו לחזור נעשה כמותן ואסור MB(יב)MB בין במדבר  בין בישוב MB(יג)MB וכל חוץ לתחום  אין נותנין עליו חומרי מקום שהלך לשם: $~ "}, "497": {"1": "BH[*]BH אין צדין דגים MB(א)MB מן הביברים . <b> הגה:</b> MB(ב)MB אפילו במקום שאינם מחוסרים צידה לפי שהביבר רחב הרבה MB(ג)MB והדגים נשמטים אילך ואילך (המגיד פרק ב'): $! ", "2": "MB(ד)MB BH[*]BH דגים ועופות וחיה שהם מוקצה MB(ה)MB אין משקין אותם ביום טוב ואין נותנים לפניהם מזונות MB(ו)MB שמא יבא ליקח מהם וכל מה שאסור לאכלו או להשתמש בו מפני שהוא מוקצה אסור לטלטלו: $! ", "3": "אפילו MB(ז)MB ספק צידה אסור כגון מצודות חיה דגים ועופות שהיו פרושות מערב יום טוב ולמחר מוצא בהם MB(ח)MB אסורים אלא אם כן ידוע שניצודו מבעוד יום MB(ט)MB ואם מצא המצודות מקולקלות מבערב יום טוב בידוע שמערב יום טוב ניצודו: $! ", "4": "ספק מוכן מותר MB(י)MB ביום טוב שני משום MB(יא)MB דהוי ספק ספיקא: $! ", "5": "אם סכר אמת המים MB(יב)MB בכניסה וביציאה מערב יום טוב MB(יג)MB מותר ליקח ממנה דגים ביום טוב דהוה ליה ניצודין ועומדין (מאחר שאמת המים MB(יד)MB היא צרה ואינן יכולים להשמט) (המגיד פרק א'): $! ", "6": "BH[*]BH אווזים ותרנגולים ויונים MB(טו)MB שבבית או שבחצר MB(טז)MB העומדים לאכילה MB(יז)MB מותר לצודן ואין MB(יח)MB צריכים זימון: $! ", "7": "שאר כל חיה ועוף שמחוסרים צידה שצריך לומר MB(יט)MB הבא מצודה ונצודנו BH[*]BH אסור לצודן וליתן לפניהם מזונות וכל שאין מחוסרים צידה MB(כ)MB מותר לצודם וליתן לפניהם מזונות: $! ", "8": "איל וצבי שקננו MB(כא)MB בפרדס וילדו בו עפרים ועדיין הם קטנים שאין צריכים צידה MB(כב)MB מותרים בלא זימון ודוקא בפרדס הסמוך לעיר MB(כג)MB בתוך שבעים אמה MB(כד)MB דדעתיה עלייהו והאם אפילו זימון אין מועיל לה MB(כה)MB כיון שמחוסרת צידה : $! ", "9": "MB(כו)MB יוני שובך ויוני עלייה MB(כז)MB וצפרים שקננו בטפיחים (פירוש כלי חרס הבנויים בכותלים לקנן בהם העופות) MB(כח)MB אסור לצודן לפיכך אין זימון מועיל להם והני מילי בגדולים אבל בקטנים MB(כט)MB שאינם מפריחים מותר לצודן MB(ל)MB אבל זימון צריכים : $! ", "10": "כיצד הוא הזימון אומר זה וזה אני נוטל למחר MB(לא)MB ואין צריך לנענעם BH[*]BH אבל באומר מכאן אני נוטל למחר MB(לב)MB לא סגי : $! ", "11": "MB(לג)MB אם זימן כל השובך ואינו צריך אלא לזוג MB(לד)MB אינו מועיל . <b> הגה:</b> ואם הוא אפשר שיצטרך כל השובך יכול להזמין כל השובך ולמחר MB(לה)MB נוטל מה שצריך (רבינו ירוחם והגהות אשירי פרק קמא דביצה): $! ", "12": "MB(לו)MB BH[*]BH זימן שנים ומצא שלשה או זימן שחורים ולבנים MB(לז)MB בקינים המובדלים במחיצה MB(לח)MB ומצא שחורים במקום לבנים ולבנים במקום שחורים MB(לט)MB אסורין אלא אם כן מכירן: $! ", "13": "MB(מ)MB זימן שלשה ומצא שנים מותרים. (ואפילו היו מקושרים ביחד MB(מא)MB מנתחי מהדדי ) (בית יוסף): $! ", "14": "זימן בתוך הקן MB(מב)MB ומצא לפני הקן אסורים ואם אין MB(מג)MB סביבותיהם קן אחר הרי אלו MB(מד)MB מותרים והני מילי במדדין MB(מה)MB אבל אם הם מפריחין אסורים MB(מו)MB ואפילו יש קן אחר בתוך נ' אמה אם הוא בקרן זוית שאינו יכול לראותו מקן זה כיון שאינם מפריחין אלא מדדין משום דכל היכא דמדדה ולא הדר חזי לקניה לא מדדה (ואם הזמין תוך הקן ומצא על פתח הקן מותרים) (אור זרוע): $! ", "15": "אינו יהודי שהביא דורון לישראל ביום טוב בני יונה קטנים משובכות שיש לו בעיר MB(מז)MB כיון שאין צריכים צידה MB(מח)MB מותרים : $! ", "16": "השוחט בהמה ביום טוב טוב לו שלא יבדוק MB(מט)MB עד שיפשיט שאם תמצא טריפה MB(נ)MB לא יהא רשאי להפשיטה : $! ", "17": "BH[*]BH אם נמצאת טריפה MB(נא)MB BH[*]BH אסור לטלטלה MB(נב)MB אבל מותר למוכרה לנכרי כדרך שהתירו מכירה לישראל שלא ישקול ולא יזכיר סכום דמים ואם אינו מאמינו יקח ממנו משכון: $~ "}, "498": {"1": "MB(א)MB אין מראין סכין לחכם ביום טוב MB(ב)MB לראות אם הוא ראוי לשחוט בו MB(ג)MB BH[*]BH שמא תהיה פגומה ויאמר לו אסור לשחוט בה מפני פגימתה BH[*]BH וילך ויחדדנה במשחזת וחכם MB(ד)MB שראה סכין לעצמו יכול להשאילו לאחרים. <b> הגה:</b> BH[*]BH ועכשיו בזמן הזה שכל שוחט MB(ה)MB רואה סכין בעצמו כל הרוצה לשחוט ביום טוב MB(ו)MB יבדוק סכינו מערב יום טוב MB(ז)MB ולא ביום טוב שמא ישחיזנו (דברי עצמו ומהרי\"ל והגהות שחיטה) מיהו אם לא בדקו מערב יום טוב והוא שעת הדחק MB(ח)MB יכול לבדקו ביום טוב (שחיטת ישנים): $! ", "2": "יכול להוליך MB(ט)MB סכין והבהמה אצל טבח לשחוט ואפילו גדי קטן שצריך להוליכו על כתפו MB(י)MB ואף על פי שהיה אפשר להוליכה מאתמול ( MB(יא)MB והוא הדין שהטבח יכול להוליך הסכין אצל הבהמה) (בית יוסף): $! ", "3": "בהמות שיוצאות ורועות חוץ לתחום MB(יב)MB ובאות ולנות בתוך התחום הרי אלו מוכנות MB(יג)MB ולוקחין מהן ושוחטין אותן ביום טוב אבל הרועות MB(יד)MB והלנות חוץ לתחום MB(טו)MB BH[*]BH אם באו ביום טוב MB(טז)MB אין שוחטין אותן ביום טוב מפני שהן מוקצין ואין דעת אנשי העיר עליהן והני מילי בבהמות ישראל אבל של נכרי לית בהו משום מוקצה MB(יז)MB דאין האינו יהודי צריך הכן אלא אם כן באו בשביל ישראל MB(יח)MB שאז אסור MB(יט)MB BH[*]BH לפיכך MB(כ)MB נכרי שהביא בהמה במקולין (פירוש מקום ששם שוחטים הבהמות) אם ידוע MB(כא)MB שלנות חוץ לתחום MB(כב)MB אסורות ואם ספק מותרות אפילו באו לצורך ישראל MB(כג)MB שהמוקצה הולכים בספיקו להקל ואם הביאם MB(כד)MB לצורך הנכרי או אפילו סתם בעיר שרובה נכרים מותר שכל המביא לצורך הרוב מביא: $! ", "4": "MB(כה)MB בהמות הידועות ללון חוץ לתחום ונמצאו בעיר MB(כו)MB ביום שני אני אומר שמא מבערב הכניסן וחוץ לחומה לנו ומותרות וכל שכן MB(כז)MB השחוטות בבוקר שחזקה מבערב הכניסן לתוך התחום: $! ", "5": "עגל שנולד ביום טוב מותר לשחטו אם האם MB(כח)MB עומדת לאכילה MB(כט)MB והוא דקים ליה בגויה שכלו לו MB(ל)MB חדשיו . <b> הגה:</b> MB(לא)MB ובעינן גם כן שהפריס על גבי קרקע (טור והרא\"ש) MB(לב)MB דחיישינן שמא יראה בו ריעותא באיברים הפנימיים ונמצא שחט ביום טוב שלא לצורך כן נראה לי מדברי הרא\"ש והטור. ואם היו שבת ויום טוב סמוכים זה לזה MB(לג)MB נולד בזה מותר בזה : $! ", "6": "בהמה מסוכנת שירא שמא תמות והוא אכל כבר ואין צריך לה אסור לשחטה אלא אם כן יש שהות ביום MB(לד)MB BH[*]BH כדי לאכול ממנה MB(לה)MB כזית צלי מבעוד יום ( MB(לו)MB ואפילו אין שהות לנתחה ולבדקה MB(לז)MB תחלה ) (טור). וכשיש שהות ביום ושחטה MB(לח)MB אינו נוטל עורה אלא אם כן שייר ממנו MB(לט)MB אבר אחד ומביאו עמו. <b> הגה:</b> MB(מ)MB BH[*]BH ויש אומרים דאין להפשיטה MB(מא)MB כלל אלא אם כן שחטה לצורך יום טוב וכך ראוי MB(מב)MB להורות (הגהות אלפסי פרק אין צדין): $! ", "7": "MB(מג)MB אם BH[*]BH שחט בהמה בשדה לא יביאנה במוט או במוטה כדרך שעושה בחול אלא MB(מד)MB יביאנה בידו MB(מה)MB איברים איברים : $! ", "8": "עוף שנדרס ברגלים ויש לחוש שנתרסקו איבריו MB(מו)MB ולכן צריך שהייה מעת לעת ובדיקה אחר שחיטה מותר MB(מז)MB לשחטו ביום טוב MB(מח)MB ולא חיישינן שמא ימצא טריפה MB(מט)MB אף על גב דאתיליד ביה ריעותא: $! ", "9": "בכור בזמן הזה שאינו יכול לשחטו בלא מום MB(נ)MB אין חכם יכול MB(נא)MB לראותו ביום טוב אם יש בו מום ואפילו אם עבר וראהו ומצא שיש בו מום MB(נב)MB אינו יכול לשחטו MB(נג)MB BH[*]BH אבל אם נולד במומו ועבר וראהו BH[*]BH נשחט על פיו MB(נד)MB ואם ראה המום מערב יום טוב וראה שהוא מום שראוי לישחט עליו BH[*]BH יכול לחקור עליו ביום טוב אם נפל בו המום מאליו ומתירו. <b> הגה:</b> ואם נפל בכור לבור MB(נה)MB אסור להעלותו דהא אינו ראוי לשחטו MB(נו)MB אלא עושה לו פרנסה במקומו (רמב\"ם פרק ב'): $! ", "10": "MB(נז)MB אותו ואת בנו שנפלו לבור מעלה את הראשון על מנת לשחטו MB(נח)MB ואינו שוחטו וחוזר ומערים ומעלה את השני MB(נט)MB רצה זה שוחט רצה זה שוחט: $! ", "11": "בהמה חציה של נכרי וחציה של ישראל MB(ס)MB יכולים לשחטה ביום טוב MB(סא)MB ואפילו יש להם שתים יכול לשחוט שתיהן: $! ", "12": "השוחט בהמה ביום טוב אינו רשאי MB(סב)MB BH[*]BH לתלוש הצמר לעשות מקום לסכין אלא מפנהו ( MB(סג)MB BH[*]BH בידו , בית יוסף) ומושכו אילך ואילך MB(סד)MB BH[*]BH ואם נתלש MB(סה)MB נתלש : $! ", "13": "השוחט את העוף MB(סו)MB BH[*]BH לא ימרוט את הנוצה כדי MB(סז)MB BH[*]BH לעשות מקום MB(סח)MB לסכין : $! ", "14": "לא ישחוט אדם MB(סט)MB חיה ועוף ביום טוב אלא אם כן יש לו MB(ע)MB עפר מוכן MB(עא)MB מבעוד יום ואם עבר ושחט אם יש לו דקר (פירוש כעין יתד של ברזל שחופרין בו את הקרקע) MB(עב)MB נעוץ מבעוד יום MB(עג)MB בעפר תיחוח MB(עד)MB מכסהו בו (ואפילו היה צריך MB(עה)MB לכמה דקירות שרי) (בית יוסף): $! ", "15": "אפר כירה שהוסק מערב יום טוב MB(עו)MB מותר לכסות בו אבל אם הוסק ביום טוב MB(עז)MB אסור MB(עח)MB אלא אם כן BH[*]BH הוא חם BH[*]BH שראוי לצלות בו ביצה BH[*]BH ואם שחט מותר לכסות בו MB(עט)MB אף על פי שאינו ראוי לצלות בו ביצה ( MB(פ)MB ומיהו עדיף טפי לכסות בדקר נעוץ בעפר תיחוח אם יש לו) (בית יוסף בשם הרא\"ש וטור): $! ", "16": "הכניס עפר הרבה MB(פא)MB לביתו לצורך גינתו MB(פב)MB והוא כנוס במקום אחד מותר MB(פג)MB לכסות בו שכל זמן שהוא צבור דעתו עליו MB(פד)MB לכל מה שיצטרך אבל אם הכניס מלא קופה לצורך גינתו לא שמאחר שהוא מועט בטל: $! ", "17": "BH[*]BH מכניס אדם MB(פה)MB מלא קופתו עפר לבית MB(פו)MB בסתם ועושה בו כל צרכו (ועיין לעיל MB(פז)MB סימן ש\"ח סעיף ל\"ח) ולא אמרינן שהוא בטל MB(פח)MB אגב קרקע הבית והוא MB(פט)MB שייחד לו קרן זוית MB(צ)MB דכיון שלא שטחו מוכחא מילתא דלצרכו בעי ליה MB(צא)MB ואם הוא עפר תיחוח מותר לכסות בו: $! ", "18": "MB(צב)MB כוי (פירוש בריה שנולדה MB(צג)MB מתיש וצבי ) אין MB(צד)MB שוחטין אותו ביום טוב ואם שחטו אין מכסין את דמו אפילו יש לו MB(צה)MB עפר מוכן MB(צו)MB מפני שהרואה יאמר ודאי חיה הוא דאם לא כן לא היו מטריחין לכסות דמו ביום טוב ויבא להתיר חלבו MB(צז)MB BH[*]BH ולערב אם רשומו ניכר יכסנו. <b> הגה:</b> ודוקא ששחטו BH[*]BH בקרן זוית וכהאי גוונא אבל אם שחטו באמצעית החצר MB(צח)MB BH[*]BH אפילו דם בהמה יכול לכסות MB(צט)MB אם יש לו עפר מוכן MB(ק)MB דהוה ליה כגרף של רעי וצריך לכסות שלא יתלכלכו כליו בחצר (הגהות אלפסי פרק קמא דביצה): $! ", "19": "MB(קא)MB שחט בהמה וחיה MB(קב)MB ונתערב דמם ויש לו עפר מוכן או אפר כירה אם יכול לכסותו MB(קג)MB בדקירה אחת שאינו צריך להרבות בשביל דם הבהמה MB(קד)MB יכסנו ואם לאו MB(קה)MB לא יכסנו : $! ", "20": "MB(קו)MB שחט צפור מערב יום טוב ולא כיסה דמו לא יכסנו ביום טוב: $~ "}, "499": {"1": "אין מרגילין ביום טוב כיצד הוא מרגיל זה המוציא כל הבשר MB(א)MB מרגל אחד כדי שיוציא כל העור שלם ולא יקרע מפני שטורח בהפשט זה טורח גדול ואין בו צורך למועד: $! ", "2": "אסור MB(ב)MB למלוג גדי MB(ג)MB אלא אם כן מולגו לאכול העור : $! ", "3": "בהמה שנשחטה ביום טוב מותר MB(ד)MB להגביה עורה MB(ה)MB וליתנה במקום דריסת הרגלים אף על פי שאין עליו בשר MB(ו)MB כלל ומותר MB(ז)MB למלוח עליו מליחה קלה MB(ח)MB כדרך שמולחים לצלי ומותר להערים ולמלוח MB(ט)MB כאן מעט וכאן מעט עד שימלח את כולו MB(י)MB אבל אם נשחטה מערב יום טוב אסור. <b> הגה:</b> MB(יא)MB ונוצות של עוף דינן כמו בעור דמותר לטלטלן MB(יב)MB כדי להצניען כמו בעור: $! ", "4": "MB(יג)MB אין מולחין את החלבים MB(יד)MB ולא מהפכין בהם MB(טו)MB אפילו לשוטחן על גבי יתדות אף על פי שנשחטה ביום טוב וכן MB(טז)MB אסור למלוח בשר עליהם MB(יז)MB באויר : $! ", "5": "עלי שהוא דף עב וכבד וכלי הוא BH[*]BH אלא שמלאכתו לאיסור MB(יח)MB לכתוש בו הריפות MB(יט)MB מותר לטלטלו לקצב עליו בשר ולאחר שקצב עליו אסור לטלטלו MB(כ)MB מחמה לצל ( MB(כא)MB אבל לצורך גופו ומקומו שרי): $~ "}, "500": {"1": "MB(א)MB אין קונים בשר BH[*]BH בפיסוק דמים לומר לטבח תן לי בסלע או בשתים וכן לא יאמר לו MB(ב)MB הריני שותף עמך בסלע MB(ג)MB אלא מחלק MB(ד)MB להם שלישיות או רביעיות כפי החלקים שדרך לחלק בעיר בלא פיסוק דמים MB(ה)MB BH[*]BH ומביא שתי בהמות ויאמר MB(ו)MB זו כזו ולמחר שמין הנשארת וכפי ששוה כך יפרע לו. <b> הגה:</b> ויש אומרים דדוקא ישראל לגבי ישראל שרי בכהאי גונא אבל ישראל עם נכרי MB(ז)MB אפילו בכהאי גוונא אסור (הגהות אשירי פרק אין צדין): $! ", "2": "MB(ח)MB BH[*]BH אסור לשקול בשר אפילו BH[*]BH בביתו לידע כמה יבשל MB(ט)MB ואפילו ליתנו בכף מאזנים לשמרו מן העכברים אסור אם הוא תלוי במקום MB(י)MB BH[*]BH שרגילים לשקול בה MB(יא)MB BH[*]BH ואפילו לשקול מנה כנגד מנה אסור ומותר לשקול בידו MB(יב)MB שלוקח החתיכה בידו ומשער כמה יש בה וטבח אומן MB(יג)MB אפילו זה אסור אבל אם הוא יודע לכוין דרך חתיכתו לחתך ליטרא או חצי ליטרא MB(יד)MB חותך כדרכו ואינו חושש: $! ", "3": "אין נוקבין נקב בבשר בסכין MB(טו)MB לתלותו בו אבל ביד מותר ואם MB(טז)MB לעשות בו סימן MB(יז)MB מותר אפילו בסכין : $! ", "4": "MB(יח)MB מולגין הראש והרגלים ומהבהבין אותם MB(יט)MB באור אבל אין טופלין אותם MB(כ)MB בסיד ולא בחרסית ולא באדמה דמתחזי כעיבוד ואין גוזזין אותם במספרים שנראה כעושה לצורך השיער: $! ", "5": "מותר למלוח כמה חתיכות MB(כא)MB בבת אחת MB(כב)MB אף על פי שאינו צריך אלא אחת. <b> הגה:</b> MB(כג)MB ויש אומרים דלא שרי להערים MB(כד)MB רק קודם אכילת שחרית (ר\"י ובית יוסף בשם סמ\"ג). MB(כה)MB ומותר למלוח הבשר ביום טוב MB(כו)MB BH[*]BH אף על פי שהיה אפשר למלחו מערב יום טוב (מהרי\"ל ותרומת הדשן סימן פ'): $! ", "6": "נוהגין לנקר בשר ביום טוב MB(כז)MB אפילו נשחט מערב יום טוב ( MB(כח)MB BH[*]BH וטוב לשנות קצת MB(כט)MB אם יוכל לשנות באיזה דבר) (מהרי\"ל ותרומת הדשן סימן פ\"ד): $~ "}, "501": {"1": "אין מבקעין עצים מן הקורות MB(א)MB שעומדות לבנין ולא מקורה שנשברה ביום טוב MB(ב)MB BH[*]BH אפילו אם היתה רעועה מערב יום טוב וקרובה להשבר MB(ג)MB אבל אם נשברה מערב יום טוב אם אי אפשר להסיקה בלא ביקוע MB(ד)MB מבקעין ממנה חתיכות גדולות ולא יבקע לא בקרדום ולא במגל ולא במגירה MB(ה)MB אלא בקופיץ (פירוש סכין של קצבים ויש עושין בו ב' ראשין דומה קצת לקרדום, רש\"י) ובצד הקצר שלו MB(ו)MB אבל לא בצד הרחב ויש מי שאוסר אפילו בקופיץ לפי שאין אנו בקיאין מהו ולא התירו MB(ז)MB אלא בסכין : $! ", "2": "עצים גדולים קצת וראוים להסקה בלא ביקוע MB(ח)MB לא יבקע כלל MB(ט)MB ואפילו לשברם ביד MB(י)MB יש מי שאוסר : $! ", "3": "אין מביאין עצים מן השדה אפילו אם היו MB(יא)MB מכונסין שם מבערב אבל מגבב הוא MB(יב)MB בשדה משלפניו (וכן בחצר MB(יג)MB לוקח לפניו) (בית יוסף ורמב\"ם) ומדליק שם. ומביאין מהמכונסים שברשות היחיד ואפילו היתה מוקפת חומה שלא לשם דירה ובלבד שיהיה בה MB(יד)MB מסגרת MB(טו)MB ותהיה בתוך תחום שבת ואם חסר MB(טז)MB אחת מכל אלו MB(יז)MB BH[*]BH הרי הן מוקצה : $! ", "4": "עלי קנים ועלי גפנים אף על פי שהם מכונסים בקרפף MB(יח)MB כיון שהרוח מפזרת אותם הרי הם כמפוזרין ואסורים ואם הניח עליהם MB(יט)MB כלי כבד מערב יום טוב MB(כ)MB הרי אלו מוכנים : $! ", "5": "עצים שנשרו מן האילן ביום טוב MB(כא)MB אין מסיקין בהם . (ועיין לקמן סימן תק\"ז סעיף ב'): $! ", "6": "כלים MB(כב)MB שנשברו ביום טוב אין מסיקין בהם MB(כג)MB שהם נולד ( MB(כד)MB ואם הסיק בכלים אסור להפוך באש MB(כה)MB לאחר שהודלקו במקצת דאז הוי MB(כו)MB שבר כלי אלא אם כן ריבה עליהם MB(כז)MB עצים מוכנים ) (המגיד פרק ב' ור\"ן פרק קמא דביצה) אבל מסיקין MB(כח)MB בכלים שלמים או בכלים MB(כט)MB שנשברו מבעוד יום : $! ", "7": "שקדים ואגוזים שאכלם מערב יום טוב מסיקין בקליפיהם ביום טוב ואם אכלם ביום טוב MB(ל)MB אין מסיקין בקליפיהן . <b> הגה:</b> גם אין להסיק עם האגוזים והשקדים MB(לא)MB עצמן אלא אם כן MB(לב)MB הם עדיין בקליפה (בית יוסף). MB(לג)MB ולפידים שנשארו מיום טוב ראשון שכבו MB(לד)MB מותר לחזור ולהדליקם אפילו ביום טוב שני של ראש השנה או יום טוב אחר שבת (הרא\"ש ומרדכי ריש ביצה ובית יוסף): $~ "}, "502": {"1": "MB(א)MB BH[*]BH אין מוציאין  אש MB(ב)MB לא מן העצים ולא מן האבנים MB(ג)MB ולא מן העפר MB(ד)MB ולא מן המים MB(ה)MB ואין עושים פחמים MB(ו)MB ואין נופחין במפוח אלא בשפופרת ונהגו היתר MB(ז)MB במפוח של בעלי בתים על ידי שינוי להפכו מלמעלה למטה. <b> הגה:</b> ומותר MB(ח)MB לכסות האש בכלי או MB(ט)MB בעפר מוכן MB(י)MB אם אינו מכבהו ודוקא לצורך יום טוב ראשון אבל MB(יא)MB לצורך יום טוב שני אסור (מהרי\"ל). העושה מדורה ביום טוב כשהוא עורך את העצים MB(יב)MB אינו מניח זה על זה עד שיסדר המערכה MB(יג)MB מפני שנראה כבונה אלא או שופך העצים בעירבוב או עורך בשינוי כיצד מניח עץ למעלה ומניח אחר תחתיו ואחר תחתיו עד שהוא מגיע לארץ וכן הקדרה אוחז אותה ומכניס האבנים תחתיה אבל לא יניחנה MB(יד)MB על גבי האבנים וכן המטה אוחז (הקרשים) למעלה ומכניס הרגלים תחתיהם אפילו ביצים לא יעמיד אותם MB(טו)MB שורה על גבי שורה עד שיעמדו כמו מגדל אלא ישנה ויתחיל מלמעלה למטה וכן כל כיוצא בזה צריך שינוי. <b> הגה:</b> וכן שלחן MB(טז)MB שיש לו דפנות MB(יז)MB המגיעות לארץ (תוספות) צריך שינוי אבל מותר להושיב שלחן שלנו על רגליו ואין בזה משום בנין MB(יח)MB ויש אומרים דאפילו מגיע לארץ כל זמן שאינו צריך לאויר של תחתיו שרי (טור): $! ", "2": "MB(יט)MB אגודה של עצים שהודלקה במדורה כל עץ שלא אחזה בו האש מותר לשמטו ואינו דומה למסיר שמן מהנר. <b> הגה:</b> ומותר ליקח עץ הדולק מצד זה של מדורה MB(כ)MB ולהניחו בצד אחר הואיל ואינו מכוין לכיבוי (מרדכי): $! ", "3": "אין סומכין את הקדרה ולא את הדלת MB(כא)MB בבקעת . <b> הגה:</b> אבל מותר MB(כב)MB לצלות בו (הרי\"ף) וכל שכן שמותר להסיק בו עם שאר עצים MB(כג)MB אף על גב שאינו ראוי להסיק בפני עצמו (ר\"ן): $! ", "4": "MB(כד)MB לדידן מותר לבשל בקדרות חדשות ביום טוב. <b> הגה:</b> ויש אוסרין (הרא\"ש והטור) MB(כה)MB וכן המנהג אם לא MB(כו)MB על ידי הדחק ולכן נהגו כשקונין קדרות חדשות בפסח מבשלים בהן קודם יום טוב (דברי עצמו): $~ "}, "503": {"1": "MB(א)MB אסור לאפות או לבשל או לשחוט BH[*]BH ביום טוב לצורך מחר MB(ב)MB אפילו הוא שבת MB(ג)MB או יום טוב MB(ד)MB BH[*]BH ואפילו בשני ימים של ראש השנה MB(ה)MB BH[*]BH אבל ממלאה אשה קדרה בשר MB(ו)MB אף על פי שאינה צריכה MB(ז)MB אלא לחתיכה MB(ח)MB אחת . <b> הגה:</b> וכל שכן MB(ט)MB שיכול לשחוט אף על פי שאינו צריך אלא לכזית (סמ\"ק) MB(י)MB וכן יכולה לבשל הרבה קדרות MB(יא)MB ולאכול מכל אחת מעט (בית יוסף ורבינו ירוחם ותשובת הרשב\"א). ודוקא קודם אכילה אבל אחר אכילה אינה יכולה לבשל ולומר אוכל ממנה כזית MB(יב)MB דהוי הערמה MB(יג)MB BH[*]BH מיהו אם עברה ובשלה (או שחטה) מותר לאוכלו: $! ", "2": "ממלא נחתום חבית של מים MB(יד)MB אף על פי שאינו צריך MB(טו)MB אלא לקיתון אחד . <b> הגה:</b> אבל צריך להשים הכל אצל האש בפעם אחת אבל MB(טז)MB אסור להוסיף אם כבר החבית אצל האש דטרחא שלא לצורך הוא (המגיד פרק א'): $~ "}, "504": {"1": "MB(א)MB דכין את התבלין MB(ב)MB כדרכן MB(ג)MB שאם ידוך אותם מבעוד יום MB(ד)MB יפיג טעמן MB(ה)MB אבל מלח MB(ו)MB אינו נידוך ביום טוב אלא אם כן הטה (המכתשת) או שידוך בקערה MB(ז)MB וכיוצא בה שישנה MB(ח)MB שאם שחק המלח מערב יום טוב לא יפיג טעמו BH[*]BH ואין שוחקין את הפלפלין ולא את החרדל ברחיים שלהם MB(ט)MB משום דהוי כעובדין דחול (אלא) MB(י)MB דך אותם במדוכה ככל התבלין. <b> הגה:</b> MB(יא)MB ומיהו נוהגין לשנות קצת במדוכת תבלין (הגהות מיימוני פרק ג' בשם סמ\"ג) וכן ראוי להורות: $! ", "2": "מותר להוליך תבלין MB(יב)MB ומדוך אצל מדוכה או מדוכה אצלם MB(יג)MB אפילו דרך רשות הרבים אף על פי שהיה אפשר להוליכם מערב יום טוב: $! ", "3": "MB(יד)MB BH[*]BH אין כותשין הריפות במכתשת גדולה אבל כותשין במכתשת קטנה שזה הוא MB(טו)MB השינוי שלה MB(טז)MB ובארץ ישראל אפילו בקטנה אסור MB(יז)MB BH[*]BH וכיון שאין אנו יודעים עכשיו מה נקראת גדולה או קטנה יש לאסור הכל. <b> הגה:</b> MB(יח)MB ומותר לגרוד גבינה ביום טוב על הכלי שהוא מורג חרוץ MB(יט)MB מיהו צריך שינוי מעט כמו דיכת מלח (ריב\"ש סימן קפ\"ד) MB(כ)MB והוא הדין מצות בלא שינוי BH[*]BH משום דאין טחינה באוכלין שהיו טחונין תחלה (מהרי\"ל): $! ", "4": "מותר אדם MB(כא)MB למדוד תבלין ליתן בקדירה MB(כב)MB בשביל שלא יקדיח תבשילו (פירוש שלא ישרפנו ויקלקלנו מחמת ריבוי תבלין): $~ "}, "505": {"1": "בהמה שהיא MB(א)MB BH[*]BH עומדת  לאכילה ורוצה לחלוב אותה MB(ב)MB לאכול החלב MB(ג)MB אם לקדירה שאין בה אוכלין אסור ואם יש בה אוכלין MB(ד)MB מותר וכגון MB(ה)MB שבא החלב לתקנו MB(ו)MB או שיש בה פירורין והחלב נבלע בהם אבל החולב MB(ז)MB כל צאנו לא התיר מפני פרוסה שנותן בכלי. <b> הגה:</b> ונכרי MB(ח)MB החולב בהמה ביום טוב MB(ט)MB וישראל רואהו MB(י)MB יש להקל (רשב\"א בתשובה) MB(יא)MB אך נהגו בו איסור ואין לשנות מיהו ביום טוב של גליות MB(יב)MB מותר ביום טוב שני (הגהות אשירי ריש ביצה) ואם מותר לומר לנכרי לחלוב בהמתו בשבת עיין לעיל סימן ש\"ה סעיף כ'. ועיין לקמן סימן תק\"י סעיף ה' אם מותר להעמיד חלב ולעשות גבינה ביום טוב: $~ "}, "506": {"1": "MB(א)MB אין מודדין קמח ביום טוב MB(ב)MB כדי ללוש MB(ג)MB אלא יקח באומד הדעת . <b> הגה:</b> MB(ד)MB ומותר ליקח הקמח מן הכלי אף על פי שעושה גומא בקמח (ר\"ן פרק קמא דביצה ופרק כירה): $! ", "2": "MB(ה)MB אין מרקדין הקמח בתחלה MB(ו)MB אפילו על ידי שינוי אבל אם רקדו מאתמול MB(ז)MB ונפל בו צרור או קיסם ורוצה לרקדו פעם שנית MB(ח)MB מותר MB(ט)MB אף בלא שינוי . <b> הגה:</b> MB(י)MB ויש אומרים דמותר ליטול הצרור או הקיסם בידו (רשב\"א) MB(יא)MB אבל יש מחמירין MB(יב)MB ואוסרין (המגיד פרק ג'). ואם לא נפל בו דבר אלא שרוצה לרקדו שנית כדי שיהא הפת נאה MB(יג)MB צריך שינוי קצת MB(יד)MB כגון על גבי שלחן. <b> הגה:</b> והוא הדין דמותר לעשות על ידי נכרי אפילו תחלת הרקידה MB(טו)MB אם ישנה MB(טז)MB קצת (בית יוסף): $! ", "3": "הלש עיסה ביום טוב MB(יז)MB יכול להפריש ממנה חלה BH[*]BH ולהוליכה לכהן (שרי MB(יח)MB אפילו הפרישה מאתמול ). אבל עיסה שנלושה MB(יט)MB בערב יום טוב MB(כ)MB אסור להפריש ממנה חלה ביום טוב. <b> הגה:</b> MB(כא)MB אלא אוכל MB(כב)MB ומשייר קצת MB(כג)MB BH[*]BH ולמחר מפריש מן המשוייר חלה MB(כד)MB ומותר לאפות הפת על ידי שיאכל ממנו ויפריש אחר כך חלה (בית יוסף). MB(כה)MB ואם רוצה יוכל ללוש MB(כו)MB עוד עיסה אחת ביום טוב MB(כז)MB ויצרפם יחד ויפריש מאותה עיסה גם על מה שלש מערב יום טוב (הגהות מיימוני פרק ג' ומרדכי פרק אלו עוברין ובית יוסף בשם תוספות פרק קמא דביצה): $! ", "4": "המפריש חלה ביום טוב MB(כח)MB והיא טמאה MB(כט)MB לא יאפה אותה ולא ישרפנה MB(ל)MB שאין שורפין קדשים ביום טוב אלא MB(לא)MB BH[*]BH מניחה עד הערב ושורפה : $! ", "5": "מותר לעשות ביום טוב פתין גדולים MB(לב)MB ולא חיישינן שמתוך כך יבא לאפות יותר ממה שצריך: $! ", "6": "היה לו קמח או עיסה בשותפות עם נכרי MB(לג)MB אסור לאפותה MB(לד)MB ביום טוב אלא יחלקנה ויאפה את שלו: $! ", "7": "אם יש לאדם MB(לה)MB הרבה פת נקייה MB(לו)MB אינו אופה MB(לז)MB פת אחרת אלא אם כן יש לו MB(לח)MB בני בית שרגיל להאכילם פת הדראה MB(לט)MB אבל אם יש לו פת הדראה הרבה יכול לאפות פת נקיה: $! ", "8": "MB(מ)MB אסור לעשות שאור ביום טוב אלא על ידי שינוי MB(מא)MB מפני שהיה אפשר לעשותו מבעוד יום: $! ", "9": "אפילו נשחטה הבהמה מערב יום טוב MB(מב)MB מותר להפריש המתנות ביום טוב : $~ "}, "507": {"1": "MB(א)MB אופין בפורנ\"י דהיינו תנורים שלנו הגדולים ופיהם בצדם MB(ב)MB ובלבד שלא תהא חדשה דחיישינן MB(ג)MB שמא תפחת ויפסד הלחם וימנע משמחת יום טוב MB(ד)MB ומחמין חמין באנטיכי (פירוש יורה גדולה): $! ", "2": "MB(ה)MB אף על פי שעצים שנשרו מן הדקל ביום טוב או MB(ו)MB בשבת שלפניו אסור להסיקן MB(ז)MB אם נשרו ביום טוב בתוך התנור MB(ח)MB BH[*]BH מרבה עליהם עצים מוכנים ( MB(ט)MB BH[*]BH שלא יהיו עצי איסור ניכרים ) (ר\"ן פרק קמא דביצה) ומבטלן MB(י)MB ובלבד שלא יגע בהם MB(יא)MB עד שיתבטלו ברוב אבל אם נפלו בתנור בשבת MB(יב)MB אסור להסיקן ביום טוב שלאחריו MB(יג)MB BH[*]BH אפילו על ידי ביטול ברוב : $! ", "3": "MB(יד)MB אסור ליקח עץ מבין העצים לחתות בו האש בתנור MB(טו)MB דהוי ליה מתקן מנא : $! ", "4": "MB(טז)MB תנור שנפל לתוכו מטיח הטיט אם אפשר לאפות ולצלות בו בלא גריפה ולא יתחרך הפת או הצלי אסור לגרפו MB(יז)MB מפני שהוא מטלטלו שלא לצורך אבל BH[*]BH מותר להשכיב MB(יח)MB האש והאפר שבו כדי שיהיה חלק ולא יגע בפת כלל MB(יט)MB אף על פי שאם היה נוגע בו לא היה כדי לחרכו אבל אם יש בטיח שנפל לתוכו כדי לחרך הפת או הצלי אם היה נוגע בהם אף על פי שבלא גריפה MB(כ)MB היה אפשר לאפות ולצלות בו BH[*]BH כיון שהיה מתחרך מותר לגרפו MB(כא)MB דחשיב טלטול לצורך MB(כב)MB ודוקא בתנורים שלהם שהיו מדבקים הפת סביבם ואין צריכים לגרפם אלא מהטיח שנפל לתוכו אבל תנורים שלנו MB(כג)MB כיון שאי אפשר לאפות בהם בלא גריפה MB(כד)MB מותר לגרפן מהאפר והגחלים ואף על פי שהוא מכבה אי אפשר בלא כן וכשם שמותר להבעיר לצורך אוכל נפש BH[*]BH כך מותר לכבות לצורך אוכל נפש MB(כה)MB והרי זה כמניח בשר על הגחלים וכן נהגו: $! ", "5": "תנור וכירים חדשים MB(כו)MB אין סכין אותם בשמן ולא טשין אותן במטלית MB(כז)MB אבל מותר להסיקן אפילו היסק ראשון MB(כח)MB ובלבד שלא יפיגם בצונן כדי לחסמן (פירוש לחזקן) ואם הוסקו יותר מדאי והוצרכו להפיגם בצונן MB(כט)MB כדי לאפות בהם MB(ל)MB מותר MB(לא)MB לפיכך מותר לשרות במים המכבדות שמכבדין בה התנור אף על פי שמכבה: $! ", "6": "מותר לאפות MB(לב)MB תנור מלא פת אף על פי שאינו צריך אלא פת אחד ודוקא בתנוריהם שהיו קטנים MB(לג)MB והיו מדבקים הפת בדפנותיהם ומתוך שהוא מלא אין מקום לחומו להתפשט והפת נאפה יפה MB(לד)MB אבל בתנורים שלנו MB(לה)MB אין לאפות יותר ממה שצריך: $! ", "7": "MB(לו)MB מותר לסתום פי התנור MB(לז)MB בטיט ורפש שעל שפת הנהר MB(לח)MB BH[*]BH והוא שרככו מאמש MB(לט)MB או עשה בו סימן MB(מ)MB BH[*]BH ונתקו לצד אחד MB(מא)MB BH[*]BH אבל לגבל MB(מב)MB טיט ביום טוב אסור MB(מג)MB BH[*]BH ומותר לגבל אפר לסתום בו פי התנור: $~ "}, "508": {"1": "אין מלבנים את MB(א)MB האבנים  לצלות או לאפות עליהם MB(ב)MB מפני שמחסמן MB(ג)MB ואין  שוברים את החרס ואין חותכין את הנייר לצלות עליהם ואין פוצעין MB(ד)MB את הקנה לעשותו  כמו שפוד לצלות בו: $! ", "2": "פוצעים אגוזים MB(ה)MB במטלית MB(ו)MB ולא חיישינן שמא תקרע : $~ "}, "509": {"1": "MB(א)MB שפוד שנרצף MB(ב)MB אף על פי שהוא יכול לפשטו בידו אין מתקנין BH[*]BH אותו . <b> הגה:</b> ודוקא שיכול MB(ג)MB לצלות בו בלא תיקון MB(ד)MB אבל אם אינו יכול לצלות בו כך ונשבר MB(ה)MB ביום טוב MB(ו)MB מותר MB(ז)MB לתקנו (טור) MB(ח)MB ואין מורין כן לרבים (רבינו ירוחם חלק ג') שלא יבואו לתקן גם כן בנשבר מערב יום טוב. BH[*]BH והוא הדין לכל המכשירין שאי אפשר לעשותן מערב יום טוב: $! ", "2": "שפוד שרוצים לצלות בו והיה ארוך יותר מדאי MB(ט)MB אסור לחתכו ולא לשרפו אין משחיזין את הסכין MB(י)MB במשחזת שלה אבל מחדדה MB(יא)MB על גבי העץ או חרס MB(יב)MB או אבן MB(יג)MB ואין מורים דבר זה לרבים כדי שלא יבאו לחדדם במשחזת במה דברים אמורים MB(יד)MB כשיכולה לחתוך בדוחק או שנפגמה אבל אם אינה יכולה לחתוך כלל אין משחיזין אותה אפילו על העץ שמא יבא להשחיזה במשחזת: $! ", "3": "עופות שממלאים אותם בשר וביצים מותר MB(טו)MB לתפרם ביום טוב והוא שיתקן מערב יום טוב החוט MB(טז)MB וישימנו במחט MB(יז)MB ויזהר שלא יחתוך החוט ביום טוב . <b> הגה:</b> MB(יח)MB וכן נהגו לשרוף החוט הנשאר בעוף MB(יט)MB לאחר שתפרו בו : $! ", "4": "מותר MB(כ)MB לחתוך ביום טוב אגד גדיים ועופות MB(כא)MB מקולסים MB(כב)MB וחוטים תפורים MB(כג)MB וכן יכולים לשרוף פתילה או סמרטוט שקושרים בו העוף: $! ", "5": "מותר ללבן ביום טוב כלי ברזל שאפו בו פלאדי\"ן של גבינה ואחר הליבון יאפה בו MB(כד)MB פשטיד\"א של בשר והוא שכשיתלבן יתנו אותו על המאכל MB(כה)MB מיד אבל אם הוא בלוע מנבילה וכיוצא בה אסור ללבנו אפילו לאפות בו דבר היתר. <b> הגה:</b> והוא הדין MB(כו)MB דאסור להגעיל כלי ביום טוב (מרדכי סוף ע\"ז ואור זרוע והגהות מיימוני פרק א'). ומותר MB(כז)MB ללבן שפוד שצלו בו בשר שאינו מלוח ורוצה לחזור ולצלות בו ביום טוב (מהרי\"א מפראג): $! ", "6": "MB(כח)MB אין נוקבין MB(כט)MB נקב חדש בחבית ביום טוב: $! ", "7": "MB(ל)MB להטביל כלי חדש ביום טוב דינו כמו בשבת כדאיתא בסימן שכ\"ג סעיף ז'. <b> הגה:</b> ודין הדחת ושפשוף כלים ביום טוב דינו כמו בשבת כדאיתא סימן שכ\"ג ומותר לטלטל מוקצה MB(לא)MB לצורך אוכל נפש ושמחת יום טוב (מרדכי פרק בכל מערבין ובית יוסף בשם התוספות פרק קמא דביצה): $~ "}, "510": {"1": "MB(א)MB מוללין מלילות MB(ב)MB ומפרכין קטניות MB(ג)MB כדרכן ביום טוב ומנפח מעט מעט ואוכל MB(ד)MB ואפילו בקנון ותמחוי MB(ה)MB אבל לא בטבלא ולא בנפה ולא בכברה: $! ", "2": "BH[*]BH הבורר קטניות ביום טוב MB(ו)MB בורר כדרכו בחיקו ובתמחוי ( MB(ז)MB BH[*]BH אם רוצה לאוכלו בו ביום ) (המגיד פרק ג') אבל לא בטבלא ולא בנפה ולא בכברה במה דברים אמורים MB(ח)MB כשהאוכל מרובה על הפסולת אבל אם היתה הפסולת מרובה על האוכל בורר את האוכל ומניח את הפסולת ואם היה MB(ט)MB טורח בברירת הפסולת מן האוכל יותר מטורח ברירת האוכל מן הפסולת אף על פי שהאוכל מרובה בורר את האוכל ומניח את הפסולת. <b> הגה:</b> ולוזים ובטנים שנשתברו ועדיין בקליפיהם MB(י)MB לא מיקרי הקליפה פסולת כיון דאורחייהו בהכי ועדיין מעורבין (טור): $! ", "3": "MB(יא)MB BH[*]BH אין מסננים החרדל MB(יב)MB במסננת שלו MB(יג)MB ואין ממתקין אותו בגחלת MB(יד)MB של עץ אבל MB(טו)MB BH[*]BH בשל מתכות מותר : $! ", "4": "MB(טז)MB אין תולין המשמרת ביום טוב לסנן בה שמרים אבל אם היתה תלויה ועומדת BH[*]BH מותר ליתן בה שמרים MB(יז)MB לסננן MB(יח)MB ומערים ותולה אותה MB(יט)MB ליתן בה רמונים ואחר כך נותן בה שמרים. <b> הגה:</b> ושאר דיני סינון MB(כ)MB ביום טוב כמו בשבת כדאיתא סימן שי\"ט (בית יוסף): $! ", "5": "אין MB(כא)MB עושין גבינה ביום טוב ( MB(כב)MB ואין מעמידין חלב ביום טוב) (הגהות מיימוני פרק ג' ור\"ן סוף פרק ד' דביצה ובית יוסף בשם הרוקח) MB(כג)MB והוא הדין דאין עושין חמאה מן החלב ביום טוב (ריב\"ש סימן קכ\"א): $! ", "6": "אין גוזזין MB(כד)MB BH[*]BH את הירק במספרים שדרכן לחתכם בהן מן המחובר: $! ", "7": "מתקנים את ה MB(כה)MB קונדס והעכביות. <b> הגה:</b> ומותר למלוח הרבה חתיכות צנון ביום טוב אם רוצה לאכלן MB(כו)MB אף על פי שאסור בשבת MB(כז)MB ויש מחמירין (מהרי\"ל): $! ", "8": "אף על פי שהותרה הוצאה ביום טוב BH[*]BH אפילו שלא לצורך לא ישא משאות גדולות כדרך שהוא עושה בחול אלא צריך לשנות כיצד המביא כדי יין ממקום למקום MB(כח)MB לא יביאם בסל ובקופה לתת לתוכה ארבעה או חמשה כדים אלא יביאם על כתפו או לפניו אחד או שנים דמוכח שלצורך יום טוב הביאם. <b> הגה:</b> ודוקא כשמוליכן MB(כט)MB ממקום למקום אבל מזוית לזוית (בית יוסף בשם רש\"י) או מבית לבית באותו חצר (אור זרוע) MB(ל)MB שרי בכל ענין : $! ", "9": "המוליך את התבן לא יפשיל את הקופה MB(לא)MB לאחוריו אלא נוטלה בידו: $! ", "10": "MB(לב)MB וכן משאות שדרכן לישא אותם במוט ישא אותן על גבו מאחוריו ושדרכן לישא אותן מאחוריו ישא אותן על כתיפו ושדרכן להנשא על הכתף ישא אותן בידו לפניו או MB(לג)MB יפרוש עליהן בגד וכל כיוצא בזה משינוי המשא MB(לד)MB ואם אי אפשר כגון שזימן הרבה אורחים MB(לה)MB וצריך למהר ולהביא לפניהם עושה כדרכו במה דברים אמורים בנושא על האדם אבל על גבי בהמה MB(לו)MB לא יביא כלל : $! ", "11": "MB(לז)MB אין מביאין עצים לא בחבל ולא בקופה ולא במחצלת אבל מביא במטפחת ובחיקו: $~ "}, "511": {"1": "MB(א)MB מותר לעשות מדורה להתחמם כנגדה. <b> הגה:</b> MB(ב)MB יש אומרים דאסור MB(ג)MB להחם בית החורף ביום טוב MB(ד)MB דלפעמים אין הקור גדול ואינו MB(ה)MB אלא למפונקים והוי MB(ו)MB כמרחץ ומוגמר דאסור (בית יוסף בשם תשובת אשכנזית) MB(ז)MB ונהגו להקל : $! ", "2": "מותר BH[*]BH להחם ביום טוב MB(ח)MB מים לרחוץ MB(ט)MB BH[*]BH ידיו MB(י)MB BH[*]BH אבל לא כל גופו אפילו אינו ו MB(יא)MB אפילו אינו רוחצו בבת אחת . <b> הגה:</b> MB(יב)MB אבל מותר לרחוץ תינוק במים שהוחמו על ידי ישראל ביום טוב (מרדכי פרק ג') אבל אסור לחמם לצרכו MB(יג)MB אפילו על ידי נכרי (מהרי\"א מפראג) אבל כשצריך להם לבשל או להדיח אז MB(יד)MB מותר להרבות בשבילו (כל בו). ודין חמי טבריה כמו בשבת כדאיתא סימן שכ\"ו (בית יוסף). אבל במים שהוחמו MB(טו)MB מערב יום טוב מותר לרחוץ כל גופו אפילו כאחד מיהו דוקא חוץ למרחץ MB(טז)MB אבל במרחץ MB(יז)MB אסור . <b> הגה:</b> MB(יח)MB ויש אוסרים בכל ענין MB(יט)MB וכן נוהגין (טור והרא\"ש): $! ", "3": "MB(כ)MB אדם מותר לטבול ביום טוב מטומאתו: $! ", "4": "אין BH[*]BH עושין MB(כא)MB מוגמר דהיינו לפזר מיני בשמים MB(כב)MB על הגחלים בין להריח ובין MB(כג)MB לגמר הבית או הכלים אבל אם עושה כדי ליתן ריח טוב בפירות MB(כד)MB למתקן לאכילה מותר אפילו אם מפזרן על גבי גחלת MB(כה)MB של עץ . <b> הגה:</b> MB(כו)MB ואסור לסחוף כוס מבושם על הבגדים MB(כז)MB משום דמוליד בהן MB(כח)MB ריחא (המגיד פרק א' והגהות אשירי סוף פרק ב' דביצה): $~ "}, "512": {"1": "MB(א)MB BH[*]BH אין מבשלים MB(ב)MB לצורך עכו\"ם ביום טוב לפיכך BH[*]BH אסור MB(ג)MB להזמינו MB(ד)MB שמא ירבה בשבילו MB(ה)MB ודוקא להזמינו . <b> הגה:</b> לביתו MB(ו)MB אבל לשלוח לו לביתו MB(ז)MB על ידי עכו\"ם MB(ח)MB שרי (הגהות מיימוני פרק א' בשם אור זרוע) אבל MB(ט)MB עבדו ושפחתו וכן שליח שנשתלח לו וכן עכו\"ם MB(י)MB שבא מאליו מותר להאכילו עמו ולא חיישינן שמא ירבה בשבילו. <b> הגה:</b> MB(יא)MB BH[*]BH ומותר להרבות בשביל עבדו ושפחתו MB(יב)MB באותה קדירה שמבשל בה לעצמו (מרדכי פרק ב' דביצה) אבל לשאר עכו\"ם בכל ענין אסור (אורחות חיים ותוספות). וישראל האופה בתנור של עכו\"ם וצריך לתת לו פת אחד לא ייחד לעכו\"ם אחד קודם אפייה דאז אופה של עכו\"ם אלא יאפה סתם ויתן לו אחר כך אחד (כל בו): $! ", "2": "בני החיל שנתנו קמח שלהם לישראל לאפות להם פת אם אינם מקפידים כשישראל MB(יג)MB נותן ממנו לתינוק MB(יד)MB מותר לאפות MB(טו)MB להם : $! ", "3": "אסור לבשל ולאפות MB(טז)MB לצורך כלבים אבל מותר MB(יז)MB לטלטל מזונות וליתן לפניהם. <b> הגה:</b> MB(יח)MB אבל אסור להוציא בשבילן MB(יט)MB מרשות לרשות (הגהות מיימוני והמגיד פרק א'). וכן אסור לגבל המורסן לעופות (מרדכי) כי אם MB(כ)MB על ידי שינוי (כל בו). ומותר להרבות MB(כא)MB בשביל הכלבים באותה קדירה שמבשל בה לעצמו MB(כב)MB אפילו אם יש לו דבר אחר שיוכל ליתן לכלבים אם היה רוצה (בית יוסף בשם הר\"ן והירושלמי): $~ "}, "513": {"1": "MB(א)MB ביצה שנולדה ביום טוב MB(ב)MB אסור ליגע בה  (הגה: MB(ג)MB דהיינו לטלטלה ) (מרדכי ריש ביצה ופרק כל הכלים) וכל שכן שלא לאכלה ואם נתערבה אפילו באלף MB(ד)MB כולן אסורות : $! ", "2": "ספק אם נולדה ביום טוב או בחול MB(ה)MB אסורה : $! ", "3": "ביצה שנולדה ביום טוב שנתבשלה MB(ו)MB בשוגג  עם בשר ותבשיל אם יש ס' כנגדו MB(ז)MB הכל מותר MB(ח)MB חוץ מן הביצה  אבל אם לבנו בו התבשיל וכיוצא בזה MB(ט)MB מידי דלחזותא וטעמא  עביד MB(י)MB לא בטיל : $! ", "4": "מותר MB(יא)MB לכפות עליה  כלי כדי שלא תשבר ובלבד שלא יגע בה MB(יב)MB הכלי : $! ", "5": "אם נולדה ביום טוב ראשון MB(יג)MB מותרת ביום טוב שני  בשני ימים טובים של גלויות אבל בשני ימים טובים MB(יד)MB של ראש השנה  וכן בשבת ויום טוב MB(טו)MB הסמוכים זה לזה  נולדה בזה MB(טז)MB אסורה בזה . <b> הגה:</b> ואם יום טוב MB(יז)MB ביום א' ב'  ונולדה בשבת שלפניהם MB(יח)MB מותר ביום ב' MB(יט)MB של גליות  (מהרי\"ל): $! ", "6": "ביצה שיצאה רובה מערב יום טוב וחזרה ואחר כך נולדה ביום טוב MB(כ)MB מותרת  לפיכך אפילו בדק בקינה של תרנגולת ערב יום טוב סמוך לחשיכה ולא מצא בה ביצה MB(כא)MB ולמחר השכים  ומצא בה ביצה מותרת שתרנגולת MB(כב)MB אינה יולדת בלילה  ואנו תולין שמאתמול יצא רובה וחזר והוא שיש תרנגול זכר תוך ס' בתים ואין מפסיק נהר שאין בו גשר שאם לא כן MB(כג)MB אפשר שתלד בלילה  ואסור MB(כד)MB אבל אם לא בדק  מערב יום טוב אפילו ליכא זכר בהדה שריא שאנו תולים שמאתמול נולדה MB(כה)MB ובלא זכר רובן  יולדות ביום לפיכך מותר ליקח ביצים מן הנכרי בליל ראשון של יום טוב דתלינן שמערב יום טוב נולדו MB(כו)MB וכן בליל שני  של שני ימים טובים של גליות אבל לא בליל שני MB(כז)MB של ראש השנה  ולא בליל יום טוב שאחר השבת. <b> הגה:</b> ונכרי המביא ביצים ביום טוב ראשון MB(כח)MB ומסיח לפי תומו  שנולדו מאתמול MB(כט)MB מותר לסמוך עליו  (מרדכי ריש ביצה). ודוקא ביום טוב שחל באמצע השבוע אבל ביום טוב שחל באחד בשבת שאז יש לחוש MB(ל)MB שמא נולדה בשבת  ואסור מדאורייתא ביום טוב MB(לא)MB אין נכרי  מסיח לפי תומו נאמן ודוקא ביום טוב ראשון אבל MB(לב)MB ביום טוב שני אפילו ראש השנה  נאמן דאינו אלא דרבנן (תרומת הדשן סימן ע\"ט): $! ", "7": "השוחט תרנגולת ומצא בה MB(לג)MB ביצים גמורות MB(לד)MB מותרות  ואפילו ביום טוב MB(לה)MB שלאחר  שבת: $! ", "8": "אפרוח שנולד ביום טוב MB(לו)MB אסור . ואם נולד בשבת MB(לז)MB אסור ביום טוב שלאחריו : $~ "}, "514": {"1": "אסור MB(א)MB לכבות דליקה ביום טוב (עיין לעיל סימן של\"ד סעיף כ\"ו) ואפילו אם רואה MB(ב)MB ביתו שנשרף אם אין שם סכנת נפשות ואין מכבין הבקעת MB(ג)MB אפילו כדי שלא יתעשן הבית MB(ד)MB או הקדירה MB(ה)MB BH[*]BH או כדי לשמש מטתו. <b> הגה:</b> ויש אומרים דוקא MB(ו)MB אם אפשר להציל הקדירה בלא כיבוי אבל אם אי אפשר להציל או לבשל הקדירה בענין אחר רק שיכבה MB(ז)MB מותר לכבות (הרא\"ש ומרדכי ור\"ן פרק ב' דביצה ורשב\"א וטור) MB(ח)MB וכן נראה לי עיקר וכן בבית MB(ט)MB אם ישרף הבית MB(י)MB לא יהיה לו מקום לאכול שם MB(יא)MB ויפסיד סעודתו מותר לכבות BH[*]BH אבל אם יש לו בית אחר לאכול שם MB(יב)MB BH[*]BH אסור לכבות משום הפסד ממונו (בית יוסף בשם אורחות חיים): $! ", "2": "להטות הנר MB(יג)MB כדי להרחיק השמן מן הפתילה MB(יד)MB חשיב כיבוי MB(טו)MB ואסור וכן אסור ליקח פתילה מנר הדולק אפילו ליתנה BH[*]BH בנר אחר שהרי כשמוציאה MB(טז)MB BH[*]BH מיד הוא מכבה אותה. <b> הגה:</b> ומותר MB(יז)MB להוסיף פתילות לנר דולק כדי שיבעיר הרבה MB(יח)MB BH[*]BH ויכבה במהרה (ר\"ן פרק אין צדין): $! ", "3": "נר של שעוה שרוצה להדליקו ביום טוב וחס עליו שלא ישרף כולו יכול MB(יט)MB ליתן סביבו MB(כ)MB קודם שידליקנו MB(כא)MB BH[*]BH דבר המונע מלישרף בענין שיכבה כשיגיע שם. <b> הגה:</b> MB(כב)MB ויש מתירין לחתוך נר של שעוה באור דהיינו BH[*]BH שמדליקים גם למטה כדי לקצרה MB(כג)MB וכן נוהגין אבל MB(כד)MB על ידי סכין אסור (הגהות מיימוני פרק ו' והגהות אשירי ומרדכי ותוספות פרק קמא דביצה). BH[*]BH ומותר להעמיד נר MB(כה)MB במקום שהרוח שולט כדי שיכבה אבל אסור להעמידו שם אם כבר MB(כו)MB הרוח מנשב (מהרי\"ל): $! ", "4": "נר שכבה ורוצה להדליקו MB(כז)MB בו ביום מותר MB(כח)MB לחתוך ראש הפתילה כדי שיהא נוח לידלק. <b> הגה:</b> MB(כט)MB ושיורי שמן ופתילה מותרין אפילו ביום טוב אחר שבת או שני ימים טובים של ראש השנה (בית יוסף בשם רוב הפוסקים): $! ", "5": "BH[*]BH נר של בטלה MB(ל)MB דהיינו שאינו צריך לו אסור להדליקו MB(לא)MB אבל של בית הכנסת לא חשיב של בטלה ומותר להדליקו אפילו ביום טוב שני MB(לב)MB אחר מנחה ואין בזה משום מכין לחול BH[*]BH שהרי בהדלקתו MB(לג)MB יש מצוה MB(לד)MB לאותה שעה MB(לה)MB ולתקן הפתילות והעששיות ביום טוב אחר מנחה אם רוצה להדליק בו ביום מותר ואם לאו אסור: $! ", "6": "אין נותנין MB(לו)MB נר על גבי אילן מערב יום טוב דחיישינן שמא יבא להשתמש באילן: $! ", "7": "אין פוחתין נר של חרס דהיינו בעודו רך כמו ביצים של יוצר למעך אותו ביד לעשות לו בית קבול מפני שהוא MB(לז)MB עושה כלי : $! ", "8": "MB(לח)MB BH[*]BH אין חותכין MB(לט)MB הפתילה לשנים אלא אם כן על ידי שנותן שני ראשיה בפי שני נרות MB(מ)MB ומדליקה באמצע והוא שיהא צריך MB(מא)MB לשתיהן : $! ", "9": "MB(מב)MB BH[*]BH אין גודלין את הפתילה MB(מג)MB ולא מהבהבין אותה אבל אם אינה קשה כל צרכה יכול למעכה MB(מד)MB בידו כדי להקשותה ומותר MB(מה)MB לשרותה בשמן (שאין MB(מו)MB בו נר דולק) (בית יוסף בשם הרוקח): $! ", "10": "מותר MB(מז)MB להסיר הפחם שבראש הנר כשהוא דולק אבל אינו חותך ראש הפתילה בכלי: $! ", "11": "המדליק נר של יום טוב MB(מח)MB צריך לברך אשר קדשנו במצותיו וצונו להדליק נר של יום טוב: $~ "}, "515": {"1": "BH[*]BH נכרי שהביא MB(א)MB BH[*]BH דורון לישראל ביום טוב אם יש ממינו MB(ב)MB BH[*]BH אם יש ממינו במחובר או שמחוסר צידה MB(ג)MB אסור אף למי שלא הובא בשבילו MB(ד)MB לאכלו בו ביום ( MB(ה)MB ואפילו עבר ונתן לפיו ולעסו אסור לבלעו) (ר\"ש בפירוש המשנה פרק ח' משנה ב' דתרומות) MB(ו)MB ואפילו לטלטלן אסור ולערב מותרים MB(ז)MB בכדי שיעשו MB(ח)MB ובשני ימים טובים של גליות אם הובא ביום ראשון מותר מותר מיד בליל יום טוב שני בכדי שיעשו. <b> הגה:</b> MB(ט)MB BH[*]BH יש מחמירין לאסרו MB(י)MB עד מוצאי יום טוב שני ( MB(יא)MB טור בשם רבינו תם והרא\"ש וסמ\"ג) ונוהגין להחמיר אם אינו ל BH[*]BH צורך יום טוב MB(יב)MB לצורך אורחים ובכהאי גוונא דאז נוהגין להקל לאחרים שלא הובא MB(יג)MB בשבילן (תרומת הדשן סימן ע\"ח). MB(יד)MB BH[*]BH וכן אם הובא ביום טוב שני צריך להמתין במוצאי יום טוב בכדי שיעשו אבל בשני ימים MB(טו)MB של ראש השנה MB(טז)MB או BH[*]BH ביום טוב הסמוך לשבת בין מלפניו בין מלאחריו אם הובא בראשון צריך להמתין במוצאי יום טוב בכדי שיעשו אבל בב' ימים של ראש השנה או ביום טוב הסמוך לשבת בין מלפניו בין מאחריו אם הובא בראשון צריך להמתין MB(יז)MB עד מוצאי יום טוב ושבת MB(יח)MB בכדי שיעשו MB(יט)MB BH[*]BH ושיעור כדי שיעשו היינו MB(כ)MB כדי שילך הנכרי MB(כא)MB למקום שליקט ויגמור המלאכה ויחזור לכאן BH[*]BH ואם נסתפק לו מהיכן הביאן MB(כב)MB שיעורן כדי שיבוא מחוץ לתחום: $! ", "2": "אפילו תלשן הנכרי BH[*]BH או צדן לעצמו או נפל מן האילן מעצמו או נצוד מעצמו MB(כג)MB אסור לאכלו בו ביום ולטלטלו MB(כד)MB אף למי שלא הובאו בשבילו אבל MB(כה)MB לערב מותרין מיד במוצאי יום טוב אף למי MB(כו)MB שהובאו בשבילו : $! ", "3": "MB(כז)MB BH[*]BH אפילו אם הוא ספק אם נלקטו או ניצודו היום MB(כח)MB אסורים אבל MB(כט)MB אם ניכר בהם שלא נלקטו ושלא ניצודו היום מותר MB(ל)MB למי שלא הובאו בשבילו ואם לא באו מחוץ לתחום מותר אף למי שהובאו בשבילו. <b> הגה:</b> MB(לא)MB נכרי מסיח לפי תומו שלא נלקט היום או ניצוד היום MB(לב)MB נאמן (ועיין לעיל סימן תקי\"ג סעיף ו'): $! ", "4": "אינו יהודי שהביא דורון לישראל MB(לג)MB מדברים שיש במינם במחובר MB(לד)MB ביום טוב ראשון שחל להיות בחמישי בשבת MB(לה)MB יש מתירים לאכלם בשבת MB(לו)MB בכדי שיעשו MB(לז)MB ויש אוסרים . <b> הגה:</b> ולדידן דנוהגין להחמיר בשני ימים טובים של גליות נמי MB(לח)MB דינא הכי ולענין הלכתא נראה דשני ימים טובים של ראש השנה MB(לט)MB יש להחמיר בשבת אבל בשני יום טוב של גליות MB(מ)MB יש להקל בשבת שהוא לאחריהן ודוקא בפירות שאין צריכים הכנה ביום טוב שלפני השבת אבל דבר MB(מא)MB שצריך להכין ביום טוב שני לצורך השבת MB(מב)MB אסור מאחר דנוהגין לאסור ואף לטלטל ביום טוב שני אם לא לצורך אורחים וכיוצא בזה (תרומת הדשן סימן ע\"ח): $! ", "5": "MB(מג)MB דבר שאין במינו במחובר MB(מד)MB ואינו מחוסר צידה אם בא מתוך התחום מותר לכל ואם באו MB(מה)MB מחוץ לתחום אסור לאוכלן MB(מו)MB למי שהובאו בשבילו MB(מז)MB ולכל בני ביתו MB(מח)MB אבל מותר לטלטלן MB(מט)MB בתוך ד' אמות MB(נ)MB או בתוך העיר מוקפת חומה MB(נא)MB או מבצר שידוע שהוקף לדירה MB(נב)MB ואחרים מותרים MB(נג)MB אף לאוכלם ולערב ( MB(נד)MB יום טוב ראשון ) צריך להמתין מי שהובאו בשבילו MB(נה)MB בכדי שיעשו . <b> הגה:</b> ומותרין אחר כך אפילו לדידן שנוהגין להחמיר MB(נו)MB בשאר דברים כמו שנתבאר: $! ", "6": "MB(נז)MB BH[*]BH בעיר שרובה נכרים MB(נח)MB מן הסתם כל המביא MB(נט)MB לצורך הרוב MB(ס)MB מביא . <b> הגה:</b> MB(סא)MB מחצה על מחצה MB(סב)MB או שידוע MB(סג)MB שליקט לצורך שניהם אסור (בית יוסף וסמ\"ג): $! ", "7": "אם הוא ספק אם באו מחוץ לתחום אם הוא נכרי השרוי עמו MB(סד)MB בעיר BH[*]BH ופירות המצוים בעיר מותר MB(סה)MB ואם לאו אסור : $! ", "8": "דבר שאין במינו במחובר שהובא לישראל ביום טוב ראשון של ראש השנה MB(סו)MB מותר בשני MB(סז)MB והוא הדין לשבת ויום טוב הסמוכים זה לזה: $! ", "9": "ישראל ששיגר דורון לחבירו על ידי נכרי מערב יום טוב ונתעכב הנכרי והביאם ביום מחוץ לתחום מותר אפילו MB(סח)MB למי שהובא בשבילו לאכלם MB(סט)MB אבל אסור לכל ישראל לטלטלם חוץ לארבע אמות או חוץ לעיר המוקפת חומה או חוץ למבצר שידוע שהוקף חומה לדירה. <b> הגה:</b> MB(ע)MB ודוקא שהיה דעתו מאתמול דלית ביה איסור מוקצה אבל אם לא היה דעתו מאתמול MB(עא)MB אף על גב דלית ביה איסור תחומין MB(עב)MB אסור משום מוקצה דכל של ישראל צריך הכנה מבעוד יום ואפילו למי שלא הובא בשבילו אסור (בית יוסף בשם תשובת הרשב\"א): $~ "}, "516": {"1": "מותר MB(א)MB לשלוח לחבירו ביום טוב MB(ב)MB בהמה חיה ועוף  אפילו חיים ויינות שמנים וסלתות MB(ג)MB וקטניות MB(ד)MB אבל לא תבואה MB(ה)MB לפי שמחוסרת טחינה  שהיא מלאכה האסורה ביום טוב: $! ", "2": "כל דבר שמותר לשלוח ביום טוב לא ישלחנו MB(ו)MB בשורה  דהיינו שלשה בני אדם או יותר MB(ז)MB זה אחר זה  נושאים כולם מין אחד אבל אם כל אחד נושא מין אחר MB(ח)MB מותר : $! ", "3": "משלחים MB(ט)MB כלים אף על פי שאינם תפורים  שהם ראויים לישען עליהם ואפילו יש בהם כלאים MB(י)MB אם הם קשים MB(יא)MB ומשלחין תפילין MB(יב)MB כיון שראויים  להניחם MB(יג)MB בחול . <b> הגה:</b> וכל כיוצא בזה אפילו MB(יד)MB דרך רשות הרבים MB(טו)MB מותר לשלחן  (בית יוסף): $~ "}, "517": {"1": "לומר לחנוני לתת לו ביצים או אגוזים או שאר מיני מאכל ומשתה דינו ביום טוב כמו בשבת ( MB(א)MB כמו שנתבאר לעיל  סימן שכ\"ג סעיף ד'). ואם הוא נכרי אסור ליקח ממנו דבר שבמינו במחובר או שבמינו מחוסר צידה אלא אם כן ניכר בהם שלא נלקטו ושלא ניצודו היום וכן לא יקח ממנו ביצים שמא נולדו היום אבל דבר שאין בו משום מחובר ולא משום צידה ולא משום נולד מותר ליקח ממנו MB(ב)MB אפילו הובא היום מחוץ לתחום  וכן קמח שנטחן היום MB(ג)MB בעיר שרובה נכרים MB(ד)MB מותר ליקח  ממנו דאדעתא דנכרי טחני ליה והוא הדין MB(ה)MB ליקח ממנו פת MB(ו)MB שאפה בו ביום  ( MB(ז)MB וכן אם נאפה בשבת שלפניו ) (בית יוסף): $! ", "2": "ישראל שאמר לנכרי מבעוד יום תקנה לי יונים MB(ח)MB למחר MB(ט)MB לא יפה עשה  אבל אם עשה כבר מותר לאכול מהם ביום טוב MB(י)MB והוא שלא יהיו מפריחין  אבל אם רגיל בכך MB(יא)MB אסור לאכול מהם  דאין זה חשיב דיעבד כיון שרגיל בכך: $! ", "3": "לומר לחבירו מ MB(יב)MB לא  לי כלי זה יין דינו ביום טוב כמו בשבת. <b> הגה:</b> כדאיתא סימן שכ\"ג. והוא הדין דאסור להטיל גורלות ביום טוב כמו בשבת כדאיתא לעיל סימן שכ\"ב סעיף ל': $! ", "4": "לא ימוד אדם שעורים ליתן לפני בהמתו אלא משער ונותן לה: $~ "}, "518": {"1": "MB(א)MB BH[*]BH מתוך שהותרה הוצאה לצורך אכילה MB(ב)MB הותרה שלא לצורך MB(ג)MB כגון BH[*]BH קטן MB(ד)MB ולולב BH[*]BH וספר תורה וכלים. <b> הגה:</b> MB(ה)MB BH[*]BH הצריכים לו BH[*]BH קצת או שמתיירא MB(ו)MB שלא יגנובו או שאר פסידא (הגהות סמ\"ק ורבינו ירוחם). MB(ז)MB אבל אבנים וכיוצא בהן MB(ח)MB אסור . <b> הגה:</b> ומותר לשחוק MB(ט)MB בכדור אפילו ברשות הרבים אף על גב שאינו אלא טיול בעלמא (תוספות ורבינו ירוחם) MB(י)MB BH[*]BH ואם הניח עירוב מותר לטלטל ולהוציא MB(יא)MB כל שיש לו תורת כלי אף על פי שאינן לצורך היום כלל (ר\"ן פרק ב' דביצה): $! ", "2": "אסור לישראל להוציא MB(יב)MB שום דבר ביום טוב לצורך נכרי. <b> הגה:</b> אבל מותר MB(יג)MB לשלוח לו על ידי נכרי כגון שצריך להחזיר משכון MB(יד)MB לנכרי אלם MB(טו)MB וכדומה לזה (מרדכי סוף פרק קמא דביצה ובית יוסף בשם תוספות פרק קמא דכתובות): $! ", "3": "BH[*]BH לקח עץ MB(טז)MB שאינו מיוחד לשפוד וצלה בו בשר MB(יז)MB אסור MB(יח)MB לטלטלו אחר כך MB(יט)MB שאינו כלי MB(כ)MB BH[*]BH אלא שומטו ומניחו בקרן זוית MB(כא)MB כדי שלא יזוקו בו MB(כב)MB BH[*]BH אפילו אין עליו בשר כלל . <b> הגה:</b> MB(כג)MB ולצורך אוכל נפש מותר לטלטל הכל MB(כד)MB אפילו מוקצה (רמב\"ם פרק א' ומרדכי ריש פרק בכל מערבין): $! ", "4": "MB(כה)MB מותר לטלטל סולם של שובך MB(כו)MB משובך לשובך MB(כז)MB אפילו ברשות הרבים MB(כח)MB אבל סולם של עלייה אסור MB(כט)MB בטלטול : $! ", "5": "להוציא גרף של רעי ולהחזירו כדינו בשבת כך דינו ביום טוב (ועיין לעיל סימן ש\"ח MB(ל)MB סעיף ל\"ה ): $! ", "6": "בהמה שמתה ביום טוב BH[*]BH אם היתה MB(לא)MB מסוכנת מערב יום טוב MB(לב)MB הרי זה מחתכה לכלבים ואם לא היתה מסוכנת BH[*]BH אף על פי שהיתה חולה הרי זה מוקצה MB(לג)MB ולא יזיזנה ממקומה : $! ", "7": "MB(לד)MB מתחילין בערימות התבן MB(לה)MB אם היא MB(לו)MB תיבנא סריא (פירוש סרוחה) MB(לז)MB ואית ביה קוצים שעומד להסקה: $! ", "8": "MB(לח)MB BH[*]BH נוטלים עצים MB(לט)MB הסמוכים לדופני הסוכה ומסיקין בהם. <b> הגה:</b> BH[*]BH והוא הדין MB(מ)MB אם BH[*]BH זרק חבילות על הסכך MB(מא)MB דאינן בטלות לגבי הסכך MB(מב)MB אם דעתו להסיקן מותר ליטלן משם: $! ", "9": "MB(מג)MB BH[*]BH בית שהוא מלא פירות MB(מד)MB מוכנים MB(מה)MB ונפחת MB(מו)MB נוטל ממקום הפחת : $~ "}, "519": {"1": "מסלקין MB(א)MB BH[*]BH תריסי (פירוש קרשים שנועלים בהם החנויות) חנויות ומחזירין BH[*]BH אותם ביום טוב MB(ב)MB כדי שיוציא תבלין שהוא צריך להן ולא ימנע משמחת יום טוב במה דברים אמורים כשיש להם MB(ג)MB ציר באמצע אבל יש להם MB(ד)MB ציר מן הצד MB(ה)MB BH[*]BH אסור גזירה שמא יתקע MB(ו)MB ושאין להם ציר מן הצד כל עיקר MB(ז)MB אפילו בבית מותר להחזיר : $! ", "2": "כלים שהם מפוצלים כגון מנורה של חוליות וכסא MB(ח)MB ושלחן שהם חתיכות חתיכות MB(ט)MB מעמידין MB(י)MB אותם ביום טוב MB(יא)MB והוא שלא יתקע : $! ", "3": "להתיר ולהפקיע ולחתוך חותמות שבכלים ושבקרקע ולשבר פותחות כדינם בשבת כך דינם ביום טוב (ועיין לעיל סימן שי\"ד MB(יב)MB סעיף ז'): $! ", "4": "לקטום קש או קיסם או תבן או עצי בשמים דינם ביום טוב כדינן בשבת (כדאיתא סימן שכ\"ב סעיף ד'): $! ", "5": "קמטים שעושין הנשים MB(יג)MB בבתי זרועותיהן ובבתי שוקיהן אסור לעשותן ביום טוב משום תקון מנא: $~ "}, "520": {"1": "לכבד הבית כדינו בשבת כך דינו ביום טוב (ועיין לעיל MB(א)MB סימן  של\"ז): $~ "}, "521": {"1": "MB(א)MB משילין MB(ב)MB פירות  דרך MB(ג)MB ארובה  (פירוש מן כי ישל זיתך כלומר מפילין הפירות לארץ) ביום טוב MB(ד)MB ולא ישלשלם בחלונות  ולא יורידם MB(ה)MB בסולמות MB(ו)MB ולא יטלטלם מגג לגג  אף על פי MB(ז)MB שהן  שוין: $! ", "2": "מותר לכסות פירות או כדי יין MB(ח)MB או לבנים  מפני הדלף: $! ", "3": "MB(ט)MB ליתן כלי תחת הדלף  כדינו בשבת כך דינו ביום טוב (ועיין לעיל סימן של\"ח סעיף ח'): $~ "}, "522": {"1": "MB(א)MB אין הסומא MB(ב)MB יוצא במקלו  ולא הרועה בתרמילו ( MB(ג)MB ודין חיגר  דינו ביום ביום טוב כמו בשבת, ועיין לעיל סימן ש\"א סעיף י\"ז): $! ", "2": "MB(ד)MB אין יוצאין בכסא  אחד האיש ואחד האשה ואיש MB(ה)MB שהיו רבים צריכים לו MB(ו)MB מותר  ומוציאין אותו MB(ז)MB על הכתף  אפילו באפריון: $! ", "3": "מי שנתכווצו (פירוש שנצמתו ונעשו קצרים) גידי שוקיו MB(ח)MB יכול לצאת במקל : $! ", "4": "MB(ט)MB אין מנהיגין בהמה במקל : $~ "}, "523": {"1": "MB(א)MB BH[*]BH מסירים זבובים הנתלים בבהמה אף על פי MB(ב)MB שהן עושין חבורה : $! ", "2": "אין מגרדין בהמה MB(ג)MB במגרדת ביום טוב ביום טוב BH[*]BH מפני שמשרת שער: $! ", "3": "MB(ד)MB אין מילדין בהמה ביום טוב אבל מסעדין אותה שאוחז בולד שלא יפול לארץ MB(ה)MB ונופח לו בחוטמו ונותן לו דד לתוך פיו: $! ", "4": "בהמה שריחקה ולדה מותר לזלף (פירוש לשפוך) מי שליתה MB(ו)MB עליו וליתן מלא אגרוף מלח MB(ז)MB ברחמה כדי שתרחם עליו אבל MB(ח)MB הטמאה אסור לעשות לה כן. <b> הגה:</b> ועיין לעיל סימן רמ\"ו סעיף ג' בהג\"ה MB(ט)MB אם אדם מצווה על שביתת בהמתו ביום טוב: $~ "}, "524": {"1": "MB(א)MB אין עולין על גבי אילן MB(ב)MB ולא רוכבין על גבי בהמה  ולא שטין על פני המים ולא מספקין להכות כף על ירך ולא מטפחין להכות כף על כף ולא מרקדין ולא דנין ולא מקדשין ולא כונסין ולא מיבמין ולא מגרשין ולא חולצין ולא מקדישין ולא מחרימין MB(ג)MB ולא מפרישין תרומה ומעשרות . <b> הגה:</b> ודין פדיון הבן כדינו בשבת כך דינו ביום טוב ועיין לעיל MB(ד)MB סימן של\"ט  סעיף ד': $! ", "2": "שכיב מרע דתקיף ליה עלמא טובא שרי לגרש אפילו בשבת: $~ "}, "525": {"1": "MB(א)MB הלואת יום טוב MB(ב)MB ניתנה ליתבע  בדין (ועיין לעיל סימן ש\"ז MB(ג)MB סעיף י\"א ): $! ", "2": "גבאי צדקה MB(ד)MB גובין  מהחצרות ביום טוב אבל MB(ה)MB לא יכריזו  כדרך שמכריזין בחול אלא גובין בצנעה ונותנים לתוך חיקם ומחלקים לכל שכונה ושכונה בפני עצמה: $~ "}, "526": {"1": "מת המוטל לקברו אם הוא ביום טוב ראשון ( MB(א)MB לא יתעסקו בו ישראל MB(ב)MB ואפילו יסריח ואי אפשר בעממין, אבל) MB(ג)MB יתעסקו בו עממין אפילו מת בו ביום (ועיין לעיל MB(ד)MB סימן ש\"ד) MB(ה)MB BH[*]BH ואפילו אם יכולין להשהותו עד למחר שלא יסריח וכל זה MB(ו)MB בעשיית (קבר) וארון MB(ז)MB ותכריכין MB(ח)MB אבל להלבישו MB(ט)MB ולחמם לו מים לטהרו MB(י)MB ולהוציאו MB(יא)MB ולשומו בקבר MB(יב)MB מותר על ידי ישראל . <b> הגה:</b> וטוב ליזהר לטהרו MB(יג)MB על ידי קש על גב עור או נסר ולא על ידי סדינים MB(יד)MB שלא יבא לידי סחיטה (תרומת הדשן סימן פ\"ב): $! ", "2": "מת ביום טוב ראשון MB(טו)MB BH[*]BH אסור להלינו עד יום טוב שני MB(טז)MB כדי שיתעסקו בו ישראל : $! ", "3": "בשבת וביום הכפורים לא יתעסקו בו כלל אפילו על ידי עממין MB(יז)MB אפילו להוציאו על ידיהם ולהניחו בכוך (פירוש בחפירה) העשויה מאתמול: $! ", "4": "BH[*]BH ביום טוב שני יתעסקו בו ישראל אפילו ביום שני של ראש השנה ואפילו לא אשתהי MB(יח)MB אפילו לחתוך לו הדס מהמחובר MB(יט)MB ולעשות לו תכריכין MB(כ)MB וארון ו MB(כא)MB לחצוב לו קבר ולחמם לו מים לטהרו ולגזוז לו שערו MB(כב)MB ואם אין באותה העיר מקום קברות לישראל מוליכין אותו לעיר אחרת שיש בה שכונת קברות אפילו חוץ לתחום MB(כג)MB ומשכירים לו ספינה להוליכו ממקום למקום דיום טוב שני לגבי מת MB(כד)MB כחול שויוה רבנן ואפילו אפשר בעממין יתעסקו בו ישראל. <b> הגה:</b> אבל באשכנז ובמדינות אלו אין נוהגין כן MB(כה)MB אלא כל היכא דאפשר בעממין עושין הקבר והארון ותכריכין על ידי עממין ושאר הדברים עושים ישראלים MB(כו)MB כמו ביום טוב ראשון BH[*]BH אבל אם לא אפשר בעממין מותר לעשות הכל על ידי ישראלים (מרדכי הלכות אבל ותרומת הדשן סימן פ\"ב). MB(כז)MB חוץ מן הכיפה שבונים על הקבר שאין בונין אותה ביום טוב. <b> הגה:</b> MB(כח)MB אבל מותר לכסותו בעפר כדרכו בחול (בית יוסף) ודלא כיש מחמירין, כן נראה לי. במה דברים אמורים כשרוצים לקוברו בו ביום MB(כט)MB אבל אם אין רוצים לקברו בו ביום אין עושים לו שום דבר איסור מלאכה אפילו על ידי נכרי MB(ל)MB אבל טילטול מותר (ודין קריאת שמע ותפלה אם מת לו מת ביום טוב ראשון או שני עיין לעיל סימן ע\"א סעיף ב' ולקמן סימן תקמ\"ח בסעיף ה'): $! ", "5": "MB(לא)MB החופר קבר למת ביום טוב שני MB(לב)MB מותר לו ליטול שכר : $! ", "6": "מותר ללוות המת ביום טוב ראשון MB(לג)MB תוך התחום וביום טוב שני אפילו MB(לד)MB חוץ לתחום MB(לה)MB BH[*]BH וחוזרין למקומם בו ביום MB(לו)MB וכן מותר להחזיר כלי הקבורה שהוליכו עמהם חוץ לתחום: $! ", "7": "המלוים את המת MB(לז)MB אסורים לרכוב על בהמה אפילו ביום טוב שני MB(לח)MB ואפילו האבלים אבל הקוברים שצריכים לקוברו BH[*]BH אם אי אפשר MB(לט)MB מתירים להם ביום טוב שני MB(מ)MB לרכוב על גבי בהמה: $! ", "8": "אם נודע לבני עיר אחת שישראל מת רחוק משם ד' או חמשה ימים MB(מא)MB ולא ניתן לקבורה אף על פי שלא יוכלו להגיע לו עד לאחר המועד BH[*]BH מותר לצאת לדרך ביום טוב שני כדי MB(מב)MB למהר קבורתו . <b> הגה:</b> MB(מג)MB ומותר להביא מת ביום טוב שני מחוץ לתחום לתוך העיר לקברו בקברות ישראל אף על פי שהיה אפשר לקברו במקומו (בית יוסף בשם תשובת רשב\"א): $! ", "9": "MB(מד)MB תינוק שמת בתוך שלשים MB(מה)MB אם גמרו שערו וצפרניו הוא בחזקת בן קיימא MB(מו)MB ודינו כמת גדול אף על פי שאין אנו יודעים אם כלו לו חדשיו MB(מז)MB דרוב נשים יולדות ולד קיימא : $! ", "10": "MB(מח)MB נפלים שנהגו להסיר ערלתן בצרור אבן או בקנה אסור אפילו ביום טוב שני של גליות. <b> הגה:</b> MB(מט)MB BH[*]BH ואסור לקברו ביום טוב אלא מניחו עד למחר (בית יוסף): $! ", "11": "MB(נ)MB אין קורעין על המת אפילו ביום טוב שני אפילו קרוביו: $! ", "12": "MB(נא)MB כשמת בליל יום טוב שני משכימין וקוברין אותו קודם תפלה כשמת ביום קוברים אותו MB(נב)MB אחר האכילה . <b> הגה:</b> ודין צדוק הדין ביום טוב, עיין ביורה דעה סימן ת\"א סעיף ו'): $~ "}, "527": {"1": "MB(א)MB יום טוב שחל להיות בערב שבת לא יבשל בתחלה לצורך שבת בקדירה בפני עצמה אבל מבשל הוא MB(ב)MB כמה קדירות ליום טוב ואם הותיר הותיר לשבת MB(ג)MB BH[*]BH ועל ידי עירוב מבשל בתחלה לשבת (פירוש ענין העירוב הוא שיבשל ויאפה מיום טוב לשבת עם מה שבשל ואפה כבר מערב יום טוב לשם שבת ונמצא שלא התחיל מלאכה ביום טוב אלא גמר אותה). <b> הגה:</b> ומותר להניח עירוב זה MB(ד)MB אפילו BH[*]BH ספק חשיכה (מרדכי סוף פרק במה מדליקין): $! ", "2": "עירוב זה עושין אותו MB(ה)MB בפת ותבשיל MB(ו)MB ואם לא עשאו אלא מתבשיל לבד MB(ז)MB מותר : $! ", "3": "שיעור תבשיל זה MB(ח)MB כזית בין לאחד בין לאלפים בין בתחלתו MB(ט)MB בין בסופו . <b> הגה:</b> ויש מצריכין MB(י)MB לכתחלה בפת כביצה (אור זרוע בשם ירושלמי) וכן נוהגין לכתחלה: $! ", "4": "צריך שיהא תבשיל זה דבר שהוא ראוי MB(יא)MB ללפת בו את הפת MB(יב)MB לאפוקי דייסא : $! ", "5": "תבשיל זה שאמרו אפילו MB(יג)MB צלי אפילו MB(יד)MB שלוק אפילו MB(טו)MB כבוש MB(טז)MB או מעושן אפילו MB(יז)MB מין דגים קטנים שהדיחן במים חמים והדחתן הוא בישולן לאכילה הרי זה סומך עליהם וכן סומך על MB(יח)MB BH[*]BH תפוחים מבושלים (והוא הדין שאר פירות מבושלים) ועל דגים קטנים MB(יט)MB שבישלן : $! ", "6": "MB(כ)MB סומך מערב יום טוב אפילו על BH[*]BH עדשים שבשולי קדרה וכן על שמנונית שנדבק בסכין וגרדו והוא שיהא בו כזית: $! ", "7": "מצוה על כל אדם לערב MB(כא)MB BH[*]BH ומצוה על כל גדול העיר לערב על כל בני עירו כדי שיסמוך עליו MB(כב)MB מי ששכח או נאנס MB(כג)MB או שהניח עירוב ואבד (והוא הדין עם הארץ MB(כד)MB שאינו יודע לערב ) (אור זרוע) אבל מי שאפשר לערב ולא עירב אלא שרוצה לסמוך על עירובו של גדול העיר MB(כה)MB נקרא פושע MB(כו)MB ואינו יוצא בו : $! ", "8": "כשמערב על אחרים MB(כז)MB אינו צריך לפרט אלא מניח בכלל על כל בני העיר וכל מי שהוא בתחום העיר יוצא בו. <b> הגה:</b> אבל מי שהוא חוץ לתחום אינו יוצא בו MB(כח)MB אפילו הניח עירוב תחומין ויכול לבוא לכאן MB(כט)MB אלא אם כן התנה עליו המניח בהדיא (המגיד פרק ו'): $! ", "9": "MB(ל)MB דעת מניח בעינן שיכוין להוציא לאחר אבל דעת מי שהניחו בשבילו לא בעינן בשעת הנחה MB(לא)MB רק שיודיעוהו ביום טוב קודם שיתחיל לבשל לצורך השבת. <b> הגה:</b> ואם דרך הגדול להניח עליהם MB(לב)MB סומכין עליו מסתמא (ר\"ן פרק ב'): $! ", "10": "המערב לאחרים MB(לג)MB צריך לזכות להם על ידי אחר וכל מי ש MB(לד)MB מזכים על ידו בעירובי שבת מזכין על ידו בעירובי תבשילין וכל מי שאין מזכין על ידו באותו עירוב אין מזכין על ידו בזה (ועיין לעיל סימן שס\"ו): $! ", "11": "צריך הזוכה להגביה העירוב MB(לה)MB מן הקרקע טפח: $! ", "12": "חוזר ונוטלו מיד הזוכה BH[*]BH ומברך על מצות עירוב MB(לו)MB ואומר בדין יהא שרי לן לאפויי ולבשולי ולאטמוני ו MB(לז)MB לאדלוקי שרגא ו MB(לח)MB למעבד כל צרכנא מיום טוב לשבת לנא ולפלוני ופלוני או לכל בני העיר הזאת. <b> הגה:</b> MB(לט)MB ומי שאינו יודע בלשון הקודש MB(מ)MB יכול לאומרו בלשון לע\"ז שמבין (מהרי\"ל): $! ", "13": "אף על פי שהניח עירוב אינו יכול לבשל MB(מא)MB מיום טוב ראשון MB(מב)MB לשבת : $! ", "14": "אם הניח העירוב על דעת BH[*]BH לסמוך עליו כל זמן MB(מג)MB שיהיה קיים אפילו ליום טוב אחר לכתחילה MB(מד)MB BH[*]BH לא יסמוך עליו ליום טוב אחר BH[*]BH אבל בדיעבד MB(מה)MB יכול לסמוך עליו: $! ", "15": "MB(מו)MB נאכל העירוב או שאבד קודם שבישל לשבת אינו יכול לבשל אלא אם כן נשתייר ממנו MB(מז)MB כזית : $! ", "16": "לאחר שהכין צרכי שבת MB(מח)MB יכול לאכלו: $! ", "17": "MB(מט)MB התחיל בעיסתו ונאכל העירוב BH[*]BH גומר אותה עיסה והוא הדין אם התחיל לבשל שגומר MB(נ)MB אותו התבשיל שהתחיל: $! ", "18": "MB(נא)MB אפה ולא בישל MB(נב)MB או בישל ולא אפה ונאכל העירוב או אבד מה שנעשה בהיתר אפילו נתכוין בו לצורך יום טוב יכול הוא MB(נג)MB להניחו לשבת ולבשל מכאן ואילך ליום טוב: $! ", "19": "BH[*]BH מי שלא עירב MB(נד)MB מותר להדליק נר של שבת MB(נה)MB ויש אוסרין : $! ", "20": "MB(נו)MB מי שלא עירב כשם שאסור לבשל לעצמו כך אסור לבשל MB(נז)MB לאחרים ואפילו בביתם MB(נח)MB וגם אחרים אסורים MB(נט)MB לבשל לו ואין תקנה אלא שיתן קמחו ותבשילו MB(ס)MB לאחרים שעירבו במתנה והם אופים ומבשלים ונותנין לו ואפילו בביתו יכולים לבשל MB(סא)MB ואם אין שם אחרים שעירבו יש אומרים שמותר לאפות MB(סב)MB בצמצום פת אחד ולבשל קדירה אחת ולהדליק נר אחד. <b> הגה:</b> ואם הניח עירוב ולא הזכיר המלאכות בהדיא אלא אמר בדין יהא שרי לן למעבד כל צרכנא MB(סג)MB הוי כמי שלא עירב MB(סד)MB כלל (אור זרוע). ומי שמתענה ביום טוב אסור לבשל לאחרים אפילו לצורך בו ביום MB(סה)MB דהוי כמי שלא הניח עירוב שאינו מבשל לאחרים (מהרי\"ו): $! ", "21": "MB(סו)MB אם נזכר שלא עירב קודם סעודת שחרית יבשל הרבה בקדירה אחת ויותיר לשבת. <b> הגה:</b> והוא הדין שיוכל לילך מבעוד יום לחדר בנר דלוק לחפש איזה דבר MB(סז)MB ויניחנו דולק עד הלילה (טור). MB(סח)MB ויש אומרים דאפילו לבשל MB(סט)MB כמה קדירות MB(ע)MB מותר כיון שקודם אכילה הוא MB(עא)MB והוא שיאכל מכל אחד ואחד: $! ", "22": "אם נזכר ביום טוב ראשון שלא עירב אם הוא ביום טוב של ראש השנה MB(עב)MB אינו יכול לערב על תנאי אבל אם הוא ביום טוב של גליות יכול לערב בתנאי אם היום קודש MB(עג)MB אינו צריך לערב ואם היום חול MB(עד)MB בעירוב זה יהא שרי לן לאפויי ולבשולי וכו' ולמחר אין צריך לומר כלום MB(עה)MB ויש אומרים דאי לית ליה מידי דבשיל מאתמול לא מהני תנאי: $! ", "23": "BH[*]BH אם עבר במזיד ( MB(עו)MB או בשוגג ) ובישל כמה קדירות שלא לצורך יום טוב BH[*]BH מותר לאוכלן BH[*]BH בשבת או בחול: $! ", "24": "MB(עז)MB אם הערים לבשל ב' קדירות לצוך היום MB(עח)MB והותיר אחת לצורך מחר MB(עט)MB אסור לאכלה : $~ "}, "528": {"1": "MB(א)MB יום טוב אין צריך עירובי חצרות  ושיתופי מבואות אבל עירוב תחומין צריך וכל הלכות תחומין נתבארו בהלכות עירובי תחומין: $! ", "2": "יום טוב שחל להיות בערב שבת MB(ב)MB אין מערבין  לא עירובי חצרות ולא עירובי תחומין ( MB(ג)MB אפילו  אם הניח עירוב תבשילין) (ר\"ן פרק ב' דביצה) אבל אם נזכר ביום הראשון בב' ימים טובים MB(ד)MB של גליות  יכול לערב עירובי חצירות MB(ה)MB בתנאי MB(ו)MB אבל עירובי תחומין אין מניחין  אותו ביום טוב בתנאי: $~ "}, "529": {"1": "MB(א)MB מצות יום טוב לחלקו חציו לבית המדרש וחציו לאכילה ושתייה MB(ב)MB BH[*]BH ואל יצמצם בהוצאות יום טוב MB(ג)MB וצריך BH[*]BH לכבדו ולענגו MB(ד)MB כמו בשבת . <b> הגה:</b> MB(ה)MB ואסור לאכול MB(ו)MB BH[*]BH ממנחה ולמעלה BH[*]BH בערב יום טוב כמו בשבת MB(ז)MB שזהו מכלל הכבוד (רמב\"ם פרק ו') מיהו אם ערב יום טוב שבת MB(ח)MB יכול לקיים סעודה שלישית ויאכל מעט פת לכבוד יום טוב. ומצוה ללוש פת בערב יום טוב לכבוד יום טוב (מהרי\"ל הלכות יום טוב) כמו בערב שבת כמו שנתבאר לעיל סימן רמ\"ב. MB(ט)MB וחייב לבצוע MB(י)MB על שתי ככרות ולקבוע כל סעודה MB(יא)MB על היין MB(יב)MB ובגדי יום טוב יהיו יותר טובים משל שבת MB(יג)MB ולא נהגו לעשות בו סעודה שלישית. (וביום טוב MB(יד)MB מאחרין לבוא לבית הכנסת וממהרין לצאת משום שמחת יום טוב) (גמרא פרק הקורא עומד): $! ", "2": "MB(טו)MB חייב אדם להיות שמח וטוב לב MB(טז)MB במועד הוא ואשתו ובניו וכל הנלוים אליו BH[*]BH כיצד משמחן הקטנים נותן להם קליות ואגוזים והנשים קונה להם בגדים ותכשיטין BH[*]BH כפי ממונו MB(יז)MB וחייב להאכיל לגר ליתום ולאלמנה עם שאר עניים. ( MB(יח)MB דין תענית MB(יט)MB ביום טוב כמו בשבת ועיין לעיל סימן רפ\"ח): $! ", "3": "אדם MB(כ)MB אוכל ושותה ושמח ברגל ולא ימשוך בבשר וביין ובשחוק וקלות ראש לפי שאין השחוק וקלות ראש שמחה אלא הוללות וסכלות ולא נצטוינו על ההוללות והסכלות אלא על שמחה MB(כא)MB שיש בה עבודת היוצר : $! ", "4": "חייבים בית דין להעמיד שוטרים ברגלים שיהיו משוטטים ומחפשים בגנות ובפרדסים ועל הנהרות שלא יתקבצו שם לאכול ולשתות אנשים ונשים ויבואו לידי עבירה MB(כב)MB וכן יזהירו בדבר זה לכל העם שלא יתערבו אנשים ונשים בבתיהם בשמחה ולא ימשכו ביין שמא יבואו לידי עבירה אלא יהיו כולם קדושים: $# "}}