{"581": {"1": "נוהגים לקום באשמורת לומר סליחות ותחנונים מראש חדש MB(א)MB אלול ואילך MB(ב)MB עד  יום הכפורים. <b> הגה:</b> ומנהג בני אשכנז אינו כן אלא MB(ג)MB מראש חדש  ואילך מתחילין לתקוע אחר התפלה שחרית ויש מקומות שתוקעין גם כן ערבית ועומדים באשמורת MB(ד)MB לומר סליחות MB(ה)MB ביום א' שלפני ראש השנה  ואם חל ראש השנה שני ]או[ שלישי אז מתחילין MB(ו)MB מיום ראשון שבוע שלפניו  (מנהגים). MB(ז)MB ואבל אסור  לצאת מביתו כדי ליכנס לבית הכנסת לשמוע הסליחות מלבד MB(ח)MB בערב ראש השנה  שמרבים סליחות יכול האבל ליכנס לבית הכנסת (פסקי מהרי\"א סימן קל\"ד). MB(ט)MB וידקדקו  לחזר אחר שליח צבור MB(י)MB היותר הגון  והיותר גדול MB(יא)MB בתורה ובמעשים  שאפשר למצוא שיתפלל סליחות וימים נוראים ו MB(יב)MB שיהא בן שלשים  שנים גם MB(יג)MB שיהא נשוי  (כל בו). מיהו כל ישראל כשרים הם רק שיהיה מרוצה לקהל אבל אם מתפלל בחזקה אין עונין אחריו אמן וכן צריך שיוציא כל אדם בתפלתו ואם יהיה לו שונא ומכוין שלא להוציאו גם אוהביו אינם יוצאים בתפלתו (הגהות מנהגים ישנים). ויש מקומות נוהגים שהמתפלל סליחות מתפלל MB(יד)MB כל היום  (כל בו): $! ", "2": "MB(טו)MB נוהגין  להתענות MB(טז)MB ערב ראש השנה . <b> הגה:</b> והמדקדקים נהגו שכל אחד מתענה י' ימים (מרדכי סוף פרק קמא דראש השנה וריש יומא) וכן נכון לעשות וכל אלו התעניות אין צריכין להשלים MB(יז)MB ואין קורין בהם ויחל  אפילו ערב ראש השנה ועיין לקמן סימן תרס\"ב סעיף ב' MB(יח)MB ואם חל ברית מילה  בערב ראש השנה MB(יט)MB יכולים לאכול  (בית יוסף בשם תשובה אשכנזית). ורבים נוהגין לאכול בערב ראש השנה קודם עלות השחר (מהרי\"ל) משום דרכי האמורי שהיו נוהגים להתענות בערב חגיהם ויכולין לאכול MB(כ)MB בלא תנאי MB(כא)MB אחר שכן נהגו  (דברי עצמו): $! ", "3": "MB(כב)MB אין נופלים על פניהם  בערב ראש השנה בתפלה MB(כג)MB אף על פי שנופלים על פניהם  באשמורת בסליחות. MB(כד)MB ואין תוקעין  בערב ראש השנה (מנהגים): $! ", "4": "MB(כה)MB מכבסין ומסתפרין בערב ראש השנה . (ויש MB(כו)MB נוהגין לטבול  בערב ראש השנה משום בערב ראש השנה משום קרי) (כל בו). ויש מקומות נוהגין לילך על MB(כז)MB הקברות  ולהרבות שם בתחינות (מהרי\"ל) ונותנים שם צדקה לעניים (כל בו): $~ "}, "582": {"1": "בעשרת MB(א)MB ימי  תשובה אומר MB(ב)MB המלך הקדוש  המלך המשפט ואם טעה MB(ג)MB או שהוא מסופק  אם הוא בהמלך הקדוש MB(ד)MB חוזר לראש  ואם הוא בהמלך המשפט אם נזכר קודם שעקר רגליו חוזר לברכת השיבה ואומר משם ואילך על הסדר ואם לא נזכר עד שעקר רגליו ( MB(ה)MB עיין לעיל  סוף סימן קי\"ז) חוזר לראש ( MB(ו)MB ועיין לעיל  סימן קי\"ח): $! ", "2": "אם אמר האל הקדוש MB(ז)MB ותוך כדי דיבור  נזכר ואמר המלך הקדוש MB(ח)MB אינו צריך לחזור MB(ט)MB וכן הדין  בהמלך המשפט: $! ", "3": "בשבת בנתיים ערבית יאמר בברכת מעין שבע MB(י)MB המלך הקדוש . <b> הגה:</b> והוא הדין MB(יא)MB אם חל ראש השנה בשבת  וחותם בשל שבת לבד MB(יב)MB וכן כשחל  יום כפור בשבת (מהרי\"ל ומנהגים): $! ", "4": "יש נוהגים להתפלל בראש השנה ויום הכיפורים MB(יג)MB בכריעה  וצריכין הם MB(יד)MB לזקוף בסוף  הברכות: $! ", "5": "אם לא אמר MB(טו)MB זכרנו ומי כמוך  אין מחזירין אותו. <b> הגה:</b> ואפילו לא עקר רגליו עדיין MB(טז)MB רק שסיים אותה ברכה  (תרומת הדשן). והוא הדין MB(יז)MB אם לא אמר וכתוב ובספר  נמי דינא הכי (טור): $! ", "6": "אומר בתפלה ותתן לנו את יום הזכרון הזה MB(יח)MB ואינו מזכיר ראש חודש : $! ", "7": "אם חל בחול MB(יט)MB אומר יום תרועה  מקרא קודש ואם חל MB(כ)MB בשבת אומר  זכרון תרועה: $! ", "8": "MB(כא)MB אינו אומר מועדים לשמחה  חגים וזמנים לששון וכן אינו אומר והשיאנו ובתפלת מוסף MB(כב)MB אינו אומר ואין אנו יכולין לעלות ולראות  לפניך אלא ואין אנו יכולים לעשות חובותינו לפניך ( MB(כג)MB וחותמין ודברך אמת  וכו') (טור): $! ", "9": "אף על פי שכל ימות השנה מתפללים בלחש בראש השנה ויום הכפורים נוהגין לומר MB(כד)MB בקול רם  ולהטעות לא חיישינן כיון שמצויים בידם מחזורים. <b> הגה:</b> ונוהגין שכל אחד אומר לחבירו לשנה טובה MB(כה)MB תכתב  (טור): $~ "}, "583": {"1": "יהא אדם רגיל לאכול בראש השנה רוביא דהיינו תלתן כרתי סילקא תמרי קרא MB(א)MB וכשיאכל רוביא  יאמר MB(ב)MB יהי רצון  שירבו זכיותינו. כרתי יכרתו שונאינו סלקא יסתלקו אויבינו תמרי יתמו שונאינו קרא יקרע גזר דיננו ויקראו לפניך זכיותינו. <b> הגה:</b> ויש נוהגין לאכול MB(ג)MB תפוח מתוק בדבש  (טור) ואומרים MB(ד)MB שתחדש  עלינו MB(ה)MB שנה מתוקה  (אבודרהם) וכן נוהגין ויש אוכלים רימונים ואומרים נרבה זכיות כרמון ונוהגין לאכול בשר שמן וכל מיני מתיקה (מרדכי דיומא): $! ", "2": "אוכלים MB(ו)MB ראש כבש MB(ז)MB לומר נהיה לראש  ולא לזנב וזכר לאילו של יצחק. <b> הגה:</b> יש מדקדקים שלא לאכול אגוזים שאגוז בגימטריא חטא ועוד שהם מרבים כיחה וניעה ומבטלים התפלה (מהרי\"ל). והולכין אל MB(ח)MB הנהר  לומר פסוק ותשליך במצולות ים כל חטאתינו וגו' (מנהגים). וגם נוהגים MB(ט)MB שלא לישן  ביום ראש השנה (ירושלמי) ומנהג נכון הוא: $~ "}, "584": {"1": "MB(א)MB אין אומרים הלל MB(ב)MB בראש השנה  ויום הכפורים. <b> הגה:</b> ונוהגין לומר אבינו מלכנו MB(ג)MB על הסדר MB(ד)MB ואם הוא שבת  אין אומרים אותו (ר\"ן פרק ב' דראש השנה וריב\"ש סימן תקי\"ב). ומאריכים בפיוטים ותפלות MB(ה)MB עד חצות  (מהרי\"ל): $! ", "2": "ומוציאין שני ספרי תורה באחד קורין חמשה MB(ו)MB מוה' פקד  את שרה עד ויהי אחר הדברים האלה ואם הוא שבת קורין בו MB(ז)MB שבעה  ומפטיר קורא בשני בפרשת פנחס ובחודש MB(ח)MB השביעי  ומפטיר ויהי איש אחד מן הרמתים עד וירם קרן משיחו. <b> הגה:</b> ויש מקומות שנוהגים לקרות MB(ט)MB התוקע  ממנין החמשה העולים לספר תורה (כל בו): $! ", "3": "בני אדם החבושים בבית האסורים אין מביאין אצלם ספר תורה אפילו בראש השנה ויום הכפורים. ( MB(י)MB ועיין לעיל  סוף סימן קל\"ה): $! ", "4": "מלין MB(יא)MB בין  קריאת התורה MB(יב)MB לתקיעת שופר : $~ "}, "585": {"1": "צריך MB(א)MB לתקוע MB(ב)MB מעומד . <b> הגה:</b> ונוהגין לתקוע על הבימה MB(ג)MB במקום שקורין : $! ", "2": "קודם שיתקע MB(ד)MB יברך לשמוע קול שופר ויברך שהחיינו. <b> הגה:</b> ואין חילוק בין אם יברך לעצמו MB(ה)MB או שכבר יצא ומברך להוציא אחרים אפילו הכי מברך התוקע שתי ברכות הנזכרות (בית יוסף ותרומת הדשן). MB(ו)MB ויתקע תשר\"ת שלש פעמים ותש\"ת שלש פעמים ותר\"ת שלש פעמים. <b> הגה:</b> BH[*]BH וטוב לתקוע MB(ז)MB בצד ימין MB(ח)MB אם אפשר לתקוע בכך (מנהגים). MB(ט)MB וכן יהפוך השופר למעלה שנאמר עלה אלהים בתרועה (רוקח ומהרי\"ל): $! ", "3": "אם התחיל לתקוע ולא יכול להשלים ישלים אחר ואפילו שלשה או ארבעה MB(י)MB ודי בברכה שבירך הראשון MB(יא)MB והוא שיהיו שם התוקעים האחרונים בשעת ברכה ואפילו אם בירך ולא יכול לתקוע כלל השני תוקע בלא ברכה MB(יב)MB ולא הויא ברכה לבטלה : $! ", "4": "אחר תוקע ולא שליח ציבור MB(יג)MB כדי שלא יתבלבל MB(יד)MB ואם הוא מובטח שחוזר לתפלתו MB(טו)MB רשאי לתקוע . <b> הגה:</b> MB(טז)MB ודוקא תקיעות שעל סדר התפלה אסור לשליח צבור לתקוע אבל תקיעות שתוקעין מיושב דהיינו קודם שמתפללין מוסף מותר לשליח צבורלתקוע (כל בו). ואם אין השליח צבור תוקע מיושב ראוי שאותו התוקע יתקע גם כן על סדר הברכות כי המתחיל במצוה MB(יז)MB אומרים לו גמור (רמב\"ם ואורחות חיים). נוהגין MB(יח)MB להקרות לפני התוקע סדר התקיעות מלה במלה כדי שלא יטעה ונכון הוא: $! ", "5": "הנוטל שכר לתקוע שופר בראש השנה או כדי להתפלל או לתרגם בשבתות וימים טובים MB(יט)MB אינו רואה מאותו שכר סימן ברכה: $~ "}, "586": {"1": "שופר MB(א)MB של ראש השנה מצותו MB(ב)MB בשל איל MB(ג)MB וכפוף MB(ד)MB ובדיעבד כל השופרות כשרים בין פשוטים בין כפופים MB(ה)MB ומצוה בכפופים יותר מבפשוטים ו MB(ו)MB של פרה פסול בכל גוונא MB(ז)MB וכן קרני רוב החיות שהם עצם אחד ואין להם מבפנים זכרות פסולים. ( MB(ח)MB וכן שופר מבהמה טמאה פסול) (ר\"ן פרק ד' דראש השנה): $! ", "2": "MB(ט)MB הגוזל שופר ותקע בו יצא אפילו לא נתייאשו הבעלים ממנו: $! ", "3": "תקע בשופר MB(י)MB של עבודת כוכבים של ישראל לא יצא MB(יא)MB שאינה בטלה עולמית וכתותי מיכתת שעוריה MB(יב)MB אבל בשל עבודת כוכבים של עובד כוכבים וכן במשמשי עבודת כוכבים של עובד כוכבים MB(יג)MB לא יתקע ואם תקע בו MB(יד)MB יצא MB(טו)MB BH[*]BH והוא שלא נתכוין לזכות בו אבל אם נתכוין לזכות בו לא יצא דהוה ליה MB(טז)MB עבודת כוכבים של ישראל שילדתו בהמה טמאה והיוצא מן הטמא טמא כדתנן בפרק קמא דבכורות (ויש מחמירין דאפילו בשל עובד כוכבים אינו יוצא MB(יז)MB BH[*]BH אלא בנתבטל MB(יח)MB בערב יום טוב (מרדכי) ועיין לקמן סימן תרמ\"ט סעיף ג'): $! ", "4": "שופר MB(יט)MB של תקרובת עבודת כוכבים אפילו היה של עובד כוכבים שתקע בו לא יצא MB(כ)MB משום דאינה בטילה עולמית: $! ", "5": "MB(כא)MB המודר הנאה משופר MB(כב)MB אדם אחר תוקע בו וזה יוצא ידי חובתו אבל אם אמר MB(כג)MB קונם לתקיעתו עלי MB(כד)MB אסור לתקוע בו אפילו תקיעה של מצוה: $! ", "6": "היה קולו עב מאד או MB(כה)MB דק מאד כשר שכל הקולות כשרים בשופר: $! ", "7": "MB(כו)MB אם ניקב אם לא סתמו MB(כז)MB BH[*]BH אף על פי שנשתנה קולו כשר ( MB(כח)MB מיהו אם יש שופר אחר אין לתקוע בזה כי יש אומרים BH[*]BH שאין לתקוע בשופר נקוב) (כל בו ותשובת הרא\"ש). MB(כט)MB ואם סתמו שלא במינו אף על פי שאינו מעכב את התקיעה לאחר סתימה שחזר קולו MB(ל)MB לכמות שהיה בתחילה פסול אפילו נשתייר בו רובו ואם סתמו במינו MB(לא)MB אם נשתייר MB(לב)MB רובו שלם ולא עכבו הנקבים שנסתמו את התקיעה BH[*]BH אלא חזר קולו לכמות שהיה קודם שניקב כשר ואם חסר אחת משלש אלה פסול ואם הוא MB(לג)MB שעת הדחק MB(לד)MB שאין שופר אחר מצוי MB(לה)MB יש להכשיר בסתמו במינו אם נשתייר רובו אפילו לא חזר קולו לכמות שהיה MB(לו)MB וכן יש להכשיר בסתמו שלא במינו אם נשתייר רובו וחזר קולו לכמות שהיה בתחילה קודם שניקב: $! ", "8": "MB(לז)MB נסדק לארכו MB(לח)MB פסול יש אומרים אפילו MB(לט)MB בכל שהוא פסול MB(מ)MB אלא אם כן הדקו הרבה בחוט או במשיחה ( MB(מא)MB ונשתייר שיעור התקיעה ממקום הקשירה ולמעלה MB(מב)MB לצד הפה ) (כל בו) BH[*]BH ויש אומרים דוקא MB(מג)MB ברובו MB(מד)MB ו BH[*]BH אם דבקו MB(מה)MB כשר אפילו אם MB(מו)MB דבקו בדבק ויש מי שאומר שאינו כשר אלא BH[*]BH כשדבקו MB(מז)MB בעצמו שחיממו באור עד שנפשר וחבר קצותיו זה עם זה ואם נסדק כולו אפילו מצד אחד MB(מח)MB פסול אפילו חממו באור וחיבר סדקיו זה עם זה: $! ", "9": "MB(מט)MB נסדק לרחבו MB(נ)MB במיעוטו כשר MB(נא)MB ברובו פסול אלא אם כן MB(נב)MB נשאר מהסדק MB(נג)MB לצד פיו שיעור תקיעה MB(נד)MB דהיינו BH[*]BH ארבעה גודלים וכשנשתייר בו כך כשר MB(נה)MB אפילו אם מעכב את התקיעה ויש מכשירים בנשתייר MB(נו)MB אפילו שלא לצד פיו : $! ", "10": "MB(נז)MB דיבק שברי שופרות זה עם זה ועשה מהם שופר פסול MB(נח)MB אפילו אם יש בשבר שכנגד פיו שיעור שופר: $! ", "11": "הוסיף עליו MB(נט)MB כל שהוא בין במינו בין שלא במינו פסול אפילו היה בו מתחילה שיעור שופר: $! ", "12": "הפכו ותקע בו לא יצא MB(ס)MB בין הפכו כדרך שהופכים החלוק שהחזיר פנימי לחיצון בין שהניחו כמו שהיה MB(סא)MB אלא שהרחיב את הקצר וקיצר את הרחב. (והוא הדין אם תקע MB(סב)MB במקום הרחב פסול) (ר\"ן פרק ב' דראש השנה): $! ", "13": "MB(סג)MB היה ארוך וקצרו אם נשאר בו שיעור תקיעה MB(סד)MB כשר : $! ", "14": "גרדו מבפנים או מבחוץ עד שעשאו דק מאד MB(סה)MB כמו גלד כשר : $! ", "15": "MB(סו)MB לא הוציא זכרותו אלא נקב בו MB(סז)MB כשר אבל אם הוציא הזכרות ועשה ממנו שופר MB(סח)MB כגון שנקב בו פסול : $! ", "16": "MB(סט)MB צפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר יש מפרשים מקום הנחת פה MB(ע)MB היינו עובי השופר לצד פנימי שמניח שם פיו והצד החיצון מן העובי עצמו קרוי שלא במקום הנחת פה ויש מפרשים דעביו במקום הקצר הוא מקום הנחת פה ושלא במקום הנחת פה MB(עא)MB היינו כל אורך השופר מצד הקצר עד צד הרחב: $! ", "17": "המציירים בשופר צורות במיני צבעונים כדי לנאותו MB(עב)MB לא יפה הם עושים . ( MB(עג)MB אבל מותר לחקוק בשופר עצמו צורות כדי לנאותו) (בית יוסף): $! ", "18": "אם נתן זהב על עובי השופר בצד הרחב MB(עד)MB היינו הוסיף עליו כל שהוא ופסול: $! ", "19": "הרחיק את השופר MB(עה)MB ונפח בו MB(עו)MB ותקע בו פסול : $! ", "20": "נתן שופר לתוך שופר אם הפנימי MB(עז)MB עודף על החיצון משני צדדיו ונתן הפנימי בפיו ותקע בו כשר. <b> הגה:</b> ולי נראה דאפילו אינו בולט בצד הרחב MB(עח)MB רק שוה לחיצון הואיל ובולט לצד הפה MB(עט)MB ותוקע בפנימי יצא כן נראה לי (וכן משמע מלשון הרא\"ש). MB(פ)MB והוא שלא ישנה קולו במה שהוא נתון בתוך החיצון MB(פא)MB ואם לאו פסול : $! ", "21": "שופר של ראש השנה MB(פב)MB אין מחללין עליו יום טוב אפילו בדבר שיש בו MB(פג)MB משום שבות MB(פד)MB כיצד היה השופר בראש האילן או מעבר הנהר ואין לו שופר אלא הוא אינו עולה באילן MB(פה)MB ואינו שט על פני המים כדי להביאו MB(פו)MB ועל ידי נכרי מותר דהוי שבות דשבות (פירוש איסור אמירה לנכרי באיסור דאורייתא הוא משום שבות שאמרו חז\"ל לשבות מזה אמירה לנכרי ובאיסור דרבנן הוא שבות דשבות) ובמקום מצוה לא גזרו. (ועיין לעיל סימן ש\"ז): $! ", "22": "אם נכרי הביא שופר MB(פז)MB מחוץ לתחום תוקעין בו והוא הדין MB(פח)MB אם עשה נכרי שופר ביום טוב מותר לתקוע בו: $! ", "23": "MB(פט)MB יכול ליתן בתוכו מים או יין לצחצחו אבל מי רגלים אף בחול אסור MB(צ)MB מפני הכבוד : $~ "}, "587": {"1": "התוקע MB(א)MB בתוך הבור MB(ב)MB או בתוך המערה אותם MB(ג)MB העומדים בתוך הבור והמערה יצאו MB(ד)MB והעומדים בחוץ אם קול שופר שמעו MB(ה)MB יצאו MB(ו)MB ואם קול הברה שמעו MB(ז)MB לא יצאו MB(ח)MB וכן התוקע BH[*]BH לתוך חבית גדולה וכיוצא בה אם קול שופר שמע יצא BH[*]BH ואם קול הברה שמע לא יצא: $! ", "2": "אם התחיל לתקוע בבור MB(ט)MB ועלה חוץ לבור וגמרה יצא שכל מה ששמע בין בפנים בין בחוץ היה קול שופר. <b> הגה:</b> MB(י)MB וכן אותם שהיו בבור בתחלת התקיעה (גמרא): $! ", "3": "השומע מקצת תקיעה MB(יא)MB שלא בחיוב ומקצתה בחיוב או שאמר לתוקע MB(יב)MB במתעסק כוון להוציאני ידי חובתי MB(יג)MB ותקע ומשך בה שיעור תקיעה MB(יד)MB לא יצא MB(טו)MB ויש אומרים שיצא אי איכא שיעור תקיעה בחיוב. <b> הגה:</b> והוא הדין אם שמע מקצת התקיעה קול הברה כגון שהיה התוקע בבור והוא עומד בחוץ MB(טז)MB ובאמצע התקיעה יצא לחוץ (טור): $~ "}, "588": {"1": "זמן תקיעת שופר MB(א)MB ביום ולא בלילה ומצותה משעת הנץ החמה ואילך BH[*]BH ואם תקע משעלה עמוד השחר MB(ב)MB יצא ואם שמע מקצת תקיעה קודם שעלה עמוד השחר ומקצתה אחר שעלה עמוד השחר MB(ג)MB לא יצא . <b> הגה:</b> ואם היה שיעור תקיעה במה ששמע ביום MB(ד)MB נתבאר בסימן תקפ\"ז סעיף ג': $! ", "2": "שמע MB(ה)MB BH[*]BH תשע תקיעות בתשע שעות ביום MB(ו)MB יצא ואפילו הם מתשעה בני אדם תקיעה מזה ותרועה מזה ותקיעה מזה BH[*]BH ויש אומרים MB(ז)MB דדוקא כשלא הפסיק ביניהם בקול שופר MB(ח)MB שאינו ראוי באותה בבא : $! ", "3": "שמע תשע תקיעות מתשעה בני אדם MB(ט)MB שתקעו כולם כאחד לא יצא שאין כאן פשוטה לפניה ופשוטה לאחריה. <b> הגה:</b> BH[*]BH ואם שנים תקעו כאחד על הסדר MB(י)MB ואפילו אחד תקע בחצוצרות MB(יא)MB יצא דיהיב דעתיה על השופר (הגהות אשירי וגמרא פרק ראוהו בית דין): $! ", "4": "היה זה צריך פשוטה ראשונה וזה צריך פשוטה אחרונה BH[*]BH תקיעה אחת מוציאה את MB(יב)MB שניהם : $! ", "5": "יום טוב של ראש השנה שחל להיות בשבת MB(יג)MB אין תוקעין בשופר . <b> הגה:</b> MB(יד)MB ואסור לטלטלו אם לא MB(טו)MB לצורך גופו ומקומו (אור זרוע והגהות אשירי סוף פרק במה מדליקין): $~ "}, "589": {"1": "כל MB(א)MB שאינו מחויב בדבר  אינו מוציא אחרים ידי חובתן: $! ", "2": "חרש שוטה MB(ב)MB וקטן  פטורים וחרש אפילו מדבר ואינו שומע אינו מוציא MB(ג)MB דכיון שאינו שומע  לאו בר חיובא הוא. <b> הגה:</b> MB(ד)MB אבל שומע ואינו מדבר  מוציא אחרים ידי חובתן (בית יוסף): $! ", "3": "אשה פטורה משום דהוי מצות עשה שהזמן גרמא: $! ", "4": "אנדרוגינוס MB(ה)MB מוציא את מינו  טומטום MB(ו)MB אפילו את מינו  אינו מוציא: $! ", "5": "מי שחציו עבד וחציו בן חורין אינו מוציא MB(ז)MB אפילו עצמו  וצריך שיתקע לו בן חורין להוציאו: $! ", "6": "אף על פי שנשים פטורות MB(ח)MB יכולות לתקוע MB(ט)MB וכן אחר שיצא כבר  יכול לתקוע להוציאן MB(י)MB אבל אין מברכות  ולא יברכו להן. <b> הגה:</b> והמנהג שהנשים מברכות על מצות עשה שהזמן גרמא על כן גם כאן מברכות לעצמן אבל אחרים לא יברכו להן MB(יא)MB אם כבר יצאו  ואין תוקעין רק לנשים אבל אם תוקעין לאיש המחוייב מברכין לו אף על פי שכבר יצאו כמו שנתבאר סימן תקפ\"ה סעיף ב' בהג\"ה א' (דעת עצמו): $! ", "7": "MB(יב)MB המודר הנאה  מחבירו מותר לתקעו לו תקיעה של מצוה ודוקא כשהוא תוקע MB(יג)MB מאליו  להוציאו אבל אם אמר לו המודר תקע MB(יד)MB והוציאני אסור . <b> הגה:</b> ואם אמר קונם תקיעותיו עלי בכל ענין אסור (ר\"ן): $! ", "8": "המתעסק בתקיעת שופר MB(טו)MB להתלמד  לא יצא ידי חובתו וכן השומע מן המתעסק לא יצא וכן התוקע לשורר ולא נתכוון לתקיעת מצוה לא יצא נתכוון שומע לצאת ידי חובתו ולא נתכוין התוקע להוציאו או שנתכוון התוקע להוציאו MB(טז)MB ולא נתכוון השומע לצאת  לא יצא ידי חובתו עד שיתכוון שומע ומשמיע: $! ", "9": "מי שתקע ונתכוון להוציא כל השומע תקיעתו ושמע השומע ונתכוון לצאת ידי חובתו אף על פי שאין התוקע מתכוון לפלוני זה ששמע תקיעתו ואינו יודעו יצא שהרי נתכוון להוציא לכל מי MB(יז)MB שישמענו  לפיכך MB(יח)MB מי שהיה מהלך בדרך  או יושב בתוך ביתו MB(יט)MB ושמע תקיעות משליח צבור  יצא אם נתכוון לצאת שהרי שליח ציבור מתכוון להוציא א הרבים ידי חובתן: $~ "}, "590": {"1": "כמה תקיעות חייב אדם לשמוע בראש השנה תשע לפי שנאמר תרועה MB(א)MB ביובל ובראש השנה שלש פעמים וכל תרועה MB(ב)MB פשוטה לפניה MB(ג)MB ופשוטה לאחריה ומפי השמועה למדו שכל תרועות MB(ד)MB של חדש השביעי אחד הן בין בראש השנה בין ביום הכיפורים של יובל תשע תקיעות תוקעין בכל אחד משניהם תר\"ת תר\"ת תר\"ת: $! ", "2": "תרועה זו האמורה בתורה MB(ה)MB נסתפק לנו אם היא היללה שאנו קורים תרועה או אם היא מה שאנו קורים שברים או אם הם שניהם יחד לפיכך כדי לצאת ידי ספק צריך לתקוע תשר\"ת שלש פעמים MB(ו)MB ותש\"ת שלש פעמים ותר\"ת שלש פעמים: $! ", "3": "MB(ז)MB יש אומרים ששיעור תקיעה כתרועה ושיעור תרועה כשלשה יבבות דהיינו שלשה כוחות בעלמא כל שהוא והם נקראין טרומיטין ולפי זה צריך ליזהר MB(ח)MB שלא יאריך בשבר כשלשה טרומיטין שאין כן יצא מכלל שבר ונעשה תקיעה ( BH[*]BH ויש אומרים דאין לחוש אם האריך בשברים קצת ובלבד שלא יאריך MB(ט)MB יותר מדאי וכן נוהגין) (מרדכי והגהות אשירי פרק י\"ט). וצריך להאריך MB(י)MB בתקיעות של תשר\"ת יותר מבשל תש\"ת ובשל תש\"ת יותר מבשל תר\"ת ומיהו אם מאריך הרבה בכל תקיעה אין לחוש שאין לה שיעור למעלה וכן בתרועה יכול להאריך בה כמו שירצה MB(יא)MB וכן אם מוסיף על שלשה שברים ועושה ארבעה או חמשה אין לחוש. ויש אומרים ששיעור יבבא שלשה טרומיטין ושיעור תרועה כשלשה יבבות MB(יב)MB שהם תשעה טרומיטין MB(יג)MB ושיעור תקיעה גם כן תשעה טרומיטין כתרועה ולפי זה אין לחוש אם האריך קצת בשברים וצריך להאר MB(יד)MB יך בתקיעה של תשר\"ת כשיעור שנים עשר טרומיטין BH[*]BH ומי שלא האריך בתקיעה כשיעור הזה MB(טו)MB והאריך בשברים לא קיים המצוה לא כמר ולא כמר: $! ", "4": "שלשה שברים צריך לעשותם MB(טז)MB בנשימה אחת אבל שלשה שברים ותרועה דתשר\"ת יש אומרים שאינו MB(יז)MB צריך לעשותם בנשימה אחת והוא שלא ישהא בהפסקה יותר מכדי נשימה MB(יח)MB ויש אומרים שצריך לעשותם בנשימה אחת והוא שלא ישהה בהפסקה יותר מכדי נשימה ויש אומרים שצריך לעשותם בנשימה אחת וירא שמים יצא ידי כולם ובתקיעות דמיושב יעשה בנשימה אחת MB(יט)MB ובתקיעות דמעומד יעשה בשתי נשימות . <b> הגה:</b> MB(כ)MB והמנהג הפשוט MB(כא)MB לעשות הכל בב' נשימות ואין לשנות: $! ", "5": "אם תקע תר\"ת בנשימה אחת יצא ויש מי שאומר MB(כב)MB שלא יצא : $! ", "6": "אם האריך בתקיעה אחרונה של תשר\"ת כשיעור שתי תקיעות כדי שתעלה לשם תקיעה אחרונה של תשר\"ת ובשביל הראשונה MB(כג)MB של תש\"ת לא עלתה לו MB(כד)MB אלא בשביל תקיעה אחת MB(כה)MB ויש אומרים שאפילו בשביל אחת לא עלתה לו. <b> הגה:</b> ואם תקע MB(כו)MB תקיעה אחת בין שני סדרים והתנה שאיזה מן הסדרים הוא הנכון תעלה לו אותה תקיעה יצא (בית יוסף): $! ", "7": "אם טעה בתשר\"ת ואחר שתקע שני שברים טעה והתחיל להריע אם נזכר מיד יתקע MB(כז)MB שבר אחר ואם לא נזכר עד MB(כח)MB שגמר התרועה שהתחיל בה בטעות לא הפסיד התקיעה הראשונה שתקע אלא חוזר ותוקע שלשה שברים ומריע ותוקע אבל אם MB(כט)MB אירע בתש\"ת או תר\"ת הפסיד גם תקיעה ראשונה: $! ", "8": "אם הפסיק בתרועה MB(ל)MB בין תקיעה לשברים BH[*]BH או שהפסיק בשברים MB(לא)MB בין תרועה לתקיעה MB(לב)MB וכן אם הריע שתי תרועות זו אחר זו או שתקע אחר התרועה תקיעה MB(לג)MB BH[*]BH כמתעסק שלא לשם תקיעה והפסיק בה בין תרועה לתקיעה או לאחר שתקע שלשה שברים MB(לד)MB BH[*]BH שתק והפסיק ואחר כך תקע שברים אחרים ואפילו שבר אחד בכל אלו הוי הפסק והפסיד גם MB(לה)MB תקיעה ראשונה : $! ", "9": "אם תקע שני תשר\"ת או שני תש\"ת או שני תר\"ת כהוגן וטעה בשלישי אינו צריך לחזור אלא לאחרון שטעה בו אם תקע בצד הרחב של השופר MB(לו)MB לא יצא . <b> הגה:</b> ואחר שתקעו אומר השליח צבור פסוק אשרי העם יודעי תרועה ואשרי ומחזירין הספר למקומו: $~ "}, "591": {"1": "MB(א)MB יתפללו הצבור  בלחש תפלת מוסף תשע ברכות ושליח צבור יתפלל גם כן עמהם בלחש: $! ", "2": "המנהג פשוט בכל בני ספרד MB(ב)MB שאין מזכירין  פסוקי קרבן מוסף כלל. <b> הגה:</b> והמנהג הפשוט באשכנז ובגלילות אלו לומר MB(ג)MB פסוקי מוסף ראש  השנה ואין אומרים פסוקי מוסף ראש חודש אלא אומרים מלבד עולת החודש ומנחתה ועולת התמיד וכו' MB(ד)MB ושני שעירים לכפר  ושני תמידין כהלכתן (טור). MB(ה)MB ואומרים גם כן מוספי יום הזכרון  (ר\"ן סוף ראש השנה ורבינו ירוחם וכל בו): $! ", "3": "צריך לומר את מוספי יום הזכרון כדי לכלול גם מוסף ראש חודש MB(ו)MB וגם ביום שני  יאמר את מוספי: $! ", "4": "MB(ז)MB אומרים עשרה  פסוקים של MB(ח)MB מלכיות  ועשרה של זכרונות ועשרה של שופרות בכל ברכה, שלשה מהם של תורה שלשה של כתובים שלשה של נביאים MB(ט)MB ואחד של תורה  ואם רצה להוסיף על אלו עשרה רשאי. (ומיהו אם לא התחיל בשום פסוק MB(י)MB רק אמר ובתורתך  כתוב לאמר MB(יא)MB יצא ) (טור): $! ", "5": "ואין אומרים פסוק במלכיות ולא בזכרונות ולא בשופרות של פורעניות של ישראל ואין אומרים פסוק זכרונות של יחיד: $! ", "6": "יש קורים תגר על מה שנוהגים להשלים פסוקי שופרות בפסוק וביום שמחתכם שאין מזכיר בו שופר אלא חצוצרות והרא\"ש והר\"ן כתבו לקיים המנהג: $! ", "7": "ועקידת יצחק היום לזרעו תזכור כך היא הנוסחא המפורסמת והמדקדק לומר לזרע יעקב תזכור MB(יב)MB משנה  ממטבע שטבעו חכמים בברכות ואינו אלא טועה. <b> הגה:</b> ואומרים עלינו ומלוך והשליח צבור מוסיף אוחילה ושאר פיוטים כל מקום לפי מנהגו (טור): $! ", "8": "MB(יג)MB לא יתפלל MB(יד)MB ביחיד  תפלת מוסף בראש השנה עד אחר שלש שעות MB(טו)MB היום : $~ "}, "592": {"1": "MB(א)MB מחזיר שליח צבור התפלה MB(ב)MB ותוקעין  על סדר הברכות למלכיות תשר\"ת פעם אחת ולזכרונות תש\"ת ולשופרות תר\"ת ועכשיו נוהגים לתקוע למלכיות תשר\"ת שלשה פעמים לזכרונות תש\"ת שלשה פעמים ולשופרות תר\"ת שלשה פעמים. <b> הגה:</b> ויש אומרים שתוקעים MB(ג)MB תשר\"ת למלכיות  פעם אחת וכן לזכרונות וכן לשופרות (טור בשם רבינו תם ומנהגים) MB(ד)MB וכן המנהג במדינות אלו  ונהגו לומר כל פעם אחר שתקעו MB(ה)MB היום הרת עולם  וארשת (מהרי\"ל) ואפילו בשבת שאין תוקעין אומרים היום הרת עולם אבל לא ארשת (מנהגים): $! ", "2": "יחיד אינו מפסיק לתקוע בברכות MB(ו)MB ואפילו יש לו מי שיתקע לו . <b> הגה:</b> MB(ז)MB אלא תוקעים לו  קודם שיתפלל מוסף ואין צריכין לתקוע לו שנית (כל בו ובית יוסף בשם אורחות חיים): $! ", "3": "MB(ח)MB לא ישיח  לא התוקע MB(ט)MB ולא הצבור MB(י)MB בין  תקיעות שמיושב MB(יא)MB לתקיעות שמעומד  (מיהו בענין התקיעות MB(יב)MB והתפילות אין הפסק ) (מרדכי ומהרי\"ל) ואם סח דברים בטלים MB(יג)MB אין צריך לחזור ולברך  (טור) ואין צריך לומר שלא ישיחו בין ברכה לתקיעות אם לא MB(יד)MB בענין התקיעות : $! ", "4": "זה שתוקע כשהן יושבין MB(טו)MB תוקע על סדר הברכות . <b> הגה:</b> ומיהו אינו מעכב ויכול MB(טז)MB אחר לתקוע  אלא MB(יז)MB שראוי לעשות כן  וכבר כתבתי לעיל סימן תקפ\"ה: $~ "}, "593": {"1": "MB(א)MB ברכות של ראש השנה ויום הכפורים MB(ב)MB BH[*]BH מעכבות BH[*]BH זו את זו שאם אינו יודע כולם לא יאמר מה שיודע מהם אלא לא יאמר כלום: $! ", "2": "וכן תקיעות מעכבות זו את זו והני מילי שאינו יודע אלא מקצת הסימן שלא יעשה אותו מקצת שיודע אבל תשר\"ת תש\"ת תר\"ת אין מעכבין זה את זה BH[*]BH ואם ידע לעשות אחד מהם BH[*]BH או שנים MB(ג)MB עושה . <b> הגה:</b> אבל MB(ד)MB הברכות אין מעכבין התקיעות וכן התקיעות אינן מעכבין הברכות ואיזה מהם שיודע יעשה (טור) MB(ה)MB וכן סדרן אינו מעכב (ר\"ן סוף ראש השנה). ואם התפלל קודם שתקע יצא: $~ "}, "594": {"1": "יחיד שלא תקע חבירו MB(א)MB יכול לתקוע לו  להוציאו ידי חובתו אבל יחיד שלא התפלל תשע ברכות MB(ב)MB אין חבירו יכול להוציאו . <b> הגה:</b> ויש חולקין ואומרים דאם לא יכול להתפלל חבירו יכול להוציאו בתפלתו (ר\"ן סוף ראש השנה ומרדכי והגהות אשירי בפרק קמא דראש השנה): $~ "}, "595": {"1": "מי שאינו בקי בתקיעות ולא בסדר תפלת מוסף ולפניו שתי עיירות באחת בקיאים בתקיעות ולא בתפלת מוסף ובאחת בקיאין בתפלת מוסף ולא בתקיעות הולך MB(א)MB BH[*]BH למקום שבקיאים בתקיעות  אפילו של מוסף ודאי MB(ב)MB ושל תקיעות ספק . <b> הגה:</b> מיהו אם יכול לילך למקום שמתפללים ויש שהות ביום שישמע MB(ג)MB אחר כך התקיעות במקום שתוקעין יקיים שתי המצות דכל היום כשר לתקוע (בית יוסף בשם ירושלמי): $~ "}, "596": {"1": "לאחר תפלה MB(א)MB מריעים תרועה גדולה  בלא תקיעה. <b> הגה:</b> ויש מקומות נוהגין לחזור ולתקוע MB(ב)MB שלשים קולות  (מנהגים ישנים) ולאחר שיצאו בזה שוב MB(ג)MB אין לתקוע עוד MB(ד)MB בחנם  אבל קטן אפילו הגיע לחינוך MB(ה)MB מותר לומר לו שיתקע  (המגיד פרק ב' מהלכות שופר) ומותר לו לתקוע MB(ו)MB כל היום  (אור זרוע דראש השנה): $~ "}, "597": {"1": "MB(א)MB אוכלים ושותים ושמחים MB(ב)MB ואין מתענין בראש השנה  ולא בשבת שובה אמנם לא יאכלו כל שבעם למען לא יקלו ראשם ותהיה יראת ה' על פניהם: $! ", "2": "MB(ג)MB יש מקומות  שקבלה בידם MB(ד)MB שכל מי שרגיל  להתענות בראש השנה MB(ה)MB ומשנה רגילתו  ואינו מתענה אינו משלים שנתו. <b> הגה:</b> ומי שאינו ירא לנפשו אין צריך להתענות כל ימיו (כל בו ומנהגים) MB(ו)MB רק צריך התרה  כמו שאר נדר (כל בו): $! ", "3": "המתענה פעם אחת בראש השנה MB(ז)MB תענית חלום  אם היה ביום ראשון צריך להתענות MB(ח)MB שני הימים MB(ט)MB כל ימיו  ואם היה ביום שני יתענה כל ימיו MB(י)MB יום שני בלבד . <b> הגה:</b> MB(יא)MB ואין צריך למיתב  תענית לתעניתו MB(יב)MB דהא יש אומרים דמצוה להתענות בראש השנה  (תרומת הדשן סימן רמ\"ה). ואין אומרים עננו בראש השנה MB(יג)MB כמו שאין אומרים ביום הכיפורים  (הגהות מנהגים): $~ "}, "598": {"1": "ראש השנה שחל להיות בשבת MB(א)MB אומרים צדקתך  במנחה. <b> הגה:</b> ויש אומרים שלא לאומרו (ר\"ן סוף ראש השנה ומנהגים) וכן אנו נוהגים: $~ "}, "599": {"1": "MB(א)MB ליל ראש השנה  שחל להיות במוצאי שבת MB(ב)MB אומרים ותודיענו : $~ "}, "600": {"1": "ביצה שנולדה ביום טוב הראשון וכן מה שנצוד בו וכן מה שנתלש בו MB(א)MB אסור בשני . <b> הגה:</b> וכבר נתבאר לעיל סימן תקי\"ג סעיף ה' וסימן תקט\"ו: $! ", "2": "MB(ב)MB בקידוש  ליל שני ילבש MB(ג)MB בגד חדש  (הגהות מיימוני פרק כ\"ט מהלכות שבת) או מניח MB(ד)MB פרי חדש  ואומר שהחיינו ואם אין מצוי (בגד חדש או) פרי חדש MB(ה)MB עם כל זה יאמר שהחיינו : $! ", "3": "MB(ו)MB אם חל יום ראשון בשבת  אומרים שהחיינו בשופר ביום שני. <b> הגה:</b> MB(ז)MB ויש אומרים לאומרו  אפילו אם חל יום ראשון בחול וכן המנהג במדינות אלו (הגהות מיימוני הלכות שופר): $~ "}, "601": {"1": "ביום שני (מתפללים כמו ביום ראשון) (טור) MB(א)MB וקורים  מוהאלהים נסה את אברהם עד סוף סידרא ומפטיר קורא כמו אתמול ומפטיר בירמיה כה אמר ה' מצא חן במדבר עד הבן יקיר לי MB(ב)MB אפרים  ובמוצאי ראש השנה מבדילין כמו במוצאי שבת אלא שאין מברכין על הבשמים ועל האש: $! ", "2": "MB(ג)MB אף בארץ ישראל  עושים ראש השנה שני ימים. $~ "}, "602": {"1": "<b> הגה:</b> ומתענים למחרת ראש השנה (טור), MB(א)MB והוא תענית  ציבור. MB(ב)MB בכל הימים  שבין ראש השנה ליום הכיפורים מרבים בתפילות ותחנונים. <b> הגה:</b> ואומרים אבינו מלכנו ערב ובקר MB(ג)MB מלבד בשבת  (טור) ואפילו אם חל מילה MB(ד)MB שאין MB(ה)MB אומרים  תחנון  אפילו הכי אומרים אבינו מלכנו (מנהגים). ואומרים בכל יום שלשה MB(ו)MB פעמים  וידוי קודם עלות השחר MB(ז)MB מלבד  בערב יום כפור שאין אומרים אותו אלא פעם אחת (רוקח). ואין נותנין MB(ח)MB חרם MB(ט)MB וכן אין משביעין  אדם בבית דין עד אחר יום כפור (מהרי\"ל). אין מקדשין הלבנה MB(י)MB עד מוצאי  יום כפור MB(יא)MB ושבת שבין  ראש השנה ליום כפור המנהג לומר בו צדקתך וצדקתך: $~ "}, "603": {"1": "אף מי שאינו נזהר מפת של נכרים בעשרת ימי תשובה MB(א)MB צריך  ליזהר. <b> הגה:</b> MB(ב)MB ויש לכל אדם MB(ג)MB לחפש ולפשפש במעשיו MB(ד)MB ולשוב מהם בעשרת  ימי תשובה. וספק עבירה צריך יותר תשובה מעבירה ודאי כי יותר מתחרט כשיודע שעשה משאינו יודע ולכן קרבן אשם תלוי הוצרך להיות יותר ביוקר מחטאת (דברי עצמו ורבינו יונה ריש ברכות): $# "}}