{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Section", 
        "Line"
    ], 
    "language": "en", 
    "title": "Pesach Haggadah", 
    "text": [
        [
            "Raise the first glass.", 
            "Kiddush", 
            "On Shabbat begin with:", 
            "There was day and there was night", 
            "the sixth day. Were finished the heavens and the earth and all around", 
            "And Hashem finished on the seventh day all of His work that He did", 
            "And rested on the seventh day from all the work that he did.", 
            "And God blessed the seventh day and made it holy", 
            " ", 
            "On weekdays begin:", 
            "", 
            "Blessed are You, Lord our God, King of the universe, who creates the fruit of the vine.", 
            "Blessed are You, Lord our God, King of the universe, who has chosen us from all peoples and has raised us above all tongues and has sanctified us with His commandments. And You have given us, Lord our God, (Sabbaths for rest), appointed times for happiness, holidays and seasons for joy, (this Sabbath day, and) this Festival of Matzot, our season of freedom (in love) a holy convocation in memory of the Exodus from Egypt. For You have chosen us and sanctified us above all peoples. In Your gracious love, Your granted us Your (holy Sabbath, and) appointed times for happiness and joy. ...", 
            "Blessed are You, O Lord, who sanctifies (the Sabbath,) Israel, and the appointed times.", 
            "On Saturday night add paragraphs in brackets:", 
            "[Blessed are You, Lord our God, King of the universe, who creates the light of the fire. Blessed are You, Lord our God, King of the universe, who distinguishes between the holy and the profane, between light and darkness, between Israel and the nations, between the seventh day and the six working days. You have distinguished between the holiness of the Sabbath and the holiness of the Festival, and You have sanctified the seventh day above the six working days. You have distinguished and sanctified Your people Israel with Your holiness. ", 
            "Blessed are You, O Lord, who distinguishes between the holy and the holy.]", 
            "Blessed are You, Lord our God, King of the universe, who has granted us life and sustenance and permitted us to reach this season.", 
            "...Drink while reclining to the left and do not recite the blessing after drinking wine. "
        ], 
        [
            "Wash", 
            "Wash your hands but do not say the blessing."
        ], 
        [
            "Greens.", 
            "Take from the greens (less than the volume of a olive so you will not need to say the blessing after), dip into the salt water, and say the blessing \"who creates the fruit of the earth\". (keep in mind that this blessing will also be for the bitter herbs)  Eat without reclining.", 
            "Blessed are you, Lord our God, king of the universe who creates the fruit of the earth."
        ], 
        [
            "Break", 
            "Break the middle matzah in two, and put aside the larger piece for the afikoman."
        ]
    ], 
    "heTitleVariants": [
        "הגדה של פסח"
    ], 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "heTitle": "הגדה של פסח", 
    "titleVariants": [
        "Passover haggadah", 
        "Pesach Haggadah", 
        "Haggadah shel pesach", 
        "Haggadah"
    ], 
    "textDepth": 2, 
    "categories": [
        "Liturgy"
    ]
}