<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>W</bold>EIZEN <small>UND</small> L<small>OLCH</small><sup><xref rid="fn171">1</xref></sup> <small>SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>. G<small>ERSTE UND</small> H<small>AFER</small>, S<small>PELT UND</small> R<small>OGGEN</small>, B<small>OHNEN UND</small> K<small>ICHERERBSEN</small>, P<small>LATTERBSEN UND</small> T<small>OPHA&#x1E24;ERBSEN, WEISSE</small> B<small>OHNEN UND</small> L<small>ANGBOHNEN SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>.</p>
<p>II. G<small>URKEN UND</small> A<small>PFELMELONEN SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>; R. J<small>EHUDA SAGT, SIE SEIEN WOHL</small> M<small>ISCHFRUCHT</small>. D<small>ER</small> M<small>EERRETTICH UND DER WILDE</small> M<small>EERRETTICH</small>, E<small>NDIVIEN UND WILDE</small> E<small>NDIVIEN, DER</small> L<small>AUCH UND DER WILDE</small> L<small>AUCH, DER</small> K<small>ORIANDER UND DER WILDE</small> K<small>ORIANDER, DER</small> S<small>ENF UND DER AEGYPTISCHE</small> S<small>ENF, DER AEGYPTISCHE</small> K<small>&#x00DC;RBIS UND DER BITTERE</small> K<small>&#x00DC;RBIS, DIE AEGYPTISCHE</small> B<small>OHNE UND DIE</small> J<small>OHANNISBROTBOHNE SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>.</p>
<p>III. R<small>&#x00DC;BEN UND</small> S<small>TECKR&#x00DC;BEN</small>, K<small>OHL UND</small> B<small>LUMENKOHL</small>, M<small>ANGOLD UND</small> M<small>ELDE SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>. R. A&#x0351;<small>QIBA SETZTE HINZU: DER</small> K<small>NOBLAUCH UND DER WILDE</small> K<small>NOBLAUCH, DIE</small> Z<small>WIEBEL UND DIE WILDE</small> Z<small>WIEBEL</small>, L<small>UPINEN UND WILDE</small> L<small>UPINEN SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>.</p>
<p>IV. B<small>EI</small> B<small>AUMFR&#x00DC;CHTEN</small>: D<small>IE</small> B<small>IRNE UND DER</small> G<small>OLDAPFEL, DIE</small> Q<small>UITTE UND DER</small> S<small>PEIERLING SIND UNTEREINANDER KEINE</small> M<small>ISCHFRUCHT</small>. D<small>ER</small> A<small>PFEL UND DER</small> H<small>OLZAPFEL, DER</small> P<small>FIRSICH UND</small> M<small>ANDELN, DER</small> J<small>UDENDORN UND DIE</small> P<small>ISTAZIE SIND UNTEREINANDER, OBGLEICH SIE EINANDER &#x00C4;HNLICH SIND</small>, M<small>ISCHFRUCHT</small>.</p>
<p>V. D<small>ER</small> R<small>ETTICH UND DIE</small> S<small>TECKR&#x00DC;BE, DER</small> S<small>ENF UND DER</small> A<small>NDORN, DER GRIECHISCHE UND DER EGYPTISCHE ODER BITTERE</small> K<small>&#x00DC;RBIS SIND, OBGLEICH SIE EINANDER &#x00C4;HNLICH SIND</small>, M<small>ISCHFRUCHT</small>.</p>
<p>VI. D<small>ER</small> W<small>OLF UND DER</small> H<small>UND, DER</small> D<small>ORFHUND</small><sup><xref rid="fn172">2</xref></sup> <small>UND DER</small> F<small>UCHS</small>, Z<small>IEGEN UND</small> R<small>EHB&#x00D6;CKE</small>, G<small>EMSEN UND</small> S<small>CHAFE, DAS</small> P<small>FERD UND DAS</small> M<small>AULTIER, DAS</small> M<small>AULTIER UND DER</small> E<small>SEL, DER</small> E<small>SEL UND DER</small> W<small>ALDESEL SIND MITEINANDER, OBGLEICH SIE EINANDER &#x00C4;HNLICH SIND</small>, M<small>ISCHLINGE</small><sup><xref rid="fn173">3</xref></sup>.</p>
<p>VII. M<small>AN PFROPFE NICHT EINE</small> B<small>AUMART AUF EINE</small> [<small>ANDERE</small>] B<small>AUMART, NOCH EINE</small> K<small>RAUTART AUF EINE</small> [<small>ANDERE</small>] K<small>RAUTART, NOCH EINE</small> B<small>AUMPFLANZE AUF EINE</small> K<small>RAUTPFLANZE, NOCH EINE</small> K<small>RAUTPFLANZE AUF EINE</small> B<small>AUMPFLANZE</small>; R. J<small>EHUDA ERLAUBT DIE</small> K<small>RAUTPFLANZE AUF EINE</small> B<small>AUMPFLANZE</small>.</p>
<p>VIII. M<small>AN PFLANZE KEINE</small> K<small>R&#x00C4;UTER AUF EINEN</small> S<small>YKOMORENSTUMPF</small>. M<small>AN PFROPFE NICHT</small> R<small>AUTE AUF WEISSE</small> K<small>ASSIA, WEIL DIES</small> K<small>RAUTPFLANZE AUF</small> B<small>AUMPFLANZE IST</small>. M<small>AN PFLANZE NICHT EIN</small> F<small>EIGENBAUMREIS AUF</small> E<small>FEU, DAMIT DIESER ES BESCHATTE; AUCH STECKE MAN NICHT EINEN</small> R<small>EBENZWEIG IN EINE</small> M<small>ELONE, DAMIT SIE IHREN</small> S<small>AFT IN DIESEN STEIGEN LASSE, WEIL DIES</small> B<small>AUMPFLANZE AUF</small> K<small>RAUTPFLANZE IST</small>. M<small>AN TUE NICHT</small> K<small>&#x00DC;RBISSAMEN IN</small> M<small>ALVE, DAMIT DIESE IHN ERHALTE, WEIL DIES</small> K<small>RAUTART AUF</small> K<small>RAUTART IST</small>.</p>
<p>IX. W<small>ENN JEMAND</small> R<small>&#x00DC;BEN ODER</small> R<small>ETTICH UNTER EINEM</small> W<small>EINSTOCKE VERSTECKT, SO HAT ER, FALLS EIN</small> T<small>EIL DER</small> B<small>L&#x00C4;TTER UNBEDECKT BLEIBT, KEIN</small> B<small>EDENKEN ZU TRAGEN WEGEN</small> M<small>ISCHSAAT, WEGEN DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn174">4</xref></sup> <small>UND WEGEN DER</small> Z<small>EHNTE</small><sup><xref rid="fn175">5</xref></sup>; <small>AUCH DARF MAN SIE AM</small> &#x0160;<small>ABBATH HERAUSNEHMEN</small>. W<small>ENN MAN</small> W<small>EIZEN UND</small> G<small>ERSTE ZUSAMMEN</small><sup><xref rid="fn176">6</xref></sup> <small>S&#x00C4;ET, SO IST DIES</small> M<small>ISCHSAAT</small>; R. J<small>EHUDA SAGT</small>, M<small>ISCHSAAT HEISSE ES NUR DANN, WENN ES ZWEI</small> W<small>EIZENK&#x00D6;RNER MIT EINEM</small> G<small>ERSTENKORN, ODER EIN</small> W<small>EIZENKORN MIT ZWEI</small> G<small>ERSTENK&#x00D6;RNERN, ODER EIN</small> W<small>EIZENKORN, EIN</small> G<small>ERSTENKORN UND EIN</small> D<small>INKELKORN SIND</small><sup><xref rid="fn177">7</xref></sup>.</p>
<ftnote id="fn171">1. Nach Jeru&#x0161;almi (Kil.I,1) eine Abart des Weizens. Bei der &#x00DC;bersetzung der bezeichneten Namen sind die auf talmudischer Auslegung u. &#x00DC;berlieferung bestehenden Erkl&#x00E4;rungen der alten Kommentare noch immer ma&#x00DF;gebender als manche Monographisten und Lexikographen.</ftnote>
<ftnote id="fn172">2. So nach den Kommentaren; nach Levysohn (<italic>Zool.d.T.</italic> p. 83) Fuchsspitz.</ftnote>
<ftnote id="fn173">3. Bastarde aus einer Kreuzung von verschiedenen Tierarten, die nach Lev. 19,19 verboten sind.</ftnote>
<ftnote id="fn174">4. Man darf dies auch im Brachjahre tun.</ftnote>
<ftnote id="fn175">5. Man entrichtet von diesen beim Herausnehmen keinen Zehnten.</ftnote>
<ftnote id="fn176">6. Obgleich nicht die eine Art in die andere.</ftnote>
<ftnote id="fn177">7. Nach dem Wortlaute der Schrift, zwei erlei mit einer anderen Art.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>IN EINER</small> S<small>E&#x00C1;</small> [A<small>USSAAT</small>] <small>EIN</small> V<small>IERTELKAB</small><sup><xref rid="fn178">1</xref></sup> <small>ANDERER</small> A<small>RT VORH&#x00C4;NDEN IST, SO VERMINDERE MAN</small><sup><xref rid="fn179">2</xref></sup>; R. J<small>OSE SAGT, MAN LESE SIE GANZ HERAUS, BESTEHE SIE AUS EINER</small> A<small>RT ODER AUS ZWEI</small> A<small>RTEN</small>; R. &#x0160;<small>IMO&#x0351;N SAGT, SIE SAGTEN DIES NUR VON EINER</small><sup><xref rid="fn180">3</xref></sup> A<small>RT; DIE</small> W<small>EISEN SAGEN, WAS MIT DIESER</small> S<small>E&#x00C1;</small> M<small>ISCHFRUCHT</small><sup><xref rid="fn181">4</xref></sup> <small>IST, WERDE ZU EINEM</small> V<small>IERTELKAB VEREINIGT</small>.</p>
<p>II. D<small>IESE</small> W<small>ORTE GELTEN NUR BEI GETREIDE MIT</small> G<small>ETREIDE, H&#x00DC;LSENFR&#x00DC;CHTEN MIT</small> H<small>&#x00DC;LSENFR&#x00DC;CHTEN</small>, G<small>ETREIDE MIT</small> H<small>&#x00DC;LSENFR&#x00DC;CHTEN UND</small> H<small>&#x00DC;LSENFR&#x00DC;CHTEN MIT</small> G<small>ETREIDE</small><sup><xref rid="fn182">5</xref></sup>. T<small>ATS&#x00C4;CHLICH SAGTEN SIE, DASS BEI NICHT ESSBAREN</small> G<small>ARTENS&#x00C4;MEREIEN</small><sup><xref rid="fn183">6</xref></sup> <small>EIN</small> V<small>IERUNDZWANZIGSTEL DER</small> A<small>USSAAT</small><sup><xref rid="fn184">7</xref></sup> <small>AUF DER</small> S<small>E&#x00C1;FL&#x00C4;CHE VEREINIGT WERDE</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: W<small>IE SIE DIES ERSCHWEREND SAGTEN, SO SAGTEN SIE ES AUCH ERLEICHTERND: BEIM</small> F<small>LACHS WIRD EIN</small> V<small>IERUNDZWANZIGSTEL DER</small> A<small>USSAAT</small><sup><xref rid="fn185">8</xref></sup> <small>MIT DEM</small> G<small>ETREIDE AUF DER</small> S<small>E&#x00C1;FL&#x00C4;CHE VEREINIGT</small>.</p>
<p>III. W<small>ENN EIN</small> F<small>ELD MIT</small> W<small>EIZEN BEBAUT IST UND ER SICH &#x00DC;BERLEGT, ES MIT</small> G<small>ERSTE ZU BEBAUEN, SO WARTE ER, BIS DIESER KEIMT, SODANN PFL&#x00DC;GE ER ES UM UND S&#x00C4;E</small>. H<small>AT ER SCHON ZU SPROSSEN BEGONNEN, SO SAGE MAN NICHT: ICH WILL ZUERST S&#x00C4;EN UND DANN UMPFL&#x00DC;GEN, SONDERN PFL&#x00DC;GE ZUERST UM UND S&#x00C4;E DANN</small>. W<small>IE VIEL PFL&#x00DC;GE MAN UM</small>? W<small>IE DIE</small> F<small>URCHEN BEIM REGENFALL</small><sup><xref rid="fn186">9</xref></sup>. A<small>BBA</small> &#x0160;<small>A&#x00DA;L SAGT, MAN LASSE NICHT DIE</small> F<small>L&#x00C4;CHE EINES</small> V<small>IERTELKAB AUF EINER</small> S<small>E&#x00C1;FL&#x00C4;CHE</small> [<small>UNGEPFL&#x00DC;GT</small>] <small>ZUR&#x00DC;CK</small>.</p>
<p>IV. W<small>ENN ES BES&#x00C4;ET IST UND MAN SICH &#x00DC;BERLEGT, ES ZU BEPFLANZEN</small><sup><xref rid="fn187">10</xref></sup>, <small>SO SAGE MAN NICHT: ICH WILL ZUERST PFLANZEN UND DANN UMPFL&#x00DC;GEN, SONDERN PFL&#x00DC;GE ES ZUERST UM UND PFLANZE DANN</small>. W<small>ENN ES BEPFLANZT</small><sup><xref rid="fn187">10</xref></sup><small>WAR, UND MAN SICH &#x00DC;BERLEGT, ES ZU BES&#x00C4;EN, SO SAGE MAN NICHT: ICH WILL ZUERST S&#x00C4;EN UND DANN ENTWURZELN, SONDERN ENTWURZELE ES ZUERST UND S&#x00C4;E DANN</small>. W<small>ENN MAN ABER WILL, HAUE MAN DIE</small> B<small>&#x00C4;UME BIS AUF WENIGER ALS EINE</small>: H<small>ANDBREITE AB, DANN S&#x00C4;E MAN UND ENTWURZELE NACHHER</small>.</p>
<p>V. W<small>AR DAS</small> F<small>ELD MIT</small> H<small>ANF ODER</small> L<small>AUCH BEBAUT, SO S&#x00C4;E MAN DARAUF &#x00DC;BERHAUPT NICHTS ANDERES, WEIL DIESE</small> [<small>ERST</small>] <small>NACH DREI JAHREN WACHSEN</small>. W<small>ENN UNTER</small> G<small>ETREIDE</small> W<small>AID VON SELBST AUFGEGANGEN IST, EBENSO, WENN AUF DEM</small> T<small>ENNENPLATZE MEHRERE</small> A<small>RTEN AUFGESCHOSSEN SIND, UND DESGLEICHEN, WENN</small> B<small>OCKSH0RNKLEE ALLERLEI</small> G<small>EW&#x00C4;CHS MITHERVORGEBRACIIT HAT, SO VERPFLICHTE MAN IHN NICHT DIESE AUSZUJ&#x00C4;TEN; HAT ER ABER BEREITS GEJ&#x00C4;TET</small><sup><xref rid="fn188">11</xref></sup><small>ODER ABGESCHNITTEN, SO SPRECHE MAN ZU IHM: REISSE ALLES AUS, MIT</small> A<small>USNAHME EINER</small> A<small>RT</small>.</p>
<p>VI. W<small>ENN JEMAND SEIN</small> F<small>ELD IN</small> B<small>EETE MIT VERSCHIEDENEN</small> P<small>FLANZEN EINTEILEN WILL, SO LASSE ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, [<small>ZWISCHEN DEN</small> B<small>EETEN DIE</small> B<small>REITE VON</small>] <small>DREI</small> A<small>CKERFURCHEN FREI, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, DIE DES</small> P<small>FLUGES F&#x00DC;R DIE</small> E<small>BENE</small>. D<small>IE</small> W<small>ORTE DIESER KOMMEN DEN</small> W<small>ORTEN JENER NAHE</small>.</p>
<p>VII. W<small>ENN DIE</small> W<small>INKELSPITZE EINES</small> W<small>EIZENFELDES IN EIN</small> G<small>ERSTENFELD ST&#x00D6;SST, SO IST ES ERLAUBT, WEIL ES SICHTLICH DAS</small> E<small>NDE SEINES</small> F<small>ELDES IST</small>. W<small>ENN SEIN</small> F<small>ELD MIT</small> W<small>EIZEN UND DAS SEINES</small> N<small>ACHBARS MIT EINER ANDEREN</small> A<small>RT BEBAUT IST, SO DARF ER HART DARAN DIESELBE</small> A<small>RT BAUEN</small><sup><xref rid="fn189">12</xref></sup>. I<small>ST SEIN</small> F<small>ELD MIT</small> W<small>EIZEN UND DAS SEINES</small> N<small>ACHBARS EBENFALLS MIT</small> W<small>EIZEN BEBAUT, SO DARF ER HART DARAN EIN</small> B<small>EET MIT</small> F<small>LACHS BAUEN</small><sup><xref rid="fn190">13</xref></sup>, <small>NICHT ABER EIN</small> B<small>EET MIT EINER ANDEREN</small> A<small>RT</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, EINERLEI, OB</small> L<small>EINSAMEN ODER ANDERE</small> A<small>RTEN</small><sup><xref rid="fn191">14</xref></sup>. R. J<small>OSE SAGT, EIN</small> B<small>EET</small> F<small>LACHS SEI PROBEWEISE AUCH IN DER</small> M<small>ITTE DES</small> F<small>ELDES ERLAUBT</small>.</p>
<p>VIII. M<small>AN DARF DICHT AN SEINEM</small> G<small>ETREIDEFELDE KEINEN</small> S<small>ENF ODER WILDEN</small> S<small>AFRAN</small><sup><xref rid="fn192">15</xref></sup><small>BAUEN, WOHL ABER DARF MAN</small> S<small>ENF UND WILDEN</small> S<small>AFRAN DICHT AN SEINEM</small> G<small>EM&#x00DC;SEFELDE BAUEN</small>. M<small>AN DARF</small> [<small>ZWEI VERSCHIEDENE</small> A<small>RTEN BAUEN, GETRENNT DURCH</small>] <small>EIN BRACHLIEGENDES</small> A<small>CKERST&#x00DC;CK, EIN GEPFL&#x00DC;GTES</small> A<small>CKERST&#x00DC;CK, EINE</small> S<small>TEINWAND, EINEN</small> W<small>EG, EINEN ZEHN</small> H<small>ANDBREITEN HOHEN</small> Z<small>AUN, EINEN ZEHN</small> [H<small>ANDBREITEN</small>] <small>TIEFEN UND VIER</small> [H<small>ANDBREITEN</small>] <small>BREITEN</small> G<small>RABEN, EINEN SICH NACH DER</small> E<small>RDE ZIEHENDEN</small> B<small>AUM ODER EINEN ZEHN</small> [H<small>ANDBREITEN</small>] <small>HOHEN UND VIER</small> [H<small>ANDBREITEN</small>] <small>BREITEN</small> F<small>ELSEN</small>.</p>
<p>IX. W<small>ENN JEMAND SEIN</small> F<small>ELD IN VIERECKIGE</small> P<small>LATTEN EINTEILEN UND AUF DIESE VERSCHIEDENE</small> A<small>RTEN PFLANZEN WILL, SO MACHE ER VIERUNDZWANZIG</small> P<small>LATTEN IN EINER</small> S<small>E&#x00C4;FL&#x00C4;CHE, JEDE</small> P<small>LATTE VON EINEM</small> V<small>IERTELKAB</small> A<small>USSAAT, UND S&#x00C4;E DARIN JEDE BELIEBIGE</small> A<small>RT</small>. E<small>INE ODER ZWEI</small> P<small>LATTEN</small> [<small>ANEINANDER</small>] <small>DARF ER MIT</small> S<small>ENF BES&#x00C4;EN, DREI DARF ER NICHT MIT</small> S<small>ENF BES&#x00C4;EN, WEIL DIES WIE EIN</small> S<small>ENFFELD AUSSEHEN W&#x00DC;RDE &#x2013; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, NEUN SEIEN ERLAUBT, ZEHN ABER SEIEN VERBOTEN</small><sup><xref rid="fn193">16</xref></sup>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, AUCH WENN DAS GANZE</small> F<small>ELD EINE</small> K<small>ORFL&#x00C4;CHE</small><sup><xref rid="fn194">17</xref></sup><small>HAT, D&#x00DC;RFE MAN DARIN NICHT MEHR ALS EINE</small> P<small>LATTE MACHEN</small>.</p>
<p>X. A<small>LLES, WAS SICH INNERHALB EINER</small> V<small>IERTELKABFL&#x00C4;CHE BEFINDET</small><sup><xref rid="fn195">18</xref></sup>, <small>WIRD ZUR</small> V<small>IERTELKABFL&#x00C4;CHE MITGERECHNET; DER</small> B<small>AUMKRANZ, DAS</small> G<small>RAB UND DER</small> F<small>ELS WIRD ZUR</small> V<small>IERTELKABFL&#x00C4;CHE MITGERECHNET</small>. G<small>ETREIDE</small> [E<small>NTFERNE MAN</small>] <small>VON</small> G<small>ETREIDE EINE</small> V<small>IERTELKABFL&#x00C4;CHE</small>; K<small>RAUT VON</small> K<small>RAUT, SECHS</small> H<small>ANDBREITEN</small>; G<small>ETREIDE VON</small> K<small>RAUT UND</small> K<small>RAUT VON</small> G<small>ETREIDE, EINE</small> V<small>IERTELKABFL&#x00C4;CHE</small>. R. E<small>LEA&#x0351;ZAR SAGT</small>, K<small>RAUT VON</small> G<small>ETREIDE, SECHS</small> H<small>ANDBREITEN</small>.</p>
<p>XI. W<small>ENN</small> G<small>ETREIDE &#x00DC;BER</small> G<small>ETREIDE</small>, K<small>RAUT &#x00DC;BER</small> K<small>RAUT</small>, G<small>ETREIDE &#x00DC;BER</small> K<small>RAUT ODER</small> K<small>RAUT &#x00DC;BER</small> G<small>ETREIDE SICH NEIGT, SO IST ALLES ERLAUBT, AUSGENOMMEN DER GRIECHISCHE</small> K<small>&#x00DC;RBIS</small>. R. M<small>E&#x00CD;R SAGTE</small>: A<small>UCH DIE</small> G<small>URKE UND DIE AEGYPTISCHE</small> B<small>OHNE; JEDOCH ZIEHE ICH IHRE</small> A<small>NSICHT DER MEINIGEN VOR</small>.</p>
<ftnote id="fn178">1. Die Se&#x00E1; hat 6 Kab: ein Vierundzwanzigstel.</ftnote>
<ftnote id="fn179">2. Das Verh&#x00E4;ltnis, durch Vermindern der einen oder Vermehren der anderen Art.</ftnote>
<ftnote id="fn180">3. Zwei Arten werden nicht vereinigt und verlieren sich durch das geringe Quantum.</ftnote>
<ftnote id="fn181">4. Nicht aber eine andere Art, die jedoch nicht Mischfrucht ist.</ftnote>
<ftnote id="fn182">5. Bei denen eine Se&#x00E1; Aussaat die gleiche Ackerfl&#x00E4;che, 2500 Quadratellen, erfordert.</ftnote>
<ftnote id="fn183">6. Wie zBs. R&#x00FC;ben und Doldenpflanzen.</ftnote>
<ftnote id="fn184">7. Gartens&#x00E4;mereien erfordern bei der Aussaat das Vierfache des f&#x00FC;r Getreide und H&#x00FC;lsenfr&#x00FC;chte festgesetzten Raumes; schon ein Viertel der Aussaat gilt als Mischfrucht.</ftnote>
<ftnote id="fn185">8. Flachs erfordert bei der Aussaat ein Drittel des genannten Raumes.</ftnote>
<ftnote id="fn186">9. Wo der Boden nur leicht aufgerissen wird.</ftnote>
<ftnote id="fn187">10. Nach Maimonides k&#x00F6;nnen hier nur Weinst&#x00F6;cke gemeint sein.</ftnote>
<ftnote id="fn188">11. Wodurch er bekundet, da&#x00DF; ihm der Nachwuchs erw&#x00FC;nscht ist.</ftnote>
<ftnote id="fn189">12. Es hat den Anschein, als geh&#x00F6;re dies zum Felde des Nachbars.</ftnote>
<ftnote id="fn190">13. Ein Beet Flachs tr&#x00E4;gt sehr wenig, und es ist zu ersehen, da&#x00DF; dieses nur zur Probe ges&#x00E4;et wurde.</ftnote>
<ftnote id="fn191">14. Nach manchen Erkl&#x00E4;renn, erlaubt, nach anderen hingegen, verboten.</ftnote>
<ftnote id="fn192">15. Man merkt sofort, da&#x00DF; diese Pflanzen demselben Eigent. geh&#x00F6;ren, weil niemand einem anderen erlauben w&#x00FC;rde, diese dem Getreide sch&#x00E4;dlichen Pflanzen in der N&#x00E4;he seines Feldes zu bauen.</ftnote>
<ftnote id="fn193">16. Wenn das Feld in 5 Reihen von je 5 Beeten geteilt ist, so s&#x00E4;e man das 1., 3. und 5. Beet der 1., 3. und 5. Reihe. In diesem Falle sind die einzelnen Beete an allen Seiten voneinander getrennt. Dies bezieht sich auf den Anfang der Mi&#x0161;na, da&#x00DF; man n&#x00E4;mlich nicht alle 24 Platten bes&#x00E4;en darf.</ftnote>
<ftnote id="fn194">17. 1 Kor (Hohlma&#x00DF;) &#x003D; 30 Se&#x00E1;.</ftnote>
<ftnote id="fn195">18. Auch Stellen, die zur Bepflanzung ungeeignet sind.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>A</bold>UF <small>EIN</small> B<small>EET VON SECHS</small> H<small>ANDBREITEN ZU SECHS</small> H<small>ANDBREITEN KANN MAN F&#x00DC;NF</small> S<small>AATARTEN</small><sup><xref rid="fn196">1</xref></sup> <small>S&#x00C4;EN: VIER AN DEN VIER</small> S<small>EITEN DES</small> B<small>EETES UND EINE IN DER</small> M<small>ITTE</small>. H<small>AT ES EINEN</small> R<small>AIN IN DER</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE, SO KANN MAN DARAUF DREIZEHN</small> [A<small>RTEN</small>]<sup><xref rid="fn197">2</xref></sup> <small>S&#x00C4;EN: DREI AUF JEDEN</small> R<small>AIN UND EINE IN DER</small> M<small>ITTE, JEDOCH PFLANZE MAN AUF DEN</small> R<small>AIN KEINEN</small> R<small>&#x00DC;BENKOPF, WEIL ER IHN GANZ F&#x00DC;LLEN W&#x00DC;RDE</small>. R. J<small>EHUDA SAGT</small>, [<small>MAN S&#x00C4;E</small>] <small>SECHS</small> [A<small>RTEN</small>] <small>IN DER</small> M<small>ITTE</small><sup><xref rid="fn198">3</xref></sup>.</p>
<p>II. A<small>UF EIN</small> [<small>SOLCHES</small>] B<small>EET DARF MAN KEINERLEI</small> F<small>ELDSAATEN S&#x00C4;EN; ALLERLEI</small> K<small>RAUTARTEN DARF MAN AUF EIN</small> [<small>SOLCHES</small>] B<small>EET S&#x00C4;EN</small>. S<small>ENF UND GLATTE</small> B<small>OHNEN SIND</small> F<small>ELDSAATEN; GROSSE</small> B<small>OHNEN SIND EINE</small> K<small>RAUTART</small>. W<small>ENN EIN</small> R<small>AIN VON EINER</small> H<small>ANDBREITE GESUNKEN IST, SO IST ER G&#x00DC;LTIG</small><sup><xref rid="fn199">4</xref></sup>, <small>DA ER VON VORNHEREIN G&#x00DC;LTIG WAR</small>. I<small>N EINE</small> F<small>URCHE ODER IN EINEN</small> W<small>ASSERGRABEN VON DER</small> T<small>IEFE EINER</small> H<small>ANDBREITE DARF MAN DREI VERSCHIEDENE</small> S<small>AATARTEN S&#x00C4;EN: EINE AN DIESER</small> S<small>EITE, EINE AN JENER</small> S<small>EITE UND EINE IN DER</small> M<small>ITTE</small>.</p>
<p>III. W<small>ENN DIE</small> W<small>INKELSPITZE EINES</small> G<small>EM&#x00DC;SEFELDES AN EIN</small> F<small>ELD EINER ANDEREN</small> G<small>EM&#x00DC;SEART ST&#x00D6;SST, SO IST ES ERLAUBT, WEIL ES SICHTLICH DAS</small> E<small>NDE SEINES</small> F<small>ELDES IST</small>. W<small>ENN SEIN</small> F<small>ELD MIT EINER</small> K<small>RAUTART BEBAUT IST UND ER IN DER</small> M<small>ITTE EINE REIHE EINER ANDEREN</small> K<small>RAUTART S&#x00C4;EN WILL, SO MUSS DAS</small> B<small>EET, WIE</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, VON EINEM</small> E<small>NDE DES</small> F<small>ELDES BIS ZUM ANDEREN</small> E<small>NDE DURCHGEHEN, WIE</small> R. A&#x0351;<small>QIBA SAGT, SECHS</small> H<small>ANDBREITEN LANG UND EBENSO BREIT SEIN, UND WIE</small> R. J<small>EHUDA SAGT, DIE</small> B<small>REITE EINER</small> F<small>USSSOHLE BREIT SEIN</small>.</p>
<p>IV. P<small>FLANZT MAN ZWEI</small> R<small>EIHEN</small> G<small>URKEN, ZWEI</small> R<small>EIHEN</small> K<small>&#x00DC;RBISSE UND ZWEI</small> R<small>EIHEN AEGYPTISCHER</small> B<small>OHNEN, SO IST ES ERLAUBT, EINE</small> R<small>EIHE</small> G<small>URKEN, EINE</small> R<small>EIHE</small> K<small>&#x00DC;RBISSE UND EINE</small> R<small>EIHE AEGYPTISCHER</small> B<small>OHNEN IST VERBOTEN</small><sup><xref rid="fn200">5</xref></sup>; <small>EINE</small> R<small>EIHE</small> G<small>URKEN, EINE</small> R<small>EIHE</small> K<small>&#x00DC;RBISSE, EINE</small> R<small>EIHE AEGYPTISCHER</small> B<small>OHNEN UND EINE</small> R<small>EIHE</small> G<small>URKEN, IST NACH</small> R. E<small>LIE&#x0351;ZER ERLAUBT UND NACH DEN</small> W<small>EISEN VERBOTEN</small><sup><xref rid="fn201">6</xref></sup>.</p>
<p>V. M<small>AN DARF</small> G<small>URKEN UND</small> K<small>&#x00DC;RBISSE ZUSAMMEN IN EIN</small> G<small>R&#x00DC;BCHEN PFLANZEN, NUR MUSS DAS EINE NACH DER EINEN</small> S<small>EITE UND DAS ANDERE NACH DER ANDEREN</small> S<small>EITE SICH NEIGEN</small>. M<small>AN NEIGE DIE</small> R<small>ANKEN DER EINEN DIESSEITS UND DIE</small> R<small>ANKEN DER ANDEREN JENSEITS, DENN ALLES, WAS DIE</small> W<small>EISEN HIERBEI VERBOTEN HABEN, HABEN SIE NUR DES</small> A<small>NSCHEINES WEGEN ANGEORDNET</small>.</p>
<p>VI. W<small>ENN SEIN</small> F<small>ELD MIT</small> Z<small>WIEBELN BEPFLANZT IST UND ER DARIN EINIGE</small> R<small>EIHEN</small> K<small>&#x00DC;RBISSE ZU PFLANZEN W&#x00DC;NSCHT, SO REISSE ER, WIE</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, ZWEI</small> R<small>EIHEN AUS, BEPFLANZE EINE</small> R<small>EIHE</small><sup><xref rid="fn202">7</xref></sup> <small>UND LASSE ZWEI</small> R<small>EIHEN</small> Z<small>WIEBELN ZUR&#x00DC;CK, DANN REISSE ER WIEDERUM ZWEI</small> R<small>EIHEN AUS UND BEPFLANZE EINE</small> R<small>EIHE</small><sup><xref rid="fn203">8</xref></sup>; R. A&#x0351;<small>QIBA SAGT, ER REISSE ZWEI</small> R<small>EIHEN AUS, BEPFLANZE DIE ZWEI</small> R<small>EIHEN UND LASSE ZWEI</small> R<small>EIHEN VON DEN</small> Z<small>WIEBELN ZUR&#x00DC;CK, DANN REISSE ER WIEDERUM ZWEI</small> R<small>EIHEN AUS UND BEPFLANZE DIE ZWEI</small> R<small>EIHEN; DIE WEISEN SAGEN, WENN ZWISCHEN EINER</small> R<small>EIHE UND DER ZWEITEN KEINE ZW&#x00D6;LF</small> E<small>LLEN VORHANDEN SIND, DARF ER DIE</small> P<small>FLANZEN DAZWISCHEN NICHT STEHEN LASSEN</small><sup><xref rid="fn204">9</xref></sup>.</p>
<p>VII. K<small>&#x00DC;RBIS NEBEN</small> [<small>ANDEREN</small>] K<small>R&#x00C4;UTERN GLEICHT DEM</small> K<small>RAUTE</small><sup><xref rid="fn205">10</xref></sup>, <small>NEBEN</small> G<small>ETREIDE, LASSE MAN EINE</small> V<small>IERTELKABFL&#x00C4;CHE</small><sup><xref rid="fn206">11</xref></sup><small>FREI</small>. W<small>ENN SEIN</small> F<small>ELD MIT</small> G<small>ETREIDE BEBAUT IST, UND ER IN DER</small> M<small>ITTE EINE</small> R<small>EIHE</small> K<small>&#x00DC;RBISSE ZU PFLANZEN W&#x00DC;NSCHT, SO LASSE ER ZU IHRER</small> B<small>EARBEITUNG EINEN</small> R<small>AUM VON SECHS</small> H<small>ANDBREITEN FREI; DEHNT SIE SICH AUS, SO REISSE ER AUS, WAS VOR IHR SICH BEFINDET</small>. R. J<small>OSE SAGT, ER LASSE ZU IHRER</small> B<small>EARBEITUNG EINEN</small> R<small>AUM VON VIER</small> E<small>LLEN FREI</small>. J<small>ENE SPRACHEN ZU IHM</small>: S<small>OLLTE ES HIERBEI STRENGER SEIN ALS BEIM</small> W<small>EINSTOCKE</small><sup><xref rid="fn207">12</xref></sup>!? E<small>R ERWIDERTE IHNEN</small>: W<small>IR FINDEN, DASS ES HIERBEI STRENGER IST, ALS BEIM</small> W<small>EINSTOCKE: DEM EINZELNEN</small> W<small>EINSTOCKE LASSE MAN ZUR</small> B<small>EARBEITUNG NUR SECHS</small> H<small>ANDBREITEN, W&#x00C4;HREND F&#x00DC;R DEN EINZELNEN</small> K<small>&#x00DC;RBIS EINE</small> V<small>IERTELKABFL&#x00C4;CHE ERFORDERLICH IST</small>. R. M<small>E&#x00CD;R SAGTE IM</small> N<small>AMEN</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;LS</small>: S<small>OBALD DREI</small> K<small>&#x00DC;RBISSE SICH AUF EINER</small> S<small>E&#x00C4;FL&#x00C4;CHE BEFINDEN, DARF MAN AUF DIESE</small> S<small>E&#x00C1;FL&#x00C4;CHE KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN</small>. R. J<small>OSE B</small>. H<small>A&#x1E24;O&#x1E6C;EPH AUS</small> E<small>PHRATH SAGTE IM</small> N<small>AMEN</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;LS</small>: S<small>OBALD DREI</small> K<small>&#x00DC;RBISSE SICH AUF EINER</small> K<small>ORFL&#x00C4;CHE BEFINDEN, DARF MAN AUF DIESER</small> K<small>ORFL&#x00C4;CHE KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN</small>.</p>
<ftnote id="fn196">1. Von Kr&#x00E4;utern, die nur in kleinen Quantit&#x00E4;ten ges&#x00E4;et werden.</ftnote>
<ftnote id="fn197">2. Der 1 Handbreite hohe Rain z&#x00E4;hlt mit.</ftnote>
<ftnote id="fn198">3. Dies bezieht sich auch auf ein Beet ohne Rain; auch bei diesem Verh&#x00E4;ltnisse zieht jede Art ihre Nahrung aus dem Boden gesondert. Die Begr&#x00FC;ndungen f&#x00FC;r diese Ansichten sind nach dem jerus. Talmud aus dem Wortlaute der Schrift entnommen.</ftnote>
<ftnote id="fn199">4. Was bereits ges&#x00E4;et, kann bleiben, jed. darf man auf diesem nicht von vornherein s&#x00E4;en.</ftnote>
<ftnote id="fn200">5. Im ersten Falle ist die Trennung zu merken, im zweiten nicht.</ftnote>
<ftnote id="fn201">6. Die beiden Reihen werden vereinigt.</ftnote>
<ftnote id="fn202">7. In der Mitte, zwischen beiden Zwiebelreihen.</ftnote>
<ftnote id="fn203">8. Die Reihe hat eine Breite von vier Ellen, demnach sind die K&#x00FC;rbisreihen voneinander je zw&#x00F6;lf Ellen entfernt, nach Ra&#x0351;. blo&#x00DF; 8.</ftnote>
<ftnote id="fn204">9. Man braucht jedoch zwischen den Zwiebeln und den K&#x00FC;rbissen keine zwei Ellen freizulassen.</ftnote>
<ftnote id="fn205">10. Man lasse 6 Handbreiten frei.</ftnote>
<ftnote id="fn206">11. Etwas mehr als 100 Quadratellen.</ftnote>
<ftnote id="fn207">12. Der nur 6 Handbreiten erfordert.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>D</bold>IE P<small>LATTE DES</small> W<small>EINBERGES MUSS, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, VIERUNDZWANZIG</small> E<small>LLEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SECHZEHN</small> E<small>LLEN HABEN</small><sup><xref rid="fn208">1</xref></sup>. D<small>AS</small> V<small>ORLAND DES</small> W<small>EINBERGES MUSS, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, SECHZEHN</small> E<small>LLEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ZW&#x00D6;LF</small> E<small>LLEN HABEN</small>. W<small>AS HEISST DIE</small> P<small>LATTE DES</small> W<small>EINBERGES</small>? W<small>AS IN DER</small> M<small>ITTE DES</small> W<small>EINBERGES EINGING</small>. S<small>IND DA KEINE SECHZEHN</small> E<small>LLEN VORH&#x00C4;NDEN, SO DARF MAN DARAUF KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN; SIND DA SECHZEHN</small> E<small>LLEN VORHANDEN, SO LASSE MAN EINEN</small> R<small>AUM ZUR</small> B<small>EARBEITUNG</small><sup><xref rid="fn209">2</xref></sup> <small>FREI UND BES&#x00C4;E DEN</small> R<small>EST</small>.</p>
<p>II. W<small>AS HEISST</small> V<small>ORLAND DES</small> W<small>EINBERGES</small>? W<small>AS ZWISCHEN DEM</small> Z<small>AUN UND DEM</small> W<small>EINBERGE LIEGT</small>. S<small>IND DA KEINE ZW&#x00D6;LF</small> E<small>LLEN VORHANDEN, SO DARF MAN DARAUF KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN; SIND DA ZW&#x00D6;LF</small> E<small>LLEN VORHANDEN, SO LASSE MAN EINEN</small> R<small>AUM ZUR</small> B<small>EARBEITUNG</small><sup><xref rid="fn209">2</xref></sup> <small>FREI UND BES&#x00C4;E DEN</small> R<small>EST</small>.</p>
<p>III. R. J<small>EHUDA SAGTE</small>: D<small>IES IST JA NUR DER</small> R<small>AND DES</small> W<small>EINBERGES</small>; V<small>ORLAND DES</small> W<small>EINBERGES HEISST VIELMEHR</small> [<small>DER</small> R<small>AUM</small>] <small>ZWISCHEN ZWEI</small> W<small>EINBERGEN</small>. W<small>ELCHER</small> Z<small>AUN</small> [<small>GILT ALS</small> A<small>BGRENZUNG</small>]<sup><xref rid="fn210">3</xref></sup>? D<small>ER ZEHN</small> H<small>ANDBREITEN HOCH IST</small>. D<small>ESGLEICHEN EIN</small> G<small>RABEN, DER ZEHN</small> H<small>ANDBREITEN TIEF UND VIER BREIT IST</small>.</p>
<p>IV. E<small>IN</small> S<small>TAKENZAUN, AN DEM DIE</small> S<small>TAKEN KEINE DREI</small> H<small>ANDBREITEN, DASS EINE</small> Z<small>IEGE DURCHGEHEN K&#x00D6;NNTE, VONEINANDER ENTFERNT SIND, WIRD ALS</small> S<small>CHEIDEWAND BETRACHTET</small>. I<small>ST AN EINEM</small> Z<small>AUNE EIN</small> R<small>ISS BIS ZEHN</small> E<small>LLEN VORHANDEN, SO GILT DIESER ALS</small> E<small>INGANG; WENN EIN GR&#x00D6;SSERER, SO DARF MAN GEGEN&#x00DC;BER DEM</small> R<small>ISSE NICHT S&#x00C4;EN</small>. S<small>IND MEHRERE</small> R<small>ISSE VORHANDEN, SO IST ES</small> E<small>RLAUBT, FALLS DAS</small> S<small>TEHENDE MEHR IST ALS DAS</small> E<small>INGEBROCHENE, UND VERBOTEN, FALLS DAS</small> E<small>INGEBROCHENE MEHR IST ALS DAS</small> S<small>TEHENDE</small>.</p>
<p>V. W<small>ENN JEMAND EINE</small> R<small>EIHE VON F&#x00DC;NF</small> W<small>EINST&#x00D6;CKEN PFLANZT, SO IST DIES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> W<small>EINBERG; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES SEI NUR DANN EIN</small> W<small>EINBERG, WENN ES IN ZWEI</small> R<small>EIHEN GEPFLANZT IST</small>. F<small>OLGLICH HAT DERJENIGE, DER INNERHALB DER VIER</small> E<small>LLEN</small><sup><xref rid="fn211">4</xref></sup> S<small>&#x00C4;MEREIEN GES&#x00C4;ET HAT, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EINE</small> R<small>EIHE</small> (<small>VERBOTEN GEMACHT</small>), <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ZWEI</small> R<small>EIHEN VERBOTEN GEMACHT</small>.</p>
<p>VI. P<small>FLANZT MAN ZWEI</small> [W<small>EINST&#x00D6;CKE</small>] <small>GEGEN&#x00DC;BER ZWEIEN UND EINEN ALS</small> S<small>CHWEIF AUSLAUFEND, SO IST DIES EIN</small> W<small>EINBERG; WENN ZWEI GEGEN&#x00DC;BER ZWEIEN UND EINEN DAZWISCHEN, ODER ZWEI GEGEN&#x00DC;BER ZWEIEN UND EINEN IN DER</small> M<small>ITTE, SO IST DIES KEIN</small> W<small>EINBERG; NUR WENN ES ZWEI GEGEN&#x00DC;BER ZWEIEN UND EINER ALS</small> S<small>CHWEIF AUSLAUFEND SIND</small>.</p>
<p>VII. W<small>ENN JEMAND EINE</small> R<small>EIHE AUF SEINEM</small> G<small>RUNDST&#x00DC;CKE PFLANZT UND EINE</small> R<small>EIHE AUF DEM SEINES</small> N<small>ACHBARS, SO WERDEN SIE, OBGLEICH SICH DAZWISCHEN EIN</small> P<small>RIVATWEG ODER EIN &#x00D6;FFENTLICHER</small> W<small>EG ODER EIN</small> Z<small>AUN NIEDRIGER ALS ZEHN</small> H<small>ANDBREITEN BEFINDEN, VEREINIGT, WENN H&#x00D6;HER ALS ZEHN</small> H<small>ANDBREITEN, SO WERDEN SIE NICHT VEREINIGT</small>. R. J<small>EHUDA SAGT, HAT ER SIE OBEN BOGENF&#x00D6;RMIG VERFLOCHTEN, SO WERDEN SIE VEREINIGT</small>.</p>
<p>VIII. W<small>ENN JEMAND ZWEI</small> R<small>EIHEN PFLANZT UND DAZWISCHEN KEINE ACHT</small> E<small>LLEN VORHANDEN SIND, SO DARF ER DA KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN; SIND ES DREI, SO DARF ER, FALLS VON EINER</small> R<small>EIHE BIS ZUR ANDEREN KEINE SECHZEHN</small> E<small>LLEN VORHANDEN SIND, DAZWISCHEN KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN</small><sup><xref rid="fn212">5</xref></sup>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT IM</small> N<small>AMEN DES</small> R. &#x1E24;<small>ANINA B</small>.&#x1E24;<small>AKHINAJ, AUCH WENN DIE MITTELSTE</small> [R<small>EIHE</small>] <small>EINGEGANGEN IST, D&#x00DC;RFE MAN, FALLS VON EINER</small> R<small>EIHE BIS ZUR ANDEREN KEINE SECHZEHN</small> E<small>LLEN VORHANDEN SIND, DAZWISCHEN KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN, OBGLEICH DIES, H&#x00C4;TTE MAN VON VORNHEREIN SO GEPFLANZT, BEI ACHT</small> E<small>LLEN ERLAUBT W&#x00C4;RE</small>.</p>
<p>IX. W<small>ENN JEMAND SEINEN</small> W<small>EINBERG IN</small> Z<small>WISCHENR&#x00C4;UMEN VON JE SECHZEHN</small> E<small>LLEN BEPFLANZT</small><sup><xref rid="fn213">6</xref></sup>, <small>SO IST ES ERLAUBT, DIE</small> Z<small>WISCHENR&#x00C4;UME ZU BES&#x00C4;EN</small>, R. J<small>EHUDA ERZ&#x00C4;HLTE</small>: E<small>INST BEPFLANZTE JEMAND IN</small> &#x00C7;<small>ALMON SEINEN</small> W<small>EINBERG</small> [<small>IN</small> Z<small>WISCHENR&#x00C4;UMEN</small>] <small>VON JE SECHZEHN</small> E<small>LLEN, DANN BOG ER DIE</small> Z<small>WEIGE VON JE ZWEI</small> R<small>EIHEN IN</small> [<small>ENTGEGENGESETZTER</small>] R<small>ICHTUNG UND BES&#x00C4;ETE DEN</small> A<small>CKER; IM N&#x00C4;CHSTEN</small> J<small>AHRE BOG ER DIE</small> Z<small>WEIGE NACH DER ANDEREN</small> S<small>EITE UND BES&#x00C4;ETE DIE</small> B<small>RACHE</small> [<small>DES</small> V<small>ORJAHRES</small>]. A<small>LS DIE</small> S<small>ACHE VOR DIE</small> W<small>EISEN KAM, ERLAUBTEN SIE DIES</small>. R. M<small>E&#x00CD;R UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, AUCH WENN MAN SEINEN</small> W<small>EINBERG IN</small> [Z<small>WISCHENR&#x00C4;UMEN VON</small>] <small>JE ACHT</small> E<small>LLEN BEPFLANZT, SEI DIES</small><sup><xref rid="fn214">7</xref></sup> <small>ERLAUBT</small>.</p>
<ftnote id="fn208">1. Um darauf andere S&#x00E4;mereien s&#x00E4;en zu d&#x00FC;rfen.</ftnote>
<ftnote id="fn209">2. 4 Ellen.</ftnote>
<ftnote id="fn210">3. Um auf der anderen Seite dicht daran S&#x00E4;mereien s&#x00E4;en zu d&#x00FC;rfen.</ftnote>
<ftnote id="fn211">4. Zur Bearbeitung des Weinberges.</ftnote>
<ftnote id="fn212">5. Da drei einen Weinberg bilden; cf. Mi&#x0161;na 1.</ftnote>
<ftnote id="fn213">6. Jede Reihe sechzehn Ellen von der n&#x00E4;chsten entfernt.</ftnote>
<ftnote id="fn214">7. Die Zwischenr&#x00E4;ume zu bes&#x00E4;en.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>E</bold>IN <small>EINGEGANGENER</small> W<small>EINBERG, IN DEM MAN NOCH ZEHN NACH</small> V<small>ORSCHRIFT GEPFLANZTE</small><sup><xref rid="fn215">1</xref></sup> W<small>EINST&#x00D6;CKE AUF EINER</small> S<small>E&#x00C1;FL&#x00C4;CHE ABLESEN KANN, HEISST NOCH</small> W<small>EINBERG</small>. E<small>IN ARMER</small><sup><xref rid="fn216">2</xref></sup> W<small>EINBERG, ODER</small> [<small>IN DEM DIE</small> S<small>T&#x00D6;CKE</small>] <small>DURCHEINANDER</small><sup><xref rid="fn217">3</xref></sup> <small>GEPFLANZT SIND, HEISST</small> W<small>EINBERG, FALLS DARIN ZWEI GEGEN&#x00DC;BER DREIEN SICH MARKIEREN LASSEN, WENN ABER NICHT, SO IST ER KEIN</small> W<small>EINBERG</small>; R. M<small>E&#x00CD;R SAGT, DA ER DAS</small> A<small>USSEHEN EINES</small> W<small>EINBERGES HAT, HEISSE ER</small> W<small>EINBERG</small>.</p>
<p>II. E<small>IN</small> W<small>EINBERG, DER IN</small> [Z<small>WISCHENR&#x00C4;UMEN VON</small>] <small>WENIGER ALS VIER</small> E<small>LLEN</small><sup><xref rid="fn218">4</xref></sup><small>BEPFLANZT IST, IST, WIE</small> R<small>ABBI</small> &#x0160;<small>IMO&#x0351;N SAGT, KEIN</small> W<small>EINBERG; DIE</small> W<small>EISEN SAGEN, ER SEI WOHL EIN</small> W<small>EINBERG, DENN MAN BETRACHTE DIE ZWISCHENLIEGENDEN</small> [S<small>T&#x00D6;CKE</small>] <small>ALS NICHT VORHANDEN</small><sup><xref rid="fn219">5</xref></sup>.</p>
<p>III. E<small>IN ZEHN</small> [H<small>ANDBREITEN</small>] <small>TIEFER UND VIER BREITER</small> G<small>RABEN, DER DURCH DEN</small> W<small>EINBERG L&#x00C4;UFT, WIRD, WIE</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, FALLS ER VON EINEM</small> E<small>NDE DES</small> W<small>EINBERGES BIS ZUM ANDEREN</small> E<small>NDE DURCHGEHT, ALS ZWISCHEN ZWEI</small> W<small>EINBERGEN LIEGEND BETRACHTET, UND MAN DARF DARIN S&#x00C4;EN; WENN ABER NICHT, SO WIRD ER ALS</small> K<small>ELTERGRUBE BETRACHTET</small>. I<small>N EINEM ZEHN</small> [H<small>ANDBREITEN</small>] <small>TIEFEN UND VIER BREITEN</small> K<small>ELTERGRABEN DARF MAN, WIE</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, S&#x00C4;EN; DIE</small> W<small>EISEN VERBIETEN DIES</small>. A<small>UF DEM ZEHN</small> [H<small>ANDBREITEN</small> ] <small>HOHEN UND VIER BREITEN</small> W<small>&#x00C4;CHTERH&#x00DC;GEL DARF MAN S&#x00C4;EN; WENN &#x00DC;BER DIESEM</small> B<small>AUMZWEIGE VERFLOCHTEN SIND, SO IST ES VERBOTEN</small>.</p>
<p>IV. W<small>ENN EIN</small> W<small>EINSTOCK IN EINEM</small> K<small>ELTERGRABEN ODER IN EINEM</small> S<small>CHRUND GEPFLANZT IST, SO LASSE MAN</small> R<small>AUM ZU SEINER</small> B<small>EARBEITUNG</small><sup><xref rid="fn220">6</xref></sup> <small>UND BES&#x00C4;E DAS</small> &#x00DC;<small>BRIGE</small>; R. J<small>OSE SAGT, SIND ES KEINE VIER</small> E<small>LLEN, D&#x00DC;RFE MAN DA KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN</small>. I<small>M</small> H<small>&#x00C4;USCHEN, DAS IM</small> G<small>ARTEN, DARF MAN S&#x00C4;EN</small>.</p>
<p>V. W<small>ENN JEMAND IN EINEM</small> W<small>EINBERGE</small> K<small>RAUT PFLANZT ODER WACHSEN L&#x00C4;SST, SO KANN ER F&#x00DC;NFUNDVIERZIG</small> W<small>EINST&#x00D6;CKE VERBOTEN MACHEN</small>. W<small>IESO</small>? W<small>ENN SIE IN</small> [A<small>BST&#x00C4;NDEN VON</small>] <small>JE VIER ODER F&#x00DC;NF</small> [E<small>LLEN</small>] <small>GEPFLANZT SIND</small><sup><xref rid="fn221">7</xref></sup>. S<small>IND SIE IN</small> [A<small>BST&#x00C4;NDEN VON</small>] <small>JE SECHS ODER SIEBEN</small> [E<small>LLEN</small>] <small>GEPFLANZT, SO WERDEN SECHZEHN</small> E<small>LLEN NACH JEDER</small> S<small>EITE HIN VERBOTEN, IM</small> K<small>REISE, NICHT IM</small> Q<small>UADRAT</small>.</p>
<p>VI. W<small>ENN JEMAND</small> K<small>R&#x00C4;UTER IM</small> W<small>EINBERGE BEMERKT UND SAGT</small>: &#x2018;<small>SOBALD ICH AN DIESE KOMME, PFL&#x00DC;CKE ICH SIE</small>&#x2019;, <small>SO IST ES ERLAUBT</small>; &#x2018;<small>WENN ICH ZUR&#x00DC;CKKOMME, PFL&#x00DC;CKE ICH SIE</small>&#x2019;, <small>SO IST ES, FALLS SIE UM EIN</small> Z<small>WEIHUNDERTSTEL ZUGENOMMEN HABEN, VERBOTEN</small>.</p>
<p>VII. W<small>ENN JEMAND DURCH DEN</small> W<small>EINBERG GEHT UND</small> S<small>AATK&#x00D6;RNER IHM ENTFALLEN, ODER, WENN SIE MIT DEM</small> D<small>UNG ODER MIT DER</small> B<small>EW&#x00C4;SSERUNG KOMMEN, ODER, WENN JEMANDT S&#x00C4;ET UND DER</small> W<small>IND HINTER IHM</small> [<small>DIE</small> S<small>AATK&#x00D6;RNER AUF DEN</small> G<small>ARTEN</small>] <small>WEHT, SO IST ES ERLAUBT</small>. H<small>AT SIE DER</small> W<small>IND VOR IHM HERAUFGEWEHT, SO MUSS MAN, WIE</small> R. A&#x0351;<small>QIBA SAGT, WENN</small> G<small>RAS HERVORGEWACHSEN, UMPFL&#x00DC;GEN, WENN</small> &#x00C4;<small>HREN HERVORGEKOMMEN, DIESE VERNICHTEN, UND WENN</small> K<small>&#x00D6;RNER GEREIFT, ALLES VERBRENNEN</small>.</p>
<p>VIII. W<small>ENN JEMAND IN SEINEM</small> W<small>EINBERGE</small> D<small>ISTELN STEHEN L&#x00C4;SST, SO HAT ER, WIE</small> R. E<small>LIE&#x0351;ZER SAGT</small>, [<small>DEN</small> W<small>EINBERG</small>] <small>VERBOTEN GEMACHT</small><sup><xref rid="fn222">8</xref></sup>; <small>DIE</small> W<small>EISEN SAGEN, VERBOTEN MACHE NUR DAS, WAS MAN</small> [<small>IN BETREFFENDER</small> G<small>EGEND</small>] <small>WACHSEN L&#x00C4;SST</small>. D<small>IE</small> I<small>RISPFLANZE</small><sup><xref rid="fn223">9</xref></sup>, <small>DIE</small> Z<small>AUNREBE</small><sup><xref rid="fn224">10</xref></sup><small>UND DIE</small> K<small>&#x00D6;NIGSLILIE, SOWIE ALLE</small> A<small>RTEN VON</small> S<small>AATEN SIND</small><sup><xref rid="fn225">11</xref></sup><small>IM</small> W<small>EINBERGE KEINE</small> M<small>ISCHFRUCHT</small>. H<small>ANF IST, WIE</small> R. T<small>RYPHON SAGT, KEINE</small> M<small>ISCHFRUCHT, UND WIE DIE</small> W<small>EISEN SAGEN</small>, M<small>ISCHFRUCHT</small>. D<small>IE</small> K<small>ARDONE IST IM</small> W<small>EINBERGE</small> M<small>ISCHFRUCHT</small>.</p>
<ftnote id="fn215">1. Cf. ob. IV,6.</ftnote>
<ftnote id="fn216">2. Der wenig St&#x00F6;cke hat.</ftnote>
<ftnote id="fn217">3. Nicht in gerade laufenden Reihen.</ftnote>
<ftnote id="fn218">4. Die Reihen im Weinberge m&#x00FC;ssen von einander mindestens 4 Ellen (zur Beackerung) entfernt sein.</ftnote>
<ftnote id="fn219">5. Da sie doch nicht gedeihen und nur als Brennholz zu verwenden sind.</ftnote>
<ftnote id="fn220">6. Sechs Handbreiten.</ftnote>
<ftnote id="fn221">7. Wenn die Weinst&#x00F6;cke je vier Ellen von einander entfernt sind, so werden (16 Ellen nach jeder Richtung) 45 St&#x00F6;cke verboten; bei einer Entfernung von 5 Ellen werden des Anscheines wegen ebenfalls 45 verboten.</ftnote>
<ftnote id="fn222">8. Weil man in manchen Orten D. als Futter f&#x00FC;r die Esel wachsen l&#x00E4;&#x00DF;t.</ftnote>
<ftnote id="fn223">9. Nach anderen: Ingwer, Krauseminze.</ftnote>
<ftnote id="fn224">10. Nach Bezeichnung der Kommentare eine Art Hedera.</ftnote>
<ftnote id="fn225">11. Nach bibl. Gesetze.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>W</bold>AS <small>HEISST EINE</small> S<small>PALIERANLAGE</small>? W<small>ENN MAN EINE</small> R<small>EIHE VON F&#x00DC;NF</small> W<small>EINST&#x00D6;CKEN AN DIE</small> S<small>EITE EINES ZEHN</small> H<small>ANDBREITEN HOHEN</small> Z<small>AUNES, ODER AN DIE</small> S<small>EITE EINES ZEHN</small> H<small>ANDBREITEN TIEFEN UND VIER BREITEN</small> G<small>RABENS PFLANZT; EINER SOLCHEN LASSE MAN VIER</small> E<small>LLEN ZUR</small> B<small>EARBEITUNG</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, MAN MESSE DIESE VIER</small> E<small>LLEN VON DER</small> W<small>URZEL DER</small> W<small>EINST&#x00D6;CKE BIS ZUM</small> F<small>ELDE; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, VOM</small> Z<small>AUNE BIS ZUM</small> F<small>ELDE</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGTE</small>: E<small>S IRREN ALLE DIEJENIGEN, WELCHE DIES</small><sup><xref rid="fn226">1</xref></sup> <small>SAGEN; VIELMEHR, SIND VON DER</small> W<small>&#x00DC;RZEL DER</small> W<small>EINST&#x00D6;CKE BIS ZUM</small> Z<small>AUNE VIER</small> E<small>LLEN VORHANDEN, SO LASSE MAN</small> R<small>AUM ZUR</small> B<small>EARBEITUNG UND BES&#x00C4;E DAS</small> &#x00DC;<small>BRIGE</small>. W<small>IEVIEL</small> R<small>AUM IST ZUR</small> B<small>EARBEITUNG DES</small> W<small>EINSTOCKES ERFORDERLICH</small>? S<small>ECHS</small> H<small>ANDBREITEN NACH JEDER</small> S<small>EITE</small>; R. A&#x0351;<small>OIBA SAGT, DREI</small>.</p>
<p>II. W<small>ENN EINE</small> S<small>PALIERANLAGE VON EINER</small> T<small>ERRASSE HERABH&#x00C4;NGT, SO ERSTRECKT SICH, WIE</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, FALLS MAN SIE AUF DER</small> E<small>RDE STEHEND GANZ ABLESEN KANN, DAS</small> V<small>ERBOT AUF DIE VIER</small> [<small>ANGRENZENDEN</small>] E<small>LLEN; FALLS NICHT, SO ERSTRECKT SICH DAS</small> V<small>ERBOT NUR AUF DEN</small> [<small>UNTEN</small>] <small>GEGEN&#x00DC;BERLIEGENDEN</small> [P<small>LATZ</small>]. R. E<small>LIE&#x0351;ZER SAGT</small>,(<small>AUCH</small>) <small>WENN MAN EINE</small> [R<small>EIHE</small>] <small>AUF DER</small> E<small>RDE UND EINE AUF DER</small> T<small>ERRASSE PFLANZT, SO WERDEN SIE, FALLS DIESE ZEHN</small> H<small>ANDBREITEN VON DER</small> E<small>RDE HOCH IST, NICHT VEREINIGT, WENN ABER NICHT, SO WERDEN SIE VEREINIGT</small>.</p>
<p>III. W<small>ENN MAN</small> W<small>EINRANKEN AUF EINEN</small> T<small>EIL DES</small> S<small>PALIERS AUFZIEHT, SO S&#x00C4;E MAN AUCH UNTER DEM</small> R<small>ESTE KEINE</small> S<small>&#x00C4;MEREIEN; HAT MAN BEREITS GES&#x00C4;ET, SO SIND SIE NICHT VERBOTEN; SIND SIE VOLLGEWACHSEN, SO IST ES VERBOTEN</small>. D<small>ESGLEICHEN AUCH, WENN MAN SIE AUF EINEN</small> T<small>EIL EINES LEEREN</small> B<small>AUMES AUFZIEHT</small>.</p>
<p>IV. W<small>ENN MAN</small> W<small>EINRANKEN AUF EINEN</small> T<small>EIL EINES</small> F<small>RUCHTBAUMES AUFZIEHT, SO DARF MAN UNTER DEM</small> R<small>ESTE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN; SIND SIE VOLLGEWACHSEN, SO BIEGE MAN SIE ZUR&#x00DC;CK</small>. E<small>INST GING</small> R. J<small>EHO&#x0160;UA&#x0351; ZU</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L NACH</small> K<small>EPHAR A&#x0351;ZIZ, UND DIESER ZEIGTE IHM EINEN</small> W<small>EINSTOCK, DER AUF EINEM</small> T<small>EILE EINES</small> F<small>EIGENBAUMES AUFGEZOGEN WAR, UND FRAGTE IHN</small>: D<small>ARF ICH UNTER DEM</small> R<small>ESTE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN</small>? J<small>ENER ERWIDERTE</small>: E<small>S IST ERLAUBT</small>. V<small>ON DORT BRACHTE ER IHN NACH</small> B<small>ETH</small> H<small>AMEGANJA UND ZEIGTE IHM EINEN</small> W<small>EINSTOCK, DER AUF EINEM</small> T<small>EILE EINES</small> B<small>ALKENS AUFGEZOGEN WAR, UND DEN</small> S<small>YKOMORENSTUMPF, AN DEM NOCH VIELE ANDERE</small> B<small>ALKEN WAREN</small>. J<small>ENER SPRACH</small>: W<small>AS UNTER DIESEM</small> B<small>ALKEN, IST VERBOTEN, WAS UNTER DEN ANDEREN, IST ERLAUBT</small>.</p>
<p>V. W<small>ELCHER HEISST LEERER</small> B<small>AUM</small>? &#x2013; D<small>ER KEINE</small> F<small>R&#x00DC;CHTE TR&#x00C4;GT</small>. R. M<small>E&#x00CD;R SAGT, ALLE</small> B<small>&#x00C4;UME AUSSER DEM</small> O<small>LIVENBAUME UND DEM</small> F<small>EIGENBAUME HEISSEN</small> [<small>DIESBEZ&#x00DC;GLICH</small>] <small>LEERE</small>. R. J<small>OSE SAGT, JEDER</small> [B<small>AUM</small>], <small>MIT DEM MAN NICHT GANZE</small> F<small>ELDER BEPFLANZT, HEISST EIN LEERER</small>.</p>
<p>VI. D<small>IE</small> T<small>EILE EINER</small> S<small>PALIERANLAGE ERFORDERN ACHT</small> E<small>LLEN UND EINEN</small> &#x00DC;<small>BERSCHUSS</small><sup><xref rid="fn227">2</xref></sup>. A<small>LLE</small> M<small>ASSE, DIE DIE</small> W<small>EISEN BEZ&#x00DC;GLICH DES</small> W<small>EINBERGES ANGEORDNET HABEN, ERFORDERN KEINEN</small> &#x00DC;<small>BERSCHUSS, AUSGENOMMEN DIE</small> T<small>EILE DER</small> S<small>PALIERANLAGE</small>. T<small>EILE EINER</small> S<small>PALIERANLAGE ENTSTEHEN, WENN EINE</small> S<small>PALIERANLAGE IN DER</small> M<small>ITTE EINGEGANGEN UND F&#x00DC;NF</small> W<small>EINST&#x00D6;CKE AUF DER EINEN</small> S<small>EITE UND F&#x00DC;NF</small> W<small>EINST&#x00D6;CKE AUF DER ZWEITEN</small> S<small>EITE GEBLIEBEN SIND; SIND DAZWISCHEN ACHT</small> E<small>LLEN FREI, SO DARF MAN DA KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN, WENN ABER ACHT UND EIN</small> &#x00DC;<small>BERSCHUSS, SO LASSE MAN EINEN</small> P<small>LATZ ZUR</small> B<small>EARBEITUNG FREI UND BES&#x00C4;E DAS</small> &#x00DC;<small>BRIGE</small>.</p>
<p>VII. W<small>ENN EINE</small> S<small>PALIERANLAGE VON EINER</small> W<small>AND IN EINEM</small> W<small>INKEL VORSPRINGT UND DANN AUSL&#x00C4;UFT, SO LASSE MAN EINEN</small> P<small>LATZ ZU DEREN</small> B<small>EARBEITUNG UND BES&#x00C4;E DAS</small> &#x00DC;<small>BRIGE</small>; R. J<small>OSE SAGT, SIND KEINE VIER</small> E<small>LLEN VORHANDEN, D&#x00DC;RFE MAN DA KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN</small>.</p>
<p>VIII. W<small>ENN</small> S<small>PALIERST&#x00C4;BE AUS DER</small> S<small>PALIERANLAGE VORSTEHEN UND MAN SIE NUR AUS</small> S<small>CHONUNG</small><sup><xref rid="fn228">3</xref></sup><small>NICHT ABSCHNEIDET, SO DARF MAN UNTEN</small> [<small>S&#x00C4;EN</small>]; <small>L&#x00C4;SST MAN SIE STEHEN, DAMIT SICH AN IHNEN DIE JUNGEN</small> R<small>EBEN HERAUFWINDEN, SO IST ES VERBOTEN</small>.</p>
<p>IX. W<small>ENN AUS DER</small> S<small>PALIERANLAGE EINE</small> R<small>ANKE AUSL&#x00C4;UFT, SO DENKE MAN SICH EIN</small> S<small>ENKBLEI DARAN H&#x00C4;NGEN, UND UNTEN IST</small> [<small>DAS</small> S<small>&#x00C4;EN</small>] <small>VERBOTEN; EBENSO BEI EINER EINZIGEN AUFGEZOGENEN</small> W<small>EINREBE</small>. W<small>ENN MAN EINE</small> R<small>ANKE VON EINEM</small> B<small>AUME ZUM ANDEREN AUSSPANNT, SO IST DARUNTER</small> [<small>DAS</small> S<small>&#x00C4;EN</small>] <small>VERBOTEN; HAT MAN SIE MIT EINEM</small> S<small>TRICKE ODER</small> B<small>AST ERG&#x00C4;NZT</small><sup><xref rid="fn229">4</xref></sup>, <small>SO IST ES UNTER DER</small> E<small>RG&#x00C4;NZUNG ERLAUBT; TAT MAN ES, DAMIT SICH DARAN DIE JUNGEN</small> R<small>EBEN HERAUFWINDEN, SO IST ES VERBOTEN</small>.</p>
<ftnote id="fn226">1. Da&#x00DF; nach der Schule H.s 4 Ellen freibleiben m&#x00FC;ssen.</ftnote>
<ftnote id="fn227">2. Eine Handbreite.</ftnote>
<ftnote id="fn228">3. Aber nicht beabsichtigt, sie als Spalier zu benutzen.</ftnote>
<ftnote id="fn229">4. Wenn die Rebe nicht von Baum zu Baum reicht.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN EINE</small> W<small>EINREBE DURCH DIE</small> E<small>RDE SENKT</small><sup><xref rid="fn230">1</xref></sup>, <small>SO DARF MAN, FALLS DAR&#x00DC;BER KEINE DREI</small> H<small>ANDBREITEN</small> E<small>RDE VORHANDEN SIND, DAR&#x00DC;BER KEINE</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN, NICHT EINMAL, WENN ER SIE DURCH EINEN</small> K<small>&#x00DC;RBIS ODER DURCH EINE</small> R<small>INNE</small><sup><xref rid="fn231">2</xref></sup> <small>SENKT</small>. S<small>ENKT MAN SIE DURCH EINEN</small> F<small>ELSEN, SO DARF MAN DAR&#x00DC;BER</small> S<small>&#x00C4;MEREIEN S&#x00C4;EN, AUCH WENN DAR&#x00DC;BER NUR DREI</small> F<small>INGERBREITEN</small> E<small>RDE VORHANDEN IST</small>. B<small>EI EINEM</small> S<small>ENKER MESSE MAN VON DER ZWEITEN</small> W<small>URZEL</small>.</p>
<p>II. W<small>ENN MAN DREI</small> W<small>EINST&#x00D6;CKE</small> (<small>DURCH DIE</small> E<small>RDE</small>) <small>SENKT UND IHRE</small> W<small>URZELN SICHTBAR BLEIBEN, SO WERDEN SIE, WIE</small> R. E<small>LEA&#x0351;ZAR B</small>. R. &#x00C7;<small>ADOQ SAGT, FALLS ZWISCHEN IHNEN</small> [<small>EIN</small> B<small>AUM</small>] <small>VON JE VIER BIS ACHT</small> E<small>LLEN VORHANDEN IST, VEREINIGT</small><sup><xref rid="fn232">3</xref></sup>, <small>WENN ABER NICHT, SO WERDEN SIE NICHT VEREINIGT</small>. A<small>N EINEM VERDORRTEN</small> W<small>EINSTOCKE DARF MAN NICHT</small> [<small>S&#x00C4;EN</small>], <small>JEDOCH MACHT ER NICHT VERBOTEN</small><sup><xref rid="fn233">4</xref></sup>. R. M<small>E&#x00CD;R SAGT, AUCH DIE</small> B<small>AUMWOLLSTAUDE D&#x00DC;RFE MAN NICHT</small> [<small>IM</small> W<small>EINBERGE PFLANZEN</small>], <small>JEDOCH WERDE ER NICHT VERBOTEN</small>. R. E<small>LEA&#x0351;ZAR B</small>. R. &#x00C7;<small>ADOQ SAGTE IN DESSEN</small> N<small>AMEN, AUCH &#x00DC;BER DEM</small> [<small>GESENKTEN</small>] W<small>EINSTOCKE D&#x00DC;RFE MAN NICHT S&#x00C4;EN, JEDOCH MACHE DIES NICHT VERBOTEN</small>.</p>
<p>III. A<small>N FOLGENDEN</small> S<small>TELLEN IST DAS</small> S<small>&#x00C4;EN VERBOTEN, DOCH WIRD</small> [<small>DIE</small> F<small>RUCHT</small>] <small>DADURCH NICHT VERBOTEN: AUF DEM</small> R<small>ESTE</small><sup><xref rid="fn234">5</xref></sup> <small>EINER EINGEGANGENEN</small> S<small>TELLE IM</small> W<small>EINBERGE, AUF DEM</small> R<small>ESTE DES</small> V<small>ORLANDES</small><sup><xref rid="fn235">6</xref></sup> <small>DES</small> W<small>EINBERGES, AUF DEM</small> &#x00DC;<small>BERSCHUSSE BEI DEN</small> T<small>EILEN EINER</small> S<small>PALIERANLAGE</small><sup><xref rid="fn236">7</xref></sup>, <small>AUF DEM</small> R<small>ESTE DER</small> S<small>PALIERE</small><sup><xref rid="fn237">8</xref></sup>. [S<small>&#x00C4;ET MAN</small>] <small>ABER UNTER DEM</small> W<small>EINSTOCKE, INNERHALB DES</small> R<small>AUMES ZUR</small> B<small>EARBEITUNG DES</small> W<small>EINSTOCKES UND INNERHALB DER VIER</small> E<small>LLEN DES</small> W<small>EINBERGES, SO IST</small> [<small>DIE</small> F<small>RUCHT</small>] <small>VERBOTEN</small>.</p>
<p>IV.(&#x2013;V.) W<small>ENN MAN MIT SEINEM</small> W<small>EINSTOCKE DAS</small> G<small>ETREIDE SEINES</small> N<small>ACHBARS BEDECKT, SO HAT MAN ES VERBOTEN GEMACHT UND IST ZUR</small> E<small>NTSCH&#x00C4;DIGUNG VERPFLICHTET</small>. R. J<small>OSE UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, NIEMAND K&#x00D6;NNE DAS VERBOTEN MACHEN, WAS NICHT IHM GEH&#x00D6;RT</small>. [V.] R. J<small>OSE ERZ&#x00C4;HLTE</small>: E<small>INST BES&#x00C4;ETE JEMAND SEINEN</small> W<small>EINBERG IM</small> S<small>IEBENTJAHRE, UND ALS DIE</small> S<small>ACHE VOR</small> R. A&#x0351;<small>QIBA KAM, SAGTE ER</small>: N<small>IEMAND KANN DAS VERBOTEN MACHEN, WAS NICHT IHM</small><sup><xref rid="fn238">9</xref></sup> <small>GEH&#x00D6;RT</small>.</p>
<p>VI. W<small>ENN EIN</small> G<small>EWALTT&#x00C4;TER EINEN</small> [<small>GERAUBTEN</small>] W<small>EINBERG BES&#x00C4;ET UND IHN VERLASSEN HAT, SO M&#x00C4;HE</small> [<small>DER</small> B<small>ESITZER DAS</small> G<small>ES&#x00C4;ETE</small>] <small>AB, SELBST AM</small> H<small>ALBFESTE</small><sup><xref rid="fn239">10</xref></sup>. B<small>IS WIEVIEL MUSS ER DEN</small> T<small>AGEL&#x00D6;HNERN &#x00DC;BERZAHLEN</small><sup><xref rid="fn240">11</xref></sup>? B<small>IS ZU EINEM</small> D<small>RITTEL</small>. [V<small>ERLANGEN SIE</small>] <small>MEHR, SO M&#x00C4;HE ER NACH SEINER</small> W<small>EISE, SELBST BIS NACH DEM</small> F<small>ESTE</small>. W<small>ANN IST ER DES</small> G<small>EWALTT&#x00C4;TERS</small>? S<small>OBALD</small> [<small>DER</small> B<small>ESITZER</small>] <small>IN</small> V<small>ERGESSENHEIT GER&#x00C4;T</small>.</p>
<p>VII. W<small>ENN DER</small> W<small>IND</small> W<small>EINST&#x00D6;CKE AUF</small> G<small>ETREIDE GEBOGEN HAT, SO VERZ&#x00C4;UNE MAN SIE SOFORT; WAR MAN VERHINDERT, SO IST ES ERLAUBT</small>. W<small>ENN SICH DAS</small> G<small>ETREIDE NACH DEM</small> W<small>EINSTOCKE HINNEIGT, EBENSO</small> K<small>R&#x00C4;UTER, SO BIEGE MAN ES ZUR&#x00DC;CK; ES WIRD DADURCH NICHT VERBOTEN</small>. V<small>ON WANN AN WIRD</small> G<small>ETREIDE VERBOTEN</small>? S<small>OBALD ES WURZELT</small>; W<small>EINBEEREN, SOBALD SIE DIE</small> G<small>R&#x00D6;SSE EINER WEISSEN</small> B<small>OHNE ERREICHT HABEN</small>. G<small>ETREIDE, DAS SCHON VOLLST&#x00C4;NDIG TROCKEN IST, SOWIE</small> W<small>EINBEEREN, DIE VOLLKOMMEN REIF SIND, WERDEN NICHT MEHR VERBOTEN</small>.</p>
<p>VIII. E<small>IN DURCHLOCHTER</small> P<small>FLANZENTOPF IN EINEM</small> W<small>EINBERGE MACHT VERBOTEN, EIN UNDURCHLOCHTER MACHT NICHT VERBOTEN</small>; R. &#x0160;<small>IMO&#x0351;N SAGT, BEIDE SEIEN</small> [<small>VON VORNHEREIN</small>] <small>VERBOTEN, MACHEN ABER NICHT</small> [<small>DIE</small> F<small>RUCHT</small>] <small>VERBOTEN</small>. W<small>ENN JEMAND EINEN DURCHLOCHTEN</small> P<small>FLANZENTOPF DURCH EINEN</small> W<small>EINBERG</small><sup><xref rid="fn241">12</xref></sup><small>GETRAGEN HAT, SO IST ER</small><sup><xref rid="fn242">13</xref></sup>, <small>FALLS ER UM EIN</small> Z<small>WEIHUNDERTSTEL ZUGENOMMEN</small><sup><xref rid="fn243">14</xref></sup><small>HAT, VERBOTEN</small>.</p>
<ftnote id="fn230">1. Soda&#x00DF; der Sch&#x00F6;&#x00DF;ling sechs Handbreiten vom Stamme entfernt ist.</ftnote>
<ftnote id="fn231">2. Aus weichem Tone.</ftnote>
<ftnote id="fn232">3. Um als Weinberg betrachtet zu werden.</ftnote>
<ftnote id="fn233">4. Wenn man bereits ges&#x00E4;et hat.</ftnote>
<ftnote id="fn234">5. Au&#x00DF;erhalb der 4 Ellen von den St&#x00F6;cken, wenn der ganze Raum keine 16 Ellen hat; cf.Kil. IV,1.</ftnote>
<ftnote id="fn235">6. Au&#x00DF;erhalb der 4 Ellen, wenn keine 12 vorhanden sind; cf. Kil. IV,2.</ftnote>
<ftnote id="fn236">7. Cf. Kil. VI,6.</ftnote>
<ftnote id="fn237">8. Cf. Kil. VI,3.</ftnote>
<ftnote id="fn238">9. Die Fr&#x00FC;chte des Siebentjahres sind Freigut.</ftnote>
<ftnote id="fn239">10. Vom Pesa&#x1E25;feste u. vom H&#x00FC;ttenfeste sind nur die ersten u. letzten Tage absolute Feiertage, die &#x00FC;brigen gelten nur als Halbfest, an denen manche Arbeiten erlaubt sind. So auch in diesem Falle, damit die Mischsaat nicht weiter wachse, auch des Anscheines wegen, da nicht jeder wei&#x00DF;, da&#x00DF; nicht er ges&#x00E4;et hat.</ftnote>
<ftnote id="fn240">11. Um schnell die Saat zu beseitigen.</ftnote>
<ftnote id="fn241">12. Unter den Weinreben.</ftnote>
<ftnote id="fn242">13. Der Topf, dh. die darin wachsende Frucht.</ftnote>
<ftnote id="fn243">14. W&#x00E4;hrend dieser Zeit.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>M</bold>ISCHFRUCHT <small>DARF MAN IM</small> W<small>EINBERGE WEDER S&#x00C4;EN NOCH STEHEN LASSEN, AUCH IST DIE</small> N<small>UTZNIESSUNG DERSELBEN VERBOTEN</small>. M<small>ISCHFRUCHT ANDERER</small> P<small>FLANZEN DARF MAN WEDER S&#x00C4;EN NOCH STEHEN LASSEN, JEDOCH DARF MAN SIE ESSEN UND UM SO MEHR NUTZNIESSEN</small>. M<small>ISCHGEWEBE IST ZU JEDEM</small> B<small>EHUFE ERLAUBT, VERBOTEN IST NUR, SICH DARIN ZU KLEIDEN</small>. M<small>ISCHLINGE DARF MAN Z&#x00DC;CHTEN UND HALTEN, VERBOTEN IST NUR DIE</small>. K<small>REUZUNG</small>. M<small>ISCHLINGE MITEINANDER</small> [<small>ZU KREUZEN</small>] <small>IST VERBOTEN</small>.</p>
<p>II. V<small>IEH MIT</small> V<small>IEH</small>, W<small>ILD MIT</small> W<small>ILD</small>, V<small>IEH MIT</small> W<small>ILD</small>, W<small>ILD MIT</small> V<small>IEH, EIN UNREINES</small> [T<small>IER</small>] <small>MIT EINEM UNREINEN</small><sup><xref rid="fn244">1</xref></sup>, <small>EIN REINES MIT EINEM REINEN, EIN UNREINES MIT EINEM REINEN, UND EIN REINES MIT EINEM UNREINEN DARF MAN NICHT ZUSAMMEN PFL&#x00DC;GEN ODER ZIEHEN LASSEN, AUCH NICHT F&#x00DC;HREN</small>.</p>
<p>III. W<small>ER SOLCHE F&#x00DC;HRT</small><sup><xref rid="fn245">2</xref></sup>, <small>ERH&#x00C4;LT DIE VIERZIG</small><sup><xref rid="fn246">3</xref></sup> [G<small>EISSELHIEBE</small>]. A<small>UCH WER IM</small> W<small>AGEN SITZT, ERH&#x00C4;LT DIE VIERZIG</small> [G<small>EISSELHIEBE</small>]; R. M<small>E&#x00CD;R BEFREIT IHN</small>. E<small>S IST AUCH VERBOTEN, EIN DRITTES</small> [T<small>IER</small>] <small>DANEBEN MIT DER</small> L<small>EINE ANZUBINDEN</small>.</p>
<p>IV. M<small>AN DARF NICHT EIN</small> P<small>FERD ZUR</small> S<small>EITE EINES</small> [R<small>INDER</small>]<small>KARRENS ODER HINTER DIESEM ANBINDEN; AUCH NICHT EINEN LIBYSCHEN</small> E<small>SEL ZUSAMMEN MIT</small> K<small>AMELEN</small>. R. J<small>EHUDA SAGTE</small>: A<small>LLE VON EINER</small> S<small>TUTE</small> G<small>EWORFENEN, AUCH WENN DER</small> V<small>ATER EIN</small> E<small>SEL WAR, SIND MIT EINANDER ERLAUBT; EBENSO SIND ALLE VON EINER</small> E<small>SELIN</small> G<small>EWORFENEN, AUCH WENN DER</small> V<small>ATER EIN</small> H<small>ENGST WAR, MITEINANDER ERLAUBT; DIE VON EINER</small> S<small>TUTE</small> G<small>EWORFENEN ABER SIND MIT DEN VON EINER</small> E<small>SELIN</small> G<small>EWORFENEN VERBOTEN</small>.</p>
<p>V. J<small>UNGE</small> M<small>AULTIERE</small><sup><xref rid="fn247">4</xref></sup> <small>SIND MITEINANDER VERBOTEN; DER</small> R<small>AMMAKH</small><sup><xref rid="fn248">5</xref></sup><small>IST ERLAUBT</small><sup><xref rid="fn249">6</xref></sup>. D<small>AS</small> W<small>ALDM&#x00C4;NNCHEN</small><sup><xref rid="fn250">7</xref></sup> <small>GEH&#x00D6;RT ZUM</small> W<small>ILD</small>. R. J<small>OSE SAGT, ES SEI</small><sup><xref rid="fn251">8</xref></sup> <small>GLEICH EINEM</small> M<small>ENSCHEN IM</small> Z<small>ELTE VERUNREINIGEND</small>. D<small>ER</small> I<small>GEL UND DAS</small> W<small>IESEL GEH&#x00D6;REN ZUM</small> W<small>ILD</small>. V<small>OM</small> W<small>IESEL IST, WIE</small> R. J<small>OSE IM</small> N<small>AMEN DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> O<small>LIVENGROSSES DURCH</small> T<small>RAGEN UND EIN</small> L<small>INSENGROSSES DURCH</small> B<small>ER&#x00DC;HREN VERUNREINIGEND</small><sup><xref rid="fn252">9</xref></sup>.</p>
<p>VI. D<small>ER</small> A<small>UEROCHSE GEH&#x00D6;RT ZUM</small> V<small>IEH</small>; R. J<small>OSE SAGT, ZUM</small> W<small>ILD</small>. D<small>ER</small> H<small>UND GEH&#x00D6;RT ZUM</small> W<small>ILD</small>; R. M<small>E&#x00CD;R SAGT, ZUM</small> V<small>IEH</small>. D<small>AS</small> S<small>CHWEIN GEH&#x00D6;RT ZUM</small> V<small>IEH</small>. D<small>ER</small> W<small>ALDESEL GEH&#x00D6;RT ZUM</small> W<small>ILD</small>. D<small>ER</small> E<small>LEFANT UND DER</small> A<small>FFE GEH&#x00D6;REN ZUM</small> W<small>ILD</small>. D<small>ER</small> M<small>ENSCH DARF MIT ALLEN</small> [T<small>IEREN</small>] <small>ZUSAMMEN ZIEHEN, PFL&#x00DC;GEN UND F&#x00DC;HREN</small>.</p>
<ftnote id="fn244">1. Von verschiedenen Arten.</ftnote>
<ftnote id="fn245">2. Od. lenkt; f&#x00FC;r beides hat die Textsprache das gleiche Tatwort.</ftnote>
<ftnote id="fn246">3. Wegen &#x00DC;bertretung eines biblischen Verbotes; genauer 39; cf. Dt. 25,3 u. hierzu Mak. 22a.</ftnote>
<ftnote id="fn247">4. Die nicht entwickelt sind, von denen man noch nicht wei&#x00DF;, ob sie Maultiere oder Maulesel sind.</ftnote>
<ftnote id="fn248">5. Eine Art Maultier.</ftnote>
<ftnote id="fn249">6. Mit dem Pferde.</ftnote>
<ftnote id="fn250">7. Jeru&#x0161;almi (Kil. VIII,5): <span dir="rtl">&#x05D1;&#x05E8; &#x05E0;&#x05E9; &#x05D3;&#x05D8;&#x05D5;&#x05E8;</span> <italic>Bergmensch</italic> (Bergm&#x00E4;nnchen?); ein Gesch&#x00F6;pf, &#x00FC;ber das in der talmudischen, sowie in der &#x00FC;brig. morgenl&#x00E4;nd. Literatur fabelhafte Erz&#x00E4;hlungen bekannt sind. Wahrscheinlich der Orang-Utang.</ftnote>
<ftnote id="fn251">8. Als Leiche.</ftnote>
<ftnote id="fn252">9. Letzteres findet sonst nur bei den Kriechtieren statt.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>A</bold>LS M<small>ISCHGEWEBE VERBOTEN IST NUR</small> W<small>OLLE MIT</small> F<small>LACHS ZUSAMMEN; DAS</small> A<small>USSATZMAL</small><sup><xref rid="fn253">1</xref></sup> <small>IST NUR BEI</small> W<small>OLLE UND</small> F<small>LACHS VERUNREINIGEND; DIE</small> P<small>RIESTER TRAGEN BEIM</small> D<small>IENSTE IM</small> H<small>EILIGTUM NUR</small> W<small>OLLE UND</small> F<small>LACHS</small>. K<small>AMELHAAR MIT</small> S<small>CHAFWOLLE ZUSAMMEN GEHECHELT, IST</small> [<small>MIT</small> F<small>LACHS</small>], <small>WENN MEHR</small> K<small>AMELHAAR ERLAUBT, WENN MEHR</small> S<small>CHAFWOLLE VERBOTEN, UND WENN HALB ZU HALB, VERBOTEN</small>. E<small>BENSO</small> F<small>LACHS MIT</small> H<small>ANF ZUSAMMEN GEHECHELT</small><sup><xref rid="fn254">2</xref></sup>.</p>
<p>II. S<small>EIDE UND</small> W<small>ERGSEIDE</small><sup><xref rid="fn255">3</xref></sup> <small>UNTERLIEGEN NICHT DEM</small> G<small>ESETZE VOM</small> M<small>ISCHGEWEBE, DENNOCH IST ES DES</small> A<small>NSCHEINES WEGEN VERBOTEN</small>. B<small>EI</small> K<small>ISSEN UND</small> P<small>OLSTERN HAT DAS</small> G<small>ESETZ VOM</small> M<small>ISCHGEWEBE KEINE</small> G<small>ELTUNG, JEDOCH DARF MAN SOLCHE MIT BLOSSEM</small> L<small>EIBE NICHT BER&#x00DC;HREN</small>. M<small>ISCHGEWEBE DARF MAN AUCH VOR&#x00DC;BERGEHEND NICHT ANLEGEN, NICHT EINMAL &#x00DC;BER ZEHN</small> [<small>ANDEREN</small> K<small>LEIDERN</small>], <small>AUCH NICHT ZUR</small> H<small>INTERZIEHUNG DES</small> Z<small>OLLES</small>.</p>
<p>III. B<small>EI</small> H<small>ANDT&#x00DC;CHERN</small>, T<small>ORAM&#x00C4;NTELCHEN UND</small> F<small>ROTTIERT&#x00DC;CHERN HAT DAS</small> G<small>ESETZ VOM</small> M<small>ISCHGEWEBE KEINE</small> G<small>ELTUNG</small>. R. E<small>LEA&#x0351;ZAR VERBIETET ES AUCH BEI DIESEN</small>. B<small>EI</small> B<small>ARBIERT&#x00DC;CHERN</small><sup><xref rid="fn256">4</xref></sup> <small>IST DAS</small> M<small>ISCHGEWEBE VERBOTEN</small>.</p>
<p>IV. B<small>EI</small> T<small>OTENKLEIDERN UND</small> E<small>SELREITDECKEN HAT DAS</small> G<small>ESETZ VOM</small> M<small>ISCHGEWEBE KEINE</small> G<small>ELTUNG, JEDOCH DARF MAN KEINE</small> E<small>SELREITDECKE AUF DIE</small> S<small>CHULTER NEHMEN, SELBST UM DARAUF</small> M<small>IST HINAUSZUTRAGEN</small>.</p>
<p>V. K<small>LEIDERH&#x00C4;NDLER D&#x00DC;RFEN</small> [M<small>ISCHGEWEBE</small>] <small>WIE &#x00DC;BLICH</small><sup><xref rid="fn257">5</xref></sup> <small>VERKAUFEN, SIE D&#x00DC;RFEN ABER NICHT BEABSICHTIGEN</small>, [<small>SICH</small>] <small>BEI</small> S<small>ONNENSCHEIN GEGEN DIE</small> S<small>ONNE ODER IM</small> R<small>EGEN GEGEN DEN</small> R<small>EGEN</small> [<small>ZU SCH&#x00DC;TZEN</small>]; <small>DIE</small> S<small>TRENGFROMMEN ABER PFLEGEN ES AN EINEM</small> S<small>TABE ZU TRAGEN</small>.</p>
<p>VI. S<small>CHNEIDER D&#x00DC;RFEN WIE &#x00DC;BLICH N&#x00C4;HEN, SIE D&#x00DC;RFEN ABER NICHT BEADSICHTIGEN</small>, [<small>SICH</small>] <small>BEI</small> S<small>ONNENSCHEIN GEGEN DIE</small> S<small>ONNE ODER IM</small> R<small>EGEN GEGEN DEN</small> R<small>EGEN</small> [<small>ZU SCH&#x00DC;TZEN</small>]; <small>DIE</small> S<small>TRENGFROMMEN PFLEGEN ES AUF DER</small> E<small>RDE</small><sup><xref rid="fn258">6</xref></sup><small>ZU N&#x00C4;HEN</small>.</p>
<p>VII. U<small>MSCHLAGET&#x00DC;CHER</small>, D<small>ECKEN, WOLLENE</small> B<small>EINKLEIDER UND</small> F<small>ILZSCHUHE DARF MAN NUR DANN ANZIEHEN, WENN MAN SIE UNTERSUCHT HAT</small>. R. J<small>OSE SAGT, DIE VON DEN</small> K<small>&#x00DC;STENST&#x00C4;DTEN UND AUS DEN &#x00DC;BERSEEISCHEN</small> L<small>&#x00C4;NDERN HERKOMMEN, BRAUCHEN NICHT UNTERSUCHT ZU WERDEN, WEIL SIE SICHER AUS</small> H<small>ANF SIND</small><sup><xref rid="fn259">7</xref></sup>. B<small>EI</small> P<small>ANTOFFELN</small><sup><xref rid="fn260">8</xref></sup> <small>HAT DAS</small> G<small>ESETZ VOM</small> M<small>ISCHGEWEBE KEINE</small> G<small>ELTUNG</small>.</p>
<p>VIII. A<small>LS</small> M<small>ISCHGEWEBE VERBOTEN IST NUR DAS, WAS ZUSAMMEN GESPONNEN UND GEWEBT IST, DENN ES HEISST</small>: <sup><xref rid="fn261">9</xref></sup><italic>du sollst Mischgewebe</italic><sup><xref rid="fn262">10</xref></sup><italic>nicht anziehen</italic>: <small>ETWAS, DAS GEKREMPELT, GESPONNEN UND GEZWIRNT IST</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. E<small>LEA&#x0351;ZAR SAGTE</small>: E<small>R</small><sup><xref rid="fn263">11</xref></sup><small>WENDET SICH AB UND MACHT SEINEN</small> V<small>ATER IM</small> H<small>IMMEL SICH ABWENDEN</small>.</p>
<p>IX. F<small>ILZ</small><sup><xref rid="fn264">12</xref></sup><small>IST VERBOTEN, WEIL ER GEKREMPELT IST</small>. E<small>INE</small> W<small>OLLENFRANSE AN EINEM</small> F<small>LACHS</small>[<small>GEWANDE</small>] <small>IST VERBOTEN, WEIL SIE WIE ANGEWEBT AUSSIEHT</small>. R. J<small>OSE SAGT, PURPURWOLLENE</small> G<small>&#x00DC;RTEL SEIEN VERBOTEN</small><sup><xref rid="fn265">13</xref></sup>, <small>WEIL MAN SIE ANZUHEFTEN PFLEGT, BEVOR MAN SIE UMBINDET</small>. M<small>AN KN&#x00DC;PFE NICHT EINEN WOLLENEN</small> G<small>&#x00DC;RTEL AN EINEN</small> L<small>EINENEN, UM IHN UM DIE</small> L<small>ENDEN ZU BINDEN, SELBST WENN EIN</small> L<small>EDERRIEMEN DAZWISCHEN IST</small>.</p>
<p>X. D<small>IE</small> Z<small>EICHEN DER</small> K<small>REMPLER UND DER</small> W<small>&#x00C4;SCHER SIND ALS</small> M<small>ISCHGEWEBE VERBOTEN</small>. W<small>ENN JEMAND EINEN EINZIGEN</small> N<small>ADELSTICH MACHT, SO HEISST DIES KEINE</small> A<small>NHEFTUNG</small><sup><xref rid="fn266">14</xref></sup>, <small>DAS</small> G<small>ESETZ VOM</small> M<small>ISCHGEWEBE HAT DABEI KEINE</small> G<small>ELTUNG, UND WER IHN AM</small> &#x0160;<small>ABBATH HERAUSZIEHT, IST FREI</small>. H<small>AT MAN BEIDE</small> E<small>NDEN</small> [<small>DES</small> F<small>ADENS</small>] <small>NACH EINER</small> S<small>EITE DURCHGEZOGEN, SO HEISST DIES</small><sup><xref rid="fn267">15</xref></sup><small>EINE</small> A<small>NHEFTUNG, HIERBEI HAT DAS</small> G<small>ESETZ VOM</small> M<small>ISCHGEWEBE</small> G<small>ELTUNG, UND WER IHN AM</small> &#x0160;<small>ABBATH HERAUSZIEHT, IST SCHULDIG</small>. R. J<small>EHUDA SAGT, ERST WENN MAN EINEN DRITTEN</small> [S<small>TICH</small>] <small>MACHT</small>. E<small>IN</small> S<small>ACK UND EIN</small> K<small>ORB, WERDEN BEZ&#x00DC;GLICH DES</small> M<small>ISCHGEWEBES VEREINIGT</small><sup><xref rid="fn268">16</xref></sup>.</p>
<ftnote id="fn253">1. Cf. Lev. 13,47.</ftnote>
<ftnote id="fn254">2. Wenn mehr Flachs, so ist es mit Wolle verboten.</ftnote>
<ftnote id="fn255">3. Nach den Kommentaren eine weiche, woll&#x00E4;hnliche Seidenart.</ftnote>
<ftnote id="fn256">4. Im Text wird f&#x00FC;r &#x2018;Toram&#x00E4;ntelchen&#x2019; und &#x2018;Barbiert&#x00FC;cher&#x2019; das gleiche Wort gebraucht; die &#x00DC;bersetzung folgt den Kommentaren.</ftnote>
<ftnote id="fn257">5. Auf den Schultern tragen.</ftnote>
<ftnote id="fn258">6. Ebenso auf dem Tische, wenn man auf diesem sitzt; jedoch darf das Gewand nicht auf dem K&#x00F6;rper liegen.</ftnote>
<ftnote id="fn259">7. Da Flachs dort selten und teuer ist.</ftnote>
<ftnote id="fn260">8. Oder Filzschuhe, nach anderen, gef&#x00FC;tterte Schuhe.</ftnote>
<ftnote id="fn261">9. Dt. 22,11.</ftnote>
<ftnote id="fn262">10. <span dir="rtl">&#x05E9;&#x05D5;&#x05E2; &#x003D; &#x05E9;&#x05E2;&#x05D8;&#x05E0;&#x05D6;</span> <italic>krempeln</italic> <span dir="rtl">&#x05D8;&#x05D5;&#x05D4;</span> <italic>spinnen</italic> <span dir="rtl">&#x05E0;&#x05D5;&#x05D6;</span> <italic>zwirnen</italic>.</ftnote>
<ftnote id="fn263">11. Wer dieses Verbot &#x00FC;bertritt; dies wegen der &#x00C4;hnlichkeit v. <span dir="rtl">&#x05E0;&#x05D5;&#x05D6;</span> u. <span dir="rtl">&#x05E0;&#x05DC;&#x05D5;&#x05D6;</span>.</ftnote>
<ftnote id="fn264">12. Mit Flachs.</ftnote>
<ftnote id="fn265">13. &#x00DC;ber einem Flachsgewande zu tragen.</ftnote>
<ftnote id="fn266">14. Hinsichtlich der &#x00DC;bertragung der levit. Unreinheit.</ftnote>
<ftnote id="fn267">15. Wenn man beide Enden zusammenbindet.</ftnote>
<ftnote id="fn268">16. Wenn man sie durch Flicken aus gemischten Geweben verbindet.</ftnote>
</chapter>
</book>