<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>F</bold>OLGENDE R<small>EGEL SAGTEN SIE HINSICHTLICH DER</small> Z<small>EHNTE</small>: A<small>LLES, WAS EINE</small> S<small>PEISE</small><sup><xref rid="fn192">1</xref></sup><small>IST, AUFBEWAHRT WIRD UND SEINE</small> N<small>AHRUNG AUS DER</small> E<small>RDE ZIEHT,IST ZEHNTPFLICHTIG</small>. U<small>ND NOCH EINE ANDERE</small> R<small>EGEL SAGTEN SIE</small>: A<small>LLES, WAS BEI</small> B<small>EGINN</small> [<small>DER</small> R<small>EIFE</small>] <small>UND BEI FERTIGER</small> [R<small>EIFE</small>] <small>ESSBAR</small><sup><xref rid="fn193">2</xref></sup> <small>IST, IST, OBGLEICH MAN ES NOCH WACHSEN L&#x00C4;SST, DAMIT ES ZUNEHME, OB KLEIN ODER GROSS, ZEHNTPFLICHTIG; WAS ABER NICHT BEI BEGINN DER</small> R<small>EIFE, SONDERN ERST BEI FERTIGER</small> [R<small>EIFE</small>] <small>ESSBAR</small><sup><xref rid="fn194">3</xref></sup><small>IST, IST ERST DANN ZEHNTPFLICHTIG, WENN ES BEREITS ESSBAR GEWORDEN</small>.</p>
<p>II. W<small>ANN WERDEN</small> B<small>AUMFR&#x00DC;CHTE ZEHNTPFLICHTIG?</small> F<small>EIGEN, SOBALD SIE ZU REIFEN BEGINNEN</small>, W<small>EINTRAUBEN UND</small> H<small>ERLINGE, SOBALD SIE DURCHSICHTIG SIND, DER</small> G<small>ERBERSUMACH UND DER</small> M<small>AULBEERBAUM, SOBALD DIE</small> F<small>R&#x00DC;CHTE ROT SIND, DESGLEICHEN ALLE ANDEREN ROTEN</small> F<small>R&#x00DC;CHTE, SOBALD SIE ROT SIND</small>; G<small>RANAT&#x00C4;PFEL, SOBALD SIE WEICH WERDEN</small>; D<small>ATTELN, SOBALD SIE DUNSEN</small>; P<small>FIRSICHE, SOBALD SIE</small> &#x00C4;<small>DERCHEN BEKOMMEN</small>, N<small>&#x00DC;SSE, SOBALD SIE</small> Z<small>ELLENSCHALE BEKOMMEN</small>. R. J<small>EHUDA SAGT</small>, N<small>&#x00DC;SSE UND MANDELN, SOBALD SIE FERTIGE</small> S<small>CHALEN HABEN</small>.</p>
<p>III. J<small>OHANNISBROT, SOBALD ES</small> P<small>UNKTE BEKOMMT, DESGLEICHEN ALLE ANDEREN SCHWARZEN</small> F<small>R&#x00DC;CHTE, SOBALD SIE</small> P<small>UNKTE BEKOMMEN</small>; B<small>IRNEN</small>, G<small>OLD&#x00C4;PFEL</small>, Q<small>UITTEN UND</small> H<small>OLZ&#x00C4;PFEL, SOBALD SIE KAHL WERDEN, DESGLEICHEN ALLE ANDEREN WEISSEN</small> F<small>R&#x00DC;CHTE, SOBALD SIE KAHL WERDEN</small>; B<small>OCKSHORNKLEE, SOBALD ER ZUR AuSSAAT TAUGLICH IST</small>; G<small>ETREIDE UND</small> O<small>LIVEN, SOBALD SIE EIN</small> D<small>RITTEL DES</small> W<small>ACHSTUMS ERREICHT HABEN</small>.</p>
<p>IV. V<small>ON</small> K<small>RAUTFR&#x00DC;CHTEN SIND</small> G<small>URKEN</small>, K<small>&#x00DC;RBISSE</small>, M<small>ELONEN</small>, A<small>PFELMELONEN, FERNER</small> &#x00C4;<small>PFEL UND</small> E<small>TROGIM, GROSS UND KLEIN, ZEHNTPFLICHTIG; NACH</small> R. &#x0160;<small>IMO&#x0351;N SIND</small> E<small>TROGIM FREI, SOLANGE SIE KLEIN SIND</small>. W<small>AS BEI BITTEREN</small> M<small>ANDELN ZEHNTPFLICHTIG IST, IST BEI S&#x00DC;SSEN FREI, UND WAS BEI S&#x00DC;SSEN ZEHNTPFLICHTIG IST, IST BEI BITTEREN FREI</small><sup><xref rid="fn195">4</xref></sup>.</p>
<p>V. W<small>ANN GELTEN SIE HINSICHTLICH DER</small> V<small>ERZEHNTUNG ALS IN DER</small> T<small>ENNE</small><sup><xref rid="fn196">5</xref></sup><small>BEFINDLICH?</small> G<small>&#x00DC;RKEN UND</small> K<small>&#x00DC;RBISSE, SOBALD SIE DIE</small> F<small>&#x00C4;SERCHEN VERLIEREN, UND WENN MAN AUF DEN</small> V<small>ERLUST DER</small> F<small>&#x00C4;SERCHEN NICHT WARTET, SOBALD MAN EINEN</small> H<small>AUFEN AUFSCHICHTET</small>; M<small>ELONEN, SOBALD SIE DIE</small> H<small>&#x00C4;RCHEN VERLIEHEN, UND WENN MAN AUF DEN</small> V<small>ERLUST DER</small> H<small>&#x00C4;RCHEN NICHT WARTET, SOBALD MAN SIE AUF DEN</small> T<small>ROCKENPLATZ BRINGT</small>. K<small>R&#x00C4;UTER, DIE MAN B&#x00DC;NDELT, SOBALD SIE GEB&#x00DC;NDELT WERDEN, WENN MAN SIE NICHT B&#x00DC;NDELT, SOBALD MAN DAMIT EIN</small> G<small>EF&#x00C4;SS GEF&#x00DC;LLT HAT, UND WENN MAN SIE NICHT IN EIN</small> G<small>EF&#x00C4;SS TUT, SOBALD MAN NACH</small> B<small>EDARF GESAMMELT HAT</small>. D<small>ER</small> F<small>RUCHTKORB, SOBALD MAN IHN ZUGEDECKT HAT, WENN MAN IHN NICHT ZUDECKT, SOBALD MAN IHN GEF&#x00DC;LLT HAT, UND WENN MAN IHN NICHT F&#x00DC;LLT, SOBALD MAN NACH</small> B<small>EDARF GESAMMELT HAT</small>. D<small>IES NUR, WENN MAN</small> [<small>DIE</small> F<small>R&#x00DC;CHTE</small>] <small>AUF DEN</small> M<small>ARKT F&#x00DC;HRT; F&#x00DC;HRT MAN SIE ABER NACH</small> H<small>AUSE, SO DARF MAN GELEGENTLICH ESSEN, BIS MAN NACH</small> H<small>AUSE KOMMT</small>.</p>
<p>VI. T<small>ROCKENFR&#x00DC;CHTE</small>, R<small>OSINEN UND</small> J<small>OHANNISBROT, SOBALD MAN EINEN</small> H<small>AUFEN AUFSCHICHTET</small>; Z<small>WIEBELN, SOBALD MAN SIE ABSCH&#x00C4;LT, UND WENN MAN SIE NICHT ABSCH&#x00C4;LT, SOBALD MAN SIE ZU EINEM</small> H<small>AUFEN SAMMELT</small>; G<small>ETREIDE, SOBALD MAN ES GLATTSTREICHT, UND WENN MAN ES NICHT GLATTSTREICHT, SOBALD MAN EINEN</small> H<small>AUFEN AUFSCHICHTET</small>; H<small>&#x00DC;LSENFR&#x00DC;CHTE, SOBALD MAN SIE SIEBT, UND WENN MAN SIE NICHT SIEBT, SOBALD MAN SIE GLATTSTREICHT</small>. O<small>BGLEICH MAN SIE BEREITS GLATTGESTRICHEN HAT, SO DARF MAN DENNOCH VON DEM NEHMEN, WAS SICH UNTER DEN ABGESPRUNGENEN</small> &#x00C4;<small>HREN AN DEN</small> S<small>EITEN UND IM</small> S<small>TROH BEFINDET, UND ESSEN</small>.</p>
<p>VII. D<small>ER</small> W<small>EIN, SOBALD ER G&#x00C4;RT; UND OBGLEICH ER GEGOREN HAT, SO DARF MAN DENNOCH AUS DER OBEREN</small> K<small>ELTER ODER AUS DER</small> R<small>INNE SCH&#x00D6;PFEN UND TRINKEN</small>. D<small>AS</small> &#x00D6;<small>L, SOBALD ES IN DEN</small> T<small>ANK GEFLOSSEN IST; DENNOCH DARF MAN, OBGLEICH ES BEREITS ABGEFLOSSEN IST, AUS DEM</small> P<small>RESSSACK, DEM</small> P<small>RESSSTEIN UND DER</small> B<small>RETTERPRESSE NEHMEN UND ES AUF EINEN</small> F<small>LADEN ODER IN EINE</small> S<small>CH&#x00DC;SSEL TUN, NICHT ABER IN EINEN</small> T<small>OPF ODER EINE</small> K<small>ASSEROLLE, W&#x00C4;HREND SIE KOCHEN</small>; R. J<small>EHUDA SAGT, MAN D&#x00DC;RFE ES &#x00DC;BERALL HINEINTUN, AUSGENOMMEN DAS, WORIN EsSIG ODER</small> T<small>UNKE SICH BEFINDET</small>.</p>
<p>VIII. D<small>ER</small> F<small>EIGENKUCHEN, SOBALD MAN IHN GEGL&#x00C4;TTET HAT</small>. M<small>AN DARF DIESEN MIT</small> F<small>EIGEN ODER</small> W<small>EINBEEREN VON</small> U<small>NVERZEHNTETEM GL&#x00C4;TTEN</small>; R. J<small>EHUDA VERBIETET DIES</small>. W<small>ENN MAN IHN MIT</small> W<small>EINBEERSAFT GL&#x00C4;TTET, SO WIRD ER DADURCH NICHT VERUNREINIGUNGSF&#x00C4;HIG</small>; R. J<small>EHUDA SAGT, ER WERDE WOHL VERUNREINIGUNGSF&#x00C4;HIG</small>. G<small>EPRESSTE</small> F<small>EIGEN, SOBALD MAN SIE EINPRESST</small>; T<small>ASS</small>-F<small>EIGEN, SOBALD MAN EINE</small> R<small>UNDUNG GEMACHT HAT</small>. W<small>ENN MAN SIE IM</small> F<small>ASSE GEPRESST ODER DEN</small> T<small>ASS GERUNDET HAT, UND DAS</small> F<small>ASS ZERBROCHEN, BEZIEHUNGSWEISE DER</small> T<small>ASS AUSEINANDERGEFALLEN IST, SO DARF MAN DAVON AUCH VOR&#x00DC;BERGEHEND NICHT GENIESSEN</small>; R. J<small>OSE ERLAUBT DIES</small>.</p>
<ftnote id="fn192">1. Cf. Pea I, Anm. 6ff.</ftnote>
<ftnote id="fn193">2. Kr&#x00E4;uter, Gem&#x00FC;se.</ftnote>
<ftnote id="fn194">3. Baumfr&#x00FC;chte.</ftnote>
<ftnote id="fn195">4. Letztere werden klein, erstere ausgewachsen gegessen.</ftnote>
<ftnote id="fn196">5. Fr&#x00FC;chte werden in der Tenne zehntpflichtig.</ftnote>
</chapter>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>F</bold>OLGENDE R<small>EGEL SAGTEN SIE HINSICHTLICH DER</small> Z<small>EHNTE</small>: A<small>LLES, WAS EINE</small> S<small>PEISE</small><sup><xref rid="fn197">1</xref></sup> <small>IST, AUFBEWAHRT WIRD UND SEINE</small> N<small>AHRUNG AUS DER</small> E<small>RDE ZIEHT, IST ZEHNTPFLICHTIG</small>. U<small>ND NOCH EINE ANDERE</small> R<small>EGEL SAGTEN SIE</small>: A<small>LLES, WAS BEI</small> B<small>EGINN</small> [<small>DER</small> R<small>EIFE</small>] <small>UND BEI FERTIGER</small> [R<small>EIFE</small>] <small>ESSBAR</small><sup><xref rid="fn198">2</xref></sup> <small>IST, IST, OBGLEICH MAN ES NOCH WACHSEN L&#x00C4;SST, DAMIT ES ZUNEHME, OB KLEIN ODER GROSS, ZEHNTPFLICHTIG; WAS ABER NICHT BEI</small> B<small>EGINN DER</small> R<small>EIFE, SONDERN ERST BEI FERTIGER</small> [R<small>EIFE</small>] <small>ESSBAR</small><sup><xref rid="fn199">3</xref></sup><small>IST, IST ERST DANN ZEHNTPFLICHTIG, WENN ES BEREITS ESSBAR GEWORDEN</small>.</p>
<p>II. W<small>ANN WERDEN</small> B<small>AUMFR&#x00DC;CHTE ZEHNTPFLICHTIG?</small> F<small>EIGEN, SOBALD SIE ZU REIFEN BEGINNEN</small>, W<small>EINTRAUBEN UND</small> H<small>ERLINGE, SOBALD SIE DURCHSICHTIG SIND, DER</small> G<small>ERBERSUMACH UND DER</small> M<small>AULBEERBAUM, SOBALD DIE</small> F<small>R&#x00DC;CHTE ROT SIND, DESGLEICHEN ALLE ANDEREN ROTEN</small> F<small>R&#x00DC;CHTE, SOBALD SIE ROT SIND</small>; G<small>RANAT&#x00C4;PFEL, SOBALD SIE WEICH WERDEN</small>; D<small>ATTELN, SOBALD SIE DUNSEN</small>; P<small>FIRSICHE, SOBALD SIE</small> &#x00C4;<small>DERCHEN BEKOMMEN</small>, N<small>&#x00DC;SSE, SOBALD SIE</small> Z<small>ELLENSCHALE BEKOMMEN</small>. R. J<small>EHUDA SAGT</small>, N<small>&#x00DC;SSE UND</small> M<small>ANDELN, SOBALD SIE FERTIGE</small> S<small>CHALEN HABEN</small>.</p>
<p>III. J<small>OHANNISBROT, SOBALD ES</small> P<small>UNKTE BEKOMMT, DESGLEICHEN ALLE ANDEREN SCHWARZEN</small> F<small>R&#x00DC;CHTE, SOBALD SIE</small> P<small>UNKTE BEKOMMEN</small>; B<small>IRNEN</small>, G<small>OLD&#x00C4;PFEL</small>, Q<small>UITTEN UND</small> H<small>OLZ&#x00C4;PFEL, SOBALD SIE KAHL WERDEN, DESGLEICHEN ALLE ANDEREN WEISSEN</small> F<small>R&#x00DC;CHTE, SOBALD SIE KAHL WERDEN</small>; B<small>OCKSHORNKLEE, SOBALD ER ZUR</small> A<small>USSAAT TAUGLICH IST</small>; G<small>ETREIDE UND</small> O<small>LIVEN, SOBALD SIE EIN</small> D<small>RITTEL DES</small> W<small>ACHSTUMS ERREICHT HABEN</small>.</p>
<p>IV. V<small>ON</small> K<small>RAUTFR&#x00DC;CHTEN SIND</small> G<small>URKEN</small>, K<small>&#x00DC;RBISSE</small>, M<small>ELONEN</small>, A<small>PFELMELONEN, FERNER</small> &#x00C4;<small>PFEL UND</small> E<small>TROGIM, GROSS UND KLEIN, ZEHNTPFLICHTIG; NACH</small> R. &#x0160;<small>IMO&#x0351;N SIND</small> E<small>TROGIM FREI, SOLANGE SIE KLEIN SIND</small>. W<small>AS BEI BITTEREN</small> M<small>ANDELN ZEHNTPFLICHTIG IST, IST BEI S&#x00DC;SSEN FREI, UND WAS BEI S&#x00DC;SSEN ZEHNTPFLICHTIG IST, IST BEI BITTEREN FREI</small><sup><xref rid="fn200">4</xref></sup>.</p>
<p>V. W<small>ANN GELTEN SIE HINSICHTLICH DER</small> V<small>ERZEHNTUNG ALS IN DER</small> T<small>ENNE</small><sup><xref rid="fn201">5</xref></sup> <small>BEFINDLICH</small>? G<small>URKEN UND</small> K<small>&#x00DC;RBISSE, SOBALD SIE DIE</small> F<small>&#x00C4;SERCHEN VERLIEREN, UND WENN MAN AUF DEN</small> V<small>ERLUST DER</small> F<small>&#x00C4;SERCHEN NICHT WARTET, SOBALD MAN EINEN</small> H<small>AUFEN AUFSCHICHTET</small>; M<small>ELONEN, SOBALD SIE DIE</small> H<small>&#x00C4;RCHEN VERLEEREN, UND WENN MAN AUF DEN</small> V<small>ERLUST DER</small> H<small>&#x00C4;RCHEN NICHT WARTET, SOBALD MAN SIE AUF DEN</small> T<small>ROCKENPLATZ BRINGT</small>. K<small>R&#x00C4;UTER, DIE MAN B&#x00DC;NDELT, SOBALD SIE GEB&#x00DC;NDELT WERDEN, WENN MAN SIE NICHT B&#x00DC;NDELT, SOBALD MAN DAMIT EIN</small> G<small>EF&#x00C4;SS GEF&#x00DC;LLT HAT, UND WENN MAN SIE NICHT IN EIN</small> G<small>EF&#x00C4;SS TUT, SOBALD MAN NACH</small> B<small>EDARF GESAMMELT HAT</small>. D<small>ER</small> F<small>RUCHTKORB, SOBALD MAN IHN ZUGEDECKT HAT, WENN MAN IHN NICHT ZUDECKT, SOBALD MAN IHN GEF&#x00DC;LLT HAT, UND WENN MAN IHN NICHT F&#x00DC;LLT, SOBALD MAN NACH</small> B<small>EDARF GESAMMELT HAT</small>. D<small>IES NUR, WENN MAN</small> [<small>DIE</small> F<small>R&#x00DC;CHTE</small>] <small>AUF DEN</small> M<small>ARKT F&#x00DC;HRT; F&#x00DC;HRT MAN SIE ABER NACH</small> H<small>AUSE, SO DARF MAN GELEGENTLICH ESSEN, BIS MAN NACH</small> H<small>AUSE KOMMT</small>.</p>
<p>VI. T<small>ROCKENFR&#x00DC;CHTE</small>, R<small>OSINEN UND</small> J<small>OHANNISBROT, SOBALD MAN EINEN</small> H<small>AUFEN AUFSCHICHTET</small>; Z<small>WIEBELN, SOBALD MAN SIE ABSCH&#x00C4;LT, UND WENN MAN SIE NICHT ABSCH&#x00C4;LT, SOBALD MAN SIE ZU EINEM</small> H<small>AUFEN SAMMELT</small>; G<small>ETREIDE, SOBALD MAN ES GLATTSTREICHT, UND WENN MAN ES NICHT GLATTSTREICHT, SOBALD MAN EINEN</small> H<small>AUFEN AUFSCHICHTET</small>; H<small>&#x00DC;LSENFU&#x00DC;CHTE, SOBALD MAN SIE SIEBT, UND WENN MAN SIE NICHT SIEBT, SOBALD MAN SIE GLATTSTREICHT</small>. O<small>BGLEICH MAN SIE BEREITS GLATTGESTRICHEN HAT, SO DARF MAN DENNOCH VON DEM NEHMEN, WAS SICH UNTER DEN ABGESPRUNGENEN</small> &#x00C4;<small>HREN AN DEN</small> S<small>EITEN UND IM</small> S<small>TROH BEFINDET, UND ESSEN</small>.</p>
<p>VII. D<small>ER</small> W<small>EIN, SOBALD ER G&#x00C4;RT; UND OBGLEICH ER GEGOREN HAT, SO DARF MAN DENNOCH AUS DER OBEREN</small> K<small>ELTER ODER AUS DER</small> R<small>INNE SCH&#x00D6;PFEN UND TRINKEN</small>. D<small>AS</small> &#x00D6;<small>L, SOBALD ES IN DEN</small> T<small>ANK GEFLOSSEN IST; DENNOCH DARF MAN, OBGLEICH ES BEREITS ABGEFLOSSEN IST, AUS DEM</small> P<small>RESSSACK, DEM</small> P<small>RESSSTEIN UND DER</small> B<small>RETTERPRESSE NEHMEN UND ES AUF EINEN</small> F<small>LADEN ODER IN EINE</small> S<small>CH&#x00DC;SSEL TUN, NICHT ABER IN EINEN</small> T<small>OPF ODER EINE</small> K<small>ASSEROLLE, W&#x00C4;HREND SIE KOCHEN</small>; R. J<small>EHUDA SAGT, MAN D&#x00DC;RFE ES &#x00DC;BERALL HINEINTUN, AUSGENOMMEN DAS, WORIN</small> E<small>SSIG ODER</small> T<small>UNKE SICH BEFINDET</small>.</p>
<p>VIII. D<small>ER</small> F<small>EIGENKUCHEN, SOBALD MAN IHN GEGL&#x00C4;TTET HAT</small>. M<small>AN DARF DIESEN MIT</small> F<small>EIGEN ODER</small> W<small>EINBEEREN VON</small> U<small>NVERZEHNTETEM GL&#x00C4;TTEN</small>; R. J<small>EHUDA VERBIETET DIES</small>. W<small>ENN MAN IHN MIT</small> W<small>EINBEERSAFT GL&#x00C4;TTET, SO WIRD ER DADURCH NICHT VERUNREINIGUNGSF&#x00C4;HIG</small>; R. J<small>EHUDA SAGT, ER WERDE WOHL VERUNREINIGUNGSF&#x00C4;HIG</small>. G<small>EPRESSTE</small> F<small>EIGEN, SOBALD MAN SIE EINPRESST</small>; T<small>ASS</small>-F<small>EIGEN, SOBALD MAN EINE</small> R<small>UNDUNG GEMACHT HAT</small>. W<small>ENN MAN SIE IM</small> F<small>ASSE GEPRESST ODER DEN</small> T<small>ASS GERUNDET HAT, UND DAS</small> F<small>ASS ZERBROCHEN, BEZIEHUNGSWEISE DER</small> T<small>ASS AUSEINANDERGEFALLEN IST, SO DARF MAN DAVON AUCH VOR&#x00DC;BERGEHEND NICHT GENIESSEN</small>; R. J<small>OSE ERLAUBT DIES</small>.</p>
<ftnote id="fn197">1. Cf. Pea I, Anm. 6ff.</ftnote>
<ftnote id="fn198">2. Kr&#x00E4;uter, Gem&#x00FC;se.</ftnote>
<ftnote id="fn199">3. Baumfr&#x00FC;chte.</ftnote>
<ftnote id="fn200">4. Letztere werden klein, erstere ausgewachsen gegessen.</ftnote>
<ftnote id="fn201">5. Fr&#x00FC;chte werden in der Tenne zehntpflichtig.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND</small><sup><xref rid="fn202">1</xref></sup> <small>AUF DER</small> S<small>TRASSE</small> [<small>MIT</small> F<small>EIGEN</small>] <small>VOR&#x00DC;BERZIEHT UND SAGT: NEHMET EUCH</small> F<small>EIGEN, SO DARF MAN DAVON ZEHNTFREI ESSEN; DAHER MUSS MAN SIE, WENN MAN SIE NACH</small> H<small>AUSE BRINGT, WIE ZWEIFELLOS</small> U<small>NVERZEHNTETES VERZEHNTEN</small>. [S<small>AGT ER</small>:] <small>NEHMET SIE EUCH NACH</small> H<small>AUSE, SO DARF MAN DAVON AUCH GELEGENTLICH NICHT ESSEN; DAHER BRAUCHT MAN SIE, WENN MAN SIE NACH</small> H<small>AUSE BRINGT, NUR WIE</small> D<small>EIHAJ ZU VERZEHNTEN</small>.</p>
<p>II. W<small>ENN SIE BEI EINEM AM</small> T<small>ORE ODER IM</small> L<small>ADEN SITZEN UND ER ZU IHNEN SAGT: NEHMET EUCH</small> F<small>EIGEN, SO D&#x00DC;RFEN SIE ZEHNTFREI ESSEN, DER</small> E<small>IGEN T&#x00DC;MER DES</small> T<small>ORES ODER DES</small> L<small>ADENS ABER IST ZUM</small> Z<small>EHNTEN VERPFLICHTET</small>; R. J<small>EHUDA BEFREIT AUCH</small><sup><xref rid="fn203">2</xref></sup> <small>DIESEN, ES SEI DENN, DASS ER SEIN</small> G<small>ESICHT WEGWENDET ODER SEINEN</small> P<small>LATZ WECHSELT</small>.</p>
<p>III. W<small>ENN JEMAND</small> F<small>R&#x00DC;CHTE AUS</small> G<small>ALIL&#x00C4;A NACH</small> J<small>UD&#x00C4;A F&#x00DC;HRT ODER NACH HINAUFGEHT, SO DARF ER DAVON SO LANGE ESSEN, BIS ER SEIN</small> R<small>EISEZIEL ERREICHT HAT; EBENSO IN</small> J<small>UD&#x00C4;A</small><sup><xref rid="fn204">3</xref></sup>. R. M<small>E&#x00CD;R SAGT, NUR BIS ER DEN</small> O<small>RT ERREICHT, WO ER AM</small> &#x0160;<small>ABBATH RUHT</small>. K<small>R&#x00C4;MER, DIE VON</small> O<small>RT ZU</small> O<small>RT UMHERZIEHEN, D&#x00DC;RFEN DAVON SO LANGE ESSEN, BIS SIE IN IHR</small> N<small>ACHTQUARTIER KOMMEN</small>; R. J<small>EHUDA SAGT, DAS ERSTE</small> H<small>AUS IST SEIN</small> Q<small>UARTIER</small><sup><xref rid="fn205">4</xref></sup>.</p>
<p>IV. W<small>ENN MAN VON</small> F<small>R&#x00DC;CHTEN DIE</small> H<small>EBE ABGEHOBEN HAT, BEVOR SIE FERTIG</small><sup><xref rid="fn206">5</xref></sup> <small>WAREN, SO IST ES NACH</small> R. E<small>LIE&#x0351;ZER VERBOTEN, VON DIESEN GELEGENT LICH ZU ESSEN</small><sup><xref rid="fn207">6</xref></sup>; <small>DIE</small> W<small>EISEN ERLAUBEN DIES, AUSGENOMMEN EINEN</small> K<small>ORB</small> F<small>EIGEN</small>. W<small>ENN MAN VON EINEM</small> K<small>ORBE</small> F<small>EIGEN DIE</small> H<small>EBE ABGEHOBEN HAT, SO IST NACH</small> R. &#x0160;<small>IMO&#x0351;N</small> [<small>DAVON ZU ESSEN</small>] <small>ERLAUBT</small><sup><xref rid="fn208">7</xref></sup> <small>UND NACH DEN</small> W<small>EISEN VERBOTEN</small>.</p>
<p>V. W<small>ENN JEMAND ZU SEINEM</small> N<small>&#x00C4;CHSTEN SAGT</small>: <small>DA HAST DU EINEN</small> A<small>SSAR UND GIB MIR DAF&#x00DC;R F&#x00DC;NF</small> F<small>EIGEN, SO DARF ER SIE NICHT ESSEN, BEVOR ER SIE VERZEHNTET</small><sup><xref rid="fn209">8</xref></sup> <small>HAT &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; R. J<small>EHUDA SAGT, ISST ER EINZELNE</small> F<small>EIGEN, SEI ER FREI</small>, [<small>NIMMT</small>] <small>ER MEHRERE ZUSAMMEN, SEI ER VERPFLICHTET</small>. R. J<small>EHUDA ERZ&#x00C4;HLTE</small>: I<small>N EINEM</small> R<small>OSENGARTEN ZU</small> J<small>ERU&#x0160;ALEM PFLEGTE MAN JE DREI ODER VIER</small> F<small>EIGEN UM EINEN</small> A<small>SSAR ZU VERKAUFEN, UND SO</small><sup><xref rid="fn210">9</xref></sup> <small>WURDE DA NIEMALS</small> H<small>EBE UND</small> Z<small>EHNT ABGESONDERT</small>.</p>
<p>VI. W<small>ENN JEMAND ZU SEINEM</small> N<small>&#x00C4;CHSTEN SAGT: DA HAST DU EINEN</small> A<small>SSAR, WOF&#x00DC;R ICH MIR ZEHN</small> F<small>EIGEN</small><sup><xref rid="fn211">10</xref></sup><small>AUSSUCHEN WILL, SO DARF ER SIE EINZELN ABPFL&#x00DC;CKEN UND ESSEN; WENN: WOF&#x00DC;R ICH MIR EINE</small> T<small>RAUBE AUSSUCHEN WILL, SO DARF ER EINZELNE</small> B<small>EEREN ABLESEN UND ESSEN; WENN: WOF&#x00DC;R ICH MIR EINEN</small> G<small>RANATAPFEL AUSSUCHEN WILL, SO DARF ER EINZELNE</small> K<small>ERNE HERAUSNEHMEN UND ESSEN; WENN: WOF&#x00DC;R ICH MIR EINE</small> M<small>ELONE AUSSUCHEN WILL, SO DARF ER</small> S<small>T&#x00DC;CKE ABSCHNEIDEN UND ESSEN</small>. S<small>AGT ER ABER: F&#x00DC;R DIESE ZWANZIG</small> F<small>EIGEN, F&#x00DC;R DIESE ZWEI</small> T<small>RAUBEN, F&#x00DC;R DIESE ZWEI</small> G<small>RANAT&#x00C4;PFEL, F&#x00DC;R DIESE ZWEI</small> M<small>ELONEN, SO DARF ER WIE GEW&#x00D6;HNLICH ESSEN UND IST FREI, WEIL ER SIE AM</small> B<small>ODEN HAFTEND GEKAUFT HAT</small>.</p>
<p>VII. W<small>ENN JEMAND EINEN</small> A<small>RBEITER MIETET, BEI IHM</small> F<small>EIGEN ZU TROCKNEN, UND DIESER SAGT: UNTER DER</small> B<small>EDINGUNG, DASS ICH</small> F<small>EIGEN ESSEN DARF, SO DARF ER ZEHNTFREI ESSEN; WENN: UNTER DER</small> B<small>EDINGUNG, DASS ICH MIT MEINEN</small> F<small>AMILIENANGEH&#x00D6;RIGEN ESSEN DARF, ODER: DASS F&#x00DC;R MEINEN</small> L<small>OHN MEIN</small> S<small>OHN ESSEN DARF, SO DARF ER ZEHNTFREI ESSEN; SEIN</small> S<small>OHN ABER DARF NUR VERZEHNTET ESSEN</small>. W<small>ENN: UNTER DER</small> B<small>EDINGUNG, DASS ICH W&#x00C4;HREND DES</small> S<small>CHNEIDENS UND NACH DEM</small> S<small>CHNEIDEN</small><sup><xref rid="fn212">11</xref></sup><small>ESSEN DARF, SO DARF ER W&#x00C4;HREND DES</small> S<small>CHNEIDENS ZEHNTFREI ESSEN, NACH DEM</small> S<small>CHNEIDEN ABER, DARF ER NUR VERZEHNTET ESSEN, DA ER DANN NICHT MEHR KRAFT DER</small> T<small>ORA</small><sup><xref rid="fn213">12</xref></sup><small>ISST</small>. D<small>IE</small> R<small>EGEL IST</small>: W<small>ER KRAFT DER</small> T<small>ORA ISST, IST ZEHNTFREI, WER NICHT KRAFT DER TORA ISST, IST ZEHNTPFLICHTIG</small>.</p>
<p>VIII. A<small>RBEITET ER BEI EINER SCHLECHTEN</small><sup><xref rid="fn214">13</xref></sup>F<small>EIGENART, SO DARF ER NICHT VON DER GUTEN</small> F<small>EIGENART</small><sup><xref rid="fn214">13</xref></sup><small>ESSEN, WENN BEI EINER GUTEN</small> F<small>EIGENART, SO DARF ER NICHT VON DER SCHLECHTEN</small> F<small>EIGENART ESSEN; WOHL ABER DARF ER SICH ENTHALTEN, BIS ER ZUR</small> S<small>TELLE DER GUTEN KOMMT, UND DANN ESSEN</small>. W<small>ENN JEMAND MIT SEINEM</small> N<small>&#x00C4;CHSTEN TAUSCHT, DASS DIESER BEI IHM</small> [<small>FRISCHE</small> F<small>EIGEN</small>] <small>ESSE, UND ER BEI DIESEM, DASS DIESER BEI IHM GETROCKNETE</small> F<small>EIGEN ESSE, UND ER BEI DIESEM, DASS DIESER BEI IHM</small> [<small>FRISCHE</small> F<small>EIGEN</small>] <small>ESSE, UND ER BEI DIESEM GETROCKNETE, SO SIND SIE</small> [<small>ZUM</small> Z<small>EHNTEN</small>] <small>VERPFLICHTET</small>; R. J<small>EHUDA SAGT, TAUSCHT MAN</small> [<small>FRISCHE</small> F<small>EIGEN</small>], <small>SO IST MAN</small> [<small>ZUM</small> Z<small>EHNTEN</small>] <small>VERPFLICHTET, WENN GETROCKNETE, SO IST MAN FREI</small><sup><xref rid="fn215">14</xref></sup>.</p>
<ftnote id="fn202">1. Einer aus dem gemeinen Volke, der im Verdachte steht, den Zehnten nicht zu entrichten.</ftnote>
<ftnote id="fn203">2. Weil er sich geniert, an der Verkaufsstelle zu essen.</ftnote>
<ftnote id="fn204">3. Wenn er sich &#x00FC;berlegt und nach Galil&#x00E4;a zur&#x00FC;ckkehrt.</ftnote>
<ftnote id="fn205">4. Auch wenn er in einem viel weiter liegenden Hause &#x00FC;bernachtet.</ftnote>
<ftnote id="fn206">5. Gebrauchsf&#x00E4;hig zubereitet, wo sie erst zehntpflichtig werden; cf. I,8.</ftnote>
<ftnote id="fn207">6. Bevor man auch den Zehnten &#x0026;c. entrichtet hat.</ftnote>
<ftnote id="fn208">7. Davon vor der Verzehntung zu essen.</ftnote>
<ftnote id="fn209">8. Sie werden durch den Kauf zehntpflichtig.</ftnote>
<ftnote id="fn210">9. Da die K&#x00E4;ufer sie einzeln a&#x00DF;en.</ftnote>
<ftnote id="fn211">10. Die noch am Baume haften, jedoch wird nach diesem Wortlaute der Kauf erst nach dem Pfl&#x00FC;cken rechtskr&#x00E4;ftig.</ftnote>
<ftnote id="fn212">11. Der Feigen; also nach der gebrauchsfertigen Fertigstellung.</ftnote>
<ftnote id="fn213">12. Cf. Dt. 23,25.</ftnote>
<ftnote id="fn214">13. Im Texte werden besondere Namen genannt, nach den Kommentaren einer schlechten, bezw. guten Feigenart, die sich jedoch nicht feststellen lassen.</ftnote>
<ftnote id="fn215">14. Die Feigen sollen getrocknet gegessen werden, u. der Tausch, der als Kauf gilt, ist zu einer Zeit erfolgt, als sie noch nicht gebrauchsf&#x00E4;hig waren.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND DURCH SEINEN</small> H<small>OF</small> F<small>EIGEN ZUM</small> T<small>ROCKNEN F&#x00DC;HRT, SO D&#x00DC;RFEN SEINE</small> K<small>LNDER UND SEINE</small> F<small>AMILIENANGEH&#x00D6;RIGEN ZEHNTFREI ESSEN; SEINE</small> A<small>RBEITER D&#x00DC;RFEN, WENN IHM IHRE</small> B<small>EK&#x00D6;STIGUNG NICHT OBLIEGT, ZEHNTFREI ESSEN, WENN IHM ABER IHRE</small> B<small>EK&#x00D6;STIGUNG OBLIEGT, SO D&#x00DC;RFEN SIE NICHT ESSEN</small>.</p>
<p>II. W<small>ENN JEMAND SEINE</small> A<small>RBEITER AUF DAS</small> F<small>ELD</small><sup><xref rid="fn216">1</xref></sup> <small>F&#x00DC;HRT, SO D&#x00DC;RFEN SIE, WENN IHM IHRE</small> B<small>EK&#x00D6;STIGUNG NICHT OBLIEGT, ZEHNTFREI ESSEN; WENN IHM ABER IHRE</small> B<small>EK&#x00D6;STIGUNG OBLIEGT, SO D&#x00DC;RFEN SIE VON DEN</small> F<small>EIGEN EINZELN ESSEN, NICHT ABER AUS DEM</small> K<small>ORBE, AUS DER</small> K<small>IEPE, ODER VOM</small> T<small>ROCKENPLATZE</small>.</p>
<p>III. W<small>ENN JEMAND EINEN</small> A<small>RBEITER MIETET, BEI</small> O<small>LIVEN ZU ARBEITEN, UND DIESER SAGT: UNTER DER</small> B<small>EDINGUNG, DASS ICH</small> O<small>LIVEN ESSEN DARF, SO DARF ER EINZELN ZEHNTFREI ESSEN, NIMMT ER MEHRERE ZUSAMMEN, SO IST ER</small> [<small>ZUM</small> Z<small>EHNTEN</small>] <small>VERPFLICHTET</small>. W<small>ENN BEI</small> Z<small>WIEBELN ZU J&#x00C4;TEN, UND DIESER SAGT: UNTER DER</small> B<small>EDINGUNG, DASS ICH</small> K<small>R&#x00C4;UTER ESSEN DARF, SO DARF ER DIE</small> B<small>L&#x00C4;TTER EINZELN ABKNEIFEN UND ESSEN; WENN ABER MEHRERE ZUSAMMEN, SO IST ER</small> [<small>ZUM</small> Z<small>EHNTEN</small>] <small>VERPFLICHTET</small>.</p>
<p>IV. W<small>ENN JEMAND GESCHNITTENE</small> F<small>EIGEN AUF DEM</small> W<small>EGE FINDET, SELBST NEBEN EINEM</small> F<small>ELDE MIT GESCHNITTENEN</small> F<small>EIGEN, EBENSO WENN MAN UNTER EINEM &#x00DC;BER DEN</small> W<small>EG SICH NEIGENDEN</small> F<small>EIGENBAUME</small> F<small>EIGEN FINDET, SO SIND SIE ERLAUBT UND GELTEN NICHT ALS FREMDES</small> E<small>IGENTUM, AUCH SIND SIE ZEHNTFREI</small>; O<small>LIVEN UND</small> J<small>OHANNISBROT SIND ZEHNTPFLICHTIG</small><sup><xref rid="fn217">2</xref></sup>. W<small>ENN MAN EINE GEPRESSTE</small> F<small>EIGE FINDET, SO IST MAN, WENN DIE MEISTEN</small> L<small>EUTE BEREITS GEPRESST HABEN</small>, [<small>ZUM</small> Z<small>EHNTEN</small>] <small>VERPFLICHTET, WENN ABER NICHT, SO IST MAN FREI</small>. F<small>LNDET JEMAND</small> S<small>T&#x00DC;CKE VON</small> F<small>EIGENKUCHEN, SO IST ER ZUM</small> Z<small>EHNTEN VERPFLICHTET, DA SIE SICHER VON</small> G<small>EBRAUCHSFERTIGEM SIND</small>. J<small>OHANNISBROT DARF MAN, SOLANGE MAN ES NICHT AUFS DACH</small> [<small>ZUM</small> T<small>ROCKNEN</small>] <small>GE BRACHT HAT, ZEHNTFREI F&#x00DC;R DAS</small> V<small>IEH NEHMEN, DA MAN, WAS &#x00DC;BRIG BLEIBT, ZUR&#x00DC;CKBRINGT</small>.</p>
<p>V. W<small>ELCHER</small> H<small>OF MACHT ZEHNTPFLICHTIG?</small> R. J<small>I&#x0160;MA&#x0351;FX SAGT, BEISPIELS WEISE EIN TYRISCHER</small><sup><xref rid="fn218">3</xref></sup> H<small>OF, IN DEM</small> G<small>ER&#x00C4;TE AUFBEWAHRT WERDEN</small>. R. A&#x0351;<small>QIBA SAGT, DEN EINER SCHLIESST<sup><xref rid="fn219">4</xref></sup> UND DER ANDERE &#x00D6;FFNET, MACHE NICHT PFLICHTIG</small>. R. N<small>E&#x1E24;EMJA SAGT, IN DEM MAN ZU ESSEN SICH NICHT GENIERT, MACHE ZEHNTPFLICHTIG</small>. R. J<small>OSE SAGT, IN DEN MAN EINTRITT, OHNE DASS JEMAND NACH SEINEM</small> V<small>ERLANGEN FRAGT, MACHE NICHT PFLICHTIG</small>. R. J<small>EHUDA SAGT, VON ZWEI</small> H<small>&#x00D6;FEN, EINER INNERHALB DES ZWEITEN, MACHE DER INNERE ZEHNTPFLICHTIG UND DER VORDERE NICHT</small>.</p>
<p>VI. D<small>&#x00C4;CHER MACHEN NICHT ZEHNTPFLICHTIG, SELBST WENN MAN ZU IHNEN NUR DURCH EINEN ZEHNTPFLICHTIG MACHENDEN</small> H<small>OF GELANGEN KANN</small>. D<small>AS</small> T<small>ORH&#x00C4;USCHEN, DIE</small> V<small>ORHALLE UND DIE</small> V<small>ERANDA GLEICHEN DEM</small> H<small>OFE SELBST, MACHT ER ZEHNTPFLICHTIG, SO MACHEN SIE ES EBENFALLS, MACHT ER NICHT ZEHNTPFLICHTIG, SO MACHEN SIE ES EBENFALLS NICHT</small>.</p>
<p>VII. B<small>INSENZELTE</small>, W<small>ACHTH&#x00DC;TTEN UND</small> L<small>AUBEN MACHEN NICHT PFLICHTIG; GENEZARETISCHE</small> H<small>&#x00DC;TTEN, AUCH WENN SICH DARIN EINE</small> H<small>ANDM&#x00DC;HLE ODER</small> H<small>&#x00DC;HNER BEFINDEN, MACHEN NICHT PFLICHTIG</small>. V<small>ON DEN</small> T<small>&#x00D6;PFERH&#x00DC;TTEN MACHT DIE INNERE ZEHNTPFLICHTIG, DIE VORDERE NICHT</small>. R. J<small>OSE SAGT, WAS NICHT</small> S<small>OMMER- UND</small> W<small>INTERWOHNUNG ZUGLEICH IST, MACHE NICHT ZEHNTPFLICHTIG</small>. D<small>IE</small> F<small>ESTH&#x00DC;TTE AM</small> H<small>&#x00DC;TTENFESTE, MACHT NACH</small> R. J<small>EHUDA ZEHNTPFLICHTIG UND NACH DEN</small> W<small>EISEN NICHT</small>.</p>
<p>VIII. V<small>ON EINEM</small> F<small>EIGENBAUME, DER IM</small> H<small>OFE STEHT, DARF MAN EINZELNE</small> F<small>EIGEN ZEHNTFREI ESSEN, NIMMT MAN MEHRERE ZUSAMMEN, SO IST MAN VER PFLICHTET</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH EINE IN DER</small> R<small>ECHTEN, EINE IN DER</small> L<small>IN KEN UND EINE IM</small> M<small>UNDE</small> [<small>SEI ERLAUBT</small>]. S<small>TEIGT MAN AUF DEN</small> W<small>IPFEL, SO DARF MAN DEN</small> S<small>CHOSS F&#x00DC;LLEN UND ESSEN</small>.</p>
<p>IX. V<small>ON EINEM</small> W<small>EINSTOCKE, DER IM</small> H<small>OFE W&#x00C4;CHST, DARF MAN EINE GANZE</small> T<small>RAUBE NEHMEN UND ESSEN; DASSELBE GILT VON</small> G<small>RANATAPFEL UND</small> M<small>ELONE &#x2014; SO</small> R. T<small>RYPHON</small>; R. A&#x0351;<small>QIBA SAGT, MAN D&#x00DC;RFE VON DER</small> T<small>RAUBE NUR EINZELNE</small> B<small>EEREN, VOM</small> G<small>RANATAPFEL NUR EINZELNE</small> K<small>ERNE UND VON DER</small> M<small>E LONE NUR</small> S<small>T&#x00DC;CKE ABSCHNEIDEN UND ESSEN</small>. V<small>OM</small> K<small>ORIANDER, DER AUF DEM</small> H<small>OFE W&#x00C4;CHST, DARF MAN</small> B<small>L&#x00C4;TTER EINZELN ABKNEIFEN UND ESSEN; NIMMT MAN MEHRERE ZUSAMMEN, SO IST MAN ZUM</small> Z<small>EHNTEN VERPFLICHTET</small>. P<small>OLEI</small>, Y<small>SOP UND</small> T<small>HYMIAN, DIE AUF DEM</small> H<small>OFE WACHSEN, SIND, FALLS SIE VERWAHRT WERDEN, ZEHNTPFLICHTIG</small>.</p>
<p>X. V<small>ON EINEM AUF DEM</small> H<small>OFE STEHENDEN UND NACH DEM</small> G<small>ARTEN SICH NEIGENDEN</small> F<small>EIGENBAUME DARF MAN</small> [F<small>EIGEN</small>] <small>ZEHNTFREI WIE GEW&#x00D6;HNLICH ESSEN; VON EINEM IM</small> G<small>ARTEN STEHENDEN UND NACH DEM</small> H<small>OFE SICH NEIGENDEN, DARF MAN EINZELN ZEHNTFREI ESSEN; NIMMT MAN MEHRERE ZUSAMMEN, SO IST MAN ZEHNTPFLICHTIG</small>. W<small>ENN EIN</small> B<small>AUM IM</small> [J<small>ISRA&#x00C9;L</small>]<small>LAND STEHT UND SICH NACH DEM</small> A<small>USLANDE NEIGT, ODER IM AUSLANDE [STEHT] UND SICH NACH DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LAND NEIGT, SO RICHTE MAN SICH NACH DEM</small> S<small>TAMME; EBENSO RICHTE MAN SICH BEI EINEM</small> G<small>RUNDST&#x00DC;CKE IN EINER UMMAUERTEN</small> S<small>TADT</small><sup><xref rid="fn220">5</xref></sup> <small>STETS NACH DEM</small> S<small>TAMME</small>. B<small>EI DEN</small> A<small>SYLST&#x00C4;DTEN</small><sup><xref rid="fn221">6</xref></sup> <small>RICHTE MAN SICH NACH DEM</small> W<small>IPFEL</small><sup><xref rid="fn222">7</xref></sup>; <small>AUCH BEZ&#x00DC;GLICH</small> J<small>ERU&#x0160;ALEMS RICHTE MAN SICH NACH DEM</small> W<small>IPFEL</small><sup><xref rid="fn223">8</xref></sup>.</p>
<ftnote id="fn216">1. Zu anderen Arbeiten, soda&#x00DF; sie nicht nach der Tora von den Fr&#x00FC;chten zu essen befugt sind.</ftnote>
<ftnote id="fn217">2. Da sie beim Herabfallen nicht besch&#x00E4;digt werden und Eigentum des Besitzers bleiben.</ftnote>
<ftnote id="fn218">3. Der einen Pf&#x00F6;rtner hat.</ftnote>
<ftnote id="fn219">4. Im Texte: einer &#x00F6;ffnet und der andere schlie&#x00DF;t; der von mehreren Personen benutzt wird, soda&#x00DF; keiner sich auf sein Abschlie&#x00DF;en verlassen kann.</ftnote>
<ftnote id="fn220">5. Wenn sich ein Baum auf einem zur ummauerten Stadt geh&#x00F6;rigen Grundst&#x00FC;cke befindet; cf. Lev. 25,29ff.</ftnote>
<ftnote id="fn221">6. Cf. Dt. 19,2 ff.</ftnote>
<ftnote id="fn222">7. Sobald der Totschl&#x00E4;ger unter den Wipfel eines Baumes gekommen ist, der auf asylst&#x00E4;dt. Grunde w&#x00E4;chst, ist er vor der Blutrache gesch&#x00FC;tzt.</ftnote>
<ftnote id="fn223">8. Der Boden unter dem Wipfel geh&#x00F6;rt zu J.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>W</bold>ER [F<small>R&#x00DC;CHTE</small>] <small>AUF DEM</small> F<small>ELDE EINLEGT, SCHMORT ODER EINSALZT, IST ZEHNTPFLICHTIG</small>. W<small>ER</small> [F<small>R&#x00DC;CHTE</small>] <small>ZUM</small> A<small>BLEGEN IN DIE</small> E<small>RDE LEGT, IST FREI</small>. W<small>ER</small> [F<small>R&#x00DC;CHTE</small>] <small>AUF DEM</small> F<small>ELDE EINTUNKT</small><sup><xref rid="fn224">1</xref></sup>, <small>IST FREI</small>. W<small>ER</small> O<small>LIVEN AUFSPALTET, DAMIT DER SCHARFE</small> S<small>AFT HERAUSFLIESSE, IST FREI; WER</small> O<small>LIVEN AM</small> L<small>EIBE ZERDR&#x00DC;CKT, IST FREI; WENN ER SIE ABER IN DIE</small> H<small>AND AUSDR&#x00DC;CKT, SO IST ER ZEHNTPFLICHTIG</small>. W<small>ER</small> W<small>EIN ABSCH&#x00D6;PFT UND IN EINE GEKOCHTE</small> S<small>PEISE TUT, IST ZEHNTFREI; WENN IN DEN</small> T<small>OPF, SO IST ER PFLICHTIG, WEIL DIESER ALS KLEINE KUFE GILT</small>.</p>
<p>II. W<small>ENN</small> K<small>INDER</small> [<small>AUF DEM</small> F<small>ELDE</small>] F<small>EIGEN F&#x00DC;R DEN</small> &#x0160;<small>ABBATH VERWAHRT UND ZU VERZEHNTEN VERGESSEN HABEN, SO DARF MAN SIE</small> [<small>SELBST</small>] <small>NACH DEM</small> &#x0160;<small>ABBATH NUR VERZEHNTET ESSEN</small>. E<small>IN</small> &#x0160;<small>ABBATHFRUCHTKORB MACHT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT ZEHNTPFLICHTIG UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS WOHL ZEHNTPFLICHTIG</small>. R. J<small>EHUDA SAGT, AUCH AUS EINEM</small> F<small>RUCHTKORBE, DEN MAN GESAMMELT, UM IHN SEINEM</small> N<small>&#x00C4;CHSTEN ZU SENDEN, D&#x00DC;RFE MAN NUR VERZEHNTET ESSEN</small>.</p>
<p>III. W<small>ER</small> O<small>LIVEN AUS DEM</small> B<small>EH&#x00C4;LTER NIMMT, DARF SIE EINZELN IN</small> S<small>ALZ TUNKEN UND UNVERZEHNTET ESSEN; WENN ER ABER</small> [<small>EINIGE</small>] <small>EINTUNKT UND VOR SICH LEGT, SO IST ER ZEHNTPFLICHTIG</small>. R. E<small>LIE&#x0351;ZER SAGT, AUS EINEM REINEN</small> B<small>EH&#x00C4;LTER SEIEN SIE ZEHNTPFLICHTIG, AUS EINEM UNREINEN, SEIEN SIE ZEHNTFREI, WEIL ER DIE BLEIBENDEN ZUR&#x00DC;CKLEGT</small><sup><xref rid="fn225">2</xref></sup>.</p>
<p>IV. M<small>AN DARF VOM</small> W<small>EINE &#x00DC;BER DER</small> K<small>ELTER</small><sup><xref rid="fn226">3</xref></sup> <small>ZEHNTFREI TRINKEN, OB MIT HEISSEM ODER KALTEM</small> [W<small>ASSER VERD&#x00DC;NNT</small>] &#x2014; <small>SO</small> R. M<small>E&#x00CD;R</small>; R. E<small>LEA&#x0351;ZAR B</small>. R. &#x00C7;<small>ADOQ VERPFLICHTET ZU VERZEHNTEN; DIE</small> W<small>EISEN SAGEN, MIT HEISSEM SEI ER ZEHNTPFLICHTIG, MIT KALTEM FREI</small>.</p>
<p>V. W<small>ER</small> G<small>ERSTE SCH&#x00C4;LT, DARF EINZELN SCH&#x00C4;LEN UND ESSEN, WENN ER ABER SCH&#x00C4;LT UND IN DIE</small> H<small>AND LEGT, SO IST ER ZEHNTPFLICHTIG</small>. W<small>ER</small> W<small>EIZEN&#x00C4;HREN ZERREIBT, DARF VON</small> H<small>AND ZU</small> H<small>AND SIEBEN UND ESSEN; WENN ER ABER SIEBT UND SIE IN DEN</small> S<small>CHOSS LEGT, SO IST ER PFLICHTIG</small>. W<small>ENN MAN</small> K<small>ORIANDER DER</small> S<small>AAT WEGEN S&#x00C4;ET, SO IST DAS</small> K<small>RAUT ZEHNTFREI; S&#x00C4;ET MAN IHN WEGEN DES</small> K<small>RAUTES, SO MUSS DIE</small> S<small>AAT UND DAS</small> K<small>RAUT VERZEHNTET WERDEN</small>. R. E<small>LIE&#x0351;ZER SAGT, VOM</small> D<small>ILL M&#x00DC;SSEN DIE</small> S<small>AATK&#x00D6;RNER UND DAS</small> K<small>RAUT UND DIE</small> S<small>TIELE VERZEHNTET WERDEN; DIE</small> W<small>EISEN SAGEN, NUR VON</small> K<small>RESSE UND</small> R<small>AUKE M&#x00DC;SSEN DIE</small> S<small>AATK&#x00D6;RNER UND DAS</small> K<small>RAUT VERZEHNTET WERDEN</small>.</p>
<p>VI. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, DIE</small> B<small>L&#x00DC;TEN DES</small> B<small>OCKSHORNKLEES, DES</small> S<small>ENFES UND DER WEISSEN</small> B<small>OHNEN SIND ZEHNTPFLICHTIG</small>. R. E<small>LIE&#x0351;ZER SAGT, VON DER</small> K<small>APER SIND DIE</small> B<small>L&#x00DC;TEN, DIE</small> K<small>ERNE UND DIE</small> S<small>CHALEN ZEHNTPFLICHTIG</small>; R. A&#x0351;<small>QIBA SAGT, NUR DIE</small> K<small>ERNE SIND ZEHNTPFLICHTIG, WEIL SIE EINE</small> F<small>RUCHT SIND</small>.</p>
<ftnote id="fn224">1. Beispielsweise Oliven in Salz und sie einzeln i&#x00DF;t.</ftnote>
<ftnote id="fn225">2. Wenn ein Unreiner sie nimmt; aus einem levit. reinen legt er sie nicht zur&#x00FC;ck, um die Fr&#x00FC;chte nicht unrein zu machen.</ftnote>
<ftnote id="fn226">3. Wenn man den Oberk&#x00F6;rper hin&#x00FC;berbeugt, so da&#x00DF; man nicht au&#x00DF;erhalb der Kelter trinkt.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN</small> S<small>ETZLINGE AUS EINEM</small> [F<small>ELDE</small>] <small>AUSREISST UND SIE IN EIN ANDERES IHM GEH&#x00D6;RENDES PFLANZT, SO SIND SIE ZEHNTFREI</small>. W<small>AS MAN AM</small> B<small>ODEN HAFTEND KAUFT, IST ZEHNTFREI; WAS MAN SAMMELT, UM ES SEINEM</small> G<small>ENOSSEN ZU SCHICKEN, IST ZEHNTFREI</small>. R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA SAGT, WENN SOLCHES BEREITS AUF DEM</small> M<small>ARKTE VERKAUFT WIRD, SEI ES ZEHNTPFLICHTIG</small>.</p>
<p>II. W<small>ENN MAN</small> R<small>&#x00DC;BEN ODER</small> R<small>ETTICH AUS SEINEM</small> [F<small>ELDE</small>] <small>AUSREISST UND SIE IN EIN ANDERES IHM GEH&#x00D6;RENDES ZUR</small> A<small>USSAAT PFLANZT, SO SIND SIE ZEHNTPFLICHTIG, WEIL DIES IHRE</small> T<small>ENNE</small><sup><xref rid="fn227">1</xref></sup> <small>IST</small>. Z<small>WIEBELN, DIE AUF EINEM</small> B<small>ODENGESCHOSSE GEWURZELT HABEN, SIND REIN UND NICHT VERUNREINIGUNGSF&#x00C4;HIG; WENN</small> S<small>CHUTT AUF SIE F&#x00C4;LLT UND</small> [<small>DIE</small> B<small>L&#x00C4;TTER</small>] <small>AUFGEDECKT BLEIBEN, SO WERDEN SIE ALS AUF DEM</small> F<small>ELDE GEPFLANZT BETRACHTET</small>.</p>
<p>III. M<small>AN DARF SEINE</small> F<small>R&#x00DC;CHTE, SOBALD SIE DEN</small> Z<small>USTAND DER</small> V<small>ERZEHNTUNG ERREICHT HABEN, NICHT AN EINEN VERKAUFEN, DER BEZ&#x00DC;GLICH DER</small> V<small>ERZEHNTUNG NICHT GLAUBW&#x00DC;RDIG IST; DESGLEICHEN KEINE</small> S<small>IEBENTJAHRSFR&#x00DC;CHTE AN EINEN, DER BEZ&#x00DC;GLICH DES</small> S<small>IEBENTJAHRES VERD&#x00C4;CHTIG IST</small>. S<small>IND UNTER DEN</small> F<small>R&#x00DC;CHTEN FR&#x00DC;HREIFE</small><sup><xref rid="fn228">2</xref></sup> <small>VORHANDEN, SO NEHME MAN DIESE FORT UND VERKAUFE DIE &#x00DC;BRIGEN</small>.</p>
<p>IV. M<small>AN DARF SEIN</small> S<small>TROH, SEINE</small> T<small>RABER UND SEINE</small> S<small>CHLAUHEN NICHT AN EINEN VERKAUFEN, DER BEZ&#x00DC;GLICH DER</small> V<small>ERZEHNTUNG UNZUVERL&#x00C4;SSIG IST, UM DARAUS</small> G<small>ETR&#x00C4;NKE ZU BEREITEN</small>. H<small>AT MAN DARAUS</small> G<small>ETR&#x00C4;NKE BEREITET, SO SIND SIE ZEHNTPFLICHTIG UND VON DER</small> H<small>EBE FREI, WEIL MAN BEIM</small> A<small>BHEBEN DER</small> H<small>EBE AUCH AN DIE ABSPRINGENDEN</small> &#x00C4;<small>HREN, AN DAS, WAS SICH AN DEN</small> S<small>EITEN BEFINDET, UND AN DAS, WAS IM</small> S<small>TROH ZUR&#x00DC;CKBLEIBT, DENKT</small><sup><xref rid="fn229">3</xref></sup>.</p>
<p>V. W<small>ENN JEMAND IN</small> S<small>YRIEN</small> [<small>VON EINEM</small> N<small>IGHTJUDEN</small>] <small>EIN MIT</small> K<small>R&#x00C4;UTERN BEBAUTES</small> F<small>ELD KAUFT, BEVOR SIE DEN</small> Z<small>USTAND DER</small> V<small>ERZEHNTUNG ERREICHT HABEN, SO IST ER</small> [<small>ZUM</small> Z<small>EHNTEN</small>] <small>VERPFLICHTET; HABEN SIE BEREITS DEN</small> Z<small>USTAND DER</small> V<small>ERZEHNTUNG ERREICHT, SO IST ER FREI UND DARF IN GEW&#x00D6;HNLICHER</small> W<small>EISE ERNTEN</small>. R. J<small>EHUDA SAGT, ER D&#x00DC;RFE SOGAR</small> A<small>RBEITE MIETEN, DIE IHM BEIM</small> E<small>RNTEN HELFEN</small><sup><xref rid="fn230">4</xref></sup>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE</small>: D<small>IES NUR IN DEM</small> F<small>ALLE, WENN ER DEN</small> B<small>ODEN MITGEKAUFT HAT, HAT ER ABER DEN</small> B<small>ODEN NICHT MITGEKAUFT, SO IST ER ZEHNTFREI, AUCH WENN</small> [<small>ER SIE GEKAUFT HAT</small>,] <small>BEVOR SIE DEN</small> Z<small>USTAND DER</small> V<small>ERZEHNTUNG ERREICHT HABEN</small>. R<small>ABBI SAGT, AUCH NACH</small> V<small>ERH&#x00C4;LTNIS</small><sup><xref rid="fn231">5</xref></sup>.</p>
<p>VI. W<small>ENN JEMAND</small> L<small>AUERWEIN BEREITET, SO IST ER, WENN ER DAS</small> W<small>AS SER NACH</small> M<small>ASS HINEINGETAN UND DASSELBE</small> M<small>ASS FINDET, ZEHNTFREI, NACH</small> R. J<small>EHUDA ABER ZEHNTPFLICHTIG; FINDET ER ABER MEHR, ALS ER HINEINGETAN HAT, SO VERZEHNTE ER IHN VON ANDEREM</small> W<small>EINE NACH</small> V<small>ERH&#x00C4;LTNIS</small>.</p>
<p>VII. W<small>AS SICH &#x00DC;BER</small> N<small>ACHT IN DEN</small> A<small>MEISENL&#x00D6;CHERN NEBEN EINEM ZEHNTPFLICHTIGEN</small> H<small>AUFEN BEFUNDEN HAT, IST ZEHNTPFLICHTIG, DA ES KLAR IST, DASS</small> [<small>DIE</small> A<small>MEISEN</small>] <small>W&#x00C4;HREND DER</small> N<small>ACHT VON</small> G<small>EBRAUCHSFERTIGEM ZUSAMMENGESCHLEPPT HABEN</small>.</p>
<p>VIII. D<small>ER TR&#x00C4;NENREIZENDE</small><sup><xref rid="fn232">6</xref></sup> K<small>NOBLAUCH, DIE</small> R<small>IKHPAZWIEBELN, KILIKISCHE</small> B<small>OHNENGR&#x00DC;TZE UND AEGYPTISCHE</small> L<small>INSEN, WIE</small> R. M<small>E&#x00CD;R SAGT, AUCH DIE</small> C<small>OLOCASIE, WIE</small> R. J<small>OSE SAGT, AUCH</small> K<small>LEINLINSEN, SIND ZEHNTFREI UND D&#x00DC;RFEN IM</small> S<small>IEBENTJAHRE VON JEDERMANN GEKAUFT</small><sup><xref rid="fn233">7</xref></sup> <small>WERDEN</small>. D<small>IE OBERE</small> S<small>AAT DES</small> L<small>AUCHES</small><sup><xref rid="fn234">8</xref></sup>, S<small>CHNITTLAUCHSAAT</small>, Z<small>WIEBELSAAT</small>, R<small>&#x00DC;BEN- UND</small> R<small>ETTICHSAAT UND ALLE ANDEREN</small> G<small>ARTENSAATEN, DIE NICHT GEGESSEN WERDEN, SIND ZEHNTFREI UND D&#x00DC;RFEN IM</small> S<small>IEBENTJAHRE VON JEDERMANN GEKAUFT WERDEN</small>. A<small>UCH D&#x00DC;RFEN SIE GEGESSEN WERDEN, WENN SIE VON</small> H<small>EBE HERR&#x00DC;HREN</small>.</p>
<ftnote id="fn227">1. Dh. die endg&#x00FC;ltige Zubereitung zum Gebrauch, wie dies in der Tenne erfolgt.</ftnote>
<ftnote id="fn228">2. Die bereits zehntpflichtig sind.</ftnote>
<ftnote id="fn229">3. Desgleichen sind auch Stroh und Tr&#x00E4;ber einbegriffen.</ftnote>
<ftnote id="fn230">4. Dies darf sogar &#x00F6;ffentlich geschehen. Manche erkl&#x00E4;ren: er mu&#x00DF; Arbeiter mieten und sofort einernten, damit die Fr&#x00FC;chte nicht zuwachsen.</ftnote>
<ftnote id="fn231">5. Man verzehnte das, was nach dem Kaufe zugewachsen ist. Dies nach der ersten Ansicht, wenn man sie gekauft hat, nachdem sie zehntpflichtig waren.</ftnote>
<ftnote id="fn232">6. M&#x00F6;glicherweise ist <span dir="rtl">&#x05D1;&#x05E2;&#x05DC; &#x05D1;&#x05DB;&#x05D9;</span> Ortsname, Balbek.</ftnote>
<ftnote id="fn233">7. Da sie wild wachsen und somit von Freigut herr&#x00FC;hren.</ftnote>
<ftnote id="fn234">8. Nach den Erkl&#x00E4;rern eine Knoblauchart, die oben u. unten Saatk&#x00F6;rner hat.</ftnote>
</chapter>
</book>