<book>
<chapter>
<title><bold>ERSTER ABSCHNITT</bold></title>
<p><bold>D</bold>EN <small>ZWEITEN</small> Z<small>EHNTEN DARF MAN WEDER VERKAUFEN</small>, <small>NOCH VERPF&#x00C4;NDEN</small>, <small>NOCH VERTAUSCHEN</small>, <small>NOCH ALS</small> G<small>EWICHT BENUTZEN</small>; <small>AUCH IN</small> J<small>ERU&#x0160;ALEM DARF NIEMAND ZU SEINEM</small> N<small>&#x00C4;CHSTEN SPRECHEN</small>: <small>DA HAST DU</small> W<small>EIN</small>, <small>GIB MIR</small> &#x00D6;<small>L</small>, <small>DESGLEICHEN ALLE ANDEREN</small> F<small>R&#x00DC;CHTE</small>. J<small>EDOCH DARF IHN EINER DEM ANDEREN ALS GESCHENK GEBEN</small>.</p>
<p>II. D<small>EN</small> Z<small>EHNTEN VOM</small> V<small>IEH DARF MAN</small>, <small>WENN ER FEHLERFREI IST</small>, <small>NICHT LEBEND</small>, <small>UND WENN ER FEHLERBEHAFTET IST</small>, <small>WEDER LEBEND NOCH GESCHLACHTET VERKAUFEN</small>; <small>FERNER DARF MAN SICH DAMIT KEINE</small> F<small>RAU ANTRAUEN</small><sup><xref rid="fn235">1</xref></sup>. D<small>AS</small> E<small>RSTGEBORENE DARF MAN</small>, <small>WENN FEHLERFREI</small>, <small>LEBEND</small>, <small>WENN FEHLERBEHAFTET</small>, <small>LEBEND UND GESCHLACHTET VERKAUFEN</small>; <small>FERNER DARF MAN SICH DAMIT EINE</small> F<small>RAU ANTRAUEN</small>. M<small>AN DARF DEN ZWEITEN</small> Z<small>EHNTEN NICHT DURCH EIN UNGEPR&#x00C4;GTES</small> G<small>ELDST&#x00DC;CK ODER EINE UNPASSIERBARE</small> M<small>&#x00DC;NZE AUSWEIHEN</small>, <small>SOWIE DURCH</small> G<small>ELD</small>, <small>DAS SICH NICHT IN SEINEM</small> B<small>ESITZE BEFINDET</small>.</p>
<p>III. W<small>ENN JEMAND EIN</small> V<small>IEH ZUM</small> H<small>EILSOPFER ODER EIN</small> W<small>ILD ZUM</small> F<small>LEISCH-GENUSSE KAUFT</small><sup><xref rid="fn236">2</xref></sup>, <small>SO IST DAS</small> F<small>ELL</small> P<small>ROFANES</small>, <small>AUCH WENN ES MEHR ALS DAS</small> F<small>LEISCH</small> [<small>WERT IST</small>]. V<small>ON GESCHLOSSENEN</small> K<small>R&#x00DC;GEN MIT</small> W<small>EIN</small>, <small>SIND IN</small> O<small>RTEN</small>, <small>WO MAN SIE GESCHLOSSEN</small><sup><xref rid="fn237">3</xref></sup> <small>VERKAUFT</small>, <small>DIE</small> K<small>R&#x00DC;GE</small> P<small>ROFANES</small>. V<small>ON</small> N<small>&#x00DC;SSEN UND</small> M<small>ANDELN SIND DIE</small> S<small>CHALEN</small> P<small>ROFANES</small>. L<small>AUERWEIN DARF</small>, <small>BEVOR ER GEZOGEN HAT</small>, <small>F&#x00DC;R DEN</small> E<small>RL&#x00D6;S DES</small> Z<small>EHNTEN NICHT GEKAUFT WERDEN</small>; <small>HAT ER BEREITS GEZOGEN</small>, <small>SO DARF ER F&#x00DC;R DEN</small> E<small>RL&#x00D6;S DES</small> Z<small>EHNTEN GEKAUFT WERDEN</small>.</p>
<p>IV. W<small>ENN JEMAND EIN</small> W<small>ILD ZUM</small> F<small>RIEDENSOPFER ODER EIN</small> V<small>IEH ZUM</small> F<small>LEISCHGENUSSE KAUFT</small><sup><xref rid="fn238">4</xref></sup>, <small>SO IST DAS</small> F<small>ELL NICHT</small> P<small>ROFANES</small>. V<small>ON OFFENEN</small> K<small>R&#x00DC;GEN MIT</small> W<small>EIN UND IN</small> O<small>RTEN</small>, <small>WO MAN SIE GEW&#x00D6;HNLICH OFFEN VERKAUFT</small>, <small>AUCH VON GESCHLOSSENEN</small>, <small>SIND DIE</small> K<small>R&#x00DC;GE NICHT</small> P<small>ROFANES</small>. V<small>ON</small> K<small>&#x00D6;RBEN MIT</small> O<small>LIVEN ODER</small> W<small>EINBEEREN</small>, <small>DIE MAN SAMT DEM</small> K<small>ORBE</small> [<small>KAUFT</small>], <small>IST DER</small> W<small>ERT DES</small> K<small>ORBES NICHT</small> P<small>ROFANES</small>.</p>
<p>V. W<small>ER</small><sup><xref rid="fn236">2</xref></sup> W<small>ASSER</small>, S<small>ALZ</small>, <small>AM</small> B<small>ODEN HAFTENDE</small> F<small>R&#x00DC;CHTE</small>, <small>ODER</small> F<small>R&#x00DC;CHTE</small>, <small>DIE NACH</small> J<small>ERU&#x0160;ALEM NICHT GEBRACHT WERDEN K&#x00D6;NNEN</small>, <small>KAUFT</small>, <small>HAT KEINEN</small> Z<small>EHNTEN ERWORBEN</small><sup><xref rid="fn239">5</xref></sup>. W<small>ENN JEMAND DAF&#x00DC;R VERSEHENTLICH</small> F<small>R&#x00DC;CHTE KAUFT</small>, <small>SO IST IHM DAS</small> G<small>ELD ZUR&#x00DC;CKZUGEBEN</small>; <small>WENN VORS&#x00C4;TZLICH</small>, <small>SO MUSS ER SIE NACH DEM</small> O<small>RTE</small><sup><xref rid="fn240">6</xref></sup> <small>BRINGEN UND DA ESSEN</small>; <small>besteht das</small> H<small>EILIGTUM NICHT</small>, <small>SO LASSE ER SIE VERFAULEN</small>.</p>
<p>VI. W<small>ENN JEMAND VERSEHENTLICH EIN</small> V<small>IEH KAUFT</small>, <small>SO IST IHM DAS</small> G<small>ELD ZUR&#x00DC;CKZUGEBEN</small>; <small>WENN VORS&#x00C4;TZLICH</small>, <small>SO MUSS ER ES NACH DEM</small> O<small>RTE BRINGEN UND DA ESSEN</small>; <small>BESTEHT DAS</small> H<small>EILIGTUM NICHT</small>, <small>SO BEGRABE MAN ES</small><sup><xref rid="fn241">7</xref></sup> <small>SAMT DER</small> H<small>AUT</small>.</p>
<p>VII. M<small>AN DARF F&#x00DC;R DAS</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN NICHT</small> S<small>KLAVEN</small>, M<small>&#x00C4;GDE</small>, G<small>RUNDST&#x00DC;CKE ODER UNREINES</small> V<small>IEH KAUFEN</small>; <small>HAT MAN GEKAUFT</small>, <small>SO VERZEHRE MAN DEN GLEICHEN</small> B<small>ETRAG</small>. M<small>AN DARF F&#x00DC;R DAS</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN KEINE</small> G<small>EFL&#x00DC;GELOPFER F&#x00DC;R M&#x00C4;NNLICHE ODER WEIBLICHE</small> B<small>LUTFLUSSBEHAFTETE UND</small> w<small>&#x00D6;CHNERINNEN</small>, <small>KEINE</small> S<small>&#x00DC;NDOPFER UND KEINE</small> S<small>CHULDOPFER DARBRINGEN</small>; <small>HAT MAN DARGEBRACHT</small>, <small>SO VERZEHRE MAN DEN GLEICHEN</small> B<small>ETRAG</small>. D<small>IE</small> R<small>EGEL IST</small>: H<small>AT MAN F&#x00DC;R DAS</small> G<small>ELD VOM ZWEITEN ZEHNTEN</small> [<small>ETWAS GEKAUFT</small>], <small>WAS NICHT ZUM</small> E<small>SSEN</small>, <small>ZUM</small> T<small>RINKEN ODER</small> S<small>ALBEN DIENT</small>, <small>SO VERZEHRE MAN DEN GLEICHEN</small> B<small>ETRAG</small>.</p>
<ftnote id="fn235">1. Die Antrauung erfolgt unter anderem auch durch &#x00DC;bergabe einer Wertsache.</ftnote>
<ftnote id="fn236">2. F&#x00FC;r Geld vom zweiten Zehnten.</ftnote>
<ftnote id="fn237">3. Dh. den Krug nicht besonders berechnet.</ftnote>
<ftnote id="fn238">4. Beides nicht zul&#x00E4;ssig, auch letzteres nicht, weil man das Vieh dem Altar entzieht.</ftnote>
<ftnote id="fn239">5. Das Gekaufte bleibt Profanes, ebenso das Geld zweiter Zehnt.</ftnote>
<ftnote id="fn240">6. Jeru&#x0161;alem, cf. Dt. 14, 23 ff.</ftnote>
<ftnote id="fn241">7. Wenn es verendet.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>D</bold>ER <small>ZWEITE</small> Z<small>EHNT IST ZUM</small> E<small>SSEN</small>, <small>ZUM</small> T<small>RINKEN UND ZUM</small> S<small>CHMIEREN ZU VERWENDEN</small>; <small>WAS MAN GEW&#x00D6;HNLICH GENIESST</small>, <small>ZUM</small> G<small>ENIESSEN</small>, <small>UND WOMIT MAN SICH GEW&#x00D6;HNLICH SALBT</small>, <small>ZUM</small> S<small>ALBEN</small>. M<small>AN DARF</small> W<small>EIN UND</small> E<small>SSIG NICHT ZUM</small> S<small>ALBEN VERWENDEN</small>, <small>WOHL ABER VERWENDE MAN</small> &#x00D6;<small>L ZUM</small> S<small>ALBEN</small>. M<small>AN DARF DAS</small> &#x00D6;<small>L VOM ZWEITEN</small> Z<small>EHNTEN NICHT W&#x00DC;RZEN</small>, <small>AUCH DARF MAN F&#x00DC;R DAS</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN KEIN GEW&#x00DC;RZTES</small> &#x00D6;<small>L KAUFEN</small>, <small>WOHL ABER DARF MAN</small> W<small>EIN W&#x00DC;RZEN</small>. W<small>ENN</small> H<small>ONIG ODER</small> G<small>EW&#x00DC;RZE HINEINGEKOMMEN SIND UND IHN WERTIGER GEMACHT HABEN</small>, <small>SO WIRD DER</small> M<small>EHRWERT NACH</small> V<small>ERH&#x00C4;LTNIS BERECHNET</small><sup><xref rid="fn242">1</xref></sup>. W<small>ENN</small> F<small>ISCHE MIT</small> P<small>ORREEK&#x00D6;PFEN VOM ZWEITEN</small> Z<small>EHNTEN GEKOCHT UND DADURCH WERTIGER GEWORDEN SIND</small>, <small>SO WIRD DER</small> M<small>EHRWERT NACH</small> V<small>ERH&#x00C4;LTNIS BERECHNET</small>. W<small>ENN MAN</small> T<small>EIG VOM ZWEITEN</small> Z<small>EHNTEN GEBACKEN</small><sup><xref rid="fn243">2</xref></sup> <small>HAT</small>, <small>UND ER DADURCH WERTIGER WURDE</small>, <small>SO GEH&#x00D6;RT DER</small> M<small>EHRWERT ZUM ZWEITEN</small> Z<small>EHNTEN</small>. D<small>IE</small> R<small>EGEL IST</small>: W<small>ENN DER</small> M<small>EHRWERT</small> [<small>&#x00C4;USSERLICH</small>] <small>KENNTLICH IST</small>, <small>WIRD ER NACH</small> V<small>ERH&#x00C4;LTNIS BERECHNET</small>, <small>UND WENN DER</small> M<small>EHRWERT</small> [<small>&#x00C4;USSERLICH</small>] <small>NICHT KENNTLICH IST</small>, <small>GEH&#x00D6;RT ER ZUM ZWEITEN</small> Z<small>EHNTEN</small>.</p>
<p>II. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>MAN D&#x00DC;RFE SICH IN</small> J<small>ERU&#x0160;ALEM NICHT MIT</small> &#x00D6;<small>L VOM ZWEITEN</small> Z<small>EHNTEN SALBEN</small>; <small>DIE</small> W<small>EISEN ERLAUBEN DIES</small>. S<small>IE SPRACHEN ZU</small> R. &#x0160;<small>IMO&#x0351;N</small>: W<small>ENN MAN DIESBEZ&#x00DC;GLICH BEI DER SONST STRENGEN</small> H<small>EBE ERLEICHTERT</small><sup><xref rid="fn244">3</xref></sup> <small>HAT</small>, <small>WIE SOLLTEN WIR NICHT DIESBEZ&#x00DC;GLICH BEI DEM SONST LEICHTEN ZWEITEN</small> Z<small>EHNTEN ERLEICHTERN</small>&#x0021;? D<small>IESER ERWIDERTE IHNEN</small>: S<small>OLLTEN WIR DENN</small>, <small>WENN BEI DER SONST STRENGEN</small> H<small>EBE ERLEICHTERT WORDEN IST</small>, <small>BEI DER HINSICHTLICH</small> W<small>ICKEN UND</small> B<small>OCKSHORNKLEE ERLEICHTERT WORDEN</small><sup><xref rid="fn245">4</xref></sup> <small>IST</small>, <small>ES AUCH BEIM SONST ZWAR LEICHTEREN ZWEITEN</small> Z<small>EHNTEN LEICHTERNEHMEN</small>, <small>BEI DEM HINSICHTLICH</small> W<small>ICKEN UND</small> B<small>OCKSHORNKLEE NICHT ERLEICHTERT WORDEN IST</small>&#x0021;?</p>
<p>III. B<small>OCKSHORNKLEE VOM ZWEITEN</small> Z<small>EHNTEN DARF NUR ALS</small> J<small>UNGKRAUT GEGESSEN WERDEN</small>; B<small>OCKSHORNKLEE VON</small> H<small>EBE MUSS</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>IN JEDER</small> W<small>EISE IN</small> R<small>EINHEIT BEHANDELT WERDEN</small>, <small>AUSSER</small>, <small>WENN MAN SICH DAMIT DEN</small> K<small>OPF REINIGT</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>ES D&#x00DC;RFE IN JEDER</small> W<small>EISE IN</small> U<small>NREINHEIT BEHANDELT WERDEN</small>, <small>AUSSER BEIM</small> E<small>INWEICHEN</small><sup><xref rid="fn246">5</xref></sup>.</p>
<p>IV. W<small>ICKEN VOM ZWEITEN</small> Z<small>EHNTEN D&#x00DC;RFEN NUR ALS</small> J<small>UNGKRAUT GEGESSEN WERDEN</small>; <small>MAN DARF SIE</small>, <small>WENN MAN SIE NACH</small> J<small>ERU&#x0160;ALEM BRINGT</small>, <small>ZUR&#x00DC;CK HERAUSF&#x00DC;HREN</small>; <small>SIND SIE UNREIN GEWORDEN</small>, <small>SO MUSS MAN SIE</small>, <small>WIE</small> R. T<small>RYPHON SAGT</small>, <small>UNTER ANDEREN</small> T<small>EIG VERTEILEN</small><sup><xref rid="fn247">6</xref></sup>, <small>UND WIE DIE</small> W<small>EISEN SAGEN</small>, <small>AUSL&#x00D6;SEN</small>. S<small>OLCHE VON</small> H<small>EBE DARF MAN</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>NUR IN</small> R<small>EINHEIT EINWEICHEN UND ZERREIBEN</small>, <small>ABER AUCH IN</small> U<small>NREINHEIT</small> [<small>DEM</small> V<small>IEH</small>] <small>ALS</small> F<small>UTTER GEBEN</small>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>NUR IN</small> R<small>EIN HEIT EINWEICHEN</small>, <small>ABER AUCH IN</small> U<small>NREINHEIT ZERREIBEN UND</small> [<small>DEM</small> V<small>IEH</small>] <small>ALS</small> F<small>UTTER GEBEN</small>. &#x0160;<small>AMMAJ SAGT</small>, <small>MAN ESSE SIE NUR TROCKEN</small><sup><xref rid="fn246">5</xref></sup>; R. A&#x0351; <small>QIBA SAGT</small>, <small>MAN DARF SIE IN JEDER</small> W<small>EISE</small> [<small>AUCH</small>] <small>IN</small> U<small>NREINHEIT BEHANDELN</small>.</p>
<p>V. W<small>ENN</small> G<small>ELD VON</small> P<small>ROFANEM UND VON ZWEITEM</small> Z<small>EHNTEN VERSTREUT WURDE</small>, <small>SO IST DAS</small>, <small>WAS MAN ZUN&#x00C4;CHST AUFLIEST</small>, <small>ZWEITER</small> Z<small>EHNT</small>, <small>BIS DER</small> B<small>ETRAG VOLL IST</small>, <small>UND DER</small> R<small>EST IST</small> P<small>ROFANES</small>; <small>WENN MAN ES VERMISCHT UND IM</small> H<small>AUFEN AUFGENOMMEN HAT</small>, <small>SO BERECHNE MAN NACH</small> V<small>ERH&#x00C4;LTNIS</small>. D<small>IE</small> R<small>EGEL IST</small>: E<small>INZELN AUFGELESENES GEH&#x00D6;RT ZUM ZWEITEN</small> Z<small>EHNTEN</small>, <small>VERMISCHTES NACH</small> V<small>ERH&#x00C4;LTNIS</small>.</p>
<p>VI. W<small>ENN EIN</small> S<small>ELA&#x0351; VOM ZWEITEN</small> Z<small>EHNTEN SICH MIT EINEM VON</small> P<small>ROFANEM VERMISCHT HAT</small>, <small>SO BRINGE MAN F&#x00DC;R EINEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE UND SPRECHE</small>: D<small>ER</small> S<small>ELA&#x0351; VOM ZWEITEN</small> Z<small>EHNTEN</small>, <small>WO ER SICH AUCH BEFINDET</small>, <small>SEI DURCH DIESE</small> S<small>CHEIDEM&#x00DC;NZE AUSGEWEIHT</small>. S<small>ODANN W&#x00C4;HLE MAN DEN BESSEREN VON IHNEN UND WEIHE SIE DURCH DIESEN AUS</small>. S<small>IE SAGTEN N&#x00C4;MLICH</small>, <small>IM</small> n<small>OT F&#x00C4;LLE</small>, <small>D&#x00DC;RFE MAN</small> S<small>ILBER DURCH</small> K<small>UPFER AUSWEIHEN</small>, <small>NICHT ETW A</small>, <small>DAMIT ES DABEI BLEIBE</small>, <small>VIELMEHR WEIHE MAN ES WIEDER DURCH</small> S<small>ILBER AUS</small>.</p>
<p>VII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>MAN WECHSELE SEINE</small> S<small>ELAI&#x0351;M NICHT GEGEN</small> G<small>OLDDENARE UM</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS ERLAUBT DIES</small>. R. A&#x0351;<small>QIBA ERZ&#x00C4;HLTE</small>: I<small>CH HABE F&#x00DC;R</small> R. G<small>AMLI&#x00C9;L UND</small> R. J<small>EHO&#x0160;UA&#x0351;</small> S<small>ILBERGELD GEGEN</small> G<small>OLDDENARE UMGEWECHSELT</small>.</p>
<p>VIII. W<small>ENN JEMAND EINEN</small> S<small>ELA&#x0351; VOM ZWEITEN</small> Z<small>EHNTEN IN</small> S<small>CHEIDEM&#x00DC;NZE WECHSELT</small>, <small>SO NEHME ER</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>F&#x00DC;R DEN GANZEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE</small>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>EINEN</small> &#x0160;<small>EQEL</small> S<small>ILBER UND EINEN</small> &#x0160;<small>EQEL</small> S<small>CHEIDEM&#x00DC;NZE</small>. R. M<small>E&#x00CD;R SAGT</small>, <small>MAN D&#x00DC;RFE NICHT</small> S<small>ILBER UND</small> F<small>R&#x00DC;CHTE DURCH</small> S<small>ILBER</small><sup><xref rid="fn248">7</xref></sup> <small>AUSWEIHEN</small>; <small>DIE</small> W<small>EISEN ERLAUBEN DIES</small>.</p>
<p>IX. W<small>ER IN</small> J<small>ERU&#x0160;ALEM EINEN</small> S<small>ELA&#x0351; VOM ZWEITEN</small> Z<small>EHNTEN IN</small> S<small>CHEIDEM&#x00DC;NZE WECHSELT</small>, <small>NEHME</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>F&#x00DC;R DEN GANZEN</small> S<small>ELA&#x0351; </small> S<small>CHEIDEM&#x00DC;NZE</small>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>EINEN</small> &#x0160;<small>EQEL</small> S<small>ILBER UND EINEN</small> &#x0160;<small>EQEL</small> S<small>CHEIDEM&#x00DC;NZE</small>. D<small>IE VOR DEN</small> W<small>EISEN</small> D<small>ISPUTIERENDEN</small><sup><xref rid="fn249">8</xref></sup> <small>SAGTEN</small>, <small>DREI</small> D<small>ENARE</small> S<small>ILBER UND EINEN</small> D<small>ENAR</small> S<small>CHEIDEM&#x00DC;NZE</small>. R. A&#x0351;<small>QIBA SAGT</small>, <small>DREI</small> D<small>ENARE</small> S<small>ILBER UND EIN</small> V<small>IERTEL</small><sup><xref rid="fn250">9</xref></sup> S<small>CHEIDEM&#x00DC;NZE</small>. R. T<small>RYPHON SAGT</small>, <small>VIER</small> A<small>SPER</small><sup><xref rid="fn251">10</xref></sup>S<small>ILBER</small>. &#x0160;<small>AMMAJ SAGT</small>, <small>ER HINTERLEGE IHN IM</small> L<small>ADEN UND VERZEHRE SEINEN</small> W<small>ERT</small>.</p>
<p>X. W<small>ENN EIN</small> T<small>EIL SEINER</small> S<small>&#x00D6;HNE UNREIN UND EIN</small> T<small>EIL REIN IST</small>, <small>SO HINTERLEGE ER DEN</small> S<small>ELA&#x0351; UND SAGE</small>: D<small>IESER</small> S<small>ELA&#x0351; SEI AUSGEWEIHT F&#x00DC;R DAS</small>, <small>WAS DIE REINEN TRINKEN WERDEN</small>. A<small>UF DIESE</small> W<small>EISE D&#x00DC;RFEN DIE REINEN UND UNREINEN AUS EINEM</small> K<small>RUGE TRINKEN</small>.</p>
<ftnote id="fn242">1. Der verh&#x00E4;ltnism&#x00E4;&#x00DF;ige Mehrwert ist Profanes.</ftnote>
<ftnote id="fn243">2. Mit prof. Holze.</ftnote>
<ftnote id="fn244">3. Hinsichtlich des Salbens; cf. Seb. VIII,2.</ftnote>
<ftnote id="fn245">4. Weiter Mi&#x0161;na 3 u. 4.</ftnote>
<ftnote id="fn246">5. Da es durch die Befeuchtung verunreinigungsf&#x00E4;hig wird.</ftnote>
<ftnote id="fn247">6. In kleinen, nicht verunreinigungs f&#x00E4;higen St&#x00FC;ckchen.</ftnote>
<ftnote id="fn248">7. Beides zusammen durch eine Silberm&#x00FC;nze.</ftnote>
<ftnote id="fn249">8. Bezeichnung der vier Sch&#x00FC;ler R. A&#x0351;qibas (&#x0160;imo&#x0351;n b. A&#x0351;zaj, &#x0160;imo&#x0351;n b. Zoma, &#x1E24;anan ha Mi&#x00E7;ri u. &#x1E24;anina b. &#x1E24;akhinaj, nach anderen auch &#x0160;imo&#x0351;n Temani), die in fr&#x00FC;her Jugend (w&#x00E4;hrend des Krieges in Bitther) starben u. deshalb das Pr&#x00E4;dikat &#x2018;Rabbi&#x2019; nicht erlangt haben.</ftnote>
<ftnote id="fn250">9. Nach den Kommentaren eines &#x0160;eqel (&#x003D; &#x00BD; Denar), bezw. eines Denar.</ftnote>
<ftnote id="fn251">10. Und f&#x00FC;r den f&#x00FC;nften Scheidem&#x00FC;nze; 5 A. &#x003D; 1 Denar.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>M</bold>AN <small>SAGE NICHT ZU SEINEM</small> N<small>&#x00C4;CHSTEN</small>: <small>BRINGE DIESE</small> F<small>R&#x00DC;CHTE NACH</small> J<small>ERU&#x0160;ALEM F&#x00DC;R EINEN</small> A<small>NTEIL</small>, <small>VIELMEHR SAGE MAN</small>: <small>BRINGE SIE HINAUF</small>, <small>UND WIR WOLLEN SIE IN</small> J<small>ERU&#x0160;ALEM ZUSAMMEN ESSEN UND TRINKEN</small>. J<small>EDOCH DARF MAN SIE EINANDER ALS</small> G<small>ESCHENK GEBEN</small>.</p>
<p>II. M<small>AN DARF F&#x00DC;R DAS</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN KEINE</small> H<small>EBE KAUFEN</small>, <small>WEIL MAN DADURCH DIE</small> V<small>ERZEHRUNGSBEFUGNIS VERMINDERT</small>; R. &#x0160;<small>LMO&#x0351;N ERLAUBT DIES</small>. R. &#x0160;<small>IMO&#x0351;N SPRACH ZU IHNEN</small>: W<small>ENN MAN HIERBEI ERLEICHTERT HAT</small> [<small>BEZ&#x00DC;GLICH DES</small> A<small>NKAUFES VON</small>] H<small>EILSOPFERN</small>, <small>DIE DEM</small> V<small>ERWERFLICHWERDEN</small><sup><xref rid="fn252">1</xref></sup>, &#x00DC;<small>BRIGBLEIBEN</small><sup><xref rid="fn253">2</xref></sup> <small>UND DER</small> V<small>ERUNREINIGUNG AUSGESETZT SIND</small>, <small>WIE SOLLTEN WIR DA NICHT BEZ&#x00DC;GLICH DER</small> H<small>EBE ERLEICHTERN</small>&#x0021;? J<small>ENE ERWIDERTEN IHM</small>: S<small>OLLTEN WIR DENN</small>, <small>WEIL HIERBEI ERLEICHTERT WORDEN IST BEZ&#x00DC;GLICH DER</small> H<small>EILSOPFER</small>, <small>DIE</small> L<small>AIEN ERLAUBT SIND</small>, <small>AUCH BEZ&#x00DC;GLICH DER</small> H<small>EBE ERLEICHTERN</small>, <small>DIE</small> L<small>AIEN VERBOTEN IST</small>&#x0021;?</p>
<p>III. W<small>ENN JEMAND IN</small> J<small>ERU&#x0160;ALEM</small> G<small>ELD</small> [<small>VOM ZWEITEN ZEHNTEN</small>] <small>HAT UND ES</small><sup><xref rid="fn254">3</xref></sup> <small>BRAUCHT</small>, <small>UND SEIN</small> G<small>ENOSSE</small> F<small>R&#x00DC;CHTE HAT</small>, <small>SO SPRECHE ER ZU SEINEM</small> G<small>ENOSSEN</small>: D<small>IESES</small> G<small>ELD SEI DURCH DEINE</small> F<small>R&#x00DC;CHTE AUSGEWEIHT</small>. A<small>UF DIESE</small> W<small>EISE ISST DIESER SEINE</small> F<small>R&#x00DC;CHTE IN</small> R<small>EINHEIT</small>, <small>UND JENER VERF&#x00DC;GT &#x00DC;BER SEIN</small> G<small>ELD NACH</small> B<small>EDARF</small>. Z<small>U EINEM</small> M<small>ANNE AUS DEM GEMEINEN</small> V<small>OLKE SPRECHE MAN SO NUR DANN</small>, <small>WENN DAS</small> G<small>ELD VON</small> D<small>EMAJ HERR&#x00DC;HRT</small>.</p>
<p>IV. B<small>EFINDEN SICH DIE</small> F<small>R&#x00DC;CHTE IN</small> J<small>ERU&#x0160;ALEM UND DAS</small> G<small>ELD IN DER</small> P<small>RROVINZ</small>, <small>SO SPRECHE ER</small>: J<small>ENES</small> G<small>ELD SEI DURCH DIESE</small> F<small>R&#x00DC;CHTE AUSGEWEIHT</small>. B<small>EFINDET SICH DAS</small> G<small>ELD IN</small> J<small>ERU&#x0160;ALEM UND DIE</small> F<small>R&#x00DC;CHTE IN DER</small> P<small>ROVINZ</small>, <small>SO SPRECHE ER</small>: D<small>IESES</small> G<small>ELD SEI DURCH JENE</small> F<small>R&#x00DC;CHTE AUSGEWEIHT</small>. D<small>IE</small> F<small>R&#x00DC;CHTE M&#x00DC;SSEN JEDOCH NACH</small> J<small>ERU&#x0160;ALEM GEBRACHT UND DA VERZEHRT WERDEN</small>.</p>
<p>V. G<small>ELD NACH</small> J<small>ERU&#x0160;ALEM GEBRACHT</small>, <small>DARF AUSGEF&#x00DC;HRT WERDEN</small>. F<small>R&#x00DC;CHTE DAHIN GEBRACHT</small>, <small>D&#x00DC;RFEN NICHT AUSGEF&#x00DC;HRT WERDEN</small>; R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT</small>, <small>AUCH</small> F<small>R&#x00DC;CHTE DAHIN GEBRACHT</small>, <small>D&#x00DC;RFEN AUSGEF&#x00DC;HRT WERDEN</small>.</p>
<p>VI. W<small>ENN</small> [<small>F&#x00DC;R DIE</small> V<small>ERZEHNTUNG</small>] <small>FERTIGE</small> F<small>R&#x00DC;CHTE DURCH</small> J<small>ERU&#x0160;ALEM GEF&#x00DC;HRT WORDEN SIND</small>, <small>SO MUSS DER ZWEITE</small> Z<small>EHNT DAVON WIEDER NACH</small> J<small>ERU&#x0160;ALEM GEBRACHT UND DA VERZEHRT WERDEN</small>; <small>WENN NOCH NICHT FERTIGE</small>, [<small>BEISPIELSWEISE</small>] K<small>&#x00D6;RBE</small> W<small>EINBEEREN NACH DER</small> K<small>ELTER</small>, K<small>&#x00D6;RBE</small> F<small>EIGEN NACH DEM</small> T<small>ROCKENPLATZE</small>, <small>SO MUSS DEREN ZWEITER</small> Z<small>EHNT</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>EBENFALLS WIEDER NACH</small> J<small>ERU&#x0160;ALEM GEBRACHT UND DA VERZEHRT WERDEN</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>MAN D&#x00DC;RFE SIE AUSL&#x00D6;SEN UND &#x00DC;BERALL ESSEN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. J<small>EHUDA SAGTE IM</small> N<small>AMEN</small> R. J<small>OSES</small>: D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS UND DIE</small> S<small>CHULE</small> H<small>ILLELS STREITEN NICHT &#x00DC;BER NOCH NICHT FERTIGE</small> F<small>R&#x00DC;CHTE</small>, <small>OB MAN IHREN ZWEITEN</small> Z<small>EHNTEN AUSL&#x00D6;SEN UND &#x00DC;BERALL ESSEN DARF</small>, <small>VIELMEHR STREITEN SIE &#x00DC;BER FERTIGE</small> F<small>R&#x00DC;CHTE</small>: D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>MAN M&#x00DC;SSE IHREN ZWEITEN</small> Z<small>EHNTEN NACH</small> J<small>ERU&#x0160;ALEM BRINGEN UND IHN DA VERZEHREN</small>, <small>UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>MAN D&#x00DC;RFE IHN AUSL&#x00D6;SEN UND &#x00DC;BERALL ESSEN</small>. E<small>INGEF&#x00DC;HRTER</small> D<small>EMAJ DARF AUSGEF&#x00DC;HRT UND AUSGEL&#x00D6;ST WERDEN</small>.</p>
<p>VII. W<small>ENN EIN</small> B<small>AUM INNERHALB</small><sup><xref rid="fn255">4</xref></sup> <small>STEHT UND SICH NACH AUSSEN NEIGT</small>, <small>ODER AUSSERHALB</small><sup><xref rid="fn255">4</xref></sup> <small>STEHT UND SICH NACH INNEN NEIGT</small>, <small>SO GILT DAS</small>, <small>WAS SICH VON DER</small> M<small>AUER EINW&#x00C4;RTS BEFINDET</small>, <small>ALS INNERHALB</small>, <small>UND WAS SICH VON DER</small> M<small>AUER AUSW&#x00C4;RTS BEFINDET</small>, <small>ALS AUSSERHALB</small>. D<small>IE</small> &#x00D6;<small>LPRESSH&#x00C4;USER</small><sup><xref rid="fn256">5</xref></sup>, <small>DEREN</small> T<small>&#x00DC;REN INNERHALB UND DEREN</small> R<small>&#x00C4;UME AUSSERHALB</small>, <small>ODER DEREN</small> T<small>&#x00DC;REN AUSSERHALB UND DEREN</small> R<small>&#x00C4;UME INNERHALB SICH BEFINDEN</small>, <small>GELTEN</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>VOLLST&#x00C4;NDIG ALS INNERHALB</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>VON DER</small> M<small>AUER EINW&#x00C4;RTS GELTE ALS INNERHALB</small>, <small>UND VON DER</small> M<small>AUER AUSW&#x00C4;RTS GELTE ALS AUSSERHALB</small>.</p>
<p>VIII. V<small>ON DEN</small> Z<small>ELLEN</small>, <small>DIE INNERHALB DES</small> H<small>EILIGTUMS GEBAUT SIND UND DIE</small> T<small>&#x00DC;REN NACH AUSSEN</small><sup><xref rid="fn257">6</xref></sup> <small>HABEN</small>, <small>IST DER</small> I<small>NNENRAUM PROFAN UND DAS</small> D<small>ACH HEILIG</small>; <small>VON DENEN</small>, <small>DIE AUF</small> P<small>ROFANEM GEBAUT SIND UND DIE</small> T<small>&#x00DC;REN NACH DEM</small> H<small>EILIGTUM HABEN</small>, <small>IST DER</small> I<small>NNENRAUM HEILIG UND DAS</small> D<small>ACH PROFAN</small>; <small>VON DENEN</small>, <small>DIE INNERHALB DES</small> H<small>EILIGTUMS UND AUF</small> P<small>ROFANEM GEBAUT SIND UND DIE</small> T<small>&#x00DC;REN NACH DEM</small> H<small>EILIGTUM UND NACH AUSSEN HABEN</small>, <small>IST DER</small> I<small>NNENRAUM UND DAS</small> D<small>ACH INNERHALB DES</small> H<small>EILIGTUMS IN DER</small> R<small>ICHTUNG ZUM</small> H<small>EILIGTUM HEILIG</small>, <small>UND WAS AUF</small> P<small>ROFANEM IN DER</small> R<small>ICHTUNG ZUM</small> P<small>ROFANEN</small>, <small>PROFAN</small>.</p>
<p>IX. W<small>ENN NACH</small> J<small>ERU&#x0160;ALEM GEBRACHTER ZWEITER</small> Z<small>EHNT UNREIN GEWORDEN IST</small>, <small>EINERLEI</small>, <small>OB DURCH EINE</small> U<small>RUNREINHEIT</small><sup><xref rid="fn258">7</xref></sup> <small>ODER DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT</small>, <small>EINERLEI</small>, <small>OB ERST INNERHALB ODER SCHON AUSSERHALB</small>, <small>SO MUSS ER</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>AUSGEL&#x00D6;ST UND GANZ INNERHALB GEGESSEN WERDEN</small>, <small>AUSSER WENN ER BEREITS AUSSERHALB DURCH EINE</small> U<small>RUNREINHEIT UNREIN GEWORDEN IST</small>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, A<small>USGEL&#x00D6;ST UND AUCH AUSSERHALB GEGESSEN WERDEN</small>, <small>AUSSER WENN ER DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT ERST INNERHALB UNREIN GEWORDEN IST</small>.</p>
<p>X. W<small>ENN DAS F&#x00DC;R</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN</small> G<small>EKAUFTE UNREIN WIRD</small>, <small>SO L&#x00D6;SE MAN ES AUS</small>; R. J<small>EHUDA SAGT</small>, <small>MAN BEGRABE ES</small>. J<small>ENE SPRACHEN ZU</small> R. J<small>EHUDA</small>: W<small>ENN SOGAR DER ZWEITE</small> Z<small>EHNT SELBST</small>, <small>WENN ER UNREIN WIRD</small>, A<small>USGEL&#x00D6;ST WIRD</small>, <small>SO IST JA DAS F&#x00DC;R</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN</small> G<small>EKAUFTE</small>, <small>WENN ES UNREIN WIRD</small>, <small>ERST RECHT AUSZUL&#x00D6;SEN</small>. D<small>IESER ERWIDERTE</small>: N<small>EIN</small>, <small>WENN IHR DIES VOM ZWEITEN</small> Z<small>EHNTEN SELBST SAGT</small>, <small>DER REIN AUCH FERN VOM</small> B<small>ESTIMMUNGSORTE AUSGEL&#x00D6;ST WERDEN KANN</small>, <small>WOLLT IHR DIES AUCH VON F&#x00DC;R</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN</small> G<small>EKAUFTEM SAGEN</small>, <small>DAS REIN FERN VOM</small> O<small>RTE NICHT AUSGEL&#x00D6;ST WERDEN</small><sup><xref rid="fn259">8</xref></sup> <small>DARF</small>&#x0021;?</p>
<p>XI. W<small>ENN EIN F&#x00DC;R</small> G<small>ELD VOM ZWEITEN</small> Z<small>EHNTEN GEKAUFTES</small> R<small>EH VERENDET</small>, <small>SO IST ES SAMT DER</small> H<small>AUT ZU BEGRABEN</small>, <small>UND WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>AUSZUL&#x00D6;SEN</small>. H<small>AT MAN ES LEBEND GEKAUFT UND GESCHLACHTET</small>, <small>SO IST ES</small>, <small>WENN ES UNREIN WIRD</small>, <small>AUSZUL&#x00D6;SEN</small>, <small>UND WIE</small> R. J<small>OSE SAGT</small>, <small>ZU BEGRABEN</small>. H<small>AT MAN ES GESCHLACHTET GEKAUFT</small>, <small>SO GLEICHT ES</small>, <small>WENN ES UNREIN WIRD</small>, F<small>ELDFR&#x00DC;CHTEN</small><sup><xref rid="fn260">9</xref></sup>.</p>
<p>XII. W<small>ENN JEMAND</small> K<small>R&#x00DC;GE F&#x00DC;R DEN ZWEITEN</small> Z<small>EHNTEN VERLEIHT</small><sup><xref rid="fn261">10</xref></sup>, <small>SO WERDEN SIE</small>, <small>AUCH WENN ER SIE VERSPUNDET HAT</small>, <small>NICHT VOM</small> Z<small>EHNTEN ERFASST</small>; <small>HAT ER SIE OHNE</small> A<small>NGABE</small><sup><xref rid="fn262">11</xref></sup><small>GEF&#x00DC;LLT</small>, <small>SO WERDEN SIE</small>, <small>BEVOR ER SIE VERSPUNDET</small>, <small>NICHT VOM</small> Z<small>EHNTEN ERFASST</small>, <small>SOBALD ER SIE ABER VERSPUNDET</small>, <small>WERDEN SIE VOM</small> Z<small>EHNTEN ERFASST</small>. B<small>EVOR MAN SIE VERSPUNDET</small>, <small>GEHEN SIE UNTER HUNDERT UND EINEM</small><sup><xref rid="fn263">12</xref></sup><small>AUF</small>, <small>SOBALD MAN SIE VERSPUNDET HAT</small>, <small>MACHEN SIE IN JEDEM</small> V<small>ERH&#x00C4;LTNIS HEILIG</small>. B<small>EVOR MAN SIE VERSPUNDET</small>, <small>KANN MAN DIE</small> H<small>EBE VON EINEM F&#x00DC;R ALLE &#x00DC;BRIGEN ABHEBEN</small>, <small>SOBALD MAN SIE VERSPUNDET HAT</small>, <small>MUSS MAN SIE VON JEDEM BESONDERS ABHEBEN</small>.</p>
<p>XIII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>MAN &#x00D6;FFNE</small> [<small>DIE</small> K<small>R&#x00DC;GE</small>]<sup><xref rid="fn264">13</xref></sup><small>UND LEERE</small> [<small>DEN</small> I<small>NHALT</small>] <small>IN DEN</small> B<small>OTTICH</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>MAN &#x00D6;FFNE SIE</small>, <small>BRAUCHT ABER NICHT ZU LEEREN</small>. D<small>IESE</small> W<small>ORTE GELTEN VON</small> O<small>RTEN</small>, <small>WO MAN SIE VERSPUNDET ZU VERKAUFEN PFLEGT</small>, <small>WO MAN SIE ABER OFFEN ZU VERKAUFEN PFLEGT</small>, <small>BLEIBT DER</small> K<small>RUG NICHT PROFAN</small>. W<small>ENN MAN ABER F&#x00DC;R SICH ERSCHWEREN WILL</small>, <small>DEN</small> W<small>EIN NACH</small> M<small>ASS ZU VERKAUFEN</small>, <small>SO BLEIBT DER</small> K<small>RUG PROFAN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>AUCH WENN JEMAND ZU SEINEM</small> N<small>&#x00C4;CHSTEN SAGT</small>, <small>ER VERKAUFE IHM DIESES</small> F<small>ASS</small> W<small>EIN OHNE</small> G<small>EF&#x00C4;SS</small>, <small>BLEIBE DAS</small> G<small>EF&#x00C4;SS PROFAN</small><sup><xref rid="fn265">14</xref></sup>.</p>
<ftnote id="fn252">1. Nach der Schrift (Lev. 7,18) gilt ein Opfer, das nach Ablauf der hierf&#x00FC;r bestimmten Frist gegessen wird, als &#x2018;Verwerfliches&#x2019;, nach dem Talmud sogar auch dann, wenn man w&#x00E4;hrend der Herrichtung es nur beabsichtigt hat; der Genu&#x00DF; des Fleisches ist mit der &#x2018;Ausrottung&#x2019; bedroht.</ftnote>
<ftnote id="fn253">2. Was vom Opferfleisch nach Ablauf der f&#x00FC;r das Essen bestimmten Frist &#x00FC;brig bleibt.</ftnote>
<ftnote id="fn254">3. F&#x00FC;r Zwecke, wof&#x00FC;r dieses Geld nicht verwendet werden darf.</ftnote>
<ftnote id="fn255">4. Der Stadtmauer Jeru&#x0161;alems.</ftnote>
<ftnote id="fn256">5. Die sich in der Stadtmauer befinden.</ftnote>
<ftnote id="fn257">6. Nach dem Tempelberge, au&#x00DF;erhalb des Tempelhofes. Unter Heiligtum ist hier der ganze Tempelhof zu verstehen.</ftnote>
<ftnote id="fn258">7. Bei der Verunreinigung (der T. gebraucht f&#x00FC;r die unreine Sache das Abstraktum &#x2018;Unreinheit&#x2019;) gibt es mehrere Grade. 1) Die Ururunreinheit (<span dir="rtl">&#x05D0;&#x05D1;&#x05D9; &#x05D0;&#x05D1;&#x05D5;&#x05EA; &#x05D4;&#x05D8;&#x05D5;&#x05DD;&#x05D0;&#x05D4;</span>), wie zBs. der Leichnam, der auch Menschen verunreinigt, die sich nur im selben Raume befinden. 2) Die Urunreinheit (<span dir="rtl">&#x05D0;&#x05D1; &#x05D4;&#x05D8;&#x05D5;&#x05DD;&#x05D0;&#x05D7;</span>), wie zBs. ein Reptil udgl., sowie die Person, die durch Grad 1 unrein wurde, die alles, was mit ihr in Ber&#x00FC;hrung kommt, auch Menschen, verunreinigt. 3) Das Erstverunreinigte (<span dir="rtl">&#x05D5;&#x05DC;&#x05E8; &#x05D4;&#x05D8;&#x05D5;&#x05DD;&#x05D0;&#x05D7; .od &#x05D3;&#x05D0;&#x05E9;&#x05D5;&#x05DF; &#x05DC;&#x05D8;&#x05D5;&#x05DD;&#x05D0;&#x05D7;</span>), alles, was durch die Ber&#x00FC;hrung mit Grad 2 unrein wurde, das nur Speisen u. Getr&#x00E4;nke, nicht aber Menschen verunreinigt. 4) Das Zweitverunreinigte (<span dir="rtl">&#x05E9;&#x05E0;&#x05D9; &#x05DC;&#x05D8;&#x05D5;&#x05DD;&#x05D0;&#x05D4;</span>), Speisen, die durch Grad 3 unrein wurden. 5) Das Drittverunreinigte (<span dir="rtl">&#x05DC;&#x05D8;&#x05D5;&#x05DD;&#x05D0;&#x05D4; &#x05E9;&#x05DC;&#x05D9;&#x05E9;&#x05D9;</span>), gibt es nur bei Hebe u. heiligen Speisen, die mit Grad 4 in Ber&#x00FC;hrung gekommen sind.</ftnote>
<ftnote id="fn259">8. Cf. Absch. I Mi&#x0161;na 6.</ftnote>
<ftnote id="fn260">9. Wor&#x00FC;ber oben Mi&#x0161;na 10.</ftnote>
<ftnote id="fn261">10. An sich selber; wenn er sie mit Wein vom zweiten Zehnten f&#x00FC;llt, die Kr&#x00FC;ge aber als profan behalten will.</ftnote>
<ftnote id="fn262">11. Wenn er bei der F&#x00FC;llung den Inhalt noch nicht zum zweiten Zehnten bestimmt hatte.</ftnote>
<ftnote id="fn263">12. Ein Krug Hebe unter 100 profanen; cf. Ter. Absch. V.</ftnote>
<ftnote id="fn264">13. Wenn man den Inhalt nach der F&#x00FC;llung zum zweiten Zehnten bestimmt hat u. die Kr&#x00FC;ge profan bleiben sollen.</ftnote>
<ftnote id="fn265">14. So sinngem&#x00E4;&#x00DF;; nach dem Wortlaute aber (Fa&#x00DF; u. Krug werden abwechselnd gebraucht) beziehen dies die Kommentare auf den Fall, wenn man ein Fa&#x00DF; Wein abz&#x00FC;glich eines Kruges verkauft.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>W</bold>ER F<small>R&#x00DC;CHTE VOM ZWEITEN</small> Z<small>EHNTEN BRINGT VON EINEM</small> O<small>RTE</small>, <small>WO SIE TEUER SIND</small>, <small>NACH EINEM</small> O<small>RTE</small>, <small>WO SIE BILLIG SIND</small>, <small>ODER VON EINEM</small> O<small>RTE</small>, <small>WO SIE BILLIG SIND</small>, <small>NACH EINEM</small> O<small>RTE</small>, <small>WO SIE TEUER SIND</small>, <small>L&#x00D6;SE SIE AUS NACH DEM</small> P<small>REISE SEINES</small> A<small>UFENTHALTSORTES</small>. W<small>ENN MAN</small> F<small>R&#x00DC;CHTE VON DER</small> T<small>ENNE NACH DER</small> S<small>TADT ODER</small> K<small>R&#x00DC;GE MIT</small> W<small>EIN VON DER</small> K<small>ELTER NACH DER</small> S<small>TADT BRINGT</small>, <small>SO GEH&#x00D6;RT DER</small> M<small>EHRWERT ZUM ZWEITEN</small> Z<small>EHNTEN</small>, <small>W&#x00C4;HREND DIE</small> A<small>USLAGEN AUS SEINER</small> T<small>ASCHE ZU BESTREITEN SIND</small>.</p>
<p>II. M<small>AN DARF DEN ZWEITEN</small> Z<small>EHNTEN ZUM BILLIGEREN</small> P<small>REISE AUSL&#x00D6;SEN</small>: <small>WIE DER</small> K<small>R&#x00C4;MER EINKAUFT</small>, <small>NICHT WIE ER VERKAUFT</small>; <small>WIE DER</small> W<small>ECHSLER ZAHLT</small>, <small>NICHT WIE ER NIMMT</small>. M<small>AN DARF DEN ZWEITEN</small> Z<small>EHNTEN NICHT NACH</small> A<small>UGENMASS AUSL&#x00D6;SEN</small>. W<small>AS EINEN BESTIMMTEN</small> P<small>REIS HAT</small>, <small>L&#x00D6;SE MAN NACH</small> S<small>CH&#x00C4;TZUNG EINES</small> Z<small>EUGEN</small><sup><xref rid="fn266">1</xref></sup> <small>AUS</small>, <small>WAS ABER KEINEN BESTIMMTEN</small> P<small>REIS HAT</small>, <small>L&#x00D6;SE MAN NACH</small> S<small>CH&#x00C4;TZUNG DREIER</small> Z<small>EUGEN</small><sup><xref rid="fn266">1</xref></sup> <small>AUS</small>, <small>BEISPIELSWEISE SAUER GEWORDENEN</small> W<small>EIN</small>, <small>VERFAULTE</small> F<small>R&#x00DC;CHTE ODER VERSCHIMMELTE</small> M<small>&#x00DC;NZEN</small>.</p>
<p>III. B<small>IETET DER</small> E<small>IGENT&#x00DC;MER EINEN</small> S<small>ELA&#x0351; UND EIN ANDERER EBENFALLS EINEN</small> S<small>ELA&#x0351;</small>, <small>SO HAT DER</small> E<small>IGENT&#x00DC;MER DAS</small> V<small>ORRECHT</small>, <small>WEIL ER DAS</small> F<small>&#x00DC;NFTEL ZULEGT</small>; <small>BIETET DER</small> E<small>IGENT&#x00DC;MER EINEN</small> S<small>ELA&#x0351; UND EIN ANDERER EINEN</small> S<small>ELA&#x0351; UND EINEN</small> A<small>SSAR</small>, <small>SO HAT DIESER DAS</small> V<small>ORRECHT</small>, <small>WEIL ER DEN</small> G<small>RUNDWERT STEIGERT</small>. W<small>ER SEINEN EIGENEN ZWEITEN</small> Z<small>EHNTEN AUSL&#x00D6;ST</small>, <small>LEGE EIN</small> F<small>&#x00DC;NFTEL DAZU</small>, <small>EINERLEI OB ER SEIN EIGEN WAR</small>, <small>ODER ER IHN ALS</small> G<small>ESCHENK ERHALTEN HAT</small>.</p>
<p>IV. M<small>AN KANN SICH BEIM ZWEITEN</small> Z<small>EHNTEN EINER</small> L<small>IST BEDIENEN</small>. M<small>AN SAGE N&#x00C4;MLICH ZU SEINEM ERWACHSENEN</small> S<small>OHNE ODER SEINER ERWACHSENEN</small> T<small>OCHTER</small>, <small>ZU SEINEM HEBR&#x00C4;ISCHEN</small> S<small>KLAVEN ODER SEINER HEBR&#x00C4;ISCHEN</small> S<small>KLAVIN</small>: D<small>A HAST DU DAS</small> G<small>ELD</small>, L<small>&#x00D6;SE DIR DIESEN ZWEITEN</small> Z<small>EHNTEN AUS</small>. D<small>OCH DARF MAN DIES NICHT SEINEM MINDERJ&#x00C4;HRIGEN</small> S<small>OHNE ODER SEINER MINDERJ&#x00C4;HRIGEN</small> T<small>OCHTER</small>, <small>SEINEM KENAA&#x0351;NITISCHEN</small> S<small>KLAVEN ODER SEINER KENAA&#x0351;NITISCHEN</small> S<small>KLAVIN SAGEN</small>, <small>WEIL IHR</small> T<small>UN SEINEM GLEICHT</small>.</p>
<p>V. W<small>ER IN DER</small> T<small>ENNE STEHT UND KEIN</small> G<small>ELD BEI SICH HAT</small>, <small>SAGE</small><sup><xref rid="fn267">2</xref></sup> <small>ZU SEINEM</small> N<small>&#x00C4;CHSTEN</small>: D<small>IESE</small> F<small>R&#x00DC;CHTE SEIEN DIR GESCHENKT</small>. D<small>ARAUF SAGE ER</small>: S<small>IE SOLLEN DURCH DAS</small> G<small>ELD</small>, <small>DAS ICH ZU</small> H<small>AUSE HABE</small>, <small>AUSGEWEIHT SEIN</small>.</p>
<p>VI. W<small>ENN JEMAND DEN</small> [<small>ZWEITEN</small>] Z<small>EHNTEN F&#x00DC;R EINEN</small> S<small>ELA&#x0351; AN SICH GEZOGEN</small><sup><xref rid="fn268">3</xref></sup> <small>HAT UND DIESER</small>, <small>BEVOR ER NOCH DEN</small> L<small>&#x00D6;SEPREIS GEZAHLT HAT</small>, <small>AUF ZWEI GESTIEGEN IST</small>, <small>SO ZAHLE ER IHM NUR EINEN</small> S<small>ELA&#x0351;</small>, <small>SO DASS ER EINEN</small> S<small>ELA&#x0351; GEWINNT</small>, <small>UND DER ZWEITE</small> Z<small>EHNT IST SEIN</small>. H<small>AT ER DEN</small> Z<small>EHNTEN F&#x00DC;R ZWEI</small> S<small>ELAI&#x0351;M AN SICH GEZOGEN</small>, <small>UND DIESER</small>, <small>BEVOR ER IHM NOCH DEN</small> L<small>&#x00D6;SEPREIS GEZAHLT HAT</small>, <small>AUF EINEN</small> S<small>ELA&#x0351; GESUNKEN IST</small>, <small>SO ZAHLE ER IHM EINEN</small> S<small>ELA&#x0351; VON</small> P<small>ROFANEM UND EINEN</small> S<small>ELA&#x0351; VON SEINEM ZWEITEN</small> Z<small>EHNTEN</small>. I<small>ST</small> [<small>DER</small> V<small>ERK&#x00C4;UFER</small>] <small>EIN</small> M<small>ANN AUS DEM GEMEINEN</small> V<small>OLKE</small>, <small>SO GEBE ER IHM</small> [<small>DEN ZWEITEN</small> S<small>ELA&#x0351;</small>] <small>VOM</small> D<small>EMAJ</small>.</p>
<p>VII. W<small>ENN JEMAND ZWEITEN</small> Z<small>EHNTEN AUSL&#x00D6;ST</small>, O<small>HNE ES</small><sup><xref rid="fn269">4</xref></sup> <small>ZU BEZEICHNEN</small>, <small>SO IST DIES</small>, <small>WIE</small> R. J<small>OSE SAGT</small>, G<small>EN&#x00DC;GEND</small>; R. J<small>EHUDA SAGT</small>, <small>ER M&#x00DC;SSE ES AUSDR&#x00DC;CKLICH BEZEICHNEN</small>. W<small>ENN JEMAND MIT EINER</small> F<small>RAU IN</small> A<small>NGELEGENHEIT IHRER</small> S<small>CHEIDUNG ODER</small> T<small>RAUUNG SPRICHT UND IHR IHREN</small> S<small>CHEIDEBRIEF ODER IHREN</small> T<small>RAUSCHEIN</small>, <small>OHNE IHN ALS SOLCHEN ZU BEZEICHNEN</small>, <small>GIBT</small>, <small>SO IST DIES</small>, <small>WIE</small> R. J<small>OSE SAGT</small>, <small>GEN&#x00DC;GEND</small>; R. J<small>EHUDA SAGT</small>, <small>ER M&#x00DC;SSE IHN ALS SOLCHEN BEZEICHNEN</small>.</p>
<p>VIII. W<small>ENN JEMAND EINEN</small> A<small>SSAR RESERVIERT</small><sup><xref rid="fn270">5</xref></sup> <small>UND F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE GEGESSEN HAT</small>, <small>UND DARAUF NACH EINEM ANDEREN</small> O<small>RTE GEHT</small>, <small>WO DIESER ALS</small> P<small>ONDJON GANGBAR IST</small>, <small>SO ESSE ER DARAUF F&#x00DC;R NOCH EINEN</small> A<small>SSAR</small>. W<small>ENN JEMAND EINEN</small> P<small>ONDJON RESERVIERT UND F&#x00DC;R DIE</small> H<small>&#x00C4;&#x0327;LFTE GEGESSEN HAT</small>, <small>UND DARAUF NACH EINEM ANDEREN</small> O<small>RTE GEHT</small>, <small>WO DIESER ALS</small> A<small>SSAR GANGBAR IST</small>, <small>SO MUSS ER F&#x00DC;R NOCH EINEN HALBEN</small> [A<small>SSAR</small>] <small>DARAUF ESSEN</small><sup><xref rid="fn271">6</xref></sup>. W<small>ENN JEMAND EINEN</small> A<small>SSAR VOM ZWEITEN</small> Z<small>EHNTEN HINTERLEGT</small>, <small>SO ESSE ER BIS AUF DEN ELFTEN</small> T<small>EIL</small><sup><xref rid="fn272">7</xref></sup> <small>DES</small> A<small>SSAR</small>, <small>UND BIS AUF DEN HUNDERTSTEN</small> T<small>EIL</small><sup><xref rid="fn273">8</xref></sup> <small>DESSELBEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>BEI ALLEM BIS AUF EIN</small> Z<small>EHNTEL</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>BEI</small> G<small>EWISSEM BIS AUF EIN</small> E<small>LFTEL</small>, <small>BEI</small> D<small>EMAJ BIS AUF EIN</small> Z<small>EHNTEL</small><sup><xref rid="fn274">9</xref></sup>.</p>
<p>IX. A<small>LLES GEFUNDENE</small> G<small>ELD IST PROFAN</small>, <small>SOGAR EIN</small> G<small>OLDDENAR ZUSAMMEN MIT</small> S<small>ILBERGELD UND</small> S<small>CHEIDEM&#x00DC;NZE</small>. F<small>INDET MAN DARUNTER EINE</small> S<small>CHERBE MIT DER</small> A<small>UFSCHRIFT</small> <italic>Zehnt</italic>, <small>SO IST ES</small> Z<small>EHNT</small>.</p>
<p>X. F<small>INDET MAN EIN</small> G<small>EF&#x00C4;SS MIT DER</small> A<small>UFSCHRIFT</small> <italic>Opfer</italic>, <small>SO IST</small>, <small>WIE</small> R. J<small>EHUDA SAGT</small>, <small>FALLS ES EIN IRDENES IST</small>, <small>ES SELBST</small> P<small>ROFANES UND SEIN</small> I<small>NHALT</small> H<small>EILIGENGUT</small><sup><xref rid="fn275">10</xref></sup>, <small>UND FALLS ES EIN METALLENES IST</small>, <small>ES SELBST</small> H<small>EILIGENGUT UND SEIN</small> I<small>NHALT</small> P<small>ROFANES</small>. M<small>AN ENTGEGNETE IHM</small>: D<small>IE</small> L<small>EUTE PFLEGEN NICHT</small> P<small>ROFANES IN</small> H<small>EILIGES ZU TUN</small>.</p>
<p>XI. F<small>INDET MAN EIN</small> G<small>EF&#x00C4;SS MIT</small> <italic>Q</italic> <small>GEZEICHNET</small>, <small>SO IST ES</small> Q<small>ORBAN</small> [H<small>EILIGENGUT</small>], <small>MIT</small> <italic>M</italic>, <small>SO IST ES</small> M<small>AA&#x0351;SER</small> [Z<small>EHNT</small>], <small>MIT</small> <italic>D</italic>, <small>SO IST ES</small> D<small>EMAJ</small>, <small>MIT</small> <italic>&#x1E6C;</italic>, <small>SO IST ES</small> &#x1E6C;<small>EBEL</small> [U<small>NVERZEHNTETES</small>], <small>MIT</small> <italic>T</italic>, <small>SO IST ES</small> T<small>ERUMA</small> [H<small>EBE</small>], <small>DA MAN IN</small> Z<small>EITEN DER</small> G<small>EFAHR</small><sup><xref rid="fn276">11</xref></sup><italic>T</italic> <small>STATT</small> T<small>ERUMA ZU SCHREIBEN PFLEGTE</small>. R. J<small>OSE SAGT</small>, <small>SIE ALLE SEIEN</small> [A<small>NFANGSBUCHSTABEN VON</small>] P<small>ERSONENNAMEN</small>. R. J<small>OSE SAGTE</small>: S<small>ELBST WENN MAN EIN</small> F<small>ASS MIT</small> F<small>R&#x00DC;CHTEN MIT DER</small> A<small>UFSCHRIFT</small> <italic>Hebe</italic> <small>FINDET</small>, <small>SIND DIESE DENNOCH</small> P<small>ROFANES</small>, <small>DA ICH ANNEHMEN KANN</small>, <small>DASS ES EINST MIT</small> H<small>EBEFR&#x00DC;CHTEN GEF&#x00DC;LLT WAR</small>, <small>DANN ABER GELEERT WURDE</small>.</p>
<p>XII. W<small>ENN JEMAND SEINEM</small> S<small>OHNE GESAGT HAT</small>, <small>DER ZWEITE</small> Z<small>EHNT BEFINDE SICH IN DIESEM</small> W<small>INKEL</small>, <small>UND DIESER</small> [F<small>R&#x00DC;CHTE</small>] <small>IN EINEM ANDEREN</small> W<small>INKEL FINDET</small>, <small>SO SIND SIE</small> P<small>ROFANES</small>. W<small>ENN DA</small><sup><xref rid="fn277">12</xref></sup><small>HUNDERT</small> [Z<small>UZ</small>] <small>SEIN SOLLTEN UND ER ZWEIHUNDERT FINDET</small>, <small>SO IST DER</small> &#x00DC;<small>BERSCHUSS</small> P<small>ROFANES</small>; <small>WENN ES ZWEIHUNDERT SEIN SOLLTEN UND ER HUNDERT FINDET</small>, <small>SO IST ALLES</small> Z<small>EHNT</small>.</p>
<ftnote id="fn266">1. Dh. Person; manche streichen dieses im Jeru&#x0161;almi fehlende Wort.</ftnote>
<ftnote id="fn267">2. Wenn er die List zur Ersparung des F&#x00FC;nftels anwenden will.</ftnote>
<ftnote id="fn268">3. Wodurch er in seinen Besitz &#x00FC;bergeht.</ftnote>
<ftnote id="fn269">4. Das f&#x00FC;r die Ausl&#x00F6;sung bestimmte Geld.</ftnote>
<ftnote id="fn270">5. Als L&#x00F6;segeld f&#x00FC;r Fr&#x00FC;chte vom zweiten Zehnten.</ftnote>
<ftnote id="fn271">6. Da der ganze als zweiter Zehnt gilt.</ftnote>
<ftnote id="fn272">7. Hat er f&#x00FC;r 10 Elftel Assar gegessen, so ist der Rest des Geldes profan, weil dieser keine Pru&#x1E6D;a (&#x003D; &#x215B; Assar, kleinste Scheidem&#x00FC;nze) mehr ausmacht.</ftnote>
<ftnote id="fn273">8. Im 1. Falle, wenn es 2. Zehnt vom Demaj, im 2. Falle wenn es von sicher Unverzehntetem ist.</ftnote>
<ftnote id="fn274">9. Zum Demaj kommt kein F&#x00FC;nftel hinzu, soda&#x00DF; der Rest weniger als eine Pru&#x1E6D;a betr&#x00E4;gt.</ftnote>
<ftnote id="fn275">10. W&#x00F6;rtl. Opfer.</ftnote>
<ftnote id="fn276">11. Bei Religionsverfolgung.</ftnote>
<ftnote id="fn277">12. Nach Angabe seines Vaters.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>D</bold>EN <small>VIERJ&#x00C4;HRIGEN</small> W<small>EINBERG KENNZEICHNE MAN MIT</small> E<small>RDSCHOLLEN</small>, <small>DEN DES</small> U<small>NGEWEIHTEN MIT</small> T<small>&#x00D6;PFERLEHM</small>; G<small>RABST&#x00C4;TTEN</small> [<small>KENNZEICHNE MAN</small>] <small>MIT</small> K<small>ALK</small>, <small>DEN MAN VERR&#x00DC;HRE UND HINAUFGIESSE</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE</small>: D<small>IES NUR IM</small> S<small>IEBENTJAHRE</small><sup><xref rid="fn278">1</xref></sup>. D<small>IE</small> S<small>TRENGFROMMEN HINTERLEGEN DAS</small> G<small>ELD UND SAGEN</small>: W<small>AS HIER GESAMMELT WIRD</small>, <small>SEI DURCH DIESES</small> G<small>ELD AUSGEWEIHT</small>.</p>
<p>II. [F<small>R&#x00DC;HER</small>] <small>BRACHTE MAN AUS ALLEN EINE</small> T<small>AGEREISE ENTFERNTEN</small> O<small>RTEN UM</small> J<small>ERU&#x0160;ALEM</small> [<small>DIE</small> F<small>R&#x00DC;CHTE DES</small>] <small>VIERJ&#x00C4;HRIGEN</small> W<small>EINBERGES NACH</small> J<small>ERU&#x0160;ALEM</small>. W<small>ELCHE SIND DIE</small> G<small>RENZORTE</small>? S<small>&#x00DC;DLICH</small> E<small>LATH</small>, <small>N&#x00D6;RDLICH</small> A&#x0351;<small>QRABA</small>, <small>WESTLICH</small> L<small>UD UND &#x00D6;STLICH DER</small> J<small>ARDEN</small>. A<small>LS ABER DIE</small> F<small>R&#x00DC;CHTE ZUVIEL WURDEN</small>, <small>ORDNETE MAN AN</small>, <small>SOGAR</small> [<small>EINEN</small> G<small>ARTEN</small>] <small>NAHE DER</small> S<small>TADTMAUER AUSZUL&#x00D6;SEN</small>. D<small>IES GESCHAH JEDOCH UNTER</small> V<small>ORBEHALT</small>, <small>SOBALD BELIEBT</small>, <small>DEN FR&#x00DC;HEREN</small> B<small>RAUCH WIEDER EINZUF&#x00DC;HREN</small>. R. J<small>OSE SAGTE</small>: D<small>IESE VORBEHALTLICHE</small> [B<small>ESTIMMUNG</small>] <small>IST NACH DER</small> Z<small>ERST&#x00D6;RUNG DES</small> H<small>EILIGTUMS ANGEORDNET WORDEN</small>, <small>UND DER</small> V<small>ORBEHALT WAR</small>, <small>SOBALD DAS</small> H<small>EILIGTUM ERBAUT WIRD</small>, <small>HABE ES WIEDER SO ZU GESCHEHEN</small>, <small>WIE ES VORHER WAR</small>.</p>
<p>III. B<small>EIM VIERJ&#x00C4;HRIGEN</small> W<small>EINBERGE GIBT ES</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>KEIN</small> F<small>&#x00DC;NFTEL UND KEINE</small> F<small>ORTSCHAFFUNG</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>ES GEBE WOHL</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>BEI DIESEM GEBE ES</small> A<small>BFALL UND</small> T<small>RAUBENNACHLESE</small>, <small>UND DIE</small> A<small>RMEN L&#x00D6;SEN SELBER AUS</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>ALLES IN DIE</small> K<small>ELTER</small>.</p>
<p>IV. I<small>N WELCHER</small> W<small>EISE L&#x00D6;SE MAN DEN VIERJ&#x00C4;HRIGEN</small> G<small>ARTEN AUS</small>? M<small>AN STELLE EINEN</small> K<small>ORB VOR DREI</small> [S<small>ACHVERST&#x00C4;NDIGEN</small>] <small>HIN UND FRAGE SIE</small>: W<small>IEVIEL VERLANGT JEMAND F&#x00DC;R EINEN</small> S<small>ELA&#x0351;</small>, <small>FALLS ER ALLE</small> U<small>NKOSTEN</small><sup><xref rid="fn279">2</xref></sup> <small>SELBER BESTREITET</small>? S<small>ODANN HINTERLEGE MAN DAS</small> G<small>ELD UND SPRECHE</small>: A<small>LLES</small>, <small>WAS HIER GESAMMELT WIRD</small>, <small>SEI DURCH DIESES</small> G<small>ELD AUSGEWEIHT</small>; <small>SO UND SO VIEL</small> K<small>&#x00D6;RBE UM EINEN</small> S<small>ELA&#x0351;</small>.</p>
<p>V. F<small>R&#x00DC;CHTE VOM</small> S<small>IEBENTJAHRE MUSS MAN ZUM VOLLEN</small> W<small>ERTE</small><sup><xref rid="fn280">3</xref></sup> <small>AUSL&#x00D6;SEN</small>. I<small>ST ALLES FREIGEGEBEN WORDEN</small>, <small>SO HAT ER</small><sup><xref rid="fn281">4</xref></sup> <small>NUR DEN</small> L<small>OHN DES</small> E<small>INSAMMELNS ABZUZIEHEN</small>. W<small>ER</small> F<small>R&#x00DC;CHTE SEINES VIERJ&#x00C4;HRIGEN</small> W<small>EINBERGES AUSL&#x00D6;ST</small>, <small>LEGE EIN</small> F<small>&#x00DC;NFTEL DAZU</small>, <small>EINERLEI OB SIE URSPR&#x00DC;NGLICH SEIN EIGEN WAREN</small>, <small>ODER ER SIE ALS</small> G<small>ESCHENK ERHALTEN HAT</small>.</p>
<p>VI. A<small>M</small> T<small>AGE VOR DEM ERSTEN</small> T<small>AGE DES</small> P<small>ESA&#x1E24;FESTES DES VIERTEN UND DES SIEBENTEN</small> J<small>AHRES ERFOLGTE DIE</small> F<small>ORTSCHAFFUNG</small>. A<small>UF WELCHE</small> W<small>EISE</small>? M<small>AN ENTRICHTETE DIE</small> H<small>EBE UND DIE</small> Z<small>EHNTHEBE IHREN</small> A<small>NW&#x00C4;RTERN</small>, <small>DEN ERSTEN</small> Z<small>EHNTEN SEINEN</small> A<small>NW&#x00C4;RTERN</small>, <small>DEN</small> A<small>RMENZEHNTEN SEINEN</small> A<small>NW&#x00C4;RTERN</small>, <small>UND DER ZWEITE</small> Z<small>EHNT SOWIE DIE</small> E<small>RSTLINGE WURDEN &#x00DC;BERALL FORTGESCHAFFT</small><sup><xref rid="fn282">5</xref></sup>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>DIE</small> E<small>RSTLINGE GEBE MAN GLEICH DER</small> H<small>EBE DEN</small> P<small>RIESTERN</small>. G<small>EKOCHTES MUSS MAN</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>EBENFALLS FORTSCHAFFEN</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>ES GELTE ALS FORTGESCHAFFT</small>.</p>
<p>VII. W<small>ENN JEMAND IN DER</small> J<small>ETZTZEIT SOLCHE</small> F<small>R&#x00DC;CHTE HAT UND DIE</small> Z<small>EIT DER</small> F<small>ORTSCHAFFUNG HERANREICHT</small>, <small>SO MUSS ER SIE</small>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>DURCH</small> G<small>ELD AUSWEIHEN</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>ES SEI EINERLEI</small>, <small>OB</small> G<small>ELD ODER</small> F<small>R&#x00DC;CHTE</small><sup><xref rid="fn283">6</xref></sup>.</p>
<p>VIII. R. J<small>EHUDA BERICHTETE</small>: F<small>R&#x00DC;HER PFLEGTE MAN AN DIE</small> H<small>AUSHERREN IN DER</small> P<small>ROVINZ ZU SENDEN</small>: B<small>EEILET EUCH UND RICHTET EUERE</small> F<small>R&#x00DC;CHTEHER</small>, <small>BEVOR DIE</small> Z<small>EIT DER</small> F<small>ORTSCHAFFUNG HERANREICHT</small>. B<small>IS</small> R. A&#x0351;<small>QIBA AUFTRAT UND LEHRTE</small>, <small>DASS ALLE</small> F<small>R&#x00DC;CHTE</small>, <small>DIE DEN</small> Z<small>USTAND DER</small> V<small>ERZEHNTUNG NOCH NICHT ERLANGT HABEN</small>, <small>DEM</small> G<small>ESETZE DER</small> F<small>ORTSCHAFFUNG NICHT UNTERLIEGEN</small>.</p>
<p>IX. W<small>ER SEINE</small> F<small>R&#x00DC;CHTE FERN VON SICH HAT</small>, <small>MUSS EINEN</small> N<small>AMEN NENNEN</small><sup><xref rid="fn284">7</xref></sup>. E<small>INST REISTEN</small> R. G<small>AMLI&#x00C9;L UND DIE</small> &#x00C4;<small>LTESTEN AUF EINEM</small> S<small>CHIFFE</small>. D<small>A SPRACH</small> R. G<small>AMLI&#x00C9;L</small>: D<small>ER</small> Z<small>EHNT</small>, <small>DEN ICH ZUMESSEN WERDE</small>, <small>SEI</small> J<small>EHO&#x0160;UA&#x0351; GEGEBEN</small>, <small>UND AUCH DER</small> P<small>LATZ SEI IHM VERMIETET</small>. D<small>ER ANDERE</small> Z<small>EHNT</small>, <small>DEN ICH ZUMESSEN WERDE</small>, <small>SEI DEM</small> A&#x0351;<small>QIBA</small>, <small>DEM</small> S<small>OHNE</small> J<small>OSEPHS</small>, <small>GEGEBEN</small>, <small>DASS ER IHN F&#x00DC;R DIE</small> A<small>RMEN ERWERBE</small>, <small>UND AUCH DER</small> P<small>LATZ SEI IHM VERMIETET</small>. A<small>LSDANN SPRACH</small> R. J<small>EHO&#x0160;UA&#x0351;</small>: D<small>ER</small> Z<small>EHNT</small>, <small>DEN ICH ZUMESSEN</small><sup><xref rid="fn285">8</xref></sup> <small>WERDE</small>, <small>SEI</small> E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA GEGEBEN</small>, <small>UND AUCH DER</small> P<small>LATZ SEI IHM VERMIETET</small>. H<small>IERAUF LIESSEN SIE SICH GEGENSEITIG DIE</small> M<small>IETE ZAHLEN</small>.</p>
<p>X. Z<small>UR</small> V<small>ESPERZEIT DES LETZTEN</small> F<small>ESTTAGES LEGTE MAN DAS</small> B<small>EKENNT NIS AB</small>. W<small>IE LAUTETE DAS</small> B<small>EKANNTNIS</small>? <sup><xref rid="fn286">9</xref></sup><italic>Ich habe das Heilige aus dem Hause fortgeschafft</italic>; <small>N&#x00C4;MLICH DEN ZWEITEN</small> Z<small>EHNTEN UND DIE</small> V<small>IERJAHRSFRUCHT</small>. <italic>Ich habe es dem Leviten gegeben</italic>; <small>N&#x00C4;MLICH DEN DEN</small> L<small>EVITEN ZUKOMMENDEN</small> Z<small>EHNTEN</small>; <italic>auch</italic> (<italic>gegeben</italic>); <small>N&#x00C4;MLICH DIE</small> H<small>EBE UND DIE</small> Z<small>EHNTHEBE</small>. <italic>Dem Fremdling, der Waise und der Witwe</italic>; <small>N&#x00C4;MLICH DEN</small> A<small>RMENZEHNTEN</small>, <small>DIE</small> N<small>ACHLESE</small>, <small>DAS</small> V<small>ERGESSENE UND DEN</small> E<small>CKENLASS</small>. O<small>BGLEICH DAS</small> B<small>EKENNTNIS VON DIESEN NICHT ABH&#x00C4;NGIG IST</small>. <italic>Aus dem Hause</italic>; <small>N&#x00C4;MLICH DIE</small> T<small>EIGHEBE</small>.</p>
<p>XI. <sup><xref rid="fn286">9</xref></sup><italic>Genau nach dem Gebote, das du mir befohlen hast</italic>. W<small>ENN MAN ABER DEN ZWEITEN</small> Z<small>EHNTEN VOR DEM ERSTEN ENTRICHTET HAT</small>, <small>SO KANN MAN DAS</small> B<small>EKENNTNIS NIGHT ABLEGEN</small>. <italic>Ich habe keines deiner Gebote &#x00FC;bertreten</italic>; <small>ICH HABE</small> [<small>DIE</small> A<small>BGABEN</small>] <small>NIGHT VON EINER</small> A<small>RT F&#x00DC;R DIE ANDERE ABGESONDERT</small>, <small>NOCH VOM</small> G<small>EPFL&#x00DC;CKTEN F&#x00DC;R DAS</small> [<small>AM</small> B<small>ODEN</small>] H<small>AFTENDE</small>, <small>NOCH VOM</small> H<small>AFTENDEN F&#x00DC;R DAS</small> G<small>EPFL&#x00DC;CKTE</small>, <small>NOCH VON</small> N<small>EUEM F&#x00DC;R DAS</small> A<small>LTE</small>, <small>NOCH VON</small> A<small>LTEM F&#x00DC;R DAS</small> N<small>EUE</small>; <italic>und habe nichts vergessen</italic>; <small>ICH HABE NICHT VERGESSEN</small>, <small>DICH ZU PREISEN UND DABEI DEINES</small> N<small>AMENS ZU GEDENKEN</small>.</p>
<p>XII. <sup><xref rid="fn287">10</xref></sup><italic>Ich habe nichts davon gegessen, als ich in Trauer war</italic>; <small>WENN MAN ABER DAVON IN</small> T<small>RAUER GEGESSEN HAT</small>, <small>KANN MAN DAS</small> B<small>EKENNTNIS NICHT ABLEGEN</small>. <italic>Ich habe nichts davon in Unreinheit fortgeschafft</italic>; <small>WENN MAN ABER DAVON IN</small> U<small>NREINHEIT ABGESONDERT HAT</small>, <small>KANN MAN DAS</small> B<small>EKENNTNIS NICHT ABLEGEN</small>. <italic>Und nichts davon f&#x00FC;r einen Toten hergegeben</italic>; <small>ICH HABE NICHTS DAVON F&#x00DC;R EINEN</small> S<small>ARG ODER</small> T<small>OTENGEW&#x00C4;NDER VERWENDET</small>, <small>NOCH ANDEREN</small> L<small>EIDTRAGENDEN GEGEBEN</small>. <italic>Ich habe auf die Stimme des Herrn, meines Gottes, gehorcht</italic>; <small>ICH HABE ES NACH DEM</small> T<small>EMPEL</small><sup><xref rid="fn288">11</xref></sup><small>GEBRACHT</small>. <italic>Ich habe alles befolgt, was du mir geboten hast</italic>; <small>ICH HABE MICH UND ANDERE DARAN ERFREUT</small>.</p>
<p>XIII. <sup><xref rid="fn289">12</xref></sup><italic>Blicke herab von deiner heiligen Wohnung, vom Himmel</italic>; <small>WIR HABEN GETAN</small>, <small>WAS DU UNS BEFOHLEN HAST</small>, <small>SO ERF&#x00DC;LLE AUCH DU</small>, <small>WAS DU UNS VERSPROCHEN HAST</small>. <italic>Blicke herab von deiner heiligen Wohnung, vom Himmel, und segne dein Volk Jisra&#x00E9;l</italic>; <small>MIT</small> S<small>&#x00D6;HNEN UND</small> T<small>&#x00D6;CHTERN</small>. <italic>Und das Land, das du uns gegeben hast</italic>; <small>MIT</small> T<small>AU UND</small> R<small>EGEN UND</small> T<small>RACHTBARKEIT DES</small> V<small>IEHS</small>. <italic>Wie du unseren V&#x00E4;tern geschworen hast, ein Land, das von Milch und Honig &#x00FC;berflie&#x00DF;t</italic>; <small>DASS DU DEN</small> F<small>R&#x00DC;CHTEN EINEN</small> G<small>ESCHMACK VERLEIHEST</small>.</p>
<p>XIV. H<small>IERAUS FOLGERTEN SIE</small>, <small>DASS</small> J<small>ISRA&#x00C9;LITEN UND</small> U<small>NEHELICHE</small><sup><xref rid="fn290">13</xref></sup><small>DAS</small> B<small>EKENNTNIS ABLEGEN</small>, <small>NICHT ABER</small> P<small>ROSELYTEN UND FREIGELASSENE</small> S<small>KLAVEN</small>, <small>WEIL DIESE KEINEN</small> A<small>NTEIL AM</small> L<small>ANDE HABEN</small>. R. M<small>E&#x00CD;R SAGT</small>, <small>AUCH NICHT</small> P<small>RIESTER UND</small> L<small>EVITEN</small>, <small>DIE KEINEN</small> A<small>NTEIL AM</small> L<small>ANDE ERHALTEN HABEN</small>. R. J<small>OSE SPRACH</small>: D<small>IESE HABEN JA DIE</small> W<small>EICHBILDST&#x00C4;DTE</small><sup><xref rid="fn291">14</xref></sup>.</p>
<p>XV. J<small>O&#x1E24;ANAN DER</small> H<small>OCHPRIESTER HAT DAS</small> Z<small>EHNTBEKENNTNIS ABGESCHAFFT</small><sup><xref rid="fn292">15</xref></sup>. D<small>ERSELBE SCHAFFTE AUCH DIE</small> W<small>ECKENDEN</small><sup><xref rid="fn293">16</xref></sup><small>UND DIE</small> B<small>ET&#x00C4;UBENDEN</small><sup><xref rid="fn294">17</xref></sup><small>AB</small>. B<small>IS ZU SEINEN</small> T<small>AGEN WAR IN</small> J<small>ERU&#x0160;ALEM DER</small> H<small>AMMER IN</small> T<small>&#x00C4;TIGKEIT</small><sup><xref rid="fn295">18</xref></sup>, <small>AUCH BRAUCHTE MAN ZU SEINEN</small> T<small>AGEN NICHT WEGEN DES</small> D<small>EMAJ ZU FRAGEN</small><sup><xref rid="fn296">19</xref></sup>.</p>
<ftnote id="fn278">1. Wo die Fr&#x00FC;chte Freigut sind.</ftnote>
<ftnote id="fn279">2. Seit der Reife bis zur fertigen Ernte.</ftnote>
<ftnote id="fn280">3. Da sie Freigut sind und man daher keine Auslagen hat.</ftnote>
<ftnote id="fn281">4. Wer von den Fr&#x00FC;chten des vierj&#x00E4;hrigen Gartens sammelt.</ftnote>
<ftnote id="fn282">5. Was noch vorhanden war, mu&#x00DF;te vernichtet werden.</ftnote>
<ftnote id="fn283">6. Auch das Geld mu&#x00DF; ja fortgeschafft od. vernichtet werden.</ftnote>
<ftnote id="fn284">7. Wem er die Zehnte zueignet.</ftnote>
<ftnote id="fn285">8. Der zweite Zehnt, den der Levite an den Priester zu entrichten hat.</ftnote>
<ftnote id="fn286">9. Dt. 26,13.</ftnote>
<ftnote id="fn287">10. Ib. V. 14.</ftnote>
<ftnote id="fn288">11. W&#x00F6;rtl. Haus der Auserw&#x00E4;hlung.</ftnote>
<ftnote id="fn289">12. Dt. 26,15.</ftnote>
<ftnote id="fn290">13. Nach anderer Lesart: uneheliche Jisra&#x00E9;liten.</ftnote>
<ftnote id="fn291">14. Cf. Num. 35,2 ff.</ftnote>
<ftnote id="fn292">15. Da nach einer Verordnung E&#x0351;zras der Zehnt nicht an die Leviten, sondern an die Priester entrichtet wurde.</ftnote>
<ftnote id="fn293">16. Die Priester, die den Vers &#x2018;Erwache Herr &#x0026;c.&#x2019; (Ps. 44,24) zu singen pflegten.</ftnote>
<ftnote id="fn294">17. Man pflegte das Opfer vor dem Schlachten zu bet&#x00E4;uben.</ftnote>
<ftnote id="fn295">18. Man pflegte in den Zwischenfeiertagen (am Halbfeste) zu arbeiten.</ftnote>
<ftnote id="fn296">19. Er ordnete an, da&#x00DF; der K&#x00E4;ufer nur die Zehnthebe und event. den zweiten Zehnten zu entrichten habe.</ftnote>
</chapter>
</book>