<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>A</bold><small>M ERSTEN</small> A<small>DAR ERL&#x00C4;SST MAN EINE</small> K<small>UNDMACHUNG INBETREFF DER</small> T<small>EMPELSTEUER</small><sup><xref rid="fn2333">1</xref></sup> <small>UND DER</small> M<small>ISCHFRUCHT</small><sup><xref rid="fn2334">2</xref></sup>; <small>AM F&#x00DC;NFZEHNTEN DESSELBEN LIEST MAN IN DEN</small> G<small>ROSSST&#x00C4;DTEN DIE</small> E<small>STERROLLE, BESSERT DIE</small> W<small>EGE</small>, S<small>TADTPL&#x00C4;TZE UND</small> T<small>AUCHB&#x00C4;DER AUS, ERLEDIGT ALLE &#x00D6;FFENTLICHEN</small> A<small>NGELEGENHEITEN, BEZEICHNET DIE</small> G<small>R&#x00C4;BER</small><sup><xref rid="fn2335">3</xref></sup> <small>UND SENDET</small> [L<small>EUTE</small>] <small>WEGEN DER</small> M<small>ISCHFRUCHT AUS</small>.</p>
<p>II. R. J<small>EHUDA SAGTE:</small> F<small>R&#x00DC;HER PFLEGTEN SIE [DIE</small> M<small>ISCHPFLANZEN</small>] <small>HERAUSZUREISSEN UND VOR SIE HINZUWERFEN; ALS ABER DIE</small> &#x00DC;<small>BERTRETER SICH MEHRTEN, RISS MAN SIE AUS UND WARF SIE AUF DIE</small> S<small>TRASSE</small>; <small>ENDLICH ORDNETE MAN AN, DAS GANZE</small> F<small>ELD ALS</small> F<small>REIGUT ZU ERKL&#x00C4;REN</small>.</p>
<p>III. A<small>M F&#x00DC;NFZEHNTEN DESSELBEN WURDEN</small> W<small>ECHSELTISCHE IN DER</small> P<small>ROVINZ UND AM F&#x00DC;NFUNDZWANZIGSTEN IM</small> T<small>EMPEL ERRICHTET, UND SOBALD SIE IM</small> T<small>EMPEL ERRICHTET WAREN, FING MAN AN, [DIE</small> S<small>&#x00C4;UMIGEN] ZU PF&#x00C4;NDEN</small>. W<small>EN PF&#x00C4;NDETE MAN</small>? L<small>EVITEN</small>, J<small>ISRA&#x00C9;LITEN</small>, P<small>ROSELYTEN UND FREIGELASSENE</small> S<small>KLAVEN, NICHT ABER</small> F<small>RAUEN</small>, S<small>KLAVEN UND</small> M<small>INDERJ&#x00C4;HRIGE</small>. W<small>ER F&#x00DC;R SEINEN MINDERJ&#x00C4;HRIGEN</small> S<small>OHN ZU ENTRICHTEN ANGEFANGEN HAT, DARF NICHT MEHR AUFH&#x00D6;REN</small>. M<small>AN PF&#x00C4;NDET KEINE</small> P<small>RIESTER, DES</small> F<small>RIEDENS</small><sup><xref rid="fn2336">4</xref></sup> <small>WEGEN</small>.</p>
<p>IV. R. J<small>EHUDA ERZ&#x00C4;HLTE:</small> B<small>EN</small>-B<small>OKHRI BEKUNDETE IN</small> J<small>ABNE, DASS EIN</small> P<small>RIESTER, DER DEN</small> &#x0160;<small>EQEL ENTRICHTET, KEINE</small> S<small>&#x00DC;NDE BEGEHE</small>. R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ SPRACH ZU IHM:</small> N<small>ICHT SO, VIELMEHR S&#x00DC;NDIGT DER</small> P<small>RIESTER, DER DEN</small> &#x0160;<small>EQEL NICHT ENTRICHTET, NUR LEGEN DIE</small> P<small>RIESTER FOLGENDEN</small> S<small>CHRIFTVERS ZU IHREN</small> G<small>UNSTEN AUS</small>:<sup><xref rid="fn2337">5</xref></sup><italic>Alle Speisopfer der Priester sollen Ganzopfer sein, sie d&#x00FC;rfen nicht gegessen werden</italic>; <small>WIE D&#x00DC;RFTEN WIR DENN DIE</small> S<small>CHWINGEGARBE, DIE ZWEI</small> B<small>ROTE</small><sup><xref rid="fn2338">6</xref></sup> <small>UND DIE</small> S<small>CHAUBROTE</small><sup><xref rid="fn2339">7</xref></sup> <small>ESSEN, WENN SIE UNSER</small><sup><xref rid="fn2340">8</xref></sup><small>W&#x00C4;REN</small>&#x0021;?</p>
<p>V. O<small>BGLEICH SIE GESAGT HABEN, DASS MAN</small> F<small>RAUEN</small>, S<small>KLAVEN UND</small> M<small>INDERJ&#x00C4;HRIGE NICHT PF&#x00C4;NDE, SO NIMMT MAN DENNOCH, WENN SIE DEN</small> &#x0160;<small>EQEL ENTRICHTEN, VON IHNEN AN</small>. W<small>ENN EIN</small> N<small>ICHTJUDE ODER EIN</small> S<small>AMARITANER DEN</small> &#x0160;<small>EQEL ENTRICHTET, SO NIMMT MAN VON IHM NICHT AN</small>. F<small>ERNER NIMMT MAN VON IHNEN WEDER</small> G<small>EFL&#x00DC;GELOPFER F&#x00DC;R M&#x00C4;NNLICHE ODER WEIBLICHE</small> F<small>LUSSBEHAFTETE ODER</small> W<small>&#x00D6;CHNERINNEN, NOCH</small> S<small>&#x00DC;ND- ODER</small> S<small>CHULDOPFER AN, WOHL ABER GELOBTE UND FREIWILLIGE</small> S<small>PENDEN</small>. D<small>IE</small> R<small>EGEL IST</small>: W<small>AS GELOBT UND GESPENDET WIRD, NIMMT MAN VON IHNEN AN, WAS ABER NICHT GELOBT UND GESPENDET WIRD, NIMMT MAN VON IHNEN NICHT AN</small>. D<small>IES WURDE DURCH</small> E&#x0351;<small>ZRA DEUTLICH ERKL&#x00C4;RT, DENN ES HEISST</small>:<sup><xref rid="fn2341">9</xref></sup><italic>wir haben nichts mit euch zu schaffen, da&#x00DF; wir mit euch zusammen unserem Gott einen Tempel bauen sollen.</italic></p>
<p>VI. F<small>OLGENDE SIND AUCH ZUM</small> A<small>UFGELD</small><sup><xref rid="fn2342">10</xref></sup><small>VERPFLICHTET:</small> L<small>EVITEN</small>, J<small>ISRA&#x00C9;LITEN</small>, P<small>ROSELYTEN UND FREIGELASSENE</small> S<small>KLAVEN, NICHT ABER</small> P<small>RIESTER</small>, F<small>RAUEN</small>, S<small>KLAVEN UND</small> M<small>INDERJ&#x00C4;HRIGE</small>. W<small>ER F&#x00DC;R EINEN</small> P<small>RIESTER, EINE</small> F<small>RAU, EINEN</small> S<small>KLAVEN ODER EINEN</small> M<small>INDERJ&#x00C4;HRIGEN DEN</small> &#x0160;<small>EQEL ENTRICHTET, IST</small> [<small>VOM</small> A<small>UFGELD</small>] <small>FREI</small>. W<small>ER F&#x00DC;R SICH UND F&#x00DC;R SEINEN</small> N<small>&#x00C4;CHSTEN DEN</small> &#x0160;<small>EQEL ENTRICHTET, IST ZU EINEM</small> A<small>UFGELD VERPFLICHTET</small>. R. M<small>E&#x00CD;R SAGT, ZU ZWEI</small>. W<small>ER EINEN</small> S<small>ELA&#x0351;</small><sup><xref rid="fn2343">11</xref></sup><small>ZAHLT UND EINEN</small> &#x0160;<small>EQEL HERAUSBEKOMMT, IST ZU EINEM DOPPELTEN</small> A<small>UFGELD VERPFLICHTET</small>.</p>
<p>VII. W<small>ER F&#x00DC;R EINEN</small> A<small>RMEN, SEINEN</small> N<small>ACHBARN ODER</small> M<small>ITB&#x00DC;RGER DEN</small> &#x0160;<small>EQEL ENTRICHTET, IST</small> [<small>VOM</small> A<small>UFGELD</small>] <small>FREI; TUT ER ES F&#x00DC;R SIE LEIHWEISE, SO IST ER VERPFLICHTET</small>. B<small>R&#x00DC;DER, DIE</small> G<small>ESELLSCHAFTER SIND, SIND, WENN SIE ZUM</small> A<small>UFGELD VERPFLICHTET</small><sup><xref rid="fn2344">12</xref></sup><small>SIND, VOM</small> V<small>IEHZEHNTEN FREI, UND WENN SIE ZUM</small> V<small>IEHZEHNTEN VERPFLICHTET SIND, VOM</small> A<small>UFGELD FREI</small>. W<small>IEVIEL BETR&#x00C4;GT DAS</small> A<small>UFGELD</small>? E<small>INE</small> S<small>ILBERMAA&#x0351; &#x2013; SO</small> R. M<small>E&#x00C9;R; DIE</small> W<small>EISEN SAGEN, EINE HALBE</small> M<small>AA&#x0351;</small>.</p>
<ftnote id="fn2333">1. W&#x00F6;rtl. &#x0160;eqalim, da diese M&#x00FC;nze als Tempelsteuer entrichtet wurde.</ftnote>
<ftnote id="fn2334">2. Da dann mit der Feldarbeit begonnen wird.</ftnote>
<ftnote id="fn2335">3. Mit Kalk (cf. M&#x0161;. V, 1), damit Priester sie nicht betreten.</ftnote>
<ftnote id="fn2336">4. Dh. aus Billigkeitsgr&#x00FC;nden, weil sie den Tempeldienst verrichten.</ftnote>
<ftnote id="fn2337">5. Lev. 6,16.</ftnote>
<ftnote id="fn2338">6. Cf. Lev. 23,17.</ftnote>
<ftnote id="fn2339">7. Cf. Ex. 25,30.</ftnote>
<ftnote id="fn2340">8. Dh. wenn wir dazu beitragen w&#x00FC;rden.</ftnote>
<ftnote id="fn2341">9. Ezr. 4,3.</ftnote>
<ftnote id="fn2342">10. <italic>K&#x1F79;&#x03BB;&#x03BB;&#x03BD;&#x03B2;&#x03BF;&#x03C2;</italic>; Agio, kleine M&#x00FC;nze, die zum &#x0160;eqel der Tempelsteuer als Wechselgeb&#x00FC;hr hinzuzuf&#x00FC;gen ist.</ftnote>
<ftnote id="fn2343">11. Der bibl. &#x0160;eqel hat den Wert eines Sela&#x0351;; der &#x0160;. in unserem Traktate hat die H&#x00E4;lfte des biblisehen.</ftnote>
<ftnote id="fn2344">12. Gesellschaften sind vom Viehzehnten frei (cf. Bek. 56b), Br&#x00FC;der dagegen als Nachfolger eines Einzelnen verpflichtet; wenn letztere die Erbschaft teilen u. sich nachher assoziieren, so sind sie Gesellschafter.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>M</bold><small>AN DARF WEGEN DER</small> L<small>AST DES</small> T<small>RANSPORTES DIE</small> S&#x0351;<small>EQALIM</small> IN D<small>ARIKEN</small><sup><xref rid="fn2345">1</xref></sup> <small>EINWECHSELN</small>. W<small>IE</small> S<small>AMMELB&#x00DC;CHSEN IM</small> T<small>EMPEL WAREN, SO WAREN</small> S<small>AMMELB&#x00DC;CHSEN IN DER</small> P<small>ROVINZ</small>. W<small>ENN DIE</small> B<small>EWOHNER EINER</small> S<small>TADT IHRE</small> &#x0160;<small>EQALIM</small> [<small>DURCH</small> B<small>OTEN</small>] <small>SANDTEN UND SIE IHNEN GESTOHLEN WORDEN ODER ABHANDEN GEKOMMEN SIND, SO LEISTEN DIESE, FALLS BEREITS DIE</small> H<small>EBE</small><sup><xref rid="fn2346">2</xref></sup> <small>ENTNOMMEN WURDE, DEN</small> S<small>CHATZMEISTERN</small><small><sup><xref rid="fn2347">3</xref></sup> EINEN</small> E<small>ID</small>; <small>WENN ABER NIGHT, SO LEISTEN SIE DEN</small> B<small>EWOHNERN DER</small> S<small>TADT EINEN</small> E<small>ID, UND DIESE M&#x00DC;SSEN ANDERE</small> &#x0160;<small>EQALIM ENTRICHTEN</small>. F<small>INDEN SIE SICH SP&#x00C4;TER EIN, ODER BRINGEN DIE</small> D<small>IEBE SIE ZUR&#x00DC;CK,SO SIND DIESE UND JENE</small> &#x0160;<small>EQALIMSTEUER, OHNE IHNEN IM N&#x00C4;CHSTEN</small> J<small>AHRE ANGERECHNET ZU WERDEN</small>.</p>
<p>II. W<small>ENN JEMAND SEINEM</small> N<small>&#x00C4;CHSTEN EINEN</small> &#x0160;<small>EQEL GIBT, UM IHN F&#x00DC;R IHN ZU ENTRICHTEN, DIESER ABER IHN F&#x00DC;R SICH SELBST ENTRICHTET, SO HAT ER, FALLS BEREITS DIE</small> H<small>EBE</small><sup><xref rid="fn2346">2</xref></sup> <small>ENTNOMMEN WURDE, EINE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn2348">4</xref></sup> <small>BEGANGEN</small>. W<small>ENN JEMAND SEINEN</small> &#x0160;<small>EQEL MIT DEM</small> G<small>ELDE VON</small> G<small>EHEILIGTEM ENTRICHTET, SO HAT ER, WENN BEREITS DIE</small> H<small>EBE ENTNOMMEN UND[DAF&#x00DC;R] EIN</small> O<small>PFER DARGEBRACHT WURDE, EINE</small> V<small>ERUNTREUUNG BEGANGEN, WENN MIT DEM</small> E<small>RL&#x00D6;SE VOM ZWEITEN</small> Z<small>EHNTEN ODER VON</small> S<small>IEBENTJAHRSFR&#x00DC;CHTEN, SO MUSS ER DEN ENTSPRECHENDEN</small> B<small>ETRAG</small> [<small>IN</small> J<small>ERU&#x0160;ALEM</small>] <small>VERZEHREN</small><sup><xref rid="fn2349">5</xref></sup>.</p>
<p>III. W<small>ENN JEMAND EINZELNE</small> M<small>&#x00DC;NZEN SAMMELT UND SPRICHT</small>: &#x2018;D<small>IES SEI F&#x00DC;R MEINEN</small> &#x0160;<small>EQEL&#x2019;, SO IST DER</small> &#x00DC;<small>BERSCHUSS, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, FREIWILLIGE</small> S<small>PENDE, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, P<small>ROFANES; WENN ABER</small>: &#x2018;<small>DAVON ENTRICHTE ICH MEINEN</small> &#x0160;<small>EQEL</small>&#x2019;, <small>SO STIMMEN SIE &#x00DC;BEREIN, DASS DER</small> &#x00DC;<small>BERSCHUSS</small> P<small>ROFANES IST</small>. S<small>AGT ER</small>: &#x2018;D<small>IES SEI F&#x00DC;R MEIN</small> S<small>&#x00DC;NDOPFER&#x2019;</small>, <small>SO STIMMEN SIE &#x00DC;BEREIN,DASS DER</small> &#x00DC;<small>BERSCHUSS FREIWILLIGE</small> S<small>PENDE IST; WENN ABER</small>: &#x2018;<small>DAVON BRINGE ICH MEIN</small> S<small>&#x00DC;NDOPFER&#x2019;, SO STIMMEN SIE &#x00DC;BEREIN, DASS DER</small> &#x00DC;<small>BERSCHUSS</small> P<small>ROFANES IST</small>.</p>
<p>IV. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> W<small>ELCHEN</small> U<small>NTERSCHIED GIBT ES ZWISCHEN DER</small> T<small>EMPELSTEUER UND EINEM</small> S<small>&#x00DC;NDOPFER?</small> F<small>&#x00DC;R DIE</small> T<small>EMPELSTEUER IST EIN</small> B<small>ETRAG FESTGESETZT, F&#x00DC;R DAS</small> S<small>&#x00DC;NDOPFER ABER IST KEIN</small> B<small>ETRAG FESTGESETZT</small>. R.J<small>EHUDA SAGT</small>: A<small>UCH F&#x00DC;R DIE</small> T<small>EMPELSTEUER IST KEIN</small> B<small>ETRAG FESTGESETZT, DENN ALS DIE</small> J<small>ISRA&#x00C9;LITEN AUS DEM</small> E<small>XIL HERAUFZOGEN, ENTRICHTETEN SIE</small> D<small>ARIKEN, SP&#x00C4;TER ENTRICHTETEN SIE</small> S<small>ELAI&#x0351;M</small><sup><xref rid="fn2350">6</xref></sup>, <small>DARAUF ENTRICHTETEN SIE</small> T<small>ABAI&#x0351;M</small><sup><xref rid="fn2351">7</xref></sup>, <small>UND SP&#x00C4;TER WOLLTEN SIE SOGAR</small> D<small>ENARE ENTRICHTEN</small>. R.&#x0160;<small>IMO&#x0351;N ENTGEGNETE:</small> I<small>MMERHIN WAR DER</small> A<small>NTEIL ALLER GLEICHM&#x00C4;SSIG, W&#x00C4;HREND DAS</small> S<small>&#x00DC;NDOPFER DIESER F&#x00DC;R EINEN</small> S<small>ELA&#x0351;, JENER F&#x00DC;R ZWEI UND EIN DRITTER F&#x00DC;R DREI DARBRINGT</small>.</p>
<p>V. D<small>ER</small> &#x00DC;<small>BERSCHUSS DER</small> T<small>EMPELSTEUER IST</small> P<small>ROFANES, DER</small> &#x00DC;<small>BERSCHUSS DES</small> Z<small>EHNTELS</small> E<small>PHA</small><sup><xref rid="fn2352">8</xref></sup>, <small>DER</small> &#x00DC;<small>BERSCHUSS DER</small> G<small>EFL&#x00DC;GELOPFER F&#x00DC;R M&#x00C4;NNLICHE ODER WEIBLICHE</small> F<small>LUSSBEHAFTETE UND</small> W<small>&#x00D6;CHNERINNEN UND DER DER</small> S<small>&#x00DC;NDUND</small> S<small>CHULDOPFER IST FREIWILLIGE</small> S<small>PENDE</small>. D<small>IE</small> R<small>EGEL IST</small>: D<small>ER</small> &#x00DC;<small>BERSCHUSS VON DEM, WAS ALS</small> S<small>&#x00DC;ND</small>- <small>ODER</small> S<small>CHULDOPFER DARGEBRACHT WIRD, IST FREIWILLIGE</small> S<small>PENDE</small>. D<small>ER</small> &#x00DC;<small>BERSCHUSS DES</small> B<small>RANDOPFERS IST F&#x00DC;R</small> B<small>RANDOPFER ZU VERWENDEN</small>; DER &#x00DC;<small>BERSCHUSS DES</small> S<small>PEISOPFERS IST F&#x00DC;R</small> S<small>PEISOPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES HEILSOPFERS IST F&#x00DC;R</small> H<small>EILSOPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> P<small>ESA&#x1E24;OPFERS IST F&#x00DC;R</small> H<small>EILSOPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> [F<small>ONDS&#x2019; F&#x00DC;R</small>] N<small>AZIR&#x00C4;EROPFER IST F&#x00DC;R</small> [<small>ANDERE</small>] N<small>AZIR&#x00C4;EROPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES [EINZELNEN]</small> N<small>AZIR&#x00C4;ERS IST FREIWILLIGE</small> S<small>PENDE; DER</small> &#x00DC;<small>BERSCHUSS VON</small> A<small>RMENGELDERN GEH&#x00D6;RT DEN</small> A<small>RMEN; DER</small> &#x00DC;<small>BERSCHUSS DES F&#x00DC;R EINEN</small> A<small>RMEN</small>[<small>BESTIMMTEN</small> G<small>ELDES</small>] <small>GEH&#x00D6;RT DIESEM</small> A<small>RMEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> L<small>&#x00D6;SEGELDES F&#x00DC;R</small> G<small>EFANGENE IST F&#x00DC;R</small> [<small>ANDERE</small>] G<small>EFANGENE ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> L<small>&#x00D6;SEGELDES F&#x00DC;R EINEN</small> G<small>EFANGENEN GEH&#x00D6;RT DIESEM</small> G<small>EFANGENEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] T<small>OTE IST F&#x00DC;R</small> [<small>ANDERE</small>] T<small>OTE ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] <small>EINEN</small> T<small>OTEN GEH&#x00D6;RT SEINEN</small> E<small>RBEN</small>. R.M<small>E&#x00CD;R SAGT, DER</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] <small>EINEN</small> T<small>OTEN BLEIBE UNBER&#x00DC;HRT LIEGEN, BIS</small> E<small>LIJAHU KOMMT;</small> R.N<small>ATHAN SAGT, F&#x00DC;R DEN</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] <small>EINEN</small> T<small>OTEN ERRICHTE MAN DEM</small> T<small>OTEN EIN</small> D<small>ENKMAL AUF SEINEM</small> G<small>RABE</small>.</p>
<ftnote id="fn2345">1. Darikus od. Dareikos, altpersische Goldm&#x00FC;nze.</ftnote>
<ftnote id="fn2346">2. Cf. infra III,1.</ftnote>
<ftnote id="fn2347">3. Das Geld war bereits Eigentum des Heiligtums.</ftnote>
<ftnote id="fn2348">4. Am Eigentume des Heiligturns od. am Geheiligten; cf. Lev. 5,14 ff.</ftnote>
<ftnote id="fn2349">5. Die Heiligkeit des 2. Zehnten wird auf diesen Betrag &#x00FC;bertragen.</ftnote>
<ftnote id="fn2350">6. Cf. Abschn. 1, Anm. 11.</ftnote>
<ftnote id="fn2351">7. Eigentl. Gepr&#x00E4;gtes, M&#x00FC;nze, Benennung des gebr&#x00E4;uchlichsten &#x0160;eqel.</ftnote>
<ftnote id="fn2352">8. Speise-S&#x00FC;ndopfer eines Armen; cf. Lev. 5,11 ff.</ftnote>
<p>44 Talmud II</p>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>A</bold><small>N DREI</small> Z<small>EITEN IM</small> J<small>AHRE HEBT MAN [DAS</small> G<small>ELD] IN DER</small> S<small>CHATZKAMMER AB: IN DER</small> M<small>ONATSMITTE DES</small> P<small>ESA&#x1E24;FESTES, IN DER</small> M<small>ONATSMITTE DES</small> W<small>OCHENFESTES UND IN DER</small> M<small>ONATSMITTE DES</small> H<small>&#x00DC;TTENFESTES</small>. D<small>IESE SIND AUCH</small> F<small>&#x00C4;LLIGKEITSFRISTEN F&#x00DC;R DEN</small> V<small>IEHZEHNTEN &#x2013; SO</small> R. A&#x0351;<small>QIBA;</small> B<small>EN</small>-A&#x0351;<small>ZAJ SAGT, AM NEUNUNDZWANZIGSTEN</small> A<small>DAR, AM ERSTEN</small> S<small>IVAN</small><sup><xref rid="fn2353">1</xref></sup> <small>UND AM NEUNUNDZWANZIGSTEN</small> A<small>B</small>; R.E<small>LIE&#x0351;ZER UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, AM ERSTEN</small> N<small>ISAN, AM ERSTEN</small> S<small>IVAN UND AM NEUNUNDZWANZIGSTEN</small> E<small>LUL</small>. W<small>ESHALB SAGTEN SIE, AM NEUNUNDZWANZIGSTEN</small> E<small>LUL, UND SAGTEN NICHT, AM ERSTEN</small> T<small>I&#x0160;RI</small>? W<small>EIL DIESER EIN</small> F<small>EIERTAG IST UND MAN AN EINEM</small> F<small>EIERTAGE DEN</small> Z<small>EHNTEN NICHT ENTRICHTEN DARF; DAHER HABEN SIE ES AUF DEN NEUNUNDZWANZIGSTEN</small> E<small>LUL VERLEGT</small>.</p>
<p>II. I<small>N DREI</small> K<small>&#x00D6;RBEN VON JE DREI</small> S<small>E&#x00C1; HEBT MAN [DAS</small> G<small>ELD</small>] <small>IN DER</small> S<small>CHATZKAMMER AB; DIESE WAREN MIT [DEN</small> B<small>UCHSTABEN</small>] A<small>LEPH</small>, G<small>IMEL GEZEICHNET;</small> R.J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, SIE WAREN MIT GRIECHISCHEN</small> [B<small>UCHSTABEN</small>] <small>GEZEICHNET</small>, A<small>LPHA</small>, B<small>ETA</small>, G<small>AMMA</small>. D<small>ER</small> A<small>BHEBENDE DARF NICHT MIT AUFGEKREMPELTEM</small> G<small>EWANDE, MIT</small> S<small>CHUHEN, MIT</small> S<small>ANDALEN, MIT</small> T<small>EPHILLIN ODER MIT EINEM</small> A<small>MULETT</small><sup><xref rid="fn2354">2</xref></sup> <small>EINTRETEN, DAMIT MAN, WENN ER VERARMT, NICHT SAGE, ER HABE SICH AM</small> T<small>EMPELSCHATZ</small> [<small>VERGRIFFEN</small>], <small>UND WENN ER REICH WIRD, NICHT SAGE, ER HABE SICH AM</small> T<small>EMPELSCHATZ BEREICHERT</small>. D<small>ER</small> M<small>ENSCH MUSS N&#x00C4;MLICH SEINEN</small> M<small>ITMENSCHEN GERECHT WERDEN., WIE ER</small> G<small>OTT GERECHT WERDEN MUSS, DENN ES HEISST</small>:<sup><xref rid="fn2355">3</xref></sup><italic>ihr sollt vor dem Herrn und Jisra&#x00E9;l rein sein</italic>; <small>FERNER</small>: <sup><xref rid="fn2356">4</xref></sup><italic>finde Gunst und Wohlgefallen in den Augen Gottes und der Menschen</italic>.</p>
<p>III. D<small>IE</small> A<small>NGEH&#x00D6;RIGEN DER</small> F<small>AMILIE</small> R.G<small>AMLI&#x00C9;LS PFLEGTEN MIT DEM</small> &#x0160;<small>EQEL ZWISCHEN DEN</small> F<small>INGERN EINZUTRETEN UND IHN VOR DEM</small> A<small>BHEBENDEN HINZUWERFEN, UND DIESER PFLEGTE ES ZIELEND</small><sup><xref rid="fn2357">5</xref></sup> <small>IN DEN</small> K<small>ORB ZU WERFEN</small>. D<small>ER</small> A<small>BHEBENDE HEBT NICHT EHER AB, ALS BIS ER GEFRAGT HAT, OB ER ABHEBEN SOLLE, UND MAN IHM ERWIDERT HAT</small>: H<small>EBE AB, HEBE AB, DREIMAL</small>.</p>
<p>IV. N<small>ACH DER ERSTEN</small> A<small>BHEBUNG DECKTE ER DAR&#x00DC;BER EINE</small> L<small>EDERDECKE, NACH DER ZWEITEN DECKTE ER DAR&#x00DC;BER EINE</small> L<small>EDERDECKE, NACH DER DRITTEN DECKTE ER DAR&#x00DC;BER KEINE MEHR</small>. D<small>AMIT ER NICHT VERGESSE, WAS ER BEREITS ABGEHOBEN UND DARAUS WIEDER ABHEBE</small>. D<small>IE ERSTE</small> A<small>BHEBUNG ERFOLGTE AUF DEN</small> N<small>AMEN DES GANZEN</small> J<small>ISRA&#x00C9;LLANDES, DIE ZWEITE AUF DEN</small> N<small>AMEN DER ANGRENZENDEN</small> S<small>T&#x00C4;DTE UND DIE DRITTE AUF DEN</small> N<small>AMEN DER</small> [D<small>IASPORA IN</small>] B<small>ABYLONIEN</small>, M<small>EDIEN UND DEN FERNEN</small> L<small>&#x00C4;NDERN</small>.</p>
<ftnote id="fn2353">1. Neunter Monat des j&#x00FC;d. Kalenders, ungef&#x00E4;hr Juni.</ftnote>
<ftnote id="fn2354">2. Wahrscheinl. Beutel od. Sack, in dem solche getragen wurden.</ftnote>
<ftnote id="fn2355">3. Num. 32,22.</ftnote>
<ftnote id="fn2356">4. Pr. 3,4.</ftnote>
<ftnote id="fn2357">5. Damit das Geldst&#x00FC;ck zu den Opfern verwandt werde u. nicht als &#x00DC;berschu&#x00DF; zur&#x00FC;ckbleibe.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>W</bold><small>OF&#x00DC;R VERWENDETE MAN DIE</small> H<small>EBE</small>? M<small>AN KAUFT DAF&#x00DC;R DAS BEST&#x00C4;NDIGE</small> O<small>PFER, DIE</small> Z<small>USATZOPFER NEBST IHREN</small> G<small>USSOPFERN, DIE</small> S<small>CHWINGEGARBE, DIE ZWEI</small> B<small>ROTE</small><sup><xref rid="fn2358">1</xref></sup>, <small>DIE</small> S<small>CHAUBROTE UND ALLE</small> G<small>EMEINDEOPFER</small>. D<small>IE</small> W<small>&#x00C4;CHTER, DIE DEN</small> N<small>ACHWUCHS</small><sup><xref rid="fn2359">2</xref></sup> <small>IM</small> S<small>IEBENTJAHR BEWACHEN, ERHALTEN IHREN</small> L<small>OHN VON DER</small> H<small>EBE DER</small> S<small>CHATZKAMMER</small>. R. J<small>OSE SPRACH:</small> D<small>IES KANN JA JEDER UNENTGELTLICH &#x00DC;BERNEHMEN</small><sup><xref rid="fn2360">3</xref></sup>&#x0021; J<small>ENE ERWIDERTEN IHM:</small> A<small>UCH DU MUSST JA ZUGEBEN, DASS SIE NUR VOM</small> G<small>EMEINDEGUT DARGEBRACHT WERDEN M&#x00DC;SSEN</small>.</p>
<p>II. D<small>IE</small> [<small>ROTE</small>] K<small>UH</small><sup><xref rid="fn2361">4</xref></sup>, <small>DER</small> S<small>&#x00DC;NDENBOCK</small><sup><xref rid="fn2362">5</xref></sup> <small>UND DER SCHARLACHROTE</small> S<small>TREIFEN</small><sup><xref rid="fn2363">6</xref></sup> <small>WERDEN VON DER HEBE DER</small> S<small>CHATZKAMMER BESTRITTEN, DIE</small> B<small>R&#x00DC;CKE</small><sup><xref rid="fn2364">7</xref></sup> <small>F&#x00DC;R DIE</small> [<small>ROTE</small>] K<small>UH, DIE</small> B<small>R&#x00DC;CKE</small><sup><xref rid="fn2364">7</xref></sup> <small>F&#x00DC;R DEN</small> S<small>&#x00DC;NDENBOCK, DER</small> S<small>TREIFEN ZWISCHEN DESSEN</small> H<small>&#x00D6;RNERN, DER</small> W<small>ASSERKANAL</small>[<small>AM</small> T<small>EMPEL</small>], <small>DIE</small> S<small>TADTMAUER NEBST IHREN</small> T<small>&#x00DC;RMEN UND S&#x00C4;MTLICHE</small> B<small>ED&#x00DC;RFNISSE DER</small> S<small>TADT WERDEN VOM</small> &#x00DC;<small>BERSCHUSS DER</small> S<small>CHATZKAMMER BESTRITTEN</small>. A<small>BBA</small> &#x0160;<small>A&#x00DA;L SAGTE</small>: <small>DIE</small> B<small>R&#x00DC;CKE F&#x00DC;R DIE [ROTE]</small> K<small>UH ERRICHTETEN DIE</small> H<small>OCHPRIESTER AUS EIGENEN</small> M<small>ITTELN</small>.</p>
<p>III. W<small>OF&#x00DC;R VERWENDETE MAN DEN</small> R<small>EST DES &#x00DC;BERSCHUSSES DER</small> S<small>CHATZKAMMER?</small> M<small>AN KAUFTE DAF&#x00DC;R</small> W<small>EIN, &#x00D6;L UND FEINES</small> M<small>EHL<sup><xref rid="fn2365">8</xref></sup>, UND DER</small> G<small>EWINN GEH&#x00D6;RTE DEM</small> H<small>EILIGTUME &#x2013; SO</small> R.<small>JI&#x0160;MA&#x0351;&#x00C9;L</small>; R.<small>A&#x0351;QIBA SAGT, MAN D&#x00DC;RFE WEDER MIT</small> H<small>EILIGENGELDERN NOCH MIT</small> A<small>RMENGELDERN</small> G<small>ESCH&#x00C4;FTE MACHEN</small>.</p>
<p>IV. W<small>OF&#x00DC;R VERWENDETE MAN DEN</small> &#x00DC;<small>BERSCHUSS DER</small> H<small>EBE?</small> F<small>&#x00DC;R DIE</small> G<small>OLDPLATTEN ZUR</small> V<small>ERKLEIDUNG DES</small> A<small>LLERHEILIGSTEN</small>. R.J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGTE:</small> D<small>ER &#x00DC;BERSCHUSS DES</small> G<small>EWINNES</small><sup><xref rid="fn2366">9</xref></sup> <small>WURDE F&#x00DC;R DIE</small> Z<small>EHRUNG DES</small> A<small>LTARS UND DER</small> &#x00DC;<small>BERSCHUSS DER</small> H<small>EBE F&#x00DC;R</small> D<small>IENSTGER&#x00C4;TE VERWENDET</small>. R.A&#x0351;<small>QIBA SAGTE:</small> D<small>ER</small> &#x00DC;<small>BERSCHUSS DER</small> H<small>EBE WURDE F&#x00DC;R DIE</small> Z<small>EHRUNG DES</small> A<small>LTARS</small><sup><xref rid="fn2367">10</xref></sup><small>UND DER</small> &#x00DC;<small>BERSCHUSS VON DEN</small> G<small>USSOPFERN WURDE F&#x00DC;R</small> D<small>IENSTGER&#x00C4;TE VERWENDET</small>. R.&#x1E24;<small>ANINA DER</small> P<small>RIESTERPR&#x00C4;SES SAGTE:</small> D<small>ER</small> &#x00DC;<small>BERSCHUSS VON DEN</small> G<small>USSOPFERN WURDE F&#x00DC;R DIE</small> Z<small>EHRUNG DES ALTARS UND DER</small> &#x00DC;<small>BERSCHUSS> DER</small> H<small>EBE F&#x00DC;R</small> D<small>IENSTGER&#x00C4;TE VERWENDET</small>. D<small>IESER UND JENER GIBT EINEN</small> [H<small>ANDEL MIT DEM</small>] G<small>EWINNE NICHT ZU</small>.</p>
<p>V. W<small>OF&#x00DC;R VERWENDETE MAN DEN</small> &#x00DC;<small>BERSCHUSS DES</small> R<small>&#x00C4;UCHERWERKES<sup><xref rid="fn2368">11</xref></sup>?</small> M<small>AN SONDERTE IHN ZUR</small> L<small>&#x00D6;HNUNG F&#x00DC;R DIE</small> V<small>ERFERTIGER AUS</small>. M<small>AN WEIHTE IHN DURCH DEN F&#x00DC;R DIE VERFERTIGER BESTIMMTEN LOHN AUS, DEN MAN IHNEN ALS</small> L<small>&#x00D6;HNUNG GAB, UND KAUFTE IHN F&#x00DC;R [GELD AUS DER] NEUEN</small> H<small>EBE ZUR&#x00DC;CK</small>. G<small>EHT DIE NEUE RECHTZEITIG EIN, SO KAUFT MAN ES AUS DER NEUEN</small> H<small>EBE, WENN ABER NICHT, AUS DER ALTEN</small> H<small>EBE</small>.</p>
<p>VI. W<small>ENN JEMAND SEIN</small> V<small>ERM&#x00D6;GEN, IN DEM</small> D<small>INGE SICH BEFINDEN, DIE ZU DEN</small> G<small>EMEINDEOPFERN VERWENDBAR<sup><xref rid="fn2369">12</xref></sup>SIND, DEM</small> H<small>EILIGTUME WEIHT, SO D&#x00DC;RFEN SIE DEN</small> V<small>ERFERTIGERN IN</small> Z<small>AHLUNG GEGEBEN WERDEN &#x2013;SO</small> R.A&#x0351;<small>QIBA</small>. B<small>EN</small> A&#x0351;<small>ZAJ SPRACH ZU IHM:</small> D<small>IES IST NICHT DAS</small> R<small>ICHTIGE; VIELMEHR SONDERE MAN VORHER DEN LOHN F&#x00DC;R DIE VERFERTIGER AB UND WEIHE SIE DURCH DAS F&#x00DC;R DIE</small> V<small>ERFERTIGER BESTIMMTE</small> G<small>ELD AUS, DAS MAN IHNEN ALS</small> L<small>OHN GEBE, SODANN KAUFE MAN SIE VON IHNEN F&#x00DC;R GELD VON DER HEBE DER</small> S<small>CHATZKAMMER ZUR&#x00DC;CK</small>.</p>
<p>VII. W<small>ENN JEMAND SEIN</small> V<small>ERM&#x00D6;GEN, IN DEM SICH F&#x00DC;R DEN</small> A<small>LTAR GEEIGNETES M&#x00C4;NNLICHES UND WEIBLICHES</small> V<small>IEH BEFINDET, DEM</small> H<small>EILIGTUME WEIHT</small>, <small>SO SIND, WIE</small> R.E<small>LIE&#x0351;ZER SAGT, DIE</small> M<small>&#x00C4;NNCHEN ALS</small> B<small>RANDOPFER UND DIE</small> W<small>EIBCHEN ALS</small> H<small>EILSOPFER ZU VERKAUFEN, UND DER</small> E<small>RL&#x00D6;S F&#x00C4;LLT MIT DEM &#x00DC;BRIGEN</small> V<small>ERM&#x00D6;GEN DEM</small> T<small>EMPELREPARATURFONDS ZU</small>; R.J<small>EHO&#x0160;UA&#x0351; SAGT, DIE</small> M<small>&#x00C4;NNCHEN SIND ALS</small> B<small>RANDOPFER DARZUBRINGEN UND DIE</small> W<small>EIBCHEN ALS</small> H<small>EILSOPFER ZU VERKAUFEN, UND F&#x00DC;R DEN</small> E<small>RL&#x00D6;S</small> B<small>RANDOPFER</small><sup><xref rid="fn2370">13</xref></sup> <small>DARZUBRINGEN, W&#x00C4;HREND DAS &#x00DC;BRIGE</small> V<small>ERM&#x00D6;GEN DEM</small> T<small>EMPELREPARATURFONDS ZUF&#x00C4;LLT</small>. R.A&#x0351;<small>QIBA SPRACH:</small> D<small>IE</small> A<small>NSICHT</small> R.E<small>LIE&#x0351;ZERS LEUCHTET MIR MEHR EIN ALS DIE</small> A<small>NSICHT</small> R.J<small>EHO&#x0160;UA&#x0351;S:</small> R.E<small>LIE&#x0351;ZER EMPFIEHLT EIN GLEICHARTIGES</small> V<small>ERFAHREN</small>, R.J<small>EHO&#x0160;UA&#x0351; ABER EIN GETEILTES</small>. R.P<small>APIAS SPRACH:</small> I<small>CH H&#x00D6;RTE NACH BEIDER</small> A<small>NSICHT: WENN ER [DAS</small> V<small>IEH</small>] <small>AUSDR&#x00DC;CKLICH GENANNT</small><sup><xref rid="fn2371">14</xref></sup><small>UND GEWEIHT HAT</small>, [<small>SO VERFAHRE MAN</small>] <small>NACH DER</small> A<small>NSICHT</small> R.E<small>LIEZERS,> WENN ER ABER</small> [A<small>LLES</small>] <small>SCHLECHTHIN GEWEIHT HAT, NACH DER</small> A<small>NSICHT</small> R.J<small>EHO&#x0160;UA&#x0351;S</small>.</p>
<p>VIII. W<small>ENN JEMAND SEIN</small> V<small>ERM&#x00D6;GEN, IN DEM SICH F&#x00DC;R DEN</small> A<small>LTAR GEEIGNETE</small> D<small>INGE BEFINDEN</small>, W<small>EIN</small>, &#x00D6;<small>L</small>, G<small>EFL&#x00DC;GEL, DEM</small> H<small>EILIGTUME WEIHT, SO SIND SIE, WIE</small> R.E<small>LIE&#x0351;ZER SAGT, ALS ENTSPRECHENDE</small> O<small>PFER ZU VERKAUFEN, UND F&#x00DC;R DEN</small> E<small>RL&#x00D6;S SIND</small> B<small>RANDOPFER DARZUBRINGEN</small>, W<small>&#x00C4;HREND DAS &#x00DC;BRIGE</small> V<small>ERM&#x00D6;GEN DEM</small> T<small>EMPELREPARATURFONDS ZUF&#x00C4;LLT</small>.</p>
<p>IX. E<small>INMAL IN DREISSIG</small> T<small>AGEN WERDEN DIE</small> P<small>REISE</small> [<small>F&#x00DC;R DIE</small> B<small>ED&#x00DC;RFNISSE</small>] <small>DES</small> T<small>EMPELS VEREINBART</small>. W<small>ER &#x00DC;BERNOMMEN HAT</small>, M<small>EHL ZU VIER</small> [S<small>EA F&#x00DC;R DEN</small> S<small>ELA&#x0351;</small>] <small>ZU LIEFERN, MUSS, WENN ES AUF DREI KOMMT, VIER LIEFERN; WENN DREI [VEREINBART WURDEN] UND ES AUF VIER KOMMT, SO MUSS ER VIER LIEFERN; DAS</small> H<small>EILIGTUM HAT IMMER DIE</small> O<small>BERHAND</small>. I<small>ST DAS</small> M<small>EHL MADIG GEWORDEN, SO IST ES [DEM</small> L<small>IEFERANTEN</small>] <small>MADIG GEWORDEN; IST DER</small> W<small>EIN SAUER GEWORDEN, SO IST ER IHM SAUER GEWORDEN</small>. E<small>R ERH&#x00C4;LT DAS</small> G<small>ELD ERST DANN, WENN DER</small> A<small>LTAR BEFRIEDIGT IST</small><sup><xref rid="fn2372">15</xref></sup>.</p>
<ftnote id="fn2358">1. Cf. Lev. 23,15 ff.</ftnote>
<ftnote id="fn2359">2. Aus dem die Schwingegarbe u.die zwei Brote dargebracht wurden.</ftnote>
<ftnote id="fn2360">3. Demnach kann die Schwingegarbe Spende eines Privaten sein.</ftnote>
<ftnote id="fn2361">4. Cf. Num. 19,2ff.</ftnote>
<ftnote id="fn2362">5. W&#x00F6;rtl. der zu verschickende Bock; cf. Lev. 16,8ff.</ftnote>
<ftnote id="fn2363">6. Der an den S&#x00FC;ndenbock gebunden wurde.</ftnote>
<ftnote id="fn2364">7. &#x00DC;ber die man die rote Kuh und den S&#x00FC;ndenbock f&#x00FC;hrte, um sie von jeder Verunreinigung fern zu halten.</ftnote>
<ftnote id="fn2365">8. Zum Wiederverkaufe an solche, die Speisopfer darzubringen hatten.</ftnote>
<ftnote id="fn2366">9. Vom Verkaufe der Zutaten des Speisopfers.</ftnote>
<ftnote id="fn2367">10. So sinngem&#x00E4;&#x00DF;; zur Unterhaltung des Opferdienstes mit Gemeindeopfern (wenn keine privaten vorhanden sind) au&#x00DF;er den best&#x00E4;ndigen Opfern. Wahrscheinl. v. syr. <span dir="rtl">&#x05E7;&#x05F3;&#x05DD;&#x05D0;</span>, Holz, Brennmaterial.</ftnote>
<ftnote id="fn2368">11. Das R&#x00E4;ucherwerk wurde f&#x00FC;r das ganze Jahr im Voraus reserviert.</ftnote>
<ftnote id="fn2369">12. Spezereien zum R&#x00E4;ucherwerke.</ftnote>
<ftnote id="fn2370">13. Da nur solche vollst&#x00E4;ndig auf dem Altar dargebracht werden.</ftnote>
<ftnote id="fn2371">14. Das er trotzdem nicht zur Opferung bestimmt hat.</ftnote>
<ftnote id="fn2372">15. So nach der Lesart mancher Codices; nach den kursierenden Ausgaben: bis der Altar [das Opfer] wohlgef&#x00E4;llig macht.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>F</bold><small>OLGENDE</small> A<small>MTSVORSTEHER</small><sup><xref rid="fn2373">1</xref></sup> <small>WAREN IM</small> T<small>EMPEL:</small> J<small>O&#x1E24;ANAN B</small>. P<small>IN&#x1E24;AS VERWALTETE DIE</small> S<small>IEGELMARKEN</small>, A<small>&#x1E24;IJA DIE</small> G<small>USSOPFER</small>, M<small>ATITHJAHU B</small>. &#x0160;<small>EMU&#x00C9;L DIE</small> L<small>OSE</small>, P<small>ETHA&#x1E24;JA DIE</small> V<small>OGELOPFER</small>. P<small>ETHA&#x1E24;JA IST</small> M<small>ORDEKAJ, NUR DESHALB HEISST ER</small> P<small>ETHA&#x1E24;JA, WEIL ER DIE</small> S<small>CHRIFTWORTE ZU ER&#x00D6;FFNEN [PATA&#x1E24;] UND SIE AUSZULEGEN PFLEGTE; ER WAR AUCH IN DEN SIEBZIG</small> S<small>PRACHEN</small><sup><xref rid="fn2374">2</xref></sup> <small>KUNDIG</small>. B<small>EN</small>-A<small>&#x1E24;IJA VERWALTETE</small> [<small>DAS</small> H<small>EILAMT DER</small>] U<small>NTERLEIBSKRANKHEITEN</small><sup><xref rid="fn2375">3</xref></sup>, N<small>E&#x1E24;UNJA WAR</small> B<small>RUNNENMEISTER</small>, G<small>ABINAJ WAR</small> A<small>USRUFER</small>, B<small>EN</small> G<small>EBER BEAUFSICHTIGTE DIE</small> S<small>CHLIESSUNG DER</small> P<small>FORTEN</small>, B<small>EN</small> B<small>EBAJ VERWALTETE DIE</small> D<small>OCHTE</small><sup><xref rid="fn2376">4</xref></sup>, B<small>EN</small> A<small>RZA DIE</small> Z<small>YMBEL</small>, H<small>YGROS B</small>. L<small>EVI WAR</small> M<small>USIKLEITER, DIE</small> F<small>AMILIE</small> G<small>ARMO BEAUFSICHTIGTE DIE</small> Z<small>UBEREITUNG DER</small> S<small>CHAUBROTE, DIE</small> F<small>AMILIE</small> E<small>VTINOS DIE</small> Z<small>UBEREITUNG DES</small> R<small>&#x00C4;UCHERWERKES</small>, E<small>LEA&#x0351;ZAR VERWALTETE DIE</small> V<small>ORH&#x00C4;NGE UND</small> P<small>IN&#x1E24;AS DIE</small> G<small>ARDEROBE</small>.</p>
<p>II. E<small>S WERDEN NICHT WENIGER ALS DREI</small> S<small>CHATZMEISTER UND SIEBEN</small> T<small>EMPELHERREN EINGESTELLT; FERNER WERDEN NICHT WENIGER ALS ZWEI</small> B<small>EAMTE &#x00DC;BER DIE</small> V<small>ERWALTUNG VON</small> G<small>EMEINDEGELDERN GESETZT</small>. E<small>INE</small> A<small>USNAHME BILDETEN</small> B<small>EN</small> A<small>&#x1E24;IJA, DER</small>[<small>DAS</small> H<small>EILAMT DER</small>] U<small>NTERLEIBSKRANKHEITEN VERWALTETE, UND</small> E<small>LEA&#x0351;ZAR, DER DIE</small> V<small>ORH&#x00C4;NGE VERWALTETE, DIE DIE</small> M<small>EHRHEIT DER</small> G<small>EMEINDE ANERKANNTE</small>.</p>
<p>III. V<small>IER</small> S<small>IEGELMARKEN GAB ES IM</small> T<small>EMPEL, WORAUF GESCHRIEBEN WAR:</small> K<small>ALB</small>, W<small>IDDER</small>, Z<small>IEGE</small>, S<small>&#x00DC;NDER</small>. B<small>EN</small> &#x00C2;<small>ZAJ SAGT</small>: E<small>S WAREN F&#x00DC;NF, WORAUF ARAM&#x00C4;ISCH</small><sup><xref rid="fn2377">5</xref></sup> <small>GESCHRIEBEN WAR</small>: K<small>ALB</small>, W<small>IDDER</small> Z<small>IEGE</small>, A<small>RMER</small> S<small>&#x00DC;NDER</small>, R<small>EICHER</small> S<small>&#x00DC;NDER</small>. &#x2018;K<small>ALB</small>&#x2019; <small>WURDE F&#x00DC;R</small> G<small>USSOPFER ZUM</small> R<small>INDVIEH VERWENDET, OB GROSS ODER KLEIN, OB M&#x00C4;NNLICH ODER WEIBLICH</small>. &#x2018;Z<small>IEGE</small>&#x2019; <small>WURDE F&#x00DC;R</small> T<small>RANKOPFER ZUM</small> K<small>LEINVIEH VERWENDET, OB GROSS ODER KLEIN, OB M&#x00C4;NNLICH ODER WEIBLICH, AUSGENOMMEN</small> W<small>IDDER</small>. &#x2018;W<small>IDDER</small>&#x2019; <small>WURDE NUR F&#x00DC;R</small> G<small>USSOPFER ZU</small> W<small>IDDERN VERWENDET</small>. &#x2018;S<small>&#x00DC;NDER</small>&#x2019; <small>WURDE F&#x00DC;R DIE</small> G<small>USSOPFER DER DREI</small> O<small>PFERTIERE DER</small> A<small>USS&#x00C4;TZIGEN VERWENDET</small>.</p>
<p>IV. W<small>ER EIN</small> G<small>USSOPFER W&#x00DC;NSCHT, GEHT ZU</small> J<small>O&#x1E24;ANAN, DER DIE</small> S<small>IEGELMARKEN VERWALTET, ZAHLT IHM DAS</small> G<small>ELD UND</small> E<small>RH&#x00C4;LT EINE</small> S<small>IEGELMARKE</small>. S<small>ODANN GEHT ER ZU</small> A<small>&#x1E24;IJA, DER DIE</small> G<small>USSOPFER VERWALTET, GIBT IHM DIE</small> S<small>IEGELMARKE UND ERH&#x00C4;LT EIN</small> G<small>USSOPFER</small>. A<small>BENDS KOMMEN [DIE</small> B<small>EAMTEN</small>] <small>ZUSAMMEN</small>, A<small>&#x1E24;IJA LIEFERT DIE</small> S<small>IEGELMARKEN AB UND ERH&#x00C4;LT DAF&#x00DC;R DAS</small> G<small>ELD; IST ES MEHR, SO GEH&#x00D6;RT DER</small> &#x00DC;<small>BERSCHUSS DEM</small> H<small>EILIGTUME, FEHLT ETWAS, SO ERSETZT ES</small> J<small>O&#x1E24;ANAN AUS SEINER</small> T<small>ASCHE</small>. D<small>AS</small> H<small>EILIGTUM HAT DIE</small> O<small>BERHAND</small>.</p>
<p>V. V<small>ERLIERT JEMAND SEINE</small> S<small>IEGELMARKE, SO WARTET MAN BIS ZUM</small> A<small>BEND; FINDET MAN</small> [<small>IN DER</small> K<small>ASSE</small>] <small>EINEN</small> &#x00DC;<small>BERSCHUSS IM</small> B<small>ETRAGE SEINER</small> S<small>IEGELMARKE, SO GIBT MAN IHM [DAS</small> G<small>USSOPFER</small>], <small>WENN ABER NICHT, SO ERH&#x00C4;LT ER NICHTS</small>. [D<small>IE</small> S<small>IEGELMARKEN</small>] <small>WAREN MIT DEM</small> T<small>AGESDATUM VERSEHEN, WEGEN DER</small> B<small>ETR&#x00DC;GER</small>.</p>
<p>VI. I<small>M</small> T<small>EMPEL WAREN ZWEI</small> K<small>AMMERN, EINE [HIESS]</small> &#x2018;K<small>AMMER DER</small> V<small>ERSCHWIEGENEN&#x2019; UND EINE</small> [<small>HIESS</small>] &#x2018;K<small>AMMER DER GER&#x00C4;TE&#x2019;</small>. I<small>N DIE</small> &#x2018;K<small>AMMER DER</small> V<small>ERSCHWIEGENEN</small>&#x2019; <small>BRACHTEN S&#x00DC;NDENSCHEUE</small> L<small>EUTE HEIMLICH [IHRE</small> S<small>PENDEN], AUS DENEN</small> A<small>RME AUS GUTER</small> H<small>ERKUNFT HEIMLICH UNTERHALTEN WURDEN; IN DIE</small> &#x2018;K<small>AMMER DER</small> G<small>ER&#x00C4;TE&#x2019; BRACHTE JEDER DAS VON IHM GESPENDETE</small> G<small>ER&#x00C4;T</small>. D<small>IESE WURDE EINMAL IN DREISSIG</small> T<small>AGEN VON DEN</small> S<small>CHATZMEISTERN</small> G<small>E&#x00D6;FFNET, UND JEDES</small> G<small>ER&#x00C4;T, DAS F&#x00DC;R DIE</small> T<small>EMPELREPARATUR GEEIGNET WAR, WURDE AUFBEWAHRT, W&#x00C4;HREND DIE&#x00DC;BRIGEN VERKAUFT WURDEN, UND IHR</small> E<small>RL&#x00D6;S DEM</small> T<small>EMPELREPARATURFONDS ZUFIEL</small>.</p>
<ftnote id="fn2373">1. Die Aufz&#x00E4;hlung der &#x00C4;mter erfolgt durch Nennung der bekanntesten Tr&#x00E4;ger derselben, die nicht zu einer Zeit lebten.</ftnote>
<ftnote id="fn2374">2. Nach dem T. gibt es (in Anlehnung an die V&#x00F6;lkertafel der Genesis) 70 V&#x00F6;lker mit 70 Sprachen.</ftnote>
<ftnote id="fn2375">3. Unter den Priestern sehr verbreitet, da sie viel Fleisch zu essen u. viel Wasser zu trinken, auch barfu&#x00DF; auf dem kalten Pflaster umherzugehen pflegten.</ftnote>
<ftnote id="fn2376">4. So nach dem jer. T.; nach anderer Erkl&#x00E4;rung: &#x00FC;ber die Pr&#x00FC;gel, wegen Vernachl&#x00E4;ssigung der Obliegenheilen.</ftnote>
<ftnote id="fn2377">5. Weil das Volk im Hebr&#x00E4;ischen nicht kundig war.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>D</bold><small>REIZEHN</small> S<small>AMMELB&#x00DC;CHSEN, DREIZEHN</small> T<small>ISCHE UND DREIZEHN</small> V<small>ERBEUGUNGEN GAB ES IM</small> T<small>EMPEL</small>. D<small>IE</small> F<small>AMILIEN</small> R.G<small>AMLI&#x00C9;LS UND</small> R. &#x1E24;<small>ANINAS DES</small> P<small>RIESTERPR&#x00C4;SES MACHTEN VIERZEHN</small> V<small>ERBEUGUNGEN</small>. W<small>OHIN DIESE &#x00DC;BERZ&#x00C4;HLIGE?</small> G<small>EGEN DIE</small> H<small>OLZKAMMER, DENN SIE HATTEN EINE</small> &#x00DC;<small>BERLIEFERUNG VON IHREN</small> V<small>ORFAHREN, DASS DA DIE</small> B<small>UNDESLADE VERBORGEN WORDEN SEI</small>.</p>
<p>II. E<small>INST BESCH&#x00C4;FTIGTE SICH DA EIN</small> P<small>RIESTER UND BEMERKTE, DASS DA EIN</small> P<small>FLASTERSTEIN ANDERS WAR ALS DIE ANDEREN; DA GING ER UND ERZ&#x00C4;HLTE ES EINEM</small> K<small>OLLEGEN</small>. B<small>EVOR ER ABER MIT SEINER</small> M<small>ITTEILUNG ZUENDE WAR, GAB ER SEINEN</small> G<small>EIST AUF</small>. N<small>UN WUSSTE MAN MIT</small> B<small>ESTIMMTHEIT, DASS DA DIE</small> B<small>UNDESLADE VERBORGEN WORDEN SEI</small>.</p>
<p>III. W<small>OHIN VERBEUGTEN SIE SICH?</small> V<small>IERMAL GEGEN</small> N<small>ORDEN, VIERMAL GEGEN</small> S<small>&#x00DC;DEN, DREIMAL GEGEN</small> O<small>STEN UND ZWEIMAL GEGEN</small> W<small>ESTEN, GEGEN DIE DREIZEHN</small> T<small>ORE</small>. I<small>M</small> S<small>&#x00DC;DEN, MEHR WESTLICH&#x0021; DAS OBERE</small> T<small>OR, DAS</small> B<small>RANDTOR, DAS</small> E<small>RSTGEBORENENTOR UND DAS</small> W<small>ASSERTOR</small>. W<small>ESHALB HIESS ES</small> W<small>ASSERTOR?</small> W<small>EIL MAN DA DEN</small> W<small>ASSERKRUG F&#x00DC;R DIE</small> W<small>ASSERPROZESSION AM</small> H<small>&#x00DC;TTENFESTE</small><sup><xref rid="fn2378">1</xref></sup> <small>HINZUSTELLEN PFLEGTE</small>. R.E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB ERKL&#x00C4;RTE:</small> A<small>N DIESEM ERGOSS SICH DAS</small> W<small>ASSER, UM DEREINST UNTER DER</small> S<small>CHWELLE DES</small> T<small>EMPELS HERVORZUKOMMEN</small><sup><xref rid="fn2379">2</xref></sup>. G<small>EGEN&#x00DC;BER IM</small> N<small>ORDEN, MEHR WESTLICH: DAS</small> J<small>EKHONJATOR, DAS</small> O<small>PFERTOR, DAS</small> F<small>RAUENTOR UND DAS</small> L<small>IEDERTOR</small>. W<small>ESHALB HIESS ES</small> J<small>EKHONJATOR</small>? W<small>EIL DURCH DIESES</small> J<small>EKHONJA IN DIE</small> G<small>EFANGENSCHAFT GING</small>. I<small>M</small> O<small>STEN</small>: <small>DAS</small> N<small>IKANORTOR, DAS ZWEI</small> P<small>FORTEN HATTE, EINE RECHTS UND EINE LINKS</small>. Z<small>WEI IM</small> W<small>ESTEN, DIE KEINE</small> N<small>AMEN HATTEN</small>.</p>
<p>IV. D<small>REIZEHN</small> T<small>ISCHE WAREN IM</small> T<small>EMPEL</small>: <small>ACHT AUS</small> M<small>ARMOR IM</small> S<small>CHLACHTHAUSE, AUF DENEN MAN DIE</small> E<small>LNGEWEIDE ABSP&#x00DC;LTE</small>, <small>ZWEI WESTLICH DER</small> A<small>LTARRAMPE, EINER AUS</small> M<small>ARMOR UND EINER AUS</small> S<small>ILBER</small> &#x2013; <small>AUF DEN MARMORNEN LEGTE MAN DIE OPFERST&#x00DC;CKE UND AUF DEN SILBERNEN DIE</small> D<small>LENSTGER&#x00C4;TE &#x2013; ZWEI IN DER</small> V<small>ORHALLE, AUSSEN</small><sup><xref rid="fn2380">3</xref></sup> <small>AN DER</small> T<small>EMPELT&#x00DC;R, EINER AUS</small> M<small>ARMOR UND EINER AUS</small> G<small>OLD &#x2013; AUF DEN MARMORNEN LEGTE MAN DAS</small> S<small>CHAUBROT BEIM</small> H<small>INEINBRINGEN UND AUF DEN GOLDENEN BEIM</small> H<small>INAUSBRINGEN, WEIL BEIM</small> H<small>EILIGEN [DIE</small> E<small>HRUNG] ZU STEIGERN UND NICHT ZU VERRINGERN IST &#x2013; UND EINER AUS</small> G<small>OLD INNERHALB DES</small> T<small>EMPELS, AUF DEM DAS</small> S<small>CHAUBROT DAUERND LAG</small>.</p>
<p>V. D<small>REIZEHN</small> S<small>AMMELB&#x00DC;CHSEN WAREN IM</small> T<small>EMPEL, DIE MIT</small> A<small>UFSCHRIFTEN VERSEHEN WAREN</small>: N<small>EUE</small> &#x0160;<small>EQALIM</small>, A<small>LTE</small> &#x0160;<small>EQALIM</small>, V<small>OGELOPFER</small>, B<small>RANDOPFERTAUBEN</small>, H<small>OLZ</small>, W<small>EIHRAUCH</small>, G<small>OLD ZU</small> B<small>ECKEN UND SECHS F&#x00DC;R FREIWILLIGE</small> S<small>PENDEN</small>. N<small>EUE</small> &#x0160;<small>EQALIM: DIE J&#x00C4;HRLICHEN</small> B<small>EITR&#x00C4;GE; ALTE</small> &#x0160;<small>EQALIM: WER IM VERGANGENEN</small> J<small>AHRE NICHT ENTRICHTET HAT, ENTRICHTET IM LAUFENDEN</small> J<small>AHRE</small>; V<small>OGELOPFER, DAS SIND</small> T<small>URTELTAUBEN</small>; B<small>RANDOPFERTAUBEN</small>, <small>DAS SIND JUNGE</small> T<small>AUBEN</small>. A<small>LLES</small> B<small>RANDOPFER &#x2013; SO</small> R.J<small>EHUDA; DIE</small> W<small>EISEN SAGEN, DIE</small> V<small>OGELOPFER WAREN EINES</small> S<small>&#x00DC;NDOPFER UND EINES</small> B<small>RANDOPFER, DIE JUNGEN</small> T<small>AUBEN NUR</small> B<small>RANDOPFER</small>.</p>
<p>VI. S<small>AGT JEMAND:</small> &#x2018;I<small>CH GELOBE</small> H<small>OLZ</small>&#x2019;, <small>SO</small> [<small>GEBE ER</small>] <small>NICHT WENIGER ALS ZWEI</small> S<small>CHEITE</small>; &#x2018;W<small>EIHRAUCH</small>&#x2019;, <small>NICHT WENIGER ALS EINEN</small> H<small>AUFEN</small>; &#x2018;G<small>OLD</small>&#x2019;, <small>NICHT WENIGER ALS EINEN</small> G<small>OLDDENAR</small>. S<small>ECHS F&#x00DC;R FREIWILLIGE</small> S<small>PENDEN</small>. W<small>OF&#x00DC;R WURDEN DIESE</small> S<small>PENDEN VERWENDET?</small> M<small>AN KAUFTE DAF&#x00DC;R</small> B<small>RANDOPFER, DAS</small> F<small>LEISCH F&#x00DC;R</small> G<small>OTT UND DIE</small> F<small>ELLE F&#x00DC;R DIE</small> P<small>RIESTER</small>. D<small>IESE</small> S<small>CHRIFTAUSLEGUNG TRUG DER</small> H<small>OCHPRIESTER</small> J<small>EHOJADA&#x0351; VOR</small>:<sup><xref rid="fn2381">5</xref></sup><italic>Es ist ein Schuldopfer, ein Schuldopfer f&#x00FC;r den Herrn</italic>. E<small>S GILT ALS</small> R<small>EGEL:</small> F<small>&#x00DC;R ALLES, WAS WEGEN EINER</small> S<small>&#x00DC;NDE ODER EINER</small> S<small>CHULD DARGEBRACHT WIRD, SIND</small> B<small>RANDOPFER ZU KAUFEN, DAS</small> F<small>LEISCH F&#x00DC;R</small> G<small>OTT UND DIE</small> F<small>ELLE F&#x00DC;R DIE</small> P<small>RIESTER</small>. S<small>OMIT STIMMEN BEIDE</small> A<small>USDR&#x00DC;CKE &#x00DC;BEREIN: EIN</small> S<small>CHULDOPFER F&#x00DC;R DEN</small> H<small>ERRN UND EIN</small> S<small>CHULDOPFER F&#x00DC;R DIE</small> P<small>RIESTER</small>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2382">6</xref></sup><italic>geld f&#x00FC;r Schuldopfer und Geld f&#x00FC;r S&#x00FC;ndopfer sollen nicht in das Haus des Herrn gebracht werden, es geh&#x00F6;rt den Priestern</italic>.</p>
<ftnote id="fn2378">1. Cf. Suk. Fol. 48a.</ftnote>
<ftnote id="fn2379">2. Cf. Ez. 47,1 ff. u. hierzu Jom. 77 b.</ftnote>
<ftnote id="fn2380">3. Mi&#x0161;na separata u. andere Texte: innen.</ftnote>
<ftnote>4. W&#x00F6;rtl. ich [nehme] auf mich, so zu spenden.</ftnote>
<ftnote id="fn2381">5. Lev. 5,19.</ftnote>
<ftnote id="fn2382">6. iiReg. 12,17.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>G</bold><small>ELD, DAS ZWISCHEN DER</small> &#x0160;<small>EQALIM- UND DER</small> S<small>PENDENBUCHSE GEFUNDEN WIRD, F&#x00C4;LLT, WENN N&#x00C4;HER ZU DEN</small> &#x0160;<small>EQALIM, DIESEN ZU, UND WENN N&#x00C4;HER ZUR</small> S<small>PENDENB&#x00DC;CHSE, DIESER ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DER</small> S<small>PENDENB&#x00DC;CHSE ZU</small>. W<small>ENN ZWISCHEN DER</small> H<small>OLZ</small>[<small>B&#x00DC;CHSE</small>] <small>UND DER</small> W<small>EIHRAUCH</small>[<small>B&#x00DC;CHSE</small>], <small>SO F&#x00C4;LLT ES, WENN N&#x00C4;HER ZUR</small> H<small>OLZB&#x00DC;CHSE, DIESER ZU, UND WENN N&#x00C4;HER ZUR</small> W<small>EIHRAUCHB&#x00DC;CHSE, DIESER ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DER</small> W<small>EIHRAUCHB&#x00DC;CHSE ZU</small>. W<small>ENN ZWISCHEN DER</small> V<small>OGEL</small> [<small>B&#x00DC;CHSE</small>] <small>UND DER</small> T<small>AUBENBRANDOPFER</small> [<small>B&#x00DC;CHSE</small>], <small>SO F&#x00C4;LLT ES, WENN N&#x00C4;HER ZUR</small> V<small>OGEL</small>[<small>B&#x00DC;CHSE</small>], <small>DIESER ZU, UND WENN N&#x00C4;HER ZUR</small> T<small>AUBENBRANDOPFER</small>[<small>B&#x00DC;CHSE</small>], <small>DIESER ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DER</small> T<small>AUBENBRANDOPFERB&#x00DC;CHSE ZU</small>. W<small>ENN ZWISCHEN</small> P<small>ROFANEM UND ZWEITEM</small> Z<small>EHNTEN, SO F&#x00C4;LLT ES, WENN N&#x00C4;HER ZUM</small> P<small>ROFANEN, DIESEM ZU, UND WENN N&#x00C4;HER ZUM ZWEITEN</small> Z<small>EHNTEN, DIESEM ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DEM ZWEITEN</small> Z<small>EHNTEN ZU</small>. D<small>LE</small> R<small>EGEL IST</small>: M<small>AN RICHTE SICH NACH DEM</small> N<small>&#x00C4;HEREN; WENN IN DER</small> M<small>ITTE, ERSCHWEREND</small>.</p>
<p>II. G<small>ELD, DAS</small> [<small>IN</small> J<small>ERU&#x0160;ALEM] VOR DEN</small> V<small>IEHH&#x00C4;NDLERN GEFUNDEN WIRD, IST IMMER</small><sup><xref rid="fn2383">1</xref></sup> [<small>ZWEITER</small>] Z<small>EHNT; WENN AUF DEM</small> T<small>EMPELBERGE, SO IST ES</small> P<small>ROFANES</small><sup><xref rid="fn2384">2</xref></sup>. W<small>AS MAN SONST IN</small> J<small>ERU&#x0160;ALEM FINDET, IST ZUR</small> F<small>ESTZEIT</small> [<small>ZWEITER</small>] Z<small>EHNT UND W&#x00C4;HREND DES GANZEN</small> J<small>AHRES</small> P<small>ROFANES</small>.</p>
<p>III. F<small>LEISCH, DAS IM</small> T<small>EMPELHOFE GEFUNDEN WIRD, IST, WENN IN GANZEN</small> G<small>LIEDERN</small>, B<small>RANDOPFER, UND WENN IN ZERSCHNITTENEN</small> S<small>T&#x00DC;CKEN</small>, S<small>&#x00DC;NDOPFER; WAS MAN IN</small> J<small>ERU&#x0160;ALEM FINDET, IST</small> H<small>EILSOPFER</small>. S<small>OWOHL DIES ALS AUCH JENES LASSE MAN DIE</small> F<small>RISCHE VERLIEREN UND SCHAFFE ES IN DEN</small> V<small>ERBRENNUNGSRAUM</small>. [F<small>LEISCH</small>,] <small>DAS IN DER</small> P<small>ROVINZ GEFUNDEN WIRD, IST, WENN IN GANZEN</small> G<small>LIEDERN</small>, A<small>AS, UND WENN IN ZERSCHNITTENEN</small> S<small>T&#x00DC;KKEN, SO DARF MAN ES ESSEN</small>. Z<small>UR</small> F<small>ESTZEIT, WO VIEL</small> F<small>LEISCH VORHANDEN IST, SIND AUCH GANZE</small> G<small>LIEDER ERLAUBT</small>.</p>
<p>IV. E<small>IN</small> V<small>IEH, DAS ZWISCHEN</small> J<small>ERU&#x0160;ALEM UND</small> M<small>IGDAL</small>-E&#x0351;<small>DER GEFUNDEN WIRD, UND IN DERSELBEN</small> E<small>NTFERNUNG IM GANZEN</small> U<small>MKREISE [VON</small> J<small>ERU&#x0160;ALEM], IST, WENN EIN M&#x00C4;NNLICHES, EIN</small> B<small>RANDOPFER, UND WENN EIN WEIBLICHES, EIN</small> H<small>EILSOPFER</small>. R.J<small>EHUDA SAGT, WAS ALS</small> P<small>ESA&#x1E24;OPFER GEEIGNET IST, IST, WENN INNERHALB DER DREISSIG</small> T<small>AGE VOR DEM</small> F<small>ESTE, ALS</small> P<small>ESA&#x1E24;OPFER DARZUBRINGEN</small><sup><xref rid="fn2385">3</xref></sup>.</p>
<p>V. F<small>R&#x00DC;HER PFLEGTE MAN DEN</small> F<small>INDER</small> [<small>SOLCHER</small> T<small>IERE</small>] <small>ZU PF&#x00C4;NDEN, BIS ER DIE DAZU ERFORDERLICHEN</small> G<small>USSOPFER DARGEBRACHT HAT, ALS MAN ABER DAS</small> V<small>IEH STEHEN ZU LASSEN UND FORTZULAUFEN BEGANN, ORDNETEN SIE AN, DIE</small> G<small>USSOPFER AUS</small> G<small>EMEINDEMITTELN DARZUBRINGEN</small>.</p>
<p>R.&#x0160;<small>IMO&#x0351;N SAGTE</small>: S<small>IEBEN</small> V<small>ERORDNUNGEN TRAF DAS</small> G<small>ERICHT, ZU DENEN AUCH DIESE GEH&#x00D6;RT</small>. W<small>ENN EIN</small> N<small>ICHTJUDE, DER AUS &#x00DC;BERSEEISCHEM</small> L<small>ANDE SEIN</small> B<small>RANDOPFER SENDET, DIE DAZU ERFORDERLICHEN</small> G<small>USSOPFER MITSENDET, SO SIND DIESE DARZUBRINGEN, WENN ABER NICHT, SO SIND SIE AUS</small> G<small>EMEINDEMITTELN DARZUBRINGEN</small>. E<small>BENSO AUCH, WENN EIN</small> P<small>ROSELYT GESTORBEN IST UND</small> S<small>CHLACHTOPFER HINTERLASSEN HAT: HAT ER AUCH</small> G<small>USSOPFER HINTERLASSEN, SO SIND DIESE DARZUBRINGEN, WENN ABER NICHT, SO SIND SIE AUS</small> G<small>EMEINDEMITTELN DARZUBRINGEN</small>. F<small>ERNER IST ES</small> G<small>ERICHTSBESCHLUSS, DASS, WENN DER</small> H<small>OCHPRIESTER STIRBT, SEIN</small> S<small>PEISOPFER</small><sup><xref rid="fn2386">4</xref></sup> <small>AUS</small> G<small>EMEINDEMITTELN DARGEBRACHT WERDE;</small> R.J<small>EHUDA SAGT AUF</small> K<small>OSTEN DER</small> E<small>RBEN</small>. E<small>S WURDE GANZ</small><sup><xref rid="fn2387">5</xref></sup> <small>DARGEBRACHT</small>.</p>
<p>VII. F<small>ERNER AUCH, DASS DIE</small> P<small>RIESTER VOM</small> S<small>ALZ UND VOM</small> H<small>OLZ GEBRAUCHEN D&#x00DC;RFEN, DASS DIE</small> P<small>RIESTER AN DER</small> A<small>SCHE DER</small> [<small>ROTEN</small>] K<small>UH KEINE</small> V<small>ERUNTREUUNG BEGEHEN</small><sup><xref rid="fn2388">6</xref></sup>, <small>UND DASS UNTAUGLICH GEWORDENE</small> V<small>OGELOPFER AUS</small> G<small>EMEINDEMITTELN ZU ERSETZEN SIND</small>. R.J<small>OSE SAGT, DER</small> L<small>IEFERANT DER</small> V<small>OGELOPFER M&#x00DC;SSE DIE UNTAUGLICH GEWORDENEN ERSETZEN</small>.</p>
<ftnote id="fn2383">1. Auch au&#x00DF;erhalb der Festzeit, da ein Wallfahrer es jemand zum Ank&#x00E4;ufe von Heilsopfern zur&#x00FC;ckgelassen haben kann.</ftnote>
<ftnote id="fn2384">2. Da man den Tempelberg nicht mit seinem Geldbeutel betreten darf (cf. Ber. Fol. 54a), so wird es wohl ein da besch&#x00E4;ftigter Handwerker od. ein Lieferant verloren haben.</ftnote>
<ftnote id="fn2385">3. Wenn sich sp&#x00E4;ter der Eigent&#x00FC;mer meldet, so hat er ihm den Wert zu ersetzen.</ftnote>
<ftnote id="fn2386">4. Cf. Lev. 6,13.</ftnote>
<ftnote id="fn2387">5. Ein ganzes I&#x0351;saron, nicht geteilt, wie zum t&#x00E4;glichen Opfer.</ftnote>
<ftnote id="fn2388">6. Wenn sie davon nie&#x00DF;brauchen.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>J</bold><small>EDER</small> S<small>PEICHEL, DER IN</small> J<small>ERU&#x0160;ALEM GEFUNDEN WIRD, MIT</small> A<small>USNAHME DES OBEREN</small> M<small>ARKTPLATZES, GILT ALS REIN</small><sup><xref rid="fn2389">1</xref></sup> &#x2013; <small>SO</small> R.M<small>E&#x00CD;R</small>. R.J<small>OSE SAGT, AN ALLEN &#x00DC;BRIGEN</small> T<small>AGEN DES</small> J<small>AHRES SEIEN DIE IN DER</small> M<small>ITTE</small> [<small>DER</small> S<small>TRASSE GEFUNDENEN</small>] <small>UNREIN UND DIE AUF DEN</small> S<small>EITEN REIN</small><sup><xref rid="fn2390">2</xref></sup>, <small>UND ZUR</small> F<small>ESTZEIT SEIEN DIE IN DER</small> M<small>ITTE</small> [<small>GEFUNDENEN</small>] <small>REIN UND DIE AN DEN</small> S<small>EITEN UNREIN, WEIL DANN</small> [<small>DIE</small> U<small>NREINEN</small>] <small>WENIGER SIND UND SICH NACH DEN</small> S<small>EITEN ZUR&#x00DC;CKZIEHEN</small>.</p>
<p>II. A<small>LLE</small> G<small>ER&#x00C4;TE, DIE IN</small> J<small>ERU&#x0160;ALEM GEFUNDEN WERDEN, SIND, WENN AUF DEM ZUM</small> T<small>A&#x00DC;CHBADE HINABF&#x00DC;HRENDEN</small> W<small>EGE, UNREIN, UND WENN AUF DEM HERAUFF&#x00DC;HRENDEN</small> W<small>EGE, REIN</small>; <small>DENN NICHT WIE SIE HINABSTEIGEN</small>, <small>KOMMEN SIE HERAUF</small><sup><xref rid="fn2391">3</xref></sup> &#x2013; <small>SO</small> R.M<small>E&#x00CD;R;</small> R.J<small>OSE SAGT, ALLE SEIEN REIN, AUSGENOMMEN</small> K<small>ORB</small>, S<small>CHAUFEL UND</small> A<small>XT, DIE ZUM</small> B<small>EGR&#x00C4;BNIS BESTIMMT SIND</small>.</p>
<p>III. F<small>INDET MAN AM VIERZEHNTEN</small> [N<small>ISAN</small>] <small>EIN</small> S<small>CHLACHTMESSER, SO DARF MAN DAMIT SOFORT</small><sup><xref rid="fn2392">4</xref></sup> <small>SCHLACHTEN, WENN ABER AM DREIZEHNTEN, SO MUSS MAN ES WIEDERUM</small><sup><xref rid="fn2393">5</xref></sup> <small>UNTERTAUCHEN; DAS</small> H<small>ACKMESSER MUSS MAN SOWOHL AN DIESEM ALS AUCH AN JENEM WIEDERUM UNTERTAUCHEN; F&#x00C4;LLT DER VIERZEHNTE AUF EINEN</small> &#x0160;<small>ABBATH, SO DARF MAN DAMIT SOFORT SCHLACHTEN</small><sup><xref rid="fn2394">6</xref></sup>. F<small>INDETMAN ES AM F&#x00DC;NFZEHNTEN, SO DARF MAN DAMIT SOFORT SCHLACHTEN; IST ES MIT EINEM</small> S<small>CHLACHTMESSER ZUSAMMENGEBUNDEN, SO GLEICHT ES DIESEM</small>.</p>
<p>IV. W<small>IRD DER</small> V<small>ORHANG [DES</small> H<small>EILIGTUMS</small>] <small>DURCH EINE</small> [<small>ERSTGRADIG</small>] <small>&#x00DC;BERTRAGENE</small> U<small>NREINHEIT UNREIN, SO TAUCHE MAN IHN INNERHALB [DES</small> V<small>ORHOFES] UNTER UND BRINGE IHN SOFORT [AUF SEINEN</small> P<small>LATZ]; WENN ER ABER DURCH EINE</small> U<small>RUNREINHEIT UNREIN WIRD, SO TAUCHE MAN IHN AUSSERHALB UNTER UND BREITE IHN IM</small> &#x1E24;<small>EL</small><sup><xref rid="fn2395">7</xref></sup> <small>AUS, WEIL ER DES</small> S<small>ONNENUNTERGANGES</small><sup><xref rid="fn2396">8</xref></sup> <small>BEN&#x00D6;TIGT</small>. I<small>ST ES EIN NEUER, SO BREITE MAN IHN AUF DEM</small> D<small>ACHE DES</small> S<small>&#x00C4;ULENGANGES AUS, DAMIT DAS</small> V<small>OLK DIE SCH&#x00D6;NE</small> A<small>RBEIT SEHEN K&#x00D6;NNE</small>.</p>
<p>V. R.&#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE IM</small> N<small>AMEN</small> R.&#x0160;<small>IMO&#x0351;NS</small>, S<small>OHNES DES</small> P<small>RIESTERPR&#x00C4;SES</small>: D<small>ER</small> V<small>ORHANG WAR EINE</small> H<small>ANDBREITE DICK UND AUF ZWEIUNDSIEBZIG</small> K<small>ETTENSCHN&#x00DC;REN GEWEBT, JEDE AUS VIERUNDZWANZIG</small> F<small>&#x00C4;DEN</small> [<small>GEDREHT</small>]; <small>ER WAR VIERZIG</small> E<small>LLEN LANG UND ZWANZIG</small> E<small>LLEN BREIT UND VON ZWEIUNDACHTZIG</small> M<small>YRIADEN</small><sup><xref rid="fn2397">9</xref></sup> <small>HERGESTELLT</small>. J<small>EDES</small> J<small>AHR WURDEN ZWEI ANGEFERTIGT, UND DREIHUNDERT</small> P<small>RIESTER TAUCHTEN SIE UNTER</small>.</p>
<p>VI. W<small>ENN</small> F<small>LEISCH VON HOCHHEILIGEN</small> O<small>PFERN UNREIN WURDE, OB DURCH EINE</small> U<small>RUNREINHEIT ODER DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT, OB INNERHALB [DES</small> V<small>ORHOFES] ODER AUSSERHALB, SO IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ALLES INNERHALB ZU VERBRENNEN, AUSSER WAS AUSSERHALB DURCH EINE</small> U<small>RUNREINHEIT UNREIN WURDE; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALLES SEI AUSSERHALB ZU VERBRENNEN, AUSSER WAS DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT INNERHALB UNREIN WURDE</small>.</p>
<p>VII. R.E<small>LIE&#x0351;ZER SAGT, WAS DURCH EINE</small> U<small>RUNREINHEIT UNREIN WURDE, OB INNERHALB ODER AUSSERHALB, SEI AUSSERHALB ZU VERBRENNEN, UND WAS DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT UNREIN WURDE, OB INNERHALB ODER AUSSERHALB</small>, SEI INNERHALB ZU VERBRENNEN. R.A&#x0351;<small>QIBA SAGT, WO DIE</small> V<small>ERUNREINIGUNG, DA AUCH DIE</small> V<small>ERBRENNUNG</small>.</p>

<p>VIII. D<small>IE</small> G<small>LIEDER DES BEST&#x00C4;NDIGEN</small> O<small>PFERS WERDEN AUF DIE UNTERE</small> H<small>&#x00C4;LFTE DER</small> A<small>LTARRAMPE, &#x00D6;STLICH, GELEGT, DIE DES</small> Z<small>USATZOPFERS AUF DIE UNTERE</small> H<small>&#x00C4;LFTE DER</small> A<small>LTARRAMPE, WESTLICH, UND DIE DES</small> N<small>E&#x00DC;MOND</small>[<small>OPFERS</small>] <small>UNTERHALB DES</small> A<small>LTARSIMSES</small>. [D<small>IE</small> G<small>ESETZE VON</small>] <small>DER</small> T<small>EMPELSTEUER UND DEN</small> E<small>RSTLINGEN GELTEN NUR ZUR</small> Z<small>EIT, WENN DER</small> T<small>EMPEL BESTEHT</small>; [<small>DIE</small> G<small>ESETZE</small>] <small>VOM</small> G<small>ETREIDEZEHNTEN, VOM</small> V<small>IEHZEHNTEN UND VON DEN</small> E<small>RSTGEBURTEN ABER GELTEN SOWOHL ZUR</small> Z<small>EIT, WENN DER</small> T<small>EMPEL BESTEHT, ALS AUCH ZUR</small> Z<small>EIT, WENN ER NICHT BESTEHT</small>. W<small>ENN JEMAND</small> T<small>EMPELSTEUER ODER</small> E<small>RSTLINGE WEIHT, SO SIND SIE</small> G<small>EHEILIGTES</small>. R.&#x0160;<small>IMO&#x0351;N SAGTE:</small> W<small>ENN JEMAND</small> E<small>RSTLINGE WEIHT, SO SIND SIE NICHT</small> G<small>EHEILIGTES</small>.</p>
<ftnote id="fn2389">1. Au&#x00DF;erhalb J.s gilt jeder Speichel als levitisch unrein; cf. Tah. IV,5.</ftnote>
<ftnote id="fn2390">2. Weil viele Flu&#x00DF;behaftete auf der Stra&#x00DF;e umhergehen u. die Reinen sich vorsichtshalber nach den Seiten zur&#x00FC;ckziehen.</ftnote>
<ftnote id="fn2391">3. Die unrein hinabsteigen, kommen rein herauf; es waren getrennte Wege.</ftnote>
<ftnote id="fn2392">4. Das Pesahopfer; zur Erkl&#x00E4;rung vergl. Pes. Fol. 70 a.</ftnote>
<ftnote id="fn2393">5. Es wird vorausgesetzt, da&#x00DF; der Verlierende es bereits zur Benutzung untergetaucht hat.</ftnote>
<ftnote id="fn2394">6. Weil der Verlierende es wahrscheinl. am 13. unter getaucht hat.</ftnote>
<ftnote id="fn2395">7. Eigentl. Zwinger, Platz vor der Tempelmauer.</ftnote>
<ftnote id="fn2396">8. Zur Erlangung v&#x00F6;lliger Reinheit.</ftnote>
<ftnote id="fn2397">9. Wohl F&#x00E4;den; die Lesart <span dir="rtl">&#x05E8;&#x05D9;&#x05D1;&#x05D5;&#x05EA;</span>, M&#x00E4;dchen, ist gegen die Konstruktion.</ftnote>
</chapter>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><sup>i</sup><bold>&#x0160;</bold><small>AMMAJ SAGT, JEDE</small> F<small>RAU HABE</small><sup><xref rid="fn2398">1</xref></sup> <small>AN IHRER</small> Z<small>EIT</small><sup><xref rid="fn2399">2</xref></sup> <small>GENUG</small>; H<small>ILLEL SAGT</small>, [<small>SIE SEI R&#x00DC;CKWIRKEND UNREIN DIE</small> Z<small>WISCHENZEIT</small>] <small>SEIT DER</small> U<small>NTERSUCHUNG BIS ZUR</small> [<small>VORANGEHENDEN</small>] U<small>NTERSUCHUNG</small><sup><xref rid="fn2400">3</xref></sup>, <small>AUCH WENN VIELE</small> T<small>AGE DAZWISCHEN LIEGEN</small>. D<small>IE</small> W<small>EISEN SAGEN WEDER WIE DER EINE NOCH WIE DER ANDERE, SONDERN</small> [<small>DIE</small> Z<small>WISCHENZEIT] SEIT DIESER</small> T<small>AGESSTUNDE BIS ZUR [VORANGEHENDEN]</small> T<small>AGESSTUNDE</small><sup><xref rid="fn2401">4</xref></sup>, <small>WENN DIES WENIGER IST ALS [DIE</small> Z<small>WISCHENZEIT] SEIT DER</small> U<small>NTERSUCHUNG BIS ZUR</small> [<small>VORANGEHENDEN</small>] U<small>NTERSUCHUNG, ODER [DIE</small> Z<small>WISCHENZEIT] SEIT DER</small> U<small>NTERSUCHUNG BIS ZUR</small> [<small>VORANGEHENDEN</small>] U<small>NTERSUCHUNG, WENN DIES WENIGER IST ALS</small> [<small>DIE</small> Z<small>WISCHENZEIT</small>] <small>SEIT DIESER</small> T<small>AGESSTUNDE BIS ZUR</small> [<small>VORANGEHENDEN</small> T<small>AGESSTUNDE</small>]. H<small>AT EINE</small> F<small>RAU EINE REGELM&#x00C4;SSIGE</small> P<small>ERIODE, SO HAT SIE AN IHRER</small> Z<small>EIT</small><sup><xref rid="fn2402">5</xref></sup> <small>GENUG</small>. B<small>ENUTZT SIE BEIM</small> B<small>EISCHLAFE</small> T<small>&#x00DC;CHER</small><sup><xref rid="fn2403">6</xref></sup>, <small>SO GILT DIES ALS</small> U<small>NTERSUCHUNG</small><sup><xref rid="fn2404">7</xref></sup>, <small>SODASS SIE NUR DEN KLEINEREN</small> Z<small>EITRAUM UNREIN IST, ENTWEDER</small>[<small>DIE</small> Z<small>WISCHENZEIT</small>] <small>VON DIESER</small> T<small>AGESSTUNDE BIS ZUR</small> [<small>VORANGEHENDEN</small> T<small>AGESSTUNDE</small>], <small>ODER</small> [<small>DIE</small> Z<small>WISCHENZEIT</small>] <small>VON DIESER</small> U<small>NTERSUCHUNG BIS ZUR [VORANGEHENDEN]</small> U<small>NTERSUCHUNG</small>.</p>
<p>II. &#x0160;<small>AMMAJ SAGT, EIN</small> K<small>AB</small> [M<small>EHL</small>]<sup><xref rid="fn2405">8</xref></sup> <small>UNTERLIEGT DER</small> P<small>FLICHT DER</small> T<small>EIGNHEBE;</small> H<small>ILLEL SAGT, ZWEI</small> K<small>AB</small>. D<small>IE</small> W<small>EISEN SAGEN WEDER WIE DER EINE NOCH WIE DER ANDERE, SONDERN ANDERTHALB</small> K<small>AB UNTERLIEGEN DER</small> P<small>FLICHT DER</small> T<small>EIGHEBE</small>. N<small>ACHDEM DIE</small> M<small>ASSE VERGR&#x00D6;SSERT WORDEN</small><sup><xref rid="fn2406">9</xref></sup> <small>SIND, BESTIMMTEN SIE, DASS F&#x00DC;NF</small> V<small>IERTELLOG DIESER PFLICHT UNTERLIEGEN</small>. R. J<small>OSE SAGT, F&#x00DC;NF SEIEN NICHT PFLICHTIG, F&#x00DC;NF UND DAR&#x00DC;BER SEIEN PFLICHTIG</small>.</p>
<p>III. H<small>LLLEL SAGT, EIN</small> H<small>LN VOLL GESCH&#x00D6;PFTES</small> W<small>ASSER MACHT DAS RITUELLE</small> T<small>AUCHBAD</small><sup><xref rid="fn2407">10</xref></sup><small>UNTAUGLICH</small>. J<small>EDER IST N&#x00C4;MLICH VERPFLICHTET, DIE</small> A<small>USDRUCKSWEISE SEINES</small> L<small>EHRERS</small><sup><xref rid="fn2408">11</xref></sup><small>ZU GEBRAUCHEN</small>. &#x0160;<small>AMMAJ SAGT, NEUN</small> K<small>AB</small>. D<small>IE</small> W<small>EISEN SAGEN WEDER WIE DER EINE NOCH WIE DER ANDERE</small>. A<small>LS ZWEI</small> W<small>EBER VOM</small> M<small>ISTTORE ZU</small> J<small>ERU&#x0160;ALEM KAMEN UND IM</small> N<small>AMEN VON</small> &#x0160;<small>EMA&#x0351;JA UND</small> P<small>TOLLION BEKUNDETEN, DASS DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER DAS</small> T<small>AUCHBAD UNTAUGLICH MACHEN, BEST&#x00C4;TIGTEN DIE</small> W<small>EISEN IHRE</small> A<small>USSAGE</small>.</p>
<p>IV. W<small>ESHALB WERDEN DIE</small> W<small>ORTE VON</small> &#x0160;<small>AMMAJ UND</small> H<small>ILLEL UNN&#x00D6;TIG</small><sup><xref rid="fn2409">12</xref></sup> <small>ANGEF&#x00DC;HRT?</small> U<small>M DIE KOMMENDEN</small> G<small>ENERATIONEN ZU LEHREN, DASS NIEMAND AUF SEINEN</small> W<small>ORTEN BEHARRE, DENN AUCH DIE</small> V<small>&#x00C4;TER DER</small> W<small>ELT BEHARRTEN NICHT AUF IHREN</small> W<small>ORTEN</small>.</p>
<p>V. W<small>ESHALB WIRD DIE</small> A<small>NSICHT EINES EINZELNEN GEGEN DIE DER</small> M<small>EHRHEIT ANGEF&#x00DC;HRT, WO DOCH DIE</small> H<small>ALAKHA NUR NACH DER</small> M<small>EHRHEIT ENTSCHIEDEN WIRD</small>? D<small>AMIT, WENN EINEM</small> G<small>ERICHTE DIE</small> A<small>NSICHT DES EINZELNEN EINLEUCHTET, ES SICH DARAUF ST&#x00DC;TZEN K&#x00D6;NNE</small>. E<small>IN</small> G<small>ERICHT KANN N&#x00C4;MLICH DIE</small> B<small>ESTIMMUNG EINES ANDEREN</small> G<small>ERICHTES NUR DANN AUFHEBEN, WENN ES JENES AN</small> W<small>EISHEIT UND</small> A<small>NZAHL</small><sup><xref rid="fn2410">13</xref></sup><small>&#x00DC;BERTRIFFT</small>. &#x00DC;<small>BERTRIFFT ES JENES NUR AN</small> W<small>EISHEIT UND NICHT AN</small> A<small>NZAHL, ODER NUR AN</small> A<small>NZAHL UND NICHT AN</small> W<small>EISHEIT, SO KANN ES DESSEN</small> B<small>ESCHL&#x00DC;SSE NICHT AUFHEBEN; NUR WENN ES JENES AN</small> W<small>EISHEIT UND</small> A<small>NZAHL &#x00DC;BERTRIFFT</small>.</p>
<p>VI. R. J<small>EHUDA SAGTE</small>: W<small>ESHALB WIRD DEMNACH DIE</small> A<small>NSICHT DES EINZELNEN</small> GEGEN DIE DER M<small>EHRHEIT ANGEF&#x00DC;HRT</small>? D<small>AMIT MAN, WENN JEMAND SAGT, SO</small><sup><xref rid="fn2411">14</xref></sup><small>SEI ES IHM &#x00DC;BERLIEFERT WORDEN, IHM ERWIDERN K&#x00D6;NNE, ER HABE DIE</small> A<small>NSICHT VON JENEM</small><sup><xref rid="fn2412">15</xref></sup><small>GEH&#x00D6;RT</small>.</p>
<p>VII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> V<small>IERTEL</small> [K<small>AB</small>] G<small>EBEINE</small> [<small>IST VERUNREINIGEND</small><sup><xref rid="fn2413">16</xref></sup>], <small>AUCH VON ZWEI ODER DREI</small> L<small>EICHEN; DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, NUR EIN</small> V<small>IERTEL</small> [K<small>AB</small>] <small>VON EINER</small> L<small>EICHE, UND NUR WENN SIE DEM</small> K<small>&#x00D6;RPERBAU ODER DER</small> A<small>NZAHL NACH DEN GR&#x00D6;SSEREN</small> T<small>EIL BILDEN;</small> &#x0160;<small>AMMAJ SAGT, AUCH EIN EINZIGER</small> K<small>NOCHEN</small>.</p>
<p>VIII. W<small>ICKEN</small><sup><xref rid="fn2414">17</xref></sup><small>VON</small> H<small>EBE DARF MAN, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NUR IN REINHEIT</small><sup><xref rid="fn2415">18</xref></sup><small>EINWEICHEN UND ZERREIBEN</small><sup><xref rid="fn2416">19</xref></sup>, <small>UND AUCH IN UNREINHEIT</small> [<small>EINEM</small> V<small>IEH</small>] <small>ZU FRESSEN GEBEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NUR IN</small> R<small>EINHEIT EINWEICHEN, UND</small> A<small>UEN IN</small> U<small>NREINHEIT [EINEM</small> V<small>IEH</small>] <small>ZU FRESSEN GEBEN</small>. D<small>LE SCHULE &#x0160;<small>AMMAJS</small> SAGT, MAN ESSE SIE NUR TROCKEN</small><sup><xref rid="fn2417">20</xref></sup>; R. A&#x0351;<small>QIBA SAGT, IHRE GANZE</small> B<small>EHANDLUNG DARF IN</small> U<small>NREINHEIT ERFOLGEN</small><sup><xref rid="fn2418">21</xref></sup>.</p>
<p>IX. W<small>ER EINEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE VOM ZWEITEN</small> Z<small>EHNTEN</small><sup><xref rid="fn2419">22</xref></sup><small>EINWECHSELT</small><sup><xref rid="fn2420">23</xref></sup>, <small>WECHSLE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, F&#x00DC;R EINEN GANZEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE</small><sup><xref rid="fn2421">24</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, F&#x00DC;R EINEN</small> S<small>EQEL</small> [<small>NEHME ER</small>] S<small>ILBER UND F&#x00DC;R EINEN</small> &#x0160;<small>EQEL</small> [<small>BEHALTE ER</small>] S<small>CHEIDEM&#x00DC;NZE</small><sup><xref rid="fn2422">25</xref></sup>. R. M<small>E&#x00CD;R SAGT, MAN D&#x00DC;RFE NICHT</small> S<small>ILBER UND</small> F<small>R&#x00DC;CHTE DURCH</small> S<small>ILBER AUSWEIHEN, DIE</small> W<small>EISEN ERLAUBEN DIES</small>.</p>
<p>X. W<small>ER EINEN</small> S<small>ELA&#x0351; VOM ZWEITEN</small> Z<small>EHNTEN IN</small> J<small>ERU&#x0160;ALEM WECHSELT, NEHME, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, F&#x00DC;R DEN GANZEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE</small><sup><xref rid="fn2423">26</xref></sup>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT</small>, [<small>AUCH</small>] <small>F&#x00DC;R EINEN</small> &#x0160;<small>EQEL</small> S<small>ILBER UND F&#x00DC;R EINEN</small> &#x0160;<small>EQEL</small> S<small>CHEIDEM&#x00DC;NZE</small>. D<small>IE VOR DEN</small> W<small>EISEN</small> D<small>ISPUTIERENDEN</small><sup><xref rid="fn2424">27</xref></sup>, <small>SAGTEN, DREI</small> D<small>ENARE</small> S<small>ILBER UND F&#x00DC;R EINEN</small> D<small>ENAR</small> S<small>CHEIDEM&#x00DC;NZE</small>. R. A&#x0351;<small>QIBA SAGT, DREI</small> D<small>ENARE</small> S<small>ILBER UND F&#x00DC;R EIN</small> V<small>LERTEL</small><sup><xref rid="fn2425">28</xref></sup> S<small>CHEIDEM&#x00DC;NZE;</small> R. T<small>RYPHON SAGT, F&#x00DC;R VIER</small> A<small>SPER</small><sup><xref rid="fn2426">29</xref></sup>S<small>ILBER</small>. &#x0160;<small>AMMAJ SAGT</small>, <small>ER HINTERLEGE IHN IN EINEM</small> L<small>ADEN UND VERZEHRE SEINEN</small> W<small>ERT</small>.</p>
<p>XI. W<small>ENN VON EINEM</small> B<small>RAUTSESSEL DER</small> &#x00DC;<small>BERZUG</small><sup><xref rid="fn2427">30</xref></sup><small>FEHLT, SO IST ER NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2428">31</xref></sup>, <small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS NICHT MEHR VERUNREINIGUNGSF&#x00C4;HIG</small>. &#x0160;<small>AMMAJ SAGT, SELBST DAS</small> U<small>NTERGESTELL EINES</small> S<small>TUHLES SEI VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2429">32</xref></sup>. W<small>ENN MAN EINEN</small> S<small>TUHL AN EINE</small> M<small>ULDE ANGEBRACHT HAT, SO IST ER NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2430">33</xref></sup><small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS NICHT VERUNREINIGUNGSF&#x00C4;HIG</small>. &#x0160;<small>AMMAJ SAGT, SOGAR WENN ER VON VORNHEREIN AN DIESE ANGEBRACHT WAR</small><sup><xref rid="fn2431">34</xref></sup>.</p>
<p>XII. B<small>EI FOLGENDEN</small> D<small>INGEN TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>. W<small>ENN EINE</small> F<small>RAU AUS DEM</small> &#x00DC;<small>BERSEELANDE KOMMT UND SAGT, IHR</small> M<small>ANN SEI GESTORBEN, SO DARF SIE HEIRATEN, UND AN IHR DIE</small> S<small>CHWAGERSEHE VOLLZOGEN WERDEN</small>. H<small>IERZU SAGTE DIE</small> S<small>CHULE</small> H<small>ILLELS, SIE HABE DIES NUR VON DEM</small> F<small>ALLE GEH&#x00D6;RT, WENN SIE VON DER</small> G<small>ETREIDEERNTE</small><sup><xref rid="fn2432">35</xref></sup><small>KOMMT</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> E<small>INERLEI OB SIE VON DER</small> G<small>ETREIDEERNTE, VON DER</small> O<small>LIVENLESE ODER AUS DEM &#x00DC;BERSEELANDE KOMMT; SIE SPRECHEN NUR DESHALB VON DER</small> E<small>RNTE, WEIL JENER</small> F<small>ALL</small><sup><xref rid="fn2433">36</xref></sup><small>SICH DANN EREIGNETE</small>. D<small>A TRAT DIE</small> S<small>CHULE</small> H<small>LLLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGTE, SIE</small><sup><xref rid="fn2434">37</xref></sup> <small>D&#x00DC;RFE HEIRATEN UND ERHALTE AUCH IHRE</small> M<small>ORGENGABE ; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGTE, SIE D&#x00DC;RFE ZWAR HEIRATEN, JEDOCH ERHALTE SIE NICHT IHRE</small> M<small>ORGENGABE</small>. D<small>A SPRACH DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ZU DIESER:</small> I<small>HR HABT ES IHR HINSICHTLICH DES STRENGEN</small> I<small>NZESTVERBOTES<sup><xref rid="fn2435">38</xref></sup><small>ERLAUBT</small>, WIE WOLLT IHR ES IHR NICHT HINSICHTLICH DER LEICHTEREN</small> G<small>ELDANGELEGENHEIT ERLAUBEN</small>!? D<small>IE</small> S<small>CHULE</small> H<small>ILLELS ERWIDERTE:</small> W<small>IR FINDEN, DASS AUCH DIE</small> B<small>R&#x00DC;DER</small><sup><xref rid="fn2436">39</xref></sup> <small>AUF IHRE</small> A<small>USSAGE HIN DIE</small> E<small>RBSCHAFT NICHT ANTRETEN</small><sup><xref rid="fn2437">40</xref></sup><small>K&#x00D6;NNEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ENTGEGNETE:</small> D<small>IES IST JA AUS DER</small> U<small>RKUNDE &#x00DC;BER IHRE</small> M<small>ORGENGABE ZU ENTNEHMEN; IN DIESER SCHREIBT ER IHR:</small> H<small>EIRATEST DU EINEN ANDEREN, SO ERH&#x00C4;LTST DU, WAS DIR VERSCHRIEBEN IST</small>. D<small>A TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>.</p>
<p>XIII. D<small>ER</small> H<small>ALBSKLAVE DIENE, WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EINEN</small> T<small>AG SEINEM</small> H<small>ERRN UND EINEN</small> T<small>AG SICH SELBER</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> I<small>HR HABT EINE VORSORGE F&#x00DC;R SEINEN</small> H<small>ERRN GETROFFEN, NICHT ABER F&#x00DC;R IHN; EINE</small> S<small>KLAVIN HEIRATEN DARF ER NICHT</small><sup><xref rid="fn2438">41</xref></sup>, <small>EINE</small> F<small>REIE HEIRATEN DARF ER EBENFALLS NICHT</small><sup><xref rid="fn2438">41</xref></sup>, [<small>DIE</small> H<small>EIRAT</small>] <small>GANZ UNTERLASSEN, KANN ER EBENFALLS NICHT, DA DIE</small> W<small>ELT ZUR</small> F<small>ORTPFLANZUNG ERSCHAFFEN WORDEN IST, WIE ES HEISST</small>:<sup><xref rid="fn2439">42</xref></sup><italic>nicht zur Ein&#x00F6;de hat er sie erschaffen, sondem da&#x00DF; sie bewohnt werde</italic>. A<small>LS VORSORGENDE</small> I<small>NSTITUTION ZWINGE MAN VIELMEHR SEINEN</small> H<small>ERRN, IHN ZUM</small> F<small>REIEN ZU MACHEN, UND DIESER SCHREIBE IHM EINEN</small> S<small>CHULDSCHEIN &#x00DC;BER DIE</small> H<small>&#x00C4;LFTE SEINES</small> W<small>ERTES</small>. D<small>ARAUF TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>.</p>

<p>XIV. D<small>AS</small> T<small>ONGEF&#x00C4;SS SCH&#x00DC;TZT</small><sup><xref rid="fn2440">43</xref></sup><small>ALLES &#x2013; SO DIE</small> S<small>CHULE</small> H<small>ILLELS; DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ES SCH&#x00DC;TZE NUR</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE UND</small> T<small>ONGEF&#x00C4;SSE</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SPRACH:</small> W<small>ESHALB?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> D<small>IESES IST DURCH DEN</small> M<small>ANN AUS DEM GEMEINEN</small> V<small>OLKE<sup><xref rid="fn2441">44</xref></sup> UNREIN, UND DAS UNREINE</small> G<small>EF&#x00C4;SS H&#x00C4;LT [DIE</small> U<small>NREINHEIT] NICHT ZUR&#x00DC;CK</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS ENTGEGNETE:</small> I<small>HR HABT JA ABER DIE DARIN BEFINDLICHEN</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE ALS REIN ERKL&#x00C4;RT&#x0021;?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> W<small>ENN WIR DIE DARIN BEFINDLICHEN</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE ALS REIN ERKL&#x00C4;RT HABEN, SO HABEN WIR SIE NUR F&#x00DC;R IHN<sup><xref rid="fn2442">45</xref></sup>SELBST ALS REIN ERKL&#x00C4;RT; WENN DU ABER AUCH DAS</small> G<small>EF&#x00C4;SS<sup><xref rid="fn2443">46</xref></sup>ALS REIN ERKL&#x00C4;RT HAST, SO HAST DU ES F&#x00DC;R DICH<sup><xref rid="fn2444">47</xref></sup>UND F&#x00DC;R IHN ALS REIN ERKL&#x00C4;RT</small>. D<small>A TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>.</p>
<ftnote id="fn2398">1. Hinsichtlich der Unreinheit durch Menstruation; cf. Lev. 15,19ff.</ftnote>
<ftnote id="fn2399">2. Wenn sie Menstrualblut bemerkt; von dieser Zeit ab ist sie verunreinigend, w&#x00E4;hrend Dinge, die sie vorher ber&#x00FC;hrt hat, rein bleiben, obgleich die Unreinheit schon fr&#x00FC;her, sobald das Blut aus dem Muttermunde in die Scheide gelangt ist, eingetreten ist.</ftnote>
<ftnote id="fn2400">3. Wenn sie bei der vorletzten Untersuchung kein Menstrualblut bemerkt hat, bei der letzten aber wohl, so ist alles, was sie w&#x00E4;hrend dieser Zeit ber&#x00FC;hrt hat, unrein.</ftnote>
<ftnote id="fn2401">4. Genau 24 Stunden vor der letzten Untersuchung.</ftnote>
<ftnote id="fn2402">5. Die Verunreinigung beginnt mit ihrer regelm&#x00E4;&#x00DF;igen Periode.</ftnote>
<ftnote id="fn2403">6. Zum Zwischen, durch die gleichzeitig festgestellt werden kann, ob sie rein war. M&#x00F6;glicherweise ist die Lesart <span dir="rtl">&#x05D5;&#x05D4;&#x05DE;&#x05E9;&#x05EA;&#x05DE;&#x05E9;&#x05EA;</span> der Erstausgabe richtig, u. zwar in der gew&#x00F6;hnlichen Bedeutung <italic>benutzen, sich bedienen :</italic> wenn sie sich der T&#x00FC;cher bedient.</ftnote>
<ftnote id="fn2404">7. Man nimmt nicht an, da&#x00DF; viell. Blutflecke mit Sperma bedeckt waren.</ftnote>
<ftnote id="fn2405">8. Der aus diesem Quantum bereitete Teig; cf. Num. 15,20.</ftnote>
<ftnote id="fn2406">9. Cf. Er. Fol. 83a.</ftnote>
<ftnote id="fn2407">10. Das aus 40 Sea&#x0351; angesammeltem Wasser bestehen mu&#x00DF;.</ftnote>
<ftnote id="fn2408">11. Dies erkl&#x00E4;rt, weshalb er hier nach dem biblischen Hin (3 Kab &#x003D; 12 Log) rechnet, obgleich damals nicht mehr nach diesem Ma&#x00DF;e gerechnet worden war; nach anderen erkl&#x00E4;rt dies das unn&#x00F6;tig gebrauchte Wort &#x2018;voll&#x2019;.</ftnote>
<ftnote id="fn2409">12. Da nach diesen doch nicht entschieden worden ist.</ftnote>
<ftnote id="fn2410">13. Darunter ist schwerlich die Anzahl der Mitglieder zu verstehen, denn 1. bestand das Gerichtskollegium aus einer festgesetzten Anzahl von Mitgliedern, u. 2. wird dieser Ausdruck auch von einzelnen Personen gebraucht. Nach anderer Erkl&#x00E4;rung: Anzahl der Jahre, Alter.</ftnote>
<ftnote id="fn2411">14. Gegen die Halakha.</ftnote>
<ftnote id="fn2412">15. Einzelnen, dessen Ansicht von der Mehrheit widerlegt wurde.</ftnote>
<ftnote id="fn2413">16. Sie &#x00FC;bertragen die Unreinheit auf alles, was sich mit ihnen unter einem Dache befindet; durch Ber&#x00FC;hrung ist auch das kleinste Teilchen verunreinigend.</ftnote>
<ftnote id="fn2414">17. Diese sind, obgleich Viehfutter, der Hebepflicht unterworfen, da sie in der Hungersnot auch von Menschen gegessen werden.</ftnote>
<ftnote id="fn2415">18. Unter Beobachtung der priesterlichen Reinheitsgesetze.</ftnote>
<ftnote id="fn2416">19. Nach anderer Erkl&#x00E4;rung: damit den K&#x00F6;rper abreiben.</ftnote>
<ftnote id="fn2417">20. Damit es nicht direkt in die Augen falle, da&#x00DF; sie verunreinigungsf&#x00E4;hig sind.</ftnote>
<ftnote id="fn2418">21. Da sie &#x00FC;berhaupt nicht der Hebepflicht unterliegen.</ftnote>
<ftnote id="fn2419">22. Vom Erl&#x00F6;se des 2. Zehnten, der nur in Jeru&#x0161;alem gegessen werden darf.</ftnote>
<ftnote id="fn2420">23. Au&#x00DF;erhalb Jeru&#x0161;alems.</ftnote>
<ftnote id="fn2421">24. Dh. er darf sein ganzes Geld in Silber umsetzen, wegen der Erleichterung des Transportes.</ftnote>
<ftnote id="fn2422">25. Da er in Jeru&#x0161;alem das Silber zur&#x00FC;ck auf Scheidem&#x00FC;nze wechseln und Wechselgeld zahlen mu&#x00DF;; au&#x00DF;erdem w&#x00FC;rde wegen der starken Nachfrage auch das Kupfergeld im Preise steigen.</ftnote>
<ftnote id="fn2423">26. Damit er nicht durch das h&#x00E4;ufige Wechseln zuviel an Wechselgeld verausgabe.</ftnote>
<ftnote id="fn2424">27. Cf. Syn. Fol. 17b.</ftnote>
<ftnote id="fn2425">28. Nach Maimonides, eines &#x0160;eqel (&#x003D; &#x00BD; Denar), nach anderen eines Denars.</ftnote>
<ftnote id="fn2426">29. Des 4. Denars; 1 D. &#x003D; 5A.</ftnote>
<ftnote id="fn2427">30. Viell. Polsterkissen od. Besatz.</ftnote>
<ftnote id="fn2428">31. Obgleich eine Sache nur dann verunreinigungsf&#x00E4;hig ist, wenn sie als solche benutzt werden kann; dieser ist noch als gew&#x00F6;hnlicher Sessel benutzbar.</ftnote>
<ftnote id="fn2429">32. Da es als Sitzgelegenheit zu benutzen ist.</ftnote>
<ftnote id="fn2430">33. Auch wenn er als Sitz verwendet wird.</ftnote>
<ftnote id="fn2431">34. Sei er als Sitz verunreinigungsf&#x00E4;hig, u. umsomehr, wenn er urspr&#x00FC;nglich als Stuhl angefertigt worden war.</ftnote>
<ftnote id="fn2432">35. Ein solcher Fall hatte sich zugetragen u. man erlaubte der Frau zu heiraten, nach Ansicht der Schule Hillels aus dem Grunde, weil bei der Ernte sehr oft Unf&#x00E4;lle (Hitzschl&#x00E4;ge, Schlangenbisse) vorkommen.</ftnote>
<ftnote id="fn2433">36. Vgl. Bd. IV S. 736 Anm. 59.</ftnote>
<ftnote id="fn2434">37. Eine Frau, die keine Zeugen hat, da&#x00DF; ihr Mann gestorben ist.</ftnote>
<ftnote id="fn2435">38. Ist ihre Behauptung unwahr, so ist ihre neue Heirat Ehebruch.</ftnote>
<ftnote id="fn2436">39. Die Erben.</ftnote>
<ftnote id="fn2437">40. Sondern nur auf Grund der Bekundung von 2 Zeugen. Die Heirat hat man ihr nur aus besonderer Ber&#x00FC;cksichtigung erlaubt, damit sie nicht zeitlebens einsam verbleibe, hinsichtlich der Morgengabe aber wurde das bestehende Gesetz beibehalten.</ftnote>
<ftnote id="fn2438">41. Da er zum Teil Freier bzw. Sklave ist.</ftnote>
<ftnote id="fn2439">42. Jes. 45,18.</ftnote>
<ftnote id="fn2440">43. Was sich in diesem befindet, vor Verunreinigung, wenn es geschlossen sich mit einer Leiche in einem Raume befindet.</ftnote>
<ftnote id="fn2441">44. In deren Besitz es sich befindet.</ftnote>
<ftnote id="fn2442">45. Den Mann aus dem gemeinen Volke, da Gelehrte, die die Reinheitsgesetze beobachten, diese ohnehin nicht genie&#x00DF;en w&#x00FC;rden.</ftnote>
<ftnote id="fn2443">46. Od. sonst irgend ein Ger&#x00E4;t.</ftnote>
<ftnote id="fn2444">47. Ein Gelehrter k&#x00F6;nnte diese Dinge von einem Manne aus dem gemeinen Volke entleihen u. im Glauben, sie seien nur einer leichten Verunreinigung (der Ber&#x00FC;hrung ihres Eigent&#x00FC;mers) ausgesetzt gewesen, sie untertauchen und benutzen, w&#x00E4;hrend bei der Verunreinigung durch eine Leiche eine viel radikalere Reinigung (cf. INum. 19,18ff.) erforderlich ist.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> &#x1E24;<small>ANINA DER</small> P<small>RIESTERPR&#x00C4;SES BEKUNDETE VIER</small> D<small>INGE</small>. N<small>IE IN IHREM</small> L<small>EBEN HABEN DIE</small> P<small>RIESTER ES VERMIEDEN</small>, F<small>LEISCH, DAS AN EINER ERSTGRADIGEN</small> U<small>NREINHEIT<sup><xref rid="fn2445">1</xref></sup> UNREIN WURDE, ZUSAMMEN MIT</small> F<small>LEISCH, DAS AN EINER</small> U<small>RUNREINHEIT UNREIN WURDE, ZU VERBRENNEN, OBGLEICH DADURCH DIE UNREINHEIT</small>[<small>DES ERSTEN</small>] <small>ERH&#x00D6;HT WIRD</small>. R. A&#x0351;<small>QIBA F&#x00DC;GTE HINZU:</small> N<small>IE IN IHREM</small> L<small>EBEN HABEN DIE</small> P<small>RIESTER ES VERMIEDEN, &#x00D6;L, DAS [DURCH</small> B<small>ER&#x00DC;HRUNG] MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT<sup><xref rid="fn2446">2</xref></sup> IST, UNTAUGLICH WURDE, IN EINER</small> L<small>EUCHTE ZU BRENNEN, DIE [DURCH</small> B<small>ER&#x00DC;HRUNG] MIT EINEM</small> L<small>EICHENUNREINEN UNREIN WURDE, OBGLEICH DADURCH DIE</small> U<small>NREINHEIT [DES ERSTEN] ERH&#x00D6;HT WIRD</small>.</p>
<p>II. F<small>ERNER BEKUNDETE</small> R.<small> &#x00C7;ANINA DER</small> P<small>RIESTERPR&#x00C4;SES :</small> N<small>IE IN MEINEM</small> L<small>EBEN SAH ICH DIE</small> H<small>AUT<sup><xref rid="fn2447">3</xref></sup> NACH DEM</small> V<small>ERBRENNUNGSRAUME<sup><xref rid="fn2448">4</xref></sup> BRINGEN</small>. R.<small> &#x00C4;QIBA F&#x00DC;GTE HINZU:</small> A<small>US SEINEN</small> W<small>ORTEN LERNEN WIR, DASS, WENN DAS</small> E<small>RSTGEBORENE ENTH&#x00C4;UTET UND TOTVERLETZT<sup><xref rid="fn2449">5</xref></sup> BEFUNDEN WIRD, DIE</small> P<small>RIESTER DIE</small> H<small>AUT BENUTZEN D&#x00DC;RFEN</small>. D<small>IE</small> W<small>EISEN ABER SAGEN:</small> N<small>ICHT GESEHEN IST KEIN</small> B<small>EWEIS; DIESE IST VIELMEHR NACH DEM</small> V<small>ERBRENNUNGSRAUME ZU BRINGEN</small>.</p>
<p>III. D<small>ERSELBE BEKUNDETE FERNER:</small> I<small>N EINEM KLEINEN</small> D<small>ORF BEI</small> J<small>ERU&#x0160;ALEM WAR EIN</small> G<small>REIS, DER AN DIE</small> L<small>EUTE DES</small> D<small>ORFES</small> G<small>ELD ZU VERLEIHEN, [DEN</small> S<small>CHULDSCHEIN] MIT EIGENER</small> H<small>AND ZU SCHREIBEN UND VON ANDEREN UNTERZEICHNEN ZU LASSEN PFLEGTE, UND ALS DIE</small> S<small>ACHE VOR DIE</small> W<small>EISEN KAM, ERLAUBTEN SIE DIES</small><sup><xref rid="fn2450">6</xref></sup>. H<small>IERAUS IST ZU SCHLIESSEN, DASS DIE</small> F<small>RAU SELBER IHREN</small> S<small>CHEIDEBRIEF UND DER</small> M<small>ANN SELBER SEINE</small> Q<small>UITTUNG</small><sup><xref rid="fn2451">7</xref></sup> <small>SCHREIBEN D&#x00DC;RFE, DENN DIE</small> B<small>EST&#x00C4;TIGUNG DER</small> U<small>RKUNDE ERFOLGT NUR DURCH DIE</small> U<small>NTERZEICHNER</small>. U<small>ND FERNER [BEKUNDETE ER], DASS, WENN EINE [UNREINE]</small> N<small>ADEL IM</small> F<small>LEISCHE [EINES</small> O<small>PFERTIERES] GEFUNDEN<sup><xref rid="fn2452">8</xref></sup> WIRD, DAS</small> M<small>ESSER UND DIE</small> H<small>&#x00C4;NDE REIN SEIEN, DAS</small> F<small>LEISCH ABER UNREIN, UND WENN IM</small> M<small>ISTE, ALLES REIN SEI</small>.</p>
<p>IV. D<small>REI</small> L<small>EHREN TRUG</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L DEN</small> W<small>EISEN IN DER</small> A<small>KADEMIE<sup><xref rid="fn2453">9</xref></sup> ZU</small> J<small>ABNE VOR</small>. W<small>ENN EIN ZERSCHLAGENES</small> E<small>I SICH AUF</small> K<small>R&#x00C4;UTERN VON</small> H<small>EBE BEFINDET, SO BILDET ES EINE VERBINDUNG</small><sup><xref rid="fn2454">10</xref></sup>, <small>HAT ES SICH ABER ZU EINER</small> B<small>LASE</small><sup><xref rid="fn2455">11</xref></sup><small>GEBILDET, SO BILDET ES KEINE</small> V<small>ERBINDUNG</small>. W<small>ENN BEI DER</small> E<small>RNTE EINE EINZELNE</small> &#x00C4;<small>HRE</small><sup><xref rid="fn2456">12</xref></sup><small>STEHEN GEBLIEBEN IST UND DEREN</small> S<small>PITZE BIS ZUM STEHENDEN</small> G<small>ETREIDE REICHT, SO GEH&#x00D6;RT SIE, WENN SIE ZUSAMMEN MIT DEM STEHENDEN</small> G<small>ETREIDE GEM&#x00C4;HT WERDEN KANN, DEM</small> E<small>IGENT&#x00DC;MER, WENN ABER NICHT, SO GEH&#x00D6;RT SIE DEN</small> A<small>RMEN</small>. W<small>ENN EIN KLEINER</small> G<small>EM&#x00DC;SEGARTEN VON EINER</small> S<small>PALIERANLAGE</small><sup><xref rid="fn2457">13</xref></sup><small>UMGEBEN IST, SO DARF ER, WENN ER SOVIEL</small>[R<small>AUM</small>] <small>HAT, DASS EIN</small> W<small>INZER MIT SEINEM</small> K<small>ORBE AN DER EINEN</small> S<small>EITE UND EIN</small> W<small>INZER MIT SEINEM</small> K<small>ORBE AN DER ANDEREN</small> S<small>EITE STEHEN KANN, BES&#x00C4;ET WERDEN, WENN ABER NICHT, SO DARF ER NICHT BES&#x00C4;ET WERDEN</small><sup><xref rid="fn2458">14</xref></sup>.</p>
<p>V. D<small>REI</small> R<small>ECHTSFRAGEN TRUG MAN</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L VOR, UND ER &#x00C4;USSERTE SICH DAR&#x00DC;BER NICHT, WEDER VERBIETEND, NOCH ERLAUBEND</small>; R. J<small>EHO&#x0160;UA&#x0351; B</small>. M<small>ATHJA ABER TRAF &#x00DC;BER DIESE EINE</small> E<small>NTSCHEIDUNG</small>. W<small>ER AM</small> &#x0160;<small>ABBATH EINE</small> B<small>LATTER AUFSTICHT, IST, WENN ER EINE</small> &#x00D6;<small>FFNUNG MACHEN WOLLTE, SCHULDIG, WENN ABER</small> E<small>ITER ENTFERNEN, FREI</small>. W<small>ER AM</small> &#x0160;<small>ABBATH EINE</small> S<small>CHLANGE EINF&#x00C4;NGT, IST, WENN ER DAMIT BEZWECKT, DASS SIE IHN NIGHT BEISSE, FREI, WENN ABER, UM SIE ZU</small> H<small>EILZWECKEN ZU GEBRAUCHEN, SCHULDIG</small>. E<small>RONISCHE</small> T<small>IEGEL</small><sup><xref rid="fn2459">15</xref></sup><small>IN EINEM</small> Z<small>ELTE MIT EINER</small> L<small>EICHE SIND REIN, WENN ABER EIN</small> F<small>LUSSBEHAFTETER SIE TR&#x00C4;GT, UNREIN</small>. R. E<small>LIE&#x0351;ZER B</small>. &#x00C7;<small>ADOQ SAGT, AUCH WENN EIN</small> F<small>LUSSBEHAFTETER SIE TR&#x00C4;GT, SEIEN SIE REIN, WEIL IHRE</small> H<small>ERSTELLUNG NOCH NICHT FERTIGE</small><sup><xref rid="fn2460">16</xref></sup><small>IST</small>.</p>
<p>VI. &#x00DC;<small>BER DREI</small> D<small>INGE TRAF</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L EINE</small> E<small>NTSCHEIDUNG, UND</small> R. A&#x0351;<small>QIBA PFLICHTETE IHM NICHT BEI</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L ENTSCHIED, WENN MAN</small> K<small>NOBLAUCH</small>, H<small>ERLINGE ODER</small> &#x00C4;<small>HREN AM</small> T<small>AGE</small><sup><xref rid="fn2461">17</xref></sup><small>ZERDR&#x00DC;CKT HAT, D&#x00DC;RFE MAN SIE NACH</small> E<small>INTRITT DER</small> D<small>UNKELHEIT AUSFLIESSEN</small><sup><xref rid="fn2462">18</xref></sup><small>LASSEN;</small> R. A&#x0351;<small>QIBA SAGT, MAN D&#x00DC;RFE SIE NICHT AUSFLIESSEN LASSEN</small><sup><xref rid="fn2463">19</xref></sup>.</p>
<p>VII. D<small>REI</small> L<small>EHREN TRUG MAN</small> R. A<small>QIBA VOR, ZWEI IM</small> N<small>AMEN</small> R. E<small>LIE&#x0351;ZERS UND EINE IM</small> N<small>AMEN</small> R. J<small>EHO&#x0160;UA&#x0351;S</small>. Z<small>WEI IM</small> N<small>AMEN</small> R. E<small>LIE&#x0351;ZERS : EINE</small> F<small>RAU DARF [AM</small> &#x0160;<small>ABBATH] MIT EINER GOLDENEN</small> S<small>TADT<sup><xref rid="fn2464">20</xref></sup>AUSGEHEN; UND</small> L<small>EUTE, DIE</small> T<small>AUBEN FLIEGEN<sup><xref rid="fn2465">21</xref></sup>LASSEN, SIND ALS</small> Z<small>EUGEN UNZUL&#x00C4;SSIG</small>. E<small>INE IM</small> N<small>AMEN</small> R. J<small>EHO&#x0160;UA&#x0351;S : WENN EIN</small> W<small>IESEL MIT EINEM</small> K<small>RIECHTIERE IM</small> M<small>AULE &#x00DC;BER</small> B<small>ROTE VON</small> H<small>EBE GEGANGEN IST, UND ES ZWEIFELHAFT IST, OB [DAS</small> K<small>RIECHTIER DAS</small> B<small>ROT] BER&#x00DC;HRT HAT ODER NICHT, SO IST ES BEI DIESEM ZWEIFEL REIN</small>.</p>
<p>VIII. D<small>REI</small> L<small>EHREN TRUG</small> R. A&#x0351;<small>QIBA VOR, HINSICHTLICH ZWEIER PFLICHTETE MAN IHM BEI UND HINSICHTLICH EINER PFLICHTETE MAN IHM NICHT BEI</small>. D<small>ASS EINE</small> S<small>ANDALE DER</small> K<small>ALKT&#x00DC;NCHER DURCH DAS</small> A<small>UFTRETEN</small><sup><xref rid="fn2466">22</xref></sup><small>UNREIN IST, UND DASS DIE</small> R<small>ESTE EINES</small> O<small>FENS BEI VIER</small> [H<small>ANDBREITEN UNREIN</small><sup><xref rid="fn2467">23</xref></sup><small>BLEIBEN</small>]; <small>SIE SAGTEN N&#x00C4;MLICH, BEI DREI</small>. H<small>IERBEI PFLICHTETE MAN IHM BEI</small>. H<small>INSICHTLICH EINER PFLICHTETE MAN IHM NICHT BEI, HINSICHTLICH EINES</small> S<small>TUHLES, VON DEM ZWEI NEBENEINANDERLIEGENDE</small> S<small>ITZBRETTCHEN ENTFERNT WORDEN SIND ; NACH</small> R. A&#x0351;<small>QIBA IST EIN SOLCHER VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT</small>.</p>
<p>IX. D<small>ERSELBE SAGTE:</small> D<small>ER</small> V<small>ATER IST VON</small> E<small>INFLUSS AUF DEN</small> S<small>OHN HINSICHTLICH DER</small> S<small>CH&#x00D6;NHEIT, DER</small> K<small>RAFT, DES</small> R<small>EICHTUMS, DER</small> W<small>EISHEIT, DER</small> L<small>EBENSJAHRE UND DER</small> A<small>NZAHL DER</small> G<small>ENERATIONEN; DAS IST DAS</small> E<small>NDE</small><sup><xref rid="fn2468">24</xref></sup>, <small>DENN ES HEISST</small>:<sup><xref rid="fn2469">25</xref></sup><italic>er rief die Geschlechter von Anfang an</italic>. W<small>ENN ES AUCH HEISST</small>:<sup><xref rid="fn2470">26</xref></sup><italic>man wird sie knechten und bedr&#x00FC;cken vierhundert Jahre<sup><xref rid="fn2471">27</xref></sup>lang,</italic> <small>SO HEISST ES ABER</small>:<sup><xref rid="fn2472">28</xref></sup><italic>die vierte Generation wird hierher zur&#x00FC;ckkommen</italic>.</p>
<p>X. E<small>R SAGTE FERNER :</small> F<small>&#x00DC;NF</small> D<small>INGE HABEN EINE</small> D<small>AUER VON ZW&#x00D6;LF</small> M<small>ONATEN</small>. D<small>AS</small> S<small>TRAFGERICHT &#x00DC;BER DAS</small> Z<small>EITALTER DER</small> S<small>INTFLUT W&#x00C4;HRTE ZW&#x00D6;LF</small> M<small>ONATE; DAS</small> S<small>TRAFGERICHT &#x00DC;BER</small> I<small>JOB W&#x00C4;HRTE ZW&#x00D6;LF</small> M<small>ONATE; DAS</small> S<small>TRAFGERICHT &#x00DC;BER DIE</small> M<small>I&#x00C7;RIJIM W&#x00C4;HRTE ZW&#x00D6;LF</small> M<small>ONATE; DAS DEREINSTIGE</small> S<small>TRAFGERICHT &#x00DC;BER</small> G<small>OG UND</small> M<small>AGOG WIRD ZW&#x00D6;LF</small> M<small>ONATE W&#x00C4;HREN ; DAS</small> S<small>TRAFGERICHT &#x00DC;BER DIE</small> G<small>OTTLOSEN IM</small> F<small>EGEFEUER W&#x00C4;HRT ZW&#x00D6;LF</small> M<small>ONATE, DENN ES HEISST</small>:<sup><xref rid="fn2473">29</xref></sup><italic>und es wird sein von Monat bis [zum gleichen] Monate</italic><sup><xref rid="fn2474">30</xref></sup>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, WIE VOM</small> P<small>ESA&#x1E24;FESTE BIS ZUM</small> W<small>OCHENFESTE</small><sup><xref rid="fn2475">31</xref></sup>, <small>DENN ES HEISST</small>:<sup><xref rid="fn2474">30</xref></sup><italic>vom &#x0160;abbath bis &#x0160;abbath</italic><sup><xref rid="fn2476">32</xref></sup>.</p>
<ftnote id="fn2445">1. Vgl. Bd. I S. 402 Anm. 7.</ftnote>
<ftnote id="fn2446">2. Obgleich der Unreine untergetaucht und sein Opfer dargebracht hat, so erlangt er dennoch v&#x00F6;llige Reinheit erst nach Sonnen-untergang.</ftnote>
<ftnote id="fn2447">3. Eines untauglich gewordenen Opfertieres.</ftnote>
<ftnote id="fn2448">4. Wo die untauglichen Opfer verbrannt wurden.</ftnote>
<ftnote id="fn2449">5. Dessen Genu&#x00DF; dann verboten ist.</ftnote>
<ftnote id="fn2450">6. In der Regel hat der Schuldner den Schuldschein zu schreiben.</ftnote>
<ftnote id="fn2451">7. Wenn er ihr die Morgengabe auszahlt.</ftnote>
<ftnote id="fn2452">8. Und es zweifelhaft ist, ob die ISadel auch mit dem Messer oder der Person in Ber&#x00FC;hrung gekommen ist.</ftnote>
<ftnote id="fn2453">9. W&#x00F6;rtl. Weinberg; entspricht ganz dem griech. <italic>&#x1FBD; &#x0391;&#x03BA;&#x03B1;&#x03B4;&#x1F75;&#x03BC;&#x03B5;&#x03B9;&#x03B1;,</italic> Lusthain vor Athen, wo Plato lehrte.</ftnote>
<ftnote id="fn2454">10. Zwischen der Person, die das Ei ber&#x00FC;hrt, mit dem Kraute; wenn beispielsweise jemand, der am selben Tage untergetaucht (vgl. Anm. 2) ist, dessen Ber&#x00FC;hrung nur Heiliges untauglich macht, das Ei ber&#x00FC;hrt, so bildet dieses eine Verbindung, soda&#x00DF; die Kr&#x00E4;uter untauglich werden.</ftnote>
<ftnote id="fn2455">11. Soda&#x00DF; die Kr&#x00E4;uter von diesem unber&#x00FC;hrt bleiben.</ftnote>
<ftnote id="fn2456">12. Bleiben bei der Ernte einzelne &#x00C4;hren zur&#x00FC;ck, so geh&#x00F6;ren sie den Armen und der Eigent&#x00FC;mer darf sie nicht auflesen.</ftnote>
<ftnote id="fn2457">13. Von aufgezogenen Weinst&#x00F6;cken; cf. Kil. VI, 1.</ftnote>
<ftnote id="fn2458">14. Es ist verboten, S&#x00E4;mereien unmittelbar an Wein-St&#x00F6;cken zu s&#x00E4;en; cf. Dt. 22,9.</ftnote>
<ftnote id="fn2459">15. Vgl. Bd. III S. 505 Anm. 28.</ftnote>
<ftnote id="fn2460">16. Ger&#x00E4;te werden nur nach ihrer vollst&#x00E4;ndigen Herstellung verunreinigungsf&#x00E4;hig.</ftnote>
<ftnote id="fn2461">17. Am Vorabend des Sabbaths vor Sonnenuntergang.</ftnote>
<ftnote id="fn2462">18. Man darf den Saft auch nach Eintritt des &#x0160;abbaths flie&#x00DF;en lassen u. ihn am &#x0160;abbath genie&#x00DF;en.</ftnote>
<ftnote id="fn2463">19. Dh. man darf den ausflie&#x00DF;enden Saft am &#x0160;abbath nicht genie&#x00DF;en.</ftnote>
<ftnote id="fn2464">20. Ein Frauenschmuck; vgl. Bd. I S. 603 Anm. 1 u. S. 871 Anm. 4.</ftnote>
<ftnote id="fn2465">21. Cf. Syn. Fol. 29b.</ftnote>
<ftnote id="fn2466">22. Eines Flu&#x00DF; behafteten; vgl. Bd. I S. 608 Anm. 26.</ftnote>
<ftnote id="fn2467">23. Wenn eine levitisch unrein gewordene Sache zerbricht, so wird sie rein; wenn die Reste eines Ofens 4 Handbreiten hoch sind, so sind sie noch verwendbar u. bleiben daher unrein.</ftnote>
<ftnote id="fn2468">24. Wenn n&#x00E4;mlich von Gott verhei&#x00DF;en wird, etwas nach Ablauf einer bestimmten Anzahl von Generationen ein treffen zu lassen; in einem solchen Falle gewinnt der Sohn durch seinen Vater.</ftnote>
<ftnote id="fn2469">25. Jes. 41,4.</ftnote>
<ftnote id="fn2470">26. Gen. 15,13.</ftnote>
<ftnote id="fn2471">27. Hieraus w&#x00E4;re also zu schlie&#x00DF;en, da&#x00DF; das verhei&#x00DF;ene Ereignis nach Ablauf einer bestimmten Frist eintrifft, ohne R&#x00FC;cksicht auf die Anzahl der Generationen.</ftnote>
<ftnote id="fn2472">28. Gen. 15,16.</ftnote>
<ftnote id="fn2473">29. Jes. 66,23.</ftnote>
<ftnote id="fn2474">30. Des folgenden Jahres.</ftnote>
<ftnote id="fn2475">31. Sieben Wochen.</ftnote>
<ftnote id="fn2476">32. W&#x00E4;hrend dieser Zeit werden die Tage u. die Wochen gez&#x00E4;hlt; cf. Lev. 23,15.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><sup>i</sup><bold>W</bold><small>ENN MAN EINE DURCH</small> B<small>EZELTUNG VERUNREINIGENDE</small> S<small>ACHE</small><sup><xref rid="fn2477">1</xref></sup> <small>GETEILT</small><sup><xref rid="fn2478">2</xref></sup> <small>IN EINEN</small> R<small>AUM BRINGT, SO IST SIE NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS NICHT VERUNREINIGEND UND NACH DEN</small> W<small>EISEN VERUNREINIGEND</small>. Z<small>UM</small> B<small>EISPIEL : WENN JEMAND ZWEI</small> S<small>T&#x00DC;CKE VON EINEM</small> A<small>ASE</small><sup><xref rid="fn2479">3</xref></sup> <small>IN DER</small> G<small>R&#x00D6;SSE VON JE EINER HALBEN</small> O<small>LIVE BER&#x00DC;HRT ODER TR&#x00C4;GT, ODER EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE VON EINER</small> L<small>EICHE BER&#x00DC;HRT UND EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE IHN &#x00DC;BERZELTET, ODER ZWEI</small> S<small>T&#x00DC;CKE IN DER</small> G<small>R&#x00D6;SSE VON JE EINER HALBEN</small> O<small>LIVE &#x00DC;BERZELTET, ODER EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINEB HALBEN</small> O<small>LIVE &#x00DC;BERZELTET UND EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE IHN &#x00DC;BERZELTET, SO IST ER NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. W<small>ENN JEMAND ABER EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE BER&#x00DC;HRT UND EINE ANDERE</small> S<small>ACHE<sup><xref rid="fn2480">4</xref></sup> IHN UND EIN SOLCHES</small> S<small>T&#x00DC;CK &#x00DC;BERZELTET</small><sup><xref rid="fn2481">5</xref></sup>, <small>SO IST ER REIN</small>. R. M<small>E&#x00CD;R SAGT, AUCH IN DIESEM</small> F<small>ALLE SEI ER NACH</small> R. D<small>OSA REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. E<small>S</small><sup><xref rid="fn2482">6</xref></sup><small>IST STETS VERUNREINIGEND, NUR NICHT BEI [EINER</small> V<small>EREINIGUNG VON]</small> B<small>ER&#x00DC;HREN UND</small> T<small>RAGEN ODER</small> T<small>RAGEN UND &#x00DC;BERZELTUNG</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: HABEN SIE DEN GLEICHEN</small> N<small>AMEN, SO SIND SIE VERUNREINIGEND, HABEN SIE VERSCHIEDENE</small> N<small>AMEN, SO SIND SIE NICHT VERUNREINIGEND</small>.</p>
<p>II. G<small>ETRENNTE</small> S<small>PEISENST&#x00DC;CKE</small><sup><xref rid="fn2483">7</xref></sup> <small>WERDEN NICHT VEREINIGT &#x2013; SO</small> R. D<small>OSA B</small>. A<small>RCHINOS; DIE</small> W<small>EISEN SAGEN, SIE WERDEN VEREINIGT</small>. M<small>AN DARF</small> [F<small>R&#x00DC;CHTE VOM</small>] <small>ZWEITEN</small> Z<small>EHNTEN DURCH EIN</small> A<small>SEMON AUSL&#x00D6;SEN &#x2013; SO</small> R. D<small>OSA; DIE</small> W<small>EISEN VERBIETEN DIES</small>. [Z<small>UR</small> B<small>ER&#x00DC;HRUNG</small>] <small>DES</small> E<small>NTSUNDIGUNGSWASSERS</small><sup><xref rid="fn2484">8</xref></sup> <small>GEN&#x00DC;GT DAS</small> U<small>NTERTAUCHEN DER</small> H<small>&#x00C4;NDE</small><sup><xref rid="fn2485">9</xref></sup> &#x2013; <small>SO</small> R. D<small>OSA; DIE</small> W<small>EISEN SAGEN, SIND DIE</small> H<small>&#x00C4;NDE UNREIN, SEI AUCH DER GANZE</small> K<small>&#x00D6;RPER UNREIN</small>.</p>
<p>III. D<small>AS</small> K<small>ERNGEH&#x00C4;USE DER</small> M<small>ELONE UND DER</small> A<small>BFALL VON</small> K<small>R&#x00C4;UTERN SIND ALS</small> H<small>EBE, WIE</small> R. D<small>OSA SAGT</small>, G<small>EMEINEN ERLAUBT, NACH DEN</small> W<small>EISEN ABER VERBOTEN</small>. W<small>ENN VON F&#x00DC;NF</small> S<small>CHAFEN JEDES ANDERTHALB</small> M<small>INEN</small> W<small>OLLE LIEFERT, SO HAT BEI DIESEN DAS</small> G<small>ESETZ VON DER</small> E<small>RSTLINGSSCHUR</small> G<small>ELTUNG &#x2013; SO</small> R. D<small>OSA ; DIE</small> W<small>EISEN SAGEN, VON F&#x00DC;NF</small> S<small>CHAFEN, WIEVIEL ES AUCH IST</small>.</p>
<p>IV. A<small>LLE</small> M<small>ATTEN SIND VERUNREINIGUNGSF&#x00C4;HIG DURCH EINE</small> L<small>EICHE<sup><xref rid="fn2486">10</xref></sup> &#x2013; SO</small> R.D<small>OSA; DIE</small> W<small>EISEN SAGEN, AUCH DURCH DAS</small> A<small>UFTRETEN</small>. K<small>EIN</small> G<small>EFLECHT IST<sup><xref rid="fn2487">11</xref></sup>VERUNREINIGUNGSF&#x00C4;HIG, AUSGENOMMEN EIN</small> G<small>&#x00DC;RTEL &#x2013; SO</small> R. D<small>OSA; DIE</small> W<small>EISEN SAGEN, ALLE SIND SIE VERUNREINIGUNGSF&#x00C4;HIG, AUSGENOMMEN DIE DER</small> W<small>OLLH&#x00C4;NDLER</small><sup><xref rid="fn2488">12</xref></sup>.</p>
<p>V. E<small>INE</small> S<small>CHLEUDER, DEREN</small> H<small>&#x00D6;HLUNG<sup><xref rid="fn2489">13</xref></sup>AUS EINEM</small> G<small>EWEBE BESTEHT, IST VERUNREINIGUNGSF&#x00C4;HIG, WENN ABER AUS</small> L<small>EDER, SO IST SIE NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS NICHT VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN VERUNREINIGUNGSF&#x00C4;HIG</small>. I<small>ST DIE</small> F<small>INGER&#x00D6;SE ABGETRENNT, SO IST SIE NICHT VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2490">14</xref></sup>, <small>WENN ABER DIE</small> R<small>LEMEN&#x00D6;SE</small><sup><xref rid="fn2491">15</xref></sup>, <small>SO IST SIE VERUNREINIGUNGSF&#x00C4;HIG</small>.</p>
<p>VI. E<small>INE</small> G<small>EFANGENE DARF</small> H<small>EBE ESSEN<sup><xref rid="fn2492">16</xref></sup> &#x2013; SO</small> R. D<small>OSA; DIE</small> W<small>EISEN SAGEN, MANCHE</small> G<small>EFANGENE DARE DIES UND MANCHE DARF DIES NICHT, UND ZWAR: ERZ&#x00C4;HLT DIE</small> F<small>RAU SELBER, DASS SIE GEFANGEN WAR, JEDOCH REIN GEBLIEBEN SEI, SO DARF SIE</small> [H<small>EBE</small>] <small>ESSEN, DENN DER</small> M<small>UND, DER ES VERBOTEN MACHT, MACHT ES AUCH ERLAUBT, WENN ABER</small> Z<small>EUGEN BEKUNDEN, DASS SIE GEFANGEN WAR, UND SIE SAGT, SIE SEI REIN GEBLIEBEN, SO DARF SIE KEINE</small> [H<small>EBE</small>] <small>ESSEN</small>.</p>
<p>VII. I<small>N VIER</small> F<small>&#x00C4;LLEN DES</small> Z<small>WEIFELS</small><sup><xref rid="fn2493">17</xref></sup><small>ERKL&#x00C4;RT</small> R. J<small>EHO&#x0160;UA&#x0351; ALS REIN UND DIE</small> W<small>EISEN ALS UNREIN, UND ZWAR: WENN DER</small> U<small>NREINE STEHT</small><sup><xref rid="fn2494">18</xref></sup><small>UND DER</small> R<small>EINE VOR&#x00DC;BERGEHT, WENN DER</small> R<small>EINE STEHT UND DER</small> U<small>NREINE VOR&#x00DC;BERGEHT, WENN DAS</small> U<small>NREINE AUF</small> P<small>RIVATGEBIET UND DAS</small> R<small>EINE AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE<sup><xref rid="fn2495">19</xref></sup>SICH BEFINDET, ODER WENN DAS</small> R<small>EINE AUF</small> P<small>RIVATGEBIET UND DAS</small> U<small>NREINE AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE SICH BEFINDET; IST ES ZWEIFELHAFT, OB SIE EINANDER BER&#x00DC;HRT HABEN ODER NICHT, OB SIE &#x00DC;BERZELTET WORDEN SIND</small><sup><xref rid="fn2496">20</xref></sup><small>ODER NICHT, OB [EINES DAS ANDERE] BEWEGT HAT</small><sup><xref rid="fn2497">21</xref></sup><small>ODER NICHT, SO IST ER</small><sup><xref rid="fn2498">22</xref></sup><small>NACH</small> R. J<small>EHO&#x0160;UA&#x0351; UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>VIII. D<small>REI</small> D<small>INGE SIND NACH</small> R. &#x00C7;<small>ADOQ VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT VERUNREINIGUNGSF&#x00C4;HIG: DER</small> N<small>AGEL DES</small> W<small>ECHSLERS</small><sup><xref rid="fn2499">23</xref></sup>, <small>DER</small> K<small>ASTEN DER</small> G<small>R&#x00C4;UPNER</small><sup><xref rid="fn2500">24</xref></sup><small>UND DER</small> Z<small>EIGER DES</small> S<small>TUNDENSTEINES</small><sup><xref rid="fn2501">25</xref></sup>; <small>DIESE SIND NACH</small> R. &#x00C7;<small>ADOQ VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT VERUNREINIGUNGSF&#x00C4;HIG</small>.</p>
<p>IX. V<small>IER</small> D<small>INGE SIND NACH</small> R. G<small>AMLI&#x00C9;L</small> V<small>ERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT VERUNREINIGUNGSF&#x00C4;HIG: DER</small> D<small>ECKEL EINES</small> M<small>ETALLKORBES F&#x00DC;R DEN</small> H<small>AUSGEBRAUCH<sup><xref rid="fn2502">26</xref></sup>, DER</small> H<small>ENKEL DES</small> S<small>TRIEGELS<sup><xref rid="fn2503">27</xref></sup>, UNFERTIGE</small> M<small>ETALLGER&#x00C4;TE UND EINE [GLEICHM&#x00C4;SSIG] ENTZWEI GETEILTE</small> P<small>LATTE</small>. J<small>EDOCH PFLICHTEN DIE</small> W<small>EISEN</small> R. G<small>AMLI&#x00C9;L BEI, DASS, WENN EINE</small> P<small>LATTE IN ZWEI</small> T<small>EILE, EINER GR&#x00D6;SSER UND EINER KLEINER, GETEILT WURDE, DER GR&#x00D6;SSERE VERUNREINIGUNGSF&#x00C4;HIG UND DER KLEINERE NICHT VERUNREINIGUNGSF&#x00C4;HIG SEI</small>.</p>
<p>X. B<small>EI DREI</small> D<small>INGEN IST</small> R. G<small>AMLI&#x00C9;L ERSCHWERENDER</small> A<small>NSICHT, NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS: MAN DARF AM</small> F<small>ESTE NICHTS F&#x00DC;R DEN</small> S<small>ABBATH WARMSTELLEN; MAN DARF AM FESTE KEINE LEUCHTE AUFSTELLEN</small><sup><xref rid="fn2504">28</xref></sup>; <small>MAN DARF</small><sup><xref rid="fn2505">29</xref></sup> <small>KEINE GROBEN BROTE, SONDERN NUR FLADEN BACKEN</small>. R. G<small>AMLI&#x00C9;L SAGTE</small>: I<small>N DER</small> F<small>AMILIE MEINES</small> V<small>ATERS BACKEN SIE NIEMALS GROBE</small> B<small>ROTE, SONDERN NUR</small> F<small>LADEN</small>. J<small>ENE ERWIDERTEN IHM:</small> W<small>AS SOLL UNS DIE</small> F<small>AMILIE DEINES</small> V<small>ATERS; DIESE WAR ERSCHWEREND F&#x00DC;R SICH SELBST, ABER ERLEICHTERND F&#x00DC;R GANZ</small> J<small>ISRA&#x00C9;L, AUCH GROBES</small> B<small>ROT UND</small> K<small>&#x00DC;CHEN BACKEN ZU D&#x00DC;RFEN</small>.</p>
<p>XI. D<small>IESER LEHRTE AUCH DREI</small> D<small>INGE ERLEICHTERND : MAN DARF AM</small> F<small>ESTE ZWISCHEN DEN</small> L<small>AGERN</small><sup><xref rid="fn2506">30</xref></sup><small>FEGEN</small><sup><xref rid="fn2507">31</xref></sup> ; <small>MAN DARF DAS</small> R<small>&#x00C4;UCHERWERK HINSTELLEN; MAN DARF AN DEN</small> P<small>ESA&#x1E24;ABENDEN EIN RUMPFGEBRATENES</small><sup><xref rid="fn2508">32</xref></sup>B<small>&#x00D6;CKCHEN BEREITEN</small>. D<small>IE</small> W<small>EISEN VERBIETEN DIES</small>.</p>
<p>XII. D<small>REI</small> D<small>INGE ERLAUBT</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA UND DIE</small> W<small>EISEN VERBIETEN SIE: SEINE</small> K<small>UH WURDE [AM</small> &#x0160;<small>ABBATH</small>] <small>MIT EINEM</small> R<small>IEMEN AN DEN</small> H<small>&#x00D6;RNERN</small><sup><xref rid="fn2509">33</xref></sup><small>AUSGETRIEBEN; MAN DARF EIN</small> V<small>IEH AM</small> F<small>ESTE STRIEGELN; MAN DARF</small> P<small>FEFFER IN EINER</small> P<small>FEFFERM&#x00DC;HLE MAHLEN</small>. R. J<small>EHUDA SAGT, MAN D&#x00DC;RFE AM</small> F<small>ESTE KEIN</small> V<small>IEH STRIEGELN, WEIL MAN DABEI EINE</small> W<small>UNDE MACHT, WOHL ABER K&#x00C4;MMEN</small>. D<small>IE</small> W<small>EISEN SAGEN, MAN D&#x00DC;RFE WEDER STRIEGELN NOCH K&#x00C4;MMEN</small>.</p>
<ftnote id="fn2477">1. Eine Sache, die alles, was sich mit dieser in einem Raume befindet, oder was zeltartig sich &#x00FC;ber ihr befindet, oder wor&#x00FC;ber sie sich zeltartig befindet, verunreinigt (cf. Ah. Abschn. II); f&#x00FC;r all diese Dinge ist ein Mindestquantum vorgeschrieben, soda&#x00DF; sie nicht verunreinigend sind, wenn sie dieses Quantum nicht haben.</ftnote>
<ftnote id="fn2478">2. Und beide H&#x00E4;lften zusammen das vorschriftsm&#x00E4;&#x00DF;ige Quantum haben.</ftnote>
<ftnote id="fn2479">3. Das Beispiel vom Ber&#x00FC;hren eines Aases ist hier nicht angebracht, da es nicht zu den Dingen geh&#x00F6;rt, die durch Bezeltung verunreinigen.</ftnote>
<ftnote id="fn2480">4. Die nicht verunreinigend ist.</ftnote>
<ftnote id="fn2481">5. Soda&#x00DF; bei ausreichendem Quantum hierbei eine 2fache Verunreinigung vorliegen w&#x00FC;rde: Ber&#x00FC;hrung und Bezeltung.</ftnote>
<ftnote id="fn2482">6. In F&#x00E4;llen, wo 2 Verunreinigungen durch halbe Quantit&#x00E4;ten vereinigt werden sollen.</ftnote>
<ftnote id="fn2483">7. Einzelne St&#x00FC;ckeod. kleine Fr&#x00FC;chte, die einzeln das verunreinigungsf&#x00E4;hige Quantum (Eigr&#x00F6;&#x00DF;e) nicht haben, wohl aber der ganze Haufe.</ftnote>
<ftnote id="fn2484">8. Cf. Num. Kap. 19.</ftnote>
<ftnote id="fn2485">9. Wenn diese levitisch unreine Speisen ber&#x00FC;hrt haben.</ftnote>
<ftnote id="fn2486">10. Nicht aber durch das Auftreten, dh. wenn sie als Sitz od. Lager benutzt werden, da sie als solche nicht geeignet sind.</ftnote>
<ftnote id="fn2487">11. Da nur ein richtiges Gewebe verunreinigungsf&#x00E4;hig ist.</ftnote>
<ftnote id="fn2488">12. Die die Wolle mit einem Flechtwerke zusammenbinden; solche dienen nur als Stricke.</ftnote>
<ftnote id="fn2489">13. Zur Aufnahme des Projektils.</ftnote>
<ftnote id="fn2490">14. Da sie nicht mehr brauchbar ist.</ftnote>
<ftnote id="fn2491">15. Am anderen Ende der Schleuder befindet sich eine &#x00D6;se zum Befestigen des Riemens.</ftnote>
<ftnote id="fn2492">16. Wenn sie die Frau eines Priesters ist, obgleich sie der Notzucht ausgesetzt war.</ftnote>
<ftnote id="fn2493">17. Hinsichtlich der Unreinheit.</ftnote>
<ftnote id="fn2494">18. Unter einem Baume, von dem er &#x00FC;berzeltet wird.</ftnote>
<ftnote id="fn2495">19. Nebeneinander, so da&#x00DF; eine Ber&#x00FC;hrung erfolgt sein kann.</ftnote>
<ftnote id="fn2496">20. Wenn er beim Vor&#x00FC;bergehen unter dem Baume stehen geblieben ist.</ftnote>
<ftnote id="fn2497">21. Durch die Ber&#x00FC;hrung.</ftnote>
<ftnote id="fn2498">22. Der Reine.</ftnote>
<ftnote id="fn2499">23. An den er die Wage h&#x00E4;ngt.</ftnote>
<ftnote id="fn2500">24. Solche waren sehr primitiv gearbeitet u. galten nicht als fertiger Gegenstand.</ftnote>
<ftnote id="fn2501">25. Eine Art Sonnenuhr.</ftnote>
<ftnote id="fn2502">26. Als Ggs. wird Kel. XII,3 der der &#x00C4;rzte angef&#x00FC;hrt, der als richtiges Gef&#x00E4;&#x00DF; gilt.</ftnote>
<ftnote id="fn2503">27. Nach der Erkl. der Kommentare, der beim Baden zum Abreiben des K&#x00F6;rpers verwendet wird. Die Mi&#x0161;na separata hat hier, als auch in der Parallelstelle Kel. XII,6 <span dir="rtl">&#x05D4;&#x05DE;&#x05D2;&#x05E8;&#x05D3;&#x05D5;&#x05EA;</span>, was richtiger erscheint.</ftnote>
<ftnote id="fn2504">28. Die einzelnen Teile zusammenstellen.</ftnote>
<ftnote id="fn2505">29. Am Feste.</ftnote>
<ftnote id="fn2506">30. Wo die Mahlzeit eingenommen wird u. Brocken auf die Erde fallen.</ftnote>
<ftnote id="fn2507">31. Auch wenn der Fu&#x00DF;boden keine Diele hat u. man dadurch eine Schramme macht.</ftnote>
<ftnote id="fn2508">32. Cf. Bd. II S. 466 Anm. 52.</ftnote>
<ftnote id="fn2509">33. Dieser wird also nicht als Last betrachtet.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><sup>i</sup><bold>I</bold><small>N FOLGENDEN</small> D<small>LNGEN IST DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND</small><sup><xref rid="fn2510">1</xref></sup>: <small>EIN AM</small> F<small>ESTE GELEGTES</small> E<small>I DARF, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, [AM</small> F<small>ESTE] GEGESSEN WERDEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT GEGESSEN<sup><xref rid="fn2511">2</xref></sup> WERDEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>. S<small>AUERTEIG IN</small> O<small>LIVENGR&#x00D6;SSE UND</small> G<small>ES&#x00C4;UERTES IN</small> D<small>ATTELGR&#x00D6;SSE, DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, BEIDES IN</small> O<small>LIVENGR&#x00D6;SSE</small><sup><xref rid="fn2512">3</xref></sup>.</p>
<p>II. E<small>IN AM</small> F<small>ESTE GEBORENES</small> V<small>IEH IST, WIE ALLE &#x00DC;BEREINSTIMMEN, ERLAUBT; EIN AUS DEM</small> E<small>I GEKROCHENES</small> K<small>&#x00DC;CHLEIN IST, WIE ALLE &#x00DC;BEREINSTIMMEN, VERBOTEN</small>. W<small>ER AM</small> F<small>ESTE EIN</small> W<small>ILD ODER EIN</small> G<small>EFL&#x00DC;GEL<sup><xref rid="fn2513">4</xref></sup> SCHLACHTET, GRABE, WIE DIE SCHULE SAMMAJS SAGT, MIT EINEM SPATEN [ERDE] AUF UND DECKE [DAS</small> B<small>LUT] ZU; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE NUR DANN SCHLACHTEN, WENN MAN ERDE VORR&#x00C4;TIG HAT. DLESE PFLICHTET JEDOCH BEI, DASS, WENN MAN BEREITS GESCHLACHTET HAT, MAN [ERDE] MIT EINEM</small> S<small>PATEN AUFGRABE UND [DAS</small> B<small>LUT] ZUDECKE ;</small> H<small>ERDASCHE GILT ALS VORR&#x00C4;TIG</small><sup><xref rid="fn2514">5</xref></sup>.</p>
<p>III. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WAS F&#x00DC;R</small> A<small>RME FREIGEGEBEN WIRD, IST</small> F<small>REIGUT</small><sup><xref rid="fn2515">6</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, F<small>REIGUT HEISSE ES NUR DANN, WENN ES AUCH F&#x00DC;R</small> R<small>EICHE FREIGEGEBEN IST, GLEICH [DEN</small> F<small>R&#x00DC;CHTEN DES]</small> E<small>RLASSJAHRES</small>. W<small>ENN ALLE</small> G<small>ARBEN DES</small> F<small>ELDES JE EINEN</small> K<small>AB GROSS SIND, EINE ABER VIER</small> K<small>AB, UND DIESE VERGESSEN WORDEN IST, SO GILT SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ALS</small> V<small>ERGESSENES, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALS</small> V<small>ERGESSENES</small><sup><xref rid="fn2516">7</xref></sup>.</p>
<p>IV. W<small>ENN EINE NEBEN DER</small> W<small>AND, DER</small> D<small>IEME, DEN</small> R<small>INDERN ODER DEN</small> A<small>CKERGER&#x00C4;TEN LIEGENDE</small> G<small>ARBE VERGESSEN WORDEN IST, SO GILT DIESE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ALS</small> V<small>ERGESSENES, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALS</small> V<small>ERGESSENES</small>.</p>
<p>V. B<small>EIM VIERJ&#x00C4;HRIGEN</small> W<small>EINBERG<sup><xref rid="fn2517">8</xref></sup> IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WEDER DAS</small> F<small>&#x00DC;NFTEL<sup><xref rid="fn2518">9</xref></sup> NOCH DIE</small> F<small>ORTSCHAFFUNG</small><sup><xref rid="fn2519">10</xref></sup><small>ERFORDERLICH; DIE SCHULE</small> H<small>ILLELS SAGT, BEI DIESEM SEI DIE</small> F<small>ORTSCHAFFUNG ERFORDERLICH</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, BEI DIESEM GELTE DAS</small> G<small>ESETZ VOM</small> A<small>BFALL UND VON DER</small> N<small>ACHLESE<sup><xref rid="fn2520">11</xref></sup>, UND DIE</small> A<small>RMEN L&#x00D6;SEN SIE SELBER AUS; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALLES KOMME IN DIE</small> K<small>ELTER</small><sup><xref rid="fn2521">12</xref></sup>.</p>
<p>VI. E<small>IN</small> F<small>ASS MIT EINGELEGTEN</small> O<small>LIVEN BRAUCHT MAN, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ZU DURCHL&#x00D6;CHERN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN M&#x00DC;SSE SIE DURCHL&#x00D6;CHERN<sup><xref rid="fn2522">13</xref></sup></small>. J<small>EDOCH PFLICHTET DIESE BEI, DASS, WENN MAN SIE DURCHL&#x00D6;CHERT HAT UND [DAS</small> L<small>OCH] DURCH</small> H<small>EFENSATZ VERSTOPFT WURDE, ES NICHT VERUNREINIGUNGSF&#x00C4;HIG SEI</small>. W<small>ER SICH MIT REINEM</small> &#x00D6;<small>L GESALBT UND UNREIN GEWORDEN IST, UND DARAUF</small> [<small>INS</small> T<small>AUCHBAD</small>] <small>HINABSTEIGT UND UNTERTAUCHT, IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, REIN, AUCH WENN ER [VON</small> &#x00D6;<small>L] TRIEFT</small><sup><xref rid="fn2523">14</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WENN ES NUR SO VIEL IST, UM DAMIT DAS KLEINSTE</small> G<small>LIED</small><sup><xref rid="fn2524">15</xref></sup><small>SALBEN</small><sup><xref rid="fn2525">16</xref></sup><small>ZU K&#x00D6;NNEN</small>. W<small>AR ABER DAS</small> &#x00D6;<small>L SCHON VORHER UNREIN, SO IST ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, [REIN,] WENN ES NUR SOVIEL IST, UM DAS KLEINSTE GLIED SALBEN ZU K&#x00D6;NNEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SCHON WENN DIE</small> F<small>L&#x00DC;SSIGKEIT NUR [DEN</small> K<small>&#x00D6;RPER] BEFEUCHTET<sup><xref rid="fn2526">17</xref></sup> ;</small> R. J<small>EHUDA SAGTE IM</small> N<small>AMEN DER</small> S<small>CHULE</small> H<small>ILLELS</small>, <small>WENN SO FEUCHT, UM ZU BEFEUCHTEN</small><sup><xref rid="fn2527">18</xref></sup>.</p>
<p>VII. E<small>INE</small> F<small>RAU KANN NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS MIT EINEM</small> D<small>ENAR<sup><xref rid="fn2528">19</xref></sup> ODER DEM</small> W<small>ERTE EINES</small> D<small>ENARS ANGETRAUT<sup><xref rid="fn2529">20</xref></sup>WERDEN ; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SCHON MIT EINER PERUTA ODER DEM WERTE EINER PERUTA. WLEVIEL BETR&#x00C4;GT EINE PERUTA? ELN ACHTEL EINES ITALISCHEN A SS ARS. DLE SCHULE</small> &#x0160;<small>AMMAJS SAGT, MAN K&#x00D6;NNE SEINE</small> F<small>RAU MIT EINEM ALTEN</small> S<small>CHEIDEBRIEFE ENTLASSEN; DIE</small> S<small>CHULE</small> H<small>ILLELS VERBIETET DIES</small>. W<small>ELCHES HEISST EIN ALTER</small> S<small>CHEIDEBRIEF?</small> W<small>ENN ER, NACHDEM ER IHN GESCHRIEBEN HAT, MIT IHR</small> Z<small>USAMMEN WAR</small>. W<small>ENN JEMAND SICH VON SEINER</small> F<small>RAU SCHEIDEN LIESS UND DARAUF MIT IHR ZUSAMMEN IN EINER</small> H<small>ERBERGE &#x00DC;BERNACHTET HAT, SO BEN&#x00D6;TIGT SIE, WIE DIE</small> S<small>CHULE &#x0160;AMMAJS SAGT, KEINES ANDEREN</small> S<small>CHEIDEBRIEFES, DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SIE BEN&#x00D6;TIGE EINES ANDEREN</small> S<small>CHEIDEBRIEFES</small>. D<small>IES NUR DANN, WENN DIE</small> S<small>CHEIDUNG NACH DER</small> V<small>ERHEIRATUNG ERFOLGT IST, WENN ABER NACH DER</small> V<small>ERLOBUNG, SO BRAUCHT SIE KEINES ANDEREN</small> S<small>CHEIDEBRIEFES, WEIL ER</small><sup><xref rid="fn2530">21</xref></sup><small>MIT IHR NICHT VERTRAUT IST</small>.</p>

<p>VIII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLAUBT DIE</small> N<small>EBENBUHLERINNEN<sup><xref rid="fn2531">22</xref></sup>DEN ANDEREN</small> B<small>R&#x00DC;DERN; DIE</small> S<small>CHULE</small> H<small>ILLELS VERBIETET SIE</small>. H<small>ABEN SIE DIE</small> &#x1E24;<small>ALI&#x00C7;A VOLLZOGEN, SO IST [DIE</small> W<small>ITWE] NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS F&#x00DC;R DIE</small> P<small>RIESTERSCHAFT</small><sup><xref rid="fn2532">23</xref></sup><small>UNGEEIGNET UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS GEEIGNET</small><sup><xref rid="fn2533">24</xref></sup>. H<small>ABEN SIE DIE</small> S<small>CHWAGEREHE VOLLZOGEN, SO SIND SIE NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS GEEIGNET</small><sup><xref rid="fn2534">25</xref></sup><small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNGEEIGNET</small><sup><xref rid="fn2535">26</xref></sup>. U<small>ND OBGLEICH DIE EINEN ALS UNGEEIGNET ERKL&#x00C4;RTEN, WAS DIE ANDEREN ALS GEEIGNET ERKL&#x00C4;RTEN, UNTERLIESSEN ES</small> [A<small>NGEH&#x00D6;RIGE DER</small>] S<small>CHULE</small> &#x0160;<small>AMMAJS DENNOCH NICHT</small>, F<small>RAUEN [AUS</small> F<small>AMILIEN] DER</small> S<small>CHULE</small> H<small>ILLELS, ODER</small> [A<small>NGEH&#x00D6;RIGE DER</small>] S<small>CHULE</small> H<small>ILLELS</small>, F<small>RAUEN [AUS</small> F<small>AMILIEN] DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ZU HEIRATEN</small>. U<small>ND OBGLEICH BEI</small> [F<small>RAGEN &#x00DC;BER</small>] R<small>EINHEIT UND</small> U<small>NREINHEIT DIE EINEN ALS REIN ERKL&#x00C4;RTEN, WAS DIE ANDEREN ALS UNREIN ERKL&#x00C4;RTEN, SO UNTERLIESS ES DENNOCH WEDER DIE EINE NOCH DIE ANDERE, BEI DER</small> B<small>EREITUNG VON REINEN</small> [S<small>PEISEN</small>] <small>SICH AUF DIE ANDERE ZU VERLASSEN</small><sup><xref rid="fn2536">27</xref></sup>.</p>

<p>IX. W<small>ENN VON DREI</small> B<small>R&#x00DC;DERN ZWEI MIT ZWEI</small> S<small>CHWESTERN VERHEIRATET WAREN UND EINER LEDIG IST, UND NACHDEM DER</small> L<small>EDIGE NACH DEM</small> T<small>ODE DES EINEN MIT EINER DER</small> S<small>CHWESTERN VERHEIRATETEN</small> B<small>RUDERS AN [DIE</small> W<small>ITWE] DIE</small> E<small>HEFORMEL</small><sup><xref rid="fn2537">28</xref></sup><small>GERICHTET HAT, AUCH DER ZWEITE</small> B<small>RUDER GESTORBEN IST, SO BLEIBE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, SEINE</small> F<small>RAU</small><sup><xref rid="fn2537">28</xref></sup><small>BEI IHM UND DIE ANDERE GEHE ALS</small> S<small>CHWESTER SEINER</small> F<small>RAU FREI</small><sup><xref rid="fn2538">29</xref></sup><small>AUS; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER ENTLASSE SEINE</small> F<small>RAU DURCH</small> S<small>CHEIDEBRIEF UND</small> &#x1E24;<small>ALI&#x00C7;A</small><sup><xref rid="fn2539">30</xref></sup>, <small>UND DIE</small> F<small>RAU SEINES</small> B<small>RUDERS DURCH</small> &#x1E24;<small>ALI&#x00C7;A</small>. D<small>AS IST [DER</small> F<small>ALL</small>], <small>WOR&#x00DC;BER SIE SAGTEN:</small> W<small>EHE IHM WEGEN SEINER</small> F<small>RAU, WEHE IHM WEGEN DER</small> F<small>RAU SEINES</small> B<small>RUDERS&#x0021;</small></p>
<p>X. W<small>ER SICH DEN</small> B<small>EISCHLAF SEINER</small> F<small>RAU ABGELOBT, KANN DIES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ZWEI</small> W<small>OCHEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EINE</small> W<small>OCHE</small><sup><xref rid="fn2540">31</xref></sup>. W<small>ENN [EINE</small> F<small>RAU] AM</small> A<small>BEND ZUM EINUNDACHTZIGSTEN</small> [T<small>AGE</small>]<sup><xref rid="fn2541">32</xref></sup><small>FEHLGEBIERT, SO IST SIE NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VOM</small> O<small>PFER FREI, UND NACH DER</small> S<small>CHULE</small> H<small>LLLELS DAZU VERPFLICHTET</small>. E<small>IN</small> L<small>AKEN</small><sup><xref rid="fn2542">33</xref></sup> <small>UNTERLIEGT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT DEM</small> &#x00C7;<small>I&#x00C7;ITHGESETZE, UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS WOHL</small>. E<small>IN</small> &#x0160;<small>ABBATHFRUCHTKORB MACHT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT ZEHENTPFLICHTIG</small><sup><xref rid="fn2543">34</xref></sup><small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS WOHL ZEHENTPFLICHTIG</small>.</p>
<p>XI. W<small>ER EIN LANGERES</small><sup><xref rid="fn2544">35</xref></sup>N<small>AZIRAT</small><sup><xref rid="fn2545">36</xref></sup><small>GELOBT UND ES ABSOLVIERT HAT, UND NACHHER NACH DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LANDE</small><sup><xref rid="fn2546">37</xref></sup><small>KOMMT, IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NOCH DREISSIG</small> T<small>AGE</small> N<small>AZIR; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER M&#x00DC;SSE DAS</small> N<small>AZIRAT VON NEUEM BEGINNEN</small>. W<small>ENN ZWEI</small> Z<small>EUGENPARTIEN VON EINEM VERSCHIEDEN BEKUNDEN</small><sup><xref rid="fn2547">38</xref></sup>, <small>EINE, DASS ER ZWEI</small> [N<small>AZIRATE</small><sup><xref rid="fn2548">39</xref></sup>] <small>UND EINE, DASS ER F&#x00DC;NF</small><sup><xref rid="fn2549">40</xref></sup><small>GELOBT HAT, SO HAT SICH, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DAS</small> Z<small>EUGNIS ZERSPLITTERT UND ES GIBT HIERBEI KEIN</small> N<small>AZIRAT; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER MUSS, DA IN F&#x00DC;NF ZWEI ENTHALTEN SIND, ZWEI</small> N<small>AZIRATE ABSOLVIEREN</small>.</p>
<p>XII. W<small>ENN EIN</small> M<small>ENSCH SICH UNTERHALB DES</small> S<small>PALTES<sup><xref rid="fn2550">41</xref></sup>BEFINDET, SO LEITET ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER<sup><xref rid="fn2551">42</xref></sup>; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EIN</small> M<small>ENSCH IST HOHL, UND SEINE OBERE</small> H<small>&#x00C4;LFTE LEITET DIE</small> U<small>NREINHEIT HIN&#x00DC;BER</small>.</p>
<ftnote id="fn2510">1. W&#x00E4;hrend es sich sonst entgegengesetzt verh&#x00E4;lt.</ftnote>
<ftnote id="fn2511">2. Cf. Jt. Fol. 2a.</ftnote>
<ftnote id="fn2512">3. Sei am Pesa&#x1E25;feste verboten; cf. Ex. 12,19; 13,7 u. Dt. 16,4.</ftnote>
<ftnote id="fn2513">4. Dessen Blut man mit Erde zudecken mu&#x00DF;; cf. Lev. 17,13.</ftnote>
<ftnote id="fn2514">5. Cf. Jt. Fol. 8a.</ftnote>
<ftnote id="fn2515">6. Von solchen ist der Zehnt nicht zu entrichten.</ftnote>
<ftnote id="fn2516">7. Es geh&#x00F6;rt den Armen; cf. Dt. 24,19.</ftnote>
<ftnote id="fn2517">8. Und ebenso hei jedem anderen Baumgarten; cf. Lev. 19,23ff.</ftnote>
<ftnote id="fn2518">9. Das bei der Ausl&#x00F6;sung hinzuzuf&#x00FC;gen ist; cf. Bm. Fol. 55b.</ftnote>
<ftnote id="fn2519">10. Im 4. und 7. Jahre des Septenniums, wie beim 2. Zehnten; cf. Dt. 26,12ff.</ftnote>
<ftnote id="fn2520">11. Man lasse sie f&#x00FC;r die Armen zur&#x00FC;ck; cf. Lev. 19,10.</ftnote>
<ftnote id="fn2521">12. Und mu&#x00DF; vom Eigent&#x00FC;mer ausgel&#x00F6;st werden.</ftnote>
<ftnote id="fn2522">13. Fr&#x00FC;chte werden nur dann verunreinigungsf&#x00E4;hig, wenn sie befeuchtet worden sind, u. zwar mu&#x00DF; dies dem Eigent&#x00FC;mer erw&#x00FC;nscht sein. Da nun die Oliven einen Saft ausschwitzen, der zu den verunreinigungsf&#x00E4;higmachenden Fl&#x00FC;ssigkeiten geh&#x00F6;rt, so mu&#x00DF; man das Fa&#x00DF; durchl&#x00F6;chern, um zu zeigen, da&#x00DF; dies nicht erw&#x00FC;nscht ist.</ftnote>
<ftnote id="fn2523">14. Obgleich das unrein gewordene &#x00D6;l noch an seinem K&#x00F6;rper haftet, weil das &#x00D6;l zum K&#x00F6;rper geh&#x00F6;rt u. dieser durch das Untertauchen rein geworden ist.</ftnote>
<ftnote id="fn2524">15. Den kleinen Finger.</ftnote>
<ftnote id="fn2525">16. Sei er rein, wenn mehr, so ist er unrein.</ftnote>
<ftnote id="fn2526">17. Sei er unrein.</ftnote>
<ftnote id="fn2527">18. Eine andere K&#x00F6;rperstelle, die von dieser ber&#x00FC;hrt wird.</ftnote>
<ftnote id="fn2528">19. Nach den Kommentaren ein Silberdenar.</ftnote>
<ftnote id="fn2529">20. Die Antrauung erfolgt, wenn der Mann der Frau vor Zeugen einen Wertgegenstand zu diesem Behufe gibt.</ftnote>
<ftnote id="fn2530">21. Zwischen Verlobung u. Verheiratung.</ftnote>
<ftnote id="fn2531">22. Der dem Eheschwager als inzestu&#x00F6;s verbotenen Witwe. Wenn jemand kinderlos stirbt, so mu&#x00DF; sein Bruder die Witwe heiraten (cf. Dt. 25,5ff.) od. an ihr die &#x1E24;ali&#x00E7;a vollziehen; hier wird von dem Falle gesprochen, wenn der verstorbene Bruder mehrere Frauen hinterl&#x00E4;&#x00DF;t, von denen eine die Tochter des &#x00FC;berlebenden Bruders ist.</ftnote>
<ftnote id="fn2532">23. Sie darf von keinem Priester geheiratet werden.</ftnote>
<ftnote id="fn2533">24. Die Vollziehung der &#x1E24;ali&#x00E7;a war unn&#x00F6;tig u. gilt als nicht geschehen.</ftnote>
<ftnote id="fn2534">25. Wenn der 2. Bruder stirbt.</ftnote>
<ftnote id="fn2535">26. Wegen der unerlaubten Ehe.</ftnote>
<ftnote id="fn2536">27. Bei strittigen F&#x00E4;llen teilten sie einander mit, da&#x00DF; es sich um einen solchen Fall handle.</ftnote>
<p>27 Talmud IX</p>
<ftnote id="fn2537">28. An die die Eheformel gerichtet worden ist.</ftnote>
<ftnote id="fn2538">29. Sie ben&#x00F6;tigt auch nicht der &#x1E24;ali&#x00E7;a.</ftnote>
<ftnote id="fn2539">30. Die Schwagerehe durch Eheformel ist in der Tora nicht vorgesehen, dies hat zur Folge, da&#x00DF; die 2. Witwe nicht als Schwester seiner Frau (die man nicht ehelichen darf) gilt, u. ferner, da&#x00DF; er die 1. nicht durch Scheidung allein (da die g&#x00FC;ltige Antrauung fehlt), sondern auch durch &#x1E24;ali&#x00E7;a entlassen mu&#x00DF;. Die 2. darf er ebenfalls nicht ehelichen, weil die Ehe mit der 1. vielleicht g&#x00FC;ltig war.</ftnote>
<ftnote id="fn2540">31. So lange mu&#x00DF; sie sich dies gefallen lassen, sp&#x00E4;ter kann sie Aufl&#x00F6;sung des Gel&#x00F6;bnisses od. Scheidung verlangen.</ftnote>
<ftnote id="fn2541">32. Die W&#x00F6;chnerin hat 40 Tage nach der Geburt eines Knaben u. 80 Tage nach der Geburt eines M&#x00E4;dchens ein Opfer darzubringen (cf. Lev. 12,2ff.), selbst wegen einer Fehlgeburt; wenn sie innerhalb dieser Frist fehlgebiert, so hat sie nur ein Opfer darzubringen.</ftnote>
<ftnote id="fn2542">33. Das nur nachts benutzt wird.</ftnote>
<ftnote id="fn2543">34. Man darf davon gelegentlich unverzehntet essen.</ftnote>
<ftnote id="fn2544">35. Mehr als drei&#x00DF;ig Tage.</ftnote>
<ftnote id="fn2545">36. Cf. Num. 6,2ff.</ftnote>
<ftnote id="fn2546">37. Wenn jemand au&#x00DF;erhalb des Jisra&#x00E9;llandes ein Nazirat gelobt, so mu&#x00DF; er diese Zeit im Jisra&#x00E9;llande verbringen, da das Ausland als unrein gilt; cf. Sab. Fol. 14b.</ftnote>
<ftnote id="fn2547">38. Hinsichtlich seines Gel&#x00FC;bdes, Nazir zu sein.</ftnote>
<ftnote id="fn2548">39. Das Nazirat w&#x00E4;hrt, wenn keine Frist angegeben wird, 30 Tage.</ftnote>
<ftnote id="fn2549">40. Zur selben Zeit; wenn die Aussagen einander widersprechen, und er selber &#x00FC;berhaupt von nichts wissen will.</ftnote>
<ftnote id="fn2550">41. Ist die &#x00DC;berdachung eines Raumes, in dem reine u. unreine Sachen sich befinden (vgl. S. 412 Anm. 1), geteilt, so gilt der ganze Raum als geteilt, soda&#x00DF; die Unreinheit auf die in der reinen Seite sich befindlichen Sachen nicht &#x00FC;bertragen wird; legt man &#x00FC;ber den Spalt eine Sache, so wird dadurch eine Vereinigung des Raumes hergestellt; wenn aber unten, auf dem Fu&#x00DF;boden, gegen&#x00FC;ber dem Spalte eine Sache liegt, so wird dadurch eine Vereinigung nur dann hergestellt, wenn unter dieser ein eine Handbreite gro&#x00DF;er Hohlraum sich befindet.</ftnote>
<ftnote id="fn2551">42. Von der unreinen nach der reinen Seite.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> J<small>EHUDA LEHRTE SECHS</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>LLLELS ERSCHWEREND IST</small>. D<small>AS</small> B<small>LUT VON EINEM</small> A<small>ASE IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS REIN UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNREIN</small>. D<small>AS</small> E<small>I VON EINEM</small> A<small>ASE</small><sup><xref rid="fn2552">1</xref></sup> <small>IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS, WENN EIN SOLCHES AUF DEM</small> M<small>ARKT VERKAUFT</small><sup><xref rid="fn2553">2</xref></sup> <small>WIRD, ERLAUBT, WENN ABER NICHT, VERBOTEN; NACH DER</small> S<small>CHULE</small> H<small>ILLELS ABER</small> [<small>IN JEDEM</small> F<small>ALLE</small>] <small>VERBOTEN</small>. J<small>ENE PFLICHTET JEDOCH BEI, DASS DAS</small> E<small>I VON EINEM TOTVERLETZTEN</small> [G<small>EFL&#x00DC;GEL</small><sup><xref rid="fn2554">3</xref></sup>] <small>VERBOTEN IST, WEIL ES ALS</small> V<small>ERBOTENES AUSGEWACHSEN IST</small>. D<small>ER</small> B<small>LUTFLUSS EINER</small> N<small>ICHTJ&#x00DC;DIN</small><sup><xref rid="fn2555">4</xref></sup> <small>UND DAS</small> R<small>EINHEITSBLUT</small><sup><xref rid="fn2556">5</xref></sup> <small>EINER</small> A<small>USS&#x00C4;TZIGEN</small><sup><xref rid="fn2557">6</xref></sup> <small>SIND NACH DER</small> S<small>CHULE</small> H<small>ILLELS REIN; DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, SIE GLEICHEN IHREM</small> S<small>PEICHEL UND IHREM</small> U<small>RIN</small>. D<small>IE</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn2558">7</xref></sup> <small>DARF MAN NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS GEGEN</small> D<small>ANKESBEZEUGUNG UND AUCH OHNE</small> D<small>ANKESBEZEUGUNG ESSEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE SIE NICHT GEGEN</small> D<small>ANKESBEZEUGUNG</small><sup><xref rid="fn2559">8</xref></sup> <small>ESSEN</small>. E<small>IN</small> S<small>CHLAUCH IST</small> V<small>ERUNREINIGUNGSF&#x00C4;HIG, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WENN ER BLEIBEND ZUGEBUNDEN</small><sup><xref rid="fn2560">9</xref></sup> <small>IST, UND WIE DIE</small> S<small>CHULE HILLELS SAGT, AUCH WENN ER NICHT ZUGEBUNDEN IST</small>.</p>
<p>II. R. J<small>OSE LEHRTE SECHS</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND IST</small>. G<small>EFL&#x00DC;GEL DARF NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ZUSAMMEN MIT</small> K<small>&#x00C4;SE AUF DEN</small> T<small>ISCH AUFGETRAGEN, ABER NICHT GEGESSEN WERDEN; DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, WEDER AUFGETRAGEN NOCH GEGESSEN WERDEN</small>. M<small>AN DARF NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS DIE</small> H<small>EBE VON</small> O<small>LIVEN F&#x00DC;R</small> &#x00D6;<small>L UND VON</small> W<small>EINTRAUBEN F&#x00DC;R</small> W<small>EIN ABSONDERN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE DIE</small> H<small>EBE</small> [<small>AUF DIESE</small> W<small>EISE</small>] <small>NICHT ABSONDERN</small>. W<small>ENN JEMAND INNERHALB DER VIER</small> E<small>LLEN</small><sup><xref rid="fn2561">10</xref></sup> <small>VOR EINEM</small> W<small>EINBERG</small> S<small>&#x00C4;MEREIEN</small><sup><xref rid="fn2562">11</xref></sup><small>SA&#x00C4;ET, SO HAT ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EINE</small> R<small>EIHE</small><sup><xref rid="fn2563">12</xref></sup><small>VERBOTEN</small><sup><xref rid="fn2564">13</xref></sup><small>GEMACHT; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ZWEI</small> R<small>EIHEN</small>. M<small>EHLBREI IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small> [<small>VON DER</small> T<small>EIGHEBE</small>] <small>FREI UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS PFLICHTIG</small>. M<small>AN DARF NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS IN EINEM</small> S<small>TURZBACHE</small><sup><xref rid="fn2565">14</xref></sup><small>EIN</small> T<small>AUCHBAD NEHMEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE IN EINEM SOLCHEN KEIN</small> T<small>AUCHBAD NEHMEN</small>. W<small>ENN EIN</small> P<small>ROSELYT SICH AM</small> V<small>ORABEND DES</small> P<small>ESA&#x1E24;FESTES BEKEHRT, SO DARF ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> T<small>AUCHBAD NEHMEN UND ABENDS VOM</small> P<small>ESA&#x1E24;LAMME</small><sup><xref rid="fn2566">15</xref></sup><small>ESSEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WER SICH VON DER</small> V<small>ORHAUT TRENNT, GLEICHT DEM, DER SICH VON EINEM</small> G<small>RABE TRENNT</small><sup><xref rid="fn2567">16</xref></sup>.</p>
<p>III. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L LEHRTE DREI</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND IST</small>. [D<small>AS</small> B<small>UCH</small>] Q<small>OHELETH MACHT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small><sup><xref rid="fn2568">17</xref></sup>, <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES MACHE DIE</small> H<small>&#x00C4;NDE UNREIN</small>. D<small>AS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER, MIT DEM DAS</small> G<small>EBOT AUSGE&#x00DC;BT WORDEN</small><sup><xref rid="fn2569">18</xref></sup><small>IST, IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS REIN UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNREIN</small>. S<small>CHWARZK&#x00DC;MMEL IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2570">19</xref></sup> <small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS VERUNREINIGUNGSF&#x00C4;HIG; EBENSO</small> [<small>STREITEN SIE</small>] <small>&#x00DC;BER DIE</small> V<small>ERZEHNTUNG</small><sup><xref rid="fn2571">20</xref></sup>.</p>
<p>IV. R. E<small>LIEZER LEHRTE ZWEI</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND IST</small>. D<small>AS</small> B<small>LUT EINER</small> W<small>&#x00D6;CHNERIN, DIE KEIN</small> T<small>AUCHBAD GENOMMEN HAT, GLEICHT, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, IHREM</small> S<small>PEICHEL UND IHREM</small> U<small>RIN</small><sup><xref rid="fn2572">21</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES VERUNREINIGE FEUCHT UND EINGETROCKNET</small>. J<small>EDOCH PFLICHTET JENE BEI, DASS, WENN SIE BEI DER</small> G<small>EBURT FLUSSBEHAFTET WAR, ES FEUCHT UND EINGETROCKNET VERUNREINIGE</small>.</p>
<p>V. W<small>ENN VON VIER</small> B<small>R&#x00DC;DERN ZWEI MIT ZWEI</small> S<small>CHWESTERN VERHEIRATET WAREN, UND</small> (<small>DIE MIT DEN</small> S<small>CHWESTERN VERHEIRATETEN</small>) <small>GESTORBEN SIND, SO IST AN DIESEN DIE</small> &#x1E24;<small>ALI&#x00C7;A</small><sup><xref rid="fn2573">22</xref></sup><small>UND NICHT DIE</small> S<small>CHWAGEREHE</small><sup><xref rid="fn2573">22</xref></sup><small>ZU VOLLZIEHEN</small>. H<small>ABEN JENE</small><sup><xref rid="fn2574">23</xref></sup><small>SIE VOREILIG GEHEIRATET, SO M&#x00DC;SSEN SIE SIE ENTFERNEN</small>. R. E<small>LI&#x00C9;ZER SAGT, DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS LEHRE, SIE D&#x00DC;RFEN SIE BEHALTEN, UND DIE</small> S<small>CHULE</small> H<small>ILLELS LEHRE, SIE M&#x00DC;SSEN SIE ENTFERNEN</small>.</p>
<p>VI. A&#x0351;<small>QABJA</small> B. M<small>AHALAL&#x00C9;L BEKUNDETE VIER</small> L<small>EHREN</small>. M<small>AN SPRACH ZUIHM</small>: A&#x0351;<small>QABJA, WIDERRUFE DIE VIER</small> L<small>EHREN, DIE DU BEKUNDET HAST, UND WIR WOLLEN DICH ZUM</small> G<small>ERICHTSPR&#x00C4;SIDENTEN IN</small> J<small>ISRA&#x00DC;L MACHEN</small>! E<small>R ERWIDERTE IHNEN</small>: L<small>IEBER WILL ICH LEBTAGS EIN</small> T<small>OR HEISSEN, ALS EINE</small> S<small>TUNDE VOR</small> G<small>OTT EIN</small> F<small>REVLER</small><sup><xref rid="fn2575">24</xref></sup><small>SEIN</small>. M<small>AN</small><sup><xref rid="fn2576">25</xref></sup><small>SOLL NICHT SAGEN, ER HABE SIE WEGEN EINES</small> W<small>&#x00DC;RDENAMTES WIDERRUFEN</small>. E<small>R ERKL&#x00C4;RTE DAS ZUR&#x00DC;CKBLEIBENDE</small> H<small>AAR</small><sup><xref rid="fn2577">26</xref></sup><small>UND DAS GELBE</small> B<small>LUT</small><sup><xref rid="fn2578">27</xref></sup><small>ALS UNREIN; DIE</small> W<small>EISEN ERKL&#x00C4;RTEN SIE ALS REIN</small>. E<small>R ERLAUBTE DAS AUSGEFALLENE, IN EINEM</small> F<small>ENSTER GESTECKTE</small> H<small>AAR VON EINEM GEBRECHENBEHAFTETEN ERSTGEBORENEN</small> T<small>IERE</small><sup><xref rid="fn2579">28</xref></sup>, <small>NACHDEM MAN ES GESCHLACHTET HAT</small>; <small>DIE</small> W<small>EISEN VERBOTEN ES</small>. E<small>R SAGTE, MAN LASSE WEDER EINE</small> P<small>ROSELYTIN NOCH EINE FREIGELASSENE</small> S<small>KLAVIN</small> [<small>DAS</small> F<small>LUCHWASSER</small>]<sup><xref rid="fn2580">29</xref></sup><small>TRINKEN; DIE</small> W<small>EISEN ABER SAGTEN, MAN LASSE SIE ES WOHL TRINKEN</small>. S<small>IE SPRACHEN ZU IHM</small>: E<small>INST GESCHAH ES JA, DASS</small> &#x0160;<small>EMA&#x0351;JA UND</small> P<small>TOLLION DIE</small> K<small>ARKEMITH, EINE FREIGELASSENE</small> S<small>KLAVIN IN</small> J<small>ERU&#x0160;ALEM</small>, [<small>DAS</small> F<small>LUCHWASSER</small>] <small>TRINKEN LIESSEN</small>. E<small>R ERWIDERTE IHNEN:</small> I<small>HRESGLEICHEN<sup><xref rid="fn2581">30</xref></sup><small>HABEN SIE ES TRINKEN LASSEN</small>. H<small>IERAUF TATEN SIE IHN</small><sup><xref rid="fn2582">31</xref></sup><small>IN DEN</small> B<small>ANN, UND ER STARB AUCH IM</small> B<small>ANNE; DA LIESS DAS</small> G<small>ERICHT SEINEN</small> S<small>ARG MIT</small> S<small>TEINEN BE WERFEN</small>. R. J<small>EHUDA SAGTE</small>: B<small>EH&#x00DC;TE UND BEWAHRE, DASS</small> A&#x0351;<small>QABJA IN DEN</small> B<small>ANN GETAN WORDEN SEI, DENN UNTER ALLEN</small> M<small>&#x00C4;NNERN</small> J<small>ISRA&#x00C9;LS, HINTER DENEN DER</small> T<small>EMPELHOF GESCHLOSSEN WURDE, GAB ES KEINEN, DER</small> A&#x0351;QABJA B</small>. M<small>AHALAL&#x00C9;L IN</small> W<small>EISHEIT UND</small> S<small>&#x00DC;NDENSCHEU GLICHE; IN DEN</small> B<small>ANN GETAN HABEN SIE VIELMEHR</small> E<small>LIE&#x0351;ZER</small> B. &#x1E24;<small>ANOCH, DER AM</small> [G<small>ESETZE VOM</small>] H<small>&#x00C4;NDEWASCHEN GER&#x00DC;TTELT HATTE, UND ALS ER STARB, LIESS DAS</small> G<small>ERICHT EINEN</small> S<small>TEIN AUF SEINEN</small> S<small>ARG LEGEN</small>. D<small>IES LEHRT, DASS, WENN JEMAND IN DEN</small> B<small>ANN GETAN WIRD UND IM</small> B<small>ANNE STIRBT, SEIN</small> S<small>ARG MIT</small> S<small>TEINEN BEWORFEN WERDE</small>.</p>
<p>VII. B<small>EI SEINEM</small> S<small>TERBEN SPRACH ER ZU SEINEM</small> S<small>OHNE:</small> M<small>EIN</small> S<small>OHN, WIDERRUFE DU DIE VIER</small> L<small>EHREN, DIE ICH GELEHRT HABE</small>. D<small>IESER ENTGEGNETE:</small> W<small>ESHALB HAST DU SIE NICHT WIDERRUFEN?</small> J<small>ENER ERWIDERTE:</small> I<small>CH HABE [MEINE</small> A<small>NSICHT] VON EINER</small> M<small>EHRHEIT VERNOMMEN, UND JENE HABEN IHRE EBENFALLS VON EINER</small> M<small>EHRHEIT VERNOMMEN; ICH BESTAND AUF MEINER</small> &#x00DC;B<small>ERLIEFERUNG UND SIE BESTANDEN AUF IHRER</small> &#x00DC;<small>BERLIEFERUNG</small>. D<small>U ABER HAST SIE VON EINEM EINZELNEN UND VON EINER</small> M<small>EHRHEIT VERNOMMEN, UND ES IST DAHER BESSER, DIE</small> W<small>ORTE DES EINZELNEN FALLEN ZU LASSEN UND SICH AN DIE</small> W<small>ORTE DER</small> M<small>EHRHEIT ZU HALTEN</small>. H<small>IERAUF SPRACH DIESER ZU IHM</small>: V<small>ATER, EMPFIEHL MICH DEINEN</small> K<small>OLLEGEN</small>. J<small>ENER ERWIDERTE:</small> I<small>CH EMPFEHLE NICHT</small>. D<small>IESER SPRACH:</small> H<small>AST DU ETWAS AN MIR AUSZUSETZEN?</small> J<small>ENER ERWIDERTE:</small> N<small>EIN; DEINE</small> T<small>ATEN WERDEN DICH EINF&#x00DC;HREN UND DEINE</small> T<small>ATEN WERDEN DICH ENTFERNEN</small>.</p>
<ftnote id="fn2552">1. Wenn das Gefl&#x00FC;gel beim Schlachten rituell ungenie&#x00DF;bar geworden ist.</ftnote>
<ftnote id="fn2553">2. Dh. Wenn es eine harte Schale hat.</ftnote>
<ftnote id="fn2554">3. Das schon vor dem Schlachten zum Gemisse verboten war.</ftnote>
<ftnote id="fn2555">4. Der &#x00DF;lutflu&#x00DF; einer jisra&#x00E9;litischen Frau, sowohl der menstruale (cf. Lev. 15,19ff.) als auch der krankhafte (cf. ib. 15,25ff.) ist verunreinigend, der einer Nichtj&#x00FC;din ist es nur rabbanitisch, u. zwar in geringerem Grade; in weit h&#x00F6;herem Grade verunreinigend sind nach rabbanitischer Bestimmung Speichel u. Urin einer Nichtj&#x00FC;din, damit man sich, da diese h&#x00E4;ufiger Vorkommen, um so mehr von ihnen femhalte.</ftnote>
<ftnote id="fn2556">5. Nach dem Wochenbette; cf. Lev. 12,4.</ftnote>
<ftnote id="fn2557">6. Jisra&#x00E9;litin, die an u. f&#x00FC;r sich verunreinigend ist; cf. Lev. Kap. 13.</ftnote>
<ftnote id="fn2558">7. Aus einem fremden Garten.</ftnote>
<ftnote id="fn2559">8. Das in Handschriften fehlende <span dir="rtl">&#x05D0;&#x05DC;&#x05D0;</span> ist zu streichen. Die Fr&#x00FC;chte des Siebent- od. Erla&#x00DF;jahres m&#x00FC;ssen vollst&#x00E4;ndig freigegeben und d&#x00FC;rfen nicht eingesammelt werden (cf. Ex. 23,11 u. Lev. 25,5); der Eigent&#x00FC;mer darf f&#x00FC;r diese nicht einmal einen Dank entgegennehmen.</ftnote>
<ftnote id="fn2560">9. Wenn die M&#x00FC;ndung nicht zusammengen&#x00E4;ht ist.</ftnote>
<ftnote id="fn2561">10. Die vor einem Weinberg frei bleiben m&#x00FC;ssen; cf. Kil. IV, 1.</ftnote>
<ftnote id="fn2562">11. Cf. Dt. 22,9.</ftnote>
<ftnote id="fn2563">12. Die 1. Reihe des Weinberges.</ftnote>
<ftnote id="fn2564">13. W&#x00F6;rtl. geheiligt, welcher Ausdruck in der genannten Schriftstelle gebraucht wird, dh. dem Heiligtume, dem Banne verfallen.</ftnote>
<ftnote id="fn2565">14. Eine von einer Anh&#x00F6;he herabst&#x00FC;rzende Wassermenge von 40 Sea&#x0351;.</ftnote>
<ftnote id="fn2566">15. Cf. Ex. 12,48.</ftnote>
<ftnote id="fn2567">16. Er bleibt 7 Tage unrein.</ftnote>
<ftnote id="fn2568">17. W&#x00E4;hrend andere B&#x00FC;cher der hl. Schrift sie unrein machen; cf. Sab. Fol. 14a.</ftnote>
<ftnote id="fn2569">18. Das zur Besprengung des Unreinen (cf. Num. 19,18) verwandt worden ist.</ftnote>
<ftnote id="fn2570">19. Da er allein keine Speise ist.</ftnote>
<ftnote id="fn2571">20. Gilt er als Speise, so ist er auch zehntpflichtig.</ftnote>
<ftnote id="fn2572">21. Die nur im fl&#x00FC;ssigen Zustande, nicht aber eingetrocknet, verunreinigend sind.</ftnote>
<ftnote id="fn2573">22. Da jede der beiden Schwestern jedem der beiden Br&#x00FC;der zufallen sollte, soda&#x00DF; die andere ihm dann als Schwester seiner Frau verboten wird.</ftnote>
<ftnote id="fn2574">23. Die &#x00FC;berlebenden Br&#x00FC;der.</ftnote>
<ftnote id="fn2575">24. Durch eine Entscheidung gegen die innere &#x00DC;berzeugung.</ftnote>
<ftnote id="fn2576">25. Dieser Satz ist vom vorangehenden unabh&#x00E4;ngig, also ein Grund f&#x00FC;r sich.</ftnote>
<ftnote id="fn2577">26. Das von einem Aussatze zur&#x00FC;ckbleibt, nachdem dieser geheilt ist; das wei&#x00DF;e Haar gilt beim Aussatze als Unreinheitsmal; cf. Lev. 13,2ff.</ftnote>
<ftnote id="fn2578">27. Beim Menstrualblut, bei dem hinsichtlich der Unreinheit mehrere Farben unterschieden werden.</ftnote>
<ftnote id="fn2579">28. Die Schur eines solchen Tieres ist verboten, die von selbst ausgefallene Wolle kann nur als besondere Vorbeugung verboten werden.</ftnote>
<ftnote id="fn2580">29. Wenn sie ehebruchsverd&#x00E4;chtig sind; cf. Num. 5,12ff.</ftnote>
<ftnote id="fn2581">30. Sc. Leute; &#x0160;. Und P. waren ebenfalls Proselyten; cf. Syn. Fol. 96b. Nach anderer Erkl. hei&#x00DF;t <span dir="rtl">&#x05D3;&#x05D5;&#x05D2;&#x05DE;&#x05D0;</span> Gleiches, dh. kein richtiges Fluchwasser (aus Erde vom Tempelboden), sondern etwas &#x00E4;hnliches.</ftnote>
<ftnote id="fn2582">31. Wegen des beleidigenden Ausdrucks.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>R.</bold> J<small>EHUDA B</small>. B<small>ABA BEKUNDETE F&#x00DC;NF</small> D<small>INGE:</small> D<small>ASS MAN EINE</small> M<small>INDERJ&#x00C4;HRIGE</small><sup><xref rid="fn2583">1</xref></sup> <small>ZUR</small> W<small>EIGERUNGSERKL&#x00C4;RUNG VERANLASSE; DASS MAN EINER</small> W<small>ITWE AUF DIE</small> A<small>USSAGE EINES</small> Z<small>EUGEN</small><sup><xref rid="fn2584">2</xref></sup> <small>HIN ZU HEIRATEN ERLAUBE; DASS EINST IN</small> J<small>ERU&#x0160;ALEM EIN</small> H<small>AHN GESTEINIGT WORDEN IST, WEIL ER EINEN</small> M<small>ENSCHEN GET&#x00D6;TET</small><sup><xref rid="fn2585">3</xref></sup> <small>HATTE; DASS VIERZIGT&#x00C4;GIGER</small> W<small>EIN AUF DEN</small> A<small>LTAR GEGOSSEN<sup><xref rid="fn2586">4</xref></sup> WERDEN DARF; DASS DAS BEST&#x00C4;NDIGE</small> M<small>ORGENOPFER IN DERVIERTEN</small> T<small>AGESSTUNDE DARGEBRACHT WORDEN IST</small><sup><xref rid="fn2587">5</xref></sup>.</p>
<p>II. R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. N<small>E&#x1E24;UNJA B</small>. E<small>LINATHAN AUS</small> K<small>EPHAR</small> B<small>ABLI BEKUNDETEN, DASS EIN</small> G<small>LIED VON EINER</small> L<small>EICHE</small><sup><xref rid="fn2588">6</xref></sup> <small>UNREIN SEI</small>; R. E<small>LIE&#x0351;ZER SAGTE N&#x00C4;MLICH, DIES GELTE NUR VON EINEM</small> G<small>LIEDE EINES</small> L<small>EBENDEN</small>. J<small>ENE SPRA CHEN ZU: IHM:</small> E<small>S IST JA [DURCH EINEN</small> S<small>CHLUSS</small>] <small>VOM</small> L<small>EICHTEREN AUF DAS</small> S<small>CHWERERE ZU FOLGERN: WENN DAS ABGETRENNTE</small> G<small>LIED VON EINEM</small> L<small>EBENDEN, DER REIN IST, UNREIN IST, UM WIEVIEL MEHR IST DAS ABGETRENNTE</small> G<small>LIED VON EINER</small> L<small>EICHE, DIE UNREIN IST, UNREIN</small>. E<small>R ERWIDERTE IHNEN:</small> S<small>IE SAGTEN DIES</small><sup><xref rid="fn2589">7</xref></sup> <small>ABER NUR VON EINEM</small> G<small>LIEDE EINES</small> L<small>EBENDEN</small>. E<small>INE ANDERE</small> E<small>RWIDERUNG:</small> G<small>R&#x00D6;SSER IST DIE</small> U<small>NREINHEIT EINES</small> L<small>EBENDEN ALS DIE</small> U<small>NREINHEIT EINER</small> L<small>EICHE; EIN</small> L<small>EBENDER</small><sup><xref rid="fn2590">8</xref></sup> <small>VERUNREINIGT</small> L<small>AGER UND</small> S<small>ITZ UNTER</small><sup><xref rid="fn2591">9</xref></sup> <small>IHM, SODASS DIESE AUCH</small> M<small>ENSCHEN UND</small> K<small>LEIDER UNREIN MACHEN, AUCH ALLES, WAS SICH&#x00DC;BER IHM</small><sup><xref rid="fn2592">10</xref></sup><small>BEFINDET, SODASS DIESE</small> S<small>PEISENUND</small> G<small>ETR&#x00C4;NKE</small><sup><xref rid="fn2593">11</xref></sup><small>VERUNREINIGEN, W&#x00C4;HREND EINE</small> L<small>EICHE KEINE</small> V<small>ERUNREINIGUNG</small> [<small>DIESER</small> A<small>RT</small>] <small>ERWIRKT</small><sup><xref rid="fn2594">12</xref></sup>.</p>
<p>III. E<small>IN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, IST NACH</small> R. E<small>LIE&#x0351;ZER UNREIN UND NACH</small> R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. N<small>E&#x1E24;UNJA REIN</small>. E<small>IN GERSTENGROSSER</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, IST NACH</small> R. N<small>E&#x1E24;UNJA UNREIN UND NACH</small> R. E<small>LIE&#x0351;ZER UND</small> R. J<small>EHO&#x0160;UA&#x0351; REIN</small>. S<small>IE SPRACHEN ZU</small> R. E<small>LIE&#x0351;ZER</small>: W<small>AS VERANLASST DICH, EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ZU ERKL&#x00C4;REN?</small> E<small>R ERWIDERTE IHNEN:</small> W<small>IR FINDEN, DASS EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN EINER VOLLST&#x00C4;NDIGEN</small> L<small>EICHE GLEICHT</small><sup><xref rid="fn2595">13</xref></sup>, <small>WIE NUN EIN VON EINER</small> L<small>EICHE ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH UNREIN IST, EBENSO IST AUCH EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, UNREIN</small>. S<small>IE ENTGEGNETEN IHM:</small> N<small>EIN, DU KANNST EIN VON EINER</small> L<small>EICHE ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH ALS UNREIN ERKL&#x00C4;REN, DA AUCH EIN VON DIESER ABGETRENNTER GERSTENGROSSER</small> K<small>NOCHEN UNREIN</small><sup><xref rid="fn2596">14</xref></sup> <small>IST, WIESO ABER KANNST DU EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ERKL&#x00C4;REN, WO DU EINEN VON DIESEM ABGETRENNTEN GERSTENGROSSEN</small> K<small>NOCHEN ALS REIN ERKL&#x00C4;RT HASTI?</small> S<small>IE SPRACHEN FERNER ZU</small> R. N<small>E&#x1E24;UNJA</small>: W<small>AS VERANLASST DICH, EINEN GERSTENGROSSEN</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ZU ERKL&#x00C4;REN?</small> E<small>R ERWIDERTE IHNEN:</small> W<small>IR FINDEN, DASS EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN EINER VOLLST&#x00C4;NDIGEN</small> L<small>EICHE GLEICHT</small><sup><xref rid="fn2600">18</xref></sup>, <small>WIE NUN EIN VON EINER</small> L<small>EICHE ABGETRENNTER [GERSTENGROSSER]</small> K<small>NOCHEN UNREIN IST, EBENSO IST AUCH EIN GERSTENGROSSER</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, UNREIN</small>. S<small>IE ENTGEGNETEN IHM:</small> N<small>EIN, DU KANNST EINEN VON EINER</small> L<small>EICHE ABGETRENNTEN GERSTENGROSSEN</small> K<small>NOCHEN ALS UNREIN ERKL&#x00C4;REN, DA AUCH EIN VON DIESER ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH UNREIN IST, WIESO ABER KANNST DU EINEN GERSTENGROSSEN</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ERKL&#x00C4;REN, WO DU EIN VON DIESEM ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH ALS REIN ERKL&#x00C4;RT HAST!?</small> S<small>IE SPRACHEN FERNER ZU</small> R. E<small>LIE&#x0351;ZER:</small> W<small>AS VERANLASST DICH, DEINE</small> A<small>NSICHT ZU TEILEN, ENTWEDER ERKL&#x00C4;RE BEIDES ALS UNREIN ODER ERKL&#x00C4;RE BEIDES ALS REIN</small>? E<small>R ERWIDERTE IHNEN</small>&#x0021; G<small>R&#x00D6;SSER IST DIE</small> U<small>NREINHEIT DES</small> F<small>LEISCHES ALS DIE</small> U<small>NREINHEIT DER</small> K<small>NOCHEN, DENN DIE</small> [U<small>NREINHEIT DES</small>] F<small>LEISCHES ERSTRECKT SICH AUCH AUF</small> &#x00C4;<small>SER UND</small> K<small>RIECHTIERE, WAS BEI DEN</small> K<small>NOCHEN NICHT DER</small> F<small>ALL IST</small>. E<small>INE ANDERE</small> E<small>RKL&#x00C4;RUNG</small>. W<small>ENN AN EINEM</small> G<small>LIEDE DAS GEH&#x00D6;RIGE</small> F<small>LEISCH VORHANDEN IST, SO IST ES DURCH</small> B<small>ER&#x00DC;HRUNG</small>, T<small>RAGEN UND</small> B<small>EZELTUNG VERUNREINIGEND, FEHLT ETWAS VOM</small> F<small>LEISCHE, SO IST ES DENNOCH UNREIN</small><sup><xref rid="fn2597">15</xref></sup>, <small>FEHLT ABER ETWAS VOM</small> K<small>NOCHEN, SO IST ES REIN</small><sup><xref rid="fn2598">16</xref></sup>. S<small>IE SPRACHEN ZU</small> R. N<small>E&#x1E24;UNJA:</small> W<small>AS VERANLASST DICH, DEINE</small> A<small>NSICHT ZU TEILEN, ENTWEDER ERKL&#x00C4;RE BEIDES ALS UNREIN ODER ERKL&#x00C4;RE BEIDES ALS REIN</small>!? E<small>R ERWIDERTE IHNEN:</small> G<small>R&#x00D6;SSER IST DIE</small> U<small>NREINHEIT DER</small> K<small>NOCHEN ALS DIE</small> U<small>NREINHEIT DES</small> F<small>LEISCHES; DAS VON EINEM</small> L<small>EBENDEN ABGETRENNTE</small> F<small>LEISCH IST REIN, W&#x00C4;HREND EIN VON IHM ABGETRENNTES</small> G<small>LIED IN SEINER NAT&#x00DC;RLICHEN</small> B<small>ESCHAFFENHEIT</small><sup><xref rid="fn2599">17</xref></sup><small>UNREIN IST</small>. E<small>INE ANDERE</small> E<small>RKL&#x00C4;RUNG</small>: E<small>IN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH IST DURCH</small> B<small>ER&#x00DC;HRUNG</small>, T<small>RAGEN UND</small> B<small>EZELTUNG VERUNREINIGEND, UND DIE</small> M<small>EHRZAHL DER</small> K<small>NOCHEN</small><sup><xref rid="fn2600">18</xref></sup><small>IST EBENFALLS DURCH</small> B<small>ER&#x00DC;HRUNG</small>, T<small>RAGEN UND</small> B<small>EZELTUNG VERUNREINIGEND; FEHLT ETWAS VOM FLEISCHE</small><sup><xref rid="fn2601">19</xref></sup>, <small>SO IST ES REIN, FEHLT ABER VON DER</small> M<small>EHRZAHL DER</small> K<small>NOCHEN, SO SIND SIE ALLERDINGS DURCH</small> B<small>EZELTUNG NICHT VERUNREINIGEND, ABER IMMERHIN SIND SIE NOCH DURCH</small> B<small>ER&#x00DC;HRUNG UND</small> T<small>RAGEN VERUNREINIGEND</small>. E<small>INE ANDERE</small> E<small>RKL&#x00C4;RUNG</small>: H<small>AT DAS GESAMTE</small> F<small>LEISCH VON EINER</small> L<small>EICHE KEINE</small> O<small>LIVENGR&#x00D6;SSE</small><sup><xref rid="fn2602">20</xref></sup>, <small>SO IST ES REIN, DAGEGEN IST DER GR&#x00D6;SSERE</small> T<small>EIL DES</small> K<small>&#x00D6;RPERBAUES ODER DER GR&#x00D6;SSERE</small> T<small>EIL</small> [<small>DER</small> K<small>NOCHEN</small>] <small>VON EINER</small> L<small>EICHE VERUNREINIGEND, SELBST WENN SIE ZUSAMMEN KEIN</small> V<small>IERTEL</small> [K<small>AB</small><sup><xref rid="fn2603">21</xref></sup>] <small>BETRAGEN</small>. S<small>IE SPACHEN FERNER ZU</small> R. J<small>EHO&#x0160;UA&#x0351;</small>: W<small>AS VERANLASST DICH, BEIDES ALS REIN ZU ERKL&#x00C4;REN?</small> E<small>R ERWIDERTE IHNEN:</small> N<small>EIN, WENN DIES</small><sup><xref rid="fn2604">22</xref></sup><small>VON EINER</small> L<small>EICHE GILT, DIE</small> [<small>VERUNREINIGEND</small>] <small>IST DURCH</small> M<small>EHRZAHL</small><sup><xref rid="fn2605">23</xref></sup>, <small>EIN</small> V<small>IERTEL</small> [K<small>AB</small> K<small>NOCHEN</small>] <small>UND</small> V<small>ERWESUNG</small><sup><xref rid="fn2606">24</xref></sup>, <small>SOLLTE DIES AUCH VON EINEM</small> L<small>EBENDEN GELTEN, DER DURCH</small> M<small>EHRZAHL, EIN</small> V<small>IERTEL</small> [K<small>AB</small> K<small>NOCHEN</small>] <small>UND</small> V<small>ERWESUNG NICHT VERUNREINIGEND IST</small>!?</p>
<ftnote id="fn2583">1. Die durch ihre Mutter od. ihren Bruder verheiratet worden ist.</ftnote>
<ftnote id="fn2584">2. Der den Tod ihres Mannes bekundet.</ftnote>
<ftnote id="fn2585">3. In der Schrift befindet sich diese Bestimmung nur von einem Ochsen; cf. Ex. 21,28.</ftnote>
<ftnote id="fn2586">4. Als Gu&#x00DF;opfer; der neuere ist nicht zul&#x00E4;ssig.</ftnote>
<ftnote id="fn2587">5. Dies hatte sich einmal (bei der Belagerung Jeru&#x0161;alems) ereignet.</ftnote>
<ftnote id="fn2588">6. Auch wenn es nicht die Gr&#x00F6;&#x00DF;e einer Olive hat.</ftnote>
<ftnote id="fn2589">7. Da&#x00DF; ein Glied von einem Menschen in jeder Gr&#x00F6;&#x00DF;e verunreinigend sei.</ftnote>
<ftnote id="fn2590">8. Wenn er flu&#x00DF;behaftet ist; cf. Lev. 15,2ff.</ftnote>
<ftnote id="fn2591">9. Dh. alle St&#x00FC;cke, die sich unter ihm in gro&#x00DF;er Anzahl befinden, obgleich er nur das erste ber&#x00FC;hrt.</ftnote>
<ftnote id="fn2592">10. Ohne Beschr&#x00E4;nkung der Anzahl, obgleich er nur das ber&#x00FC;hrt, was sich direkt &#x00FC;ber ihm befindet.</ftnote>
<ftnote id="fn2593">11. Jedoch nicht Mensehen u. Kleider.</ftnote>
<ftnote id="fn2594">12. Der Tote verunreinigt nur 3 St&#x00FC;cke unter u. &#x00FC;ber ihm, u. zwar durch &#x00DC;bertragung der Unreinheit des einen auf das andere.</ftnote>
<ftnote id="fn2595">13. Hinsichtlich der Verunreinigung.</ftnote>
<ftnote id="fn2596">14. Dessen Unreinheit ist also strenger.</ftnote>
<ftnote id="fn2597">15. Als Glied.</ftnote>
<ftnote id="fn2598">16. Als Glied, wohl aber ist es als Fleisch, falls es von einer Leiche herr&#x00FC;hrt, unrein.</ftnote>
<ftnote id="fn2599">17. Mit den Knochen.</ftnote>
<ftnote id="fn2600">18. Von einer Leiche; cf. Ed. I,7.</ftnote>
<ftnote id="fn2601">19. Dh. vom vorschriftsm&#x00E4;&#x00DF;igen Quantum.</ftnote>
<ftnote id="fn2602">20. Soll nach Hol. Fol. 89b bei einem Abortus Vorkommen.</ftnote>
<ftnote id="fn2603">21. Erforderliches Quantum hinsichtlich der Verunreinigung; cf. supra I, 7. Statt <span dir="rtl">&#x05E8;&#x05D5;&#x05D1;</span> ist mit der Mi&#x0161;na separata besser <span dir="rtl">&#x05E8;&#x05D6;&#x05D1;&#x05E2;</span> zu lesen.</ftnote>
<ftnote id="fn2604">22. Die Verunreinigung durch ein olivengro&#x00DF;es St&#x00FC;ck Fleisch od. einen gerstengro&#x00DF;en Knochen.</ftnote>
<ftnote id="fn2605">23. Der Knochen od. des K&#x00F6;rperbaues.</ftnote>
<ftnote id="fn2606">24. Auch wenn der K&#x00F6;rper vollst&#x00E4;ndig verwest u. in Staub verwandelt ist, ist er noch (ein L&#x00F6;ffel voll) verunreinigend.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> J<small>EHO&#x0160;UA&#x0351; UND</small> R. &#x00C7;<small>ADOQ BEKUNDETEN, DASS, WENN DER</small> L<small>&#x00D6;SERSATZ F&#x00DC;R DAS</small> E<small>RSTGEBORENE EINES</small> E<small>SELS</small><sup><xref rid="fn2607">1</xref></sup> <small>VERENDET</small><sup><xref rid="fn2608">2</xref></sup>, <small>DER</small> P<small>RIESTER DAVON NICHTS HABE</small>; R. E<small>LIE&#x0351;ZER SAGT N&#x00C4;MLICH, [DER</small> E<small>IGENT&#x00DC;MER</small>] <small>SEI HAFTBAR, WIE BEI DEN F&#x00DC;NF</small> S<small>ELA&#x0351; F&#x00DC;R EINEN</small> [<small>ERSTGEBORENEN</small>] S<small>OHN</small><sup><xref rid="fn2609">3</xref></sup>, <small>DIE</small> W<small>EISEN ABER SAGEN, ER SEI NICHT HAFTBAR, VIELMEHR GLEICHT DIESER DEM</small> L<small>&#x00D6;SEGELDE DES ZWEITEN</small> Z<small>EHNTEN</small><sup><xref rid="fn2610">4</xref></sup>.</p>
<p>II. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS DIE</small> T<small>UNKE VON UNREINEN</small> H<small>EUSCHRECKEN REIN SEI; DIE ERSTE</small> [V<small>ERSION DER</small>] M<small>I&#x0160;NA LAUTETE N&#x00C4;MLICH: WENN UNREINE</small> H<small>EUSCHRECKEN ZUSAMMEN MIT REINEN EINGELEGT WORDEN SIND, SO IST DIE</small> T<small>UNKE NICHT UNBRAUCHBAR</small><sup><xref rid="fn2611">5</xref></sup>.</p>
<p>III. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS, WENN DAS</small> F<small>LUSSWASSER MEHR IST ALS DAS</small> T<small>ROPFWASSER, ES TAUGLICH</small><sup><xref rid="fn2612">6</xref></sup> <small>SEI</small>. E<small>INST EREIGNETE SICH EIN SOLCHER</small> F<small>ALL IN</small> B<small>IRATH</small> P<small>ELIJA, UND ALS DIE</small> S<small>ACHE VOR DIE</small> W<small>EISEN KAM, ERKL&#x00C4;RTEN SIE ES ALS TAUGLICH</small>.</p>
<p>IV. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS, WENN MAN</small> F<small>LUSSWASSER DURCH</small> N<small>USSBL&#x00C4;TTER</small><sup><xref rid="fn2613">7</xref></sup> <small>LAUFEN L&#x00C4;SST, ES TAUGLICH</small><sup><xref rid="fn2614">8</xref></sup><small>SEI</small>. E<small>LNST EREIGNETE SICH EIN SOLCHER</small> F<small>ALL IN</small> A<small>HALAJA, UND ALS DIE</small> S<small>ACHE IN DIE</small> Q<small>&#x00DC;ADERHALLE</small><sup><xref rid="fn2615">9</xref></sup> <small>KAM, ERKL&#x00C4;RTEN SIE ES ALS TAUGLICH</small>.</p>
<p>V. R. J<small>EHOS&#x00DC;A UND</small> R. J<small>AQIM AUS</small> H<small>ADAR BEKUNDETEN, DASS, WENN MAN EINEN</small> K<small>RUG MIT</small> E<small>NTS&#x00DC;NDIGUNGSASCHE</small><sup><xref rid="fn2616">10</xref></sup><small>AUF EIN</small> K<small>RIECHTIER GESTELLT</small><sup><xref rid="fn2617">11</xref></sup><small>HAT, DIESE UNREIN SEI;</small> R. E<small>LIE&#x0351;ZER ERKL&#x00C4;RTE SIE N&#x00C4;MLICH ALS REIN</small>. R. P<small>APJAS BEKUNDETE, DASS, WENN JEMAND ZWEI</small> N<small>AZIRATE</small><sup><xref rid="fn2618">12</xref></sup><small>GELOBT UND WEGEN DES ERSTEN SICH AM DREISSIGSTEN</small> T<small>AGE DAS</small> H<small>AAR GESCHNITTEN</small><sup><xref rid="fn2619">13</xref></sup><small>HAT, ER ES SICH WEGEN DES ZWEITEN AM SECHZIGSTEN</small> T<small>AGE SCHNEIDE; UND DASS, WENN ER DIES AM NEUNUNDF&#x00DC;NFZIGSTEN</small> T<small>AGE GETAN HAT, ER SEINER</small> P<small>FLICHT GEN&#x00DC;GT HABE, DENN DER DREISSIGSTE</small> T<small>AG WERDE IHM ANGERECHNET</small><sup><xref rid="fn2620">14</xref></sup>.</p>
<p>VI. R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. P<small>APJAS BEKUNDETEN, DASS DAS</small> J<small>UNGE VON EINEM</small> H<small>EILSOPFER<sup><xref rid="fn2621">15</xref></sup>ALS</small> H<small>EILSOPFER DARGEBRACHT WERDE</small>. R. E<small>LIE&#x0351;ZER SAGTE N&#x00C4;MLICH, DAS</small> J<small>UNGE VON EINEM</small> H<small>EILSOPFER WERDE NICHT ALS</small> H<small>EILSOPFER DARGEBRACHT, DIE</small> W<small>EISEN ABER SAGTEN, ES WERDE WOHL ALS SOLCHES DARGEBRACHT</small>. H<small>LERZU SAGTE</small> R. P<small>APJAS</small>: I<small>CH BEKUNDE, DASS WIR EINST EINE</small> H<small>EILSOPFERKUH HATTEN, DIE WIR AM</small> P<small>ESA&#x1E24;FESTE VERZEHRTEN, UND AUCH DAS</small> J<small>UNGE DERSELBEN VERZEHRTEN WIR AM</small> F<small>ESTE</small><sup><xref rid="fn2622">16</xref></sup><small>ALS</small> H<small>EILSOPFER</small>.</p>
<p>VII. D<small>IESELBEN BEKUNDETEN, DASS DIE</small> R<small>OLLBRETTER</small><sup><xref rid="fn2623">17</xref></sup><small>DER</small> B<small>&#x00C4;CKER VERUNREINIGUNGSF&#x00C4;HIG SIND;</small> R. E<small>LIE&#x0351;ZER SAGTE N&#x00C4;MLICH, SIE SEIEN NICHT</small><sup><xref rid="fn2624">18</xref></sup> <small>VERUNREINIGUNGSF&#x00C4;HIG</small>. D<small>IESELBEN BEKUNDETEN AUCH, DASS, WENN MAN EINEN</small> O<small>FEN</small><sup><xref rid="fn2625">19</xref></sup><small>IN EINZELNE</small> R<small>INGE ZERSCHNITTEN UND ZWISCHEN DIE</small> R<small>INGE</small> S<small>AND GETAN</small><sup><xref rid="fn2626">20</xref></sup><small>HAT, ER UNREIN SEI;</small> R. E<small>LIE&#x0351;ZER ERKL&#x00C4;RTE N&#x00C4;MLICH EINEN SOLCHEN ALS REIN</small><sup><xref rid="fn2627">21</xref></sup>. D<small>IESELBEN BEKUNDETEN FERNER, DASS MAN DAS</small> J<small>AHR W&#x00C4;HREND DES GANZEN</small> [M<small>ONATS</small>] A<small>DAR INTERKALIEREN</small><sup><xref rid="fn2628">22</xref></sup><small>K&#x00D6;NNE; SIE SAGTEN N&#x00C4;MLICH, NUR BIS ZUM</small> P<small>URIMFESTE</small><sup><xref rid="fn2629">23</xref></sup>. D<small>IESELBEN BEKUNDETEN FERNER, DASS MAN DAS</small> J<small>AHR</small> B<small>EDINGUNG S WEISE</small><sup><xref rid="fn2630">24</xref></sup><small>INTERKALIEREN K&#x00D6;NNE</small>. E<small>INST WAR</small> R. G<small>AMLI&#x00C9;L VERREIST, UM</small> E<small>RLAUBNIS &#x00DC;BER ETWAS VOM</small> H<small>EGEMON IN</small> S<small>YRIEN EINZUHOLEN, UND VERSP&#x00C4;TETE SICH MIT SEINER</small> R<small>&#x00DC;CKKEHR; DA INTERKALIERTEN SIE DAS</small> J<small>AHR UNTER DER BEDINGUNG, DASS, WENN</small> R. G<small>AMLI&#x00C9;L EINVERSTANDEN SEIN W&#x00DC;RDE, DAS</small> J<small>AHR INTERKALIERT SEI</small>.</p>

<p>VIII. R. M<small>ENA&#x1E24;EM B</small>. S<small>IGNAJ BEKUNDETE, DASS DER</small> A<small>NSATZ EINES</small> K<small>ESSELS</small><sup><xref rid="fn2631">25</xref></sup><small>DER</small> O<small>LIVENSIEDER VERUNREINIGUNGSF&#x00C4;HIG UND DER DER</small> F<small>&#x00C4;RBER NICHT VERUNREINIGUNGSF&#x00C4;HIG SEI; SIE SAGTEN N&#x00C4;MLICH, DIE</small> S<small>ACHE VERHALTE SICH ENTGEGENGESETZT</small><sup><xref rid="fn2632">26</xref></sup>.</p>
<p>IX. R. N<small>E&#x1E24;UNJA B</small>. G<small>UDGADA BEKUNDETE, DASS EINE DURCH IHREN</small> V<small>ATER VERHEIRATETE</small> T<small>AUBSTUMME DURCH EINEN</small> S<small>CHEIDEBRIEF GESCHIEDEN</small><sup><xref rid="fn2633">27</xref></sup><small>WERDEN</small> K<small>&#x00D6;NNE, DASS EINE AN EINEN</small> P<small>RIESTER VERHEIRATETE MINDERJ&#x00C4;HRIGE</small> J<small>ISRA&#x00C9;LITIN</small><sup><xref rid="fn2634">28</xref></sup>H<small>EBE ESSEN</small><sup><xref rid="fn2635">29</xref></sup><small>D&#x00DC;RFE, UND DASS, WENN EINE SOLCHE</small><sup><xref rid="fn2636">30</xref></sup><small>GESTORBEN IST, IHR</small> M<small>ANN SIE BEERBE</small>. F<small>ERNER, DASS MAN F&#x00DC;R EINEN GERAUBTEN, IN EINEN</small> P<small>ALAST EINGEBAUTEN</small> B<small>ALKEN NUR DEN</small> W<small>ERT ZU ERSETZEN</small><sup><xref rid="fn2637">31</xref></sup><small>HABE, UND DASS EIN</small> S<small>&#x00DC;NDOPFER, WENN ES GERAUBT UND DIES DEN</small> L<small>EUTEN UNBEKANNT IST</small>, S<small>&#x00DC;HNE SCHAFFE; EINE VORSORGLICHE</small> B<small>ESTIMMUNG F&#x00DC;R DEN</small> A<small>LTAR</small><sup><xref rid="fn2638">32</xref></sup>.</p>
<ftnote id="fn2607">1. Das Erstgeborene eines reinen Tieres geh&#x00F6;rt dem Priester, das eines unreinen Tieres mu&#x00DF; auf ein reines (Lamm) umgetauscht werden; cf. Ex. 13,11ff.</ftnote>
<ftnote id="fn2608">2. Nachdem ihn der Eigent&#x00FC;mer zu diesem Behufe ausgehoben hat.</ftnote>
<ftnote id="fn2609">3. Cf. Ex. 13,13.</ftnote>
<ftnote id="fn2610">4. Wenn das Geld abhanden kommt, so ist der Eigent&#x00FC;mer nicht haftbar.</ftnote>
<ftnote>3. Cf. Ex. 13,13.</ftnote>
<ftnote>4. Wenn das Geld abhanden kommt, so ist der Eigent&#x00FC;mer nicht haftbar.</ftnote>
<ftnote id="fn2611">5. Also nur bei einer Mischung von reinen u. unreinen. Einleuchtender ist jed. die Lesart: so haben sie nur die Tunke unbrauchbar gemacht.</ftnote>
<ftnote id="fn2612">6. Als Flu&#x00DF;wasser; bei manchen rituellen Handlungen, wie zBs. beim Besprengen des Flu&#x00DF;behafteten, ist durchaus Quellwasser vorgeschrieben; als solches gilt jedes sich stetig bewegende Gew&#x00E4;sser.</ftnote>
<ftnote id="fn2613">7. Wahrscheinlich, wenn man aus diesen Bl&#x00E4;ttern eine Art Rinne bildet.</ftnote>
<ftnote id="fn2614">8. Diese Bl&#x00E4;tter sind nicht verunreinigungsf&#x00E4;hig; dagegen wird das Wasser untauglich, wenn es durch e&#x00DF;bare, also verunreinigungsf&#x00E4;hige Kr&#x00E4;uter flie&#x00DF;t.</ftnote>
<ftnote id="fn2615">9. Vor das Synedrium.</ftnote>
<ftnote id="fn2616">10. Von der roten Kuh; cf. Num. 19,2ff.</ftnote>
<ftnote id="fn2617">11. Ein irdenes Gef&#x00E4;&#x00DF; wird nur dann unrein, wenn die Innenseite unrein wird; auch ln diesem Falle bleibt der Krug rein und nur die Asche wird unrein, da von dieser ausdr&#x00FC;cklich hervorgehoben wird, da&#x00DF; man sie nur an eine reine Stelle lege ; cf. Num. 19,9.</ftnote>
<ftnote id="fn2618">12. Ohne Zeitbestimmung, also je 30 Tage.</ftnote>
<ftnote id="fn2619">13. Am letzten Tage mu&#x00DF; sich der Nazir das Haar schneiden; cf. Num. 6,18.</ftnote>
<ftnote id="fn2620">14. Der 30. Tag des ersten gilt gleichzeitig als 1. des zweiten.</ftnote>
<ftnote id="fn2621">15. Das das Opfertier nach seiner Aushebung geworfen hat.</ftnote>
<ftnote id="fn2622">16. Dem darauffolgenden, am Wochenfeste.</ftnote>
<ftnote id="fn2623">17. Richtiger ist die Lesart der Mi&#x0161;na separata <span dir="rtl">&#x05D0;&#x05E8;&#x05D5;&#x05DB;&#x05D5;&#x05EA;</span>, wie sie in dieser Bedeutung auch an anderer Stelle im T. vorkommt.</ftnote>
<ftnote id="fn2624">18. Da sie keine Ger&#x00E4;te sind.</ftnote>
<ftnote id="fn2625">19. Dieser hatte die Form eines Topfes u. war transportabel; er galt daher hinsichtlich der Verunreinigung als Gefa&#x00DF;.</ftnote>
<ftnote id="fn2626">20. Und oben mit Lehm bestrichen, damit er nicht auseinanderfalle.</ftnote>
<ftnote id="fn2627">21. Da die Ringe von einander durch Sand getrennt sind, so gilt er als zerbrochenes Gef&#x00E4;&#x00DF;.</ftnote>
<ftnote id="fn2628">22. Vgl. Bd. VIII S. 3 Anm. 10.</ftnote>
<ftnote id="fn2629">23. Dem 14. dieses Monats.</ftnote>
<ftnote id="fn2630">24. Da&#x00DF; der F&#x00FC;rst seine Zustimmung geben werde; cf. Syn. Fol. 11a.</ftnote>
<ftnote id="fn2631">25. Damit der Kessel nicht &#x00FC;berlaufe, wird oben ein Ansatz aus Lehm angest&#x00FC;ckt.</ftnote>
<ftnote id="fn2632">26. Nach der einen Ansicht ist der Ansatz am ersteren unentbehrlich u. daher ver unreinigungsf&#x00E4;hig, nicht aber am zweiten, u. nach der anderen Ansicht entgegengesetzt.</ftnote>
<ftnote id="fn2633">27. Obgleich die Verheiratung durch den Vater erfolgt u. sie selbst nicht vollsinnig ist.</ftnote>
<ftnote id="fn2634">28. Dh. keine Priesterstochter.</ftnote>
<ftnote id="fn2635">29. Auch in dem Falle, wenn sie keinen Vater hat und von ihren Angeh&#x00F6;rigen verheiratet worden ist, obgleich diese Heirat nur rabbanitisch g&#x00FC;ltig ist.</ftnote>
<ftnote id="fn2636">30. Eine durch ihre Verwandten verheiratete Minderj&#x00E4;hrige.</ftnote>
<ftnote id="fn2637">31. Er braucht wegen der R&#x00FC;ckg&#x00E4;be des Balkens das Geb&#x00E4;ude nicht zu zerst&#x00F6;ren. Dies, um ihm die B&#x00FC;&#x00DF;fertigkeit zu erleichtern.</ftnote>
<ftnote id="fn2638">32. Dh. f&#x00FC;r den Altardienst; wird das S&#x00FC;ndopfer als ung&#x00FC;ltig erkl&#x00E4;rt, so haben die Priester durch den Genu&#x00DF; desselben eine S&#x00FC;nde begangen, (durch das Essen von Profanem, das im Tempelhofe geschlachtet wurde,) und um solchen S&#x00FC;nden vorzubeugen, w&#x00FC;rden sie sich weigern, den Altardienst zu verrichten.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> J<small>EHO&#x0160;UA&#x0351; B</small>. B<small>ETHERA BEKUNDETE, DASS DAS</small> B<small>LUT VON</small> &#x00C4;<small>SERN REIN SEI</small>. R. &#x0160;<small>IMO&#x0351;N</small> B. B<small>ETHERA BEKUNDETE, DASS, WENN EIN</small> T<small>EIL DER</small> E<small>NTS&#x00DC;NDIGUNGSASCHE</small><sup><xref rid="fn2639">1</xref></sup> <small>VON EINEM</small> U<small>NREINEN BER&#x00DC;HRT WORDEN IST, DAS GANZE UNREIN SEI</small>. R. A&#x0351;<small>QIBA F&#x00DC;GTE NOCH DAS</small> F<small>EINMEHL</small><sup><xref rid="fn2640">2</xref></sup>, <small>DAS</small> R<small>&#x00C4;UCHERWERK, DEN</small> W<small>EIHRAUCH UND DIE</small> K<small>OHLEN</small><sup><xref rid="fn2641">3</xref></sup> <small>HINZU; WENN N&#x00C4;MLICH EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER</small><sup><xref rid="fn2642">4</xref></sup> <small>VON DIESEM EINEN</small> T<small>EIL BER&#x00DC;HRT HAT, SO HAT ER DAS GANZE UNTAUGLICH GEMACHT</small>.</p>
<p>II. R. J<small>EHUDA B</small>. A<small>BBA UND</small> R. J<small>EHUDA DER</small> P<small>RIESTER BEKUNDETEN, DASS EINE AN EINEN PRIESTER VERHEIRATETE MINDERJ&#x00C4;HRIGE</small> J<small>ISRA&#x00C9;LITIN</small><sup><xref rid="fn2643">5</xref></sup> H<small>EBEESSEN D&#x00DC;RFE, SOBALD SIE UNTER DEN</small> B<small>ALDACHIN<sup><xref rid="fn2644">6</xref></sup> GEKOMMEN, NOCH BEVOR SIE BESCHLAFEN WORDEN IST</small>. R. J<small>OSE DER</small> P<small>RIESTER UND</small> R. Z<small>EKHARJA B</small>. H<small>AQA&#x00C7;AB BEKUNDETEN FOLGENDES:</small> E<small>INST WURDE IN</small> A<small>&#x0160;QELON EIN MINDERJ&#x00C4;HRIGES</small> M<small>&#x00C4;DCHEN VERPF&#x00C4;NDET, UND DIE</small> A<small>NGEH&#x00D6;RIGEN IHRER</small> F<small>AMILIE STIESSEN SIE</small><sup><xref rid="fn2645">7</xref></sup> <small>AUS, OBGLEICH IHRE ZEUGEN</small><sup><xref rid="fn2646">8</xref></sup> <small>BEKUNDET HATTEN, DASS SIE MIT NIEMAND ISOLIERT WAR UND NICHT VERUNREINIGT WORDEN IST</small>. D<small>A SPRACHEN DIE</small> W<small>EISEN ZU IHNEN:</small> G<small>LAUBT IHR IHNEN, DASS SIE VERPF&#x00C4;NDET WAR, SO GLAUBT IHNEN AUCH, DASS SIE MIT NIEMAND ISOLIERT WAR UND NICHT VERUNREINIGT WORDEN IST, UND GLAUBT IHR IHNEN NICHT, DASS SIE MIT NIEMAND ISOLIERT WAR UND NICHT VERUNREINIGT WORDEN IST, SO GLAUBT IHNEN AUCH NICHT, DASS SIE VERPF&#x00C4;NDET WAR</small>.</p>
<p>III. R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. J<small>EHUDA B</small>. B<small>ETHERA BEKUNDETEN, DASS DIE</small> W<small>ITWE [EINES</small> M<small>ENSCHEN AUS] EINER</small> M<small>ISCHFAMILIE<sup><xref rid="fn2647">9</xref></sup> F&#x00DC;R</small> P<small>RIESTER TAUGLICH<sup><xref rid="fn2648">10</xref></sup> SEI, DENN DIE</small> M<small>ISCHFAMILIE IST ZUST&#x00C4;NDIG, [HIRE</small> M<small>ITGLIEDER</small>] <small>ALS UNREIN ODER ALS REIN</small><sup><xref rid="fn2649">11</xref></sup><small>ZU ERKL&#x00C4;REN, AUSZUSTOSSEN<sup><xref rid="fn2650">12</xref></sup>ODER AUFZUNEHMEN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SPRACH :</small> W<small>IR WOLLEN EURE</small> B<small>EKUNDUNG ENTGEGENNEHMEN, WAS ABER</small> K<small>&#x00D6;NNEN WIR TUN GEGEN DIE BESTIMMUNG DES</small> R. J<small>OHANAN</small> B. Z<small>AKKAJ, ZU DIESEM</small> B<small>EHUFE<sup><xref rid="fn2651">13</xref></sup>KEIN</small> G<small>ERICHTSKOLLEGIUM EINZUSETZEN; DIE</small> P<small>RIESTER W&#x00DC;RDEN</small> N<small>&#x00C4;MLICH NUR HINSICHTLICH DER</small> A<small>USSTOSSUNG GEHORCHEN, NICHT ABER HINSICHTLICH DER AUFNAHME</small>.</p>
<p>IV. R. J<small>OSE B</small>. J<small>OE&#x0351;ZER AUS &#x00C7;EREDA BEKUNDETE, DASS DIE</small> W<small>IDDERHEUSCHRECKE</small><sup><xref rid="fn2652">14</xref></sup><small>REIN SEI, DASS DIE</small> F<small>L&#x00DC;SSIGKEITEN IM</small> S<small>CHLACHTHAUSE</small><sup><xref rid="fn2653">15</xref></sup><small>REIN SEIEN, UND DASS, WER EINEN</small> T<small>OTEN BER&#x00DC;HRT, UNREIN</small><sup><xref rid="fn2654">16</xref></sup><small>SEI; MAN NANNTE IHN DAHER</small> J<small>OSE DEN</small> E<small>RLAUBENDEN</small>.</p>
<p>V. R. A&#x0351;<small>QIBA BEKUNDETE IM</small> N<small>AMEN DES</small> N<small>E&#x1E24;EMJA AUS</small> B<small>EDALI</small><sup><xref rid="fn2655">17</xref></sup>, D<small>ASS MAN AUF DIE</small> A<small>USSAGE EINES</small> Z<small>EUGEN</small><sup><xref rid="fn2656">18</xref></sup><small>HIN EINER</small> F<small>RAU ZU HEIRATEN ERLAUBE</small>. R. J<small>EHO&#x0160;UA&#x0351; BEKUNDETE, DASS</small> K<small>NOCHEN, DIE IN DER</small> H<small>OLZKAMMER</small><sup><xref rid="fn2657">19</xref></sup><small>GEFUNDEN WERDEN UNREIN</small><sup><xref rid="fn2658">20</xref></sup><small>SEIEN</small>. D<small>IE</small> W<small>EISEN SAGTEN, MAN LESE SIE EINZELN AUF, UND ALLES BLEIBE REIN</small><sup><xref rid="fn2659">21</xref></sup>.</p>
<p>VI. R. E<small>LIE&#x0351;ZER SAGTE:</small> I<small>CH H&#x00D6;RTE, DASS MAN BEI DER</small> E<small>RBAUUNG DES TEMPELS</small><sup><xref rid="fn2660">22</xref></sup>V<small>ORH&#x00C4;NGE VOR DEM</small> T<small>EMPEL UND VOR DEN</small> V<small>ORH&#x00D6;FEN GEMACHT HATTE, NUR WURDEN</small> [<small>DIE</small> W<small>&#x00C4;NDE</small>] <small>DES</small> T<small>EMPELS AUSSERHALB DERSELBEN UND DIE DER</small> V<small>ORH&#x00D6;FE INNERHALB DERSELBEN GEBAUT</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE</small>: I<small>CH H&#x00D6;RTE, DASS MAN DIE</small> O<small>PFER DARBRINGE, AUCH WENN DER</small> T<small>EMPEL NICHT VORHANDEN IST, DASS MAN</small> H<small>OCHHEILIGES ESSE, AUCH WENN DIE</small> T<small>EMPELMAUER</small><sup><xref rid="fn2661">23</xref></sup><small>NICHT VORHANDEN IST, UND</small> M<small>LNDERHEILIGES UND ZWEITEN</small> Z<small>EHNTEN, AUCH WENN DIE</small> S<small>TADTMAUER</small><sup><xref rid="fn2661">23</xref></sup><small>NICHT VORHANDEN IST, WEIL DIE ERSTE</small> H<small>EILIGUNG</small><sup><xref rid="fn2662">24</xref></sup><small>F&#x00DC;R DIE DAMALIGE</small> Z<small>EIT UND F&#x00DC;R DIE</small> Z<small>&#x00DC;KUNFT GALT</small>.</p>
<p>VII. R. J<small>EHO&#x0160;UA&#x0351; SAGTE:</small> I<small>CH HABE EINE</small> &#x00DC;<small>BERLIEFERUNG VON</small> R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ, DER SIE VON SEINEM</small> L<small>EHRER UND SEIN</small> L<small>EHRER VON DESSEN</small> L<small>EHRER HATTE, ES SEI EINE</small> M<small>O&#x0160;E AM</small> S<small>INAJ &#x00DC;BERLIEFERTE</small> L<small>EHRE</small>, E<small>LIJAHU WERDE NICHT KOMMEN, ALS REIN ODER ALS UNREIN</small><sup><xref rid="fn2663">25</xref></sup><small>ZU ERKL&#x00C4;REN, AUSZUSTOSSEN</small><sup><xref rid="fn2664">26</xref></sup><small>ODER AUFZUNEHMEN, SONDERN DIEJENIGEN AUSZUSTOSSEN, DIE DURCH</small> G<small>EWALT AUFGENOMMEN WORDEN SIND, UND DIEJENIGEN AUFZUNEHMEN, DIE DURCH</small> G<small>EWALT AUSGESTOSSEN WORDEN SIND</small>. I<small>N</small> T<small>RANSJARDEN WAR EINE</small> F<small>AMILIE</small> B<small>ETH</small> &#x00C7;<small>ERIPHA, DIE DURCH</small> B<small>EN &#x00C7;IJON GEWALTSAM AUSGESTOSSEN</small><sup><xref rid="fn2665">27</xref></sup><small>WURDE; DASELBST WAR AUCH EINE ANDERE</small> F<small>AMILIE, DIE DURCH</small> B<small>EN</small> &#x00C7;<small>IJON GEWALTSAM AUFGENOMMEN WURDE</small>. S<small>OLCHE BEISPIELSWEISE WIRD</small> E<small>LIJAHU BEI SEINER</small> A<small>NKUNFT ALS UNREIN ODER REIN ERKL&#x00C4;REN, AUSSTOSSEN ODER AUFNEHMEN</small>. R. J<small>EHUDA SAGTE, NUR AUFZUNEHMEN, ABER NICHT AUSZUSTOSSEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>, [<small>ER WERDE KOMMEN</small>,] <small>UM</small> S<small>TREITIGKEITEN ZU SCHLICHTEN</small><sup><xref rid="fn2666">28</xref></sup>. D<small>IE</small> W<small>EISEN SAGEN, WEDER AUSZUSTOSSEN NOCH AUFZUNEHMEN, SONDERN</small> F<small>RIEDEN UNTER IHNEN ZU STIFTEN, DENN ES HEISST</small>:<sup><xref rid="fn2667">29</xref></sup><italic>siehe, ich sende euch den Propheten Elija &#x0026;c., da&#x00DF; er die V&#x00E4;ter mit den S&#x00F6;hnen und die S&#x00F6;hne mit den V&#x00E4;tern auss&#x00F6;hne</italic>.</p>
<ftnote id="fn2639">1. Vgl. S. 426 Anm. 10.</ftnote>
<ftnote id="fn2640">2. Zum Speisopfer.</ftnote>
<ftnote id="fn2641">3. Die der Hochpriester am Vers&#x00F6;hnungstage in das Allerheiligste bringt; cf. Lev. 16,12.</ftnote>
<ftnote id="fn2642">4. Vgl. S. 409 Anm. 2.</ftnote>
<ftnote id="fn2643">5. Vgl. S. 427 Anm. 29.</ftnote>
<ftnote id="fn2644">6. Zur Antrauung.</ftnote>
<ftnote id="fn2645">7. In der Annahme, sie sei gesch&#x00E4;ndet worden.</ftnote>
<ftnote id="fn2646">8. Die ihre Pf&#x00E4;ndung bekundeten.</ftnote>
<ftnote id="fn2647">9. Wenn die Familie ein Mitglied hat, hinsichtlich dessen ein Zweifel der Illegitimit&#x00E4;t besteht; die Illegitimit&#x00E4;t der Mitglieder einer solchen Familie ist doppelt zweifeihaft: 1. ist die Illegitimit&#x00E4;t der in Betracht kommenden Person &#x00FC;berhaupt fraglich, 2. wei&#x00DF; man nicht, wer diese Person ist.</ftnote>
<ftnote id="fn2648">10. Dh. einen Priester zu heiraten.</ftnote>
<ftnote id="fn2649">11. In geschlechtlicher Beziehung, hinsichtlich der Legitimit&#x00E4;t.</ftnote>
<ftnote id="fn2650">12. Aus der Familie, damit die Familie ihre Reinheit nicht verliere.</ftnote>
<ftnote id="fn2651">13. Um einer solchen Witwe die Heirat mit einem Priester zu erlauben.</ftnote>
<ftnote id="fn2652">14. Cf. Az. Fol. 37a.</ftnote>
<ftnote id="fn2653">15. Des Tempelhofes; cf. ib. Fol. 37b.</ftnote>
<ftnote id="fn2654">16. Cf. ib. ib.</ftnote>
<ftnote id="fn2655">17. Vgl. Bd. IV. S. 732 Amm. 15.</ftnote>
<ftnote id="fn2656">18. Der den Tod ihres Mannes bekundet.</ftnote>
<ftnote id="fn2657">19. Des Tempelhofes.</ftnote>
<ftnote id="fn2658">20. Weil sie vielleicht von Leichen herr&#x00FC;hren. In den den Kommentaren vorgelegenen Texten scheinen diese Worte (unrein seien) gefehlt zu haben.</ftnote>
<ftnote id="fn2659">21. Da der Raum, in dem diese Kammer sich befand, als &#x00F6;ffentliches Geb&#x00E4;ude gilt, u. bei einem solchen ist bei einem Zweifel hinsichtlich der Unreinheit erleichternd zu entscheiden.</ftnote>
<ftnote id="fn2660">22. Unter &#x00C8;zra.</ftnote>
<ftnote id="fn2661">23. Obgleich diese innerhalb derselben gegessen werden m&#x00FC;ssen.</ftnote>
<ftnote id="fn2662">24. Bei Erbauung des 1. Tempels.</ftnote>
<ftnote id="fn2663">25. Personen, deren Legitimit&#x00E4;t zweifelhaft ist. Von anderen Zweifeln hei&#x00DF;t es oft, der Prophet Elijahu werde sie bei seiner Ankunft l&#x00F6;sen.</ftnote>
<ftnote id="fn2664">26. Aus einer legitimen Familie.</ftnote>
<ftnote id="fn2665">27. Als illegitim erkl&#x00E4;rt.</ftnote>
<ftnote id="fn2666">28. Viell, als Gegensatz zu Matth. 10,34.</ftnote>
<ftnote id="fn2667">29. Mal. 3,23,24.</ftnote>
</chapter>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>M</bold><small>O&#x0160;E EMPFING DIE</small> T<small>ORA AUF</small>[<small>DEM</small> B<small>ERGE</small>] S<small>INAJ, &#x00DC;BERLIEFERTE SIE</small> J<small>EHO&#x0160;UA&#x0351;</small>, J<small>EHO&#x0160;UA&#x0351; DEN</small> &#x00C4;<small>LTESTEN, DIE</small> &#x00C4;<small>LTESTEN DEN</small> P<small>ROPHETEN UND DIE</small> P<small>ROPHETEN &#x00DC;BERLIEFERTEN SIE DEN</small> M<small>&#x00C4;NNERN DER</small> G<small>ROSSSYNODE</small>. D<small>IESE SPRACHEN DREI</small> D<small>INGE AUS:</small> S<small>EID BED&#x00C4;CHTIG BEIM</small> R<small>ECHTSPRECHEN, BILDET VIELE</small> S<small>CH&#x00DC;LER AUS, UND ERRICHTET EINEN</small> Z<small>AUN UM DIE</small> T<small>ORA</small><sup><xref rid="fn2668">1</xref></sup>.</p>
<p>II. &#x0160;<small>IMO&#x0351;N DER</small> G<small>ERECHTE WAR EINER DER LETZTEN DER</small> G<small>ROSS</small>-S<small>YNODE; ER TAT DEN</small> A<small>USSPRUCH:</small> A<small>UF DREIERLEI HAT DIE</small> W<small>ELT</small> B<small>ESTAND: AUF DER</small> T<small>ORA, DEM</small> G<small>OTTESDIENSTE UND DEN</small> L<small>IEBESWERKEN</small>.</p>
<p>III. A<small>NTIGONOS AUS</small> S<small>OKHO EMPFING SIE VON</small> &#x0160;<small>IMO&#x0351;N DEM</small> G<small>ERECHTEN; ER TAT DEN</small> A<small>USSPRUCH:</small> S<small>EID NICHT WIE</small> D<small>IENER, DIE DEM</small> H<small>ERRN DIENEN, IN DER</small> A<small>BSICHT</small> L<small>OHN ZU ERHALTEN, SONDERN SEID WIE</small> D<small>IENER, DIE DEM</small> H<small>ERRN DIENEN, OHNE DIE</small> A<small>BSICHT</small> L<small>OHN ZU ERHALTEN; NUR DIE</small> E<small>HRFURCHT</small><sup><xref rid="fn2669">2</xref></sup> <small>VOR DEM</small> H<small>IMMEL SEI &#x00DC;BER EUCH</small>.</p>
<p>IV. J<small>OSE B</small>. J<small>OE&#x0351;ZER AUS</small> &#x00C7;<small>EREDA UND</small> J<small>OSE B</small>. J<small>O&#x1E24;ANAN AUS</small> J<small>ERU&#x0160;ALEM EMPFINGEN SIE VON JENEN</small>. J<small>OSE B</small>. J<small>OE&#x0351;ZER SPRACH:</small> D<small>EIN</small> H<small>AUS SEI EINE</small> V<small>ERSAMMLUNGSST&#x00C4;TTE F&#x00DC;R DIE</small> W<small>EISEN, BEST&#x00C4;UBE DICH MIT DEM</small> S<small>TAUBE IHRER</small> F<small>&#x00DC;SSE</small><sup><xref rid="fn2670">3</xref></sup>, <small>UND MIT</small> D<small>URST TRINKE IHRE</small> W<small>ORTE</small>.</p>
<p>V. J<small>OSE B</small>. J<small>O&#x1E24;ANAN AUS</small> J<small>ERU&#x0160;ALEM SPRACH:</small> D<small>EIN</small> H<small>AUS SEI WEIT GE&#x00D6;FFNET; ES SEIEN DIE</small> A<small>RMEN DEINE</small> H<small>AUSGENOSSEN; SCHWATZE NICHT VIEL MIT EINER</small> F<small>RAU</small>. D<small>IES SAGTEN SIE VON DER EIGENEN</small> F<small>RAU, UND UM WIEVIEL MEHR GILT DIES VON DER</small> F<small>RAU SEINES</small> N<small>&#x00C4;CHSTEN</small>. H<small>IERAUF BEZUGNEHMEND SAGTEN DIE</small> W<small>EISEN:</small> W<small>ER VIEL MIT EINER</small> F<small>RAU SCHWATZT, BRINGT</small> U<small>NHEIL &#x00DC;BER SICH, VERNACHL&#x00C4;SSIGT DIE WORTE DER</small> T<small>ORA UND ERBT SCHLIESSLICH DAS</small> F<small>EGEFEUER</small>.</p>
<p>VI. J<small>EHO&#x0160;UA&#x0351; B</small>. P<small>ERA&#x1E24;JA UND</small> N<small>ITAJ AUS</small> A<small>RBEL EMPFINGEN SIE VON JENEN</small>. J<small>EHO&#x0160;UA&#x0351; B</small>. P<small>ERA&#x1E24;JA SPRACH:</small> S<small>CHAFFE DIR EINEN</small> L<small>EHRER UND ERWIRB DIR EINEN</small> K<small>OLLEGEN</small>. B<small>EURTEILE JEDEN</small> M<small>ENSCHEN NACH DER GUTEN</small> S<small>EITE</small>.</p>
<p>VII. N<small>ITAJ AUS</small> A<small>RBEL SPRACH:</small> H<small>ALTE DICH FERN VON EINEM B&#x00D6;SEN</small> N<small>ACHBAR, GESELLE DICH NICHT EINEM</small> G<small>OTTLOSEN, UND GIB DAS</small> S<small>TRAFGERICHT NICHT AUF</small><sup><xref rid="fn2671">4</xref></sup>.</p>
<p>VIII. J<small>EHUDA B</small>. &#x1E6C;<small>ABAJ UND</small> &#x0160;<small>IMO&#x0351;N B</small>. &#x0160;<small>A&#x1E6C;A&#x1E24; EMPFINGEN SIE VON JENEN</small>. J<small>EHUDA B</small>. &#x1E6C;<small>ABAJ SAGTE:</small> M<small>ACHE DICH NICHT ZUM</small> G<small>ERICHTSANWALT</small><sup><xref rid="fn2672">5</xref></sup>; <small>SOLANGE DIE</small> P<small>ROZESSF&#x00DC;HRENDEN VOR DIR STEHEN, SOLLEN SIE IN DEINEN</small> A<small>UGEN SCHULDIG ERSCHEINEN, WENN SIE ABER VON DIR FORTGEHEN, SO SOLLEN SIE IN DEINEN</small> A<small>UGEN SCHULDLOS ERSCHEINEN, WENN SIE DAS</small> U<small>RTEIL ANERKANNT HABEN</small>.</p>
<p>IX. &#x0160;<small>IMO&#x0351;N B</small>. &#x0160;<small>A&#x1E6C;A&#x1E24; SPRACH:</small> F<small>ORSCHE GR&#x00DC;NDLICH DIE</small> Z<small>EUGEN AUS, UND SEI VORSICHTIG IN DEINEN</small> W<small>ORTEN, DAMIT SIE NICHT AUS IHNEN LERNEN, WIE ZU L&#x00DC;GEN</small>.</p>
<p>X. &#x0160;<small>EMA&#x0351;JA UND</small> P<small>TOLLION EMPFINGEN SIE VON JENEN</small>. &#x0160;<small>EMA&#x0351;JA SPRACH</small>: L<small>IEBE DIE</small> A<small>RBEIT UND HASSE DAS</small> W<small>&#x00DC;RDENAMT, UND SUCHE KEINE</small> V<small>ERBINDUNG MIT DER</small> O<small>BRIGKEIT</small>.</p>
<p>XI. P<small>TOLLION SPRACH : 0, IHR</small> W<small>EISEN, SEID VORSICHTIG MIT EUREN</small> W<small>ORTEN</small>, DENN IHR K<small>&#x00D6;NNTET</small> EUCH DER VERBANNUNG SCHULDIG MACHEN UND NACH<small>EINEM</small> O<small>RTE SCHLECHTEN</small> W<small>ASSERS VERBANNT WERDEN; DIE</small> S<small>CH&#x00DC;LER, DIE EUCH FOLGEN, W&#x00DC;RDEN DAVON TRINKEN UND STERBEN, INFOLGEDESSEN DER G&#x00D6;TTLICHE</small> N<small>AME ENTWEIHT WERDEN W&#x00DC;RDE</small><sup><xref rid="fn2673">6</xref></sup>.</p>
<p>XII. H<small>LLLEL UND</small> &#x0160;<small>AMMAJ EMPFINGEN SIE VON JENEN</small>. H<small>LLLEL SAGTE</small>: S<small>EI VON DEN</small> J<small>&#x00DC;NGERN</small> A<small>HRONS</small>, F<small>RIEDEN LIEBEND UND NACH</small> F<small>RIEDEN STREBEND; DIE</small> M<small>ENSCHEN LIEBEND UND SIE DER</small> T<small>ORA ZUF&#x00DC;HREND</small>.</p>
<p>XIII. E<small>R SAGTE FERNER:</small> W<small>ER SEINEN</small> N<small>AMEN GROSS MACHEN WILL, VERNICHTET IHN; WER NICHT ZUNIMMT, NIMMT AB; WER NICHT LERNT, IST DES</small> T<small>ODES SCHULDIG; UND WER SICH DER</small> K<small>RONE</small><sup><xref rid="fn2674">7</xref></sup><small>BEDIENT, SCHWINDET HIN</small>.</p>
<p>XIV. E<small>R SAGTE FERNER:</small> T<small>RETE ICH SELBER NICHT F&#x00DC;R MICH EIN, WER TRITT F&#x00DC;R MICH EIN</small>? W<small>ENN ICH NUR F&#x00DC;R MICH BIN, WAS BIN ICH</small>? W<small>ENN NICHT JETZT, WANN DENN</small>?</p>
<p>XV. &#x0160;<small>AMMAJ SAGTE:</small> M<small>ACHE DEIN</small> T<small>ORASTUDIUM ZUR ST&#x00C4;NDIGEN</small> B<small>ESCH&#x00C4;FTIGUNG</small>. V<small>ERSPRICH WENIG UND TUE VIEL</small>. E<small>MPFANGE JEDEN</small> M<small>ENSCHEN MIT FREUNDLICHEM</small> G<small>ESICHTE</small>.</p>
<p>XVI. R. G<small>AMLI&#x00C9;L SAGTE :</small> S<small>CHAFFE DIR EINEN</small> L<small>EHRER</small>. E<small>NTZIEHE DICH DEM</small> Z<small>WEIFEL</small>. E<small>NTRICHTE DEN</small> Z<small>EHNTEN NICHT NACH</small> S<small>CH&#x00C4;TZUNG</small><sup><xref rid="fn2675">8</xref></sup>.</p>
<p>XVII. S<small>EIN</small> S<small>OHN</small> &#x0160;<small>IMO&#x0351;N SAGTE:</small> M<small>EIN GANZES</small> L<small>EBEN VERBRACHTE ICH UNTER</small> W<small>EISEN, UND FAND F&#x00DC;R DEN</small> K<small>&#x00D6;RPER<sup><xref rid="fn2676">9</xref></sup> NICHTS BESSERES ALS DAS</small> S<small>CHWEIGEN</small>. N<small>ICHT DIE</small> E<small>R&#x00D6;RTERUNG IST DIE</small> H<small>AUPTSACHE, SONDERN DIE</small> H<small>ANDLUNG, UND WER VIEL</small> W<small>ORTE MACHT, BRINGT</small> S<small>&#x00DC;NDE ZUWEGE</small>.</p>
<p>XVIII. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE :</small> A<small>UF DREIERLEI HAT DIE</small> W<small>ELT</small> B<small>ESTAND, AUF</small> R<small>ECHT</small>, W<small>AHRHEIT UND</small> F<small>RIEDEN, DENN ES HEISST</small>:<sup><xref rid="fn2677">10</xref></sup><italic>nach Wahrheit, Recht und Frieden richtet in euren Toren</italic>.</p>
<ftnote id="fn2668">1. Durch Versch&#x00E4;rfung der Bestimmungen derselben.</ftnote>
<ftnote id="fn2669">2. <span dir="rtl">&#x05DE;&#x05D5;&#x05E8;&#x05D0;</span> durchaus von <span dir="rtl">&#x05D9;&#x05E8;&#x05D0;&#x05D4;</span> zu unterscheiden u. hat nur die Bedeutung Ehrfurcht, w&#x00E4;hrend letzteres Furcht, Angst bedeutet.</ftnote>
<ftnote id="fn2670">3. Durch den starken Verkehr; viell, aber bildlich zu verstehen.</ftnote>
<ftnote id="fn2671">4. Wenn man sieht, da&#x00DF; die Bestrafung der Gottlosen ausbleibt.</ftnote>
<ftnote id="fn2672">5. Diese Bestimmung gilt f&#x00FC;r den Richter; er darf nicht pl&#x00E4;dieren, noch f&#x00FC;r eine der Parteien ein treten, er mu&#x00DF; vielmehr die Parteien h&#x00F6;ren u. danach urteilen. Raschi zitiert eine Lesart <span dir="rtl">&#x05D0;&#x05D5;&#x05E8;&#x05DB;&#x05D9;</span> mit dem ausdr&#x00FC;cklichen Bemerken, da&#x00DF; diese die Bedeutung <span dir="rtl">&#x05E2;&#x05D5;&#x05E8;&#x05DB;&#x05D9;</span> habe: die Ableitung vom gr. <italic>&#x1F00;&#x03F1;&#x03C7;&#x1F75;</italic> (Oberhaupt der Richter) gibt hier keinen Sinn.</ftnote>
<ftnote id="fn2673">6. Die Ausspr&#x00FC;che von &#x0160;. u. P. sind verstandlieh, wenn man ber&#x00FC;cksichtigt, da&#x00DF; sie unter der Gewaltherrschaft des die pharis&#x00E4;ischen Gelehrten verfolgenden K&#x00F6;nigs Alexander Jannaj lebten, u. da&#x00DF; um diese Zeit viele Gelehrte fl&#x00FC;chten mu&#x00DF;ten. Die meisten fl&#x00FC;chteten nach Alexandrien, u. die Sch&#x00FC;ler, die ihren Lehrern folgten, tranken vom &#x2018;schlechten Wasser&#x2019; der hellenischen Philosophie u. starben f&#x00FC;r das pharis&#x00E4;ische Judentum ab. Die anderslautenden Auslegungen der alten und &#x2018;modernen&#x2019; Kommentare sind kaum zu beachten.</ftnote>
<ftnote id="fn2674">7. Der Tora; so nach den gew&#x00F6;hnlichen Erkl&#x00E4;rungen; viell, ist mit <span dir="rtl">&#x05EA;&#x05D2;&#x05D0;</span> die r&#x00F6;m. Toga gemeint, das Oberkleid der Gelehrten (<span dir="rtl">&#x05D7;&#x05DC;&#x05D5;&#x05E7;&#x05D0; &#x05D8;&#x05DC;&#x05D9;&#x05EA; &#x05E9;&#x05DC; &#x05EA;&#x05DC;&#x05DE;&#x05D9;&#x05D3;&#x05D9; &#x05D7;&#x05DB;&#x05DE;&#x05D9;&#x05DD; &#x05D3;&#x05E8;&#x05D1;&#x05E0;&#x05DF;</span>; cf. Bb. Fol. 57b).</ftnote>
<ftnote id="fn2675">8. Dieser Satz ist hier nicht recht verst&#x00E4;ndlich; au&#x00DF;erdem pa&#x00DF;t das W. <span dir="rtl">&#x05EA;&#x05E8;&#x05D1;&#x05D4;</span> nicht herein.</ftnote>
<ftnote id="fn2676">9. Dh. f&#x00FC;r den Menschen; viell, aber als Ggs. zu Seele.</ftnote>
<ftnote id="fn2677">10. Zach. 8,16.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>R</bold><small>ABBI SAGTE</small>: W<small>ELCHES IST DER RECHTE</small> W<small>EG, DEN SICH DER</small> M<small>ENSCH W&#x00C4;HLE?</small> D<small>ER ZUR</small> E<small>HRE GEREICHT DEM, DER HIN EINSCHL&#x00C4;GT, UND IHM</small> A<small>CHTUNG BRINGT BEI DEN</small> M<small>ENSCHEN</small>. A<small>CHTE AUF EIN GERINGES</small> G<small>EBOT WIE AUF EIN WICHTIGES, DENN DU KENNST DIE</small> B<small>ELOHNUNG F&#x00DC;R DIE</small> G<small>EBOTE NICHT</small>. B<small>ER&#x00DC;CKSICHTIGE BEIM DURCH DAS</small> G<small>EBOT ENTSTEHENDEN</small> V<small>ERLUST DEN DADURCH ENTSTEHENDEN</small> G<small>EWINN, UND BEIM DURCH DAS</small> V<small>ERBOT ENTSTEHENDEN</small> G<small>EWINN DEN DADURCH ENTSTEHENDEN</small> V<small>ERLUST</small>. B<small>ETRACHTE DREI</small> D<small>INGE, UND DU WIRST ZU KEINER</small> S<small>&#x00DC;NDE KOMMEN: WISSE, WAS &#x00DC;BER DIR IST, EIN</small> A<small>UGE SIEHT UND EIN</small> O<small>HR H&#x00D6;RT, UND ALL DEINE</small> T<small>ATEN WERDEN IN EIN</small> B<small>UCH EINGESCHRIEBEN</small>.</p>
<p>II. R. G<small>AMLI&#x00C9;L</small>, S<small>OHN</small> R. J<small>EHUDA DES</small> F<small>&#x00DC;RSTEN, SAGTE :</small> S<small>CH&#x00D6;N IST DAS</small> T<small>ORASTUDIUM MIT WELTLICHEM</small> T<small>UN VERBUNDEN, DENN DIE AUF BEIDES VERWANDTE</small> M<small>&#x00DC;HE L&#x00C4;SST DIE</small> S<small>&#x00DC;NDE IN</small> V<small>ERGESSENHEIT GERATEN; ABER DAS</small> T<small>ORA[STUDIUM] OHNE</small> L<small>EBENSERWERB WIRD ENDLICH ZUNICHTE UND ZIEHT</small> S<small>&#x00DC;NDE NACH SICH</small>. A<small>LLE, DIE SICH IM</small> D<small>IENSTE DER</small> G<small>EMEINDE ABM&#x00DC;HEN, SOLLEN DIES UM DES</small> H<small>IMMELS WILLEN TUN, DENN DAS</small> V<small>ERDIENST IHRER</small> V<small>&#x00C4;TER STEHT IHNEN BEI UND IHRE</small> F<small>R&#x00D6;MMIGKEIT BESTEHT F&#x00DC;R EWIG</small>. E<small>UCH ABER WERDE ICH REICHEN</small> L<small>OHN ANRECHNEN, ALS</small> H<small>&#x00C4;TTET IHR ES VOLLBRACHT</small><sup><xref rid="fn2678">1</xref></sup>.</p>
<p>III. S<small>EID VORSICHTIG GEGEN DIE</small> O<small>BRIGKEIT, DENN SIE ZIEHT DEN</small> M<small>ENSCHEN NUR AUS</small> E<small>IGENNUTZ AN SICH HERAN; SIE ERSCHEINEN ALS</small> F<small>REUNDE, JEDOCH NUR DANN, WENN DIES ZU IHREM NUTZEN GESCHIEHT, ZUR ZEIT DER</small> N<small>OT ABER STEHEN SIE DEM</small> M<small>ENSCHEN NICHT BEI</small>.</p>
<p>IV. E<small>R SAGTE FERNER</small>: V<small>OLLF&#x00DC;HRE SEINEN</small> W<small>ILLEN</small><sup><xref rid="fn2679">2</xref></sup> <small>WIE DEINEN EIGENEN, AUF DASS ER DEINEN</small> W<small>ILLEN VOLLF&#x00DC;HRE WIE SEINEN EIGENEN; LASSE DEINEN</small> W<small>ILLEN FALLEN WEGEN SEINES</small> W<small>ILLENS, AUF DASS ER DEN</small> W<small>ILLEN ANDERER</small><sup><xref rid="fn2680">3</xref></sup> <small>FALLEN LASSE WEGEN DEINES</small> W<small>ILLENS</small>.</p>
<p>V. H<small>ILLEL SAGTE</small>: S<small>ONDERE DICH NICHT VON DER</small> G<small>EMEINDE AB</small>. B<small>IS ZU DEINEM</small> T<small>ODESTAGE GLAUBE NICHT AN DICH SELBST</small>. R<small>ICHTE DEINEN</small> N<small>&#x00C4;CHSTEN NICHT, BIS DU IN SEINE</small> L<small>AGE GEKOMMEN BIST</small>. S<small>PRICH NICHTS</small> U<small>NVERST&#x00C4;NDLICHES [IN DER</small> A<small>NNAHME,] MAN WERDE ES SP&#x00C4;TER VERSTEHEN</small>. S<small>AGE NICHT, DU WERDEST BEI</small> M<small>USSE LERNEN, VIELLEICHT HAST DU NIE</small> M<small>USSE</small>.</p>
<p>VI. E<small>R SAGTE FERNER:</small> D<small>ER</small> U<small>NWISSENDE KANN NICHT S&#x00DC;NDENSCHEU SEIN; DER</small> U<small>NKUNDIGE KANN NICHT FROMM SEIN; DER</small> S<small>CH&#x00DC;CHTERNE LERNT NICHT; DER</small> U<small>NGEDULDIGE LEHRT NICHT ; UND WER VIEL</small> H<small>ANDEL TREIBT, WIRD NICHT WEISE</small>. W<small>O ES AN</small> M<small>&#x00C4;NNERN FEHLT, SEI BESTREBT, EIN</small> M<small>ANN ZU SEIN</small>.</p>
<p>VII. A<small>UCH SAH ER EINST EINEN</small> S<small>CH&#x00C4;DEL AUF DEM</small> W<small>ASSER TREIBEN; DA SPRACH ER ZU IHM:</small> D<small>IEWEIL DU ERS&#x00C4;UFT HAST, HAT MAN DICH ERS&#x00C4;UFT, UND ERSAUFEN WERDEN SP&#x00C4;TER, DIE DICH ERS&#x00C4;UFT HABEN</small>.</p>
<p>VIII. E<small>R SAGTE FERNER:</small> M<small>EHR</small> F<small>LEISCH, MEHR</small> G<small>EW&#x00DC;RM; MEHR</small> G<small>&#x00DC;TER, MEHR</small> S<small>ORGE; MEHR</small> F<small>RAUEN, MEHR</small> Z<small>AUBEREI; MEHR</small> M<small>&#x00C4;GDE, MEHR</small> U<small>NZUCHT; MEHR</small> S<small>KLAVEN, MEHR</small> R<small>AUB; MEHR</small> T<small>ORA, MEHR</small> L<small>EBEN; MEHR</small> S<small>CHULE<sup><xref rid="fn2681">4</xref></sup>, MEHR</small> W<small>EISHEIT; MEHR</small> B<small>ERATUNG, MEHR</small> E<small>INSICHT; MEHR</small> W<small>OHLT&#x00C4;TIGKEIT<sup><xref rid="fn2682">5</xref></sup>, MEHR</small> F<small>RIEDEN</small>. W<small>ER EINEN GUTEN</small> N<small>AMEN ERWORBEN, HAT IHN F&#x00DC;R SICH ERWORBEN; WER</small> W<small>ORTE DER</small> T<small>ORA ERWORBEN, HAT SICH DAS</small> L<small>EBEN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT ERWORBEN</small>.</p>
<p>IX. R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ EMPFING SIE VON</small> H<small>LLLEL</small> UND &#x0160;<small>AMMAJ; ER SAGTE:</small> H<small>AST DU VIEL</small> T<small>ORA GELERNT, SO RECHNE ES DIR NICHT ALS BESONDERES</small> V<small>ERDIENST AN, DENN DAZU BIST DU JA ERSCHAFFEN WORDEN</small>.</p>
<p>X. R. J<small>OHANAN B</small>. Z<small>AKKAJ HATTE F&#x00DC;NF</small> S<small>CH&#x00DC;LER, UND ZWAR:</small> R. E<small>LIEZER B</small>. H<small>YRKANOS</small>, R. J<small>EHOSU&#x00C0; B</small>. H<small>ANANJA</small>, R. J<small>OSE DEN</small> P<small>RIESTER</small>, R. &#x0160;<small>IMO&#x0351;N B</small>. N<small>ETHAN&#x00C9;L UND</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>RAKH</small>.</p>
<p>XI. E<small>R ZAHLTE IHRE</small> V<small>ORZ&#x00DC;GE AUF</small>. R. E<small>LIE&#x0351;ZER B</small>. H<small>YRKANOS IST WIE EINE AUSGEKALKTE</small> G<small>RUBE, DIE KEINEN</small> T<small>ROPFEN VERLOREN GEHEN L&#x00C4;SST</small>; R. J<small>EHO&#x0160;UA&#x0351; B</small>. &#x1E24;<small>ANANJA</small>, H<small>EIL DER, DIE IHN GEBOREN;</small> R. J<small>OSE DER</small> P<small>RIESTER IST EIN</small> F<small>ROMMER;</small> R. &#x0160;<small>IMO&#x0351;N B</small>. N<small>ETHAN&#x00C9;L IST S&#x00DC;NDENSCHEU;</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>RAKH IST WIE EINE SICH VERST&#x00C4;RKENDE</small> Q<small>UELLE</small>.</p>
<p>XII. E<small>R SAGTE FERNER:</small> W<small>&#x00C4;REN ALLE</small> W<small>EISEN</small> J<small>ISRA&#x00C9;LS IN EINER</small> W<small>AGSCHALE UND</small> R. E<small>LIE&#x0351;ZER B</small>. H<small>YRKANOS IN DER ANDEREN, SO W&#x00DC;RDE ER SIE ALLE AUFWIEGEN</small>. A<small>BBA</small> &#x0160;<small>A&#x00DC;L SAGTE IN SEINEM</small> N<small>AMEN</small>: W<small>&#x00C4;REN</small> ALLE WEISEN J<small>LSRA&#x00C9;LS IN EINER</small> W<small>AGSCHALE, AUCH</small> R. E<small>LIE&#x0351;ZER B</small>. H<small>YRKANOS MIT IHNEN, UND</small> R. E<small>LEA&#x0351;ZAR</small> [<small>B</small>. A&#x0351;<small>RAKH</small>] <small>IN DER ANDEREN, SO W&#x00DC;RDE ER SIE ALLE AUFWIEGEN</small>.</p>
<p>XIII. E<small>R SPRACH ZU IHNEN:</small> G<small>EHT UND SEHT, WELCHES DER RICHTIGE</small> W<small>EG IST, AN DEN EIN</small> M<small>ENSCH SICH HALTE</small>. R. E<small>LIE&#x0351;ZER SAGTE:</small> E<small>LN WOHLWOLLENDES</small> A<small>UGE</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE:</small> E<small>IN GUTER</small> G<small>EF&#x00C4;HRTE</small>. R. J<small>OSE SAGTE :</small> E<small>IN GUTER</small> N<small>ACHBAR</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> D<small>IE</small> F<small>OLGEN VORAUSSEHEN</small>. R. E<small>LEA&#x0351;ZAR SAGTE:</small> E<small>IN GUTES</small> H<small>ERZ</small>. D<small>A SPRACH ER ZU IHNEN:</small> D<small>IE</small> W<small>ORTE DES</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>RAKH LEUCHTEN MIR AM BESTEN EIN, DENN IN SEINEN</small> W<small>ORTEN SIND EURE ENTHALTEN</small>.</p>
<p>XIV. F<small>ERNER SPRACH ER ZU IHNEN:</small> G<small>EHT UND SEHT, WELCHES IST DER SCHLECHTESTE</small> W<small>EG, DEM DER</small> M<small>ENSCH FERN BLEIBE</small>. R. E<small>LIE&#x0351;ZER SAGTE:</small> E<small>IN B&#x00D6;SES</small> A<small>UGE</small>. R. J<small>EHOSU&#x00C4; SAGTE :</small> E<small>IN SCHLECHTER</small> G<small>EF&#x00C4;HRTE</small>. R. J<small>OSE SAGTE :</small> E<small>IN SCHLECHTER</small> N<small>ACHBAR</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE :</small> B<small>ORGEN UND NICHT BEZAHLEN, OB MAN VON</small> M<small>ENSCHEN BORGT ODER VON</small> G<small>OTT BORGT, DENN ES HEISST</small>: <sup><xref rid="fn2683">6</xref></sup><italic>es borgt der Gottlose und bezahlt nicht, der Fromme aber ist mildt&#x00E4;tig und gibt.</italic> R. E<small>LEA&#x0351;ZAR SAGTE:</small> E<small>IN B&#x00D6;SES</small> H<small>ERZ</small>. D<small>A SPRACH ER ZU IHNEN :</small> D<small>IE</small> W<small>ORTE DES</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>RAKH LEUCHTEN MIR AM BESTEN EIN, DENN IN SEINEN</small> W<small>ORTEN SIND EURE ENTHALTEN</small>.</p>
<p>XV. S<small>IE SAGTEN JE DREI</small> D<small>INGE:</small> R. E<small>LIE&#x0351;ZER SAGTE:</small> D<small>IE</small> E<small>URE DEINES</small> N<small>&#x00C4;CHSTEN SEI DIR EBENSO LIEB WIE DEINE EIGENE</small>. E<small>RZ&#x00DC;RNE NICHT LEICHT</small>. T<small>UE</small> B<small>USSE EINEN</small> T<small>AG VOR DEINEM</small> T<small>ODE</small>. W<small>&#x00C4;RME<sup><xref rid="fn2684">7</xref></sup> DICH AM</small> F<small>EUER DER</small> W<small>EISEN, SEI ABER VORSICHTIG, DASS DU DICH NICHT AN IHRER</small> K<small>OHLE VERBRENNEST; IHR</small> B<small>ISS IST DER</small> B<small>ISS EINES</small> F<small>UCHSES, IHR</small> S<small>TICH IST DER</small> S<small>TICH EINES</small> S<small>KORPIONS, IHR</small> Z<small>ISCHEN IST DAS</small> Z<small>ISCHEN EINER</small> S<small>CHLANGE, UND ALL IHRE</small> W<small>ORTE SIND WIE</small> F<small>EUERKOHLEN</small>.</p>
<p>XVI. R. J<small>EHO&#x0160;UA&#x0351; SAGTE:</small> D<small>AS B&#x00D6;SE</small> A<small>UGE, DER B&#x00D6;SE</small> T<small>RIEB UND</small> M<small>ENSCHENHASS BRINGEN DEN</small> M<small>ENSCHEN AUS DER</small> W<small>ELT</small>.</p>
<p>XVII. R. J<small>OSE SAGTE:</small> D<small>AS</small> G<small>ELD DEINES</small> N<small>&#x00C4;CHSTEN SEI DIR EBENSO LIEB WIE DEIN EIGENES</small>. R<small>&#x00DC;STE DICH, DIE</small> T<small>ORA ZU LERNEN, DENN SIE IST DIR KEINE</small> E<small>RBSCHAFT</small>. A<small>LL DEINE</small> H<small>ANDLUNGEN SOLLEN UM DES</small> H<small>IMMELS WILLEN GESCHEHEN</small>.</p>
<p>XVIII. R. &#x0160;<small>IMO&#x0351;N SAGTE :</small> S<small>EI AUFMERKSAM MIT DEM</small> L<small>ESEN DES</small> &#x0160;<small>EMAA&#x0351; UND DEM</small> G<small>EBET</small>. W<small>ENN DU BETEST, SO MACHE DEIN</small> G<small>EBET NICHT ZU ETWAS</small> F<small>ESTGESETZTEM, VIELMEHR [SEI ES]</small> I<small>NBRUNST UND</small> F<small>LEHEN VOR</small> G<small>OTT, DENN ES HEISST</small>:<sup><xref rid="fn2685">8</xref></sup><italic>er ist ein gn&#x00E4;diger und barmherziger Gott, langm&#x00FC;tig und huldreich, und l&#x00E4;&#x00DF;t sich das B&#x00F6;se gereuen</italic>. E<small>RSCHEINE DIR SELBER NICHT ALS</small> B<small>&#x00D6;SEWICHT</small>.</p>
<p>XIX. R. E<small>LEA&#x0351;ZAR SAGTE:</small> S<small>EI EIFRIG BEFLISSEN, DIE</small> T<small>ORA</small><sup><xref rid="fn2686">9</xref></sup> <small>ZU LERNEN, WAS DU DEM</small> G<small>OTTESLEUGNER ERWIDERN SOLLST</small>. W<small>ISSE F&#x00DC;R WEN DU DICH ABM&#x00DC;HST</small>. D<small>EIN</small> A<small>RBEITSHERR IST ZUVERL&#x00C4;SSIG, DIR DEN</small> L<small>OHN F&#x00DC;R DEINE</small> A<small>RBEIT ZU BEZAHLEN</small>.</p>
<p>XX<sup><xref rid="fn2687">10</xref></sup>. R. T<small>RYPHON SAGTE:</small> K<small>URZ DER</small> T<small>AG, VIEL DER</small> A<small>RBEIT, TR&#x00C4;GE DIE</small> A<small>RBEITER, HOCH DER</small> L<small>OHN, UND DER</small> A<small>RBEITGEBER DR&#x00C4;NGT</small>.</p>
<p>XXI. E<small>R SAGTE FERNER:</small> E<small>S IST DEINE</small> O<small>BLIEGENHEIT NICHT, DIE</small> A<small>RBEIT ZU VOLLENDEN, DOCH STEHT ES DIR NICHT FREI, SICH IHRER ZU ENTLEDIGEN</small>. H<small>AST DU VIEL</small> T<small>ORA GELERNT, SO WIRD MAN DIR EINEN GROSSEN</small> L<small>OHN GEBEN</small>. D<small>EIN</small> A<small>RBEITSHERR IST ZUVERL&#x00C4;SSIG, DASS ER DIR DEN</small> L<small>OHN F&#x00DC;R DEINE</small> A<small>RBEIT BEZAHLEN WERDE; DOCH WISSE, DASS DIE</small> B<small>ELOHNUNG DER</small> G<small>ERECHTEN ERST IN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT ERFOLGT</small>.</p>
<ftnote id="fn2678">1. Selbst wenn die gute Handlung nicht beendigt wird.</ftnote>
<ftnote id="fn2679">2. Den Willen Goltes.</ftnote>
<ftnote id="fn2680">3. Wahrscheinl. euphemistisch f&#x00FC;r: seinen Willen.</ftnote>
<ftnote id="fn2681">4. <span dir="rtl">&#x05D9;&#x05E9;&#x05D9;&#x05D1;&#x05D4;</span>, sp&#x00E4;ter <span dir="rtl">&#x05DE;&#x05EA;&#x05D9;&#x05D1;&#x05EA;&#x05D0;</span>, Sitz, sc. der Gelehrten u. J&#x00FC;nger, Hochschule; cf. Jom. Fol. 28b.</ftnote>
<ftnote id="fn2682">5. Viell. in der biblischen Bedeutung: Gerechtigkeit.</ftnote>
<ftnote id="fn2683">6. Ps. 37,21.</ftnote>
<ftnote id="fn2684">7. Dieser Satz ist einer anderen Version entnommen.</ftnote>
<ftnote id="fn2685">8. Joel 2,13.</ftnote>
<ftnote id="fn2686">9. Das W. <span dir="rtl">&#x05EA;&#x05D5;&#x05E8;&#x05D4;</span>, das in manchen Texten fehlt, ist zu streichen.</ftnote>
<ftnote id="fn2687">10. Diese u. die folgende Mi&#x0161;na scheinen eine sp&#x00E4;tere Einschiebung zu sein.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>A&#x0351;</bold><small>QABJA B</small>. M<small>AHALAL&#x00C9;L SAGTE:</small> B<small>ETRACHTE DREI</small> D<small>INGE, UND DU KOMMST NICHT ZU EINER</small> S<small>&#x00DC;NDE: WISSE, WOHER DU KOMMST, WOHIN DU GEHST UND VOR WEM DU DEREINST</small> R<small>ECHENSCHAFT UND</small> R<small>ECHNUNG ABLEGEN WIRST</small>. W<small>OHER DU KOMMST: AUS EINEM STINKENDEN</small> T<small>ROPFEN; WOHIN DU GEHST: NACH EINEM</small> O<small>RTE, WO</small> S<small>TAUB</small>, M<small>ODER UND</small> G<small>EW&#x00DC;RM; VOR WEM DU DEREINST</small> R<small>ECHENSCHAFT UND</small> R<small>ECHNUNG ABLEGEN WIRST: VOR DEM</small> K<small>&#x00D6;NIG DER</small> K<small>&#x00D6;NIGE, DEM</small> H<small>EILIGEN, GEPRIESEN SEI ER</small>.</p>
<p>II. R. H<small>ANINA DER</small> P<small>RIESTERPR&#x00C4;SES SAGTE :</small> B<small>ETE F&#x00DC;R DAS</small> W<small>OHL DER</small> R<small>EGIERUNG, DENN WENN NICHT DIE</small> F<small>URCHT VOR DIESER, W&#x00DC;RDE EINER DEN ANDEREN LEBENDIG VERSCHLINGEN</small>.</p>
<p>III. R. &#x1E24;<small>ANINA B</small>. T<small>ERADJON SAGTE :</small> W<small>ENN ZWEI BEISAMMEN SITZEN UND SICH NICHT MIT</small> W<small>ORTEN DER</small> T<small>ORA BEFASSEN, SO IST DIES EIN</small> S<small>ITZ VON</small> S<small>P&#x00D6;TTERN, DENN ES HEISST</small>:<sup><xref rid="fn2688">1</xref></sup><italic>und auf dem Sitze der Sp&#x00D6;tter sitzt er nicht</italic><sup><xref rid="fn2689">2</xref></sup>. W<small>ENN ABER ZWEI BEISAMMEN SITZEN UND SICH MIT</small> W<small>ORTEN DER</small> T<small>ORA BEFASSEN, SO WEILT DIE</small> G<small>&#x00D6;TTLICHKEIT UNTER IHNEN, DENN ES HEISST</small>:<sup><xref rid="fn2690">3</xref></sup><italic>damals besprachen sich die Gottesf&#x00FC;rchtigen mit einander, und der Herr merkte auf und h&#x00F6;rte, und es wurde fur sie, die den Herrn f&#x00FC;rchten und seinen Namen achten, ein Gedenkbuch aufgezeichnet</italic>. I<small>CH WEISS DIES ALSO VON ZWEIEN, WOHER, DASS SELBST WENN EINER DASITZT UND SICH MIT DER</small> T<small>ORA BEFASST, DER</small> H<small>EILIGE, GEPRIESEN SEI ER, IHM EINEN</small> L<small>OHN FESTSETZE?</small> E<small>S HEISST</small>:<sup><xref rid="fn2691">4</xref></sup><italic>er sitzt einsam und schweigt, denn es ist ihm auferlegt</italic><sup><xref rid="fn2692">5</xref></sup>.</p>
<p>IV. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> W<small>ENN DREI AN EINEM</small> T<small>ISCHE ESSEN UND SICH AN DIESEM NICHT &#x00DC;BER</small> W<small>ORTE DER</small> T<small>ORA UNTERHALTEN, SO IST ES EBENSO, ALS H&#x00C4;TTEN SIE VON</small> T<small>OTENOPFERN</small><sup><xref rid="fn2693">6</xref></sup> <small>GEGESSEN, DENN ES HEISST</small>:<sup><xref rid="fn2694">7</xref></sup><italic>denn alle Tische sind voll von unfl&#x00F4;tigem Gespei, da&#x00DF; kein Platz</italic><sup><xref rid="fn2695">8</xref></sup> <italic>mehr da ist</italic>. W<small>ENN ABER DREI AN EINEM</small> T<small>ISCHE ESSEN UND SICH AN DIESEM &#x00DC;BER</small> W<small>ORTE DER</small> T<small>ORA UNTERHALTEN, SO IST ES EBENSO, ALS HATTEN SIE VOM</small> T<small>ISCHE</small> G<small>OTTES GEGESSEN, DENN ES HEISST</small>:<sup><xref rid="fn2696">9</xref></sup><italic>und er sprach zu mir: Dies ist der Tisch, der vor dem Herrn steht</italic>.</p>
<p>V. R. &#x1E24;<small>ANINA B</small>. &#x1E24;<small>AKHINAJ SAGTE:</small> W<small>ER NACHTS WACHT, UND WER ALLEIN AUF DEM</small> W<small>EGE GEHT UND SEIN</small> H<small>ERZ M&#x00DC;SSIGEN</small> G<small>EDANKEN ZUWENDET, VERWIRKT SEIN</small> L<small>EBEN</small>.</p>
<p>VI. R. N<small>E&#x1E24;UNJA B</small>. H<small>AQANA SAGTE:</small> W<small>ER DAS</small> J<small>OCH DER</small> T<small>ORA AUF SICH NIMMT, DEM WIRD DAS JOCH DER</small> S<small>TAATS[LASTEN] UND DAS</small> J<small>OCH DER WELTLICHEN</small> B<small>ESCH&#x00C4;FTIGUNG ABGENOMMEN, WER ABER DAS</small> J<small>OCH DER</small> T<small>ORA VON SICH</small> A<small>BSCH&#x00DC;TTELT, DEM WIRD DAS</small> J<small>OCH DER</small> S<small>TAATS[LASTEN] UND DAS</small> J<small>OCH DER WELTLICHEN</small> B<small>ESCH&#x00C4;FTIGUNG AUFERLEGT</small>.</p>
<p>VII. R. &#x1E24;<small>ALAPHTA AUS</small> K<small>EPHAR</small> &#x1E24;<small>ANANJA SAGTE:</small> W<small>ENN ZEHN BEISAMMEN SITZEN UND SICH MIT DER</small> T<small>ORA BEFASSEN, SO WEILT DIE</small> G<small>&#x00D6;TTLICHKEIT UNTER IHNEN, DENN ES HEISST</small>:<sup><xref rid="fn2697">10</xref></sup><italic>Gott steht in der Gottesgemeinde</italic>. W<small>OHER, DASS AUCH WENN F&#x00DC;NF?</small> E<small>S HEISST:</small><sup><xref rid="fn2698">11</xref></sup><italic>seinen Bund</italic><sup><xref rid="fn2699">12</xref></sup><italic>hat er auf der Erde gegr&#x00FC;ndet</italic>. W<small>OHER, DASS AUCH WENN DREI?</small> E<small>S HEISST:</small><sup><xref rid="fn2697">10</xref></sup><italic>inmitten von Richtern</italic><sup><xref rid="fn2700">13</xref></sup><italic>h&#x00F4;lt er Gericht</italic>. W<small>OHER, DASS AUCH WENN ZWEI?</small> E<small>S HEISST</small>: <italic>damals besprachen sich die Gottesf&#x00FC;rchtigen mit einander, und der Herr merkte auf und h&#x00F6;rte &#x0026;c.</italic> U<small>ND WOHER, DASS AUCH WENN EINER?</small> E<small>S HEISST</small>:<sup><xref rid="fn2701">14</xref></sup><italic>an jeder St&#x00F4;tte, da ich meines Namens gedenken lasse, werde ich zu dir kommen und dich segnen</italic>.</p>
<p>VIII. R. E<small>LEA&#x0351;ZAR AUS</small> B<small>ARTOTHA SAGTE :</small> G<small>IB IHM<sup><xref rid="fn2702">15</xref></sup>VON SEINEM, DENN DU SAMT DEINEM BIST JA SEIN; UND EBENSO HEISST ES BEI</small> D<small>AVID</small>:<sup><xref rid="fn2703">16</xref></sup><italic>denn von dir ist alles, und aus deiner Hand haben wir es dir gegeben</italic>.</p>
<p>IX. R. &#x0160;<small>IMO&#x0351;N SAGTE :</small> W<small>ER AUF DEM</small> W<small>EGE GEHT UND DAS</small> G<small>ESETZ STUDIERT, SEIN</small> S<small>TUDIUM ABER UNTERBRICHT UND SPRICHT:</small> W<small>IE SCH&#x00D6;N IST DIESER</small> B<small>AUM, WIE SCH&#x00D6;N IST DIESES</small> A<small>CKERFELD, DEM RECHNET DIE</small> S<small>CHRIFT ES AN, ALS H&#x00C4;TTE ER SEIN</small> L<small>EBEN VERWIRKT</small>.</p>
<p>X. R. D<small>OSTAJ B</small>. J<small>ANNAJ SAGTE IM</small> N<small>AMEN</small> R. M<small>E&#x00CE;RS</small>: W<small>ER AUCH NUR EIN</small> W<small>ORT VON SEINEM</small> G<small>ESETZESSTUDIUM VERGISST, DEM RECHNET DIE</small> S<small>CHRIFT ES AN, ALS</small> H<small>&#x00C4;TTE ER SEIN</small> L<small>EBEN VERWIRKT, DENN ES HEISST</small><sup><xref rid="fn2704">17</xref></sup><italic>nur h&#x00FC;te dich und nimm dich wohl in acht, da&#x00DF; du die Dinge, die du mit deinen Augen gesehen hast, nicht vergessest.</italic> M<small>AN K&#x00D6;NNTE GLAUBEN, SELBST WENN SEIN</small> S<small>TUDIUM IHM ZU SCHWER WAR, SO HEISST ES</small>:<sup><xref rid="fn2704">17</xref></sup><italic>und da&#x00DF; sie alle Tage deines Lebens nicht aus deinem Herzen weichen,</italic> <small>ER HAT ALSO SEIN</small> L<small>EBEN NUR DANN VERWIRKT, WENN ER DASITZT UND SIE AUS SEINEM HERZEN SCHL&#x00C4;GT</small>.</p>
<p>XI. R. &#x1E24;<small>ANINA B</small>. D<small>OSA SAGTE:</small> W<small>ESSEN</small> S<small>&#x00DC;NDENSCHEU SEINER</small> W<small>EISHEIT VORANGEHT, DESSEN</small> W<small>EISHEIT HAT</small> B<small>ESTAND, UND WESSEN</small> W<small>EISHEIT SEINER</small> S<small>UNDENSCHEU VORANGEHT, DESSEN</small> W<small>EISHEIT HAT KEINEN</small> B<small>ESTAND</small>.</p>
<p>XII. E<small>R SAGTE FERNER:</small> W<small>ESSEN [GUTE]</small> W<small>ERKE MEHR SIND ALS SEINE</small> W<small>EISHEIT, DESSEN</small> W<small>EISHEIT HAT</small> B<small>ESTAND, UND WESSEN</small> W<small>EISHEIT MEHR IST ALS SEINE [GUTEN]</small> W<small>ERKE, DESSEN</small> W<small>EISHEIT HAT KEINEN</small> B<small>ESTAND</small>.</p>
<p>XIII. E<small>R PFLEGTE ZU SAGEN :</small> A<small>N WEM</small> M<small>ENSCHEN</small> W<small>OHLGEFALLEN FINDEN, FINDET AUCH</small> G<small>OTT</small> W<small>OHLGEFALLEN, UND AN WEM</small> M<small>ENSCHEN KEIN</small> W<small>OHLGEFALLEN FINDEN, FINDET AUCH</small> G<small>OTT KEIN</small> W<small>OHLGEFALLEN</small>.</p>
<p>XIV. R. D<small>OSA B</small>. A<small>RCHINOS SAGTE :</small> D<small>ER</small> M<small>ORGENSCHLAF, DER</small> M<small>ITTAGSWEIN, DAS</small> G<small>EPLAUDER MIT</small> K<small>LNDERN UND DER</small> A<small>UFENTHALT IN</small> Z<small>&#x00DC;SAMMENKUNFTSORTEN DER</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE BRINGEN DEN</small> M<small>ENSCHEN AUS DER</small> W<small>ELT</small>.</p>
<p>XV. R. E<small>LEA&#x0351;ZAR AUS</small> M<small>ODAI&#x0351;M SAGTE:</small> W<small>ER DAS</small> G<small>EHEILIGTE</small><sup><xref rid="fn2705">18</xref></sup><small>ENTWEIHT, WER DIE</small> F<small>ESTE</small><sup><xref rid="fn2706">19</xref></sup><small>SCH&#x00C4;NDET, WER DAS</small> G<small>ESICHT SEINES</small> N<small>&#x00C4;CHSTEN &#x00D6;FFENTLICH ERBLEICHEN MACHT, WER DAS</small> B<small>&#x00DC;NDNIS UNSERES</small> V<small>ATERS</small> A<small>BRAHAM</small><sup><xref rid="fn2707">20</xref></sup><small>ZER ST&#x00D6;RT, UND WER DAS GESETZ FALSCH</small><sup><xref rid="fn2708">21</xref></sup><small>DEUTET, HAT, SELBST WENN TORA UND GUTE</small> H<small>ANDLUNGEN IN SEINEM</small> B<small>ESITZE SIND, KEINEN</small> A<small>NTEIL AN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT</small>.</p>
<p>XVI. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGTE :</small> S<small>EI BEHEND GEGEN</small> O<small>BERE UND WILLIG GEGEN</small> &#x00C4;<small>LTERE</small><sup><xref rid="fn2709">22</xref></sup>, <small>UND NIMM JEDEN</small> M<small>ENSCHEN FREUNDLICH AUF</small>.</p>
<p>XVII. R. A&#x0351;<small>QIBA SAGTE :</small> S<small>CHERZ UND</small> A<small>USGELASSENHEIT VERLEITEN DEN</small> M<small>ENSCHEN ZUR</small> U<small>NSITTLICHKEIT</small>. D<small>IE &#x00DC;BERLIEFERUNG<sup><xref rid="fn2710">23</xref></sup>IST EIN</small> Z<small>AUN F&#x00DC;R DIE</small> T<small>ORA, DIE</small> Z<small>EHNTABGABEN SIND EIN</small> Z<small>AUN F&#x00DC;R DEN</small> R<small>EICHTUM</small>, G<small>EL&#x00DC;BDE SIND EIN</small> Z<small>AUN F&#x00DC;R DIE</small> E<small>NTHALTSAMKEIT, UND</small> S<small>CHWEIGEN IST EIN</small> Z<small>AUN F&#x00DC;R DIE</small> W<small>EISHEIT</small>.</p>
<p>XVIII. E<small>R SAGTE FERNER:</small> G<small>ELIEBT IST DER</small> M<small>ENSCH, DENN ER IST IM</small> E<small>BENBILDE</small><sup><xref rid="fn2711">24</xref></sup><small>ERSCHAFFEN WORDEN; AUS BESONDERER</small> L<small>IEBE IST IHM KUNDGETAN WORDEN, DASS ER IM EBENBILD ERSCHAFFEN WORDEN SEI, DENN ES HEISST</small>:<sup><xref rid="fn2712">25</xref></sup><italic>im Ebenbilde Gottes machte er den Menschen</italic>. G<small>ELIEBT SIND DIE</small> J<small>ISRA&#x00C9;LITEN, DENN SIE HEISSEN</small> K<small>LNDER</small> G<small>OTTES; AUS BESONDERER</small> L<small>LEBE IST IHNEN KUND GETAN WORDEN, DASS SIE</small> K<small>LNDER GOTTES HEISSEN, DENN ES HEISST</small>:<sup><xref rid="fn2713">26</xref></sup><italic>ihr seid Kinder des Herrn, eures Gottes</italic>. G<small>ELIEBT SIND DIE JISRA&#x00C9;LITEN, DENN EIN KOSTBARES</small> G<small>ER&#x00C4;T IST IHNEN VERLIEHEN WORDEN; AUS BESONDERER</small> L<small>IEBE IST IHNEN KUND GETAN WORDEN, DASS IHNEN EIN KOSTBARES</small> G<small>ER&#x00C4;T VERLIEHEN WORDEN IST, DURCH DAS DIE</small> W<small>ELT ERSCHAFFEN WURDE, DENN ES HEISST</small>:<sup><xref rid="fn2714">27</xref></sup><italic>denn eine gute Belehrung habe ich euch gegeben, verla&#x00DF;t meine Lehre nicht</italic>.</p>
<p>XIX. A<small>LLES WIRD BEOBACHTET UND DIE FREIE</small> W<small>AHL IST GEGEBEN</small>. M<small>IT</small> G<small>&#x00DC;TE WIRD DIE</small> W<small>ELT GERICHTET, ABER ALLES</small><sup><xref rid="fn2715">28</xref></sup><small>NACH DEM</small> Q<small>UANTUM DER</small> W<small>ERKE</small>.</p>
<p>XX. E<small>R SAGTE FERNER:</small> A<small>LLES WIRD GEGEN</small> B<small>&#x00DC;RGSCHAFT GEGEBEN UND EIN</small> N<small>ETZ IST &#x00DC;BER ALLES</small> L<small>EBENDE GEBREITET</small>. D<small>ER</small> L<small>ADEN IST OFFEN, DER</small> K<small>R&#x00C4;MER BORGT, DAS</small> B<small>UCH IST AUFGESCHLAGEN UND DIE</small> H<small>AND SCHREIBT ; WER BORGEN WILL, MAG KOMMEN UND BORGEN. DLE SCHULDFORDERER GEHEN BEST&#x00C4;NDIG, JEGLICHEN</small> T<small>AG, UMHER UND TREIBEN VOM</small> M<small>ENSCHEN</small> Z<small>AHLUNG EIN, MAG ER WOLLEN, MAG ER NICHT WOLLEN, DENN SIE HABEN, WORAUF</small><sup><xref rid="fn2716">29</xref></sup> <small>SIE SICH ST&#x00DC;TZEN</small>. D<small>ER RECHTSPRUCH BERUHT AUF</small> W<small>AHRHEIT, UND ZUM</small> M<small>AHLE IST ALLES BEREIT</small>.</p>
<p>XXI. R. E<small>LIE&#x0351;ZER B</small>. A&#x0351;<small>ZARJA SAGTE:</small> O<small>HNE</small> T<small>ORA KEINE</small> L<small>EBENSART, UND OHNE</small> L<small>EBENSART KEINE</small> T<small>ORA; OHNE</small> W<small>EISHEIT KEINE</small> G<small>OTTESFURCHT, UND OHNE</small> G<small>OTTESFURCHT KEINE</small> W<small>EISHEIT; OHNE</small> E<small>INSICHT KEIN</small> W<small>ISSEN, UND OHNE</small> W<small>ISSEN KEINE</small> E<small>INSICHT; OHNE</small> M<small>EHL</small><sup><xref rid="fn2717">30</xref></sup><small>KEINE</small> T<small>ORA UND OHNE</small> T<small>ORA KEIN</small> M<small>EHL</small>.</p>
<p>XXII. E<small>R SAGTE FERNER:</small> W<small>OMIT IST DER ZU VERGLEICHEN, DESSEN</small> W<small>EISHEIT BEDEUTENDER IST ALS SEINE</small> T<small>ATEN?</small> M<small>LT EINEM</small> B<small>A&#x00DC;ME, DER VIELE</small> Z<small>WEIGE UND WENIG</small> W<small>URZELN HAT; EIN</small> W<small>IND KOMMT, SO ENTWURZELT ER IHN UND SCHL&#x00C4;GT IHN UM</small> (<small>AUFS</small> G<small>ESICHT</small>), <small>WIE ES HEISST</small><sup><xref rid="fn2718">31</xref></sup><italic>er ist wie ein einsamer Baum in der Steppe und sieht nicht, da&#x00DF; Gutes eintrifft, er wohnt an ausged&#x00F6;RRTEN St&#x00E4;tten in der W&#x00FC;ste, in salzigem und unbewohntem Lande</italic>. W<small>OMIT ABER IST DER ZU VERGLEICHEN, DESSEN</small> T<small>ATEN BEDEUTENDER SIND ALS SEINE</small> W<small>EISHEIT?</small> M<small>IT EINEM</small> B<small>AUME, DER WENIG</small> Z<small>WEIGE UND VIELE</small> W<small>URZELN HAT; M&#x00D6;GEN AUCH ALLE</small> W<small>INDE DER</small> W<small>ELT KOMMEN UND IHN ANWEHEN, SO R&#x00DC;HREN SIE IHN DENNOCH NICHT VON SEINER</small> S<small>TELLE, WIE ES HEISST</small>:<sup><xref rid="fn2719">32</xref></sup><italic>er ist wie ein Baum, der am Wasser gepflanzt ist und seine Wurzeln nach dem Bache hinstreckt, der nicht merkt, wenn Hitze kommt, dessen Laub frischgr&#x00FC;n bleibt, der auch in d&#x00FC;rren Jahren unbesorgt ist und nicht abl&#x00F4;&#x00DF;t, Fr&#x00FC;chte zu tragen.</italic></p>
<p>XXIII. R. E<small>LIE&#x0351;ZER B</small>. &#x1E24;<small>ASMA SAGTE:</small> D<small>IE</small> [V<small>ORSCHRIFTEN &#x00DC;BER</small>] V<small>OGELNESTER</small><sup><xref rid="fn2720">33</xref></sup><small>UND</small> M<small>ENSTRUATIONSBEGINN</small><sup><xref rid="fn2721">34</xref></sup><small>SIND EIGENTLICHE</small> B<small>ESTANDTEILE DER</small> L<small>EHRE</small>; A<small>STRONOMIE</small><sup><xref rid="fn2722">35</xref></sup><small>UND</small> G<small>EOMETRIE</small><sup><xref rid="fn2723">36</xref></sup><small>SIND NUR</small> Z<small>UKOST ZUR</small> W<small>EISHEIT</small>.</p>
<ftnote id="fn2688">1. Ps. 1,1.</ftnote>
<ftnote id="fn2689">2. Unmittelbar darauf folgt: sondern an der Lehre des Herrn Wohlgefallen hat, also als Ggs. zum Vorangehenden.</ftnote>
<ftnote id="fn2690">3. Mal. 3,16.</ftnote>
<ftnote id="fn2691">4. Thr. 3,28.</ftnote>
<ftnote id="fn2692">5. Nach der Auslegung des T. eine Belohnung.</ftnote>
<ftnote id="fn2693">6. Bezeichnung der G&#x00F6;tzenopfer.</ftnote>
<ftnote id="fn2694">7. Jes. 28,8.</ftnote>
<ftnote id="fn2695">8. Viell. <span dir="rtl">&#x05DE;&#x05E7;&#x05D5;&#x05DD;</span> in der Bedeutung Gott: ohne Gott.</ftnote>
<ftnote id="fn2696">9. Ez. 41,22.</ftnote>
<ftnote id="fn2697">10. Ps. 82,1.</ftnote>
<ftnote id="fn2698">11. Am. 9,6.</ftnote>
<ftnote id="fn2699">12. Nach den Kommentaren wird die Hand, die 5 Finger hat, mit <span dir="rtl">&#x05D0;&#x05D2;&#x05D5;&#x05D3;&#x05D4;</span>, Bund, bezeichnet.</ftnote>
<ftnote id="fn2700">13. Das Gerichtskollegium besteht aus 3 Mitgliedern.</ftnote>
<ftnote id="fn2701">14. Ex. 20,24.</ftnote>
<ftnote id="fn2702">15. Gott, dh. Almosen.</ftnote>
<ftnote id="fn2703">16. iChr. 29,14.</ftnote>
<ftnote id="fn2704">17. Dt. 4,9.</ftnote>
<ftnote id="fn2705">18. Die &#x0160;abbathe u. die Feste.</ftnote>
<ftnote id="fn2706">19. <span dir="rtl">&#x05DE;&#x05D5;&#x05E2;&#x05D3;</span> (gek&#x00FC;rzt v. <span dir="rtl">&#x05D7;&#x05D5;&#x05DC;&#x05D5; &#x05E9;&#x05DC; &#x05DE;&#x05D5;&#x05F3;</span>) bezeichnet die Halbfeste.</ftnote>
<ftnote id="fn2707">20. Darunter ist der Epispasmus zu verstehen, eine zur Zeit der Religionsverfolgung unter den Juden verbreitete Operation, um das Judentum zu verleugnen.</ftnote>
<ftnote id="fn2708">21. Cf. Syn. Fol. 99a.</ftnote>
<ftnote id="fn2709">22. So nach Vermutung; der Text ist nicht ganz deutlich.</ftnote>
<ftnote id="fn2710">23. &#x00DC;ber die Schreibweise der Tora.</ftnote>
<ftnote id="fn2711">24. Gottes; cf. Gen. 1,27.</ftnote>
<ftnote id="fn2712">25. Gen. 9,6.</ftnote>
<ftnote id="fn2713">26. Dt. 14,1.</ftnote>
<ftnote id="fn2714">27. Pr. 4,2.</ftnote>
<ftnote id="fn2715">28. Die Vergeltung.</ftnote>
<ftnote id="fn2716">29. Der Mensch ist in ihrer Hand u. gilt ihnen als B&#x00FC;rgschaft. Nach anderer Erkl&#x00E4;rung: sie haben, worauf sie sich st&#x00FC;tzen, n&#x00E4;mlich die Eintragungen der B&#x00FC;cher.</ftnote>
<p>43 Talmud IX</p>
<ftnote id="fn2717">30. Lebensunterhalt.</ftnote>
<ftnote id="fn2718">31. Jer. 17,6.</ftnote>
<ftnote id="fn2719">32. Jer. 17,8.</ftnote>
<ftnote id="fn2720">33. Die Vorschriften &#x00FC;ber das Gefl&#x00FC;gelopfer.</ftnote>
<ftnote id="fn2721">34. Komplizierte Lehren dieses Gesetz betreffend.</ftnote>
<ftnote id="fn2722">35. W&#x00F6;rtl. Die Sonnenwenden od. Jahreszeiten, eigentl. Kalenderkunde.</ftnote>
<ftnote id="fn2723">36. Der T. gebraucht dieses W. f&#x00FC;r Mathematik.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>B</bold><small>EN ZOMA SAGTE:</small> W<small>ER IST WEISE?</small> D<small>ER VON JEDEM</small> M<small>ENSCHEN LERNT, DENN ES HEISST</small>:<sup><xref rid="fn2724">1</xref></sup><italic>von allen, die mich belehrten, bin ich weise geworden</italic>. W<small>ER IST EIN</small> H<small>ELD</small>? D<small>ER SEINEN</small> T<small>RIEB &#x00DC;BERWINDET, DENN ES HEISST</small>:<sup><xref rid="fn2725">2</xref></sup><italic>besser ist ein Langm&#x00FC;tiger als ein Held, und wer sein Gem&#x00FC;t beherrscht, als ein St&#x00F4;dteeroberer</italic>. W<small>ER IST REICH?</small> D<small>ER MIT SEINEM</small> T<small>EILE ZUFRIEDEN IST, DENN ES HEISST:</small> <sup><xref rid="fn2726">3</xref></sup><italic>wenn du deiner H&#x00E4;nde Arbeit genie&#x00DF;est, Heil dir, du hast es gut. Heil dir</italic>, <small>AUF DIESER</small> W<small>ELT</small>; <italic>du hast es gut</italic>, <small>IN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT</small>. W<small>ER IST GEEHRT</small>? D<small>ER DIE</small> M<small>ENSCHEN EHRT, DENN ES HEISST</small>: <sup><xref rid="fn2727">4</xref></sup><italic>wer mich ehrt, den ehre ich, aber wer mich verachtet, soll in Schande geraten</italic>.</p>
<p>II. B<small>EN</small> A&#x0351;<small>ZAJ SAGTE :</small> L<small>AUFE ZU EINER GERINGEN GOTTGEF&#x00C4;LLIGEN</small> H<small>ANDLUNG WIE ZU EINER WICHTIGEN, UND FLIEHE DIE</small> &#x00DC;<small>BERTRETUNG; DENN EINE GOTTGEF&#x00C4;LLIGE</small> H<small>ANDLUNG ZIEHT EINE ANDERE GOTTGEF&#x00C4;LLIGE</small> H<small>ANDLUNG NACH SICH, UND EINE</small> &#x00DC;<small>BERTRETUNG ZIEHT EINE ANDERE</small> &#x00DC;<small>BERTRETUNG NACH SICH; DER</small> L<small>OHN EINER GOTTGEF&#x00C4;LLIGEN</small> H<small>ANDLUNG IST EINE GOTTGEF&#x00C4;LLIGE</small> H<small>ANDLUNG, UND DER</small> L<small>OHN EINER</small> &#x00DC;<small>BERTRETUNG IST EINE</small> &#x00DC;<small>BERTRETUNG</small>.</p>
<p>III. E<small>R SAGTE FERNER:</small> V<small>ERACHTE KEINEN</small> M<small>ENSCHEN UND HALTE KEIN</small> D<small>ING F&#x00DC;R UNM&#x00D6;GLICH, DENN ES GIBT KEINEN</small> M<small>ENSCHEN, DER NICHT SEINE</small> S<small>TUNDE H&#x00C4;TTE, UND ES GIBT KEIN</small> D<small>ING, DAS NICHT H&#x00C4;TTE SEINEN</small> P<small>LATZ</small>.</p>
<p>IV. R. L<small>EVITAS AUS</small> J<small>ABNE SAGTE :</small> S<small>EI &#x00DC;BERAUS DEM&#x00DC;TIG, DENN</small> M<small>ODER IST ES, WAS DER</small> M<small>ENSCH ZU ERHOFFEN HAT</small>.</p>
<p>V. R. J<small>O&#x1E24;ANAN B</small>. B<small>EROQA SAGTE:</small> W<small>ER DEN</small> N<small>AMEN</small> G<small>OTTES HEIMLICH ENTWEIHT, AN DEM WIRD</small> V<small>ERGELTUNG&#x00D6;FFENTLICH GE&#x00DC;BT; BEI DER</small> E<small>NTWEIHUNG DES G&#x00D6;TTLICHEN</small> N<small>AMENS IST ES EINERLEI, OB SIE VERSEHENTLICH ERFOLGT IST ODER VORS&#x00C4;TZLICH</small>.</p>
<p>VI. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGTE:</small> W<small>ENN JEMAND LERNT, UM ZU LEHREN, SO L&#x00C4;SST MAN IHM ZU LERNEN UND ZU LEHREN GELINGEN; UND WENN JEMAND LERNT, UM [DANACH] ZU HANDELN, SO L&#x00C4;SST MAN IHM GELINGEN ZU LERNEN, ZU LEHREN, ZU BEOBACHTEN UND [DANACH] ZU HANDELN</small>.</p>
<p>VII. R. Q<small>ADOQ SAGTE :</small> M<small>ACHE SIE</small><sup><xref rid="fn2728">5</xref></sup> <small>NICHT ZUR</small> K<small>RONE, DAMIT ZU PRANGEN, AUCH NICHT ZUM</small> G<small>RABSCHEITE, DAMIT ZU GRABEN</small>. E<small>BENSO SAGTE AUCH</small> H<small>ILLEL:</small> W<small>ER SICH DER</small> K<small>RONE BEDIENT, SCHWINDET HIN</small>. D<small>U LERNST ALSO: WER AUS DEN</small> W<small>ORTEN DER</small> T<small>ORA</small> N<small>UTZEN ZIEHT, NIMMT SEIN</small> L<small>EBEN AUS DER</small> W<small>ELT</small>.</p>
<p>VIII. R. J<small>OSE SAGTE :</small> W<small>ER DIE</small> T<small>ORA EHRT, IST SELBER BEI DEN</small> M<small>ENSCHEN GEEHRT, UND WER DIE</small> T<small>ORA ENTW&#x00DC;RDIGT, IST SELBER BEI DEN</small> M<small>ENSCHEN ENTW&#x00DC;RDIGT</small>.</p>
<p>IX. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGTE :</small> W<small>ER</small> P<small>ROZESSE<sup><xref rid="fn2729">6</xref></sup> MEIDET, SCH&#x00DC;TTELT</small> F<small>EINDSCHAFT</small>, R<small>AUB UND</small> M<small>EINEID</small><sup><xref rid="fn2730">7</xref></sup> <small>VON SICH AB</small>. W<small>ER HOCHFAHREND IST BEI DER</small> R<small>ECHTSENTSCHEIDUNG, IST T&#x00D6;RICHT, FREVELHAFT UND HOCHM&#x00DC;TIG</small>.</p>
<p>X. E<small>R SAGTE FERNER:</small> U<small>RTEILE NICHT ALLEIN, DENN NUR DER</small> E<small>INZIGE VERMAG ALLEIN ZU URTEILEN; DR&#x00C4;NGE AUCH DEINE</small> M<small>EINUNG NICHT AUF, DENN SIE</small><sup><xref rid="fn2731">8</xref></sup> <small>D&#x00DC;RFEN ES, DU ABER NICHT</small>.</p>
<p>XI. R. J<small>ONATHAN SAGTE :</small> W<small>ER DIE</small> T<small>ORA H&#x00C4;LT AUS</small> A<small>RMUT, WIRD SIE SP&#x00C4;TER HALTEN AUS</small> R<small>EICHTUM, UND WER DIE</small> T<small>ORA UNTERL&#x00C4;SST AUS</small> R<small>EICHTUM, WIRD SIE SP&#x00C4;TER UNTERLASSEN AUS ARMUT</small>.</p>
<p>XII. R. M<small>E&#x00CE;R SAGTE:</small> B<small>ESCHR&#x00C4;NKE DEIN</small> G<small>EWERBE UND REFASSE DICH MIT DER</small> T<small>ORA</small>. S<small>EI DEM&#x00DC;TIG GEGEN JEDERMANN</small>. H<small>AST DU DIE</small> T<small>ORA VERNACHL&#x00C4;SSIGT, SO SIND ES DER VERNACHL&#x00C4;SSIGUNGEN</small><sup><xref rid="fn2732">9</xref></sup> <small>VIELE, DIE WIDER DICH; HAST DU DICH ABER MIT DER</small> T<small>ORA ABGEM&#x00DC;HT, SO IST ES EIN REICHER</small> L<small>OHN, DER DIR ZUTEIL WIRD</small>.</p>
<p>XIII. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGTE:</small> W<small>ER EIN</small> G<small>EBOT AUS&#x00DC;BT, ERWIRBT SICH EINEN</small> F<small>&#x00DC;RSPRECHER; WER EINE</small> &#x00DC;<small>BERTRETUNG BEGEHT, ERWIRBT SICH EINEN</small> A<small>NKL&#x00C4;GER</small>. B<small>USSFERTIGKEIT UND GUTE</small> H<small>ANDLUNGEN SIND EIN</small> S<small>CHILD GEGEN DAS</small> S<small>TRAFGERICHT</small>.</p>
<p>XIV. R. J<small>O&#x1E24;ANAN DER</small> S<small>ANDALENMACHER SAGTE</small>: E<small>INE</small> V<small>EREINIGUNG, DIE UM DES</small> H<small>IMMELS WILLEN, WIRD F&#x00DC;RDER BESTEHEN, DIE ABER NICHT UM DES</small> H<small>IMMELS WILLEN, WIRD F&#x00DC;RDER NICHT BESTEHEN</small>.</p>
<p>XV. R. E<small>LEA&#x0351;ZAR B</small>. &#x0160;<small>AMUA&#x0351; SAGTE:</small> D<small>IE</small> E<small>HRE DEINES</small> S<small>CH&#x00DC;LERS SEI DIR EBENSO LIEB WIE DEINE EIGENE, DIE</small> E<small>HRE DEINES</small> K<small>OLLEGEN GLEICHE DER</small> E<small>HRFURCHT VOR DEINEM</small> L<small>EHRER, UND DIE</small> E<small>HRFURCHT VOR DEINEM</small> L<small>EHRER GLEICHE DER</small> E<small>HRFURCHT VOR DEM</small> H<small>IMMEL</small>.</p>
<p>XVI. R. J<small>EHUDA SAGTE:</small> S<small>EI VORSICHTIG BEI DER</small> L<small>EHRE, DENN BEI DER</small> L<small>EHRE WIRD AUS DEM</small> V<small>ERSEHEN EINE</small> V<small>ORS&#x00C4;TZLICHKEIT</small>.</p>
<p>XVII. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> E<small>S GIBT DREI</small> K<small>RONEN : DIE</small> K<small>RONE DER</small> T<small>ORA, DIE</small> K<small>RONE DES</small> P<small>RIESTERTUMS UND DIE</small> K<small>RONE DES</small> K<small>&#x00D6;NIGTUMS; ABER DIE</small> K<small>RONE DES GUTEN</small> N<small>AMENS &#x00DC;BERTRIFFT SIE ALLE</small>.</p>
<p>XVIII. R. N<small>EHORAJ SAGTE :</small> W<small>ANDRE AUS NACH EINER</small> S<small>T&#x00C4;TTE DER</small> T<small>ORA, UND SAGE NICHT, SIE WERDE ZU DIR KOMMEN, ODER SIE WERDE DIR DURCH DEINE</small> N<small>&#x00C4;CHSTEN ERHALTEN BLEIBEN; AUCH ST&#x00DC;TZE DICH NICHT AUF DEINE</small> E<small>INSICHT</small>.</p>
<p>XIX. R. J<small>ANNAJ SAGTE :</small> W<small>IR KENNEN NICHT<sup><xref rid="fn2733">10</xref></sup>DIE</small> B<small>EHAGLICHKEIT DER</small> F<small>REVLER, AUCH NICHT DIE</small> L<small>EIDEN DER</small> F<small>ROMMEN</small>.</p>
<p>XX. R. M<small>ATHJA B</small>. &#x1E24;<small>ERE&#x0160; SAGTE</small>: K<small>OMME JEDERMANN MIT EINEM</small> G<small>RUSSE ZUVOR</small>. S<small>EI EIN</small> S<small>CHWANZ BEI DEN</small> L<small>&#x00D6;WEN UND NICHT EIN</small> H<small>AUPT BEI DEN</small> F<small>&#x00DC;CHSEN</small>.</p>
<p>XXI. R. J<small>A&#x0351;QOB SAGTE :</small> D<small>IESE</small> W<small>ELT IST WIE EIN</small> V<small>ORZIMMER F&#x00DC;R DIE ZUK&#x00DC;NFTIGE</small> W<small>ELT; R&#x00DC;STE DICH IM</small> V<small>ORZIMMER, DAMIT DU</small> E<small>INLASS FINDEST IN DEN</small> S<small>AAL</small>.</p>
<p>XXII. E<small>R SAGTE FERNER:</small> B<small>ESSER EINE</small> S<small>TUNDE IN</small> B<small>USSFERTIGKEIT UND GUTEN</small> W<small>ERKEN ALS DAS GANZE</small> L<small>EBEN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT, UND BESSER EINE</small> S<small>T&#x00DC;NDE DER</small> S<small>ELIGKEIT IN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT ALS ALLES</small> L<small>EBEN DIESER</small> W<small>ELT</small>.</p>
<p>XXIII. R. &#x0160;<small>IMO&#x0351;N B</small>. E<small>LEA&#x0351;ZAR SAGTE :</small> B<small>ESCHWICHTIGE DEINEN</small> N<small>&#x00C4;CHSTEN NICHT IM</small> A<small>UGENBLICKE SEINES</small> Z<small>ORNES; TR&#x00D6;STE IHN NICHT, SOLANGE SEIN</small> T<small>OTER VOR IHM LIEGT; L&#x00D6;SE IHM NICHT DAS</small> G<small>EL&#x00DC;BDE BEI SEINEM</small> G<small>ELOBEN; UND SUCHE IHN NICHT ZU SEHEN IN DER</small> S<small>TUNDE SEINES</small> V<small>ERDERBENS</small><sup><xref rid="fn2734">11</xref></sup>.</p>
<p>XXIV. &#x0160;<small>EMU&#x00C9;L DER</small> K<small>LEINE SAGTE</small>:<sup><xref rid="fn2735">12</xref></sup><italic>wenn dein Feind f&#x00E4;llt, freue dich nicht, und wenn er strauchelt, frohlocke dein Herz nicht, da&#x00DF; nicht der Herr es sehe und Mi&#x00DF;fallen empfinde und seinen Zorn von ihm wende</italic>.</p>
<p>XXV. E<small>LI&#x0160;A&#x0351; B</small>. A<small>BUJA SAGTE :</small> L<small>ERNT MAN IN DER</small> J<small>UGEND, SO IST ES EBENSO, ALS SCHRIEBE MAN MIT</small> T<small>INTE AUF NEUES</small> P<small>APIER; LERNT MAN ABER IM</small> A<small>LTER, SO IST ES EBENSO, ALS SCHRIEBE MAN MIT</small> T<small>INTE AUF VERWISCHTES</small> P<small>APIER</small>.</p>
<p>XXVI. R. J<small>OSE B</small>. J<small>EHUDA AUS</small> K<small>EPHAR</small> B<small>ABLI SAGTE :</small> L<small>ERNT MAN VON</small> K<small>INDERN, SO IST ES EBENSO, ALS</small> A<small>SSE MAN UNREIFE</small> T<small>RAUBEN ODER TR&#x00C4;NKE MAN</small> W<small>EIN AUS DER</small> K<small>ELTER; LERNT MAN ABER VON</small> E<small>RWACHSENEN, SO IST ES EBENSO, ALS &#x00C4;SSE MAN REIFE</small> T<small>RAUBEN ODER TR&#x00C4;NKE MAN ALTEN</small> W<small>EIN</small>.</p>
<p>XXVII. R<small>ABBI SAGTE :</small> S<small>IEH NICHT AUF DEN</small> K<small>RUG, SONDERN AUF DAS, WAS DARINNEN; MANCHER NEUE</small> K<small>RUG IST VOLL MIT ALTEM</small> [W<small>EINE</small>], <small>MANCHER ALTE ABER ENTH&#x00C4;LT NICHT EINMAL NEUEN</small>.</p>
<p>XXVIII. R. E<small>LEA&#x0351;ZAR HA</small>-Q<small>APPAR SAGTE</small>: N<small>EID</small>, W<small>OLLUST UND</small> E<small>HRGEIZ BRINGEN DEN</small> M<small>ENSCHEN AUS DER</small> W<small>ELT</small>.</p>
<p>XXIX. E<small>R SAGTE FERNER:</small> D<small>IE</small> G<small>EBORENEN SIND BESTIMMT ZU STERBEN, DIE</small> V<small>ERSTORBENEN AUFZULEBEN, UND DIE</small> A<small>UFLEBENDEN GERICHTET ZU WERDEN</small>. M<small>AN ERFAHRE, MAN TUE KUND UND MAN SEI SICH BEWUSST: ER IST</small> G<small>OTT, ER IST DER</small> B<small>ILDNER UND ER IST DER</small> S<small>CH&#x00D6;PFER; ER IST DER</small> B<small>EOBACHTER, ER IST DER</small> R<small>ICHTER, ER IST DER</small> Z<small>EUGE UND ER IST</small> K<small>L&#x00C4;GER; UND ER WIRD DEREINST RICHTEN</small>&#x0021; G<small>EPRIESEN SEI ER, VOR DEM ES KEIN</small> U<small>NRECHT GIBT UND KEIN</small> V<small>ERGESSEN UND KEIN</small> A<small>NSEHEN DER</small> P<small>ERSON UND KEINE</small> B<small>ESTECHUNG, DENN ALLES IST SEIN</small>. W<small>ISSE FERNER, DASS ALLES NACH</small> R<small>ECHNUNG GEHT, UND NICHT BERUHIGE DICH DEIN TRIEB, DASS DIE GRUFT EINE</small> Z<small>&#x00DC;FLUCHTST&#x00C4;TTE</small> F<small>&#x00DC;R DICH SEIJ GEGEN DEINEN</small> W<small>ILLEN BIST DU ERSCHAFFEN WORDEN, GEGEN DEINEN</small> W<small>ILLEN</small><sup><xref rid="fn2736">13</xref></sup><small>LEBST DU, GEGEN DEINEN</small> W<small>ILLEN WIRST DU STERBEN, UND GEGEN DEINEN</small> W<small>ILLEN WIRST DU DEREINST</small> R<small>ECHEN SCHAFT ABLEGEN UND</small> R<small>ECHNUNG VOR DEM</small> K<small>&#x00D6;NIGE DER</small> K<small>&#x00D6;NIGE, DEM</small> H<small>EILIGEN, GEPRIESEN SEI ER</small>.</p>
<ftnote id="fn2724">1. Ps. 119,99.</ftnote>
<ftnote id="fn2725">2. Pr. 16,32.</ftnote>
<ftnote id="fn2726">3. Ps. 128,12.</ftnote>
<ftnote id="fn2727">4. iSam. 2,30,</ftnote>
<ftnote id="fn2728">5. Die Gesetzeskunde.</ftnote>
<ftnote id="fn2729">6. Die &#x00DC;bersetzung Rechtsprechen ist weniger einleuchtend.</ftnote>
<ftnote id="fn2730">7. Im engeren Sinne hei&#x00DF;t <span dir="rtl">&#x05E9;&#x05D1;&#x05D5;&#x05E2;&#x05EA; &#x05E9;&#x05D5;&#x05D0;</span> unn&#x00FC;tzer, vergeblicher Schwur; ausf&#x00FC;hrl. Seb. Fol. 2a.</ftnote>
<ftnote id="fn2731">8. Die Mitrichter od. die Proze&#x00DF;f&#x00FC;hrenden.</ftnote>
<ftnote id="fn2732">9. Wahrscheinl. Widersacher.</ftnote>
<ftnote id="fn2733">10. Dh. wir verm&#x00F6;gen dies nicht zu erkl&#x00E4;ren; viell. aber: wir verm&#x00F6;gen nichts dagegen.</ftnote>
<ftnote id="fn2734">11. Um ihn zurechtzuweisen. <span dir="rtl">&#x05E7;&#x05DC;&#x05E7;&#x05DC;&#x05D4;</span> hei&#x00DF;t niemals Erniedrigung, sondern S&#x00FC;nde, besonders Unzucht; der Sinn dieses Satzes geht auch aus dem Zusammenhange hervor.</ftnote>
<ftnote id="fn2735">12. Pr. 24,17,18.</ftnote>
<ftnote id="fn2736">13. Die Tosaphot Ket. Fol. 30a zitieren <span dir="rtl">&#x05E2;&#x05F4;&#x05DA; &#x05D7;&#x05D9;</span> nach <span dir="rtl">&#x05E2;&#x05F4;&#x05DA; &#x05DE;&#x05EA;</span>, wonach zu &#x00FC;bersetzen: wirst du auferstehen.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>D</bold><small>URCH ZEHN</small> A<small>USSPR&#x00DC;CHE</small><sup><xref rid="fn2737">1</xref></sup> <small>IST DIE</small> W<small>ELT ERSCHAFFEN WORDEN</small>. W<small>AS WILL DIES LEHREN, SIE K&#x00D6;NNTE AUCH DURCH EINEN EINZIGEN AUSSPRUCH ERSCHAFFEN WORDEN SEIN</small>? U<small>M DIE</small> F<small>REVLER, DIE DIE</small> W<small>ELT VERDERBEN, DIE DURCH ZEHN</small> A<small>USSPR&#x00DC;CHE ERSCHAFFEN WORDEN IST, UM SO STRENGER ZU BESTRAFEN, UND UM DEN</small> F<small>ROMMEN, DIE DIE</small> W<small>ELT ERHALTEN, DIE DURCH ZEHN</small> A<small>USSPR&#x00DC;CHE ERSCHAFFEN WORDEN IST, EINEN UM SO REICHEREN</small> L<small>OHN ZU GEW&#x00C4;HREN</small>.</p>
<p>II. Z<small>EHN</small> G<small>ENERATIONEN SIND VON</small> A<small>DAM BIS</small> N<small>OAH<sup><xref rid="fn2738">2</xref></sup>; DIES BEKUNDET, WELCHE</small> L<small>ANGMUT ER WALTEN L&#x00C4;SST: ALL DIESE</small> G<small>ENERATIONEN FUHREN FORT, IHN ZU ERZ&#x00DC;RNEN, DANN ERST BRACHTE ER &#x00DC;BER SIE DAS WASSER DER</small> S<small>INTFLUT</small>.</p>
<p>III. Z<small>EHN</small> G<small>ENERATIONEN SIND VON</small> N<small>OA&#x1E24; BIS</small> A<small>BRAHAM</small><sup><xref rid="fn2739">3</xref></sup>; <small>DIES BEKUNDET, WELCHE</small> L<small>ANGMUT ER WALTEN L&#x00C4;SST: ALL DIESE</small> G<small>ENERATIONEN FUHREN FORT, IHN ZU ERZ&#x00DC;RNEN, DANN ERST KAM UNSER</small> V<small>ATER</small> A<small>BRAHAM UND ERHIELT DEN F&#x00DC;R SIE ALLE BESTIMMTEN</small> L<small>OHN</small><sup><xref rid="fn2740">4</xref></sup>.</p>
<p>IV. D<small>URCH ZEHN</small> P<small>R&#x00DC;FUNGEN WURDE UNSER</small> V<small>ATER</small> A<small>BRAHAM ERPROBT, UND ER BESTAND SIE ALLE; DIES BEKUNDET, WIE GROSS DIE</small> B<small>ELIEBTHEIT UNSERES</small> V<small>ATERS</small> A<small>BRAHAM WAR</small>.</p>
<p>V. Z<small>EHN</small> W<small>UNDER GESCHAHEN UNSEREN</small> V<small>ORFAHREN IN</small> M<small>I&#x00C7;RAJIM UND ZEHN AM</small> M<small>EERE</small>.</p>
<p>VI. D<small>URCH ZEHN</small> V<small>ERSUCHUNGEN VERSUCHTEN UNSERE</small> V<small>ORFAHREN</small> G<small>OTT IN DER</small> W<small>&#x00DC;STE, DENN ES</small> H<small>EISST</small>:<sup><xref rid="fn2741">5</xref></sup><italic>sie versuchten mich nun zehnmal und h&#x00F6;rten nicht auf meine Stimme</italic>.</p>
<p>VII. Z<small>EHN</small> W<small>UNDER GESCHAHEN UNSEREN</small> V<small>ORFAHREN IM</small> T<small>EMPEL: NIE HAT EINE</small> F<small>RAU DURCH DEN</small> G<small>ERUCH DES HEILIGEN</small> F<small>LEISCHES</small><sup><xref rid="fn2742">6</xref></sup> <small>FEHLGEBOREN; NIE WURDE DAS HEILIGE</small> F<small>LEISCH &#x00DC;BELRIECHEND; NIE WURDE EINE</small> F<small>LIEGE IM</small> S<small>CHLACHTHAUSE BEMERKT; NIE WIDERFUHR DEM</small> H<small>OCHPRIESTER</small> S<small>AMENERGUSS AM</small> V<small>ERS&#x00D6;HNUNGSTAGE; NIE HAT DER</small> R<small>EGEN DAS</small> F<small>EUER DES</small> A<small>LTARHOLZSTOSSES AUSGEL&#x00D6;SCHT; NIE HAT DER</small> W<small>IND DIE</small> R<small>AUCHS&#x00C4;ULE</small><sup><xref rid="fn2743">7</xref></sup> <small>BESIEGT; NIE HAT SICH BEI DER</small> S<small>CHWINGEGARBE</small><sup><xref rid="fn2744">8</xref></sup>, <small>DEN ZWEI</small> B<small>ROTEN</small><sup><xref rid="fn2745">9</xref></sup> <small>UND DEN</small> S<small>CHAUBROTEN</small><sup><xref rid="fn2746">10</xref></sup>U<small>NTAUGLICHKEIT EREIGNET; SIE STANDEN GEDR&#x00C4;NGT</small><sup><xref rid="fn2747">11</xref></sup><small>UND WARFEN SICH GER&#x00C4;UMIG NIEDER; NIE HAT EINE</small> S<small>CHLANGE ODER EIN</small> S<small>KORPION IN</small> J<small>ERU&#x0160;ALEM JEMAND ZU</small> S<small>CHADEN GEBRACHT; UND NIE SAGTE JEMAND ZU SEINEM</small> N<small>&#x00C4;CHSTEN, IHM SEI</small> J<small>ERU&#x0160;ALEM ZU &#x00DC;BERF&#x00DC;LLT, UM DA ZU &#x00DC;BERNACHTEN</small>.</p>
<p>VIII. Z<small>EHN</small> D<small>INGE SIND AM</small> V<small>ORABEND DES</small> &#x0160;<small>ABBATHS IN DER</small> D<small>&#x00C4;MMERUNG</small><sup><xref rid="fn2748">12</xref></sup> <small>ERSCHAFFEN WORDEN, UND ZWAR: DER</small> S<small>CHLUND DER</small> E<small>RDE</small><sup><xref rid="fn2749">13</xref></sup>, <small>DIE</small> &#x00D6;<small>FFNUNG DES</small> B<small>RUNNENS</small><sup><xref rid="fn2750">14</xref></sup>, <small>DAS</small> M<small>AUL DER</small> E<small>SELIN</small><sup><xref rid="fn2751">15</xref></sup>, <small>DER</small> R<small>EGENBOGEN</small><sup><xref rid="fn2752">16</xref></sup>, <small>DAS</small> M<small>ANNA</small><sup><xref rid="fn2753">17</xref></sup>, <small>DER</small> S<small>TAB</small><sup><xref rid="fn2754">18</xref></sup>, <small>DER</small> &#x0160;<small>AMIR</small><sup><xref rid="fn2755">19</xref></sup>, <small>DIE</small> S<small>CHRIFT</small><sup><xref rid="fn2756">20</xref></sup>, <small>DIE</small> I<small>NSCHRIFT</small><sup><xref rid="fn2757">21</xref></sup><small>UND DIE</small> B<small>UNDESTAFELN</small>. M<small>ANCHE SAGEN, AUCH DIE</small> D<small>&#x00C4;MONEN, DAS</small> G<small>RAB</small> M<small>O&#x0160;ES UND DER</small> W<small>IDDER UNSERES</small> V<small>ATERS</small> A<small>BRAHAM</small><sup><xref rid="fn2758">22</xref></sup>. M<small>ANCHE SAGEN, AUCH DIE</small> Z<small>ANGE KANN NUR MIT EINER</small> Z<small>ANGE GEFERTIGT WERDEN</small><sup><xref rid="fn2759">23</xref></sup>.</p>
<p>IX. S<small>IEBEN</small> D<small>INGE SIND DEM</small> T<small>&#x00D6;LPEL EIGEN UND SIEBEN</small> D<small>INGE DEM</small> W<small>EISEN</small>. D<small>ER</small> W<small>EISE REDET NICHT VOR DEM, DER IHM AN</small> W<small>EISHEIT UND</small> Z<small>AHL</small><sup><xref rid="fn2760">24</xref></sup> <small>&#x00DC;BERLEGEN IST; ER F&#x00C4;LLT NICHT SEINEM</small> N<small>&#x00C4;CHSTEN INS</small> W<small>ORT; ER &#x00DC;BERST&#x00DC;RZT SICH NICHT MIT SEINER</small> A<small>NTWORT; ER FRAGT ZUR</small> S<small>ACHE UND ANTWORTET NACH</small> G<small>EB&#x00DC;HR; ER SPRICHT VOM ERSTEHEN ZUERST UND VOM LETZTEREN ZULETZT; WEISS ER ETWAS NICHT, SO SAGT ER, ER WISSE ES NICHT; ER GESTEHT DIE</small> W<small>AHRHEIT EIN</small>. D<small>AS</small> E<small>NTGEGENGESETZTE BEIM</small> T<small>&#x00D6;LPEL</small>.</p>
<p>X. S<small>IEBEN VERSCHIEDENE</small> S<small>TRAFGERICHTE KOMMEN &#x00DC;BER DIE</small> W<small>ELT WEGEN SIEBEN SCHWERWIEGENDER</small> &#x00DC;<small>BERTRETUNGEN</small>. W<small>ENN MANCHE DEN</small> Z<small>EHNTEN ENTRICHTEN UND MANCHE IHN NICHT ENTRICHTEN, SO KOMMT EINE</small> H<small>UNGERSNOT DURCH DIE</small> D<small>&#x00DC;RRE; MANCHE HUNGERN UND MANCHE SIND SATT</small>. E<small>NTRICHTET NIEMAND DEN</small> Z<small>EHNTEN, SO KOMMT EINE</small> H<small>UNGERSNOT DURCH</small> V<small>ERWIRRUNG UND DURCH</small> D<small>&#x00DC;RRE</small>. E<small>NTRICHTET MAN DIE</small> T<small>EIGHEBE NICHT, SO KOMMT EINE</small> H<small>UNGERSNOT DER VOLLST&#x00C4;NDIGEN</small> V<small>ERNICHTUNG</small>. S<small>EUCHE KOMMT &#x00DC;BER DIE</small> W<small>ELT WEGEN DER</small><sup><xref rid="fn2761">25</xref></sup><small>IN DER</small> T<small>ORA GENANNTEN</small> T<small>ODESSTRAFEN</small><sup><xref rid="fn2762">26</xref></sup>, [<small>DEREN</small> V<small>OLLSTRECKUNG</small>] <small>DEM</small> G<small>ERICHTE NICHT &#x00DC;BERWIESEN WORDEN</small><sup><xref rid="fn2763">27</xref></sup><small>IST, UND WEGEN DER</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn2764">28</xref></sup>. D<small>AS</small> S<small>CHWERT KOMMT &#x00DC;BER DIE WELT WEGEN DER</small> R<small>ECHTSQU&#x00C4;LEREI</small><sup><xref rid="fn2765">29</xref></sup>, <small>DER</small> R<small>ECHTSBEUGUNG UND WEGEN DERER, DIE DIE</small> T<small>ORA FALSCH DEUTEN</small>. W<small>ILDES</small> G<small>ETIER KOMMT &#x00DC;BER DIE</small> W<small>ELT WEGEN DER FALSCHEN</small><sup><xref rid="fn2766">30</xref></sup>S<small>CHW&#x00DC;RE UND WEGEN DER</small> E<small>NTWEIHUNG DES</small> [<small>G&#x00D6;TTLICHEN</small>] N<small>AMENS</small>. V<small>ERBANNUNG KOMMT &#x00DC;BER DIE</small> W<small>ELT WEGEN</small> G<small>&#x00D6;TZENDIENSTES</small>, U<small>NZUCHT</small>, B<small>LUTVERGIESSENS UND WEGEN</small> [U<small>NTERLASSUNG DES</small> G<small>ESETZES &#x00DC;BER DAS</small>] E<small>RLASSJAHR</small>.</p>
<p>XI. A<small>N VIER</small> Z<small>EITABSCHNITTEN NIMMT DIE</small> S<small>EUCHE &#x00DC;BERHAND: IM VIERTEN</small><sup><xref rid="fn2767">31</xref></sup> J<small>AHRE, IM SIEBENTEN</small><sup><xref rid="fn2767">31</xref></sup>J<small>AHRE, NACH</small> A<small>BLAUF DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn2768">32</xref></sup><small>UND AM</small> A<small>USGANG DES</small> [H<small>&#x00DC;TTEN</small>]<small>FESTES ALLJ&#x00C4;HRLICH</small>. I<small>M VIERTEN</small> J<small>AHR, WEGEN DES</small> A<small>RMENZEHNTEN DES DRITTEN</small><sup><xref rid="fn2769">33</xref></sup>, <small>IM SIEBENTEN, WEGEN DES</small> A<small>RMENZEHNTEN DES SECHSTEN</small><sup><xref rid="fn2770">34</xref></sup>, <small>NACH</small> A<small>BLAUF DES</small> S<small>IEBENTJAHRES, WEGEN DER</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn2771">35</xref></sup>, <small>UND AM</small> A<small>&#x00DC;SGANGE DES</small>[H<small>&#x00DC;TTEN</small>]<small>FESTES ALLJ&#x00C4;HRLICH, WEGEN DER</small> B<small>ERAUBUNG DER</small> A<small>RMENABGABEN</small><sup><xref rid="fn2772">36</xref></sup>.</p>
<p>XII. V<small>IER</small> G<small>ESINNUNGEN GIBT ES BEI DEN</small> M<small>ENSCHEN: MEINES IST MEIN UND DEINES IST DEIN: EINE DURCHSCHNITTLICHE</small> G<small>ESINNUNG, UND WIE MANCHE SAGEN, EINE SEDOMITISCHE GESINNUNG</small><sup><xref rid="fn2773">37</xref></sup>; <small>MEINES IST DEIN UND DEINES IST MEIN: EIN</small> M<small>ENSCH AUS DEM GEMEINEN</small> V<small>OLKE</small><sup><xref rid="fn2774">38</xref></sup>; <small>MEINES IST DEIN UND DEINES IST DEIN: EIN</small> F<small>ROMMER; MEINES IST MEIN UND DEINES IST MEIN: EIN</small> B<small>&#x00D6;SEWICHT</small>.</p>
<p>XIII. V<small>IER</small> G<small>EM&#x00DC;TSARTEN GIBT ES: LEICHT ZU ERZ&#x00DC;RNEN UND LEICHT ZU BES&#x00C4;NFTIGEN: DER</small> S<small>CHADEN WIEGT DEN</small> G<small>EWINN AUF; SCHWER ZU ERZ&#x00DC;RNEN UND SCHWER ZU BES&#x00C4;NFTIGEN: DER</small> G<small>EWINN WIEGT DEN</small> S<small>CHADEN AUF; SCHWER ZU ERZ&#x00DC;RNEN UND LEICHT ZU BES&#x00C4;NFTIGEN: EIN FROMMER; LEICHT ZU ERZ&#x00DC;RNEN UND SCHWER ZU BES&#x00C4;NFTIGEN: EIN B&#x00D6;SE WICHT</small>.</p>
<p>XIV. V<small>IER</small> E<small>IGENSCHAFTEN SIND BEI DEN</small> J<small>&#x00DC;NGERN ZU FINDEN: SCHNELL AUFFASSEN UND SCHNELL VERGESSEN: DER</small> S<small>CHADEN WIEGT DEN</small> G<small>EWINN AUF; SCHWER AUFFASSEN UND SCHWER VERGESSEN: DER</small> G<small>EWINN WIEGT DEN</small> S<small>CHADEN AUF; LEICHT AUFFASSEN UND SCHWER VERGESSEN: EIN</small> W<small>EISER; SCHWER AUFFASSEN UND LEICHT VERGESSEN: EIN SCHLECHTES LOS</small>.</p>
<p>XV. V<small>IER</small> C<small>HARAKTERE GIBT ES BEI DEN</small> A<small>LMOSENSPENDERN: MANCHER GIBT, W&#x00DC;NSCHT ABER NICHT, DASS ANDERE GEBEN: ER GEIZT MIT FREMDEM; MANCHER W&#x00DC;NSCHT, DASS ANDERE GEBEN, GIBT ABER SELBER NICHT: ER GEIZT MIT SEINEM; MANCHER GIBT SELBER UND W&#x00DC;NSCHT, DASS ANDERE GEBEN: EIN</small> F<small>ROMMER; MANCHER GIBT SELBER NICHT UND W&#x00DC;NSCHT AUCH NICHT, DASS ANDERE GEBEN: EIN</small> B<small>&#x00D6;SEWICHT</small>.</p>
<p>XVI. V<small>IER</small> K<small>LASSEN GIBT ES BEI DEN</small> B<small>ESUCHERN DES</small> L<small>EHRHAUSES : MANCHER GEHT HIN UND HANDELT NICHT DANACH: ER HAT DAS</small> V<small>ERDIENST DES</small> H<small>INGEHENS; MANCHER HANDELT DANACH, UND GEHT NICHT HIN: ER HAT DAS</small> V<small>ERDIENST DES</small> H<small>ANDELNS; MANCHER GEHT HIN UND HANDELT DANACH: EIN</small> F<small>ROMMER; MANCHER GEHT NICHT HIN UND HANDELT NICHT DANACH: EIN</small> B<small>&#x00D6;SEWICHT</small>.</p>
<p>XVII. V<small>IER</small> E<small>IGENSCHAFTEN GIBT ES BEI DENEN, DIE VOR DEN</small> G<small>ELEHRTEN SITZEN</small><sup><xref rid="fn2775">39</xref></sup>: S<small>CHWAMM</small>, T<small>RICHTER</small>, S<small>EIHER UND</small> S<small>CHWINGE</small>. E<small>IN</small> S<small>CHWAMM, DER ALLES AUFSAUGT; EIN</small> T<small>RICHTER, DER AN DER EINEN</small> S<small>TELLE AUFNIMMT UND AN DER ANDEREN</small> S<small>TELLE AUSFLIESSEN L&#x00C4;SST; EIN</small> S<small>EIHER, DER DEN</small> W<small>EIN AUSFLIESSEN L&#x00C4;SST UND DIE</small> H<small>EFE BEH&#x00C4;LT; EINE</small> S<small>CHWINGE, DIE DAS</small> S<small>TAUBMEHL FAHREN L&#x00C4;SST UND DAS</small> K<small>RAFTMEHL BEH&#x00C4;LT</small>.</p>
<p>XVIII. J<small>EDE</small> L<small>IEBE, DIE VON ETWAS ABH&#x00C4;NGT, H&#x00D6;RT AUF, SOBALD DAS ETWAS AUFH&#x00D6;RT; DIE ABER NICHT VON ETWAS ABH&#x00C4;NGT, H&#x00D6;RT NIEMALS AUF</small>. W<small>ELCHES IST BEISPIELSWEISE EINE</small> L<small>IEBE, DIE VON ETWAS ABH&#x00C4;NGT?</small> D<small>IE</small> L<small>IEBE VON</small> A<small>MNON UND</small> T<small>AMAR<sup><xref rid="fn2776">40</xref></sup></small>. U<small>ND DIE NICHT VON ETWAS ABH&#x00C4;NGT?</small> D<small>IE</small> L<small>IEBE VON</small> D<small>AVID UND</small> J<small>EHONATHAN</small><sup><xref rid="fn2777">41</xref></sup>.</p>
<p>XIX. J<small>EDER</small> S<small>TREIT, DER UM DES</small> H<small>IMMELS WILLEN GEF&#x00DC;HRT WIRD, HAT BLEIBENDEN</small> E<small>RFOLG; DER NICHT UM DES</small> H<small>IMMELS WILLEN GEF&#x00DC;HRT WIRD, HAT KEINEN BLEIBENDEN ERFOLG. WELCHES IST BEISPIELSWEISE EIN STREIT UM DES</small> H<small>IMMELS WILLEN?</small> D<small>ER</small> S<small>TREIT ZWISCHEN</small> H<small>ILLEL UND</small> &#x0160;<small>AMMAJ</small>. N<small>ICHT UM DES</small> H<small>IMMELS WILLEN?</small> D<small>ER</small> S<small>TREIT</small> Q<small>ORA&#x1E24;S UND SEINER GANZEN</small> R<small>OTTE</small>.</p>
<p>XX. W<small>ER DAS</small> P<small>UBLIKUM ZU VERDIENSTLICHEN</small> H<small>ANDLUNGEN F&#x00DC;HRT, DEM BLEIBT DIE</small> S<small>&#x00DC;NDE FERN, WER ABER DAS</small> P<small>&#x00DC;BLIKUM ZUR</small> S<small>&#x00DC;NDE VERLEITET, DEM L&#x00C4;SST MAN NICHT GELINGEN</small>, B<small>USSE ZU TUN</small>. M<small>O&#x0160;E WAR SELBST VERDIENSTVOLL UND F&#x00DC;HRTE DAS</small> P<small>&#x00DC;BLIKUM ZU VERDIENSTLICHEN</small> H<small>ANDLUNGEN, DAHER WIRD DAS</small> V<small>ERDIENST DER</small> M<small>ENGE IHM BEIGELEGT, WIE ES HEISST</small>:<sup><xref rid="fn2778">42</xref></sup><italic>die Gerechtigkeit des Herrn hat er ge&#x00FC;bt, und seine Rechte in Gemeinschaft mit Jisra&#x00E9;l</italic>. J<small>EROBEA&#x0351;M S&#x00DC;NDIGTE UND VERF&#x00DC;HRTE DIE</small> M<small>ENGE, DAHER WIRD DIE</small> S<small>&#x00DC;NDE DER</small> M<small>ENGE IHM BEIGELEGT, WIE ES HEISST</small>:<sup><xref rid="fn2779">43</xref></sup><italic>wegen der S&#x00FC;nden Jerobea&#x0351;ms, des Sohnes> Neba&#x1E6C;ts, die er ver&#x00FC;bt, und zu welchen er Jisra&#x00E9;l verleitet hat</italic>.</p>
<p>XXI. W<small>ER DIE DREI FOLGENDEN</small> E<small>IGENSCHAFTEN HAT, IST VON DEN</small> S<small>CH&#x00DC;LERN UNSERES</small> V<small>ATERS</small> A<small>BRAHAM, UND WER ANDERE DREI</small> E<small>IGENSCHAFTEN HAT, IST VON DEN SCH&#x00DC;LERN DES RUCHLOSEN BLLEAM. ELN GUTES A&#x00DC;GE, BESCHEIDENES GEM&#x00DC;T UND DEMUTIGER SLNN [KENNZEICHNEN] DIE SCH&#x00DC;LER</small> A<small>BRAHAMS; EIN B&#x00D6;SES</small> A<small>UGE, HOCHFAHRENDES</small> G<small>EM&#x00DC;T UND EIN HOCHFAHRENDER</small> S<small>INN [KENNZEICHNEN] DIE</small> S<small>CH&#x00DC;LER DES RUCHLOSEN</small> B<small>ILE</small> I<small>M</small>. W<small>ELCHEN</small> U<small>NTERSCHIED GIBT ES ZWISCHEN DEN</small> S<small>CH&#x00DC;LERN UNSERES</small> V<small>ATERS</small> A<small>BRAHAM UND DEN</small> S<small>CH&#x00DC;LERN DES RUCHLOSEN</small> B<small>ILEA&#x0351;M?</small> D<small>IE</small> S<small>CH&#x00DC;LER UNSERES</small> V<small>ATERS</small> A<small>BRAHAM GENIESSEN AUF DIESER</small> W<small>ELT UND ERBEN DIE ZUK&#x00DC;NFTIGE</small> W<small>ELT, DENN ES HEISST</small>:<sup><xref rid="fn2780">44</xref></sup><italic>da&#x00DF; ich diejenigen, die mich lieb haben, Besitztum erben lasse und ihre Schatzkammern f&#x00FC;lle;</italic> <small>ABER DIE</small> S<small>CH&#x00DC;LER DES RUCHLOSEN</small> B<small>ILEA&#x0351;M ERBEN DAS</small> F<small>EGEFEUER UND SINKEN IN DIE</small> G<small>RUBE DER</small> U<small>NTERWELT, DENN ES HEISST</small>:<sup><xref rid="fn2781">45</xref></sup><italic>du aber, o Gott, wirst sie in die tiefste Grube hinabst&#x00FC;rzen; Menschen von Blutgier und Falsch werden ihre Tage nicht auf die H&#x00E4;lfte bringen, ich aber vertraue auf dich.</italic></p>
<p>XXII. J<small>EHUDA B.TEMA SAGTE:</small> S<small>EI MUTIG WIE EIN</small> L<small>EOPARD, BEHEND WIE EIN</small> A<small>DLER, SCHNELL WIE EIN</small> H<small>IRSCH UND HELDHAFT WIE EIN</small> L<small>&#x00D6;WE, DEN</small> W<small>ILLEN DEINES</small> V<small>ATERS IM</small> H<small>IMMEL ZU VOLLBRINGEN</small>.</p>
<p>XXVIII. E<small>R SAGTE FERNER:</small> D<small>ER</small> F<small>RECHLING F&#x00DC;R DAS</small> F<small>EGEFEUER UND DER</small> S<small>CH&#x00DC;CHTERNE F&#x00DC;R DAS</small> P<small>ARADIES</small>. E<small>S SEI DIR WOHLGEF&#x00C4;LLIG, O</small> H<small>ERR, UNSER</small> G<small>OTT, DASS IN</small> B<small>&#x00C4;LDE, IN UNSEREN</small> T<small>AGEN, DEINE</small> S<small>TADT ERBAUT WERDE, UND LASS UNS DEINER</small> L<small>EHRE TEILHAFTIG WERDEN</small><sup><xref rid="fn2782">46</xref></sup>.</p>
<p>XXIV. E<small>R SAGTE FERNER:</small> M<small>IT F&#x00DC;NF</small> J<small>AHREN F&#x00DC;R [DAS</small> S<small>TUDIUM DER</small>] S<small>CHRIFT, MIT ZEHN F&#x00DC;R [DAS</small> S<small>TUDIUM DER]</small> M<small>I&#x0160;NA, MIT DREIZEHN F&#x00DC;R</small> [<small>DIE</small> P<small>FLICHT DER</small>] G<small>ESETZES&#x00DC;BUNG, MIT F&#x00DC;NFZEHN F&#x00DC;R</small> [<small>DAS</small> S<small>TUDIUM DES</small>] T<small>ALMUD, MIT ACHTZEHN F&#x00DC;R DIE</small> H<small>EIRAT, MIT ZWANZIG F&#x00DC;R DAS</small> S<small>TREBEN</small><sup><xref rid="fn2783">47</xref></sup>, <small>MIT DREISSIG</small> V<small>OLLKRAFT, MIT VIERZIG</small> E<small>LNSICHT, MIT F&#x00DC;NFZIG</small> R<small>ATVERM&#x00D6;GEN</small><sup><xref rid="fn2784">48</xref></sup>, <small>MIT SECHZIG DAS</small> A<small>LTER, MIT</small> S<small>IEBZIG DAS</small> G<small>REISENALTER, MIT ACHTZIG DAS HOHE</small> A<small>LTER</small><sup><xref rid="fn2785">49</xref></sup>, <small>MIT NEUNZIG GEB&#x00DC;CKT</small><sup><xref rid="fn2786">50</xref></sup>, <small>MIT HUNDERT IST MAN WIE TOT UND DER</small> W<small>ELT ENTZOGEN</small>.</p>
<p>XXV. B<small>EN</small> B<small>AG</small> B<small>AG SAGTE</small>: W<small>ENDE UND W&#x00DC;HLE IN IHR</small><sup><xref rid="fn2787">51</xref></sup>, <small>DENN IN IHR IST ALLES; SCHAUE IN SIE UND WERDE IN IHR ALT UND VERBRAUCHT, UND WEICHE NICHT VON IHR, DENN ES GIBT NICHTS</small> B<small>ESSERES ALS SIE</small>.</p>
<p>XXVI. B<small>EN</small> H<small>E</small> H<small>E SAGTE</small>: D<small>ER</small> M<small>&#x00DC;HE ENTSPRICHT DER LOHN</small>.</p>
<ftnote id="fn2737">1. Die Worte &#x2018;er sprach&#x2019; werden in der Sch&#x00F6;pfungsgeschichte (Gen. Kap. 1) 10 mal wiederholt; cf. Meg. Fol. 21b.</ftnote>
<ftnote id="fn2738">2. Cf. iChr. 1,1.</ftnote>
<ftnote id="fn2739">3. Cf. ib. V. 17ff.</ftnote>
<ftnote id="fn2740">4. Den sie alle erhalten haben w&#x00FC;rden.</ftnote>
<ftnote id="fn2741">5. Num, 14,22.</ftnote>
<ftnote id="fn2742">6. Der Geruch reizte den Appetit, jedoch durfte man davon nicht essen.</ftnote>
<ftnote id="fn2743">7. Auf dem Altar; cf. Jom. Fol. 21b.</ftnote>
<ftnote id="fn2744">8. Cf. Lev. 23,10 ff.</ftnote>
<ftnote id="fn2745">9. Cf. ib. V. 18 ff.</ftnote>
<ftnote id="fn2746">10. Cf. Ex. 25,30.</ftnote>
<ftnote id="fn2747">11. Beim Gottesdienste im Tempel.</ftnote>
<ftnote id="fn2748">12. Die hier aufgez&#x00E4;hlten Wunder sollen also nicht mit dem von Gott festgelegten Naturgesetze in Widerspruch stehen, da sie ebenfalls zum Sch&#x00F6;pfungswerke geh&#x00F6;ren.</ftnote>
<ftnote id="fn2749">13. Der sp&#x00E4;ter die Rotte Qora&#x1E25;s verschlang; cf. Num. 16,32 ff.</ftnote>
<ftnote id="fn2750">14. Der Fels, aus dem Mo&#x0161;e Wasser hervorbrachte; cf. Num. 20,7 ff.</ftnote>
<ftnote id="fn2751">15. Bilea&#x0351;ms; cf. Num. 22,28.</ftnote>
<ftnote id="fn2752">16. Der vor der Sintflut nicht vorhanden war; cf. Gen. 9,13.</ftnote>
<ftnote id="fn2753">17. Cf. Ex. 16,4 ff.</ftnote>
<ftnote id="fn2754">18. Mo&#x0161;es, mit dem er die Wunder vollbrachte; cf. Ex. Kap. 4.</ftnote>
<ftnote id="fn2755">19. Zur Bearbeitung der Edelsteine f&#x00FC;r das Brustschild Ahrons; vgl. Bd. II S. 469 Anm. 78.</ftnote>
<ftnote id="fn2756">20. Die Form der Buchstaben auf den Bundestafeln.</ftnote>
<ftnote id="fn2757">21. Die Art, wie die Buchstaben in die Tafeln eingegraben waren; cf. Meg. Fol. 2b.</ftnote>
<ftnote id="fn2758">22. Cf. Gen. 22,13.</ftnote>
<ftnote id="fn2759">23. Die erste Zange kann nur durch Gott erschaffen worden sein.</ftnote>
<ftnote id="fn2760">24. Viell, der Jahre; vgl. S. 406 Anm. 13.</ftnote>
<ftnote id="fn2761">25. Dh. wegen der S&#x00FC;nden, worauf diese gesetzt sind.</ftnote>
<ftnote id="fn2762">26. Durch himmlische F&#x00FC;gung u. nicht durch gerichtliche Aburteilung; nach anderer Erkl&#x00E4;rung, die Syn. Fol. 49b. aufgez&#x00E4;hlten gerichtlichen Todesarten.</ftnote>
<ftnote id="fn2763">27. Nach der 2. Erkl&#x00E4;rung, aus formalen Gr&#x00FC;nden.</ftnote>
<ftnote id="fn2764">28. Wenn die bez&#x00FC;glichen Gesetze &#x00FC;bertreten werden.</ftnote>
<ftnote id="fn2765">29. Vgl. Bd. VIII S. 597 Anm. 87.</ftnote>
<ftnote id="fn2766">30. Vgl. S. 675 Anm. 7.</ftnote>
<ftnote id="fn2767">31. Des Septenniums.</ftnote>
<ftnote id="fn2768">32. Im ersten des folgenden Septenniums.</ftnote>
<ftnote id="fn2769">33. Cf. Dt. 14,28.</ftnote>
<ftnote id="fn2770">34. Wenn sie nicht entrichtet werden.</ftnote>
<ftnote id="fn2771">35. Wenn das Ex. 23,11 vorgeschriebene Gesetz nicht beobachtet wird.</ftnote>
<ftnote id="fn2772">36. Bei der Ernte (Nachlese, Vergessenes).</ftnote>
<ftnote id="fn2773">37. Als solche gilt die Verweigerung einer m&#x00FC;heu. kostenlosen Gef&#x00E4;lligkeit.</ftnote>
<ftnote id="fn2774">38. Der das Eigentumsrecht nicht kennt.</ftnote>
<ftnote id="fn2775">39. Die vorgeschrittener sind als die J&#x00FC;nger, od. Sch&#x00FC;ler (<span dir="rtl">&#x05EA;&#x05DC;&#x05DE;&#x05D9;&#x05D3;&#x05D9;&#x05DD;</span>), von welchen die Mi&#x0161;na 14 spricht; hei jenen handelt es sich lediglich um das Erfassen u. Vergessen, bei diesen dagegen um das tiefere Eindringen in das Thema des Studiums.</ftnote>
<ftnote id="fn2776">40. Cf. iiSam. 13,1ff.</ftnote>
<ftnote id="fn2777">41. Cf. iSam. 19,1ff.</ftnote>
<ftnote id="fn2778">42. Dt. 33,21.</ftnote>
<ftnote id="fn2779">43. iReg, 15,30,</ftnote>
<ftnote id="fn2780">44. Pr. 8,21.</ftnote>
<ftnote id="fn2781">45. Ps. 55,24.</ftnote>
<ftnote id="fn2782">46. Dieser Satz scheint eine Schlu&#x00DF;formel des Traktates zu sein.</ftnote>
<ftnote id="fn2783">47. F&#x00FC;r die Wahl eines Berufes.</ftnote>
<ftnote id="fn2784">48. Man kann sich nicht mehr aktiv an allen Zweigen des Staatslebens beteiligen.</ftnote>
<ftnote id="fn2785">49. W&#x00F6;rtl. das Starke, das Hohe, mit Anlehnung an Ps. 90,10.</ftnote>
<ftnote id="fn2786">50. ]Nach mancher Erkl. <span dir="rtl">&#x05E9;&#x05D5;&#x05D7;</span> Grube, man geht der Grube entgegen.</ftnote>
<ftnote id="fn2787">51. In der Tora.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p>D<small>IE</small><sup><xref rid="fn2788">1</xref></sup> W<small>EISEN LEHRTEN IN DER</small> S<small>PRACHE DER</small> M<small>I&#x0160;NA</small>. G<small>EPRIESEN SEI ER, DER SIE UND IHRE</small> M<small>L&#x0160;NA</small> [L<small>EHRE</small>] <small>ERW&#x00C4;HLT HAT</small>.</p>
<p><bold>R.</bold> M<small>E&#x00CD;R SAGTE:</small> W<small>ER SICH MIT DER</small> T<small>ORA UM IHRER SELBST WILLEN BEFASST, DEM SIND VIELE</small> D<small>INGE BESCHIEDEN; UND NOCH MEHR, ER IST W&#x00DC;RDIG, DASS DIE GANZE</small> W<small>ELT NUR SEINETWEGEN BESTEHE</small>. E<small>R HEISST</small> F<small>REUND UND</small> L<small>IEBLING, ER LIEBT</small> G<small>OTT, UND LIEBT DIE</small> M<small>ENSCHEN, ER ERFREUT</small> G<small>OTT UND ERFREUT DIE</small> M<small>ENSCHEN</small>. S<small>IE BEKLEIDET IHNMIT</small> S<small>ANFTMUT UND</small> G<small>OTTESFURCHT UND BEF&#x00C4;HIGT IHN, GERECHT, FROMM, RECHTSCHAFFEN UND TREU ZU SEIN; SIE H&#x00C4;LT IHN FERN VON DER</small> S<small>&#x00DC;NDE UND F&#x00DC;HRT IHN DEM</small> V<small>ERDIENSTE ZU; UND DURCH IHN GEWINNEN</small> R<small>AT UND</small> B<small>ELEHRUNG</small>, E<small>INSICHT UND</small> K<small>RAFT, DENN ES HEISST</small>:<sup><xref rid="fn2789">2</xref></sup><italic>mein ist Rat und Belehrung, ich bin Einsicht, mein ist St&#x00E4;rke</italic>. S<small>IE GEW&#x00C4;HRT IHM FERNER</small> K<small>&#x00D6;NIGTUM</small>, H<small>ERRSCHAFT UND</small> E<small>RFORSCHUNG DES</small> R<small>ECHTES, UND MAN OFFENBART IHM DIE</small> G<small>EHEIMNISSE DER</small> T<small>ORA</small>. E<small>R WIRD WIE EINE NIE VERSIEGENDE</small> Q<small>UELLE UND WIE EIN FORTW&#x00C4;HREND WACHSENDER</small> S<small>TROM</small>. E<small>R SEI BESCHEIDEN</small>, L<small>ANGM&#x00DC;TIG UND NACHSICHTIG, WENN ER GEKR&#x00C4;NKT WIRD</small>. S<small>IE ERHEBTIHN &#x00DC;BER ALLE</small> W<small>ESEN</small>.</p>
<p>II. R. J<small>EHO&#x0160;UA&#x0351; B</small>. L<small>EVI SAGTE :</small> T<small>AG F&#x00DC;R</small> T<small>AG ERT&#x00D6;NT EINE</small> H<small>ALLSTIMME VOM</small> B<small>ERGE</small> &#x1E24;<small>OREB</small><sup><xref rid="fn2790">3</xref></sup> <small>UND RUFT UND SPRICHT:</small> W<small>EHE DEN</small> M<small>ENSCHEN OB DER</small> K<small>R&#x00C4;NKUNG DER</small> T<small>ORA</small>. W<small>ER SICH NICHT MIT DER</small> T<small>ORA BEFASST, HEISST EIN</small> V<small>ERWIESENER, DENN ES HEISST</small>: <sup><xref rid="fn2791">4</xref></sup><italic>wie ein goldener Ring am R&#x00FC;ssel eines Schweines, so eine sch&#x00F6;ne Frau, die nicht von Schicklichkeit wei&#x00DF;</italic><sup><xref rid="fn2792">5</xref></sup>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2793">6</xref></sup><italic>es waren die Tafeln ein Werk Gottes und die Schrift eine Gottesschrift, eingegraben [&#x1E25;aruth] auf die Tafeln,</italic> <small>UND MAN LESE NICHT</small> <italic>&#x1E25;aruth, sondern &#x1E25;ieruth</italic> [F<small>REIHEIT</small>], <small>DENN EIN</small> F<small>REIER IST NUR DER, DER SICH MIT DER</small> T<small>ORA BEFASST</small>. W<small>ER SICH MIT DER</small> T<small>ORA BEFASST, STEIGT AUCH IN DIE</small> H<small>&#x00D6;HE, DENN ES HEISST</small>: <sup><xref rid="fn2794">7</xref></sup><italic>vom Geschenke zum Gotteserbe und vom Gotleserbe zu den H&#x00F6;hen</italic><sup><xref rid="fn2795">8</xref></sup>.</p>
<p>III. W<small>ER VON SEINEM</small> N<small>&#x00C4;CHSTEN NUR EINEN</small> A<small>BSCHNITT, EINEN</small> L<small>EHRSATZ, EINEN</small> S<small>CHRIFTVERS ODER AUCH NUR EINEN</small> B<small>UCHSTABEN LERNT, MUSS IHM</small> E<small>HRUNG ERWEISEN, DENN SO FINDEN</small> W<small>IR ES BEI</small> D<small>AVID, DEM</small> K<small>&#x00D6;NIGE VON</small> J<small>ISRA&#x00C9;L; ER HATTE VON</small> A<small>HITOPHEL NUR ZWEI</small> D<small>INGE GELERNT, UND MACHTE IHN ZU SEINEM MEISTER, HAUPT UND VERTRAUTEN, DENN ES HEISST</small>: <sup><xref rid="fn2796">9</xref></sup><italic>du, ein Mensch meinesgleichen, mein Haupt und mein Vertrauter</italic>. E<small>S IST NUN [DURCH EINEN SCHLUSS] VOM LEICHTEREN AUF DAS SCHWERERE ZU FOLGERN: WENN</small> D<small>AVID, DER</small> K<small>&#x00D6;NIG VON</small> J<small>ISRA&#x00C9;L, DER VON</small> A<small>HITOPHEL NUR ZWEI</small> D<small>INGE GELERNT HATTE, IHN DIESERHALB ZU SEINEM</small> M<small>EISTER</small>, H<small>AUPT UND</small> V<small>ERTRAUTEN MACHTE, UM WIEVIEL MEHR MUSS DERJENIGE, DER VON SEINEM</small> N<small>&#x00C4;CHSTEN EINEN</small> A<small>BSCHNITT, EINEN</small> L<small>EHRSATZ, EINEN</small> S<small>CHRIFTVERS ODER AUCH NUR EINEN BUCHSTABEN LERNT, DIESEM EHRUNG ERWEISEN</small>. E<small>HRUNG GEB&#x00DC;HRT NUR DER</small> T<small>ORA, DENN ES HEISST</small>:<sup><xref rid="fn2797">10</xref></sup><italic>Ehre werden die Weisen zum Besitze erhalten;</italic> [<small>FERNER</small>:]<sup><xref rid="fn2798">11</xref></sup><italic>die Frommen Gutes ererben</italic>, <small>UND UNTER</small> &#x2018;G<small>UTES</small>&#x2019; <small>IST NUR DIE</small> T<small>ORA ZU VERSTEHEN, DENN ES HEISST</small>:<sup><xref rid="fn2799">12</xref></sup><italic>denn eine gute Lehre Gebe Ich Euch, verla&#x00DF;t meine Tora nicht</italic>.</p>
<p>IV. D<small>IES IST DER RICHTIGE</small> W<small>EG [ZUR</small> E<small>RWERBUNG] DER</small> T<small>ORA:</small> B<small>ROT MIT</small> S<small>ALZ ESSEN</small>, W<small>ASSER NACH</small> M<small>ASS TRINKEN, AUF DER</small> E<small>RDE SCHLAFEN, EIN</small> L<small>EBEN DER</small> E<small>NTBEHRUNG F&#x00DC;HREN UND SICH MIT DER</small> T<small>ORA ABM&#x00DC;HEN; TUST DU ALSO, DANN HEIL DIR UND WOHL DIR; HEIL DIR AUF DIESER</small> W<small>ELT UND WOHL DIR IN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT</small>.</p>
<p>V. S<small>TREBE NICHT NACH</small> W<small>&#x00DC;RDE UND GEL&#x00DC;STE NICHT NACH</small> E<small>HRE, DIE DEIN</small> S<small>TUDIUM &#x00DC;BERSTEIGT</small>. G<small>EL&#x00DC;STE NICHT NACH DER</small> T<small>AFEL DER</small> K<small>&#x00D6;NIGE, DENN DEINE</small> T<small>AFEL STEHT H&#x00D6;HER ALS IHRE, UND GR&#x00D6;SSER IST DEINE</small> K<small>RONE ALS IHRE</small>. U<small>ND DEIN</small> A<small>RBEITSHERR IST ZUVERL&#x00C4;SSIG, DASS ER DIR DEN</small> L<small>OHN DEINER</small> A<small>RBEIT BEZAHLEN WERDE</small>.</p>
<p>VI. B<small>EDEUTENDER IST DIE</small> T<small>ORA ALS DAS</small> P<small>RIESTERTUM UND DAS</small> K<small>&#x00D6;NIGTUM, DENN DAS</small> K<small>&#x00D6;NIGTUM WIRD DURCH DREISSIG</small> B<small>EDINGUNGEN<sup><xref rid="fn2800">13</xref></sup>ERWORBEN, DAS</small> P<small>RIESTERTUM WIRD DURCH VIERUNDZWANZIG</small> B<small>EDINGUNGEN<sup><xref rid="fn2801">14</xref></sup>ERWORBEN, DIE TORA ABER DURCH ACHTUNDVIERZIG, UND ZWAR: DURCH STUDIUM, DURCH</small> L<small>AUSCHEN DES</small> O<small>HRES, DURCH</small> R<small>ICHTUNG DER</small> L<small>IPPEN, DURCH</small> E<small>INSICHT DES</small> H<small>ERZENS, DURCH</small> V<small>ERSTAND DES</small> H<small>ERZENS, DURCH</small> E<small>HRFURCHT, DURCH</small> S<small>&#x00DC;NDENSCHEU, DURCH</small> D<small>EMUT, DURCH</small> F<small>REUDIGKEIT, DURCH</small> V<small>ERKEHR MIT</small> G<small>ELEHRTEN, DURCH</small> B<small>ESPRECHUNG MIT</small> K<small>OLLEGEN, DURCH</small> E<small>R&#x00D6;RTERUNG MIT</small> S<small>CH&#x00DC;LERN, DURCH &#x00DC;BERLEGUNG, DURCH</small> L<small>ESEN DER</small> S<small>CHRIFT, DURCH</small> S<small>TUDIEREN DER</small> M<small>I&#x0160;NA, DURCH</small> B<small>ESCHR&#x00C4;NKUNG DES</small> H<small>ANDELS, DURCH</small> B<small>ESCHR&#x00C4;NKUNG DES</small> S<small>CHLAFES, DURCH</small> B<small>ESCHR&#x00C4;NKUNG DER</small> G<small>EN&#x00DC;SSE, DURCH</small> B<small>ESCHR&#x00C4;NKUNG DES</small> S<small>CHERZENS, DURCH</small> B<small>ESCHR&#x00C4;NKUNG DES</small> U<small>MGANGES<sup><xref rid="fn2802">15</xref></sup>, DURCH</small> G<small>EDULD, DURCH EIN GUTES</small> H<small>ERZ, DURCH</small> V<small>ERTRAUEN AUF DIE</small> G<small>ELEHRTEN UND DURCH</small> E<small>RTRAGEN VON</small> L<small>EIDEN</small>. M<small>AN MUSS FERNER SEINEN</small> P<small>LATZ KENNEN, MIT SEINEM</small> A<small>NTEIL FROH SEIN, SEINE</small> W<small>ORTE MIT EINEM</small> Z<small>AUNE UMHEGEN, SICH NICHTS ZUGUTE TUN, BELIEBT SEIN</small>, G<small>OTT LIEBEN, DIE</small> M<small>ENSCHEN LIEBEN, DIE</small> G<small>ERECHTIGKEIT LIEBEN, DIE</small> Z<small>URECHTWEISUNGEN LIEBEN, DIE</small> R<small>EDLICHKEIT LIEBEN, SICH VON</small> E<small>HRUNGEN FERN HALTEN, NICHT STOLZ AUF SEIN STUDIUM SEIN, SICH NICHT AUF SEIN LEHRAMT FREUEN, MIT SEINEM</small> N<small>&#x00C4;CHSTEN DER</small> L<small>AST TRAGEN, IHN NACH DER GUTEN</small> S<small>EITE BEURTEILEN, IHN AUF DIE</small> W<small>AHRHEIT BRINGEN UND IHN ZUM</small> F<small>RIEDEN VERANLASSEN</small>. M<small>AN SOLL FERNER BEIM</small> L<small>ERNEN &#x00DC;BERLEGT SEIN, FRAGEN UND ANTWORTEN</small>, H<small>&#x00D6;REN UND</small> [<small>AN</small> W<small>ISSEN</small>] <small>ZUNEHMEN, LERNEN, UM ZU LEHREN, LERNEN, UM DANACH ZU HANDELN, SEINEN</small> L<small>EHRER WEISE MACHEN, DAS</small> G<small>EH&#x00D6;RTE GENAU WIEDERGEBEN UND ALLES IM</small> N<small>AMEN SEINES</small> U<small>RHEBERS</small><sup><xref rid="fn2803">16</xref></sup><small>SAGEN</small>. D<small>U LERNST ALSO, WER ETWAS IM</small> N<small>AMEN SEINES</small> U<small>RHEBERS SAGT, BRINGE</small> E<small>RL&#x00D6;SUNG &#x00DC;BER DIE</small> W<small>ELT, DENN ES HEISST</small>:<sup><xref rid="fn2804">17</xref></sup><italic>da sagte es Ester dem K&#x00F6;nige im Namen Mordekhajs</italic>.</p>
<p>VII. B<small>EDEUTEND IST DIE</small> T<small>ORA, DASS SIE DENEN, DIE NACH IHR HANDELN</small>, L<small>EBEN GEW&#x00C4;HRT AUF DIESER</small> W<small>ELT UND IN ZUK&#x00DC;NFTIGER</small> W<small>ELT, DENN ES HEISST</small>:<sup><xref rid="fn2805">18</xref></sup><italic>denn sie sind Leben f&#x00FC;r die, die sie finden, und Gesundung f&#x00FC;r ihren ganzen Leib</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2806">19</xref></sup><italic>sie wird eine Heilang f&#x00Fc;r deinen Leib sein und deine Knochen erquicken</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2807">20</xref></sup><italic>sie ist ein Lebensbaum f&#x00FC;r die, die sie ergreifen, und wer sie festh&#x00E4;lt, ist begl&#x00FC;ckt.</italic> F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2808">21</xref></sup><italic>denn ein lieblicher Kranz sind sie f&#x00FC;r dein Haupt, und ein Kettenschmuck an deinem Halse.</italic> F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2809">22</xref></sup><italic>sie wird einen lieblichen Kranz um dein Haupt winden, eine pr&#x00E4;chtige Krone wird sie dir bescheren</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2810">23</xref></sup><italic>langes Leben ist in ihrer Rechten, in ihrer Linken Reichtum und Ehre</italic>. F<small>ERNER HEISST ES</small>: <sup><xref rid="fn2811">24</xref></sup><italic>denn Lebensdauer und Jahre des Lebens und Wohlfahrt xoerden sie dir mehren</italic>.</p>
<p>VIII. R. &#x0160;<small>IMO&#x0351;N B</small>. M<small>ENASJA SAGTE IM</small> N<small>AMEN DES</small> R. &#x0160;<small>IMO&#x0351;N B</small>. J<small>O&#x1E24;AJ:</small> S<small>CH&#x00D6;NHEIT</small>, K<small>RAFT</small>, R<small>EICHTUM</small>, E<small>HRE</small>, W<small>EISHEIT</small>, A<small>LTER</small>, G<small>REISENALTER UND</small> K<small>INDERSEGEN GEB&#x00DC;HRT DEN</small> F<small>ROMMEN, UND SO GEB&#x00DC;HRT ES SICH F&#x00DC;R DIE</small> W<small>ELT, DENN ES HEISST</small>:<sup><xref rid="fn2812">25</xref></sup><italic>eine krone des Schmuckes ist das Greisenhaupt, auf dem Wege der Fr&#x00F6;mmigkeit wird sie erlangt</italic>. F<small>erner heisst es</small>:<sup><xref rid="fn2813">26</xref></sup><italic>der Alten Krone sind Kindeskinder, und der Kinder Ruhm sind ihre V&#x00E4;ter</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2814">27</xref></sup><italic>der J&#x00FC;nglinge Ruhm ist ihre St&#x00E4;rke, und der Greise Schmuck ist das Greisenhaupt</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2815">28</xref></sup><italic>und der Mond wird sich sch&#x00E4;men und die Sonne zu Schanden werden; denn der Herr der Heerscharen wird die K&#x00F6;nigsherrschaft auf dem Berge &#x00C7;ijon und in Jeru&#x0161;alem antreten, und vor seinen &#x00C4;ltesten die Herrlichkeit</italic>.</p>
<p>IX. R. &#x0160;<small>IMO&#x0351;N B</small>. M<small>ENASJA SAGTE :</small> D<small>IESE SIEBEN</small> D<small>INGE, DIE DIE</small> W<small>EISEN F&#x00DC;R DIE</small> F<small>ROMMEN AUFGEZ&#x00C4;HLT HABEN, SIND S&#x00C4;MTLICH BEI</small> R<small>ABBI UND SEINEN</small> K<small>INDERN VERWIRKLICHT WORDEN</small>.</p>
<p>X. R. J<small>OSE B</small>. Q<small>ISMA ERZ&#x00C4;HLTE :</small> E<small>INST GING ICH AUF DEM</small> W<small>EGE, DA BEGEGNETE MIR EIN</small> M<small>ANN UND BOT MIR DEN</small> F<small>RIEDENSGRUSS UND ICH ERWIDERTE IHN IHM</small>. D<small>ARAUF SPRACH ER ZU MIR:</small> M<small>EISTER, AUS WELCHEM</small> O<small>RTE BIST DU?</small> I<small>CH ERWIDERTE IHM:</small> I<small>CH BIN AUS EINER GROSSEN</small> S<small>TADT VON</small> W<small>EISEN UND</small> G<small>ELEHRTEN</small>. D<small>A SPRACH ER ZU MIR:</small> M<small>EISTER, VIELLEICHT BIST DU EINVERSTANDEN, MIT UNS IN UNSEREM</small> O<small>RTE ZU WOHNEN, UND ICH W&#x00DC;RDE DIR TAUSENDE UND ABERTAUSENDE VON</small> G<small>OLDDENAREN</small>, E<small>DELSTEINEN UND</small> P<small>ERLEN GEBEN?</small> D<small>A ERWIDERTE ICH IHM:</small> M<small>EIN</small> S<small>OHN, SELBST WENN DU MIR ALLES SLLBER UND GOLD, ALLE EDELSTEINE UND PERLEN DER WELT GEBEN</small> W<small>&#x00DC;RDEST</small>, WOHNE ICH NUR IN EINEM O<small>RTE DER TORA</small>. D<small>ENN BEIM</small> H<small>INSCHEIDEN DES</small> M<small>ENSCHEN BEGLEITEN IHN NICHT</small> S<small>ILBER UND NICHT</small> G<small>OLD, AUCH NICHT</small> E<small>DELSTEINE UND NICHT</small> P<small>ERLEN, SONDERN NUR DIE</small> T<small>ORA UND GUTE</small> H<small>ANDLUNGEN, WIE ES HEISST</small>: <sup><xref rid="fn2816">29</xref></sup><italic>wenn du gehst, wird sie dich geleiten, wenn du dich legst, wird sie &#x00FC;ber dich wachen, und wenn du aufwachst, wird sie dich unterhalten. Wenn du gehst, wird sie dich geleiten,</italic> <small>AUF DIESER</small> W<small>ELT</small>; <italic>wenn du dich legst,</italic> <small>WIRD SIE &#x00DC;BER DICH WACHEN, IM</small> G<small>RABE</small>; <italic>wenn du aufwachst,</italic> <small>WIRD SIE DICH UNTERHALTEN, IN DER ZUK&#x00DC;NFTIGEN</small> W<small>ELT</small>. U<small>ND EBENSO STEHT ES AUCH GESCHRIEBEN IM</small> B<small>UCHE DER</small> P<small>SALMEN DURCH</small> D<small>AVID, DEN</small> K<small>&#x00D6;NIG VON</small> J<small>ISRA&#x00C9;L</small>:<sup><xref rid="fn2817">30</xref></sup><italic>Lieber ist mir die Lehre deines Mundes, als Tausende Goldes und Silbers</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2818">31</xref></sup><italic>mein ist das Silber, mein ist das Gold, spricht der Herr der Heerscharen</italic>.</p>
<p>XI. F<small>&#x00DC;NF</small> E<small>IGNUNGEN EIGNETE DER</small> H<small>EILIGE, GEPRIESEN SEI ER, IN SEINER</small> W<small>ELT, UND ZWAR: DIE</small> T<small>ORA IST EINE</small> E<small>IGNUNG</small>, H<small>IMMEL UND</small> E<small>RDE SIND EINE</small> E<small>IGNUNG</small>, A<small>BRAHAM IST EINE</small> E<small>IGNUNG</small>, J<small>ISRA&#x00C9;L IST EINE</small> E<small>IGNUNG UND DER</small> T<small>EMPEL IST EINE</small> E<small>IGNUNG</small>. D<small>IE</small> T<small>ORA IST EINE</small> E<small>IGNUNG; WOHER DIES?</small> E<small>S HEISST</small>:<sup><xref rid="fn2819">32</xref></sup><italic>der Herr hat mich geeignet als den Anfang seiner Wege, als erstes seiner Werke, vorl&#x00E4;ngst</italic>. H<small>IMMEL UND</small> E<small>RDE SIND EINE</small> E<small>IGNUNG; WOHER DIES?</small> E<small>S HEISST</small>:<sup><xref rid="fn2820">33</xref></sup><italic>so spricht der Herr: Der Himmel ist mein Thron, und die Erde meiner F&#x00FC;&#x00DF;e Schemel, was w&#x00E4;re das f&#x00FC;r ein Haus, das ihr mir bauen wolltet, und welcher Ort meine Ruhest&#x00E4;tte</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2821">34</xref></sup><italic>wie sind deiner Werke so viel, o Herr, du hast sie alle in Weisheit geschaffen, die Erde ist ganz deine Eignung</italic>. A<small>BRAHAM IST EINE</small> E<small>IGNUNG; WOHER DIES</small>? E<small>S HEISST</small>:<sup><xref rid="fn2822">35</xref></sup><italic>und er segnete ihn und sprach: Gesegnet werde Abraham vom h&#x00F6;chsten Gott, dem Eigner von Himmel und Erde</italic>. J<small>ISRA&#x00C9;L IST EINE</small> E<small>IGNUNG; WOHER DIES?</small> E<small>S HEISST</small>:<sup><xref rid="fn2823">36</xref></sup><italic>bis vor&#x00FC;ber ist dein Volk, o Herr, bis vor&#x00FC;ber ist das Volk, das da geeignet hast</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2824">37</xref></sup><italic>en Heiligen, die im Land sind, und Herrliche, an denen all mein Wohlgefallen</italic>. D<small>ER</small> T<small>EMPEL IST EINE</small> E<small>IGNUNG; WOHER DIES</small>? E<small>S HEISST</small>:<sup><xref rid="fn2825">38</xref></sup><italic>das Heiligtum des Herrn, das bereitet</italic><sup><xref rid="fn2826">39</xref></sup><italic>haben deine H&#x00E4;nde</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2827">40</xref></sup><italic>er brachte sie zu seinem heiligen Berge</italic><sup><xref rid="fn2828">41</xref></sup>, <italic>dem Berge, den geeignet hat seine Rechte</italic>.</p>
<p>XII. U<small>ND ALLES, WAS DER</small> H<small>EILIGE, GEPRIESEN SEI ER, ERSCHAFFEN HAT, SCHUF ER NUR ZU SEINER</small> E<small>HRE, DENN ES HEISST</small>:<sup><xref rid="fn2829">42</xref></sup><italic>jeden, der sich nach meinem Namen nennt, den ich zu meiner Ehre geschaffen, gebildet und bereitet habe</italic>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2830">43</xref></sup><italic>der Herr ist K&#x00F6;nig auf immer und ewig.</italic></p>
<p>XIII<sup><xref rid="fn2831">44</xref></sup>. R.<small>&#x1E24;ANINA B</small>. A&#x0351;<small>QA&#x0160;JA SAGTE:</small> G<small>OTT WOLLTE</small> J<small>ISRA&#x00C9;L VERDIENSTLICH MACHEN, DAHER VERLIEH ER IHNEN DAS</small> G<small>ESETZ UND VIELE</small> G<small>EBOTE, DENN ES HEISST</small>:<sup><xref rid="fn2832">45</xref></sup><italic>dem Herrn gefiel es um seiner Gerechtigkeit willen, seine Lehre gro&#x00DF; und ausgedehnt zu machen.</italic></p>
<ftnote id="fn2788">1. Dieser Abschnitt, mit dem besonderen Namen <span dir="rtl">&#x05E4;&#x05E8;&#x05E7; &#x05E7;&#x05E0;&#x05D9;&#x05DF; &#x05EA;&#x05D5;&#x05E8;&#x05D7;</span> (von der Aneignung der Gesetzeskunde), auch als <span dir="rtl">&#x05E4;&#x05E8;&#x05E7; &#x05E8;&#x05D1;&#x05D9; &#x05DE;&#x05D0;&#x05D9;&#x05E8;</span> bezeichnet, geh&#x00F6;rt, wie schon die Einleitung besagt, nicht zum Mi&#x0161;nakanon, gleichwohl befindet er sich in allen, bei dieser Ausgabe benutzten Texten.</ftnote>
<ftnote id="fn2789">2. Pr. 8.14.</ftnote>
<ftnote id="fn2790">3. An dem das Gesetz verliehen wurde.</ftnote>
<ftnote id="fn2791">4. Pr. 11,22.</ftnote>
<ftnote id="fn2792">5. Wie dies aus dem Schriftverse gedeutet wird, ist nicht recht klar; viell, wird in den Worten <span dir="rtl">&#x05E0;&#x05D6;&#x05DD; &#x05D6;&#x05D4;&#x05D1; &#x05D1;&#x05D0;&#x05E3;</span> das W. <span dir="rtl">&#x05E0;&#x05D6;&#x05D5;&#x05E3;</span> gefunden. In den Parallelstellen fehlt dieses Zitat.</ftnote>
<ftnote id="fn2793">6. Ex. 32,16.</ftnote>
<ftnote id="fn2794">7. Num. 21,19.</ftnote>
<ftnote id="fn2795">8. W&#x00F6;rtl. &#x00DC;bersetzung der in diesem Verse genannten Ortsnamen.</ftnote>
<ftnote id="fn2796">9. Ps. 55,14.</ftnote>
<ftnote id="fn2797">10. Pr. 3,85.</ftnote>
<ftnote id="fn2798">11. Ib. 28,10.</ftnote>
<ftnote id="fn2799">12. Ib. 4,2.</ftnote>
<ftnote id="fn2800">13. Cf. iSam. 8,10ff. u. hierzu kommen noch die f&#x00FC;r den K&#x00F6;nig geltenden Ausnahmegesetze; cf. Syn. Fol. 18a.</ftnote>
<ftnote id="fn2801">14. Gemeint sind hier die priesterl. Abgaben, die zusammen 24 betragen.</ftnote>
<ftnote id="fn2802">15. Unter <span dir="rtl">&#x05D3;&#x05E8;&#x05DA; &#x05D0;&#x05E8;&#x05E5;</span> ist wahrscheinl. der eheliche Umgang zu verstehen, in welchem Sinne dies Wort auch sonst gebraucht wird; viell, aber der Umgang mit Menschen.</ftnote>
<ftnote id="fn2803">16. Auch wenn <span dir="rtl">&#x05E9;&#x05D5;&#x05D0;&#x05DC; &#x05D5;&#x05DE;&#x05E9;&#x05D9;&#x05D1;</span> u. ebenso <span dir="rtl">&#x05E9;&#x05D5;&#x05DE;&#x05E2; &#x05D5;&#x05DE;&#x05D5;&#x05E1;&#x05D9;&#x05E3;</span> zusammen geh&#x00F6;ren, sind es 49 Aufz&#x00E4;hlungen; in manchem Texte fehlt <span dir="rtl">&#x05D0;&#x05D5;&#x05D4;&#x05D1; &#x05D0;&#x05EA; &#x05D4;&#x05E6;&#x05D3;&#x05E7;&#x05D5;&#x05EA;</span>, dagegen kommt ,<span dir="rtl">&#x05DE;&#x05D9;&#x05E2;&#x05D5;&#x05D8; &#x05E9;&#x05D9;&#x05D7;&#x05D4;</span> hinzu.</ftnote>
<ftnote id="fn2804">17. Est. 2,22.</ftnote>
<ftnote id="fn2805">18. Pr. 4,22.</ftnote>
<ftnote id="fn2806">19. Ib. 3,8.</ftnote>
<ftnote id="fn2807">20. Ib. 3,18.</ftnote>
<ftnote id="fn2808">21. Ib. 1,9.</ftnote>
<ftnote id="fn2809">22. Ib. 4,9.</ftnote>
<ftnote id="fn2810">23. Ib. 3,16.</ftnote>
<ftnote id="fn2811">24. Ib. V. 2.</ftnote>
<ftnote id="fn2812">25. Ib. 16,31.</ftnote>
<ftnote id="fn2813">26. Ib. 17,6.</ftnote>
<ftnote id="fn2814">27. Ib. 20,29.</ftnote>
<ftnote id="fn2815">28. Jes. 24,23.</ftnote>
<ftnote id="fn2816">29. Pr. 6,22.</ftnote>
<ftnote id="fn2817">30. Ps. 119,72.</ftnote>
<ftnote id="fn2818">31. Hag. 2,8.</ftnote>
<ftnote id="fn2819">32. Pr. 8,22.</ftnote>
<ftnote id="fn2820">33. Jes. 66,1.</ftnote>
<ftnote id="fn2821">34. Ps. 104,24.</ftnote>
<ftnote id="fn2822">35. Gen. 14,19.</ftnote>
<ftnote id="fn2823">36. Ex. 15,16.</ftnote>
<ftnote id="fn2824">37. Ps. 16,3.</ftnote>
<ftnote id="fn2825">38. Ex. 15,17,</ftnote>
<ftnote id="fn2826">39. <span dir="rtl">&#x05DB;&#x05D5;&#x05E0;&#x05E0;&#x05D5;</span> gleich <span dir="rtl">&#x05E7;&#x05E0;&#x05D5;</span>.</ftnote>
<ftnote id="fn2827">40. Ps. 78,54.</ftnote>
<ftnote id="fn2828">41. Die Lesart <span dir="rtl">&#x05D4;&#x05E8;</span> an Stelle des masoretischen <span dir="rtl">&#x05D2;&#x05D1;&#x05D5;&#x05DC;</span> findet sich nicht nur in der Vulgata u. der <italic>LXX</italic> u. allen aus dieser herr&#x00FC;hrenden &#x00DC;bersetzungen (Syr. Arab. &#x00C4;thiop.), sondern auch in manchen hebr. Bibelhandschriften.</ftnote>
<ftnote id="fn2829">42. Jes. 43,7.</ftnote>
<ftnote id="fn2830">43. Ex. 15,18.</ftnote>
<ftnote id="fn2831">44. Diese Mi&#x0161;na, aus Mak. iii,16 entnommen, geh&#x00F6;rt nicht zu dieser Barajtha; sie ist durch die editio separata in die Mi&#x0161;naausgabe, u. aus dieser in die Taimudausgabe her&#x00FC;bergenommen.</ftnote>
<ftnote id="fn2832">45. Jes. 42,21.</ftnote>
</chapter>
</book>