<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>F</bold>&#x00DC;NF <small>D&#x00DC;RFEN DIE</small> H<small>EBE NICHT ABHEBEN, UND HABEN SIE BEREITS ABGEHOBEN, SO IST IHRE</small> A<small>BHEBUNG UNG&#x00DC;LTIG: DER</small> T<small>AUBE, DER</small> B<small>L&#x00D6;DE, DER</small> M<small>INDERJ&#x00C4;HRIGE, WER</small> F<small>REMDES ABHEBT, UND WENN EIN</small> F<small>REMDLING DIE</small> H<small>EBE</small> [<small>VON</small> G<small>ETREIDE</small>] <small>EINES</small> J<small>ISRA&#x00C9;LITEN ABHEBT, SELBST WENN MIT</small> B<small>EVOLLM&#x00C4;CHTIGUNG, SO IST SEINE</small> A<small>BHEBUNG UNG&#x00DC;LTIG</small>.</p>
<p>II. E<small>IN</small> T<small>AUBER, DER SPRICHT UND NICHT H&#x00D6;RT, DARF NICHT ABHEBEN; HAT ER BEREITS ABGEHOBEN, SO IST SEINE</small> A<small>BHEBUNG G&#x00DC;LTIG</small>. D<small>ER</small> T<small>AUBE, VON DEM DIE</small> W<small>EISEN &#x00DC;BERALL SPRECHEN, IST EINER, DER WEDER H&#x00D6;RT NOCH SPRICHT</small>.</p>
<p>III. D<small>IE</small> A<small>BHEBUNG EINES</small> M<small>INDERJ&#x00C4;HRIGEN, DER NOCH KEINE ZWEI</small> H<small>AARE</small><sup><xref rid="fn115">1</xref></sup> <small>HAT, IST, WIE</small> R. J<small>EHUDA SAGT, G&#x00DC;LTIG</small>; R. J<small>OSE SAGT, WENN ER DAS</small> A<small>LTER ZUM</small> G<small>ELOBEN</small><sup><xref rid="fn116">2</xref></sup> <small>NICHT ERREICHT HAT, SEI SEINE</small> A<small>BHEBUNG UNG&#x00DC;LTIG, UND WENN ER DAS</small> A<small>LTER ZUM</small> G<small>ELOBEN ERREICHT HAT, SEI SEINE</small> A<small>BHEBUNG G&#x00DC;LTIG</small>.</p>
<p>IV. M<small>AN DARF DIE</small> H<small>EBE NICHT VON</small> O<small>LIVEN F&#x00DC;R</small> [<small>DIESE UND</small>] &#x00D6;<small>L, ODER VON</small> W<small>EINTRAUBEN F&#x00DC;R</small> [<small>DIESE UND</small>] W<small>EIN ABHEBEN; HAT MAN ABGEHOBEN, SO IST SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, F&#x00DC;R DIESE</small><sup><xref rid="fn117">3</xref></sup> <small>ALLEIN DARIN ENTHALTEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, DIE</small> A<small>BHEBUNG SEI UNG&#x00DC;LTIG</small>.</p>
<p>V. M<small>AN DARF NICHT DIE</small> H<small>EBE VON</small> N<small>ACHLESE</small>, V<small>ERGESSENEM</small>, E<small>CKENLASS ODER</small> F<small>REIGUT ABHEBEN; FERNER NICHT VOM ERSTEN</small> Z<small>EHNTEN, VON DEM DIE</small> H<small>EBE ABGEHOBEN WURDE, NOCH VOM ZWEITEN</small> Z<small>EHNTEN ODER</small> H<small>EILIGENGUT, DIE NICHT AUSGEWEIHT WURDEN, NOCH VON</small> Z<small>EHNTPFLICHTIGEM F&#x00DC;R DAS</small> Z<small>EHNTFREIE, NOCH VON</small> Z<small>EHNTFREIEM F&#x00DC;R DAS</small> Z<small>EHNTPFLICHTIGE, NOCH VON</small> [<small>VOM</small> B<small>ODEN</small>] G<small>EL&#x00D6;STEM F&#x00DC;R DAS</small> H<small>AFTENDE, NOCH VON</small> H<small>AFTENDEM F&#x00DC;R DAS</small> G<small>EL&#x00D6;STE, NOCH VON</small> N<small>EUEM F&#x00DC;R DAS</small> A<small>LTE, NOCH VON</small> A<small>LTEM F&#x00DC;R DAS</small> N<small>EUE, NOCH VON</small> F<small>R&#x00DC;CHTEN DES</small> J<small>ISRA&#x00C9;L</small>[<small>LANDS</small>] <small>F&#x00DC;R</small> F<small>R&#x00DC;CHTE DES</small> A<small>USLANDES, NOCH VON</small> F<small>R&#x00DC;CHTEN DES</small> A<small>USLANDES F&#x00DC;R</small> F<small>R&#x00DC;CHTE DES</small> J<small>ISRA&#x00C9;L</small>[<small>LANDS</small>]; <small>HAT MAN DIE</small> H<small>EBE BEREITS ABGEHOBEN, SO IST DIE</small> A<small>BHEBUNG UNG&#x00DC;LTIG</small>.</p>
<p>VI. F<small>&#x00DC;NF D&#x00DC;RFEN DIE</small> H<small>EBE NICHT ABHEBEN, UND HABEN SIE BEREITS ABGEHOBEN, SO IST DIE</small> A<small>BHEBUNG G&#x00DC;LTIG: DER</small> S<small>TUMME, DER</small> B<small>ETRUNKENE, DER</small> N<small>ACKTE, DER</small> B<small>LINDE UND DER</small> S<small>AMENERGUSSBEHAFTETE; DIESE ALLE D&#x00DC;RFEN VON VORNHEREIN DIE</small> H<small>EBE NICHT ABHEBEN, HABEN SIE ABER BEREITS ABGEHOBEN, SO IST IHRE</small> A<small>BHEBUNG G&#x00DC;LTIG</small>.</p>
<p>VII. M<small>AN DARF DIE</small> H<small>EBE NICHT NACH</small> M<small>ASS</small>, G<small>EWICHT ODER</small> Z<small>AHL AB HEBEN, WOHL ABER DARF MAN SIE VON</small> G<small>EMESSENEM, GEWOGENEM ODER GEZ&#x00C4;HLTEM ABHEBEN</small>. M<small>AN DARF FERNER DIE</small> H<small>EBE NICHT MIT EINEM</small> K<small>ORBE ODER EINER</small> K<small>IEPE VON BESTIMMTEM</small> M<small>ASSE ABHEBEN, WOHL ABER DARF MAN DIE</small> H<small>&#x00C4;LFTE ODER EIN</small> D<small>RITTEL EINES SOLCHEN ABHEBEN</small>. M<small>AN DARF ABER NICHT EINE HALBE</small> S<small>E&#x00C1;</small><sup><xref rid="fn118">4</xref></sup> <small>ABHEBEN, WEIL AUCH DIE</small> H<small>ALBE ALS</small> M<small>ASS DIENT</small>.</p>
<p>VIII. M<small>AN DARF DIE</small> H<small>EBE NICHT VOM</small> &#x00D6;<small>L F&#x00DC;R GEPRESSTE</small> O<small>LIVEN ODER VOM</small> W<small>EIN F&#x00DC;R GEKELTERTE</small> W<small>EINBEEREN ABHEBEN; HAT MAN BEREITS ABGEHOBEN, SO IST DIE</small> A<small>BHEBUNG G&#x00DC;LTIG, JEDOCH HEBE MAN SIE NOCHMALS AB</small>. D<small>IE ERSTE</small> [H<small>EBE</small>] <small>F&#x00DC;R SICH BEWIRKT</small> B<small>EMISCHUNG</small><sup><xref rid="fn119">5</xref></sup> <small>UND MAN MUSS</small> [<small>ZUM</small> E<small>RSATZ</small>] <small>DAS</small> F<small>&#x00DC;NFTEL ZAHLEN, NICHT ABER GILT DIES VON DER ZWEITEN</small>.</p>
<p>IX. M<small>AN DARF DIE</small> H<small>EBE VOM</small> &#x00D6;<small>L F&#x00DC;R EINGELEGTE</small> O<small>LIVEN</small><sup><xref rid="fn120">6</xref></sup>, <small>ODER VOM</small> W<small>EIN F&#x00DC;R</small> R<small>OSINENTRAUBEN</small><sup><xref rid="fn120">6</xref></sup> <small>ABHEBEN</small>. W<small>ENN MAN DIE</small> H<small>EBE VON</small> &#x00D6;<small>L F&#x00DC;R</small> E<small>SSOLIVEN, VON</small> O<small>LIVEN F&#x00DC;R</small> E<small>SSOLIVEN, VOM</small> W<small>EIN F&#x00DC;R</small> E<small>SSWEINBEEREN ODER VON</small> W<small>EINBEEREN F&#x00DC;R</small> E<small>SSWEINBEEREN ABGEHOBEN HAT UND SICH &#x00DC;BERLEGT, SIE ZU PRESSEN, SO BRAUCHT ER SIE NICHT WIEDERUM ABZUHEBEN</small>.</p>
<p>X. M<small>AN DARF DIE</small> H<small>EBE NICHT ABHEBEN VON DEM, WAS FERTIG ZUBEREITET IST, F&#x00DC;R DAS, WAS NOCH NICHT FERTIG ZUBEREITET IST, ODER VON DEM, WAS NOCH NICHT FERTIG ZUBEREITET IST, F&#x00DC;R DAS, WAS FERTIG ZUBEREITET IST, ODER VON DEM, WAS NOCH NICHT FERTIG ZUBEREITET IST, F&#x00DC;R DAS, WAS NOCH NICHT FERTIG ZUBEREITET IST; HAT MAN SIE BEREITS ABGEHOBEN, SO IST SIE G&#x00DC;LTIG</small>.</p>
<ftnote id="fn115">1. An der Scham als Pubert&#x00E4;tszeichen.</ftnote>
<ftnote id="fn116">2. Cf. Num. 30,3ff.; dieses Alter wird bei Knaben mit 13 Jahren und einem Tage, bei M&#x00E4;dchen mit 12 Jahren und einem Tage erreicht.</ftnote>
<ftnote id="fn117">3. Die Oliven bezw. Weintrauben.</ftnote>
<ftnote id="fn118">4. Eines Ma&#x00DF;gef&#x00E4;&#x00DF;es von diesem Inhalte.</ftnote>
<ftnote id="fn119">5. Cf. Dem. I Anm. 7.</ftnote>
<ftnote id="fn120">6. Weil sie fertig zubereitet sind.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>M</bold>AN <small>DARF DIE</small> H<small>EBE NICHT VOM</small> R<small>EINEN F&#x00DC;R DAS</small> U<small>NREINE ABHEBEN; HAT MAN SIE BEREITS ABGEHOBEN, SO IST SIE G&#x00DC;LTIG</small>. T<small>ATS&#x00C4;CHLICH SAGTEN SIE</small>: W<small>ENN AN EINEM</small> F<small>EIGENKUCHEN ETWAS UNREIN GEWORDEN IST, SO DARF MAN DIE</small> H<small>EBE VOM REINEN</small> T<small>EIL F&#x00DC;R DEN UNREINEN ABHEBEN; DASSELBE GILT AUCH VON EINEM</small> K<small>R&#x00C4;UTERB&#x00DC;NDEL UND EINEM</small> G<small>ETREIDEHAUFEN</small>. S<small>IND ES ZWEI</small> F<small>EIGENKUCHEN, ZWEI</small> B<small>&#x00DC;NDEL, ZWEI</small> G<small>ETREIDEHAUFEN, EINES UNREIN UND EINES REIN, SO DARF MAN DIE</small> H<small>EBE NICHT VON EINEM F&#x00DC;R DAS ANDERE ABHEBEN</small>; R. E<small>LIE&#x0351;ZER SAGT, MAN D&#x00DC;RFE DIE</small> H<small>EBE VOM</small> R<small>EINEN F&#x00DC;R DAS</small> U<small>NREINE ABHEBEN</small>.</p>
<p>II. M<small>AN DARF NICHT DIE</small> H<small>EBE VOM</small> U<small>NREINEN F&#x00DC;R DAS</small> R<small>EINE ABHEBEN; HAT MAN ES VERSEHENTLICH BEREITS ABGEHOBEN, SO IST DIE ABHEBUNG G&#x00DC;LTIG, WENN ABER VORS&#x00C4;TZLICH, SO HAT MAN NICHTS GETAN</small>. E<small>BENSO IST, WENN EIN</small> L<small>EVITE VERSEHENTLICH VON UNFERTIGEN</small> Z<small>EHNTFR&#x00DC;CHTEN</small><sup><xref rid="fn121">1</xref></sup> <small>DIE</small> H<small>EBE F&#x00DC;R ANDERE ABGESONDERT, DIES G&#x00DC;LTIG, WENN ABER VORS&#x00C4;TZLICH, SO HAT ER NICHTS GETAN</small>. R. J<small>EH&#x00DC;DA SAGT, HAT ER ES</small><sup><xref rid="fn122">2</xref></sup> <small>VORHER GEWUSST, SEI AUCH VERSEHENTLICH SEINE</small> H<small>ANDLUNG UNG&#x00DC;LTIG</small>.</p>
<p>III. W<small>ENN JEMAND VERSEHENTLICH</small> G<small>EF&#x00C4;SSE ZUR</small> R<small>EINIGUNG</small><sup><xref rid="fn123">3</xref></sup> <small>AM</small> &#x0160;<small>ABBATH UNTERTAUCHT, SO DARF ER SIE BENUTZEN; WENN ABER VORS&#x00C4;TZLICH, SO DARF ER SIE NICHT BENUTZEN</small>. W<small>ENN JEMAND VERSEHENTLICH AM</small> &#x0160;<small>ABBBTH</small> [S<small>PEISEN</small>] <small>VERZEHNTET ODER KOCHT, SO DARF ER SIE ESSEN, WENN ABER VORS&#x00C4;TZLICH, SO DARF ER SIE NICHT ESSEN</small>. W<small>ENN JEMAND AM</small> &#x0160;<small>ABBATH VERSEHENTLICH PFLANZT, SO DARF ER DIE</small> P<small>FLANZE STEHEN LASSEN; WENN ABER VORS&#x00C4;TZLICH, SO REISSE ER SIE AUS</small>. W<small>ENN IM</small> S<small>IEBENTJAHRE, SO REISSE ER SIE AUS, EINERLEI OB VERSEHENTLICH ODER VORS&#x00C4;TZLICH</small>.</p>
<p>IV. M<small>AN DARF DIE</small> H<small>EBE NICHT VON EINER</small> A<small>RT F&#x00DC;R EINE ANDERE</small> A<small>RT ABHEBEN, HAT MAN BEREITS ABGEHOBEN, SO IST DIE</small> A<small>BHEBUNG UNG&#x00DC;LTIG</small>. A<small>LLE</small> A<small>RTEN</small> W<small>EIZEN WERDEN ALS EINE BETRACHTET; ALLE</small> A<small>RTEN</small> F<small>EIGEN, GETROCKNETE</small> F<small>EIGEN UND GEPRESSTE</small> F<small>EIGEN WERDEN ALS EINE BETRACHTET, UND MAN DARF DAHER DIE</small> H<small>EBE VON DER EINEN F&#x00DC;R DIE ANDERE ABHEBEN</small>. W<small>O EIN</small> P<small>RIESTER ANWESEND IST, HEBE MAN SIE VOM BESSEREN AB, UND WO KEIN</small> P<small>RIESTER ANWESEND IST, HEBE MAN SIE VOM HALTBAREREN AB</small>; R. J<small>EHUDA SAGT, MAN HEBE SIE IMMER VOM BESSEREN AB</small>.</p>
<p>V. M<small>AN HEBE EINE KLEINE GANZE</small> Z<small>WIEBEL AB, NICHT ABER EINE HALBE GROSSE</small> Z<small>WIEBEL</small>; R. J<small>EHUDA SAGT, NICHT SO, VIELMEHR DIE HALBE GROSSE</small>. D<small>ESGLEICHEN SAGTE</small> R. J<small>EHUDA</small>: M<small>AN HEBE SIE VON</small> S<small>TADTZWIEBELN F&#x00DC;R</small> D<small>ORFZWIEBELN AB, NICHT ABER VON</small> D<small>ORFZWIEBELN F&#x00DC;R</small> S<small>TADTZWIEBELN, WEIL DIESE EINE</small> S<small>PEISE DER</small> V<small>ORNEHMEN IST</small>.</p>
<p>VI. F<small>ERNER DARF MAN DIE</small> H<small>EBE VON</small> &#x00D6;<small>LOLIVEN F&#x00DC;R</small> E<small>INLEGEOLIVEN ABHEBEN, NICHT ABER VON</small> E<small>INLEGEOLIVEN F&#x00DC;R</small> &#x00D6;<small>LOLIVEN; VON UNGEKOCHTEM</small> W<small>EIN F&#x00DC;R GEKOCHTEN, NICHT ABER VON GEKOCHTEM F&#x00DC;R UNGEKOCHTEN</small>. D<small>IE</small> R<small>EGEL IST</small>: B<small>EI</small> [F<small>R&#x00DC;CHTEN</small>], <small>DIE MIT EINANDER</small> M<small>ISCHFRUCHT SIND, DARF MAN DIE</small> H<small>EBE NICHT F&#x00DC;R EINANDER ABHEBEN, AUCH NICHT VOM BESSEREN F&#x00DC;R DAS SCHLECHTERE; BEI</small> [F<small>R&#x00DC;CHTEN</small>] <small>ABER, DIE MIT EINANDER KEINE</small> M<small>ISCHFRUCHT SIND, DARF MAN SIE VOM BESSEREN F&#x00DC;R DAS SCHLECHTERE ABHEBEN, NICHT ABER VOM SCHLECHTEREN F&#x00DC;R DAS BESSERE</small>. H<small>AT MAN SIE VOM SCHLECHTEREN F&#x00DC;R DAS BESSERE ABGESONDERT, SO IST DIE</small> H<small>EBE G&#x00DC;LTIG, AUSGENOMMEN, WENN VON</small> L<small>OLCH F&#x00DC;R</small> W<small>EIZEN, DA JENER KEINE</small> S<small>PEISE IST</small>. D<small>IE</small> G<small>URKE UND DIE</small> A<small>PFELMELONE SIND EINE</small> A<small>RT</small>; R. J<small>EHUDA SAGT, ZWEI</small> A<small>RTEN</small>.</p>
<ftnote id="fn121">1. Von denen der Levite an den Priester die Zehnthebe noch nicht entrichtet hat.</ftnote>
<ftnote id="fn122">2. Da&#x00DF; die Fr&#x00FC;chte unrein sind, bezw. von ihnen die Zehnthebe noch nicht entrichtet ist.</ftnote>
<ftnote id="fn123">3. An dem dies verboten ist, da man dadurch das Gef&#x00E4;&#x00DF; zur Benutzung &#x2018;herrichtet&#x2019;.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND EINE</small> G<small>URKE ABHEBT UND SIE SICH ALS BITTER HERAUSSTELLT, ODER EINE</small> M<small>ELONE UND SIE SICH ALS FAUL HERAUSSTELLT, SO IST DIE</small> H<small>EBE G&#x00DC;LTIG, UND MAN HEBE SIE WIEDERUM AB</small>. W<small>ENN JEMAND EIN</small> F<small>ASS</small> W<small>EIN ABHEBT UND ER SICH ALS</small> E<small>SSIG HERAUSSTELLT, SO IST, WENN MAN WEISS, DASS ER</small> E<small>SSIG WAR, BEVOR MAN IHN ALS</small> H<small>EBE ABGEHOBEN HAT, DIE</small> H<small>EBE UNG&#x00DC;LTIG, UND WENN ER</small> E<small>SSIG GEWORDEN IST, NACHDEM MAN IHN ABGEHOBEN HAT, DIE</small> H<small>EBE G&#x00DC;LTIG; IST ES ZWEIFELHAFT, SO IST DIE</small> H<small>EBE G&#x00DC;LTIG, UND MAN HEBE SIE WIEDERUM AB</small>. D<small>IE ERSTEHE F&#x00DC;R SICH BEWIRKT KEINE BEMISCHUNG, UND MAN ZAHLT NICHT</small> [<small>ZUM</small> E<small>RSATZ</small>] <small>DAS</small> F<small>&#x00DC;NFTEL; EBENSO DIE ANDERE</small>.</p>
<p>II. K<small>OMMT EINE VON DIESEN IN</small> P<small>ROFANES, SO BEWIRKT SIE KEINE</small> B<small>EMISCHUNG, KOMMT DIE ANDERE WO ANDERS HINEIN, SO BEWIRKT AUCH SIE KEINE</small> B<small>EMISCHUNG, KOMMEN ABER BEIDE IN EINE</small> S<small>TELLE, SO WIRD EINE</small> B<small>EMISCHUNG NACH</small> V<small>ERH&#x00C4;LTNIS DER KLEINEREN BEWIRKT</small>.</p>
<p>III. W<small>ENN</small> T<small>EILHABER EINER NACH DEM ANDEREN DIE</small> H<small>EBE ABGEHOBEN HABEN, SO IST, WIE</small> R. A&#x0351;<small>QIBA SAGT, BEIDER</small> H<small>EBE G&#x00DC;LTIG</small><sup><xref rid="fn124">1</xref></sup>, <small>UND WIE DIE</small> W<small>EISEN SAGEN, NUR DIE DES ERSTEN</small>. R. J<small>OSE SAGT, HAT DER ERSTE DAS ERFORDERLICHE</small> Q<small>UANTUM ABGEHOBEN, SO IST DIE</small> H<small>EBE DES ANDEREN UNG&#x00DC;LTIG, HAT DER ERSTE NICHT DAS ERFORDERLICHE</small> Q<small>UANTUM ABGEHOBEN, SO IST AUCH DIE</small> H<small>EBE DES ANDEREN G&#x00DC;LTIG</small>.</p>
<p>IV. D<small>IES</small><sup><xref rid="fn125">2</xref></sup> <small>GILT NUR IN DEM</small> F<small>ALLE, WENN</small> [<small>DER ANDERE</small> T<small>EILHABER</small>] <small>NICHTS ANGEORDNET HAT, WENN ER ABER AUCH NUR EINEN</small> F<small>AMILIENANGEH&#x00D6;RIGEN ODER EINEN</small> S<small>KLAVEN SOWIE EINE</small> M<small>AGD ZUR</small> A<small>BHEBUNG BEVOLLM&#x00C4;CHTIGT HAT, SO IST</small> [<small>NUR DIE ERSTE</small>] H<small>EBE G&#x00DC;LTIG</small>. H<small>AT ER ES WIDERRUFEN, BEVOR DIE</small> H<small>EBE ABGEHOBEN WURDE, SO IST DIE</small> A<small>BHEBUNG UNG&#x00DC;LTIG, WENN NACHDEM SIE ABGEHOBEN WURDE, SO IST SIE G&#x00DC;LTIG</small>. T<small>AGEL&#x00D6;HNER SIND ZUR</small> A<small>BHEBUNG NICHT BEFUGT, AUSGENOMMEN</small> K<small>ELTERER, WEIL JENE</small><sup><xref rid="fn126">3</xref></sup> <small>DIE</small> K<small>ELTER SOFORT UNREIN MACHEN W&#x00DC;RDEN</small>.</p>
<p>V. W<small>ENN JEMAND SAGT</small>: &#x2018;<small>DIE</small> H<small>EBE DIESES</small> H<small>AUFENS SEI DARIN ENTHALTEN</small>&#x2019;, <small>ODER</small>: &#x2018;<small>DIE</small> Z<small>EHNTE DESSELBEN SEIEN DARIN ENTHALTEN&#x2019;, ODER: &#x2018;DIE</small> Z<small>EHNTHEBE DESSELBEN SEI DARIN ENTHALTEN&#x2019;, SO HAT ER, WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT, EINEN</small> N<small>AMEN GENANNT</small><sup><xref rid="fn127">4</xref></sup>; <small>DIE</small> W<small>EISEN SAGEN, NUR WENN ER GESAGT HAT: &#x2018;N&#x00D6;RDLICH&#x2019;, ODER &#x2018;S&#x00DC;DLICH&#x2019;</small>. R. E<small>LEA&#x0351;ZAR</small> &#x1E24;<small>ISMA SAGT, AUCH WENN ER NUR GESAGT: &#x2018;DIE</small> H<small>EBE DIESES</small> H<small>AUFENS SEI VON DIESEM F&#x00DC;R DIESEN&#x2019;, SO HABE ER EINEN</small> N<small>AMEN GENANNT</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, SAGTE JEMAND &#x2018;EIN</small> Z<small>EHNTEL DIESES</small> Z<small>EHNTEN SEI</small> Z<small>EHNTHEBE&#x2019;, SO HABE ER EINEN</small> N<small>AMEN GENANNT</small>.</p>
<p>VI. W<small>ENN JEMAND DIE</small> H<small>EBE FR&#x00DC;HER ALS DIE</small> E<small>RSTLINGE, DEN ERSTEN</small> Z<small>EHNTEN FR&#x00DC;HER ALS DIE</small> H<small>EBE, ODER DEN ZWEITEN</small> Z<small>EHNTEN FR&#x00DC;HER ALS DEN ERSTEN ABHEBT, SO IST, OBGLEICH ER EIN</small> V<small>ERBOT &#x00DC;BERTRETEN HAT, WAS ER GETAN, G&#x00DC;LTIG, DENN ES HEISST</small>:<sup><xref rid="fn128">5</xref></sup><italic>deine Vollfrucht und deine Kelterabgaben sollst du nicht versp&#x00E4;ten</italic><sup><xref rid="fn129">6</xref></sup>.</p>
<p>VII. W<small>OHER, DASS DIE</small> E<small>RSTLINGE VOR DER</small> H<small>EBE ZU ENTRICHTEN SIND, WO DOCH DIESE</small> &#x2018;H<small>EBE&#x2019; UND</small> &#x2018;E<small>RSTLING</small>&#x2019; <small>GENANNT WIRD, UND JENE</small> &#x2018;H<small>EBE</small>&#x2019; <small>UND</small> &#x2018;E<small>RSTLING</small>&#x2019; <small>GENANNT WERDEN</small><sup><xref rid="fn130">7</xref></sup>? F<small>REILICH, DIE</small> E<small>RSTLINGE GEHEN VORAN, WEIL SIE VON ALLEM DIE ERSTEN SIND, DIE</small> H<small>EBE GEHT DEM ERSTEN</small> Z<small>EHNTEN VORAN, WEIL SIE AUCH</small> &#x2018;E<small>RSTLING</small>&#x2019; <small>GENANNT WIRD, UND DER ERSTE</small> Z<small>EHNT GEHT DEM ZWEITEN VORAN, WEIL DARIN DAS</small> E<small>RSTE</small><sup><xref rid="fn131">8</xref></sup> <small>ENTHALTEN IST</small>.</p>
<p>VIII. W<small>ENN JEMAND IN DER</small> A<small>BSICHT</small>, &#x2018;H<small>EBE</small>&#x2019; <small>AUSZUSPRECHEN</small>, &#x2018;Z<small>EHNT</small>&#x2019; <small>AUSSPRICHT, ODER</small> &#x2018;H<small>EBE</small>&#x2019; <small>STATT</small> &#x2018;Z<small>EHNT</small>&#x2019; <small>AUSSPRICHT, ODER</small> &#x2018;H<small>EILSOPFER</small>&#x2019; <small>STATT</small> &#x2018;B<small>RANDOPFER</small>&#x2019; <small>AUSSPRICHT, ODER</small> &#x2018;B<small>RANDOPFER</small>&#x2019; <small>STATT</small> &#x2018;H<small>EILSOPFER</small>&#x2019; <small>AUSSPRICHT, EBENSO, WENN JEMAND SAGEN WILL</small>, &#x2018;<small>DASS ICH IN DIESES</small> H<small>AUS NICHT EINTRETEN WERDE</small>&#x2019;, <small>UND JENES NENNT, &#x2018;DASS ICH VON DIESEM NICHTS GENIESSEN WERDE&#x2019; UND JENEN NENNT, SO HAT ER NICHTS GESAGT; NUR WENN</small> M<small>UND UND</small> H<small>ERZ &#x00DC;BEREINSTIMMEND SIND</small>.</p>
<p>IX. D<small>IE</small> H<small>EBE EINES</small> F<small>REMDLINGS ODER EINES</small> S<small>AMARITANERS GILT ALS</small> H<small>EBE, EBENSO GELTEN IHRE</small> Z<small>EHNTE ALS</small> Z<small>EHNT UND IHRE DEM</small> H<small>EILIGTUM GEWEIHTEN</small> G<small>EGENST&#x00C4;NDE ALS</small> H<small>EILIGENGUT</small>. R. J<small>EHUDA SAGT, BEI EINEM</small> N<small>ICHTJUDEN GELTE NICHT DAS</small> G<small>ESETZ VOM VIERJ&#x00C4;HRIGEN</small> W<small>EINBERGE</small><sup><xref rid="fn132">9</xref></sup>, <small>DIE</small> W<small>EISEN SAGEN, ES GELTE WOHL</small>. D<small>IE</small> H<small>EBE EINES</small> N<small>ICHTJUDEN BEWIRKT</small> B<small>EMISCHUNG UND MAN MUSS</small> [<small>BEIM</small> E<small>RSATZ</small>] <small>DAS</small> F<small>&#x00DC;NFTEL ZAHLEN</small>; R. &#x0160;<small>IMO&#x0351;N BEFREIT DAVON</small>.</p>
<ftnote id="fn124">1. Zur H&#x00E4;lfte.</ftnote>
<ftnote id="fn125">2. Bezieht sich auf die Worte RA&#x0351;.s in der vorigen Mi&#x0161;na.</ftnote>
<ftnote id="fn126">3. Die nicht zu den &#x2018;Genossen&#x2019; geh&#x00F6;renden Eigent&#x00FC;mer.</ftnote>
<ftnote id="fn127">4. Der Zehnt mu&#x00DF; nur von diesem Haufen abgesondert werden.</ftnote>
<ftnote id="fn128">5. Ex. 22,28.</ftnote>
<ftnote id="fn129">6. Nicht sp&#x00E4;ter entrichten, was fr&#x00FC;her erfolgen soll.</ftnote>
<ftnote id="fn130">7. In der Schrift.</ftnote>
<ftnote id="fn131">8. Die Zehnthebe.</ftnote>
<ftnote id="fn132">9. Cf. Lev. 19,24.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND</small> [<small>VON EINEM</small> G<small>ETREIDEHAUFEN</small>] <small>EINEN</small> T<small>EIL DER</small> H<small>EBE ODER DER</small> Z<small>EHNTE ABGESONDERT HAT, SO DARF ER VON DIESEM DEN</small> R<small>EST ABSONDERN F&#x00DC;R DIESEN, NICHT F&#x00DC;R EINEN ANDEREN</small><sup><xref rid="fn133">1</xref></sup>; R. M<small>E&#x00CD;R SAGT, ER D&#x00DC;RFE DIE</small> H<small>EBE UND DIE</small> Z<small>EHNTE AUCH F&#x00DC;R EINEN ANDEREN ABSONDERN</small>.</p>
<p>II. W<small>ENN JEMAND SEINE</small> F<small>R&#x00DC;CHTE IM</small> F<small>ASSE HAT UND EINE</small> S<small>E&#x00C1; EINEM</small> L<small>EVITEN UND EINE</small> S<small>E&#x00C1; EINEM</small> A<small>RMEN GIBT, SO DARF ER NOCH ACHT</small> S<small>E&#x00C1; ABSONDERN UND ESSEN &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; DIE W<small>EISEN SAGEN, ER D&#x00DC;RFE F&#x00DC;R SICH NUR NACH</small> V<small>ERH&#x00C4;LTNIS</small><sup><xref rid="fn134">2</xref></sup> <small>ABSONDERN</small>.</p>
<p>III. F<small>OLGENDES IST DAS</small> M<small>ASS F&#x00DC;R DIE</small> H<small>EBE: WOHLWOLLEND EIN</small> V<small>IERZIGSTEL, DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> D<small>REISSIGSTEL; MITTELM&#x00C4;SSIG EIN</small> F<small>&#x00DC;NFZIGSTEL, GEIZIG EIN</small> S<small>ECHZIGSTEL</small>. W<small>ENN MAN ABGEHOBEN UND IHM EIN</small> S<small>ECHZIGSTEL IN DIE</small> H<small>AND GEKOMMEN IST, SO IST DIE</small> H<small>EBE G&#x00DC;LTIG, UND MAN BRAUCHT SIE NICHT WIEDERUM ABZUHEBEN; F&#x00DC;GT MAN ETWAS HINZU, SO MUSS DIES VERZEHNTET WERDEN</small>. I<small>ST IHM EIN</small> E<small>LNUNDSECHZIGSTEL IN DIE</small> H<small>AND GEKOMMEN, SO IST DIE</small> H<small>EBE G&#x00DC;LTIG, JEDOCH HEBE ER WIEDERUM AB, BIS ZU DEM</small> Q<small>UANTUM, WIE ES SONST SEINE</small> G<small>EPFLOGENHEIT ABZUHEBEN IST</small>; [L<small>ETZTERES</small>] <small>AUCH NACH</small> M<small>ASS</small>, G<small>EWICHT ODER</small> Z<small>AHL</small>. R. J<small>EHUDA SAGT, ES BRAUCHE AUCH NICHT VOM</small> Z<small>USAMMENLIEGENDEN</small><sup><xref rid="fn135">3</xref></sup> <small>ZU SEIN</small>.</p>
<p>IV. W<small>ENN JEMAND ZU SEINEM</small> V<small>ERTRETER SAGT, DASS ER GEHE UND F&#x00DC;R IHN DIE</small> H<small>EBE ABHEBE, SO HEBE ER SIE NACH DEM</small> W<small>UNSCHE DES</small> E<small>IGENT&#x00DC;MERS AB, UND WENN ER DEN</small> W<small>UNSCH DES</small> E<small>IGENT&#x00DC;MERS NICHT KENNT, SO HEBE ER MITTELM&#x00C4;SSIG</small><sup><xref rid="fn136">4</xref></sup> AB, EIN F<small>&#x00DC;NFZIGSTEL; HAT ER SIE UM ZEHN VERMINDERT ODER UM ZEHN</small><sup><xref rid="fn137">5</xref></sup> <small>VERMEHRT, SO IST SEINE</small> A<small>BHEBUNG G&#x00DC;LTIG; HAT ER ABER ABSICHTLICH VERMEHRT, SELBST NUR UM EINES, SO IST SEINE</small> A<small>BHEBUNG UNG&#x00DC;LTIG</small>.</p>
<p>V. W<small>ENN JEMAND MEHR</small> H<small>EBE</small> [<small>ENTRICHTEN</small>] <small>WILL, SO DARF ER, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, BIS ZU EINEM</small> Z<small>EHNTEL, GLEICH DER</small> Z<small>EHNTHEBE; WENN ABER MEHR, SO ERACHTE ER ES ALS</small> Z<small>EHNTHEBE, JEDOCH NICHT F&#x00DC;R EINEN ANDEREN</small> H<small>AUFEN</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, SOGAR DIE</small> H<small>&#x00C4;LFTE</small> P<small>ROFANES UND DIE</small> H<small>&#x00C4;LFTE</small> H<small>EBE</small><sup><xref rid="fn138">6</xref></sup>. R. T<small>RYPHON UND</small> R. A&#x0351;<small>QIBA SAGEN, MAN BRAUCHE NUR ETWAS</small> P<small>ROFANES ZUR&#x00DC;CKZULASSEN</small>.</p>
<p>VI. A<small>N DREI</small> Z<small>EITEN MUSTERE MAN DEN</small> K<small>ORB</small><sup><xref rid="fn139">7</xref></sup>: [<small>ZUR</small> Z<small>EIT</small>] <small>DER</small> E<small>RSTLINGE, DER</small> S<small>P&#x00C4;TLINGE UND IN DER</small> M<small>ITTE DES</small> S<small>OMMERS</small>. D<small>AS</small> Z<small>&#x00C4;HLEN IST LOBENSWERTER</small><sup><xref rid="fn140">8</xref></sup>, <small>NOCH LOBENSWERTER DAS</small> M<small>ESSEN, UND LOBENSWERTER ALS JENE DREI IST DAS</small> W<small>IEGEN</small>.</p>
<p>VII. R. E<small>LIE&#x0351;ZER SAGT, DIE</small> H<small>EBE GEHE UNTER HUNDERTUNDEINEM</small><sup><xref rid="fn141">9</xref></sup> <small>AUF</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, UNTER HUNDERT UND ETWAS, UND DIESES</small> E<small>TWAS HAT KEIN</small> M<small>ASS</small>. R. J<small>OSE B</small>. M<small>E&#x0160;ULLAM SAGT, DIESES ETWAS M&#x00DC;SSE BEI HUNDERT</small> S<small>E&#x00C4; EINEN</small> K<small>AB BETRAGEN: EIN</small> S<small>ECHSTEL DER BEIGEMISCHTEN</small> H<small>EBE</small>.</p>
<p>VIII. R. J<small>EHO&#x0160;UA&#x0351; SAGTE</small>: U<small>NTER SCHWARZEN</small> F<small>EIGEN GEHEN WEISSE AUF, UNTER WEISSEN GEHEN SCHWARZE AUF; UNTER GROSSEN</small> F<small>EIGENKUCHEN GEHEN KLEINE AUF, UNTER KLEINEN GEHEN GROSSE AUF, UNTER RUNDEN GEHEN VIERECKIGE AUF, UNTER VIERECKIGEN GEHEN RUNDE AUF</small>. R. E<small>LIE&#x0351;ZER VERBIETET DIES</small>. R. A&#x0351;<small>QIBA SAGT, WEISS MAN, WAS F&#x00DC;R EINE</small> [H<small>EBEFEIGE</small>] <small>HINEINGEKOMMEN IST, SO GEHEN SIE UNTER EINANDER NICHT AUF, WEISS MAN NICHT, WAS F&#x00DC;R EINE HINEINGEKOMMEN IST, SO GEHEN SIE UNTER EINANDER AUF</small>.</p>
<p>IX. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN UNTER F&#x00DC;NFZIG SCHWARZE UND F&#x00DC;NFZIG WEISSE</small> F<small>EIGEN EINE SCHWARZE GEKOMMEN IST, SO SIND DIE</small> S<small>CHWARZEN VERBOTEN UND DIE WEISSEN ERLAUBT; IST EINE WEISSE HINEINGEKOMMEN, SO SIND DIE WEISSEN VERBOTEN UND DIE SCHWARZEN ERLAUBT; WEISS MAN ABER NICHT, WAS F&#x00DC;R EINE HINEINGEKOMMEN IST, SO GEHEN SIE UNTER EINANDER AUF</small>. H<small>IERBEI IST</small> R. E<small>LIE&#x0351;ZER ERSCHWEREND UND</small> R. J<small>EHO&#x0160;UA&#x0351; ERLEICHTERND</small>.</p>
<p>X. B<small>EI</small> F<small>OLGENDEM ABER IST</small> R. E<small>LIE&#x0351;ZER ERLEICHTERND UND</small> R. J<small>EHO&#x0160;UA&#x0351; ERSCHWEREND</small>. W<small>ENN JEMAND EINE</small> L<small>ITRA</small><sup><xref rid="fn142">10</xref></sup><small>GEPRESSTER</small> [H<small>EBE</small>]<small>FEIGEN &#x00DC;BER DER</small> M<small>&#x00DC;NDUNG EINES</small> G<small>EF&#x00C4;SSES</small><sup><xref rid="fn143">11</xref></sup><small>PRESST UND MAN NICHT WEISS, WELCHES, SO WERDEN SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ALS EINZELNE BETRACHTET, UND DIE OBEREN GEHEN IN DEN UNTEREN AUF</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, SIE GEHEN NICHT AUF, ES SEI DENN, DASS ES HUNDERT SOLCHER GEFASSE SIND</small>.</p>
<p>XI. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN EINEN</small> T<small>ASS GEKOMMEN IST, UND MAN SIE AB GENOMMEN HAT, SO GEHT SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, FALLS IM</small> H<small>AUFEN HUN DERT</small> S<small>E&#x00C1; VORHANDEN SIND, IN HUNDERTUNDEINEM AUF</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, SIE GEHE NICHT AUF</small>. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN EINEN</small> T<small>ASS KOMMT, SO HEBE MAN SIE</small><sup><xref rid="fn144">12</xref></sup><small>AB</small>. W<small>IESO SAGTEN SIE, WENN DEM SO IST, DASS</small> H<small>EBE IN HUNDERTUNDEINEM AUFGEHE</small>? W<small>ENN MAN NICHT WEISS, OB SIE SICH NICHT VERMENGT HAT, ODER AUF WELCHE STELLE SIE GEKOMMEN IST</small>.</p>
<p>XII. W<small>ENN IN EINEN VON ZWEI</small> G<small>ETREIDEHAUFEN ODER VON ZWEI</small> T<small>ASSEN EINE</small> S<small>E&#x00C1;</small> H<small>EBE GEFALLEN IST, UND MAN NICHT WEISS, IN WELCHEN, SO GEHEN SIE UNTEREINANDER AUF</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, SELBST WENN SIE SICH IN ZWEI VERSCHIEDENEN</small> S<small>T&#x00C4;DTEN BEFINDEN, GEHEN SIE UNTEREINANDER AUF</small>.</p>
<p>XIII. R. J<small>OSE ERZ&#x00C4;HLTE</small>: E<small>INST KAM VOR</small> R. A&#x0351;<small>QIBA EIN</small> F<small>ALL, DASS UNTER F&#x00DC;NFZIG</small> B<small>&#x00DC;NDEL</small> K<small>R&#x00C4;UTER EINES FIEL, DAS ZUR</small> H<small>&#x00C4;LFTE</small> H<small>EBE WAR</small>. D<small>A ENTSCHIED ICH IN SEINER</small> G<small>EGENWART, DASS DIESE AUFGEHE; UND ZWAR NICHT DESHALB, WEIL</small> H<small>EBE UNTER EINUNDF&#x00DC;NFZIG AUFGEHT, SONDERN WEIL ES HUNDERTUNDZWEI</small> H<small>ALBE WAREN</small>.</p>
<ftnote id="fn133">1. Getreidehaufen, weil dieser zum Teil zehntfrei ist.</ftnote>
<ftnote id="fn134">2. Dessen, was sich noch beim Leviten bezw. Armen befindet. Dies die einfachste der mannigfachen Erkl&#x00E4;rungen dieser dunkelen Stelle.</ftnote>
<ftnote id="fn135">3. Vom selben Getreidehaufen.</ftnote>
<ftnote id="fn136">4. So nach den Kommentaren; eigentlich Tautologie. Besser: von der mittelm&#x00E4;&#x00DF;igen Qualit&#x00E4;t.</ftnote>
<ftnote id="fn137">5. Dh. die Einheiten des Bruchnenners um 10 vermehrt oder vermindert.</ftnote>
<ftnote id="fn138">6. Man darf auch die H&#x00E4;lfte als Hebe entrichten.</ftnote>
<ftnote id="fn139">7. Zum Messen des Zehnten.</ftnote>
<ftnote id="fn140">8. Als die Sch&#x00E4;tzung. Die Mi&#x0161;na I,7 bezieht sich nur auf die gro&#x00DF;e Hebe, w&#x00E4;hrend hier vom Zehnten und von der Zehnthebe gesprochen wird.</ftnote>
<ftnote id="fn141">9. Wenn ein Ma&#x00DF; Hebe in 100 Profanes gekommen ist, verliert es sich, und nachdem man ein Ma&#x00DF; dem Priester gegeben, ist das &#x00FC;brige Laien erlaubt.</ftnote>
<ftnote id="fn142">10. <italic>&#x039B;&#x03AF;&#x03C4;&#x03F1;&#x03B1;</italic>, im T. nur als Gewichtsma&#x00DF; gebraucht.</ftnote>
<ftnote id="fn143">11. Mit 100 L. prof. Feigen, und noch andere mit Feigen gef&#x00FC;llte Gef&#x00E4;&#x00DF;e vorhanden sind.</ftnote>
<ftnote id="fn144">12. Und etwas von dem, was sich unmittelbar darunter befindet, damit nichts zur&#x00FC;ckbleibe.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EINE</small> S<small>E&#x00C1; UNREINER</small> H<small>EBE IN WENIGER ALS HUNDERT</small> S<small>E&#x00C1;</small> P<small>ROFANES ODER ERSTEN</small> Z<small>EHNTEN, ZWEITEN</small> Z<small>EHNTEN</small>, H<small>EILIGENGUT, OB UNREIN ODER REIN, GEKOMMEN IST, SO LASSE MAN ALLES VERFAULEN; WAR DIE</small> S<small>E&#x00C1; REIN, SO VERKAUFE MAN ALLES ABZ&#x00DC;GLICH DIESER</small> S<small>E&#x00C1; EINEM</small> P<small>RIESTER ZUM</small> P<small>REISE VON</small> H<small>EBE</small><sup><xref rid="fn145">1</xref></sup>. I<small>ST SIE IN ERSTEN</small> Z<small>EHNTEN GEKOMMEN, SO BESTIMME MAN IHN ALS</small> Z<small>EHNTHEBE</small>. I<small>ST SIE IN ZWEITEN ZEHNTEN ODER</small> H<small>EILIGENGUT GEKOMMEN, SO L&#x00D6;SE MAN ALLES AUS</small><sup><xref rid="fn146">2</xref></sup>. W<small>AR DAS</small> P<small>ROFANE</small><sup><xref rid="fn147">3</xref></sup> <small>UNREIN, SO DARF MAN ES NUR GETROCKNET, GER&#x00D6;STET ODER MIT</small> F<small>RUCHTSAFT GEKNETET</small><sup><xref rid="fn148">4</xref></sup> <small>ESSEN, ODER MAN VERTEILE ES UNTER ANDERE</small> T<small>EIGE, DAMIT NICHT EIN</small> E<small>IGROSSES</small><sup><xref rid="fn149">5</xref></sup><small>AN EINER</small> S<small>TELLE BEISAMMEN BLEIBE</small>.</p>
<p>II. W<small>ENN EINE</small> S<small>E&#x00C1; UNREINER</small> H<small>EBE IN HUNDERT</small> S<small>E&#x00C1; REINES</small> P<small>ROFANES</small><sup><xref rid="fn150">6</xref></sup><small>GEKOMMEN IST, SO IST ES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ABZUHEBEN UND ZU VERBRENNEN, DENN ICH NEHME AN, DIE</small> S<small>E&#x00C1;, DIE HINEINGEKOMMEN, IST DIE, DIE HERAUSGEHOLT WURDE; DIE</small> W<small>EISEN SAGEN, SIE GEHE AUF UND MAN ESSE ES GETROCKNET, GER&#x00D6;STET ODER MIT</small> F<small>RUCHTSAFT GEKNETET, ODER MAN VERTEILE ES UNTER ANDERE</small> T<small>EIGE, DAMIT NICHT EIN</small> E<small>IGROSSES AN EINER</small> S<small>TELLE BEISAMMEN BLEIBE</small>.</p>
<p>III. W<small>ENN EINE</small> S<small>E&#x00C1; REINER</small> H<small>EBE IN HUNDERT</small> S<small>E&#x00C1; UNREINES</small> P<small>ROFANES GEKOMMEN IST, SO GEHT SIE AUF, UND MAN ESSE ES GETROCKNET, GER&#x00D6;STET ODER MIT</small> F<small>RUCHTSAFT GEKNETET, ODER MAN VERTEILE SIE UNTER ANDERE</small> T<small>EIGE, DAMIT NICHT AN EINER</small> S<small>TELLE EIN</small> E<small>IGROSSES BEISAMMEN BLEIBE</small>.</p>
<p>IV. W<small>ENN EINE</small> S<small>E&#x00C1; UNREINER</small> H<small>EBE IN HUNDERT</small> S<small>E&#x00C1; REINER</small> H<small>EBE GE KOMMEN IST, SO IST ALLES NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VERBOTEN, UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS, ERLAUBT</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SPRACH ZUR</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>: R<small>EINE</small> [H<small>EBE</small>] <small>IST</small> L<small>AIEN VERBOTEN UND UNREINE IST</small> P<small>RIESTERN VERBOTEN, SOMIT SOLLTE DOCH, WIE DIE REINE AUFGEHT, AUCH DIE UNREINE AUFGEHEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE</small>: N<small>EIN, SOLLTE DENN, WENN DAS LEICHTERE</small> P<small>ROFANE, DAS</small> L<small>AIEN ERLAUBT IST, DIE REINE AUFGEHEN MACHT, AUCH DIE STRENGERE</small> H<small>EBE, DIE DEN</small> L<small>AIEN VERBOTEN IST, DIE UNREINE AUFGEHEN MACHEN</small>&#x0021;? N<small>ACHDEM DIESE</small><sup><xref rid="fn151">7</xref></sup> <small>ES ZUGEGEBEN HAT, SAGTE</small> R. E<small>LIE&#x0351;ZER, MAN HEBE SIE AB UND VERBRENNE SIE; DIE</small> W<small>EISEN ABER SAGEN, SIE VERLIERE SICH DURCH IHRE</small> M<small>INDERHALTIGKEIT</small>.</p>
<p>V. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE, DIE UNTER HUNDERT</small> S<small>E&#x00C1;</small> P<small>ROFANES GEKOMMEN WAR UND ABGEHOBEN WURDE, IN ANDERE</small> [F<small>R&#x00DC;CHTE</small>] <small>GEKOMMEN IST, SO BEWIRKT SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT</small>, B<small>EMISCHUNG WIE ANDERE</small> H<small>EBE, UND WIE DIE</small> W<small>EISEN SAGEN, NUR NACH</small> V<small>ERH&#x00C4;LTNIS</small><sup><xref rid="fn152">8</xref></sup>.</p>
<p>VI. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN WENIGER ALS HUNDERT</small> [P<small>ROFANES</small>] <small>GEKOM MEN IST UND ES BEMISGHT HAT, UND VOM</small> B<small>EMISCHTEN WIEDER IN ANDERE</small> [F<small>R&#x00DC;CHTE</small>] <small>GEKOMMEN IST, SO BEWIRKT DIESES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT</small>, B<small>EMISCHUNG WIE ECHTE</small> H<small>EBE; DIE</small> W<small>EISEN ABER SAGEN, DAS</small> B<small>EMISCHTE BEWIRKE</small> B<small>EMISCHUNG NUR NACH</small> V<small>ERH&#x00C4;LTNIS, DAS</small> G<small>ES&#x00C4;UERTE</small><sup><xref rid="fn153">9</xref></sup> <small>BEWIRKE</small> S<small>&#x00C4;UERUNG NUR NACH</small> V<small>ERH&#x00C4;LTNIS, UND DAS GESCH&#x00D6;PFTE</small> W<small>ASSER MACHT DAS</small> R<small>EINIGUNGSBAD UNBRAUCHBAR NUR NACH</small> V<small>ERH&#x00C4;LTNIS</small><sup><xref rid="fn154">10</xref></sup>.</p>
<p>VII. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN HUNDERT</small> [P<small>ROFANES</small>] <small>GEKOMMEN IST, UND NACHDEM MAN DIESE ABGEHOBEN HAT, EINE ANDERE HINEINGEKOMMEN IST, UND NACHDEM MAN AUCH DIESE ABGEHOBEN HAT, WIEDER EINE ANDERE HINEINGEKOMMEN IST, SO IST ES ERLAUBT, BIS DIE</small> H<small>EBE MEHR IST ALS DAS</small> P<small>ROFANE</small>.</p>
<p>VIII. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN HUNDERT</small> [P<small>ROFANES</small>] <small>GEKOMMEN IST, UND BEVOR MAN SIE ABGEHOBEN, EINE ZWEITE HINEINGEKOMMEN IST, SO IST ES VERBOTEN</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT ES</small>.</p>
<p>IX. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN HUNDERT</small> [P<small>ROFANES</small>] <small>GEKOMMEN IST UND MAN SIE GEMAHLEN HAT, WODURCH SIE WENIGER GEWORDEN SIND, SO IST ES ERLAUBT, DA DIE</small> H<small>EBE EBENSO WENIGER GEWORDEN IST, WIE DAS</small> P<small>ROFANE WENIGER GEWORDEN IST</small>. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN WENIGER ALS HUNDERT</small> [P<small>ROFANES</small>] <small>GEKOMMEN IST, UND MAN SIE GEMAHLEN HAT, WODURCH SIE MEHR GEWORDEN SIND, SO IST ES VERBOTEN, DA DIE</small> H<small>EBE EBENSO MEHR GEWORDEN IST, WIE DAS</small> P<small>ROFANE MEHR GEWORDEN IST; WENN MAN ABER WEISS, DASS DER PROFANE</small> W<small>EIZEN ERGIEBIGER WAR ALS DER DER</small> H<small>EBE, SO IST ES ERLAUBT</small>. W<small>ENN EINE</small> S<small>E&#x00C1;</small> H<small>EBE IN WENIGER ALS HUNDERT</small> [P<small>ROFANES</small>] <small>GEKOMMEN IST, NACHHER ABER</small> P<small>ROFANES NOCH HINZUGEKOMMEN IST, SO IST ES, WENN ABSICHTSLOS, ERLAUBT, UND WENN ABSICHTLICH, VERBOTEN</small>.</p>
<ftnote id="fn145">1. Diese ist billiger als Profanes, da nur Priester sie essen d&#x00FC;rfen.</ftnote>
<ftnote id="fn146">2. Und verkaufe es au&#x00DF;erdem einem Priester.</ftnote>
<ftnote id="fn147">3. In das die Hebe gekommen ist.</ftnote>
<ftnote id="fn148">4. Damit die Hebe keine Unreinheit annehme.</ftnote>
<ftnote id="fn149">5. Ein kleineres Quantum ist nicht verunreinigungsf&#x00E4;hig.</ftnote>
<ftnote id="fn150">6. Das noch nicht befeuchtet worden ist und somit die Unreinheit nicht annimmt.</ftnote>
<ftnote id="fn151">7. Die Schule &#x0160;ammajs, da&#x00DF; diese ihre Schlu&#x00DF;folgerung nicht stichhaltig ist.</ftnote>
<ftnote id="fn152">8. Diese Se&#x00E1; hat nur ein Hundertstel Hebe.</ftnote>
<ftnote id="fn153">9. Das durch Sauerteig von Hebe ges&#x00E4;uert wurde und anderen Teig ges&#x00E4;uert hat.</ftnote>
<ftnote id="fn154">10. 3 Log gesch&#x00F6;pftes Wasser in 1-3 Gef&#x00E4;&#x00DF;en machen das Reinigungsbad rituell unbrauchbar, nicht aber bewirken dies 3 Log in 4 Gef&#x00E4;&#x00DF;en.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>W</bold>ER <small>VERSEHENTLICH</small> H<small>EBE GEGESSEN HAT, MUSS DEN</small> G<small>RUNDWERT UND EIN</small> F<small>&#x00DC;NFTEL BEZAHLEN; EINERLEI, OB MAN SIE ISST, TRINKT ODER SICH DAMIT SCHMIERT, OB REINE</small> H<small>EBE ODER UNREINE, BEZAHLE MAN STETS DAS</small> F<small>&#x00DC;NFTEL UND EIN</small> F<small>&#x00DC;NFTEL DES</small> F<small>&#x00DC;NFTELS</small><sup><xref rid="fn155">1</xref></sup>. M<small>AN DARF NICHT MIT</small> H<small>EBE BEZAHLEN, SONDERN MIT FERTIG ZUBEREITETEM</small><sup><xref rid="fn156">2</xref></sup> P<small>ROFANEN; DIESES WIRD EBENFALLS</small> H<small>EBE, UND EBENSO WIRD JEDER WEITERE</small> E<small>RSATZ</small><sup><xref rid="fn157">3</xref></sup> H<small>EBE</small>. D<small>ER</small> P<small>RIESTER KANN, WENN ER ES AUCH WILL, DARAUF NICHT VERZICHTEN</small>.</p>
<p>II. W<small>ENN EINE</small> J<small>ISRA&#x00C9;LITIN</small> H<small>EBE GEGESSEN UND SICH DARAUF MIT EINEM</small> P<small>RIESTER VERHEIRATET HAT, SO BEZAHLE SIE, FALLS SIE</small> H<small>EBE GEGESSEN, DIE EIN</small> P<small>RIESTER NOCH NICHT ERWORBEN HATTE, DEN</small> G<small>RUNDWERT UND DAS</small> F<small>&#x00DC;NFTEL AN SICH SELBER, UND WENN</small> H<small>EBE, DIE EIN</small> P<small>RIESTER BEREITS ERWORBEN HATTE, DEN</small> G<small>RUNDWERT AN DEN</small> E<small>IGENT&#x00DC;MER UND DAS</small> F<small>&#x00DC;NFTEL AN SICH SELBER</small>. S<small>IE SAGTEN N&#x00C4;MLICH, WER VERSEHENTLICH</small> H<small>EBE GEGESSEN HAT, BEZAHLE DEN</small> G<small>RUNDWERT AN DEN</small> E<small>IGENT&#x00DC;MER, DAS</small> F<small>&#x00DC;NFTEL ABER, WEM ER WILL</small>.</p>
<p>III. W<small>ENN JEMAND SEINEN</small> A<small>RBEITERN ODER</small> G<small>&#x00C4;STEN</small> H<small>EBE ZU ESSEN GEGEBEN HAT, SO BEZAHLE ER DEN</small> G<small>RUNDWERT UND DIESE DAS</small> F<small>&#x00DC;NFTEL &#x2014; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, DIESE BEZAHLEN DEN</small> G<small>RUNDWERT UND DAS</small> F<small>&#x00DC;NFTEL, UND ER ERSETZE IHNEN DEN</small> W<small>ERT IHRER</small> M<small>AHLZEIT</small>.</p>
<p>IV. W<small>ER</small> H<small>EBE GESTOHLEN UND NICHT GEGESSEN HAT, BEZAHLE DAS</small> D<small>OP PELTE</small><sup><xref rid="fn158">4</xref></sup><small>IM</small> W<small>ERTE VON</small> H<small>EBE, HAT ER SIE GEGESSEN, SO BEZAHLE ER ZWEIMAL DEN</small> G<small>RUNDWERT UND EIN</small> F<small>&#x00DC;NFTEL</small>: <small>EINMAL DEN</small> G<small>RUNDWERT UND DAS</small> F<small>&#x00DC;NFTEL AUS</small> P<small>ROFANEM, UND EINMAL DEN</small> G<small>RUNDWERT IM</small> W<small>ERTE VON</small> H<small>EBE</small>. W<small>ER</small> H<small>EBE, DIE DEM</small> H<small>EILIGTUM GEWEIHT WAR, GESTOHLEN UND GEGESSEN HAT, BEZAHLE ZWEIMAL DAS</small> F<small>&#x00DC;NFTEL UND EINMAL DEN</small> G<small>RUNDWERT, DA ES BEIM</small> H<small>EILIGENGUTE KEINEN</small> D<small>OPPELERSATZ GIBT</small>.</p>
<p>V. M<small>AN ZAHLE NICHT DEN</small> E<small>RSATZ MIT</small> N<small>ACHLESE, MIT</small> V<small>ERGESSENEM, MIT</small> E<small>CKENLASS, MIT</small> F<small>REIGUT, MIT ERSTEM</small> Z<small>EHNTEN, VON DEM DIE</small> H<small>EBE NICHT ABGESONDERT WURDE, MIT ZWEITEM</small> Z<small>EHNTEN UND</small> H<small>EILIGENGUT, DIE (NICHT) AUSGEL&#x00D6;ST WURDEN, DA</small> H<small>EILIGES NICHT</small> H<small>EILIGES AUSL&#x00D6;SEN KANN &#x2014; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN ERLAUBEN ES MIT DIESEN</small>.</p>
<p>VI. R. E<small>LIE&#x0351;ZER SAGT, MAN D&#x00DC;RFE MIT EINER</small> A<small>RT F&#x00DC;R EINE ANDERE</small> A<small>RT BEZAHLEN, NUR MUSS MAN MIT BESSEREM F&#x00DC;R DAS SCHLECHTERE BEZAHLEN</small>; R. A&#x0351;<small>QIBA SAGT, MAN D&#x00DC;RFE NUR MIT DERSELBEN</small> A<small>RT BEZAHLEN</small>. D<small>AHER WARTE, WER</small> G<small>URKEN</small> [<small>VON</small> H<small>EBE</small>] <small>DES</small> V<small>ORSIEBENTJAHRES GEGESSEN HAT, BIS ER</small> G<small>URKEN DES</small> N<small>ACHSIEBENTJAHRES HAT, UND BEZAHLE DANN</small>. A<small>US DERSELBEN</small> S<small>TELLE, AUS DER</small> R. E<small>LIE&#x0351;ZER SEINE ERLEICHTERNDE</small> A<small>NSICHT ENTNIMMT, ENTNIMMT</small> R. A&#x0351;<small>QIBA SEINE ERSCHWERENDE</small> A<small>NSICHT</small>. E<small>S HEISST</small>:<sup><xref rid="fn159">5</xref></sup><italic>Er gebe dem Priester das Geheiligte</italic>, <small>N&#x00C4;MLICH ALLES, WAS GEEIGNET IST</small>, G<small>EHEILIGTES ZU WERDEN &#x2014; SO</small> R. E<small>LIE&#x0351;ZER</small>. R. A&#x0351;<small>QIBA ABER ERKL&#x00C4;RT</small>: <italic>Er gebe dem Priester das Geheiligte</italic>, <small>N&#x00C4;MLICH, DAS</small> G<small>EHEILIGTE, DAS ER GEGESSEN HAT</small>.</p>
<ftnote id="fn155">1. Wenn man das F&#x00FC;nftel gegessen.</ftnote>
<ftnote id="fn156">2. Von dem der Zehnt entrichtet worden ist.</ftnote>
<ftnote id="fn157">3. Wenn man den Ersatz gegessen.</ftnote>
<ftnote id="fn158">4. Cf. Ex. 22,3.</ftnote>
<ftnote id="fn159">5. Lev. 22,14.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>W</bold>ER <small>VORS&#x00C4;TZLICH</small> H<small>EBE GEGESSEN HAT, ERSETZE DEN</small> G<small>RUNDWERT UND NICNT DAS</small> F<small>&#x00DC;NFTEL</small><sup><xref rid="fn160">1</xref></sup>; <small>DER</small> E<small>RSATZ IST PROFAN, UND WENN DER</small> P<small>RIESTER WILL, KANN ER DARAUF VERZICHTEN</small>.</p>
<p>II. W<small>ENN EINE</small> P<small>RIESTERSTOCHTER SICH MIT EINEM</small> J<small>ISRA&#x00C9;LITEN VERHEIRATET UND DARAUF</small> H<small>EBE GEGESSEN HAT, SO BEZAHLE SIE DEN</small> G<small>RUNDWERT UND NICHT DAS</small> F<small>&#x00DC;NFTEL, UND IHRE</small> H<small>INRICHTUNG</small><sup><xref rid="fn161">2</xref></sup> <small>ERFOLGT DURCH</small> V<small>ERBRENNUNG</small>. H<small>AT SIE SICH MIT EINEM DER</small> B<small>EMAKELTEN</small><sup><xref rid="fn162">3</xref></sup> <small>VERHEIRATET, SO BEZAHLE SIE DEN</small> G<small>RUNDWERT UND DAS</small> F<small>&#x00DC;NFTEL, UND IHRE</small> H<small>INRICHTUNG</small><sup><xref rid="fn161">2</xref></sup> <small>ERFOLGT DURCH</small> E<small>RDROSSELUNG &#x2014; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, DIESE WIE JENE BEZAHLE NUR DEN</small> G<small>RUNDWERT UND NICHT DAS</small> F<small>&#x00DC;NFTEL, UND BEIDER</small> H<small>INRICHTUNG ERFOLGE DURCH</small> V<small>ERBRENNUNG</small>.</p>
<p>III. W<small>ER SEINEN MINDERJ&#x00C4;HRIGEN</small> K<small>INDERN ODER SEINEN</small> S<small>KLAVEN, OB GROSSEN ODER KLEINEN</small>, [H<small>EBE</small>] <small>ZU ESSEN GIBT, WER</small> H<small>EBE</small> [<small>VON</small> F<small>R&#x00DC;CHTEN</small>] <small>AUS DEM</small> A<small>USLANDE ISST, UND WER</small> H<small>EBE WENIGER ALS</small> [<small>IM</small> Q<small>UANTUM</small>] <small>EINER</small> O<small>LIVE ISST, BEZAHLE DEN</small> G<small>RUNDWERT UND NICHT DAS</small> F<small>&#x00DC;NFTEL; DER</small> E<small>RSATZ IST PROFAN, UND WENN DER</small> P<small>RIESTER WILL, KANN ER DARAUF VERZICHTEN</small>.</p>
<p>IV. D<small>IE</small> R<small>EGEL IST</small>: W<small>ENN DER</small> G<small>RUNDWERT UND DAS</small> F<small>&#x00DC;NFTEL ZU BEZAHLEN IST, SO IST DER</small> E<small>RSATZ</small> H<small>EBE, UND DER</small> P<small>RIESTER KANN, WENN ER ES AUCH WILL, DARAUF NICHT VERZICHTEN; WENN ABER NUR DER</small> G<small>RUNDWERT UND NICHT DAS</small> F<small>&#x00DC;NFTEL ZU BEZAHLEN IST, SO IST DER</small> E<small>RSATZ PROFAN, UND WENN DER</small> P<small>RIESTER WILL, KANN ER DARAUF VERZICHTEN</small>.</p>
<p>V. W<small>ENN IN EINEN VON ZWEI</small> K<small>&#x00D6;RBEN</small> [<small>MIT</small> F<small>R&#x00DC;CHTEN</small>], <small>EINER</small> H<small>EBE UND DER ANDERE</small> P<small>ROFANES ENTHALTEND, EINE</small> S<small>E&#x00C1;</small> H<small>EBE GEKOMMEN IST UND MAN NICHT WEISS, IN WELCHEN, SO NEHME ICH AN, DASS SIE IN DIE</small> H<small>EBE GEKOMMEN IST</small>. W<small>ENN MAN NICHT WEISS, WELCHES</small> H<small>EBE UND WELCHES</small> P<small>ROFANES IST, UND JEMAND VON EINEM GEGESSEN HAT, SO IST ER FREI; DAS ANDERE IST WIE</small> H<small>EBE ZU BEHANDELN, JEDOCH IST ES ZUR</small> T<small>EIGHEBE PFLICHTIG &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; R. J<small>OSE BEFREIT DAVON</small>. I<small>SST EIN ZWEITER DAS ANDERE, SO IST ER EBENFALLS FREI; ISST EINER BEIDE, SO MUSS ER DEN</small> W<small>ERT DES KLEINEREN ERSETZEN</small>.</p>
<p>VI. I<small>ST EINES VON IHNEN IN</small> P<small>ROFANES GEKOMMEN, SO BEWIRKT ES KEINE</small> B<small>EMISCHUNG; DAS ANDERE IST WIE</small> H<small>EBE ZU BEHANDELN, JEDOCH IST ES ZUR</small> T<small>EIGHEBE PFLICHTIG &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; R. J<small>OSE BEFREIT DAVON</small>. K<small>OMMT DAS ANDERE IN ANDERE</small> [F<small>R&#x00DC;CHTE</small>], <small>SO BEWIRKT AUCH DIESES KEINE</small> B<small>EMISCHUNG; KOMMEN BEIDE IN EINE</small> S<small>TELLE, SO BEWIRKEN SIE</small> B<small>EMISCHUNG NACH</small> V<small>ERH&#x00C4;LTNIS DES KLEINEREN</small>.</p>
<p>VII. H<small>AT MAN EINES VON IHNEN GES&#x00C4;ET, SO IST MAN FREI; DAS ANDEREIST WIE</small> H<small>EBE ZU BEHANDELN, JEDOCH IST ES ZUR</small> T<small>EIGHEBE PFLICHTIG &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; R. J<small>OSE BEFREIT DAVON</small>. S<small>&#x00C4;ET EIN ZWEITER DAS ANDERE, SO IST ER EBENFALLS FREI; S&#x00C4;ET EINER BEIDE, SO IST ES BEI</small> D<small>INGEN, DIE SICH IN DER</small> E<small>RDE AUFL&#x00D6;SEN, ERLAUBT, UND BEI</small> D<small>INGEN, DIE SICH NICHT IN DER</small> E<small>RDE AUFL&#x00D6;SEN</small><sup><xref rid="fn163">4</xref></sup>, <small>VERBOTEN</small>.</p>
<ftnote id="fn160">1. Die Schrift spricht nur von der Unvors&#x00E4;tzlichkeit.</ftnote>
<ftnote id="fn161">2. Wenn sie ehebr&#x00FC;chig war.</ftnote>
<ftnote id="fn162">3. In der Schrift und ausf&#x00FC;hrlicher in einem besonderen Abschnitte im Talmud genannte Personen von illegitimer oder bemakelter Herkunft, die in eine priesterliche Familie nicht einheiraten d&#x00FC;rfen.</ftnote>
<ftnote id="fn163">4. ZBs. Zwiebeln oder Knoblauch.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN ZU EINER</small> F<small>RAU, DIE</small> H<small>EBE ISST, KOMMT UND SAGT, IHR</small> M<small>ANN SEI GESTORBEN, ODER ER HABE SICH VON IHR GESCHIEDEN, EBENSO WENN MAN ZU EINEM</small> S<small>KLAVEN, DER</small> H<small>EBE ISST, KOMMT UND SAGT, SEIN</small> H<small>ERR SEI GESTORBEN, ODER ER HABE IHN AN EINEN</small> J<small>ISRA&#x00C9;LITEN VERKAUFT ODER VERSCHENKT, ODER ER HABE IHN FREIGELASSEN, DESGLEICHEN AUCH, WENN EIN</small> P<small>RIESTER, DER</small> H<small>EBE ISST, ERF&#x00C4;HRT, DASS ER DER</small> S<small>OHN EINER</small> G<small>ESCHIEDENEN ODER EINER</small> &#x1E24;<small>ALU&#x00C7;A</small><sup><xref rid="fn164">1</xref></sup> <small>IST, SO SIND SIE NACH</small> R. E<small>LIE&#x0351;ZER ZUR</small> Z<small>AHLUNG DES</small> G<small>RUNDWERTES UND DES</small> F<small>&#x00DC;NFTELS VERPFLICHTET</small>; R. J<small>EHO&#x0160;UA&#x0351; BEFREIT SIE DAVON</small>. W<small>ENN</small> [<small>EIN</small> P<small>RIESTER</small>], <small>DER AM</small> A<small>LTAR STEHT UND</small> [<small>OPFER</small>] <small>DARBRINGT, ERF&#x00C4;HRT, DASS ER DER</small> S<small>OHN EINER</small> G<small>ESCHIEDENEN ODER EINER</small> &#x1E24;<small>ALU&#x00C7;A IST, SO SIND ALLE</small> O<small>PFER, DIE ER AUF DEM</small> A<small>LTAR DARGEBRACHT, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, UNTAUGLICH, UND NACH</small> R. J<small>EHO&#x0160;UA&#x0351; TAUGLICH</small>. E<small>RF&#x00C4;HRT MAN, DASS ER MIT EINEM</small> L<small>EIBESFEHLER BEHAFTET IST, SO IST SEIN</small> T<small>EMPELDIENST UNG&#x00DC;LTIG</small>.</p>
<p>II. D<small>IESE ALLE M&#x00DC;SSEN, WENN SIE DIE</small> H<small>EBE NOCH IM</small> M<small>&#x00DC;NDE HABEN, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, HERUNTERSCHLUCKEN, UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, AUS SPUCKEN</small>. S<small>AGT MAN IHM, ER SEI UNREIN GEWORDEN, ODER DIE</small> H<small>EBE SEI UNREIN GEWORDEN, SO MUSS ER, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, HERUNTERSCHLUCKEN, UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, AUSSPUCKEN</small>. [S<small>AGT MAN IHM</small>,] <small>ER SEI UNREIN GEWESEN, ODER DIE</small> H<small>EBE SEI UNREIN GEWESEN, EBENSO WENN ER ERF&#x00C4;HRT, DASS ES</small> U<small>NVERZEHNTETES SEI, ODER ERSTER</small> Z<small>EHNT, VON DEM DIE</small> H<small>EBE NICHT ENTNOMMEN WURDE, ODER ZWEITER</small> Z<small>EIINT ODER</small> H<small>EILIGENGUT, DIE NICHT AUSGEL&#x00D6;ST WURDEN, UND DESGLEICHEN, WENN ER DEN</small> G<small>ESCHMACK EINER</small> W<small>ANZE IM</small> M<small>UNDE VERSP&#x00DC;RT, SO SPUCKE ER AUS</small>.</p>
<p>III. W<small>ER EINE</small> T<small>RAUBE ESSEND AUS DEM</small> G<small>ARTEN IN DEN</small> H<small>OF</small><sup><xref rid="fn165">2</xref></sup> <small>GEHT, DARF</small><sup><xref rid="fn166">3</xref></sup>, <small>WIE</small> R. E<small>LIE&#x0351;ZER SAGT, DAS</small> E<small>SSEN BEENDEN</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, ER D&#x00DC;RFE ES NICHT BEENDEN</small>. D<small>UNKELT DIE</small> N<small>ACHT ZUM</small> &#x0160;<small>ABBATH, SO DARF MAN</small><sup><xref rid="fn167">4</xref></sup> [<small>DAS</small> E<small>SSEN</small>], <small>WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, BEENDEN, UND WIE</small> R. E<small>LIE&#x0351;ZER SAGT, NICHT BEENDEN</small>.</p>
<p>IV. W<small>ENN</small> W<small>EIN VON</small> H<small>EBE OFFEN GESTANDEN HAT, SO GIESSE MAN IHN FORT, UND SELBSTVERST&#x00C4;NDLICH PROFANEN</small> W<small>EIN</small>. D<small>REI</small> G<small>ETR&#x00C4;NKE SIND VERBOTEN, WENN SIE OFFEN GESTANDEN</small><sup><xref rid="fn168">5</xref></sup> <small>HABEN</small>: W<small>ASSER</small>, W<small>EIN UND</small> M<small>ILCH; ANDERE</small> G<small>ETR&#x00C4;NKE SIND ERLAUBT</small>. W<small>IE LANGE M&#x00DC;SSEN SIE OFFEN GESTANDEN HABEN, UM VERBOTEN ZU SEIN?</small> D<small>ASS DAS</small> R<small>EPTIL AUS EINEM NAHEN</small> S<small>CHLUPFE HERANKOMMEN UND TRINKEN KANN</small>.</p>
<p>V. D<small>AS</small> Q<small>UANTUM DES OFFEN GESTANDENEN</small> W<small>ASSERS IST</small><sup><xref rid="fn169">6</xref></sup>, <small>DASS DAS</small> G<small>IFT SICH DARIN VERLIERE</small>. R. J<small>OSE SAGT, IN</small> G<small>EF&#x00C4;SSEN SEI JEDES</small> Q<small>UANTUM</small> [<small>VERBOTEN</small>], <small>IM</small> B<small>ODEN BIS VIERZIG</small> S<small>E&#x00C1;</small>.</p>
<p>VI. A<small>NGENAGTE</small> F<small>EIGEN</small>, W<small>EINBEEREN</small>, G<small>URKEN</small>, K<small>&#x00DC;RBISSE</small>, M<small>ELONEN UND</small> A<small>PFELMELONEN SIND, AUCH EIN</small> K<small>IKAR</small><sup><xref rid="fn170">7</xref></sup><small>GROSS, OB GROSS ODER KLEIN, OB GE PFL&#x00DC;CKT ODER HAFTEND, SOBALD SIE NUR</small> S<small>AFT HABEN, VERBOTEN; EIN VON EINER</small> S<small>CHLANGE GEBISSENES</small> [V<small>IEH</small>] <small>IST ALS LEBENSGEF&#x00C4;HRLICH VERBOTEN</small>.</p>
<p>VII. I<small>ST DER</small> W<small>EIN MIT DEM</small> S<small>EIHER</small> [<small>BEDECKT</small>], <small>SO IST ER DENNOCH WEGEN</small> O<small>FFENSTEHENS VERBOTEN</small>; R. N<small>E&#x1E24;EMJA ERLAUBT IHN</small>.</p>
<p>VIII. W<small>ENN BEI EINEM</small> F<small>ASSE MIT</small> H<small>EBE EIN</small> Z<small>WEDJEL DER</small> U<small>NREINHEIT ENTSTEHT, SO STELLE MAN ES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, FALLS ES AUF EINER FREIEN</small> S<small>TELLE GESTANDEN HAT, IN EINE GEBORGENE</small> S<small>TELLE, UND HAT ES OFFEN GESTANDEN, DECKE MAN ES ZU</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, STAND ES IN EINER GEBORGENEN</small> S<small>TELLE, SO STELLE MAN ES IN EINE FREIE</small> S<small>TELLE</small><sup><xref rid="fn171">8</xref></sup>, <small>WAR ES ZUGEDECKT, SO DECKE MAN ES AUF</small>; R. G<small>AMLI&#x00C9;L SAGT, MAN NEHME KEINE</small> &#x00C4;<small>NDERUNG VOR</small>.</p>
<p>IX. W<small>ENN EIN</small> F<small>ASS</small> [H<small>EBE</small>] <small>IN DER OBEREN</small> K<small>ELTER ZERBRICHT, UND UN TEN SICH UNREINER</small> [W<small>EIN</small>] <small>BEFINDET, SO MUSS MAN, WIE</small> R. E<small>LIE&#x0351;ZER UND</small> R. J<small>EHO&#x0160;UA&#x0351; &#x00DC;BEREINSTIMMEN, WENN MAN EIN</small> V<small>IERTELLOG IN</small> R<small>EINHEIT RETTEN KANN, ES RETTEN, WENN NICHT, SO LASSE MAN, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, IHN AUSLAUFEN UND UNREIN WERDEN, VERUNREINIGE IHN ABER NICHT MIT DEN</small> H<small>&#x00C4;NDEN</small><sup><xref rid="fn172">9</xref></sup>.</p>
<p>X. E<small>BENSO MUSS MAN, WENN EIN</small> F<small>ASS &#x00D6;L VON</small> [H<small>EBE</small>] <small>AUSGEGOSSEN WIRD, WIE</small> R. E<small>LIE&#x0351;ZER UND</small> R. J<small>EHO&#x0160;UA&#x0351; &#x00DC;BEREINSTIMMEN, FALLS MAN EIN</small> V<small>IERTELLOG IN</small> R<small>EINHEIT RETTEN KANN, ES RETTEN; FALLS ABER NICHT, SO LASSE MAN ES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, SICH IN DIE</small> E<small>RDE EINZIEHEN, MAN VERDERBE ES ABER NICHT MIT DEN</small> H<small>&#x00C4;NDEN</small><sup><xref rid="fn173">10</xref></sup>.</p>
<p>XI. R. J<small>EHO&#x0160;UA&#x0351; SAGTE HIERZU</small>: D<small>AS IST NICHT DIE</small> H<small>EBE, DEREN</small> V<small>ERUNREINIGUNG, SONDERN DEREN</small> G<small>ENUSS MIR VERBOTEN WIRD</small>. I<small>N WELCHEM</small> F<small>ALLE ABER IST DAS</small> V<small>ERBOT DER</small> V<small>ERUNREINIGUNG ANZUWENDEN?</small> W<small>ENN JEMAND VON EINEM</small> O<small>RTE NACH EINEM ANDEREN GEHT UND</small> B<small>ROTE VON</small> H<small>EBE SICH BEI IHM BEFINDEN, UND EIN</small> F<small>REMDLING ZU IHM SPRICHT: GIB MIR EINES VON DIESEN, DASS ICH ES VERUNREINIGE, SONST VERUNREINIGE ICH ALLE; DIESBEZ&#x00DC;GLICH SAGT</small> R. E<small>LIE&#x0351;ZER: MAG ER AUCH ALLE VERUNREINIGEN, DOCH GEBE ER IHM NICHT EINES VON IHNEN</small>, R. J<small>EHO&#x0160;UA&#x0351; SAGT, ER LEGE IHM EINES AUF EINEN</small> S<small>TEIN HIN</small>.</p>
<p>XII. D<small>ESGLEICHEN AUCH, WENN</small> N<small>ICHTJUDEN ZU</small> F<small>RAUEN SAGEN: LIEFERT UNS EINE VON EUCH AUS, DASS WIR SIE SCH&#x00C4;NDEN, SONST SCH&#x00C4;NDEN WIR EUCH ALLE</small>. M<small>&#x00D6;GEN SIE SICH ALLE SCH&#x00C4;NDEN LASSEN, NUR NICHT EINE</small> P<small>ERSON AUS</small> J<small>ISRA&#x00C9;L IHNEN AUSLIEFERN</small>.</p>
<ftnote id="fn164">1. Wenn jemand kinderlos stirbt, so hat sein Bruder an seiner Frau die Schwagerehe zu vollziehen; weigert er sich, so mu&#x00DF; er ihr die &#x1E24;ali&#x00E7;a (eigentl. Schuhabstreifung) erteilen, eine gerichtliche Formalit&#x00E4;t, wobei sie ihm den Schuh vom Fu&#x00DF;e abzustreifen hat. Die Frau, die eigentl. die handelnde Person ist, f&#x00FC;hrt die passive Benennung &#x1E24;alu&#x00E7;a; cf. Dt. 25,5-10.</ftnote>
<ftnote id="fn165">2. Dieser macht die Fruchte zehntpflichtig.</ftnote>
<ftnote id="fn166">3. Wenn er in den Garten zur&#x00FC;ckgeht.</ftnote>
<ftnote id="fn167">4. Nach Ausgang des &#x0160;abbaths.</ftnote>
<ftnote id="fn168">5. Weil eine giftige Schlange davon getrunken haben kann.</ftnote>
<ftnote id="fn169">6. Um noch zum Trinken erlaubt zu sein.</ftnote>
<ftnote id="fn170">7. Od. Talent (60 Minen); da Tautologie und unverst&#x00E4;ndlich, lesen manche <span dir="rtl">&#x05D1;&#x05DB;&#x05D3;</span> (st. <span dir="rtl">&#x05DB;&#x05DB;&#x05E8;</span>), <italic>selbst wenn sie sich in einem Gef&#x00E4;&#x00DF;e befinden</italic>.</ftnote>
<ftnote id="fn171">8. Damit es unrein werde u. man es verbrennen k&#x00F6;nne.</ftnote>
<ftnote id="fn172">9. Durch Aufnahme in ein unreines Gef&#x00E4;&#x00DF;, um den unten befindlichen Wein von der Hebe zu sch&#x00FC;tzen.</ftnote>
<ftnote id="fn173">10. Durch levit. Verunreinigung.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>W</bold>ER <small>VERSEHENTLICH</small> H<small>EBE GES&#x00C4;ET HAT, PFL&#x00DC;GE</small> [<small>DAS</small> F<small>ELD</small>] <small>UM, WENN VORS&#x00C4;TZLICH, SO MUSS ER ES STEHEN LASSEN</small><sup><xref rid="fn174">1</xref></sup>. I<small>ST BEREITS EIN</small> D<small>RITTEL GEWACHSEN, SO MUSS ER ES, OB VERSEHENTLICH ODER VORS&#x00C4;TZLICH, STEHEN LASSEN</small>. F<small>LACHS MUSS ER, AUCH WENN VORS&#x00C4;TZLICH, UMPFL&#x00DC;GEN</small>.</p>
<p>II. S<small>IE UNTERLIEGT DER</small> P<small>FLICHT DER</small> N<small>ACHLESE, DES</small> V<small>ERGESSENEN UND DES</small> E<small>CKENLASSES; DIE</small> A<small>RMEN, OB JISRA&#x00C9;LITISCHE ODER PRIESTERLICHE, D&#x00DC;R FEN SAMMELN</small>. D<small>IE JISRA&#x00C9;LITISCHEN</small> A<small>RMEN ABER M&#x00DC;SSEN IHRES AN</small> P<small>RIESTER ZUM</small> H<small>EBEPREISE VERKAUFEN UND DER</small> E<small>RL&#x00D6;S GEH&#x00D6;RT IHNEN</small>. R. T<small>RYPHON SAGTE</small>: N<small>UR PRIESTERLICHE</small> A<small>RME D&#x00DC;RFEN SAMMELN, DA ANDERE VERGESSEN UND ETWAS IN DEN</small> M<small>UND TUN K&#x00D6;NNTEN</small>. R. A&#x0351;<small>QIBA SPRACH ZU IHM</small>: D<small>EMNACH D&#x00DC;RFTEN NUR</small> R<small>EINE SAMMELN</small>&#x0021;</p>
<p>III. A<small>UCH UNTERLIEGT SIE DER</small> P<small>FLICHT DES</small> Z<small>EHNTEN UND DES</small> A<small>RMENZEHNTEN; DIE</small> A<small>RMEN, OB JISRA&#x00C9;LITISCHE ODER PRIESTERLICHE, ERHALTEN SIE</small>. D<small>IE JISRA&#x00C9;LITISCHEN</small> A<small>RMEN ABER M&#x00DC;SSEN IHRES AN</small> P<small>RIESTER ZUM</small> H<small>EBEPREISE VERKAUFEN, UND DER</small> E<small>RL&#x00D6;S GEH&#x00D6;RT IHNEN</small>. L<small>OBENSWERTER IST ES</small>, [<small>DAS</small> G<small>ETREIDE</small>] <small>MIT DEM</small> H<small>ANDFLEGEL ZU ENTK&#x00D6;RNEN</small><sup><xref rid="fn175">2</xref></sup>; <small>WER ABER DRISCHT, VERFAHRE WIE FOLGT: ER H&#x00C4;NGE EINEN</small> M<small>AULSACK UM DEN</small> H<small>ALS DES</small> T<small>IERES UND TUE VON DERSELBEN</small> A<small>RT HINEIN; AUF DIESE</small> W<small>EISE Z&#x00C4;UMT ER NICHT DAS</small> V<small>IEH, AUCH L&#x00C4;SST ER ES NICHT</small> H<small>EBE ESSEN</small>.</p>
<p>IV. D<small>ER</small> E<small>RTRAG VON</small> H<small>EBEAUSSAAT IST</small> H<small>EBE, DER</small> E<small>RTRAG DIESES</small> E<small>RTRAGES IST</small> P<small>ROFANES; DAGEGEN IST DER</small> E<small>RTRAG VON</small> U<small>NVERZEHNTETEM, ERSTEM</small> Z<small>EHNTEN</small>, W<small>IEDERWUCHS DES</small> S<small>IEBENTJAHRES, AUSL&#x00C4;NDISCHER</small> H<small>EBE</small>, B<small>EMISCHTEM UND DEN</small> E<small>RSTLINGEN</small> P<small>ROFANES</small>. D<small>ER</small> E<small>RTRAG VON</small> H<small>EILIGENGUT UND ZWEITEM</small> Z<small>EHNTEN IST</small> P<small>ROFANES, MAN L&#x00D6;SE SIE ABER ZUR</small> Z<small>EIT DES</small> S<small>&#x00C4;ENS</small><sup><xref rid="fn176">3</xref></sup> <small>AUS</small>.</p>
<p>V. S<small>IND HUNDERT</small> B<small>EETE</small> H<small>EBE UND EINES</small> P<small>ROFANES, SO SIND ALLE ERLAUBT BEI</small> D<small>INGEN, DIE SICH</small> [<small>IN DER</small> E<small>RDE</small>] <small>AUFL&#x00D6;SEN; BEI</small> D<small>INGEN ABER, DIE SICH NICHT</small> [<small>IN DER</small> E<small>RDE</small>] <small>AUFL&#x00D6;SEN, SIND ALLE VERBOTEN, AUCH WENN HUNDERT</small> P<small>ROFANES SIND UND EINES</small> H<small>EBE</small>.</p>
<p>VI. D<small>ER</small> E<small>RTRAG DES</small> U<small>NVERZEHNTETEN IST NUR BEI</small> D<small>INGEN ERLAUBT, DIE SICH</small> [<small>IN DER</small> E<small>RDE</small>] <small>AUFL&#x00D6;SEN, BEI</small> D<small>INGEN ABER,DIE SICH</small> [<small>IN DER</small> E<small>RDE</small>] <small>NICHT AUFL&#x00D6;SEN, IST SOGAR DER</small> E<small>RTRAG DES</small> E<small>RTRAGES VERBOTEN</small>. W<small>AS L&#x00D6;ST SICH</small> [<small>IN DER</small> E<small>RDE</small>] <small>NICHT AUF</small>? B<small>EISPIELSWEISE</small>: L<small>AUCH</small>, K<small>NOBLAUCH UND</small> Z<small>WIEBELN</small>; R. J<small>EHUDA SAGT</small>, K<small>NOBLAUCH GLEICHE DER</small> G<small>ERSTE</small>.</p>
<p>VII. W<small>ER BEI EINEM</small> F<small>REMDLING</small> G<small>EW&#x00DC;RZKR&#x00C4;UTER J&#x00C4;TET, DARF GELEGENTLICH ETWAS DAVON ESSEN, OBGLEICH DIE</small> F<small>R&#x00DC;CHTE UNVERZEHNTET SIND</small>. W<small>ENN</small> S<small>ETZLINGE VON</small> H<small>EBE UNREIN GEWORDEN SIND UND MAN SIE WIEDER GEPFLANZT HAT, SO SIND SIE INSOFERN REIN, INDEM SIE NICHT VERUNREINIGEN, ESSEN DARF MAN SIE ABER NUR DANN, WENN MAN DAS</small> E<small>SSBARE WEGGESCHNITTEN</small><sup><xref rid="fn177">4</xref></sup> <small>HAT</small>; R. J<small>EHUDA SAGT, WENN MAN WEGGESCHNITTEN UND ABERMALS</small><sup><xref rid="fn178">5</xref></sup> <small>WEGGESCHNITTEN HAT</small>.</p>
<ftnote id="fn174">1. Der Ertrag ist Hebe.</ftnote>
<ftnote id="fn175">2. Der Laie darf sein Vieh keine Hebe essen lassen, au&#x00DF;erdem ist es. (Dt. 25,4) auch verboten, dem Vieh beim Preschen einen Maulkorb anzulegen.</ftnote>
<ftnote id="fn176">3. Dh. nur zum Werte der Aussaat und nicht des Ertrages.</ftnote>
<ftnote id="fn177">4. Und nur die Wurzel gepflanzt hat.</ftnote>
<ftnote id="fn178">5. Von dem, was gewachsen ist, soda&#x00DF; erst die 3. Pflanzung erlaubt ist.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN EINE</small> Z<small>WIEBEL</small> [<small>VON</small> H<small>EBE</small>] <small>IN</small> L<small>INSEN GETAN HAT, SO SIND SIE, WENN EINE GANZE, ERLAUBT, WENN ZERSCHNITTEN, FALLS SIE EINEN</small> G<small>ESCHMACK VERLIEHEN HAT</small>, [<small>VERBOTEN</small>]. A<small>LLE ANDEREN</small> S<small>PEISEN SIND, OB GANZ ODER ZERSCHNITTEN, FALLS SIE EINEN</small> G<small>ESCHMACK VERLIEHEN HAT</small>, [<small>VERBOTEN</small>]. R. J<small>EHUDA ERLAUBT AUCH, WENN MAN SIE IN &#x00DC;BELRIECHENDE</small><sup><xref rid="fn179">1</xref></sup> S<small>PEISEN GETAN HAT, WEIL SIE NUR DEN</small> S<small>CHMUTZ ENTFERNEN SOLL</small>.</p>
<p>II. W<small>ENN MAN EINEN</small> A<small>PFEL</small> [<small>VON</small> H<small>EBE</small>] <small>ZERRIEBEN UND IN DEN</small> T<small>EIG GELEGT UND ER GES&#x00C4;UERT HAT, SO IST ER VERBOTEN</small>. W<small>ENN</small> G<small>ERSTE</small> [<small>VON</small> H<small>EBE</small>] <small>IN EINEN</small> B<small>RUNNEN GEFALLEN IST, SO IST DAS</small> W<small>ASSER ERLAUBT, AUCH WENN ES DADURCH &#x00DC;BELRIECHEND WURDE</small>.</p>
<p>III. W<small>ENN MAN WARMES</small> B<small>ROT AUS DEM</small> O<small>FEN NIMMT UND ES AUF EIN</small> F<small>ASS MIT</small> W<small>EIN VON</small> H<small>EBE LEGT, SO IST ES NACH</small> R. M<small>E&#x00CD;R VERBOTEN, UND NACH</small> R. J<small>EHUDA ERLAUBT</small>; R. J<small>OSE ERLAUBT DAS</small> W<small>EIZENBROT UND VERBIETET DAS</small> G<small>ERSTENBROT, WEIL</small> G<small>ERSTE EINSAUGT</small>.</p>
<p>IV. W<small>ENN MAN EINEN</small> O<small>FEN MIT</small> K<small>&#x00DC;MMEL VON</small> H<small>EBE GEHEIZT UND DARIN</small> B<small>ROT GEBACKEN HAT, SO IST DAS</small> B<small>ROT ERLAUBT, WEIL ES NICHT DEN</small> G<small>ESCHMACK DES</small> K<small>&#x00DC;MMELS, SONDERN NUR DEN</small> G<small>ERUCH DESSELBEN ANNIMMT</small>.</p>
<p>V. W<small>ENN</small> B<small>OCKSHORNKLEE IN EINE</small> K<small>UFE</small> W<small>EIN GEFALLEN IST, SO IST ER, WENN</small> H<small>EBE ODER ZWEITER</small> Z<small>EHNT</small>, [<small>VERBOTEN</small>,] <small>NUR WENN DIE</small> S<small>AMENK&#x00D6;RNER OHNE</small> S<small>TENGEL EINEN</small> G<small>ESCHMACK VERLEIHEN K&#x00D6;NNEN, UND WENN</small> S<small>IEBENTJAHRSFRUCHT</small>, M<small>ISCHFRUCHT DES</small> W<small>EINBERGES ODER</small> H<small>EILIGENGUT, AUCH WENN DIE</small> S<small>AMENK&#x00D6;RNER SAMT DEN</small> S<small>TENGELN EINEN</small> G<small>ESCHMACK VERLEIHEN</small>.</p>
<p>VI. W<small>ENN JEMAND</small> B<small>&#x00DC;NDEL</small> B<small>OCKSHORNKLEE HAT, DIE</small> M<small>ISCHFRUCHT DES</small> W<small>EINBERGES SIND, SO VERBRENNE ER SIE</small> [<small>VOLLST&#x00C4;NDIG]; WENN ABER</small> B<small>&#x00DC;NDEL</small> B<small>OCKSHORNKLEE, DIE UNVERZEHNTET SIND, SO SCHLAGE ER DIE</small> S<small>AMENK&#x00D6;RNER AB, BERECHNE, WIEVIEL DARIN ENTHALTEN IST UND SONDERE</small> [<small>DEN</small> Z<small>EHNTEN</small>] <small>NUR VON DEN</small> S<small>AMENK&#x00D6;RNERN UND NICHT VON DEN</small> S<small>TENGELN AB</small>. H<small>AT ER</small> [<small>VORHER</small>] <small>ABGESONDERT, SO KANN ER NICHT SAGEN, ER WOLLE DIE</small> S<small>AMENK&#x00D6;RNER ABSCHLAGEN, DIE</small> S<small>TENGEL ZUR&#x00DC;CKBEHALTEN UND</small> [<small>DEN</small> Z<small>EHNTEN</small>] <small>NUR VON DEN</small> S<small>AMENK&#x00D6;RNERN ENTRICHTEN, VIELMEHR MUSS ER IHN VON DEN</small> S<small>AMENK&#x00D6;RNERN SAMT DEN</small> S<small>TENGELN ENTRICHTEN</small>.</p>
<p>VII. W<small>ENN MAN PROFANE</small> O<small>LIVEN MIT</small> O<small>LIVEN VON</small> H<small>EBE ZUSAMMEN EINGELEGT HAT, EINERLEI OB DIE PROFANEN GESPALTEN UND DIE</small> H<small>EBE GESPALTEN, ODER DIE PROFANEN GESPALTEN UND DIE</small> H<small>EBE GANZ, ODER MAN SOLCHE IN</small> F<small>RUCHTSAFT VON</small> H<small>EBE EINGELEGT HAT, SO IST ES VERBOTEN; SIND ABER DIE PROFANEN GANZ UND DIE</small> H<small>EBE GESPALTEN, SO IST ES ERLAUBT</small>.</p>
<p>VIII. W<small>ENN MAN EINEN UNREINEN</small> F<small>ISCH ZUSAMMEN MIT EINEM REINEN</small> F<small>ISCH EINGELEGT HAT, SO IST DIE</small> T<small>UNKE VERBOTEN, FALLS SICH IN EINEM ZWEI</small> S<small>E&#x00C1; ENTHALTENDEN</small> F<small>ASS DAS</small> G<small>EWICHT VON ZEHN</small> Z<small>UZ</small><sup><xref rid="fn180">2</xref></sup><small>IN</small> J<small>UD&#x00C4;A, GLEICH F&#x00DC;NF</small> S<small>ELA&#x0351; IN</small> G<small>ALIL&#x00C4;A, VOM UNREINEN</small> F<small>ISCH BEFINDET</small>. R. J<small>EHUDA SAGT, NUR WENN SICH EIN</small> V<small>IERTELLOG</small><sup><xref rid="fn181">3</xref></sup> <small>IN ZWEI</small> S<small>E&#x00C1; BEFINDET</small>; R. J<small>OSE SAGT, NUR WENN EIN</small> S<small>ECHZEHNTEL</small>.</p>
<p>IX. U<small>NREINE</small> H<small>EUSCHRECKEN, DIE MAN ZUSAMMEN MIT REINEN EINGELEGT HAT, MACHEN DIE</small> T<small>UNKE NICHT UNREIN</small>. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS DIE</small> T<small>UNKE VON UNREINEN</small> H<small>EUSCHRECKEN REIN IST</small>.</p>
<p>X. A<small>LLES, WAS ZUSAMMEN EINGELEGT</small><sup><xref rid="fn182">4</xref></sup> <small>WIRD, IST ERLAUBT; AUSGENOMMEN</small> G<small>EW&#x00DC;RZKR&#x00C4;UTER</small>. G<small>EW&#x00DC;RZKR&#x00C4;UTER VON</small> P<small>ROFANEM, DIE MAN MIT</small> G<small>EW&#x00DC;RZKR&#x00C4;UTERN VON</small> H<small>EBE, ODER</small> K<small>R&#x00C4;UTER VON</small> P<small>ROFANEM, DIE MAN MIT</small> G<small>EW&#x00DC;RZKR&#x00C4;UTERN VON</small> H<small>EBE EINGELEGT HAT, SIND VERBOTEN</small>; G<small>EW&#x00DC;RZKR&#x00C4;UTER VON</small> P<small>ROFANEM ABER, DIE MAN MIT</small> K<small>R&#x00C4;UTERN VON</small> H<small>EBE EINGELEGT HAT, SIND ERLAUBT</small>.</p>
<p>XI. R. J<small>OSE SAGT</small>, [<small>NUR</small>,] <small>WAS MIT</small> [<small>VERBOTENEM</small>] M<small>ANGOLD GESCHMORT WIRD, SEI VERBOTEN, WEIL DIESER EINEN</small> G<small>ESCHMACK VERLEIHT</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, K<small>OHL VON TROCKENEM</small> B<small>ODEN MIT</small> K<small>OHL VON FEUCHTEXM</small> B<small>ODEN SEI VERBOTEN, WEIL JENER EINSAUGT</small>. R. J<small>EHUDA SAGT, ALLES, WAS ZUSAMMENGEKOCHT WIRD, SEI ERLAUBT, AUSGENOMMEN</small> F<small>LEISCH</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT</small>, L<small>EBER MACHE ANDERES VERBOTEN, WERDE ABER NICHT DURCH ANDERES VERBOTEN, WEIL SIE AUSST&#x00D6;SST UND NICHT EINSAUGT</small>.</p>
<p>XII. W<small>ENN EIN</small> E<small>I MIT VERBOTENEN</small> G<small>EW&#x00DC;RZEN GEKOCHT WURDE, SO IST SOGAR DER</small> D<small>OTTER VERBOTEN, WEIL ER EINSAUGT</small>. T<small>UNKE VON GESCHMORTER ODER EINGELEGTER</small> H<small>EBE IST</small> L<small>AIEN VERBOTEN</small>.</p>
<ftnote id="fn179">1. Nach den Kommentaren Fischsalat, Speise aus kleinen Fischen.</ftnote>
<ftnote id="fn180">2. <sup>1</sup>/<sub>960</sub> (1 Se&#x00E1; &#x003D; 24 Log, 1 L. &#x003D; 2 Litra, 1 L. &#x003D; 100 Zuz).</ftnote>
<ftnote id="fn181">3. <sup>1</sup>/<sub>192</sub>.</ftnote>
<ftnote id="fn182">4. Profanes mit Hebe.</ftnote>
</chapter>
<chapter>
<title>ELFTER ABSCHNITT</title>
<p><bold>M</bold>AN <small>DARF GEPRESSTE ODER GETROCKNETE</small> F<small>EIGEN</small> [<small>VON</small> H<small>EBE</small>] <small>NICHT IN</small> A<small>SPIK LEGEN, WEIL MAN SIE DADURCH VERNICHTET</small><sup><xref rid="fn183">1</xref></sup>, <small>WOHL DARF MAN ABER</small> W<small>EIN IN</small> A<small>SPIK TUN</small>. M<small>AN DARF</small> &#x00D6;<small>L</small> [<small>VON</small> H<small>EBE</small>] <small>NICHT W&#x00DC;RZEN</small><sup><xref rid="fn184">2</xref></sup>, <small>WOHL ABER DARF MAN AUS</small> W<small>EIN</small> H<small>ONIGWEIN BEREITEN</small>. M<small>AN DARF</small> W<small>EIN VON</small> H<small>EBE NICHT KOCHEN, WEIL MAN IHN DADURCH VERMINDERT</small>; R. J<small>EHUDA ERLAUBT DIES, WEIL MAN HIN DADURCH VERBESSERT</small>.</p>
<p>II. W<small>EGEN</small> D<small>ATTELHONIGS</small>, A<small>PFELWEINES</small>, W<small>EINTRAUBENESSIGS UND ANDERER</small> F<small>RUCHTGETR&#x00C4;NKE VON</small> H<small>EBE, VERPFLICHTET</small> R. E<small>LIE&#x0351;ZER ZUR</small> Z<small>AHLUNG DES</small> G<small>RUNDWERTES UND DES</small> F<small>&#x00DC;NFTELS</small>; R. J<small>EHO&#x0160;UA&#x0351; BEFREIT DAVON</small>. R. E<small>LIE&#x0351;ZER ERKL&#x00C4;RT SIE ALS</small> G<small>ETR&#x00C4;NKE BEZ&#x00DC;GLICH DER</small> V<small>ERUNREINIGUNG</small><sup><xref rid="fn185">3</xref></sup>. R. J<small>EHO&#x0160;UA&#x0351; SPRACH</small>: D<small>IE</small> W<small>EISEN HABEN DIE SIEBEN</small> F<small>L&#x00DC;SSIGKEITEN</small><sup><xref rid="fn186">4</xref></sup> <small>NICHT WIE DIE</small> G<small>EW&#x00DC;RZKR&#x00C4;MER</small><sup><xref rid="fn187">5</xref></sup> <small>AUFGEZ&#x00C4;HLT; SIE SAGTEN, SIEBEN</small> F<small>L&#x00DC;SSIGKEITEN MACHEN VERUNREINIGUNGSF&#x00C4;HIG, ALLE &#x00DC;BRIGEN</small> G<small>ETR&#x00C4;NKE ABER SIND REIN</small>.</p>
<p>III. M<small>AN DARF AUS</small> D<small>ATTELN</small> [<small>VON</small> H<small>EBE</small>] <small>KEINEN</small> H<small>ONIG BEREITEN, NOCH</small> W<small>EIN AUS</small> &#x00C4;<small>PFELN, NOCH</small> E<small>SSIG AUS</small> W<small>INTERTRAUBEN</small>. B<small>EI ALLEN ANDEREN</small> F<small>R&#x00DC;CHTEN VON</small> H<small>EBE ODER ZWEITEM</small> Z<small>EHNT DARF MAN DEN NAT&#x00DC;RLICHEN</small> Z<small>USTAND NICHT &#x00C4;NDERN, AUSGENOMMEN SIND</small> O<small>LIVEN UND</small> W<small>EINTRAUBEN</small>. M<small>AN ERH&#x00C4;LT DIE VIERZIG</small> [G<small>EISSELHIEBE</small>] <small>WEGEN</small> G<small>ENUSSES VON</small> U<small>NGEWEIHTEM NUR WEGEN DES</small> S<small>AFTES VON</small> O<small>LIVEN UND</small> W<small>EINTRAUBEN; MAN DARF NICHT</small> F<small>RUCHTSAFT ALS</small> E<small>RSTLINGE DARBRINGEN, AUSGENOMMEN</small> O<small>LIVEN UND</small> W<small>EINTRAUBEN; KEIN ANDERER</small> F<small>RUCHTSAFT IST VERUNREINIGUNGSF&#x00C4;HIG, ALS DER VON</small> O<small>LIVEN UND</small> W<small>EINTRAUBEN; MAN DARF AUF DEM</small> A<small>LTAR NUR DAS DARBRINGEN, WAS VON</small> O<small>LIVEN UND</small> W<small>EINTRAUBEN HERR&#x00DC;HRT</small>.</p>
<p>IV. D<small>IE</small> S<small>TIELE VON</small> F<small>EIGEN, GEPRESSTEN</small> F<small>EIGEN</small>, K<small>ELISIM</small><sup><xref rid="fn188">6</xref></sup> <small>UND DES</small> J<small>OHANNISBROTES VON</small> H<small>EBE SIND</small> L<small>AIEN VERBOTEN</small>.</p>
<p>V. F<small>RUCHTKERNE VON</small> H<small>EBE SIND VERBOTEN, WENN</small> [<small>DER</small> P<small>RIESTER</small>] <small>SIE AUFBEWAHRT, ERLAUBT, WENN ER SIE FORTWIRFT; EBENSO SIND</small> K<small>NOCHEN VON</small> G<small>EHEILIGTEM VERBOTEN, WENN ER SIE AUFBEWAHRT, ERLAUBT, WENN ER SIE FORTWIRFT</small>. S<small>CHALENKLEIE IST ERLAUBT</small>; G<small>RIESKLEIE IST VOM NEUEN</small> G<small>E TREIDE VERBOTEN, VOM ALTEN ERLAUBT</small>. M<small>AN VERFAHRE MIT DER</small> H<small>EBE EBENSO, WIE MAN MIT</small> P<small>ROFANEM VERF&#x00C4;HRT</small>. W<small>ER AUS EINER</small> S<small>E&#x00C1; NUR EINEN ODER ZWEI</small> K<small>AB FEINES</small> M<small>EHL AUSBEUTELT, LASSE DEN</small> R<small>EST NICHT VERLOREN GEHEN, SONDERN LEGE IHN IN EINEN GESCH&#x00DC;TZTEN</small> O<small>RT</small>.</p>
<p>VI. W<small>ENN JEMAND AUS EINEM</small> S<small>PEICHER</small> W<small>EIZEN VON</small> H<small>EBE FORTR&#x00C4;UMT, SO IST ER NICHT VERPFLICHTET, SICH NIEDERZUSETZEN UND JEDES EINZELNE</small> K<small>&#x00D6;RNCHEN AUFZULESEN, VIELMEHR FEGE ER WIE GEW&#x00D6;HNLICH AUS, UND TUE</small> P<small>ROFANES DAREIN</small>.</p>
<p>VII. E<small>BENSO IST ER, WENN IHM EIN</small> F<small>ASS</small> &#x00D6;<small>L</small> [<small>VON</small> H<small>EBE</small>] <small>AUSGEGOSSEN WIRD, NICHT VERPFLICHTET, SICH NIEDERZUSETZEN UND ES MIT DEN</small> H<small>&#x00C4;NDEN AUFZUSCH&#x00D6;PFEN, VIELMEHR VERFAHRE ER DAMIT, WIE MAN MIT</small> P<small>ROFANEM VERF&#x00C4;HRT</small>.</p>
<p>VIII. W<small>ER</small> [F<small>L&#x00DC;SSIGKEITEN VON</small> H<small>EBE</small>] <small>AUS EINEM</small> K<small>RUGE IN EINEN ANDEREN GIESST, DARF, SOBALD DREI</small> T<small>ROPFEN NACHTRIEFEN, DARIN</small> P<small>ROFANES TUN; HAT ER IHN AUF DIE</small> S<small>EITE GEBOGEN, WODURCH SICH ETWAS ANGESAMMELT HAT, SO IST DIES</small> H<small>EBE</small>. W<small>ELCHES</small> Q<small>UANTUM</small> Z<small>EHNTHEBE VOM</small> D<small>EMAJ</small><sup><xref rid="fn189">7</xref></sup> <small>VERPFLICHTET IHN, ES ZUM</small> P<small>RIESTER ZU BRINGEN?</small> E<small>IN</small> A<small>CHTEL EINES</small> A<small>CHTELLOG</small>.</p>
<p>IX. [D<small>ER</small> P<small>RIESTER</small>] <small>DARF</small> W<small>ICKEN VON</small> H<small>EBE DEM</small> V<small>IEH, DEM</small> W<small>ILD UND DEN</small> H<small>&#x00DC;HNERN ZU FRESSEN GEBEN</small>. W<small>ENN EIN</small> J<small>ISRA&#x00C9;LIT EINE</small> K<small>UH VON EINEM</small> P<small>RIESTER MIETET, SO DARF ER IHR</small> W<small>ICKEN VON</small> H<small>EBE ZU FRESSEN GEBEN; WENN ABER EIN PRIESTER EINE K&#x00DC;H VON EINEM</small> J<small>ISRA&#x00C9;LITEN MIETET, SO DARF ER IHR, OBGLEICH DEREN</small> F<small>&#x00DC;TTERUNG IHM OBLIEGT, KEINE</small> W<small>ICKEN VON</small> H<small>EBE ZU FRESSEN GEBEN</small>. W<small>ENN EIN</small> J<small>ISRA&#x00C9;LIT VON EINEM</small> P<small>RIESTER EINE</small> K<small>UH ZUR</small> M<small>AST</small><sup><xref rid="fn190">8</xref></sup> <small>&#x00DC;BERNIMMT, SO DARF ER IHR KEINE</small> W<small>ICKEN VON</small> H<small>EBE ZU FRESSEN GEBEN; WENN ABER EIN</small> P<small>RIESTER VON EINEM</small> J<small>ISRA&#x00C9;LITEN EINE</small> K<small>&#x00DC;H ZUR</small> M<small>AST &#x00DC;BERNIMMT, SO DARF ER IHR</small> W<small>ICKEN VON</small> H<small>EBE ZU FRESSEN GEBEN</small>.</p>
<p>X. &#x00D6;<small>L, DAS VERBANNT WERDEN</small><sup><xref rid="fn191">9</xref></sup> <small>MUSS, DARF MAN IN</small> B<small>ETH&#x00C4;USERN</small>, L<small>EHRH&#x00C4;USERN UND DUNKLEN</small> G<small>&#x00C4;NGEN BRENNEN; WENN EIN</small> P<small>RIESTER ANWESEND IST, AUCH BEI</small> K<small>RANKEN</small>. W<small>ENN EINE</small> J<small>ISRA&#x00C9;LITIN SICH MIT EINEM</small> P<small>RIESTER VERHEIRATET HAT UND IHREN</small> V<small>ATER ZU BESUCHEN PFLEGT, SO DARF ER ES BEI IHRER</small> A<small>NWESENHEIT BRENNEN</small>. M<small>AN DARF ES FERNER BEI EINEM</small> G<small>ASTMAHLE BRENNEN UND NICHT BEI EINEM</small> L<small>EIDTRAGENDEN &#x2014; SO</small> R. J<small>EHUDA</small>; R. J<small>OSE SAGT, BEI EINEM</small> L<small>EIDTRAGENDEN UND NICHT BEI EINEM</small> G<small>ASTMAHLE</small>; R. M<small>E&#x00CD;R VERBIETET DIES DA UND DORT</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT DIES DA UND DORT</small>.</p>
<ftnote id="fn183">1. Sie werden, nachdem man sie ausdr&#x00FC;ckt, fortgeworfen.</ftnote>
<ftnote id="fn184">2. Weil man die W&#x00FC;rzkr&#x00E4;uter, die &#x00D6;l eingesogen, fortwirft. Nach anderer Erkl&#x00E4;rung, weil das &#x00D6;l dann nicht mehr zum Essen verwendbar ist.</ftnote>
<ftnote id="fn185">3. Speisen werden nur dann levit. verunreinigungsf&#x00E4;hig, wenn sie von einer Fl&#x00FC;ssigkeit befeuchtet worden sind.</ftnote>
<ftnote id="fn186">4. Die Speisen verunreinigungsf&#x00E4;hig machen; cf. Makh. VI,4.</ftnote>
<ftnote id="fn187">5. Die es bei ihrer Aufz&#x00E4;hlung nicht genau nehmen.</ftnote>
<ftnote id="fn188">6. Nach Maimonides eine Feigenart; nach anderen e&#x00DF;bare Eichel, bezw. Kichererbse oder Bohne.</ftnote>
<ftnote id="fn189">7. Dies gilt von unreiner; von reiner aber od. zweifelloser Hebe, in jedem Quantum.</ftnote>
<ftnote id="fn190">8. W&#x00F6;rtl. sch&#x00E4;tzen, da das Vieh vor- und nachher in seinem Werte gesch&#x00E4;tzt wird.</ftnote>
<ftnote id="fn191">9. Hebe, die unrein geworden ist.</ftnote>
</chapter>
</book>