{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Keritot",
    "title": "Mishnah Keritot",
    "lengths": [
        6,
        43
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה כריתות",
    "versionSource": "http://www.sefaria.org/Mishnah_Keritot",
    "next": "Mishnah Keritot 2",
    "maps": [],
    "length": 6,
    "book": "Mishnah Keritot",
    "text": [
        [
            "There are 36 actions for which the Torah prescribes Karet (being cut off from the Jewish nation): one who has relations with his mother, or with his fathers wife, or with his daughter in law, or with another man, or with an animal, as well as a woman who makes an animal have relations with her, one who has relations with a woman and her daughter, or with a married woman, or with his sister, or with his aunt from his mothers or fathers side, or with his wife's sister, or with his brother's wife, or with the wife of his brother's brother, or with a woman who is in her time of menstrual impurity. [Non-sexual reasons for Karet include]: One who curses God, one who worships idols, one who donates his children to the king, one who is a Baal Ov (a form of magic/idol worship), one who breaks the Sabbath, one who eats pure food while he is in a state of impurity, one who brings impure objects into the temple, one who eats the fat of an offering, one who eats blood, one who eats an offering that has been left over or rejected, one who slaughters an animal and sacrifices it outside of the temple, one who eats leavened bread on Passover, one who eats or does creative activity on Yom Kippur, one who adds extra fat to sacrificial oil or spices, and  who anoints himself with the holy anointing oil. Positive commandments for which one receive Karet include not eating the Paschal sacrifice, and not getting circumcised.",
            "If these sins [the ones detailed in the previous mishnah] are done on purpose, the doer is liable for Karet. If they were done by accident, one is liable to bring a sin offering. If one was unaware of doing them, one is liable to bring an offering for uncertain guilt; unless one had impurified holy objects, then one is liable to bring an offering of adjustable value: these are the words of Rabbi Meir. The sages say: The blasphemer is also exempt from this, as it says (Numbers 15:29): \"You shall have one set of laws for those that did an action by accident.\" A blasphemer is excluded, for he didn't perform a concrete action.",
            "Some women bring a sacrifice which is eaten; some women bring a sacrifice which is not eaten, and some do not bring [a sacrifice] at all. The following bring a sacrifice which is eaten: one who miscarries a foetus resembling a kind of animal or fowl, according to Rabbi Meir. Whereas the sages say, [not] until the foetus has human form. A woman who miscarries a fish-shaped foetus or a placenta, or a clearly-shaped foetus, or one which emerges in pieces; likewise a female slave who has miscarried, brings a sacrifice which is eaten.",
            "The following bring offerings which are not eaten.  One who miscarries, but doesn't know what form she miscarried, similarly two women who miscarried, one which is liable to bring [a sacrifice] and one which is exempt from bringing [a sacrifice], (but the got mixed up).  Rabbi Yosi says, When is this true, when one goes to the east and the other to the west, however if they were both in the same place, they both bring a sacrifice and it is eaten (since one of them is definitely liable).",
            "The following [women] do not bring [sacrifices]:  One who miscarries an amnion filled with water, blood, or small bones.  One who miscarries the forms of fish, grasshoppers, insects or bugs or one who miscarries [before] 40 days [of her pregnancy] and who gives birth through Caesarean Section. Rabbi Shimon makes liable [a woman] who gives birth through Caesarean section. ",
            "A woman one who miscarries on the 81st night [after giving birth], Beit Shammai says she is exempt from a sacrifice but Beit Hillel say that she is liable.  Beit Shammai said to Beit Hillel, why should the 81st night be different than the 81st day, if they are the same with regard to the woman's purity status, should they not be the same with regard to the requirement of the woman's sacrifice?  Beit Shammai answer, No! When she miscarries on the 81st day which is a time when she could bring her sacrifice [she is liable to bring a sacrifice], would you also say that when she miscarries on the 81st night when she could not bring her sacrifice [that she would be liable to bring a sacrifice]?  Beit Hillel answer, the case of a woman who miscarries on the 81st day which falls on Shabbat will prove [our case] since the miscarriage did not happen at a time when she could bring a sacrifice and yet she is still liable.  Beit Shammai say, No! In the case when the woman miscarries on the 81st day that falls on Shabbat [is different] because even though a private offering cannot be brought, a public offering can still be brought, would we say by the case of a miscarriage on the 81st night, [a time] when neither a private nor public offering could be brought [that she should be liable for a sacrifice].  The blood can also not prove either side because one who miscarries during her time of pure blood [after giving birth] her blood is impure, but she is exempt from a sacrifice. ",
            "A woman who had five doubtful genital discharges or five doubtful births, she brings only one sacrifice, and she may eat offerings [immediately], and the rest are not mandatory for her. Five certain births, or five certain genital discharges, she brings one offering and may then eat sacrifices [immediately], and the rest are mandatory for her. It once happened in Jerusalem that the price of a pair of doves rose to a golden denar.  Rabban Shimon ben Gamaliel said: By this sanctuary, I shall not go to sleep tonight before they cost but a [silver] denar! He entered the court and taught: if a woman had five certain births or five certain genital discharges she needs to bring only one offering, and she may then eat sacrifices, and the rest are not mandatory for her.  And the price of a pair of birds stood at a quarter of a [silver] denar. "
        ],
        [
            "There are four persons who are lacking atonement, and there are four who bring a sacrifice for intentional transgression as for unwitting transgression.  \nThe following are those who lack atonement: the male with genital discharge, the female with genital discharge, the woman who gave birth and the one with scale disease.  \nRabbi Eliezer ben Jacob says: also a convert lacks atonement until the blood has been sprinkled for him; the same for the nazirite with reference to his wine, haircutting and impurity.\n",
            "The following bring a sacrifice for intentional transgressions as for unwitting transgressions: \nOne who has intercourse with a female slave,   \nA nazirite who has been defiled,   \nFor a false oath concerning testimony;   \nAnd for a false oath concerning a deposit.\n",
            "There are five who bring one sacrifice for multiple transgressions, and five who bring a sliding scale sacrifice.   \nThe following bring one sacrifice for multiple transgressions: \nOne who has intercourse with a female slave several times, \nA nazirite who was defiled several times.  \nOne who warns his wife in regard to several men,   \nAnd one with scaled disease who has contracted scale disease several times.   \nIf he has offered the birds and then contracted the disease again, they do not count for him until he has offered his sin offering.   \nRabbi Judah says: until he has offered his guilt offering.\n",
            "A woman who has had several births. \nIf she miscarried a female within eighty days of the birth of a female, and then she again miscarried a female within eighty days of the previous [miscarriage]; or if she miscarried twins.   \nRabbi Judah says: she brings an offering for the first and not for the second, for the third but not for the fourth.  \nThe following persons bring a sliding scale sacrifice\nFor hearing the voice (see Leviticus 5:1);  \nFor the word of his lips (Leviticus 5:4);\nOne who while unclean has entered the sanctuary or [defiled ] holy things,  \nA woman after childbirth  \nAnd one with scaled disease. \nWhat is the difference between [intercourse] with a female slave and the other forbidden sexual relations?  For they are not equivalent in regard to the punishment nor the sacrifice. \nIn the case of other forbidden sexual relations a sin offering, in the case of a female slave a guilt offering; \nIn the case of the other forbidden sexual relations a female animal is brought, in that of the female slave a male; \nIn the case of the other forbidden sexual relations man and woman are alike with respect to lashes and the sacrifice; in the case of the female slave the man is unlike the woman regarding the lashes, and the woman is unlike the man regarding the sacrifice.\nIn the case of all other forbidden sexual relations sexual contact is punishable as well as consummation, and one is liable for each act of intercourse separately.\nThe is a stringency that was more stringent for the female slave in that intentional transgression is of the same status as unwitting transgression.\n",
            "What the female slave [referred to above]? \nOne who is half a slave and half a free person, as it is written: “And she has been redeemed and not redeemed” (Leviticus 19:20), the words of Rabbi Akiva. \nRabbi Ishmael says: This is a full female slave. \nRabbi Eliezer ben Yaakov says: all other forbidden sexual relations are stated explicitly, and what is left over? We have nothing but one whois half a slave and half a free person. \n",
            "In the case of all forbidden relations, if one was an adult and the other a minor, the minor is exempt; \nIf one is awake and the other asleep, the one asleep is exempt; \nIf one is an unwitting and the other intentional, the unwitting one is liable for a sin offering, the intentional one is liable for extirpation.\n"
        ],
        [
            "If they said to him: you ate forbidden fat, he is liable to a sin offering.\nIf one witness says: he ate, and another says: he did not eat, or if one woman says, he ate, and another says, he did not eat, he is liable to a dependent guilt offering.\nIf one witness says, he ate, and he himself says, I did not eat, he is exempt. \nTwo say, he ate, and he himself says, I did not eat:\nRabbi Meir makes him is liable. \nRabbi Meir said: if two witnesses are capable of bringing upon him the severe penalty of death, can they not bring upon him the less severe punishment of a sacrifice? \nThey replied: suppose he said, I did it intentionally. \n",
            "If he ate forbidden fat twice in one spell of unawareness, he is liable to but one sin offering.\nIf he ate forbidden fat, blood, piggul and remnant in one spell of unawareness, he is liable for each kind. \nThis is an instance where different kinds [of food] are more stringent than one kind.\nAnd there is a stringency with one kind [of food] greater than several kinds: that if one ate half an olive-size and then again half an olive-size, both in one spell of unawareness: if of one kind he is liable, if of two kinds, he is exempt.\n",
            "How much can we wait between eating them [to be exempt]?   [The time he would need] if he ate a similar amount of parched grains of grain, the words of Rabbi Meir.\nBut the rabbis say:until he waits from the beginning to the end [of his eating] no more time than is required for the eating of a a half a loaf of bread. \nIf one eats unclean food or drinks unclean drinks, or if he drinks a quarter [of a log] of wine and then enters the Temple—[he is liable unless it takes less time] than it takes to eat a half a loaf of bread. \nRabbi Eliezer says: if he stopped [the drinking] or if he put any amount of water in it, he is exempt. \n",
            "There is one that does on act of eating and become liable to four sin offerings and one guilt offering:\nAn unclean person that ate forbidden fat, which was at the same time remnant of an offering, and it was on Yom Kippur.   \nRabbi Meir says: if it was on Shabbat and he carried it out in his mouth, he is liable [to yet another sin offering].   \nBut they said to him: that is not from the same name. \n",
            "There is one act of intercourse for which one may become liable for six sin offerings:\nOne who had intercourse with his daughter, he can be liable because she is his daughter, his sister, his brother's wife, the wife of his father's brother, and a married woman and a menstruant.\nOne who had intercourse with his daughter’s daughter he can be liable because she is his daughter's daughter, his daughter-in-law, his brother's wife, the wife of his father's brother, his wife's sister, a married woman, and a menstruant.  \nRabbi Yose said: if the grandfather transgressed and married her first, he is liable because she is his father's wife. \nSo too, if one had intercourse with his wife's daughter or her daughter's daughter.\n",
            "One who had relations with his mother-in-law he can be liable for [having relations] with his mother-in-law, his daughter-in-law, his brother's wife, the wife of his father's brother, his wife's sister, a married woman, and a menstruant.   \nAnd so too, if one had intercourse with the mother of his mother-in-law or of his father-in-law. \nRabbi Yohanan ben Nuri says: one who had intercourse with his mother-in-law he can be liable for [having relations] with his mother-in-law, the mother of his mother-in-law, and the mother of his father-in-law.   \nThey said to him: all three are the same name.\n",
            "Rabbi Akiva said: I asked Rabban Gamaliel and Rabbi Joshua at the meat-market of Emmaus, where they went to buy meat for the wedding feast of Rabban Gamaliel's son: \nA man who had intercourse with his sister, his father's sister and his mother's sister? Is he liable once for all of them, or for each of them? \nAnd they replied: we have heard nothing [about this], but we have heard that if one had intercourse with five menstruants in one spell of unawareness, he is liable for each [act], and it seems to us that the case [you asked about] may be derived by an a fortiori conclusion (kal vehomer).\n",
            "Rabbi Akiva further asked them: If a limb hangs loose from the body of a living beast, what is the law?   \nThey replied: We have heard nothing about this, but we have heard about a limb hanging loose from the body of a man, that it is pure. And thus those that were afflicted with boils used to do in Jerusalem. He would go on the eve of Pesah to the doctor, and he would cut the limb until only contact of a hairbreadth was left; he then stuck it on a thorn and then tore himself away from it.  Both that man and the physician could make their pesah offering.  And it seems to us that your case may be derived from this by an a fortiori argument. \n",
            "Rabbi Akiba asked them again: One slaughtered five sacrifices outside [the Temple] in one spell of unawareness, what is the law? Is he liable one for all of them, or one for each and every one? \nThey replied: we have heard nothing about this. \nRabbi Joshua: I have heard that if one eats from one offering from five different dishes in one spell of unawareness, he is guilty for each and every one of them; and it seems to me that the case in question may be inferred through an a fortiori argument. \nRabbi Shimon said: Rabbi Akiba did not ask about this, but rather concerning one who ate of remnant from five sacrifices in one spell of unawareness — what is the law? Is he liable once for all of them, or is he liable for each and every one of them. They replied: we have heard nothing about this. \nRabbi Joshua: I have heard that if one eats from one offering from five different dishes in one spell of unawareness, he is guilty for each and every one of them; and it seems to me that the case in question may be inferred through an a fortiori argument.   \nRabbi Akiva said: if this is a received tradition we accept it; but if it is only a logical deduction, there is a response. \nHe [Rabbi Joshua] said: respond. \nHe replied: It is not so. For if you said this with regard to sacrilege, for in this case one who gives food to another is as guilty as the one who eats it himself, and the person who causes others to derive a benefit from them is as guilty as the person who himself made use of them; furthermore, [small quantities are] reckoned together in the case of sacrilege even after the lapse of a long period, can you say it in connection with remnant where not one of these laws applies.\n",
            "Rabbi Akiva said: I asked Rabbi Eliezer: one who performs many acts of forbidden work of the same category on different Shabbats but in one spell of unawareness, what is the law? Is he liable once for all of them, or for each and every one of them? \nHe replied to me: he is liable for each and every one of them, from an a fortiori argument. If with regard to a menstruant, for which there are neither many categories nor many ways of sinning, one is still liable for each act, in the case of Shabbat, for which there are many categories [of labor] and many ways of sinning, how much more must one be liable for each and every one.\nI said to him: No, if you said this in the case of the menstruant, since in that case there are two warnings: the man is warned with regard to the menstruant woman, and the menstruant woman is warned with a man; but can you say this with regard to Shabbat where there is only one warning? \nHe said to me: One who has relations with [menstruant] minors can prove the point, where there is but one warning. \nI responded to him: No, you may say this in the case of minors because there is no prohibition for them now, there is later; but can you say the same with regard to Shabbat where there is neither now nor later  [more than one warning]? \nHe said to me: Let the law concerning intercourse with an animal prove my point.   \nI replied to him: the law concerning intercourse with an animal is indeed comparable to [that concerning] Shabbat.  \n"
        ],
        [
            "If he was in doubt whether he had eaten forbidden fat or not, or even if he had certainly eaten [of it] but [was] in doubt as to whether it had the minimum amount or did not have the minimum amount; or [if there were] before him permitted fat and forbidden fat, and he ate of one of them and does not know of which of them he ate; \nOr if his wife and his sister were with him in the house and he unwittingly [had sex] with one of them and does not know with which of them he unwittingly [had sex]; \nOr if he did forbidden labor and does not know whether it was on Shabbat or a weekday, \nHe brings a hanging guilt offering.\n",
            "Just as a person who ate forbidden fat twice in one spell of unawareness is liable to only one sin offering, so too, when he didn't know about them, he is liable to only one hanging guilt offering. \nIf in the meantime he became aware just as brings a separate sin offering for each act, so too he brings a separate hanging guilt offering for each act.   \nJust as if he ate, in one spell of unawareness, forbidden fat and blood and piggul and remnant, he brings [an offering] for each one, so too, when he didn't know about them, he brings a separate hanging guilt offering for each act.\nForbidden fat and remnant are in front of him and he ate one of them but does not know which; or if his menstruant wife and his sister were with him in his house and he has sex unwittingly with one of them and does not know with which, or if Shabbat and Yom Kippur [followed each other] and he did forbidden work at twilight and does not know on which day: \nRabbi Eliezer declares him liable for a sin offering;\nBut Rabbi Joshua exempts. \nRabbi Yose said: they did not dispute about a person that did work at twilight that he is exempt, for I might say that part of the work was done on the one day and part on the following day.  About what did they dispute? About one who did work during the day itself but he did not know whether he did it on Shabbat or on Yom Kippur, or if he did work and did not know what manner of work he did:\nRabbi Eliezer declares him liable for a sin offering;\nBut Rabbi Joshua exempts. \nRabbi Judah said: Rabbi Joshua exempts him even from a hanging guilt offering.\n",
            "Rabbi Shimon and Rabbi Shimon Shezuri say: They did not dispute regarding transgression of the same name, that in that case he is liable. About what did they dispute? About transgressions of different names: \nRabbi Eliezer declares him liable for a sin offering, \nAnd Rabbi Joshua exempts. \nRabbi Judah said: even if he intended to pick figs and he picked grapes, or grapes and he picked figs, white [grapes] and he picked black ones, or black and he picked white ones\nRabbi Eliezer declares him liable for a sin offering, \nAnd Rabbi Joshua exempts. \nRabbi Judah said: I wonder whether Rabbi Joshua indeed declared him exempt in such a case. For why is it written, “with which he has sinned” (Leviticus 4:23)? To exclude mindless action.\n"
        ],
        [
            "The blood from slaughtering a beast, a wild animal or a bird, whether pure or impure, or blood from stabbing, or the blood of of uprooting [the neck], or of the blood from bloodletting whereby the life-force escapes, [if he eats it] he is liable.   \nThe blood of the spleen or of the heart, or blood found in eggs, or blood of fish, or of locusts, or blood squeezed out, he is not liable. \nRabbi Judah makes him liable for blood squeezed out.\n",
            "Rabbi Akiva makes one liable for a hanging guilt offering for doubtful sacrilege; \nBut the sages exempt.   \nRabbi Akiba admits that he does not bring his trespass restitution  until he becomes aware, when he must bring with it a certain guilt offering. \nRabbi Tarfon said: Why should he bring two guilt offerings?  Rather, let him set aside the principal of the trespass restitution with an added fifth, and bring a guilt offering the value of two sela's and say: “If I certainly committed sacrilege, here is my restitution and this my guilt offering; and if it is doubtful, let the money be a freewill gift and the [offering a] hanging asham;” since the same type he brings for a case where he does know, he brings for one where he doesn't know. \n",
            "Rabbi Akiba said to him: Your words seem plausible in the case of a minor amount of sacrilege; but if it happened that there was a case of doubtful sacrilege of a hundred manehs, would it not be better for him to bring a guilt offering for two sela's rather than bring doubtful restitution of a hundred manehs? \nThus Rabbi Akiba agrees with Rabbi Tarfon in the case of a minor amount of sacrilege. \nA woman who brought a bird sin offering out of doubt: if prior to the pinching of its neck she learned that the birth was a certainty, she can offer it as a certain sin offering, for that which she offers in the case of doubt is of the same kind as that which she offers in the case of certainty.\n",
            "A piece of non-sacred meat and a piece of sacred meat, and a he ate one of them and does not know which of them he ate, he is exempt. \nRabbi Akiba makes him liable for a hanging guilt offering.   \nIf he then ate the second [piece], he is liable to a certain guilt offering.   \nIf he ate one [piece] and another person came and ate the other, each of them is liable for a hanging guilt offering, the words of Rabbi Akiba. \nRabbi Shimon says: together they bring one guilt offering.   \nRabbi Yose said: Two people cannot bring one guilt offering.\n",
            "A piece of non-sacred meat and a piece of forbidden fat, and he ate one of them and does not know which, he is liable for a hanging guilt offering \nIf he then ate the second piece, he is brings a sin offering. \nIf he ate the one [piece] and another came and ate the other, each of them is liable for a hanging guilt offering. \nRabbi Shimon says: together they bring one sin offering.\nRabbi Yose says: two people cannot bring one sin offering.\n",
            "A piece of forbidden fat and a piece of holy [permitted fat], and a person ate one of them and does not know which, he is liable for a hanging guilt offering \nIf he then ate the second piece, he is liable for a sin offering and a guilt offering.  \nIf he ate the one piece and another came and ate the other, each of them brings a hanging guilt offering.\nRabbi Shimon holds: together they bring a sin offering and a guilt offering.  \nRabbi Yose: two people cannot together bring one sin offering and one guilt offering.\n",
            "A piece of forbidden fat and a piece of consecrated forbidden fat, and a person ate one of them and does not know which, he is liable to a sin offering. \nRabbi Akiva says: also to a hanging guilt offering. \nIf he then ate the second piece, he is liable to two sin offerings and one certain guilt offering. \nIf he ate one piece and another came and ate the other, each of them is liable to a sin offering. \nRabbi Akiva says: each of them brings [in addition] a hanging guilt offering. \nRabbi Shimon says: this one brings a sin offering and this one brings a sin offering and together they bring one guilt offering. \nRabbi Yose: two people cannot bring one guilt offering.\n",
            "A piece of forbidden fat and another piece of forbidden fat [which was at the same time] remnant, and a person ate one of them and does not know which, he is liable to a sin offering and to a hanging guilt offering.\nIf he then ate the second piece, he is liable to three sin offerings. \nIf he ate one piece and another came and ate the other, each of them brings a sin offering and a hanging guilt offering. \nRabbi Shimon says: this one brings a sin offering and this one brings a sin offering, and together they bring another sin offering. \nRabbi Yose says: any sin offering that is brought for a sin two people cannot bring it. \n"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Rabbi Shimon says: Lambs come before goats in all places [in Scripture]. You might think [that it is] because they are choicer. [Therefore,] Scripture states, “And if he bring a lamb as his offering” (Leviticus 4:32), To teach [us] that both are equal.  Turtledoves come before young pigeons in all places [in Scripture]. You might think [that it is] because they are choicer. [Therefore,] Scripture states, “A young pigeon or a turtledove for a sin-offering” (Leviticus 12:6), To teach [us] that both are equal.  The father comes before the mother in all places [in Scripture]. You might think [that it is because] the honor due to the father exceeds the honor due to the mother. [Therefore,] Scripture states, “You shall fear every man his mother and his father” (Leviticus 19:3), To teach [us] that both are equal.  But the Sages have said: The father comes before the mother in all places, Because both he and his mother are bound to honor the father.  And so it is also with the study of the Torah; If the son has been worthy [to sit and study] before the teacher, The teacher comes before the father in all places, Because [both] he and his father are bound to honor the teacher."
        ]
    ],
    "titleVariants": [
        "M. Keritot",
        "M Keritot",
        "Mishna Keritot",
        "Mishnah Keritot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ]
}