{
    "versionTitle": "he.wikisource.org", 
    "sectionNames": [
        "Chelek", 
        "Siman", 
        "Seif"
    ], 
    "language": "he", 
    "title": "Aruch HaShulchan", 
    "text": [
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ברכה רביעית \"הטוב והמטיב\", ואינה מן התורה. אלא שחכמים תקנוה אחרי מלחמת ביתר, שאחרי כבישת ביתר וריבוי ההרוגים עד שאמרו בירושלמי פרק רביעי דתענית (הלכה ה') ובמדרש איכה על פסוק \"בלע ה'...\", שהיה לאנדריינוס כרם גדול שמונה עשר מיל על שמונה עשר מיל. והקיפו בהרוגי ביתר מלא קומה, ולא נתנם לקבורה, עד שעמד מלך אחר ונתנם להקבר, עיין שם.", 
                "ואמרו: שכשנחרבה ביתר נגדעה קרן ישראל, ואינה עתידה לחזור עד ביאת המשיח. ולכן תיקנו ברכה זו אצל \"בונה ירושלים\" כאומר: יהי רצון שתחזיר קרן ישראל בביאת בן דוד שהוא בניין ירושלים (רא\"ש).", 
                "ונראה לי דמה שלא קבעוה בתפילה אצל ברכת \"בונה ירושלים\", משום דשם הוא באמצע התפילה; מה שאין כן בברכת המזון שהוא לאחר גמר הברכות. ועוד: דבגיטין (נז א) אמרינן ד\"גדע בחרי אף כל קרן ישראל\" קאי אהרוגי ביתר, עיין שם. וזהו כמו שכתבתי, דאז נגדעה קרן ישראל. ובתפילה אמרינן אחר \"בונה ירושלים\": \"וקרנו תרום בישועתך\", מה שאין כן בברכת המזון.", 
                "ועוד: דעיקרה של ברכה שייך יותר לברכת המזון. דכך אמרו חכמים שם: בשעה שניתנו הרוגי ביתר לקבורה, תיקנו ביבנה \"הטוב והמטיב\". \"הטוב\" שלא הסריחו, \"והמטיב\" שניתנו לקבורה. כלומר: להורות לנו שאפילו בשעת כעסו של הקדוש ברוך הוא עלינו, עושה עמנו נסים ונפלאות; דאין לך נסים גדולים מאלו הרוגי ביתר, שהיו מונחים רבות בשנים על פני הארץ ולא הסריחו, ואחר כך ניתנו לקבורה. וזהו סימן שהקדוש ברוך הוא לא יעזוב אותנו לעולם, אף בעת שאנו חוטאים לפניו, כדכתיב: \"יסור יסרני יה, ולמות לא נתנני\".", 
                "ועל כי עיקרי הצרות הם העניוּת, כמו שאמר איוב: \"עם כל זה בחרתי מעוני\"; וכמאמרם ז\"ל (בבא בתרא קטז א): קשה עניות יותר מחמישים מכות. ולכן כדי שלא נדאג שחס וחלילה נהיה חסירי לחם, לכן תיקנו ברכת \"הטוב והמטיב\", וכמו שתיקנו בברכה זו \"הוא הטיב, הוא ייטיב [...] ו[מ]כל טוב לעולם אל יחסרנו\". ולכן שייך זה רק לברכת המזון (נראה לי).", 
                "ברכה זו פותחת ב\"ברוך\", שאינה סמוכה לחבירתה כיון שנתקנה בפני עצמה על עניין אחר כמו שכתבתי. ואינה חותמת ב\"ברוך\" דהיא כברכה קצרה: דמתחלה לא נתקנה רק לומר \"ברוך הטוב והמטיב\", ואחר כך הוסיפו בה שלושה גמולות ושלוש הטבות, כמו שיתבאר (טור).", 
                "ועוד: דלא רצו לעשותה מעולה מהברכות של תורה הקודמות לה (רשב\"א), כלומר: שברכת הארץ ו\"בונה ירושלים\" יש בהם חתימה בלא פתיחה, ולכן כאן שיש פתיחה – אין כאן חתימה.", 
                "ועוד: דבאמת כל העניינים שבברכה זו הם כולם עניין אחד, וטופס אחד במילות שונות תוארים להשם יתברך על הטבתו עמנו, ודינה כברכה קצרה שהכוונה עניין אחד (תוספות ר\"י).", 
                "ואמרו חכמינו ז\"ל (מט א) שצריכה שלוש מלכיות, כלומר:", 
                "אחת בשבילה ככל הברכות, שאומרים \"מלך העולם\".", 
                "ואחת בשביל \"בונה ירושלים\", שכתבנו בסימן הקודם שאי אפשר היה להזכיר שָם מלכות מפני מלכות בית דוד, לכן הוסיפו כאן בשבילה עוד מלכות; וזהו שאומרים: \"האל אבינו מלכנו בוראנו\".", 
                "וכיון שתיקנו זה בשביל \"בונה ירושלים\", תיקנו גם בשביל ברכת הארץ, וזהו שאומרים: \"המלך הטוב והמטיב לכל\".", 
                "אבל בשביל הזן אין צריך, שיש בעצמה \"מלך העולם\", שהרי היא פותחת ב\"ברוך\".", 
                "וכתבו רבותינו על פי המדרש, דכיון שאומרים בה שלוש מלכיות אומרים בה גם כן שלוש הטבות, והיינו: \"הוא הטיב, הוא מטיב, הוא ייטיב לנו\"; ושלוש גמולות: \"הוא גמלנו, הוא גומלנו, הוא יגמלנו...\".", 
                "והרמב\"ם לא זכר מזה מאומה רק שלוש מלכיות, עיין שם בפרק שני, וגם בנוסחת ברכת המזון שלו לא נזכרה. ועל פי נוסחתו הוא באמת ברכה קצרה, עיין שם.", 
                "ועניין השלוש הטבות והגמולות הוא על העבר ועל ההוה ועל העתיד, ונוסחא שלנו מפורסם בסידורים. ויש גורסים: \"בכל הטבה לנו הוא הטיב לנו הוא מטיב לנו הוא ייטיב לנו\". ויש גורסים: \"הוא הטיב מטיב ייטיב\". והעיקר כנוסחא שלנו.", 
                "ואומרים \"שבכל יום ויום הוא הטיב...\". ויש מתרעמים על נוסחא \"שבכל יום\" אלא שיאמר אל בכל יום (מגן אברהם סעיף קטן א'). ואין לשון זה נוח כלל (ט\"ז סעיף קטן ב'). והפירוש: שבכל יום כן הוא, שמקודם אומרים \"המלך הטוב והמטיב לכל\", והיינו שבכל יום ויום \"הוא הטיב...\".", 
                "האבל מוסיף בברכה זו:", 
                "האל אבינו מלכנו... קדוש יעקב, המלך החי הטוב והמטיב, אל אמת, דיין אמת, שופט צדק, לוקח נפשות במשפט, ושליט בעולמו לעשות בו כרצונו, כי כל דרכיו משפט; ואנו עבדיו ועמו, ובכל אנחנו חייבים להודות לו ולברכו; גודר פרצות הוא יגדור פרצה זאת מעלינו לחיים ולשלום וכל טוב...", 
                "וגם שארי המסובין יאמרו ברכה זו, והמה מוסיפים \"מעלינו ומעל האבל הזה לחיים ולשלום...\". ונתבאר ביורה דעה סימן שע\"ט, עיין שם. ושם נתבאר אם אומרים זה בשבת, עיין שם.", 
                "סוף הברכה הוא \"לעולם אל יחסרנו\", ושם צריכים לענות \"אמן\".", 
                "ו\"הרחמן\" שאנו אומרים אינו מהברכה; אלא תוספת בעלמא הוא, כעין תחנונים שאחר שמונה עשרה. וזה לשון הטור:", 
                "כתב אחי הר\"י ז\"ל: נהגו להאריך בברכת הטוב והמטיב \"הרחמן\" בכמה גוונין, ולא ידעתי מאין בא זה להרבות בבקשות בין ברכת המזון לברכת בורא פרי הגפן (כשמברכים על הכוס). ואפשר שנהגו לעשות כן ממה שאמרו: האורח מברך. עד כאן לשונו. ונראה לי שאין בזה משום הפסק. וגדולה מזו מצינו בברכת המילה, שמתפללים על הולד..., ומפסיק בין ברכה לשתייה.", 
                "עד כאן לשון הטור. ועל כל פנים להוציא מדעת ההמון שסוברים ד\"הרחמן\" שייך לברכת המזון, ועונין \"אמן\" אחר הרחמן ולא אחר \"אל יחסרנו\"; וזהו טעות גדול, וצריכים להודיע להם.", 
                "והאורח מברך לבעל הבית (מו א), ונוסח הברכה יתבאר בסימן ר\"א. ומסיים \"ואִמרו אמן\". ובחול אומר \"מגדיל\" ובשבת ויום טוב וראש חודש אומר \"מגדול\", כמו שכתוב בשמואל. ויש בזה טעם.", 
                "(ודע שכל האותיות יש בברכת המזון לבד אות ף', שהמברך ברכת המזון בכוונה אין שולט בו לא אף ולא שצף ולא קצף, ומזונותיו מצויים לו בכבוד כל ימיו. כן כתב בעטרת זקנים בסימן קפ\"ה בשם ספר החינוך וספר הגן, עיין שם.)"
            ]
        ], 
        [
            [
                "שחיטה היא מצות עשה. ואינה חיובית כשופר וסוכה ולולב, דאם אינו רוצה לאכול בשר – אין עליו חיוב לשחוט. אלא שכל הרוצה לאכול בשר – מצות עשה שישחוט ואחר כך יאכל, שנאמר: \"וזבחת מבקרך ומצאנך כאשר צויתך\". וכן חיה שחיטתה מן התורה, שנאמר בבכור בעל מום: \"אך כאשר יאכל את הצבי ואת האיל\" – הא למדת שחיה כבהמה לעניין שחיטה (רמב\"ם פרק ראשון וסמ\"ג עשין ס\"ג). וכן עוף שחיטתו מן התורה, דכתיב: \"אשר יצוד ציד חיה או עוף ושפך את דמו\" – מלמד ששפיכת דם עוף כשפיכת דם חיה (ספרי פרשת \"ראה\"). ותני בר קפרא: \"זאת תורת הבהמה ועוף לכל נפש החיה הרומשת במים\" – הטיל הכתוב עוף בין בהמה לדגים. לחייבו בשני סימנים אי אפשר, שכבר הוקש לדגים, ודגים באסיפה בעלמא ולא בשחיטה, דכתיב: \"אם את כל דגי הים יאסף להם\". ולפוטרו בלא כלום אי אפשר, שכבר הוקש לבהמה. הא כיצד? הכשירו בסימן אחר (חולין כז ב, ועיין כסף משנה ולחם משנה).", 
                "כל דיני שחיטה נאמרו לו למשה רבינו בעל פה בסיני ככל תורה שבעל פה, דכתיב: \"וזבחת מבקרך ומצאנך כאשר צויתך\". ומצוה היא תורה שבעל פה (רמב\"ם שם). ותניא רבי אומר: \"וזבחת כאשר צויתך\" – מלמד שנצטוה משה על הוושט ועל הקנה, ועל רוב אחד בעוף, ועל רוב שנים בבהמה (חולין כח א). ויש רמז לזה בתיבת \"כאשר\": האל\"ף הוא \"אחד בעוף\", והשי\"ן הוא \"שנים בבהמה\", והרי\"ש – \"רובו של אחד כמוהו\". ו\"כאשר\" למפרע בראשי תיבות – הוה רובו של אחד כמוהו (תוספות).", 
                "כל אחד מישראל נאמן על השחיטה, דכל יחיד ויחיד האמינתו תורה, דכתיב: \"וזבחת מבקרך ומצאנך\". \"ושחט את בן הבקר\" דכתיב בקדשים, ואכלי כהנים על ידו, ולא הזקיקתו תורה להעמיד עדים בדבר. ולא הצריכה תורה עדים אלא לעונש ממון, ולמיתת בית דין, ולעריות, דגמרינן דבר דבר מממון (רש\"י י ב) דעד אחד נאמן באיסורין (רמב\"ם סוף פרק עשירי). ואף על גב דבחזקת איסור אין עד אחד נאמן להוציא מחזקה, ובהמה בחייה בחזקת איסור עומדת – זהו בדבר שאינו בידו. אבל במה שבידו – נאמן (יבמות פח א), והכא בידו לשחוט או לבקש לשוחט שישחוט. וכל אדם נאמן על שלו אף בחזקת איסור, מטעם זה שבידו להוציא מחזקת איסור (רא\"ש פרק חמישי דגיטין ס\"ח). וטעם זה אמרו חכמינו ז\"ל שם לעניין טבל, שנאמן לומר שהפריש מזה תרומות ומעשרות מפני שבידו להפריש."
            ]
        ]
    ], 
    "heTitleVariants": [
        "ערוך השולחן"
    ], 
    "versionSource": "http://https://he.wikisource.org/wiki/%D7%A2%D7%A8%D7%95%D7%9A_%D7%94%D7%A9%D7%95%D7%9C%D7%97%D7%9F_%D7%99%D7%95%D7%A8%D7%94_%D7%93%D7%A2%D7%94", 
    "maps": [
        {
            "to": "Aruch HaShulchan 1", 
            "from": "Aruch HaShulchan Orach Chayim"
        }, 
        {
            "to": "Aruch HaShulchan 2", 
            "from": "Aruch HaShulchan Yoreh De'ah"
        }, 
        {
            "to": "Aruch HaShulchan 3", 
            "from": "Aruch HaShulchan Even Ha'ezer"
        }, 
        {
            "to": "Aruch HaShulchan 4", 
            "from": "Aruch HaShulchan Choshen Mishpat"
        }
    ], 
    "heTitle": "ערוך השולחן", 
    "titleVariants": [
        "Arukh hashulchan", 
        "Aruch HaShulchan"
    ], 
    "textDepth": 3, 
    "categories": [
        "Halakhah"
    ]
}