{
    "versionTitle": "Friedlander Guide for the Perplexed on Wikisource",
    "sectionNames": [
        "Part",
        "Chapter",
        "Paragraph"
    ],
    "language": "en",
    "title": "Guide for the Perplexed",
    "text": [
        [
            [
                "Some have been of opinion that by the Hebrew ẓelem, the shape and figure of a thing is to be understood, and this explanation led men to believe in the corporeality [of the Divine Being]: for they thought that the words \"Let us make man in our ẓelem\" (Gen. 1:26), implied that God had the form of a human being, i.e., that He had figure and shape, and that, consequently, He was corporeal. They adhered faithfully to this view, and thought that if they were to relinquish it they would eo ipso reject the truth of the Bible: and further, if they did not conceive God as having a body possessed of face and limbs, similar to their own in appearance, they would have to deny even the existence of God. The sole difference which they admitted, was that He excelled in greatness and splendour, and that His substance was not flesh and blood. Thus far went their conception of the greatness and glory of God. The incorporeality of the Divine Being, and His unity, in the true sense of the word--for there is no real unity without incorporeality--will be fully proved in the course of the present treatise. (Guide for the Perplexed 2:1) In this chapter it is our sole intention to explain the meaning of the words ẓelem and demut. I hold that the Hebrew equivalent of \"form\" in the ordinary acceptation of the word, viz., the figure and shape of a thing, is toär. Thus we find \"[And Joseph was] beautiful in toär ('form'), and beautiful in appearance\" (Gen. 39:6): \"What form (toär) is he of?\" (I Sam. 28:14): \"As the form (toär) of the children of a king\" (Judges 8:18). It is also applied to form produced by human labour, as \"He marketh its form (toär) with a line,\" \"and he marketh its form (toär) with the compass\" (Isaiah 44:13). This term is not at all applicable to God. The term ẓelem, on the other hand, signifies the specific form, viz., that which constitutes the essence of a thing, whereby the thing is what it is; the reality of a thing in so far as it is that particular being. In man the \"form\" is that constituent which gives him human perception: and on account of this intellectual perception the term ẓelem is employed in the sentences \"In the ẓelem of God he created him\" (Gen. 1:27). It is therefore rightly said, \"Thou despisest their ẓelem\" (Psalms 73:20); the \"contempt\" can only concern the soul--the specific form of man, not the properties and shape of his body. I am also of opinion that the reason why this term is used for \"idols\" may be found in the circumstance that they are worshipped on account of some idea represented by them, not on account of their figure and shape. For the same reason the term is used in the expression, \"the forms (ẓalme) of your emerods\" (I Samuel 6:5), for the chief object was the removal of the injury caused by the emerods, not a change of their shape. As, however, it must be admitted that the term ẓelem is employed in these two cases, viz. \"the images of the emerods\" and \"the idols\" on account of the external shape, the term ẓelem is either a homonym or a hybrid term, and would denote both the specific form and the outward shape, and similar properties relating to the dimensions and the shape of material bodies; and in the phrase \"Let us make man in our ẓelem\" (Gen. 1:26), the term signifies \"the specific form\" of man, viz., his intellectual perception, and does not refer to his \"figure\" or \"shape.\" Thus we have shown the difference between ẓelem and toär, and explained the meaning of ẓelem.",
                "Demut is derived from the verb damah, \"he is like.\" This term likewise denotes agreement with regard to some abstract relation: comp. \"I am like a pelican of the wilderness\" (Psalms 102:7); the author does not compare himself to the pelican in point of wings and feathers, but in point of sadness. \"Nor any tree in the garden of God was like unto him in beauty\" (Ezekiel 31:8); the comparison refers to the idea of beauty. \"Their poison is like the poison of a serpent\" (Psalms 58:5); \"He is like unto a lion\" (Psalms 17:12); the resemblance indicated in these passages does not refer to the figure and shape, but to some abstract idea. In the same manner is used \"the likeness of the throne\" (Ezekiel 1:26); the comparison is made with regard to greatness and glory, not, as many believe, with regard to its square form, its breadth, or the length of its legs: this explanation applies also to the phrase \"the likeness of the ḥayyot (\"living creatures\") (Ezekiel 1:13).",
                "As man's distinction consists in a property which no other creature on earth possesses, viz., intellectual perception, in the exercise of which he does not employ his senses, nor move his hand or his foot, this perception has been compared--though only apparently, not in truth--to the Divine perception, which requires no corporeal organ. On this account, i.e., on account of the Divine intellect with which man has been endowed, he is said to have been made in the form and likeness of the Almighty, but far from it be the notion that the Supreme Being is corporeal, having a material form."
            ],
            [
                "Some years ago a learned man asked me a question of great importance; the problem and the solution which we gave in our reply deserve the closest attention. Before, however, entering upon this problem and its solution I must premise that every Hebrew knows that the term Elohim is a homonym, and denotes God, angels, judges, and the rulers of countries, and that Onkelos the proselyte explained it in the true and correct manner by taking Elohim in the sentence, \"and ye shall be like Elohim\" (Gen. 3:5) in the last-mentioned meaning, and rendering the sentence \"and ye shall be like princes.\" Having pointed out the homonymity of the term \"Elohim\" we return to the question under consideration. \"It would at first sight,\" said the objector, \"appear from Scripture that man was originally intended to be perfectly equal to the rest of the animal creation, which is not endowed with intellect, reason, or power of distinguishing between good and evil: but that Adam's disobedience to the command of God procured him that great perfection which is the peculiarity of man, viz., the power of distinguishing between good and evil-the noblest of all the faculties of our nature, the essential characteristic of the human race. It thus appears strange that the punishment for rebelliousness should be the means of elevating man to a pinnacle of perfection to which he had not attained previously. This is equivalent to saying that a certain man was rebellious and extremely wicked, wherefore his nature was changed for the better, and he was made to shine as a star in the heavens.\" Such was the purport and subject of the question, though not in the exact words of the inquirer. Now mark our reply, which was as follows:--\"You appear to have studied the matter superficially, and nevertheless you imagine that you can understand a book which has been the guide of past and present generations, when you for a moment withdraw from your lusts and appetites, and glance over its contents as if you were reading a historical work or some poetical composition. Collect your thoughts and examine the matter carefully, for it is not to be understood as you at first sight think, but as you will find after due deliberation; namely, the intellect which was granted to man as the highest endowment, was bestowed on him before his disobedience. With reference to this gift the Bible states that \"man was created in the form and likeness of God.\" On account of this gift of intellect man was addressed by God, and received His commandments, as it is said: \"And the Lord God commanded Adam\" (Gen. 2:16)--for no commandments are given to the brute creation or to those who are devoid of understanding. Through the intellect man distinguishes between the true and the false. This faculty Adam possessed perfectly and completely. The right and the wrong are terms employed in the science of apparent truths (morals), not in that of necessary truths, as, e.g., it is not correct to say, in reference to the proposition \"the heavens are spherical,\" it is \"good\" or to declare the assertion that \"the earth is flat\" to be \"bad\": but we say of the one it is true, of the other it is false. Similarly our language expresses the idea of true and false by the terms emet and sheker, of the morally right and the morally wrong, by tob and ra’. Thus it is the function of the intellect to discriminate between the true and the false--a distinction which is applicable to all objects of intellectual perception. When Adam was yet in a state of innocence, and was guided solely by reflection and reason--on account of which it is said: \"Thou hast made him (man) little lower than the angels\" (Psalms 8:6)--he was not at all able to follow or to understand the principles of apparent truths; the most manifest impropriety, viz., to appear in a state of nudity, was nothing unbecoming according to his idea: he could not comprehend why it should be so. After man's disobedience, however, when he began to give way to desires which had their source in his imagination and to the gratification of his bodily appetites, as it is said, \"And the wife saw that the tree was good for food and delightful to the eyes\" (Gen. 3:6), he was punished by the loss of part of that intellectual faculty which he had previously possessed. He therefore transgressed a command with which he had been charged on the score of his reason; and having obtained a knowledge of the apparent truths, he was wholly absorbed in the study of what is proper and what improper. Then he fully understood the magnitude of the loss he had sustained, what he had forfeited, and in what situation he was thereby placed. Hence we read, \"And ye shall be like elohim, knowing good and evil,\" and not \"knowing\" or \"discerning the true and the false\": while in necessary truths we can only apply the words \"true and false,\" not \"good and evil.\" Further observe the passage, \"And the eyes of both were opened, and they knew they were naked\" (Gen. 3:7): it is not said, \"And the eyes of both were opened, and they saw\"; for what the man had seen previously and what he saw after this circumstance was precisely the same: there had been no blindness which was now removed, but he received a new faculty whereby he found things wrong which previously he had not regarded as wrong. Besides, you must know that the Hebrew word pakaḥ used in this passage is exclusively employed in the figurative sense of receiving new sources of knowledge, not in that of regaining the sense of sight. Comp., \"God opened her eyes\" (Gen. 21:19). \"Then shall the eyes of the blind be opened\" (Isaiah 38:8). \"Open ears, he heareth not\" (Isaiah 42:20), similar in sense to the verse, \"Which have eyes to see, and see not\" (Ezekiel 12:2). When, however, Scripture says of Adam, \"He changed his face (panav) and thou sentest him forth\" (Job 14:20), it must be understood in the following way: On account of the change of his original aim he was sent away. For panim, the Hebrew equivalent of face, is derived from the verb panah, \"he turned,\" and signifies also \"aim,\" because man generally turns his face towards the thing he desires. In accordance with this interpretation, our text suggests that Adam, as he altered his intention and directed his thoughts to the acquisition of what he was forbidden, he was banished from Paradise: this was his punishment; it was measure for measure. At first he had the privilege of tasting pleasure and happiness, and of enjoying repose and security; but as his appetites grew stronger, and he followed his desires and impulses, (as we have already stated above), and partook of the food he was forbidden to taste, he was deprived of everything, was doomed to subsist on the meanest kind of food, such as he never tasted before, and this even only after exertion and labour, as it is said, \"Thorns and thistles shall grow up for thee\" (Gen. 3:18), \"By the sweat of thy brow,\" etc., and in explanation of this the text continues, \"And the Lord God drove him from the Garden of Eden, to till the ground whence he was taken.\" He was now with respect to food and many other requirements brought to the level of the lower animals: comp., \"Thou shalt eat the grass of the field\" (Gen. 3:18). Reflecting on his condition, the Psalmist says, \"Adam unable to dwell in dignity, was brought to the level of the dumb beast\" (Psalms 49:13).\" May the Almighty be praised, whose design and wisdom cannot be fathomed.\""
            ],
            [
                "IT might be thought that the Hebrew words temunah and tabnit have one and the same meaning, but this is not the case. Tabnit, derived from the verb banah (he built), signifies the build and construction of a thing--that is to say, its figure, whether square, round, triangular, or of any other shape. Comp. \"the pattern (tabnit) of the Tabernacle and the pattern (tabnit) of all its vessels\" (Exod. 25:9); \"according to the pattern (tabnit) which thou wast shown upon the mount\" (Exod. 25:40); \"the form of any bird\" (Deut. 4:17); \"the form (tabnit) of a hand\" (Ezek. 8:3); \"the pattern (tabnit) of the porch\" (1 Chron. 28:11). In all these quotations it is the shape which is referred to. Therefore the Hebrew language never employs the word tabnit in speaking of the qualities of God Almighty.",
                "The term temunah, on the other hand, is used in the Bible in three different senses. It signifies, first, the outlines of things which are perceived by our bodily senses, i.e., their shape and form; as, e.g., \"And ye make an image the form (temunat) of some likeness\" (Deut. 4:16); \"for ye saw no likeness\" (temunah) (Deut. 4:15). Secondly, the forms of our imagination, i.e., the impressions retained in imagination when the objects have ceased to affect our senses. In this sense it is used in the passage which begins \"In thoughts from the visions of the night\" (Job 4:13), and which concludes \"it remained but I could not recognize its sight, only an image--temunah--was before my eyes,\" i.e., an image which presented itself to my sight during sleep. Thirdly, the true form of an object, which is perceived only by the intellect: and it is in this third signification that the term is applied to God. The words \"And the similitude of the Lord shall he behold\" (Num. 12:8) therefore mean \"he shall comprehend the true essence of the Lord.\""
            ],
            [
                "THE three verbs raah, hibbit, and ḥazah, which denote \"he perceived with the eye,\" are also used figuratively in the sense of intellectual perception. As regards the first of these verbs this is well known, e.g., And he looked (va-yar) and behold a well in the field\" (Gen. 29:2) here it signifies ocular perception: \"yea, my heart has seen (raah) much of wisdom and of knowledge\" (Eccles. 1:16); in this passage it refers to the intellectual perception.",
                "In this figurative sense the verb is to be understood, when applied to God e.g., \"I saw (raïti) the Lord\" (1 Kings 22:19); \"And the Lord appeared (va-yera) unto him (Gen. 18:1); \"And God saw (va-yar) that it was good\" (Gen. 1:10) \"I beseech thee, show me (hareni) thy glory\" (Exod. 33:18); \"And they saw (va-yirü) the God of Israel\" (Exod. 24:10). All these instances refer to intellectual perception, and by no means to perception with the eye as in its literal meaning: for, on the one hand, the eye can only perceive a corporeal object, and in connection with it certain accidents, as colour, shape, etc.: and, on the other hand, God does not perceive by means of a corporeal organ, as will be explained.",
                "In the same manner the Hebrew hibbit signifies \"he viewed with the eye; comp. \"Look (tabbit) not behind thee\" (Gen. 19:17); \"But his wife looked (va-tabbet) back from him\" (Gen. 19:26); \"And if one look (ve-nibbat) unto the land\" (Isa. 5:30); and figuratively, \"to view and observe\" with the intellect, \"to contemplate\" a thing till it be understood. In this sense the verb is used in passages like the following: \"He hath not beheld (hibbit) iniquity in Jacob\" (Num. 23:21); for \"iniquity\" cannot be seen with the eye. The words, \"And they looked (ve-hibbitu) after Moses\" (Exod. 33:8)--in addition to the literal understanding of the phrase--were explained by our Sages in a figurative sense. According to them, these words mean that the Israelites examined and criticised the actions and sayings of Moses. Compare also \"Contemplate (habbet), I pray thee, the heaven\" (Gen. 15:5); for this took place in a prophetic vision. This verb, when applied to God, is employed in this figurative sense; e.g., \"to look (me-habbit) upon God\" (Exod. 3:6) \"And the similitude of the Lord shall he behold\" (yabbit) (Num. 7:8); And thou canst not look (habbet) on iniquity\" (Hab. 1:13).",
                "The same explanation applies to ḥazah. It denotes to view with the eye, as: \"And let our eye look (ve-taḥaz) upon Zion\" (Mic. 4:11); and also figuratively, to perceive mentally: \"which he saw (ḥazah) concerning Judah and Jerusalem\" (Isa. 1:1); \"The word of the Lord came unto Abraham in a vision\" (maḥazeh) (Gen. 15:1); in this sense ḥazah is used in the phrase, \"Also they saw (va-yeḥezu) God\" (Exod. 24:11). Note this well."
            ],
            [
                "WHEN the chief of philosophers (Aristotle) was about to inquire into some very profound subjects, and to establish his theory by proofs, he commenced his treatise with an apology, and requested the reader to attribute the author's inquiries not to presumption, vanity, egotism, or arrogance, as though he were interfering with things of which he had no knowledge, but rather to his zeal and his desire to discover and establish true doctrines, as far as lay in human power. We take the same position, and think that a man, when he commences to speculate, ought not to embark at once on a subject so vast and important; he should previously adapt himself to the study of the several branches of science and knowledge, should most thoroughly refine his moral character and subdue his passions and desires, the offspring of his imagination; when, in addition, he has obtained a knowledge of the true fundamental propositions, a comprehension of the several methods of inference and proof, and the capacity of guarding against fallacies, then he may approach the investigation of this subject. He must, however, not decide any question by the first idea that suggests itself to his mind, or at once direct his thoughts and force them to obtain a knowledge of the Creator, but he must wait modestly and patiently, and advance step by step.",
                "In this sense we must understand the words \"And Moses hid his face, for he was afraid to look upon God\" (Exod. 3:6), though retaining also the literal meaning of the passage, that Moses was afraid to gaze at the light which appeared to his eye; but it must on no account be assumed that the Being which is exalted far above every imperfection can be perceived by the eye. This act of Moses was highly commended by God, who bestowed on him a well deserved portion of His goodness, as it is said: \"And the similitude of the Lord shall he behold\" (Num. 12:8). This, say our Sages, was the reward for having previously hidden his face, lest he should gaze at the Eternal. (Berachot 7a)",
                "But \"the nobles of the Children of Israel\" were impetuous, and allowed their thoughts to go unrestrained: what they perceived was but imperfect. Therefore it is said of them, \"And they saw the God of Israel, and there was under his feet,\" etc. (Exod. 24:10); and not merely, \"and they saw the God of Israel\"; the purpose of the whole passage is to criticize their act of seeing and not to describe it. They are blamed for the nature of their perception, which was to a certain extent corporeal--a result which necessarily followed, from the fact that they ventured too far before being perfectly prepared. They deserved to perish, but at the intercession of Moses this fate was averted by God for the time. They were afterwards burnt at Taberah, except Nadab and Abihu, who were burnt in the Tabernacle of the congregation, according to what is stated by authentic tradition. (Midr. Rabba ad locum.)",
                "If such was the case with them, how much more is it incumbent on us who are inferior, and on those who are below us, to persevere in perfecting our knowledge of the elements, and in rightly understanding the preliminaries which purify the mind from the defilement of error: then we may enter the holy and divine camp in order to gaze: as the Bible says, \"And let the priests also, which come near to the Lord, sanctify themselves, lest the Lord break forth upon them\" (Exod. 19:22). Solomon, also, has cautioned all who endeavour to attain this high degree of knowledge in the following figurative terms, \"Keep thy foot when thou goest to the house of God\" (Eccles. 4:17).",
                "I will now return to complete what I commenced to explain. The nobles of the Children of Israel, besides erring in their perception, were, through this cause, also misled in their actions: for in consequence of their confused perception, they gave way to bodily cravings. This is meant by the words, \"Also they saw God and did eat and drink\" (Exod. 24:11). The principal part of that passage, viz., \"And there was under his feet as it were a paved work of a sapphire stone\" (Exod. 24:10), will be further explained in the course of the present treatise (Guide for the Perplexed 1:28). All we here intend to say is, that wherever in a similar connection any one of the three verbs mentioned above occurs, it has reference to intellectual perception, not to the sensation of sight by the eye: for God is not a being to be perceived by the eye.",
                "It will do no harm, however, if those who are unable to comprehend what we here endeavour to explain should refer all the words in question to sensuous perception, to seeing lights created [for the purpose], angels, or similar beings."
            ],
            [
                "THE two Hebrew nouns ish and ishshah were originally employed to designate the \"male and female\" of human beings, but were afterwards applied to the \"male and female\" of the other species of the animal creation. For instance, we read, \"Of every clean beast thou shalt take to thee by sevens,\" ish ve-ishto (Gen. Vii. 2), in the same sense as ish ve-ishshah, \"male and female.\" The term zakar u-nekebah was afterwards applied to anything designed and prepared for union with another object Thus we read, \"The five curtains shall be coupled together, one (ishshah) to the other\" (aḥotah) (Exod. xxvi. 3).",
                "It will easily be seen that the Hebrew equivalents for \"brother and sister\" are likewise treated as homonyms, and used, in a figurative sense, like ish and ishshah."
            ],
            [
                "IT is well known that the verb yalad means \"to bear,\" \"they have born (ve-yaledu) him children\" (Deut. xxi. 15). The word was next used in a figurative sense with reference to various objects in nature, meaning, \"to create,\" e.g. \"before the mountains were created\" (yulladu) (Ps. xc. 2); also, \"to produce,\" in reference to that which the earth causes to come forth as if by birth, e.g., \"He will cause her to bear (holidah) and bring forth\" (Isa. Iv. 10). The verb further denotes, \"to bring forth,\" said of changes in the process of time, as though they were things which were born, e.g., \"for thou knowest not what a day may bring forth\" (yeled) (Prov. xxvii. 1). Another figurative use of the word is its application to the formation of thoughts and ideas, or of opinions resulting from them: comp. \"and brought forth (ve-yalad) falsehood\" (Ps. vii. 14); also, \"and they please themselves in the children (yalde) of strangers\" (Isa. ii. 6), i.e., \"they delight in the opinions of strangers.\" Jonathan the son of Uzziel paraphrases this passage, \"they walk in the customs of other nations.\"",
                "A man who has instructed another in any subject, and has improved his knowledge, may in like manner be regarded as the parent of the person taught, because he is the author of that knowledge: and thus the pupils of the prophets are called \"sons of the prophets,\" as I shall explain when treating of the homonymity of ben (son). In this figurative sense, the verb yalad (to bear) is employed when it is said of Adam, \"And Adam lived an hundred and thirty years, and begat (va-yoled) a son in his own likeness, in his form\" (Gen. V. 3). As regards the words, \"the form of Adam, and his likeness,\" we have already stated (ch. i.) their meaning. Those sons of Adam who were born before that time were not human in the true sense of the word, they had not \"the form of man.\" With reference to Seth who had been instructed, enlightened and brought to human perfection, it could rightly be said, \"he (Adam) begat a son in his likeness, in his form.\" It is acknowledged that a man who does not possess this \"form\" (the nature of which has just been explained) is not human, but a mere animal in human shape and form. Yet such a creature has the power of causing harm and injury, a power which does not belong to other creatures. For those gifts of intelligence and judgment with which he has been endowed for the purpose of acquiring perfection, but which he has failed to apply to their proper aim, are used by him for wicked and mischievous ends; he begets evil things, as though he merely resembled man, or simulated his outward appearance. Such was the condition of those sons of Adam who preceded Seth. In reference to this subject the Midrash says: \"During the 130 years when Adam was under rebuke he begat spirits,\" i.e., demons; when, however, he was again restored to divine favour \"he begat in his likeness, in his form.\" This is the sense of the passage, \"Adam lived one hundred and thirty years, and he begat in his likeness, in his form\" (Gen. v. 3)."
            ],
            [
                "ORIGINALLY the Hebrew term makom (place) applied both to a particular spot and to space in general subsequently it received a wider signification and denoted \"position,\" or \"degree,\" as regards the perfection of man in certain things. We say, e.g., this man occupies a certain place in such and such a subject. In this sense this term, as is well known, is frequently used by authors, e.g., \"He fills his ancestors' place (makom) in point of wisdom and piety\"; \"the dispute still remains in its place\" (makom), i.e., in statu quo [ante]. In the verse, \"Blessed be the glory of the Lord from His place\" (mekomo) (Ezek. iii. 12), makom has this figurative meaning, and the verse may be paraphrased \"Blessed be the Lord according to the exalted nature of His existence,\" and wherever makom is applied to God, it expresses the same idea, namely, the distinguished position of His existence, to which nothing is equal or comparable, as will be shown below (chap. lvi.).",
                "It should be observed that when we treat in this work of any homonym, we do not desire you to confine yourself to that which is stated in that particular chapter; but we open for you a portal and direct your attention to those significations of the word which are suited to our purpose, though they may not be complete from a philological point of view. You should examine the prophetical books and other works composed by men of science, notice the meaning of every word which occurs in them, and take homonyms in that sense which is in harmony with the context. What I say in a particular passage is a key for the comprehension of all similar passages. For example, we have explained here makom in the sentence \"Blessed be the glory of the Lord from His place\" (mekomo); but you must understand that the word makom has the same signification in the passage \"Behold, a place (makom) is with me\" (Exod. xxxiii. 26), viz., a certain degree of contemplation and intellectual intuition (not of ocular inspection), in addition to its literal meaning \"a place,\" viz., the mountain which was pointed out to Moses for seclusion and for the attainment of perfection."
            ],
            [
                "THE original meaning of the word kisse, \"throne,\" requires no comment. Since men of greatness and authority, as, e.g., kings, use the throne as a seat, and \"the throne\" thus indicates the rank, dignity, and position of the person for whom it is made, the Sanctuary has been styled \"the throne,\" inasmuch as it likewise indicates the superiority of Him who manifests Himself, and causes His light and glory to dwell therein. Comp. \"A glorious throne on high from the beginning is the place of our sanctuary\" (Jer. xvii. 12). For the same reason the heavens are called \"throne,\" for to the mind of him who observes them with intelligence they suggest the Omnipotence of the Being which has called them into existence, regulates their motions, and governs the sublunary world by their beneficial influence: as we read, \"Thus saith the Lord, The heavens are my throne and the earth my footstool\" (Isa. lxvi. 1); i.e., they testify to my Existence, my Essence, and my Omnipotence, as the throne testifies to the greatness of him who is worthy to occupy it.",
                "This is the idea which true believers should entertain; not, however, that the Omnipotent, Supreme God is supported by any material object; for God is incorporeal, as we shall prove further on; how, then, can He be said to occupy any space, or rest on a body? The fact which I wish to point out is this: every place distinguished by the Almighty, and chosen to receive His light and splendour, as, for instance, the Sanctuary or the Heavens, is termed \"throne\"; and, taken in a wider sense, as in the passage \"For my hand is upon the throne of God\" (Exod. xvii. 16), \"the throne\" denotes here the Essence and Greatness of God. These, however (the Essence and Greatness of God) need not be considered as something separate from the God Himself or as part of the Creation, so that God would appear to have existed both without the throne, and with the throne: such a belief would be undoubtedly heretical. It is distinctly stated, \"Thou, O Lord, remainest for ever; Thy throne from generation to generation\" (Lam. v. 19). By \"Thy throne\" we must, therefore, understand something inseparable from God. On that account, both here and in all similar passages. the word \"throne\" denotes God's Greatness and Essence, which are inseparable from His Being.",
                "Our opinion will be further elucidated in the course of this Treatise."
            ],
            [
                "WE have already remarked that when we treat in this work of homonyms, we have not the intention to exhaust the meanings of a word (for this is not a philological treatise); we shall mention no other significations but those which bear on our subject. We shall thus proceed in our treatment of the terms ‘alah and yarad.",
                "These two words, ‘alah, \"he went up,\" and yarad, \"he went down,\" are Hebrew terms used in the sense of ascending and descending. When a body moves from a higher to a lower place, the verb yarad, \"to go down,\" is used; when it moves from a lower to a higher place, ‘alah, \"to go up,\" is applied. These two verbs were afterwards employed with regard to greatness and power. When a man falls from his high position, we say \"he has come down,\" and when he rises in station \"he has gone up.\" Thus the Almighty says, \"The stranger that is within thee shall get up above thee very high, and thou shalt come down very low\" (Deut. xxviii. 43). Again, \"The Lord thy God will set thee on high (‘elyon) above all nations of the earth\" (Deut. xxviii. 1): \"And the Lord magnified Solomon exceedingly\" (lema‘alah) (1 Chron. xxix. 25). The Sages often employ these expressions, as: \"In holy matters men must ascend (ma‘alin) and not descend (moridin).\" The two words are also applied to intellectual processes, namely, when we reflect on something beneath ourselves we are said to go down, and when our attention is raised to a subject above us we are said to rise.",
                "Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power. When it pleased the Almighty to grant to a human being a certain degree of wisdom or prophetic inspiration, the divine communication thus made to the prophet and the entrance of the Divine Presence into a certain place is termed (yeridah), \"descending,\" while the termination of the prophetic communication or the departure of the divine glory from a place is called ‘aliyah, \"ascending.\"",
                "The expressions \"to go up\" and \"to go down,\" when used in reference to God, must be interpreted in this sense. Again, when, in accordance with the divine will, some misfortune befalls a nation or a region of the earth, and when the biblical account of that misfortune is preceded by the statement that the Almighty visited the actions of the people, and that He punished them accordingly, then the prophetic author employs the term \"to descend\": for man is so low and insignificant that his actions would not be visited and would not bring punishment on him, were it not for the divine will: as is clearly stated in the Bible, with regard to this idea, \"What is man that thou shouldst remember him, and the son of man that thou shouldst visit him\" (Ps. viii. 5).",
                "The design of the Deity to punish man is, therefore, introduced by the verb \"to descend\": comp. Go to, let us go down and there confound their language\" (Gen. xi. 7) \"And the Lord came down to see\" (Gen. xi. 5); \"I will go down now and see\" (Gen. xviii. 21). All these instances convey the idea that man here below is going to be punished.",
                "More numerous, however, are the instances of the first case, viz., in which these verbs are used in connection with the revelation of the word and of the glory of God, e.g., \"And I will come down and talk with thee there\" (Num. xi. 17); \"And the Lord came down upon Mount Sinai (Exod. xix. 20); \"The Lord will come down in the sight of all the people (Exod. xix. 11); \"And God went up from him\" (Gen. xxxv. 13); \"And God went up from Abraham\" (Gen. xvii. 22). When, on the other hand, it says, \"And Moses went up unto God\" (Exod. xix. 3), it must be taken in the third signification of these verbs, in addition to its literal meaning that Moses also ascended to the top of the mount, upon which a certain material light (the manifestation of God's glory) was visible; but we must not imagine that the Supreme Being occupies a place to which we can ascend, or from which we can descend. He is far from what the ignorant imagine."
            ],
            [
                "THE primary meaning of the Hebrew yashab is \"he was seated,\" as \"Now Eli the priest sat (yashab) upon a seat\" (1 Sam. i. 9); but, since a person can best remain motionless and at rest when sitting, the term was applied to everything that is permanent and unchanging; thus, in the promise that Jerusalem should remain constantly and permanently in an exalted condition, it is stated,\" She will rise and sit in her place\" (Zech. xiv. 10); further,\" He maketh the woman who was childless to sit as a joyful mother of children\" (Ps. cxiii. 9); i.e., He makes her happy condition to be permanent and enduring.",
                "When applied to God, the verb is to be taken in that latter sense: \"Thou O Lord, remainest (tesheb) for ever\" (Lam. v. 19); \"O thou who sittest (ha-yoshebi) in the heavens\" (Ps. cxxiii. 1); \"He who sitteth in the heavens\" (ii. 4), i.e., He who is everlasting, constant, and in no way subject to change; immutable in His Essence, and as He consists of nought but His Essence, He is mutable in no way whatever; not mutable in His relation to other things: for there is no relation whatever existing between Him and any other being, as will be explained below, and therefore no change as regard; such relations can take place in Him. Hence He is immutable in every respect, as He expressly declares, \"I, the Lord, do not change\" (Mal. iii. 6); i.e., in Me there is not any change whatever. This idea is expressed by the term yashab when referring to God.",
                "The verb, when employed of God, is frequently complemented by \"the Heavens,\" inasmuch as the heavens are without change or mutation, that is to say, they do not individually change, as the individual beings on earth, by transition from existence into non-existence.",
                "The verb is also employed in descriptions of God's relation (the term \"relation\" is here used as a homonym) to existing species of evanescent things: for those species are as constant, well organized, and unvarying as the individuals of the heavenly hosts. Thus we find, \"Who sitteth over the circle of the earth\" (Isa. xl. 22), Who remains constantly and unremittingly over the sphere of the earth; that is to say, over the things that come into existence within that sphere.",
                "Again, \"The Lord sitteth upon the flood\" (Ps. xxix. 10), i.e., despite the change and variation of earthly objects, no change takes place with respect to God's relation (to the earth): His relation to each of the things which come into existence and perish again is stable and constant, for it concerns only the existing species and not the individuals. It should therefore be borne in mind, that whenever the term\" sitting\" is applied to God, it is used in this sense."
            ],
            [
                "THE term kam (he rose) is a homonym. In one of its significations it is the opposite of \"to sit,\" as \"He did not rise (kam) nor move for him\" (Esth. v. 9). It further denotes the confirmation and verification of a thing, e.g.: \"The Lord will verify (yakem) His promise\" (1 Sam. i. 23); \"The field of Ephron was made sure (va-yakom) as the property of Abraham\" (Gen. xxiii. 17). \"The house that is in the walled city shall be established (ve-kam)\" (Lev. xxv. 30); \"And the kingdom of Israel shall be firmly established (ve-kamah) in thy hand\" (1 Sam. xxiv. 20). It is always in this sense that the verb is employed with reference to the Almighty; as \"Now shall I rise (akum), saith the Lord\" (Ps. xii. 7), which is the same as saying, \"Now shall I verify my word and my dispensation for good or evil.\" \"Thou shalt arise (takum) and have mercy upon Zion\" (Ps. cii. 13), which means: Thou wilt establish what thou hast promised, viz., that thou wouldst pity Zion.",
                "Generally a person who resolves to set about a matter, accompanies his resolve by rising, hence the verb is employed to express \"to resolve\" to do a certain thing; as, \"That my son hath stirred up my servant against me\" (1 Sam. xxii. 8). The word is figuratively used to signify the execution of a divine decree against a people sentenced to extermination, as \"And I will rise against the house of Jeroboam\" (Amos vii. 9); \"but he win arise against the house of the evildoers\" (Isa. xxxi. 2). Possibly in Psalm xii. 7 the verb has this latter sense, as also in Psalm cii. 13, namely: Thou wilt rise up against her enemies.",
                "There are many passages to be interpreted in this manner, but in no way should it be understood that He rises or sits--far be such a notion! Our Sages expressed this idea in the formula,\" In the world above there is neither sitting nor standing (‘amidah)\"; for the two verbs ‘amad and kam are synonyms [and what is said about the former is also applicable to the latter]."
            ],
            [
                "THE term ‘amad (he stood) is a homonym signifying in the first instance \"to stand upright,\" as \"When he stood (be-‘omdo) before Pharaoh\" (Gen. xli. 46); \"Though Moses and Samuel stood (ya‘amod)\" (Jer. xv. 1); \"He stood by them\" (Gen. xviii. 8). It further denotes \"cessation and interruption,\" as \"but they stood still (‘amedu) and answered no more\" (Job xxxii. 16); \"and she ceased (va-ta‘amod) to bear\" (Gen. xxix. 35). Next it signifies \"to be enduring and lasting,\" as, \"that they may continue (yo‘amedu) many days\" (Jer. xxxii. 14); \"Then shalt thou be able to endure (‘amod)\" (Exod. xviii. 23); \"His taste remained (‘amad) in him\" (Jer. xlviii. 11), i.e., it has continued and remained in existence without any change: \"His righteousness standeth for ever\" (Ps. cxi. 3), i.e., it is permanent and everlasting. The verb applied to God must be understood in this latter sense, as in Zechariah xiv. 4, \"And his feet shall stand (ve-‘amedu) in that day upon the Mount of Olives\" (Zech. xiv. 4), \"His causes, i.e., the events of which He is the cause, will remain efficient,\" etc. This will be further elucidated when we speak of the meaning of regel (foot). (Vide infra, chap. xxviii.) In the same sense is this verb employed in Deuteronomy v. 28, \"But as for thee, stand thou here by me,\" and Deuteronomy v. 5, \"I stood between the Lord and you.\""
            ],
            [
                "THE homonymous term adam is in the first place the name of the first man, being, as Scripture indicates, derived from adamah, \"earth.\" Next, it means \"mankind,\" as \"My spirit shall not strive with man (adam)\" (Gen. vi. 3). Again \"Who knoweth the spirit of the children of man (adam)\" (Eccles. iii. 21); \"so that a man (adam) has no pre-eminence above a beast\" (Eccles. iii. 19). Adam. signifies also \"the multitude,\" \"the lower classes\" as opposed to those distinguished from the rest, as \"Both low (bene adam) and high (bene ish)\" (Ps. xlix. 3).",
                "It is in this third signification that it occurs in the verses, \"The sons of the higher order (Elohim) saw the daughters of the lower order (adam)\" (Gen. vi. 2); and \"Forsooth! as the humble man (adam) you shall die\" (Ps. lxxxii. 7)."
            ],
            [
                "ALTHOUGH the two roots naẓab and yaẓab are distinct, yet their meaning is, as you know, identical in all their various forms.",
                "The verb has several meanings: in some instances it signifies \"to stand or \"to place oneself,\" as \"And his sister stood (va-tetaẓẓab) afar off\" (Exod. ii. 4); \"The kings of the earth set themselves\" (yiyaẓẓebu) (Ps. ii. 2); \"They came out and stood\" (niẓẓabim) (Num. xvi. 27). In other instances it denotes continuance and permanence, as, \"Thy word is established (niẓẓab) in Heaven\" (Ps. cxix. 89), i.e., it remains for ever.",
                "Whenever this term is applied to God it must be understood in the latter sense, as, \"And, behold, the Lord stood (niẓẓab) upon it\" (Gen. xxviii. 13), i.e., appeared as eternal and everlasting \"upon it,\" namely, upon the ladder, the upper end of which reached to heaven, while the lower end touched the earth. This ladder all may climb up who wish to do so, and they must ultimately attain to a knowledge of Him who is above the summit of the ladder, because He remains upon it permanently. It must be well understood that the term \"upon it\" is employed by me in harmony with this metaphor. \"Angels of God\" who were going up represent the prophets. That the term \"angel\" was applied to prophets may clearly be seen in the following passages: \"He sent an angel\" (Num. xx. 16); \"And an angel of the Lord came up from Gilgal to Bochim\" (Judges ii. 1). How suggestive, too, is the expression \"ascending and descending on it\"! The ascent is mentioned before the descent, inasmuch as the \"ascending\" and arriving at a certain height of the ladder precedes the \"descending,\" i.e., the application of the knowledge acquired in the ascent for the training and instruction of mankind. This application is termed \"descent,\" in accordance with our explanation of the term yarad (chapter x.).",
                "To return to our subject. The phrase \"stood upon it\" indicates the permanence and constancy of God, and does not imply the idea of physical position. This is also the sense of the phrase \"Thou shalt stand upon the rock\" (Exod. xxxiii. 21). It is therefore clear that niẓẓab and ‘amad are identical in this figurative signification. Comp. \"Behold, I will stand (‘omed) before thee there upon the rock in Horeb\" (Exod. xvii. 6)."
            ],
            [
                "THE word ẓur (rock) is a homonym. First, it denotes \"rock,\" as \"And thou shalt smite the rock\" (ẓur) (Exod. xvii. 6). Then, \"hard stone,\" like the flint, e.g., \"Knives of stone\" (ẓurim) (Josh. V. 2). It is next employed to signify the quarry from which the stones are hewn; comp. \"Look unto the rock (ẓur) whence ye are hewn\" (Isa. li. 1). From this latter meaning of the term another figurative notion was subsequently derived, viz., \"the root and origin\" of all things. It is on this account that after the words \"Look to the rock whence ye are hewn,\" the Prophet continues, \"Look unto Abraham your father,\" from which we evidently may infer that the words \"Abraham your father\" serve to explain \"the rock whence ye are hewn\"; and that the Prophet meant to say, \"Walk in his ways, put faith in his instruction, and conduct yourselves according to the rule of his life! for the properties contained in the quarry should be found again in those things which are formed and hewn out of it.\"",
                "It is in the latter sense that the Almighty is called \"rock,\" He being the origin and the causa efficiens of all things besides Himself. Thus we read, \"He is the Rock, His work is perfect\" (Deut. xxxii. 4); \"Of the Rock that begat thee thou art unmindful\" (Deut. xxxii. 18); \"Their Rock had sold them\" (xxxi. 30); \"There is no rock like our God\" (1 Sam. ii. 2); \"The Rock of Eternity\" (Isa. xxvi. 4). Again, \"And thou shalt stand upon the Rock\" (Exod. xxxiii. 21), i.e., Be firm and steadfast in the conviction that God is the source of all things, for this will lead you towards the knowledge of the Divine Being. We have shown (chap. viii.) that the words \"Behold, a place is with me\" (Exod. xxxiii. 21) contain the same idea."
            ],
            [
                "Do not imagine that only Metaphysics should be taught with reserve to the common people and to the uninitiated: for the same is also the case with the greater part of Natural Science. In this sense we have repeatedly made use of the expression of the Sages, \"Do not expound the chapter on the Creation in the presence of two\" [vide Introd. page 2]. This principle was not peculiar to our Sages: ancient philosophers and scholars of other nations were likewise wont to treat of the principia rerum obscurely, and to use figurative language in discussing such subjects. Thus Plato and his predecessors called Substance the female, and Form the male. (You are aware that the principia of all existing transient things are three, viz., Substance, Form, and Absence of a particular form; the last-named principle is always inherent in the substance, for otherwise the substance would be incapable of receiving a new form: and it is from this point of view that absence [of a particular form] is included among the principia. As soon, then, as a substance has received a certain form, the privation of that form, namely, of that which has just been received, has ceased, and is replaced by the privation of another form, and so on with all possible forms, as is explained in treatises on natural philosophy.)--Now, if those philosophers who have nothing to fear from a lucid explanation of these metaphysical subjects still were in the habit of discussing them in figures and metaphors, how much more should we, having the interest of religion at heart, refrain from elucidating to the mass any subject that is beyond their comprehension, or that might be taken in a sense directly opposite to the one intended. This also deserves attention."
            ],
            [
                "THE three words karab, \"to come near,\" naga‘, \"to touch,\" and nagash, \"to approach,\" sometimes signify \"contact\" or \"nearness in space,\" sometimes the approach of man's knowledge to an object, as if it resembled the physical approach of one body to another. As to the use of karab in the first meaning, viz., to draw near a certain spot, comp. \"As he drew near (karab) the camp\" (Exod. xxxii. 19); \"And Pharaoh drew near (hikrib) (Exod. xiv. 10). Naga‘, in the first sense, viz., expressing the contact of two bodies, occurs in \"And she cast it (va-tagga‘) at his feet\" (Exod. iv. 25); \"He caused it to touch (va-yagga‘) my mouth\" (Isa. vi. 7). And nagash in the first sense, viz., to approach or move towards another person, is found, e.g., in \"And Judah drew near (va-yiggash) unto him\" (Gen. xliv. 1).",
                "The second meaning of these three words is \"approach by means of knowledge,\" or \"contact by comprehension,\" not in reference to space. As to naga‘ in this second sense, comp. \"for her judgment reacheth (naga‘) unto heaven\" (Jer. li. 9). An instance of karab being used in this meaning is contained in the following passage, \"And the cause that is too hard for you, bring (takribun) it unto me\" (Deut. i. 17); this is equivalent to saying, \"Ye shall make it known unto me.\" The verb karab (in the Hiphil) is thus employed in the sense of giving information concerning a thing. The verb nagash is used figuratively in the phrase, \"And Abraham drew near (va-yiggash), and said\" (Gen. xviii. 23); this took place in a prophetic vision and in a trance, as will be explained (Part I. chap. xxi., and Part II. chap. xli.; also in \"Forasmuch as this people draw near (niggash) me with their mouths and with their lips\" (Isa. xxix. 13). Wherever a word denoting approach or contact is employed in the prophetic writings to describe a certain relation between the Almighty and any created being, it has to be understood in this latter sense [viz., to approach mentally]. For, as will be proved in this treatise (II. chap. iv.), the Supreme is incorporeal, and consequently He does not approach or draw near a thing, nor can aught approach or touch Him; for when a being is without corporeality, it cannot occupy space, and all idea of approach, contact, distance, conjunction, separation, touch, or proximity is inapplicable to such a being.",
                "There can be no doubt respecting the verses \"The Lord is nigh (karob) unto all them that call upon him\" (Ps. cxlv. 18); \"They take delight in approaching (kirbat) to God\" (Isa. lviii. 2); \"The nearness (kirbat) of God is pleasant to me\" (Ps. lxxii. 28); all such phrases intimate a spiritual approach, i.e., the attainment of some knowledge, not, however, approach in space. Thus also \"who hath God so nigh (kerobim) unto him\" (Deut. iv. 7); \"Draw thou near (kerab) and hear\" (Deut. v. 27); \"And Moses alone shall draw near (ve-niggash) the Lord; but they shall not come nigh (yiggashu)\" (Exod. xxiv. 2).",
                "If, however, you wish to take the words \"And Moses shall draw near\" to mean that he shall draw near a certain place in the mountain, whereon the Divine Light shone, or, in the words of the Bible, \"where the glory of the Lord abode,\" you may do so, provided you do not lose sight of the truth that there is no difference whether a person stand at the centre of the earth or at the highest point of the ninth sphere, if this were possible: he is no further away from God in the one case, or nearer to Him in the other; those only approach Him who obtain a knowledge of Him; while those who remain ignorant of Him recede from Him. In this approach towards, or recession from God there are numerous grades one above the other, and I shall further elucidate, in one of the subsequent chapters of the Treatise (I. chap. lx., and II. chap. xxxvi.) what constitutes the difference in our perception of God.",
                "In the passage, \"Touch (ga‘) the mountains, and they shall smoke\" (Ps. cxliv. 5), the verb \"touch\" is used in a figurative sense, viz., \"Let thy word touch them.\" So also the words, \"Touch thou him himself\" (Job ii. 5), have the same meaning as \"Bring thy infliction upon him.\" In a similar manner must this verb, in whatever form it may be employed be interpreted in each place, according to the context; for in some cases it denotes contact of two material objects, in others knowledge and comprehension of a thing, as if he who now comprehends anything which he had not comprehended previously had thereby approached a subject which had been distant from him. This point is of considerable importance."
            ],
            [
                "THE term male is a homonym which denotes that one substance enters another, and fills it, as \"And she filled (va-temalle) her pitcher\" (Gen. xxiv. 16); \"An omer-full (melo) for each\" (Exod. xvi. 32), and many other instances. Next, it signifies the expiration or completion of a fixed period of time, as \"And when her days to be delivered were fulfilled (va-yimleü)\" (Gen. xxv. 24); \"And forty days were completed (va-yimleü) for him\" (Gen. 1. 3). It further denotes attainment of the highest degree of excellency, as \"Full (male) with the blessing of the Lord\" (Deut. xxxiii. 23); \"Them hath he filled (mille) with wisdom of heart\" (Exod. xxxv. 35) He was filled (va-yimmale) with wisdom, and understanding, and cunning\" (1 Kings vii. 14). In this sense it is said \"The whole earth is full (melo) of his glory\" (Isa. vi. 4), \"All the earth gives evidence of his perfection,\" i.e. leads to a knowledge of it. Thus also\" The glory of the Lord filled (male) the tabernacle\" (Exod. xl. 34); and, in fact, every application of the word to God must be interpreted in this manner; and not that He has a body occupying space. If, on the other hand, you prefer to think that in this passage by \"the glory of the Lord,\" a certain light created for the purpose is to be understood, that such light is always termed \"glory,\" and that such light \"filled the tabernacle,\" we have no objection."
            ],
            [
                "THE word ram (high) is a homonym, denoting elevation in space, and elevation in dignity, i.e., greatness, honour, and power. It has the first meaning in \"And the ark was lifted up (va-tarom) above the earth\" (Gen. vii. 17); and the latter meaning in \"I have exalted (harimoti) one chosen out of the people\" (Ps. lxxxix. 20); \"Forasmuch as I have exalted (harimoti) thee from amongst the dust\" (1 Kings xvi. 2); \"Forasmuch as I exalted (harimoti) thee from among the people\" (1 Kings xiv. 7).",
                "Whenever this term is employed in reference to God, it must be taken in the second sense: \"Be thou exalted (rumah), O God, above the heavens\" (Ps. lvii. 12). In the same manner does the root nasa (to lift up) denote both elevation in space and elevation in rank and dignity. In the former sense it occurs in \"And they lifted up (va-yisseü) their corn upon their asses\" (Gen. xlii. 26) and there are many instances like this in which this verb has the meaning \"to carry,\" \"to move\" from place to place: for this implies elevation in space. In the second sense we have \"And his kingdom shall be exalted\" (ve-tinnase) (Num. xxiv. 7); \"And he bare them, and carried them\" (va-yenasseëm) (Isa. lxiii. 9); \"Wherefore do ye exalt yourselves\" (titnasseü) (Num. xvi. 3).",
                "Every form of this verb when applied to God has this latter sense--e.g., \"Lift up thyself (hinnase), thou judge of the earth\" (Ps. xciv. 2); \"Thus saith the High (ram) and Exalted (nissa) One\" (Isa. lvii. 15)--denoting elevation in rank, quality, and power, and not elevation in space.",
                "You may be surprised that I employ the expression, \"elevation in rank, quality, and power,\" and you may say, \"How can you assert that several distinct expressions denote the same thing?\" It will be explained later on (chap. 1. seqq.) that those who possess a true knowledge of God do not consider that He possesses many attributes, but believe that these various attributes which describe His Might, Greatness, Power, Perfection, Goodness, etc., are identical, denoting His Essence, and not anything extraneous to His Essence. I shall devote special chapters to the Names and Attributes of God; our intention here is solely to show that \"high and exalted\" in the passage quoted denote elevation in rank, not in space."
            ],
            [
                "IN its primary signification the Hebrew ‘abar, \"to pass,\" refers to the motion of a body in space, and is chiefly applied to living creatures moving at some distance in a straight line, e.g., \"And He passed over (‘abar) before them\" (Gen. xxxiii. 3); \"Pass (‘abor) before the people\" (Exod. xvii. 5). Instances of this kind are numerous. The verb was next applied to the passage of sound through air, as \"And they caused a sound to pass (va-ya‘abiru) through out the camp\" (Exod. xxxvi. 6); \"That I hear the Lord's people spreading the report\" (ma‘abirim) (1 Sam. ii. 24).",
                "Figuratively it denoted the appearance of the Light and the Divine Presence (Shechinah) which the prophets perceived in their prophetic visions, as it is said, \"And behold a smoking furnace, and a burning lamp that passed (‘abar) between those pieces\" (Gen. xv. 17). This took place in a prophetic vision, for the narrative commences, \"And a deep sleep fell upon Abram.\" The verb has this latter meaning in Exodus xii. 12, \"And I shall pass (ve-‘abarti) through the land of Egypt\" (denoting \"I shall reveal myself,\" etc.), and in all similar phrases.",
                "The verb is next employed to express that a person has gone too far, and transgressed the usual limit, in the performance of some act, as \"And as a man who is drinking wine has passed (‘abarv) the proper limit\" (Jer. xxiii. 9).",
                "It is also used figuratively to denote: to abandon one aim, and turn to a different aim and object, e.g., \"He shot an arrow, causing it to miss the aim (leha‘abiro)\" (1 Sam. xx. 36). This is the sense, it appears to me, of this verb in \"And the Lord passed by (va-ya‘abor) before his face\" (Exod. xxxiv. 6). I take \"his face\" to mean \"the face of God\"; our Teachers likewise interpreted \"his face\" as being identical with \"the face of God.\" And, although this is found in the midst of Agadic interpretations which would be out of place in this our work, yet it is some support of our view, that the pronoun \"his\" is employed in this passage as a substitute for \"God's\"--and the whole passage could in my opinion be explained as follows: Moses sought to attain to a certain perception which is called \"the perception of the Divine face,\" a term occurring in the phrase \"My face cannot be seen\"; but God vouchsafed to him a perception of a lower degree, viz., the one called, \"the seeing of the back,\" in the words, \"And thou shalt see my back\" (Exod. xxxiii. 23). We have mentioned this subject in our work Mishneh Torah. Accordingly, it is stated in the above-mentioned passage that the Lord withheld from Moses that perception which is termed \"the seeing of the Divine face,\" and substituted for it another gift, viz., the knowledge of the acts attributed to God, which, as I shall explain (chap. liv.) are considered to be different and separate attributes of the Supreme. In asserting that God withheld from Moses (the higher knowledge) I mean to say that this knowledge was unattainable, that by its nature it was inaccessible to Moses; for man, whilst able to gain perfection by applying his reasoning faculties to the attainment of what is within the reach of his intellect, either weakens his reason or loses it altogether as soon as he ventures to seek a higher degree of knowledge--as I shall elucidate in one of the chapters of this work--unless he be granted a special aid from heaven, as is described in the words, \"And I will cover thee with my hand until I pass by\" (Exod. xxxiii. 23)",
                "Onkelos, in translating this verse, adopts the same method which he applies to the explanation of similar passages, viz., every expression implying corporeality or corporal properties, when referring to God, he explains by assuming an ellipsis of a nomen regens before \"God,\" thus connecting the expression (of corporeality) with another word which is supplied, and which governs the genitive \"God\": e.g., \"And behold the Lord stood upon it\" (Gen. xxviii. 13), he explains, \"The glory of the Lord stood arrayed above it.\" Again, \"The Lord watch between me and thee\" (Gen. xxxi. 49), he paraphrases, \"The word of the Lord shall watch.\" This is his ordinary method in explaining Scripture. He applies it also to Exod. xxxiv. 6, which he paraphrases, \"The Lord caused his Presence to pass before his face and called.\" According to this rendering the thing which passed was unquestionably some physical object, the pronoun \"his\" refers to Moses, and the phrase ‘al panav is identical with lefanav, \"before him.\" Comp. \"So went the present over before him\" (‘al panav) (Gen. xxxii. 22). This is likewise an appropriate and satisfactory explanation: and I can adduce still further support for the opinion of Onkelos from the words \"while my glory passeth by\" (ba-‘abor) (Exod. xxxiii. 22), which expressly state that the passing object was something ascribed to God, not God Himself: and of this Divine glory it is also said, \"until I pass by,\" and \"And the Lord passed by before him.\"",
                "Should it, however, be considered necessary to assume here an ellipsis, according to the method of Onkelos, who supplies in some instances the term \"the Glory,\" in others \"the Word,\" and in others \"the Divine Presence,\" as the context may require in each particular case, we may also supply here the word \"voice,\" and explain the passage, \"And a voice from the Lord passed before him and called.\" We have already shown that the verb ‘abar, \"he passed,\" can be applied to the voice, as in \"And they caused a voice to pass through the camp\" (Exod. xxxvi. 6). According to this explanation, it was the voice which called. No objection can be raised to applying the verb kara (he called) to kol (voice), for a similar phrase occurs in the Bible in reference to God's commands to Moses, \"He heard the voice speaking unto him\"; and, in the same manner as it can be said \"the voice spoke,\" we may also say \"the voice called\"; indeed, we can even support this application of the verbs \"to say, \"and \"to call,\" to \"the voice,\" by parallel passages, as \"A voice saith 'Cry,' and it says 'What shall I cry?'\" (Isa. xl. 6). According to this view, the meaning of the passage under discussion would be: \"A voice of God passed before him and called, 'Eternal, Eternal, All-powerful, All-merciful, and All-gracious!'\" (The word Eternal is repeated; it is in the vocative, for the Eternal is the one who is called. Comp. Moses, Moses! Abraham, Abraham!) This, again, is a very appropriate explanation of the text.",
                "You will surely not find it strange that this subject, so profound and difficult, should bear various interpretations; for it will not impair the force of the argument with which we are here concerned. Either explanation may be adopted: you may take that grand scene altogether as a prophetic vision, and the whole occurrence as a mental operation, and consider that what Moses sought, what was withheld from him, and what he attained, were things perceived by the intellect without the use of the senses (as we have explained above): or you may assume that in addition there was a certain ocular perception of a material object, the sight of which would assist intellectual perception. The latter is the view of Onkelos, unless he assumes that in this instance the ocular perception was likewise a prophetic vision, as was the case with \"a smoking furnace and a burning lamp that passed between those pieces\" (Gen. xv. 17), mentioned in the history of Abraham. You may also assume that in addition there was a perception of sound, and that there was a voice which passed before him, and was undoubtedly something material. You may choose either of these opinions, for our sole intention and purpose is to guard you against the belief that the phrase \"and the Lord passed,\" is analogous to \"pass before the people\" (Exod. xvii. 5), for God, being incorporeal, cannot be said to move, and consequently the verb \"to pass\" cannot with propriety be applied to Him in its primary signification."
            ],
            [
                "IN Hebrew, the verb bo signifies \"to come\" as applied to a living being, i.e., its arrival at a certain place, or approach to a certain person, as \"Thy brother came (ba) with subtilty\" (Gen. xxvii. 35). It next denotes (with regard to a living being) \"to enter\" a certain place, e.g., \"And when Joseph came (va-yabo) into the house\" (Gen. xliii. 26); \"When ye come (ta-boü) into the land\" (Exod. Xii. 25). The term was also employed metaphorically in the sense of \"to come\" applied to a certain event, that is, to something incorporeal, as \"When thy sayings come to pass (yabo)\" (Judg. xiii. 17); \"Of that which will come (yaboü) over thee\" (Isa. xlvii. 13). Nay, it is even applied to privatives, e.g., \"Yet evil came (va-yabo)\" (Job iii. 26); \"And darkness came (va-yabo)\" Now, since the word has been applied to incorporeal things, it has also been used in reference to God-to the fulfilment of His word, or to the manifestation of His Presence (the Shechinah). In this figurative sense it is said, \"Lo, I come (ba) unto thee in a thick cloud\" (Exod. xix. 9); \"For the Lord the God of Israel cometh (ba) through it\" (Ezek. xliv. 2). In these and all similar passages, the coming of the Shechinah is meant, but the words, \"And the Lord my God shall come (u-ba)\" (Zech. xiv. 5) are identical with \"His word will come,\" that is to say, the promises which He made through the Prophets will be fulfilled; therefore Scripture adds \"all the holy ones that are with thee,\" that is to say, \"The word of the Lord my God will be performed, which has been spoken by all the holy ones who are with thee, who address the Israelites.\""
            ],
            [
                "Yaẓa (\"he came out\") is the opposite of ba (\"he came in\"). The term yaẓa is applied to the motion of a body from a place in which it had previously rested, to another place (whether the body be a living being or not), e.g., \"And when they were gone out (yaẓeü) if the city\" (Gen. xliv. 4); \"If fire break out (teẓe)\" (Exod. xxii. .5). It was then figuratively employed to denote the appearance of something incorporeal, as, \"The word went out (yaẓa) of the king's mouth\" (Esth. vii. 8); \"When this deed of the queen shall come abroad (yeẓe) unto all women\" (Esth. i. 17), that is to say, \"the report will spread.\" Again, \"For out of Zion shall go forth (teẓe) the Law\" (Isa. ii. 3); further, \"The sun had risen (yaẓa) upon the earth\" (Gen. xix. 23), i.e., its light became visible.",
                "In this figurative sense we must take every expression of coming out when applied to the Almighty, e.g., \"Behold, the Lord cometh out (yoẓe) of his place\" (Isa. xxvi. 21), i.e., \"The word of God, which until now has been in secret, cometh out, and will become manifest,\" i.e., something will come into being which had not existed before: for everything new emanating from God is ascribed to His word. Comp. \"By the word of the Lord were the heavens made, and all the host of them by the breath of his mouth\" (Ps. xxxiii. 6). This is a simile taken from the conduct of kings, who employ the word as the means of carrying their will into effect. God, however, requires no instrument wherewith to operate in order to perform anything; the effect is produced solely by His will alone. He does not employ any kind of speech, as will be explained further on (chap. Iv.).",
                "The verb \"to come out\" is thus employed to designate the manifestation of a certain work of God, as we noticed in our interpretation of the phrase, \"Behold, the Lord cometh out of his place.\" In a similar manner the term shub, \"to return,\" has been figuratively employed to denote the discontinuance of a certain act according to the will of God, as in \"I will go and return to my place\" (Hosea v. 15); that is to say, the Divine presence (Shechinah) which had been in our midst departed from us, the consequence of which has been the absence of Divine protection from amongst us. Thus the Prophet foretelling misfortune says, \"And I will hide my face from them, and they shall be devoured\" (Deut. xxxi. 17); for, when man is deprived of Divine protection he is exposed to all dangers, and becomes the butt of all fortuitous circumstances: his fortune and misfortune then depend on chance. Alas! how terrible a threat!--This is the idea contained in the words,\" I will go and return to my place\" (Hos. v. 15)."
            ],
            [
                "THE term halak is likewise one of the words which denote movements performed by living beings, as in \"And Jacob went (halak) on his way\" (Gen. xxxii. I), and in many other instances. The verb \"to go\" was next employed in describing movements of objects less solid than the bodies of living beings, comp. \"And the waters were going on (halok) decreasing\" (Gen. viii. 5); \"And the fire went along (va-tihalak) upon the ground\" (Exod. ix. 23). Then it was employed to express the spreading and manifestation of something incorporeal, comp. \"The voice thereof shall go like a serpent\" (Jer. xlvi. 22); again, \"The voice of the Lord God walking in the garden\" (Gen. iii. 8). It is \"the voice\" that is qualified by \"walking.\"",
                "Whenever the word \"to go\" is used in reference to God, it must be taken in this figurative sense, i.e., it applies to incorporeal things, and signifies either the manifestation of something incorporeal, or the withdrawal of the Divine protection, an act corresponding in lifeless beings to the removal of a thing, in living beings to the departure of a living being, \"walking.\" The withdrawal of God's protection is called in the Bible \"the hiding of God's countenance,\" as in Deuteronomy xxxi. 18, \"As for me, I will hide my countenance.\" On the same ground it has been designated \"going away,\" or moving away from a thing. comp. \"I will depart and return to my place\" (Hos. v. 15). But in the passage, \"And the anger of the Lord was kindled against them, and he went\" (Num. xii. 9), the two meanings of the verb are combined. viz., the withdrawal of the Divine protection, expressed by \"and he went,\" and the revelation, manifestation, and appearance of something namely, of the anger which went forth and reached them, in consequence of which Miriam became \"leprous, white as snow.\" The expression \"to walk\" was further applied to conduct, which concerns only the inner life, and which requires no bodily motion, as in the following passages, \"And thou shalt walk in his ways\" (Deut. xxviii. 9); \"Ye shall walk after the Lord your God\" (Deut. xiii. 5); \"Come ye, and let us walk in the light of the Lord.\" (Isa. ii. 5)."
            ],
            [
                "THE Hebrew shakan, as is well known, signifies \"to dwell,\" as, \"And he was dwelling (shoken) in the plains of Mamre\" (Gen. xiv. 13); \"And it came to pass, when Israel dwelt (bishekon)\" (Gen. xxxv. 22). This is the most common meaning of the word. But \"dwelling in a place\" consists in the continued stay in a place, general or special; when a living being dwells long in a place, we say that it stays in that place, although it unquestionably moves about in it, comp. \"And he was staying in the plains of Mamre\" (Gen. xiv. 13), and, \"And it came to pass, when Israel stayed\" (Gen. xxxv 22).",
                "The term was next applied metaphorically to inanimate objects, i.e., to everything which has settled and remains fixed on one object, although the object on which the thing remains is not a place, and the thing itself is not a living being; for instance, \"Let a cloud dwell upon it [the day]\" (Job iii. 5); there is no doubt that the cloud is not a living being, and that the day is not a corporeal thing, but a division of time.",
                "In this sense the term is employed in reference to God, that is to Say, to denote the continuance of His Divine Presence (Shechinah) or of His Providence in some place where the Divine Presence manifested itself constantly, or in some object which was constantly protected by Providence. Comp. \"And the glory of the Lord abode\" (Exod. xxiv. 16); \"And I will dwell among the children of Israel\" (Exod. xxix. 45); \"And for the goodwill of him that dwelt in the bush\" (Deut. xxxiii. 16). Whenever the term is applied to the Almighty, it must be taken consistently with the context in the sense either as referring to the Presence of His Shechinah (i.e., of His light that was created for the purpose) in a certain place, or of the continuance of His Providence protecting a certain object."
            ],
            [
                "You, no doubt, know the Talmudical saying, which includes in itself all the various kinds of interpretation connected with our subject. It runs thus: \"The Torah speaks according to the language of man,\" that is to say, expressions, which can easily be comprehended and understood by all, are applied to the Creator. Hence the description of God by attributes implying corporeality, in order to express His existence: because the multitude of people do not easily conceive existence unless in connection with a body, and that which is not a body nor connected with a body has for them no existence. Whatever we regard as a state of perfection, is likewise attributed to God, as expressing that He is perfect in every respect, and that no imperfection or deficiency whatever is found in Him. But there is not attributed to God anything which the multitude consider a defect or want; thus He is never represented as eating, drinking, sleeping, being ill, using violence, and the like. Whatever, on the other hand, is commonly regarded as a state of perfection is attributed to Him, although it is only a state of perfection in relation to ourselves; for in relation to God, what we consider to be a state of perfection, is in truth the highest degree of imperfection. If, however, men were to think that those human perfections were absent in God, they would consider Him as imperfect.",
                "You are aware that locomotion is one of the distinguishing characteristics of living beings, and is indispensable for them in their progress towards perfection. As they require food and drink to supply animal waste, so they require locomotion, in order to approach that which is good for them and in harmony with their nature, and to escape from what is injurious and contrary to their nature. It makes, in fact, no difference whether we ascribe to God eating and drinking or locomotion; but according to human modes of expression, that is to say, according to common notions, eating and drinking would be an imperfection in God, while motion would not, in spite of the fact that the necessity of locomotion is the result of some want. Furthermore, it has been clearly proved, that everything which moves is corporeal and divisible; it will be shown below that God is incorporeal and that He can have no locomotion; nor can rest be ascribed to Him; for rest can only be applied to that which also moves. All expressions, however, which imply the various modes of movement in living beings, are employed with regard to God in the manner we have described and in the same way as life is ascribed to Him: although motion is an accident pertaining to living beings, and there is no doubt that, without corporeality, expressions like the following could not be imagined: \"to descend, to ascend, to walk, to place, to stand, to surround, to sit, to dwell, to depart, to enter, to pass, etc.",
                "It would have been superfluous thus to dilate on this subject, were it not for the mass of the people, who are accustomed to such ideas. It has been necessary to expatiate on the subject, as we have attempted, for the benefit of those who are anxious to acquire perfection, to remove from them such notions as have grown up with them from the days of youth."
            ],
            [
                "ONKELOS the Proselyte, who was thoroughly acquainted with the Hebrew and Chaldaic languages, made it his task to oppose the belief in God's corporeality. Accordingly, any expression employed in the Pentateuch in reference to God, and in any way implying corporeality, he paraphrases in consonance with the context. All expressions denoting any mode of motion, are explained by Him to mean the appearance or manifestation of a certain light that had been created [for the occasion], i.e., the Shekhinah (Divine Presence), or Providence. Thus he paraphrases \"the Lord will come down\" (Exod. xix. 11), \"The Lord will manifest Himself\"; \"And God came down\" (xvi. 20), \"And God manifested Himself\"; and does not say \"And God came down\"; \"I will go down now and see\" (Gen. xviii. 21), he paraphrases, \"I will manifest myself now and see.\" This is his rendering [of the verb yarad, \"he went down,\" when used in reference to God] throughout his version, with the exception of the following passage, \"I will go down (ered) with thee into Egypt\" (Gen. xlvi. 4), which he renders literally. A remarkable proof of this great man's talents, the excellence of his version, and the correctness of his interpretation! By this version he discloses to us an important principle as regards prophecy.",
                "This narrative begins: \"And God spake unto Israel in the visions of the night, and said, Jacob, Jacob, etc. And He said, I am God, etc., I will go down with thee into Egypt\" (Gen. xlvi. 2, 3). Seeing that the whole narrative is introduced as a vision of the night, Onkelos did not hesitate to translate literally the words addressed to Jacob in the nocturnal vision, and thus gave a faithful account of the occurrence. For the passage in question contains a statement of what Jacob was told, not what actually took place, as is the case in the words, \"And the Lord came down upon Mount Sinai\" (Exod. xix. 20). Here we have an account of what actually occurred in the physical world; the verb yarad is therefore paraphrased \"He manifested Himself,\" and entirely detached from the idea of motion. Accounts of what happened in the imagination of man, I mean of what he was told, are not altered. A most remarkable distinction!",
                "Hence you may infer that there is a great difference between a communication, designated as having been made in a dream, or a vision of the night, and a vision or a manifestation simply introduced with phrases like \"And the word of the Lord came unto me, saying\"; \"And the Lord spake unto me, saying.\"",
                "According to my opinion, it is also possible that Onkelos understood Elohim in the above passage to signify \"angel,\" and that for this reason he did not hesitate to translate literally, \"I will go down with thee to Egypt.\" Do not think it strange that Onkelos should have believed the Elohim, who said to Jacob, \"I am God, the God of thy father\" (ib. 3), to be an angel, for this sentence can, in the same form, also have been spoken by an angel. Thus Jacob says, \"And the angel of God spake unto me in a dream, saying, Jacob. And I said, Here am I,\" etc. (Gen. xxxi. 11); and concludes the report of the angel's words to him in the following way, \"I am the God of Bethel, where thou anointedst the pillar, and where thou vowedst a vow unto me\" (ib. 13), although there is no doubt that Jacob vowed to God, not to the angel. It is the usual practice of prophets to relate words addressed to them by an angel in the name of God, as though God Himself had spoken to them. Such passages are all to be explained by supplying the nomen regens, and by considering them as identical with \"I am the messenger of the God of thy father,\" \"I am the messenger of God who appeared to thee in Bethel,\" and the like. Prophecy with its various degrees, and the nature of angels, will be fully discussed in the sequel, in accordance with the object of this treatise (II. chap. xiv.)."
            ],
            [
                "THE term regel is homonymous, signifying, in the first place, the foot of a living being; comp. \"Foot for foot\" (Exod. xxi. 24). Next it denotes an object which follows another: comp. \"And all the people that follow thee\" (lit. that are at thy feet) (ib. xi. 18). Another signification of the word is \"cause\"; comp. \"And the Lord hath blessed thee, I being the cause\" (leragli) (Gen. xxx. 30), i.e., for my sake; for that which exists for the sake of another thing has the latter for its final cause. Examples of the term used in this sense are numerous. It has that meaning in Genesis xxxiii. 14, \"Because (leregel) of the cattle that goeth before me, and because (leregel) of the children.\"",
                "Consequently, the Hebrew text, of which the literal rendering is: \"And his feet shall stand in that day upon the Mount of Olives\" (Zech. xiv. 4) can be explained in the following way: \"And the things caused by him (raglav) on that day upon the Mount of Olives, that is to say, the wonders which will then be seen, and of which God will be the Cause or the Maker, will remain permanently.\" To this explanation does Jonathan son of Uziel incline in paraphrasing the passage,\" And he will appear in his might on that day upon the Mount of Olives. He generally expresses terms denoting those parts of the body by which contact and motion are effected, by \"his might\" [when referring to God], because all such expressions denote acts done by His Will.",
                "In the passage (Exod. xxiv. 10, lit., \"And there was under his feet, like the action of the whiteness of a sapphire stone\"), Onkelos, as you know, in his version, considers the word (raglav) \"his feet\" as a figurative expression and a substitute for \"throne\"; the words \"under his feet\" he therefore paraphrases, \"And under the throne of his glory.\" Consider this well, and you will observe with wonder how Onkelos keeps free from the idea of the corporeality of God, and from everything that leads thereto, even in the remotest degree. For he does not say, \"and under His throne\"; the direct relation of the throne to God, implied in the literal sense of the phrase \"His throne,\" would necessarily suggest the idea that God is supported by a material object, and thus lead directly to the corporeality of God: he therefore refers the throne to His glory, i.e., to the Shekhinah, which is a light created for the purpose.",
                "Similarly he paraphrases the words, \"For my hand I lift up to the throne of God\" (Exod. xvii. 16), \"An oath has been uttered by God, whose Shekhinah is upon the throne of his glory.\" This principle found also expression in the popular phrase, \"the Throne of the Glory.\"",
                "We have already gone too far away from the subject of this chapter, and touched upon things which will be discussed in other chapters; we will now return to our present theme. You are acquainted with the version of Onkelos [of the passage quoted]. He contents himself with excluding from his version all expressions of corporeality in reference to God, and does not show us what they (the nobles of the children of Israel Exod. xxiv. 10) perceived, or what is meant by that figure. In all similar instances Onkelos also abstains from entering into such questions, and only endeavours to exclude every expression implying corporeality; for the incorporeality of God is a demonstrative truth and an indispensable element in our faith; he could decidedly state all that was necessary in that respect. The interpretation of a simile is a doubtful thing: it may possibly have that meaning, but it may also refer to something else. It contains besides very profound matter, the understanding of which is not a fundamental element in our faith, and the comprehension of which is not easy for the common people. Onkelos, therefore, did not enter at all into this subject.",
                "We, however, remaining faithful to our task in this treatise, find ourselves compelled to give our explanation. According to our opinion \"under his feet\" (raglav) denotes \"under that of which He is the cause,\" \"that which exists through Him,\" as we have already stated. They (the nobles of the children of Israel) therefore comprehended the real nature of the materia prima, which emanated from Him, and of whose existence He is the only cause. Consider well the phrase, \"like the action of the whiteness of the sapphire stone.\" If the colour were the point of comparison, the words, \"as the whiteness of the sapphire stone\" would have sufficed; but the addition of \"like the action\" was necessary, because matter, as such, is, as you are well aware, always receptive and passive, active only by some accident. On the other hand, form, as such, is always active, and only passive by some accident, as is explained in works on Physics. This explains the addition of \"like the action\" in reference to the materia prima. The expression \"the whiteness of the sapphire\" refers to the transparency, not to the white colour: for \"the whiteness\" of the sapphire is not a white colour, but the property of being transparent. Things, however, which are transparent, have no colour of their own, as is proved in works on Physics: for if they had a colour they would not permit all the colours to pass through them nor would they receive colours: it is only when the transparent object is totally colourless, that it is able to receive successively all the colours. In this respect it (the whiteness of the sapphire) is like the materia prima, which as such is entirely formless, and thus receives all the forms one after the other. What they (the nobles of the children of Israel) perceived was therefore the materia prima, whose relation to God is distinctly mentioned, because it is the source of those of his creatures which are subject to genesis and destruction, and has been created by him. This subject also will be treated later on more fully.",
                "Observe that you must have recourse to an explanation of this kind, even when adopting the rendering of Onkelos, \"And under the throne of His glory\"; for in fact the materia prima is also under the heavens, which are called \"throne of God,\" as we have remarked above. I should not have thought of this unusual interpretation, or hit on this argument were it not for an utterance of R. Eliezer ben Hyrcanus, which will be discussed in one of the parts of this treatise (II. chap. xxvi.). The primary object of every intelligent person must be to deny the corporeality of God, and to believe that all those perceptions (described in the above passage) were of a spiritual not of a material character. Note this and consider it well."
            ],
            [
                "THE term ‘eẓeb is homonymous, denoting, in the first place, pain and trembling; comp. \"In sorrow (be-‘eẓeb) thou shalt bring forth children\" (Gen. iii. 16). Next it denotes anger; comp. \"And his father had not made him angry (‘aẓabo) at any time\" (1 Kings i. 6); \"for he was angry (ne‘eẓab) for the sake of David\" (1 Sam. xx. 34). The term signifies also provocation: comp. \"They rebelled, and vexed (‘iẓẓebu) his holy spirit\" (Isa. lxiii. 10); \"and provoked (ya‘aẓibahu) him in the desert\" (Ps. lxxviii. 40); \"If there be any way of provocation (‘oẓeb) in me\" (ib. cxxxix. 24); \"Every day they rebel (ye‘aẓẓebu) against my words\" (ib. lvi. 6).",
                "In Genesis vi. 6 the word has either the second or the third signification. In the first case, the sense of the Hebrew va-yit‘aẓẓeb el libbo is \"God was angry with them on account of the wickedness of their deeds\" as to the words \"to his heart\" used here, and also in the history of Noah (ib. viii. 21) I will here explain what they mean. With regard to man, we use the expression \"he said to himself,\" or \"he said in his heart,\" in reference to a subject which he did not utter or communicate to any other person. Similarly the phrase \"And God said in his heart,\" is used in reference to an act which God decreed without mentioning it to any prophet at the time the event took place according to the will of God. And a figure of this kind is admissible, since \"the Torah speaketh in accordance with the language of man\" (supra c. xxvi.). This is plain and clear. In the Pentateuch no distinct mention is made of a message sent to the wicked generation of the flood, cautioning or threatening them with death; therefore, it is said concerning them, that God was angry with them in His heart; likewise when He decreed that no flood should happen again, He did not tell a prophet to communicate it to others, and for that reason the words \"in his heart\" are added.",
                "Taking the verb in the third signification, we explain the passage thus: \"And man rebelled against God's will concerning him\"; for leb (heart) also signifies \"will,\" as we shall explain when treating of the homonymity of leb (heart)."
            ]
        ]
    ],
    "versionSource": "http://en.wikisource.org/wiki/The_Guide_for_the_Perplexed_(Friedlander)/Part_I",
    "maps": [],
    "heTitle": "מורה נבוכים",
    "titleVariants": [
        "Guide for the Perplexed",
        "Moreh Nevukhim"
    ],
    "textDepth": 3,
    "categories": [
        "Philosophy"
    ]
}