{
    "versionTitle": "Magen Avraham (Bar Ilan Responsa", 
    "sectionNames": [
        "Chelek", 
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Magen Avraham", 
    "text": [
        [
            [
                "א (פמ\"ג) שיהא הוא מעורר השחר - בשל\"ה כתוב סוד לחבר יום ולילה בתורה או בתפל' הן בבקר הן בערב:", 
                "ב (פמ\"ג) (מחה\"ש) מפני - ועכ\"פ לא יתקוטט עמהם (ב\"י):", 
                "ג (פמ\"ג) (מחה\"ש) ומיד - ל\"ד אלא ישהא מעט כדאי' בגיטין דף ע':", 
                "ד (פמ\"ג) (מחה\"ש) המשכים - המקובלים האריכו בענין תפלת חצות וברקנטי פ' בראשית כ' וז\"ל וי\"א זמן בקשת רחמים הוא סוף הליל' ואני אכריע כי בחצות ראוי לבקש רחמים על כ\"י ועל בניה כו' ובסוף הלילה יבקש צרכיו ובקשה זו צריכה בנפילת אפים ע\"כ ועסי' קל\"א ס\"ב ובגמרא דילן לתי' הראשון דנתן סימן לאמצעית דאמצעיתא והיינו חצות משמע דעת רצון הוא ולתי' השני לא משמע כן ועיין בזוהר ויקהל ע' שמ\"ב דלעולם חשבינן הלילה לי\"ב שעות הן בקיץ הן בחורף אע\"ג דלענין תפלה אינו כן כמ\"ש סי' רל\"ג וכ\"כ שערי ציון:", 
                " ה (פמ\"ג) (מחה\"ש) חורבן בה\"מ - כתב של\"ה שבכל סעודה יאמר על נהרות בבל ובשבת יאמר מזמור בשוב ה' את שיבת ציון וגומר ואחר כוונת הלב הן הן הדברים:", 
                " ו (פמ\"ג) (מחה\"ש) מעט - ובגמרא אמרינן אחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים כלומר אף ע\"פ שהמרב' כוון לבו ג\"כ מ\"מ אם הממעיט לא היה ספק בידו לעשות הוא רצוי להש\"י כמו המרב' וכ\"מ מהראי' שמביא מעולת העוף העני שנאמר בו ג\"כ ריח ניחוח כמו עולת בהמה שמביא העשיר:", 
                "ז (פמ\"ג) (מחה\"ש) העקדה - כ' הבחיי פ' צו שאין די באמיר' אלא בביאור הפ' ויכיר נפלאות ה' וכן פי' מ\"ש כל האומר תהלה לדוד ג\"פ מובטח לו שהוא בן עה\"ב:", 
                "ח (פמ\"ג) (מחה\"ש) עולה - לאחר עולה ושלמים ותודה יאמר פ' נסכים והיא בסדר שלח לך כי אין זבח בלא נסכים אבל חטאת ואשם אין טעון נסכים ופ' צו את אהרן לא שייכא לעול' רק שייכא לקרבן תמיד וכמ\"ש ס\"ט ויאמר פ' ושמע' קול אלה בסוף ויקרא שהיא באה על שבועת ביטוי ועל שבועת העדות ואשם ודאי ואשם תלוי: נשאלתי למה כ' הטור והרב\"י בש\"ע לומר עולה כו' חטאת הלא קי\"ל פ\"י דזבחים דחטאת קודם לעולה וכ\"כ רש\"י פ' תזריע ע\"ש ברא\"ם ונ\"ל דאמרי' בזבחי' דף ז' למה חטאת קודמת לעול' משל לפרקליט שנכנס למלך ריצה הפרקליט נכנס דורון אחריו ע\"ש והתו' כתבו עולה דורון הוא אע\"ג דאעשה מכפרת יותר מחטאת וכו' ע\"ש פי' דאיתא בגמ' חטאת מכפרת על חייבי עשה מקופיא ועולה מכפר מקיבעא אעפ\"כ כשקרב חטאת ראשונה א\"כ כבר כיפר' על חייבי כריתות ועשה א\"כ עולה הוי דורון אבל באמירתינו כתב הטור שלא יאמר יה\"ר אחר פ' החטאת שמא אינו חייב חטאת והוי כקורא בתורה ועולה מכפרת אעשה דאמרי' בגמרא אין לך אדם שאינו מחויב עשה א\"כ יאמר עולה קודם שהיא מכפרת כדאיתא בזבחים שאין לך אדם בישראל שאינו מחויב עשה כנ\"ל אבל כשיודע שנתחייב חטאת יאמר חטאת קודם:", 
                "ט (פמ\"ג) בצבור - מפני המינים שאומרים אין תורה אלא זו ובפרט בזמנינו ולכן אין כותבין אותו על קונטרס המיוחד לצבור (ל\"ח ס\"ט):", 
                "י (פמ\"ג) (מחה\"ש) ביום - אבל פ' הכיור ופ' תרומת הדשן יכול לומר קודם היום כדאיתא ביומא ספ\"א:", 
                "יא (פמ\"ג) (מחה\"ש) יר\"מ - אבל אחר פ' החטאת לא יאמר כן לפי שאינה באה נדבה אלא כשעבר בשוגג על דבר שזדונו כרת (טור) ומשמע דעת הרב\"י דאפילו אחר אשם תלוי לא יאמר כן דקי\"ל כחכמים דאינ' באה נדבה רק כשהיה מונח לפניו חתיכה של חלב וחתיכ' של שומן ואכל א' מהן ואינו יודע איזה היא ועבי\"ד סי' ה' והטור כתב אחר אשם יאמר יהי רצון וכב\"י בשם מהרי\"א ומהרי\"ח שהאשם נמי בא בנדבה לפי שאמרו בנדרי' שהחסידים נודרין עצמן בנזיר כדי להבי' קרבן א\"כ נראה שיש לו לבא כמו בנדב' עכ\"ל מבואר מלשונו דלא כע\"ש: ומה מאוד נפלאתי על הגאונים שהרי בנדרים דף י' אמרי' שהיו מתנדבין בנזיר כדי להביא קרבן חטאת ולא הוזכר שם אשם וא\"כ בחטאת הל\"ל יה\"ר ולא באשם ועוד דמקרא מלא הוא דנזיר מביא חטאת ולא אשם אא\"כ כשנטמ' וא\"כ לא מקרי נדבה והוי דומיא דכל חטאות ואשמות שבאין על החטא וא\"ל דשאני אשם נזיר דבא על המזיד וכדאיתא פ\"ב דכריתות וא\"כ בידו לידור בנזיר ולטמאות עצמו ולהביא אשם משא\"כ בשאר קרבנות דבאין דוקא על השוגג זה אינו דא\"כ ל\"ל מכח נזירות הלא אשם שפחה חרופה ואשם פקדון חטאת דעולה ויורד נמי על המזיד ועוד דחלילה לצדיקים לטמאות עצמן במזיד ולעבור על ל\"ת ועוד דעכ\"פ חטאת מקרי באה בנדבה דמביא נזיר טהור: ושאלתי את פי הגאון הגדול מהור\"ר יצחק נר\"ו אב\"ד דק\"ק פוזנן בשנת תכ\"ח והאריך בחריפותו ובקיאותו דחטאת נזיר אינה באה לכפרה לכן אי אפשר לאומרו על חטא אחר משא\"כ באשם נזיר דבאה על כפרה וכשאומרו מתכפר בו חטא אחר ולא משמע כן בנדרים שפי' המפרש וז\"ל שמתיראין שלא יעשו שום חטא ורוצין להביא קרבן להתכפר עליהן והיו נודרין בנזיר ע\"כ ש\"מ שהיו מתכפרין בחטאת זו ואין כאן מקום להאריך בזה עיין ברמב\"ם פ\"א מנזירות: והב\"ח כתב בשם רש\"ל שאחר חטאת יאמר אם נתחייבתי חטאת יהי רצון שיהא כו' וקשה לי שהרי תלמוד ערוך הוא בשבת דף ע\"ב דחטאת בעי ידיעה בתחלה דכתיב או הודע אליו חטאתו ואף שמשמע שם מדברי רש\"י סוף דף ע\"א דלא בעי ידיעה בתחלה מדקאמר שזה איל וכו' ע\"ש מ\"מ למסקנא בעי ידיעה ודברי רש\"י צריכים ישוב ואין כאן מקומו וא\"כ אין מועיל תנאי אם לא ידע שחטא לכן נ\"ל לנהוג דאחר פ' האשם יאמר רבש\"ע אם נתחייבתי אשם יה\"ר וכו' דאשם לא בעי ידיעה בתחלה אבל אחר חטאת לא יאמר כלום ובהכי מתיישבה דעת הטור ע\"פ ההלכה וכתוב בשל\"ה דשבת וי\"ט לא יאמר יהי רצון דאין קרבן נדבה בא בהם אבל הפרשיות אין הפסד לאומרן כקורא בתורה ומ\"מ אם ת\"ח הוא מוטב שיעסוק בפ' דיומא ע\"כ ועיין סי' ק\"ז ס\"א ובע\"פ וח\"ה ועי\"כ לא יאמר פ' תודה עסי' נ\"א:", 
                "יב (פמ\"ג) (מחה\"ש) מקטר - כי אחר התמיד היו מקריבין הקטורת (ב\"י א\"ח) ובהג\"מ כ' לומר הקטורת קודם תמיד וטעמא מדתנן פ\"ג דיומ' קטורת של שחר היה נעש' בין דם לאיברים אבל בסדה\"י כתב לומר התמיד קודם הקטורת דהא עיקר כפרה בדם וכ\"כ תר\"י רפ\"ד דברכות גבי תפלת המנחה דעיקר נגד הדם ולכן מתחלת זמן שחיטת התמיד דהיינו מו' שעות ומחצה ותפלת השחר משיעל' ע\"ה ובתפלת המנח' כ\"ע מודו דתמיד קודם לקטורת כדאי' ביומא והע\"ש שכתב לומר מנחה קודם לקטורת לא דק דהא אביי הוה מסדר מערכה וכו' ע\"ש:"
            ], 
            [
                "א (פמ\"ג) (מחה\"ש) מיושב - דמיד כשישב עצמו הוא מגולה אמרי' בגמרא חלוק של ת\"ח כל שאין בשרו נראית מתחתיו טפח והאידנ' אין נזהרין בזה ואפשר משום שהולכין הכל בבתי שוקים ואין בשרו נראת:", 
                "ב (פמ\"ג) מי רואני - ואע\"ג דאמרי' בשבת ד' מ\"א המניח ידיו כנגד פניו של מטה כשיורד לרחוץ כאלו כופר בבריתו של א\"א דנראה שהוא בוש בדבר שאני התם דמוכרח לגלות עצמו לרחוץ וא\"כ גם הברית צריך להיות בגלוי משא\"כ כאן (של\"ה) ואמרי' בגמרא כשפניו כלפי העם צריך לשחו' או להניח ידיו על פניו של מטה ובלבד שלא יגע כדאי' ס\"ס ג' ע\"ש מ\"ש וע' בא\"ע סי' כ\"ג:", 
                "ג (פמ\"ג) לחוץ - ויראו התפירו' המגונות ויתגנה בעיני הבריות, ויזהר מללבוש ב' מלבושים יחד בפעם א' כי קשה לשכחה (הכוונות) וישים ב' צידי המלבוש ביד ימינו וילבוש הימין ואח\"כ השמאל ויכוין כי הכל נכלל בימין ומן הימין בא לשמאל (כתבים):", 
                "ד (פמ\"ג) (מחה\"ש) ימין - וכשהוא רוחץ וסך ימין תחלה ואם רוחץ כל גופו ראש תחלה (גמ') ובד\"מ לא ראיתי מדקדקי' בזה וע' בה' דיעות להרמב\"ם עכ\"ל:", 
                "ה (פמ\"ג) (מחה\"ש) בקומה זקופה - אפי' פחות מד\"א (ב\"ח):", 
                "ו (פמ\"ג) (מחה\"ש) ד' אמות - ומדת חסידות אפי' פחות מד\"א וע' תשובת רש\"ל סי' ע\"ב (ב\"ח) וע' בפסקי מהרא\"י סי' כ\"ג ובנדרים דף ל\"ו משמע דקטנים דרכן לילך בגלוי הראש ועבי\"ד סימן רי\"ז סל\"ז ומ\"מ נכון לכסות ראשם דתהוי עליהם אימתא דשמיא כדאיתא בסוף שבת עסי' רפ\"ב ס\"ג והע\"ש לא עיין סי' צ\"א סק\"ו:", 
                "ז (פמ\"ג) (מחה\"ש) יחף - אי' בשבת דף קכ\"ט ובפסחים דקי\"ב וברבה פ' מצורע שימכור כל מה שיש לו ויקח מנעלים לרגליו:", 
                "ח (פמ\"ג) (מחה\"ש) ונקיות - אפי' במקום שא\"צ להתרחק (שם):   "
            ]
        ]
    ], 
    "versionSource": "http://www.responsa.co.il/default.aspx", 
    "maps": [], 
    "heTitle": "מגן אברהם", 
    "titleVariants": [
        "Magen Avraham"
    ], 
    "textDepth": 3, 
    "categories": [
        "Halakhah"
    ]
}