{
    "versionTitle": "Wikitext",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishna Berura",
    "text": [
        [
            "(א) לעבודת בוראו – כי לכך נברא האדם, כמו שאמר הכתוב: \"כל הנקרא בשמי ולכבודי בראתיו\" וגו'. ואף אם ישיאנו יצרו בחורף לומר: איך תעמוד בבוקר, כי הקור גדול; או ישיאנו בקיץ לומר: איך תעמוד ממיטתך, ועדיין לא שבעת משנתך? יתגבר עליו ואל ישמע לו, ויחשוב בנפשו: אילו היה נצרך לעמוד לשרת לפני מלך בשר ודם, כמה היה זהיר וזריז לעמוד בהשכמה להכין עצמו לעבודתו; כל שכן וקל וחומר בן בנו של קל וחומר לפני מלך מלכי המלכים הקב\"ה.",
            "(ב) השחר – בשל\"ה כתב סוד, לחבר יום ולילה בתורה או בתפילה, הן בבוקר הן בערב. ומיד כשיתעורר משנתו ואינו רוצה לישן, יטול ידיו, אף שנשאר מושכב. ומכל שכן שלא ילך ארבע אמות בלי נטילת ידים. וצריך מאד ליזהר בזה. ובזוהר הקדוש מפליג עבור זה בעונשו למאד, כי הוא משהה על עצמו רוח הטומאה. ומכל מקום, חלילה לעבור שום איסור עבור חסרון נטילת ידיים, כגון לעצור עצמו מלהשתין על ידי זה, או ליקח מים שהכין חבירו עבור עצמו, אם לא שברור לו שיתן תיכף תמורתם אחרים. ויש שנכשלין בזה. אם אירע שהמים רחוקים ואין לו מי שיקרבם אליו, נהגו קצת מבעלי הנפש שהולכים פחות פחות מארבע אמות. וכתב השערי תשובה על זה דלא נהירא, דעדיף יותר שילכו במרוצה, שלא להשהות רוח רעה על ידיו. יש אומרים דלעניין זה אמרינן כולא ביתא כארבע אמות דמי, אבל אין לסמוך על זה כי אם בשעת הדחק. אם אירע כשמשכים בלילה שאין לו מים ליטול ידיו שלוש פעמים כראוי להעביר רוח הטומאה, אף על פי כן חלילה לו לבטל מדברי תורה משום זה עד שיאיר היום, אלא יטול מעט או ינקה ידיו בכל מידי דמנקי ויברך וילמוד, כדין התלמוד והפוסקים.",
            "(ג) שהציבור מתפללין – היינו אף על פי שלא יעבור זמן תפילה, מכל מקום מצווה עם הציבור. ועיין לקמן סוף ס\"ק ט'.",
            "(ד) הצדיקים – דהיינו שיצייר בנפשו תמיד איך שהוא עומד לפני השם יתברך, כי הקב\"ה מלא כל הארץ כבודו. וכתבו בשם האר\"י ז\"ל, שיצייר שם הוי\"ה תמיד נגד עיניו בניקוד יִרְאָה, כזה יִ-הְ-וָ-ה, וזהו סוד \"שויתי ה' לנגדי תמיד\", וזה תועלת גדול לענין היראה. ויש שהיו רגילין מחמת זה לעשות מנורות של קלף מצויירים להניח בסידורים, וכותבים בהם \"שויתי ה'\" וגו' בן ארבע אותיות ושארי שמות, ומנורה כזה היתה נקראת בשם \"שויתי\". והטעם הוא בכדי שיהיה נזכר שלא לשיח שיחה בטלה בתוך התפלה מאימת השם. וכתב בשערי תשובה בשם התבואת שור שראוי לאזור חיל לבטל המנהג, כי על פי הרוב אינם משמרים את הקלף כראוי, ותשתפכנה בראש כל חוצות, וגם כמה פעמים בא לידי מחיקת השם. ונראה דבמנורות הגדולות המצויירות על קלף שקובעים בבית הכנסת לפני העמוד תחת טבלא של זכוכית, שאין שייך בזה טעם הנ\"ל, לית לן בה, עד כאן לשונו. והקובעין בעמוד בלא טבלא יש למחות בידם, כי על ידי הנרות שקובעין בעמוד, בא ברוב העיתים לידי מחיקת השם חס ושלום.",
            "(ה) מפני בני אדם – ועל כל פנים לא יתקוטט עמהם, מפני שמידת העזות מגונה מאד, ואין ראוי להשתמש ממנה כלל, אפילו בעבודת השם יתברך, כי יקנה קניין בנפשו להיות עז אפילו שלא במקום עבודתו יתברך (ב\"י). ועיין בביאור הלכה.",
            "(ו) המלעיגים עליו – וכן אם הוא אדם בינוני עומד במקום גדולים, לא יתבייש מהם ללמוד ולעשות המצווה. אך אם אפשר לו לעשות המצווה שלא בפניהם, טוב יותר. ומיהו בפני בינונים שילמדו ממנו, יש לומר, טוב יותר לעשות בפניהם, שילמדו ממנו לעשות כמעשהו. אך יכוין לבו לשם שמים, ולא להתפאר חלילה.",
            "(ז) גם בהצנע לכת – רוצה לומר, אף בשעה שהוא בביתו בהצנע, גם כן יהיה לכתו עם ה' אלהיו, וכמו שמסיים והולך.",
            "(ח) בזריזות – לאו דווקא, אלא ישהה מעט ולא יעמוד פתאום, כי זה מזיק לגוף [גיטין דף ע']. טוב לומר תיכף בקומו: \"מודה אני לפניך מלך חי וקיים שהחזרת בי נשמתי בחמלה, רבה אמונתך\". ותיבת \"בחמלה\" יהיה באתנחתא, ו\"רבה אמונתך\" בלי הפסק. והוא מן הכתוב: \"חדשים לבקרים\" וגו', שהקב\"ה מקיים אמונתו להחזיר נשמות המופקדים בבוקר. ואין צריך לזה נטילת ידיים, ואף אם ידיו מטונפות, כי אין מזכיר בזה הנוסח לא שם ולא כינוי. ומכל מקום ללמוד נראה דאסור קודם שנטל ידיו, ובלאו הכי אסור קודם ברכת התורה. ועיין לעיל סוף ס\"ק ב'. סעיף ג[עריכה]",
            "(ט) ראוי לכל וכו' – והמקובלים האריכו מאוד בגודל מעלת קימת חצות כי רבה היא. וכבר נדפס בסידורים סדר ההנהגה על פי כתבי האר\"י ז\"ל. וזמן חצות הוא תמיד באמצעות הלילה ממש בכל מקום, ואפילו בלילות הארוכות או הקצרות. והיא י\"ב שעות אחר חצי היום. והעת להתאונן על החורבן נכון יותר שיהיה קודם חצות מעט, ומחצות ואילך יעסוק בתורה, ובסוף הלילה יבקש צרכיו. ויש אומרים אז \"שומרים לבוקר\". ואם הוא קרוב להנץ החמה, יאמר המזמורים לבד וידלג הקינות, ואחר כך יאמר \"שומרים לבוקר\". ואחר התיקון, שיעור משניות קודם לכל דבר. ואם זכה לחכמת האמת, עת ההיא מסוגלת מאוד. האחרונים קיבלו, מ\"שכבי\" עד \"קומי\", היינו משבועות שאומרים \"שכבי\" עד תשעה באב שאומרים \"קומי\", אין צריך לקום בלילה. ויש אומרים, מט\"ו באב עד ט\"ו באייר יקום. והנוהגים על פי קבלה סוברים שצריך לקום תמיד. חבורה שנתחברו יחד לומר תיקון חצות בציבור, אין למונעם, ואדרבה, ברוב עם הדרת מלך. וטוב יותר שיאמרו את התיקון בבית הכנסת משיאמרוהו בחדר הסמוך לו, דבית הכנסת קדיש טפי, וגם שיהיו מעשרה הראשונים. וצריך ביחוד להזהר מאוד מאוד משיחת חולין בניעורם בלילה. ומי שאינו יכול להשכים קודם אור הבוקר, מחמת שהוא חלש בטבעו, או שהוא יודע בעצמו שאם יקום באשמורת יישן בעת התפילה, מוטב לישן כל הצורך. ומכל מקום יהיה זהיר מאוד לקום שעה, ולפחות חצי שעה, קודם קריאת השַמָש לבית הכנסת, כדי שיהיה יוכל להכין עצמו להתפלל בציבור ובנקיות.",
            "(י) שיהא מיצר – אבל התורה והתפילה יהיה בשמחה.",
            "(יא) חורבן בית המקדש – כתב של\"ה, שבכל סעודה יאמר \"על נהרות בבל\"; ובשבת, וכן בימים שאין אומרים בהם תחנון, יאמר \"שיר המעלות בשוב ה'\" וגו'. והעיקר שיידע מה קאמר, ואחר כוונת הלב הן הדברים."
        ]
    ],
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94_%D7%91%D7%A8%D7%95%D7%A8%D7%94_%D7%A2%D7%9C_%D7%90%D7%95%D7%A8%D7%97_%D7%97%D7%99%D7%99%D7%9D_%D7%90",
    "maps": [],
    "heTitle": "משנה ברורה",
    "titleVariants": [
        "Mishna Berura",
        "Mishna Berura",
        "Mishnah Berurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}