{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Halacha"
    ],
    "language": "en",
    "title": "Mishneh Torah, Torah Study",
    "lengths": [
        7
    ],
    "text": [
        [
            "Women and slaves are exempt from studying Torah. But a male minor - his father is obligated to teach him Torah, as it says, \"And you shall teach them to your children, to speak in them\" (Deut 11:19). Women are not obligated to teach their sons, for [only] all who are obligated to study are obligated to teach.  ",
            "Just as a person is obligated to teach his son, so too he is obligated to teach his grandson, as it says, \"And make them known to your children, and to your children's children\" (Deut 4:9). And not just his son and his grandson: rather, there is a command upon each and every wise-man [heb. chacham] in Israel to teach all students, even though they are not his children. As it says, \"And you shall tutor them to your children\" (Deut 6:7) - from an [Oral] Tradition they learned that \"your children\" [here] refers to your students, for students can be called children, as in \"And the children of the prophets left\" (I Kings 2:3).",
            "If so, why was it [i.e. the obligation to teach] commanded in regard to a son and grandson? To give priority to a son over a grandson, and a grandson over the son of a friend.  Also, one is obligated [if need be] to hire a teacher to teach his son, but is only obligated to teach his friend's son at no cost. ",
            "One whose father never taught him is obligated, when he realizes [ed.: not sure how to translate that phrase], to teach himself. As it says, \"and you shall study them, and observe them to do them\" (Deut 5:1). And so you find in every place, that studying precedes doing; for studying leads to doing, but doing does not lead to studying. ",
            "If he needs to study Torah and his son needs study Torah, he precedes his son. But if his son is clever and grasps what he studies better than [the father], than his son takes precedence.  But even though his son takes precedence, he may not refrain [from study] - for just as there is a commandment upon him to teach his son, so he is commanded to teach himself.",
            "A man should always study Torah and then marry a woman.  For if he marries a woman first, his mind will not be available for study. But if his desire overcomes him, such that his heart is not available, he should marry a woman and then learn Torah.  "
        ]
    ],
    "heTitle": "משנה תורה, הלכות תלמוד תורה",
    "versionSource": "http://www.sefaria.org",
    "length": 7,
    "titleVariants": [
        "Mishneh Torah, Torah Study",
        "Mishneh Torah, Talmud Torah",
        "Rambam, Torah Study",
        "Rambam, Talmud Torah",
        "משנה תורה, הלכות תלמוד תורה",
        "רמב\"ם, הלכות תלמוד תורה",
        "Mishneh Torah, Laws of Torah Study",
        "Rambam, Laws of Torah Study",
        "Mishneh Torah, Hilchot Talmud Torah",
        "Rambam, Hilchot Talmud Torah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Madda"
    ]
}