{
    "versionTitle": "Shadal on Torah -- Devarim",
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ],
    "language": "he",
    "title": "Shadal on Deuteronomy",
    "text": [
        [
            [
                "הספר הזה נמשך אחר שלפניו וכולל עניני משה עם האומה בסוף ימיו. החלק הראשון (א' א' עד ד' מ') כולל התוכחה שהוכיחם בביאור מה שהיה רגיל להוכיחם קודם לכן: י\"א יום מחורב וגו'. השני (ד' מ\"א מ\"ב מ\"ג) כולל מעשה הבדלת שלוש ערי מקלט. השלישי (ד' מ\"ד עד סוף כ\"ח) כולל הזהרותיו ותורותיו (כלומר למודיו והוראותיו) לבני עמו על עיקרי התורה והמצוות, והוא הברית אשר כרת עם הבאים אל הרץ דוגמת הברית אשר כרת עם יוצאי מצרים בחורב, והחלק הזה אפשר לקרוא לו משנה תורה (ואעפ\"י שאין זה ענין השם הזה בלשון תורה) ועל שמו קראו הספר כולו כן, וכן השם ביונית תרגומו תורה שניה או השנות התורה. הרביעי (כ\"ט ול') כולל דיבור שני של הזהרות ויעודים שדיבר אל העם לחיזוק הברית. החמישי (ל\"א עד סוף הספר) כולל פרידתו מן העם, ומצוות הקהל, לפירסום התורה בכל דור ודור, וצווי יהושע ע\"י ה' בעמוד ענן (ל\"א י\"ד וט\"ו) וע\"י משה בדיבור (שם כ\"ג), מסירת ספר התורה ואמירת השירה באזני כל העם, וצווי ה' אליו שימות, וברכתו את העם ומיתתו.",
                "אלה הדברים אשר דבר משה: פעם אחר פעם, פעמים רבות אל כל ישראל בעבר הירדן, במדבר, בערבה, מול סוף, בין פארן ובין תפל, ולבן וחצרות ודי זהב, כל אלה שמות מקומות שנתעכבו שם ישראל, ובכל אחד מן המקומות האלה דיבר משה אל כל ישראל, את כל הדברים האלה. ומה היו הדברים שהיה אומר להם? המאמר הזה לבדו\" אחד עשר יום מחורב דרך הר שעיר עד קדש ברנע, כלומר: המהלך אשר מחורב עד קדש ברנע אשר היא סמוכה לארץ ישראל, אינו אלא מהלך אחד עשר יום למי שילך בדרך הר שעיר. ואתם בחטאתכם גרמתם לכם שתתעכבו במדבר ארבעים שנה. זאת היתה התוכחה שהיה משה מוכיחם דרך רמז בכל המקומות שהיו מתעכבים שם, רק לא היה מבאר להם הדבר באר היטב פן יקוצו בתוכחתו ויוסיפו לחטוא; ואולם בארבעים שנה בעשתי עשר חודש, כלומר כאשר מלאו ימי פורענותם והיו קרובים להיכנס לארץ, אז ביאר להם המאמר ההוא ואז דיבר משה אל בני ישראל ככל אשר ציוה ה' אותו אליהם, כי גם קודם לכן נצטווה להוכיחם ולהזכירם כי בחטאתם הם מתעכבים שם, והוא אמרה להם ברמז, ועכשיו ביאר להם הדבר, והיה זה אחרי הכותו את סיחון מלך האמורי ואת עוג מלך הבשן בהיות ישראל בעבר הירדן בארץ מואב, אחר אשר ריצו את עונם, והיה ה' עמם והיכה לפניהם שני מלכים אדירים, ולא היתה דעתו להוסיף להניחם במדבר, כי אם לכבוש לפניהם את הארץ מיד, וגם הם היו יודעים כן, על כן לא היו מואסים תוכחתו, כי ידעו כי סוף סוף חפץ ה' בם; על כן אז הואיל משה באר את התורה הזאת שהיה אומר להם, אחד עשר יום וגומר, והתחיל ואמר; ה' אלקינו דבר אלינו בחורב לאמר רב לכם שבת בהר הזה וכו', באו ורשו את הארץ וכו', כלומר לא משנאתו אותנו נתעכבנו כאן, כי באמת כך היתה כוונתו שנלך מחורב לארץ באחד עשר יום, אלא מי גרם? ותקרבון אלי כולכם ותאמרו נשלחה אנשים לפנינו ויחפרו לנו את הארץ וכו', עד כי מזה נמשך: ותשבו בקדש ימים רבים ונסב את הר שעיר ימים רבים, ואחרי אשר הזכירם סיבת התמהמהם, כי לא היתה בשנאת ה' אותם, בא להודיעם כי כבר עבר זעם ושהם עתידים לבוא מיד לרשת את הארץ, והביא ראיה על זה משני המלכים האדירים סיחון ועוג אשר נתן ה' בידם; אבל קודם שיזכיר להם זה, ראה הנביא להסיר מלבם ספק עצום אשר אולי יטריד את לבם, והוא, שאולי יאמרו ישראל: הנה ה' מגרש מפנינו גויים רבים ונותן ארצם נחלה לנו, ומי יודע אם בדור אחר לא תעלה במחשבה לפניו לעשות לנו כאשר עשה להם לבער אותנו מן הארץ להביא בה עמים אחרים? לפיכך הקדים משה והזכירם איך נטו מעל אדום ולא התגרו בו מלחמה, כי ירושה ל עשו נתן ה' את הר שעיר, ואיך נטו מעל מואב, כי לבני לוט נתן ה' את ער ירושה, וכן מעמון; ומכל זה יתברר שאין הקב\"ה נוטל מתנותיו ומעבירן ליד אחר, בזולת פשעים גדולים. ואחרי ההקדמה הזאת הזכיר להם כיבוש סיחון ועוג, ואגב גררא הזכיר לבני ראובן וגד שישמרו הבטחתם. אחרי כן הזכירם כי בא יומו ושלא יוכל הוא בעצמו להנחילם את הארץ, ושאמנם, אף על פי שלמחר הוא מת, ראוי להם שישמרו תורתו, כי היא חכמתם ובינתם לעיני העמים, ובפרט ראוי שיזכרו את יום המעמד הנורא, פן תשחיתון וכו'; אחר כן הודיעם, שאף על פי שאין הקב\"ה מעביר מתנותיו מזה לזה, הנה אם ירבו פשעיהם יגרשם מארצו, ועדיין אם ישובו אליו ישוב אליהם, כי לא ישכח ברית אבות. הנה זה המשך התוכחה היקרה, אשר איננה רק ביאור התורה הזאת: אחד עשר יום מחורב: ואחר אשר השלים סיפור התוכחה הזאת אשר הוכיחם בשנת הארבעים בעשתי עשר חודש באחד לחודש, בא לספר דבר אחר שעשה בעת ההיא. והוא אמרו (ד' מ\"א) אז יבדיל משה שלוש ערים; והרבה נדחקו המפרשים בענין המשך הפרשה הזאת, כי לדעתם שהספר כולו הוא משנה תורה, ושהביאור הנזכר במילות (א' ה'): הואיל משה באר את התורה הזאת, כולל ספר דברים עד סופו או עד קרוב לסופו, הנה הסיפור הזה חוץ למקומו. והאמת כי עד \"אז יבדיל משה\" תוכחה אחת היא, ושם נשלמה, ובא הסיפור הזה על מקומו בשלום. ואחרי סיפור המעשה הזה אשר עשה אז משה, יבוא סיפור הברית אשר כרת אתם בערבות מואב מלבד הברית אשר כרת אתם בחורב, ועל זה נאמר (ד' מ\"ד): וזאת התורה אשר שם משה לפני בני ישראל, אלה העדות והחוקים והמשפטים וכו' וכו', וזה הוא משנה תורה, לא ביאור התורה. - כל זה כתבתי ב\"בכורי העתים\" תקפ\"ח עמוד קנ\"ב וקנ\"ג, ואחרי כן מצאתי כי בפירושי \"לאחד עשר יום\" כיונתי לדעת גדול, הוא ר' עובדיה ספורנו, כי גם הוא כתב שבכל אחד מהמקומות הנזכרים כאן היה משה אומר להם: אחד עשר יום מחורב וגומר, כלומר ראו מה גרמתם וכו' כפירוש רש\"י; אך הוא ז\"ל לא פירש \"הואיל משה באר את התורה הזאת\" כפירושו, שהכוונה לפרש ההוראה הזאת שהיה אומר להם ברמז, והיא מאמר \"אחד עשר יום מחורב\"; אך הבינו על הדרך שהבינוהו הקדמונים כולם, וכתב: הואיל לבאר מה שחשב שיפול בו ספק אחרי מותו והתחיל הבאור אחרי כן (ה' ב'): ה' אלקינו כרת עמנו ברית בחורב, ומכאן עד \"אז יבדיל\" הוא לדעתו הקדמה לביאור התורה; וזה אמנם לא ייתכן, כי (כאשר כתבתי ב\"בכורי העתים\" הנ\"ל), אם יש בתורה מקראות סתומים, אין ספק שאינם מתבארים במשנה תורה, מלבד כי לא לחכמה תיחשב לאיש האלקים שיאמר דבריו דרך חידה ולבסוף יצטרך לחזור עליהם ולבארם. והנה ידוע כי זה אחד מן המקראות שאמרו עליהם קצת מן המתחכמים שלא כתבם משה, אבל נוספו בתורה אחר כמה דורות, כי מפני שלא הבינו ענינו אמרו שהוא נוסף; ועדיין יש לשאול מה היתה כוונת מי שהוסיף אותו ומה ראה להוסיפו? כי אמנם אחר שבאו ישראל לארץ, מה איכפת לנו לדעת בכמה ימים ילך אדם מחורב עד קדש ברנע בדרך הר שעיר? ואחרי אשר בדור הזה כבר נתפשטו ספרי שפיגוזה בעולם וכבר תורגמו בלשון אשכנז וצרפת, וכבר נכתבו שבחי האיש ההוא גם בלשון הקודש, וכל זה סיבה, שקוראי ספריו מתרבים גם בקרב ישראל גם בהמון העם, מוכרח אני להודיע כי שקר וכזב כתב שפינוזה בראש פרק שמיני מספרו T ractatus theologico-politicus באמרו כי ראב \" ע כתב ברמז כי לא משה כתב ספר התורה. והנה אמת כי ראב \" ע רמז דרך סוד (כאן ובבראשית י\"ב ו', וכ\"ב י\"ד) כי יש בתורה קצת מקראות נוספים אחרי מות משה, אך אין בכל דבריו ובכל רמיזותיו שום מקום לחשוב עליו שלא האמין כי משה כתב ספרו. ובאמרו כאן: \" ואם תבין סוד השנים עשר, גם ויכתב משה, והכנעני אז בארץ, בהר ה' יראה, גם הנה ערשו ערש ברזל, תכיר האמת \" משמע כי דוקרא המקראות האלה הם (לדעתו) נוספים, לא הספר כולו מזוייף. ואם היה בלבו שספר התורה לא משה כתבו, לא חסר תחבולות היה ראב\"ע לרמוז מחשבתו כמו שהיא, בלי שירמוז סוד אחר שאיננו אמיתת מחשבתו, ושהיה גם הוא (אם יבינוהו ההמון בימיו) תועבה גדולה, לא פחות מהמחשבה האחרת אשר שפינוזה מייחס לו. ובאמרו על והכנעני אז בארץ: \"יתכן שארץ כנען תפשה כנען מיד אחר, ואם איננו כן יש לו סוד, והמשכיל ידום\" הרי הוא מסופק אם הפסוק הזה כתבו משה, ומה צורך לכל זה, אם גם כל התורה כולה לא משה כתבה? והנה הכל יודעים כי ראב\"ע באמרו: \"ואם תבין סוד השנים עשר\", כוונתו על י\"ב פסוקים אחרונים שבתורה הכוללים סיפור מיתתו של משה, שהדעת נותנת שלא כתבם הוא עצמו, וגם שפינוזה ידע זה, אבל עשה עצמו כבלתי יודע, ואמר כי כוונת ראב \" ע על מה שכתוב (דברים כ\"ז ח'): וכתבת על האבנים את כל דברי התורה הזאת, והאבנים לדברי רז\"ל (סוטה ל\"ב ע\"א) היו י\"ב. ומזה יובן (לדעתו) כי ספר התורה אשר כתב משה היה ספר קטון מאד, שייתכן לכתבו על י\"ב אבנים. והיכן מצאנו ראב\"ע סומך כל כך על דברי הגדה, עד שיזכיר השנים עשר בלי מילת אבנים וכוונתו על האבנים אשר לפי האגדה היו שתים עשרה? אבל שפינוזה עצמו ראה כמה רחוק הוא שתהיה זאת כוונת ראב \" ע, לפיכך הוסיף פירוש שני והוא, שאולי היתה כוונתו על הי\"ב ארורים (דברים כ\"ז ט\"ו), ולבסוף הביא הפירוש האמיתי, והוא שהכוונה על ויעל משה (דברים ל\"ד) כמו שהבינוהו בעל מקור חיים והמוטוט. כל זה תחבולה משפינוזה, כדי למשוך את ראב \" ע במצודתו ולהכניס בלבות הפתיים, שגם הראב\"ע היה מאמין שכתב משה רק ספר תורה קטן מאד שייתכן לכתבו על י\"ב אבנים. ואם היתה זאת מחשבת ראב\"ע כי משה לא כתב אלא ספר קטון הנכתב על י\"ב אבנים, היה לו לרמוז הסוד הזה בפרשת צווי הכתיבה על האבנים, אבל הוא בהפך כתב שם ( למטה כ\"ז א') וזה לשונו: \"ויאמר הגאון ז\"ל כי כתבו עליהם מספר המצוות כמו הכתובות בהלכות גדולות כענין אזהרות, ויפה אמר \"ולא רמז כאן שום סוד. סוף דבר משפט הלבבות לאלקים הוא, אבל בכל מה שכתב ראב\"ע - אין שום רמז שלא האמין כי ספר תורתנו משה כתבו; אבל שפינוזה, מלבד שטעה בחקירותיו, אין ספק שהיה גם כן מדבר בלב ולב ובכמה מקומות הטעה את קוראיו בערמה ובמרמה; והמקום ירחם על הקוראים ספריו ויפקח עיניהם להכיר שקריו. ובדברי ראב\"ע על הפסוק הזה עוד שיבוש אחר נשתבש שפינוזה וייחס לראב\"ע דבר שלא עלה על לבו, ואני לא אשפוט, אם היה זה בטעות או ברמייה, אך ראיתי כי גם החכם מוטוט נשתבש בזה, ואולי ממנו למד שפינוזה. הנה שפינוזה הביא דיבור ראב\"ע כאילו כך הוא תחילתו: בעבר הירדן, אם תבין סוד השנים עשר וכו', והבין מזה כי לדעת ראב\"ע משה לא היה יכול לכתוב מילות \"בעבר הירדן\", מפני שהוא לא עבר את הירדן; וזה שיבוש, כי מליצת עבר הירדן נאמרת בשווה על העבר המזרחי ועל העבר המערבי, וסומכין על הקורא, שיבין מהמשך הענין באיזה עבר מדברים; אבל לשון ראב\"ע איננו כמו שהביאו שפינוזה, אבל כך הוא: הנה ביאר התורה שאמר בין פארן ובין תפל, כי רוב המצוות הם בספר הזה, וכן פירוש ככל אשר צוה ה' אותו אליהם בעבר הירדן במדבר בערבה, ואם תבין סוד השנים עשר וכו'. הנה הקדמונים ובפרט ראב\"ע לא היו עושים נקודות וקוים להפריד הדיבור במקום הצריך, והיו סומכין על הבנת הקורא, וכן כאן \"ואם תבין\" הוא תחלת מאמר, וראוי לתת לפניו נקודה מפסקת, וכוונת ראב\"ע היא לומר כי פסוק ג' ענינו בשנת הארבעים דיבר משה אל כל ישראל ככל אשר ציוה ה' אותו בעבר הירדן במדבר בערבה מול סוף בין פארן ובין תפל ולבן וחצרות ודי זהב, כי לדעתו שם נאמרו המצוות תחילה, ואחר כן נשנו בערבות מואב, וכמו שכתב מפורש: הנה ביאר התורה שאמר בין פארן ובין תפל. אבל \"ואם תבין סוד השנים עשר\" אין לושום קשר עם \"בעבר הירדן\". ואם היה כדעת שפינוזה, כך היה ראב\"ע כותב: בעבר הירדן אם תבין וכו', לא: בעבר הירדן במדבר בערבה ואם תבין."
            ],
            [
                " אחד עשר יום: אילו זכו ישראל, לי\"א יום היו נכנסים לארץ, אלא מתוך שקילקלו מעשיהם גילגל המקום עליהם מ' שנה (ספרי דברים פיסקא ב'), וכיוצא בזה בתרגום ירושלמי בשתי נוסחאותיו, וכן רשב\"ם כתב: כשנסעו מחרב ללכת דרך הר שעיר דרך ישרה היו יכולים ליכנס לא\"י עד קדש ברגע בימים מועטים, שאין בהם כי אם מהלך י\"א יום, אבל מקדש ברנע שלחתי מרגלים, ונשתהיתם מ' שנה בחטאתיכם; - אבל הפירוש המובא ברשב\"ם בשם ר' אליעזר מבלינצה שי\"א יום הם ג' ימים שהלכו מהר סיני (ויסעו מהר ה' דרך ג' ימים) וז' שישבו בחצרות בשביל מרים, וביום י\"א באו מדבר פארן שהוא קדש לדעתו - איננו מחוור, כי משמעות י\"א יום מחרב הוא מהלך י\"א יום, לא י\"א יום בין מהלך ועיכוב, מלבד כי בלא ספק יותר מי\"א יום היו, כי בקברות התאוה שהו איזה ימים, אולי חודש ימים שאכלו השלו, ולפחות שני ימים, כל היום ההוא וכל הלילה וכל יום המחרת (מוהר\"ר קנטוני). ופירוש נתה\"ש (ואחריו י' ש' ריגיו) הוא בטל מעיקרו, כי איך יאמר אלה המצוות הכתובות בספרים הקודמים הם הדברים אשר דיבר משה באותם י\"א יום אשר הלכו מחרב עד קדש ברנע? והלא כמה וכמה מצוות נאמרו בחרב אצל הר סיני סמוך למתן תורה, ולא אחר שנסעו מחורב, וכאן הוא אומר: ואצוה אתכם בעת ההיא את כל הדברים אשר תעשון, ואח\"כ: ונסע מחורב."
            ],
            "",
            "",
            [
                "התורה: כמו (איוב כ\"ב כ\"ב) קח נא מפיו תורה, ואל תטוש תורת אמך (משלי א' ח')."
            ],
            "",
            "",
            "",
            [
                "ואמר אליכם בעת וגו': הקדים הסיפור הזה להזכירם כי בעיניהם ראו שאיננו מתרשל בהנהגתם ובהשגחה על כל צרכיהם, ושגם מה שלא היה הוא לבדו מספיק לעשותו לטוב להם, היה נותן לב להפקיד עליו אחרים שיהיו כדאי לעשותו, לבלתי יחסר העם דבר. והנה אחר שראו כל זה, לא הוא גרם להם לשאול שישלח מרגלים, שאם היה צורך בדבר, היה עושה בעצמו, ולא הוא נתן להם פתח להיות נפתים אחר דברי המרגלים, לבלתי לכת אל הארץ ולבלתי סמוך על דברי משה, שהיה אומר להם: באו ורשו, כי כבר בחנו אהבתו אותם והשגחתו על צרכיהם."
            ],
            "",
            "",
            [
                "טרחכם: טרח בל' מקרא אין ענינו יגיעה, אלא כובד מושא, כמו (איוב ל\"ז י\"א) יטריח עב, היו עלי לטרח נלאיתי נשוא (ישעיה א' י\"ד)."
            ],
            [
                "הבו לכם: כמו הבי המטפחת (רות ג' ט\"ו) שאין ענינו נתינה ממש. ברש\"י כ\"י שלי: מה ת\"ל אנשים, צדיקים, נבונים, מבינים דבר מתוך דבר, כמו ששאל אדריאנוס את ר' יוסי וכו'. ומה שכתוב ברש\"י שבספרי הדפוס: חכמים כסופים, אינו אלא טעות, והוא לקוח מן הספרי (דברים פיסקא י\"ג), ושם כך הוא הלשון: מה ת\"ל אנשים, וותיקין כסופים; ואח\"כ דיבור אחר: חכמים ונבונים וכו' וכסופים אולי פירושו: נחמדים."
            ],
            "",
            "",
            "",
            [
                "כי המשפט לאלקים הוא: ואינכם אלא שלוחיו. ",
                "ושמעתיו: אולי כמשמעו, ואולי ע \" ד עמדו ואשמעה מה יצוה ה' לכם (במדבר ט' ח')."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "אנה אנחנו עולים: כי' ש' ריגין [ואלה דברי יש\"ר בפירושו לתורה: אנה, בפשוטו לאיזה מקום סכנה אנחנו עוברים]. עם גדול וכו' ערים וכו' ראינו שם (וכן ארנהיים)."
            ],
            "",
            "",
            [
                "אשר ראית: דבק עם \"אשר נשאך\", כפירוש רש\"י; ורמבמ\"ן פי' דבר עם \"ובמדבר\" והוצרך להשמיט \"אשר\" השני."
            ],
            [
                "וכדבר הזה: כרש\"י ולא כרמבמ\"ן [בבאור בנתיבות השלום בא: וייתכן שאמר, עם כל הנסים שעשה לכם במצרים ובמדבר אינכם מאמינים, והיה \"ובדבר הזה\" כמו \"ועם הדבר הזה\"]."
            ],
            "",
            "",
            "",
            "",
            [
                "גם בי התאנף: כיון שהוזקק להזכיר כלב הוצרך להזכיר גם יהושע, וכיון שהוצרך להזכירו רצה לחלוק לו כבוד לפני העם, כי קרב זמן שררתו, לפיכך אמר; כי גם בו התאנף ה' לסיבה אחרת, ואמר לו כי יהושע יעמד תחתיו (מדברי החזקוני)."
            ],
            "",
            [
                "אשר לא ידעו היום טוב ורע: שאינם בכלל אנשים ולא יאמרו דעתם בקהל, כי אין דברים נשמעים; והנה אין להם עון אשר חטאו בעצת הקהל. כל פחות מבן עשרים היו נחשבים בכלל הבנים ולא בכלל האנשים, כאילו לא ידעו לבחור בטוב ולמאוס ברע, אפילו היו ביניהם נערים חכמים ונבונים (מוהר\"ר קנטוני)."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "כימים אשר ישבתם: כלומר כמו שאתם יודעים (רשב\"ם), וכן תירגם רמבמ\"ן; אבל דעת ראב\"ע אינה אלא שיבוש, כי המרגלים הלכו ולא ישבו, ועוד א\"כ ישבו בקדש מ' שנה, והמבאר בנתיבות השלום הביא דברי ראב\"ע והוא כמקיים אותם."
            ]
        ],
        [
            "",
            "",
            "",
            [
                "בגבול אחיכם בני עשו: הנכון כדברי רשב\"ם והמעמר, שאין אלו אותו אדום, שנטו ישראל מעליו. ואם תאמר והיכן מצאנו לחלק בין אדום ובין עשו? אומר אני כי הכתוב עצמו חילק ביניהם, כי שם (במדבר כ' י\"ד) הזכיר מלך אדום, וכאן לא הזכיר מלך אלא בני עשו, ואחר שמצאנו (שמות ט\"ו ט\"ו) אז נבהלו אלופי אדום, יש לנו לומר כי קצת מבני עשו היו תחת מלך אדום וקצתם חפשים, ועליהם אלופים, והם למיעוטם לא מלאם לבם למנוע את ישראל מעבור בגבולם. ואמנם מה שכתוב ברשב\"ם: זה פירוש רבינו, אבל לי הצעיר אין נראין דבריו בזה וכ' - נראה לי ברור שאינם דברי הרשב\"ם, אלא תוספת שהוסיפו אחרים בגליון. ואולי הם דברי הסופר המעתיק, וכן למטה פסוק י\"ד יש ברשב\"ם תוספת, תחילתה \"ואני הצעיר אומר\", ושם דבריו דברי הבל, כי המעפילים הוכו מיד ולא היו כל העדה ולא רובה, אלא מיעוטה."
            ],
            "",
            "",
            [
                "בכל מעשה ידיך: לא מעשה ידיים דוקא, אלא כל עסק נקרא כן, כמו מעשה ידיו ברכה (איוב א' י'). ",
                "ידע לכתך: כמו (תהלים א' ו') יודע ה ' דרך צדיקים, נכח ה' דרככם, ענין השגחה, והפכו: נסתרה דרכי מה' (ישעיה מ' כ\"ז)."
            ],
            "",
            "",
            [
                "האמים לפנים: ושני פסוקים שאחריו אינם מאמר מוסגר כדעת רמבמ\"ן, אבל גם הם מדברי ה' להודיע כי ממנו באה הארץ ההיא למואב, כי לפנים ישבו בה עם חזק הרבה יותר מן המואבים, וה' היה עמם וישמידום וישבו תחתם, ואגב מודיע כי כיוצא בזה עשה ה' לבני עשו שהגבירם על החורים, וכל זה אמנם להודיע כי אין ה' מעביר מתנותיו מזה לזה, ושאחר שיורישם את הארץ, לא יקחה עוד מידם לתיתה לעם אחר, לולא ירבו לחטוא לו."
            ],
            [
                "רפאים יחשבו אף הם כענקים: כמו שבני ענק היו נקראים רפאים להיותם מפחידים רואיהם כמו המתים (הנקראים רפאים) כשנראים לבני אדם (לפי אמונת הקדמונים), כן העמים ההם היו נקראים רפאים, כי נפל פחדם על כל רואיהם, ועם כלזה המואבים יכלו להם."
            ],
            [
                "כאשר עשה ישראל: לשון עבר על דבר שכבר היה מקצתו (כיבוש ארץ סיחון ועוג) ועוד מעט יהיה כולו. וכל זה בדברי ה ' להודיעם כי כל הארצות לו הנה ושהוא נותן כוח לאשר ישר בעיניו."
            ],
            "",
            "",
            [
                " שורש המם לפעמים מורה השמדה, כמו אכלני הממני (ירמיה נ\"א ל\"ד), להמם ולאבדם (אסתר ט ' כ \" ד), ולפעמים פיזור בלבד, כמו וישלח חיציו ויפיצם וברקים ויהמם (תהלים י\"ח ט\"ו), והמותי את כל העם אשר תבא בהם וגו' ונתתי את כל אויביך אליך ערף (שמות כ\"ג כ\"ז)."
            ],
            "",
            "",
            "",
            [
                "כי לבני לוט נתתיה ירושה: בבני לוט ובני עשו הזכיר כי ה' נתן להם את הארץ והשמיד יושביה מפניהם, אבל בכפתורים פסוק כ\"ג לא אמר כי ה' השמיד את העוים מפניהם, ע\"כ נראה כי בכל זרע אברהם או אשר ממשפחתו (אדום ועמון ומואב) אמר כי ה' נתן להם ירושה, והכוונה לאסור לישראל התגרות בהם. אבל הכפתורים לא היו ממשפחת אברהם, על כן לא אמר כי ה' נתן להם ירושה, והנה ארצם מותרת לישראל. והנה הזכיר את העוים והכפתורים, לבלתי יאמרו ישראל: אם אין ה' מעביר מתנותיו מזה לזה, אם כן גם ארץ פלשתים לא יתן בידנו, הואיל והוא נתן אותם לכפתורים; ורוח הקודש משיבה כי בענין העוים אין הענין כמו בארץ אדום, אמון ומואב, כי העוים לא נפלו ביד קרוביו שאל אברהם, כי הכפתורים היוצאים מכפתור שאין להם שום התיחסות עם אברהם, הם השמידום וישבו תחתם."
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "אעברה ברגלי: מליצה, לומר, שאיני שואל ממך שום עזר."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "את כל עיר מתם והנשים והטף: וכן למטה ג' ו': החרם כל עיר מתם הנשים והטף, ייתכן כתרגומו וכתרגום המכונה ליונתן בן עוזיאל ונגד הטעמים: החרמנו את כל עיר, כלומר הגברים והנשים והטף, ובאיוב (כ\"ד י\"ב) מעיר מתים ינאקו ונפש חללים תשוע, ייתכן כתרגום סורי: מתים בציר\"י, והכוונה שהנוספים ינאקו מתוך העיר, כמו שכתוב אחריו ונפש חללים תשוע, וכן מצאנו (יחזקאל ל' כ\"ד) נאקות חלל. רק בשופטים (כ' מ\"ח) מצאנו ויכום לפי חרב מעיר מתם עד בהמה, ושם לא יתכן להפריד עיר ממתום; ואע\"פ שכאן מתם ושם מתם, מכל מקום הוא סיוע גדול לדעת בעלי הטעמים שתהיה גם כאן מילת עיר סמוכה למילת מתם. והנה כאן כתוב \"והנשים\" בוי\"ו, וזה מסייע לדעת בעלי התרגומים, ולמטה ג' ו' כתוב \"הנשים\" בלא וי\"ו. והוא קשה מעט לפירושם. וגזניוס באוצרו (עמוד 830) מקיים דעה בעלי הטעמים, אך הוא מפרש עיר מתים: המון בני אדם, וזה רחוק בעיני מאד. להוציא מילת עיר ממשמעה. ואם היה אפשר לפרש עיר מתים כמו הפוך: מתי עיר (על דרך המילות המורכבות בלשון יון ורומי ואשכנז) היה הכול עולה יפה, ואולי ייתכן להסתייע ממילות ירק עשב (בראשית א' ל') שענינן עשב של ירק, כלומר עשב ירוק; להט החרב ( שם ג ' כ \" ד) חרב של להט, כלומר חרב לוהטת; ונתת שלחנך (איוב ל\"ו ט\"ז) שולחנך שהוא שולחן של נחת: ורצוי לרב אחיו (אסתר י' ג') לאחיו המרובים, וזולתם - ואם תאמר: ומהיכן תבא למילת מתים הוראת גברים דוקא? נ\"ל כי מילת מתים יש בה קצת הוראה על הכוח והגבורה, כגון אל תיראי תולעת מתי ישראל (ישעיה מ\"א י\"ד) אצל תולעת אמר יעקב שהוא שם בלתי נכבד, ואצל ישראל שהוא שם כבוד (כי שרית עם אלקים ועם אנשים ותוכל בראשית ל\"ב כ\"ט) אמר מתי, לשון גבורה, אינכם תולעת, אבל אתם גבורים ונכבדים; וכן (ישעיה ג' כ\"ה) מתיך בחרב יפלו וגבורתך במלחמה, וכבודו מתי רעב (שם ה' י\"ג), דרך התנגדות הזכיר אצל הרעב מילת מתי. וכן ממתים ידך ה' ממתים מח לד (תהלים י\"ז י\"ד), אמר פלטה נפשי מרשע שהוא חרבך, וגם פלטני ממתים (אנשים גבורים ומצליחים שהשעה משחקת להם) שהם ידך ה ' על דרך (ישעיה י' ה') הוי אשור שבט אפי, וכפירוש רד\"ק, והם מתים ומצליחים מחלד, חלקם בחיים וגו'. ולא אכחיש שלפעמים אמרו \"מתי\" בלי שום השקפה על גבורה או על חלישות, כגון מתי מעט (למטה כ\"ו ה') מתי מספר (בראשית ל\"ד ל'); ודבר זה מצוי מאד בלשונות, וכמו שתראה גם במילת גבר, שאע\"פ שתחילת הנחתה היתה בהשקפה על הגבורה, הנה בלשון ארמית יאמרו תמיד גבר ובלי שום השקפה על הגבורה, וכן בלה \" ק גבר לא יצלח בימיו (ירמיה כ\"ב ל'), נחשבתי עם יורדי בור הייתי כגבר אין איל (תהלים פ\"ח ה'), גבר מחליק על רעהו (משלי כ\"ט ה'), וזולתם, שבאה בהם מילת גבר בלי שיהיה מכוון שום ענין גבורה . - ועדיין יש לשאול: אם \"מתים\" דבק עם הנשים והטף, למה הנשים והטף בה\"א, ומתים בלא ה\"א? ולזאת אשיב כי מתים היא מילה קדומה ונושנת, והיא בלה \" ק כמעט כמילה זרה ונכרית, ורוב שימושה אינו אלא במליצת השיר; כאשר הן מילות אנוש, חמר, מלה, תבל, והמילות הללו אינן מקבלות ה\"א הידיעה, יען הלשון הקדומה (ואחריה גם לשון ארמית, שאיננה הלשון הראשונה, אבל היא קדומה מן העברית) לא היה בה ה\"א הידיעה, וכשעבדו העברים וחידשו להם ה\"א הידיעה, שמו אותה במילות הנוהגות אצלם בפי כל העם, אבל המילות הנושנות אשר לא היו נוהגות בדיבור ההמוני נשארו בלא ה\"א כאשר היו מתחילתן.\n"
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "הנה ערשו ערש ברזל: משה מאריך קצת בסיפור גדולת הנצחון שנתן להם ה', שנתן בידם שני מלכים אדירים סיחון ועוג, וכל זה לחזק את לב העם, למען יבטחו בה' שיתן בידם גם את ארץ כנען, וכמו שמסיים (פסוק כ\"א): כן יעשה ה' לכל הממלכות אשר אתה עובר שמה, לא תיראום כי ה' אלקיכם הוא הנלחם לכם, ולכוונה זאת (לרשום בלבם גדולת התשועה אשר עשה ה' להם) אמר למעלה (פסוק ד', ה') לא היתה קריה אשר לא לקחנו מאתם ששים עיר וגו', כל אלה ערים בצורות חומה גבוהה דלתים ובריח וגו', ולכוונה זאת הוסיף כאן כי עוג היה מן הרפאים הידועים בימיהם לרוב כוחם ולגובה קומתם שהיו מפחידים כל רואיהם, והוסיף גם כן ענין ערשו שהיה מפורסם בימיהם היותו שמור ברבת בני עמון. כי (כדברי הרמב\"ן) העמונים קיימו מיטתו לזכרון גבורתם ושניצחוהו ולקחו את ארצו; כל זה לחזק ציור הישועה אשר נתן ה ' לישראל, ואין כאן שום דבר שלא יצדק היות משה כותבו. והנה הדעת נותנת שגם בעשתרות היתה לעוג ערש ברזל, אבל משה לא ציוה לשמור אותה, כי לא היה מדרכו להציב יד בקרב עמו למלכי הגוים עובדי אלילים, כי עדיין תורתו היתה צריכה חיזוק להיותה חדשה; אבל דוד המלך היה חושב שהתורה כבר השרישה שרשית בישראל ואינה צריכה עוד חיזוק, לפיכך כשלקח רבת בני עמון, לא נמנע מליקח את עטרת מלכם מעל ראשו ותהי לע ראש דוד (שמואל ב', י\"ב ל'), ואם עדיין היתה שם ערש עוג, נראה לי בלא פסק שגם אותה היה מביא לירושלים, וממה שלא נזכר זה בשמואל יש להבין שבמשך ארבע מאות שנה כבר נשברה ונאבדה ולא היתה עוד שם, ולא ייתכן שיהיה הפסוק הזה נוסף בימי דוד כדעת המתחכמים. והנני שואל אותם: מי שהוסיף מהיכן הוסיף? הלא אף אם יונח שהוסיף \"כי רק עוג מלך הבשן נשאר מיתר הרפאים\". כי הרפאים כבר נשכח זכרם בימי דוד, והיות עוג נשאר מיתר הרפאים, היה דבר ישן נושן בדורו, ורחוק הוא שיעלה על דעת אדם להוסיף הדבר הזה בספר. לא לעזור ולא להועיל. מלבד כי דוד וכל אוהביו, יותר היה להם למחוק המילות האלה מספר יהושע (י\"ב ד' וי\"ג י\"ב), ולא להוסיפן בתורה: כי הנה דוד ועבדיו הכו את ילידי הרפא , (שמואל ב' כ\"א כ\"ב, דה\"י א' כ' ד'), והלא לכבוד גדול היה לדוד ולעבדיו, אם ייאמר כי הם הם שהכריתו את יתר הרפאים, ומה להם לאנשי הדור ההוא להגיד לדור אחרון כי רק עוג נשאר מיתר הרפאים. באופן כי ילידי הרפא אינם מן הגזע ההוא המפואר בגבורתו ובגובה קומתו? מעתה אם יונח כי מילות \"כי רק עוג מלך הבשן נשאר מיתר הרפאים\" אינן נוספות אבל כתבן מי שכתב הספר, הנני שואל הייתכן שכך היה לשון המחבר: \"כל ערי המישור וכל הגלעד וכל הבשן עד סלכה ואדרעי ערי ממלכת עוג בבשן, כי רק עוג מלך הבשן נשאר מיתר הרפאים, ואת הארץ הזאת ירשנו בעת ההיא \". ומה קשר ומה יחס לפסוק התיכון עם מה שלפניו ועם מה שאחריו?"
            ],
            "",
            [
                "ההוא: אשר הוא."
            ],
            "",
            "",
            [
                "תוך הנחל: אמר: תוך הנחל, להודיע שהכוונה על נחל של מים, כי יש נחל שענינו בקעה."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                " ואתחנן: אין צורך לדברי הראב\"ע שמפרש: וכבר התחננתי, כי \"ואת יהושע ציויתי\" האמור למעלה (פסוק כ\"א) איננו במצוות ה ' פרטית, אלא הזהרה שהזהיר משה את יהושע מעין המאורע: עיניך הרואות, כן יעשה, לא תיראום. ואעפ\"י שידע משה כי יהושע עתיד להכניס את ישראל לארץ, לא מנע עצמו מן הרחמים, ובפרט כי לא ביקש לעבור כמנהיג אלא \"אעברה נא\", אפי' כהדיוט. גם היה אפשר, שייכנס משה לארץ ויתחיל הכיבוש וימות ויהושע ישלים הכיבוש. וענין וצו את יהושע וחזקהו ואמצהו (פסוק כ\"ח) הוא מה שעשה משה לבסוף לפני כל העם, לא ההזהרה שלמעלה שלא היתה אלא בינו לבינו."
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "ונשב בגיא: מאחר שלא שמע אלי נתעכבנו שם, ופה אמות."
            ]
        ],
        [
            "",
            [
                "לא תוסיפו: צריך שתשמעו אל החוקים והמשפטים האלה לא בלבד לעשותם, כי גם לעשותם בלי תוספת ומגרעת, וכל זה מפני שהרבה מתועבות העכו\"ם נמשכו מעט מעט מן המנהגים הקדמונים אשר היו בעצמם ישרים; וע' למטה י\"ב כ\"ט, ל, ל\"א י\"ג א'."
            ],
            "",
            "",
            [
                "לעשות כן: כן דוקא בלא תוספת ומגרעת."
            ],
            [
                "אשר ישמעון את כל החקים האלה ואמרו רק עם חכם ונבון וגו': מכאן סתירה לדברי האומרים כי החוקים אשר חקק משה לבני ישראל לקוחים הם מחוקי המצרים ושאר עמים שבימיו. הלא בני דורו של משה היה להם לדעת הדבר הזה יותר ממנו אנחנו אלה פה, ואיך יהיה משה טיפש כל כך או עז פנים כל כך, לומר לישראל כי הגויים בשמעם את החוקים האלה יאמרו שישראל עם חכם ונבון? הלא היה להם לומר שהם עם סכל וגרוע, שתורתם גנובה מעמים אחרים. וגדולה מזאת איך יאמר אחר כן: ומי גוי גדול אשר לו חוקים ומשפטים צדיקים ככל התורה הזאת - אם התורה הזאת לקוחה היתה מתורות שאר גויים? הלא לכל המעט נצטרך להודות כי התורה האלקית בירדה האוכל מתוך הפסולת וקיימה מכל החוקים הנוהגים בעולם בימים ההם רק אותם, שראתה החכמה העליונה ישרים וצדיקים ומועילים, וביטלה החוקים הרעים או עשתה בהם שינוי והפכה אותם מרע לטוב. רק עם חכם ונבון: מילת רק ענינה כאן: בודאי, בלי ספק, עיין מה שכתבתי בבראשית כ' י\"א."
            ],
            [
                "המצוות שני מינים, בין אדם לחברו ובין אדם למקום. על הראשונות יאמרו: רק עם חכם ונבון, יען מי גוי גדול אשר לו חוקים ומשפטים צדיקים וגו', והשניות לא יבינו הגויים את טעמיהם, אבל יראו כי בשמירתן השגחת ה' דבקה בישראל: כי מי גוי גדול אשר לו אלקים קרובים אליו וגו'."
            ],
            "",
            "",
            [
                "ע' \"בכורי העתים\" תקפ\"ח 141."
            ],
            [
                "וההר בוער באש: ההר עצמו היה חושך, ועליו למעלה עד לב השמים היה אש, כי ירד עליו ה' באש."
            ],
            "",
            "",
            "",
            "",
            [
                "סמל: ע' יחזקאל ג' ודה\"י ב' ל\"ג ט\"ו."
            ],
            "",
            "",
            [
                "אשר חלק ה' אלקיך אותם: הניחם לחלקם, כלומר שדבקו בהם העמים ולקחום לחלקם, כי דרך העברים ליחס כל דבר אל הקל."
            ],
            [
                "כור הברזל: לא אמר כור הזהב אלא הברזל, והטעם מקום נורא ואיום (לרוב האש שעושים בו) שאי אפשר לעמוד בו."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ועבדתם שם אלהים מעשה ידי אדם: אחר שעבדתם אלילים לרוע בחירתכם תגלו בין האומות ותעבדו אלילים אחרים לא ברצונכם אלא בהכרח (דון יצחק). וידוע כי מה שאדם עושה בעל כרחו יהיה לו לזרא וימאסהו, לפיכך אמר אחר זה: ובקשתם משם את ה' אלקיך. וכן מצאנו כי אחר שגלו לבבל והוכרחו להשתחוות לצלם דהבא, בטל מהם יצר ע\"ז ולא זנו עוד אחרי אלהים אחרים, זולתי קצת בני אדם בבית שני, שהלכו אחרי אלילי היונים, לא מהיות עבודת האלילים חביבה להם, אלא למצוא חן בעיני המלכים והשרים."
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "או הנסה אלקים: אין ספק שהוא חול, כדעת רש\"י ורמבמ\"ן, ולפיניהם דונש בן לברט בהשגותיו על רבינו סעדיה הנמצאות בידי בכ\"י. ובדברי ראב\"ע בספר שפת יתר סימן ק\"א נפלו טעויות סופר והשמטת מילות, אשר בגללן אין לסימן ההוא הבנה."
            ],
            "",
            "",
            [
                "בפניו: בלכתו עמך."
            ],
            "",
            "",
            [
                "לפי דעתי כך היה ראוי להטעים: ולמען תאריך ימים על האדמה, ויהיה \"כל הימים\" חוזר אל \"למען תאריך ימים\". לא אל \"נותן לך\" - עד כאן פירוש י\"א יום, ונשלמה ההזהרה אשר היא כהקדמה לכריתת הברית שהיה בדעתו לכרות עם באי הארץ, ועכשו מגיד מה שעשה אז משה, ואח\"כ התחיל הברית אשר כרת אתם בערבות מואב."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ים הערבה: הוא ים המלח."
            ]
        ],
        [
            "",
            "",
            [
                "אלה פה: הפ\"א צריכה דגש מדין אתי מרחיק."
            ],
            "",
            [
                "לאמר: חוזר ל\"פנים בפנים דבר ה'\"."
            ],
            [
                "על חלופי הדיברות ע' \"בכורי העתים\" תקפ\"ח ע' 88."
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "שמור את יום השבת לקדשו: ענינו כמו (שמות כ' ה') זכור את יום השבת, וכמוהו שמור את חדש האביב ועשית פסח (למטה ט\"ז א'), תן לבך מתי יבוא יום השבת ומתי יהיה חודש האביב. בכוונה לקדש את השבת ולעשות הפסח; ואין ענין שמור את יום השבת כענין שומר שבת מחללו (ישעיה נ\"ו ב') שענינו המנוחה והימנע מעשות מלאכה."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ולא יסף: מליצה, כמו (במדבר י\"א כ\"ה) ויתנבאו ולא יספו, התנבאו באופן נפלא שלא היה כמוהו, וקרובים לזה דברי רשב\"ם."
            ],
            "",
            [
                "כי ידבר אלקים וגו': ראינו אפשרות הנבואה וראינו שאדם יכול לקבל הדיבור האלקי ולהתקיים בחיים, ועכ\"ז היו יראים שתאכלם האש הגדולה ההיא, לא שהדיבור האלקי ימיתם, אבל האש שנגלה בו בפעם ההיא (מוהר\"ר קנטוני)."
            ]
        ],
        [
            "",
            "",
            "",
            [
                "ה' אלקינו ה' אחד: הנכון כדעת רשב\"ם וראב\"ע ובעל העקרים (מאמר ג' פרק ל\"ה) ה' הוא אלקינו, ה' לבדו הוא אלקינו, לכך ואהבת את ה' אלקיך בכל לבבך וגו', כי לא תצטרך לחלק אהבתך בין אלקים רבים."
            ],
            [
                "בכל לבבך וגו': אולי אמר לבבך על הכוונה והרצון הפנימי, ונפשך על החיות, וזה כולל כוחות הגוף וכל תנועותיו וכל מעשיו, ומאדך כולל הנכסים והקנינים. כי אמנם יש אוהב בלבו ואינו מוציא אהבתו מן הכוח אל הפועל, ויש מוציאה אל הפעל, ובלבד שזה לא יגרום לו חסרון כיס ופיזור כספו וקניניו. ואמנם מה הוא ענין המצווה הזאת, הלא היא מצוות אהבת ה', הוא דבר הצריך פירוש, לא שהענין קשה או מסופק מצד עצמו, אלא מפני המתפלספים שהכניסו דעות חכמי יון בתורת ישראל, ושינו מראיהם של עניני התורה להסכימם עם דברי הפילוסופים, והואיל ולא היה זה אפשרי, עשו מהתורה והפילוסופיה ונשארו קרחים מכאן ומכאן. ועכשו כבר בטלה התפלספות הקדומה ההיא, ועדיין ספרי ישראל מלאים ממנה, באופן שאין בהם קורת רוח לא לחוקרים האמיתיים ולא לתורניים האמיתיים. ודוגמא לדבר הם דברי המבאר למקרא זה, וז\"ל: ואהבת את ה' אלקיך, תשיש בהכרת שלימותו לאין תכלית, ותתענג באמונתו וייחודו, ולעשות דבר שייטב בעיניו. כי כן מידות האהבה  - תחילת דבריו (תשיש בהכרת שלימותו וכ') הם על דעת חכמי יון, וסופם (ולעשות דבר שייטב בעיניו) הם על דעת חכמי ישראל. אבל שני הדברים האלה הם הפכיים ומתנגדים, יען אם יהיה אדם מכיר שלימות הקל שהיא לאין תכלית ואם יאמין ייחודו הגמור על הדרך שביארוהו הפילוסופים. אז יפול באחת משתיים: אם שיחשבוהו נעלה ומרומם מהשגיח בפרטים, ואם שיחשוב כי כל ההווה בעולם אינו אלא בגזרתו יתברך; ובין כך ובין כך לא ייתכן שיעלה עוד על לבו לעשות מה שייטב בעיני הקל, כי יחשבו שהכול טוב בעיניו בשווה. ואזי אתמה על המתפלספים תימהון גדול, איך לא הבינו כי המכוון בתורה איננו המכוון בפילוסופיה, כי המכוון בפילוסופיה הוא הידיעה והכרת האמת, והמכוון בתורה הוא עשיית הטוב והישר; ואם התורה מלמדת אותנו ייחוד הקל וחידוש העולם, אין זה למען הקנותנו ידיעת הקל והכרת שלימותו כפי מה שהיא באמרם, אך הכול לנטוע בנפשותינו אמונות מועילות להדריכנו במעגלי צדקה ומשפט. אשר על כן התורה והנביאים מקטינים תמיד ציור הקל ומקרבים אותו למדרגת האדם, והם מייחסים לו הכעס והרצון, האהבה והשנאה, השמחה והעצבון, ושאר התפעלויות וחסרונות, הכול כדי שיצוייר יחס וקשר בינינו ובינו; ואם בהפך נצייר בלבנו אלהיהם של פילוסופים, השלם שלימות בלי תכלית, א ז לא ייתכן עוד לצייר שום יחס וקשר בינו ובין בני אדם ולא תצוייר עוד שום ריליגיעון [דת] בעולם, ומה מקום לתפילה, אם הקל בלתי מתפעל? ומה מקום לתשובה, אם רצון קל בלתי משתנה? - ושמא יאמר אדם: אם כדבריך שהתורה והפילוסופיה מתנגדות זו לזו, אם כן אחת הן שקר, אם כן אתה בוזה חכמה או מואס בתורה, - דע כי איננו לא זה ולא זה, אבל אני רואה את האדם מורכב משני כוחות הפכיים, המחשבה וההרגשה הפנימית (עיין הקדמת בית האוצר), ולהגביר אחד מהכוחות האלה ולבטל האחד אי אפשר, כי האדם בהכרח משועבד לשניהם, לפיכך התורה (האמיתית) והפילוסופיה (האמיתית) אשר איננה עדיין כתובה בספר בפני עצמו, אבל היא מפוזרת בעשרת אלפים ספרים, מעורבת תמיד עם טעיות ושיבושים, שתיהן דברי אלקים חיים, כי שתיהן מסכימות עם טבעו של אדם, ושתיהן אמת בבחינות מתחלפות, ואין כאן המקום להאריך בזה. ואשובה לענין אהבת ה ' ואומר כי מאחר שראתה התורה האלקית לדבר כלשון בני אדם ולצייר לפנינו אלוק מתפעל ובלע כעס ורצון, אהבה ושנאה וכיוצא בזה, היה מן הראוי שיצוייר גם האדם אוהב את הקל או שונא אותו; כי מי שישווה ה ' לנגדו תמיד ועיקר מחשבות לבו הוא לעשות נחת רוח לפניו ולשמור חוקיו ומשפטיו ומצוותיו, זה ייקרא אוהב את ה'; ומי שאין אלקים לנגד עיניו ואינו נמנע מעשות מה שהוא נתעב לפניו והוא מבקש תמיד תועבות חדשות לחטוא בהנה, הוא ייקרא שונא ה '. ואין אהבת ה ' מצווה פרטית, אבל היא כוללת כל המצוות, אבל האהבה בעצמה לא יחול עליה צווי. וכן ואהבתם את הגר (למטה י' י\"ט), ואהבת לרעך כמוך (ויקרא י\"ט י\"ח), הכוונה בהם שנשתדל להיטיב להם ושנחדל מכל מה שיזיקם או יכעיסם. אבל האהבה שזכר בעל חובות הלבבות (שער עשירי פרק א') שהנפש להיותה עצם פשוט רוחני נוטה אל הרוחניים וכו', וכאשר ייבקע לה אור השכל, תפרוש מן העולם ומכל תענוגיו וכו' לא יהיה לה עסק בלתי עסק עבודת הקל, ולא יעבור על רעיוניה זולתו וכו' - כל זה אינו לפי דרכה של תורת משה, אבל הוא לקוח מן הפילוסופים שהיו בוזים המון העם העוסקים ביישובו של עולם, אך ל פי תורתנו יוצר הארץ ועושה לא תוהו בראה, לשבת יצרה (ישעיה מ\"ה י\"ח) ואין עבודת ה' ואהבתו בהתבודדות ובישיבה במדברות, אלא בישיבה עם בני אדם ובעשות עמהם צדקה ומשפט (ועיין כוזרי, תחילת מאמר ג'). והרכבים לא היו מתבודדים ומתרחקים מן החברה, וכת האסיים לא מתורת משה למדו דרכיהם, אולי מפילוסופי יון למדו. ואולי צוק העתים הביאה לאהוב ההתבודדות; וחלילה לנו מלחשוב שמהם באו לנו קצת מתפלותינו (כמו שחשבו קצת מגדולי חכמי הדור), ומה להם ולנו, וחכמינו ז\" ל לא הזכירום בשום מקום. והרמב\"ם חשב (מורה חלק ג' פרק כ\"ח) שאהבת ה' לא תיתכן אלא בהשגות המציאות כולה כפי מה שהיא ובחינת חכמתו בה, ובגלל הדבר הזה כתב בהלכות יסודי התורה שלושה פרקים (ב' ג' ד') ללמד את העם קצת מחכמת הבריאה, למען תובא בלבם אהבת ה '; וכל זה רחוק מאוד מכוונת התורה, והפרקים ההם אין להם ענין עם ספרו משנה תורה, ואם היה פילוסוף באמת, היה מבין כי אפשר שיבוא דור אחר ויבטל דעות אריסטו ותלמידיו בחכמת הטבע ובתכונת השמים, ונמצא ספרו מורה שקר; אבל הוא היה מאמין (מורה חלק ב' פרק כ\"ב) כי כל מה שאמר אריסטו בכל הנמצא אשר מתחת גלגל הירח עד מרכז הארץ, הוא אמת בלא ספק. ובענין הכוכבים ומניעיהם ראה חכמי ישמעאל חולקים על אריסטו וסמך עליהם והאמין בעשרה שכלים מניעי הגלגלים וביקש ומצא בדוחק עשרה שמות, שנקראו בהם המלאכים, ואמר שהכוון בכל אחד מהשמות ההם על אחד ההשכלים הנבדלים (הלכות יסודי התורה פרק ב'), מה שלא עלה מעולם על ליבם של נביאים. ואינני אומר זה לגרוע כחוט השערה מכבודו של הרמב \" ם, אלא להודיע לבחורי הדור כי הפילוסוף האמיתי אין ראוי לו שיסמוך על פילוסופים אחרים, אבל ראוי שיצרוף כל ענין בכור בחינתו, ומי שאין בו כוח לכך אבל הוא סומך על הפילוסופים המפורסמים בימיו (כמו שסמכו ראב\"ע ורמב\"ם על אריסטו ועל חכמי ישמעאל, וכמו שסמך רמבמ\"ן על לייבניץ ועל וואלף, וכמו שאחרים סומכים עתה על קאנס ועל העגעל או על שפינווה), איננו פילוסוף יותר ממי שסומך על אברהם אבינו ועל משה ועל הלל ורבי עקיבא. ואין כוונתי בזה להניא את לב הבחורים מללמוד החכמות והלשונות, כי מעולם לא עלה זה על לב אבותי ורבותי חכמי איטליאה; אבל כל ישעי וכל חפצי הוא להרחיק את הבחורים מלקבל בעיניים עצומות כל מה שהוא מפורסם ומפואר בדורם, וזו רעה חולה באה להם לא מהחקירה ואהבת האמת, אלא מאהבת הכבוד המדומה ומהיותם מבקשים למצוא חן בעיני אנשי הדור. אבל אוהבי האמת ובעלי שכל חזק ואמיץ יודעים כי כמה דעות היו לתהילה ולתפארת בדור או בדורות, ונפלו בדור אחר בבוז ושכחה, וכמה דעות היו לקלון ולחרפה במשך עדן ועדנין, והיו אחר זמן לשם לתהילה, ותימלא הארץ אותם."
            ],
            "",
            [
                "ושננתם: לשון שנינה, יהיו בפיך תדיר, ותשנה ותשלש אותם לבניך על ידי שתדבר בם בשבתך וגו', והנה שנינה מגדרת שנים, אבל כפל הנו\"ן מורה שנוי ושילוש ורגילות. על כל אחז\"ל (קידושין ל' ע\"א) אל תקרי ושננתם אלא ושלשתם. והנה ק\"ש הוא תיקון חכמים כדי שיקיים אדם קצת מן המצווה הזאת, וטענה גדולה נגד הקראים שהם קוראים ק\"ש, ואם היו קדמונים, זו מנין להם, כי גם חכמי התלמוד מודים שהיא מדרבנן."
            ],
            [
                " וקשרתם לאות על ידך וכו': כדרך שוכתבתם על מזוזות וגו' אינו דרך משל, וגם הישמעאלים כותבים פסוקי הקוראן על פתחיהם, כן א\"א שיהיה משל \"וקשרתם\"."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "במסה: במקום שנקרא כן על שם המאורע, ושם פרטי מקבל הה\"א כשהוא מורה על דבר. והר' זלמן הענשא חשב, כי ההפסק יביא פתח, ומילת כיונה (ישעיה ל\"ח י\"ד: תהלים נ\"ה ז') שהביא י' ש' ריגיו על משפטה, כי ענינה ככל יונה [ר' ש' ריגיו בביאורו לתורה כותב כאן: פתחות הבי\"ת במילת במסת אינה בעבור חסרון ה\"א הידיעה, כי לא תיתכן ה\"א הידיעה בשם עצם פרטי, אלא הבי\"ת ראויה להינקד בשו\"א כדין אותיות כל\"ב כשיבואו לשימוש ונתחלף השו\"א לפתח בעבור הפסק המאמר, כמו מי יתן לי אבר כיונה (תהלים נ\"ה) שהראוי כיונה, אלא שנפתחה הכ\"ף בעבור היות המילה בטעם מפסיק.]"
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                " ליראה את ה' אלקינו: יראת ה' איננה בלבד היראה שבלב, אך כל העבודות והמעשים הטובים מפני יראת ה' נקראים כן, כמו ויהי מורה אותם איך ייראו את ה' (מ\"ב י\"ז כ\"ח); והנה ה' ציונו ליראה אותו על ידי החוקים האלה. המצוות הן מפאת עצמן לטוב לנו, כי בהן יתוקנו עניני החברה בשלום ובמישור, ומלבד זה צדקה וזכות תהיה לנו אם נשמור אותן, וזה \"לפני ה'\" (פסוק כ\"ה), שיתן לנו שכר על זה."
            ]
        ],
        [
            "",
            "",
            "",
            [
                "כי יסיר את בנך מאחרי: אין הכוונה כפירש\"י על הבנים אשר תלד בת ישראל בבית הנכרי, כי הם אינם סרים מאחרי ה', אחרי שלא נולדו בישראל, ואיך יאמר על זה וחרה אף ה' בכם והשמידך מהר? אחרי שאין ענין זה מזיק כלל ולא מפסיד אמונת האומה, כי האשה הנישאת לנכרי היא מתפרדת מבית אביה והלכה והיתה לעם אחר; אבל הכוונה על בנך ממש, כי העם ההוא אשר תתחתן בו ולקחת מבנותיו לבניך, העם ההוא יסיר את בנך מאחרי, כלומר האשה ואביה ואחיה יהיו גורמים להרחיקו מעל ה', כי יחדיו יעבדו אלהים אחרים. וכן הם דברי ר' שמעון בן יוחאי בקדושין ס\"ח ע\"ב בנך הבא מן הישראלית קרוי בנך, ואין בנך הבא מן הנכריה קרוי בנך אלא בנה, והכוונה על בנך ממש, לא על בן בנך כפירש\"י. וכבר תפש עליו רבינו תם (שם בתוספות ד\"ה בנך הבא) ופירש הכתוב כפירושי, ואמר כי יסיר מוסב אל החותן."
            ],
            [
                "בראב\"ע: ולא תתגאל בדברי הגויות המצוירות כמצבות ואשרים, כן הוא בשני כ\"י ובדפוס נאפולי במצבות בכ\"ף. ופירוש הגויות: הגופות; ור' דניאל יע\"ל כתב \"הגוויות\" בנשי ווי\"ן ויפה עשה, והאחרונים לא הבינו והדפיסו \"הכותיות\", גם בוקסטארף הביאו בלקסיקון תלמודיקום בערך גוי. ",
                "ואשריהם: ע' ישעיה י\"ז ח'."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                " ושמר ה' אלקיך לך את הברית: כשתהיו אתם לו לעם, הוא ישמור בריתו ויהיה לכם לאלקים עוזר ומושיע בכל עת, ואם לא תעשו אתם את שלכם, לא יהיה גם הוא לכם לאלקים על הענין הזה, אבל יענישכם כחטאותיכם, אע\"פ שלא יפר את בריתו עמכם לנטוש אתכם לגמרי."
            ],
            "",
            "",
            [
                "מדוי מצרים: הם תחלואים פרטיים לארץ מצרים, כגון הצרעת."
            ],
            [
                "כי מוקש הוא: כל אחד מהגויים ההם, אם תקיימהו אצלך, יהיה לך למוקש, שתעבוד את אלהיהם ותסור מאחרי ה'."
            ],
            "",
            "",
            "",
            [
                "וגם את הצרעה: יהושע כ\"ד י\"ב הזכירה לישראל, א\"כ בהכרח נתאמת הדבר, אע\"פ שלא נזכר המאורע הזה בפירוש הסיפור כיבוש הארץ. כתנ\"ך כ\"י שנת ק\"ז מצאתי: עד - אבד, והרביע נכון, והכוונה עד שיאבדו מפניך הנשארים והנסתרים."
            ],
            "",
            "",
            [
                " והמם: כפירש\"י והם אותם, משורש הום כמו מהומה."
            ],
            "",
            [
                "לא תחמוד וגו': הם אלהי הנכר אשר בתכשיטיהם, כאמור ביעקב (בראשית ל\"ה ב' וד'). תועבת ה' אלקיך הוא: הכסף והזהב העשוי בצורת ע\"ז או על שם ע\"ז."
            ]
        ],
        [
            [
                "ורביתם ובאתם וירשתם את הארץ: אחר שייכנסו לא\"י היו צריכים לפרות ולרבות, כדי לבוא בכולה ולירש אותה ולהוריש את הכנעני הנשאר בה."
            ],
            [
                "למען ענותך לנסותך: נ\"ל \"למען\" קשור למילת לנוסותך, לענותך כדי לנסותך, כי הנסיון הוא הדבר המכוון, ולא העינוי. ובענין עומק הדבר יפה כתב הכורם כי מכאן נראה, שעיכובם במדבר היה לנסיון ולא על חטא המרגלים, ושאמנם אמיתת הענין היא כי תחילת המחשבה היתה להוליכם במדבר מ' שנה אם לא יעמדו בניסיון, אבל אם יעמדו בניסיון יביאם מיד אל הארץ. וזה מסייע מאד שיטתי בענין המרגלים, כי לא היה עונש ממש, אלא כי ה' ניסה את ישראל על ידיהם וראה שאינם ראויים לבוא אל הארץ, ועיכבם שם עד קום דור אחר, ועיין שם עוד, והנה פי' הכתוב כי סיבת לכתם במדבר היה כי רצה ה' לנסותם הראויים הם להיכנס לארץ ולהיות לאומה בין אומות, וניסה אותם בדבר המרגלים, ואחר שלא עמדו בניסיון, עיכבם שם, אבל ויענך וירעיבך הוא ענין אחר והוא למען הודיעך וגו'."
            ],
            "",
            [
                "שמלתך לא בלתה מעליך: לא חסרת חליפות שמלות עד שתבלה שמלתך על בשרך מבלי להחליפה, וכן רגלך לא בצקה מבלי מנעלים, כי ה' זימן לך כל צרכך. לפי זה תבת מעליך מדוייקת, כי לא היה שלא בלו השמלות דרך נס, אבל לא בלו בהיותן על בשרם, עד שיצטרכו ללבוש בלואים, והנה \"מעליך\" פירושו בהיותן עליך, כמו עורי שחר מעלי (איוב ל' ל'), בעודו עלי. ",
                "בצקה: אין ענינו נפיחה, כי הבצק נקרא כך קודם שיחמץ (את בצקו טרם יחמץ, שמות י\"ב ל\"ד) אבל הוא בצקת וקשוי שדומה לבצק שנתקשה; והנה רגלך לא בצקה דומה למה שכתוב במקום אחר (למטה כ\"ט ד') ונעלך לא בלתה מעל רגלך, שהיו לך נעלים להחליף ולא הוצרכת לילך יחף באופן שיבצקו רגליך. והנה הענין מפורש בנחמיה (ט' כ\"א): וארבעים שנה כלכלתם במדבר לא חסרו שלמותיהם לא בלו ורגליהם לא בצקו - לא אמר שהיה בזה נס, אלא שלא חסרו דבר כי ה' סיפק צרכיהם."
            ],
            [
                "וידעת עם לבבך כי וגו': תבין כי ה' אוהב אותך אחרי שלא חסרת דבר, ואם כן כל מה שמצווה לך אינו אלא לטובתך."
            ],
            "",
            "",
            "",
            [
                "אבניה ברזל: קשות וטובות לבנין (ספורנו), אבל אם היו רוב ההרים הרי ברזל היה הקרקע טרשין, לא ארץ פרי."
            ],
            [
                " וברכת: לפי הפשט אין זה ציווי, רק הודעה שכל כך תהיה טובתך והצלחתך, עד כי מעצמך תכיר חסד הבורא ותתעורר לברכו; ואח\"כ הזהיר שישמרו לבלתי שכוח כי מה' היתה זאת להם. כי כן טבע האדם כשתבואהו טובה גדולה, הוא מברך את ה', אך אח\"כ ברוב הימים הטובה נעשית לו טבעית, והוא שוכח מצבו הקודם."
            ]
        ],
        [
            "",
            "",
            "",
            [
                "וכרשעת הגוים האלה: הנכון כדעת רמבמ\"ן, [לדעתו, בביאורו בנתיבות השלום, גם תבות וברשעת הגוים האלה וגו' שבפסוק ד' מדברי משה וכן נראה ממה שהסב הדיבור ממדבר בעדו אל הנוכח ואמר \"מפניך\".] לא כרש\"י ורשב\"ם, שאם כן מפני היה לו לומר. והנה וי\"ו וברשעת ענינה התנגדות ודוגמתה (למטה פסוק כ\"ט) והם עמך ונחלתך, וכן: מדוע באתם אלי ואתם שנאתם אותי (בראשית כ\"ו כ\"ז), למה תקראנה לי נעמי וה' ענה בי (רות א' כ\"א), איך תאמר אהבתיך ולבך אין אתי (שופטים ט\"ז ט\"ו), מה לך לספר חקי וגו' ואתה שנאת מוסר (תהלים ג' י\"ז)."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ואתנפל לפני ה' כראשונה: מספר שמות אין נראה כלל שהיה משה בהר ארבעים יום שלוש פעמים אלא שתיים, ארבעים יום ללוחות ראשונים (שמות כ\"ד י\"ח), וארבעים לשניים (ל\"ד כ\"ח), וכאן נזכר שהיה בהר שתי פעמים ארבעים יום לקבל הלוחות הראשונים (ט' י'), והשניים (י' י'), ועוד נזכר שהיה ארבעים יום בתפילה ותענית, ואי אפשר לומר כדברי ראב\"ע (למטה י' פסוק ג') שלא התענה משה אלא פ' יום, כי לא ייתכן שארבעים היום של תפילה יהיו הם ימי קבלת לוחות שניים, כי כשאמר לו: פסל לך וכו ' ועלה אלי ההרה - כבר מחל להם, ולא היה בדעתו לכלותם, שאם יכלה אותם מה מקום ללוחות ולארון? אם כן ארבעים יום של קבלת לוחות שניים לא היו לתפילה. על כן נראה כי משה ישב כדברי רז\"ל (תנחומא כי תשא פ' ל\"א) ק\"כ ימים בלא אכילה ושתיה, אלא שלדעתי האמצעיים לא היו על ההר אלא באהלו, והם הימים שנאמר עליהם (שמות כ' ל\"ג): ומשה יקח את האהל ונטה לו מחוץ למחנה, ואז התענה להתפלל על ישראל, ובלא ספק שהיה אוכל בערב, וענין זה לא נזכר בספר שמות, מפני שלא היה דבר מפורסם לישראל, כי לא ידעו מה משה עושה בתוך אוהלו, וכאן משה מודיעם הענן להגיד להם עוצם חטאתם, כי כל כך הוצרך להתפלל ולהתענות כדי לכפר עליהם, והנה באמרו ואתנפל לפני ה ' לא אמר בהר. ומה שכתוב למטה (י' י'): ואנכי עמדתי בהר כימים הראשונים ארבעים יום וארבעים לילה וישמע ה' אלי גם בפעם ההיא - איננו סותר את פירושי, כי \"וישמע ה ' אלי\" לא ייתכן שיהיה ענינו שה ' שמע אלי (לבלתי השחית אתכם) אחר ארבעם יום של תפילה שהתפללתי בהר, כי אין ספק שקודם שיעלה אל ההר, כשאמר לו ה': פסל לך שני לוחות אבנים כראשונים - כבר נתרצה לו, שאם היה בלבו לכלותם, מה מקום ללוחות? אבל \"וישמע ה' אלי\" הוא סיום הענין, כאומר: עמדתי בהר ארבעים יום לקבל הלוחות השניים, והנה גם בפעם ההיא שמע ה' אלי ולא אבה השחיתך, ואמר לי: קום לך למסע לפני העם. ותלמידי שבתי אנקונה אומר כי לא ייתכן לומר שאכל בלילה, כי כתוב מ' יום ומ' לילה גם כאן גם בשתי פעמים אחרות בשווה, וצריך לומר כי אע\"פ שהתפילה והתענית לא היו במצוות הקל, אלא מרצונו של משה, עם כל זה הקל נתן בו כוח למעלה מטבעו של אדם, ומשה מתחילה לא נתכוון להתענות אלא שלושה או ארבעה ימים בלא אכילה בינתיים, וכשהרגיש בעצמו רוח, הוסיף להתענות עוד ארבעים יום. כראשונה: לענין מספר הימים בלבד, שהיו ארבעים. הכעיס בל' מקרא אין ענינו הקציף, אלא גרם צער. עיין פירוש כעס בנתיבות השלום [שם בא: תבות חימה קצף אף וחרון הן משותפות שהוראת כולן חשיקת הנקמה מאת המתנגד לתאוות נפשנו, ואינן נבדלות כי אם בחוזק וחולשה אבל תבת כעס לא תפול בלשון הקודש כי אם על הרגשה העצב לבדה מבלי תשוקת הנקמה ומילת רוגז אינה משותפת עמהן כלל, כי הוראתה בלשון הקודש מענין התנועה והנדנוד כמו שכתב הרשב\"ם בפסוק אל תרגזו בדרך (בראשית מ\"ה כ\"ד) ובלשון ארמית הושאלה גם היא על הקצף משום המתקצף מדרכו להתנועע ולרגוע בכל איבריו]."
            ],
            "",
            "",
            [
                " ואכת וגו': אולי העגל היה עיקרו מטיט ועפר שגיבלו בצורת עגל וייבשוהו באש וחיפוהו זהב. והנה משה שרף את העגל באש להתיך מעליו הזהב, ואח\"כ כיתת את החרס אשר בתוכו (אדוני אבי זצ\"ל). ",
                "טחון: נ\"ל לא טחינה ממש, אלא כתיתה דקה כעין טחינה, ולפיכך מילת טחון דבוקה בטעם אם \"ואכת\"."
            ]
        ],
        [
            [
                "ועשית לך ארון עץ: הנכון כדברי הרמב\"ן בפירוש ראשון שאיננו ארון של בצלאל, אלא ארון שנעשה לשעה עד שנעשה המשכן. והיה כולו עץ, הוא והמכסה אשר עליו, וכשנעשה המשכן גנזוהו; אך לא צדק באמרו כי בראשונים לא ציוה לעשות ארון כי ידע שישברם, ויותר ייתכן לומר כי בראשונים מתוך חיבתן של ישראל אחר מתן תורה היה רצון הקל שישים משה את הלוחות לעיני העם עד שיעשו המשכן, ואחר שחטאו לא היו כדאי להסתכל בהם, וציוהו לתיתם מיד בתוך ארון העשוי לצורך השעה."
            ],
            "",
            "",
            "",
            "",
            [
                "ובני ישראל נסעו וגו': פסוק זה ושלאחיו קשים מאד. כי לא ידענו מה ענינם במקום הזה. ורשב\"ם וראב\"ע אמרו שהם להודיע כי אהרן לא מת מיד, וזה לא יועיל ולא יציל, כי יודעים היו ישראל כי אהרן לא מת רק זה זמן מועט, ואם היה משה רוצה להזכירם זאת, למה לו להזכיר המסעות ולא אמר כי חי עד שנת הארבעים? ולדברי האומרים כי נוספו אחר זמן, לא הרווחנו מאומה, כי לא יובן מה ראה המוסיף להוסיפם. ואם בטעות לוקחו ממקום אחר, לא נודע מהיכן נלקחו ואיה מקומם. והשומרונים הוסיפו: ובני ישראל נסעו ממוסרות ויחנו בבני יעקן. משם נסעו ויחנו ביטבתה ארץ נחלי מים. משם נסעו ויחנו בעברונה. משם נסעו ויחנו בעציון גבר, משם נסעו ויחנו במדבר סין היא קדש. משם נסעו ויחנו בהר ההר. וימת שם אהרן ויקב שם ויכהן אלעזר בנו תחתינו - כל זה להשוות הענין למה שכתוב בפרשת מסעי, אבל מה ענין כל זה לכאן?"
            ],
            [
                "ובני ישראל נסעו וגו': פסוק זה ושלאחיו קשים מאד. כי לא ידענו מה ענינם במקום הזה. ורשב\"ם וראב\"ע אמרו שהם להודיע כי אהרן לא מת מיד, וזה לא יועיל ולא יציל, כי יודעים היו ישראל כי אהרן לא מת רק זה זמן מועט, ואם היה משה רוצה להזכירם זאת, למה לו להזכיר המסעות ולא אמר כי חי עד שנת הארבעים? ולדברי האומרים כי נוספו אחר זמן, לא הרווחנו מאומה, כי לא יובן מה ראה המוסיף להוסיפם. ואם בטעות לוקחו ממקום אחר, לא נודע מהיכן נלקחו ואיה מקומם. והשומרונים הוסיפו: ובני ישראל נסעו ממוסרות ויחנו בבני יעקן. משם נסעו ויחנו ביטבתה ארץ נחלי מים. משם נסעו ויחנו בעברונה. משם נסעו ויחנו בעציון גבר, משם נסעו ויחנו במדבר סין היא קדש. משם נסעו ויחנו בהר ההר. וימת שם אהרן ויקב שם ויכהן אלעזר בנו תחתינו - כל זה להשוות הענין למה שכתוב בפרשת מסעי, אבל מה ענין כל זה לכאן?"
            ],
            "",
            "",
            [
                " ואנכי עמדתי: לקבל הלוחות השניים, כי קודם לכן כבר שמע ה' אלי בהתפללי לפניו באוהלי, ולא אבה השחיתך."
            ],
            [
                "למסע: כמו מסיע מבנין הפעיל, כמו מוציא ומביא (ש\"ב ה' ב')."
            ],
            [
                "מה ה' אלקיך שואל מעמך: לא שזה שהוא שואל ממך הוא דבר קל, אלא הכוונה שאיננו שואל דבר לעצמו, כי אם לטוב לך."
            ],
            "",
            "",
            [
                " ומלתם את ערלת לבבכם: הסירו המכסה האוטמו לבלתי הבין."
            ],
            "",
            [
                "אלקי האלקים: יש מאלקים אחרים שיש להם מציאות וכוח כגון השמש והירח, והנה הוא עליון עליהם. ",
                "לא ישא פנים: להיות הכל שווים לפניו, להיותו עליון על כול."
            ],
            "",
            "",
            "",
            [
                "הוא תהלתך: אשר בו תתפאר, בהיות לך אלוק כזה."
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ארץ הרים ובקעות: הארץ הזאת מקבלת המים מן המטר ולא מן הנהר כארץ מצרים, ואפילו היה בה איזה נהר כנילוס, לא היה מועיל, כי היא ארץ הרים ובקעות ולא יוכל הנהר לעלות ולהשקות את ההר (תלמידי מוהר\"ר אברהם חי מיינסטער), והנה היא צריכה להשגחת ה' שימטיר עליה בזמן הראוי, וכמו שפירשו רשב\"ם וראב\"ע והמבאר."
            ],
            "",
            "",
            "",
            "",
            [
                "פן יפתח לבבכם: יפתח מאליו, וכן תירגם אנקלוס: יטעה, שורש פתה קרוב לשורש פתח ונקרא פתי מי שהוא פתוח לקבל כל מה ששומע ורואה, בלי בחינה, ככתוב (משלי י\"ד ט\"ו) פתי יאמין לכל דבר."
            ],
            "",
            "",
            "",
            "",
            [
                ""
            ],
            "",
            "",
            "",
            [
                "רש\"י: פחדכם על הקרובים וכו'."
            ],
            "",
            "",
            "",
            [
                "ונתת את הברכה על הר גריזים: הנ תינה היא בדיבור, וכמו (ויקרא ט\"ז כ\"א) ונתן אותם עלראש השעיר (כדברי הרמב\"ן); והנה לא היו לא הלויים ולא השבטים על שני ההרים, ככתוב ביהושע (ח' ל\"ג) חציו אל מול הר גריזים וגו' והנה היה ה ארון והלויים באמצע, וששה שבטים מזה לצד הר גריזים, וששה מזה לצד הר עיבל, פנו הלויים לצד הר גריזים ואמרו: והיה אם שמוע תשמע, והפכו לצד עיבל ואמרו: והיה אם לא תשמע, והנה בדיבורם נתנו הברכה על הר גריזים והקללה על הר עיבל. ודע כי הר גריזים הוא מקום מרעה טוב ושדות ופרדסים, והר עיבל הוא סלע קשה ובלתי מצמיח, והנה בכל עת שיראו אותם, יזכרו הברכה והקללה."
            ],
            [
                "אחרי דרך מבוא השמש: שתלכו אחרי דרך מערב ותמצאום ( ראב\"ע), ומילת אחרי היא סמוכה, אבל אינה סמוכה למילת דרך לבדה. אבל היא סמוכה לשלוש תיבות: דרך מבוא השמש, לפיכך מילת מבוא שהיא סמוכה למילה אחת היא בטעם מ שרת כמו ( ויקרא כ\"ח ח') שבתות השנים, ומילת דרך שאינה סמוכה למילת מבוא, אלא לשתי תבות מבוא השמש, הוצרכה להיות בטעם מפסיק (יתיב), כמו שבע שתות השנים, ומילת אחרי שאינה סמוכה למילת דרך לבדה. אלא לשלוש תיבות: דרך מבוא השמש, הוצרכה למפסיק יותר, והוא פשטא (כידוע כי שני מפסיקין רצופים, הראשון מפסיק יותר, וידוע כי היחיד כוחו ככוח הפשטא), כמו ימי שבע שבתות השנים. ורש\"י נכשל בהבנת כוחם של טעמי המקרא הזה, כי משפטי הטעמים לא היו ידועים יפה בימיו, ויש לתמוה על הרמבמ\"ן שהיה מבין בפסוקי הטעמים, ואעפ\"כ תירגם כפירש\"י, ואחריו המבאר העתיק דברי רש\"י ככתבם ולא העיר עליהם דבר, וכבר פירשתי הענין הזה ב \"בכורי העתים\" תקפ\"ט עמוד צ\"ו. ",
                "מול הגלגל: איננו המקום שנקרא כן בימי יהושע, כי הוא היה סמוך לירדן וסמוך ליריחו, ושם נימולו בתחילת כניסתם לארץ (יהושע ה'), אבל גלגל זה הוא סמוך לעיר שכם ורחוק הרבה מיריחו. ורש\"י פירש מול הגלגל, רחוק מן הגלגל, אך אין זה במשמעות מילת מול. "
            ]
        ],
        [
            "",
            [
                "המקומות: הם ההיכלות והמזבחות."
            ],
            "",
            [
                "לא תעשון: להקריב בכל מקום (רש\"י)."
            ],
            [
                "כי אם אל המקום: הרי זה מקרא קצר, ושיעורו: כי אם אצל המקום אשר יבחר תבואו, כי למקום שכנו תדרשו ושם תבואו. \"דרש\" נקשר עם ל' כמו ופן תדרוש לאלקיהם (למטה ל'), וישלח דוד וידרוש לאשה (שמואל ב' י\"א ג'). ואמר זה, לפי שהמשכן היה מיטלטל ממקום למקום, והיה צריך לשאול היכן הוא עכשיו, ופסוק זה לא היה אפשר לכתבו אחר שנבנה בית המקדש. והאיש De Wette לא הבין כלום, וכתב כי זו ראיה שנכתב ס' דברים אחר בנין בית המקדש, ואמר כי נכתבה הפרשה הזאת לאסור הקרבנות חוץ מן הבית ההוא. תחת אשר משה התיר להקריב בכל מקום; ואיך לא ראה כי גם במדבר אסר משה אפילו שחיטת חולין חוץ למשכן (ויקרא י\"ז א' - ט'), ואיך ייתכן שיהיה בדעתו להתיר הזביחה בכל מקום?"
            ],
            [
                "ובכורות בקרכם: רש\"י: ויקריב שם; צ\"ל: ויאכלם שם."
            ],
            "",
            [
                "איש כל הישר: כדברי הרמב\"ן, כי אע\"פ שמביאין כל בהמה אל המשכן, הנה האכילה והשמחה היתה בכל מקום, ובארץ לא תעשון כן, אך תאכלו הקדשים ותשמחו לפני ה'."
            ],
            "",
            "",
            "",
            "",
            [
                "אשר תראה: כמו (ש\"א ט\"ז א') כי ראיתי בבניו לי מלך, וכן (שמות י\"ח כ\"א) ואתה תחזה, ומזה ראוי ובארמית חזי, ענינם מה שהוא נבחר וטוב."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "כבר אמר למעלה (פסוק ט\"ו) שאחר שיעברו את הירדן, יאכלו חולין בכל מקום שירצו, וכאן חזר וכפל הענין כדי לחזק את לבם שהקל עתיד להרחיב את גבולם ולתת להם נחלה לא לבד כשיעור ההכרחי, אלא די והותר, והוא אומר להם: הנה אין לכם ל דאוג ולומר כשיהיה גבולנו רחב, לא יהיה אפשר לנו ללכת לשחוט כל בהמה בירושלם, כי אמנם כשירחיב ה' את גבולך בכל אות נפשך תאכל בשר וכו' וכו'."
            ],
            [
                "כאשר צויתיך: לדעתי מוסב לאיסור הדם האמור למעלה פסוק ט\"ז."
            ],
            "",
            [
                "רק חזק לבלתי אכל הדם: אחר שלא היו צריכים לזרוק הדם על המזבח, היה קרוב שיאמרו לשתותו או לאכלו, על כן סמך כאן איסור אכילתו. והנה אמרו בטעם איסורו כי הוא הנפש, נראה שמלמד כי עיקר איסורו הוא שלא ישתוהו בעודו חם ונוטף מן החי, כי זה מעשה אכזריות גדולה, ועדיין יש עמים השותים בתאווה דם אויביהם; ולהוסיף הרחקה לא אמר: לא תשתה אותן. רק: לא תאכלנו, אפילו לאחר שנקרש."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "הנכון כדברי רד\"ק תנקש כמו תקש, וכן (תהלים ל\"ח י\"ג) וינקשו מבקשי נפשי, וכן ולמה אתה מתנקש בנפשי להמיתני (ש\"א כ\"ח ט'), וגם מוקש הוא ל' נקישה וחבטה. ואעשה כן גם אני: לשמים."
            ]
        ],
        [
            [
                "את כל הדבר וכו' לא תוסף עליו: בעשותך מצווה לכבוד ה' אל תוסיף דבר מדעתך בחשבך שיהיה לרצון לפני הקל, כי לא כמחשבותיך מחשבותיו, כגון לא התירה התורה על גבי מזבח רק שור וכשב ועז ותור ויונה, ואם נוסיף להתיר גם הצבי והאיל, אולי יבאו אחרים ויתירו גם האדם."
            ],
            "",
            [
                "לאמר: חוזר למעלה: כי יקום בקרבך נביא לאמר. ",
                "ובא האות וגו': אות הוא בהגדת העתידות, שידיעתן ראיה על נבואתו, ומופת מעשה נסים. ",
                "אשר לא ידעתם: הם דברי משה, והטעם אשר לא ניסית בהם כוח אלקי. לא שהם חדשים. שלא ידעתם ולא שמעת שמעם."
            ],
            [
                "כי מנסה ה' אלקיכם אתכם: לא שה' יעשה אות ומופת לקיים השקר, אבל הוא מנסה אתכם על ידי שהניח לנביא השקר שיצליח בכזביו. והנה גלוי וידעו לפני המקום שלא ייתכן לשום אדם לעשות אותות ומופתים אמיתיים בזולת שליחותו יתברך, אבל גלוי וידוע לפניו גם כן כי ייתכן לרשעים להתעות את העם בדברים מזוייפים, לכך הקדים לתקן המעוות שיוכל להימשך מהם."
            ],
            "",
            [
                "סרח: דבר שאינו (רש\"י בתהלים ל\"א י\"ט), ועיין פירושי לחזון ישעהו פסוק ה'. ",
                "ובערת הרע מקרבך: המעשה הרע והעונש הכרוך בעקבו, עיין למטה י\"ט י\"ט."
            ],
            [
                "כי יסיתך אחיך וגו': לא רצתה התורה להזכיר שיהיה האב מסית את בנו, ואולי אם האב מסית את בנו, הבן מוזהר שלא לשמוע בקולו, אבל משום כבד את אביך יש לו לכסות עליו ולא ילשינהו לבית דין."
            ],
            "",
            "",
            [
                "כשאמר \"ויד כל העם\" לימד שאין מיתתו מסורה ליחיד. אלא על פי השופטים, וכיון שיבוא הדבר לפני השופטים ידוע כי עד אחד לא יענה בנפש למות (במדבר ל\"ה ל'), אם כן בהכרח צריך שיהיו שם עדים, כדרז\"ל."
            ],
            "",
            "",
            "",
            [
                "בליעל: כמו בלי יועיל, שאין בו דבר טוב, ואין להשיב כי בליעל איננו בלבד לא מועיל, אבל מזיק ג\"כ, כי אמנם כן דרך לה\"ק לומר לא חכם לא על מי שאין בו חכמה, אבל על מי שהוא כסיל (עם נבל ולא חכם למטה ל\"ב ו'), וכן יתיצב על דרך לא טוב (תהלים ל\"ו ה')."
            ],
            "",
            "",
            [
                "מאומה: המבאר נשתבש וכתב שהוא בסימן הנקבה, ולא ראה שהוא מלעיל כמו לילה שהוא ל' זכר. גם מה שכתב כדרך כל דבר שלא נודע מינו, איננו נכון. כי בשמות התואר אומרים קטנה או גדולה על כל דבר שיהיה בלי הבחנה על המין, אבל מאומה איננו שם התואר. והאמת כי קטנה או גדולה וחבריהם באו בלשון נקבה והכוונה בהם מילתא, ומאומה מורכב מן מה או מה."
            ]
        ],
        [
            [
                "בנים אתם: לפי שאתם בניו של מקום, אתם ראויים להיות נאים ולא גדודים ומקורחים (רש\"י), כלומר אתם לגיון של מלך וראוי שיתראה בכם הוד והדר, והקרחה והגדידה מגנים ומבזים גופו של אדם, וחזר ואמר כי עם קדוש אתה וגו' הכול על הקרחת; ואח\"כ סמך לזה לא תאכל כל תועבה, כי גם אכילת השקצים היא גנאי לאוכל וגם שם חתם כי עם קדוש אתה לה ' אלקיך (א' אלול תר\"ה). ",
                "לא תתגודדו: מלשון גדוד שענינו תלם, תלמיה רוה נחת גדודיה (תהלים ס\"ה י\"א), והנה לשון התגודדות לעשות חריצים, שריטות בבשר."
            ],
            "",
            "",
            [
                "שור שה כשפים ושה עזים: ראיתי לפרש כאן השמות האלה והמתיחסים אליהם . \"בקר\" הוא שם המין . \"שור\" מורה איש אחד ממין הבקר, זכר או נקבה, והוא נחלק לעגל ועגלה כשהם קטנים, ופר ופרה כשהם גדלים . \"צאן\" הוא שם כולל שני מינים, מין הכשבים ומן העזים. איש אחד מן הצאן נקרא שה, בין מן הכשבים בין מן העזים בין זכר בין נקבה. מין הכשבים נקרא כבש וכבשה כשהם קטנים, ואיל ורחל כשהם גדולים (רחלים מאתים ואילים עשרים, בראשית ל\"ב ט\"ו) וכשב וכשבה בין הגדולים בין קטנים (לפיכך אומרים תמיד במדבר ז' כבשים בני שנה, ולא גם פעם אחת כשבים בני שנה); מין העזים נקרא גדי וגדיה כשהם קטנים, תיש ועז כשהם גדולים (עזים מאתים ותישים עשרים, בראשית ל\"ב ט\"ו), ושעיר ושעירה בין גדולים בין קטנים."
            ],
            [
                " יחמור: חמר בערבית: אדום."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "היוצא השדה: מה שיוצא וצומח בשדה."
            ],
            "",
            "",
            [
                " וצרת: כן דרך הלשון לומר על נשיאת הכסף, על שם צרור הכסף (משלי ז' כ')."
            ],
            "",
            "",
            [
                "מקצה שלש שנים תוציא את כל מעשר תבואתך בשנה ההיא: בשנה ההיא אינו חוזר אל \"תבואתך\" אלא אל \"מקצה ג' שנים\" (וכן דעת בעל הטעמים), כלומר מקצה ג' שנים בשנה ההיא בעצמה תוציא את כל מעשה תבואתך והנחת בשעריך; ולפי הפשט הוא הנשאר ממעשר שני שלא הספיק לאכלו בירושלים, מצווה לבערו בכל שנה שלישית ולתיתו ללוי ולעני. המתינה לו תורה עד ג' שנים, שיאכלהו הוא עצמו בירושלם, ומה שנשאר בשנה השלישית יצטרך לבערו ולא ימתין עוד. וזה טעם סמיכות והלוי אשר בשעריך לא תעזבנו, כי אע\"פ שהמצוות לאכול מעשר שני בירושלם, מכל מקום אין רע שישאיר מ מנו להאכיל ללוי שבעירו עם שאר העניים. ועיין מה שכתבתי על כי תכלה לעשר (למטה כ\"ו י\"ב)."
            ]
        ],
        [
            "",
            [
                "שמוט כל בעל משה ידו: הנכון כפירש\"י, כל בעל משה (אשר ישה ברעהו משאת מאומה) ישמוט ידו. שמוט ידו, כמו תשמט ידך, תניח מלגבות. ולפי זה כך היה ראוי להטעים: שמוט כל בעל משה ידו. אך בדורות האחרונים אמרו (נחמיה י' ל\"ב) משא כל יד, ובעלי הנקוד והטעמים עשו גם כן \"משה\" סמוך למילת \"ידו\", כמו משא כל יד. ונ\"ל שעשו זה מפני מילת שמוט שהוא בבנין הקל, כי שורש שמט ענינו עזיבת הדבר (תשמטנה ונטשתה שמות כ\"ג י\"א, ויאמר שמטוה וישמטוה, מ\"ב ט' ל\"ג), ולפי זה לא ייתכן לומר שמוט ידו, כי לא יוכל אדם לעזוב ידו, כי היא עצם מעצמיו ובשר מבשרו, אבל יאמרו תשמט ידם בהפעיל, והכוונה: תצווה לידך שתעזוב את החוב ולא תאחוז ותחזיק בו. ועם כל זה נ\"ל שהיו אומרים שאדם שומט ידו כשהוא משפיל אותה ומרפה אותה, שלא תעשה מלאכתה, והרי הוא כאילו עוזב ידו, וכאילו אין לו עוד יד."
            ],
            "",
            [
                "אפס כי לא יהיה בך אביון: אחר שאמר את הנכרי תגוש, שאין השמיטה משמטת לנכרי, חשש שמא כל אדם ילווה לנכרי ויימנע מהלווה לישראל, על כן הוסיף ואמר שאין ראוי להלוות לנכרי, אלא אם לא יהיה אביון בישראל, וכל זמן שיהיה אביון בישראל, אתה מצווה לתת לו שהשמיטה משמטת לו - כן פירש אדוני אבי ז\"ל. ובתלמוד אמרו (בבא מציעא ל' ע\"א) אפס כי לא יהיה בך אביון שלך קודם לשל כל אדם, הרי שגם הם פירשו מילת אפס על הדרך הזה, לא תלוה לאחרים רק כשלא יהיה בך אביון, אלא שהם המשיכו הענין עד הקצה האחרון. ואמרו כמו שבני עמנו קודמים לשאר עמים, כך שלנו קודם לשל בני עמנו, וכמו שאמרו במקום אחר (ספרי ראה פיסקא קט\"ז) ענייך ועניי עירך ענייך קודמין, ענני עירך ועניי עיר אחרת עניי עירך קודמין."
            ],
            "",
            [
                "רש\"י: והכין דבר, עיין למטה כ\"ח ג'."
            ],
            [
                "ולא תקפץ את ידך: באוהב גר כתבתי כי בדפוסי לסבונא, קוסטנטינא ואנוירשא מתורגם בתרגום אנקלוס: לא תקמוט ית ידך, ולשון זה נמצא בארמית להוראת הסגירה (עיין בערוך), ולשון ראשון (שהוא לא תקפוץ, הנמצא ברוב הספרים) לא ידעתי היימצאו להוראה זאת בארמית, כי קפיצה בתלמוד אינה אלא מענין מקפץ על הגבעות (שיר השירים ב' ח'); והחכם ר' משה לנדא נ\"י השיב (במעמר) כי לא זכרתי לשון המשנה בגיטין (פרק ה' משנה ז') חרש רומז ונרמז, בן בתירא אומר קופץ ונקפץ, וענינו סגירת שפתים, ואינו מענין מקפץ על הגבעות - וזה אינו כלום, כי אני אמרתי שלא ידעתי היימצא שורש קפץ בארמית להוראת הסגירה, והוא הביא ראיה מן המשנה, ומי יאמר שהמשנה היא בלשון ארמי? כי אע\"פ שבאו בה מילות ארמיות, הנה עיקר לשונה עברית הוא, ומי יאמר כי כל תבה הנמצאת במשנה היא ארמית? ועם כל זה אינני מחליט שנוסחת \"לא תקפוץ ית ידך\" היא משובשת, כי מצאתי בלשון סורית שורש קפס בסמ\"ך נוהג הרבה להוראת הסגירה והצמצום, ואיננו רחוק שהיהודים היו אומרים קפץ בצד\"י על דרך לה\"ק, והייתי רוצה להביא סיוע מתרגום ירושלמי (בראשית כ\"ח י'): קפצת ארעא קדמוהי, אך נ\"ל כשאמרו בלה\"ק: קפצה לו הארץ, הוא ודאי ענין צמצום, אבל כשאמרו: קפצת ארעא קדמוהי, יתכן שהוא ענין דילוג, שהארץ באה לפניו בקפיצה ודילוג. זה אני אומר מפני מילת קדמוהי, והתורגמן כתב: קפצת ליה ארעא, ועם כל זה הביאו בענין דילוג."
            ],
            "",
            "",
            "",
            "",
            [
                "כי ימכר לך אחיך העברי או העבריה: לפי הפשט במוכר עצמו הכתוב מדבר, כי כן תחילת הוראת הנפעל אינה אלא כהוראת ההתפעל, ולפיכך אמר ועבדך שש שנים אף על האמה, ולא הזכיר ענין הייעוד ושאם לא יעדה או הפדה תצא חנם (שמות כ\"א ח'), כי הענין ההוא אינו אלא בקטנה שמכרה אביה, וכאן שמדבר במוכרת עצמה, אין ספק שאינה קטנה, והואיל וכבר הביאה סימנים לא ייתכן לה לצאת בהבאת סימנים, והיא צריכה לעבוד שש שנים."
            ],
            "",
            "",
            "",
            "",
            [
                " ואף לאמתך תעשה כן: ואף לאמתך תעשה כן לענין יציאה בשש והענקה, אבל שתוכל לעבוד יותר משש לא סלקא דעתך, כי רצון התורה הוא שלא יהיה לא איש ולא אשה נמנע מפריה ורביה, והנה העבד העברי היה רבו מוסר לו שפחה כנענית (שם, שם ד') אך לא הותר לאדון למסור בת ישראל לעבד, אלא ייקחנה הוא או בנו, ואם לאו תצא חפשי. ואף אם היא תחפוץ בעבדות, אין ה רצון התורה."
            ],
            [
                "כי משנה שכר שכיר עבדך שש שנים: אמרו קצת מן הקדמונים ואחריהם ראב\"ע ורלב\"ג, כי אין רשות להשכיר עצמו יותר משלוש שנים, ויפה השיבהו רשב\"ם ודון יצחק כי זה הבל, כי שלש שנים כשני שכיר (ישעיה ט\"ז י\"ד), אין ענינו רק שנים מצומצמות. וכן כתוב (שם כ\"א ט\"ז) בעוד שנה כשני שכיר; גם פירוש רשב\"ם ור' עובדיה ספורנו לא ייתכן, כי הכתוב אומר: בשלחך אותו, לא: בהעניקך אותו, ועוד אין להענקת שיעור, ואיך יאמר שנתן לו שכר כפול מפני שהעניקו? גם דברי רד\"ק ור\"י עראמה הקרובים לדברי רש\"י שהשכיר נשכר ליום או ללילה, והעבד הוא בכל רגע תחת ממשלתך, לא ייתכנו כי היה לו לומר משנה \"עבודת\" שכיר, לא \"שכר\" שכיר. והנכון לדעתי: לא יקשה בעינך בשלחך אותו חפשי, כי אמנם אם באת לש כור שכיר היית מוכרח לשלם לו כפליים, כי כן דרך השכירים, כי צריכים הם להביא טרף לביתם, והמוכר עצמו לעבד מסתמא אין עליו משא אשה ובנים; והנה אע\"פ שתשלחנו כבר הרווחת הרבה. ופירוש המילות כך הוא: משנה וכפליים (ממה שנתת לעבד זה) היה השכר שהיית צריך לתת לשכיר שיעבדך שש שנים. והיום י\"ג טבת תרכ\"א נ\"ל ודאי כי מילת עבדך שש שנים חוזרת לעבד (כמו שהבינו כל העולם) ולא לשכיר (כמו שפירשתי אני), גם ראיתי כי מילת משנה אף כשהיא בסגול היא תמיד דבקה בענין לשם שאחריו (משנה כסף, בראשית מ\"ג ט\"ו, ומשנה שברון, ירמיה י\"ז י\"ח), והנה משנה שכר שכיר משמע כפליים של שכר שכיר, ולא ששכר שכיר הוא כפליים כנגד שכר העבד. לפיכך נ\"ל לפרש כי כפליים ממה שנותנים לשכיר היה ראוי ליתן לאיש הזה, כי עבדך שש שנים, ומילות אלו (עבדך שש שנים) הן דרך קריאה, כמו במה ישכב (שמות כ\"ב כ\"ו), אשר ינאף את אשת רעהו (ויקרא כ\"ב י'), מיד איש אחיו (בראשית ט' ח'). והמכוון בקריאה הזאת הוא: האיש הזה עבד אותך כעבד ולא כשכיר, באופן שלא היתה לו שעה שלא היה משועבד לך, ולא למלאכה אחת, אלא לכל דבר שהיית מבקש היה משועבד לך וחייב לעשות רצונך, וכל זה לא היה ליום או ליומים, לשנה או לשנתיים, אבל עבדך שש שנים! ואתה לא נתת לו אלא פחות ממה שנותנים לשכיר שנה בשנה, תחת כי לפי שורת הדין היה ראוי לך ליתן לו משנה וכפליים ממה שנותנים לשכיר, כי השכיר איננו משועבד רק למלאכות מיוחדות, והעבד לא נשאר לו שום חירות בעולם, והאיש הזה נשתעבד לך כעבד במשך שש שנים שהוא ג\"כ זמן בלתי קצר, א\"כ לא יקשה בעינך בשלחך אותו וגם בהעניקך לו; ומלבד שזה מחוייב לפי שורת הדין, עוד תדע כי בשכר זה יברכך ה ' אלקיך בכל אשר תעשה."
            ]
        ],
        [
            "",
            [
                "וזבחת פסח ... צאן ובקר: לפי הפשט פסח מצרים לא היה אל מן הצאן ולא היה נאכל אלא צלי, הכול בעבור החיפזון; ופסח דורות היה צאן או בקר והיה מותר לבשלו במים, כי לא היה שם חיפזון, ואעפ\"כ נהגו קדמונינו להוסיף זכר ליציאת מצרים ולהביא מן הצאן בלבד ולעשותו צלי, זכר לפסח מצרים."
            ],
            [
                "שבעת ימים תאכל עליו מצות: מילת עליו נראית כמיותרת, ורמבמ\"ן לא תירגמה. אך באמת עיקר החג הוא לילה ראשון, שהוא ליל יציאת מצרים ובו מקריבים הפסח ועמו אוכלים מצות ואכילת המצות נמשכת ז' ימים, אך היא תמיד ב סיבת הפסח ולרגליו. וכן בתרגום ירושלמי: תיכלון לשמיה פטיר."
            ],
            [
                "בערב ביום הראשון: בערב י\"ד בהכנסת יום ט\"ו שהוא ראשון לחג, וכן ביום הראשון תשביתו (שמות י\"ב ט\"ו), בביאת יום ט\"ו יהיה החמץ מושבת (נתיבות השלום). \"ביום הראשון\" דבק עם \"בערב\", כן הוא לפי הטעמים, וכן נכון שאל\"כ היה כתוב \"ליום\" הראשון כמ\"ש \"לבקר\"."
            ],
            "",
            [
                "מועד צאתך ממצרים: אם היה אומר: \"עת צאתך\". היה קשה, אבל \"מועד צאתך\" איננו עת צאתך, כי מעולם לא מצאנו מועד על זמן עשיית דבר או על זמן היות דבר, אלא על זמן מיועד מתחילה; והנה זמן בוא השמש היה הזמן שהיו מיועדים ומכינים עצמם לצאת, כי אז החלו לאכול אכילת חיפזון."
            ],
            "",
            [
                "ששת ימים תאכל מצות: ע' שמות י\"ג ו'."
            ],
            "",
            [
                "מסת נדבת ידך: מנחם בן סרוק בערך מס (ויהי למס עובד בבראשית מ\"ט טו, וחבריו) כתב: וייתכן להיות מגזרתם מסת נדבת ידך, כמו מתנת נדבת ידך. ודונש בן לברט תפש אותו וכתב: ולדמות אלי מס הוא חומס, ופירש מסת על פי לשון ארמית. ורש\"י ורשב\"ם ורמבמ\"ן הלכו אחריו, ורשב\"ם כתב גם הוא, כי המדמה מסת אל מס הוא חמס. ועם כל זה נראין לי דברי מנחם כי מסת הוא מענין מס, והדגש מורה (כדברי ראב\"ע) על הנו\"ן, והמילת משורש נסה, והוא תמורת שורש נשא, והוא מענין וישא משאות (בראשית מ\"ג ל\"ד) וקרוב ל זה תרומה מן הרים, כי כשהקטן נותן לגדול אומרים שהוא מגביה הדבר. וגזניוס גם הוא מדמה מסת אל מס, אלא ש הוא אומר כי זה וזה נגזרים מן מכס ומכסה, והביא לזה דוגמאות בלשון יוני ורומי, ולא גם אחת בלה \" ק ואחיותיה. אבל מילת מסת הידועה בתרגום (כגון בראשית ל\"ו ה') ובתלמוד (כגון גטין י\"ד ע\"ב) (משתייך, מסתייה) ובלשון סורי, ענינה די ואינה מתישבת כאן אלא בדוחק. עוד נראה לי, כי אולי אין המילה הזאת ארמית ממש, אבל היא מ לה רומית שנכנסה בלשון ארמית בזמן בית שני, ועיקרה Satis"
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "שופטים ושוטרים: אין ספק כי השוטרים אינם שליחי ב\"ד הרודים במקל, כי במצרים הרודים במקל היו נקראים נוגשים לא שוטרים, ולמעלה (א', ט\"ו) אמר: ואקח את ראשי שבטיכם אנשים חכמים וידועים ואתן אותם ראשים עליכם וגו' ושוטרים, ובדברי הימים ב' י\"ט י\"א: והנה אמריה כהן הראש וגו' וזבדיהו הנגיד וגו' ושוטרים הלוים לפניכם, וביהושע ח' ל\"ג: וכל ישראל וזקניו ושטרים ושופטיו - והנה השופטים היו דנים במה שבין אדם לחברו או בבוא עדים על איש שחטא, והשוטרים היו משגיחים על שלום המדינה וגוזרים גזרות והנהגות על העם. ",
                "לשבטיך: מוסב על תתן לך (רש\"י), והיא נגד הטעמים, ועם כל זה נכון הוא בעיני, והכוונה שהשופטים והשוטרים יהיו מאותו שבט, כי יקשה בעיני הממון להיות משועבדים לאנשים שהם משבט אחר. והיום י\"ח טבת תרכ\"א נולד ספק בקרבי, שמא צ\"ל לשבתך, כמו למעלה (י\"ג י\"ג) כי תשמע באחת עריך אשר ה' אלקיך נותן לך לשבת שם, ואח\"כ ראיתי כי למעלה (א' ט\"ו) ושוטרים לשבטיכם, ונ\"ל כי השופטים היו קבועים בכל עיר, והשוטרים היו שליחי הממשלה ומשוטטים בכל שבט להשגיח על העם ועל השופטים, וכן יהושפט (ד\"ה ב' י\"ט) העמיד שופטים בכל עיר ועיר. ולשופטים שבירושלים אמר שיבואו אליהם דברי ריבות גם משאר ערים, ואמר להם: ושוטרים הלוים לפניכם, והכוונה שישלחום לשוטט ולהשגיח גם בירושלם גם בשאר הערים."
            ],
            [
                " ויסלף דברי צדיקים: יגרום לאנשים צדיקים שידברו דברים בלתי ישרים, וכן בתרגום ירושלמי: ומקלקל מליהון דזכאין בשעת דיניהון."
            ]
        ],
        [
            "",
            "",
            [
                "אשר לא צויתי: הכוונה שהדבר הזה הוא הפך ממה שציויתי, על דרך שאומרים לא חכם והכוונה כסיל, ואומרים לא טוב והכוונה רע, (אוהב גר 369 ועיין למטה י\"ח י\"ב)."
            ],
            "",
            "",
            [
                "או שלשה: כרמב\"ן שמצווה לחפש אחר רוב עדים, ולא נאמר: מצאנו שנים די לנו. ",
                "יומת המת: כמו למטה כ\"ב ח' כי יפול הנופל, ושמע השומע (ש\"ב י\"ז ט'), מי שהיה, וכן (במדבר ל' ח') ושמע אישה ביום שמעו, וביום פקדי ופקדתי (שמות ל\"ב ל\"ד)."
            ],
            [
                "העדים: ע' למטה י\"ט י\"ט."
            ],
            [
                "כי יפלא ממך דבר למשפט: כבר ציוה להעמיד שופטים בכל עיר, אם כן ודאי, כי יפלא ממך דבר למשפט, אינו אלא כשחכמי העיר (השופטים) חולקים בדבר, כמו שפירשו חז\"ל (סנהדרין פ\"ז ע\"א; נדה י\"ט ע\"א), אך אין זה נלמד ממילות דברי ריבות בשעריך, כי מחלוקת החכמים איננה ריב, ומילות דברי ריבות בשעריך, ענינן שבעלי הריב מתעצמים בטענותיהם עד שאין השופטים יודעים להכריע, מי חייב ומי זכאי, או שיודעים, מי הוא החייב ואין בידם להכריע, באיזה שיעור הוא חייב, ובאמרו: יפלא ממך, הדיבור חוזר אל העם כולו, כי כשהשופטים חלוקים, העם לא ידע מה יעשה, ואז מצווה על הקהל ההוא לשלוח שלוחים לבית דין הגדול. ",
                "בין דם לדם: שלא ידעו השופטים להחליט אם ההריגה היתה בזדון או בשוגג. והנה ההפלאה והספק הוא בין דם לדם, שלא ידעו להבחין מה הוא הדם הזה. כלומר איך היתה ההריגה הזאת, אם בשגגה ואם בזדון. מליצת \"בין ל ...\" משמשת, כשהכוונה להבחין דבר מדבר, כגון אשר לא ידע בין ימינו לשמאלו (יונה ד' י\"א) ובן טמא לטהור יודיעום (יחזקאל מ\"ד כ\"ח). ",
                "בין דין לדין: בין תביעה צודקת אם לא. ",
                "ובין נגע לנגע: בעניני פצע וחבורה (כפירוש ראב\"ע ורמב\"ן), ומצאנו נגע להוראה זו: נגע וקלון ימצא (משלי ו' ל\"ג), שפירושו בצדו כי קנאה חמת גבר ולא יחמול ביום נקם."
            ],
            [
                " ואל השופט אשר יהיה בימים ההם: הכוונה שי לכו אצל מי שיהיה בימים ההם, אם שיהיה השלטון ביד בית דין של כהנים, ואם שיהיה ביד שופט יחיד, שאינו כהן, בכל הפנים צריך לשמוע דברי מי שהאומה נתנה השלטון בידו. ולכוונה זאת גם כן אחר שאמר: ובאת אל הכהנים הלוים, בלשון רבים, סיים ואמר: לבלתי שמוע אל הכהן, בלשון יחיד, כי בכל אופן שיהיה, ואפילו לא יהיה שם בית דין של כהנים, אלא כהן אחד, צריך לשמוע לו. והנה הנהגת העם אפשר שתהיה על פנים שונים, והתורה לא בחרה דרך אחד והרחיקה כל זולתו, אבל הניחה הבחירה ביד האומה לפי צורך הדורות, כלומר לפי הכונת העם ומעמדו הפנימי והחיצוני."
            ],
            "",
            "",
            "",
            "",
            [
                "אשימה עלי מלך ככל הגוים אשר סביבותי: יש לשאול מה בין מלך לשופט, ולמה השופט נזכר למעלה כדבר מצוי וטבעי בישראל, והמלך נזכר כאן כדבר חדש וזר בישראל, ולקוח ממנהג שאר אומות? ונראה לי, כי ההבדל העצמי בין זה לזה הוא, כי השופט לא היתה שררתו ירושה לזרעו אחריו, אבל במות השופט היו בוחרים מקרב העם שופט אחר, יהיה מאיזו משפחה שיהיה, כמו שמצאנו בשופטי ישראל שהיו אחר יהושע. אבל הממלכה היתה ירושה מאב לבן. כמו שכתוב כאן: למען יאריך ימים על ממלכתו הוא ובניו, ולפיכך כשהעמידו את אבימלך לראש אחרי מות אביו גדעון כתוב (שופטים ט' ו') וימליכו את אבימלך למלך, וכן כשאמרו לגדעון (שם ח' כ\"ב): משול בנו גם אתה גם בנך גם בן בנך, היתה כוונתם שלא יהיה כשאר השופטים, אך יהיה מלך ככל המלכים. ומהחילוף הזה שבין שופט למלך נמשך עוד חילוף אחר ביניהם, והוא, שהמלך אשר נולד ונתגדל בבית המלך ומנעוריו ידע שהוא עתיד למלוך וגם זרעו עתיד למלוך, היה נוהג בגדולה וכבוד ורבנות ככל משפט המלך המפורש בשמואל (א' ח'). ולפיכך הוצרכה התורה להזהירו שלא ירבה לו סוסים ונשים וכסף וזהב. וכל זה לא היה מצוי בשופט שנולד ונתגדל בין ההמון והיה יודע שאין גדולתו עוברת לבניו אחריו. והנה התורה לא ציותה הקמת המלך וגם לא הרחיקה אותה, כי הכל תלוי במעמד האומה; יש זמן, שהעם כדאי להתנהג בעצת זקניו וכהניו ושופטיו, ויש זמן, שהוא צריך למנהיג יחיד, יש זמן שהוא צריך לשופט נבחר, ויש זמן שהוא צריך לממלכה מאב לבן, והתורה הניחה הדבר לבחירת האומה ואמרה כשתראו הצורך להעמיד עליכם מלך, העמידוהו מקרב אחיכם, רק לא ירבה לו וכו' והיה כשבתו וכו'. והנה בימי שמואל ראו כל העם כי הוא היה זקן ובניו לא היו הולכים בדרכיו וייטו אחרי הבצע וייקחו שוחד ויטו משפט, והיה אפשר להם לבקש משמואל, שיעמיד להם שופט אחר שיהיה ממלא מקומו ולא יהיה כבניו. אבל כבר נשתנו הדורות וידעו זקני ישראל כי לפי מעמד העם בימים ההם ושינוי המידות שהיה גובר באומה ואהבת ההנאות והכבוד המדומה (אטיציזמוס), היתה האומה צריכה למלך שיהיה לו ולבניו עושר וכבוד. לפיכך נתקבצו כל זקני ישראל אל שמואל וביקשו ממנו שישים להם מלך לשפטם ככל הגויים, ולא היה בדבריהם שום רע, כי לא דיברו אלא כדברי התורה כאן: ואמרת אשימה עלי מלך ככל הגוים אשר סביבותי. אבל הסביבה אשר הביאה את זקני ישראל לשאול כזאת, היא היתה דבר רע. והוא שינוי פנימי בדרכי האומה שלא היתה האומה כדאי להתנהג תחת שופט שאין לו עושר ומרכבה ופרשים, וזה (ש\"א ח' ז'): \"כי לא אותך מאסו כי אותי מאסו ממלוך עליהם\", כי מה שאמרו הזקנים היא ראיה שהעם כבר נטה מדרכי ה ' ופנה אל רהבים ואל הכבוד המדומה. ורלב\"ג (בשמואל) והמעמר (כאן) חשבו שחטאו הזקנים במילת לשפטנו (שימה לנו מלך לשפטנו ככל הגוים, שם שם ה'), שהיתה כוונתם שהמלך ישים משפטים וחוקים ככל הישר בעיניו; וזה איננו כלל משמעות מילת לשפטנו, אבל שורש שפט נאמר על גזירת הדיין אומר: פלוני זכאי ופלוני חייב (וכמו שמצאנו במלכי יהודה וישראל, שהיו בעלי הריב באים לפניהם לדין), ונאמר על היציאה למלחמה להציל האומה מיד אויביה, וכמו שהיו השופטים שעמדו אחר יהושע, אבל קביעת החוקים והתורות לא היתה מעולם מלאכת השופט. ולדעתי זקני ישראל לא חטאו כלל, אבל העם כבר החל להשתנות, והיו צריכים למלך, כמו שראתה התורה אלקית מאז בימי משה."
            ],
            "",
            [
                "ע' שמות י\"ד י\"ג. והנה מוצא הסוסים יקרב ישראל אל המצרים ויבוא המלך לכרות ברית עם מלך מצרים וילמדו העם ממעשיהם; ולא אמר בפירוש: לא תכרות להם ברית, בעבור כי גר היית בארצו; וגם אסר ריבוי הסוסים, לבלתי יבטח בהם המלך, כי אמנם לא הרבה יועילו בא\"י שהיא ארץ הרים."
            ],
            [
                "ולא יסור: מלשון וסרח טעם (משלי י\"א כ\"ב), שאבד ממנה השכל. וכסף וכו': כראב\"ע שלא יכביד עולו על עמו, וגם שלא ילמדו העם ממנו לכבד הזהב ולרדוף אחר העושר, כי בזה תישחת החברה."
            ]
        ],
        [
            [
                "ונחלתו: הנחלה הבאה מאתו, ע\"ד (תהלים קכ\"ז ג') הנה נחלת ה' בנים, זה חלק אלוק ממעל ונחלת שדי ממרומים (איוב ל\"א ב) וכן הוא אומר במקום אחר (במדבר י\"ח כ') אני חלקך ונחלתך."
            ],
            "",
            [
                "הזרוע והלחיים והקבה: חלק את הגוף לשלושה חלקים, הראש והקרב והאברים ומשלשתן תינתן מתנה לכהן."
            ],
            "",
            [
                "לשרת (ולברך) בשם ה': ע' למעלה י' ח', ולמטה כ\"א ח'."
            ],
            [
                "ובא בכל אות נפשו: ושרת בשם ה' אלקיו, חלק כחלק יאכלו; אמיתת ענינים של כתובים אלו הוא, שקצת מן הכהנים יעמדו בקביעות בבית ה' לעמוד לשרת שם תמיד, ושאר כל הכהנים ישכנו ויהיו סובבי ם בכל ערי ישראל, וכשירצו יבואו לבית ה' וישרתו שם ויאכלו שם מן הזבחים ויחלקו בשווה עם הכהנים העומדים שם בקביעות. אבל בימי דוד נשתנה הענין ונחלקו הכהנים לכ\"ד משמרות (תענית כ\"ז ע\"א), והיתה כל משמרת משמשת שבוע אחד, ומאז והלאה לא היה עוד רשות לכהן לבוא ולהקריב במשמר שאינו שלו. וכדי שלא יישארו הכתובים הללו כמבוטלים, התקינו הקדמונים (ב\"ק ק\"ט ע\"ב; סוכה נ\"ה ע\"ב) שיהיה כל כהן רשאי להקריב קרבנות נדבתו או חובתו אפילו במשמר שאינו שלו, ושהכהנים הבאים לרגל יוכלו לעבוד בקרבנות הבאים מחמת הרגל. והרבה יש לתמוה על המאחרים זמן כתיבת ספר התורה או ספר דברים, איך לא יראו כי אחר שנתקנו המשמרות, לא היה מקום כלל לכתוב המקראות הללו."
            ],
            "",
            [
                "לבד ממכריו על האבות: רבו הפירושים על המילות האלה בדברי הראשונים והאחרונים, המולים והערלים, ולא אחד בהם שתהיה מלת \"על\" מתפרשת בו בדיוק ובצימצום, ובעל הרכסים לבקעה פירש: לבד משדהו וביתו שמכר מדוחקו, שעל אבות הכהנים מוטל לגאלם מיד הקונה לטובת הלוי. אבל דבר זה אין לו ענין לכאן. ואני הייתי מפרש, שאם יהיו הזבחים מרובים, שלא יספיקו לאכלם בזמן הקבוע להם (יום אחד או שני ימים) וימכרו את העודף לכהנים אחרים, אז מוטל על האבות ושרי הכהנים לחלק בין הכהנים כסף הממכרים ההם, לא חלק כחלק, אלא כפי מה שייראה להם לפי צורך כל אחד ואחד ולפי תכונתו ומעלתו. ועדיין קשה לי מילת \"ממכריו\", ויותר היה ראוי שיאמר \"ממכריהם\" (של לוים הנזכרים בפסוק הקודם)."
            ],
            "",
            [
                "מעביר באש: ענין מיתה, כמו בשלח יעבורו (איוב ל\"ו י\"ב). ",
                "קוסם: מנחש בזריקת חצים בלשון ערבית."
            ],
            "",
            "",
            [
                "תמים תהיה עם ה' אלקיך: הדורש לקוסמים הוא סומך עליהם ועושה מה שאומרים לו, אפילו נגד התורה. ואתה אל תסמוך עליהם, אך היה תמים עם ה' אלקיך ולא תשמע לזולתו נגד תורתו, ולפיכך אמר מיד: כי הגויים אל קוסמים ישמעו ואתה ... נביא יקים לך ה' אליו תשמעון, והוא לא יצוה דבר נגד התורה; וידוע כי גויי קדם היו נכנעים אל הקוסמים בכל מעשיהם, כגון אם היה הקוסם אומר להם: אל תילחמו היום, לא היו נלחמים; ואם היו אומרים להם: צריך שתקריבו פלוני או פלונית, היו זובחים אותם."
            ],
            [
                " לא כן נתן לך ה': נתן חלקך נבדל הרבה מחלקם."
            ],
            [
                "נביא מקרבך מאחיך כמני: בתחילה אמר (פסוק י): לא ימצא בך, אפילו גוי לא ישב בקרבך אם הוא מעביר בנו ובתו באש וקוסם וכו'. נראה שישראל לא היו בקיאים באותן האומניות, וחששה התורה שמא יבואו ביניהם קוסמים משאר אומות, לפיכך אמר: נביא מקרבך מאחיך כמני יקים לך ה' אלקיך - ולא תשמע לקוסמים נכרים, אשר קרוב הדבר, שיסיתוך לעשות כתועבות הגויים (תלמידי יוסף שבתי באזיבי)."
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ושלחו זקני עירו: מכאן שאין רשות לגואל הדם להוציא את הרוצח בזדון מערי מקלט או להמיתו שם. כדעת רש\"י על בפגעו בו (במדבר ל\"ה י\"ט); גם יש ללמוד מכאן שדנין את האדם שלא בפניו, כי לא אמר: ולקחו אותו ושפטו אותו: ומכל מקום לאימות הרוצח עד עמדו לפני העדה למשפט (שם שם י\"ב) כלומר שאין גומרין דינו אלא בפניו אחר שמיעת טענותיו. אבל תחילה מקבלים העדים, ואם יש ממש בדבריהם מביאין האיש לבית דין ושמעין דבריו. וכן למעלה (י\"ז ד') ודרשת היטב, ואח\"כ והוצאת את האיש אל שעריך, תירגם אנקלוס: לתרע בית דינך."
            ],
            "",
            "",
            "",
            [
                "כי יקום עד חמס באיש: והנה עד שקר העד, אולי מדין תורה היו מקבלין עד אחד וכותבים דבריו וממתינים, אם יבוא עד שני ויצטרפו לעדות. גם נראה שעד שקר היה נענש גם אם לא בא עד אחר להצטרף עמו (תלמידי מוהר\"ר הל ברוך קנטוני)."
            ],
            "",
            "",
            [
                "ובערת הרע מקרבך: אין זו מיתה, כי לא כל עד זומם יומת, אך ענינו תבער החטאת בהענישך החוטא, שאם לא כן תהיה החטאת בישראל וכולם יהיו נענשים עליה, וזה בנין אב לכל \"ובערת הרע\", שענינו העון, וכן (פסוק י\"ג) ובערת דם הנקי, הוא ראיה שהעון הוא המתבער. ותלמידי יוסף שבתי באזיבי מוסיף ראיה ממה שכתוב למטה (כ\"ב כ\"א) וסקלוה אנשי עירה ובערת הרע, שהיה לו לומר ובערת הרעה, וכן (כ\"ב כ\"ב) ומתו גם שניהם ובערת הרע, היה לו לומר הרעים, וכן (כ\"ב כ\"ד) והוצאתם את שניהם ובערת הרע מקרבך. ",
                "ובערת הרע: מילת הרע כשאין לפניה שם דבר היא לפעמים שם התואר לאיש כמו (תהלים ה' ה') לא יגורך רע, ולפעמים ענינה דבר רע ונופלת על כל צרה ונזק, כמו (בראשית מ\"ט ט\"ז) הגואל אותי מכל רע, וכל כל עון, כמו (תהלים ל\"ד ט\"ו) סור מרע ועשה טוב. והנה אנקלוס ורמבמ\"ן פירשו ובערת הרע האיש הרע (עביד דביש). אך המקרא שלפנינו מבטל פירושם, כי לא כל עד זומם יומת, אך ייעשה לו כאשר זמם לעשות לאחיו, בלי שיהיה מבוער מן העולם, לפיכך צריך לפרש: מתבער."
            ]
        ],
        [
            "",
            "",
            "",
            [
                "ההולך עמכם: אין הכוונה על הארון, אלא על הקל ממש, והעד למטה (כ\"ג ט\"ו) כי ה' מתהלך בקרב מחניך וכו' ולא יראה בך ערות דבר ושב מאחריך."
            ],
            "",
            [
                " ולא חללו: לא הוציא פריו לחולין, וזה על ידי אכילת פרי השנה הרביעית בירושלים (ויקרא י\"ט כ\"ד), ומכאן ואילך נעשה פריו חולין (שם כ\"ח), ואין הכוונה על הפדיון, כי אין הפדיון מחוייב, אלא אם לא יוכל להביא הפירות לירושלים, יפדה אותם בדמים ויאכל הדמים בירושלים, על דרך שנאמר במעשר שני (למעלה י\"ד כ\"ד כ\"ה), ועיקר המצוה אינו אלא האכילה בירושלים, וכשעשה מצווה זו, הרי הנטע יצא מקדושתו, ומה שיצמח בו בשנה הבאה הוא חולין גמורין."
            ],
            [
                "ומי האיש אשר ארש אשה: החוק הזה ושנים שלפניו (אשר בנה ואשר נטע) היו גורמים ריבוי עבודת הקרקע ולקיחת נשים בישראל. ואין ספק כי כל אלו מצות הן, לא התר בלבד, שהרי אם יותר לאחד מהם לעמוד במלחמה, יבושו האחרים ולא ישובו לביתם, כי חבריהם יקראו אותם רכי לבב."
            ],
            [
                "ימס: היה אפשר לנקד ימס (יו\"ד קמוצה מ\"ם בצירי) כמו למעלה א' כ\"ח אחינו המסו את לבבנו, ולפי הניקוד מילת \"את\" נומינאטיבוס [יחסת יסוד]."
            ],
            "",
            "",
            [
                " יהיו לך למס ועבדוך: לא נתפרש כאן, לאיזו סיבה תהיה מלחמת הרשות, ואם מותר לישראל לעשות מלחמה בלא סיבה ורק לשלול שלל ולבוז בז, או להרחיב את גבולנו. ונראה לי כי בתחילת הפרשה באמרו: כי תצא למלחמה על אויבך, הודיע שאין לעשות מלחמה אלא על אויבינו, ולא נקרא אויב אלא מי שעושה לנו רעה, ולפי זה אין הכתוב מדבר אלא במי שבא בגבולנו לקחת את ארצנו או לשלול שללנו, ואז יש לנו לצאת עליו למלחמה ולקרוא לו לשלום, והשלום הוא, שיכרתו עמנו ברית שלא יבואו עוד בגבולנו, ובהפך בשכר מה שהזיקו אותנו לשעבר וחולף מה שהטריחו אותנו לצאת למלחמה, ייתנו לנו מס."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                " כי מה שהוא לרצון האלילים הוא תועבה לפני ה'."
            ],
            [
                " כי ממנו תאכל ואותו לא תכרת: קלעריקוס והכורם פירשו: אל תכרתהו, כי אולי תצטרך לו, כי יארכו ימי המצור ויחסר הלחם לאנשי המלחמה ויצטרכו לפירות האילנות. ודון יצחק וספורנו ובעל מנחה בלולה פירשו: כי ממנו תאכל - כשתלכוד העיר, לכך לא טוב לך להשחיתו. ולדעתי, לא לכך ניתנה תורה, כדי ללמד לבני אדם לעשות חשבונות להנאת עצמם, אבל בהיפך, לכך ניתנה, לחזק בליבותינו החמלה והחנינה המתנגדות לתועלתנו. גם פילון וגם יוסף פלאויוס פירשו המצוה הזאת מצד החמלה והרחמים והרחקת האכזריות. ואשר אני אחזה לי הוא, כי עיקר המצוה הוא, שלא יכרות העץ אחר שאכל מפירותיו, וזה אמנם כדי להרחיק את האדם ממידת כפוי טובה, ולהרגילו שיאהב את המיטיב לו, ולא ישליכנו אחר גוו בזמן שלא יקווה ממנו עוד תועלת. וקרוב לזה: לא תתעמר בה תחת אשר עניתה (למטה כא יד), וקרוב לזה היה משל הדיוט אומר בימי חכמי התלמוד (בבא קמא צב:) \"בירא דשתית מניה מיא - לא תשדי ביה קלא\". והנה יש לתמוה, למה במלחמת מואב מלכים ב ג יט) אמר אלישע: והכיתם כל עיר מבצר וכל עיר מבחור וכל עץ טוב תפילו - ואף אם היה מנהגם לעשות כן במלחמות, לא היה לו לאלישע לחזק ידי עוברי עברה, והיה לו להזהירם שלא ישעו כן. אבל לפי מה שפירשתי אין כאן תמיהה, כי לא נאסרה ההשחתה אלא אחר האכילה, כי תצור אל עיר ימים רבים ותאכל מפרי העץ אשר בארץ אויביך, לא תכרתהו אחר שאכלת מפריו; אבל במואב לא צרו ימים רבים, אך מייד שבאו אליהם נתנם ה' בידם ולא הוצרכו לאכול מפרים, לפיכך לא נאסרה עליהם השחתתם. כי האדם עץ השדה לבא מפניך במצור: מה שהקשה המבאר על פירוש רש\"י שהיה ראוי להיות כי עץ השדה אדם, כי התימה הוא על העץ ולא על האדם - הבל הוא, ונכון מאד בלה\"ק לומר וכי אדם הוא עץ השדה? כי הקדמת הנשוא אל הנושא מוסיף כוח למליצה; כי הפילוסוף יקדים הנושא אל הנשוא ויאמר: החן הוא שקר והיופי הוא הבל, אבל המדבר בחום לבבו יקדים הנשוא אל הנושא ויאמר שקר החן והבל היופי (משלי ל\"א ל'); וכן בתמיהה, הפילוסוף יאמר: וכי העץ הוא אדם? והמדבר בכוח יאמר: וכי אדם הוא ה עץ? ודוגמתו (איוב ז' י\"ב) הים אני אם תנין? העבד ישראל אם יליד בית הוא (ירמיה ב' י\"ד)? ומה שפירש ראב\"ע \"לבא מפניך במצור\" דבק עם \"ואותו לא תכרת\", אסור לך להשחיתו כדי שתבוא העיר מפניך במצור - הוא רחוק ודחוק מאד בלשון, גם מילות לבא מפניך במצור, מיותרות, ומה מאד היה נכון (לפי פירוש) שיהיה כתוב: לא תשחית את עצמה לנדוח עליה גרזן כי ממנו תאכל ואותו לא תכרת כי חיי האדם עץ השדה - ותו לא מידי. וראב\"ע הוסיף וכתב: והעד על זה הפירוש שהוא נכון, שאמר: וכרת ובנית מצור. והעד הזה הורס כל פירושו, כי לולי הוסיף המילות האלה, הייתי אומר שהוא מפרש לבא מפניך במצור, כדי שיצטרכו אנשי העיר לבוא מפניך במצור ובמצוק, כי לא יוכלו לצאת ולהיחבא ביער להילחם בכם, או שהאילנות הם לעיר למחסה ולמסתור מאבן נגף (כדברי הרמב\"ן), וכשתכרתו אותם נמצאו אנשי העיר מוכרחים להיסגר בתוך עירם ולבוא מפניך במצור ובמצוק, עד כי לבסוף יפתחו לך שערי העיר מפני הרעב; אבל אחר שראב \" ע מביא ראיה ממה שכתוב אח\"כ \"ובנית מצור\". נמצינו למדין שהוא מפרש \"לבא מפניך במצור\", לבנות מצור על העיר בעצי האילנות ההם; ועכשו פירושו נהרס ונשבר לגמרי, כי אין ספק שמילות לבא מפניך במצור, אי אפשר שיהיה המכוון בהן כדי לבנות מצור על העיר, אבל (אם נאמרו על העיר), אין כוונתן אלא שתבוא העיר מפחדך במצור, שייסגרו בתוך העיר מפחדך, ומלבד זה הנה מה טעם הוא זה שלא נכרות עץ פרי, מפני שהוא חיי האדם? הלא עור בעד עור וכל אשר לאיש יתן בעד נפשו (איוב ב' ד'), וכן אנשי המלחמה בל אשר להם ייתנו למען חפוש את העיר אשר הם צרים עליה וכשהם צריכים לעצים לבנות דייק על העיר, למה לא יוכלו לכרות עצי מאכל? ומה להם אם עץ פרי הוא חיי האדם? הלא עשיית הדייק היא חייהם באותה שעה, ואם לא יבנו מצור, יצאו אנשי העיר ויכו אותם וירדפום עד חרמה, ואיך ייתכן שיאמר להם הכתוב: אל תכרתו עץ פרי הוא חיי האדם? ונהפוך הוא, כי כריתת העצים התם היא חייהם ותשועת נפשם. אבל לפי דרכי, לא אמרה תורה שאין לכרות העצים מפני שהם חיי האדם, לפיכך אין מקום להשיב: כריתתם היא היינו בשעה הזאת, ואתה ראב\"ע את מי הגדת מלין, ומי לא ידע כי לא ייתכן שתהיה מילת לא נחסרת? ואע \" פ כן יפה תירגם אנקלוס: הרי לא כאינשא אילן חקלא, כי המאמר המדובר דרך תמיהה, המכוון בו הוא תמיד הפך ממה שנראה ממילותיו, וכמו שתירגם השופט כל הארץ לא יעשה משפט (בראשית י\"ח כ\"ה): דיין כל ארעא ברם יעבד דינא. ואם תאמר: היכן נרמזה התמיהה? רש\"י אומר שהיא במילת כי, ומדקדק גדול ספרדי (הביאו ראב\"ע) אמר שנשמטה הה\"א (על דרך שם כ\"ז כ\"ג אתה זה בני עשו, וזולתו), והנכון כדברי בעל העקדה שהתמימה היא באות ה\"א שבמילת האדם, ואע\"פ שהיא קמוצה איננה לידיעה, אלא לתמימה, כמו (שם י\"ט ט') האחד בא לגור, האיש אחד יחטא (במדבר ט\"ז כ\"ב); כן כתב בעל העקדה, וכן נכון בלא ספק, כי (כל זמן שלא נרצה לפרש כראב\"ע כי חיי האדם עץ השדה, פירוש אשר כבר נדחה ונתבטל), אין כאן מקום לה\"א הידיעה, כי אדם הוא כאן לדברי הכול נשוא, לא נושא, ושם דבר שהוא נשוא לא יקבל הידיעה, כמו (שם כ\"ג י\"ט) לא איש קל ויכזב, לא אדם הוא להנחם (ש\"א ט\"ו כ\"ט); ואין לתמוה שתבוא ה\"א השאלה ולפניה \"כי\", כי הנה לנו דוגמתה כי התחת אלקים אני (בראשית נ' י\"ט), כי האמנם ישב אלקים על הארץ (מלכים א' ח' כ\"ז). והנה אחר שאמר כי ממנו תאכל ואותו לא תכרות. שאין ראוי לך להתאכזר עם מי שקבלת ממנו הנאה, והרי זה בצד מה כאילו ציוה לרחם על העץ ולהתנהג עמו כאילו הוא בן אדם, הנה ניתן מקום לטוען שיטען ויאמר: אם יש לי לנהוג עם האילן כאילו הוא בן אדם, למה לא אכרתהו, כדרך שאני הורג את אנשי העיר, אם יצאו מן העיר? כי העיר וכל אשר בה וכל אשר סביבותיה אויבים המה לי. לכך הוסיף ואמר: כי האדם עץ השדה וגו', כלומר וכי אדם ממש הוא עץ השדה, שיצטרך להיסתר מפניך ולהיסגר בתוך העיר במצור? לא כן, אבל אני מצווך שלא תכרתהו כדי שתרגיל נפשך במידה טובה, שלא לשכוח מי שהיטיב לך."
            ]
        ],
        [
            [
                "כי ימצא חלל: מצוות עגלה ערופה איננה למען יתגלה הרוצח (כדעת הרמב\"ם מורה חלק ג' פרק מ'. ואחריו בעל ס ' החינוך ודון יצחק ובעל מנחה בלולה והמעמר), אלא לשתי כוונות: האחד, לחזק האמונה המפורסמת באומה שכל ישראל ערבם זה לזה ושלארץ לא יכופר לדם אשר שופך בה כי אם בדם שופכו; ולכן אחרי שאין הרוצח ידוע להם ואל יוכלו לעשות בו דין, יערפו תחתיו העגלה וירחצו הזקנים את ידיהם, לסימן, כי הם ושולחיהם נקיים וכפיהם לא נגואלו בדם ההרוג. והשגיח, כדי שבתוקף אמונתם בעונש המגיע לארץ בשביל הדם אשר שופך בה. לא יבואו להרוג נקי שיהיה נחשד על הרציחה ההיא, בזולת ראיה גמורה ועדות ברורה. כי אמנם אעפ\"י שיודעים היו שאין כל העם ערבים על מכה רעהו בסתר, היה אפשר להם לחשוב שזה אמנם אינו. אלא כשאין ההרוג ידוע, אבל בנדון שלנו שהחלל נמצא, ייתכן שיהיו כל הקהל נענשים, אם לא ישתדלו עד שיימצא הרוצח."
            ],
            "",
            "",
            [
                "אל נחל איתן: רש\"י וכל הקדמונים (אנקלוס וירושלמי וסורי ויוני ורומי) פירשו נחל: ענין עמק, ואיתן: קשה, מן איתן מושבר ושים בסלע קנך (במדבר כ\"ד כ\"א) וכן נכון; והרמב\"ם (הלכות רוצח פרק ט' הלכה ב') פירש נחל מים השוטף בחוזק, וכן רבים מן האחרונים פירשו איתן נצחי, ונחל איתן הוא לדעתם נהר שאינו פוסק, ונסתייעו מעמוס (ה' כ\"ד) ויגל כמים משפט וצדקה כנחל איתן, ומתהלים (ע\"ד ט\"ו) אתה הובשת נהרות איתן, ופירשו אשר לא יעבד בו ולא יזרע, כי כשהנחל יחרב וייבש, ייתכן לעבוד ולזרוע בקרקעיתו. ואם הנחל אינו פוסק לא ייתכן לעבוד ולזרוע בו. וכתב ראזנמילר, כי לכך היו עורפים העגלה אל נחל איתן, כדי שהמים השוטפים ישטפו את דמה; וזה שיבוש, ונהפוך הוא, כי לכך ציותה תורה שיערפו את העגלה בקרקע קשה, כדי שיהיה דמה נשאר ורישומו ניכר ובלתי נבלע, על דרך (יחזקאל כ\"ד ח') נתתי את דמה על צחיח סלע לבלתי הכסות, כדי שיצעק חמס, כטעם (בראשית ד ' ז ') קול דמי אחיך צועקים אלי מן האדמה, והנה מאחר שלא היה אפשר להמית הרוצח (כי לא היה נודע), ולארץ לא יכופר לדם אשר שופך בה כי אם בדם שופכו, ציותה תורה לשפוך תחתיו דם העגלה לכפר על הארץ ועל העם, והדם הזה המכפר ראוי שלא יתבלע בקרקע, אבל יישפך על צחיח סלע לכפר על הדם הנקי ולהשקיט צעקתו שהוא צועק מן האדמה. גם הביאו קצת מן האחרונים ראיה מן ורחצו את ידיהם על העגלה הערופה בנחל, שהיה הנחל מים - וגם זה הבל, כי לא אמר הכתוב, שירחצו את ידיהם ב \"נחל\", אלא על (אצל) העגלה הערופה בנחל, ואין ספק שזקני העיר היו באים שם עם משרתיהם והיו מביאים עמהם ספל מים ושאר כלים המצטרכים לאותה מצווה."
            ],
            "",
            "",
            [
                "ועינינו לא ראו: שלו ראינו מי ששפך אותו, הרגנוהו, ורחיצת הידים לעשותן נקיות, והוא דרך סימן, כמו (ישעיה א' ט\"ו) ידיכם דמים מלאו, ואמרם: ידינו לא שפכו, לא שתעלה על דעתך שהם הרגוהו, אבל טעמו: ידינו נקיות מהריגתו מכול וכול, שלא גרמנו מיתתו בשום פנים כגון בהעדר שמירה בדרכים או בהעלים עין מרוצחים אחרים."
            ],
            "",
            "",
            "",
            "",
            [
                "והבאתה וגו': הכוונה כדברי נתיבות השלום, שלא יכריחנה להיות לו לאשה מיד, שעודה מצטערת על פרידתה מבית אביה, אבל יניח לה שתתאבל ותעשה רצונה חודש ימים ואח\"כ ייקחנה לו לאשה. והנה גילוח הראש היה סימן אבלות אצל בני קדם: כי כל ראש קרחת וכל זקן גרועה (ירמיה מ\"ח ל\"ז), וכן והסירה את שמלת שביה היא שמלה של שק שנתנה עליה בבוא האויב בעיר והיתה נקראת שמלת שבי, כי היו לובשים אותה כראותם כי כלתה להם הרעה, והנה מאחר שבדעתך לקחתה לך לאשה, לא תניחה בניוולה, ואע \" פ שתניח לה לבכות את בית אביה, תפייסנה בדברים ותודיע לה שאיננה בשביה. ולשון ועשתה את צפרניה אין ספק שענינו תיקון. ואנחנו לא נדע מנהג הימים ההם, ואולי תיקון הצפרנים לאבלות הוא הוא גידולן, שאם היה מנהג האבלים לגדל צפרניהם, גידולן זהו תיקונן."
            ],
            "",
            [
                "תתעמר: נ\"ל בחילוף אל\"ף בעי\"ן מל' (תהלים צ\"ד ד') יתאמרו כל פועלי און, את ה' האמרת היום (למטה כ\"ו י\"ז). ",
                "תחת: זה שאסור לך להתעמר בה הוא חלף ובשכר מה שעיניתה, וכיוצא בזה למטה כ\"ב כ\"ט."
            ],
            "",
            "",
            "",
            [
                "סורר: נ\"ל שאינו עושה מה שאומרים לו לעשות, \"ומורה\" עושה מה שאומרים לו שלא יעשה, וזה מכעיס יותר."
            ],
            "",
            "",
            "",
            "",
            [
                "כי קללת אלקים תלוי: הריגת החוטא עושה רושם ברואים, וכל העם ישמעו וייראו ולא יזידון עוד (למעלה י\"ז י\"ג). אבל ההתאכזרות על הגוף המת אינו מועיל כלום, אבל הוא מזיק, ואם יונח הנהרג תלוי על העץ למאכל לעוף השמיים, זה לא יועיל להרחיק את האדם מן העברה, רק יביא ברואיו הרגשת חמלה ורחמים. ויבואו לקלל את השופטים והמשפט האלקי. כן דעת רשב\"ם והוא הנכון. ור' יוסף קרא פירש: מה שעשה עברה שקילל השם, כבר נטל שכרו ועונשו, שהרי תלו אותו, ולכך לא תלינו נבלתו (זה מצאתי בגליון פירוש התורה כ\"י שבידי, שהודעתי טיבו בכרם חמד ז' עמוד ס\"ח), ואחריו החזקוני כתב: דבר אחר: יאמרו אם הקל במצוות, הקב \" ה כבר נטל במיתה את שלו, ודי לו במה שנתלה. ודבריהם קרובים לדברי רשב \" ם אלא שהם מפרשים \" קללת אלקים \" על החוטא שקלל את השם (לדעת ר' יוסף קרא) או שהקל במצוותיו (לדעת החזקוני). ואולי היה קשה בעיניהם לפרש \" אלקים \" על השופטים. כדעת רשב\"ם; ולפי דעתי אין הקללה לשופטים ממש, אלא למשפט האלקי, כי השופטים לא ישפטו אלא על פי הדינים האמורים בתורת האלקים, וכשהם עונשים והורגים, המשפט לאלקים הוא, ולא תטמא את אדמתך: ועוד טעם אחר שאין ראוי שתגרום טומאה לארצך, מה שיהיה אם יונח הפגר תלוי עד שיפול איברים איברים ויתפזרו חלקיו כה וכה."
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            [
                "כי יקרא קן צפור לפניך: כשאדם קרב אל הקן, אלמלא רחמיה על בניה היתה האם נמלטת לנפשה ועוזבת אפרוחיה, אבל היא מאהבתה את בניה תשליך את נפשה מנגד ותעמוד שם להצילם ולא תברח למלט את נשפה. על כן אין ראוי לקחתה, שאם יהיה אדם לוקחה, יהיה מעשה הצדקה והאהבה שאהבה את בניה גורם לה רעה. והנה המכוון במצווה הזאת היא לכבד המידות הטובות ולקבוע בלבותינו כי לא יצא מצדקה הפסד, שאם היה מותר לקחת האם תחת אהבתה את בניה, היה מתרשם בלב האדם כי החמלה ענין גרוע ומנהג שטות הגורם רעה לבעליו, ועכשו שלקיחתה אסורה לנו, יקר תפארת מידת החמלה יוחק בלבנו חיקוי עמוק."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "דברים: מל' דין ודברים, מי בעל דברים יגש אליהם (שמות כ\"ד י\"ד) ועלילות דברים הם סיבות הריב. ועתה (תרכ\"א) נ\"ל כי עלילות מענין להתגולל עלינו (בראשית מ\"ג י\"ח) וכן תרגומו: תסקופי מלין, והוא תרגום של תואנה (שופטים י\"ד ד'), מתאנה (מלכים ב' ה' ז') ולהתנפל עלינו (בראשית מ\"ג י\"ח), ועלילות דברים ענינו ותחבולות להזיק הנעשות בדברים."
            ],
            "",
            "",
            [
                "ופרשו השמלה: דברים ככתבן (דברי רבי אליעזר בן יעקב כתובות מ\"ו ע\"א) אם כן איך ייתכן שיוציא אדם שם רע, מאחר שיודע שהשמלה מוכחת? אבל כוונת התורה להרחיק שלא יהיה איש מוציא שם רע על אשתו, והאמינה ראיית הדמים, אף על פי שאולי יהיו מזוייפים, כדי לתת שלום בבית ולהציל ממיתה נערה שזינתה בבית אביה, אשר לפי התורה אין לה עונש, רק לפי מראה עיני אנשי הדורות ההם, אם היתה נישאת בחזקת בתולה, היתה זו מרמה שחייבים עליה מיתה, והתחכמה התורה להמתיק המידה הקשה הזאת בצוותה שנאמין לדמים, אעפ\"י שהיא ראיה שיש אחריה פיקפוק."
            ],
            "",
            "",
            "",
            [
                "לזנות בית אביה: לפי הפשט זינתה בבית אביה קודם אירוסין, ואחר שזינתה היה לה להודיעו שאיננה בתולה, והנה רימתה אותו בדבר שהיה גדול כל כך בעיניהם בימים ההם שהיה משפטה למות. ואם כדברי רבותינו (ספרי כי תצא פיסקא ר\"מ) היה לו לומר לנאוף. (עיין בכורי העתים תקפ\"ז עמוד ר\"ב). ועוד הנה אם יש שם עדים שראוה מנאפת, אין ספק גם כן שראו עם מי ניאפה, והנה התורה לא הזכירה דבר על אודות הנואף, והיה לה לומר שגם את הנואף יהרוגו."
            ]
        ],
        [
            "",
            [
                "לא יבא פצוע דכה וכרות שפכה: פצוע באופן שנשאר כל הגוף דכה, וזה פצוע בביצים, וכרות באופן שנשאר שופך, כאמרם בתלמוד (יבמות ע\"ה ע\"ב) מי שעל ידי כריתה שופך, שלא על לידי כריתה אינו שופך אלא מקלח. וטעם האיסור נראה משום לא תהו בראה (ישעיה מ\"ה י\"ח) כי האשה אשר יקח לו הסריס לא תוליד. ודע כי נשי הרומיים היו בוחרות להיבעל לסריסים, כדי שלא להתעבר. ברוך המקום שקידשנו בתורתו ובמצוותיו, ועשה שיהיה הזווג לקיים המין ולהצלחת החברה, לא להנאת שעה בלבד. גם רז \" ל הלכו בעקבות נותן התורה ית' (כדרכם תמיד), והרבו תקנות ואזהרות להרחיק כל מיני זימה, ולהרבות הזיווגים הכשרים ושלום הבית והצלחת ה הורים והבנים ואהבתם זה את זה; וכל זה נתקיים בישראל בכל משך הגלות, עד הדור אשר היה לפנינו."
            ],
            [
                "לא יבא ממזר - גם דור עשירי: להגדיל התיעוב וההרחקה מן הניאוף והזנות, כי בהיות תולדות הניאוף מרוחקות מן הקהל, זה יוליד הרחקה יתרה מן המעשים אשר הם סיבת הוויתם."
            ],
            [
                "לא יבא עמוני ומואבי בקהל ה': אין הנשים בכלל, כי לשון ביאה בקהל לא יפול רק על הזכרים, אשר בבואם בעם אחר יעשו בקרבו משפחה חדשה, מה שאין כן הנשים, כי משפחת אם אינה קרויה משפחה, על כן באיסור ההתחתנות בכלל אמר (יהושע כ\"ג י\"ב) והתחתנתם בהם ובאתם בהם והם בכם, וכן לא תבאו בהם והם לא יבאו בכם (מלכים א' י\"ב אב'), ענין המליצה הכפולה הזאת כענין והתחתנו אותנו בנותיכם תתנו לנו ואת בנותינו תקחו לכם (בראשית ל\"ד ט'). והנה איסור העמוני והמואבי הוא חומר שהחמיר עליהם הכתוב אפילו יתגיירו, וזה קנס על דבר אשר לא קדמו וגו', ושבעה עממים אסורים מכל צד אחרי היותם חייבים כלייה, ושאר עמים כולם אסורים בגיותם ומותרים בהתגיירם, ושל עזרא לא התיהדו ולא עזבו תועבותיהם, כי כן כתוב (עזרא ט' א') לא נבדלו העם ישראל והלויים מעמי הארצות כתועבותיהם - משמע שאותם העמים (כלומר בנותם הנשואות לישראל) היו נוהגים עדיין בתועבותיהם. וגם מה שראינו, שהיו הבנים מדברים חצי אשדודית (נחמיה י\"ג כ\"ד), הוא עדות כי אמותם היו נוהגות כמנהגיהן, ולא למדו דרכי בעליהן, כי הדיבור בשפה נכרית מורה השתררות והעדר השתוות לדרכי זולתו, וזה טעם להיות כל איש שורר בביתו ומדבר כלשון עמו (אסתר א' כ\"ב) - והנה לפי שיטתי כמו שהעמונית מותרת, כן אפשר שגם הממזרת מותרת, וכבר אמרו (יבמות ע\"ח ע\"ב) ממזרה לאחר עשרה דורות מותרת; גם אפשר שלא תהיה מותרת, אלא שלא רצה הכתוב לומר בממזרים ואתם לא תבאו בהם, מפני שהיה הלשון מגונה, שהיה נראה כאילו הממזרים מרובים כל כך בישראל שהם קהל בפני עצמו."
            ],
            [
                "בלחם ובמים: אפי' במחיר, ואשר שכר עליך: הביא התקוות שכר, ואע\"פ שלא נתן שכרו מפני שלא השלים רצונו, יפול בו ל' שכר."
            ],
            [
                " לא תדרוש שלומם וטובתם: ראוי היה שיצווה לישראל שינקמו מהם על דרך שציוה (במדבר ל\"א ב') נקום נקמת בני ישראל מאת המדינים, אבל לא רצה מפני שהיו אחים (בני לוט) וציוה שלא יהיו אוהביהם ודורשי טובתם, אך יתרחקו מהם ולא ייטיבו להם ולא ירעו."
            ],
            "",
            "",
            "",
            [
                "ע' מורה חלק ג' מ\"א [ואלה דברי הרמב\"ם שם: מכוונת זאת התורה כמו שהודעתיך הניקיון והיזהר מן הליכלוכין והמאוסין ושלא יהיה האדם כבהמות; ובזאת הכוונה גם כן חיזוק האמנת הנלחמים באילו המעשים שהשכינה שורה ביניהם, כמו שאמר בסיבת זה כי ה' אלקיך מתהלך בקרב מחנך, וגלגל ענין אחר ואמר ולא יראה בך ערות דבר ושב מאחריך, להזהיר ולהפחיד ממה שהוא ידוע מזנות אנשי החיל במחנה שיארך עמדם מחוץ לבתיהם, וציונו ית' בפעולות שיזכירו אותנו שהשכינה שורה בתוכנו מפני שנינצל מן המעשים ההם ואמר והיה מחניך קדוש ולא יראה בך ערות דבר]."
            ],
            "",
            "",
            "",
            [
                "ושבת: ימים רבים פירשתי כמו: ואחרי כן, ועתה (שבט תרכ\"א) נ\"ל כדברי אח\"מ תשב ותעשה צרכיך, משפטו וישבת, כמו (תהלים כ\"ג ו') ושבתי בבית ה'."
            ],
            [
                "והיה מחניך קדוש: העיקר לקבוע בלבם כי ה' הולך לפניהם, ומאתו התשועה, על כן ציוה שישוו ה' נגדם תמיד כאילו הם בהיכלו. אך אין הדבר בעבור הארון, כי לא היה הולך עמהם למלחמה על הרוב, ואמר: ולא יראה בך ערות דבר ושב מאחריך, ואין ספק כי הארון לא ישבו בעבור זה. גם אין כיסוי הצואה לשלא יפסיד האויר, כי היא סמוכה לטומאת קרי פסוק י\"א שאיננה מפסדת האויר, אך הככול, למען יעמדו ביראה כאילו הם בהיכל ה'."
            ],
            [
                " לא תסגיר עבד אל אדוניו: אין כאן גנבה, כי לא נחזיק בו כעבד, רק עמנו ישב כבן חורין; אבל יש כאן מידת רחמים, אחר מה שידענו ממצב העבדים בימי קדם. והנה עמך ישב ... באחד שעריך, ראיה שמדבר בעבד הבא מחוצה לארץ, א\"כ איננו של ישראל, כי יהודי בחוצה לארץ מנין?"
            ],
            "",
            [
                "לא תהיה קדשה וגו': לא אסר ולא ענש לא הפנויה שתזנה, ולא האיש הזונה עמה, כי לא היה זה מועיל, אבל ציוה לציבור שישגיחו, לבלתי תהיה אשה מופקרת, אבל בזכר אסר וענש גם את היחיד. והנה איסור הקדשה ראיה על איסור הזנות, אע\"פ שאיננו חמור כל כך כמשכר זכר, ועיקר המצווה להרבות הנישואין והבנים. והנה הזונה עם האשה אפשר שישאנה ויוליד, מה שאין כן בזכר. וטעם השמות קדשה וקדש הוא (ככתוב בנתיבות השלום) כי היה מנהג עובדי האלילים להפקיר עצמם לעבוד עצביהם, ומה שהיו מקבלין לאתנן היו מקדישים לאליליהם, ואולי נשאר שם קדש הוקדש גם למפקירים עצמם להנאתם להשתכר, בלי שיעשו זה לכבוד הגילולים, ונראה כי (כדעת תלמידי רמב\"ם) חששה תורה שמא יעלה בלבם לעשות זה לכבוד אלקי ישראל, להפקיר עצמם ולהביא אתנניהם לביתו, ולפיכך הוסיפה ואסרה הבאת האתנן לבית ה'. ועל דבר תר גום אנקלוס עיין אוהב גר נתיב כ\"ט [שם כתב שד\"ל, שבתרגום אנקלוס באה במקומות רבים תוספת לשום עם שינוי הענין בעבור כבוד האומה ואבותיה... וכן לאתהיה קדשה מבנות ישראל ולא יהיה קדש מבני ישראל: לא תהי אתתא מבנות ישראל לגבר עבד ולא יסב גברא מבני ישראל אתתא אמה - הוציא הכתוב מפשוטו, שלא ידמה שהיתה התועבה הזאת בישראל, ואע\"פ שתירגם כפשוטו ואת זכר לא תשכב משכבי אשה (ויקרא י\"ח כ\"ב), שם היא אזהרה ליחיד, וכאן מדבר על המופקר לרבים, ואין אדם מפקיר עצמו לרבים, אלא אם כן רבים נמצאים באומה אשר אורחותיהם עיקשים וחפצים בתועבה הזאת, וגנאי הדבר מאד לאומה בכללה.]"
            ]
        ],
        [
            [
                "כי מצא בה ערות דבר: דבר מגונה והוא מום קבוע בגופה או במידותיה, אבל אם הקדיחה תבשילו (כדברי בית הלל גיטין פרק ט ' משנה ז') אין זה מום אלא במעשה ידיה; וכן כי מצא בה ערות דבר, ולא שמצא אחרת נאה הימנה (כדברי ר' עקיבא שם)."
            ],
            "",
            "",
            [
                "כי תועבה היא לפני ה': שיהיו בני אדם מחליפין נשיהם זה עם זה. גרושה שזנתה מותרת לחזור לבעלה, כן פסקו רי\"ף (ליבמות י\"א ע\"ב; ועי' סוטה פרק ב' משנה ו') ורמב\"ם (הלכות גרושין פ' י\"א הלכה י\"ג) וש\"ע (אבן העזר סימן י'), וע' יבמות י\"א ב', וא\"א איגל נותן טעם לזה לפי כוונת התורה שהיא, שלא יהיו בני אדם מחליפין נשיהם זה עם זה, והנה יש לחוש, שיגרש אדם את אשתו, כדי שיקחנה אוהבו, ואח\"כ תחזור לו, [טעם זה כבר כתב הרמב\"ן.] אבל אין לחוש שיגרש אדם את אשתו, כדי שתפקיר עצמה לכל, ואח\"כ יחזור ויקחנה. והקשה דוד חזק, כי ייתכן שהמגרש יעשה תנאי עם אשתו, שלא תזנה אלא עם פלוני."
            ],
            [
                "לכל דבר: למ \" ד הכללית, כל דבר שיהיה לא יעבור עליו, יהיה כולו של ביתו ולא של אחרים, וזה על ידי שיהיה נקי מכל משא, וכן דעת בעל הטעמים שהפסיק נקי בשני גרישין."
            ],
            [
                "לא יחבול רחים ורכב: לא הרחיים בכללם, ולא הרכב לבדו, והזכיר הרכב ולא השכב, כי השכב קבוע, והרכב מיטלטל ונקל לקחתו יותר מן השכב."
            ],
            [
                "ע' למעלה כ\"א י\"ד. גנבו ולא מכרו פטור (סנהדרין דף מ\"ה ע\"ב) וכן פסק הרמב\"ם פרק ט' הלכה ג' מהלכות גנבה."
            ],
            [
                "היה נ\"ל להטעים כן: השמר בנגע הצרעת לשמר מאד ולעשות ככל אשר יורו אתכם הכהנים הלוים, ומילות כאשר צויתים תשמרו לעשות הן נתינת טעם, עשו כאשר יורו אתכם, כי אני צויתי אותם. ולפי הטעמים שלפנינו \"לשמור מאד ולעשות\" הוא לשון סתום. ועכשו (שבט תרכ\"א) רואה אני כי בעלי הטעמים רצו להפריד מה שהוא בלשון יחיד (השמר) ממה שהוא ל ' רבים (אתכם, תשמרו), ולענין \"לשמור מאד ולעשות\" הנראה סתום, הנה דוגמתו: ויעש נח ככל אשר ציוה אותו אלקים כן עשה (בראשית ו' כ\"ב)."
            ],
            [
                " זכור את אשר עשה ה' אלקיך למרים: זכור כי הצרעת איננה כשאר חלאים אבל היא מכה אלקית, כמו שראית במרים, על כן יש לך לשמור מאד המשפטים שחקקתי לך בענין זה."
            ],
            [
                "כי תשה: רש\"י: ארי תחוב (מילת ארי היא בכ\"י שלי ולא בספר הדפוס) קשה בעיני מאד, והלא לשון חוב וחייב נאמר על מי שחובה עליו לתת לחברו. ולא על מי שאחרים חייבים לו, כמו כאן. הן אמת כי אומרים \"בעל חוב\" בין לזה ובין לזה, אך הפועל חוב בקל מורה תמיד חיוב והתחייבות (חב המזיק, בבא קמא, פרק א' משנה א', שמא תחובו חובת גלות אבות פרק א' משנה י\"א)."
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "לא יומתו אבות עלבנים: נראה לי שלא יילקח האב תמורת הבן ולא הבן תמורת האב, אם יחפוץ אחד מהם לשום נפשו כופר לחברו; אולי כן היה מנהג הקדמוני, וכן מצאנו Zalcuchus שציוה לנקר אחת מעיניו ואחת מעיני בנו, שהיה חייב ניקור שתי עיניו. אבל לומר שלא יומתו האבות והבנים יחדו על חטא, שעשה אחד מהם, אינו נראה, שאם כן היה נכון שיאמר: האיש החוטא הוא ימות, אבל איש בחטאו יומתו, משמע יותר, שימות על חטא, שעשה הוא ולא על חטא שעשה חברו. ואף על פי כן יפה למד מכאן אמציה (מלכים ב' י\"ד ו') שלא המית את בני המכים, כי ק\"ו הוא, אם לא יומתו זה תמורת זה, כ\"ש זה מלבד זה. גם אפשר לפרש \"ואת בני המכים לא המית\". אם קרה שקצת מן המכים כבר מתו קודם שחזקה הממלכה בידו, לא המית את בניהם תמורתם למען נקום דם אביו."
            ]
        ],
        [
            "",
            [
                " והיה אם בן הכות הרשע: לפי הפשט אין מלקות בלאוין שאין בהם ריב. כלומר שאין בהם תובע ונתבע, גם המכות אפשר שתהיינה עשר או עשרים או שלושים, כפי רשעתו, אבל תמיד במספר, לא מאומד, ולא כאדם המכה בכעס, ולא יותר מארבעים, וכן כתב גם דון יצחק וז\"ל: ועל דרך הפשט היה המלקות על המדיניות, אם לתובע, כשיתבע מה שאינו ראוי ואינו אמיתי. ואם לנתבע המכחיש האמת או שנשבע לשקר, כמו שהיום הוא מנהג פשוט בכל ארצות ישמעאל והתוגר, שאשר ירשיעון אלקים, ר\"ל השופטים, גם בדיני ממונות, ילקה כפי דעת השופט כענין רשעתו, וילקה בפני השופט לא במקום אחר עכ\"ל. והפילו ... והכהו: השופט יעשה זה על ידי שלוחו, הלא הוא שליח בית דין."
            ],
            [
                "ארבעים יכנו: השליח. לא יוסיף: השליח. ונקלה אחיך לעיניך: אתה השופט. ואולי עם בעל הדין מדבר: אתה, שיצאת זכאי בדינך יהיה בך חטא, אם תראה אחיך נקלה יותר מדי בעבורך; ולפי זה ייתכן ג\"כ לפרש (כדעת תלמידי דוד חי אשכנזי) \"והכהו לפניו\" לפני בעל דינו. ולדעת תלמידי יצחק פארדו, בעל דינו יכה אותו לפני השופט, והשופט חייב להשגיח שלא יכהו יותר מכדי רשעתו."
            ],
            "",
            [
                "כי ישבו אחים יחדו: לפי הפשט כמשמעו שידורו יחדיו (אבל הוויה בעולם לא תקרא ישיבה, אם לא על דרך השיר), ולמה נאמר יחדיו? ואיך ייתכן שלא ישבו אחים יחדיו, מאחר שנחלתם זו אצל זו? ייתכן שהיה זה, כשייקח האחד בת יורשת נחלת וילך לשבת באחוזתה, או שייפרדו בעבור מריבה שנפלה ביניהם או בין נשיהם. והנה באופן הראשון אין ראוי לו שיביא צרה לביתו לצרור את אשתו אשר העשירתו, ובאופן השני אין ראוי לו ליבם מאחר שהיתה מריבה בינו ובינה או בין אשתו ובינה, או בינו ואחיו שהיה בעלה. כי בזה יביא קטטה בתוך ביתו, על כן לא ייבם אלא כשישבו יחדיו ואשת אחיו ידועה לאשתו, אבל במשך הדורות לא היו עוד רוב האחים יושבים יחדיו, על כן (כדעת תלמידי מוהר\"ר דוד חי אשכנזי) ראו החכמים, שהיתה מצות ייבום מתבטלת, אם לא תהיה נוהגת אלא ביושבים יחדיו, על כן התקינו שיספיק שתהיה להם הוויה בעולם יחדיו."
            ],
            [
                "והיה הבכור אשר תלד: לפי הפשט, הבן הבכור יירש חלק המת, ואם היבמה לא תלד, תעבור נחלת המת לאחיו. ומפני זה, קרוב היה הדבר שלא יחפוץ האיש לקחת את יבמתו, כדי שתישאר בלא בנים, והוא (עם שאר אחיו אם יש לו אחים) יהיה היורש ובניו אחריו, ולכך קנסה אותו התורה בביזיון, שיהיה הוא וצאצאיו נקראים בית חלוץ הנעל. ונראה (כדברי מוהר\"ר דוד חי אשכנזי) כי ראו חז\"ל שהיו רבים נמנעים מן הייבום, מיראתם פן היבמה תלד בנים ליבם, ומתוך כך תתמעט נחלת בניהם מזיווג ראשון, ועמדו וביטלו הדין הזה שהבן הבכור לבדו יירש את המת, והעבירו הירושה לאח המיבם, באופן שכל בניו יחלקו בשווה. ודברי רשב\"ם, שהחליצה היא לקנות היבמה ממנו נכסי בעלה, אינם נראים, כי לא הזכירה החליצה אלא עם הרוב דרך ביזיון; אבל נכסי בעלה יישארו כדין תורה לאחי המת לפי מספרם, ואין לאשה אלא כתובתה."
            ],
            [
                "ע' שו\"ת מהר\"ם בר ברוך, סימן שע\"ו. (ואלה דברי מהר\"ם בר ברוך, והוא מהר\"ם מרוטנבורג, בתשובה זו: מצוות חליצה,שואלים  ליבם אם הוא גדול שבאחים, ואם הוא אח מן האב, ועדות שהוא אחיו, ועדות מן הנשים לאשה שיש לה ריבויי שערות, ואז לא חיישינן לאיילונית, ואם היו לה בנים מאיש אחר א\"צ לבודקה, קוראה וקורא חולצת ורוקקת וקוראה. קוראה כמו אשה [שרוצה] להקים זרע למת, ומקוננת לפני הדיינים אליו ואליתי בעלה כמת בלי זכר. והוא אומר לא חפצתי לקחתה, אם יהיה כמת איני חושש, אז תחלוץ רגלו להיות לו סימן שעכשו יתאבל על אחיו, כיוון שאין רוצה להקים לו שם, הרי הוא כמת ובטל מן העולם, ואח\"כ רוקקת להודיע לכל שלא בשביל יופיו רצתה להינשא לו אך בשביל להקים לו זרע לבעלה, שהרי כרוק נחשב בעיניה, ואמרה ככה יעשה, והולך יחף כמנהג אבל על שלא רצה להקים שם לאחיו, ואז יעשו לו בושת ויקראו לו חלוץ הנעל ג' פעמים)."
            ],
            "",
            [
                "לא יבנה: כמו (בראשית טז ב) אולי אבנה ממנה."
            ],
            [
                " ונקרא שמו: נ\"ל כי תחת שלא רצה להקים שם לאחיו, יימחה שמו, ובניו לא ייקראו על שמו, אך יהיו נקראים \"בני חלוץ הנעל\", ושם האיש ההוא לא ייזכר בס' היחס. וקרוב לזה במגלת רות לא נזכר שם הגואל שלא רצה לגאול, ובועז לא אמר לו פלוני אלמוני (רות ד' א') אך הכותב כתב כך."
            ],
            [
                "והחזיקה במבושיו: בכוח."
            ],
            [
                " וקצתה: מצוה על כל מי שנמצא שם ורואה האיש ההוא בסכנה, והלא היא עצמה להציל את בעלה עשתה, ולמה לא יותר לה להצילו כדרך שמותר וגם מצווה לאחרים להציל את המכה מיד ? - היא עשתה ברמייה כי אין אדם שיחשוב כזאת על אשה, שתעיז פניה כל כך, ואם היתה עושה בשאר דרכים ובלא רמייה, לא היה בזה רע. וגם תנא קמא בספרי (כי תצא פיסקא רצ\"ג) לקח הדבר כפשוטו ולא בממון, אמנם שתשלם דמי כפה לא נהירא, ויותר היה ראוי שתשלם דמי מבושיו, ואם מת בה, תהיה חייבת מיתה. אבל אם הפחידוה ושמטה ידה, ייתכן, שתשלם דמי כפה שהיתה ראויה להיקצץ. והנה אחר שדיבר על מעשה רמייה זה, הזכיר רמייה אחרת שהיא אבן ואבן איפה ואיפה, ולחזק שנאת הרמייה הזכיר ענין עמלק, שעשה בעקבה ויזנב בך כל הנחשלים אחריך, וציוה להכריתו ולזכור המשפט הנעשה בו, וזה למען נתרחק ממעשה רמייה. והיום י' שבט תר\"ב נ\"ל כי \"וקצתה את כפה\" הוא עונש ב\"ד, על דרך (שמות כ\"א כ\"ז) עין תחת עין, ולפי שאין לאשה מבושים יקצצו כפה, וקרובין לזה דברי ראב\"ע."
            ]
        ],
        [
            "",
            "",
            [
                "הגדתי היום לה' אלקיך כי באתי אל הארץ: הנכון כדברי ר' עובדיה ספורנו ובעל הרכסים לבקעה שהוא כמו כי הגד היום כי אין לך שרים ועבדים (שמואל ב' י\"ט ז'), על ידי המעשה הזה, שאתה בוכה על בנך אבשלום המורד בך, אתה מודיע שאינך אוהב כלל את שריך ואת עבדיך הנלחמים בעבורך; אף כאן ואמרת אליו: הבאתי הבכורים האלה לאות כי באתי אל הארץ."
            ],
            "",
            [
                "אבי: כולל כל האבות כאחד שהיו תועים מגוי אל גוי, והראשון בא מארם, וקרובין לזה דברי הרשב\"ם."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "לעשר: התיבה הזאת איננה מבנין הפעיל, אלא מבנין פיעל, כאילו היה כתוב לעשר. וזה אחד ממשפטי אותיות הגרון, עיין מה שכתבתי על בהשמה (ויקרא כ\"ו מ\"ג); והנני מבטל מה שכתבתי על לעשר, בעשר ב \"בכורי העתים\" תקפ\"ח עמוד קל\"א  - כי תכלה לעשר: ענין הפרשה הזאת מבולבל מאד לשיטת רז\"ל, שהרי לדבריהם (מעשר שני פרק ה' משנה י'; ספרי כי תבוא פיסקא ג') היא מדברת בשלושה מיני מעשרות, אע\"פ שהכתוב לא הבדיל ביניהם כלל; כי הנה לדבריהם ונתת ללוי - מעשר ראשון, ולגר ליתום ולאלמנה - מעשה עני, לא אכלתי באוני - מעשר שני; והנה הכתוב מזכירו תמיד בלשון יחיד, כאילו אינו אלא אחד: וגם נתתיו, לא אכלתי באוני ממנו וגו ', נראה שאינו אלא אחד. לפיכך נראה לי שאין הכתוב מדבר אלא במעשר אחד, והוא מעשר שני הנאכל לבעלים בירושלים, ומפני שהיה קרוב הדבר, שלא יספיקו הבעלים לאכלו כולו בירושלם, ציותה תורה שיוציאו אותו בעירם וייתנוהו ללוי ולעני. והנה בכל שנה שלישית היה בעל הבית לוקח עמו מה שהיה יכול לאכול בירושלים, והשאר היה מניח בעירו ומוציאו לעניים, ובהיותו בירושלים היה אומר: עתה השלמתי לבערו מביתי, כי קצתו אכלתי כמשפט וקצתו נתתי לעניים; והיה המאמר הזה כדברי רשב\"ם לבלתי יעכבם לעצמו בביתו, כי כשהוא צריך להתודות על זה לפני ה' בהיכלו, לא ימלאהו לבו לשקר; ועיין מה שכתבתי למעלה י\"ד כ\"ח. ונראה כי אחר שרבו הרמאים הגוזלים מתנות עניים והיו אומרים לעניים: אין לנו שום מותר מעשר שני לתת לכם, כי כבר אכלנוהו בירושלם - גזרו חכמים כי בשנה השלישית לא יפרישו מעשר שני, אבל המעשר שמפרישים יהיה כולו לעניים."
            ],
            "",
            [
                "לא אכלתי באוני ממנו ולא נתתי ממנו למת: רגילים היו לעשות משתה לנחם את האבלים, כנמצא בשמואל ב' ג' ל\"ה, וירמיה ט\"ז ז', ויחזקאל כ\"ד י\"ז וכ\"ב, והיא הנקראת סעודת הבראה, והמעשר השני היה משפטו להיות נאכל בשמחה ובטהרה. אבל לפרש שלא אכל אותו ביללה ועצב על מות איזיס (כדעת המבאר), לא נהירא, כי אמר באוני, כלומר באנינותי שהייתי אונן ממש, ולפי הפירוש ההוא בעצב היה לו לומר; וכן \"ולא נתתי ממנו למת\" מורה שעל מת ממש מדבר; מלבד כי אטו בעובדי ע\"ז עסקינן?"
            ],
            "",
            "",
            [
                "האמרת: מל' אמר בערבית שענינו ציווי וממשלה, אמיר הוא נשיא ומלך, וכן יתאמרו (תהלים צ\"ד ד') והתעמר בו (למעלה כ\"ד ז')."
            ]
        ],
        [
            [
                "את כל המצוה: היא הקמת המזבח, וכתיבת האבנים וקריאת הברכה והקללה."
            ],
            [
                "והקמותה לך אבנים גדולות: כתב רש\"י שלושה מיני אבנים וכו', אבל בסוטה (ל\"ה ע\"ב) לא אמרו כן, אלא אחד שהקים משה בארץ מואב, ואחד שהקים יהושע בתוך הירדן, ואחד שהקים בגלגל; וכבר תמהו על זה החזקוני והר' אליהו מזרחי, ודע כי ברש\"י כ\"י על קלף שבי די (בלי שנה ומקום) כתוב כך: שלושה מיני אבנים היו, שנים עשר בירדן, וכנגדן בהר עיבל, והעלום והביאום לגלגל במלון, כדאיתא במסכת סוטה. ובשני כ\"י על קלף שביד ידידי היקר ר\"י אלמצני (אחד בלי שנה ומקום, ואחד נכתב בשנת חמשת אלפים ול\"ג, הוא שנת 1273) ובדפוס ישן נושן בלי שנה ומקום (גם הוא ביד ידידי החכם הנ\"ל) כתוב כך: שנים עשר בירדן וכנגדן בהר עיבל, והעלום והביאום לגלגל במלון, כדאיתא בסוטה. ולפי הנוסחאות האלה דברי רש\"י ז\"ל מסכימים על האמור בסוטה, אלא שהוא ז\"ל השמיט אותן שהקים משה, שאין להם ענין עם פסוק זה, אף על פי שלפי זה אינם עוד שלושה מיני אבנים, אלא שנ יים. ור' אברהם בקראט הלוי בס ' הזכרון (ליוורנו שנת תר\"ה) אולי מפני שראה, שאין כאן שלושה מיני אבנים, אלא שניים כתב וז\"ל : \"שנים עשר הקים משה בעבר הירדן בארץ מואב וכנגדן בהר עיבל, וקיפלום והביאום לגלגל למלון, כדאיתא בסוטה, כך היא הגירסא הנכונה\". ורבנו בחיי כתב וז\"ל : \"וזהו שכתב רש\"י ז\"ל בפירוש החומש שלו נמצאת אתה אומר שלשה מיני אבנים היו ע\"כ, ואמר כן ממה שאמרו במסכת סוטה ג' מיני אבנים היו וכו'\" - ולפי זה היה אפשר לומר כי רש\"י ז\"ל לא כתב אלא שלושה מיני אבנים היו, והשאר אינו אלא תוספת שהוסיפו אחרים בגליון זה בכה וזה בכה, ובאו המעתיקים והכניסו התוספות בתוך הפירוש. ואולם לפי הפשט, הכתוב הזה (והקמות לך אבנים גדולות) אינו מדבר כלל על האבנים שהקים יהושע בירדן, ועל אותן שהוציא מן הירדן והביא אל המלון, ויהושע לא אמר שעשה כל זה כאשר ציוה משה, אלא בדבר ה' עשה, רק בפרק ח' ל\"א בענין המזבח בהר עיבל וכתיבת התורה על האבנים, כתוב: כאשר צוה משה עבד ה'. ושדת אותם בשיד: הכתיבה היתה (כדברי ר' שמעון בסוטה ל\"ה ע\"ב) על גבי הסיד, ולא חקקוה בגוף האבנים, כי לא היתה הכתיבה לדורות, אלא לשעה, כדי שתהיה התורה לנגד עיניהם בשעת כריתת הברית, בקבלם עליהם הברכה והקללה."
            ],
            [
                "וכתבת: אולי כדעת רלב\"ג בפירוש יהושע ח', ש\"כל דברי התורה\" האמור כאן ושם, הכוונה על הברכה והקללה כמפורש שם (שם שם ל\"ד): אחרי כן קרא את כל דברי התורה הברכה והקללה."
            ],
            [
                "והיה בעברכם תקימו: אינו אלא כפל ענין שלמעלה, אלא שבא להוסיף שתהיה הקמתם בהר עיבל, אבל \"ושדת אותם בשיד\", אין ענינו אלא האבנים שכבר שדת אותם וכתבת עליהן כאשר צויתיך אותם תקים, ואח\"כ אומר ענין אחר: ובנית שם מזבח."
            ],
            [
                "ובנית שם מזבח: לפי הפשט לא נבנה המזבח באותן האבנים ששדו בשיד וכתבו עליהן את התורה, אלא שני ענינים הם: נצטוו להקים אבנים בהר עיבל ולכתוב עליהן את התורה, שתהיה לנגד עיניהם בכרתם הברית; וגם נצטוו לקחת אבנים אחרות ולבנות שם מזבח ולזבוח עליו זבחים ולאכול ולשמוח, כמו שהיה דרכם בכרותם ברית. ויהושע בספרו סתם ולא פירש ענין הקמת האבנים וכתב (ח' ל\"ב) ויכתב שם על האבנים את משנה תורת משה, והקורא סבור שהוא על אבני המזבח, ואינו אלא על אבנים גדולות (לא אבנים שלמות), אשר שד והקים ככתוב בתורה. ובירושלמי נחלקו ר' יהודה ור' יוסי (תוספות סוטה ל\"ה עמוד ב' דבור המתחיל כיצד), לר' יוסי כתבו התורה על אבני המזבח, ולר ' יהודה על אבני המלון."
            ],
            "",
            "",
            "",
            "",
            [
                "כבר אמר למעלה (י\"א כ\"ו, כ\"ט) ראה אנכי נותן לפניכם היום ברכה וקללה, ונתתה את הברכה על הר גריזים וכו'. ועתה אחר שסיים משנה התורה, כלו' זכירת המצוות בקיצור, בא לכרות עמהם הברית על המצוות ההן, והתחיל דרך הקדמה היום הזה ה' אלקיך מצוך, את ה' האמרת היום, וה' האמירך, שענינו עתה תבוא אתו בברית לשמור מצוותיו, וגם הוא אתך לקיים הבטחותיו, וקודם שיפרש הברכה והקללה ציוה אותם עלמה שיעשו כשייכנסו לארץ לחדש את הברית הזאת בארץ עצמה, והוא, שיכתבו את המצוות על האבנים לאות, שהם מקבלין אותן עליהם לעשותן, ויבנו מזבח וישמחו שם לאות כי בשמחה הם באים בברית, ואח\"כ הנשיא בהם (הוא יהושע) העומד במקום משה יקרא את הברכה והקללה. והנה כאן משה עצמו הביאם בברית, שנ' (למטה כ\"ט ט', י\"א, י\"ג) אתם נצבים היום וגו' לעברך בברית, אנכי כורת את הברית הזאת, ואעפי\"כ אין זו עיקר כאותה שכרת עמהם יהושע, כי כאן לא בנו המזבח ולא כתבו על האבנים, ולא אמרו הלויים: ארור האיש, אבל מפני שלא היה משה עובר את הירדן, הקדים ועשה מקצת המצווה, והניח ליהושע שיחזור וישלימה בבואם לארץ, ואמר (פסוק א') ויצו משה וזקני ישראל, וכן אח\"כ (פסוק ט') וידבר משה והכהנים הלויים, צירף עמו החשובים שבעם, כדי לעורר לב העם יותר לשמוע מפיו באימה וביראה הברכה והקללה שהוא עתיד לדבר באזניהם."
            ],
            "",
            [
                "אלא יעמדו לברך את העם וגו': לא היו השבטים על ראשי ההרים, אלא מזה ומזה לארון, חצים לצד הר גריזים וחצים לצד הר עיבל כאמור ביהושע ח'. גם אין ספק כי לא היו השבטים הם הם המברכים, א\"כ \"אלה יעמדו לברך את העם\", אין ענינו אלא מן הצד שיברך המברך את העם, ו\"על הר גריזים\" ענינו, שתינתן הברכה על ההר, דוגמת (ויקרא ט\"ז כ\"א) ונתן אותם על ראש השעיר, כי הר גריזים, שהיה הר עושה פירות, ייתנו עליו הברכה כאילו משם תבוא אח\"כ על כל אשר יקים את התורה, וההפך בהר עיבל שהיה מקום חרב. ו\"על הקללה\" בהר עיבל ענינו לצד הקללה אשר תינתן (במאמר) למען תנוח בהר עיבל."
            ],
            "",
            "",
            [
                "ארור האיש: יפה אמר הראב\"ע כי הברכה היא (למטה כ\"ח) והיה אם שמוע תשמע, ברוך אתה בעיר, והקללה היא והיה אם לא תשמע, ארור אתה בעיר. ובאמת מה שאמרו הקדמונים (סוטה פרק ו' משנה ה'), שהלויים אמרו שנים עשר ברוך כנגד שנים עשר ארור, מלבד שאין רמז מזה בתורה, הוא גם כן דבר שאין הדעת סובלתו, כי מה טעם לומר ברוך האיש אשר לא ישכב עם אשת אביו, ברוך האיש אשר לא ישכב עם כל בהמה, ברוך האיש אשר לא ישכב עם חותנתו? גם יפה כתב ראב\"ע (ולפניו רשב\"ם, גם ראב\"ן באבן העזר סימן מ\"ה), כי כל הארורים האלו הם על דברים שיוכל אדם לעשותם בסתר, בלי שיוודע הדבר לבית דין. ועדיין נשאר לפרש, מה טעם לאלו הארורים כאן קודם הברכה והקללה? אבל מצאתי בספר יהושע מאמר זר ותמוה, ואחרי העיון בו מצאתי כי בא זה ולימד על זה, ומה שהיה בלתי מובן כאן וכאן, שב ברור ונכון ונחמד ונעים גם כאן וגם שם. כי הנה ביהושע (ח' ל\"ג ול\"ד) כתוב: וכל ישראל וכו' חציו אל מול הר גרזים וכו' כאשר ציוה משה עבד ה' לברך את העם ישראל בראשונה. ואחרי כן קרא את כל דברי התורה ברכה והקללה וגו'. ומה ענין לברך את העם ישראל בראשונה ואחרי כן קרא הברכה והקללה ? - אבל מיתת הענין כך היא: הברכות והקללות הן לכלל האומה, כי כל ישראל ערבים זה לזה, שאם יעלימו עיניהם מן החוטאים ולא יענישום, יחרה אף ה' על העם כולו; לפיכך רצה ה' להקדים ולהודיעם כי לא יענוש את הקהל כולו על חטאות היחיד, אלא א\"כ תהיין גלויות וידועות. אבל הנסתרות לה' הן. והוא יענוש את החוטא בפרט, וכל העם יהיה נקי. ומזה יימשכו שתי טובות, האחת שהחוטא לא יתברך בלבבו לאמר: שלום יהיה לי שאם רוב העם כשרים, וגם אם אני חוטא, ומה בכך? האיש אחד יחטא ועל כל העדה יקצוף? והשנית, שלא יתיאשו העם ויאמרו: אבדנו כולנו אבדנו, כי אולי אחד או רבים יחטאו בסתר ועל כל העדה יהיה הקצף, והנה אמירת ארור האיש אשר יחטא בסתר, ברכה היא לכלל האומה, וזה טעם לברך את העם ישראל בראשונה. ואמנם ההקדמה הזאת (שהיא קללת החוטאים בסתר) אמרוה הלויים, ויהא טעם \"קרא יהושע\" שציוה שיקראו, וכאן הבן שואל, למה נענש הקהל כולו על חטאת עכן (יהושע ז' ד', ה')? והתשובה כי אין הקהל מחוייב לבדוק ולחקור מה עושה כל אחד ואחד בתוך ביתו, ואם ראובן בחדרי משכיתו ישכב עם אחותו או עם בהמתו, אין כל ישראל אחראין עליו; אבל אם הקהל נותנין מתנה לגבוה, חובה עליהם להפקיד פקידים, לבלתי יבוא אדם ויגנוב מהחרם, ונכון הוא שיהיו כולם אחראים בדבר."
            ],
            "",
            "",
            [
                "משגה: כמו משגה ישרים בדרך רע (משלי כ\"ח י'), ואם היה כתוב מדרך היה ענינו להטות מן הדרך כמו (תהלים קי\"ט י') על תשגני ממצוותיך."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "יקים לעשות: יקים ויעשה, כמו (בראשית ב' ג') ברא אלקים לעשות, ברא ועשה."
            ]
        ],
        [
            "",
            [
                "והשיגוך: כאילו רודפות אחריך, וכן מפורש למ טה (פסוק מ\"ה) ורדפוך והשיגוך."
            ],
            [
                "ברוך אתה בעיר: יפה כתב ראב\"ע ברכה שהיא תוספת כל מיני סחורה, ויפה כתב המבאר בכל מלאכה וסחורה שאתה עושה בעיר, וכן הבינו רז\"ל (עי' דברים רבה פ' ז', ה': ברוך אתה בבואך בפרקמטיא שלך, ברוך אתה בצאתך בפרקמטיה שלך) לפיכך למעלה ט\"ו ו' על כי ה ' אלקיך ברכך כאשר דבר לך שמדבר בהלואת הנכרי אמרו (ספרי ראה פיסקא קט\"ז, עיין רש\"י) והיכן דבר, והשיבו בורך אתה בעיר, כי פסוק זה לבדו כולל קצת רמז על הברכה באומניות ובסחורה. ועדיין אין פירושם מוכרח, כי ההלואה אל הנכרי אין צורך שתהיה במעות, אלא בדגן תירוש ויצהר, והם דברים התלוים בברכת האדמה."
            ],
            "",
            "",
            [
                "כי שם ה' נקרא עליך: כמו רק יקרא שמך עלינו (ישעיה ד' א')."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "שחפת וקדחת: בפרשת בחקותי (ויקרא כ\"ו ט\"ז) נראה שהם חלאים בתבואה, עיין שם, וכן שדפון וירקון פירשם רש\"י מכות התבואה וכן נראה בעמוס ד' ט', וחגי ב' י\"ז, ושדפון ל' שדופות קדים (בראשית מ\"א ה') וכן ושדפה לפני קמה (מלכים ב' י\"ט כ\"ו) ושורש זה בערבית פירושו שחור, וכן \"ובחרב\" אין ספק שאינו חולי באדם, אלא ל' חורב והוא גורם הפסד התבואה."
            ],
            [
                " והיו שמיך: מה שכתב כאן רש\"י: קללות הללו משה מפי עצמו אמרן, הם דברי התלמוד במגלה דף ל\"א ע\"ב, ולגירסת הרי\"ף הם דברי אביי; ושאר דברי רש\"י: שבראשונות (ויקרא כ\"ו י\"ט) הוא אומר שמיכם כברזל וכו ', הוא מתורת כהנים פרשת בחקותי (פ' ה'). ובפרשת בחקותי (ויקרא כ\"ו י\"ט) כתב רש\"י זו קשה משל משה וכו', אבל בתורת כהנים אין כתוב כך, אלא זו קשה מאחרונה. ודבר זה המיוחס לאביי דבר תמוה הוא מאד, והתוספות כתבו (ד\"ה משה מעצמו אמרן): וברוח הקדש, והר\"ן כתב שהסכים הקב\"ה שיכתבו בתורה. ולפי האמת דבר זה המיוחס לאביי אין לו על מה שיסמוך, שהרי בפסוק כ' כתוב: מפני רוע מעלליך אשר עזבתני, ולא: אשר עזבת את ה'. ומכל מקום מכאן יש ללמוד, איך היתה החקירה חפשית אצל קדמונינו, שאף על פי שחכמי המשנה אמרו בברייתא (סנהדרין צ\"ט ע\"א): כי דבר ה' בזה, זה האומר אין תורה מן השמים, ואפילו כל התורה כולה מן השמים חוץ מפסוק זה, שלא אמרו הקב\"ה. אלא משה מפי עצמו, זה הוא כי דבר ה' בזה; אע\"פ כן לא נמנעו חכמי התלמוד לומר, כי קללות שבמשנה תורה משה מפי עצמו אמרן."
            ],
            [
                " יתן ה' את מטר וגו': על ידי החורב השרב והרוח."
            ],
            [
                " זעוה: כמו זורעה (ישעיה כ\"ח י\"ט) מן ולא זע (אסתר ה' ט')."
            ],
            "",
            "",
            "",
            [
                "והיית ממשש וגו': דרך משל."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "עיין למעלה ד' כ\"ח."
            ],
            "",
            [
                "יחסלנו: הארבה, פרטי אצל הארבע, ואחד ממיניו נקרא חסיל."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "עד עולם: כל זמן שיתמיד המרי, ע' למטה פרק ל'."
            ],
            "",
            "",
            [
                "ישא ה' עליך: כאילו הקל ישא אותו על כנפי נשרים לבוא עליך מרחוק."
            ],
            "",
            "",
            [
                " והצר לך - עד רדת: החומות יורדות דרך משל כשאין יושבי העיר יכולים עוד לסבול המצור וניתנים ביד אויב."
            ],
            "",
            "",
            "",
            [
                " ובבנה ובבתה: הגדולים. ",
                "תרע עינה: בכל דבר ואפילו בשליתה שלא תרצה לחלקה עמהם. ובבניה: הקטנים שתלד ותאכלם."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "והיו חייך וגו': שלא תוכל להסירם ממקום תלייתם ולהביאם לידך, וקרוב לזה בנתיבות השלום; ועתה (ליל ך' שבט תרכ\"א) נ\"ל תראה חייך תלויים וקרובים לנפול ולא תוכל לתמוך בהם שלא יפלו, כי הם מנגד ורחוקים ממך. דרך מליצת השיר הוא מפריד האדם בחייו ואומר שהאדם רואה חייו בסכנה ולא יוכל להצילם, ואח\"כ מפרש המליצה באמרו: ופחדת לילה ויומם ולא תאמין בחייך. ואחר עיון ארוך ראיתי כי שורש תלה בכל המקומות אשר נמצא שם נאמר על דבר קבוע ובלתי קרוב לנפול (ואין סתירה לזה ממה שפירשתי למעלה כ\"א כ\"ג על קללת אלקים תלוי ולא תטמא את אדמתך, כי הפגר התלוי יפול מפני שהוא מתקלקל בסיבות חיצוניות, לא מצד היותו תלוי), וגם ועמי תלואים (הושע י\"א ז') פרשתיו: סמוכים. ומה שכתב רש\"י: כל ספק קרוי תלוי - הוא בלשון חכמים, ואל בלשון מקרא. והמבאר לנתיבות השלום כתב: כדבר התלוי באויר שאין לסמוך עליו. וכן קלעריקוס כתב: כדבר התלוי בחוט, וזה תוספת שהוסיפו מלבם. ואין רמז ממנו בכתוב. ונ\"ל שהכוונה חייך יהיו קבועים במקום רחוק ממך, שלא תוכל להשגיח עליהם ולשמרם, וקרוב לזה וישלך את נפשו מנגד (שופטים ט' י\"ז) שלא חש לשמירת גופו."
            ]
        ],
        [
            "",
            "",
            [
                " ולא נתן ה': ואתם התנהגתם כאילו לא ראיתם וע\"כ יראתם מיושבי כנען, ולפיכך ואולך אתכם מ' שנה."
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "אתם נצבים: לא מצינו שענו אמן או עשו שום דבר להראות שהם מקבלים הברית, אבל במה שנשארו שם לשמוע הקללות עד תומם עשו עצמם כמקבלים; זה טעם אתה נצבים, ואח\"כ הוא מדבר על מי שאולי לא בא שמה או הלך לו באמצע. ",
                "שבטיכם: כמו (בראשית מ\"ט ט\"ז) דן ידין עמו כאחד שבטי ישראל. ראשיכם שבטיכם: עיין בראשית מ\"ט ט\"ז."
            ],
            "",
            "",
            "",
            "",
            [
                " ואת אשר איננו פה: אין הכוונה כלל על הדורות הבאים, כי לא נזכרו ולא נרמזו בפרשה הזאת הדורות הבאים; אבל אמר אתם נצבים כאן כולכם, ואם אולי יש אדם שלא בא לכאן, להיותו חולה או לסיבה אחרת, דעו כי גם את אשר איננו פה אני כורת הברית הזאת."
            ],
            [
                "כי אתם ידעתם: וזה אני אומר, מפני שאתם ידעתם וגו' לפיכך אני חושש שמא יש בכם."
            ],
            "",
            [
                "פן יש בכם: הטעם. היחיד העתיד לגרום נזק והפסד מרובה, בהיותו מדיח משפחה או שבט."
            ],
            [
                " אחרי שעזבתי הפירוש שכתבתי זה שנים רבות, וכתבתי תחתיו פירוש אחר במשתדל, [ב\"המשתדל\" לס' דברים בא: שלום יהיה לי כי בשרירות לבי אלך, כי בצדקת הצדיקים אחיה, כי הם רבים ואני יחיד חוטא (ראב\"ע), וזה מפני שהקללות הן לכלל האומה ולא פרטיות כל איש ואיש. למען ספות הרוה את הצמאה. שורש ספה קרוב לשורש ספח, וענינו חיבור ודיבוק, ולפי זה ייתכן שיבוא וקשר עם \"את\" שענינו עם, וסרה בזה טענת בעל הרכסים לבקעה האומר כי \"ספה\" שענינו תוספת לא יבוא בזולת מילת \"על\", והוא מפרש ענין כיליון: שהשתייה המרובה תכלה את הצמאון. וזה לא ייתכן. כי \"רוה\" \"צמאה\" אינם אלא שמות תואר. ולפי דרכי זה פירושו: כדי שהרוה תהיה דבקה עם הצמאה, כלומר הרשע אומר זה בתקוותו שהרוה תהיה דבקה עם הצמאה, והוא (כדברי דון יצחק ובעל העקדה) משל לקוח מאדם שיש לו שני שדות סמוכים זה לזה, האחד צמא תמיד למים, והאחד רוה בלי צריך להם, והוא בהשקותו את הצמא יוכרח להשקות גם את הרוה אע\"פ שלא יכוון או שלא ירצה להשקותו; כן יקווה לקל הטוב וההצלחה בתוך כלל האומה.]וגם בו עשיתי אח\"כ קצת תיקון, היום כ\"ו שבט תרכ\"א נ\"ל פירושו: והיה בשמעו את דברי האלה הזאת והתברך בלבבו לאמר שלום יהיה לי, אף על פי שבשרירות לבי אלך (מפני שהקללות חלות על האומה בכללה ולא על היחיד), באופן שהשדה המושקה, הוא חלק העם הבריא, יתדמה לשדה היבש, הוא חלק העם המקולקל והסוטה, והאומה כולה תיהרס."
            ],
            "",
            "",
            [
                "ואמר הדור וכו': מכאן שאינו מדבר על כל האומה, רק על משפחה או שבט."
            ],
            "",
            [
                "לפי דעתי ראוי להטעים מה חרי האף הגדול הזה."
            ],
            [
                " ואמרו: בניכם הנשארים בארץ, וזה נתקיים בצד מה בעשרת השבטים, שבבוא הכותים לשבת בארצם לא יכלו לשבת בה מפני האריות, עד שקיבלו עליהם את התורה. וכן כאן המשיבים מזכירים הקללה הכתובה בס' הזה, והנה הם (אנשי יהודה) הודיעו לכותים כי לא יוכלו להתיישב בארץ ההיא בלתי אם יעבדו את אלקי הארץ והראו להם ס ' התורה הכולל הקללות האלה, והם קיבלוהו עליהם."
            ],
            [
                "ולא חלק להם: אותם להם; עיין למעלה ד' י\"ט וכ'."
            ],
            "",
            "",
            [
                "הנסתרות: לעשות דין בפושעים הידועים לנו."
            ]
        ],
        [
            [
                "והשבות: אל לבבך, כמו ולא ישיב אל לבו ולא דעת ולא תבונה (ישעיה מ\"ד י\"ט)"
            ],
            "",
            [
                "ושב ה' אלקיך את שבותך: מילת שבות או שבית במליצה הזאת השגורה בספרי הקודש איננה משלון שביה וגלות, אלא משורש שוב, כמו (משלי ד' כ\"ד) לזות שפתים משור שלוז, וכוונת המליצה הזאת בכל מקום שהיא: החזרת האדם או הגוי למעמדו הראשון; וראיה לזה וה' שב את שבות איוב (איוב מ\"ב י') ושם אין מקום לשביה וגלות, וכן (יחזקאל ט\"ז נ\"ג) ושבתי את שבותהן את שבות סדום ובנותיה, וסדום לא הלכה בגלות. גם מצאנו (תהלים קכ\"ו א') בשוב ה' את שיבת ציון, שהוא בלא ספק משורש שוב, ולא משורש שבה. ואם יקשה עלינו היות \"ושב\" מבנין הקל, הנה מצאנו גם כן והשיבותי את שבות יהודה (ירמיה ל\"ג ז'), כי אשיב את שבות הארץ כבראשונה (שם שם י\"א), ואחרי כן אשיב את שבות בני עמון (שם מ\"ט ו'), עתה אשיב את שבות יעקב (יחזקאל ל\"ט כ\"ה), בהפעיל. ואין להקשות: איך יאמר תחילה: ישיב ה' אתכם. למעמדכם הראשון, ואחר כן יאמר: ורחמך? וכיוצא בזה בירמיה (כ\"ט י\"ד): ושבתי את שבותכם וקבצתי אתכם מכל הגוים - כי אמנם המקראות הללו על דרך כלל ופרט נאמרו: ושב ה' את שבותך כלומר ורחמך ושב וקבצך וגו'; ושבתי את שבותכם, כלומר וקבצתי אתכם וגו'. ושב: עיין פירושי בירמיה פרק כ\"ט יד."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "את החיים: אינם הנצחיים, כי אין לומר על שכנגדם המוות. כי חלילה לנפש החוטא שתיכרת ותמות. ומלבד כי בכל הברכות והקללות לא הזכיר דבר ממה שאחר המות."
            ],
            "",
            "",
            "",
            "",
            [
                " נ\"ל להטעים: לאהבה את ה' אלקיך לשמוע בקולו ולדבקה בו כי הוא חייך וארך ימיך. ה' הוא חייך, ואתה תבחר לאהבה אותו ולדבקה בו לשבת על האדמה. ואמר: כי הוא חייך מפני שאמר: ולדבקה בו, על דרך (למעלה ד' ד') ואתם הדבקים בה' אלקיכם חיים כלכם היום."
            ]
        ],
        [
            [
                "לדעת מהור\"ר יג\"ק ז\"ל: וילך כמו (בראשית כ\"ו י\"ג) וילך הלוך וגדל, ויהי קול השופר הולך וחזק (שמות י\"ט, י\"ט) ותך יד בני ישראל הלוך וקשה (שופטים ד' כ\"ד) כי הים הולך וסוער עליהם (יונה א' י\"ג), הולך אור עד נכון היום (משלי ד' י\"ח), וקראתם אותי והלכתם (ירמיה כ\"ט י\"ב)."
            ],
            [
                "לא אוכל וגו': לא אמר: להוציאכם ולהביאכם, או: לצאת לפניכם ולבא לפניכם, אלא: לצאת ולבוא סתם, והוא כמו וצאתך ובואך ידעתי (מ\"ב י\"ט כ\"ז וישעיה ל\"ז כ\"ח), ענינו להתנועע ולפעול בזריזות."
            ],
            "",
            "",
            "",
            [
                "לא ירפך: תחילה אמרו הרפה ידו מהדבר, כלומר חדל מהחזיק ידו בו כמו אל תרץ ידיך מעבדיך (יהושע י' ו'), ואח\"כ השמיטו היד ואמרו הרף ממני (למעלה ט' י\"ד) והכוונה הרפה ידיך מלהחזיק בי, ואח\"כ אמרו הרפה הדבר (כמו כאן לא ירפך), הניחו רפוי בלי שיהיה אוחז בו. האזור הדוחק הבשר מוסיף זריזות, ומזה \"חזק\" שתחילת הוראתו בארמית כמו \"חגר\", וכן זריז תחילת הוראתו חגור והגוף הרפוי הוא הפך הזריז והחזק, ומזה אמרו רפה (רי\"ש קמוצה) ורפיון ומרפה (בהפעיל) להוראת העצלות והחולשה (י\"ד אב תרכ\"ה)."
            ],
            "",
            [
                "ולא תחת: ערץ ותחת שניהם ל' שבר, אל תהי נשבר."
            ],
            [
                " ויכתוב: כתבה מתחילה ועכשו נתנה להם לשעה, כדי שיבינו כשיאמר להם (פסוק י\"א): תקרא את התורה הזאת. וע' מה שכתבתי ב \"בכורי העתים\" תקפ\"ח עמוד ק\"ס."
            ],
            "",
            "",
            "",
            "",
            [
                " ואצונו: ענין מינוי על שררה (עיין מה שכתבתי במדבר כ\"ז י\"ט), וכשאמר ה' ליהושע (פסוק כ\"ג): חזק ואמץ כי אתה תביא וגו', הרי מינה והפקיד אותו לנגיד על ישראל."
            ],
            "",
            [
                "נכר אין ענינו עם נכרי, אבל הוא דבק עם אלקי (אלקי הנכר של אותה הארץ) ובאה מילת נכר מדובקת במקף ע\"ד (ישעיה נ\"ו ד') בית תפלתי, שענינו בית תפלה שלי, שאעפ\"י שהיחס הוא לבית ולא לתפלה, הנה הוא מדובק למילת תפלה, וכן (למטה ל\"ב י\"ד) חלב כליות חטה. ומילת בקרבו חוזרת לעם הארץ, יושב הארץ אעפ\"י שלא נזכר."
            ],
            [
                "והסתרתי: כמו (שמות ג' ו') ויסתר משה פניו. הלא על כי אין אלקי בקרבי: מתרעמים עליו שאינו משגיח עליהם, והוא משיב כי הסתרת בפניו אינה אלא מפני רוע מעלליהם, וזה עיקר כוונת השירה, ולפיכך אמר מיד (פסוק י\"ט): ועתה כתבו לכם וגו'."
            ],
            "",
            "",
            "",
            [
                " וענתה השירה הזאת לפניו לעד: אין וענתה \"לפניו\" כמו וענתה \"בו\". כי ענה בפלוני ענינו להעיד על חטאתו לפני אחרים, כגון לפני השופטים, אבל השירה תעיד לפניו להזכירו כי בחטאתו נענש, ושכבר התרה בו הקל, שאם יעשה כך יקרה לו כך, ומתוך כך תהיה לו השירה לעד, לפי עיקר הוראת המילה, שהוא: מזכיר, מזהיר ומתרה, כמו (בראשית מ\"ג ג') העד העיד בנו האיש, כי אתה העדות בנו לאמר (שמות י\"ט כ\"ג) ושורש עהד בלשון סורי כשורש זכר בעברית. כי ידעתי את יצרו אשר הוא עושה היום: היום, בטרם אביאנו, ידעתי את יצרו אשר הוא עושה, ידעתי מה שיצרו עתיד לעשות. אבל משה כשדיבר אל העם אמר הענין דרך אומדן הדעת ולא דרך ידיעה מוחלטת, לבלתי יאמרו: כבר נגזר עלינו שנחטא. וכן בעלי הטעמים נתנו רביע על יצרו, להדביק היום עם עושה, ולהפרידו מן ידעתי: ולפירושי היו מילות ידעתי את יצרו ראויות לקדמא ואזלא."
            ],
            "",
            "",
            [
                "עד תומם: שנשלמו המצוות, כי כתב בו גם מצות הקהל אחר שלקחו מידם."
            ],
            "",
            "",
            "",
            "",
            [
                "כמעשה ידיכם: הם האלילים."
            ]
        ],
        [
            [
                "האזינו השמים: הקריאה הזאת מדרכי המליצה, להגיד כי מה שהוא בא לדבר הם דברים ראויים שישמעו אותם השמים וכל צבאם וארץ ומלואה, וע' פירושי בתחילת ישעיה. ואמנם דיבר עם השמים לנוכח ולארץ לנסתר, כי לרום מעלת הדבירם הנה המדבר עושה עצמו קרוב אל השמים ונעלה מן הארץ, ואינו הופך פניו מן השמים לדבר עם האדמה פנים אל פנים, אלא מצווה לה בלשון נסתר, שתשמע גם היא את דבריו."
            ],
            [
                " יערף כמטר לקחי: הוא פירוש המשל והמליצה הקודמת, אמר ראוי דבורי שייכנס בלב השומעים כמו המסר באדמה, כטעם (איוב כ\"ג כ\"ט) ועלימו תטוף מלתי. לקחי, כוח דבורי, הלוקח ומושך אליו נפשות, כמו (משלי ז' כ\"א) הטתו ברב לקחה. כשעירים: טיפין גסין הבאין עם רוח הבאין עם רוח סערות; ומוהר\"ר אברהם חי בן ידידי החכם י' ש' ריגיו אומר כי אולי שעירים כמשמעו ל' עזים והוא שם כוכבים שלפי מחשבת הקדמונים מביאים מטר רב. הזכירם וירגיליוס (אנאידה 9) וצ\"ע - רביבים: כמו ברביבים תמוגגנה (תהלים ס\"ה י\"א) שנכנסים יותר בקרב הארץ; העשב הרך מועיל ויותר המטר החזק, ואח\"כ כשגדל טוב המטר הדק."
            ],
            [
                "כי שם ה' אקרא: פירש הטעם, למה ראוי לשמוע דבריו ולהטות אליהם אוזן, והוא מפני שהוא עתה בא להכריז ולפרסם מידותיו יתברך, על כן הבו לה' כבוד והטו אוזן לדברי. שם ה': הכוונה תאריו, כמו (תהלים צ\"א ט\"ו) אשגבהו כי ידע שמי, שענינו כענין (ירמיה ט' כ\"ג) השכל וידוע אותי כי אני ה' עושה חסד וגו', אף כאן מה הוא שם ה'? הצור תמים פעלו וגו'. דור חזק מפרש: הבו גודל לאלקינו, שהוא הצור אשר תמים פעלו. הבו גודל חוזר לשמים וארץ (ראב\"ע) אחר שאמר להם האזינו ותשמע, אמר: לא שאני ראוי שתאזינו לי, אבל עשו בשביל כבוד הקל שאני בא להכריז תאריו."
            ],
            "",
            [
                "שחת לו: אחר שאמר הצור תמים פעלו, הזכיר טענת ישראל בימי הרעה, שהם מכחישים זה ואומרים, כי מומם אינו להם, אלא לו . \"שחת\" שם דבר, כמו משחת (ישעיה נ\"ב ט\"ו) והוא בפלס לי נקם ושלם (למטה ל\"ה) והכוונה: מומם ייחשב מום לו, ולא לבניו, כי מאחר שהם בניו, היה לו להצילם מכל רע, ומפני שאינו מציל אותם, הם עוזבים עבודתו; כטעם הן אתה קצפת ונחטא (ישעיה ס\"ד ד'). ומשה צועק ואומר להם: דור עקש ופתלתל הלה' תגמלו זאת, לדבר ולחשוב עליו כזאת, לשום אותו סיבת הרע, תחת אשר הוא היה לך מקור הטובות - והנה מאמר \"שחת לו לא בניו מומם\", אינו לדעתי דברי משה, אך טענת העם, וכל השירה לכך נאמרה, לבטל הטענה הזאת; וזה אמנם מנהג מצוי בשירי הקודש, להביא דברי אחרים בהשמטת מילות יאמר פלוני, כגון (תהלים ב') יתיצבו מלכי ארץ וגו', (ויאמר) שמלה לבה קצין תהיה לנו (ישעיה ג' ו'), ה' במשפט יבא עם זקני עמו ושריו (ויאמר) ואתם בערתם הכרם וגו' (שם שם י\"ד) גם ברושים שמחו לך ארזי הלבנון (ויאמרו) מאז שככה וגו ' (שם י\"ד ח'). וכן פירשתי כי אדם לעמל יולד (איוב ה' ו'); אליפז אומר: כי לא יצא מעפר און, אלא הכול בהשגחה לגמול ולעונש, ואחר כן הוא אומר: ידעתי כי ההמון אומרים כי אדם לעמל יולד כמו שבני רשף יגביהו עוף, כלומר האדם מעותד למקרה ופגע, לא בהשגחה אלא בטבע, כמו שבני רשף (הנשרים) טבעם הוא להגביה עוף, אבל אני לא כן דעתי, אולם אני אדרוש אל קל וכו'. ועיין למטה ל\"ג ד'. ואמנם המתרגמים ובעלי הטעמים הפכו ענין הפסוק הזה (שחת לו לא בניו), שלא להשמיע באזני העם דיבור קשה נגד כבוד הקל."
            ],
            "",
            "",
            [
                " יצב גבולות עמים למספר בני ישראל: ימים רבים היה רחוק בעיני לקבל פירוש רש\"י ורז\"ל (עי' ילקוט נח רמז ס\"א) שהציב שבעים אומות כמספר שבעים נפש שירדו למצרים, ועכשו רואה אנכי כי כל שאר הפירושים הם נגד מליצת הכתוב. והפשט אינו אלא כפירוש רש\"י. והנה ידוע כי כיון המספרים בענינים רחוקים זה מזה היה דבר חשוב הרבה אצל כל הקדמונים, כגון רמ\"ח מצות עשה כנגד רמ\"ח איברים (מכות כ\"ג ע\"ב) וזולתם רבים, והנה קודם שיזכיר מה שעשה ה' לטובת ישראל, ימצאוהו בארץ מדבר וכו' וכו', הקדים ואמר כי ה' חלק האומות לשבעים דוקא כנגד שביעם בני יעקב, וזה סימן שישראל חשובים ככל העולם כולו, כי חלק ה' עמו גו'."
            ],
            "",
            [
                " ימצאהו בארץ מדבר: החבל והחלק הזה מצא אותו שהיה כמו ארץ מדבר, והוא הלך סביבותיו והתבונן בו, כאדם המתבונן על שדהו לראות מה הוא צריך; ודרך כלל שמרו כאישון עינו."
            ],
            [
                "כנשר יעיר קנו: עזב המשל שהוא השדה ובא אל הנמשל שהוא העם, ואמר שהיה משגיח בעין פקוחה עליהם כנשר על בניו. ",
                "ירחף: ל' התנועעות כמו (ירמיה כ\"ג ט') רחפו כל עצמותי, והפיעל מורה על ההתמדה. ",
                "יעיר: הנכון כפי' רש\"י: יעיר את קינו בנחת להביאו אל מקום אחר, אברה, הוא העצם."
            ],
            [
                "בדד ינחנו: בדד נמצא תמיד על הישיבה (בדד ישב, ויקרא י\"ג מ\"ו, בדד ישבתי ירמיה ט\"ו י\"ז) לפי' נ\"ל כדעת אנקלוס והתרגומים הירושלמיים \"בדד\" חוזר לישראל וינחנו ענינו הושיב כמו במ\"א י' כ\"ו ומ\"ב י\"ח י\"א. ",
                "ואין עמו אל נכר: לא עמד בפניו שום אל נכר, כמו (איוב י\"ג י\"ט) מי הוא יריב עמדי, ארבעה מלכים את החמשת (בראשית י\"ד ט') וכן פירש רש\"י."
            ],
            [
                "ירכיבהו על במתי ארץ: ההליכה על כל דבר שיהיה תיקרא רכיבה, ובמתי ארץ הם המקומות הגבוהים, והמקומות הגבוהים היו בטוחים מאויב, והנה הטעם נתן בידו ארץ עמים חזקים."
            ],
            [
                "חלב כרים: שומן כרים, ואין מכאן שום חיזוק לדברי ראב\"ע (ויקרא ז' כ') האומר שהחלב מותר מן התורה. ודרך מליצת השיר הוסיף חלב כליות חטה, לפי שבבהמה חלב הכליות משובח, אמר דרך משל שהאכילם חלב הכליות של חטה, כלומר קמח חטה משובח."
            ],
            [
                "שמנת עבית כשית: אין \"שמנת\" כפל לשון של \"וישמן\", אלא הראשון כמשמעו והשני לשון מושאל, כמו (ישעיה ו' י') השמן לב העם הזה. טפש כחלב לבם (תהלים קי\"ט ע') (ומזה טיפש) וכן \"עבית כשית\", נעשית עב ואטום, כלומר סכל ובלתי מבין."
            ],
            "",
            [
                " שדים: נ\"ל מל' שוד וכן ישוד צהרים (תהלים צ\"א ו') שענינו השחתה. ונראה כי כראות הקדמונים הדבר מתרבה בלא סיבה גלויה חשבו היות באויר רוחות רעות המביאות אותו."
            ],
            [
                "תשי: במקום תש, במקום תנשה כמו תט (משלי ד' ה') במקום תנטה והיו\"ד יתרה כמו במילת תמחי (ירמיה י\"ח כ\"ג)."
            ],
            [
                " וירא ה' וינאץ: נאץ פועל יוצא תמיד, גם אל תנאץ למען שמך אל תנבל כסא כבודך (ירמיה י\"ד כ\"א), ענינו אל תנאץ ואל תנבל כסא כבודך, והיה ראוי לקרוא וירא ה' וינאץ מכעס, רק בא האתנה באמצע הפסוק כדי להשוות שני חלקיו, לנועם השיר, וזה מצוי בשירי הקודש, כגון (תהלים ק\"ב ח') שקדתי ואהיה כצפור בודד על גג, גל עיני ואביטה נפלאות מתורתך (שם קי\"ט י\"ח). ומה שהזכיר הבנות שלא כמנהג, נראה שהיא נבואה על ימי ירמיה, שבימי החרבן היו גם הנשים אדוקות הרבה לע\"ז."
            ],
            [
                " ויאמר אסתירה פני מהם: לא אשגיח עוד עליהם לטובה. אראה מה אחריתם: דרך לעג, כמו (בראשית ל\"ז כ') ונראה מה יהיו חלומותיו. ",
                "תהפוכות: מלשון מאיש מדבר תהפוכות (משלי ב' י\"ב)."
            ],
            "",
            "",
            "",
            [
                "מזי רעב: שדופים ברעב כדעת רד\"ק בשורש מזה. יהיו שרופי רעב ולחומי רשף ולחומי קטב [ב\"המשתדל\" לשד\"ל לס' דברים בא: \"מזי ולחומי\" נ\"ל היותם שמות דברים (ולא שמות תואר) כמו קטב ושן וחמה, ולשון מזי מלשון מז בערבית שהוא כמו מץ, מצה, מצץ בעברית, והטעם מציצת הרעב, שהרעב מוצץ ומתיש הגוף. ולחמי רשף, אכילות הקדחת, שהחולי אוכל את הגוף.]"
            ],
            "",
            [
                "אמרתי אפאיהם: היו\"ד והה\"א במילה הזאת על דרך המשות, לא על דרך הפעלים, לכך נראה שהוא פועל הנגזר משם, וטעמו אכרית פאתם, אכלה הנשארים, ודוגמתו ויזנב בך דברים כ\"ה י\"ח כריתת הזנב."
            ],
            "",
            "",
            [
                " יבינו לאחריתם: יבינו שאינם אלא כגרזן ביד החוצב בו, ושלא בגבורתם יכלו לישראל, ואז יבינו כי לבסוף ישבור הגרזן, כשלא יצטרך לו עוד."
            ],
            "",
            [
                "כי לא כצורנו צורם ... כי מגפן סדום גפנם: כי אין הצלחתם כהצלחתנו, כשהיה ה' עמנו, כי לא בירך צורם את אדמתם לעשותה ארץ זבת חלב ודבש כדאדמתנו, והנה כי מגפן וגו', הוא דרך הפלגת המליצה. לומר כי ארצם רחוקה מאד מחמדת ארץ ישראל, שאמר עליה (פסוק י\"ג) ויניקהו דבש מסלע וגו'."
            ],
            [
                "כי לא כצורנו צורם ... כי מגפן סדום גפנם: כי אין הצלחתם כהצלחתנו, כשהיה ה' עמנו, כי לא בירך צורם את אדמתם לעשותה ארץ זבת חלב ודבש כדאדמתנו, והנה כי מגפן וגו', הוא דרך הפלגת המליצה. לומר כי ארצם רחוקה מאד מחמדת ארץ ישראל, שאמר עליה (פסוק י\"ג) ויניקהו דבש מסלע וגו'."
            ],
            "",
            [
                "התחיל בנחמה, כי מתוך שהזכיר גדולתו כי לא כצורנו צורם ואלקי האויבים לא יכלו להיטיב להם, כאשר היטיב הוא לעמו, בא לומר איך עוד ישוב להיטיב להם וינקום דמם מיד צריהם. הלא הוא כמוס הנקם והשלם לשלם לאויבים."
            ],
            [
                " לי נקם ושלם: כשתמוט רגלם, אל תאמרו מקרה הוא, אבל שלי הוא הנקם, שלי הוא השילום, אני הוא המתנקם מהם ואני הוא המשלם להם."
            ],
            [
                " יתנחם: מנוחת הנפש והשקט מהתפעלות מה; נחם כמו נח מ ... מתנחם לך להרגך (בראשית כ\"ז כ\"ב) מניח חמתו בחשבו להרגך, ובן אדם ויתנחם (במדבר כ\"ג י\"ט), נח מעצתו ועוזבה, הוי אנחם מצרי (ישעיה א' כ\"ד), אשקיט חמתי ע\"י נקמה; ועל עבדיו יתנחם, ינוח מחמתו אחרי כל מה שסבלו. ואפס עצור ועזוב: מילת אפס ענינה לפעמים: אין דבר רק הדבר, כמו אני ואפסי עוד (ישעיה מ\"ז ח' וי' וצפניה ב' ט\"ו) שענינו אין אחר זולתי אני, ואין אחר חוץ ממני. אף כאן הכוונה לא יישאר אלא עצור ועזוב. כלו' לא יימלט מן הצרות רק מי שיהיה סוגר או שיהיה נשכח, דוגמת והנשאר והנצור ברעב ימות (יחזקאל ו' י\"ב) וכן יתפרש ואפס עצור ואפס עזוב (מ\"ב י\"ד כ\"ו) אין רק עצור ועזוב, וכן (מ\"א כ\"א כ\"א) והכרתי לאחאב משתין בקיר ועצור ועזוב בישראל, לא יישאר לו אפילו מי שיהיה סגור או נשכח."
            ],
            [
                "ואמר אי וגו': האויב יאמר על ישראל - רש\"י [ברש\"י בדפוס בא: ואמר הקב\"ה עליהם וכו'. ואולי צריך לתקן בדברי שד\"ל רמב\"ן, במקום רש\"י.] בשיטת ר' נחמיה (ספרי האזינו פיסקא שכ\"ז) וכן רשב\"ם וראב\"ע. ואם היו דבריהם לישראל היל\"ל אי אלקיכם. כמו שאמר (פסוק ל\"ט) ראו עתה ובהיותם דברי האומות, הם יתחילו לדבר שלא לנוכח כדרך המלעיגים, וכדרך (תהלים ע\"ט י') למה יאמרו הגוים איה אלהיהם, ואח\"כ ידברו לנוכח יקומו ויעזרוכם."
            ],
            "",
            [
                "ראו עתה: אומר לאומות שאמרו אי אלהימו, כי אני אני כאומר (ישעיה ס\"ה א') הנני הנני."
            ],
            [
                "חי אנכי לעולם: אם אעשה כך וכך ואם לא אעשה, אינני חי לעולם (יח\"ף זצ\"ל)."
            ],
            [
                "ותאחז במשפט ידי: מילות \"דבר אחר\" הנמצאות ברש\"י טעות הן, ואינם בכ\"י ואל בדפוס בולונייא, ואינו אלא פירוש אחד: ותאחז במשפט ידי להניח (כלומר לעזוב) מידת רחמים לאויבי (כן הוא בכ\"י, לא: באויבי) שהרעו (וכו') ותאחז ידי את מידת המשפט (וכו')."
            ],
            [
                "מראש פרעת אויב: כנגד חרבי תאכל בשר, הבשר יהיה ראש אויבים בעלי פרע להטיל אימה."
            ],
            [
                "הרנינו גוים עמו: הרנינו וגילו גוים שאתם עמו, ישראל בגלותם נקראים גוים, כי אינם עוד גוי אחד, להיותם מפוזרים בארצות שונות; והנה אע\"פ שאתם עתה גוים, דעו כי אתם עמו, והוא אלהיכם, ודם עבדיו יקום. וגוי נקרא ע\"ש גיא, כלומר להיותו יושב על ארץ אחת. אבל אין רננה ל' שבח, אלא ל' גילה ושמחה, גם הרנינו לאלהים עוזנו (תהלים פ\"א ב'), ענינו שמחו לפניו, וכן כי רננת רשעים מקרוב ושמחת חנף עדי רגע (איוב כ' ו'), וכן ולב אלמנה ארנין (שם כ\"ט י\"ג), ואין לפרש מלשון הפסוק האחרון הזה ולעשותו יוצא (כפירוש ר' נ\"ה וייזל ברוח חן י\"ב כ\"ב ובעל הרכסים לבקעה והחכם י' ש' ריגיו) אתם גוים הרנינו את עמו אשר ביניכם בגלות; כי מה טעם לומר שירנינו אותנו? ואם יחוסו וירחמו עלינו, הלא דיינו. גם לא ייתכן לפרש הרנינו גוים ועמו, כי הגוים איך ישמחו, כשישיב נקם לצריו? גם אי אפשר לפרש (כמחשבת הנוצרים) הרנינו גוים שנהייתם עמו, שהרי אם הגוים עמו, במי יהיה הנקם ומי הם צריו? וכפר אדמתו עמו: עמו הוא בעצמו יכפר ויטהר את אדמתו מן הדם אשר שופך בה, בנקמו נקמת אבותינו, וכן הוא פירוש ראשון של ראב\"ע; והיה קשה לי שתהיה הפעולה מיוחסת אל העם, אחר שאמר כי דם עבדיו יקום ונקם ישיב לצריו, שהפעולה מיוחסת אל האל; אך נראה לי כי הפעולה מצד היותה נקמת דם עבדי ה' היה נכון ליחס אתה אל האל, אבל מצד היותה כפרת האדמה לטהרה מעון הדם הנקי, אשר שופך בה, היה מן הראוי שתיוחס אל העם עצמו, כי הכפרה ראוי שתהיה נעשית בידי אדם."
            ]
        ],
        [
            "",
            [
                " ה' מסיני בא: הטעם ה' נגלה עלי כאן כדי שאברך את ישראל, והנה ברכותי מפי עליון. ואמר שבא מסיני, שהוא המקום שנגלה עליו תחילה, ובבואו לכאן, הנה כבודו זורח ומופיע משעיר ופארן שהם בין הר סיני והר נבו, ובא למו, בשביל ישראל, כדי לברכם. מימינו אשדת: מימין לאשדת הפסגה הזאת שהיה משה עומד אז בתחתיתה, וטעם זכירת הימין, כי סיני ושעיר ופארן כולם לדרום הר נבו, והדרום נקרא ימין והצפון נקרא שמאל. ואין הכוונה כלל על מתן תורה. שאם כן היה לו לומר: \"אל\" סיני, לא: \"מסיני\". אשדת כתיב מילה חדא. והוא מן אשדות הפסגה (למעלה ג' י\"ז), וי\"ו מימינו הוא על דרך בנו בעור (במדבר כ\"ד ג'), והיתה מתחילתה וי\"ו הכינוי, על דרך מטתו שלשלמה (שיר השירים ג' ז') שהוא על דרך לשון ארמי, שמה די אלהא (דניאל ב' כ'), אלההון די שדרך מישך (שם ג' כ\"ט) ובמשך הזמן נשכח עיקר הוראתה וחזרה להיות אות נוספת, לפיכך מצאנוה גם אצל שם שהוא לשון נקבה, כגון חיתו ארץ (בראשית א' כ\"ד) וכן כאן מימינו אשדת. מילת דת איננה לשון עברי ואף לא לשון ארמי, אלא לשון פרסי. הטעמים הם מסכימים תמיד עם הקרי, וכאן הקרי הוא אש דת בשתי מילות, לפיכך היה מן ההכרח שיהיו הטעמים בלתי מסכימים עם פירושי. אשדת בתי\"ו בלי סמיכות, כמו עזרת מצר (תהלים ס' ל\"ג), חכמת ודעת (ישעיה ל\"ג ו') וזולתם."
            ],
            [
                "אף חבב עמים: חבב מלשון בחבי (איוב ל\"א ל\"ג) שענינו בחיקי, והכוונה נושא בחיקי דרך חיבה, ואולי מזה לשון חיבה. עמים, הם השבטים. כל קדושיו: כל קדושי ה ' שהם העמים (השבטים) שזכר, שהם כולם קדושים, הם בידך, סימן אהבה, כמו והיית עטרת תפארת ביד ה ' וצניף מלוכה בכף אלקיך (ישעיה ס\"ב ג'). ",
                "והם תכו לרגליך: \"תכא\" בארמית שולחן, והפועל מורה בלשון ערבית ישיבה אל השולחן, והכוונה: הם יושבים לפניך כמסובין על השולחן לקבל דבריך וברכותיך אשר תברכם, כאדם היושב אל השולחן ומצפה למזון."
            ],
            [
                "תורה צוה לנו משה: כך הם אומרים, כלומר הם מקבלים עליהם לקיים תורת ה' (וכן פירש רש\"י, וכן הוא בתרגום ירושלמי). מורשה (לנו) קהלת יעקב (באור נתיבות השלום)."
            ],
            [
                "ויהי בישורון מלך: מאחר שהם אומרים תורה צוה לנו משה, הנה כבר ייתכן לומר עליהם, שיש בהם מלך בהסכמת ראשי העם והעם כולו. ויהי על ישרון למלך - אינו אומר (כמו והיה ה' למלך על כל הארץ זכריה י\"ד ט'), אלא: ויהי בישרון מלך, והיא מליצה אמורה בבחינת התועלת הנמשכת ממנו, כמו המלך אין בך אם יועצך אבד (מיכה ד' ט'), וכן בימים ההם אין מלך בישראל (שופטים י\"ז ד'). והנה עתה בהיות בהם מלך והם עם מסודר בהנהגה נכונה, שהסכימו בה כולם, ראויים הם לברכה."
            ],
            [
                " ויהי מתיו מספר: שיהיו נחשבים בפני עצמם מפני ריבויים וגבורתם ולא יהיו טפלים לשבט אחר; ואולי כאן רמז לשמעון, שיהיה טפל לשבט יהודה, ולפיכך לא הזכירו."
            ],
            [
                "ואל עמו תביאנו: בשלום מן המלחמה, כטעם אשר יצא לפניהם ואשר יבא לפניהם (במדבר כ\"ז י\"ז), ואין הכוונה לאחר הגלות כדעת אחדים, שאם כן היה לו לומר: ואל ארצו (לא ואל עמו) תשיבנו (לא תביאנו). ואם היה כדבריהם שהברכות האלו נכתבו בימי גלות בבל, איך האריך כל כך בברכת יוסף יותר מכל שאר השבטים? והלא אז כבר היה שבט יוסף אובד בארץ אשור. ואם היה הכותב מירבעם ואילך, איך היה ששיבח כל כך לוי, ושיבח עם זה גם יוסף שהיה שונאו? כי הכהנים והלויים הוכרחו להתרחק מעשרת השבטים (דברי הימים ב' י\"ג ט'). ובמאמר ידיו רב לו, מילת רב משורש ריב, כמו וישלח להם מושיע ורב והצילם (ישעיה י\"ט כ'), והנה \"רב\" הוא כאן כמו שם דבר, ולפיכך בא בלשון יחיד, אע\"פ שידיו לשון רבים, כאילו תאמר ידיו מגן לו, על דרך ורוזנים משחק לו (חבקוק א' י'). ",
                "ועזר מצריו תהיה: יהודה יהיה מושיע ורב לעמו, ואתה ה' תהיה עזר לו (ליהודה) להצילו מצריו."
            ],
            [
                "אשר נסיתו במסה: משה מתרעם על מות אחיו אהרן על לא פשע, עיין אוהב גר עמוד כ\"ב, ועיין רש\"י, והוא מרז\"ל בספרי (האזינו פיסקא שמ\"ט). והמאמר הזה אי אפשר שיצא מפי אדם אחר, זולתי משה אחי אהרן, וכל שכן שלא ייתכן, שיאמרהו אדם מאוחר לאהרן כמה דורות. והנה המקום, אשר בו נגזרה גזרה על משה ועל אהרן, לא נקרא מסה אלא מריבה, ומסה הוא מקום הצור הראשון (שמות י\"ז ז'). נראה כי משה דרך הלצת השיר הוסיף כאן למי מריבה שם מסה. ואולי נכון יותר לפרש \"אשר נסיתו במסה\" על הצור הראשון, והטעם במסה ניסית אותו ועמד בניסיון ולא יכולת להענישו, ועכ\"ז חזרת לריב עמו במריבה וענשת אותו. וא\"ת והלא אהרן לא נזכר כלל בצור הראשון? אין זו קושיא, כי אעפ\"י שלא נזכר, הנה אהרן היה תמיד עם משה. ותלמידי יהודה אריה לוצאטו מוסיף כי לכך הקדים להליץ בעד אהרן, מפני שהיה רוצה לשבח את הלויים בענין העגל (האומר לאביו ולאמו לא ראיתיו), והיה אפשר לבעל דין לטעון ולומר, והלא אהרן ראש הלויים עשה את העגל; לכך הקדים והזכירו לשבח."
            ],
            [
                "האומר: חוזר ללוי. ",
                "כי שמרו: אלא שמרו, כדרך \"כי\" שלפניו \"לא\"."
            ],
            "",
            [
                "ברך ה' חילו: מתוך שהזכיר הקרבנות שהיו לכלל האומה, התפלל על כלל העם, כלומר על ידי הקרבנות יתברכו במקניהם (חילו) ובפרי אדמתם (פעל ידיו) וינצלו מן האויבים. \"חילו ופעל ידיו\" של יעקב וישראל, לא של לוי, כי לא היה ללוי חיל, ולא היו ללוי קמים ושונאים. ופעל ידיו תרצה, אין הכרח שידבר בקרבנות, כי מצאנו שורש רצה שאינו מדבר בקרבנות, ובפרט בכל הפרשה הזאת מצאנו שורש רצח קרוב לענין ברכה, עיין פסוק ט\"ז כ\"ג כ\"ד."
            ],
            [
                "לבנימין אמר ידיד ה': הידיות והקורבה הזאת נראה לי שהיא נבואה על מה שנשאר שבט בנימין דבק במלכות בית דוד ובעבודת ה' ולא התחבר לעשרת השבטים עם ירבעם; ולא הזכיר זה אצל שבט יהודה, כי לא לצדקה תיחשב להם כל כך, מאחר שהיה דוד ממשפחתם; והנה נבין טעם סדר השבטים בפרשה הזאת: פתח בראובן להיותו הבכור, ואח\"כ השבטים אשר נאמנו עם דוד, והם יהודה, לוי ובנימין, אח\"כ יוסף ראש עשרת השבטים, ואח\"כ השאר. ותלמידי מוהר\"ר אברהם חי גריגו אומר כי אולי הזכיר לשונות חיבה וגעגועין אצל בנימין להיותו בן זקונים וילד געגועים ליעקב."
            ],
            "",
            [
                "וממגד גרש ירחים: היוצאים כל חודש, לא שהירח מבשלם, שא\"כ אין טעם לריבוי ירחים. גרש, נ\"ל כמו הפוך שגר בהמה."
            ],
            "",
            [
                " ורצון שכני סנה: הקל אשר שכן על ההר הנקרא על שם הסנה, והוא סיני (רמב\"ן), ואין לפרש על שנגלה למשה בסנה, כי אז לא שכן הקל בסנה, רק כרגע נגלה בו. טעמי התבות האלה משובשים, וצריך להגיה: ורצון שכני, וכן מצאתי אח\"כ בכ\"י על קלף עם תרגום שנכתב קודם שנת קע\"א."
            ],
            [
                "בכור שורו הדר לו: בכור שורו איננו יהושע, כי כאן הוא אומר כי השור הזה הוא בעל קרני ראם, והקרניים הם רבבות אפרים ואלפי מנשה, והדבר ברור שאין זה נופל על יהושע, אלא על שבט יוסף כולו; כי אמנם יהושע לא עשה מלחמותיו על ידי אפרים ומנשה בלבד, אלא על ידי ישראל כולו. על כן נראה לפרש בכור שורו הדר לו, הוא יוסף שהוא דומה לבכור שור, הדר לו וקרני ראם קרניו. ודוגמתו וסלעו ממגור יעבור (ישעיה ל\"א ט'), אשור שהיה דומה לסלע תקיף, יעבור מיראה ופחד. והרי זו מליצה נהוגה, להפריד התכונה מהנושא אותה, ולומר מעלתו, כבודו וגדולתו של פלוני והכוונה: פלוני שהוא בעל מעלה וכבוד וגדולה: ודומה לזה בשאר לשונות, ואין הפרש בין המליצות האלה בלשון העמים ומליצת בכור שורו, וסלעו ממגור יעבור, אלא שמעלה וגדולה וחבריהם הם שמות המקרה המורים מתחילתם על תכונה מן התכונות, אבל סלע ובכור שור הם שמות דברים המורים על גופים ידועים, ורק בהשאלה שירית יורו על תכונות ידועות, כי בכור שור יורה על הכח, והסלע יורה תכונת המקום אשר לא יוכל אויב לבא שם."
            ],
            [
                "שמח זבולן בצאתך: על שם (שופטים ה' ח') זבולן עם חרף נפשו למות (ראב\"ע). כי לשון יציאה מורגל בענין המלחמה, ולא בענין ההליכה בים. ואע\"פ כן המקרא שאחריו מדבר בסחורה בים, אבל אין נראה שידבר בזכוכית, כי איננה טמונה בחול, אבל מן החול יעשו אותה. ואולי מדבר בכסף וזהב ואבנים טובות הנמצאים בחול ובמעי הארץ, ודרך ים יבואו לארץ ישראל."
            ],
            "",
            "",
            [
                " וירא ראשית לו: ענין בחירה, כמו (ש\"א ט\"ז א') כי ראיתי בבניו לי מלך ואתה תחזה מכל העם (שמות י\"ח כ\"א). חלקת מחוקק: אין הכוונה על קבורת משה, כי נבו בחלק ראובן, לא בחלק גד, רק הפירוש כדברי ראב\"ע והעד כי כתוב, בערי גד שהיו ערי מבצר (במדבר ל\"ב ל\"ו), ואין לומר שהם בנו אותן ועשו אותן ערי מבצר, כי זו מלאכה ארוכה היא וצריכה ימים ושנים, אבל נראה שחזרו לבנות מה שנהרס באותן העירם שהיו כבר ערי מבצר. היה ראוי להטעים צדקת ה' עשה, עשה עם ישראל צדקת ה' ומשפטיו, כלו' הצדקה והמשפטים שציוה אותם ה'. ובלעי הטעמים אולי פירשו (כאונקלוס) על משה. ועתה (שנת תרכ\"א) נ\"ל כי חלקת מחוקק נאמר על קבורת משה, וספון נאמר על משה, וסוף הפסוק חוזר לגד."
            ],
            "",
            [
                "ים ודרום ירשה: לא שנחלתו מערבית דרומית, כי היתה בצפון ולא היתה לא במזרח ולא במערב אלא באמצע. אבל מפני שהיה הירדן למזרחו, אמר לו שיירש לצד מערב ששם הפלשתים, ומשם יוכל להתפשט גם לצד דרום בארץ פלשתים."
            ],
            [
                "ברוך מבנים אשר: ברוך יותר משאר בנים, ואמר כן מפני שהזכירו אחרון. ",
                "יהי רצוי אחיו: הרצוי לאל יותר מכל אחיו, והוא פירוש \"ברוך מבנים\". רצוי אחיו, כמו גדל בניו, צעיר אחיו. ואין ענינו רצוי לאחיו."
            ],
            [
                "ברזל ונחשת מנעלך: ארצך תהיה שמורה, כאילו נעולה במנעולי ברזל ונחושת. ",
                "וכימיך: כל ימיך, כל הימים. ",
                "דכאך: השקט שלך, בלשון ערבי."
            ],
            [
                "רוכב שמים בעזרך: הרוכב בגאותו שחקים הוא בעזרך."
            ],
            [
                "מעונה אלקי קדם: אלקי קדם הוא לך למעון ולמחסה מלמעלה (ראב\"ע), והוא ג\"כ זרועות עולם לתמוך אותך מתחת."
            ],
            "",
            [
                "ויכחשו אויבך לך: המליצה הזאת מצאנוה בחמישה מקומות, כאן בבנין נפעל, ובשמואל (ב' כ\"ב מ\"ה) בני נכר יתכחשו לי, בהתפעל, ובתהלים מצאנוה שלוש פעמים בפיעל, בני נכר יכחשו לי (י\"ח מ\"ה), ברב עזך יכחשו לך אויביך (ס\"ו ג'), משנאי ה' יכחשו לו (פ\"א ט\"ז). והנה קצת מן המפרשים פירשו המליצה הזאת מענין כחישות ורזון (עיין רד\"ק שורש כחוש, וראב\"ע בתהלים פ\"א ט\"ז); ופירוש זה לא יועיל באותם שבאו בפועל, וגם באותם שבאו בנפעל ובהתפעל יעשה, כי מצאנו ענין הכחישות בבנין הקל, ובשרי כחש משמן (תהלים ק\"ט כ\"ד) ומה מקום עוד לנפעל והתפעל? וכי האויבים יעשו עצמם כחושים ורזים ברצונם? גם מילת לו בלתי מתפרשת יפה - ורוב המפרשים והמתרגמים פירשו כמשמעו ענין כחש וכזב ואמרו שהכוונה, יסתירו שנאתם ויחניפו לך מפני היראה; וזה בעיני פירוש מגונה מאד, כי ברצות ה' איש גם אויביו ישלים אתו (משלי ט\"ז ז'). אבל שיחניפו לו ובקרבם ישימו ארבם, אין זו ברכה; ויותר הוא מגונה במקראות האמורים כלפי הקל, כי איך ייתכן לומר כי משנאי ה' יחניפו לו? אם כהתל באנוש יהתלו בו? - לפיכך נראה לי כי המליצה הזאת היא לשון מושאל, וענינה: לא יהיו מה שהיו מ לפנים, כי תאבד מהם גבורתם, באופן שמעשיהם עתה יכחישו מעשיהם הקודמים, כאילו אי אפשר שהם עשו הגבורות המסופרות עליהם, וכאילו הם בעצמם יכחישו בפיהם את עצמם, ויאמרו לך: איננו אותם שהיו מפורסמים בגבורתם. וגם חוץ מהמקראות הנזכרים למעלה מצאנו שורש כחש בהוראה הזאת המושאלת. והוא (חבקוק ג' י\"ז) כחש מעשה זית, ויפה פירש ראב\"ע? כאילו לא היה זית בתולדתו. והנה ההוראה הזאת משפטה להיאמר בבנין התפעל או בנפעל, וכמו זר ייחשב היותה נאמרת גם בפיעל, ומכל מקום אין זה באמת דבר זר וחדש, כי כבר מצאנו פיעל בא במקום התפעל, כגון פתח הסמדר (שיר השירים ז' י\"ג), והכוונה פיתח את עצמו, לא פתחה אזנך (ישעיה מ\"ח ח') לא פתיחה את עצמה, ולבו רחק ממני (ישעיה כ\"ט י\"ג) כתרגומו ולבהון אתרחק, אף כאן כחש את עצמו מעשה זית, בני נכר יכחשו עצמם לי."
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            [
                "ויקבור וגו': כלו' נקבר ברצון ה' דרך נס בלא קובר."
            ],
            "",
            [
                " ויתמו ימי בכי אבל משה: הכוונה, שנתעכבו שם ולא נסעו מערבות מואב, עד שנשלמו ימי אבלו (דון יצחק)."
            ],
            "",
            [
                "אשר ידעו ה': הבדילו מכל האדם, כטעם מה אדם ותדעהו (תהלים קמ\"ד ג'), ידעתיך בשם (שמות ל\"ג י\"ב), ע\"י שדיבר עמו פנים אל פנים. ",
                "אשר ידעו ה': הוא מאמר מוסגר, והטעם ולא קם נביא עוד בישראל כמשה, לכל האותות והמופתים ולכל היד החזקה."
            ],
            "",
            [
                "ולכל היד וכו': מילת כל נאמרת בבחינה על המספר, והנה אע\"פ שיהושע העמיד השמש, הנה לא רבו על ידו המופתים כמו על יד משה, וכן הדבר בשאר הנביאים כולם."
            ]
        ]
    ],
    "maps": [],
    "commentaryCategories": [
        "Tanach",
        "Torah"
    ],
    "heTitle": "שד\"ל על דברים",
    "versionSource": "http://tora.us.fm/tnk1/jdl/MefarsheyTanach005.htm",
    "heBook": "שד\"ל",
    "heCommentator": "שד\"ל",
    "length": 34,
    "titleVariants": [
        "Shadal on Deuteronomy"
    ],
    "textDepth": 3,
    "commentaryBook": "Deuteronomy",
    "commentator": "Shadal",
    "categories": [
        "Commentary",
        "Tanach",
        "Torah",
        "Deuteronomy"
    ]
}