{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        242,
        827
    ],
    "ref": "Yevamot",
    "title": "Yevamot",
    "heTitle": "יבמות",
    "versionSource": "http://www.sefaria.org/Yevamot",
    "maps": [],
    "length": 122,
    "book": "Yevamot",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "It was said that Rabbi Akiva had twelve thousand pairs of disciples, from Gabbat  to Antifaras;  and they all died at the same time because they did not treat each other with respect. The world remained desolate  until Rabbi Akiva came to our Masters in the South and taught the Torah to them. These were Rabbi Meir, Rabbi Judah, Rabbi Yossi, Rabbi Shimon and Rabbi Eleazar ben Shammua; and it was they who revived the Torah at that time. A Tanna taught: All of them  died between Passover and Pentecost. Rabbi Hama bar Abba or, it might be said, Rabbi Chiyya bar Abin said: All of them died a cruel death. What was it? — Rabbi Nahman replied: Croup."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "GEMARA. From where do we derive these laws? R. Yochanan replied: Scripture stated, And when Saul saw David go forth against the Philistine, he said to Avner, the captain of the host: ‘Avner, whose son is this youth’? And Avner said: ‘As thy soul liveth, O King, I cannot tell’. But did he not know him? Surely it is written, And he loved him greatly; and he became his armour bearer! He rather made the inquiry concerning his father. But did he not know his father? Surely it is written, And the man was an old man in the days of Saul, stricken in years among them; and Rab or, it might be said, R. Abba, stated that this referred to the father of David, Jesse. who came in with a large group and went out with a large group. It is this that Saul meant: Whether he descended from Peretz, or from Zerach. If he descended from Perez he would be king, for a king breaks for himself a way and no one can hinder him. If, however, he is descended from Zerach he would only be an important man. ",
            "What is the reason why he gave instructions that inquiry be made concerning ",
            "him? Because it is written, And Saul clad David with his apparel, being of the same size as his, and about Saul it is written, From his shoulders and upward he was tallerer than any of the people. Doeg the Edomite then said to him, ‘Instead of inquiring whether he is fit to be king or not, inquire rather whether he is permitted to enter the assembly or not’! ‘What is the reason’?",
            " ‘Because he is descended from Ruth the Moabitess’. Said Avner to him, ‘We learned: An Ammonite, but not an Ammonitess; A Moabite, but not a Moabitess!  . . . ‘Does then Egyptian exclude the Egyptian woman’? ‘Here it is different, since the reason for the Scriptural text is explicitly stated: Because they met you not with bread and with water; it is customary for a man to meet [wayfarers]; It is not, however, customary for a woman to meet [them]’. ‘The men should have met the men and the women the women!’",
            "He remained silent, Thereupon. the King said.’‘Inquire about whose son the lad is’. Elsewhere he calls him youth; and here he calls him, lad! It is this that he implied, ‘You have overlooked a halachah,’ go and inquire at the academy!’ On inquiry, he was told: An Ammonite, but not an Ammonitess; A Moabite, but not a Moabitess.\n"
        ]
    ],
    "titleVariants": [
        "Yevamot",
        "Yevamot",
        "Tractate Yevamot",
        "Masekhet Yevamot",
        "Talmud Yevamot",
        "Yevamoth"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Nashim"
    ]
}