{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Beitzah",
    "title": "Mishnah Beitzah",
    "lengths": [
        5,
        42
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה ביצה",
    "versionSource": "http://www.sefaria.org/Mishnah_Beitzah",
    "next": "Mishnah Beitzah 2",
    "maps": [],
    "length": 5,
    "book": "Mishnah Beitzah",
    "text": [
        [
            "Eggs that hatched on Yom Tov, Beis Shammai says, you can eat. And Beis Hillel says, you may not eat. Beis Shammai says, an olive's volume of leaven, and a date's volume of what is leavened, (is forbidden on Pesach to eat) Beis Hillel says, both (leaven and what is leavened) are (in the category of) an olive's volume.",
            "One who slaughters a non-domesticated (wild) animal or a chicken (עוף means bird, poultry, but means chicken here, see Beitzah 1a) on a festival, Beis Shammai says one can dig with a shovel (literal meaning: pick) and cover (the blood), and Beis Hillel says one may not slaughter, unless he had dirt ready (to cover the blood) while it was still day (daylight on the day before the festival. And they agree (literal: acknowledge) that if he did slaughter, he can dig with a shovel (literal: pick) and cover it if the dirt of the burner (ashes?) was pre-prepared. (at daylight on the day before the festival, they can be used to cover up the blood.)",
            "Beis Shammai says One may not lean a ladder from one dove-cot to another, but may lean (angle) the ladder from one window to another. Beis Hillel says, it is allowed. Beis Shammai says that one may not take (birds from the cot for slaughtering) unless he had dealt with them (literal: rocked, swayed) at daylight on the day before the festival. Beis Hillel say one may stand and say \"So and so I will take\"",
            "If one designated (literal: invited) black ones (birds to slaughter) and found white ones or designated white ones and found black ones, or if he designated two and found three, these are prohibited. If he designate three and found two these are permitted. If he designated that they were inside the nest and found them outside the nest, behold, these are prohibited. But if there are only those particular birds (that he designated i.e. he designated white ones and he could only find black ones) these are allowed.",
            "Beis Shammai says: one may not remove a door (cupboard door? see Beitzah 11b) on a festival Beis Hillel permits it, except for putting it back. Beis Shammai says one may not crush meat with a pestle on a festival. Beis Hillel permits. Beis Shammai says one may not place a hide in the path of tramplers, (i.e. using it as a doormat) and one may not lift it up, unless with it there is an olive's volume of meat. And Beis Hillel permits it. Beis Shammai says, one does not take out a small child or a lulav (the ripe green frond of the date palm that is waved on Succos) or a Torah scroll into the public domain. Beis Hillel permits.",
            "Beit Shammai says, one may not bring the challah seperation or the gifts to the cohen on yom tov, whether they were taken off yesterday, or whether they were taken off today. And Beit Hillel allows them. Beit Shammai said to them, one can make a strong comparison, just like challah and the gifts are a present to the cohen, the tithes are also a present to the cohen, the same way that one may not bring the tithes, so too they may not bring the gifts. Beit Hillel said to them, no, you are speaking about tithes, which one cannot separate on yom tov, we are speaking about the gifts which one may separate on yom tov.",
            "Beit Shammai says, one may crush a spice with a pestle made of wood. And salt in a small vessel or with a wooden spoon. Beit Hillel says, spices are crushed in the normal way with a stone pestle, and salt with a wooden spoon.",
            "One who \"sorts\"  (ie peels, cracks, opens) legumes on Yom Tov - Beit Shammai say, one may remove out the food and eat it.  Beit Hillel say, one may sort it as one would normally, in his lap, basket or plate, but not with a sifter nor a sieve. Rabban Gamliel says, one may even soak them in water [so that the husks float upwards].",
            "Beit Shammai say, one may only send edible food on Yom Tov.  Beit Hillel say, one may send an animal or a bird, whether living or already slaughtered.  One may send wines, oils, flours and legumes, but not produce.  Rabbi Shimon allows even produce.",
            "We send garments (lit. vessels), both stiched and non-stiched, even though they contain a mixture of wool and linen, as long as they're for use on the holiday. But we don't send a sandal withcleats or an unstitched shoe. Rabbi Yehuda says, we also don't send a white shoe because it needs professional work. This is the general rule - we send anything which can be benefitted from on the holiday."
        ],
        [
            "When the festival which falls out on Friday,  One shouldn't cook on the Festival with intention (to use the food) on the Sabbath, but he may cook for the Festival and if there's leftovers it may be used on the Sabbath. Or one can prepare food on the eve of the Festival (Thursday) and rely on it (to permit cooking on the Festival) for the Sabbath. (How much food does one have to prepare in order to rely on this leniency?) Bais Shammai says that one has to prepare two cooked foods. Beis Hillel says that one cooked food (is enough). They both agree however that fish with an egg on top of it is considered two cooked foods. If the food was eaten or lost, it is no longer permissible to rely on it to cook (from the Festival to the Sabbath). But if even a little bit remains from the original amount, it can be relied on (to cook for the SAbbath).",
            "If the festival falls out after the Sabbath (Sunday), Beis Shammai says that all immersing must be done before the Festival (on Friday). Beis Hillel says that only vessels have to be immersed beforehand, but people may immerse on the Festival itself.",
            "And they agree that [on festivals] one can have waters [one impure water, and the mikva water] touch using a stone vessel [which cannot be made unclean] in order to purify [the impure water], but not to immerse [an unclean vessel to purify an impure vessel]. And that one can immerse [vessels when he switches] from one level to another [such as making its use for something purer than he had already immersed it for], or [in a case of where he switches] from one group to another [and the second group requires the vessel to be purer than it was].",
            "The school of Shammai says, One can bring a peace offering [as a sacrifice on the festival], but does not lean on it [which is a requirement for bringing a sacrifice normally], and this is untrue for burnt offerings. The school of Hillel says, One can bring peace offerings and burnt offerings, and lean on them.",
            "Beit Shammai say: One may not heat hot water [to wash] his feet, unless [they are] fit for drinking. And Beit Hillel permit [one to do so]. One may make a fire and warm [oneself] near it.",
            "On three things Rabban Gamliel was strict in accordances with Beit Shammai: They may not cover up hot food on Yom Tov for Shabbat, they may not assemble a light source on Yom Tov, and they my not bake bread that is thick, rather only that is thin. Rabban Gamliel said, \"In the days in my father's house they didn't back bread that was thick, only thin.\" They said to him, \"What shall we do with this? For your father's house, they were strict upon themselves but lenient for all of Israel, so they may bake bread that is thick or made on coals.\"",
            "He also issued three lenient rulings:  1)It is permitted to sweep between the beds (on Shabbos), 2)to place a 'mugmar'(burning incense) on Yom Tov, and 3)to prepare a Gdi Mekulas(a goat prepared as was done in the times of the Bais Hamikdash on the night of Pesach), and the Sages prohibit",
            "Rabbi Eliezer Ben Azaria permits three items that the Sages prohibit.  (He permits) 1) his cow to go out (into the public thoroughfare) with a ribbon (tied) between its horns (on Shabbos), and 2)comb ing an animal on Yom Tov, and 3)grinding peppers in their own special grinder.  Rabbi Yehuda said, one is not allowed to comb an animal on Yom Tov, because it could create a wound, but one may may scrape them.  The Sages say one may not comb or scrape",
            "A pepper grinder can become impure for three reasons:  It is a vessel which has a compartment, it is made of metal, and it sifts.",
            "A child's wagon is susceptible to the impurity of Midras [if the child riding in the wagon has a zav discharge; see Leviticus 15:1], and it may be handled on the sabbath, and it may be pulled along on matting. Rabbi Yehuda says: no objects may be dragged across the ground, except a wagon, since it presses [the earth down, but does not make a furrow in it.]"
        ],
        [
            "One may not catch fish from a fishpond on a festival, nor may they feed the fish. But a person may catch undomesticated animals and poultry from animal pens and place food before the,. Rabbi Shimon ben Gamliel says that not all pens are alike, and the general rule is: wherever chasing the animal is necessary, it is forbidden, but wherever chasing it is unnecessary, it is permitted. ",
            "If traps for undomesticated animals, bords, or fish were set on the eve of the festival, a person may not take from them on the festival, unless they are certain that they were caught on the eve of the festival. It once happened that a gentile brought fish to Rabban Gamliel, who said that the fish was permitted, but \"I do not wish to accept from him.\" ",
            "An animal at the point of death may not be slaughtered on a festival, unless there is sufficient time on that day to eat of it an olive's bulk (kezayit) of roasted meat. Rabbi Akiva says, even [if there is time enough to only] to eat a kezayit of raw meat taken from the place of slaughtering [the neck]. If he slaughtered it in the field, he may not bring it back on a pole or in a barrow; rather, he carries it back by hand, piece-by-piece. ",
            "If a firstborn animal fell into a pit on a festival, Rabbi Yehuda says to let an expert go down into the put and inspect it. If the animal has a blemish, he may bring it up and slaughter it, but if not, he may not slaughter it. Rav Shimon says: whenever its blemish was not observed on the day before the festival, it is not mukan (i.e. considered prepared). ",
            "If an animal died on the festival, it may not be moved from its place. It once occurred that they asked Rabbi  Tarfon about this, and about hallah that became impure. He went into the house of study, asked, and they answered him: they may not be removed from their place. ",
            "On a festival, one may not be counted as having a share in an animal from the outset, but on the eve of the festival, people may be counted as having a share of the animal, and and they slaughter it and divide it among them appropriately. Rabbi Yehuda says that one may weigh meat on a festival, against a utensil or butcher's chopper, but the sages say a person may not examine the pair of scales at all. ",
            "One may not sharpen a knife on the festival, but one may draw it across another knife to sharpen it. One may not say to a butcher, \"Weigh for me one denarius worth of meat.\" However, he may slaughter the animal and they divide it among themselves. ",
            "A man may say [on the festival] to his fellow, “Fill me this vessel,” but not in a specific measure. \nRabbi Judah says: if it was a measuring-vessel he may not fill it. \nIt happened that Abba Shaul ben Batnit used to fill up his measures on the eve of the festival and give them to his customers on the festival. \nAbba Shaul says: he used to do so even during the intermediate days of the festival, on account of clarifying the measures. \nAnd the sages say: he also used to do so on an ordinary day for the sake of the draining of the measures. \nA man may go to a shopkeeper to whom he generally goes and say to him, “Give me [so many] eggs and nuts” since this is the way of a householder to count in his own home.  \n"
        ],
        [
            "One who brings jars of wine from place to place, he may not bring them in a basket or in a large basket, but he may bring[them] on his shoulder or in front of him. \nSimilarly, one who transfers straw, he may not drape a large basket over his back, rather he must carry it in his hand. \nAnd one may start [using] a heap of straw, but [one may] not [start using wood] from the back-yard. \n",
            "One may not take wood from a hut but only from [what is] next to it. \nOne may bring wood in from the field that is gathered together, and from an enclosure even from that which is scattered about.  \nWhat is an enclosure [a karpef]?  Any [enclosure] close to the town, the words of Rabbi Judah. \nRabbi Yose says: Any [enclosure] which one enters with a key, even if it is [only just] within the Shabbat border.\n",
            "One may not chop up wood, neither from beams nor from a beam which was broken on the festival.\nAnd one may not chop with an axe or with a saw or with a sickle but only with a [butcher's] chopper.\nA room full of produce which was closed and then burst open [on the festival] he may take [produce] out through the breach.  \nRabbi Meir says: he may make a hole at the outset and bring out [the produce].\n",
            "One may not make a hole in a lamp because he makes a vessel.\nOne may not make charcoal on the festival.\nAnd one may not cut a wick into two.\nRabbi Judah says:  he may cut it into two lamps using a fire.\n",
            "One may not break up a potsherd and one may not cut paper in order to roast on it a salty fish.\nAnd one may not rake out an oven or a range, but one may press [the ashes] down.\nAnd one may not place two jars side by side in order to balance upon them saucepan.   \nAnd one may not prop up a pot with a wooden wedge and the same applies to a door.\nAnd one may not drive cattle with a staff on a festival.\nBut Rabbi Elazar the son of Rabbi Shimon permits it.\n",
            "Rabbi Eliezer says: a man may take a chip from that which is lying before him to pick his teeth with it, and he may collect from the court yard and make a fire, for everything in a court is prepared [for use on the festival]. \nBut the sages say: he may collect only from that which is before him and make a fire.\n",
            "One may not take fire out from wood, or from stones, or from dirt, or from water (gas).\nNor may one make tiles red-hot in order to roast on them.\nRabbi Eliezer further said: A man may stand near his set aside pile [muktzeh] on the eve of the Sabbath in the sabbatical year and say: “From here I will eat tomorrow.”  \nBut the sages say: Unless he marks it and says, “From here to there.”\n"
        ],
        [
            "One may let down produce through a trap-door on the festival but not on Shabbat. \nAnd one may cover up produce with vessels on account of the rain, and likewise jars of wine and jars of oil.\nAnd one may place a vessel beneath the drops of rain [even] on Shabbat.\n",
            "Every [act] for which one is liable on Shabbat because of mandated rest, [or] because it is only optional, [or] even though it is a religious act, he is also liable on the festival. \nAnd these are because of mandated rest:\nOne may not climb a tree.\nAnd one may not ride on an animal.\nAnd one may not swim in water.\nAnd one may not clap hands, nor slap [thighs], nor dance. \nAnd these are because they are only optional: \nOne may not judge;\nAnd one may not betroth a wife, nor perform release from levirate marriage, nor consumate a levirate marriage.   \nAnd these are because it is a religious act:  \nOne may not dedicate [anything to the Temple], nor vow a personal valuation, nor make a vow of conscription, nor set aside terumah or tithes. \nAll these things they said [with regard to] the festival, how much more so on Shabbat. \nThere is no difference between the festival and Shabbat except for the preparation of food alone.\n",
            "A beast and vessels are [restricted to the same limits] as the feet of the owners.   \nOne who gives over his cow to his son or to a cowherd , they are [restricted to the same limits] as the feet of the owner. \nVessels which have been set aside for one of the brothers in a house, are [restricted to the same limits] as his feet, but [those vessels] which have not been set aside, can be taken [only] to a place where [all the brothers] may go.  \n",
            "One who borrows a vessel from his neighbor on the eve of the festival it is as the feet of the borrower. \nOn the festival, it is as the feet of the lender. \nA woman who borrowed from her neighbor spices, water or salt for her dough, they are as the feet of both them.   \nRabbi Judah exempts in the case of water, because it has no substance.\n",
            "A live coal is as the feet of its owner, but a flame can be taken anywhere.  \n live coal of sanctified property one can trespass with it, but as for a flame [of sanctified property], one may not derive benefit from it, but [one who does] has not trespassed.   \nIf one carries out a live coal into the public domain [on Shabbat] he is liable, but [if he carries out] a flame he is exempt.\n[The water from]: a private well is as the feet of its owner, \nAnd [the water from a well] belonging to the inhabitants of that town is as the feet of the people of that town;\nAnd [the water from a well] belonging to those who came up from Babylonia is as the one who drew [the water].\n",
            "One whose produce in another town, and the inhabitants of that city made an eruv in order to bring to him some of his produce, they may not bring it to him.\nBut if he himself made an eruv, his produce is like himself. ",
            "One who invited guests to his home, they may not take away with them [any] portions unless he [the host] had assigned them their portions on the eve of the festival.\nOne may not give drink and then slaughter wilderness animals, but one may give drink and slaughter household animals. \nThe following are household animals: they that spend the night in town. \nPasture animals: they that spend the night in pasture ground.  \n"
        ]
    ],
    "titleVariants": [
        "Mishnah Beitzah",
        "Mishna Beitzah",
        "M. Beitzah",
        "M Beitzah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ]
}