{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Eduyot",
    "title": "Mishnah Eduyot",
    "lengths": [
        8,
        74
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה עדיות",
    "versionSource": "http://www.sefaria.org/Mishnah_Eduyot",
    "next": "Mishnah Eduyot 2",
    "maps": [],
    "length": 8,
    "book": "Mishnah Eduyot",
    "text": [
        [
            "Shammai says: All women are judged [impure] from the time their period [begins]; Hillel says: From the time of [one] examination [to the next] examination, even if [that spans] many days.  But the Sages say: Neither the former's words nor the latter's words are correct; [she is impure] for the [preceding]  day if this is less than the span between the last examination and the current examination, or else if the span between the current examination and the next examination will be less than a day.  For all women who have regular periods, the onset of her period shall be considered the beginning of her impurity.  One may use a piece of cloth for her examination, and this act may lessen the day's span or the span between the preceding examination and the current one.",
            "Shamai says, [dough] greater than a <i>kav</i> (a measure) [is obligated] in [the mitzva of] challah.  Hillel says from two <i>kav</i>.  The wisemen say, not like the words of this one and not like the words of that one, rather one and a half <i>kav</i> is obligated in challah.  After they made the measures larger they said, five fourths are obligated.  Rabbi Yossi says five is not obligated; five and more is obligated.",
            "Hillel said: a full 'hin' of drawn water renders a ritual bath unfit, just that one is obligated to transmit [oral traditions] in the language of his master [e.g. explaining his insistence that the amount be measured in 'hin' and not 'kav' units]. Shammai said: nine 'kavs.' But the sages say: Neither according to the former nor the latter, until two water drawers came from the dung gate in Jerusalem and testified in the names of Shama'ya and Avtalion: three 'logs' of drawn water render a ritual bath unfit; and the Sages upheld their words.",
            "Why are the opinions of Hillel and Shammai continued to be remembered despite their rejection? To teach the generations that people should not be insistent in their opinions, for the fathers of the world were not insistent in their opinions.",
            "And why do we mention the words of and individual between the many, when the law is only like the many? That if the court sees fit the words of the individual and relies on them, because a court is not able to nullify the words of a fellow court unless they are greater in wisdom and number. If they are greater in wisdom but not number, or number but not wisdom, they are not able to nullify it's words, unless they are greater in wisdom and number.",
            "Rabbi Yehudah said, \"If so, why do we recall the words of an individual among the majority who nullify it [the words of the individual]? For if a person says \"Thus I have received it,\" another will say to him \"You heard it according to the words of So-and-So.\"",
            "The House of Shammai says, \"A quarter of bones from the bones, whether from two or from three.\" The House of Hillel says, \"A quarter of bones from the body, whether from the [main] structure [of the body] or from the [total] number [of bones]. Shammai says \"Even one bone.\"",
            "Vetches of terumah: Beth Shammai says: They must be soaked and rubbed in purity, but can be given for food in impurity.”    And Beth Hillel says: They must be soaked in purity, but can be rubbed and given for food in impurity.  Shammai says: They must be eaten dry.    Rabbi Akiva says: All actions in connection with them [can be carried out] in impurity.   ",
            "One who changes for a sela [copper] coins from second tithe:    Beth Shammai says: Copper coin for the whole sela.  And Beth Hillel say:  Silver for one shekel and copper coin for one shekel.    Rabbi Meir says: One may not substituted for silver or produce for silver.  But the sages allow it. ",
            "One who exchanges a sela from second tithe in Jerusalem:    Beth Shammai says: Copper coin for the whole sela. And Beth Hillel says: Silver for one shekel and copper coin for one shekel.  The disputants before the sages say: Silver for three denars and copper coin for one denar.  Rabbi Akiva says: Silver for three denars and for the fourth silver, copper coin.”    And Rabbi Tarfon says: Four aspers in silver.  Shammai says: He must leave it in the shop and eat on its credit. ",
            "A bride’s chair from which the covering-boards have been taken:    Beth Shammai says it is [liable to become] impure,  And Beth Hillel says it not [liable to become] impure.    Shammai says: Even the framework of a stool [is liable to become] impure.”  A stool which has been fixed in a trough:  Beth Shammai says it is [liable to become] impure,  And Beth Hillel says it not [liable to become] impure.    Shammai says: Even one made in it[is liable to become impure].” ",
            "These are matters concerning which Bet Hillel went back and taught according to the opinion of Bet Shammai:  A woman who came from overseas and said: “My husband died,\" she may be married again; “My husband died [without children],\" she must undergo levirate marriage. But Beth Hillel says:  “We have heard so only in the case of one who came from the harvesting.”  Beth Shammai said to them:  “It is the same thing in the case of one who came from the harvesting or one who came from the olive-picking or one who came from overseas; they mentioned harvesting only because that is how it happened.”    Beth Hillel went back and taught according to Beth Shammai.  Beth Shammai says:  “She may be married and take her ketubah payment.”  But Beth Hillel says: “She may be married but she may not take her ketubah payment.”  Beth Shammai said to them:  “You have permitted the graver matter of a forbidden relationship, should you not permit the lighter matter of property?”  Beth Hillel said to them: “We have found that brothers do not enter into their inheritance based on her statement.”    Beth Shammai said to them:  “Do we not learn it from her ketubah scroll in which he writes to her ‘That if you be married to another you shall take what is written for you’?”  Then Bet  Hillel went back and taught according to the opinion of Beth  Shammai. ",
            "One who is half a slave and half a free man should work one day for his master and one day for himself, the words of Beth Hillel.  Beth Shammai said to them:  “You have fixed the problem for his master, but you have not fixed the problem for himself. He is not able to marry a slave-woman, nor is he able [to marry] a free woman.  Is he to refrain [from marrying]? But wasn't the world created in order for people to be fruitful and multiply?  For it is said, “He did not create it to be a waste; but formed it for inhabitation” (Isaiah 45:18).  But for the rightful ordering of the world they force his master to free him, and he writes out a document for half his value.”  Then Beth Hillel went back and taught according to Beth Shammai. ",
            "A vessel of earthenware protects everything [in it from contracting impurity], according to Beth Hillel.  But Beth Shammai says: It protects only food and liquids and vessels of earthenware.” Beth Hillel said to them: “Why?”  Beth Shammai said to them:  “Because it is [itself] impure with respect to an ignoramus, and no impure vessel interposes [against impurity]”  Beth Hillel said to them:  “But did you not declare pure the food and liquids inside it?”  Beth Shammai said to them:  “When we declared pure the food and liquids inside it, we declared them pure for him [the ignoramus] only, but when you declared the vessel pure you declared it pure for yourself and for him.”  Then Beth Hillel went back and taught according to the opinion of Beth Shammai. "
        ],
        [
            "Rabbi Hanina, vice-chief of the priests, testified concerning four matters: \nThrough all their days the priests never refrained from burning meat which had been defiled by an “offspring” of impurity with meat which had been made impure by a “father” of impurity, although they were [thereby] increasing its impurity by a [higher] impurity. \nRabbi Akiva added:  “Through all their days the priests never refrained from lighting oil  which had been disqualified by a tevul yom in a lamp defiled by one who was defiled by a corpse, although they were [thereby] increasing its impurity by a [higher] impurity.”\n",
            "Rabbi Hanina, vice-chief of the priests, said: “All my days I never saw a hide taken out to the place of burning.” \nRabbi Akiba said: “From his words we infer that whoever flays the hide of the firstborn beast and it is found to be an animal torn apart, the priests may enjoy the use of the hide.” \nBut the sages say:  “We didn’t see’ is not a proof; rather the hide must be taken out to the place of burning.\n",
            "He also testified concerning a village which was next to Jerusalem, and there was an old man there who used to lend to all the people of the village and write out [the document] in his own handwriting and others signed it.  And when the case came before the Sages they permitted it.  \nIn your way, you may infer that a wife may write her own bill of divorce, and a husband may write his own receipt; for the  document is upheld only by those who sign it. \nAnd [he testified] concerning a needle which was found in flesh of a [sacrifice], that the knife and the hands [which had been touched the flesh] are pure, but the flesh itself is impure; and if it was found in the excrement, all are pure.  \n",
            "Rabbi Yishmael said three things before the sages in the vineyard at Yavneh: Concerning an egg which was beaten , and placed on vegetables of terumah — that it acts as a connection; but if it was in the form of a helmet it does not act as a connection. \nAnd concerning an ear of grain in the harvesting, the top of which reached the standing grain— that if it can be reaped together with the standing grain, it belongs to the owner; and if not, it belongs to the poor.   \nAnd concerning a small garden which was surrounded by a row of vines — that if it has space for the grape-gatherer and his basket on one side, and space for the grape-gatherer and his basket on the other side, it may be sown with seed; but if not, it may not be sown with seed.\n",
            "They said three things in front of Rabbi Yishmael, and he did not say about any of them permitted or forbidden; and Rabbi Joshua ben Matya explained them.   \nOne who lances an abscess on Shabbat: if it was to make an opening he is liable; if it was to bring out the puss, he is exempt.\nAnd concerning one who hunts a snake on Shabbat:  if he was occupied with it in order that it should not bite him, he is exempt;  but if that he might use it for medicine, he is liable. And concerning Ironian stewpots: that they do not contract impurity when under the same tent as a corpse; but they become impure if they are carried by a zav.   \nRabbi Eliezer ben Zadok says: Even if they are carried by a zav they remain pure, because they are unfinished.\n",
            "Rabbi Yishmael said three things, and Rabbi Akiba disagreed with him. \nGarlic or unripe grapes or green ears of grain which were being crushed [on the eve of Shabbat] while it is yet day:\nRabbi Yishmael says: “He may finish crushing after it grows dark.”   \nBut Rabbi Akiba says: “He may not finish.”\n",
            "Three things were said before Rabbi Akiva, two in the name of Rabbi Eliezer and one in the name of Rabbi Yehoshua.  The two in the name of Rabbi Eliezer were that a woman can go out with a city of gold [a special headband] and those who race doves are invalid to testify.  The one in the name of Rabbi Yehoshua, If there is a vermin in the mouth of a weasel and its walking on top of loaves of terumah bread and it is unclear if it touched the bread or not, it is still pure.   ",
            "Rabbi Akiba said three things; about two they agreed with him, and about one they disagreed with him. \nAbout a lime-burner’s sandal, that it is liable to contract midras impurity;   \nAnd about the remains of a [broken] oven, that they must be four handbreadths high [in order to retain impurity], whereas they used to say three \nAnd they agreed with him. \nAnd about one they disagreed with him\nAbout a chair, from which two of its covering-boards had been removed, one next to the other, which Rabbi Akiba declared susceptible to impurity, but the sages declared not susceptible to impurity.\n",
            "He used to say: the father transmits to the son beauty, strength, wealth, wisdom and years.\nFor the number of generations before Him, and that shall be their appointed end:   For it is said, “calling the generations from the beginning” (Isaiah 51:4)   \nAlthough it is said, “And shall serve them, and they shall afflict them four hundred years” (Genesis 15:13), it is also said, “And in the fourth generation they shall return again” (Genesis 15:16).\n",
            "Also he used to say that there are five things that last twelve months: \nThe judgment of the generation of the flood, twelve months;   \nThe judgment of Job, twelve months;   \nThe judgment of the Egyptians, twelve months;   \nThe judgment of Gog and Magog in the time to come, twelve months;\nThe judgment of the wicked in gehinom,  twelve months, for it is said, and “It will be from one month until its [same] month” (Isaiah 66:23).   \nRabbi Yohanan ben Nuri says: “From Passover to Atzeret, for it is said, “And from one Sabbath until its [next] Sabbath” (ibid.).\n"
        ],
        [
            "All things which defile in a “tent”, if they [the pieces of the corpse] were divided and brought into the house, Rabbi Dosa ben Harkinas declare[everything under the same roof-space] clean, but the Sages declare it unclean.  How so?  He who touches as much as two halves of an olive [in quantity] of an animal’s carcass or carries them; or in the case of a [human] corpse, he who touches as much as half an olive and forms a tent over as much as half an olive; or touches as much as half an olive and as much as half an olive forms a tent above him; or if he forms a tent over as much as two halves of an olive; or if he forms a tent over as much as half an olive and as much as half an olive forms a tent above him:  Rabbi Dosa b. Harkinas declares him clean, and the Sages declare him unclean.   But if he touches as much as half an olive [in quantity] and another thing shadows over him and over as much as half an olive; or if he shadows over as much as half an olive and another thing shadows over him and over as much as half an olive, he is clean.    Rabbi Meir said: “Also in this case Rabbi Dosa declares him clean and the sages declare him unclean.  In all such cases he is unclean unless there is an act of touching and also an act of carrying, or an act of carrying and also [the fact of] being under the same tent.   This is the general rule: whatever is because of one category, he is impure; if they are of two categories, he is pure.   ",
            "\"One who ate separately does not join\" - [these are] the words of Rabbi Dosa, son of Hyrcanus. The sages say he joins. \"They redeem [i.e. make available for consumption] the second tithe (ma'aser sheni) on uncoined metal\" - the words of Rabbi Dosa. And the sages say they do not desecrate. \"They dip their hands in the sin offering\" - these are the words of Rabbi Dosa. The sages say, \"If his hand have become impure, his body is impure.\"",
            "[Regarding] the inside of a melon and the extra cuttings of a green vegetable that was tithed: Rabbi Dosa permits it to outsiders [i.e. non-priests] but the sages forbid it. \"Five shorn ewes [which are] counted, counted and spread out, they are obligated from the beginning of the fleece\" - the words of Rabbi Dosa. But the sages say five ewes, no matter the amount. ",
            "\"All kinds of mattings become impure through the impurity of death [i.e. contact with a corpse]\" - the words of Rabbi Dosa. But the sages say \"treading\" [i.e. uncleanness transmitted through contact with a person who has venereal disease]. \"All baskets are pure, except for those on rollers\" - the words of Rabbi Dosa. The sages say, \"All [baskets] are pure, except for those made from wool.\"",
            "A sling, the receptacle of which is made of woven material, is impure. [If it is made] of skin, Rabbi Dosa ben Hyrcanus [declares] it is pure, and the sages [say] it is impure.  If a finger  [i.e. a measurement equivalent to a finger] of it was cut off, it is pure. The end of the bow from which the thong is snapped is impure.",
            "The woman who was rescued from captivity may eat Terumah [tithes given to the Kohen]. These are the words of Rabbi Dosa. The sages say, There are rescued women who eat (Terumah) and there are rescued women who do not eat (Terumah). How so? The woman who said, \"I was captured, but I am pure [i.e. she was not raped],\" may eat (because the mouth that forbade her (from eating) is the (same) mouth that permitted her (to eat) ). If there were witnesses that she was captured and she says, \"I am pure,\" then she may not eat (Terumah).",
            "There are four [areas of] doubt that Rabbi Joshua [deems] impure, but the sages [deem] pure. How so [i.e. what are they]? The impure stands and the pure crosses; the pure stands and the impure crosses; the impure is in the domain of the individual and the pure is in the domain of the public; the pure is in the domain of the individual and the impure is in the domain of the public; there is doubt about if it touched or did not touch; there is doubt about if it covered or did not cover; there is doubt about if pushed something else aside or did not push anything aside. Rabbi Joshua [deems these] impure, the sages [say they are] pure. ",
            "Three things Rabbi Tzadok [deems] impure, and the sages [deem] pure: the nail of a table, the closet of a grinder and the nail of  the stone of hours. [According to] Rabbi Tzadok, it is impure; [according to the] sages these are pure. ",
            "4 things would Rabban Gamliel [declare] impure, and the Sages [would declare] pure. The covering of a metal basket that belongs to home-owners, the hanger of currycombs, unformed metal vessels, and a [clay] plate split in two [equal] parts. The Sages admit to Rabban Gamliel regarding [a plate] split in two, one [part] big and one [part] small. The bigger one would be impure, the smaller one pure.",
            "In three things Rabban Gamliel was stringent like the words of Bet Shammai. One may not insulate hot food on the festival for the Sabbath [even though Bet Hillel allows it if there is a cooked dish made before the festival as an eruv tavshilin], and one may not plug up [holes in] a Menorah on the festival [because it is \"building\", even though Bet Hillel holds there is no building with vessels], and one may not bake thick bread [because it takes excessive work to do], only thin bread [which is easier to make]. Said Rabban Gamliel, Since the days of my father's house, we would not bake thick bread, only thin bread. They said to him, What can we do, for your father's house was stringent on themselves, but were lenient to [allow] baking of thick bread and white bread.",
            "He [Rabban Gamliel] also decided 3 things leniently. One can sweep between couches [on a Sabbath/festival, even though one may create holes in the ground], one can place spices [to roast] on a festival [even though it is not for food but for smell], and one can roast a kid during the night of Passover [even though it looks like the Paschal lamb]. And the Sages forbade them.",
            "3 things did Rabbi Elazar ben Azariah permit, and the Sages forbid. His cow would go out with the strap that was between her horns [even though the Sages believed that was allowing the cow to do unnecessary forbidden work], and he would rigorously groom cattle on the festival, and he would grind spices in its mill. Rabbi Yehudah said, One may not rigorously groom cattle on the festival, because it creates a bruise, but one may lightly groom them. And the Sages say, one may not rigorously groom nor lightly groom [cattle]."
        ],
        [
            "The following are instances where the school of Shammai is more lenient and the school of Hillel is more strict.  (In the case of) an egg which was laid on holiday, the school of Shammai says it may be eaten and the school of Hillel says it may not be eaten.  The school of Shammai says that (a person is liable for violation of Passover eating prohibitions) with an olive-sized portion of leaven and a date-sized portion of vinegar.  The school of Hillel says both are with an olive-sized portion.",
            "An animal that was born on the festival, everyone agrees that it is permitted [for eating on that day, even though it was not available before the festival]. [However,] a hatched chicken from an egg, all agree it is forbidden to eat [on that day]. One who slaughters a wild animal or a bird on the festival, Bet Shammai say, He can dig with a spade and cover [the blood, even though it is making holes in the ground]. Bet Hillel say, One may not slaughter unless thereis dirt already prepared [from before the festival]. Both agree that if he slaughtered it [and realized he did not have dirt prepared], he may dig with a spade and cover it. And ash from the oven is considered prepared [and he may use that to cover the blood if it is available to him].",
            "Bet Shammai say, That which was made ownerless for the poor is considered ownerless. Bet Hillel say, It is not ownerless until he makes it ownerless for the rich, like Shemittah [which makes produce ownerless to both the poor and rich]. If all the sheaves of the field were just one kav [in size], and one was of 4 kav [in size] and was forgotten, Bet Shammai say, It is not considered forgotten. And Bet Hillel say, It is considered forgotten.",
            "A sheaf that is close to a [uncemented] wall, or to a stack, or to the herd, or to vessels, and it was forgotten, Bet Shammai say, It is not considered forgotten. And Bet Hillel say, It is considered forgotten.",
            "A vineyard in its fourth year [and someone makes use of it even though it is consecrated for eating in Jerusalem], Bet Shammai say, there is no [fine of a 1/5 addition to the repayment if he ate it outside Jerusalem], and one is not required to burn it [like he would for maaser]. Bet Shammai say, There is 1/5th and there is burning. Bet Shammai say, It has the law of fallen grapes and of gleanings, and the poor may redeem them for themselves. And Bet Hille say, All of it goes to the wine press [to bring to Jerusalem].",
            "A barrel of pickled olives, Bet Shammai say, One need not poke holes in it [to show that the oil in it is not for eating, which would immunize it from ritual impurity applied to food]. And Bet Hillel say, He must poke holes in it. They agree, that if it was perforated and the dregs blocked up [the holes], that it is pure [and one need not worry about ritual uncleanliness in that regard]. One who anointed with pure oil and became impure, and [with the oil on him] he went down [to the mikvah] and immersed, Bet Shammai say, Even if [the oil] is dripping, he is considered ritually pure. And Bet Hillel say, [Only if the oil] is just enough to cover a small limb [but more will mean that he is impure]. If the oil was impure from the start, Bet Shammai say, [If this occurred, he is pure only if the oil] is just enough to cover a small limb [but more will mean that he is impure]. And Bet Hille say, [In that case, even if there is only enough oil] as a moist liquid. Rabbi Yehudah says in the name of Bet Hillel, It needs to moisten and be moistened.",
            "A woman must be betrothed with a dinar or a dinar's worth, so says Bet Shammai. And Bet Hillel say, With a perutah or a perutah's worth. And how much is a perutah? 1/8th of an Italian issar. Bet Shammai say, One may dismiss his wife with an old divorce document, and Bet Hillel forbid it. What is an \"old divorce document\"? Anyone who becomes alone with [his wife] after he wrote [the divorce document] for her. One who divorces his wife, and then sleeps in an inn with her, Bet Shammai say, She doesn't need a second divorce document from him [i.e. his divorce remains valid]. And Bet Hillel say, She needs a second divorce document from him. When? At a time that they were divorced from [full] marriage. But if he had [merely] divorced her from engagement, she doesn't need a second divorce document from him, since his heart had not yet become familiar with her [and we don't suspect that they slept with each other].",
            "Bet Shammai allowed the rival wives [of a deceased brother] to [his] brothers, and Bet Hillel forbade it. If they had done halitza, Bet Shammai invalidated them [from marrying into] the priests. And Bet Hillel validated them. If they had done the Levirite marriage, Bet Shammai validated them[to the priests], and Bet Hille invalidated them. Even though these invalidated and those validated, Bet Shammai did not hold back from marrying the women of Bet Hillel, and not Bet Hillel from marrying the women of Bet Shammai. And all the pure and impure that these would make pure and those would make impure, [even so] these would not hold back from making [sure] these on top of those would remain pure [according to both].",
            "3 brothers: 2 of them married to 2 sisters, and one is single. One of the sister's husbands died, and the single one married her, and afterward the second brother died. Bet Shammai say, His wife is with him, and the other goes free because [he can't marry her on account of] wife's sister [is forbidden to him]. And Bet Hillel say, He divorces his wife with a divorce document and halitza, and his wife's sister with [mere] halitza. This what they used to say, Woe to him for his wife, and woe to him for his brother's wife.",
            "If one forbids his wife from sexual intercourse [with him], Bet Shammai say, [This applies only] for two weeks. And Bet Hillel say, [Just] one week. One who has a miscarriage on the 81st day [which is past the days of uncleanliness], Bet Shammai exempts her from the sacrifice. And Bet Hillel obligates it. If there is a linen wrapper on his fringes, Bet Shammai exempt him, Bet Hillel obligate him [for violating Shatnez]. A baslet [of fruit set aside] for the Sabbath, Bet Shammai exempt it [from tithes], and Bet Hillel obligate it.",
            "One who makes a Nazirite vow [for a] longer [time than normal], and he completes his Nazir [days], and afterward comes to the land [of Israel, where the Nazirite vow actually works], Bet Shammai say, he must be a Nazir for 30 days. And Bet Hille say, He must start his Nazir status from the beginning. If someone had two sets of witnesses stefy about him, these testifying he vowed two [vows of Nazir each thirty days], and these testifying he vowed five times, Bet Shammai say, The testimony is divided, and there is no Nazirite [obligation] here. And Bet Hillel say, There is included in the [claim of] five two, so he should be a Nazir twice.",
            "(If a dead person is placed in a covered space, the ritual impurity will transfer to any items that are also under the same cover. Here the Mishna discusses what happens if there is a break in the cover.) A person that is placed under the crack (in the covering), The house of Shammai says, he does not (act as a bridge to) bring the ritual impurity (into the area which is beyond the crack). And the house of Hillel says, a person is hollow (and it's as if he has a head, empty space, and then feet. This results in his head being considered a bridge between the two portions of the roof), and the upper side (the person's head) brings the ritual impurity."
        ],
        [
            "Rabbi Yehudah says, There are six things that Bet Shammai is lenient on, and Bet Hillel is stringent. The blood of an [improperly slaughtered] carcass, Bet Shammai declares ritually pure [since it is a kosher animal], and Bet Hillel declares ritually impure. The [kosher] egg of [an improperly slaughtered] carcass, if its like would be sold in the marketplace, it is permitted to eat [despite the fact that its mother is not kosher to eat]. If not, it is forbidden, such is the words of Bet Shammai. And Bet Hillel forbids it [even if it would be sold in the marketplace]. They agree that the egg of a tereifa [where the animal had an imperfection that would cause its death if you had not slaughtered it], that is forbidden, because it was grown in a forbidden [animal]. The blood of a gentile woman's [menstruation], and the blood of purity of a leprous woman [after waiting the appropriate time after giving birth to a boy or girl], Bet Shammai declared pure. And Bet Hillel say, It is like her spit and her urine [and is therefore impure]. One may eat seventh-year fruits whether in [giving] gratitude [to the owner] or without gratitude, such are the words of Bet Shammai. And Bet Hillel say, One may only eat them in [giving] gratitude [to the owner. Alternatively, the text is \"One may only eat without giving ratitude to the owner\" since God made the food ownerless, and you should thank Him]. A leather bag, Bet Shammai say [it can become impure] if it is tied up [so it is usable]. And Bet Hillel say [it can become impure] even if it is not tied up.",
            "Rabbi Yose said, there are six things that Bet Shammai was lenient on and Bet Hillel was stringent. Bird [meat] can be put on the table along with cheese, and cannot be eaten [with it], such are the words of Bet Shammai. And Bet Hillel said, It cannot be put [on the table], and it cannot be eaten [with it]. One can take terumah tithes [of 1/10th to a priest] from the olives on behalf of the oil, and from the grapes on behalf of the wine, such are the words of Bet Shammai. And Bet Hillel said, One does not take terumah tithes [for oil and wine from their original produce]. One who plants a 4 cubit area in a vineyard, Bet Shammai says, One row is consecrated. And Bet Hillel said, two rows are consecrated. Watery-flour mixture, Bet Shammai exempt [from taking a portion for hallah donation], and Bet Hillel obligate. One may ritually immerse oneself in a waterfall, such are the words of Bet Shammai. And Bet Hillel say, One may not immerse oneself [there because there needs to be a certain amount all in one place]. A convert that converts [and must normally ritually immerse and wait a certain amount of days to be considered ritually pure] on the eve of Passover [which requires the eating of the Paschal lamb that night, only by those who are ritually pure], Bet Shammai say, He may immerse and eat the Paschal lamb that night. And Bet Hillel say, One who separates from the uncircumcised is like he who separates from the grave [meaning, he remains ritually impure and cannot eat the Paschal lamb].",
            "Rabbi Yishmael says: (There are) three items which are among the leniencies of the house of Shammai and the stringencies of the house of Hillel. (1.) The book of Ecclesiastes does not make a person's hands ritually impure (as a rabbinic decree), and the house of Hillel says it does make the hands ritually impure. (2.) The waters of the (red heifer, which is biblically referred to as the waters of the) sin offering, which have fulfilled their duty (by having been sprayed on a person who had come in contact with a dead person, thereby becoming ritually impure, and now this water has dripped onto some other item), the house of Shamai (considers the item onto which the water had dripped) ritually pure, and the house of Hillel (considers the item) ritually impure. (3.) Black cumin (is not considered to be food and is therefore) the house of Shammai (would say that it is always) ritually pure, and the house of Hillel (says that is regularly placed in food and is therefore susceptible to becoming) ritually impure. And the same (argument about black cumin applies) to tithing (with the house of Shammai exempting black cumin from tithes because it's not food, and the house of Hillel requiring that a tithe be taken).",
            "Rabbi Eliezer says, Two things were Bet Shammai lenient on and Bet Hillel were stringent on. The blood of a woman who [had waited the week or two weeks after] giving birth [to a boy or a girl, respectively] who had yet to ritually immerse, Bet Shammai say, It is like her spit and her urine, [which only cause impurity when coming into contact with wet things]. And Bet Hillel say, It causes impurity whether [coming in contact with] wet or dry [things]. And they agree that if that woman after childbirth was having zav emissions, [her emissions] would cause impurity whether wet or dry.",
            "There are four brothers, and two of them are married to two sisters, and those brothers married to the sisters die, the [other two] must do halitza and not Levirite marriage. If they went and entered [into marriage anyway], they must leave [the marriage]. Rabbi Eliezer said in the name of Bet Shammai, It stays upheld. And Bet Hillel say, the must leave [the marriage].",
            "Akavya ben Mehalelel testified about four things. They said to him, Akavya, retract the four things you have said and we will make you the head of the court of Israel. He said to them, Better I be called a fool all my days, so long as I don't do wickedness for a single moment before the Omnipresent, so that they won't say, he retracted because [he wanted] power. He used to declare impure hair [from leprous skin], and yellow blood. And the sages declared it pure. He would permit the hair that had fallen out of a firstborn animal that had a blemish and had been put in a window, and they had afterward slaughtered it [and the hair should be consecrated like the animal], but the sages forbade [its use for non-sacred things]. He would sau, One may not make a converted woman drink [the Sotah waters if she is accused of adultery], nor a freed maidservant. But the sages say, she is made to drink it. They said to him, There was the case of Karkamit, a freed maidservant in Jerusalem, who was made to drink by Shamayah and Avtalyon! He said to them,  The ones who made her drink were like her[, converts! Shamayah and Avtalyon were not valid administrators!] They excommunicated him. He died during that excommunication, and the Court stoned his coffin. Said Rabbi Yehudah, God-forbid that Akavya was excommunicated! For the gates of the [Temple] courtyard were never locked for any man of Israel who had the wisdom and fear of sin like Akavya ben Mehalellel. So who did they excommunicate? It was Elazar ben Chanoch, who mocked the [laws of] purity of hands. And when he died, the court went and placed a rock on his coffin, teaching that anyone who was excommunicated and died in excommunication, they \"stone\" his coffin [i.e. they place a rock on it as a sign].",
            "In the moments of his death he said to his son, My son, you should retract the four things that I used to say. [His son] said to him, And why didn't you retract [your statements]? He said to him, I heard [these things] from many people, and they heard [the opposite] from many people. I stood by what I heard, and they stood by what they heard. But [now], you [only] heard [these things] from a single person[, me], and [the opposite] from many people. It is better to leave aside the words of the single person, and to grab hold to the words of the many. [His son] said to him, Father, commend me to your colleagues [either referring to those on earth, or those in heaven]. He said to him, I cannot commend. He said to him, Perhaps you don't find in me worthiness? He said to him, No! Your actions will bring you close, or your actions will distance you."
        ],
        [
            "Rabbi Yehudah ben Bava testified about five things. Minor girls [who were married off to men before 12, usually for financial security, and then they reached of age] are forced to do the \"refusal\" [and leave their husbands]. A woman may remarry based on one witness. They once stoned a rooster for killing a person. They once used 40-day-old wine as libation for the Altar. And that the Tamid [every day] offering was sacrificed at the fourth hour [into the day].",
            "Rabbi Yehoshua and Rabbi Nechunya ben Elinatan, the leader of Kfar Babylon, testified about the limb of a dead person [less than an olive's worth in size] that it is impure. Rabbi Eliezer says, They only said this about a limb taken off from a live person. They said to him, Can't we make a logical inference [that supports their view based on what you said]? If a live person is ritually pure, yet the limb from him is impure, is not logical that when a dead person, who is impure, loses a limb, that limb is also impure? He said to them, [True, but] they only said [their law] in reference to a limb taken from a live person. Another answer: There are more ways to make impure while alive than while dead, for a live person can make his pillow and his seat under him cause impurity to others, and make clothes impure, and he causes what is over him as a medium to transfer impurity to food and drink, which the dead person never causes to be impure. [Thus, we cannot make an inference for anything about the dead's impurity from the fact that a limb from a live person is impure, because there are many areas where a live person's impurity is more than a dead person's.]",
            "An olive's size of flesh that separated from the limb of a living person, Rabbi Eliezer declares impure, and Rabbi Yehoshua and Rabbi Nechunya declare pure. A barley-grain's size of bone that separates from a limb of a living person, Rabbi Nechunya declares impure, and Rabbi Eliezer and Rabbi Yehoshua declare pure. They said to Rabbi Eliezer, Why did you see fit to declare an olive's worth of flesh that separated from the limb of a living person impure? He said to them, We find that the limb of a living person is like a complete dead person. Just like an olive's size of flesh that separates from a dead person is impure, so too an olive's size of flesh that separated from the limb of a living person is impure. They said to him, No. If you say that an olive's size of flesh that separated from a dead person is impure, as is a barley-grain's size of bone that separates from it, will you also declare an olive's size of flesh that separated from the limb of a living person impure when you declare pure a barley-grain's size of bone that separates from it? [You don't judge these cases as parallel to each other! So how can you claim that to be your reasoning?] They said to Rabbi Nechunya,  Why did you see fit to declare a barley-grain's size of bone that separated from the limb of a living person impure? He said to them, We find that the limb of a living person is like a complete dead person. Just like a barley-grain's worth of flesh that separates from a dead person is impure, so too a barley-grain's worth of bone that separated from the limb of a living person is impure. They said to him, No. If you say that a barley-grain's worth of bone that separated from a dead person is impure, as is an olive's size of flesh that separates from it, will you also declare a barley-grain's size of bone that separated from the limb of a living person impure when you declare pure an olive's worth of flesh that separates from it? [You don't judge these cases as parallel to each other! So how can you claim that to be your reasoning?] They said to Rabbi Eliezer, Why did you see fit to divide your method [and be inconsistent in your reasoning]? Either they are both pure, or they are both impure! he said to them, Flesh has more ways of impurity than the impurity of bones, for flesh applies to carcasses and insects, which isn't so for bones. Another answer: A limb that has enough flesh on it, causes impurity by touching, carrying, and being under its roof-space. If one diminishes the flesh, it remains impure. If one diminishes the bone, it is pure. They said to Rabbi Nechunya, Why did you see fit to divide your method [and be inconsistent in your reasoning]? Either they are both pure, or they are both impure! He said to them, Bone has more ways of impurity than the impurity of flesh, for a limb that is separated from him, and it is full [with flesh, bone, and sinews], it is impure. Another answer: An olive's worth of flesh can make impure by touching, carrying, and being under its roof-space, and bones create a majority in making impure by touching, carrying, and being under its roof-space. If one diminishes flesh, it is pure. If he diminishes the majority of bone, even though it makes it pure under an roof-space, it makes impure by touching and carrying. Another answer: Any flesh of a dead person which is less than an olive's worth, is pure. But the majority of a dead person's build [is bone], or it is a majority of his [bone] count, and even if it is only a quarter [and not the majority of the build nor is his bone count higher than sinews or flesh], it is impure. They said to Rabbi Yehoshua, Why did you see fit to declare both [bone and flesh from dead person] pure? [Isn't Rabbi Nechunya correct?] He said to them, No. If you talk about a dead person who has the laws of majority, quarter, and decay, you're going to also talk about a living person who does not have the laws of majority, quarter, and decay?"
        ],
        [
            "Rabbi Yehoshua and Rabbi Tzadok testified about the redemption of the first-born donkey, that if it had died, it is no longer the priests at all. But Rabbi Eliezer saif that he is obligated in his responsibility, like for [the redemption of] his son [that required] 5 selas. The sages say, He is only obligated in his responsibility for the redemption of second tithes.",
            "Rabbi Tzadok testified about the brine of impure locusts, that it was pure. For the first Mishnah stated, If impure locusts were pickled along with pure locusts, their brine is not invalidated.",
            "Rabbi Tzadok testified about flowing water that was more than the dripping water [which is a question regarding valid immersion], that it was fit It happened once that in Birat Happiliya, and the case came before the sages and they declared it fit.",
            "Rabbi Tzadok testified about flowing water that was diverted into a stream using the leaves of nuts, that it was fit. It once happen in Ahaliya, and the case came before the Chamber of Hewn Stone [i.e. the Sanhedrin], and the declared it fit.",
            "Rabbi Yehoshua and Rabbi Yakim, leader of Hadar, testified about the [earthenway] jug that contained the [sanctification waters] of the Sinner, which was passed over an insect, that it was impure. Rabbi Eliezer declared it pure. Rabbi Pappayis testified about the he who vows two Nazirite vows, that if he cut his hair on the thirtieth day of the first one, he could cut his hair on the sixtieth day of the second one [instead of starting over]. If he had cut his hair on the 60-1 day [i.e. the fifty-ninth day], he [nevertheless] fulfilled his Nazirite vows, because the thirtieth day counts for him from the count [as both the end of the first set and the beginning of the second set].",
            "Rabbi Yehoshua and Rabbi Pappayis testified about the offspring of a peace-offering, that it was offered as a peace-offering [as well, since it is consecrated through its mother when it was in the womb]. For Rabbi Eliezer says, The offspring of a peace-offering does not need to be offered as a peace-offering. Said Rabbi Pappayis, I testify that we had a cow to sacrifice as a peace-offering, and we ate it on Passover, and we ate its offspring as a peace-offering during the holiday [of Shevuot].",
            "They testified that the boards of bakers [are susceptible to] impurity. For Rabbi Eliezer declared them pure. They testified about an oven that was cut into round pieces, and he puts sand between each piece, that [it was susceptible to] impurity. For Rabbi Eliezer declared it pure. They testified that they could declare a leap year during the whole Adar [and add another Adar month the next month]. For they were saying it was only until Purim. They testified that they could declare a leap year on condition [if the Nasi wants it]. And it once happened to Rabban Gamliel, that he went to take permission from the governor of Syria, and he delayed in coming [back], and they declared the leap year on condition that Rabban Gamliel would acquiesce to it, and when he came back, he said \"I acquiesce to it,\" and the year became a leap year. ",
            "Menachem ben Signai testified about the ledge attached to the olive caskets, that they were [susceptible to] impurity, and of dyers, that they were pure. For they were saying the opposite.",
            "Rabbi Nechunya ben Gidgeda testified about the deaf-mute woman whose father had married her off, that she divorced with a divorce document [even though we normally understand a deaf-mute person as lacking capacity for intent, and a divorce document needs intent]. And [they testified about] a minor non-priestly girl that was married off to a priest [when she was an orphan, so her marriage is only valid on a rabbinical level], that she can eat terumah [donations that only the priests can eat, even though her marriage only has rabbinic authority which she could refuse when she comes of age], and if her husband dies, she inherits him [even though she was only married to him rabbinically]. And [they testified] about a stolen beem that was built into a palace [where the law normally demands the exact return of objects stolen, which is nearly impossible in this case], that he gives its worth [in repayment]. And [they testified] about a stolen sin-offering that the public does not know about, that it can effect atonement, because of the welfare of the Altar [because if it was invalid, then everyone would be suspected of thievery and the priests would refuse to sacrifice their offerings]."
        ],
        [
            "Rabbi Yehoshua ben Beteira testified about the blood of [an improperly slaughtered] carcass that it was pure. Rabbi Shimon be Beteira testified that if even a little of the ashes of the Chatat touched something impure, it causes the entire batch to be impure. Rabbi Akiva added, The fine flour, the incense, the frankincense, and the coals, if a person who had only dipped that day touched even a little of them, he invalidates that all.",
            "Rabbi Yehudah ben Bava and Rabbi Yehudah the Priest testified about the minor non-priestly girl who was married off to a priest, that she may eat the terumah [donation that only the priests may eat, even though she is only married to him on a rabbinic level] since they entered the wedding canopy, even though they have not yet consummated it. Rabbi Yosi the Priest and Rabbi Zachariah ben Haktzav testified about the baby girl who had been given as security [collateral] in Ashkelon [to gentiles], and her family members had made her distant from [her gentile keepers], and witnesses testified that she was never secluded [with them] and that she was not defiled [by the gentiles]. The sages said to them, if we believe you that she was given as security, then we cannot believe you that she wasn't secluded or defiled. If we don't believe you that she was not secluded and not defiled, should we believe you that she was given away as security [to gentiles]? [Thus, the sages allowed the girl to be married to a priest without the suspicion of her being raped, because if they couldn't believe one part of the testimony, they threw all of it out.]",
            "Rabbi Yehoshua and Rabbi Yehudah ben Beteira testified about the widow of a man who was of a possibly illegitmate lineage, that she was fit for marrying a priest, that her family is considered fit for purity and impurity, to bring [into purity those declared impure], and to distance [from purity whoever they find impure]. Rabban Shimon ben Gamliel said, We have accepted your testimony, but what shall we do, for Rabbi Yochanan ben Zakkai has decreed for courts to be established [precisely] regarding this issue! The priests would listen to you on who to distance from purity, but not whom to bring close [into purity].",
            "Rabbi Yose ben Yoezer, leader of Tzereda, testified about the Ayil locust, that it is pure. And about liquid in the slaughterhouse, that it is pure. And that one who draws close to a dead body, he is impure[, but just a doubtful dead body, he is pure]. And they used to call him \"Yose the Permitter\".",
            "Rabbi Akiva testified in the name of Nechemiah leader of Bet Dali, that a woman may remarry based on one witness. Rabbi Yehoshua testified about bones that they found in a wood-shed were considered impure. The sages said, One may pick away bone by bone, and the whole thing [will be] pure.",
            "Rabbi Eliezer said, I heard, that when they built the Temple, they made hangings for the Temple, and hangings for the courtyard. But the Temple was built from the outside, while the courtyard was built from the inside. Rabbi Yehoshua said, I heard, that we may sacrifice even without the house, and eat the holy sacrifices even though there are no hangings, and the regular sacrifices and second tithes even though there is no wall [surround the city], and the original holiness was holy in its time and will be holy in the future to come. ",
            "Rabbi Yehoshua said, I have a tradition from Rabbi Yochanan ben Zakkai, who heard it from his teacher, and his teacher from his teacher - a law to Moses from Sinai! - that Eliyahu will not come to declare people pure or impure, to distance [make impure] people or to bring [into purity the declared impure], but rather to distance those who were brought near by force, and to bring close those who were distanced by force. The family Bet Tzreifa was across the Jordan, and Ben Tzion distanced by force, and someone else was there and Ben Tzion brought them close by force. Such as these, Eliyahu is coming to declare the pure and impure, the close and the far. Ranni Yehudah says, to bring people close, but not to make people distant. Rabbi Shimon says, [Eliyahu will come] to resolve arguments. The sages say, He will not come to bring distant or to bring close, but to make peace in the world as it says, (Malachi 3:23-24) \"Behold, I will send you Elijah the prophet before the coming of the great and terrible day of the LORD. And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers...\""
        ]
    ],
    "titleVariants": [
        "Mishnah Eduyot",
        "M. Eduyot",
        "Mishna Eduyot",
        "Mishnah Eduyot",
        "M Eduyot",
        "משנה עדויות"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}