{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Tahorot",
    "title": "Mishnah Tahorot",
    "lengths": [
        10,
        92
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה טהרות",
    "versionSource": "http://www.sefaria.org/Mishnah_Tahorot",
    "next": "Mishnah Tahorot 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Tahorot",
    "text": [
        [
            "Thirteen degrees exist regarding the carcass of pure fowl. It needs intent [to receive tum'ah]. It does not necessitate becoming wet [to receive tum'ah]. It impurifies other food when it is as large as an egg. It impurifies the one eating it when swallowed in a piece as large as an olive. The one who eats it becomes impure until sunset. One impurified by it would  be liable for entering the temple precincts. [One impurified by it impurified terumah on contact, such that] the terumah needs to be burned. One who eats a limb torn live from it receives forty lashes. According to Rabbi Meir, shehitah and melikah render it pure, if [the living bird] was a terefah. According to Rabbi Yehudah, they do not do so. According to Rabbi Yosi, shehitah impurifies, but melikah does not.",
            "The wings and the feather, render impure and render impure and don't cumulate. Rabbi Yishmael says, the feather cumulates. The beak and the nails render impure and cumulate. Rabbi Yosi says, even the heads of the wings and the head of the tail cumulate, such that we put them in the fattening.",
            "The Nevailah of a non-Kosher bird requires thought and hechsher [coming into contact with water], and it imparts purity, impure food in an eggs size and in half a loafs size to make his body impure and not an olive's size in the throat does not make him impure, and one who eats it does not need sunset, and one is not liable for entering the temple while impure because of it, but we do burn terumah because of it and one who eats a limb of it while it's alive does not get forty [lashes] and slaughtering it does not make it pure.  Its wings and feathers can become impure, can make other things impure and can combine.  The beak and the talons can become impure, can make other things impure and can combine.  ",
            "And by an animal, the hide, the sauces [its cooked in] the spices, the meat stuck to the hide, the bones, the sinews, they horns and the hooves combine to make things impure with the impurity of food, but not the impurity of N'veilah.  Similarly, one who slaughters a non-Kosher animal for a non-Jew and it is still jerking it can make other things impure with impurity of food, but not impurity of N'veilah until it dies or until he chops its head off.  There are more that impart the impurity of food than those that impart impurity of N'veilah. ",
            "Food which has become impure from a major impurity and food which has become impure from a minor impurity can combine to impart purity as the less stringent of the two of them.  How so?  If half an egg of a first degree [of impurity] and half an egg of a second degree that become mixed together is like a second degree.  If half an egg of a second degree and half an egg of a third degree that become mixed together is like a  third degree.  If a full egg of a first degree and a full egg of a second degree became mixed together it is like a first degree.  If he then divided them, this one is a second degree and this one is a second degree.  If each one fell on its own onto a load of Terumah it invalidates it.  If bother fell at once it becomes like a second degree.  ",
            "If an eggs volume of a second degree food and an eggs volume of third degree food became mixed together they are like a second degree.  If he divided them this one's a third degree and this one's a third degree.  If this one fell on its own and this one fell on its own onto a loaf a Terumah it does not invalidate it.  If both of them fell and once it becomes a third degree.  An eggs volume of first degree food and and eggs volume of third degree food that became mixed together are a first degree.    If he then divided them, this ones a second degree and this ones a second degree, since even the third degree touched the first degree and became a second degree.  If two eggs of first degree food mixed with two eggs of second degree eggs that became mixed together is like a first degree food.  If he split them this one is a first degree and this one is a first degree.  If he split it into three or four pieces they are all second degree. If two eggs of second degree food mixed with two eggs of third degree eggs that became mixed together is like a second degree food. If he divided them this one is a second degree and this one is a second degree.  If he split it into three or four pieces they are all third degree food. ",
            "Pieces of dough which touch each other or loaves of bread that are touching each other, if one one becomes impure by touching a vermin they both become impure [with primary impurity].  If they were separated they are all first degree impurity.  By liquids they are all second degree, if they were separated they are all second degree. If hands [made them impure] they are all third degree, if they were separated they are all third degree. ",
            "I piece of dough that was first degree, and he attached other pieces to it, they are all first degree.  If he separated them it is first degree and the others are second degree.  If it was second degree and he attached other pieces to it, they are all second degree.  If he separated them it is second degree and the others are third degree. If it was third degree and he attached other pieces to it, it is third degree and the others are pure whether he separated them or not. ",
            "Sanctified loaves whose holes have sanctified water if one of them touched a vermin and became impure they all become impure.  If they were Terumah it makes two impure and makes one invalid.  If there is between them dripping liquid even by Terumah everything is impure. "
        ],
        [
            "A woman who was pickling vegetables in a pot and touched a leaf outside the pot where it was dry, even though there is an egg's volume there, it is impure and everything else is pure.  If she touched a moist part, if there is an egg's volume there everything is impure, if there is not, it is impure and everything else is pure.  If it returns to the pot everything becomes impure.  If she was impure through coming in contact with a dead body and she touched either a moist or dry place if there is an egg's volume everything is impure, if not, it is impure and everything else is pure.  If she had immersed that day and was emptying the pot with dirty hands and saw liquid on her hands and it is unclear if it spilled from the pot of from the stalk, that vegetable is invalid but the rest of the pot is pure. ",
            "Rabbi Eliezer says, one who eats first degree [impure] food is first degree impure, Second degree food is second degree and third degree food is third degree.  Rabbi Yehoshua says one who eats first and second degree food is second degree, third degree food makes him second degree for sanctified foods but not for Terumah with regard to non-sacred food prepared with the purity stringency of Terumah. ",
            "First degree non-sacred food is impure and can make others impure.  Second degree, makes things invalid but not impure.  Third degree can be eaten in a lentil soup containing Terumah. ",
            "First and second degree Terumah are impure and can make other things impure.  Third degree, makes things invalid but not impure and fourth degree can be eaten in a lentil soup containing sanctified things. ",
            "First, second and third degree sanctified foods are impure and can make other things impure.  Fourth degree invalidates foods but does not make them impure.  Fifth degree can be eaten in a lentil soup containing sanctified things.",
            "Second degree non-sacred foods can make non-sacred liquids impure and invalidates it for those who eat Terumah.  Third degree Terumah can make sanctified liquids impure and invalidates them for those who eat sanctified things prepared with the purity of sanctified foods.  But if they were only prepared with the purity of Terumah it makes 2 impure and invalidates one in sanctified things. ",
            "Rabbi Eliezer says the three of them are the same.  First degree sanctified foods and Terumah and non-sanctified foods, make two impure and invalidate one in sanctified foods, make one impure and invalidate one in Terumah and invalidate non-sanctified foods.  Second degree for all of them, makes one impure and invalidates one in sanctified foods, makes non-sanctified liquids impure and invalidates them for those who eat Terumah.  Third degree of all of them, makes sanctified liquids impure and invalidates them for those who eat sanctified foods. ",
            "One who eats second degree foods should not work in an olive press.  Non-sacred foods that were prepared with the stringency of sacred foods still follow the rules of non-sacred foods.  Rabbi Elazar Bar Rabbi Tzadok says, they are like Terumah in that they make two impure and invalidate one. "
        ],
        [
            "Sauce, ground beans and milk, while they are a liquid which can make other things wet, they can become first degree [impure]. If they congeal, they can become second degree.  If they further melted if they are exactly an egg's volume they are pure, if they are more they are impure since once the first drop came out it became impure by an egg's volume. ",
            "Rabbi Meir says oil is always first degree.  The sages say even honey.  Rabbi Shimon Shezuri says even wine.  A mound of olives which fell into an oven and was heated, if it is exactly an egg's volume it is pure, larger than that it is impure since when the first drop came out it became impure by an egg's volume.  If they were spread out, even if there were a se'ah of them they are pure. ",
            "One impure through contact with a dead body that squeezed olives or grapes, if there is exactly an egg's volume it is pure, as long as he does not touch the place of the liquid.  More than an egg's volume, it is impure since when the first drop came out it became impure by an egg's volume.  If he was a Zav or Zava even one berry is impure since when the first drop emerged it became impure through carrying.  A Zav who milked a goat the milk is impure since when the first drop came out it became impure through carrying. ",
            "An egg's volume of food which was placed in the sun and shrank, an similarly an olive's volume of a dead body, or a dead animals or the bean size of a vermin or an olive's volume of Piggul, or sacrifices left past their time or fat, these things are all pure and they are not subject to liability for Piggul, being left past their time, or touching them while impure.  If they were left in the rain and they swelled they are impure and they are subject to liability for Piggul, being left past their time, or touching them while impure. ",
            "All [possibly] impure things are as they are found, if they are impure they are impure, if they are found pure then they are pure.  If they are covered they are assumed to be covered, if uncovered they are assumed to have been uncovered.  A needle upon which rust was found or if it was broken is pure, since all impure things are assumed to be at the state in which they are found. ",
            "A deaf-mute, crazy person or minor who were found in an alley that has impure things in it, they are assumed to still be pure., but anyone who is sane is assumed to be impure. Anyone who is unable to be questioned [his status] is uncertain and therefore pure. ",
            "A baby that was found next to graves with roses in his hand and there are only roses in a place of impurity, he is pure, because we say someone else picked them and gave them to him.  Similarly a donkey in a graveyard, his vessels are pure. ",
            "If a baby was found next do a pile of dough and a piece was in his hand, Rabbi Meir says it is pure.  The sages say it its impure because it is the way of babies to touch [the dough].  Dough which has peck-holes from chickens and there is impure liquids in the house, if there is between the liquids and the loaves enough space for them to wipe their beaks on the ground they are pure.  By a cow or a dog, enough room for them to like their tongues.  By other animals, enough room for it to dry.  Rabbi Eliezer ben Yaakov declares it pure by a dog because it is sane and does not usually leave food to go get water. "
        ],
        [
            "One who throws impure things from one place to another, if it was a [pure] loaf into [impure] keys or an [impure] key into [pure] loaves, they are assumed to be pure.  Rabbi Yehuda says, a loaf into the keys is impure but a key into loaves they are pure.  ",
            "If there is a vermin in the mouth of a weasel and it is walking on loaves of Terumah and it is uncertain whether it touched them or not, its status is uncertain and therefore pure. ",
            "If there is a vermin in the mouth of a weasel or a dead animal in the mouth of a dog, and they passed in between pure things, or pure things passed between them, their status is uncertain and therefore pure, because the impurity has no set place.  If they were picking at them on the ground and he said, I went to that place but I don't know if I touched it, his status is uncertain and therefore impure because the impurity has a place. ",
            "If there is an olive's volume of dead body in the mouth of a raven and it is uncertain if it flew over a person and vessels in a private place, the man's status is uncertain and therefore impure, but the vessels' status is also uncertain and it is pure.  One who fills ten buckets and a vermin is found in one of them, it is pure and the rest are impure.  One who pours from one vessel to another and a vermin was found in the bottom one, the upper one is still pure. ",
            "For six uncertainties Terumah is burnt: For uncertainty of a plowed graveyard, and for the uncertainty of dirt that came from outside Israel, and for the uncertainty of the clothes of an unlearned person, and for the uncertainty of found vessels, and for the uncertainty of found saliva and for the uncertainty of the urine of a man that was found opposite the urine of an animal.  For certainty of touching but uncertainty of their purity status, they burn Terumah. Rabbi Yossi says, even for questionably touching in a private domain, [they would burn], but the sages say, in a private domain they hold it in suspense, but in a public domain it is pure.",
            "If there are two salivas, one which is impure and the other pure, we suspend [Terumah] for their touching, carrying, or moving in a private domain; touching in a public domain while they are moist and for their carrying them whether moist or dry.  If there was just one and he touched, carries or moved it in the public domain, we burn Terumah because of it and certainly if this happened in a private domain. ",
            "The following impurities were declared pure by the sages.  The uncertainty of drawn water in a Mivah, the uncertainty of an impurity floating on a water surface, the uncertainty about liquids if they are impure make things impure of if they impart impurity are pure.  The uncertainty of hands whether impure, or impart purity, or are pure, they are pure.  The uncertainty of a public domain, the uncertainty of the words of the sages, the uncertainty of non-sacred foods, the uncertainty of vermin, the uncertainty of Tza'raat, the uncertainty of a Nazir's vow the uncertainty of a first born and the uncertainty of sacrifices. ",
            "The uncertainty of impurity floating on the surface of water, whether in a vessel or on the ground.  Rabbi Shimon says, in a vessel it is impure, but on the ground it is pure.  Rabbi Yehuda says, if the uncertainty was when he went down [to the water] he is impure, but if his uncertainty was when he was coming up he is pure. Rabbi Yossi says, even if there is only room for one person and the impurity he remains pure. ",
            "What is the case of the uncertainty about liquids which are impure, make it impure?  If an impure person, extended his foot into pure liquids and it is uncertain if he touched them or not, their status is uncertain and therefore impure.  If there was an impure loaf in his hand and he threw in among pure liquids and it is uncertain if it touched it is uncertain and therefore impure.  And if they transmit impurity is it pure, how so?  If there was a stick in his hand on at its tip were impure liquids, and he threw it among pure loaves and it is uncertain whether they touched our not, their status is uncertain and therefore pure. ",
            "Rabbi Yossi says, the uncertainty of liquids for food is impure but for vessels is pure, how so?  If there were two jugs, one impure and the other pure and he made dough from one of them and it is uncertain if he made it from the impure one or the pure one, this is the case of uncertain liquids for foods [i.e. the dough] is impure but for vessels is pure. ",
            "Uncertainty about hands either impure or to make things impure or to make things pure it is pure.  Uncertainty about the public domain is pure, uncertainty about the words of sages, or if he ate impure foods, or drank impure liquids or if his head and most of his body came into drawn water or if three Logs of drawn water fell on his head and a majority of his body, his status is uncertain and he is pure, but for something which is a source of impurity and of the words of the sages, his status is uncertain and he is impure.  ",
            "Uncertainty about non-sacred food, this is the purity of the Pharisees.  Uncertainty about vermin, they are as at the time they are found. Uncertainty about Tzara'at, at the beginning is pure until he is established as impure.  Once he has been established impure, his uncertain status is impure.  The uncertainty of a Nazir's vow is permitted, the uncertainty of a first born, whether of a man or an animal, whether kosher or non-kosher, one who comes to extract from his friend, upon him is the burden of proof. ",
            "Uncertainty about sacrifices:  A woman who had five uncertain births and five uncertain discharges brings one sacrifice and can then eat from sacrifices and the remainder are not obligated to her. "
        ],
        [
            "A vermin and a frog in the public domain, and similarly an olive's volume of a dead body or a dead animal or a bone from a dead body or a dead animal, or a piece of dirt from a pure land and from a plowed cemetery, or a piece of dirt from a pure land and a piece of dirt from land outside Israel, two paths one impure and one pure, and he walked on one of them and does not know which one he walked on, or he passed over one of these things and does not know which one he passed over, or he moved one of these things and does not know which one he moved, Rabbi Akiva declares him impure but the sages say he is pure. ",
            "One who said \"I touched this thing but I don't know if it is impure or pure\", or \"I touched one of these two things but don't know which one.\" Rabbi Akiva declares him impure but the sages declare him pure.  Rabbi Yossi declares them all impure except in the case of the paths because it is the way of men to walk but not to touch. ",
            "Two paths, one is impure and the other pure, and he walked on one of them and worked with pure things and ate them, and then was sprinkled twice immersed and became pure again, then he walked on the second path and worked with pure things they are pure.  If the first ones still exist they are both held in suspension.  If he did not become pure in between, the first ones are in suspension and the second ones should be burnt. ",
            "A vermin and a frog in the public domain and he touched one of them and worked with pure things, ate them and immersed, then he touched the second one and worked with pure things, these things remain pure.  If the first ones are still in existence then both sets are in suspension.  If he did not immerse in between the first ones are in suspension and the second ones must be burnt. ",
            "Two paths, one of which is impure and the other pure and he walked on one of them and worked with pure things, and then his friend came and walked on the second one and worked with pure things, Rabbi Yehuda says if they each ask individually, they are both pure, but if they ask together, they are both impure.  Rabbi Yossi says in either case they are both impure. ",
            "Two loaves of bread, one of which is impure and the other pure and he ate one of them and worked with pure things, and then his friend came and ate the second one and worked with pure things, Rabbi Yehuda says if they each ask individually, they are both pure, but if they ask together, they are both impure.  Rabbi Yossi says in either case they are both impure. ",
            "One who sat in the public domain and someone came and stepped on his clothes, or spat and he touched his spit, on account of the spit they burn the terumah, but on account of the clothes they follow the majority.  \nOne who slept in the public domain, when he gets up his clothes have midras uncleanness, the words of Rabbi Meir. \nBut the sages say that they are clean. \nOne who touched someone in the night and it is not known whether it was one who was alive or dead, but in the morning when he got up he found him dead:\nRabbi Meir says that he is clean.\nBut the sages declare that he is unclean, since all doubtful cases of uncleanness are [ruled] in accordance with [their appearance at] the time they are discovered. \n",
            "If there was in the town one who was not of sound senses, a non-Jew, or a Samaritan woman, all spit encountered in the town is unclean.   \nA person whose clothes were trod on by a woman or she sat with him in a boat: \nIf she knew that he was one who eats terumah, his clothes are clean:\nBut if not, he must ask her. \n",
            "One witness says, \"You have become unclean,\" but he says, \"I have not become unclean,\" he is clean. \nTwo witnesses say, \"You have become unclean,\" and he says, \"I have not become unclean,\"\nRabbi Meir says: he is unclean.\nBut the sages say: he is believed on his own [testimony].   \nOne witness says, \"You have become unclean,\" and two witnesses say, \"He has not become unclean,\" whether in a private domain or in a public domain, he is clean. \nTwo witnesses say, \"He has become unclean’, and one witness says, ‘\"He has not become unclean,\" whether in a private domain or in a public domain, he is unclean. \nOne witness says, \"He has become unclean,\" and another says, \"He has not become unclean,\" or if one woman says, \"He has become unclean’, and another woman says, \"He has not become unclean,\" if in the private domain he is unclean, but if in the public domain he is clean.\n"
        ],
        [
            "A place that was a private domain and then became a public domain and then was turned again into a private domain: while it is a private domain any case of doubtful [impurity] in it is unclean. While it is a public domain any case of of doubtful [impurity]  in it is clean. \nA man who was gravely ill in a private domain and they took him out into a public domain and then brought him back into a private domain, while he is in the private domain any case of doubtful [impurity] connected to him is unclean but while he is in the public domain any case of doubtful impurity connected to him is clean.  \nRabbi Shimon says: the public domain interrupts.  \n",
            "There are four cases of doubtful impurity which Rabbi Joshua ruled are unclean and the sages rule are clean. \nHow so? If an unclean man stood  and a clean man passed by  or the clean man stood and the unclean one passed by; or if an unclean object was in a private domain and a clean one in the public domain or the clean object was in the private domain and the unclean one in the public domain, and there is doubt whether he touched it or he didn't touch it, or whether he overshadowed it  or did not overshadow it, or whether he moved it or didn't move it: \nRabbi Joshua says that is unclean,   \nBut the sages say that it is clean. \n",
            "A tree standing in a public domain and there is something unclean in it and someone climbed to the top of it, and a doubt arose whether he did touch it or did not touch it, such a case of doubt is unclean.   \nIf one put his hand into a hole [in the wall] in which there was something unclean and a doubt arouse whether he did touch it or did not touch it, such a case of doubt is unclean.   \nA shop that was unclean was open toward a public domain and there is doubt whether a man did enter it or did not enter it, such a case of doubt is clean.   \nIf there is doubt whether he did touch something or did not touch something, such a case of doubt is clean.   \nTwo shops, the one unclean and the other clean, and a man entered into one of them, and a doubt arose as to whether he entered the unclean one, or he entered the clean one, such a case of doubt is unclean.\n",
            "However many doubts and doubts about doubts that you can multiply, a case of doubt in a private domain is unclean, and in a public domain it is deemed clean. \nHow so? One who entered an alley  and an unclean thing was in the courtyard, and a doubt arose as to whether he entered or did not enter [the courtyard];   \nOr if an unclean thing was in a house and there is doubt whether he entered or did not enter; \nOr even if he entered, there is doubt whether the unclean thing was there or not; \nOr even if it was there, there is doubt whether it consisted of the prescribed minimum or not; \nOr even if it consisted of the prescribed minimum, there is doubt whether it was unclean or clean; \nOr even if it was unclean, there is doubt whether he touched it or not;\nAny such case of doubt is deemed unclean. \nRabbi Eliezer says: if there is a doubt whether he entered, he is clean, but if there is a doubt whether he touched it, he is unclean.\n",
            "If he entered a valley during the rainy season and there was an impurity in a field and he said, I walked in that place but I do not know if I entered that field or not, Rabbi Elazar declares him pure, but the sages say he is impure. ",
            "An uncertainty in the private domain is impure until he says \"I did not touch\". An uncertainty in the public domain is pure until he says \"I touched\".  What is a public domain, the streets of Beit Gilgul and things similar to them are considered a private domain for Shabbat but a public domain for impurity.  Rabbi Elazar says, the streets of Beit Gilgul were mentioned because they are a private domain for both cases. Roads that lead to pits, cisterns, caves and wine presses, are considered a private domain for Shabbat but a public domain for impurity. ",
            "A valley in the summer time is a private domain for Shabbat and a public domain for impurity, and in the rainy season it is a private domain for both cases. ",
            "A basilica, is a private domain for Shabbat but a public domain for impurity.  Rabbi Yehuda says if he is standing in one door and can see those who enter and exit in the opposite door, it is a private domain for both cases but if not, it is a private domain for Shabbat but a public domain for impurity.",
            "A forum is a private domain for Shabbat but a public domain for impurity and similarly are the sides.  Rabbi Meir says the sides are a private domain for both cases. ",
            "A colonnade is a private domain for Shabbat but a public domain for impurity.  A courtyard which the masses enter on one side and exit on the other is a private domain for Shabbat but a public domain for impurity."
        ],
        [
            "A potter who left his pots and went to drink, the inner pots are pure but the outer ones are impure.  Rabbi Yossi says, What is the case? When they are loose, but if they are tied together, everything is pure.  One who gives over his key to a non-learned person the house is pure because he only gave him the key to guard it [the key].",
            "One who leaves a non-learned person in his house awake and finds him awake, asleep and finds him asleep, awake and finds him asleep, the house is pure.  Asleep and finds him awake the house is impure says Rabbi Meir.  The sages say, things are only impure to the point at which he could stretch out his hand and touch them. ",
            "One who leaves craftsmen in his house, the house is impure says Rabbi Meir. The sages say, things are only impure as far as they could extend their hands and touch. ",
            "The wife of one who is meticulous with keeping his food pure, who left a wife of an unlearned person grinding in her house, if she stopped milling, the house is impure.  If she did not stop milling, things are only impure as far as she could extend her hand and touch.  If there were two of them, in either case the house is impure, because one woman could grind while the other goes around touching things says Rabbi Meir.  The sages say, things are only impure as far as they could stretch out their hands and touch. ",
            "One who leaves a non-learned person in his house to guard it, if he can see those who are entering and exiting, the food, drinks and earthenware vessels that are unsealed are impure, but the beds and couches and earthenware vessels that are sealed remain pure.  If he cannot see those entering and exiting, even if he could not move on his own of if he was tied up, everything is impure.  ",
            "If collectors entered a house, the house is impure.  If there is a non-Jew with them, they are believed to say, \"we did not enter\" but they are not believed to say \"we entered but did not touch anything.\"  Robbers who entered a house, only places where they walked are impure.  What do they make impure?  Food, drinks and open earthenware vessels, but beds, couches and sealed earthenware vessels are pure. If there was with them a non-Jew or a woman everything is impure. ",
            "If one left his clothing in a window of a bath attendant, Rabbi Elazar ben Azariah says it is still pure, but the sages say, until he gives him the key or a deal or makes a sign [to ensure the clothes were untouched]  One [a priest] who leaves his vessels from one wine press to the next wine press his vessels are pure.  If he was an Israelite, until he says \"I intended to watch over them\". ",
            "One [a priest] who was pure and decided not to eat [Terumah], Rabbi Yehuda says he is pure because it is usual for those impure to keep away from him, but the sages say he is impure.  If his hands were pure and he decided not to eat, even if he says \"I know that my hands did not become impure\" his hands are impure because they are busy. ",
            "A woman who entered to bring out bread for a poor man, and she exited and found him standing next to loaves of Terumah, and similarly if she exited and found her friend raking coals under a pot of Terumah, Rabbi Akiva declares them impure but the Sages say they are pure.  Rabbi Elazar ben Pilah says, why did Rabbi Akiva say they are impure but the Sages say they were poor?  Because women are gluttons and she is suspected of having uncovered the pot of her friend to know what she is making. "
        ],
        [
            "One who lives with a non-learned person in a courtyard and leaves vessels in the courtyard, even if they are jugs with a seal or an oven with a seal they are impure.  Rabbi Yehuda says the oven is pure when it is sealed.  Rabbi Yossi says, even the oven is impure until he makes a while ten fistfuls high. ",
            "One who leaves vessels with an unlearned person they are impure with the impurity of a dead body and with \"sitting on\" impurity.  If he knows that he is one who eats Terumah they are pure from the impurity of a dead body, but they are still impure with \"sitting on\" impurity.  Rabbi Yossi says, if he gave him a chest full of clothes, if it was tightly packed they are impure with \"sitting on\" impurity, if they were loosely packed they are impure with madaf impurity [which affects only food and liquids] even if the key remains with the owner. ",
            "One who loses something during the day and finds it that day it is pure.  If he lost it during the day and found it that night or at night and found it the next day or that day and found it the next day it is impure.  This is the rule \"anything which had a night or part of it pass over is impure\". If one spread out vessels in a public domain they are pure.  In a private domain they are impure but if he was watching them they remain pure. If they fell and he went to bring them, they are impure.  If his bucket fell in the pit of and unlearned person, and he went to bring something to bring it up, it is impure because he left it in the domain of an unlearned person for even a second. ",
            "One who leaves his house open and finds it open, locked and finds it locked, open and finds it locked, it is pure.  If he left it locked and finds it open Rabbi Meir declares it impure but the Sages say it is pure because they were robbers who changed their minds and left. ",
            "The wife of an unlearned person who enters the house of one scrupulous about purity to take out his son or daughter or animal, they house is pure because she entered without permission. ",
            "A rule was states with regard to pure foods: Anything which is designated for human consumption is impure until it is rendered unfit for even a dog.  Whatever is not designated for human consumption is pure, until is becomes designated for a person.  How so?  A bird which fell into a wine pit and he intended to take it out for a non-Jew, it is impure, if for a dog, it would be pure.  Rabbi Yochanan ben Nuri declares it impure [even in the latter case].  If a deaf-mute, crazy person or a minor intended to take it out, it is pure.  If he took it out, it is impure because they are capable of action but not thought. ",
            "The outside of vessels which became impure from liquids, Rabbi Eliezer says they can make liquids impure but do not invalidate food.  Rabbi Yehoshua says, they can make liquids impure and invalidate food, but Shimon brother of Azaryah says neither this or that, rather liquids that became impure on the outside of vessels, make one impure and invalidate one.  That is to say \"what made you impure, does not make me impure but you make me impure.\"",
            "An inclined kneading trough,  with dough above and liquid dripping below, there pieces that make up an egg's volume do not combine, but two do.  Rabbi Yossi says, even two do not combine unless they squeeze the liquid.  If the liquid was standing, even if they were the size of mustard seeds they would combine.  Rabbi Dosa says, crumbled food does not combine. ",
            "A stick which is full of impure liquid, once it connects to a Mikvah, it becomes pure, says Rabbi Yehoshua.  The Sages say, until he immerses all of it.  An unblocked flow a slanting surface or a dripping liquid do not connect for impurity or for purity, but the hole can connect for impurity and purity. "
        ],
        [
            "When can olives become impure? When they sweat moisture in the vat, but not sweat in the basket says Beit Shammai.  Rabbi Shimon says, the measure for sweat is three days.  Beit Hillel says, when three have been connected to each other.  Rabban Gamliel says, once their work has been finished, and the Sages say like him. ",
            "If he finished harvesting, but intends to buy more, or he finished buying but intends to borrow, or if it was a time of mourning, feasting or a misfortune befell him, even if Zavim and Zavot are walking on them they are pure.  If impure liquids fell on them, only the place they touch becomes impure, and the sap that comes from them is pure.  ",
            "Once their work is finished they become susceptible to impurity.  If impure liquids fell on them, they are impure and the sap that comes out of them, Rabbi Eliezer says is pure, but the sages say is impure.  Rabbi Shimon says, everyone agrees that the sap which comes out of olives is pure, when do they argue, on that which comes out of the vat which Rabbi Eliezer declares pure but the sages impure. ",
            "One [an unlearned person] who finishes [harvesting] his olives but leaves aside one in the basket, he should place it in front of a priest says Rabbi Meir. Rabbi Yehuda says he should give him the key immediately, Rabbi Shimon says within 24 hours. ",
            "One who leaves his olives in a press so they could soften and be easier to crush, they are susceptible to becoming impure.  So that they should soften to be salted, Beit Shammai says they are susceptible but Beit Hillel says they are not.  One who crushes olives with impure hands makes them impure. ",
            "One who leaves his olives on the roof to let them dry out, even if they are a cubit tall they are not susceptible [to impurity]. If he put them in the house to wither and he intends to bring them up to the roof, or he put them on the roof so they could wither or open, they become susceptible.  If he put them in the house until he improves his roof or until he moves them to a different place, they do not become susceptible. ",
            "If he intends to take one or two pressings from them, Beit Shammai says he can cut off with impure [utensils] and covers them with pure [utensils], and Beit Hillel says he even covers them with impure [utensils].  Rabbi Yossi says he may dig with metal axes and walk them to the olive press in impurity.  ",
            "A vermin which was found among milling stones, only makes impure the place it is touching.  If water was flowing there everything is impure.  If he found it on top of leaves, they should ask the workers to say they did not touch.  If he touched the pile even with one hair it is impure. ",
            "If it [the vermin] was found on those he had separated, and it is touching an egg's volume, it is impure.  Separated on top of separated, even though he is touching and egg's volume, only the place he is touching is impure.  If it was found between the wall and the olives it is pure.  If it was found on the roof, the vat is pure. If it was found in the vat, the roof is impure. If it was found burnt on top of the olives and similarly a torn piece of cloth they are pure because all impure things are as they are found. "
        ],
        [
            "One who locks and olive press because of the workers and there were inside vessels impure with \"sitting on\" impurity, Rabbi Meir says the olive press is impure.  Rabbi Yehuda says the olive press is pure.  Rabbi Shimon says if the workers think they are pure then the olive press is impure, but if they know they are impure then the olive press remains pure. Rabbi Yossi says, why are they impure?  because unlearned people are not experts in shifting. ",
            "Olive press workers that were entering and exiting and there were impure liquids in the olive press, if there was between the liquids and the olives enough room for them to dry their feet on the ground, they are pure.  Olive press workers and harvesters that found impure things before them are believed to say \"we did not touch.\"  Similarly babies among them they can go outside the entrance to the olive press and go back toward the fence and they are pure.  How far must they go away and remain pure?  As far as they can be seen. ",
            "Olive press workers and harvesters, once they enter to the cave area [Mikvah], it is enough, says Rabbi Meir. Rabbi Yossi says he must watch them until they immerse.  Rabbi Shimon says, if they think they are pure he must watch them until they immerse but if they know they are impure he does not have to watch them until they immerse. ",
            "If one takes from a basket or what was spread on the ground Beit Shammai says he must take them with pure hands, but if he takes them with impure hands, he makes them impure.  Beit Hillel says he can take them with impure hands, but he must separate the Terumah while pure.  From the large basket or from what was spread out on leaves, everyone agrees that he must take them with pure hands and if he took them with impure hands they are impure. ",
            "One who eats from baskets or from what was spread on the ground, even though they are split open and drip into the wine press, they are pure.  From a large basket and what was spread out on leaves, and one grape fell on them, if they were sealed [unopened] they remain pure, but if they are unsealed [the juice can flow out] they become impure.  If grapes fell on them and he stepped on them in a place without other grapes if there was exactly an egg's volume, they are pure, more than an egg's volume, they are impure since once they first drop left it became impure by an egg's volume. ",
            "One who was standing and talking at the edge of a pit and saliva flew from his mouth and it is uncertain if it entered the pit or not, its status is uncertain and therefore pure. ",
            "If one empties a pit [into jars] and a vermin was found in the first [jar] they are all impure.  If it was found in the last one, it is impure and the rest are pure.  When is this the case?  When he empties into each one individually. But if he used a ladle to pour into each one, if a vermin was found in any of them, only that one is impure.  When is this the case? when he inspects them but does not cover or covers but does not inspect.  If he was checking each one and then covering it and a vermin was found in one of the jugs, they are all impure.  If it was found in the pit, everything is impure. If it was found in the ladle everything is impure. ",
            "Between the rollers and the grape skins, is a public domain.  A vineyard in front of harvesters is considered a private domain, that which is behind the harvesters is a public domain.  When is this the case?  When the public enters on one end and exits on the other.  The vessels of an olive-press and of vat and a basket press, if they are made of wood he dries them and they are pure.  If they are made of reeds, he does not use them for twelve months or he rinses them in hot water. Rabbi Yossi says, if he put them in a fast moving river, it is sufficient. "
        ]
    ],
    "titleVariants": [
        "M. Tahorot",
        "M Tahorot",
        "Mishnah Tahorot",
        "Mishna Tahorot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Tahorot"
    ]
}