{
    "versionTitle": "Wikisource Tosafot", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Tosafot on Taanit", 
    "text": [
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            [
                "מתני' מאימתי. מיום טוב האחרון של חג. שמיני דלא יתבון בסוכה ואפילו האידנא אינו אלא מדרבנן משום ספיקא ואע\"ג דבקיאינן בקביעא דירחא גזרה שמא יחזור הדבר לקלקולו או משום מנהג אבותינו בידינו כדאי' פ\"ק דביצה (דף ד:) ולכן מדכרינן אבל כל שבעה לא שהגשמים בימי סוכה סימן קללה הן כדתנן פרק שני דסוכה (דף כח:) משל לעבד וכו':\n"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אם כן. אם אתה אומר מזכירין אע\"פ שאין שואלין הואיל ומשמע בעונתו אף בקיץ יזכירו ומה אתה נותן סימן מי\"ט הראשון ור' אליעזר אומר בברייתא בגמרא כל הקיץ אם בא להזכיר מזכיר דלעולם בעונתו משמע מיהו עד השתא לא רמי עליה חובה אבל בי\"ט ראשון חובה לרצות לפני שאלה שכל הבא לבקש מקדים ומרצה ואסימן קללה לא קפדינן ורבי יהושע קפיד:", 
                ""
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "וליתני מאימתי מזכירין גשמים מאי גבורות גשמים אמר ר' יוחנן שיורדין בגבורה. תימה התם בברכות פ' אין עומדין (שם) קתני כי הכא מזכירין גבורות גשמים ושואלין הגשמים וכו' אמאי לא קא מקשה כמו הכא וליתני מזכירין על הגשמים מאי גבורות ויש לומר שאני הכא דהוי עיקר סדר של גשמים באיזה זמן מתחילין לאומרו ומאימתי פוסקין מלאומרו ומשום הכי פריך הכא טפי מהתם:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "דאמר רבי אבהו לא למדה רבי אליעזר אלא מלולב. פירוש וסבירא ליה דניסוך לא הוי עד בשני:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "מים. מ\"ם מנסכיהם דכתיב בשני ויו\"ד דכתיב בששי ונסכיה ומ\"ם שבשביעי כתיב כמשפטם והוי מים טעמא דרבי עקיבא בששי ונסכיה דמשמע תרי נסכים הלכך בששי בחג הוא מזכיר גבורות גשמים:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אי רבי יהודה בן בתירה. דאמר בשני בחג הוא מזכיר שית יומי הוו א\"כ לא יהיה הניסוך כי אם ששה ימים:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "בטל וברוחות לא חייבו חכמים להזכיר. משיב הרוח ומוריד הטל כו' לפיכך אין קפידא לומר מוריד הטל אפילו בימות החמה אך שלא יאמר מוריד הגשם והכי הלכתא ואם לא אמר בימות הגשמים כי אם מוריד הגשם ודילג משיב הרוח ומוריד הטל אין מחזירין: "
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואילו טל לא מיעצר. ומ\"ה נראה דגבי גדעון (שופטים ו) כשאמר על הארץ יהיה טל ועל הגיזה יהיה חורב כתיב ויעש כן אבל כשאמר על הארץ יהיה חורב ועל הגזה יהיה טל כתיב ויהי כן כלומר דעל הגיזה היה הטל אבל לא כתיב ויעש כן משמע דעל הארץ היה טל דטל לא מיעצר ע\"כ בנוסח שלפני ועוד מצאתי כשאמרו על כל הארץ יהיה טל כתיב ויעש אלהים כן וכשאמר טל יהיה על הגיזה לבדה ועל כל הארץ יהיה חרב כתיב ויהי כן ולא הזכיר בזה הש\"י וטעמו אשר אומר כי הוא זה כי אין הש\"י מזכיר שמו על הרעה כי אם יהיה חורב על כל הארץ היתה רעת יושבי בה וכתיב (שמות כ) בכל המקום אשר אזכיר את שמי אבוא אליך וברכתיך אבל כשאמר על כל הארץ יהיה טל כתיב ויעש אלהים וכדומה לזה (בראשית א) ויקרא אלהים לאור יום ולחשך קרא לילה וגבי חשך לא הזכיר השם יתברך וכן בחמשה דברות אחרונות (שמות כ) מלא תרצח ואילך לא הזכיר הש\"י הכל הולך אל מקום אחד משל למלך שבנה דירה נאה והניח לצייר מגינו לפני כל חדרי הבית זולתי בית הכסא מקום הטינוף:"
            ]
        ], 
        [], 
        [
            [
                "עורפילא. היינו גשם דק אפילו לפרצידא דתותי קלא מהניא . פי' פרצידא זו גרעין שהוא מתחת האבן היינו כמו חטה שמתחת הקרקע:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " והייינו דקאמר להו נביא לישראל הצרי אין בגלעד אם רופא אין שם. כלומר להתיר נדרו ליפתח והא הוה פנחס ואמאי לא הלך יפתח אצלו להתיר נדרו אלא מתוך גסות רוחו אמר לא אלך אצלו שאני שופט ונגיד אלא יבא אצלי ופנחס אמר ליתי גבאי דאנא נביא ועל ידי תהא פטורה שהייתי שורה ומתיר הנדר ופוטר אותה ולבסוף נענשו שניהם יפתח נענש שנפלו אבריו קודם מיתה כדכתיב ויקבר בערי גלעד ופנחס נענש דכתיב לפנים היה ה' עמו:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " והא אמר רבי יוחנן במקום ששואלין הגשמים מזכיר. ומשני ההוא להפסקה פי' דבמקום שמפסיק מלשאול מפסיק מלהזכיר אבל מתחיל קודם להזכיר וטעמא הוי דהזכרה הוה ריצוי שאלה ומש\"ה ליכא חששא אם מזכיר קודם:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ובחזירתו אוכל חזיז מן התלם וכו' וקשיא הא דקאמר לעיל נמצא הגדילה בששה חדשים גדילה באחד עשר יום הוה ליה למימר גדילה בתליסר ובי\"ד יומי שהרי מיד מתחלת ליגדל ושמא י\"ל דלכל המאוחרת שנזרעה בשלישית קאמר נמצא גדילה בי\"א יום וצ\"ע:"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " גשמים שירדו ז' ימים זה אחר זה ולא פסקו אתה מונה בהן רביעה ראשונה ושניה. כיון דלא פסקו ז' ימים דאין בין י\"ז לכ\"ג אלא ז' ימים י\"ז י\"ח י\"ט כ' כ\"א כ\"ב כ\"ג אבל לא גרסינן ושלישית שהרי אם יתחיל בכ\"ג וירדו ז' ימים רצופים אכתי לא תמצא רביעה שלישית דאיכא ח' ימים מכ\"ג עד ר\"ח כסליו ואנשי נרבונ\"א גורסין גשמים שירדו ז' ימים זה אחר זה אתה מונה בהם רביעה שניה ושלישית כיצד הגשמים התחילו באמצע היום וירדו ז' ימים רצופים א\"כ ירדו עד חצי יום של  ר\"ח מעת לעת:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "בשבילי הרשות. פי' בדרך שעשוי דרך השדות והכרמים:"
            ], 
            "", 
            [
                "עד שתדר רביעה שניה. מכאן ואילך מזקי להו:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "וכל העוסק בתורה שלא לשמה תורתו נעשית לו סם המות. וקשה והלא אמרינן (פסחים דף נ:) לעולם יעסוק אדם בתורה אע\"ג שאינה לשמה שמתוך שלא לשמה בא לשמה ויש לומר דתרי שלא לשמה הוי דמה שאמרינן לעולם יעסוק בתורה אפילו שלא לשמה היינו כלומר כדי שיקרא רבי או כדי שיכבדוהו ומה שאמרינן הכא כל העוסק בתורה שלא לשמה נעשה לו סם המות היינו מי שלומד לקנטר:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אף דברי תורה וכו'. וכן נמי אמרינן בעירובין פ' כיצד מעברין (דף נה.) לא בשמים היא ולא מעבר לים היא כלומר לא תמצא התורה במי שמגביה עצמו כשמים שדעתו גבוה ולא בסוחרים ההולכים במדינת הים בעבר הים דאי ספרא לא סייפא ואי סייפא לא ספרא והכי נמי איתא התם לא בסחרנין ולא בתגרין ולא באיסטרולגין כלומר באותן שרואין בכוכבים אמרו ליה לשמואל והא מר איסטרולגוס הוא אמר להו תיתי לי דלא מעיינא בהו אלא בעידן דנפקא למיא פירוש להטיל מים ולא אני מבטל לעצמי:\n"
            ]
        ], 
        [
            [
                "אי הוו סנו הוו חכימי. פ' אם היו שונאים היופי הוו תלמידי חכמים ביותר: "
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " בהורין לשון בהרות טרוק\"ש בלע\"ז:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואי לוחש ועלתה בידו ומגיס דעתו מביא אף לעולם שנאמר יגיד עליו ריעו וגו'. כלומר אם יגיד עליו ריעו שעל ידו באו הגשמים והוא מגיס דעתו מקנה אף עולה כלומר הוא קונה אף ועולה כלומר אם עולה שמגיס דעתו עליו הוא מקנה האף:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "גדול יום גשמים כיום קיבוץ גליות שנאמר שובה ה' את שביתנו כאפיקים בנגב וגו'. ואם תאמר אמאי לא קאמר גדול יום הגשמים יותר מקיבוץ גליות דהא כאפיקים בנגב כתיב ומי נתלה במי קטן נתלה בגדול שאפיקים גדולים מיום קיבוץ גליות דהכי נמי אמר (לעיל דף ז.) יערוף כמטר לקחי מי נתלה במי קטן נתלה בגדול וי\"ל דה\"פ אנו מתפללים הכי שובה ה' את שביתנו כאפיקים היורדין בנגב שגדול יום קיבוץ כאפיקים בנגב א\"כ עשה עמנו לטובה אות בקבוץ גליות בהיות כי זה כמו זה ואפיקים בנגב תחדש בכל יום כיום קיבוץ גליות אבל יותר לא:"
            ]
        ], 
        [
            [
                "עשר תעשר. הכי איתא בסיפרי עשר תעשר את כל תבואת זרעך היוצא השדה שנה שנה אין לי אלא תבואת זרעך שחייב במעשר רבית ופרקמטיא וכל שאר רווחים מנין ת\"ל את כל דהוה מצי למימר את תבואתך מאי כל לרבות רבית ופרקמטיא וכל דבר שמרויח בו והכי נמי איכא בהגדה היוצא השדה שנה [שנה] כלומר אם לא תעשר שדך כהוגן לא יהיה לך אלא היוצא מן השדה כלומר לא יעשה שדך אלא כפי מעשרות שהיו קודם לכן דהיינו היוצא מן השדה כלומר מה שהיית רגיל להוציא למעשר מן השדה ומעשה באדם אחד שהיה עשיר והיה לו שדה שעשתה אלף כור והיה אותו עשיר נוטל ק' כורין למעשר ומפריש כל שנה ושנה וכן עשה כל ימיו כשחלה למות קרא לבנו ואמר לו בני דע ששדה זו שאני מוריש לך עושה בכל שנה ושנה אלף כורין הזהר שתפריש ק' כורין כאשר עשיתי ומת אותו האיש ועמד הבן במקומו ועשה השדה אלף כורין כאשר היה עושה בחיי האב והפריש ממנה ק' כורין בשנה שניה נסתכל וראה הבן שמעשר היה דבר גדול ואמר שלא יפריש לשנה אחרת נתמעט השדה ולא עשה כי אם מאה כורין נצטער עליו ושמעו קרוביו שכך מיעט ולא הפריש מעשר באו כולם אצלו מלובשים לבנים ושמחים אמר להם כמדומה לי שאתם שמחים בקלקלתי אמרו לו נצטער עליך כי גרמת לך כל הרעה הזאת ומפני מה לא הפרשת מעשר כראוי היטב בא וראה כי מתחלה כשבא השדה לידך היית בעל הבית והקב\"ה כהן שהיה המעשר חלקו ליתן לעניים ועכשיו שלא הפרשת חלקו לו היה הקב\"ה בעל הבית ואתה כהן שאין שדך עושה מה שהיה עושה מתחלה אלף כורין והפריש לך מאה כורין והיינו דכתיב (במדבר ה) ואיש את קדשיו לו יהיו כלומר כשאינו מפריש כהוגן לא יהיה לו אלא הקדשים כלומר המעשר ועל זה אמרו חכמים המעכב מעשרותיו לסוף בא שלא יהיה לו אלא אחד מעשר כדכתיב (ישעיהו ה) וזרע חומר יעשה איפה דהיינו המעשר דאיפה ג' סאין ובחומר יש (לו) ל' סאין וכן כתיב כי עשרת צמדי כרם יעשו בת אחת וה\"ר נתן האופניא\"ל פי' היוצא מן השדה כלומר ואם לאו שאין אתה מפריש העישור יהיה לאותו היוצא לשדה דהיינו עשו הרשע כלומר שיקחוהו העובדי כוכבים:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "תלמוד לומר עשב. פי' שאם לא יהיו צריכים אלא לעשב אחד ירד על אותו עשב ועל שאר כל השדה לא ירדו:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואמר רבי יוחנן מעליותיו של הקב\"ה כמאן כר' יהושע. פי' כרבי יהושע דאמר כל העולם כולו ממים העליונים הם שותים דאי כרבי אליעזר הא אמר מימי אוקיינוס הוא שותה:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "הלכתא יום ס' כלאחר ס'. וכן עמא דבר ויום תקופה מתחיל:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואין ביניהם דברי תורה ראוים לישרף דכתיב ויהי המה הולכים הלוך ודבר וגו' טעמא דאיכא דבור וכו'. ויש מדרש שהם היו מדברים דברים בטלים ומש\"ה ראוין לישרף:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " פסיעה גסה נוטלת אחת מחמש מאות ממאור עיניו של אדם ואין להקשות אם כן בחמש מאות פסיעות גסות יהיה ניטל כל מאור עיניו של אדם והא קא חזינן דלאו הכי הוה ונראה לפרש דהפסיעה ראשונה נוטל אחת מחמש מאות והפסיעה שניה נוטל פחות מן הראשונה ששניה אינה נוטלת אלא אחד מחמש מאות הנשארים כמו בעישורייתא דבי רבי (כתובות דף סח.) ר\"ל העישור ממה שנשאר אבל עדיין קשה דמ\"ש פסיעה ראשונה דנוטלת יותר מן השניה אלא יש לומר דלא נוטלת אלא פסיעה ראשונה דוקא ומכאן ואילך כיון דדש דש אי נמי פסיעה ראשונה נוטלת טפי משום דכל התחלות קשות:"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "יחיד שקיבל עליו תענית אע\"פ שאכל ושתה כל הלילה מתפלל תפלת תענית . תימה אמאי נקט יחיד דצבור נמי דאמרינן במתני' (לעיל דף י.) דעושין שלשה תעניות ואוכלים משחשיכה וצ\"ע:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "כל תענית שלא שקעה עליו חמה לא שמיה תענית. פי' במסכת ע\"ז פרק אין מעמידין (דף לד.) וכן בחלוק שאין לו אימרא פירש התם וכל הפסק דמתענין לשעות דכל תענית צריך לקבלו מבערב בתפלת המנחה בשומע תפלה ואם הוא שבת באלהי נצור וצריך שיאמר למחר אהיה בתענית יחיד כי היכי דליכא למטעי בתענית צבור:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "התם לצעורי נפשיה בעלמא. ואע\"ג דאמרינן (ר\"ה דף יח:) משחרב בית המקדש בטלה מגילת תענית והאי עובדא דרבי אליעזר בר צדוק היה לאחר חורבן דאי קודם החורבן אמרינן (שם) כיון שיש שלום אין שם גזירות המלכות האי תנא סבר דלא בטלה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "יאסר. פי' יאסר באל\"ף הוי לשון אסור שאסר עצמו וייסר הוי לשון הסרה כלומר יסור מן הנדר יהיה מותר לאכול למחר שיהיה יום טוב ואין להתענות:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "דאי מצי מצער נפשיה עביד אי לא מצי מצער נפשיה לא עביד. ומשום הכי קאמר שמואל דלוה תעניתו ופורע דוקא היכי דלא מצי מצער נפשיה אבל היכי דמצי מצער נפשיה לא מצי ללוות תעניתו והכי מסקנא אם אמר הריני בתענית למחר צריך לצעוריה נפשיה ואינו יכול ללוות ופורע בחנם ואפילו אכל בשוגג ישלים אותו והר\"י מסופק בדבר אם יכול ללוותו ולפרוע היכי דקביל עליה כבר להתענות והתענה עד חצי היום או רביע יום ואפילו לא מצי לצעורי נפשיה אבל לא התענה ודאי דיכול ללוות אחר בשבילו או אם טעה ואכל בשוגג יאכל וישלים יום אחר ואם התענה בשבת כגון תענית חלום דצריך לפרוע כדאמר ובלבד דיתיב תעניתא לתעניתא אם אירע שיהיה ר\"ח אותו יום אז ידחה לתעניתו עד יום אחר בשבוע וכן נראה למ\"ר שי':\n"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            [
                "אמר רב חסדא כל שהוא משום אבל כגון תשעה באב אסור אפילו בצונן ואבל אסור בין בחמין בין בצונן וכו'. ירושלמי יוסף בריה דרבי יהושע בן לוי בתשעה באב וביוה\"כ מרחיץ ידיו ומקנח במפה ומעבירה על גבי עיניו רבי יונה תרי סמרטוטי ויהיב תותי כרעיה פי' היה מניח סמרטוט תחת הכר כדי ללחלחו ומעבירו על גבי עיניו:"
            ]
        ], 
        [
            [
                " אין הבוגרת רשאה לטול עצמה. אומר ר\"י דהא רשאה לאו דוקא אלא ה\"ק אין הבוגרת חייבת הא נערה חייבת:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "אלא בצונן. וקאמר נערה רשאה כלומר דאסורה ואת אמרת דבצונן מותר וקשה לרבא דאמר דבצונן מותר ומשני כי קתני אכיחול ואפירכוס:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "תנא ושייר. פי' תנא עשיית מלאכה ושייר כ\"ד ברכות פי' כ\"ד ברכות שבתעניתא היו מוסיפין ו' ברכות כדמפרש לקמן ברפ\"ב (דף טו.):"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "תני חדא מתענות בראשונות ולא באחרונות ותנא אידך מתענין באחרונות ולא בראשונות ותני אידך לא מתענין לא בראשונות ולא באחרונות נקוט מציעתא בידך. פירש הקונטרס השלש תעניות אמצעיות בידך דבאותן תעניות עוברות ומיניקות מתענות וה\"ק מתענות בראשונות פי' בראשונו' ר\"ל אמצעיות דהם ראשונות לאחרונו' שהיו חמורות אבל לא באחרונות דנפישי ולא מצו עבדי להו והא דקתני באחרונות ולא בראשונות האי אחרונו' היינו אמצעיות וקרי להו אחרונות שהם אחרונות מן הראשונות בתחלה גוזרין שלש תעניות וכן בשניה שלש אבל אין מתענות בראשונות שהם קלות והא דקתני לא בראשונות ולא באחרונות כלומר לא בשלש הראשונות הראשונות ממש ולא בשבע האחרונות האחרונות ממש אלא דווקא באמצעיות:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ורב יהודה בריה דרב שמואל בר שילת משמיה דרב אמר עננו. אומר הר\"י והאי עננו לא ר\"ל עננו שבתפלת תענית אלא ענינו שאומרים בסליחות וביום הכפורים עננו אבינו עננו אבל עננו דתפלה לא קאמר דהא בשלש ראשונות נמי אמר לה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "מתריעין לעזרה. פי' שיבואו לעזור העיר וכו' ומתריעין בפה פירוש והאי תרועה ר\"ל מתריעין בפה דאין להתיר תרועה בשופר בשבת:"
            ]
        ], 
        [
            [
                " רבי יהודה נשיאה גזר תליסר תעניות. על שאר פורעניות ומיהו קאמר ליה רבי אמי דאין מטריחין דהכי נמי משמע דהוה אשאר מיני פורעניות מדמייתי עלה הא דקאמר רבי יוחנן ל\"ש אלא לגשמים אבל לשאר מינים וכו':"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "תני חדא מתענות בראשונות ולא באחרונות ותנא אידך מתענין באחרונות ולא בראשונות ותני אידך לא מתענין לא בראשונות ולא באחרונות נקוט מציעתא בידך. פירש הקונטרס השלש תעניות אמצעיות בידך דבאותן תעניות עוברות ומיניקות מתענות וה\"ק מתענות בראשונות פי' בראשונו' ר\"ל אמצעיות דהם ראשונות לאחרונו' שהיו חמורות אבל לא באחרונות דנפישי ולא מצו עבדי להו והא דקתני באחרונות ולא בראשונות האי אחרונו' היינו אמצעיות וקרי להו אחרונות שהם אחרונות מן הראשונות בתחלה גוזרין שלש תעניות וכן בשניה שלש אבל אין מתענות בראשונות שהם קלות והא דקתני לא בראשונות ולא באחרונות כלומר לא בשלש הראשונות הראשונות ממש ולא בשבע האחרונות האחרונות ממש אלא דווקא באמצעיות:"
            ], 
            "", 
            [
                " שלח להו כיחידים דמיתו. פירוש ובשומע תפלה תאמרו תפלת תענית והא דיחיד אומר ותן טל ומטר בברכת השנים אע\"ג שמתפלל בעצמו הואיל וזמן צבור הוא אבל בני נינוה הוו יחידים אפי' בתקופת תמוז צריכין למטרא:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ונותנין אפר על גבי כו'. ואותו אפר הוי מעצם אדם שהרי הוא האפר הוי לזכרון העקידה ובעקידה היה עצמות:"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "איכא בינייהו דגלו מבי כנישתא לבי כנישתא. פירוש למ\"ד משום גלות איכא ולמ\"ד משים פרהסיא ליכא דהא בי כנישתא הוי כמו בצנעא:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אפר מקלה. פירוש אותו אפר הוה מדבר הנשרף מעצמות אדם כדי לזכור עקידת יצחק דאלמלא שלא היה בא אלא כדי לומר שהרי אנו לפניך כאפר כמו כן מהני עפר סתם והיינו פירוש איכא בינייהו עפר סתם:  "
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אדם שיש לו צורה. פירוש בעל קומה כדי שישמעו דבריו ויקבלו ממנו להמריך הלב ופרקו נאה פירוש כשעמד על פרקו אפילו כשהיה בחור היה בלא שם רע: "
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " ברוך מרחם על הארץ. דגבי דוד ושלמה שייך לומר על הארץ דדוד ושלמה התפללו על הארץ דוד גבי מלאך המות בגורן ארונה ושלמה בתפלה דקאמר רעב כי יהיה בארץ ועוד יש לומר משום דאתקין בהמ\"ק בארץ ולא קשיא הא דחשיב יונה מקמי דוד אע\"ג שהיה קודם משום דבעי למיחתם על הארץ כדמפרש בגמרא:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ויודע שבתי אבותיו קבועין לשם אסור לשתות יין וכו'. פירוש אסור לשתות יין חוץ לסעודתו אבל בסעודתו מותר דיין שבתוך הסעודה אינו משכר:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "כהן גדול מסתפר מע\"ש לערב שבת וכהן הדיוט אחד לשלשים יום כהן גדול מסתפר מע\"ש לערב שבת וכהן הדיוט אחד לשלשים יום. פירוש שאינו יכול להשהות יותר והאי דקאמר בסמוך השתא דכתיב פרע לא ישלחו פרע ליהוי פי' פרע ליהוי עד שלשים יום אם ירצה:"
            ]
        ], 
        [
            "", 
            "", 
            [
                "בעינן כהנים הראויים לעבודה וליכא. וא\"ת והלא בלא יין נמי אסורין בעבודה דטמאי מתים נינהו וצריכין הזאה ג' [וז'] ואמאי אסרי להו יין וי\"ל דמ\"מ מותרין בעבודת צבור דטומאה הותרה בצבור:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " רב אמר הלכה כר' יוסי דאמר לפניו אסור אבל לאחריו מותר. וא\"ת כיון דאמר הלכה כר' יוסי היאך אנו מתענין לפני הפורים דאי משום דבטלה מגילת תענית מ\"מ אחנוכה ואפורים לא בטלו וי\"ל דהא דאמר חנוכה ופורים לא בטלו ר\"ל הדינין שלהם לעשותן י\"ט ודלא להתענאה בהון אבל בדינים דלפניהם בטלו עוד י\"ל דכיון דיום שלפני הפורים שנתבטל מיו\"ט דידהו שהיו רגילין לעשות בהן ונתבטלו יו\"ט שלהם ה\"נ יש לנו לומר שיבטלו משום טעם לפני הפורים דה\"נ אמרינן בסמוך גבי יום שלפני נקנור וכו' וכן גבי יו\"ט טוריינוס דכיון דבטלו מיום שלהם לא יאסרו משום יו\"ט הבא אחריהם דאסורים משום יום שלפניהם כמו כן ה\"נ דכיון דיום שלפני הפורים נתבטל משום עצמו ומותר להתענות לא יאסר משום יום שלפני הפורים:\n"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "   מתריעין עליהם מיד ומתענין כמו כן. ואפילו בראשונות שחומר האחרונות נוהגין בו ואם תאמר הא דמתריעין משמע דמתריעין ומתענין אמאי צריך לפרש במתני' בסמוך אותה העיר מתענה ומתרעת כיון דסתם מתריעות משמע תרוייהו ויש לומר משום דבעי לאפלוגי ר' עקיבא בסיפא דקאמר מתריעות ולא מתענות:\n"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " בהפרכיא שלהן. פי' באותו מלכות:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "רבן שמעון בן גמליאל אומר אף על האילנות בשביעית מפני שיש בהם פרנסה לעניים. פי' הם הספיחים היוצאין מהן וצ\"ל דסבר כמ\"ד (פסחים דף נא:) ספיחי זרעים אסור דהיינו ר' עקיבא מדקאמר על האילנות ולא קאמר על הספיחים:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "נקדרה. כמו מקדר בהרים (עירובין נח.) כלומר שמנקב הרקיע:"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אמרו ליה לאילפא אי יתיב מר לא הוה מלך מר. פי' כלומר לא היית מולך לראש ישיבה וי\"מ בניחותא דמר קאי אר' יוחנן כלומר אי יתיב מר לא הוה מליך ר' יוחנן:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " אמרו ליה לרב יהודה איכא מותנא בחזירי גזר תעניתא וכו' עד שאני חזירי דדמו מעייהו לבני אינשי. פירוש שבני מעיו של חזיר דומין למעים של בני אדם ויש לחוש שיהא על בני אדם מכאן נראה שאם יהיה דבר על עובדי כוכבים שיש לחוש ויש להתענות דהא הכא חזינן דגזר תעניתא מדבר שהיה בחזירין משום דדמו מעייהו לבני אדם וכל שכן דנכרים דדמו לישראל:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "טרפה שני בני אדם אכלה אחד מהן משולחת. והוא הדין לא אכלה אחד מהם משולחת שהרי אם אכלה שניהם אינה משולחת דהא דאכלה שניהם לא הוי מטעם משולחת אלא מטעם דהיא רעיבה והא דנקט אכלה אחד מהם רבותא הוי דאע\"ג דאכלה אחד מהן הוי משולחת:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אינבא. פירוש לנד\"א בלע\"ז מחמת גובהו של הר:"
            ]
        ], 
        [
            [
                "בלילי רביעיות ובלילי שבתות. פי' שלא היו בני אדם הולכין בדרכים באותן לילות מפני אגרת בת מחלת כדמפרש במסכת פסחים (דף קיב:):"
            ]
        ], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "הא והא גרמו ליה. פי' הראב\"ד הא כדעבד דאחוי הקידה קמי רבי איטלע והא דהטיח דברים כלפי מעלה גרמא ליה דאיטלע:"
            ]
        ], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "מנחה ונעילה דכל יומא שכיחי בהו שכרות גזרו רבנן. אפילו ביומא דתענית דלית בהו שכרות וקשיא דהכא משמע דבמנחה שייכא שכרות ובפ\"ק דשבת (דף י. ושם) קאמר בהדיא דבמנחה לא שייכא שכרות וי\"ל דהא דקאמר התם דבמנחה לא שייכא שכרות ר\"ל לגבי ערבית שכרות דמנחה לאו כלום (לגבי שבת) דיותר שכיח שכרות בערבית (יותר) מבמנחה אבל לעולם במנחה שייך שכרות לגבי שחרית ומוסף:"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "רב אמר דולג. פי' הראשון קורא מראש הפרשה ג' פסוקים והשני שאין לו כי אם שני פסוקים מדלג פסוק אחד וקורא ממה שקרא הראשון וכן נמי בראשי חדשים מדלגין והקשה ה\"ר יהודה בר נתן ואמאי מדלגין אמאי אינו קורא למעלה בפרשה דהא בשבת בחוש\"מ קורא הוא מראה אתה אומר אלי (שמות לג) אע\"פ שעיקר הפרשה אינה מתחלת כי אם מפסל לך (שם לד) וי\"ל דמ\"ה הוא קורא ראה בפרשה של מעלה לפי שכל אותה הפרשה משתעי בחד עניינא אבל פרשה דר\"ח לעיל מינה לא משתעי כלל מחד עניינא ולכך אינו קורא בפרשה של מעלה אלא דולג ומזה ראיה למנהגנו אהא דלא קרינן בכל שבת ושבת פרשה של שבת כמו שאנו עושין בי\"ט שאנו קורין פרשיות לפי המאורע לפי שאין בפרשה של שבת שלשה פסוקים דאין לומר שנדלג לעיל דלא הוי מחד עניינא:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "מה הפרש בין זה לזה. כלומר מה הפרש בין קרבן מוסף לקרבן עצים דקרבן מוסף דוחה מנחה וקרבן עצים לא דחי מנחה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "הן הן בני יואב בן צרויה. פירוש דצרויה היתה אחות דוד כדכתיב (דברי הימים א ב) ואחיותיהם צרויה והם באים מזרע רות המואביה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אי ר\"מ. דקאמר בני פחת מואב בן יהודה הן הן בני דוד בן יהודה ליתני במתניתין כי קאמר בעשרים כו' בני פחת מואב בן יהודה היה ה\"ל למיתני בני דוד בן יהודה שבו שניה כמו שאומר שבו בני פרעוש שניה אי ר' יהודה דקאמר בני עדין בן יהודה הן הן בני דוד בן יהודה ליתני שבו בני דוד בן יהודה שניה אי ר' יוסי ליתני שבו בני יואב שניה ומשני תרי תנאי ואליבא דר' יוסי וקשיא אמאי לא מוקי אליבא דר\"מ ותרי תנאי אליבא דר\"מ שהרי טפי יש לן לאוקמא כר\"מ דסתמא דמתני' כר' מאיר ונראה לי דלהכי מוקי לה כרבי יוסי משום דרבי יוסי נימוקו עמו ומסתברא כוותיה בכל מקום ואפילו מחביריו:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ויום טוב הראשון של פסח. הוא גומר הלל אבל שמונה ימי פסח לא משום דלא דמי לחנוכה וסוכות דחנוכה דינא הוא לגמור הלל דכל הח' ימים היה הנס מתגדל והיה כל חד וחד יום טוב וכן בסוכות כל יומא ויומא הוי י\"ט לעצמו לפי שפרי החג מתמעטין והולכין אבל פסח אינו משתנה לא מקרבנות ולא מיום טוב לכך אין גומרים בו ההלל אלא יום הראשון והאידנא דגומרין תרי יומי משום דעבדינן אותו מספק הוי חד יומא לענין קריאת הלל וכן ביום שני של עצרת וכן יום של שמחת תורה ומש\"ה יש לנו כ\"א יום לגמור הלל:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "וישב עליהם את אונס וברעתם יצמיתם ולא הספיקו לומר יצמיתם ה' אלהינו עד שבאו האויבים וכו'. פי' באותו פסוק יש ב' פעמים יצמיתם ולא הספיקו לומר השני עד שבאו וכבשום ואומר ר\"י אע\"ג דאין אותו פסוק כלל במזמור שיר של מוצ\"ש אירע להם כך שאמרו אותו פסוק ובירושל' מפרש אילייא נקט פירוש אילייא הוי כמו אלי כבתולה דהוי לשון קינה כמו שקורין העולם ריאוני\"א בלע\"ז:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואשתכח דכתיב עילויה על אותו יד פירוש מצאו כתוב על היד שנחתכה מן הצלם אנת צבי לאחרובי ביתיה כלומר ביתו של הקב\"ה אשלמת ליה כלומר וכחך נתת לו ויש מפרשים דהכתיבה הוה על הצלם השלם וה\"ק אשכחי' עליה על הצלם השלם אנת צבי לאיחרובי ביתיה כלומר אתה רצית להחריב ביתו של הקדוש ברוך הוא וידך אשלמת ליה לכך שלמתי את ידך להקדוש ברוך הוא שחתכתי:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "וישב עליהם את אונס וברעתם יצמיתם ולא הספיקו לומר יצמיתם ה' אלהינו עד שבאו האויבים וכו'. פי' באותו פסוק יש ב' פעמים יצמיתם ולא הספיקו לומר השני עד שבאו וכבשום ואומר ר\"י אע\"ג דאין אותו פסוק כלל במזמור שיר של מוצ\"ש אירע להם כך שאמרו אותו פסוק ובירושל' מפרש אילייא נקט פירוש אילייא הוי כמו אלי כבתולה דהוי לשון קינה כמו שקורין העולם ריאוני\"א בלע\"ז:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "קצרי דבי רב. פירוש כובסין הבגדים ולכך קרי להו קצרי על שם שמקצרין הבגדים ע\"י רחיצת המים:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ותרוייהו לקולא. כלומר תרוייהו כדר\"מ דאמר מר\"ח ועד התענית וכרשב\"ג דאמר אינו אסור אלא אותה שבת בלבד הלכה כתרוייהו לקולא כלומר דאינו אסור אלא אותה שבת בלבד כרשב\"ג ודוקא התענית אבל לאחר התענית מותר דהלכה כר\"מ דאמר דאינו אסור אלא עד התענית ואע\"ג דשלחו משמיה דר' יוחנן דכלי פשתן מותר לכבס במועד מ\"מ החמיר לנו מורינו רש\"י לתת סדינין שלנו לכובס אותה שבוע שהיה בה ט\"ב קודם התענית אבל היכא דחל ט\"ב בה' בשבת מותר לכבס ולספר מחצות ואילך מפני כבוד השבת דאין להמתין עד ערב שבת מפני טורח השבת:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואע\"ג דקאמר הש\"ס דבשר מליח מותר כל זמן שאינו כשלמים כלומר שעבר יותר מב' ימים משחיטתו אפ\"ה לדידן אסור לאכול בשר אפי' מלוח מזמן מרובה כיון דאנו רגילים לאכול בשר מליח וכן צריך למעט בשתייתו שאם היה רגיל לשתות עשרה כוסות משכר או ממשקה אחר לא ישתה כי אם חמשה וצריך לשנות מקומו שהוא רגיל לאכול בו כמו שהיה מנהגו של רבי יהודה בר' אילעאי שישב ואכל ערב ט\"ב בין תנור לכיריים מקום שהיה מנוול:"
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " מאי יאסף תקבריה אימיה. תימה וכי היה מסופק מאי יאסף אלא נראה לומר דלא מוסיף יסיף ומיהא קבעי גמרא מאי יסיף אבל לעולם הוה ידע דיאסף הוא לשון מיתה כדכתיב (בראשית מט) ויגוע ויאסף אל עמיו: "
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                " כל אחד ואחד מראה הקדוש ברוך הוא באצבעו שנאמר הנה אלהינו זה קוינו לו וגו' נגילה ונשמחה בישועתו:"
            ]
        ]
    ], 
    "commentaryCategories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ], 
    "heTitleVariants": [
        "תוספות"
    ], 
    "length": 31, 
    "versionSource": "http://1.0", 
    "heCommentator": "תוספות", 
    "heBook": "תוספות", 
    "maps": [], 
    "heTitle": "תוספות על תענית", 
    "textDepth": 3, 
    "titleVariants": [
        "Tosafot on Taanit"
    ], 
    "commentaryBook": "Taanit", 
    "commentator": "Tosafot", 
    "order": [
        3, 
        2
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Moed", 
        "Taanit"
    ]
}