{
    "versionTitle": "להורות הדרכים שיתעורר האדם בהם לשוב אל השם", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Shaarei Teshuvah", 
    "text": [
        [], 
        [
            "דע כי דרכי הסיבות שיתעורר האדם בהם לשוב מדרכיו הרעים ששה. ובכל אחד מהם למדנו דעת את האדם איך יתחלק בחקר תבונתו. ויאזין עד תכונתו. ונעיר להם אוזן לשמוע. השכל וידוע. עיקרים יקרים. לכל חפציהם דרושים נחקרים. ויותר מהמה בני הזהר. לשוב בכל יום ונפשך לטהר. בלעדי תחזה סבה מעוררת וילדי יום יקושון מחשבותיך. כי זכרו את בוראך. והיה לך זכרו למשיב נפש מדרכי תולדות גוש עפר. ובכל עריה תעור קשת מדע לישר הדור טבעך. ומיראת השם ואהבתו והבושה מלפניו תוסיף מעלה תמיד. ותשקוד על נקיון כפיך וכרות רעיונים מורדים משרעפיך. והברו נושאי כלי נפשך. ובזכרה יוצרה תעדה עדיה ותכלול יפיה כמש\"כ (ישעיה מ\"ה) בה' יצדקו ויתהללו כל זרע ישראל. ותוסיף אומץ להעיר את רוחך בדרכי הסבות הששה אשר יתבארו. ואשר לא השיג המעלה הזאת יכנע לבבו הערל מדרך הסבות וראות רבות. ולפי מיעוט ההכרה מדרך הסבה המעוררת לב האדם לתשובה. וכפי נטותה אל דרך הרצון יודע ויבחן כי התשובה. מן הנפש החשובה: ", 
            "הדרך הא' כאשר תמצאנה את האיש צרות. ישיב אל לבו ויאמר אין זה כי אם דרכיו ומעלליו אשר עשו אלה לו. וחטאיו עוללו לנפשו. וישוב אל ה' וירחמהו. כענין שנאמר (דברים ל\"א) ומצאוהו רעות רבות וצרות ואמר ביום ההוא הלא על כי אין אלהי בקרבי מצאוני הרעות האלה. ותראה במנהג בשר ודם כי יחטא לאיש. ובעת צרתו יתחרט ויכנע אליו מפני שהוא צריך לעזרתו. תהיה החרטה הזאת גרועה בעיני חבירו כענין שאמר יפתח (שופטים י\"א) ומדוע באתם אלי עתה כאשר צר לכם. ומחסדי השי\"ת שהוא מקבל התשובה מתוך הצרה ותהי לרצון לפניו. ויאהב נדבה את החוטא בשובו עדיו ביום תוכחה ומקרב צרה שנאמר (הושע י\"ד) שובה ישראל עד ה' אלהיך כי כשלת בעונך קחו עמכם דברים וגו' ארפא משובתם אוהבם נדבה. ונאמר (משלי ג') כי את אשר יאהב ה' יוכיח וכאב את בן ירצה. ואם לא ישוב האיש מדרכו הרעה ביום רעה והוכח במכאוב ולא שב עד המוכיחו יגדל עונו ויכפל ענשו. הלא תראה אם המלך מיסר מי את אשר חטא לו ולא יוסר יקשה מוסרו ויכביד עולו מאד. וכתוב (ויקרא כ\"ו) ואם עד אלה לא תשמעו לי ויספתי ליסרה אתכם ונאמר (איוב ל\"ו) וחנפי לב ישימו אף לא ישועו כי אסרם. ואם לא ידע ולא יתבונן כי התלאות מצאוהו מפני חטאיו אך יאמר כאשר אמרו הפלשתים (ש\"א ו) כי לא ידו נגעה בנו מקרה הוא היה לנו. בזאת יהי' קצף עליו לפני ה' ויגדל עון הכת הזאת מחטאת הכת הראשונה. על כן כתוב בראשון על הכת הראשונה ויספתי ליסרה אתכם. וכתוב אחרי כן על הכת האחרת הנזכרת (ויקרא כ\"ו) ואם תלכו עמי קרי ולא תאבו לשמוע לי וגו' כי כל כת האחרונה בפ' קשה מן הראשונה. ואח\"כ כתוב (שם) ואם באלה לא תוסרו לי והלכתם עמי בקרי והלכתי אף אני עמכם בקרי ואחרי כן כתוב (שם) ואם בזאת לא תשמעו לי והלכתם עמי בקרי והלכתי עמכם בחמת קרי. ופירושו - והלכתם עמי בקרי כי תאמרו מקרה הוא היה לנו. ואם אין האיש מכיר מעבדיו ואיננו יודע כי יש בידו עון אשר חטא. עליו לפשפש במעשיו ולחפש דרכיו כענין שנאמר (איכה ג') נחפשה דרכינו ונחקורה. ואם העלם יעלים עיניו ונואלו ונשאו רעיוניו (מלשון הכתוב (ישעיה י\"ט) נואלו שרי צוען ונשאו שרי נוף). ולא חפרו דרכיו. ולא ידע מעשה ידיו ואשר עשו אצבעותיו ויאמר לא חטאתי. חטאתו כבדה מאד כמו שנאמר (ירמיה ב') הנני נשפט אותך על אמרך לא חטאתי. ונאמר (ישעיה מ\"ב) ותלהטהו מסביב ולא ידע ותבער בו ולא ישים על לב ונאמר (משלי י\"ט) אולת אדם תסלף דרכו ועל ה' יזעף לבו: ", 
            "ותדע ותשכיל כי מוסר הש\"י לטובת האדם. כי אם חטא איש לפניו ויעש הרע בעיניו. מוסר השם עליו לשתי תועלות. האחד לכפר על חטאיו ולהעביר את עונו כמו שנאמר (תהלים כ\"ה) ראה עניי ועמלי ושא לכל חטאתי. ובתחלואי הגוף אשר חלה ה' בו. ירפא חלי נפשו. כי העון חלי הנפש כמו שנאמר (שם מ\"א) רפאה נפשי כי חטאתי לך ונאמר (ישעיה ל\"ג) ובל יאמר שכן חליתי העם היושב בה נשוא עון. והשנית להזכירו ולהשיבו מדרכיו הרעים כמו שכתוב (צפניה ג') אך תראי אותי תקחי מוסר. ואם לא קבל המוסר ולא נחת. מפני תוכחת. ולא מל ערלת לבבו. אוי לו ואוי לנפשו כי סבל יסורין ונשא את עונו. ולא נרצה עונו. אבל נכפל ענשו כאשר ביארנו: ", 
            "וכאשר יקבל האדם את מוסר השם וייטיב דרכיו ומעלליו. ראוי לו שישמח ביסוריו לפי שהועילוהו תועלות נשגבות. ויש לו להודות לשם יתעלה עליהם כמו כל שאר ההצלחות. שנאמר (תהלים קט\"ז) כוס ישועות אשא ובשם ה' אקרא ונאמר (שם) צרה ויגון אמצא ובשם ה' אקרא. ואמרו רבותינו זכרונם לברכה בספרי ראב\"י אומר כל זמן שהאדם שרוי בשלוה אין מתכפר לו מעונותיו כלום וע\"י היסורין הוא מתרצה למקום שנאמר - (משלי ג') כי את אשר יאהב ה' יוכיח וכאב את בן ירצה, פירושו - כאב את בן, כן ירצה ה' את אשר הוכיח וקבל מוסרו וכדרך שהאב ירצה את בנו אחרי התוכחות. ויש לפרש עוד וכאב יוכיח את הבן אשר ירצה בו, ואינו מוכיח את הבנים אשר נואש מהם ויודע שלא יועילם התוכחות, ונאמר על האנשים שאינם מכירים טובת התוכחה ותועלתה. כמ\"ש (הושע ז') ואנכי אפדם והמה דברו עלי כזבים ונאמר (שם) ואני יסרתי חזקתי זרועותם ואלי יחשבו רע ונאמר (שם י\"א) ואנכי תרגלתי לאפרים קחם על זרועותי ולא ידעו כי רפאתים: ", 
            "ויש על הבוטח בשם להוחיל במעוף צוקתו כי יהיה החשך סבת האורה. כמו שכתוב (מיכה ז') אל תשמחי אויבתי לי כי נפלתי קמתי כי אשב בחשך ה' אור לי. ואמרו רבותינו זכרונם לברכה אלמלא נפלתי לא קמתי אלמלא ישבתי בחשך לא היה אור לי. וכל איש ואיש ביום צר לו יתן לבו להבין ולהתענות עם התשובה והתפלה. כמו שהצבור חייבים לצום ולהתענות בעת צרתם כאשר תקנו חז\"ל וזה צום נבחר ויום רצון. וכאשר יבא מוסר הש\"י על האיש אשר הוא זך וישר יהיה לנסיון ולהגדיל שכרו לעולם הבא כמו שנאמר (דברים ח') למען ענותך ולמען נסותך להטיבך באחריתך. ואמרו רבותינו זכרונם לברכה פשפש במעשיו בעת צרתו וחפש וחקר ולא מצא חטא בידו הן הן יסורין של אהבה: ", 
            "ומענין הדרך הזה אשר זכרנו. התשובה ביום המות. בראות החוטא כי כלתה אליו הרעה ואבדה תקותו. כמו שכתוב (משלי י\"א) במות אדם רשע תאבד תקוה. והוא מתודה בעת ההיא ושב אל ה' בלב שלם. וגם התשובה ההיא מועילה אף על פי שאינה משגת לתשובת השב בעוצם תומו. כאשר הקדמנו בשער הראשון. ", 
            "הדרך הב' כאשר יבואו ימי הזקנה והגיעו ימי השיבה ויכל כחו וימעט. וישח יצרו. גם יזכור קצו כי קרוב הוא ויבין לאחריתו וישוב אל ה' וירחמהו. ואשר אינו חוזר בתשובה בבוא ימי הזקנה יכפל ענשו ורבה משטמה עליו. כמו שאמרו רבותינו זכרונם לברכה שלשה הקב\"ה שונאן דל גאה ועשיר מכחש וזקן מנאף. ונאמר (הושע ז') אכלו זרים כחו והוא לא ידע גם שיבה זרקה בו והוא לא ידע. ומן התמיהה והפליאה. כי יעמוד האדם בחצי ימיו ורואה כי הימים הולכים ודלים. ויחל הריסות הבנין. ויחסר המשג בטבעו ותראה בו היבשת. כענין שנאמר (תהלים ק\"ב) ימי כצל נטוי ואני כעשב איבש. איך טח מראות עיניו ומהשכיל לבבו. ולא יראה כי נוסע הוא אל המקום מקום בית עולמו. הלוך ונסוע יומם ולילה:", 
            "ויש אנשים רבים ימנע מהם אור התשובה. כי הם זכאים וטהורים בעיניהם ולא יתעשתו על תקון מעשיהם. כי דימו בנפשם שהם מתוקנים והם חטאים לה' מאד. הלא כתוב (קהלת ז') כי אדם אין צדיק בארץ אשר יעשה טוב ולא יחטא. והאנשים ההם מאשר הם בוזים לדבר עונות. לא ירגישו ולא יבינו למו. או הודע אליהם חטאתם ונשכח מלבם אחרי כן. והנם כמו החולה שאינו מרגיש בחוליו ולא יחשוב על הרפואה ויכבד חליו תמיד עד אשר לא יוכל להרפא. ופעמים תהיה נסבה לזאת מקוצר בינתם. כי לא יבאו לדרוש אלהים ודעת דרכיו לא יחפצון. על כן לא ישקדו על דלתות חכמים ותלמידים. כענין שנאמר (משלי ט\"ו) לא יאהב לץ הוכח לו אל חכמים לא ילך: ", 
            "והנה אנשים צדיקים וישרים בלבותם. שאגה להם כלביא תמיד במחשבותם. וינהמו על חטאיהם כנהמת הים. ועל אשר קצור קצרה ידם מעבודת השם. כי על זה יפשע גבר והרבה אשמה כמו על העבירות החמורות. כענין שאמרו רבותינו זכרונם לברכה ויתר הקב\"ה על ג\"ע כו' ולא ויתר לעון ביטול תורה. אף כי מלאו רע האנשים אשר עיקר מחשבותיהם ומעשיהם על חפצי גופם והבלי זמנם. ובסוד היראה אל תבא נפשם. ולהשתונן כליותם עליה אל תחד כבודם במשכיות לבבם וחדרם ומשכיותם לעתים מזומנים. ולא יתנו חלק לתורה בעסקיהם. ומקרב לבם אבד חשבון על נפשם. כי גוי אובד עצות המה. וכמה הם במדרגה תחתונה. ", 
            "ואמרו רבותינו זכרונם לברכה בן ששים שנה לזקנה בן שבעים לשיבה בן שמונים לגבורה בן תשעים לשוח בן מאה כאלו מת ועבר ובטל מן העולם. והיתה כוונתם ז\"ל בדברים האלה להזהיר על התשובה. ושיחשוב האדם על קצו בהגיעו לימי הזקנה. אם לא זכה לעשות כן בימי בחורותיו. ואחרי כי קרוב לבא עתו יעזוב חפצי הגוף ותאוותיו ויתקן נפשו. ובהגיע לימי השיבה יוסיף לגרש מלבו ענין העולם. ולפי מיעוט השנים הבאות ימעיט בעסק העולם ויתיחד תמיד להתבונן ביראת השם. ולחשוב עם נפשו ולתקן מדותיו. ולבקש תורה ומצות. ומה שאמרו בן תשעים לשוח הוא מלשון (תהילים ק\"ב) ישפוך שיחו (בראשית כ\"ד) לשוח בשדה. כמו שפירשו רבותינו זכרונם לברכה יצחק תיקון תפלת המנחה שנאמר ויצא יצחק לשוח בשדה. כי אחרי שהגיע לתשעים ראוי לו להיות כל עסקו בתפלות ובתהלות השם ולשיח בנפלאותיו. ", 
            "ודיבר שלמה המלך עליו השלום בענין ימי הזקנה שלא יתעצל האדם בהם מעבודת הש\"י ואומר (קהלת י\"א) בבקר זרע את זרעך ולערב אל תנח ידך כי אינך יודע איזה יכשר הזה או זה ואם שניהם כאחד טובים. המשיל ימי הילדות והשחרות לבקר וימי הזקנה לערב. והזרע דרך משל לבנים ותלמידים. כמו שאמרו רבותינו זכרונם לברכה נשא אשה בילדותו ישא אשה בזקנותו העמיד תלמידים בילדותו יעמיד תלמידים בזקנותו. כי אולי יצליחו בני הזקונים בתורה ובמצות מבני הנעורים. וכן התלמידים אשר יעמיד בזקנותו אולי יצליחו מן הראשונים או יהיו כאחד טובים. ", 
            "אחרי כן אמר (שם) ומתוק האור וטוב לעינים לראות את השמש. פירושו - חזר לדבר על ימי הזקנה שהמשיל אותם לערב. ומפני כי הזקן לא יטעם את אשר יאכל ואת אשר ישתה כדברי ברזילי הגילעדי. אמר כי יש לו לזקן ליהנות במאור השמש ואל תקצר נפשו עליו. כי קוצר נפש מונע את האדם ממלאכת שמים. ויערב לו האור כאשר יערכנו לעומת ימי החשך הבאים. כאשר יזכיר במקרא אשר למטה מזה (שם) כי אם שנים הרבה יחיה האדם בכולם ישמח ויזכור את ימי החשך כי הרבה יהיו כל שבא הבל. פירוש גם כי יזקין האדם מאוד אל יהיה על עצמו למשא. אך בכל שנותיו ישמח למען לא יאבד אחת משנותיו ולא ישבות מעבודת הבורא. ויזכור ימי החשך כי הרבה יהיו ואז לא יוכל לעבוד עבודה כענין שנאמר (תהלים ו') בשאול מי יודה לך. והצדיקים מתגברים בזקנותם ויאזרו חיל ויחליפו כח לעבודת השם כמו שאמרו רבותינו זכרונם לברכה תלמידי חכמים כל זמן שמזקינין חכמה מתוספת בהם. ונאמר (שם צ\"ב) עוד ינובון בשיבה דשנים ורעננים יהיו. והזכיר למעלה (שם) צדיק כתמר יפרח וגו' שתולים בבית ה' וגו' כי הצדיקים שתולים בבית ה' מנעוריהם וגדלים בבתי מדרשות מבחוריהם. כתמר שיפרח וכארז שגדל בלבנון. וכן אמרו רבותינו זכרונם לברכה שתולים בבית ה' אלו התינוקות על דרך מה שכתוב (שם קמ\"ז) אשר בנינו כנטיעים מגודלים בנעוריהם. ואמר אחרי כן בדבר זה אינם נמשלים לאילנות כי האילנות בהזקינם לא יתנו חילם והצדיקים ינובון בשיבה. עוד אמר דהמלך עליו השלום (שם ע\"א) וגם עד זקנה ושיבה אלהים אל תעזבני עד אגיד זרועך לדור לכל יבא גבורתך: ", 
            "הדרך הג' כאשר ישמע מוסר החכמים והמוכיחים יקשיב וישמע ויכנע ויחזור בתשובה. ויקבל בלבו כל דברי התוכחות ושלא יגרע דבר מדבריהם. והנה האיש הזה ברגע קטן יצא מאפלה לאור גדול. כי עת אשר יאזין ויסכית ולבבו יבין ושב ויקבל ביום שמעו דברי המוכיח. וקיים עליו להיותו עושה ככל אשר יורוהו תופשי התורה מן היום ההוא ומעלה להזהר כאשר יזהירוהו יודעי בינה לעתים. עלתה בידו התשובה ונהפך לאיש אחר. ומעת אשר קבל כזאת במחשבתו וגמר עליו ככה בלבבו קנה לנפשו זכות ושכר על כל המצות והמוסרים ואשרי כי צדק נפשו בשעה קלה. וכן אמרו רבותינו זכרונם לברכה (שמות י\"ב) וילכו ויעשו בני ישראל וכי מיד עשו והלא לא עשו עד י\"ד לחדש. אלא כיון שקבלו עליהם לעשות מעלה עליהם [הכתוב] כאלו עשו מיד. ואמר באבות של רבי נתן כל שמעשיו מרובים מחכמתו חכמתו מתקיימת שנאמר (שמות כ\"ד) נעשה ונשמע. ביאור הדבר כי האיש אשר קבל על נפשו בלב נאמן לשמור ולעשות על פי התורה אשר יורוהו ועל המשפט אשר יאמרו לו היושבים על המשפט. יש בידו מן היום הזה שכר על כל המצות על אשר שמעה אזנו מדברי התורה ותבן להם. ועל הדברים אשר לא גלו אזנו עליהם עדנה. וצדק לבש וקנה זכות על הנגלות אליו ועל כל נעלם מעיניו. ואחרי זאת יום יום ידרוש וישקוד על דלתות מוכיחיו וישכיל מכל מלמדיו. ונמצא האיש הזה מעשיו מרובין מחכמתו כי לא ידע את הדבר והנה שכרו אתו (עליו) וכענין מה שאמרו ישראל בסיני נעשה ונשמע שהקדימו קבלת המעשה על נפשם לפני השמיעה. ובענין אחר לא יתכן שיהיו מעשי האדם מרובין ממה שהוא יודע: ", 
            "ואשר לא יתעורר לקול המוכיחים יכפל עונות כי הזהירוהו והקשה את לבו ולא נזהר כמו שנאמר (משלי י\"ז) תחת גערה במבין מהכות כסיל מאה. אך מרי יבקש רע ומלאך אכזרי ישולח בו. פירוש האיש הרע לא יכנע לקול המוכיחים אך יבקש להמרות. ותחת כי לא נחת מדברי המלאך המוכיח. מלאך אכזרי ישולח בו מדה כנגד מדה. כי המוכיחים נקראו מלאכים שנאמר (ד\"ה ב לו) ויהיו מלעיבים במלאכי האלהים ובוזים דבריו ומתעתעים בנביאיו. ועוד אמר שלמה המלך עליו השלום (משלי ט\"ו) מוסר רע לעוזב אורח שונא תוכח ימות. פירושו - אמת כי ראוי מוסר רע לעוזב אורח ועובר על דברי תורה. אכן יש תקוה כי יוסר וישוב מדרכו הרע. אך רע ממנו שונא תוכחות כי אין לו תקוה ותקנה במוסר רע אבל אחת דתו למות. כי העובר עבירה תתקפהו התאוה והיצר השיאו. ויתכן כי נפשו מרה לו על אשר יעצר כח [נ\"ל שצ\"ל על אשר לא עצר כח] מפני יצרו. ואולי יכסוף לתוכחה ויקוה למוסר. אבל שונא התוכחות כבר נואש מנפשו. ושנאת התוכחה תהיה לו לעדה כי הוא שונא דברי הש\"י: ", 
            "עוד אמר שלמה המלך עליו השלום (משלי ט\"ו) מאור עינים ישמח לב שמועה טובה תדשן עצם. אזן שומעת תוכחת חים בקרב חכמים תלין. ויש לכל חכם לב לדעת כי לא יתכן שחבר שלמה המלך עליו השלום דברים בטלים כאלה חנם [בתוך] דברי המוסר ויראת ה'. כשכבר העיד עליו הכתוב (מלכים א ד') ויחכם מכל האדם. אכן זה פשר הדבר. מאור עינים ישמח לב. העין אבר נכבד מאד כי יראו בו את המאורות המשמחים את הלב. ונכבד ממנו האוזן כי ישמעו בו שמועה טובה המדשנת את העצם שאין בו ההרגשה ולא ידושן במאור עינים בלתי בתענוג יתר. וכן אמרו ז\"ל כי האזן נכבד משאר האיברים. שאם סימא את עינו נותן לו דמי עינו. חרשו נותן לו דמי כולו. והן האדם חייב לעבוד את הש\"י באיבריו ויצוריו כלם כי לעבודתו יצרם כמו שכתוב (משלי ט\"ז) כל פעל ה' למענהו. אף כי באיברים הנכבדים אשר יצר בו נתחייב לעבוד בהם את יוצרם. והעונש הגדול יתר מאד אם יפריעם ממעשה מצותיו ועבודה לא יעבוד בהם ולא כגמול עליהם השיב. כי ה' הטיב עמו בחושיו הנכבדים טובה עצומה וכבוד והדר עטרו בהם. על כן הקדים להזכיר אחת ממעלות האוזן בעבור הראותך גודל חובת עבודתו. ובאר אחרי כן כי תהיה עבודת האוזן בשמוע אל התוכחות. ואמר אזן שומעת תוכחת חיים בקרב חכמים תלין פירושו - ראוי לשכון בין החכמים. אחר אשר יקשיב בתוכחתם. ואמרו רבותינו זכרונם לברכה נפל אדם מן הגג ונשברו איבריו צריך רטיה ותחבושת על כל אבר מאיבריו ועצם מעצמיו. והחוטא אשר חטא בכל איבריו ונחשב כאלו רבתה מכה באיבריו כלם מכף רגלו ועד קדקדו שנאמר (ישעיה א') מכף רגל ועד ראש אין בו מתום. והנה הקב\"ה מרפא כל איבריו ברטיה אחת והיא שמיעת האזן שנאמר (שם נ\"ה) הטו אזנכם ולכו אלי שמעו ותחי נפשכם: ", 
            "הדרך הד' בעת אשר יהגה האדם בתורת ה' ויקרא בדברי הנביאים והכתובים. ויבין בנועם המוסרים ויראה האזהרות והעונשים. יחרד לדברים ויכין לבו להטיב דרכיו ומעלליו ויתרצה אל השם. כענין שנאמר (שם ס\"ו) ואל זה אביט אל עני ונכה רוח וחרד על דברי. וכן כתוב בענין יאשיהו (מ\"ב כב) ויהי כשמוע המלך את דברי ספר התורה ויקרע את בגדיו. ובענין עזרא נאמר (נחמיה ח') כי בוכים כל העם בשמעם את דברי התורה. ואשר לא שת לבו אל דברי ה' יכבד פשעו עליו כענין שנאמר (ירמי הל\"ו) ולא פחדו ולא קרעו את בגדיהם. ואמרו רבותינו זכרונם לברכה כל הלומד ואינו מקיים נוח לו שנהפכה שליתו על פניו ולא יצא לאויר העולם. ונאמר (הושע ה') אכתוב לו רובי תורתי כמו זר נחשבו ונאמר (ירמיה ח') איכה תאמרו חכמים אנחנו ותורת ה' אתנו אכן [הנה] לשקר עשה עט שקר סופרים: ", 
            "הדרך הה' בעשרת ימי תשובה. הירא את דבר השם לבו יחיל בקרבו בדעתו שכל מעשיו בספר נכתבין. ובעת ההיא האלהים יביא במשפט את כל מעשה על כל נעלם אם טוב ואם רע. כי האדם נדון בראש השנה וגזר דין שלו נחתם ביום הכיפורים. ובעת אשר ידע כי יביאו את דינו לפני מלך בשר ודם הלא יחרד חרדה גדולה וישית עצות בנפשו ובכל דרכי חריצות יחיש מפלט לו. ולא תעלה על רוחו לפנות על ימין או על שמאל ולהתעסק ביתר חפציו. ולא ישגיח לפתח ולשדד אדמתו ולא יפנה דרך כרמים. ולא יתרפה ביום צרה מהכין לב להנצל כצבי מיד. לכן מה נואלו היוצאים לפעלם ולעבודתם עדי ערב בימים הנוראים ימי הדין והמשפט ואינם יודעים מה יהיה משפטם. הלא [לאחותם] יהגה לבם ביום שידובר [בה] שנאמר (ש\"ה ח) מה נעשה לאחותינו ביום שידובר בה. וראוי לכל ירא אלהים למעט בעסקיו להיות רעיוניו נחתים. ולקבוע ביום ובלילה עתם ולהתבודד בחדריו ולחפש דרכיו לחקור. ולקדם אשמורות ולהתעסק בדרכי התשובה וכשרון המעשה. ולשפוך שיח ולשאת תפלה ורנה. ולהפיל תחנה. והעת עת רצון והתפלה נשמעת בו כענין שנאמר (ישעיה מ\"ט) בעת רצון עניתיך וביום ישועה עזרתיך. ואמרו רבותינו זכרונם לברכה (שם נ\"ה) דרשו ה' בהמצאו אלו עשרה ימים שבין ראש השנה ליום הכיפורים. ומצות עשה מן התורה להעיר אדם את רוחו לחזור בתשובה ביום הכפורים שנאמר מכל חטאתיכם לפי ה' תטהרו. על כן הזהירנו הכתוב שנטהר לפי ה' בתשובתנו והוא יכפר עלינו ביום הזה לטהר אותנו: ", 
            "הדרך הו' כל עת יכון לקראת אלהיו. כי לא ידע האדם את עתו. על כן כליותיו ישתונן. ובצדקה יכונן. להשיב רוחו בטהרה אל האלהים אשר נתנה. ויחפש דרכיו ומעלליו בכל יום. יפקדם לבקרים ולרגעים יבחנם. ואמרו רבותינו זכרונם לברכה ר' אליעזר אומר שוב יום אחד לפני מיתתך אמרו לו תלמידיו רבינו וכי אדם יודע באיזה יום ימות אמר להם כל שכן ישוב היום שמא ימות למחר ונמצאו כל ימיו בתשובה. ואומר (קהלת ט') בכל עת יהיו בגדיך לבנים ושמן על ראשך אל יחסר. לובן הבגדים משל על נקיות הנפש בתשובה והשמן משל למעשים טובים ושם טוב. עוד אמרו רבותינו זכרונם לברכה בענין הזה משל לאשתו של מלח שהיתה מתקשטת ותשם בפוך עיניה ובעלה עובר אורחות ימים ותאמרנה לה השכנות הלא בעלך הלך בדרך למרחוק ועל מה זה לשוא תתיפי. אמרה להם בעלי מלח הוא אולי יהפך רוח ים וקל מהרה יבא וימצאני והנני מקושטת. ויש על האדם לשער בנפשו בהיותו שאנן ושלו. איך ידאג לבבו ויראה ורעד יבא בו ביום המות בהיותו נכון לעלות ליתן את החשבון. ואיך יתודה בעת מותו בלב נשבר. וככה יעשה כל הימים יתודה בלב נדכה ויהיה מורא שמים עליו: ", 
            "ויש על האדם לחדש לו בכל יום מצות אולי הגיע תור מותו ולא יקיים המצות ההם. ואמרו רבותינו זכרונם לברכה כל העושה מצוה אחת סמוך למיתתו דומה שקיים את כל התורה ולא היה חסר אלא אותו מצוה. וכל העושה עבירה אחת סמוך למיתתו דומה כאלו בטל את התורה: ", 
            "ויש אנשים אשר לא ירגישו בענין המות לעשות צדה לדרך ולתקן מעשיהם ולא יעלו על לבם יום מותם עד בואו. והם נמשלים כבהמות אשר לא ירגישו בענין המות עד יום הטביחה. כמו שנאמר (תהלים מ\"ט) כצאן לשאול שתו מות ירעם וירדו בם ישרים לבקר וצורם לבלות שאול מזבול לו. פירושו - כצאן שתו נפשם לשאול כי לא ירגיש בענין מותם עד בואו פתאום. מות ירעם. אין מות הרשעים כמות הבהמות מות הבהמות פעם אחת והרשעים מות ירעה בהם בכל יום. מלשון (מיכה ז') ירעו בשן וגלעד ומענין (איוב י\"ח) יאכל בדיו בכור מות. כי נפש הרשעים ההשחתה וההפסד ידבקו בה בכל עת עד אשר תשחת ותכלה ותאבד. וירדו בם ישרים לבקר. המשיל זמן תחיית המתים לבקר אשר יעיר בו האדם משנתו. וכענין שנאמר (דניאל י\"ב) ורבים מישני אדמת עפר יקיצו. כי אז ירדו הישרים ברשעים כמו שכתבו (מלאכי ג') ועסותם רשעים יהיו אפר תחת כפות רגליכם. ואמרו רבותינו זכרונם לברכה בענין יום הדין לתחיית המתים. לאחר שנים עשר חדש גופן כלה ונשמתן נשרפת ונעשין אפר תחת כפות רגלי הצדיקים שנאמר ועסותם רשעים וגו'. וצורם לבלות שאול. צורם כמו צורתם וכן (הושע י\"ג) כתבונם עצבים. כתבונתם. ויקרא הנפש צורת האדם. ויש מן הדוברים על הנפש שאמרו בגדר הנפש שהיא צורת (עקרית) [מקרית]. וביאור הענין כי נפש הרשע יבלה שאול אותה. והיא מזבול לו. כי הנפש מן העליונים מלשון (ישעיה ס\"ג) מזבול קדשך. והרשע סבב בחטאותיו ועולל לנפשו נפש היקרה והעליונה שהיא מזבול לו. לבלות אותה שאול מטה. ", 
            "וכמה קשה המות למי שלא הפריד תאות העולם מנפשו עד אשר יפרידנה המות. ואמרו רבותינו זכרונם לברכה במסכת דרך ארץ. רצונך שלא תמות. מות עד שלא תמות. ביאור הענין הרוצה שיהיה לו יום המות לחיי עד ידבר אל לבו אחרי אשר סופו לעזוב את האדמה ולהניח חפצי הגוף ובאחריתו ישטמם ויטשם. יעזבם בחיים ולא ישתמש באדמה רק לעבודת הבורא יתעלה. ואז יהיה לו יום המות לחיים שאין להם הפסק: ", 
            "ודע כי נפש הרשע אשר כל תאותה לחפצי הגוף בחייו. ונפרדת תאותה מעבודת הבורא ונבדלת משרשיה. חרד במותו למטה לארץ אל מקום תאותה. ויהי תולדתה כטבע העפר לרדת ולא לעלות. אבל יעלוה למרום לדין ולמשפט. ולראות איך החליפה מרום בשאול. כאשר יעלו את האבן על יד כף הקלע ואחרי עלותה למרום תרד בטבעה למטה לארץ כאשר האבן חוזרת ונופלת לארץ אחרי הזריקה. שנאמר (ש\"א כה) והיתה נפש אדוני צרורה בצרור החיים את ה' אלהיך ואת נפש אויביך יקלענה בתוך כף הקלע. ואמרו רבותינו זכרונם לברכה במדרש משלי אחת נשמתן של צדיקים ואחת נשמתן של רשעים (יש כאן חסרון וצ\"ל אחת נשמתן של צדיקים ואחת נשמתן של רשעים עולות למעלה ונידונין שם. נשמתן של צדיקים זוכות בדין ונגנזות תחת כסא הכבוד ונשמתן של רשעים) חוזרות ויורדות ומטרפות לארץ שנאמר ואת נפש אויביך יקלענה וגו'. ונאמר (משלי י\"א) במות אדם רשע תאבד תקוה. כי לא תהיה תקוה לנפש הרשע לצאת מחשך לאור שנאמר על נפש הרשע (תהלים מ\"ט) תבא עד דור אבותיו עד נצח לא יראו אור: ", 
            "יט. הנה נתבאר כי נשמת הרשעים יורדת לשאול. משני מקראות שזכרנו ומדברי חז\"ל. ועוד נאמר (משלי ט\"ו) אורח חיים למעלה למשכיל למען סור משאול מטה. ועוד נאמר (קהלת ג') מי יודע רוח בני האדם העולה היא למעלה ורוח הבהמה היורדת היא למטה לארץ. פירוש מי יכיר הצדיקים והרשעים בעוה\"ז. כי יש רשעים אשר מעשיהם במחשך ולא יכירו בהם בנ\"א [ויש צדיקים] שייראו שמים בסתר. כענין שנאמר (מיכה ו') והצנע לכת. ויקרא לנפש הרשע נפש הבהמה מפני שנמשכת אחרי התאוה הגשמית כבהמה וכענין שכתוב (יונה ד') אשר לא ידע בין ימינו לשמאלו ובהמה רבה. ולנפש הצדיקים קרא רוח בני האדם וכענין שנאמר (יחקאל ל\"ד) אדם אתם. וביאור לשון המקרא כן הוא. מי יודע רוח בני האדם והם הצדיקים. העולה היא למעלה כי יש הרבה צדיקים שאין אדם יכול לגזור עליהם בעולם הזה שהם צדיקים באמת וכי תעלה נפשם למרום. כענין מה שנאמר (ש\"א טו) כי האדם יראה לעינים וה' יראה ללבב. וגם כי רבים מן הצדיקים הם יראי שמים בסתר ואין צדקתם מודעת. וכענין שנאמר (מיכה ו') והצנע לכת עם אלהיך. ורוח הבהמה וגו' גם יש רשעים רבים שאין אדם מכיר במעשיהם כענין שנאמר (ישעיה כ\"ט) והיה במחשך מעשיהם ויאמרו מי רואנו ומי יודענו. וכן פירשו ז\"ל במדרש קהלת. כי רוח בני האדם אלו הצדיקים ורוח הבהמה אלו הרשעים. ", 
            "ולא יוכל איש לומר כי היה מסתפק על נשמת האדם אם תעלה למעלה כי הנה כתוב (קהלת י\"ב) והרוח תשוב אל האלהים אשר נתנה. ועוד איך יסתפק על רוח הבהמה אם יורדת למטה הלא רוח הבהמה מן הארץ ואיך תעלה. ונתבאר בתורה כי נשמת האדם עליונית. כי כתוב על נפש הבהמה כי היא מן הארץ שנאמר (בראשית א') תוצא הארץ נפש חיה למינה. ועל נפש האדם כתוב (שם ב') ויפח באפיו נשמת חיים. על כן תעלה נשמת האדם במות הגוף למעלה כי כל הדברים שבים אל שרשם. כענין שנאמר (קהלת י\"ב) וישוב העפר על הארץ כשהיה והרוח תשוב אל האלהים אשר נתנה. ונאמר על נשמת הצדיקים (זכריה ג') ונתתי לך מהלכים בין העומדים האלה פירושו - בין המלאכים שהם עומדים וקיימים. כמו שנאמר (תהלים קמ\"ח) ויעמידם לעד לעולם ונאמר (דניאל ז') קרבת עד חד מן קאמיא. ואמרו ז\"ל נפשותיהן של צדיקים גנוזות תחת כסא הכבוד שנאמר (ש\"א כה) והיתה נפש אדוני צרורה בצרור החיים. ", 
            "וכל אנשי לבב יחשבו העולם הזה כמו דירת עראי ולא ישתמשו בו רק לעבודת הבורא יתברך ויכינו בו צדה לנפשם. כי אם שנים רבות יחיה האדם ואלו חיה אלף שנים פעמים. אחרי שיש מספר לשניו יכלה המספר וסופו כלא היה יהיה. ועולם הגמול אין לו תכלית כענין שנאמר (איוב ט\"ז) כי שנות מספר יאתיו ואורח לא אשוב אהלך. אף כי מי האדם כצל עובר כענין שנאמר ימי שנותינו בהם שבעים שנה וגו'. ונאמר (שם קמ\"ד) ימיו כצל עובר ואמרו רבותינו זכרונם לברכה לא כצלו של אילן ולא כצלו של כותל אלא כצל עוף הפורח ועובר. רצונו לומר - כי חייב האדם להמשיל העולם הזה בלבבו כצל עוף הפורח וברגע קטן עובר. גם כי אין האדם יודע אם היום כאן ולמחר בקבר. ונמצא בהשתדלו וטרחו על יום מחר כי הוא מצטער על עולם שאינו שלו. ואמרו רבותינו זכרונם לברכה אל תצר צרת מחר כי לא תדע מה יולד יום: ", 
            "ועיקר ספר קהלת חברו שלמה המלך עליו השלום למען ישים האדם על לבו כי העולם הבל הבלים ולא ישתמש בו זולתי לעבודת הבורא יתעלה. והודיע כוונתו בפתיחתו וחתימתו. כי פתח ואמר הבל הבלים אמר קהלת הבל הבלים הכל הבל. ואמרו רבותינו זכרונם לברכה אלו אדם אחר היה אומר כן היינו אומרים אלי לא אסף שתי פרוטות מימיו על כן נחשב העולם הבל בעיניו. אכן שלמה המלך שנכתב עליו (מ\"א י) ויתן המלך את הכסף בירושלים כאבנים. לו נאה לומר כי העולם הבל הבלים. וחתם ספרו ואמר (קהלת י\"ב) סוף דבר הכל נשמע את האלהים ירא ואת מצותיו שמור כי זה כל האדם: ", 
            "ומי שחננו הש\"י דיעה ישוב אל לבו כי הש\"י שלחו בעולם הזה לשמור משמרתו ותורתו וחוקותיו ומצותיו. ולא יפקח עיני זולתי לעשות שליחותו. ולקץ הימים אם עשה שליחותו באמונה. ישוב ובא ברנה ושמחת עולם על ראשו. כעבד אשר שלחו המלך לעבר הים. שאין עיניו לבו זולתי על דבר שליחותו עד שובו אל אדוניו. וכן אמר שלמה המלך עליו השלום (משלי כ\"ב) להיות בה' מבטחך וגו' להודיעך קשט אמרי אמת להשיב אמרים אמת לשולחיך: ", 
            "ומן הדברים שאדם חייב לזכור בעבורם יום המות. כדי שלא יתבטל ואל תרפינה ידיו מעבודת הש\"י. ותדד שנתו מעיניו לעמול בתורה. ולהתבונן ביראת ה' ולתקן מדות נפשו והשיג מעלות היראה והאהבה ולשוב מחשבות איך יגדיל ויאדיר מצות להיות לנפשו סגולה ואוצר כענין שנאמר (משלי י') חכם לב יקח מצות. כי ידע ויזכור שהימים קצרים כמו שאמרו רבותינו זכרונם לברכה היום קצר והמלאכה מרובה והפועלים עצלים ובעל הבית דוחק: ", 
            "ומי שאינו זוכר יום המות תמיד דומה בעיניו שיש לו פנאי ומתון (נ\"ל שהוא מלשון הוו מתונים בדין. ובברכות מתון מתון ת' זוזי שויה) להשיג חפצו. ואמרו רבותינו זכרונם לברכה יפה שעה אחת בתשובה ומעשים טובים בעוה\"ז מכל חיי העוה\"ב ויפה שעה אחת של קורת רוח בעוה\"ב מכל חיי העוה\"ז. ", 
            "כד. וכן אמר שלמה המלך עליו השלום (קהלת ט') כי מי אשר יחובר אל כל החיים יש בטחון כי לכלב חי הוא טוב מן האריה המת. פירושו - שיבח חיי העוה\"ז לענין התשובה ופעולת המצוה והשגת מעלות הנפש והוא הבטחון הנמצא לאשר יחובר אל החיים. ופירושו - כי לכלב החי כי האדם הפחות בחיים יכול להוסיף מעלות בנפשו מה שלא יכול לעשות כן החכם הצדיק המת. ובמקום אחר ביזה וגינה העולם הזה לענין השגת תענוגיו וכבודו. ואמר (שם א') מה יתרון לאדם בכל עמלו שיעמול תחת השמש. עוד אמר (שם ד') ושבח אני את המתים שכבר מתו מן החיים אשר המה חיים עדנה: ", 
            "ואמרו רבותינו זכרונם לברכה הסתכל בג' דברים ואין אתה בא לידי עבירה. מאין באת, מטפה סרוחה. ולאן אתה הולך, למקום רמה ותולעה. ולפי מי אתה עתיד ליתן את החשבון, לפני מלך מלכי המלכים הקב\"ה. ביאור הדבר. כאשר תחשוב מאין באת תכניע נפשך ותשנא הגאוה. וכאשר תזכור לאן אתה הולך תבזה העולם ותכיר כי מותרו אין ולא תתעסק בו זולתי לעבודת הבורא יתברך. וכאשר תשיב אל לבך לפני מי אתה עתיד ליתן את החשבון יהי מורא שמים עליך. ואמרו רבותינו זכרונם לברכה (בראשית א') וירא אלהים את כל אשר עשה והנה טוב מאוד זה המות. כי גם המות טוב להכניע הנפשות ולהיות חתת אלהים על הלבבות ולבלתי עשות העולם הזה עיקר. ", 
            "ויש אנשים שאינם נותנים פנאי לנפשם לקבוע עתים להבין לאחריתם. מטרדתם בקניני העולם. כענין שכתוב (איוב ד') הלא נסע יתרם בם ימותו ולא בחכמה. פירושו - הלא נסע יתרם ממונם מהם בנסיעתם. הנה כי אין לו בהם תועלת. אבל אבד מהם טובה הרבה. כי גרם להם אשר ימותו ולא בחכמה כי לא חכמו להבין לאחריתם ולתקן נפשם ולהכין צידה לדרכם. כענין שכתוב (דברים ל\"ב) לו חכמו ישכילו זאת יבינו לאחריתם: ", 
            "והנה נחתום הענין הזה במאמר נכבד אשר לחכמי ישראל ז\"ל. היה הלל עליו השלום אומר אם אין אני לי מי לי וכשאני לעצמי מה אני ואם לא עכשיו אימתי. ביאור הדבר. אם האדם לא יעורר נפשו מה יועילוהו המוסרים. כי אף על פי שנכנסים בלבו ביום שמעו. ישכחם היצר ויעבירם מלבבו כענין שנאמר (הושע ו') וחסדכם כענן בקר. ונאמר (משלי י') כסף נבחר לשון צדיק לב רשעים כמעט. פירושו - מוסר הצדיק זך בלי סיג ולשונו נבחר. אבל לב הרשעים השומעים מוסרו רגע אחד הוא. מלשון (תהלים פ\"א) כמעט אויביהם אכניע. ענינו כרגע אויביהם אכניע. ויקרא לב הלב הנבון והמתוקן כמו שנאמר (משלי ט\"ו) ושומע תוכחת קונה לב (שם י\"ז) לקנות חכמה ולב אין. אכן צריך האדם בשמעו המוסר לעורר נפשו ולשום הדברים אל לבו ולחשוב בהם תמיד. ועליהם יוסיף לקח ומלבו יוציא מילין. ויתבודד בחדרי רוחו וישוב יהפוך יד תוכחתו על נפשו. ולא יסמוך על תוכחת המוכיח לבדו. ותוכחתו לבקרים ולרגעים תהיה עד אשר תקבל נפשו המוסר. ועד אשר תטהר. וכשאנ\"י לעצמ\"י מ\"ה אנ\"י: ", 
            "גם כשאני לי להשתדל לתקן נפשי בכל כחי ואני הוגה בחכמה בכל עת. מה אני. כי השגת האדם קצרה ודלה. ועם הטורח והתקון ישיג מעט מן המעלות. ראה מי אנכי ומי חיי כשאין אני לעצמי להשתדל ולטרוח לתקן נפשי. והמשל בזה מן השדה שהיא זיבורית. כי עם רב הטורח בתיקונה ועם רב עבודה. תוציא זרע מעט. ואם לא יטרחו בתקונה לא תצמיח ולא יעלה בה כל עשב אבל קוץ ודרדר תצמיח. רק השדה אשר היא עידית גם כי לא יטרח בעבודתה ימצא בזריעתה תועלת. ואמר רבותינו זכרונם לברכה בענין מה שכתוב (תהלים ק\"ג) כי הוא ידע יצרנו משל למלך שנתן שדה לעבדיו והזהירם לעבדה ולשמרה ולהביא לו ממנה שלשים כור בכל שנה והם טרחו בה ועבדו אותה היטב והביאו ממנה לפני המלך חמשה כורים. אמר להם מה זאת עשיתם אמרו לו אדונינו המלך שדה שנתת לנו זבורית היא ואנחנו בכל כחנו עבדנו אותה. ועם כל הטורח לא עשתה את התבואה יותר מזה השיעור. וא\"ם ל\"א עכשי\"ו אימת\"י. אין ראוי לי לאחר יום או יומים השתדלותי בתקון נפשי ובקביעות עתים לתורה. כי אם אומר אקוה לעת הפנאי ועד היות בידי כסף די ספוקי. הנה טרדות העולם אינן פוסקות כמו שאמרו רבותינו זכרונם לברכה אל תאמר לכשאפנה אשנה שמא לא תפנה:", 
            "והשנית אחרי אשר יאסוף ויכנוס עוד יכסוף לאסוף. כמו שאמרו רבותינו זכרונם לברכה אין אדם יוצא מן העולם וחצי תאותו בידו ויש בידו מנה ומתאוה לעשות מאתים השיגה ידו מאתים מתאוה לעשותם ארבע מאות. וכן כתיב (קהלת ה') אוהב כסף לא ישבע כסף: ", 
            "והשלישית הזמן מתמעט והמלאכה מרובה. מלאכת התורה. ותיקון הנפש. והשגת המעלות כמו האהבה. והיראה. והדביקות. כמו שאמרו ז\"ל היום קצר והמלאכה מרובה: ", 
            "הרביעית כאשר יאוחר תקון נפשו יקרהו עון ויכשל בעבירות תמיד: ", 
            "החמישית באיחור תיקון הנפש היצר הולך ומתגבר. ויקשה עליו לתקן נפשו אחר כן. כמו שכתוב (משלי כ\"ד) והנה עלה כלו קמשונים וג'. ואמרו רבותינו זכרונם לברכה כאשר היצר קשור בעבירה ידמה כענין המינות ולא תשיג ידו לטהרתו. ואמרו במוסרים, ההרגל על כל דבר שלטון:", 
            "הששית אולי לא ימשכו ימיו וימות טרם ישלים חוק התשובה. על כן הזהיר שלמה המלך עליו השלום (קהלת ט') בכל עת יהיו בגדיך לבנים:", 
            "השביעית בהתאחרו מן התשובה, יהיו עונותיו ישנים וישכח יגונם ולא ידאג להם כאשר בתחילה:", 
            "השמינית בבואו בימים ויחלש כח היצר לא יקבל שכר על התשובה כאשר בתיקון לבבו בימי בחורותיו. ואמרו רבותינו זכרונם לברכה (תהלים קי\"ב) אשרי איש ירא את ה'. בעודו איש. ואמרו כאשר לא תמצא יד הגנב לגנוב יחזיק נפשו כאיש שלום:", 
            "התשיעית בימי הזקנה. בהעדר כח ההרגשות איננו עוצר כח לחדש מסילות בלבבו. ולערוך מחשבות להלחם בהם ביצרו להשיג המעלות לטרוח ולעמול בתורה ובפעולות (ובעולמות). כמ\"ש (קהלת י\"ב) וזכור את בוראך בימי בחורותיך עד אשר לא יבואו ימי הרעה והגיעו ימים אשר תאמר אין לי בהם חפץ. על כן ראוי לאדם להחיש מפלט לנפשו כענין שאמר (תהלים קי\"ט) חשתי ולא התמהמתי לשמור מצותיך:"
        ]
    ], 
    "heTitleVariants": [
        "שערי תשובה"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01645.html#HtmpReportNum0000_L3", 
    "maps": [], 
    "heTitle": "שערי תשובה", 
    "titleVariants": [
        "Shaarei Teshuvah"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}