import django
django.setup()
from sefaria.model import *

if __name__ == '__main__':
    s = """מיי' פ' י"ד מהל' מאכלות אסורות הלכה ג':"""
    linker = library.get_linker("he")
    assert isinstance(linker, Linker)
    # doc = linker.link(s, type_filter="citation", with_failures=False)
    # print(doc.resolved_refs[0].ref)

    s = """"
    (שמות יב,א) "וַיֹּאמֶר יי אֶל מֹשֶׁה וְאֶל אַהֲרֹן, בְּאֶרֶץ מִצְרַיִם לֵאמֹר." שׁוֹמֵעַ אֲנִי, שֶׁהָיָה הַדִּבֵּר לְמֹשֶׁה וּלְאַהֲרֹן. כְּשֶׁהוּא אוֹמֵר: (שמות ו,כו) "וַיְהִי בְּיוֹם דִּבֶּר יי אֶל מֹשֶׁה בְּאֶרֶץ מִצְרָיִם", לְמֹשֶׁה הָיָה הַדִּבֵּר, לֹא הָיָה הַדִּבֵּר לְאַהֲרֹן! אִם כֵּן, מַה תִּלְמֹד לוֹמַר "אֶל מֹשֶׁה וְאֶל אַהֲרֹן"? מְלַמֵּד שֶׁכַּשֵּׁם שֶׁהָיָה מֹשֶׁה כְּלָל לַדִּבְּרוֹת, כָּךְ הָיָה אַהֲרֹן כְּלָל לַדִּבְּרוֹת. וּמִפְּנֵי מָה לֹא נִדְבַּר עִמּוֹ? מִפְּנֵי כְבוֹדוֹ שֶׁלְּמֹשֶׁה. נִמְצֵאתָ מְמָעֵט אַהֲרֹן מִכָּל הַדִּבְּרוֹת שֶׁבַּתּוֹרָה, חוּץ מִשְּׁלֹשָׁה מְקוֹמוֹת, מִפְּנֵי שֶׁאֵי אֶפְשָׁר.
    """
    # s = """מיי' פ"ג מהל' חמץ ומצה"""
    doc = linker.link(s, type_filter="citation", with_failures=True)
    for citation in doc.resolved_refs:
        print(citation.ref)
