{
    "versionTitle": "Hilchos Tachumin",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) שבו איש תחתיו מכאן וכו' - פי' דכתיב תחתיו כתחתיו גופו שלש אמות ואמה כדי לפשוט ידיו ורגליו וכמבואר בסימן שמ\"ט עי\"ש במ\"ב אך דשם מיירי לענין טלטול איזה חפץ בר\"ה והכא מיירי לענין יצא חוץ לתחום דיש לו רשות להלך ד' אמות:",
            "(ב) אפילו יצא וכו' - שהרי משה אמר זה לאותן שיצאו חוץ לתחום שבו איש תחתיו [טור]:",
            "(ג) באמה שלו - עיין לעיל שמ\"ט במ\"ב סק\"ג:",
            "(ד) ננס באיבריו - ר\"ל שגופו בינוני וזרועו קצר וכמו שביארתי לעיל בשמ\"ט סק\"ד ובשה\"צ שם:",
            "(ה) ואלו ד\"א וכו' - ר\"ל בין כשמודדין לכל אדם באמה שלו ובין כשמודדין ד\"א בינוניות:",
            "(ו) מרווחות - ר\"ל שיהיו מודדין אותו בריוח ולא בצמצום. ודע דארבע אמות נותנין לו מרובעות לעבר פניו שהוא רוצה לילך דהיינו שיכול לילך בהן אף באלכסונן שעולה עוד אמה וג' חומשין:",
            "(ז) והוא באמצען - ט\"ס וצריך לכתוב זה אחר תיבת לכל צד וכמו שנבאר לקמיה [ט\"ז והגר\"א]:",
            "(ח) וי\"א דמותר להלוך וכו' - דלדעה ראשונה אין לו רק ד\"א לאותו רוח שבירר ואם בירר למקום אחד אינו יכול לחזור ולברור במקום אחר ולדעה זו יש לו ד\"א לכל צד סביבותיו דהיינו שמונה על שמונה:",
            "(ט) לכל צד - לכל צד והוא באמצען כצ\"ל. ור\"ל ממקום שהוא עומד יש לו לכל צד ד' אמות ונמצא דהוא שמונה על שמונה וכמו שכתבנו. ועיין בא\"ר שכתב דיש לסמוך על דעה זו למעשה:",
            "(י) אבל לטלטל וכו' - ר\"ל דיש אומרים הזה פליגי רק אהילוך אבל לענין טלטול כו\"ע מודו דאין מותר רק עד ד\"א עם אלכסון ועיין לעיל בסימן שמ\"ט דאותן ד\"א שבירר לו לכו\"ע מותר לטלטל באלכסונן אף שעולה יותר מחמש אמות:",
            "(יא) מוקף לדירה - כגון ששבת בעיר או שאר מקום שהוקף לדירה:",
            "(יב) אפילו אין בו עתה דיורין - כגון שנחרבה מדיוריה אבל חומתה קיימת:",
            "(יג) חשוב כולו כד' אמות - אפילו אותו מקום גדול כאנטוכיא ומונה אלפים אמה מחוץ אותו המקום:",
            "(יד) עד סאתים - ואם היה ההיקף יותר מסאתים אין לו אלא אלפים אמה לכל רוח ממקום ד\"א שהוא עומד בה בעת שקידש היום:",
            "(טו) בתל גבוה - עשרה טפחים וה\"ה בשבלים:",
            "(טז) ושבלים מקיפות אותה - שהניח גבוליה סביב מלקצור [רש\"י] והוא שקשר השבלים יחד בענין שאין רוח מצויה מנידה אותן שכל מחיצה שרוח מניד אותה אינה מחיצה [סוכה כ\"ה]:",
            "(יז) חשיבי כארבע אמות - דאע\"ג דהיא עשויה מאליה שמה מחיצה ותל אע\"ג דאין לה למעלה היקף סביבה מ\"מ נחשב בכלל מחיצה כיון שהיא גבוה עשרה טפחים וכדלעיל בסימן שמ\"ה ס\"ב:"
        ],
        [
            "(א) אלפים אמה - והוא תקנת חכמים דמן התורה מותר להלך עד י\"ב מיל כשיעור מחנה ישראל במדבר שהחזיקה י\"ב מיל וביותר מזה אסור וכדכתיב אל יצא איש ממקומו והאי ממקומו קאי על המחנה והרבה פוסקים חולקים ואומרים דגם חוץ לי\"ב מיל אינו אסור מה\"ת והאי אל יצא אינו אלא אזהרה לענין הוצאת כלים מרשות לרשות [אחרונים]:",
            "(ב) חוץ מארבע אמותיו - דמקומו של אדם בכל מקום ששובת הוא ד\"א כדלעיל ומשם יש לו אלפים לכל רוח נמצא דיכול להלך מעמידת רגליו אלפים וד\"א:",
            "(ג) מהמקום ששבת בו - פי' דאם שבת במקום מוקף מחיצות חשיב כולו כד\"א ויש לו אלפים סביב המקום ההוא:",
            "(ד) מהלך אלפים - לבד הד\"א:",
            "(ה) פסיעות בינוניות - היינו חצי אמה מקום מצב הרגל וחצי אמה הוא בין רגל לרגל בפסיעה בינונית ומיירי שהוא צריך ללכת לאיזה צורך שבת ומקרי מדידה של מצוה דשרי כדלעיל בסימן ש\"ו ס\"ז:",
            "(ו) כך וכו' - דבמקום שאדם קונה שם שביתתו קונים שם כליו ובהמותיו דנגררים אחריו:",
            "(ז) כליו - וה\"ה פירותיו וכל דבר השייך לו ומיירי ביו\"ט דלית ביה משום איסור הוצאה כ\"א משום תחומין דבשבת הלא אסור להוציא חוץ לד\"א א\"נ מיירי במלבוש שלובש האדם עליו דבזה ליכא משום הוצאה כ\"א משום איסור תחומין דהמלבוש נגרר אחר בעליו [מ\"א]:",
            "(ח) אין יכול שום אדם - אפילו היה בתוך תחומו של המוליך:",
            "(ט) וע\"ל סוף סימן ש\"ה וכו' - דשם מבואר להיתר ועי\"ש במ\"ב דיש מחמירין והעולם נוהגין היתר אכן לצוותו שיוליכנו חוץ לתחום אסור:",
            "(י) כרגלי האב - ולא כרגלי הבן המוליכם לפי שדרך בני אדם להפקיד כליהם ביד בניהם ואין כונתם למסור ברשותם [מ\"א בשם המ\"מ] ולפ\"ז אפילו מסר לו מע\"ש נמי דינא הכי והרבה חולקין על פסק המחבר וס\"ל דבנו לא עדיף מאחר ולהכי אם הוא רגיל תמיד למוסרו לבנו לרעותה דינו כמו מסרה לרועה בס\"ה דאפילו מסרה לו בשבת גופא הרי הוא כרגליו:",
            "(יא) מסרה לרועה וכו' - ואפי' לרועה עכו\"ם דהרי הוא כחפצי עכו\"ם דקי\"ל דקונה שביתה ואינו נמשך אחר בעלים ישראל [מ\"א]:",
            "(יב) אפילו נתנה לו ביו\"ט - דכבר מעיו\"ט דעתו היה שלא לקנות שביתה אצלו אלא אצל הרועה שמסר לו למחר ומשמע מסתימת לשון המחבר דאפילו יש כמה רועים בעיר כיון שהוא מסר רק לאחד הרי הוא כרגלי הרועה אבל כמה פוסקים חולקין ע\"ז וסוברין דהיכא שיש שני רועים בעיר ומסר לאחד ביו\"ט הרי הוא כרגלי הבעלים מאחר שלא הוברר מעיו\"ט בשעת קניית שביתה למי ימסור למחר נשאר ממילא ברשות הבעלים אם לא שרגיל תמיד למסור לאחד מהם דאז הרי הוא כרגלי הרועה ההוא. ודע דמש\"כ יו\"ט לאו דוקא דשייך זה גם לענין שבת וכן דין דס\"ח וס\"ט וסי\"א ושארי הדינין שייך רק ביו\"ט ומשום גררא דאינם נקט לכולהו כאן [ב\"ח]:",
            "(יג) מפני שלא קנה אחד מהם - ר\"ל דבכגון זה שיש כמה רועים אין דרכו למסור שיהיה ברשותם לענין קנין שביתה. ומסתימת המחבר משמע דלא שני לן בין אם מסר לשני רועים מע\"ש בין אם מסר להם בשבת אבל רבים חולקים ע\"ז וס\"ל דבמסר להם בע\"ש אין נ\"מ בין רועה אחד לכמה רועים ובכולן הרי הוא כרגלי הרועים ואין מוליכין אותם אלא למקום ששני הרועים יכולים להלך אכן אם בשעה שמסרה להם לא בירר לאיזה מהם מסר שמירתו ולמחר בשבת בירר שמוסר שמירתו לאחד מהם הרי הוא כרגלי הבעלים כיון שלא בירר מע\"ש וכן אם מסר לשני הרועים בשבת גופא דעת רוב הפוסקים דהרי הוא כרגלי הבעלים:",
            "(יד) של פטם - שמפטס שוורים למכור:",
            "(טו) כרגלי מי שלקחו וכו' - היינו שאפילו אם הוא מעיר אחרת ובא לכאן ע\"י עירוב מוליכו למקומו והטעם שדרך שור כזה לקנותו גם מעיירות אחרות מפני שהוא מפוטם ודעת בעליו מאתמול היה גם עליהם להקימו ברשות מי שיקחנו:",
            "(טז) למקום שהוא הולך - מפני שדעת בעליו היה לחלקו למי שיבוא ואפילו מעיירות אחרות וכנ\"ל והוי זה כבור של הפקר שהוא מסור לכל דהוא כרגלי הממלא וכדלקמיה בסי\"ד:",
            "(יז) שור של רועה - היינו אדם שמגדל בהמות ופעמים שמוכרו לשכניו ומכיריו [רש\"י] ומשום דכיון שאינו מפוטם אין דרך לקנותו מעיירות אחרות דשור כזה ימצאו כ\"א במקומו ולכן אין דעת בעליו אלא על בני עירו והרי הוא כרגלם:",
            "(יח) כרגלי אנשי וכו' - אלפים לכל רוח ואפילו אם עירב הרועה הזה לצד אחד אינו מעכב עליהם מלהוליך אלפים לרוח האחר של העיר דמאתמול אוקים ברשותם לפי שרגילין ליקח ממנו [רש\"י] ועיין בה\"ל:",
            "(יט) המיוחדים לאחד וכו' - ר\"ל שאין האחין משתמשין בהן אע\"פ שיש להן חלק בהם מ\"מ חיילא עלייהו שביתת זה שמשתמש בהם ואין לאחים כח לאסור ולהקנות עליהם את שביתתם:",
            "(כ) שכולם יכולים לילך - לאפוקי אם אחד עירב אלף אמה למזרח והשני אלף אמה למערב אין יכולין להוליך את הכלים אלא כשיעור אלף אמה מכאן ואלף אמה מכאן שכולן יכולין לילך מפני שכולן שותפין בו וכל אחד מעכב על חבירו:",
            "(כא) ששאלו חלוק - מבעוד יום להיות ברשות שניהם וקי\"ל לקמיה סי\"א דע\"י שאילה הוי כרגלי השואל אכן הכא דשני שואלים אוסרים כ\"א על חבירו וכדמסיים:",
            "(כב) וזה לילך בו ערבית - אין הכונה על הערבית של יו\"ט שני דבזה יכול כ\"א להוליך בזמן שאילתו עד מקום שעירב דשתי קדושות הן ואם אחד קדוש השני חול ואין האחד אוסר על חבירו אלא הכונה על הערבית שלפני שחרית דכיון דשאילתן הוא ליום אחד כ\"א אוסר על חבירו אם עירב זה לכאן וזה לכאן:",
            "(כג) לא יזיזוהו ממקומו - דהא זה לא יוכל לילך למזרח כלום וכן השני למערב וכן שייך ד\"ז בסעיף הקודם:",
            "(כד) כרגלי שניהם - ולא דמי לחביות דאמרינן דחלק כ\"א כרגליו משום דבדרבנן יש ברירה ואמרינן דכל חלק שהגיע לאחד הרי הוא כאלו היה ברור לו ומובדל מעיו\"ט בבהמה א\"א לומר כן דאפילו אם נאמר שהוברר כל אחד מעיו\"ט מ\"מ הלא בע\"כ יונק כ\"א מחלק חבירו בזמן ביה\"ש שהוא זמן קניית עירוב וכל אבר מעורב מחלקו ומחלק חבירו ולכן הרי הוא כרגלי שניהם להחמיר וכאלו לא חלקו:",
            "(כה) כרגליו - דכשחלקו אמרינן דלמפרע מעיו\"ט הוברר כל חלק וקנה שביתת בעליו:",
            "(כו) אפילו לא לקחו וכו' - היינו אף שלא משך הכלי מעיו\"ט ומדינא לאו ברשותיה עדיין מ\"מ כיון שהבטיחו להשאילו מעיו\"ט העמידו ברשותיה ביה\"ש לענין קנית עירוב:",
            "(כז) אע\"פ שדרכו לשאלו וכו' - אעפ\"כ לא אמרינן דברשותו אוקים דכיון דלא אתי לבקש ממנו מבע\"י סבר דילמא אינש אחרינא אשכח לשאול ממנו [גמרא]:",
            "(כח) ותבלין לקדרתה - וה\"ה מים ומלח לקדרתה:",
            "(כט) כרגלי שתיהן - ואינה רשאה להוליך העיסה והתבשיל כ\"א במקום ששתיהן יש להן רשות לילך כיון שנתערב בה דבר שקנה שביתה אצל אחר:",
            "(ל) כרגלי הנותן - דהואיל ויש בה ממש הרי היא כשאר הכלים:",
            "(לא) כרגלי זה שהדליק - דהואיל ששלהבת אין בה ממש לא חל עליה שביתת בעליה:",
            "(לב) בור וכו' - במים מכונסין ממי גשמים או שלגים מיירי דאלו בבאר מים נובעין כמו בארות שלנו אף שהוא של יחיד הרי הוא כרגלי הממלא וכמש\"כ בסעיף שאח\"ז:",
            "(לג) כרגלי בעליו - ואם מילא מהם אחר אינו יכול להליכן רק למקום שבעליו מוליכן ואם עירב בעליו למזרח אין יכול זה להוליכן לצד מערב אפילו פסיעה אחת:",
            "(לד) אנשי אותה העיר - ואם מילא אינש אחרינא דלאו מהאי מתא לא מצי מפיק אלא ככל העיר דאי לא עירבו כלל מוליך אלפים לכל רוח ואי עירב חד מבני העיר למזרח אוסר עליו שלא יהיה יכול לטלטל לכל רוח אלא אלפים מן העיר למזרח וכ\"ז באינש אחרינא אבל בני העיר כ\"א יכול להוליך למקום שעירב כמו גבי חבית של יין בסעיף י' וכן אם נתנן לאחד שאין מבני העיר יכול להוליכן כרגלי הנותן:",
            "(לה) כרגלי הממלא - דכל מידי דהפקירא מאן דמגבה ליה קני ואמרינן הוברר הדבר למפרע בין השמשות דלהאי גברי חזי וברשותיה קיימא ואפילו נתן הממלא לאחרים לאחר שמילאן ביו\"ט לצורכו הרי הן כרגליו:",
            "(לו) נהרות המושכין - אע\"פ שאין נובעין והנובעין אע\"פ שאין יוצאין ממקום נביעתן לימשך הלאה:",
            "(לז) כרגלי הממלא - אפילו אינם הפקר כגון ששייכים לאיזה עיר או ליחיד והטעם דכיון דניידי לא קנו שביתה אצל בעליהם והרי הם כרגלי הממלא אותם שאז קנו שביתה בשביתתו כיון שנפסקו אז ממקום נביעותם או ממקום הלוכם:",
            "(לח) מהם בשבת וכו' - הואיל ולא קנו שביתה כלל חוץ לתחום מפני דניידי. גשמים היורדים מעיו\"ט סמוכים לעיר וכ\"ש כשירדו בעיר עצמה הם כרגלי אנשי אותה העיר והטעם משום דאנשי העיר סמכו דעתם עלייהו אבל כשירדו ביו\"ט הרי הם כרגלי הממלא:",
            "(לט) כרגלי הממלא - אף אחר שמסרם לידו והטעם דאף דקיי\"ל המגביה מציאה לחבירו קנה חבירו היינו משום מיגו דזכי לנפשיה זכי נמי לחבריה וכיון דלא זכי אלא מכחו הרי הם כרגליו ועיין בבה\"ל שהרבה חולקין ע\"ז. ודע דאם הבור מים היה של שותפות ומילא לצורך שותפו לכו\"ע כרגלי מי שנתמלאו בשבילו שהרי מחלקו נתן לו דבדרבנן קי\"ל דיש ברירה ואינו זוכה כלל מחלק הראשון:",
            "(מ) שפירותיו כמוהו - והרי הוא לא הניח עירוב:",
            "(מא) כשייחד להם קרן זוית - דהיינו שאושליה ביתא וא\"ל הא ביתא קמך שאין כאן קבלת שמירה לפיכך הרי הם ברשות בעליו ופשוט דה\"ה שארי אופנים שאין עליו חובת שמירה מן הדין ע\"פ המבואר בחו\"מ ריש סימן ר\"צ:",
            "(מב) לא ייחד להם - אלא קיבלן תחת רשותו ובאחריותו קיימי לפיכך הרי הם כרגליו:",
            "(מג) כרגלי זה וכו' - ולפ\"ז אם הם לא עירבו אסור לו להביאן אצלו ואפילו כשעירב וכ\"ז כשהניח פירות בסתם ואח\"כ נמלך ליטול מהן ביו\"ט אבל אם היה הדבר עומד ליטול מהן ביו\"ט הם ברשות בעליהן בכל אופן:",
            "(מד) ביו\"ט - ה\"ה אם הזמינם מבעוד יום כל שלא זיכה להן הרי הם ברשות בעל הסעודה שקנו שביתה אצלו וכדמסיים אא\"כ זיכה וכו':\n"
        ],
        [
            "(א) אריכא וקטינא - פי' שאין רחבה כארכה:",
            "(ב) ולא לריבוע העולם - היינו שאין עומדת צפונה לצפון העולם ודרומה לדרום העולם אלא באלכסון:",
            "(ג) ארבע זויות שוות - לאפוקי כשהיא רחבה מצד אחד וקצרה מצד אחר אין זה זויות שוות ואין זה ריבוע ומרבעין אותה כמבואר בס\"ד:",
            "(ד) כמות שהיא - היינו באריכא וקטינא אין מוסיפין על רחבה להשוותה לארכה וכן כשאינה מרובעת לריבוע העולם אין מוסיפין עליה לרבע אותה בריבוע העולם כמו בסעיף ג':",
            "(ה) משולשת וכו' מרבעין אותה - שמושכין הריבוע להשוות צד הקצר כפי אורך צד הארוך:",
            "(ו) צלעות רבות - שיש לה ששה זויות או שמונה מושכין החוט לרבעה כנגד המקומות היותר רחבין בה ומהמרובע ואילך מודדין האלפים אמה לכל צד:",
            "(ז) בריבוע העולם - היינו שאינו יכול לעשות הריבוע כמו שירצה אלא דוקא לפי רוחות העולם דרום כנגד דרום וצפון כנגד צפון ומשם ולהלן מודדין האלפים אמה:",
            "(ח) כאלו כולה רחבה - היינו כשבא למדוד התחומין אצל מקום הקצר אין מודדין מן החומה אלא מוסיפין מתחלה על העיר עד שיהא שוה עם מקום הרחב ומשם ולהלן מודדין האלפים אמה:",
            "(ט) כמין גם - הוא אות יונית וצורתה כמין כ\"ף פשוטה:",
            "(י) או כקשת - שבתיה בנויים כחצי עיגול ובין שני ראשיה המקום פנוי:",
            "(יא) פחות מד' אלפים אמה - שתחום ראשה של זו מובלע בתוך תחום ראשה האחר נעשית עיר אחת עי\"ז ורואין כאלו היה מלא בתים במקום החלל ומודדין האלפים מקצות הקשת והלאה:",
            "(יב) מודדין לה מן היתר - יתר נקרא חבל הקשור בשני קצות הקשת ומשם והלאה מודדין האלפים אמה:",
            "(יג) ורואין את כל הרוחב וכו' - וה\"נ לענין עשויה כמין גאם רואין כאלו מלאה בתים בריבוע ממזרח למערב ומצפון לדרום וגם בזה דוקא אם אין בין שני ראשי הגאם באלכסון מזוית לזוית רק פחות מארבע אלפים אמה:",
            "(יד) כאלו הוא מלא בתים - וע\"כ יכול לילך כל החלל שמן ראש הקשת עד היתר ואין עולה לו בחשבון אלפים וכן לענין הרוחב יכול לילך מדרומו של הקשת לצפונו דרך חללו ונותנין לו אלפים אמה שלמים מן צד הצפון והלאה דכל הקשת וחללו רק כד' אמות דמיא:",
            "(טו) אלא מן הקשת - הטעם דכיון דאין מובלעין התחומין זה בזה וא\"א להלך מקצה הקשת האחד לקצה השני ע\"כ א\"א לחשוב החלל בכלל עיר ועולה בתוך שיעור אלפים והסכימו הפוסקים דכ\"ז כשרוצה לילך דרך החלל של הקשת עד היתר ולהלאה אבל מותרים לילך סביב דרך הבתים שבקשת עד קצה הקשת ומשם ואילך מודדין לו אלפים אמה מאחר שהולך הכל בעיר חשיב כולה כד\"א:",
            "(טז) מן המקום וכו' - דס\"ל דאף דבראשי הקשת היה רחב ד' אלפים ויותר אפ\"ה כיון שבאמצע הקשת מתקצר עד שאין בין זה לזה ד' אלפים אמה נחשב עד אותו מקום כאלו מלא בתים ומתחילין למדוד האלפים אף לאותן שדרין בגג הקשת רק מאותו מקום ולהלאה שמשם הולך ומתרחב ליותר מד' אלפים אמה:",
            "(יז) אם אין ביניהם אלפים - אם אין ביניהם אלא אלפים כצ\"ל:",
            "(יח) בכל ענין מן היתר - כיון דהיתר מובלע תוך התחום ויכול להגיע אליו מן הקשת רואין כאלו הוא מלא בתים כל החלל ועיין במ\"א שדעתו דלא מהני זה רק להיושבין בראשי הקשת שיהיו יכולין לילך מראש זה לראש אחר אף שהוא יותר מארבע אלפים אבל לא ליושבין בגג הקשת למעלה שימדדו מן היתר אבל האחרונים חולקין עליו ודעתם דמהני גם ליושבין בגג הקשת שימדדו מן היתר התחום שבת. ודע דלכו\"ע מותרים בעלי הקשת לילך אלפים אמה מבתיהם ולמעלה בכל ענין:",
            "(יט) בית דירה - אע\"פ שאין דרין בה [אחרונים]:",
            "(כ) חוץ מבית דירה זה - פי' שמותחין חוט על כל פני רוחב העיר כנגד בית דירה זו כדי שיהא התחום שוה בכל מקום וכדאיתא לעיל בריש ס\"ד ומשם ולהלן מודדין התחום:",
            "(כא) וכן בכל מקום שמודדין - פי' כשאין שם בית דירה בתוך שבעים אמה נותנין ג\"כ שבעים אמה ושיריים לעיר ואח\"כ מודדין התחום ולדעה ראשונה אין נותנין שבעים אמה ושיריים לעיר אחת כלל ומודדין האלפים מחומתה ורק בשתי עיירות סמוכות נותנין ביניהן קרפיפות כמבואר בס\"ז:",
            "(כב) וכן נראה לי להקל - עיין בביאור הלכה מה שכתבנו בזה:",
            "(כג) כעיר אחת - שבתיה מפוזרין:",
            "(כד) מחוץ לבית האחרון - אזיל לטעמיה בס\"ה ולרמ\"א שם נותנין בתחלה בסוף בית האחרון שבעים אמה ושיריים ואח\"כ מודדין התחום ולמעשה העיקר בזה כדעת המחבר כמו שכתבנו בבה\"ל:",
            "(כה) לחזנים - דסתם בית הכנסת לאו לדירה עביד:",
            "(כו) לכהניהם - דלענין הצטרפות לעיבור לא בעינן דוקא דירת ישראל:",
            "(כז) והאוצרות - לתבואה וליין ולשמן ולאו לדירה מקרי הלכך בעינן שיהיה בהן בית דירה לשומרים וכל הנך בית דירה בעינן שיהיה בהן ד\"א על ד\"א [תוספות]:",
            "(כח) שיש בהם בית דירה - לשומר הגשר [ליטול מהם מכם] ובית הקברות:",
            "(כט) ושלש מחיצות וכו' - שהיה שם בית דירה מתחלה ונהרס וה\"ה בכל הני דקחשיב מקודם אם נהרס ונשארו עדיין ג' מחיצות ובלא תקרה או שתים עם תקרה וכדלקמיה:",
            "(ל) הבנוי בים - שעשוי לפנות בו כלים שבספינה לכך נחשב בית דירה וגם זה מיירי שיש בה ד\"א על ד\"א ועומדת בתוך שבעים אמה ושיריים לעיר:",
            "(לא) ושתי מחיצות וכו' - איירי ג\"כ שהיה בית דירה מתחלה ונהרס:",
            "(לב) ומעזיבה - ט\"ס וליתא בגמרא ופוסקים (הגר\"א):",
            "(לג) ומערה שיש וכו' - דאל\"ה אין מערה נחשבת לבית דירה. הבורגנין [סוכות] שעושין שומרי גנות ושומרי העיר לשמור העיר והפירות אין נמדדין עמה ודוקא במקום דשכיחי גנבי דגנבי להו או גשמים ששוטפין אותן הלכך לא חשיבי מידי אבל בעלמא נמדדין עמה. ועיין בשע\"ת דבורגנין אין צריך להיות בהן ד\"א ועיין עוד מה שכתב בזה:",
            "(לד) ובית שבספינה - דלא קביעא ופעמים שהולכת חוץ לשבעים אמה [רש\"י]:",
            "(לה) שני בתים כאלו נגד העיר - ט\"ס הוא וצ\"ל בתים כאלו נגד שני ראשי העיר וכו'. ור\"ל שאם הרבה בתים יוצאין זה אחר זה עד רחוק מאלפים מן העיר וכן בצד השני דינה כעיר העשויה כקשת והיינו דאם היה בין שני הצדדין ארבע אלפים אמה אין מודדין התחום אלא מעצם העיר ולא מן אלו הבתים וכ\"ש אם בצד אחד יוצאין בתים עד חוץ לאלפים אם העיר ארוכה יותר מארבע אלפים אין מותחין המדה נגד הבית בצד השני. ודע דעכ\"פ מותר לילך עד הבית האחרון כמש\"כ ריש הסעיף:",
            "(לו) וחוצה לה אלפים אמה - ולדעת ההג\"ה בס\"ד נותנין מתחלה ע' אמה ושיריים ואח\"כ האלפים אמה:",
            "(לז) דינו כסתום - ויכול לילך מקצה העיר ועד קצהו ומשם ולחוץ מודדין התחום דכל שאין בהפרצה יותר משיעור שני עיבורים עדיין כעיר אחת היא אבל ביותר מזה נחשב כשתי עיירות נפרדות:",
            "(לח) אבל בית אחד - בין שהוא עומד בפ\"ע ובין שהוא סמוך לעיר ברחוק יותר משבעים אמה ושיריים דבשתי עיירות כה\"ג נחשבין כעיר אחת עד קמ\"א אמה ושליש וכנ\"ל אבל בית אחת אין לה דין עיר. ואם היו שלשה חצרות ובכל חצר שני בתים אז מקרי עיר ליתן לה עיבור [חי' רע\"א]:",
            "(לט) אלפים אמה - דיכולין לבוא מהאמצעי לשניהם בלי עירוב לכך אמרינן רואין כאלו האמצעי היה נתון בין שני החיצונים בשורה אחת משא\"כ אם היה רחוק יותר מאלפים אמה אינו מצטרף האמצעי עם שני החיצונים שיהיה עי\"ז כעיר אחת אם לא שהיה בין שני החיצונים רק קמ\"א אמה ושליש שאז אינם צריכין לצירוף האמצעי כלל:",
            "(מ) מלבד רוחב וכו' - ר\"ל דאם נעמיד הכפר האמצעי בין שני החיצונים באמצע לא ישאר ריוח כ\"א קמ\"א אמה ושליש מצד אחד שבין האמצעי לחיצון וכן מצד השני שהוא בס\"ה רפ\"ג אמות פחות שליש:",
            "(מא) כמדינה אחת - ומותר לשנים החיצונים לילך מזה לזה אפילו רחוקים הרבה אחד מחבירו וגם משם ולחוץ אלפים אמה דכעיר אחת חשיבי:",
            "(מב) לכל רוח - ר\"ל אפילו האמצעי מותר לו לילך עד בין החיצונים ומשם ולהלן אלפים אמה ואפילו אם בין שני החיצונים יש ריוח יותר מארבעה אלפים אמה ג\"כ דינא הכי כיון דאם נעמיד האמצעי ביניהם לא ישאר כ\"א קמ\"א אמה ושליש מכל צד:",
            "(מג) דאין מודדין להאמצעי - כצ\"ל:",
            "(מד) רק מחומותיה - ר\"ל דלא מהני הסברא דרואין רק לענין שני החיצונים שיהיו כעיר אחת אבל לא לענין אמצעית עצמה וע\"כ מדידת תחומין שלה הוא רק סביב חומותיה לכל צד בלבד וטעמם שאם נראה אותו כמובלע ועומד בין החיצונים יפסיד כ\"כ לרוח השנית שאינה לצד החיצונים ולענין הלכה נקטינן כדעה הראשונה דבד\"ס הלך אחר המקיל ומודדים להאמצעי אלפים מחוץ לחיצונים ואפ\"ה לא הפסיד לרוח השנית:",
            "(מה) מצבה - ר\"ל איצטבא:",
            "(מו) הבנויה בצדה - שע\"י משתמשים בנחל גם כשהיא מלאה ואע\"ג דאין מעברין להעיר אלא בית דירה והנחל הלא אינו ראוי לדירה י\"ל דהתם הוא כשבאין לעבר העיר מפני מקום מסויים שחוצה לו אבל הנחל הזה שהוא לפני כל העיר וראויין להשתמש בו כל בני העיר אע\"פ שאינו ראוי לדירה מעברין בו את העיר [ריטב\"א]. ועיין במ\"א שמסתפק אם בכל מקום שמשתמשים בני העיר נתחיל למדוד משם ועיין בא\"ר שהסכים דאין להקל דגם בנחל גופא דעת כמה ראשונים שחולקין וסוברין דהנחל עולה במדת האלפים והבו דלא להוסיף עלה:",
            "(מז) לא היה שם מצבה - של רוחב ארבע אמות וכ\"ש אם לא היה כלל:",
            "(מח) מפתח בתיהם - פי' מבית החיצון והיינו מקיר העיר:",
            "(מט) שיושבים באהלים - שאין קבועין במקום אחד אלא יושבים כאן זמן מה ואח\"כ כשכלה המרעה הולכים למקום אחר. ואם קבועים במקום אחד הוי כעיר ועיין בפמ\"ג שמסתפק בכמה זמן נקרא קבוע:",
            "(נ) מפתח בתיהם - ר\"ל שאין מצטרפין יחד להיות כעיר אלא מודדין האלפים לכל אחד בפ\"ע מפתח ביתו:",
            "(נא) אם אין להם כמין היקף וכו' - דאם יש להם היקף זה סביב למחניהם נחשב כל השטח כולו כד\"א ומודדין האלפים מסביב ההיקף:",
            "(נב) מחיצה עשרה - ומיירי שישבה ולבסוף הוקף וכדלקמיה:",
            "(נג) ואח\"כ ישבה - ואינה מיושבת כולה עד החומה:",
            "(נד) ממקום ישיבתה - פי' לא ימדוד מהחומה אלא מן הבתים [ולדעת הרמ\"א לעיל בס\"ה נותן לה עוד ע' אמה ושיריים] שהחומה זו אינה חשובה לשוייה כולה כד\"א שלא הוקפה לדירה שנעשית קודם ישיבתה אם לא שיש בחומה בית דירה והיא בתוך ע' אמה ושיריים לישיבת בתי העיר מצטרפת עמה:",
            "(נה) מחומתה - אפילו החומה רחוק הרבה מן הבתים דכיון שהוקפה אח\"כ מקרי הוקף לדירה וכל מה שבתוכה חשיב כד\"א ולדעת הרמ\"א לעיל בס\"ה נותנין לה מתחלה השבעים אמה ושיריים מחוץ לחומה ואח\"כ מודדין לה האלפים:\n"
        ],
        [
            "(א) של פשתן - ואף דאין לך יפה למדה משלשלאות של ברזל כך קיבלו חז\"ל דבחבל של פשתן מודדין מדכתיב [ביחזקאל מ] ופתיל פשתים בידו:",
            "(ב) לא פחות וכו' ביותר - ונמצא שיעור התחום יותר מאלפים וכן להיפוך בארוך יותר מחמשים שא\"א למותחו מפני כובדו ונמצא אתה מקצר בשיעור התחומין:",
            "(ג) נהר - שהוא רחב יותר מכ\"ה אמה דאם הוא רק כ\"ה הלא אפשר להבליעה ביחד עם כ\"ה של היבשה בחבל של חמשים אמה:",
            "(ד) עד הנהר - ואח\"כ ימדוד בחבל זה משפת הנהר הזה עד אחורי עבר השני מן הנהר וכל זה אם הנהר מחזיק רק עד חמשים אמה ואם הוא רחב יותר מחמשים אמה עיין ירושלמי בכיצד מעברין:",
            "(ה) כנגד לבו - קבעו לו חכמים מקום לשום כנגדו ראש החבל שלא יתן זה כנגד צוארו וזה כנגד רגליו והחבל מתקצר והתחומין מתמעטין עי\"ז:",
            "(ו) בכל כחו - משום דמכביד באמצע ואינו נמתח כראוי אם לא שימתחנו בכל כחו:",
            "(ז) לא ילך מכנגדה וכו' - הטעם דלפעמים יש כנגד העיר הרים וגאיות שיש לו לקדר או למדוד מדידה יפה וכדלקמיה:",
            "(ח) בצדה שהוא ישר - ואף דלקמן בס\"ו כתב דכשהגיע להר או לגיא ואינו יכול להבליע מותר לילך מן הצד כאן מיירי דהגיא וההר אינו רחב כ\"כ ויכול להבליעו בהחבל של נ' אמה אלא שהוא רוצה לילך ולמדוד מן הצד שנוח לו יותר כדי שלא יצטרך לזה [פרישה]:",
            "(ט) אלא ימדוד כנגד העיר - ומ\"מ אם כנגד העיר גופא יש מקום מישור בלא הרים וגאיות צריך למדוד במקום המישור:",
            "(י) א\"צ למדוד וכו' - ר\"ל שימדוד המישור שלמעלה לבד והטעם כיון שהוא זקוף מאד שאין רוחב השיפוע כ\"א פחות מד\"א וגם קשה לעשות שם קידור [היינו מה שאחד עומד ברגלי ההר ואחד למעלה המבואר לקמיה] בשיפוע קצר כזה הקילו בו שלא ימדוד השיפוע כלל:",
            "(יא) עולה עשרה טפחים - בשטח הגובה:",
            "(יב) אז רואין וכו' - ר\"ל דוקא בשיפוע זה שהוא נוח להילוך לפיכך מודדין אותו ע\"י הבלעה משא\"כ היכא שעולה עשרה טפחים בגובה ע\"י ד\"א שאינו נוח לילך ע\"י הזקיפה א\"צ למודדו אלא באומד הדעת וכדלקמיה:",
            "(יג) מבליעו בחבל של נ' אמה וכו' - פי' מבליע השיפוע ואינו מודד כ\"א כמו שרחב למטה בתחתית ההר ומבאר המחבר איך לשער זה:",
            "(יד) שזוקף עץ גבוה וכו' - ואם ההר קצר ברחבו א\"צ לזקיפת עצים אלא יעתיק עצמו מן ההר לצדו וימדוד שם בחבל על הקרקע חלקה [מחי' הריטב\"א]:",
            "(טו) ואם אינו יכול להבליעו וכו' - מיירי שההר ארוך הרבה ואינו מתקצר מחמשים אמה אף בתוך אלפים אמה שמצדדי העיר דאל\"ה הרי מבואר בס\"ו שילך שם במקום שמתקצר ויבליעו שם [חי' רע\"א]:",
            "(טז) והעליון כנגד רגליו - דעי\"ז מתמעט מדרונו של כל ד\"א חצי קומת אדם:",
            "(יז) מודדו בחבל של ארבע אמות - והיינו כנ\"ל שאחד עומד ברגלי ההר וכו' ועיין בבה\"ל דדעת כמה פוסקים דס\"ל דאף בזה סגי המדידה ע\"י אומד הדעת לבד כיון שמתלקט עשרה מתוך ד\"א:",
            "(יח) מכנגדו למטה ד\"א - דאין יורד הגיא בזקיפה למטה כ\"כ לכן שייך בו בין הבלעה בין קידור וכדמסיים משא\"כ כשהשיפוע יורד בזקיפה הרבה שאין החוט מתרחק מכנגדו ד\"א לא אמרינן ביה דין קידור וכדלקמיה:",
            "(יט) אם יכול להבליעו בחבל וכו' - ובזה אפילו מתלקט בעומק השיפוע עשרה טפחים גובה מתוך משך ארבע אמות ג\"כ מבליעו ולא אמרינן אומדו כמו בהר בסעיף הקודם שאין טורח בהבלעה שא\"צ לזקוף עצים:",
            "(כ) בחבל של ד\"א - וכנ\"ל ע\"י קידור:",
            "(כא) של כל השיפוע - ר\"ל מדידה יפה כמו קרקע חלקה ואפילו אם יכול להבליעו בחבל של נ' אמה והטעם שכיון שהוא עמוק יותר מאלפים שהוא שיעור תחום שבת חשבוהו בפ\"ע [לבוש]:",
            "(כב) אם יכול להבליעו וכו' - והיינו נמי משום שאין טורח בגיא בהבלעה לאפוקי הר שיש טורח בהבלעה ע\"י עצים זקופים לכך א\"צ למדוד אלא המישור כמ\"ש ריש ס\"ד ע\"ש:",
            "(כג) אינו מודד כלל וכו' - ר\"ל דלא מצרכינן לקדר בשיפוע זקוף כזה ורק למדוד את הקרקע השוה וכמו למעלה לענין הר:",
            "(כד) בתוך אלפים וכו' - ששם מתקצר ההר והגיא:",
            "(כה) ילך שם ויבליעו - ומודד והולך שם משפתו והלאה עד כנגד מקום שכלה שם רוחב ההר והגיא כנגד העיר וחוזר למדתו כנגד העיר ומשלים למדת תחומין:",
            "(כו) אבל אם אינו יכול וכו' - שההר והגיא אינו מתקצר מרחבו גם שם:",
            "(כז) לא יתרחק יותר וכו' - שלא יטעו לומר הרואין אותו שעוסק שם במדידה שמדת תחום של צדדי העיר מגיע עד שם ובאופן זה בע\"כ צריך לקדר את רוחב ההר והגיא כנגד העיר:",
            "(כח) שהוא יודע וכו' - וגם יהיה בקי בדיני המדידה:",
            "(כט) מוחזקין - ר\"ל אף שהיו מוחזקין שעד כאן הוא מקום התחום מ\"מ כיון שבא אח\"כ מומחה ומדד ואמר שטעות הוא שומעין לו בין להחמיר בין להקל. ופשוט דמיירי כשאין ידוע לן שהחזקה הראשונה נעשה ע\"פ מדידת מומחה דאל\"ה אין שומעין להשני רק כשמרבה ולא כשממעט וכדלקמיה בס\"ט:",
            "(ל) ריבה בתחום מהם וכו' - ר\"ל שבמקום אחד ריבה ובמקום אחר מיעט:",
            "(לא) אף בתחום שריבה - פי' וכ\"ש ששומעין לו במקום שמיעט להחמיר:",
            "(לב) באלכסון - דחיישינן שמא לא טעה במדידת מזרחית דרומית ומה שנתמעט המדה הוא מפני שמצא דרך מדתו איזה הר שצריך למודדו מדידה יפה כקרקע חלקה ולכן נתקצר התחום באותו צד:",
            "(לג) כפי המקום שריבה בו - אף שהוא בעצמו מדד גם המזרחית דרומית תלינן ששם לא מתח החבל כל צרכו ולכך נתקצר התחום שם וכ\"ש אם אותו המדה הקצרה היה מאדם אחר בודאי תלינן להקל ואמרינן שאותו אדם טעה וכדלקמיה. ולדינא פסק הגר\"א דמודדין בשוה עיי\"ש:",
            "(לד) ב' מומחים - אבל אם האחד אינו מומחה אין הולכין אחריו כלל:",
            "(לה) למרבה - דתחומין דרבנן ואזלינן לקולא ואמרינן דהשני טעה:",
            "(לו) מקרן אלכסון וכו' - ר\"ל ומדדו באלכסון וכן מדד מקרן שכנגדה ונמצא כשמותחים חוט מסוף תחום שמקרן זו לסוף תחום שמקרן זו יהיה בין חוט זה לעיר הרבה פחות מאלפים:",
            "(לז) ונמצא צלע התחתון בינו וכו' - צלע התחתון נקרא השטח שיש מן החוט שנמתח [מקרן אלכסון זו עד קרן אלכסון שכנגדו וכנ\"ל] עד העיר:",
            "(לח) מצלע העיר - ר\"ל כנגד העיר בשוה ולא באלכסונה ולפיכך הולכין אחריו שהוא מדד כהלכה:",
            "(לט) ביותר על זה - והיינו שאין להקל לילך אחר מדידת האחרון אלא כשאין עולה מדידתו יותר על מדידת הראשון רק לערך תק\"פ אמה שזה השיעור עלה ע\"י הטעות שמדד הראשון האלפים באלכסון כמבואר בב\"י ע\"ש. ואם אירע שמחולקין במדידה ביותר משיעור הזה מסתברא שאין הולכין אחר מדידת שניהם וצריך למדוד מחדש ולברר הדבר:",
            "(מ) בקרן למלאותו - דהיינו שיהיה בקרן אלפים על אלפים מרובע כמדת התחום:",
            "(מא) שהם אלפים ות\"ת - היינו אם הולך באלכסון נגד הקרן מותר לילך עד שיעור זה משום דכל אמתא בריבועא אמתא ותרי חומשי באלכסונא ונמצא משיעור אלפים ניתוסף עוד שמונה מאות וכן יש לו שיעור זה לכל קרן וקרן לבד מה שיש לו אלפים אמה נגד רוחב העיר מכל צדדיו. ודע דאורך האלפים והזויות הוא שייך לכל עיר ועיר בשוה בין גדולה או קטנה אמנם רוחב של האלפים תלוי לפי מדת העיר שאם היא גדולה ברחבה מתרחב התחום שכנגדה ואם היא קצרה התחום ג\"כ קצר ברחבו:",
            "(מב) אלא אלף ותכ\"ח - שבחשבון זה אם יתוסף עליהם האלכסון שלהם שהוא על כל אמה שני חומשי אמה ממילא יהיו אלפים כי מאלף וארבע מאות יתוסף עוד תק\"ס ומן התכ\"ח יתוסף עוד לערך י\"ב סך הכל הוא תקע\"ב השלם אותם על האלף ותכ\"ח א\"כ ס\"ה הוא אלפים:",
            "(מג) נאמנים לומר וכו' - דתחומין דרבנן ולפיכך האמינום:",
            "(מד) אבל נאמן הגדול לומר וכו' - והכל מטעם הנ\"ל:",
            ""
        ],
        [
            "(א) ולא ידע וכו' - ואפילו נתכוין לקנות שביתה במקום הזה:",
            "(ב) קנה שביתה בעיר - כיון שמתחלה היה בדעתו ליכנס לעיר ואלו היה יודע שהעיר תוך תחומו לא היה חפץ לקנות שביתה אלא עם בני העיר ולכן גם עתה הרי הוא כאחד מבני העיר להלוך את כולה ולהיות לו אלפים לכל רוח. ומ\"מ יש בזה חומרא ג\"כ שהוא מפסיד מצד זה במקום שהוא ישב שאין לו משם שיעור אלפים כיון שנחשב כאחד מבני העיר ונראה פשוט דכ\"ז כשרוצה עכשיו לילך לעיר ולטובתו הקילו עליו אבל אם רוצה לישאר במקומו שקנה שביתה הרשות בידו:",
            "(ג) למדינה - ר\"ל עיר:",
            "(ד) קנה שביתה במקומו - ואפילו אם לא נתכוין לקנות שביתה כאן כגון שהיה ישן בבין השמשות ובשבת כשננער מצא עצמו שהוא בתוך תחום העיר אעפ\"כ לא נחשב כאנשי העיר כיון שלא היה בדעתו מתחלה לכנוס וקנה שביתה כאן וכדלקמיה בסעיף שאח\"ז:",
            "(ה) בחצי העיר - אבל אם כלים האלפים בסוף העיר כל העיר אינו נחשב לו אלא כד\"א ומהלך גם חוץ לעיר עד תשלום מידת אלפים ממקום שביתתו כמו שנתבאר בסימן ת\"ח:",
            "(ו) אם היה בדעתו וכו' - ר\"ל דגם ברישא דמיירי שהיה בדעתו ליכנוס מ\"מ לא מהני להיות כאחד מבני העיר אלא בדוקא שלא הוציא בפירוש מפיו שקונה שביתה במקומו אלא במחשבה אבל אם אמר כן בפירוש בפיו בין השמשות שביתתי במקומי אף דבתחלה כשהיה בא בדרך היה בדעתו ליכנס לעיר ואמירתו עתה היה ג\"כ רק מפני שלא היה יודע שהעיר סמוכה לו מ\"מ כבר עקר בזה שביתתו מאנשי העיר ואין לו אלא אלפים ממקום שביתתו:"
        ],
        [
            "(א) דהואיל ואם היה ניעור וכו' - ר\"ל דאף שבין השמשות שהוא זמן קניית שביתה היה ישן ולא היה מתכוין לקנות שם שביתה אפ\"ה קנה לו שם שביתה להיות לו משם אלפים אמה לכל רוח והטעם דהואיל ואם היה ניעור וכו':",
            "(ב) חפצי הפקר וכו' - דחפצי ישראל שיש להם בעלים הם כרגלי הבעלים אבל חפצי הפקר שאין להם בעלים ומעצמן לא קנו שביתה במקומן משום דלאו בני דעת הן לעולם ולא דמו לאדם ישן:",
            "(ג) למקום שילך הוא - ואף שהוא חוץ לאלפים למקום הנחת כלים מתחלה:",
            "(ד) במקומן - היינו במקום הנחתן בין השמשות דמשם יש להן אלפים אמה לכל רוח ולא יותר:",
            "(ה) גזירה - כיון דעכ\"פ יש להם בעלים אם נאמר דלא קנו שביתה אתו למימר גם בכלים שבעליהם ישראל שלא קנו ג\"כ שביתה ויתירו להוציאן חוץ לאלפים:",
            "(ו) שכולה כד\"א - פי' דמן הדין חפצים שהוציאן חוץ לתחומן אסורין לטלטלן רק בד\"א מ\"מ בעיר זו שהיא מוקפת מחיצות מותר לטלטל בכולה דנחשבת כולה כד\"א:",
            "(ז) מוקפת לדירה - שבנו תחלה בתים לדירה ואח\"כ הקיפו בחומה סביב משא\"כ אם היה ההיקף מקודם אין לטלטל שם אלא בד\"א אם היה ההיקף יותר מבית סאתים וערים הפרזים שלנו כיון שתקנו המבואות כדינן בצוה\"פ נחשבת כולה מוקפת לדירה דהבתים הרי הם כמחיצות ומקומות הפרוצים הלא נתקנו בצוה\"פ דנעשים לדירה דהלא בונין הבתים תחלה ואח\"כ עושים הצוה\"פ וחצר לעולם חשוב כד\"א:",
            "(ח) סתם מבצרים - דדרך הוא לעשות תחלה המבצר ואח\"כ מתישבין בתוכו אנשים לדור:",
            "(ט) שהשאיל כליו לנכרי - מערב שבת והוליכן לביתו שהוא חוץ לתחום דאף דהכלים של ישראל הם מ\"מ כיון שהשאילן לו קנו שביתה אצלו וכ\"ש בשואל כלים מן העכו\"ם בשבת:",
            "(י) שלא לטלטלן וכו' - היינו במלבושים דבשאר כלים בלא\"ה אסור לטלטל בשבת חוץ לד\"א כיון שאין עירוב וביו\"ט משכחת אף בשאר כלים דאין בו איסור הוצאה:"
        ],
        [
            "(א) מכונסים - דנהרות המושכין אינם קונים שביתה כלל והרי הן כרגלי כל אדם הממלא אותן וכדלקמיה:",
            "(ב) קונים שביתת העיר - דכיון שהם סמוכים לעיר דעת אנשי העיר עליהם ולא הוי כחפצי הפקר דאינם קונים שביתה ודוקא בין שני עיירות ומשום שיש עליהם דעת שני העיירות ולכן אוסרים אלו על אלו אבל אם אין שם רק עיר אחת אף שהמים נמשכין הרבה מחוץ לתחום ומתערבין עם אלו מ\"מ מותר למלאות בתוך התחום דהמים שמחוץ לתחום כיון שאינם סמוכים לעיר ואין עליהם רשות אחרת הרי הן כחפצי הפקר דאינם קונים שביתה כלל. ועיין בה\"ל מש\"כ דיש חולקים על עיקר דין זה:",
            "(ג) בסוף התחומין - והיינו אם היו ביניהם ארבעת אלפים אמה שהוא שיעור שני תחומין צריך לעשות מחיצה בסוף אלפים שהוא סוף שני התחומין ודוקא בכה\"ג שהחריץ הוא בסוף התחום של כל אחד שנמצא חלק ממנו חוץ לתחומו של כל אחד אבל אם החריץ עומד כולו במקום המשותף לשתי העיירות כגון שבין שתי העיירות הוא רק ג' אלפים אמה והחריץ הוא באמצע שתיהם מותרות למלאות ממנו בלי שום מחיצה דאמרינן יש ברירה וכל אחד לוקח מחלקו:",
            "(ד) להפסיקן - עיין פמ\"ג דאפי' היתה עיר האחרת של עכו\"ם ג\"כ צריך להפסיקן:",
            "(ה) ואפילו היא תלויה - דקל הוא שהקילו במים מפני שיש לזה צורך הרבה ומ\"מ צריך שיהיה עכ\"פ קצה המחיצה שקוע טפח במים דבלא\"ה אינה נראית כהפסק כלל וכמבואר לעיל בסימן ס\"א:",
            "(ו) אלו מאכילין מכאן וכו' - דהלא כל אחד נוטל מתחומו:",
            "(ז) שאינם קונים שביתה - מפני דניידי. ואפילו הם שייכים ליחיד ג\"כ אינו כרגליו אלא כרגלי הממלא:"
        ],
        [
            "(א) שבת בבקעה - פי' וקנה שם שביתה להיות לו ממקומו להלוך אלפים לכל רוח [אבל לטלטל אין לו רק בארבע אמות דכרמלית היא]:",
            "(ב) והקיפוה עכו\"ם - שעשו לה מחיצה סביבה וקי\"ל מחיצה העשויה בשבת שמה מחיצה:",
            "(ג) לדירה - שהקיפוה לדור בתוכה דאל\"ה אם ההיקף יותר מבית סאתים [שהוא שבעים אמה על שבעים אמה] לא משתריא לטלטולי בה אלא בד\"א אפילו ע\"י זריקה:",
            "(ד) אלא אלפים - ממקום שקנה שביתה דלא מהני ליה האי מחיצות כלל לענין הילוך:",
            "(ה) כיון שלא שבת - ר\"ל דלא מהני מחיצות להיות ע\"י כל השטח כד\"א אלא היכא שהיו המחיצות מבעוד יום ושבת בתוכן אבל כאן שבין השמשות לא היתה מוקפת ולא קנה באותו המקום שביתה אלא לאלפים אמה אף שהקיפוה מחיצות בשבת אין לו להלוך אלא אלפים שלו כדמעיקרא ולא דמי לסימן ת\"ה באם הוציאוהו עכו\"ם בע\"כ חוץ לתחומו ונתנוהו תוך עיר אחרת המוקפת חומה דמהלך את כולה דחשבינן ליה כל העיר כד\"א ואע\"ג שלא שבת באויר מחיצות מבעוד יום דהתם הלא הוא חוץ לתחומו דאין לו מן הדין להלך רק בד\"א ואם לא חשבינן ליה כל העיר כד\"א לא היה רשאי לילך רק ד\"א כדין יוצא חוץ לתחום לכן הקילו גביה [כיון שיצא באונס] שיהא נחשב לו כל העיר כד' אמות משא\"כ כאן שיש לו אלפים אמה להלוך בלא\"ה:",
            "(ו) ומטלטל בכולה וכו' - ר\"ל אף דלענין הילוך לא נחשב ההיקף כלל למחיצה מחמת שלא שבת באויר מחיצות לענין איסור טלטול לא איכפת לן בזה כיון שיש מחיצות עכ\"פ עכשיו וקי\"ל מחיצה העשויה בשבת שמה מחיצה:",
            "(ז) שיכול לזרוק - ודוקא בחפצים של אדם אחר שמגיע תחומו להלן מאלפים שלו או חפצים של הפקר דאל\"ה הרי אסור להוליכם חוץ לתחומו דהא הכלים כרגלי הבעלים כמ\"ש סימן שצ\"ז ס\"ג:",
            "(ח) לטלטל ממש - כאורחיה שלא ע\"י זריקה:",
            "(ט) אסור וכו' - והטעם דכיון דא\"א לו לטלטל חוץ לאלפים אלא ע\"י זריקה דא\"א לו להלוך שם תוך אלפים שלו נמי אסור לטלטל כאורחיה משום דאלפים שלו נפרץ במילואה למקום האסור לו בטלטול כאורחיה. ודע דרוב הפוסקים חולקים על זה וס\"ל דתוך אלפים אף בטלטול כי אורחיה מותר דלא מקרי פרוץ למקום האסור דמקום המותר הוא בעצם ורק מפני שא\"א לו לילך לשם שהוא חוץ לאלפים אין לו עצה לטלטל לשם כ\"א ע\"י זריקה וכן הסכימו האחרונים:"
        ],
        [
            "(א) למעלה מעשרה טפחים - דכל למעלה מעשרה אינו מקום הילוך דעיקר מקום הילוך על הארץ היא או עכ\"פ בתוך עשרה דחשיב נמי כהילוך על הארץ ונסתפקו חז\"ל אם שייך בזה איסור תחומין:",
            "(ב) שקפץ וכו' - וה\"ה בהילוך באויר ע\"י שם וכדלקמיה:",
            "(ג) ואין וכו' - דהרי הוא כאלו הולך באויר אבל אם היה בהם ד' על ד' דניחא תשמישתיה להילוך חשוב כמהלך על הארץ ופשיטא דאיסור תחומין נוהג שם. ואפילו אם היה רק עמוד אחד של ארבעה טפחים מקצתו בתוך תחומו ומקצתו חוץ לתחומו אסור לצאת מראש האחד לראש השני [רש\"י]:",
            "(ד) ד\"ט על ד\"ט - הא אם היה מצד אחד פחות מד\"ט אף אם היה ארוך הרבה לא ניחא תשמישתיה וג\"כ בכלל ספק הוא:",
            "(ה) בדרבנן - כגון חוץ לתחום דאלפים אמה עד י\"ב מיל שהוא לכו\"ע מדרבנן:",
            "(ו) בדרך זה - ר\"ל ע\"י עמודים:",
            "(ז) למאן דאמר וכו' - ר\"ל להפוסקים דנקטי להלכה כהירושלמי דחוץ לי\"ב מיל הוי דאורייתא וילפינן זאת מקרא דאל יצא איש ממקומו ביום השביעי ומקום זה הוא חוץ לשנים עשר מיל כנגד מחנה ישראל. ומדברי המחבר שכתב ומה שיהיה בדרבנן וכו' משמע שמצדד כן להלכה להחמיר ביבשה בחוץ לי\"ב מיל אפילו בלמעלה מעשרה שהוא ספק דאורייתא ובביאור הגר\"א נוטה דעתו להפוסקים דלעולם הוא דרבנן:",
            "(ח) והואיל ואין בימים ובנהרות וכו' - ר\"ל אפילו חוץ לי\"ב מיל אינן דאורייתא לפי שאין דומין וכו' דלמ\"ד דאורייתא ממדבר ילפינן כנ\"ל והליכתן במדבר היה ביבשה ולא במים ולכן מקילינן בהו למעלה מעשרה:",
            "(ט) מי שבא בספינה בשבת - אין ר\"ל שנכנס בספינה בשבת דאי הכי הלא היה בביה\"ש ביבשה וקנה שם שביתה ואסור לירד מהספינה לנמל אלא ר\"ל שבא עם הספינה בשבת והגיע לנמל:",
            "(י) לעולם וכו' - דאם היתה אפילו פ\"א למטה מעשרה אף בתוך השבת קנה שם שביתה ואם ממקום ההוא עד הנמל הוא יותר מאלפים שוב אינו רשאי לירד מהספינה להנמל דאין לו אלא ד\"א דהיינו מקום ישיבתו בספינה שחשיבא כולה כארבע אמות וכשמפליג בשבת בספינה העומדת למעלה מעשרה טפחים ע\"מ לירד ממנה בשבת זה במקום אחר מעבר השני שהוא חוץ לאלפים אמה צריך ליזהר שמיד שקנה שם שביתה בספינה בבין השמשות כשהיא עומדת למעלה מעשרה טפחים לא יצא ליבשה דאם יצא ליבשה שעה אחת קנה שם שביתה ושוב יהיה אסור לו לירד ממנה לנמל שהוא חוץ לאלפים ממקום שביתתו על הארץ וכמש\"כ בסימן רמ\"ח ע\"ש:",
            "(יא) יורד וכו' - ואם הספינה רחוק מן הנמל יורד דרך כבש. ולעבור דרך מעבורת השט ע\"פ המים (שקורין פראם) אם היא קשורה בספינה ובנמל לכו\"ע מותר לירד ואם אינה קשורה יש מתירין ויש אוסרין מפני שנראה כשט כיון שלא שבת עליו מבע\"י אכן בשו\"ע הגר\"ז משמע דכשלא יצא מן הספינה ליבשה מעת ששבת ביה\"ש עד עכשיו מותר:",
            "(יב) ממקום שפגע - ר\"ל אם פגע במקום שהוא למטה מיו\"ד רחוק מן הנמל מודדין לו האלפים אמה משם:",
            "(יג) אם הוא למעלה מעשרה וכו' - קאי אשיעור י\"ב מיל דימים ונהרות וה\"ה לענין שיעור דאלפים דיבשה:",
            "(יד) אזלינן לקולא - ותלינן דמשנכנס השבת עד שהגיע לנמל היה למעלה מעשרה משום דספיקא דרבנן לקולא:",
            "(טו) ואם כבר יצא - ר\"ל שפגע במקום אחד למטה מי\"ט וקנה שם שביתה ונתרחק שם יותר מאלפים דמן הדין אין לו רק ד\"א כדין יצא חוץ לתחום דאפילו באונס אין לו רק ד\"א אפ\"ה אם מחמת אונס נכנס בתוך עיר מוקפת מחיצות נחשב לו כל העיר כד\"א כדין הוציאוהו עכו\"ם ונתנוהו בתוך עיר מוקפת מחיצות בסימן ת\"ה ואם לא יצא חוץ לאלפים ורק שכלתה מדתו בחצי העיר אינו רשאי לילך רק עד מקום שכלתה מדתו. הבא ביו\"ט מחוץ לתחום ממקום שפגע למטה מעשרה מ\"מ בשבת שלאחריו מותר ללכת אלפים ממקום שעומד דשבת ויו\"ט שתי קדושות הן ומשום הכנה אין בו איסור כיון דלא עביד ולא מידי [אחרונים]:",
            "(טז) מכח גשמים וכו' - וכ\"ש אם דחפוהו עכו\"ם לתוך העיר דהוי ליה כל העיר כולה כד\"א ומ\"מ לא יאמר לעכו\"ם שידחפו אותו:",
            "(יז) או שצריך וכו' - וכל זה כשלא מצא מקום צנוע לפנות וכן מקום להסתר מחמה או גשמים עד תוך העיר דאל\"ה אסור לו לכנוס וכדלקמן בסימן ת\"ו וזהו שכתב רמ\"א ועיין לקמן וכו':\n"
        ],
        [
            "(א) לא יכנס להיות וכו' - ר\"ל דלא תימא דאמה אחת לא חשיב יציאה וממילא הוא כבני העיר:",
            "(ב) מעמידת רגליו ולחוץ - אבל לצד פנים כלל לא דאף דבודאי לכו\"ע יכול לברר הד\"א שלו לכל צד שירצה שאני הכא כיון שהתחיל ללכת אל עבר זה נראה כבורר הד\"א ממנו ולהלאה. והנה המחבר אזיל לטעמיה בסי' שצ\"ו דאין לו רק ד\"א אבל לפי מה שהביא הרמ\"א שם בהג\"ה בשם יש אומרים דיש לו ד' אמות לכל צד והכריעו שם האחרונים כדעה זו א\"כ יכול לילך הד\"א שלו אף לצד העיר דהיינו אם יצא אמה אחת יוכל לחזור לתוך התחום בשיעור שלש אמות ודע דכל זה אם יצא במזיד אבל אם יצא באונס או מחמת טרדתו שכח ויצא הסכימו האחרונים דכל שלא יצא מן התחום ארבע אמות מותר לו לחזור ולכנוס תוך העיר דבכגון זה אמרינן דכיון שיש לו רשות לחזור לתוך תחומו חשוב כאלו לא יצא כלל מן התחום והרי הוא כבני העיר וכ\"ש אם יצא לדבר מצוה דמותר לו לחזור תוך תחומו ומשם לעיר כל שלא יצא מתוך התחום ארבע אמות:",
            "(ג) יכנס - דבתר רובו שדינן וכיון דלא הוי אלא רגלו אחת חוץ לתחום ועדיין רובו בתוך התחום הלכך יכנס. ולפי מה שכתבנו לעיל דיש לו שיעור ד\"א חוץ לתחום גם בזה יהיה הדין אם יצא ע\"י אונס ורגלו אחת הוא עדיין בתוך ד\"א של התחום חשיב כאלו עדיין לא יצא [א\"ר וש\"א]:",
            "(ד) והוא חוץ לתחום העיר - דאלו היה בתוך תחום העיר חשוב כבני העיר כיון שדעתו לכנוס לעיר ויש לו כל העיר ואלפים אמה סביבה לכל צד אבל כיון שהחשיך לו אמה אחת חוץ לתחום אין לו אלא אלפים אמה סביב מקומו ששבת שם:",
            "(ה) להיות כבני העיר - ר\"ל אף דמותר לו לכנוס לתוך העיר במקצת דכיון ששבת רק אמה אחת חוץ לאלפים הסמוכים לעיר יש לו לכנוס ג' אמות בתוך העיר דשיעור אלפים מודדין חוץ מארבע אמות ששבת בהן כדלעיל בסי' שצ\"ז מ\"מ אינו נחשב עי\"ז להיות כבני העיר שיהיה מותר לו לילך בתוכה ואלפים סביבה כיון דעכ\"פ בעת שקידש היום היה חוץ לתחום העיר [הגר\"א]:",
            "(ו) שלא לדעת - באונס או ששגג ויצא וה\"ה לדבר מצוה:",
            "(ז) מותר וכו' - ר\"ל שעושים לו תקנה שיחזור לתוך תחומו והוא דכיון שיצא אף שאין לו רק ד\"א קי\"ל דאם היו שם מחיצות מותר להלוך בכל רוחב המחיצות דכולה כארבע אמותיו חשיבא וכמש\"כ לקמיה בס\"ו ולפיכך כשעושין לו מחיצה של בני אדם סביביו עד תחומו נכנס עי\"ז בתחומו וכיון שנכנס בתחומו בהיתר הרי הוא כאלו לא יצא וכדלקמיה בס\"ה:",
            "(ח) מחיצה של בני אדם - ואפי' אם היה אורך המחיצות יותר מאלפים מותר להלך את כולה:",
            "(ט) ויכנס ביניהם - היינו שיכנס ביניהם עד תוך תחומו וכיון שנכנס לתוך התחום מותר לילך לעירו אף בלא מחיצות וכנ\"ל. ולפי מה שכתבנו לעיל סק\"ב בשם הפוסקים אף אם לא הגיע המחיצות של בני אדם עד תוך התחום ממש אלא סמוך לתחום פחות מד\"א ג\"כ שרי דכיון דעכ\"פ ד' אמותיו כלים בתוך תחומו מותר לכנס:",
            "(י) והוא שלא ידעו - עיין בסי' שס\"ב שנתבאר שם פרטי הדינים של מחיצות בני אדם:",
            "(יא) לדעת אסור - שהרי אף אם הוא בתוך מחיצות גמורות אינו רשאי בכה\"ג לילך יותר מד' אמות וכדלקמיה בס\"ו וכ\"ש במחיצות של בני אדם:",
            "(יב) מי שהוציאוהו וכו' - ר\"ל דאפי' באופן זה שהיה אנוס בדבר ג\"כ אין לו אלא ד\"א וכ\"ש כשיצא במזיד וכנ\"ל בס\"א:",
            "(יג) או רוח רעה - שנטרפה דעתו ואח\"כ נשתפה:",
            "(יד) או ששגג ויצא - אף דכ\"ש הוא מדין אונס נקט זה משום סיפא דהחזירוהו מהני אפי' בזה:",
            "(טו) אלא ארבע אמות - עיין לעיל בסימן שצ\"ו בהג\"ה איך חושבין הד\"א:",
            "(טז) אם חוזר לדעת וכו' - ר\"ל ברצון ובדעת לאפוקי אם שגג וחזר חשיב כאלו החזירוהו:",
            "(יז) אלא ארבע אמות - ודוקא שלא נכנס לעירו אבל אם נכנס לעירו המוקפת מחיצות הרי היא כולה כד\"א וכדלקמיה בס\"ח וע\"ש מש\"כ בזה:",
            "(יח) נכנס לספינה - מיירי שקנה שביתה ביבשה ונכנס לספינה בשבת סתם לישב בה [ולא להפליג דאי נכנס להפליג הוי כיצא לדעת ואין לו אלא ארבע אמות] ובין כך הפליגה הספינה:",
            "(יט) חוץ לתחום - ומיירי שהיה אותו המקום שחוץ לתחום פחות מעשרה טפחים וא\"כ היה אסור לו להחזיר מדעתו למקום הראשון וכדלעיל בסוף סימן ת\"ד אלא משום דחזרה מעצמה לאחוריה מתירין לו:",
            "(כ) נתנוהו עובדי כוכבים חוץ לתחום וכו' - ר\"ל שהוציאוהו מתוך התחום ונתנוהו שם:",
            "(כא) בדיר - גדר של בהמות שעושין בשדות היום כאן והיום כאן כדי לזבלן בגללי הבהמות וסהר נעשה לבהמות העיר ולא הזכיר כאן שיהיה מוקף לדירה משום דלא בעינן מוקף לדירה אלא בשהיה השטח יותר מבית סאתים וסתם דיר וסהר לא הוי כ\"כ ובאם שהיה יותר מב\"ס בעינן שיהא מוקף לדירה כגון ששומר הבהמות דר שם:",
            "(כב) מוקפת חומה לדירה - דעי\"ז הוי כרה\"י והוי כולה כד' אמות וה\"ה לעיירות שאין מוקפות חומה ויש בהן תיקוני עירובין וכמו שכתבנו לעיל בסימן ת\"א במ\"ב עיי\"ש. ודע דה\"ה אם הביאוהו עכו\"ם בספינה ג\"כ אינו מותר מעצמו לצאת מן הספינה אם היא עומדת למטה מיו\"ד אלא אם כן כשנכנסה הספינה בתוך היקף מחיצות העיר וי\"א דאפילו אם העיר אינה מוקפת במחיצה מצד הנמל עומק מקום המים שבמקום הנמל נחשב למחיצה ועיין במג\"א מ\"ש בזה בשם מהרי\"ל ונתבאר בביאור הלכה:",
            "(כג) או ששגג ויצא - ר\"ל שהיה טרוד בעניניו ומתוך כך לא נתן לבו על תחומו ויצא וכל כה\"ג:",
            "(כד) ונזכר והוא בתוכו - לאפוקי בשנזכר קודם שנכנס ונכנס אין לו אלא ד\"א דהרי נכנס לדעת:",
            "(כה) אע\"פ שהוא בתוך אחד מאלו - בין שנכנס מדעתו בין שהכניסוהו עכו\"ם לשם כיון שעכ\"פ יציאתו מתחום היה מדעת לא אמרינן בזה כולו כד' אמות ועיין בבה\"ל:",
            "(כו) מי שהפליגה וכו' - מיירי שבא בע\"ש סמוך לחשיכה לנמל מקום שהספינה גוששת למטה מעשרה טפחים והיה בדעתו לצאת מן הספינה ולכנוס לעיר ונמצא שקנה שביתה ביבשה ובא רוח והפליג את הספינה חוץ לתחום במקום שהיו המים פחותים מעשרה טפחים מן הקרקע ולפי המבואר לעיל בסימן ת\"ד אסור לו לצאת מן הספינה דאין לו אלא ד\"א אפ\"ה בספינה גופא מהלך את כולה דכארבע אמות דמיא הואיל ומוקפת מחיצות:",
            "(כז) מהלך את כולה - אפילו כשהיא עומדת:",
            "(כח) הואיל ושבת באויר מחיצות - הלשון מגומגם ולאו דוקא הוא דלפי המבואר לעיל בס\"ו אם הפליגה ספינתו שלא מדעתו והביאתו לתוך עיר המוקפת מחיצות שלא שבת בה או שנתנוהו עכו\"ם לתוך ספינה אחרת נמי מהלך את כולה כיון שיציאתו באונס היתה אלא עיקר הכונה הוא הואיל והוא באויר מחיצות לאפוקי כשנפחת וכדמסיים:",
            "(כט) ואם נפחתו וכו' - ולא נשארו גבוה י\"ט דבטל שם מחיצות עי\"ז וה\"ה אם נפרץ במקום אחד פרצה ביותר מעשר אמות ברחבה או שהיה פרוץ מרובה על העומד דבכל אלה בטל מינה שם רה\"י [אחרונים]:",
            "(ל) מהלכת - דבמהלכת לא שייך לומר דיוצא מארבע אמות שלו בהליכתו דבכל שעה עומד בארבע אמות אחרים דספינה נוטלתו תמיד מארבע אמותיו לארבע אמות אחרים [גמרא]:",
            "(לא) עומדת - חוץ לתחום במקום שהוא נמוך למטה מעשרה טפחים דלמעלה מי\"ט הלא נקטינן דאין בו איסור תחומין ומותר להלך כמה שירצה אפילו בלא מחיצות כלל ועיין בסימן רמ\"ח ס\"ב במש\"כ מה נקרא למטה מעשרה:",
            "(לב) ובראשו וכו' - כגון שהיא עמוקה באמצעיתה ובראשה היא משופעת והולכת כלפי מעלה כדרך ספינות קטנות אפ\"ה הוי כולה רה\"י דמה שבראשה יש עליה דין חורי רה\"י דכרה\"י הוא כדלעיל בסימן שמ\"ה:",
            "(לג) ואפילו אין לו כלל - שגם באמצעיתו אין עמוק עשרה:",
            "(לד) לחקוק - דהיינו עובי הנסרים שבקרקעיתה יש בהם לחקוק כדי שיעור להצטרף עם המחיצות להשלים לגבוה עשרה:",
            "(לה) חוקקין - ואף דקי\"ל אין חוקקין להשלים שאני הכא דהוא בכלל מה דאמרינן [בסימן שע\"ב ס\"ו] גידוד חמשה [היינו תל גבוה חמשה] ומחיצה חמשה מצטרפין לשיעור י' טפחים:",
            "(לו) והחזירוהו - לתחומו:",
            "(לז) אלא ד\"א - דבעינן שיהיה היציאה והחזרה באונס וכנ\"ל בס\"ה:",
            "(לח) לעירו - ששבת בה מבע\"י אבל אם הוליכוהו לעיר אחרת אין לו אלא ד\"א כיון שיצא מתחומו לדעת וכמו שכתב בסעיף ו':",
            "(לט) המוקפת מחיצות - עיין בביאור הלכה מ\"ש בזה:",
            "(מ) לדירה - וה\"ה אם מבואותיה מתוקנים בצורת הפתח וכנ\"ל:",
            "(מא) כולה כד\"א - כיון ששבת בה מבעוד יום. ומ\"מ אסור לו לצאת חוצה לו אפילו אמה אחת כיון דעכ\"פ יצא מדעת הפסיד תחומו:",
            "(מב) אפילו במזיד - ר\"ל אף דלגבי אדם קי\"ל לעיל דאם היציאה היה במזיד הפסיד מקומו ואין לו אלא ד\"א פירות לא הפסידו מקומן שהיה להם בין השמשות שאנוסים הם ביציאתם ובחזירתם וכדלקמיה:",
            "(מג) אם הוא יו\"ט - שמותר להוליכן בכל התחום דבשבת הלא אסור להעבירן ד\"א אפילו בתוך התחום [אם לא שהיה עיר מעורבת שאז מותר לטלטלן בכל העיר]:",
            "(מד) ואם הוא שבת וכו' - ר\"ל דגם בשבת איכא נ\"מ עכ\"פ לענין אכילה:",
            "(מה) במקומן - ר\"ל במקום שהחזירן בתוך התחום בארבע אמותיהן:",
            "(מו) ואפילו לאותו ישראל וכו' - ואע\"ג דהבא מחוץ לתחום אסור למי שבא בשבילו שאני הכא שהוחזרו למקום ששבתו בין השמשות:",
            "(מז) אנוסים הם - ר\"ל דאף שהוציאן האדם במזיד הפירות עצמן אנוסים הם ביציאתן ובחזירתן והרי הן כאדם שהוציאוהו באונס והחזירוהו לעיל בס\"ה וכן לענין היתר אכילה הותרו נמי ע\"י חזירתן:",
            "(מח) מותרין לאכלם - שם בין לאנשים אחרים שנמצאים שם במקום הפירות ובין להמוציא בעצמו:",
            "(מט) ואסור לטלטלם חוץ לד\"א - וכמבואר לעיל בס\"ה גבי אדם דאפילו יצא שלא לדעת אין לו אלא ד\"א:",
            "(נ) אסור לאכלם - אבל לטלטלם מותר בארבע אמותיהן וכ\"ז אם היו ע\"פ השדה אבל אם הביאן בעיר המוקפת מחיצות אע\"ג דעבד איסורא מ\"מ מותר לטלטלן בכל העיר כולה בין שהוציאן שוגג בין שהוציאן מזיד:",
            "(נא) אפילו מי שלא הוציאם - ואע\"ג דפירות שהביא עכו\"ם מחוץ לתחום אינו אסור רק למי שהובאו בשבילו הכא כיון דאיתעביד איסורא ע\"י ישראל חמיר טפי:",
            "(נב) למי שלא הוציאם - ודוקא אם לא הוציאו בשבילו דאל\"ה גם לדעה זו אסור ולדינא קי\"ל כדעה ראשונה דאפילו למי שלא הוציאו בשבילו ג\"כ אסור לאכול דהיא דעת רוב הפוסקים [א\"ר]:\n"
        ],
        [
            "(א) שלא לדעת - עיין לקמיה:",
            "(ב) עד שימצא מקום צנוע - ר\"ל מקום שאין בני אדם מצויים מפני שגדול כבוד הבריות ועיין לעיל בסימן ג' דאחורי הגדר חשיב מקום צנוע ובשדה עד שאין חבירו יכול לראותו. כתבו האחרונים בשם ראב\"ן דיכול ללכת עד בית היהודים לפנות והיינו אף אם ימצא מקום צנוע מקודם אלא שהוא סמוך לבתי עכו\"ם מ\"מ יכול להתרחק עד בתי היהודים שמא העכו\"ם יכוהו או יפחידוהו:",
            "(ג) ועצה טובה וכו' - ר\"ל שאם יכול לחפש מקום צנוע בשאר רוחות טוב לו יותר לבקש מקום צנוע לצד מקום שיצא משם:",
            "(ד) עד תחומו - ואם מצא בתוך ד\"א של התחום חשוב כאלו בתוך התחום ויכול ליכנס וכנ\"ל בריש סימן ת\"ה ע\"ש:",
            "(ה) כאלו לא יצא - ויש לו אלפים לכל רוח וכנ\"ל בסימן ת\"ה ס\"ו:",
            "(ו) ויתרחק ממקום שנפנה - דזהו ג\"כ בכלל כבוד הבריות:",
            "(ז) עד שיכלה הריח - ותו לא ואפילו לתוך מקום הראשון שישב שם מתחלה אם הוא יותר משיעור הזה:",
            "(ח) אין לו תקנה - ר\"ל אף דמותר לו בזה ג\"כ לצאת חוץ לד' אמותיו עד שימצא מקום צנוע וכן להתרחק ג\"כ מן הריח וכנ\"ל אבל אין לו תקנה להחשב בזה כאלו לא יצא אם נכנס לתחומו דאף אם יכנס אין לו אלא ד\"א כיון שיצא מתחלה מדעת אם לא שנכנס עי\"ז לעירו ששבת בה דאז כל העיר לו כארבע אמות בכל גווני וכנ\"ל בסימן ת\"ה ס\"ח:",
            "(ט) דוקא לגדולים - אבל קטנים אין כבוד הבריות כ\"כ דהא משתינים מים בפני רבים וגם אין כ\"כ טינוף בהם שיהיה צריך להתרחק דהא נבלעין במקומן ויש להחמיר כסברא זו:\n"
        ],
        [
            "(א) וכיו\"ב - דבר שמותר לצאת בשבילו כגון שארי ענין פקוח נפש וכדלקמיה בס\"ג וכן היוצא בשביל עדות לקידוש החודש בזמן שקדשו ע\"פ ראיה [גמרא]:",
            "(ב) לכל רוח - ואם היו מובלעין אלפים אלו בתוך תחומו שיצא משם רשאי לחזור לביתו ויש לו אלפים סביב ביתו:",
            "(ג) באותו מקום - אף לאחר שכבר עשה המצוה ההיא דהתקינו לו זה דאם לא יהיה רשאי לזוז ממקומו ימנע עצמו שלא לצאת עוד:",
            "(ד) הרי הוא כאנשי העיר - דעשאוהו כאלו שבת בה בין השמשות דכל העיר לו כד' אמות:",
            "(ה) וע\"ל סוף סי' רמ\"ח - מענין יוצא בע\"ש לדבר מצוה וע\"ש במ\"ב סקל\"ב מה שכתבנו בענין זה:",
            "(ו) ממקומו - שהגידו לו זה:",
            "(ז) וכאלו לא יצא - דיש לו אלפים אמה סביב ביתו כבתחלה. ומשמע מלשון השו\"ע דאם שב לתחומו שוב מפסיד האלפים החדשים שנתנו לו חכמים וכן נראה מהפוסקים:",
            "(ח) יד העובד כוכבים תקיפה - ר\"ל אף שהצילו הישראל בפעם זה אבל יד העו\"ג תקיפה ומפחדים לשבות בשדה:",
            "(ט) חוזרים בשבת למקומם - אף שהוא יותר מן אלפים:",
            "(י) ובכלי זיינם - וזה מותר אף כשיד ישראל תקיפה דאם היה מקומם בתוך אלפים מותר לחזור בכלי זיינם דאם יסלקו הכלי זיין מהם יש לירא שמא ירדפו האויבים אחריהם כמבואר בש\"ס [ב\"ח וא\"ר]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}