{
    "versionTitle": "Hilchos Shabbos #5",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) המבשל וכו' - אחד המבשל את המאכל או את הסממנין או המחמם את המים [ר\"ל אף דמים ראוי לשתיה בלא בישול וה\"ה חלב מ\"מ חייב כיון דמשתבח ע\"י הבישול] ואחד האופה את הפת הכל ענין אחד הוא [דאפיה הוא מענין בישול אלא שאפיה הוא בפת ובישול הוא בשארי דברים]. המתיך אחד ממיני מתכות כל שהוא או המחמם את המתכות עד שתעשה גחלת ה\"ז תולדת מבשל [שהרי בחימומו הוא מרככו שיהא ראוי לתקנו ולעשות ממנו כלי והרי הוא מרפה דבר הקשה] וכן הממסס את הדונג [שעוה] או את החלב או את הזפת והכופר והגפרית וכיוצא בהן ה\"ז תולדת מבשל וחייב וכן המבשל כלי אדמה עד שיעשו חרס חייב משום מבשל [דקודם שמתחזק הכלי ונצרף בהכבשן ונעשה חרס כראוי מתבשל בה טיט של הכלי] וכן הנותן חתיכת עץ בתנור כדי שיתייבש וידוע שמתחלה הוא מתרפה ויוצא ממנו הלחלוחית חייב משום מבשל כללו של דבר בין שרפה גוף קשה באש או שהקשה גוף רך ה\"ז חייב משום מבשל [רמב\"ם בפ\"ט] וע\"כ יש ליזהר מאד שלא להניח עצים לחים על התנור ליבשן אחר שקיעת החמה דהוא חשש דאורייתא. הניח בשר ע\"ג גחלים אם נצלה צליה גמורה כשיעור גרוגרת חייב ואפילו הגרוגרת אינה במקום אחד אלא מתלקט משנים ושלשה מקומות ג\"כ חייב ואפילו אם לא היה צליה גמורה רק כמאב\"ד ג\"כ חייב אלא דבזה שאינו צליה גמורה צריך שיהיה הבשר צלוי משני הצדדים של הבשר דוקא וא\"ל פטור [כן כתב הרמב\"ם שם בהלכה ה'] וכ\"ז הוא לענין חטאת אבל איסורא יש בכל גווני וכן מה שכתב הרמב\"ם מתחלה לענין צליה השיעור גרוגרת הוא ג\"כ רק לענין חיוב חטאת אבל איסור דאורייתא יש בכל גווני כדקי\"ל חצי שיעור אסור מן התורה [שבת ע\"ד גמ' ורש\"י שם]:",
            "(ב) בשבת - וכל שיש ספק פלוגתא בזה אי הוי בכלל בישול או לאו או בשאר מלאכות כה\"ג אין לאסור בדיעבד דכל האיסור הזה הוא רק מדרבנן שקנסוהו וספיקא דרבנן לקולא [פמ\"ג באות יו\"ד וכעין זה כתב המג\"א בסימן שכ\"ג סקי\"א ועיין בסקל\"ב וצע\"ק]:",
            "(ג) אחת משאר מלאכות - ואם היא מלאכה דרבנן עיין בביאור הגר\"א שהאריך להוכיח דלכו\"ע אם עשה אותה בשוגג אין לאסור בדיעבד ליהנות ממנה ועיין בבה\"ל:",
            "(ד) לעולם - ליהנות מאותה מלאכה דקנסוהו רבנן ומ\"מ מותר לו ליהנות מדמיה של המלאכה. כתב המג\"א בשם הרשב\"א דגם הקדירה שבישל בה בשבת אסורה לו לבשל בה מפני שהיא בלועה מדבר האסור לו ודוקא המבשל לבריא אבל המבשל לחולה מותרת הקדרה:",
            "(ה) מותר למו\"ש מיד - ואפילו למי שנתבשל בשבילו דלא בעינן להמתין בכדי שיעשו אלא במלאכה הנעשית ע\"י א\"י בשביל ישראל משום דקל בעיניו איסור דאמירה לעו\"ג ויבוא לעשות כן פעם אחרת כדי שיהיה מוכן לו במו\"ש מיד אבל דבר שנעשה ע\"י ישראל בידים ודאי ליכא למיחש דעי\"ז שנתיר למו\"ש מיד יבא פעם אחרת לומר לישראל לבשל לו בשבת בשביל זה ועוד שהישראל לא ישמע לו דאין אדם חוטא ולא לו. אם היה במו\"ש יו\"ט אפילו בישל בהיתר כגון שבישל בשבת לחולה מ\"מ אסור לבריא גם ביו\"ט ראשון דאין שבת מכין ליו\"ט. אם נתערב בשבת אותו דבר שנתבשל במזיד באחרים דעת המ\"א דאינו מתבטל ואסור לו בשבת ליהנות מזה דכיון דלמו\"ש יהיה מותר לאחרים מקרי דבר שיש לו מתירין דאינו בטל אפילו באלף ומה שכתב ביו\"ד סוף סימן קי\"ב היפוך זה נדחק המ\"א לישבו ועיין בחות דעת שם שחולק עליו וכ\"ז להמבשל בעצמו אבל לענין אחרים לכו\"ע מקרי דבר שיש לו מתירין:",
            "(ו) ובשוגג - שגג בדין או שכח כ\"ז בכלל שוגג הוא:",
            "(ז) גם לאחרים - הנה בגמרא פליגי בענין שוגג ומזיד ר\"מ ור' יהודה ודעת השו\"ע הוא דעת ר' יהודה שכן הסכימו הרי\"ף והרמב\"ם והגאונים והגר\"א הסכים בבאורו לשיטת התוספות וסייעתם דפסקו כר' מאיר דבמזיד אסור בין לו בין לאחרים עד מו\"ש ובשוגג מותר גם לו מיד. ובמקום הצורך יש לסמוך על זה בבשול בשוגג:",
            "(ח) שחלה היום - ולא אמרינן דהבהמה היא מוקצה מחמת איסור דאיתקצאי בבה\"ש מחמת איסור שחיטה שבאותו פעם לא היה חולה עדיין שיהיה דעתו עליה לשחטה דהא אנן קיי\"ל כר' שמעון דלית לו מוקצה אלא היכי דדחיה בידים כגון נר שהדליקו עליו באותו שבת דדחיה בידים שלא להשתמש בו באותה שבת כיון שהדליק בו אבל גבי בהמה לא דחיה בידים ועיין עוד בב\"י:",
            "(ט) מותר הבריא וכו' - הטעם כיון דעיקר השחיטה לצורך החולה דאי אפשר לכזית בשר בלא שחיטה ולא שייך בזה שמא ירבה בשבילו:",
            "(י) חי בשבת - ובלא מליחה דאסור למלוח בשבת והדחה בעי משום דם בעין משא\"כ דם הבלוע בו ליכא איסור כ\"ז שלא פירש:",
            "(יא) לחולה אסור - אבל במו\"ש מותר מיד ולא בעינן לזה בכדי שיעשה. וטעימה אם התבשיל יפה בשביל החולה מותר גם בשבת:",
            "(יב) שאין בו סכנה - דגם הוא כבריא לענין זה שאסור מן התורה לבשל עבורו ע\"י ישראל וחיישינן שאם נתירו לאכול מזה שמא ירבו בשבילו:",
            "(יג) שמא ירבה בשבילו - ליתן בשר לתוך הקדרה וזהו איסור דאורייתא כשמרבה בשבילו אפילו הוא מרבה בפעם אחת קודם שיתן הקדירה על האש וי\"א דהוי דרבנן כיון שהוא בפעם אחת עיין ב\"י [מ\"א ועיין בספרי אהבת חסד בפ\"ז שביררנו ראיה מהגמרא דהעיקר כדעה הראשונה]:",
            "(יד) אסור בשבת - לבריא ליהנות ממנו אבל במו\"ש מותר מיד וטעמו דכיון דהא\"י בישל בהיתר לא בעי להמתין בכדי שיעשו וגם לא גזרו בזה משום בישולי א\"י [הגר\"א]:",
            "(טו) מבעוד יום - ר\"ל והיה בדעתו מבע\"י לקצוץ הפרי בשבת אפ\"ה אסור מפני שאין הכנה מועלת כלל במחובר כיוצא בזה שהוא גדל והולך בשבת אבל פרי שנגמר בשולו ושוב אין גדל והולך מועלת בו הכנה אע\"פ שהוא מחובר אבל חולה שנחלה היום אסור בכל גווני ליהנות לבריא משום מוקצה דמחובר:",
            "(טז) שגדל והולך - עיין במ\"א שמקשה דליבטל הגידולים בעיקר שהוא הרוב של היתר ויהא מותר לבריא כשנחלה מבע\"י ובביאור הגר\"א מצדד ג\"כ כן להלכה:",
            "(יז) בתולדת האור - והמבשל בו חייב לפיכך המניח פירות או מים על התנור או בתוך [הקאכלין] לאחר שהוסק התנור ונתבשלו שם חייב ומדרבנן אסור להניח אפילו קודם שהוסק וכדלקמיה. וכל דיני בישול הנזכרים בסימן זה שייכים גם בדבר שנתבשל ע\"י תולדת האור:",
            "(יח) ואפילו בתולדת חמה - ואפילו בדיעבד אסור ואפשר דלאחר שבת מותר אף למבשל עצמו [חידושי רע\"א]:",
            "(יט) להטמינה וכו' - ואפילו מבע\"י דחול הוא דבר המוסיף הבל כמבואר לעיל בסימן רנ\"ז ס\"ג ואסור להטמין בו אפילו מבע\"י כמבואר שם [הרא\"ש] ובחידושי רע\"א הביא בשם הרשב\"א דמותר להטמין בו מבע\"י דכל שהוחם בע\"ש מן החמה מצטנן לגמרי בליל שבת:",
            "(כ) בחול - ואפילו אם לא יטמין אלא יגלגלה בשבת ע\"ג חול החם כדי שתצלה נמי אסור דגזירה אטו תולדת האור וע\"כ אסור לצלות ביצה על גג רותח מחמה - המבשל בחמי טבריא פטור מחטאת דהוי כתולדת חמה אבל חייב מכת מרדות דאיסור יש בזה הלכך אסור להעמיד מאכל ע\"ג חמי טבריא בשבת אבל להשהות עליהן מע\"ש מותר ולהניח בתוכן אסור משום הטמנה בדבר המוסיף הבל כמ\"ש סימן שכ\"ו ס\"ג:",
            "(כא) אבל בחמה עצמה - ולא גזרינן אטו אור דחמה באור לא מיחלף:",
            "(כב) יש בו וכו' - וכל דינים האסורין משום בשול אפילו ליתן על הכירה להתנור קודם היסק אסור כמ\"ש סימן רנ\"ג:",
            "(כג) בשול - וע\"כ אסור מן התורה להניח התבשיל הזה בשבת במקום חם שהיד סולדת בו ולערב אותו בתבשיל רותח בכלי שני יש להקל [אחרונים]:",
            "(כד) אם נצטנן - היינו שאין היד סולדת בו אף שהוא קצת חם עדיין אבל אם היד סולדת בו אף שנצטנן מרתיחתו לא שייך בו בישול עוד דבכלל רותח הוא ואין בישול אחר בישול [ודוקא לענין להחזירו לתנור כשהוא גרוף מן הגחלים או שהם עמומין אבל לתנור כשאינו גרוף וכ\"ש על האש ממש אסור להחזיר לכו\"ע אפילו רותח גמור וכדלעיל ברנ\"ג] וכ\"ז הוא דעת המחבר אבל הרמ\"א לקמן בסט\"ו בהג\"ה כתב דכל זמן שלא נצטנן לגמרי נהגו להקל דאין בו משום בישול וע\"ש:",
            "(כה) ויפה לו - אבל אם מצטמק ורע לו מותר להניח סמוך למדורה אפילו במקום שהיס\"ב ועיין בב\"ח שפסק כסברא הראשונה דאין חילוק בזה וכן משמע בביאור הגר\"א:",
            "(כו) כמאכל ב\"ד - וה\"ה יותר עד שיגמר בישולו שייך בו בישול מן התורה:",
            "(כז) אפילו בעודו רותח - ופשוט דאפילו ע\"י א\"י אסור לגמור הבישול ונראה דבדיעבד אין לאסור התבשיל דיש לסמוך על הפוסקים שסוברים דכיון שנתבשל כמאכל ב\"ד שוב אין בזה משום בישול:",
            "(כח) והני מילי וכו' - ר\"ל הא דאמרן דבנצטנן שייך בישול בכל גוונא:",
            "(כט) מרק - דבדבר לח כיון שאזיל חמימותו ונצטנן בטל ממנו שם בישולו הראשון:",
            "(ל) אבל דבר וכו' - היינו בנתבשל כל צרכו:",
            "(לא) שנתבשל כבר - דוקא שנתבשל אבל אם לא נתבשל אלא נשרה מע\"ש בכלי ראשון שהיס\"ב אסור לשרותו בחמין שהיס\"ב בשבת דאע\"ג דאין כאן תוספת בישול מ\"מ כ\"ז שלא נתבשל ממש אלא היה בכלי ראשון ניתוסף בו קצת בישול כשמניחו פעם שני בחמין ויש מקילין בדבר ודעת הפמ\"ג דהמקילין מיירי בדבר שדרכו וטבעו קל להגמר בישולו אף בכלי ראשון שהוסר מן האש אבל דבר שאין דרכו להתבשל לגמרי בכלי ראשון לכו\"ע אסור וטוב להחמיר בכל גוונא ע\"ש וכ\"ז לענין לשרותו בכלי ראשון אבל לשרותו בכ\"ש אף שהיס\"ב יש להקל בכל גוונא כיון שבע\"ש נשרה בחמין שהיס\"ב:",
            "(לב) והוא יבש - ר\"ל שהריקו המרק ממנו:",
            "(לג) מותר לשרותו - אפילו בכלי ראשון רותח כדי שיהיה נימוח שם ויהיה דבר לח דאין בישול אחר בישול אבל לא יתנו לכ\"ר שעומד על גבי האש:",
            "(לד) אותו בחמין - שהיד סולדת בהן ואפילו אם לא יניחו שם עד שיהיה נימוח ואפילו בכלי שני נמי אסור לשרות דמיחזי כמבשל ולא דמי לתבלין בסעיף ט' דלא אסר אלא בכלי ראשון דתבלין עשויין למתק הקדירה ולא מיחזי כמבשל:",
            "(לה) מדיחין אותו - והיינו שמערה עליו מכ\"ש דמכ\"ר אסור לערות עליו דעירוי ככ\"ר ומבשל כדי קליפה כמו שכתוב סעיף יו\"ד וה\"ה דשרי לערות מכ\"ש ע\"ג דבר לח צונן דה\"ל כהדחה בעלמא [אחרונים]:",
            "(לו) חוץ מן המליח הישן - דג מלוח של שנה שעברה וקולייס האיספנין הוא שם דג שאוכלין אותו מחמת מלחו ע\"י הדחה בחמין וע\"כ אפילו הדחה נמי לא שזהו גמר מלאכתן והוי בישול ואיתא בגמרא דאם הדיחן בחמין חייב חטאת והנה כמה אחרונים כתבו דטבע של אלו הדברים שאין יכולין לאכלו כ\"ז שלא הודח בחמין וע\"כ הדחה שלהן חשיבא בישול דמשוי לה אוכל וה\"ה שאר דבר מלוח כיוצא בזה שאין יכולין לאכול כלל בלי הדחה אבל דברים שיכולין לאכלן ע\"י הדחת מים צוננים אין איסור להדיחן בחמין מכלי שני ולפ\"ז דג מלוח שבמקומנו שנקרא הערינ\"ג שיכולין לאכול ע\"י הדחת צוננים ולפעמים אף בלי הדחה מותר להדיחו אף במים חמין ומהט\"ז משמע דיש ליזהר שלא להדיחו בחמין וכן כתב בספר שלחן עצי שטים ובח\"א וכן נכון לנהוג למעשה ועיין בה\"ל:",
            "(לז) והדחתן וכו' - ר\"ל בחמין אבל בצונן מותר להדיחו ואף לשרותו ואפילו בדבר שע\"י שריה בצונן נעשה ראוי לאכילה שכל דבר שאינו אוכל מותר לעשותו אוכל בשבת כמ\"ש בסימן שכ\"ד:",
            "(לח) וה\"ה כל דבר קשה - ר\"ל דבר שהוא ראוי לאכול חי בלא בישול אך שהוא יבש וקשה מאד עד שאינו ראוי לאכול כלל מחמת זה בלא שריה בחמין דאסור לשרותו ולכאורה למה צריך הרמ\"א לסיים דהוי גמר מלאכה תיפוק ליה דכל דבר יבש שלא נתבשל מבעוד יום אסור לשרותו בחמין בשבת וכנ\"ל י\"ל דרוצה להשמיענו דבזה שהוא גמר מלאכתו יש איסור בשריה מדאורייתא כמו בהדחת מליח הישן ועיין בה\"ל:",
            "(לט) דאסור לשרותו - אפילו בכלי שני וה\"ה אם הוא דבר שיהיה נעשה ראוי לאכילה ע\"י הדחת חמין בעלמא גם ההדחה אסור וכנ\"ל לענין דג מליח. ועתה נבאר דין בישול עלי הטיי\"א השייך בכמה ענינים לסעיף זה. הנה טיי\"א בשבת פשוט בפוסקים דיש בו משום בישול ובמזיד יש בו איסור סקילה ובשוגג חיוב חטאת וע\"כ יש ליזהר בו מאד ובעו\"ה רבים נכשלים בו ומקילין לעצמן בקולות שאין בהם ממש וע\"כ מוכרח אני לבאר אופני ההיתר והאיסור בזה בעזה\"י. הנה לערות מכלי ראשון על עלי הטיי\"א יש בזה בודאי חשש אב מלאכה דקי\"ל דעירוי מבשל כדי קליפה כדלקמן בסעיף יו\"ד וכ\"ש אם יעמידנו אח\"כ על התנור או בתוך הקאכלין עד שיהיה היד סולדת בו בודאי יבוא לכו\"ע לידי איסור סקילה עי\"ז ואפילו אם ירצה ליתן את עלי הטיי\"א לתוך הכלי אחר שיערה החמין לתוכה כדי שיהיה על המים שם כלי שני ג\"כ אסור כדקי\"ל בסעיף זה דדבר שלא בא בחמין מלפני השבת אין שורין בשבת אפילו בכ\"ש וכ\"ש לפי מה שמבואר בסעיף זה דיש דברים רכים קלי הבישול שמתבשלים אפילו בהדחה מכלי שני אפשר דיש בהעלים ג\"כ חשש איסור דאורייתא אפילו באופן זה וע\"כ הסכימו האחרונים דיש לערות עליהם מע\"ש רותחין מכלי ראשון כדי שעי\"ז יהיה נקרא הטיי\"א מבושל במקצת דעירוי מבשל כדי קליפה ויהפך בעת העירוי את הטיי\"א היטב בתוך הרותחים מלמעלה למטה ומלמטה למעלה [ויותר טוב שיהיה מבושל ממש ע\"י העמדה במקום שמתבשל] ואח\"כ יריק את העסענס לכלי אחר כדי שישארו עלי הטיי\"א יבשים ויהיה מותר לו לערות אח\"כ בשבת עליהם מים חמין מכלי ראשון כיון שכבר נתבשלו מע\"ש כדין דבר יבש דקי\"ל בסעיף זה דאין בו בישול אחר בישול אפילו אם נצטנן [ואח\"כ מותר לו להחזיר גם מי העסענ\"ס אלו הצוננים לתוך הכלי זה גופא וכמו שכתבנו לעיל דדבר לח שנצטנן מותר לו ליתנו בתוך כלי שני רותח] דאם ישאר בו משקה העסענ\"ס הרי קיי\"ל דבלח יש בישול אחר בישול אם נצטנן אם לא שמי העסענס הצוננים הם מרובין שלא יתחממו ע\"י המים שמערה עליהן למחר וכן הדין לענין קאוו\"י יזהר שלא יערה עליהם מים חמין מכלי ראשון אם לא שעירה עליהם מאתמול והריק את המים מעליהן והטעם ככל הנ\"ל [עיין בתשובות חתם סופר סימן ע\"ד ובפ\"ת על או\"ח]. ודע דאף שהתרנו לערות חמין על עלי הטיי\"א והקאוו\"י אם נתן עליהם מאתמול מים מכ\"ר אעפ\"כ יזהר שלא יעמיד את הטיי\"א והקאוו\"י בתנור או בקאכלין אחר ששפך עליהם מים דהא אין עירוי מבשל רק כדי קליפה וא\"כ לא נתבשל אתמול רק כדי קליפה ועכשיו ע\"י העמדה בתנור יתבשל לגמרי. והנה אופן זה שבארנו אף שאין למחות ביד הנוהגים בו מ\"מ כתבו האחרונים עצה המובחרת מזה דהיינו שיתקן העסענס מע\"ש לגמרי שלא יצטרך לערות לתוכו עוד רותחין למחר בשבת ולמחר כשיצטרך לשתות יתן העסענס הצונן לתוך הכוס ששותה בו אחר שעירו המים חמין לתוכו ונעשה כ\"ש וה\"ה שמותר לתת לתוך הכוס הזה שהוא כ\"ש חלב שנצטנן אבל אסור לערות עליהם מכ\"ר וכדלעיל בס\"ד וכשהעסענס שלו אינו צונן הוא בודאי טוב לצאת בזה ידי כל הדעות:",
            "(מ) אם בשלו אח\"כ במשקה - ר\"ל שנתנו בקדרה כשמתבשלת עם רוטב דאם נותנו במשקים צוננים תיפוק ליה דיש בו משום בישול עבור המשקים:",
            "(מא) משום בישול - דאע\"ג דאין בישול אחר בישול בדבר יבש מ\"מ יש בישול אחר צלי ואפילו עדיין רותח מחמת הצליה [אחרונים] וה\"ה דלשיטה זו יש צלי אחר בישול ולכן אסור ליתן דבר שנתבשל אצל האש בלי רוטב [מ\"א] ולאו דוקא אצל האש דה\"ה בכל מקום שיוכל להצלות מחום התנור ולכן צריך ליזהר שלא להחזיר בשר מבושל בלי רוטב לתוך התנור במקום החום שהיד סולדת בו ואפילו אם יעמידנו ע\"ג קדרה המפסקת אבל לכו\"ע אין צלי אחר צלי ודבר שנצלה מותר ליתנו אצל האש אפילו אם נצטנן ובלבד שלא יקרבנו ביותר כדי שלא יבוא לחתות וגם לא יעמידנו על קרקעית התנור אלא ע\"י הפסק כלי ריקנית תחתיה כדי שלא יהיה נראה כמבשל ועיין לעיל בסימן רנ\"ג ס\"ה וה\"ה באפיה כה\"ג דאין אפיה אחר אפיה:",
            "(מב) ואסור ליתן פת וכו' - הוסיף בזה דין אחר והטעם דסבירא ליה לדעה זו דיש דברים שמתבשלים אפילו בכלי שני מפני שהם רכים ואין אנו בקיאים וע\"כ הוסיף לאסור ליתן פת האפוי דהוא רכיך אפילו בכלי שני וה\"ה דלדעה זו יש להחמיר נמי בשאר דברים שלא ליתנם בכלי שני ועיין לקמן בס\"ט אודות תבלין:",
            "(מג) מתירין בכלי שני - ס\"ל דאין כלי שני מבשל בשום דבר:",
            "(מד) אפילו בכלי ראשון - ס\"ל דאין שייך שם בישול אחר אפיה או צליה וה\"ה להיפך:",
            "(מה) ונהגו ליזהר וכו' - פי' שאין נותנים לחם במרק של הטשאלינ\"ט בקערה שהיא כלי שני וכ\"ש שיזהר שלא לערות עליהם מכלי ראשון ואותם שחותכים הבצלים ונותנין לתוך המרק בקערה לא ישימו רק אחר שלא תהיה היד סולדת בהמרק דבלחם יש קולא מחמת שנאפה כבר ואפ\"ה נזהרים כ\"ש בבצלים שצריך ליזהר כי אין אנו בקיאין במידי דמקרי רכיך וכנ\"ל וכ\"ש לפי מה שנוהגין ליתן הבצלים לתוך התבשיל שהוא דבר גוש בודאי יש ליזהר בזה דיש פוסקים שסוברים דדבר גוש שמונח בכלי שני דינו ככ\"ר. ואפילו אם ימתין עד שיהיה המרק שבקערה אין היד סולדת בו מ\"מ יזהר שלא ישפוך אח\"כ על שיורי בצלים שנשאר בקערה מן המרק שבקדרה אם היד סולדת בהן דעירוי מבשל כדי קליפה כדקי\"ל בסעיף י' ויש בזה חשש דאורייתא. וכן מה שנוהגין איזה אנשים כשעושין חמין מרגלי בהמה לחתוך חתיכת פת בכלי ולערות עליהם המרק של הרגלים מכ\"ר לא יפה הם עושין דאפילו אם לא יתן הפת בתחלה עד שיערה המרק תחלה בכלי כדי שיעשה כ\"ש הלא כתב רמ\"א דיש ליזהר בזה אלא אם רוצה ליתן פת ימתין עד שלא יהיה היד סולדת במרק או שלכל הפחות ישאב בכף מן הקדרה כדי שתהיה הקערה כלי שלישי וכ\"ש אם רוצה ליתן בצלים ושומים לתוך החמין האלו בודאי יזהר מאד לעשות כן דאם יערה עליהם מכלי ראשון שהיד סולדת בהן יש בזה חשש אב מלאכה וכנ\"ל:",
            "(מו) לכתחלה וכו' - ובדיעבד אפילו בכ\"ר אין לאסור דיש לסמוך איש מקילין:",
            "(מז) אפילו בכ\"ש - ובכלי שלישי מצדד הפמ\"ג בסקל\"ה להקל עי\"ש:",
            "(מח) כ\"ז שהיד סולדת בו - עיין בח\"א שכתב דהיכא שהיד נכוית בו לכו\"ע מבשל אפילו בכלי שני:",
            "(מט) דבר חם שהיד סולדת וכו' - המחבר אזיל לשיטתיה בס\"ד דאם נצטנן קצת עד שאין היד סולדת בו יש בו עוד משום בישול אבל לפי מה שכתב רמ\"א בהג\"ה בסט\"ו דנוהגים להתיר אם לא נצטנן לגמרי א\"כ לא בעינן יד סולדת בו:",
            "(נ) בו - ואפילו לא נתבשל כל צרכו דאמרינן לעיל בס\"ד דיש בו משום בישול אפילו ברותח שאני הכא דלא יבוא עי\"ז לידי בישול גמור רק שישתמר חומו בתוכו [ט\"ז] אבל הרבה אחרונים חולקין עליו וס\"ל דאינו מותר רק בנתבשל כל צרכו דיש לחוש שמא יתוסף מעט בישול ע\"י החום וכתב בספר מאמר מרדכי דבכל צרכו אפי' יהיה מצטמק ויפה לו ע\"י העמדה זו ג\"כ שרי:",
            "(נא) להניחו וכו' הטמונה - בבגדים מבע\"י ואשמועינן דמותר להניח הכלי תחת הבגדים שכיסו בהן הקדרה ואף שאין טומנין בשבת אפי' בדבר שאינו מוסיף הבל הכא כיון דעיקר הטמנה היה מבע\"י לצורך הקדרה דזה מותר ולכן אם נתגלתה הקדרה דמותר לכסותה מותר לכסות דרך אגב גם הכלי שיש בו הדבר חם:",
            "(נב) פיו בבצק - כדי שלא יצא חומו ומיירי בשאינו מוקצה כגון דצריך הבצק לתרנגולין שבביתו. ועיין במ\"א דדוקא בבצק שהוא אינו בר מירוח אבל בשעוה וזפת או טיט שהוא דבר המתמרח אסור משום ממרח וכענין דאיתא לעיל בסימן שי\"ד סי\"א דאסור ליתן שעוה בנקב החבית לסתמו מפני שהוא ממרח והט\"ז כתב דבצק נמי בר מירוח הוא אלא הטעם דאין בזה משום מירוח לפי שאין מקפיד עליו לדבק אותו בטוב רק שלא יהיה מגולה לגמרי שלא יתקרר אבל שם גבי נקב החבית קפיד עליה לדבק היטב ולהחליקו סביב הנקב שלא יזוב היין החוצה עכ\"ד ולפי זה אף בטיט ושעוה מותר בעניננו אבל להמ\"א הנ\"ל אסור:",
            "(נג) אבל אין מניחין וכו' - דתבשיל שנצטנן קי\"ל בס\"ד דיש בישול אחר בישול וע\"כ אסור אפילו לא הטמינם כלל בשום דבר וה\"מ בדבר לח אבל בדבר יבש אפילו נצטנן לגמרי שרי וכדלקמיה בס\"ח:",
            "(נד) שהעליון יכול להתחמם וכו' - היינו אפילו אם אין בדעתו להשהות שם כ\"כ חיישינן דילמא מישתלי וכדלקמיה בסי\"ד:",
            "(נה) אפילו כלי התחתון וכו' - הטעם דכיון שהקדרה מפסקת איכא היכרא טובא ואינו נראה כמבשל ומיירי שהיה הכלי מבושל כל צרכה:",
            "(נו) על האש וכו' - ס\"ל דע\"י קדרה המפסקת הוי כמו כירה גרופה דאסור להניח עליה לכתחלה ועיין מה שכתבנו לקמיה דהלכה כדעה הראשונה:",
            "(נז) להניח דבר קר - סעיף זה וסעיף זיי\"ן ענין אחד הוא ואלו השתי דעות שבסעיף זה הם עצמן שבסעיף זיי\"ן אלא דשם מיירי בדבר לח דאם היה מצטנן יש בו משום בישול לכך כתב כלי שיש בו דבר חם והכא איירי בדבר יבש דאפילו נצטנן אין בו עוד משום בישול וכדלעיל בס\"ד:",
            "(נח) וכל דבר שמותר להניחו וכו' - דהיינו כל מה שנתבאר בסעיף ד' דאין בו משום בישול כגון ביבש אפילו נצטנן ומותר לשרותו בכלי ראשון ה\"ה דמותר להניחו נגד המדורה רחוק קצת דלא חיישינן לחיתוי וכמבואר בסט\"ו:",
            "(נט) מיחם שעל גבי האש - ואע\"ג דאפילו בכירה גרופה מן האש לא שרי בסימן רנ\"ג אלא חזרה אבל להניח לכתחלה אסור כמבואר שם בס\"ה בהג\"ה וא\"כ הכא אע\"פ שהמיחם שלמטה מפסיק בין הכלי ובין האש מאי הוי צ\"ל דס\"ל לדעה זו דהפסקת המיחם אפי' באינה גרופה עדיף מכירה גרופה דהתם הקדרה עומדת ע\"ג כירה שהוא מקום שדרך לבשל תמיד ונראה כמבשל אבל בכאן שעומדת ע\"ג קדרה שאין דרך בישול בכך ולכן שרי אף להניח לכתחלה:",
            "(ס) וראשון נראה עיקר - וכן פסק הא\"ר והגר\"א וקאי גם על הא דסעיף זיי\"ן דענין אחד הוא וכמו שכתבנו למעלה:",
            "(סא) רוטב - דכיון שיש בו רוטב כבר פסק המחבר לעיל בס\"ד דבנצטנן יש בישול אחר בישול וממילא אסור ליתנו ע\"ג מיחם חם אף אם אינו ע\"ג האש וכנ\"ל בס\"ו:",
            "(סב) ומצטמק ויפה לו - דע דכל לשון הסעיף הזה הוא מלשון רי\"ו ואזיל לשיטתיה הנזכר לעיל בס\"ד בהג\"ה דדוקא במצטמק ויפה לו אז יש בישול אחר בישול ולדינא כבר כתבנו לעיל בס\"ד דהלכה כשאר פוסקים דאין מחלקין בזה ואף המחבר אפשר דסובר כן כמו שסתם שם אלא דלישנא דרי\"ו נקיט ואזיל:",
            "(סג) כל זמן וכו' - היינו אפילו כבר פסק רתיחתו ממנו:",
            "(סד) שהיד סולדת בו - אבל אם אין היד סולדת בו אפילו כלי ראשון אינו מבשל. ואם לא העבירוהו מעל האש אסור ליתן לתוכו תבלין ואפי' מלח בכל גוונא ואפי' דעתו לסלק את הקדרה מהר משם פן ישכח עד שיתבשל וכדלקמן בסי\"ד:",
            "(סה) לתוכו תבלין - אבל בכלי שני מותר לתת תבלין אפי' יד סולדת בו דאין מתבשל שם ואם מונח בכלי שני דבר גוש שהיד סולדת בו יש ליזהר בזה דיש פוסקים שסוברין דדבר גוש כ\"ז שהיס\"ב דינו ככלי ראשון:",
            "(סו) כיון שהעבירו - דעל האש אפי' בישרא דתורא מתבשל:",
            "(סז) כבשרא דתורא - ואף שנימוח אף בכלי שני מיחויו אינו בישולו שאף בצונן אתה רואה כן:",
            "(סח) בשר מלוח - ר\"ל בשר שנמלח והודח כדין:",
            "(סט) של שור - דנהי דהבשר אינו מתבשל הלחלוחית שבו מתבשל [טור]:",
            "(ע) דבלא מלוח וכו' - היינו דלא נטעה לומר דהטעם שאוסר הוא משום דהמלח מרכך הבשר ומתבשל אח\"כ בכלי ראשון אלא דאפי' בלא נמלח כלל היה אסור לתתנו מפני הלחלוחית וכנ\"ל והא דנקט המחבר מלוח דאי לא היה מלוח היה אסור לתתנו מפני איסור דם בכלי רותח בלא איסור שבת:",
            "(עא) ויש אוסרים וכו' - בגמרא איכא תרי לישני בזה ללישנא בתרא הוי מלח לקולא דקשה להתבשל כבישרא דתורא מש\"ה מותר אפי' בכלי ראשון כשהעבירוהו מהאש וללישנא קמא הוי מלח לחומרא דאפי' בכלי שני מתבשל ופסקו רוב הפוסקים כלישנא בתרא אלא מפני שיש מחמירין לכן כתב דהמחמיר תבא עליו ברכה. וה\"מ במלח שחופרין אבל מלח שעושין ממים שמבשלין אותם אין בו משום בישול לכו\"ע דאין בישול אחר בישול וכדלקמן בסט\"ו [מ\"א וש\"א] וכן בצוקע\"ר מותר מהאי טעמא ליתנו בכ\"ר לאחר שהעבירוהו מן האש ויש שמפקפקין בזה. וטוב ליזהר מכלי ראשון לכתחלה:",
            "(עב) אפילו הוא וכו' - דע\"ג האש אפי' לפסק השו\"ע אסור וכנ\"ל:",
            "(עג) דהמלח בטל - ואע\"ג דמידי דעביד לטעמא לא בטיל שאני הכא דהוי זה וזה גורם דהכא מיירי שנמלח ג\"כ מכבר בע\"ש וגם מיירי דהמלח שנתן עכשיו לא היה בה כדי ליתן טעם בקדרה זולת המלח של אתמול אבל אם היה במלח של עכשיו לבדו כדי ליתן טעם אסור המאכל עד מו\"ש אם נתן בהכלי כשעומד על האש וה\"מ במלח שנעשה מחפירה אבל במלח שנעשה ממים שמבשלין אין לאסור המאכל וכנ\"ל:",
            "(עד) מכלי ראשון - דאף דתבלין אין מתבשל בכ\"ש וכנ\"ל מ\"מ העירוי מכ\"ר קי\"ל דהוא מבשל כדי קליפה ואפי' בדיעבד אסור אם עירה להדיא עליהן שלא נפסק הקילוח:",
            "(עה) מלאה מים חמין - ואפי' בחמי טבריא אסור ליתן צוננים באמבטי שהומשך מן המעין לתוכה אלא צריך ליטול מהאמבטי בכ\"ש ואח\"כ יתן המים לתוכה אפילו המים צוננים מועטין מן החמים וכדלקמיה בסי\"ב:",
            "(עו) אע\"פ שהיא כ\"ש - דכיון שהן לרחיצה מסתמא חיממן הרבה ומתבשלין הצוננים שמתערבין בהם אע\"פ שהאמבטי היא כ\"ש [טור] וזהו שכתב שהרי מחממן הרבה:",
            "(עז) אין נותנים לה מים צונן - עיין באחרונים שכתבו דדוקא מים מועטין שאפשר שיתבשלו שם אבל אם נותן הרבה כ\"כ עד שהחמין נעשים פושרים עי\"ז שרי וכמו לקמיה בסוף סי\"ב ונראה דאם היה האמבטי כלי ראשון יש לחוש לדעת הר\"ן ורבינו ירוחם שכתבו דבאמבטי אסור ליתן אפי' צונן מרובים:",
            "(עח) אבל נותן וכו' - ואפי' אם האמבטי הוא כ\"ר מותר לערות לתוך מים צוננים אם הם מרובין על החמין ואע\"ג דאסור לערות על תבלין כמ\"ש בס\"י דהוי ככלי ראשון זהו דוקא על דבר גוש אבל הכא שאני שמתערבין החמין עם הצונן ומתבטל חמימותן כיון שהצונן מרובים. וליתן חתיכת בשר רותח לתוך רוטב צונן אסור דכיון שאינו מתערב מבשל כדי קליפה [מ\"א]:",
            "(עט) לתוך אמבטי אחר - לרבותא נקט דאע\"פ שהוא אמבטי לא גזרו וכ\"ש לתוך כלי אחר שיש בו צונן:",
            "(פ) מים צונן מרובים וכו' - אבל מועטין שיוכלו להתחמם מחום המיחם עד שתהא היד סולדת בהן אסור אבל מרובין מותר אפי' אם ימלא את כל הכלי במים צוננים וע\"י זה יוכל הכלי לבוא לידי צירוף [דהיינו כשהכלי מתכות חם ונותנין לתוכו צונן מחזקים את הכלי וזה הוא גמר מלאכת הצורפין שרתיחת האור מפעפעתו וקרוב להשבר והמים מצרפין פעפועיו] אפ\"ה שרי כיון שאין מתכוין לזה ולאו פסיק רישיה הוא דאפשר שלא יגיע הכלי עי\"ז לידי צירוף. והמכוין לצרף י\"א שהוא חייב מדאורייתא וי\"א שהוא מדרבנן:",
            "(פא) לתוך מים צונן או צונן וכו' - ובשניהן אפי' המים צוננים מועטין שעדיין היד סולדת בהן אחר התערובות ג\"כ שרי כיון שהוא בכלי שני קי\"ל דכלי שני אינו מבשל כדלעיל בס\"ט:",
            "(פב) שלא יהיו בכ\"ר - דאם החמין הם בכלי ראשון אסור לצוק בתוכם מים צוננים וה\"ה דאסור לערות מהם לתוך מים צוננים מועטים שיתבשלו על ידם:",
            "(פג) ואם המים מרובין - קאי אצונן לתוך חמין וכן אם חמין לתוך צונן היה הצונן מרובים שרי. ועין בח\"א שכתב דבצונן לחמין דוקא ששופך בשפיכה גדולה הכל בפעם אחת אבל מעט מעט אסור לערות שהרי מבשל תיכף ומה יועיל מה שמצטנן אח\"כ:",
            "(פד) רק שיפיגו צינתן - ואפי' חמין קצת כעין פושרין שרי רק שלא יהיה היד סולדת בהן:",
            "(פה) רק שלא יהיה על האש - וה\"ה סמוך לאש במקום שיכול להתבשל פן ישכח ויניחנו שם וכדלקמיה בסי\"ד:",
            "(פו) קיתון של מים - אף דמים בלבד בלא כלי ג\"כ מותר לערב בתוך כלי שני וכנ\"ל בסי\"ב נקט ע\"י כלי משום סיפא לאשמועינן דבכלי ראשון אפי' ע\"י הפסקת כלי אסור:",
            "(פז) בכלי שני - כ\"ש מיקרי כשעירו מן כלי ראשון שהרתיחו החמין בתוכו לתוך כלי זה ומותר אפי' אם היד סולדת בו אבל אם שואב בכלי ריקן מתוך כלי ראשון י\"א דדינו ככלי ראשון ובפרט אם משהה הכלי ריקן בתוכו עד שמעלה רתיחה ודאי מקרי כ\"ר [אחרונים]:",
            "(פח) בענין שאינו יכול וכו' - היינו שאפי' אם יעמדו שם המים והמשקין זמן מרובה לא יתחממו כ\"כ:",
            "(פט) דהיינו מקום שכריסו וכו' - דלא נוכל לשער ביד דיש שסולד מרתיחה מועטת ויש שאינו סולד:",
            "(צ) כיון שיכול וכו' - וחיישינן דילמא מישתלי ליטלו:",
            "(צא) וה\"ה בפירות - היינו שאסור להניחן במקום החום להפיג צינתן פן ישכח עד שיצלו ואף שנאכלין כמות שהן חיין ג\"כ אסור דשייך בהן שם בישול שהם משתבחין עי\"ז אבל ליתנן רחוק מהאש אפי' דבר שאין נאכל כמות שהוא חי שרי. ומ\"מ מותר ליתן אלונטית וכלי עופרת סמוך לאש לחממו [היינו שיש בהכלי תבשיל שלא נצטנן ורוצה שיהיה חם] אף אם הוא קרוב כ\"כ עד שיוכל הכלי להיות ניתך שם או לשרוף האלונטית דכיון דלא ניחא ליה בהכי הוי דבר שאין מתכוין וגם מסתמא לא ישכח ויזהר הרבה ליקח אותו משם קודם שיתיך או ישרוף:",
            "(צב) דבר שנתבשל וכו' - הטעם דכיון שכבר נתבשל שוב אין בזה משום חשש בישול ומיהו על האש ממש אסור מדרבנן מפני שנראה כמבשל אבל בזה שמעמידו כנגד המדורה שאין דרך בני אדם ברוב פעמים לבשל כך אפי' איסור דרבנן ליכא [הרשב\"א] ועיין מה שכתבנו לקמיה בשם הרא\"ש שסובר דסמוך למדורה ג\"כ אסור אלא צריך להרחיק קצת:",
            "(צג) כל צרכו והוא יבש - דאי לא הוי כל צרכו אפי' אם היה דבר יבש והוא רותח יש בו עוד משום בישול כנ\"ל בס\"ד וממילא אסור להעמידו במקום שהיס\"ב ואי הוי דבר לח אפי' בכל צרכו יש בו עוד משום בישול אם נצטנן לפי מה שפסק המחבר בריש ס\"ד:",
            "(צד) כנגד המדורה - נקט נגד המדורה ולא אצל המדורה להורות שצריך להרחיק קצת מן המדורה ולכן לא חיישינן שיבוא לחתות באש דכיון שהצריכו חכמים להרחיק קצת אית ליה הכירא ולא אתי לחתויי [הרא\"ש]. וראיתי איזה אחרונים שכתבו דמיירי שהיה עשוי מדורה בפני עצמה אבל כשמדורת עצים הוא בתוך התנור אסור להכניס שם קדירה אפי' אם מרחיק קצת מן המדורה כיון שהוא מקום שהיד סולדת בו ולא גרע ממה שמבואר בסימן רנ\"ג דאסור להכניס קדרה לכירה כשאינה גרופה דהוא אפי' אם אינו מעמידו סמוך להאש. אך אם אינו מעמיד את הקדרה על קרקעית התנור כ\"א על איזה כלי המפסיק אז יש להקל וכנ\"ל בסימן רנ\"ג ס\"ג:",
            "(צה) ואפי' נצטנן כבר - לפרש דברי המחבר בא דמיירי בנצטנן ולהכי לא התיר אלא ביבש:",
            "(צו) רותח - היינו שהיס\"ב:",
            "(צז) ויש מקילין לומר - פליג אמחבר דס\"ל דדוקא כשהוא יבש אבל בדבר לח שנצטנן יש בישול אחר בישול ודעה זו ס\"ל דאין בישול אחר בישול בכל גווני ואפי' נצטנן לגמרי:",
            "(צח) על גבי האש וכו' - דאם נותן ע\"ג ממש אף שאין בו איסור דאורייתא לדידהו עכ\"פ אסור מדרבנן מפני שנראה כמבשל וגם דאתי לחתות בגחלים:",
            "(צט) אם לא וכו' - אף דלדעת המחבר כיון שנצטנן מעט מחמימותו ואין היס\"ב שוב יש בו משום בישול וכמו שכתבנו לעיל בס\"ד המנהג להקל בזה דסומכין בזה איש מקילין כ\"ז שלא נצטנן לגמרי:",
            "(ק) אינפאנדא וכו' - הוא פשטיד\"א הנזכר בכמה מקומות והוא פת כפולה הממולא בחתיכות שומן ונותנו שם כדי לחממו והטעם שמותר דכיון שהוא יבש אף שנצטנן לא שייך ביה בישול עוד וכמ\"ש בסט\"ו ואע\"פ שהשומן חוזר ונימוח מ\"מ מקרי יבש כיון שבשעה שנותנו לחממו לא נמחה עדיין:",
            "(קא) כנגד האש - היינו ע\"ג איזה כלי המפסיק דאל\"כ אסור וכנ\"ל בסימן רנ\"ג ס\"ג וס\"ה:",
            "(קב) ואע\"פ וכו' - ולא דמי לריסוק שלג וברד המבואר לקמן בסימן ש\"כ ס\"ט דאסור מטעם נולד שמוליד המים וה\"נ הרי מתחלה היה עב וקפוי ועכשיו נעשה זך וצלול דשאני הכא דלא עביד כלום בידים אלא ממילא הוא נמחה וגבי ברד נמי תניא אבל נותן הוא לתוך הכוס של יין לצננו ואינו חושש ואע\"פ שנימוח כיון שהוא ממילא:",
            "(קג) וכ\"ש קדירה וכו' - דבזה כשהוא נימוח מתערב השומן עם הרוטב ואינו ניכר ודמי ממש להא דאמרינן אבל נותן לתוך הכוס משום דאינו ניכר כשנימוח הברד לתוכו:",
            "(קד) דשרי - היינו רק לענין איסור נולד דלא שייך בזה אבל לענין איסור בישול הכא חמיר מדלעיל דהא רוטב הוא דבר לח ודבר לח שנצטנן שייך בו בישול כמ\"ש המחבר בסט\"ו וע\"כ אינו מותר הכא רק אם יעמיד הקדרה במקום שאין היד סולדת בו:",
            "(קה) ויש מחמירין - ס\"ל דגם בזה שייך איסור נולד ואפי' בקדרה שהשומן מעורב עם המרק ולא דמי להא דאמרינן אבל נותן הוא לתוך הכוס דהתם אין הברד ניכר כלל כשנמחה בהכוס אבל שומן שנמחה צף למעלה וניכר הוא ואפי' להניחו בחמה שיהיה נמחה ג\"כ אסור לדעה זו. ודע דאפי' להיש מחמירין אינו אסור כ\"א כשיש הרבה שומן על הפשטיד\"א שכשיהיה נימוח יהיה זב לחוץ ויהיה מינכר בפ\"ע אבל אם אין על הפשטיד\"א כ\"כ שומן או שמעמידו כ\"כ בריחוק מקום מן החום שלא יהיה נימוח עד שיזוב לחוץ אלא מעט ממנו יהיה נימוח בתוכו לבד או אם השליך לחוץ השומן שעליו מותר לחמם הפשטיד\"א לכו\"ע ואף שעדיין נפשר וזב מבשר שומן שבתוכו דבר מועט הוא ושרי לכו\"ע וכן מותר להחם בשבת חתיכת בשר שמן אע\"פ שמקצתו זב כיון דדבר מועט הוא הנפשר לא חשיב ושרי. כתבו האחרונים כד של מים או שאר משקין שנקרש מלמעלה שרי לכו\"ע להעמידו במקום שלא יגיע ליד סולדת בו דהקרח כשימס יהיה מתערב תיכף תוך המשקים שתחתיו ואינו ניכר:",
            "(קו) להחמיר - ומ\"מ קודם שהוסק התנור מותר להניח הפשטיד\"א כיון דיש מתירין אפי' אח\"כ ואין לעשות כן בפני ע\"ה [מ\"א וש\"א]:",
            "(קז) במקום צורך יש לסמוך - היינו דאז אפי' לכתחלה מותר ובדיעבד בכל בכל גווני אין לאסור:",
            "(קח) אסור ליתן צונן וכו' - לפי מה דמסיק הרמ\"א לעיל בסט\"ו בהג\"ה יש להקל בזה אם היה דבר מבושל ולא נצטנן לגמרי:",
            "(קט) הרבה - דחיישינן שמא ישכח ויניחנו שם עד שיתבשל:",
            "(קי) כדין מניח וכו' - ר\"ל ומבואר לעיל בסי\"ד דאפילו להפיג צינתו אסור אם יכול לבוא לידי בישול:",
            "(קיא) ואם אינו וכו' - ואם המיחם עומד ע\"ג האש עיין לעיל בס\"ח:",
            "(קיב) מותר - אפי' אם הצונן הוא דבר שלא נתבשל מעולם:",
            "(קיג) שהעבירן מרותחין - נקט שהעבירן לרבותא דאפי' בזה אסור כשלא נתבשל כל צרכו ובנתבשל כל צרכו אפי' עומד ע\"ג האור מותר להוציא בכף כן משמע בב\"י אבל בא\"ר מסיק דיש לאסור בזה:",
            "(קיד) שנמצא מגיס וכו' - וכ\"ש להגיס ממש דאסור ויש חיוב חטאת בזה לפי מה שפסק השו\"ע לעיל בס\"ד דבזה מסייע ומקרב להבישול וחשיב כמבשל:",
            "(קטו) כל צרכו מותר - אפי' להגיס בו דאין בישול אחר בישול וכדלעיל בס\"ד:",
            "(קטז) אסור להגיס בו - משום צובע שכן הוא מלאכת הצביעה להגיס תמיד כדי שלא יתחרך גם ע\"י הגסה נקלט הצבע בצמר יותר:",
            "(קיז) אף בקדירה וכו' - אלא יהפוך הקדירה לקערה ולא יוציא בכף ועיין באחרונים דלא נהיגין להחמיר בזה דבאמת העיקר כמו שכתבנו מתחלה דמבושל כל צרכו אפי' להגיס מותר וכמבואר לקמן בסימן שכ\"א סוף סי\"ט והרוצה להחמיר יחמיר בהגסה ממש אבל להוציא בכף אין להחמיר כלל בנתבשלה כל צרכה ואינה על האש:",
            "(קיח) כנגד המדורה - לאו דוקא דה\"ה במעביר את השפוד שתחוב עליו הצלי מהאש כ\"ז שהוא רותח שהיס\"ב אסור לטוח עליו ואפילו אם הניח אח\"כ על הקערה שהוא כ\"ש ג\"כ אסור דהא כמה פוסקים סוברים דדבר גוש כ\"ז שהיס\"ב אפילו בכ\"ש מבשל ומ\"מ בדיעבד אין לאסור כשהוא מונח בכלי שני דסמכינן על הפוסקים דכלי שני אינו מבשל בכל גווני וכ\"ז בשום ושמן דהוא דבר חי שלא נתבשל אבל בשומן שנקפא מותר לטוח אפילו כנגד המדורה דאין בו שוב משום בישול כיון שכבר נתבשל וכמו שכתבנו למעלה בסט\"ז דדבר יבש שכבר נתבשל אין בו שוב משום בישול ומשום נולד ליכא כיון דנבלע בהבשר ואינו בעין ובלבד שלא ירסקנו בידים רק יניחנו עליו מעט מעט והוא נימוח מאליו וה\"ה דמותר לטוח מטעם זה בשומן אווז שנקפא ע\"ג מיני קמחים וקטניות [כגון לאקשי\"ן ערביזי\"ן היר\"ז] שנתנום ע\"ג קערה אף שהוא רותח ורק שיניחנו עליו מעט מעט והוא נימוח מאליו וכנ\"ל. איתא בתוספתא אחד נתן את האור ואחד נתן את העצים ואחד נתן את הקדרה ואחד נתן את המים ואחד נתן את הבשר ואחד את התבלין ובא אחר והגיס כולם חייבים [היינו שהנותן האור חייב משום מבעיר דכשהוא מוליך גחלת ממקום למקום הוא מתלבה מרוח הליכתו והנותן העצים ג\"כ חייב משום מבעיר כ\"כ רש\"י ואידך כולהו משום מבשל וגם מגיס נמי מטעם זה שכל העושה דבר מצרכי בישול ה\"ז מבשל וכמו שכתב הרמב\"ם והנותן את הקדרה מיירי בחדשה וחייב משום שמתלבן ומתחזק הקדרה ע\"י שנותנה על האש. גמרא שם ועיין במגדול עוז] אחד נתן את הקדרה ואחד נתן את המים ואחד נתן את הבשר ואחד נתן את התבלין ואחד נתן את העצים ואחד הביא את האור ובא אחר והגיס שנים האחרונים חייבים [כן הוא הגירסא הנכונה כפי מה שהגיה הגר\"א בהגהותיו על התוספתא וכן הוא לפי מה שמצא הב\"י מוגה בספרי הרמב\"ם וא\"צ עתה לשום דוחק שנדחק מהר\"י בי רב בהכ\"מ ע\"ש] וכתב הרב המגיד דלד\"ה כל שאין בבישולו חיוב כגון במבושלת כל צרכו אין בהגסתו חיוב וב\"י כתב בשם הכלבו דכשהיא על האש חייב בהגסה אפילו במבושל כל צרכו. כלי בישול שלנו שקורין סאמאווא\"ר שהוקם מע\"ש אסור ליטול ממנו מים בשבת כשאינו גרוף מן הגחלים [כ\"כ בספר תוספת ירושלים לעיל בסימן רנ\"ג ע\"ש שהביא זה בשם ירושלמי דקאמר שם דמוליאר שאינו גרוף אין שותין ממנו בשבת הטעם מפני שהוא עשוי פרקים הוא מתיירא שמא יתאכל פירוקו והוא מוסיף מים] ולפ\"ז יש ליזהר כשישב לשתות מן הכלי בישול שלנו קודם שקיעה ובאמצע קידש עליו היום שלא לשתות ממנו עוד:"
        ],
        [
            "הנה בורר הוא אחד מל\"ט אבות מלאכות של שבת וחייבין עליה ג\"כ חטאת בשוגג ומיתה במזיד כמו על שאר מלאכות ובעו\"ה הרבה אנשים נכשלין באיסור בורר וע\"כ אראה לבאר אותה בעז\"ה בכל פרטיה ואקדים לזה הסימן הקדמה קצרה. והוא. אין חל איסור בורר מן התורה כ\"א באחד משלשה אופנים שאז דרך ברירה היא כן בחול. א) אם בורר פסולת מן האוכל אפילו בורר בידו ודעתו לאכול מיד ג\"כ חייב שזהו דרך ברירה בחול לברור הפסולת מן האוכל. ב) אם הוא בורר בכלי שדרך לברור בה כגון בנפה וכברה חייב אפילו הוא בורר האוכל מן הפסולת ודעתו לאכול מיד שכן דרך הבורר בכלי פעמים הוא בורר האוכל מן הפסולת כגון שנקבי הכברה דקין והאוכל הוא גס ופעמים הוא להיפוך [ואם הוא בורר בכלי שאין דרך לברור בה פטור אבל אסור וכדלקמיה]. ג) אפילו אם הוא בורר אוכל מן הפסולת ובידו אך שדעתו לאכול לאחר זמן חייב ואינו מותר לברור כ\"א באופן שיזהר בכל ג' אופנים דהיינו שיברור האוכל מן הפסולת וגם שהברירה יהיה בידו ולא בכלי וגם שיהיה דעתו לאכול מיד שאז לאו דרך ברירה היא אלא דרך אכילה היא - אלו עיקרי הכללים שבסימן זה ויתר הפרטים נבאר אי\"ה בסימן הבא:",
            "(א) בנפה ובכברה חייב - שזהו דרך ברירתו ואפילו היה בדעתו לאכול לאלתר:",
            "(ב) בקנון ובתמחוי - פירש\"י קנון הוא כלי עץ שעושין כעין צנור רחב מצד אחד וקצר מצד אחד והבורר קטניות נותן אותם בצד הרחב ומנענע אותם והם מתגלגלים ויורדים דרך פיו הקצר והפסולת שאינם עגולים נשארים בכלי ותמחוי היא קערה גדולה ופטור אבל אסור דהוי בורר כלאחר יד דעיקר ברירה אינו אלא בנפה וכברה:",
            "(ג) ואם בירר בידו - היינו דוקא האוכל מן הפסולת ולהיפך בכל גווני חייב וכדלקמן בסעיף ד' וה':",
            "(ד) וכל מה שבורר וכו' - ר\"ל אפילו יאריך זמן הסעודה כמה שעות מקרי לאלתר כיון שהברירה היא סמוך לסעודה:",
            "(ה) לצורך וכו' - ואם כונתו כדי שישתייר גם אחר סעודה או על סעודה אחרת חייב חטאת [טור] אך אם ממילא נשתייר מברירתו עד לאחר הסעודה אין בכך כלום כיון שכבר בירר בהיתר:",
            "(ו) ואפילו אחרים וכו' - ר\"ל דאחד יכול לברור בעד כל בני הסעודה ואין בזה משום בורר דדרך אכילה היא ואפילו אינו אוכל בעצמו כלל עמהם ג\"כ שרי והאי עמו שכתב רמ\"א לאו דוקא הוא [ברכי יוסף ע\"ש שמוכיח כן מן התוספות וכן משמע בד\"מ הארוך]:",
            "(ז) לברור הירק - ודוקא באופן זה דהוי אוכל מן הפסולת אבל לא להיפך ליטול העלין המעופשין מן הטובים דהוי בורר פסולת מן האוכל וחייב ואפילו אם אין העלין הללו פסולת גמור שראויין לאכילה ע\"י הדחק אפ\"ה יש איסור לבררם מדרבנן דמחזי כבורר פסולת מן האוכלין:",
            "(ח) מן העלין - וה\"ה כשמונח לפניו קטניות או שאר פירות ויש בהם מתולעים ומעופשים וכן פירות שנפלו לארץ ונתערבו בעפר וצרורות יזהר שלא יברור בידו רק מה שצריך לאותה סעודה שרוצה לאכול תיכף ולא יותר דאז חייב וגם יזהר שיברור דוקא האוכל מן הפסולת ולא להיפוך [פמ\"ג וח\"א]:",
            "(ט) אוכל מתוך הפסולת - דפסולת מתוך האוכל אפי' לאלתר חייב וכדלקמיה ומש\"כ בידו ה\"ה בקנון ותמחוי:",
            "(י) נעשה וכו' - דרוב עניני ברירה הוא אלאחר זמן [דלאלתר דרך מאכל הוא לברור האוכל מן הפסולת בעת האכילה] ואז הדרך לברור בכל דבר אפילו בידו וכ\"ש באיזה כלי אלא דאם הוא בורר בנפה וכברה או שהוא בורר הפסולת מן האוכל דמינכר מלתא דלשם ברירה הוא אפי' לאלתר חייב:",
            "(יא) וחייב - ע\"כ יש ליזהר במה שנוהגין העולם להכין הבצלים בחומץ לאיזה תיקון מאכל לסעודה ג' ובוררין העלין הטובים מן הכמושים והמתולעים שלא יעשו זה רק סמוך לסעודה וגם יזהר שלא יברור הכמושים מן הטובים דזה הוי פסולת מן האוכל וכמש\"כ בסק\"ז. ובש\"ג כתב דנהג להכין זה מע\"ש דקשה ליזהר בעניני הברירה בזה והנה המחמיר ועושה כן תע\"ב [א\"ר] ומ\"מ אין למחות ביד המקילין ומכינין בשבת דיכול לסמוך על הרמ\"א הנ\"ל בס\"א בהג\"ה אך שיזהר בכל מה שכתבנו:",
            "(יב) ומניח השני - ר\"ל דאותו שרוצה לאכול עתה חשוב כאוכל והשני חשוב פסולת וא\"כ צריך לברור זה שרוצה לאכול מיד דחשוב כאוכל ולהניח השני בקערה אבל איפכא לא דהוי פסולת מתוך אוכל דקיי\"ל דאסור לברור אפי' כשרוצה לאכול המין השני לאלתר:",
            "(יג) לאכלן מיד - ר\"ל שיברור אותו שרוצה לאכול מיד ולא יברור אותו שרוצה להניח לסעודה האחרת:",
            "(יד) וכל אחת וכו' - ר\"ל דמ\"מ שייך בזה ברירה כיון שאין מסודרות כל מין בפני עצמו אלא מעורבין ביחד:",
            "(טו) לא מיקרי ברירה - אם לא שקצת מהם אינם טובים כ\"כ כמו חתיכות האחרים כגון שנקדחו מכח הבישול איזה חתיכות דגים ורוצה לברור אותן שלא נקדחו או שאיזה חתיכות דגים הוי מדג חי ואיזה מדג מת ורוצה לברור אלו מאלו בכל זה אפילו במין אחד שייך ברירה וצריך לברור זה שרוצה לאכול עכשיו ודמי ממש לעלין מעופשין בס\"א. ותפוחים חמוצים ומתוקים מסתפק הפמ\"ג אי מקרי מין אחד אם לא ואם מחמת חמיצותו אין ראוי לאכול הוה בודאי דומה לפסולת ויש בזה משום איסור ברירה ואפי' נאכלים ע\"י הדחק יש בזה איסור מדרבנן ודמי לעלין מעופשין הנ\"ל בס\"א. והנה הט\"ז מחמיר אפילו במין אחד שלא יברור אלא אותו שרוצה לאכול עתה או שיקח סתם מן הבא בידו להניח לסעודה אחרת לא דרך ברירה אבל הרבה אחרונים חלקו עליו והסכימו עם הרמ\"א שפסק כתה\"ד. ודע דבשר צלי ומבושל מקרי ב' מינים לענין זה וכ\"ש בשר של מיני עופות מחולקין וע\"כ צריכין ליזהר בסעודות גדולות שמונחים כמה מיני עופות יחד ובוררין להניח למוצאי שבת שיבררו אלו שרוצין לאכול עכשיו ולא להיפוך. כתבו האחרונים דה\"ה בכל דבר כשהם שני מינים כגון כלים ובגדים שייך ברירה וע\"כ צריך לברור זה המין שרוצה ליטול עכשיו והשאר ישארו על מקומם ולא להיפוך ואפשר דאם תלוים כמה בגדים על הכותל ומחפש אחר בגדו שרוצה עכשיו ללבשו ועי\"ז מוכרח לסלק מתחלה כל שאר הבגדים לא הוי בכלל בורר וכן אם מונחים בקערה כמה מינים יחד זה על זה והמין שרוצה לאכול מונח למטה ומסלק אלו שמונחין למעלה כדי שיוכל להגיע להמין שלמטה וליטלו לא הוי בכלל בורר ועיין בבה\"ל:",
            "(טז) שבירר שחרית וכו' - וה\"ה אם היה זמן מופלג מסעודת בין הערבים:",
            "(יז) בידו אחת - אף דלקמן בס\"ז איתא דלנפח בידו אחת מותר התם לאו דרך ברירה הוא בזה משא\"כ בסתם ברירה לא מיקרי שום שינוי ע\"י מה שבירר בידו אחת ויש דלא גרסי כלל תיבת אחת ועיקר רבותא הוא דאפילו בידו דבאוכל מתוך פסולת מקילינן בזה היכא שכונתו לאכול לאלתר הכא חייב:",
            "(יח) ויש יותר וכו' - ר\"ל דביו\"ט בכה\"ג צריך לברור הפסולת קמ\"ל דשאני התם דמשום שמחת יו\"ט הוא כדי למעט בטרחא אבל הכא דרך ברירה הוא:",
            "(יט) ממתקת אותם - ומבלעדי זה התורמוס מר מאד וחשיב כפסולת והפסולת אינו מר כ\"כ ע\"כ חשיב התורמוס כפסולת מתוך אוכל:",
            "(כ) אין מוללין וכו' - מלילה הוא שמולל השבלים כדי לפרק הדגן מתוכן ואסור מפני שנראה כדש:",
            "(כא) בשינוי מעט וכו' - בגמרא איתא שם ומולל בראשי אצבעותיו וזהו השינוי שאינו מולל בידו ומה דקאמר מעט היינו שלא ימלול בהם רק מעט [כן מוכח בגמרא שם. עולת שבת] וה\"ה בשרביטין של קטניות שאין להוציא מהן הקטניות רק מעט וע\"י שינוי וצ\"ע דכל העולם נוהגין היתר וצ\"ל כיון שעודן לחין ואף השרביט אוכלין אותו לא הוי מפרק רק כמפריד אוכל מאוכל אבל יבשין או שאר מיני קטניות שאין השרביטין ראוין לאכילה כגון פולין שלנו וכן השומשמין מקליפתן אסור לכו\"ע בלי שנוי אף שדעתו לאכול מיד ועיין בבה\"ל:",
            "(כב) ויש מחמירין - דס\"ל דדוקא לרכך השבלים מותר ע\"י שינוי אבל לפרק הדגן מתוך השבלים אף ע\"י שינוי אסור אף שדעתו לאכול לאלתר מפני שנראה כדש אבל כשנתפרק הדגן מן השבלים מע\"ש מותר לקלפו לכו\"ע דאין זה בכלל מפרק כלל ואפי' לקלוף הרבה מותר כדאיתא בגמרא וכ\"ז כשדעתו לאכול לאלתר כדאיתא לקמן בסוף סימן שכ\"א עי\"ש. ולרכך תפוח קשה אפשר דמותר אפי' בלי שינוי [פמ\"ג]:",
            "(כג) ולכן אסור וכו' - היינו אפי' ע\"י שינוי דבלי שינוי לכו\"ע אסור:",
            "(כד) קליפתן הירוקה - דזה דמי כמתוך השבלין אבל לכו\"ע מותר לשבר הקליפה הקשה ולקלוף גם הקליפה הדקה שעל האגוז גופא וכדלקמן בסוף סימן שכ\"א. לוזים ובטנים שנשתברו ועדיין הם בקליפתן משמע מדברי הפמ\"ג בסימן זה שיש ליזהר לברור האוכל מתוך הקליפות ולא להיפוך ואפי' כשדעתו לאכול מיד ומשום בורר אבל לקמן בסימן תק\"י הביא המ\"א בשם הים של שלמה דדבר זה שקולף הקליפה מהן בכלל תיקונא אוכלא הוא ולא שייך ברירה בזה ואף שהקשה עליו המ\"א כבר יישבו בספר אליה רבה והביאו הפמ\"ג שם דכיון שדעתו לאכול מיד שרי:",
            "(כה) מלילות מע\"ש - ה\"ה דאפי' אם מלל מעט בשבת וכנ\"ל ג\"כ מותר לנפח בידו אחת וכדלקמיה והאי דנקט מע\"ש לאשמעינן דאפילו היו לו הרבה מלילות ג\"כ מותר לנפח בידו אחת [רמב\"ן במלחמות]:",
            "(כו) בקנון ותמחוי - גזירה משום נפה וכברה דיש בזה חיוב חטאת:",
            "(כז) ולא בשתי ידיו - דהיינו לדבק שתי ידיו כאחת וליקח בשניהם ולנפח וה\"ה דמיד ליד חברתה אין נכון לדעת הרמב\"ם:",
            "(כח) אין שורין וכו' - ה\"ה אם יש פסולת ואוכל מעורבין אסור ליתנם במים כדי שיפול הפסולת למטה כגון עפר או שיציף למעלה כגון תבן [מ\"א]:",
            "(כט) הכרשינין - הוא מאכל בהמה וה\"ה תפוחי אדמה וכל כה\"ג לא יתן עליהם מים כדי להסיר האבק והעפר מעליהם:",
            "(ל) אע\"פ שנופל וכו' - כיון שאינו מתכוין לכך:",
            "(לא) משמרת - כלי שמסננין בה השמרים והיין יורד זך וצלול:",
            "(לב) אסור ליתן וכו' - וחיוב חטאת נמי יש בזה משום בורר שנברר האוכל מהפסולת עי\"ז או משום מרקד עי\"ש בגמרא:",
            "(לג) צלולים - ר\"ל שיהיו השמרים צלולים והמים יזובו מהם עם מקצת מן היין שנשאר בלוע בו והטעם שאין בנתינת מים משום בורר שהמים שהוא נותן צלולים הם ואין בהם דבר שצריך לברר מהם. מותר ליתן בשבת מים ע\"ג שמרים שנשארו בחבית וקולטין המים טעם היין ומוציאין אותן בשבת ושותין אותו [אחרונים]:",
            "(לד) מותר - כיון דבלאו הסינון ג\"כ הם צלולים וראוים לשתות לכן אין בזה משום בורר וצלולים מקרי כל שראוי לשתות כך בלי סינון לרוב בני אדם ויש מחמירין דדוקא כשכולם יכולים לשתות כך ואין מסננן אלא כדי שיהיו צלולין ביותר. וכן משקה שקדים הכתושין מע\"ש מותר לסנן בשבת הואיל דיכולים לשתותו כך בלי סינון [אחרונים]:",
            "(לה) קסמין דקין - איתא בסמ\"ג קצת קסמין והכונה דאלו היו הרבה אין ראוי לשתות כך לרוב בני אדם בלי סינון וה\"ה אם יש בהיין קצת קמחין שראויין לשתות כך לרוב בני אדם ג\"כ שרי לסנן אפילו במשמרת:",
            "(לו) אסור - לסנן אפי' מים צלולין לגמרי ומיירי בשאינו עומד מוכן לכך דאל\"ה דינו כמשמרת:",
            "(לז) משום ליבון - דשרייתו זהו כיבוסו כ\"כ הב\"י בביאור דברי הטור והמג\"א והגר\"א מסקי דלא אמרינן בזה שרייתו זהו כיבוסו כיון שאין עליו לכלוך וכדלעיל בסימן ש\"ב ס\"ט ועיקר טעם האיסור הוא משום דיכול לבוא לידי ליבון דהיינו ע\"י סחיטה משא\"כ במשמרת שעשויה לכך לא יבוא לסחטו וה\"ה בסודר אם היה עומד מוכן לכך וכנ\"ל:",
            "(לח) ויין - מדעת הט\"ז לקמן בסוף סימן ש\"כ משמע דסובר דדוקא ביין אדום אבל ביין לבן אסור לסנן כמו מים אבל הא\"ר חולק עליו ע\"ש:",
            "(לט) מותר - דלא שייך בהו שמא יסחוט שאין הבגד מתכבס ומתלבן על ידם ואפילו את\"ל דגם על ידם מתלבן קצת מ\"מ לא חיישינן לסחיטה דאינו חושש לסחטם דאינו יכול לנקותו מריחו וחזותו ולצורך משקה הבלוע בו ג\"כ אין דרך לסחטם:",
            "(מ) אסור לסננם - משום בורר בין במשמרת ובין בסודרים ומיירי בעכורים לגמרי דלא משתתי הכי כלל דאלו בעכור קצת ואפשר דמשתתי הכי אך רובא דאינשי קפדי שלא לשתותו בלי סינון אין איסור רק במשמרת אבל בסודרין דאין דרך לסנן בו מותר לסנן יין ושאר משקים:",
            "(מא) ולהרמב\"ם במשמרת וכו' - וטעמו נראה משום שלא יעשה כדרך שהוא עושה בחול ולדינא הלכה כדעה א' [א\"ז]:",
            "(מב) לא בעכורים - היינו אף בעכורים קצת דאלו בעכורים לגמרי הלא אף לדעה הראשונה אסור וכנ\"ל ובזה טוב לחוש לדברי הרמב\"ם:",
            "(מג) ויין מגתו וכו' - פי' שאז כל היינות עכורין ושותין אותן בשמריהן ואין כאן תיקון דבלא\"ה משתתי וע\"כ אפילו כשהוא טורפה ונעשה עכור כצלול דמי:",
            "(מד) לתוך הסודר - זהו לדעת הרמב\"ם ולדעה הראשונה אפי' במשמרת שרי:",
            "(מה) בסודר - ר\"ל משקה עכור קצת אבל כשמסננין בו יין צלול דמותר לסנן במשמרת אף בסודר אין צריך שום שינוי:",
            "(מו) משום שינוי - שלא יעשה כעובדין דחול:",
            "(מז) כל מקום וכו' - בא לרבות לדעה הראשונה דאפי' יין שהוא עכור קצת דאסור לסננו במשמרת וכנ\"ל אפ\"ה מותר לסננו בכפיפה מצרית שאינה עשויה לשמר בה בימות החול וכן מים בין צלולים בין עכורים במקצת מותר לסנן על ידה:",
            "(מח) בכפיפה מצרית - ואותו כלי העשוי כנפה שמסננין בה דינו כמשמרת הואיל ומיוחד לכך ואין לסנן בה אלא יין צלול ומים צלולים וכנ\"ל בריש סעיף יו\"ד:",
            "(מט) משום שינוי - שלא יהיה כעובדין דחול ולפ\"ז מים ויין צלולין דגם במשמרת מותר וכנ\"ל ממילא מותר להגביה הכפיפה טפח ויותר ועיין בבה\"ל שביארנו דהרבה ראשונים סוברין דהטעם שצריך שלא יהיה הכפיפה גבוה טפח הוא משום חשש אהל דשיעורו בטפח ולפ\"ז גם כשמסנן יין ומים צלולים דינא הכי. ודע דענין עשיית אהל לא שייך בזה אלא כשמכסה בהכפיפה כל חלל הכלי שתחתיה אבל אם אוחזה בידו אחת על הכלי שלא ע\"פ כולה ושופך בידו השניה מותר אפי' ביותר מטפח וגם לטעם השו\"ע דס\"ל משום שינוי אפשר דגם זה שינוי מקרי ובפרט אם היה צלול דאין צריך זה השינוי כלל לטעם הראשון וכמו שכתבנו:",
            "(נ) לא יתן וכו' - ר\"ל אפי' מע\"ש כדי לסנן דרך בו בשבת ומיירי השו\"ע ביין עכור קצת דאם הוא יין צלול ומסננו רק מפני קסמין דקין שבו אף במשמרת ממש מותר וכנ\"ל בסעיף יו\"ד:",
            "(נא) בחזקה - דדרך הוא לתחוב פיו בחוזק כדי שיעכבו הקסמין והטינופות מלעבור וע\"כ הוא כעין משמרת:",
            "(נב) שאין לך - בגמרא איתא דמחזי כמשמרת ופי' הר\"ן דלאו משמרת ממש היא שהרי עוברין בה שמרים אלא כיון דאיתא קסמין וטינופת דלא עברי בהו דמי למשמרת עכ\"ל ומש\"כ השו\"ע שאין לך היינו לענין דמעכב היטב עכ\"פ הקסמין והטינופות מלעבור:",
            "(נג) ניצוצות - ר\"ל טיפות קטנות המטפטפות כשנפסק הקילוח:",
            "(נד) מוכחי וכו' - ר\"ל דמוכח שהוא בוררם מתוך הפסולת שבשולי הכלי אבל תחלת שפייתן כשעדיין אין הפסולת ניכר לאו בורר הוא:",
            "(נה) שהוא בורר - ומיירי שרוצה לשתות לאחר זמן דאם בדעתו לשתותו לאלתר הלא קי\"ל דאוכל מתוך פסולת כשבוררם שלא ע\"י כלי מותר אם בדעתו לאכול מיד וכאן אף שמערה מכלי לכלי מ\"מ עיקר הברירה נעשה על ידי ידיו ואם נתן קיסמין בפי הכלי שמערה בתוכו כדי שיסתנן היטב בזה אפילו לאלתר אסור אם אינו מפסיק כשמתחילין הניצוצות לירד משם דחשיב כבורר ע\"י כלי. ואסור לשפוך השומן מן הרוטב ואפי' אם לא יסירם בכף אלא ישפוך בהכלי עצמה דהוה כבורר ביד ולא בכלי וכנ\"ל מ\"מ אסור דהשומן מקרי פסולת לגבי הרוטב אם אינו רוצה לאכול השומן לאלתר ופסולת מתוך האוכל אסור אף אם רוצה לאכול האוכל לאלתר כמש\"כ בריש הסימן ואם שפך ביחד עם השומן גם מקצת מן הרוטב שרי [אחרונים]:",
            "(נו) כדי שיקלח וכו' - ואע\"פ שעי\"ז יורד יין גם מתוך השמרים אינו חשוב כבורר כ\"ז שאין הניצוצות מתחילין לירד מן השמרים כמו שנתבאר:",
            "(נז) שנתן בה וכו' - היינו מע\"ש דבשבת אסור לסנן חרדל ע\"י מסננת משום דהפסולת שבחרדל נשאר למעלה ומיחזי כבורר כיון שאינו אוכלן וכמבואר לקמן בסימן תק\"י ס\"ג דאפילו ביו\"ט אסור לברור:",
            "(נח) נשאר למעלה - ר\"ל ואינו עומד לאכילה אעפ\"כ לא חשיב כבורר אוכל מתוך הפסולת דאף החלמון שהוא מסנן אינו בשביל אכילה רק כדי ליפות מראה החרדל [טור] ואם הוא מסנן כדי לאכול החלמון אסור דשני מיני אוכלין מקרי ושייך ע\"ז שם ברירה ויש מקילין בזה ונכון להחמיר וע\"כ יש ליזהר מלברור החלמון מן החלבון ע\"י איזה כלי כדי לטרוף אותו ולשפוך לתוך הקאווע כמו שנוהגין במקום חלב [ובענין שאין בו משום מבשל עיין לעיל בסוף סימן שי\"ח] דאסור משום חשש בורר אבל מותר ליקח החלמון בידו דהוי בורר אוכל לאלתר וביד דמותר וה\"ה דמותר ע\"י עירוי מקליפה לקליפה דזה ג\"כ מקרי כבורר בידו וכנ\"ל בסקמ\"ד:",
            "(נט) ע\"י מפה - ומשום מלבן ליכא כיון דליכא לכלוך וכמו שכתב בסימן ש\"ב ס\"ט וא\"כ לדעת האוסרין שם אסור ע\"י מפה והיינו דוקא במים אבל ביין ושארי משקין לכו\"ע שרי דאין המפה מתלבן ע\"י שרייתן ובא\"ר כתב להקל אף במים אפילו לדעת האוסרין שם ובמקום הדחק יש להקל כיון שאינו מתכוין לכביסה:",
            "(ס) דלא שייך בורר וכו' - והא דאינו אסור משום שמא יסחוט כיון דאינו נשרה במים רק דבר מועט מהבגד כדי הנחת פיו אינו חושש לסוחטו [ב\"י ע\"ש עוד] ומ\"מ יש ליזהר שלא ישתה דרך בית יד מכתונת שלו דבזה חיישינן יותר שמא יסחוט שמצטער בלבישתו:",
            "(סא) אלא במתקן וכו' - וע\"כ כשנופל זבוב או ד\"א במאכל ומשקה לא יסיר הזבוב בין ביד בין בכלי דהוי בורר פסולת מאוכל אלא יקח קצת גם מהמאכל או המשקה עמו ויזרוק:",
            "(סב) פי' שמוציא וכו' - וכן הלוקח חלב ונותן בו קיבה או שאר מיני חימוץ כדי לחבצו או העושה כמין כלי גמי ונותן הקום בתוכו ומי החלב נוטפין כ\"ז בכלל מחבץ דהוא תולדה דבורר ואסור אפילו ע\"י א\"י וכן הקולט שומן הצף ע\"פ החלב [שקורין סמעטענע] גם זה הוא בכלל בורר ע\"כ יזהר שכשיגיע סמוך לחלב יניח קצת עם החלב ואז שרי וכמ\"ש סי\"ד וה\"ה להיפוך שיטול קצת מן החלב עם השומן הזה [אבל ליקח השומן בצמצום אסור אפילו דעתו לאכול לאלתר שהרי הוא לוקח בכף] וכ\"ז דוקא כשצריך לאכול בשבת דאל\"כ הוי כמכין משבת לחול ואם א\"צ לו רק שחושש שיפסד ויתקלקל מותר לעשות ע\"י א\"י כשאינו בורר בצמצום וכנ\"ל דההכנה לחול הוא איסור מדברי סופרים ומותר ע\"י א\"י במקום פסידא וכמ\"ש סימן ש\"ז ס\"ה:",
            "(סג) תולדת בורר הוא - ומכלל זה המעמיד חלב במקום חם כדי שתעשה גבינה והלוקח הקום ועושה גבינה חייב משום בונה שכל המקבץ חלק אל חלק ודבק הכל עד שיעשה גוף אחד דומה לבנין [רמב\"ם]:",
            "(סד) לפיכך וכו' - משמע מזה דהאיסור הוא משום בורר ולפ\"ז אם דעתו לאכול לאלתר שרי לחבוץ בידו ועיין במ\"א שהביא מהתוספתא ראיה דאיסורו הוא משום לש ולפ\"ז אפי' דעתו לאכול לאלתר אסור:",
            "(סה) אע\"פ שנותנים וכו' - ר\"ל אע\"פ שמותר ליתן:",
            "(סו) לא יחבצם בידו - ר\"ל לא יקבצם בידו להפריד אותם מן הדבש. ודע דבתוספתא איתא אבל מחבץ הוא מעשה קדירה ואוכל ור\"ל להפריד בכף מאכל עבה מן הרוטב דמותר משום דדרך אכילה הוא בכך. נהגו שלא ליתן שמרים במשקה בשבת כדי להעמידם אע\"פ שראוי לשתותו בשבת והמ\"א כתב דזהו תולדת בורר דעי\"ז יורדין גם שמרי המשקה עצמו בשולי הכלי והוא דומיא דמחבץ שע\"י הקיבה שנותנים בו מתפרד הקום מן החלב:",
            "(סז) מפזר הרוק - ולא ראינו מי שחושש לזה כיון דאינו מתכוין לכך וכ\"ש דאין זה דרך זורה [חידושי רע\"א] ועיין בבה\"ל:",
            "(סח) זורה - וזורה את התבואה ברחת לרוח הוא אחד מל\"ט אבות מלאכות:"
        ],
        [
            "(א) אסור לסחטן - והסוחטן חייב משום מפרק דהוא תולדה דדש:",
            "(ב) וע\"ל סי' רנ\"ב - דשם נתבאר לענין טעינת הקורה מבעוד יום על זיתים וענבים וע\"ש מה שכתבנו במ\"ב ס\"ק מ\"ב:",
            "(ג) אסורים - גזירה שמא יבוא לסחטו לכתחלה:",
            "(ד) אלא לאכילה - דהיינו שקבצם לאכילה והטעם דכיון דרובן לסחיטה קיימא ניחא ליה בהמשקה שזבו ושמא ימלך עליהן לסחיטה:",
            "(ה) אסור לסחטן - אף שסתמייהו עומדין לאכילה הואיל ומקצת בני אדם סוחטין אותם כזיתים וענבים אסרוה רבנן אטו זיתים וענבים:",
            "(ו) לאכילה וכו' - דלא ניחא ליה במה שזבו וליכא למגזר שמא יסחוט ואם לא נתכוין בעת קבוצו לא לאכילה ולא למשקה רק סתמא אסור דכעומדין למשקה דמי כ\"ז שלא קבצן לאכילה:",
            "(ז) מותר לסחטן - משום דעומדין לאכילה וליכא דבעי להו למשקין אין שם משקה על היוצא מהן והוי כמפריד אוכל מאוכל ואף דהוא חשב עליהן בסחיטתו למשקה בטלה דעתו אצל כל אדם:",
            "(ח) ובמקום שנהגו וכו' - משמע דבאותו מקום אסור ובשאר מקומות שרי אך אם דרך להוליך המשקה של הפירות ממקום למקום אסור בכל העולם וכ\"ז הוא לדעת הרמ\"א אבל המ\"א האריך בענין זה ומסקנתו דאם נודע לנו שבאיזה מקום נהגו לסחטו למשקה ואפי' הנוהגים בזה הוא רק מקצת בני אדם מחמת שיש להם פירות הרבה ולא עיר שלמה אסור מחמת זה לסחוט בכל מקום וכן כתבו כמה אחרונים. עוד כתב המ\"א דדוקא בענין שאם היה לכל העולם פירות הרבה כאלו היו סוחטין אותם אבל בלא\"ה אמרינן דבטלה דעתם ועיין בבה\"ל מה שכתבנו בזה והני אגסים שקורין בערנע\"ס בלשון אשכנז אסור לסחטן מפני שבמדינות אשכנז נהגו לסחטן למשקה ואפשר שאם היה לכל העולם הרבה היו ג\"כ סוחטין אבל הפירות שאין הדרך כלל לסחטן בשום מקום מותר לסחטן אפילו למשקה וכנ\"ל ודעת הב\"ח שאסור לסחוט שום פרי אלא אם כונתו רק למתק הפרי אבל למימיו אסור וכתב שכן המנהג ועיין בבה\"ל שביארנו דמדינא אין להחמיר בזה אם לא במקום שנהגו להחמיר אין להקל וכן דעת המ\"א וכמה אחרונים ואפילו במקום שנהגו להחמיר בשאר פירות היינו דוקא כשסוחטו לשם משקה אבל כשסוחטו בקערה לטבל בו המאכל שרי דלא מקרי משקה בזה ובזיתים וענבים אסור אף באופן זה:",
            "(ט) דינו כתותים ורמונים - ותפוחים כהיום ג\"כ דינו כתותים ורמונים דיש מקומות שנהגו לסחוט מהם הרבה אך אם התפוח מבושל וסוחט שיצא ממנו שרי דהא סוחט כל האוכל ממנו:",
            "(י) מותר למצוץ וכו' - מטעם דאין דרך סחיטה בפיו וכל דבר שאין דרכו בכך לא גזרו בו ואע\"ג דאסור לינוק מהבהמה אפילו בפיו כמו שמוכח לקמן סימן שכ\"ח סל\"ג התם יניקה מן הבהמה אינו שינוי גמור [דדרך כל בע\"ח לינוק] אבל הכא דאין דרך סחיטה כלל באופן זה לא גזרו:",
            "(יא) וכ\"ש בשאר דברים - כגון שנתן בשר במרק או פת ביין ומוצץ אותם דבלא\"ה אין בסחיטתן משום חיוב חטאת דהם כמו כבשים ושלקות לקמן בס\"ז וכן מותר לדעה זו למצוץ תותים ורמונים בפיו או קני צוקער:",
            "(יב) וכיוצא בהם - היינו אפילו שאר דברים המבוארים למעלה וטעם דעה זו דס\"ל דלא גריע דבר זה מיונק מן הבהמה דגם שם הוא שינוי ואעפ\"כ אסרו חכמים ועיין בא\"ר שכתב דבזיתים וענבים שסחיטתן מדאורייתא הנכון להחמיר מלמצוץ אפילו בפיו כסברא ראשונה ובשארי דברים אין להחמיר ומסתברא דאפילו בזיתים וענבים אין להחמיר רק כשהוא דרך יניקה לבד דהיינו שמוצץ אותם ואינו משימם לתוך פיו אבל אם משימם לתוך פיו ומוצץ המשקה ומשליך החרצנים לחוץ לכו\"ע דרך מאכל הוא וכן משמע מפמ\"ג:",
            "(יג) שנתרסקו מע\"ש - דכיון שנתרסקו יזוב המשקה מאליו ושוב אין בזה חיוב חטאת אפילו אם יסחוט בידים ולכן לא גזרו על משקין היוצאין:",
            "(יד) מתבטל - ואע\"ג דלאחר שבת יהיה לו היתר וקי\"ל דדבר שיש לו מתירין אפילו באלף לא בטיל ה\"מ באיסור שהיה ניכר תחלה בעין ואח\"כ נתערב משא\"כ בזה כל מעט ומעט שיוצא נתערב תיכף ונתבטל בששים ביין ההיתר שהיה בו מכבר ואין חל עליו שם איסור ולפ\"ז אם הענבים מונחין בפני עצמן והיין זב מהם במדרון ויורד לתוך יין שהיה שם כבר מע\"ש אסור כל היין להסתפק ממנו משום דבר שיש לו מתירין שהרי מקודם שנתערב היה בעין וניכר [ספר התרומה בסימן רכ\"ג]. כתבו האחרונים דמותר לתת ענבים בשבת בתוך היין שיתבקעו ויוציאו יינם כמו בשלג בסעיף טי\"ת וכן מותר לשרות צמוקים וכיוצא בהם במים לעשות שתיה:",
            "(טו) מותר למשוך - דאף שיוצא קצת יין מחרצנים בשבת תיכף נתבטל בהמים וכנ\"ל:",
            "(טז) מותר לשתותו - כיון שכבר נתרסקו ונדרכו הענבים מבעוד יום [סה\"ת שם]. כתב הח\"א צמוקים שחתכן ונתן עליהן מים וסחטן בשבת חייב לכו\"ע דבהו לא היה זב היין מאליו ואינו דומה לענבים שנתרסקו ומ\"מ אם נתן הצמוקים והיין לתוך משמרת או סודר מע\"ש ומסתנן והולך בשבת אפ\"ה מותר לשתות מאותו יין בשבת ודוקא שהסודר או המשמרת מגיע עד היין שבכלי בענין שתיכף כשיצא מן המשמרת אינו ניכר כלל ובטל:",
            "(יז) כדי לתקן האוכל - כי השם מפרק בזיתים וענבים אינו כ\"א בשצריך לסחיטת הפרי למשקה שאז חשוב פריקה שמפרק המשקה מן האוכל משא\"כ בזה אין זה דרך פריקתו דהוי כמפריד אוכל מאוכל ועיין לקמיה בס\"ז בהג\"ה דר\"ח אוסר בזה אך רוב הפוסקים חולקים עליו ולכך סתם השו\"ע להקל מצד הדין ומ\"מ המחמיר תבא עליו ברכה כמ\"ש בתשו' הרא\"ש:",
            "(יח) אבל אם אין בה - ואפילו דעתו ליתנו אח\"כ לתבשיל ג\"כ אסור דבעינן שיסחטנו לתוך התבשיל ועיין בדרישה שכתב דחיובא נמי יש בזה:",
            "(יט) דה\"ה לבוסר - הם ענבים שלא נתבשלו כל צרכן:",
            "(כ) הואיל ואינו וכו' - היינו דמשום זה הוי כבורר אוכל מתוך פסולת כי אותן בני אדם האוכלין אותו בטלה דעתן אצל כל אדם. ואם רוצה לאכול לאלתר אותו דבר שסוחט לתוכו הבוסר מותר כדלעיל בסימן שי\"ט לענין בורר דמותר באוכל מתוך פסולת אם הוא לצורך אותה סעודה דהא משום סחיטה ליכא כאן כיון שבא לתוך האוכל כ\"כ העו\"ש והט\"ז והמ\"א השיג על זה דהא דמותר שם משום שאין דרך ברירה באוכל מתוך פסולת משא\"כ בזה דרך ברירתו הוא דאי אפשר בענין אחר ועיין בא\"ר שמצדד להקל כהעו\"ש והט\"ז ועיין בבה\"ל שכתבנו דנכון להחמיר כדעת המ\"א. אך אם הבוסר ראוי לאכול ע\"י הדחק מי שסומך על דברי העו\"ש וט\"ז אין למחות בידו:",
            "(כא) לאכול - וה\"ה בשאר פירות שאינם ראוים לאכילה אסור לסחטן למימיהן אפי' לתוך אוכל ויש להחמיר כסברא אחרונה:",
            "(כב) לסחוט לימוני\"ש - ובלשוננו ציטרי\"ן והיינו אפילו למשקין ואף שדרך לסחטן בחול כיון שאין דרך כלל לסחטן לצורך משקה אלא לטבל בו אוכל הוי כשאר פירות וכנ\"ל בס\"א. ואפילו אם הדרך לסחטן בחול לתוך מים שנתנו בהם צוקע\"ר לשתות לתענוג מ\"מ נוהגין העולם להקל לעשות זה בשבת ואפשר משום דלא מיתסר אלא כשדרך לשתות מי סחיטת הפרי גם בלא תערובות משקה אחר א\"נ דלא מיתסר אלא כשסוחטין מימיו לבד ואח\"כ מערבין אותם אבל אם המנהג לסחוט מימיו לתוך משקה אחר ליתן בו טעם שרי [ב\"י וט\"ז]. ולפ\"ז בזמן הזה שידוע שממלאין חבית למאות לשתות עם פאנ\"ש באיזה מקומות צ\"ע גדול אם מותר לסחטן בשבת לתוך משקה דאפשר דדמי לתותים ורמונים כיון דדרך לסחטן בכלים בפני עצמם וע\"כ צריך ליזהר שיסחוט מקודם על הצוקער בפ\"ע דהוי כמשקה הבא לאוכל. וכן לסחטו לתבשיל ועל גבי האוכל פשיטא דשרי וכנ\"ל בס\"ד. ודע דהשו\"ע דמתיר לסחוט לימוני\"ש היינו קודם שנכבשו אבל אם כבושים במלח וש\"ד דינם ככבשים ושלקות וכדלקמיה [אחרונים]:",
            "(כג) ושלקות - היינו ירק וכיוצא ששלקן קודם השבת ונשארו מימיהן בהן:",
            "(כד) אם לגופן - ר\"ל שסוחטן ממשקה הצף עליהן והנבלע בהן כדי לתקן גופם לאכילה לבד וא\"צ למימיהן כמו שדרך לסחוט הירק שקורין שאלאטי\"ן לאחר ששרו אותן במים לכן איננו בכלל מפרק כלל ואף דסוחט לתוך הקערה ואין המשקה הולך לאיבוד מ\"מ כיון שאינו מכוין בשביל המשקה איננו בכלל מלאכה ובזיתים וענבים אסור בכל גווני משום דרוב העולם סוחטין אותן למימיהן:",
            "(כה) אלא וכו' - וה\"ה דמותר לכתחלה לסחוט לאקשי\"ן משומן הנבלע בהן אם הוא עושה משום שאין יכול לאכלן משום שומן הרבה שבהן כ\"כ בדרישה ובח\"א מיקל מטעם אחר דשומן שמפרישו הוי ג\"כ אוכל והוי כמפריד אוכל מאוכל:",
            "(כו) לתוך קערה וכו' - ודוקא לצורך שבת אבל אסור לסחוט בכל גווני לצורך מו\"ש [גמרא]:",
            "(כז) לתוך קדרה וכו' - דלא גרע מאשכול דמותר וכנ\"ל בס\"ד:",
            "(כח) שיש בה אוכל - וה\"ה לתוך המורייס דהוי מאכל אבל לתוך המשקין אסור:",
            "(כט) אסור - ואע\"ג דשאר פירות מותר לסחוט אפי' למימיהן וכנ\"ל בס\"א שאני התם שאין שם משקה על מי פירות והוי כמפריד אוכל מאוכל משא\"כ הכא דהיה שם משקה עליו מקודם שנבלע ושייך בו שם סחיטה ומ\"מ חיוב חטאת ליכא לדעה זו דס\"ל דבר תורה אינו חייב אלא על סחיטת זיתים וענבים בלבד וכמ\"ש בריש הסימן:",
            "(ל) ולרבינו חננאל וכו' - הנה הר\"ח בשני דברים פליג על דעה הראשונה דס\"ל דאם צריך למימיהן חייב אפי' בכבשים ושלקות דכל היכא שצריך למימיהן לעולם חייב אפילו כשסוחט לתוך האוכל ואף דכל הפוסקים פליגי ע\"ז דס\"ל דמשקה הבא לאוכל כאוכל דמי וכנ\"ל בס\"ד והלכה כדבריהם ולכך הזכיר המחבר דעתם בסתמא מ\"מ הביא ג\"כ דעת ר\"ח להורות דטוב להחמיר כדבריו והמחמיר תבא עליו ברכה וכמ\"ש בתשובת הרא\"ש שהובא בב\"י:",
            "(לא) דג לצירו - ר\"ל שסחט דג להוציא צירו שצריך לו ומיירי בציר שנבלע בו ממשקה דעלמא לכך דומה כסוחט שלקות למימיו דאסור וכנ\"ל אבל בציר היוצא מגופו דומה לסוחט שאר כל הפירות למימיו דמותר וכנ\"ל בס\"א:",
            "(לב) לחתיכות דקות - אבל לשבור חתיכה ממנו שרי ואפי' אם יזובו קצת מים עי\"ז דלא נתכוין לזה ועוד שהולך לאיבוד [ב\"י]:",
            "(לג) מימיו - דדמי למלאכה שבורא המים הללו ואסור מדרבנן א\"נ גזירה שמא יסחוט פירות העומדין למשקין:",
            "(לד) ואינו חושש - כיון דלא עביד מעשה בידים לא גזרו ביה ויש מתירין אפילו לרסק בידים לתוך הכוס והטעם דכיון שנתערב במה שבתוך הכוס ואינו בעין לא גזרו ביה כלל:",
            "(לה) מותרים - ליהנות מהם וה\"ה דמותר לכתחלה להניח כיון שממילא הוא נימוח וכמו לתוך הכוס ולדעת רמ\"א בסימן שי\"ח סט\"ז בהג\"ה גם הכא יש להחמיר דאף דנימוח מאליו אסור משום נולד ואינו דומה לתוך הכוס דהתם הוא מעורב במים ואינו ניכר:",
            "(לו) לשבר הקרח - דשבירת הקרח אינה מלאכה כלל ולא אסרו בריסוק אלא אם הוא עושה כדי שיזובו מימיו משא\"כ בזה. כתב המ\"א דבנהר או באר אסור דכיון דהוא מחובר לקרקע יש בו משום חשש בנין וסתירה אבל הרבה אחרונים חולקין עליו וס\"ל דשם מים עליהן ואין שייך בו בנין וסתירה. ולצורך שבת יש להקל:",
            "(לז) שלא יטול ידיו - כדי שלא יבוא לידי ריסוק ושלחן עצי שטים מיקל בזה אך שיזהר שלא ירסקם:",
            "(לח) במלח - הטעם כנ\"ל בשלג וברד דגם בזה יתהוה מים ע\"י השפשוף. והיינו דוקא במלח לבד אבל מותר להשליך מלח במים אפילו הרבה וליטול ידיו מהם אחר שנימוחו וכמו שהתירו לעיל ליתן שלג וברד לתוך הכוס אך שלא יעשה מי מלח עזין דהיינו שני שלישי מלח ואחד מים:",
            "(לט) ברגליו - ואף אם השלג נימוח וזב עי\"ז לית לן בה כיון דהוא אינו מתכוין לזה והט\"ז כתב דכיון שהוא דבר שא\"א ליזהר בזה לא גזרו ביה:",
            "(מ) מתיר להטיל - דומיא דדורס שלג ברגליו:",
            "(מא) היה נזהר - שע\"י השתן ודאי נימוח ולא דמי לסעיף ט' דשרי ליתן שלג לתוך הכוס אע\"פ שנימוח דהכא כיון דעביד מעשה גרע טפי ועיין בט\"ז שפסק להקל וכן הא\"ר כתב להקל אם לא שאפשר בלא טורח טוב ליזהר:",
            "(מב) לידי סחיטה - שיסחוט הסודר מן המים שנבלעו בו ע\"י הכלי וסוחט בגד חייב משום מלבן ומיירי שהיתה אז החבית ריקנית דאל\"ה פריסת סודר בעצמה אסור משום חשש סחיטה אפילו אם לא יניח כלי לח על גבה:",
            "(מג) לסחטו - שהרי לכך עשוי ואינו מקפיד עליו אם הוא שרוי במים ומיירי בענין דאין בו משום חשש אהל ועיין לעיל בסימן שט\"ו סי\"ג ובמ\"ב שם:",
            "(מד) להדק - ומיירי כשהם לחין מן המשקין שבתוך הכלי ואפילו הם עשויין לכך נמי אסור משום דבהידוק המוכין [כל דבר רך כגון צמר גפן ומטלית וכיוצא בהן] בתוך פי הפך בא לידי סחיטה שהיא תולדת ליבון וכנ\"ל ואפילו להסוברים דבשאר משקין חוץ ממים אין בו משום מלבן מ\"מ אסור שיוצא המשקה הבלוע בו ונופל לתוך הפך והוי בכלל דישה כמו סוחט זיתים וענבים ואף שאינו מתכוין לזה מ\"מ פסיק רישא הוא:",
            "(מה) ספוג - הוא כמין צמר נעשה לחוף הים או כפירוש הערוך וכדלקמיה ובטבעו ששואב המים והמשקין לתוכו:",
            "(מו) אין מקנחין בו - את הטבלא ואת הקערה:",
            "(מז) אלא א\"כ וכו' - רש\"י והרמב\"ם פירשו דכשיש לו עור בית אחיזה שיאחזנו בו אפשר לקנח בלי סחיטה אבל הראב\"ד כתב דאעפ\"כ א\"א לו לקנח בלי סחיטה אלא דמ\"מ שרי דכיון שיש לו בית אחיזה הו\"ל כצלוחית מלאה מים שמריק ממנה מים:",
            "(מח) שמא יסחוט - כתב בביאור הגר\"א שט\"ס הוא וצ\"ל משום סחיטה דהא אמרינן בגמרא דפסיק רישא הוא משום דאי אפשר שלא יסחוט כשאוחזו באצבעותיו בלי עור בית אחיזה וכ\"כ המג\"א:",
            "(מט) לסתום נקב שבדופנה - היינו שכורכין סביבות הברזא חתיכת בגד או נעורת של פשתן ופוקקים בה הנקב שבדופן החבית:",
            "(נ) יש מי שמתיר - להסיר אותה בשבת או להחזירה:",
            "(נא) אע\"פ וכו' - שע\"י סתימת הברזא בהנקב או הסרתו נסחט משקה הבלוע בהנעורת:",
            "(נב) כלי - דממילא היין הנסחט הולך לאיבוד כיון שהנקב בדופן החבית בצדה אבל אם היה תחתיו כלי שנוטף בה טיפת הנטיפה וכן אם היה הפקיקה בסתימת הנקב שלמעלה שהיין הנסחט יורד לתוך החבית בכל זה הוא איסור דאורייתא להדק או להסיר הפקיקה גם לשיטה זה:",
            "(נג) דפסיק רישא הוא אסור - מדרבנן אבל חיובא ליכא בפסיק רישא דלא ניחא ליה לכו\"ע. וכ\"ז הוא לענין שבת דבעינן שיהא מלאכת מחשבת אבל לענין שארי איסורי תורה דעת הרא\"ש דפ\"ר דלא ניחא ליה לכו\"ע אסור ואיסורו הוא מן התורה:",
            "(נד) בדבר - היינו שמפריזין על המדה יותר מדעה הראשונה ומקילין אפילו ביש כלי תחתיה:",
            "(נה) ויש לגמגם בה - דשאני בית אחיזה של ספוג דמהני דאין שם אלא קינוח בעלמא משא\"כ כאן שמהדקין הברזא בחוזק תוך הנקב יש שם ודאי סחיטה ע\"כ ראוי לנהוג שלא יניח כלי תחתיו וילך הנסחט לאיבוד ויסמוך על דעה הראשונה דהכא ומ\"מ צריך שיהיה ג\"כ ברזא ארוכה שיהיה תרתי לטיבותא עכ\"ל הט\"ז וכ\"כ הא\"ר ומאמר מרדכי. ודע דכל הסעיף הזה הוא בחבית של יין כמו שהזכיר השו\"ע בראש הסעיף וה\"ה שאר משקין אבל לא במים וטעם הדבר דבכל משקין חוץ ממים דעת כמה ראשונים דאין בהם משום ליבון ואיסור סחיטתו הוא רק משום מפרק כמו סוחט זיתים וענבים ולכן בעינן מן התורה לכו\"ע שיהא צריך למשקין היוצאין דומיא דמפרק ורק מדרבנן ס\"ל לדעה אחרונה דאסור וכמו שכתבתי בביאור הלכה אבל בחבית של מים איסור סחיטתו הוא משום ליבון הפקיקה דסוחט הוא תולדה דמלבן ואסור בכל גווני ודעת הט\"ז דיין לבן דומה למים לענין כבוס ולדבריו השו\"ע לא איירי כאן כ\"א ביין אדום שאינו מלבן ואיסורו הוא רק משום מפרק ולכך בעינן שיהא ניחא ליה במאי דנפק בסחיטתו. אם נשפך שכר ושאר משקה על המפה שעל השלחן והוא רוצה לגרור אותם בכף או בסכין כדי לנקות המפה יזהר שלא יגררם בכח כדי שלא יבוא לידי סחיטה ורק יסיר את המשקה הצף מלמעלה [ואם המשקים צבועים יזהר שלא יצטבע שאר מקומות המפה ע\"י גרירתו כבסעיף י\"ב] וכ\"ש אם נשפך מים על המפה בודאי יזהר מאד בזה דסחיטת מים הוא תולדה דמלבן וכנ\"ל. הסוחט שער או עור פטור אבל אסור [רמב\"ם] ולכן הטובל בשבת יזהר שלא יסחוט שערו לנגבם:",
            "(נו) מותר - וכן מותר ליתן יין אדום בתוך יין לבן ואע\"פ שמתאדם [ואפילו אם מכוין לכתחלה לעשות מראה בהמאכל או בהמשקה ג\"כ מסתברא דאין להחמיר כן נראה מהפמ\"ג ולפי מה שכתב בנ\"א נכון למנוע מזה] ומ\"מ אין רשאי לעשות מראה ביי\"ש ודבש שיקנו ממנו [פמ\"ג ע\"ש טעמו וגם בלא\"ה הוא עובדא דחול] וכ\"ש שלא להשים סממנים בצלוחית מים להעמיד בחלון נגד השמש ויש בזה חשש חיוב חטאת [שם בפמ\"ג]:",
            "(נז) צריך ליזהר - היינו להפוסקים לעיל בסי\"ח דפ\"ר דלא ניחא אסור ואע\"ג דמקלקל הוא מ\"מ איסורא מיהו איכא:",
            "(נח) שלא יגע - ואע\"ג דצובע פניו וידיו ליכא למיחש דאין צביעה אלא בדבר שדרכו לצבוע ול\"ד לסימן ש\"ג סכ\"ה דאיתא שם דאשה לא תעביר סרק על פניה מפני שצובעת אשה שאני שדרכה בכך להתיפות:",
            "(נט) בבגדיו וכו' - ובבגד אדום כ\"ש דאסור לקנחו דמתקן הוא [מ\"א] ויש מקילין בכל זה כיון שהוא דרך לכלוך ויש לסמוך עליהם היכא דאי אפשר לו ליזהר בזה. הצובע חוט שארכו ד\"ט או דבר שאפשר לטוות ממנו חוט כזה חייב ודוקא צבע והמתקיים אבל צבע שאינו מתקיים כלל כגון שהעביר סרק או ששר על גבי ברזל או נחשת וצבעו פטור שהרי אתה מעבירו לשעתו ואינו צובע כלום. העושה עין צבע כגון שנתן קנקנתום לתוך מי עפצא שנעשה הכל שחור או שנתן איסטיס לתוך מי כרכום שנעשה הכל ירוק חייב [רמב\"ם פ\"ט] והראב\"ד סובר שאינו חייב משום צובע אלא כשצובע בהצבע דבר אחר שע\"י זה נגמר מלאכת הצבע אבל צביעת מים שהוא עין הצבע לא. ונתינת דיו וסממנים לתוך המים אסור משום לש עכ\"ל בקיצור:\n"
        ],
        [
            "(א) פירוש מין עשב - צ\"ל מיני עשבים הם. וראוים להסקה וראוים למאכל בהמה לפיכך הכל הולך אחר מחשבתו [מ\"מ]:",
            "(ב) לעצים - ליבשן ואם הכניסן סתמא נעשה כמי שהכניסן למאכל בהמה:",
            "(ג) מהן - דמקצה דעתו מינייהו והו\"ל מוקצה:",
            "(ד) קוטם ואוכל - דקצת ראוים ג\"כ למאכל אדם:",
            "(ה) אבל לא בכלי - כדרך חול:",
            "(ו) ומולל - היינו מפרק השרביטין לאכול הזרע שבתוכן:",
            "(ז) בראשי אצבעותיו - ולא בכל היד כדרך שהוא עושה בחול:",
            "(ח) מי מלח - וה\"ה אם נותן יין וחומץ ושאר משקין במלח:",
            "(ט) הכבשים - ירק שכובשין אותו כדי להתקיים שכיון שנותן מי המלח כדי להתקיים דמי לעיבוד העור שהמלח מקיימו ואע\"ג דקי\"ל אין עיבוד באוכלין מדאורייתא מ\"מ מדרבנן מיהו אסור כמו שכתבו הפוסקים וכתב בספר תוספת שבת דוקא אם כונתו לתת לתוך הכבשים אבל אם אין כונתו לזה [והיינו שדעתו לחלקם לתוך התבשילין] אפילו הרבה מותר אבל א\"ר אוסר וכן משמע במאירי שכתב דרק במעט התירו מפני שניכר שאין עושה רק לצורך שעה משא\"כ בהרבה יסברו שעושה לצורך חול ע\"ש:",
            "(י) משום דדמי לעיבוד - ואפילו אם נותן שמן לתוך מי המלח להטעים ג\"כ אסור. ואם נותן שמן להמים קודם שנותן המלח לתוכו או בהמלח קודם שנותן המים לתוכו יש מקילין בזה משום שהשמן מחליש את כח המלח מלהיות עז ואין עליו שם מי מלח והא דאסרו אם הוא נותן שמן לבסוף משום דבשעה שהוא נותן מים ומלח יחד הוא נראה כמעבד:",
            "(יא) התבשיל - או לטבול בהן פתו וכן מותר לשפוך על נתחי עוף ודג צלוי ובין אם הוא עושה לצורך סעודה זו או לצורך אחרת אבל אסור לעשות לצורך חול:",
            "(יב) אפילו מעט - מפני שנראה כעושה מורייס לכבוש בו דגים שכן דרך לעשות מורייס. כתב א\"ר בשם מהר\"ש שמותר להוסיף חומץ במורייס אחר שכבר נתיבשה:",
            "(יג) צנון - וה\"ה כל דבר שצריך מליחה כגון בצלים ושומים ואוגערקעס חיין [מ\"א בסק\"ז] ובהדיא כתב הרמב\"ם צנון וכיוצא בו ומ\"מ נראה דדבר שאין דרכו לכבוש שרי [פמ\"ג]:",
            "(יד) ד' או ה' ביחד - דכשכל חתיכה מונחת לבדה אין בזה משום כובש כבשים וגם לא מיחזי כמעבד אבל כשמולחם ביחד אפילו דעתו לאכלם תיכף ולא להשהותם במלחם עד שיצא מרירותם מזיעה כדרכם ג\"כ אסור. ואם משהה אותם במלחם עד שיזועו כדרכם אפילו מולח או מטבל חתיכת צנון חדא אסור מדינא כן העלה הט\"ז וכן בא\"ר כתב דלמלוח צנון אסור אפילו חתיכה אחת ובמ\"א בסק\"ו בשם הב\"ח כתב ג\"כ דנהוג עלמא שלא למלחן כלל אלא מטבל כל אחד במלח ואוכל. ומנהגנו שחותכין בשבת צנון דק דק ונותנין אותו בקערה ומולחין אותו ושופכין עליו חומץ ואוכלין אותו ולכאורה הוא דמיא זה להרבה חתיכות דאסור מדינא אפילו אם אוכל מיד ואין היתר אלא דרך טיבול כ\"א בפני עצמה ונראה דכיון דאין מניחין אותו כלל להזיע אלא שופכין שם החומץ וגם מינים אחרים לא דמי לעיבוד וכ\"ש אם שופכין שם שמן תיכף שהשמן מחליש כח המלח ובקצת מקומות עושין ירק שקורין שלאטי\"ן ומולחין הירק בפ\"ע תחלה ומשהין אותו כך ומסננין המים שיוצאין ממנו ואח\"כ מערבין אותו עם שמן זית וחומץ וזה איסור גמור ודמי טפי לעיבוד כיון שהוא ממתין עד שיקבל המלח היטב:",
            "(טו) ככובש כבשים וכו' - זה הטעם הוא מרמב\"ם ורש\"י נתן טעם שע\"י המלח מתקשים והוי תיקון ודמי למעבד. וכתב הט\"ז דמטעם השו\"ע יש ללמוד דאסור לשפוך יין ושאר משקים לכלי שיש בו חומץ כדי שגם זה יהיה חומץ דדומה לכובש כבשים דהא מתכוין שאותו המעט ששופך שם יהיה נכבש ויעשה חומץ. וביד אהרן כתב דאסור משום דמחזי כעובדא דחול ע\"ש ואם עושה זאת כדי להחליש כח החומץ בלבד פשוט דשרי לכו\"ע. וליתן אוגערקעס חיין בתוך הכבושים שיתחמץ ג\"כ פשוט דאסור לכו\"ע:",
            "(טז) מפני שהוא וכו' - אע\"ג דבודאי אין בו חיוב שאינו תולדת האור מ\"מ אסור מדרבנן:",
            "(יז) ואוכלה - תיכף ולאו דוקא תיכף ממש אלא שעה מועטת שיזיע קצת לא הרבה [ט\"ז]:",
            "(יח) ביצים מותר למלחן - מפני שאין דרך לעשות מהן כבשים וגם אין המלח מועיל להם כ\"כ:",
            "(יט) אחת אחת לבדה - דבזה אין נראה ככובש כבשים ומה שכתב להניחם יחד לפניו היינו שיהיו מוכנים לפניו לאכול אבל יזהר שלא יהיו נוגעות זו בזו:",
            "(כ) מיד זו אחר זו - היינו שלא ישהה אותם זמן ארוך אפילו באותה סעודה עצמה כגון מתחלת הסעודה עד סופה כדי שיזיעו הרבה שזה דומה לעיבוד אבל אם הן משתהין שעה מועטת ומזיעין קצת אין בכך כלום [ט\"ז] וכ\"ז לדעת השו\"ע אבל המנהג שלא להשהות כלל במלח אלא מטבל ואוכל במלח [אחרונים]:",
            "(כא) אסור למלוח וכו' - דהא דמתירין לעיל בביצה למלחה היינו לצורך אותה סעודה אבל למלוח הבשר וביצה כדי להניח לאחר זמן דמי לעיבוד וכבישה והנה דעת המ\"א וט\"ז דאפילו דעתו לאכול ביומו אם הוא לצורך סעודה אחרת יש ליזהר בזה [והיינו כשהסעודה אחרת נמשך זמן רב אחר סעודה ראשונה] אבל הא\"ר מצדד דאין לאסור רק אם בדעתו להניח לאחר שבת וכן משמע מביאור הגר\"א ובפרט אם העת חם והוא עושה כן כדי שלא יסריח בודאי יש להקל לצורך סעודה אחרת דגם הט\"ז מתיר בזה - בשר או דג חי אסור למולחו בשבת כדי שלא יסריח ואפילו במקום הפסד אסור ואפילו רוצה למלחו כדי לאכלו אחר מליחתו חי אסור דאע\"ג דאין עיבוד באוכלין מדאורייתא מ\"מ אסור דמתחזי כעיבוד שהמלח מכשיר האוכל ומתקנו אבל מותר להדיח הבשר כדי לאכלו אח\"כ חי ואין זה מקרי תיקון שאין התיקון בגוף הבשר אלא שמדיחו משום דם בעין שעליו. ומ\"מ נראה דאסור להדיח הבשר שלא נמלח כשחל יום ג' להיות בשבת וכדי שלא יאסר אח\"כ לבישול כיון שאין רוצה לאכול היום וגם אין דרך לאכול חי ניכר שעושה לצורך חול ואפילו ע\"י א\"י אסור להדיח שאין כאן הפסד כ\"כ אם לא ידיחנו שיוכל לאכול צלי כ\"כ המג\"א ומיירי ביחיד בביתו אבל בקצב המוכר לאחרים בודאי יש הפסד בזה ויכול לעשות ע\"י א\"י וכן באווזות פטומות שיפסיד השומן אם יצלם גם להמ\"א מותר ע\"י א\"י אפי' יחיד בביתו. ואפי' בבשר בהמה הסכימו הרבה אחרונים דיש להקל להדיח ע\"י א\"י ודלא כמ\"א ועיין בא\"ר ובתשובת נודע ביהודה שכתבו דאם אי אפשר ע\"י א\"י מותר גם ע\"י ישראל אך אם מונח הבשר בכלי טוב שירחוץ ידיו עליו עד שיהיה שרוי הבשר במים:",
            "(כב) בקליפתן - דהמליחה מועילה להם והוי ככבישה ועיבוד:",
            "(כג) מותר וכו' - ואם הוא שוחק פלפלין ושאר תבלין במכתשת כדרכו ואפי' גרגר אחד יש בו איסור דאורייתא משום טוחן:",
            "(כד) אפילו הרבה יחד - ודוקא מה שצריך לו לאותה שבת:",
            "(כה) ובקערה - פי' אבל לא ידוך בקתא של סכינא במכתשת אף דשינה במה שדך בקתא של סכינא מ\"מ במכתשת מיחזי כעובדא דחול וה\"ה דדך בקתא ע\"ג שלחן או בשולי כלי ע\"ג שלחן דהוי תרי שינויי אבל בבוכנא המיוחדת לכתישה אפי' ע\"ג שלחן או בתוך הקערה אסור. כתב הט\"ז בסימן זה אין לשום הפלפלין תוך הבגד ולכתוש בסכין עליו דהוא מוליד ריחא אמנם בסימן תקי\"א אות חי\"ת בט\"ז משמע דחזר מזה והסכים למהרש\"ל דשרי משום דאינו מכוין לזה עי\"ש. כתבו האחרונים דדוקא בקתא דסכינא הוא דהתירו לדוך הפלפלין אבל לחתוך אותם בסכין דק דק אסור וכמו וכמו בירק לקמן בסעיף י\"ב וה\"ה לכל תבלין:",
            "(כו) של עץ - וכ\"ש במדוך של אבן דהוא מיוחד יותר לדיכה ואפי' דעתו ליתן לאלתר המלח לתבשיל ג\"כ אסור בשניהם כיון דהם מיוחדים לדיכה:",
            "(כז) ביד וכו' - אבל לחתכו דק דק בחורפא דסכינא אסור:",
            "(כח) של סכין - וירסק בקערה או ע\"ג שלחן אבל לא במדוך ומכתשת וכנ\"ל גבי פלפלין [אחרונים]:",
            "(כט) ואינו חושש - וכ\"ש דמותר לפרר המלח והפלפלין בידיו:",
            "(ל) לחתכו בסכין - היינו אפי' דק דק כמו לענין חתיכת הפת ומשום דאין טוחן אחר טוחן ומ\"מ במכתשת אף מלח זה אסור לכתוש [עו\"ש ע\"ש] וכתב הפמ\"ג דצוקע\"ר ג\"כ דינו כמו מלח זה:",
            "(לא) מותר לחתוך - דאין טחינה אלא בגידולי קרקע ואפי' להפוסקים דס\"ל דבהמה נמי מקרי גידולי קרקע לפי שהיא ניזונת מן הקרקע מ\"מ אין לאסור בזה דבלא\"ה יש פוסקים דס\"ל דאין שייך טחינה באוכלין וע\"כ מותר לחתוך אפי' דעתו להניחו לאחר זמן:",
            "(לב) או צלי - ואפילו מי שאינו יכול ללעסו מחמת שהוא קשה וע\"י חתיכתו מתקנו לאכילה ג\"כ שרי לחותכו דאזלינן בתר רובא דעלמא:",
            "(לג) דהואיל וכו' - ר\"ל דאיכא למימר דטעם הפוסקים דס\"ל דאין טחינה באוכלין היינו משום דאין צריך טחינה דאי בעי אכיל ליה כמות שהוא שלם משא\"כ בזה דאין יכולין לאכלו כלל בלי חיתוך החיתוך משוי ליה אוכל ושייך בו טחינה ומיירי בחותך ומניח שיאכלו העופות לאחר שעה אבל בחותך לפניהם שיאכלו מיד לד\"ה שרי וכדלקמיה בסי\"ב בהג\"ה:",
            "(לד) קמשוי ליה אוכל - ויש מקילין בזה:",
            "(לה) וע\"ל סי' שכ\"ד - ס\"ז והיינו דשם מבואר דשווי אוכלא שרי בשבת ומיירי בשאין חותך דק דק [מ\"א לקמן]:",
            "(לו) שקורין ראליי\"ו - בל\"א רי\"ב אייזי\"ן דכיון שהכלי מיוחד לכך ה\"ז דרך חול ודמי לשחיקת תבלין במכתשת וה\"ה בכלי אחר המיוחד לכך וא\"כ אפי' לאכול מיד אסור אבל מותר לחתכו בסכין דק דק וכמו לעיל בס\"ט לענין בשר דגם זה אינו גידולי קרקע ואפי' קשה מאד שרי כיון דיכולין ללעסה בקושי ושם אוכל עליה וה\"ה דמותר לחתכו בקרדום או במגירה שאף שהם כלים שמלאכתם לאיסור מותר לטלטלם לצורך גופם כמו שנתבאר בסימן ש\"ח [מעולת שבת ומ\"א]. דבר שאינו חפץ לאכלו ולטועמו ולא להאכילו לתינוק אסור ללעסו בשיניו כדי לשחקו משום טחינה דאע\"ג דמשנה מ\"מ מדרבנן אסור דדוקא לגבי מילה התירו כעין זה לקמן בשל\"א ס\"ז [אחרונים]:",
            "(לז) את התלוש - היינו ירקות תלושין והטעם כיון דהם ראויות לאכילה ביומן מותר להשקותן משא\"כ בדבר שאינו ראוי לאכילה אסור לטרוח בשבילם ועיין לקמן בסימן של\"ו סי\"א בהג\"ה ובמה שכתבנו שם במשנה ברורה. ולהשקות את המחובר יש בו איסור תורה וכלי חרס עם עשבי בושם בבית ג\"כ אסור להשקותן בשבת [פמ\"ג לקמן בסימן של\"ו ע\"ש]:",
            "(לח) המחתך הירק - תלוש ומדסתם משמע דאפי' בירקות שראוי לאכלן חיין ג\"כ ס\"ל דיש טחינה באוכלין:",
            "(לט) לפני זקנים - שאין יכולין ללעסו אם לא יחתכנו דק דק ולא אזלינן בתר רובא דעלמא כדלעיל בס\"ט לענין בשר צלי דכיון שהוא גידולי קרקע חמור יותר דעיקר טחינה בגידולי קרקע הוא:",
            "(מ) לפרר לחם - היינו אפי' להכין להם שיאכלו לאחר זמן וכדלקמיה:",
            "(מא) דהואיל - ולפ\"ז לפרר תפוחי אדמה וירקות לפניהם דק דק כמו שנוהגין לפני בהמה ועופות גדולות אסור אלא א\"כ נזהר שיהיה דבר זה סמוך לאכילתם ממש וכדלקמיה ומ\"מ טוב ונכון ליזהר שלא יחתוך דק דק אלא חתיכות גדולות קצת ובפרט לפני בהמה בודאי יש ליזהר בזה וכדלקמן בסי' שכ\"ד ס\"ז דאין לטרוח בדבר שראוי לאכול בלא זה:",
            "(מב) וכ\"ז לא מיירי - קאי גם על חתוך ירק דק דק המוזכר בריש הסעיף:",
            "(מג) לאכלו מיד - וה\"ה דאחד יכול לחתוך לצורך אחרים והם יאכלו מיד וכדאמרינן לעיל אצל בורר [ב\"י]:",
            "(מד) הכל וכו' - הטעם דלא שייך שם טחינה כשמחתך בסכין אלא בטוחן להניח אבל כדי לאכול מיד ודאי דשרי שהרי לא אסרו על האדם לאכול מאכלו בחתיכות גדולות או קטנות א\"כ הוי דרך אכילתו בכך וה\"ה אם מכין הירק דק דק לפני התרנגולין שיאכלו מיד ג\"כ שרי הואיל ומזונותן עליך:",
            "(מה) שרי - ויש מפקפקין על היתר זה וגם בב\"י כתב שאף מי שמכוין לאכול מיד ג\"כ יזהר לחתוך לחתיכות גדולות קצת ומטעם זה כתבו כמה אחרונים ג\"כ דנכון להתנהג כמו שכתב הב\"י ומ\"מ הנוהגין לחתוך הבצלים והצנון דק דק אין למחות בידם דיש להם על מי שיסמוכו ועכ\"פ אסור לעשות עד יציאת בהכ\"נ דבעינן סמוך לסעודה ממש כמ\"ש בסימן שי\"ט לענין בורר. והחותכים הבצלים והצנון דק דק שעה או שתים קודם הסעודה קרוב הדבר לומר שחייב חטאת והבצלים אסורים באכילה וגם דאז אסור משום בורר עיין בסוף הסימן בהג\"ה [כ\"כ בח\"א]. ועיין בבה\"ל דההיתר שזכר בהג\"ה היינו כשחותכו בסכין אבל כשחותכו בכלי המיוחד לכך נראה דאסור בכל גוונא כשחותכו דק דק דגם בבורר גופא אם בכלי המיוחד לברירה בכ\"ג חייב וכדלעיל בשי\"ט ולפ\"ז מסתברא דיש ליזהר במה שנוהגין לחתוך בצלים דק דק עם דג מלוח וכיוצא שלא יחתכם בכלי [שקורין האק מעסער] דאפשר דחשיב ככלי המיוחד רק בסכין בעלמא וגם בלא\"ה אסור משום עובדא דחול וכנ\"ל בסעיף יו\"ד. המפרר חתיכת עץ שנרקב ועושה ממנו פולווער וכן המפרר צרור עפר חייב משום טוחן [שבת ע\"ד]. וכן הנוסר עצים ליהנות בנסורת שלהן או השף לשון של מתכת [שקורין פיילי\"ן בל\"א] חייב משישוף בכל שהוא. והמחתך עצים דק ועושה אותן קטנים אם דקדק מהן כדי לבשל כגרוגרת מביצה חייב [רמב\"ם ומ\"א בסימן שי\"ד]. ואם הוא חותך לחתיכות גדולות והוא מקפיד על המדה לחתכה בכוונה בזה המקום כדרך שנוהגין חוטבי עצים חייב משום מלאכת מחתך כמבואר ברמב\"ם פי\"א מהלכות שבת:",
            "(מו) דבש מהכורת - היינו אפי' לא ירצה לברור הדבש מן השעוה דזהו בכלל מפרק אלא יקח החלות עצמם מן הכורת:",
            "(מז) שדומה לתולש - כי מקום גידול הדבש הוא בכורת וחשבוהו חכמים כמחובר:",
            "(מח) אם נתלשו - היינו שהחלות נתלשו ממקום חבורן בכורת ומונחין כך בתוכה ולא שייך תו עליהן שם מחובר ע\"כ יכול לרדותן מהכורת כדי לאכול הדבש הדבוק על גבם מסביב אבל מ\"מ אסור לרסקן ולהוציא הדבש מן השעוה דזהו בכלל מפרק [דדמי למוציא התבואה מקשיה] ואפי' יצא הדבש מעצמו אסור עד לערב גזירה שמא ירסק בידים:",
            "(מט) שנתרסקו מבעוד יום - היינו שריסקן להחלות ועדיין הם מחוברים בהכורת אלא שהדבש זב מהם בשבת ע\"י ריסוקן מותר ליקח זה הדבש הצף דתו אין שייך להכורת אבל אסור לרדות החלות גופא כיון שעדיין מחוברים הם בכורת:",
            "(נ) אין מגבלין - הנה קודם שנבוא לבאר דברי השו\"ע נבאר קצת ענין לישה. לישה היא אחת מל\"ט אבות מלאכות ואיננו דוקא ע\"י מים דה\"ה בדבש ושומן אווז וכל מיני משקה שנילוש ונדבק על ידם. הנה בענין לישה תניא בברייתא בגמרא דאם אחד נותן קמח ואחד נותן מים האחרון חייב דברי רבי ור' יוסי ב\"ר יהודה אומר אינו חייב עד שיגבל ופסקו רוב הפוסקים כר' יוסי ב\"ר יהודה אך דעת בעל התרומות וסייעתו לפסוק כרבי דע\"י נתינת מים נקרא גיבול וכ\"ז בקמח או עפר וטיט וחול הדק דהוא בר גיבול וכל כיוצא בהן אבל בדבר דהוא לאו בר גיבול כגון אפר וחול הגס דעת הרמב\"ם וסייעתו דאף אם גבלו פטור מחטאת ורק איסורא איכא ודעת הרבה ראשונים להיפך דבדבר דלאו בר גיבול אף לר' יוסי ב\"ר יהודה לא בעי גיבול ומשנתן בו מים חייב דזהו גיבולו. ועתה נבוא לבאר דברי השו\"ע:",
            "(נא) נתינת מים - האי לישנא לאו דוקא דהמחבר איירי פה בלישה גמורה שנותן המים ומגבל:",
            "(נב) שמא יבוא - כ\"ז הסעיף הוא לשון הרמב\"ם וס\"ל דקמח קלי לאו בר גיבול הוא ודבר דלאו בר גיבול אינו חייב אף כשגבלו ואינו אסור אלא מדרבנן שמא יבא ללוש קמח שאינו קלי ולפיכך התירו ע\"י שינוי דמעט מעט ואפי' לשאר פוסקים דס\"ל דקמח קלי בר גיבול הוא וחייב מן התורה כשגבלו מ\"מ גם הם מודו דע\"י שינוי דמעט מעט שרי בקמח קלי. ודע דלהי\"א המובא לקמן בסט\"ז גם בענין זה אסור לגבל אפי' מעט מעט אא\"כ נתן על הקמח מים מבעוד יום:",
            "(נג) קמח שאינו קלי - ובזה אפי' מעט מעט אסור [מ\"א]:",
            "(נד) מעט מעט - ולא הרבה בין אם עושה בלילה רכה או קשה ושיעורא דמעט מעט לא ביארו הפוסקים ונראה דאפי' יש בו כשיעור גרוגרת ועיין בבה\"ל:",
            "(נה) טחינה גסה - ר\"ל דלא שייך למיגזר דלא ליתי למיחלף בלישת קמח שאינו קלי דאינו בכלל קמח לפיכך התירו בזה ברכה אפילו הרבה:",
            "(נו) קשה אסור - ר\"ל הרבה אבל מעט מעט מותר וכמו לעיל בקמח קלי:",
            "(נז) ואפי' ברך וכו' - עיין בט\"ז שכתב דאסור לערוב בשבת של פסח קמח שעושין מטחינת מצה אפויה ליתנן ביין או במי דבש אף דדמי לשתיתא שהוא טחינה גסה ושם מותר ברכה היינו ע\"י שינוי אבל בקמח זה אין ידוע מה נותן תחלה בחול כדי לידע מה הוא השינוי ע\"כ אסור אם עושה הרבה ובא\"ר כתב דאם אין ידוע יעשה שינוי דמפרש בגמרא שיתן המאכל תחלה ואח\"כ המשקה וכן בחק יעקב בסימן תע\"ג מצדד להקל בזה וטוב להחמיר שלא לערב בכף רק מנענע הכלי עד שיתערב וכ\"ז אם עושה הרבה אבל אם עושה מעט מעט מותר אפי' בעבה ובלי שינוי לדעה זו דלהי\"א לקמן בסט\"ז אסור בעבה בכל גווני. כתב המ\"א נ\"ל דאסור להשתין על טיט משום גיבול וכונתו אפי' לרוב הפוסקים דס\"ל דבדבר שהוא בר גיבול אינו חייב עד שיגבל מ\"מ איסורא מיהו איכא וה\"ה בעפר תיחוח ובחול ואף דהוא אין מכוין ללישה מ\"מ פסיק רישא הוא וכלי שרוקק בו או רוחץ בו פיו בשבת ותחתיו יש חול הדק או גס יש לעיין אם הוא אסור או מותר דאולי הוי פסיק רישא דלא ניחא ליה ומצאתי בספר בית מאיר דמתיר מטעם זה במקום הצורך אפי' להשתין על טיט ונראה דיש לסמוך ע\"ז במקום שהטיט אינו שלו דאז בודאי לא ניחא ליה בלישתה. כתב הח\"א כשמכסה מי רגלים בחול ואפר וכשיתן מעט יהיה מתערב במי רגלים והוי כמו לישה ומנתינת מים חייב להרבה פוסקים ולכן יתן הרבה אפר וחול ואז לא ניכר כלל הלישה:",
            "(נח) יכול לערבו - במים או ביין ואפילו אם לא נתערב מים בהחרדל קודם השבת ונילוש החרדל רק מתמצית לחותה אפ\"ה שרי עכשיו לערב בה המשקה דע\"י הנתינה לא חשיב לישה לדעה זו עד שיגבלה והא דהתיר לערב בין ביד בין בכלי אין גיבול בזה משום דדרך הגיבול בחרדל וכן בשחלים ושום הוא ע\"י טריפה דהיינו שמערב בכח וכאן הוא מערב בנחת וזהו שסיים מערב מעט מעט:",
            "(נט) בכך - צ\"ל בכח:",
            "(ס) נותן יין וכו' ולא יטרוף - ג\"כ ר\"ל בכח והטעם הכל כנ\"ל וכן לענין שום וברמב\"ם כתוב שום שריסקו וכו' ולא ישחוק ומיירי במחוסר דיכה או שאוסר שחיקתו מפני תערובות הגריסין ועיין סעיף י\"ט ובמש\"כ שם:",
            "(סא) למחר נותן פול וכו' - וברמב\"ם איתא נותן לתוך פול וגריסין ע\"ש. ואם הם חמים עיין לעיל בסימן שי\"ח ס\"י וי\"ט ובמ\"ב שם:",
            "(סב) וי\"א וכו' - קאי גם על סעיף ט\"ו ודוקא כשנותן המשקה בשבת אבל אם נתן המשקה מע\"ש מותר לערב בכף מעט מעט אף לדעה זו:",
            "(סג) אלא ביד - או שינענע הכלי עצמו [א\"ר]:",
            "(סד) וי\"א דהא דשרי וכו' - קאי גם על שחלים ושום וקמח קלי הנזכר לעיל בסי\"ד והטעם דס\"ל דנתינת המשקה גופא זהו בכלל גיבול ומשו\"ה דוקא כשנותנו מבעוד יום ומפני שעי\"ז הוי כבר כמגובל ע\"כ מותר לגבל בשבת וגם להוסיף עוד משקה בשבת ולערב אך שיעשה בשינוי דהיינו בקלי שיגבל מעט מעט ובאלו הדברים שלא יטרוף בכח או שיערב ביד לדעת ההג\"ה וכנ\"ל:",
            "(סה) דוקא שנתנו - ואם נתן קצת משקה מע\"ש מותר להוסיף בשבת לכו\"ע אבל במעט טיפין לא דלא חשיב כמגובל עי\"ז:",
            "(סו) משום לש - ודוקא בלילה עבה אבל בלילה רכה לא שייך בזה לישה ומ\"מ צריך שיעשה השינוי המבואר בהג\"ה דהיינו שיתן האוכל תחלה ואח\"כ המשקה וכן כתבו האחרונים דההג\"ה מיירי דוקא בבלילה רכה ולזה סיים כמו בשתיתא דשם התירו דוקא ברכה וכנ\"ל ובכל זה אין חילוק בין לאותה סעודה או לסעודה אחרת [מ\"א]:",
            "(סז) וכן נוהגין וכו' - היינו בחרדל ושום וה\"ה בשאר מיני טיבול כשעושין אותן דק דק ומערבין אותן ביחד:",
            "(סח) ומקום שדרכו וכו' - וע\"כ אם שכח לשפוך חומץ בע\"ש לתוך הקרי\"ן צריך שיעשה בשבת בלילה רכה ונותן החומץ ואח\"כ הקרי\"ן שלא כדרך שעושין בחול ויאחוז בכלי עצמו וינענע אותו ובירק הנקרא שלאטי\"ן אין לדקדק בכל זה כיון שאין חותכין אותו דק דק אבל מה שחותכין צנון וקשואין שקורין אוגערקע\"ס דק דק ושופכין חומץ או שאר דבר לח לתוכן ומערבין אותן ביחד צריכין ליזהר שלא לערב בכף בכח או ינענע בכלי עצמו וטוב להחמיר ג\"כ שיתן החומץ ואח\"כ המאכל. וכשחל פסח בשבת ושכח מבעוד יום ליתן המשקה לתוך החרוסת לדעה קמייתא מותר ליתן המשקה בשבת ולא יטרוף בכף אלא באצבע ולדעת הי\"א גם זה אסור אם לא שיעשה אותה ג\"כ רכה. אסור לטרוף ביצים בקערה מפני מראית העין שנראה כמי שרוצה לבשלם בקדרה ואם היו טרופות מע\"ש אפשר דיש להקל ליתנם לתוך בארש\"ט בכלי שני לגוון ואם היה הבארש\"ט מחומץ הרבה יש להחמיר גם בזה משום בשול:",
            "(סט) יינומלין - היינו לערבן ולאכלן כמות שהן אבל לטרוף אותן יפה ולסננן שזה טורח יותר ואומנות גדולה ותיקון גדול הוא זה וכמו לעיל בחרדל בסט\"ו דאסור לטרוף. כתב מהרי\"ל אסור לתת קידה לתוך חומץ לעשות טיבול וכן לעשות ביצים קשים עם פיטרזיל\"ן בחומץ אסור דדמי להילמי [הוא מי מלח המבואר לעיל בס\"ב] והמ\"א משיג עליו ומצדד להקל בזה וכ\"ז במרובה אבל במעט שרי אפי' למהרי\"ל וכמבואר לעיל בס\"ב:",
            "(ע) שהוא לרפואה - וכל דבר שהוא משום רפואה אסרו חז\"ל לעשות גזירה משום שחיקת סממנים ולכן אפי' היה עשוי מע\"ש אסור לשתותו:",
            "(עא) לשרותו לרפואה - ששותין מי השריה ליוקרא דלבא [גמרא]:",
            "(עב) לשרותו - צ\"ל לשתותו והטעם דזהו מאכל קצת בריאים ולא מנכר מילתא שהוא לרפואה [עו\"ש] ואם הוא במקום שאין מנהג בריאים כלל בזה משמע מהרמב\"ם דאסור [א\"ר]:",
            "(עג) מותר - ר\"ל אפי' לשרותו וכדלקמיה:",
            "(עד) שבעה ימים - צ\"ל שלשה כדאיתא בגמרא [הגר\"א וש\"א]:",
            "(עה) בחמה - ואי ליכא חמה אפי' באור שרי מפני הסכנה:",
            "(עו) שריסקן וכו' - דשלשה דברים יש בדברים הנידוכין להוציא מהן שמנן ריסוק ודיכה ושחיקה ושחיקה הוא יותר מדיכה ולכך קאמר דאם נידוכו היטב מבעוד יום ואינו מחוסר אלא שחיקה כנגמר מלאכתו מבעוד יום דמי ומותר לשחקו בשבת:",
            "(עז) לפיכך מותר וכו' - ומ\"מ יש ליזהר שלא לטרוף בכח [ב\"ח ומ\"א וא\"ר דלא כט\"ז]:",
            "(עח) הריפות - מעשה דייסא והטעם כיון שכבר דכו אותם במדוכה ונתבשלו כל צרכן ואין מחוסר אלא שחיקה מעט:",
            "(עט) אחר שמורידין - ובעודה על האש י\"א דיש בזה משום מגיס דהוי כמבשל ועיין לעיל בסימן שי\"ח סי\"ח ובמה שכתבנו שם:",
            "(פ) משום ממחק - היינו דשעוה וזפת וכיוצא בהן מדברים המתמרחין הממרח ומחליק פניהם יש בזה משום מלאכת ממחק וכמו שכתבנו לעיל בסימן שי\"ד:",
            "(פא) בלא זה - ע\"כ לאו מידי קעביד הא אם אפשר לאכול בלא זה אסור דיש עיבוד באוכלין מדרבנן כמש\"כ בסעיף ה' וה\"ה דיש בהם ממחק מדרבנן ואפשר דאפי' לאותה סעודה אסור [פמ\"ג]:",
            "(פב) תבוא עליו ברכה - ולמרח תפוחים מבושלים על הלחם וה\"ה שומן וחמאה בודאי שרי:",
            "(פג) לקלוף וכו' - משום בורר וכשם שבבורר מקילינן לעיל כשבורר אוכל מן הפסולת והוא סמוך לסעודה כן ה\"ה בזה:",
            "(פד) שומים ובצלים - וה\"ה תפוחים ואגוזים ושקדים וכיוצא בזה ואם פותח פלוימי\"ן וזורק הגרעינים הקשים להניח לאחר זמן הוי בורר ובתפוחים כה\"ג י\"ל ג\"כ דאסור אבל מיד לפה שרי ליתן ואפשר אף לאותה סעודה שרי [פמ\"ג]:\n"
        ],
        [
            "(א) אפילו לטלטלה - דכיון דלא חזי לאכילה כמוקצה דמיא והאי דאסורה באכילה [היינו לגומעה חיה] הוא משום גזירה שבת דמיקלע אחר יו\"ט שאז ביצה הנולדה בה אסורה מדאורייתא באכילה דכל ביצה דמתילדא האידנא מאתמול גמרה לה ונמצא כשנאכלנה דיו\"ט הכינה לשבת וזה אסור מדכתיב והיה ביום הששי והכינו את אשר יביאו וסתם ששי חול הוא להורות לנו דדוקא בחול צריך להכין לסעודת שבת וכן ליו\"ט דגם הוא איקרי שבת אבל ביו\"ט אסור להכין לסעודת שבת וכ\"ש דבשבת אסור להכין לסעודת יו\"ט וע\"כ כשנולדה הביצה ביו\"ט שחל יום א' ג\"כ אסור מן התורה לאכלה דבודאי נגמרה במעי התרנגולת מאתמול ונמצא דשבת הכינה ליו\"ט כשנאכלנה ואע\"ג דהכנה בידי שמים היא ולא בידי אדם גם זה הוא בכלל הכנה ואסור וע\"כ גזרו רבנן בכל שבת ויו\"ט כשנולדה שאסור:",
            "(ב) כולן אסורות - דהוי דבר שיש לו מתירין וקי\"ל דדשיל\"מ אפילו באלף לא בטיל והטעם דעד שעתה יאכלנה ויטלטלנה בחשש איסור יותר טוב שימתין עד שתחשך ויהיה כולם בהיתר וכן אם הוא ספק אם נולדה בשבת או מקודם ג\"כ אסור מטעם זה אף דבכל דוכתא קי\"ל דספיקא דרבנן להקל [לקמן בסימן תקי\"ג וע\"ש עוד במ\"א ובמ\"ב לענין אם נתערב הספק באחרות] אך אם השכים קודם עמוד השחר ומצא הביצה מונחת בהקינה של תרנגולת מותרת לטלטלה ולאכלה דרובן אינן יולדות בלילה ותלינן דמאתמול שהיה יום חול נולדה:",
            "(ג) שלא יגע בה - היינו בהכלי וכ\"ש בנגיעה בידיו והטעם דע\"י שהיא עגולה היא מתנענעת ממקומה ועיין לעיל בסימן ש\"ח ס\"ג בהג\"ה ובסימן ש\"י ס\"ו ובמה שכתבנו שם:",
            "(ד) אסורה בזה - הטעם דאם נאכלנה הוי כמכין מיום אחד לחבירו ואסור וכנ\"ל בסק\"א וממילא כיון דלא חזיא לאכילה אסור ג\"כ בטלטול:",
            "(ה) פירות שנשרו וכו' - ואפילו אם ספק שמא נשרו בשבת ג\"כ אסור. ועיין בפסחים נ\"ו דאפילו אם כונתו למצוה להפקיר אותן לעניים שיאכלו אותן בשני בצורת ג\"כ אסור דאף שהותר להן להאכיל את העניים דמאי מ\"מ לא הותר להן לעבור על שבות דשבת ויו\"ט:",
            "(ו) מן האילן בשבת - וה\"ה זרעים וירקות הנמצאים בגינות אסור לאכלן ואף לטלטלן שמא נשרו היום. ודע דאפילו אם יודע שנשרו בע\"ש אינו מותר רק ללקט אחד אחד ולאכלו אבל לאסוף כמה פירות ביחד יש בזה איסור גמור וכדלקמן בסימן ש\"מ ס\"ט דכל דבר המקבץ במקום גידולו דומה למעמר וע\"ש בבה\"ל דקרוב דיש בזה חיוב חטאת:",
            "(ז) אסורין - משום שמא יעלה ויתלוש וגם משום מוקצה דכיון דאיתקצאי מדעתיה בין השמשות דהיה אז מחובר איתקצאי לכולי יומא:",
            "(ח) ולערב מותרין מיד - וא\"צ להמתין בכדי שיעשה כיון שלא נעשה בהם מלאכה לא גזרו בזה:",
            "(ט) אוכלי בהמה - ר\"ל דבר שראוי לאכילה לבהמה ומשמע בגמרא דאפילו אין עומד בשבילם כגון עצים רכים שראוי להם לאכילה ג\"כ לא מתקריא עליהם שם כלי:",
            "(י) משום תיקון כלי - ומותר אף בטלטול דדבר הראוי לאכילה מוכן הוא לכל הצורך:",
            "(יא) לפיכך וכו' - ויש שסוברין דדוקא כגון זה שעושה ממנו כלי בתחלה לא שייך תיקון כלי אבל אם מתקן כלי העשוי כבר בדבר אוכל כגון שיש נקב בכלי ונוטל חתיכת לפת וחותכו לפי מדת הנקב שייך בזה תקון כלי [ר\"ן והעתיקו בח\"א ועיין בנ\"א דלדידיה יש בזה חיוב חטאת]:",
            "(יב) אפילו בסכין וכו' - ואפילו הוא מקפיד על המדה אין בזה שום שום חשש איסור מחמת מחתך כיון דדבר אוכל הוא [ח\"א]:",
            "(יג) אפילו ליטלו - ר\"ל אפילו נטילה סתם בלי קטימה אסור משום מוקצה כשאר עצים וכ\"ש אם ירצה לקטמו כדי לחצות בו שיניו דאסור משום שבות דהוא כעין תיקון כלי ודוקא אם יקטמנו ביד דאז פטור מחטאת משום דהיא מלאכה כלאחר יד ואסור משום שבות כמו שכתבנו אבל אם יקטמנו בכלי כדי לחצות בו שניו או לפתוח בו הדלת אז היא מלאכה גמורה שמשוהו כלי עי\"ז וחייב [א\"ר בשם הרא\"ש ורי\"ו]:",
            "(יד) אסור - ואף דיש בזה משום כבוד הבריות שפעמים שנראה הבשר שבין השינים לחוץ וגנאי הוא לו אעפ\"כ אסור דהיה לו להכין קיסם מאתמול במקום הסעודה [גמרא] ולפ\"ז אם הזמינו חבירו לסעודה בשבת ולא היה אפשר לו להכין שום דבר מאתמול לחצות בו שיניו מותר לו לטלטל קיסם לחצות בו שניו אם אין לו ד\"א אך במקום שאין נחשב לו זה לגנאי אסור [מ\"א]:",
            "(טו) מותר לטלטל וכו' - דלא מקצה דעתיה מאלו העצים מעיקרא:",
            "(טז) לחולה - ה\"ה לבריא אלא אורחא דמלתא נקט:",
            "(יז) ומוללו וכו' - צ\"ל וקוטמו ומוללו. ומלילה היינו שמוללו בין אצבעותיו כדי להוציא ריחו וקטימה נמי משום זה שמקום הקטימה הוא לח וריחו נודף והסכימו הרבה אחרונים דהא דמותר לקטום בקשים היינו דוקא ביד אבל לא בכלי אף דהוא קוטם רק כדי להריח ואינו מכוין כלל לעשותה כלי ולכך אסור לקטום ההדס בסכין גזירה דלמא אתי לקטום לחצוץ בו שניו ובזה חייב כנ\"ל בס\"ק י\"ג. ואפילו ביד אינו מותר לקטום בקשין רק להריח אבל לחצוץ בו שניו אסור לכו\"ע:",
            "(יח) אחד קשים - היינו אפילו קשים שאינם ראוים כלל למאכל בהמה אפ\"ה מותר לקטמם ולפשח בהם כל מה שירצה בין שפושח עץ גדול או קטן [רמב\"ם] ודוקא בכל זה שהוא רק להוסיף ריח ע\"י המלילה והקטימה אבל אסור להוליד ריח כגון להניח בשמים בבגד וכדומה כדי שיהיה הבגד מריח אסור [אחרונים] ואגב דאיירינן בשו\"ע לענין חיתוך וקטימה בענין אוכלי בהמה ועצי בשמים נעתיק נמי בזה דין מלאכת מחתך בשאר דברים. א) המחתך עור או כל דבר שאדם מחתך ומקפיד על מדתו בין עץ או מתכת או אפילו נוצות של עוף כיון שמקפיד על מדת ארכו ורחבו וחותך בכונה חייב אבל החותך דרך הפסד או בלא כונה למדתו אלא כמתעסק או כמשחק פטור [רמב\"ם פי\"א] ומה יפה הועילו לנו הנביאים (נחמיה י) וחכמינו ז\"ל במה שאסרו לנו המקח וממכר בשבת שפעמים שיכול לבוא לידי חיוב חטאת כגון שמוכר איזה סחורה ומחתך ממנו לפי מדתו הצריך לו דחייב משום מחתך [ח\"א בכלל ל\"ו]. ב) אין מלאכת מחתך שייך באוכלין וכמו שכתבנו לעיל בסקי\"ב. ג) אם מלאכת מחתך הוא דוקא בכלי או אפילו ביד עיין במה שכתבנו בבה\"ל דתלוי בכל דבר לפי ענינו דדבר שדרכו לחתכו דוקא בכלי אין חייב כ\"א בכלי ודבר שדרכו להפרידו ביד חייב ג\"כ אפילו ביד ומסתברא דאיסור דרבנן יש בכל גווני וכמו שכתבנו בבה\"ל ע\"ש. החותך קיסם בסכין לחצות בו שניו חייב בזה משום תקון כלי לדעת הרא\"ש ולדעת הרמב\"ם משום מחתך ואפשר דחייב לדידיה שנים:",
            "(יט) החלקים שוים - דבזה אין שייך שום איסור של שחיקת קוביא כיון שאין משתכר ע\"י הגורל:",
            "(כ) כיון שמקפידין - ולחלק בלי גורל שרי דמסתמא אמרינן שאין מקפידין אא\"כ רוצים להטיל גורל דאז חזינן שמקפידין ואפילו אם הם שכנים ולא בני חבורה אחת דדרך סתם שכנים להקפיד אלו על אלו מ\"מ לא אסרו רבנן לחלק בלי גורל:",
            "(כא) זה על זה - היינו שלא למחול לחבירו אף על דבר מועט:",
            "(כב) ולהטיל גורל וכו' - היינו דמי שיזכה בגורל יטול הגדולה ומי שיתחייב יטול הקטנה הוא בכלל שחיקת קוביא ממש. [קוביא הוא מה שמשחקין בעצים] וקוביא הוא אבק גזל מדבריהם שאין דעתו להקנותו בקנין גמור ולהכי אסור אף בחול ואף דבעה\"ב עם ב\"ב לא שייך גזל כלל שהרי הכל שלו מ\"מ אסור דלמא אתי לסרוכי בקוביא עם אחרים ובאחרים בודאי אסור בחול וכ\"ש בשבת דקוביא דמי למקח וממכר:",
            "(כג) שאין מקפידים - שהרי הוא נותן להם הכל משלו ולא שייך חשש דמדה ומשקל וגם קוביא אין כאן. ואם בניו חולקים משל עצמם אסור מנה גדולה נגד מנה קטנה [פמ\"ג]:",
            "(כד) להטיל גורל - היינו אם הוא לחלק איזה דבר ואסור אפילו במקום דאתי לאינצויי אבל להטיל גורל מי יאמר קדיש או מי שיעלה לתורה שרי דהא היו מפיסין בשבת במקדש מי שוחט מי זורק [מ\"א] ועיין בנזר הקודש שהביא בשם שבות יעקב ח\"ג סי' כ\"ד שמשמע שאינו מותר רק להטיל גורל מתוך הספר כנהוג אבל להטיל גורל ע\"י פתקאות שנכתבו מע\"ש שם כ\"א עליו ומטילין בקלפי ומוציאין פתקא מי שיעלה לס\"ת אסור וכ\"כ בספר החיים:",
            "(כה) בשבת - עיין במ\"א דאפילו אם הוא דבר מצוה ולא הוי מצי למעבד מאתמול ג\"כ אסור בשבת וביו\"ט משמע ממ\"א דשרי באופן זה ועיין בבה\"ל:\n"
        ],
        [
            "(א) מותר וכו' - היינו אף דמקח וממכר אסור בשבת ויו\"ט ואחד המוכר בפה או במסירה ומשיכה וכן מדידה שאינה של מצוה ג\"כ אסור וכנ\"ל בסימן ש\"ו אפ\"ה מותר לומר בלשון זה שאינו אומר בלשון מכירה מכור לי ואינו מזכיר שם מדה רק כלי זה סתם:",
            "(ב) מיוחד למדה - פי' שרגיל למדוד ולמכור בו:",
            "(ג) ומוליכה לביתו - שאין זה דרך מקח וממכר וגם לא מחזי כעובדין דחול שאף המשקה את חבירו בדרך מתנה דרכו ג\"כ לפעמים להשקות בכלי המיוחד למדה:",
            "(ד) אבל למדוד וכו' - מפני שזהו דרך מקח וממכר של חול:",
            "(ה) ויש מקילין וכו' - היינו דעי\"ז אין איסור על המוכר למדוד בכלי מדה שלו ולשפוך לתוך כליו של לוקח:",
            "(ו) שממעט וכו' - ואין בזה משום גזל שידוע לבעליו שהכל רגילים בכך וכן נהגו להטיל טבעת במדה וזה ההיתר למוכר [מ\"א]:",
            "(ז) יתבאר בסמוך - היינו שמצא סמך שלפעמים מותר להזכיר אף שם מדה ועי\"ש מה שכתבנו בזה:",
            "(ח) מותר וכו' - היינו אף שהמדידה אסור בשבת ויו\"ט מ\"מ מותר להזכירו ועיין לעיל סימן ש\"ז ס\"ח דאסור לומר דבר פלוני אעשה למחר מה שאסור לעשות היום ואולי משום שהוא לצורך שבת התירו [פמ\"ג]:",
            "(ט) אבל לא יאמר וכו' - ואפילו אין קונה ממנו כלל אלא שואל ממנו ואומר השאילני מדה פלונית ג\"כ אסור משום מדידה דהוי כעובדין דחול וכנ\"ל בסימן ש\"ו:",
            "(י) מדה פלוני - או חציה או רביעית כיון שמזכיר שם מדה אבל מותר לומר מלא לי כלי זה עד השנתות:",
            "(יא) במנין - היינו שאומר לו עשרה או עשרים שכן דרך בעה\"ב להיות מונה בתוך ביתו לידע כמה הוא נוטל שלא יטול אלא כפי הצורך הלכך לא מוכח דמשום דמים הוא דמדכר ליה אלא להודיע כמה צריך:",
            "(יב) לומר לחנוני וכו' - דוקא חנוני ישראל אבל אינו יהודי אסור ליקח ממנו ביצים שמא נולדו היום ומוקצה הוא וכן ברמונים שמא נלקטו היום מן המחובר [לקמן סי' תקי\"ז ס\"א]:",
            "(יג) שם דמים - כגון שאומר תן לי בעד כך וכך פשוטים וכ\"ש כשמזכיר לו סכום דמים דהיינו שעושה עמו חשבון הכולל גם ממה שנתחייב לו מכבר פשיטא דאסור:",
            "(יד) ולא סכום מדה - עיין בבאור הגר\"א שכתב דט\"ס הוא וצ\"ל ולא שם מדה דהיינו שמזכיר לו תן לי מדה פלונית וכ\"ש סכום מדה דהיינו שעושה עמו חשבון הכולל מכמה מדות שלקח ממנו מכבר:",
            "(טו) ולא סכום מנין וכו' - דבאופן זה הוא דרך מקח וממכר אבל מנין בעלמא כבר מבואר מקודם דשרי:",
            "(טז) וכן בסכום דמים וכו' - הוא פליג על המחבר דס\"ל דסתם שם דמים אסור למדכר והוא ס\"ל דכמו במנין דוקא סכום מנין אסור ומנין בעלמא שרי למדכר כן הדין לענין דמים והו\"ל למימר ויש אומרים אלא שכן דרכו לפעמים:",
            "(יז) וכן בסכום מדה וכו' - ר\"ל דוקא סכום מדה שעושה עמו חשבון הכולל גם ממדותיו שנתחייב לו מכבר אבל שם מדה בעלמא ס\"ל להג\"ה דמותר למדכר דהא שהזכיר מדה הוא רק לסימנא בעלמא להודיע לו כמה הוא צריך ולא שימדדו דוקא והא דאסר בגמרא להזכיר שם מדה היינו בדבר שאין העולם רגילים למדוד אותו במדה שאז אין אומרים דלסימנא בעלמא נקטיה והמחבר לעיל דלא חילק בזה ס\"ל דבכל גוונא אסור גם בזה:",
            "(יח) אבל בלא\"ה שרי - וזה הקולא הוא רק ללוקח שאינו עובר איסור במה שמזכיר שם מדה וכנ\"ל והיתר למוכר שיהיה מותר למדדו וליתנו בכליו של לוקח מבואר לעיל בס\"א שיוסיף או ימעט מעט:",
            "(יט) ואע\"ג דאסור וכו' - חוזר אתחלת הג\"ה וקאמר דהא דקי\"ל דאסור להזכיר דמים כלל הוא בדבר שאין מקחו ידוע והיינו שאין לדבר ההוא קצבה ופסיקת דמים שאז לא נוכל לומר שמה שהזכיר לו בפשוט הוא רק להודיע לו כמה הוא צריך ולא לפסוק לו דמים בעד המקח שהרי אינו יודע כמה יתן לו בעד שעור זה הדמים אבל דבר שידוע מקחו אמרינן דלסימנא בעלמא נקטיה להודיעו כמה הוא צריך ונמצא שלא הוזכר כאן מכירה בדמים אלא נתינה בעלמא כמה יתן:",
            "(כ) כבר פשט וכו' - והנה יש כמה אחרונים שסוברין שיש ליזהר מדינא שלא להזכיר שם דמים וכ\"ש שם מדה בכל גוונא וכדעת המחבר ומ\"מ אין למחות ביד הנוהג להקל דיש לו ע\"מ לסמוך אבל ראוי ונכון מאד להחמיר בדבר שלא להזכיר שם מדה או דמים ובפרט שיכול לעשות בהיתר שיכול לומר מלא לי כלי זה ולמחר נמדוד אותו ובדבר ששייך בו מנין יוכל לומר דרך מנין תן לי כך וכך ולא יזכיר שם דמים כלל ולא יבואו לחשבון עד למחר. מה שנוהגין שכותבין מע\"ש פלוני הניח כך וכך מעות ופלוני כך וכך ולמחר בשבת כשנותן היין לוקח המוכר מחט ועושה נקבים בנייר כמנין היין שלוקח אסור לעשות כן דהא אסור להסתכל באותו כתב שכתב בו סכום המעות דהוי שטרי הדיוטות. גם עשיית הנקבים בנייר ג\"כ אין נכון לכתחלה וה\"ה דאסור לכתוב בפתקאות מע\"ש סכום מעות ולמחר בשבת כשלוקח היין מניח המוכר את הפתקא במקום ששם האיש כתוב אצלו מכבר דאסור לקרות בפתקאות הללו וכנ\"ל ולכן נהגו ליתן גרעין או שאר דבר על שם האיש לסימן וגבאי צדקה אפשר דמותרין בפתקאות ליתן על שם האיש לזכרון משום דהוי חפצי שמים וכמ\"ש בסימן ש\"ז ומ\"מ טוב להחמיר היכא דאפשר בגרעין וכיוצא בזה וכן נהגו הקדמונים [אחרונים]:",
            "(כא) לא יביאם - ליתן ג' וד' כדים בתוך קופה לישאם משום דנראה כמעשה דחול לשאת משאות:",
            "(כב) לפניו - בידו:",
            "(כג) או על כתפו - אחד או שנים דמוכח דלצורך שבת הוא:",
            "(כד) וכיו\"ב שישנה וכו' - בטור סימן תק\"י איתא בזה\"ל וכן כל כי\"ב ישנה מדרך חול וכו' וזה הלשון מתוקן יותר:",
            "(כה) וי\"א דלמעט וכו' - עיין סימן תק\"י ס\"ח בהג\"ה דפסק כהי\"א אלו וכ\"ז במקום שאין רואין אבל כשנושא אותם דרך מבוי המעורבת דשכיחי בה רבים ואוושא מלתא טובא ויאמרו דלצורך חול הוא מביאם לכו\"ע למעט במשא עדיף:",
            "(כו) מדיחים - אפילו עשר כוסות וא\"צ אלא לאחת רשאי להדיח כולן דהואיל וראוי לו כ\"א הותרו כולן וה\"ה שמציעין יו\"ד מטות:",
            "(כז) לצורך היום - היינו אפי' בליל שבת מותר להדיח לצורך מחר או לצורך סעודה ג':",
            "(כח) כגון שנשאר - ואם יודע שלא יצטרך עוד לאלו הכלים אסור להדיחן משום טורח ולהיפך אם יודע שיצטרך להן כגון שרוצה לאכול עוד פ\"א אפילו לאחר סעודה ג' ג\"כ מותר רק הכא איירינן בסתמא:",
            "(כט) כל היום - ואם ברור לו שלא ישתה עוד שוב אסור להדיח הכוס:",
            "(ל) מותר וכו' - אפילו היה לו הכלי קודם שבת ויו\"ט ולדעת האוסרים אפילו הגיע לו הכלי בשבת שנתן לו הא\"י במתנה אפ\"ה אסור מפני שנראה כמתקן הכלי ע\"י הטבילה דמתחלה היה אסור להשתמש בה ולכך אסור מדרבנן:",
            "(לא) כלי חדש - הנקח מן הא\"י. והמחבר סתם ולא הזכיר באיזה כלי מיירי ומשמע דאפילו כלי מתכת דהרבה פוסקים ס\"ל דטבילתה הוא מן התורה וגם המחבר סתם כן ביו\"ד סימן ק\"כ סעיף י\"ד ג\"כ מותר להטביל ועיין בבה\"ל:",
            "(לב) ויש אוסרים - היינו אפילו בכלי זכוכית ואפילו הוא לצורך שבת [ע\"ת וא\"ר]:",
            "(לג) וי\"ש וכו' - משמע דמצד הדין מסכים לדעה הראשונה ועיין בד\"מ שכתב דמדינא יש לפסוק כדעת היש אוסרים וכן פסק בתשובת שאגת אריה סימן נ\"ו ומ\"מ אם עבר וטבל אפשר דמותר להשתמש בו כיון דיש מתירין אפילו לכתחלה. ואם יש לו ספק על הכלי אם היא צריכה טבילה נ\"ל דיש לסמוך על דעה הראשונה ולהטבילה לכתחלה כשא\"א לו לעשות בנקל העצות המבוארות בשו\"ע:",
            "(לד) במתנה וכו' - ואע\"ג דאסור ליתן מתנה בשבת כמ\"ש בסי' ש\"ו הכא שרי משום צורך שבת:",
            "(לה) ויחזור וישאלנו - ומ\"מ לאחר השבת צריך להטבילו כיון דלבסוף יהיה נשקע הכלי תחת ידו הוא כשלו כ\"כ הט\"ז והביא ראיה לזה ומ\"מ יטבילנו בלי ברכה או יטביל כלי אחר עמו ויברך על שניהם:",
            "(לו) ימלאנו מים - ואינו מברך דאז אינו מוכח שעושה לשם טבילה ופשוט דזה דוקא אם אין לו כלי אחר לצורך שבת דאל\"ה אסור מפני שמפסיד הברכה בידים:",
            "(לז) ששתה בו וכו' - יין אף שבלא הדחה אסור להשתמש בו אפ\"ה לא מקרי מתקן עי\"ז דהא גוף הכלי היתר הוא והיין אוסרו וכשמסירו אינו מתקנו אלא כמסיר ממנו דבר המאוס ואם יודע שלא ישתמש בו היום אסור להדיחו וכנ\"ל בס\"ו במ\"ב ואפ\"ה מותר לטלטל הכוס אף בלא הדחה ואפילו יש בכוס פרורי פת ששרה בו הא\"י בהיין אפ\"ה מותר לטלטל להכוס ולא הוי בסיס לדבר אסור דהפירורים בטלים לגבי הפת. כתב בתרומת הדשן דאין לבטל איסור בשבת דאין לך תיקון גדול מזה ואף דביו\"ד סימן צ\"ט ס\"ו בהג\"ה ס\"ל דאף בחול אין לבטל שום איסור להוסיף עליו עד ששים אפילו אם הוא איסור דרבנן מ\"מ נפקא מיניה לענין יבש ביבש שנתערב חד בתרי דבחול יכול להוסיף עליו עד ששים כדי לבטלו אח\"כ כדאיתא ביו\"ד סימן ק\"ט ובשבת ויו\"ט אסור משום דמקרי מתקן והיכא דמקלי קלי איסורא שרי כמ\"ש בסימן תק\"ז ס\"ב. ומותר לשער ששים אפילו נתערב בע\"ש ולא נודע לו עד שבת. ודוקא לשער בדעת ובמראה עיניו הא למדוד לא אע\"ג דמדידה דמצוה שרי הכא נראה כמתקן בעושה מעשה בידים [פמ\"ג]. כתב המג\"א דיבש ביבש שנתערב חד בתרי מותר להשליך אחד מהן להתיר האחרים דכיון דאינו אלא חומרא בעלמא דמדינא כל שאין נאכל לאדם אחד שרי ע\"כ לא הוי זה כמתקן. סכין טריפה אם רוצה לחתוך בו לחם וכדומה בצונן דבעי הדחה דמשמע שפשוף היטב לא הדחה בעלמא אין לעשות זה בשבת דהוי כמתקן [פמ\"ג עי\"ש עוד]:",
            "(לח) בכל דבר - ואפילו בנתר וחול כשייחד להם מקום מבעוד יום שאינו מוקצה [ונראה דדוקא כשהיה החול מגובל במים מע\"ש או שלוקח עתה החול בלי תערובות מים או להיפך כשנותן הרבה מים שלא יתדבק כלל החול אחד לחבירו דאל\"ה יש בזה משום חשש לישה לכמה פוסקים כמבואר לעיל בסימן שכ\"א במ\"ב ועיין לקמן בסוף סימן שכ\"ו דיוכל ליקח החול בידים רטובות] ואע\"פ שאפשר דגריר והוי ממחק מ\"מ הוי דבר שאין מתכוין ושרי אבל גרתקן הוי פסיק רישיה ומהרי\"ל היה אוסר לשטוף את הזכוכית בשבולת שועל להצהירו וצריך טעם למה ואפשר דס\"ל דדוקא להדיח הכלים שיהיו נקיים שרי אבל לא להצהירו ודוחק:",
            "(לט) חוץ מכלי כסף וכו' - ושאר כלים אפילו בגרתקון נמי שרי:",
            "(מ) מפני שהוא ממחק - וע\"כ אסור להשחיז הסכין בשבת אף שלא בריחיים רק בעץ וכדומה דדומה לממחק [פמ\"ג]:",
            "(מא) שהמלח נמחה - והוא דומה לריסוק השלג והברד המבואר בסימן ש\"כ ס\"ט ע\"ש הטעם במ\"ב וע\"כ כתבו הפוסקים דדוקא לחוף בהמלח אסור אבל מותר ליתן המלח להמים שמדיח בהם כלים ואע\"ג דנמחה ממילא כמו שם דמותר ליתן השלג לתוך המים אע\"פ שנמחה ממילא ואינו חושש:"
        ],
        [
            "(א) אין כוברין - מפני שהוא כמרקד:",
            "(ב) התבן - הוא מה שמחתכין הקש במוריגין ועושין כל זנב השבולת תבן ומוץ הוא מזקן השבולת העליון ואינו ראוי למאכל בהמה וכוברין אותו כדי שיפול המוץ ואשמועינן דאפילו זה אסור בשבת וכ\"ש דאין לרקד התבואה מפסולת שלהן דזה הוא מרקד ממש וחייב:",
            "(ג) נופל מאליו - דרך נקבי הכברה:",
            "(ד) לא ימדוד - היינו בכלי המדה מפני שנראה כאלו הוא מודד למכור אבל ליקח בכלי אחר ולשער קב או קביים מותר וזהו שמסיים אלא שמשער וכו' ועיין בא\"ר:",
            "(ה) אין גובלין וכו' - אף דאינו בר גיבול מ\"מ גזרו רבנן שמא יבוא לגבל קמח דחייב משום לש [רמב\"ם] ודעת הרבה ראשונים דאף במורסן חייב משום לש ועיין בבה\"ל:",
            "(ו) מורסן - ואין חילוק בין אם מגבל הרבה או מעט מעט:",
            "(ז) אבל נותנים בו מים - ואם מותר ליתן מים לתוך הקמח באופן זה עיין בט\"ז שכתב דזה תליא בשיטת הפוסקים דלהרמב\"ם אסור ולשארי פוסקים מותר. וכל זה לדעה קמייתא זו אבל לדעת הי\"א שהובא בסוף הסעיף דס\"ל דאפי' לתוך המורסן אסור ליתן מים משום דנתינת המים זהו גיבולו כ\"ש לתוך הקמח דהוא בכלל גיבול:",
            "(ח) כיון שאינו וכו' - אבל אם ממרס או מסבב בהתרווד נראה כלש:",
            "(ט) אפילו כור וכו' - והוא ששיעור זה צריך לו לחלק לפניהם באותו יום השבת דאל\"ה אסור לטרוח טרחא דלא צריכא:",
            "(י) יש אוסרים וכו' - הוא דעת בעל התרומות וסייעתו דפוסקין כרבי דס\"ל דבנתינת מים לחוד חייב משום גבול בקמח ובמורסן ובאפר ובכל דבר וע\"כ צריך שיתן עליו המים מבעוד יום ואפ\"ה אסור לגבל למחר להדיא אם לא בהולכת שתי וערב וכנ\"ל:",
            "(יא) ועיין לעיל סימן שכ\"א וכו' - ר\"ל דשם נתבאר דנוהגין להחמיר כסברת בעל התרומה וכתב הח\"א דבשעת הדחק יש להתיר ע\"י א\"י שהא\"י יתן המים בשבת ויגבל ע\"י שינוי הנ\"ל. ואם המים היו רותחין אסור אפי' ע\"י א\"י לערות מכלי ראשון משום מבשל אלא יערה הא\"י מתחלה המים לכלי שני ואח\"כ ישפוך המים על המורסן. ודע דמורסן הנזכר בשו\"ע הוא קליפת התבואה הנשארת בנפה כשמנפין את הקמח ולענין מוץ הנושרת בעת הדישה לא נזכר פה בשו\"ע ועיין בבה\"ל שבארנו דלענין מוץ בודאי יש ליזהר שלא ליתן המים בעצמו בשבת דלהרבה גדולי הראשונים חייב בזה משום לש:",
            "(יב) ויש אומרים וכו' - כתב בתו\"ש וכן בספר בית מאיר דכו\"ע ס\"ל הכי ומפני שלא מצא דין זה מפורש רק במקום אחד כתב יש מי שאומר ועיין בחידושי רע\"א בשם מהריק\"ש דדעתו דהרמב\"ם חולק ע\"ז. ומ\"מ לדינא אין להקל דדעת רש\"י והרמ\"ך ג\"כ דיש קושר ומתיר אף באוכלי בהמה וכמו שכתבתי לעיל בסימן שי\"ז ס\"ה בבאור הלכה ובח\"א כתב דגם הרמב\"ם מודה דבקש ותבן יש קושר ומתיר:",
            "(יג) לעשותו אוכל - משום צערא דבהמה:",
            "(יד) שאינם ראוים - והוי בכלל שווי אוכלא דמותר:",
            "(טו) דלועין - ודוקא כשהם קשים שאינם ראויים לאכול בלא חיתוך אבל כשהם רכים הוי בכלל מטרח באוכלים ואסור. ואפילו קשים לא יחתכם דק דק משום טוחן כדלעיל בסימן שכ\"א סי\"ב לענין חתיכת ירק דק דק וע\"ש עוד דאיסור טחינה לא שייך רק אם דעתו להאכילם לאחר זמן אבל מה שדעתו להאכיל הדלועים והירקות וכה\"ג לפני הבהמה והעופות בפ\"א זה לא נחשב טחינה:",
            "(טז) שנתלשו מאתמול - דאלו נתלשו היום אסור אפילו לטלטלן לכו\"ע משום מוקצה:",
            "(יז) בין שהיתה בריאה - ובספר א\"ר מסתפק בבריאה דלא היתה דעתו כלל מבע\"י שתמות ויאכיל ממנה לכלבים דיהיה אסור בטלטול לכו\"ע משום מוקצה וכן בבאור הגר\"א לא ברירא ליה בזה:",
            "(יח) הקשה - ואפילו אם איננה קשה לגמרי שראוי להם לאכילה ע\"י הדחק ג\"כ בכלל שווי אוכלא הוא ושרי:",
            "(יט) שא\"א להם וכו' - וה\"ה כשהיא רכה אך שהכלבים הם קטנים דכל נבלה קשה להם [גמרא]:",
            "(כ) דק דק - דאע\"ג דעופות אין יכולין לאכול כ\"א כשחתוך דק דק מ\"מ אסור משום חשש טחינה ועיין בבה\"ל דזה קאי דוקא על בשר חי כשר אבל לא על בשר נבלה דזה מותר אפילו דק דק:",
            "(כא) לפני עופות - ודוקא כשחותך להאכיל לאח\"ז אבל כל מה שדעתו להאכיל בפ\"א שרי [פמ\"ג]:",
            "(כב) אין חותכין שחת וכו' - אפילו חתיכות גדולות דלית בהו משום טחינה:",
            "(כג) דבלא חיתוך וכו' - ומוכח מזה דמיירי ברכין אבל בחרובין קשין שאינם ראויים בלתי חיתוך מותר דבכלל שווי אוכלא הוא וכ\"ז בחתיכות גדולות קצת אבל דקות אסור משום חשש טחינה אם מחתך להאכילם לאחר זמן:",
            "(כד) אין אובסין וכו' - כ\"ז משום טרחא טרחא יתירה:",
            "(כה) שאינו יכול להחזירו - שתוחב לה לפנים מבית הבליעה:",
            "(כו) למקום שאינה וכו' - ומשמע בגמרא דכל שאינו מרביץ את הבהמה אין יכול לתחוב כ\"כ בעומק ומקום שיכול להחזיר הוא:",
            "(כז) תרנגולים ואווזים וכו' - דהיינו שאסור לתחוב בגרונם המאכל עד שלא יהיו יכולין להחזירו. ואווזות שמפטמים אותם והורגלו בחול לאכול ע\"י המראה ואין אוכלין בענין אחר מותר לומר לעו\"ג להמרותן משום צער בע\"ח אך לא ימרה אותן כ\"א פ\"א ביום אף שרגילין לאכול שני פעמים ביום כ\"כ בתשובת רמ\"א סי' ע\"ט ומשמע שם דאי ליכא א\"י שרי ההמראה אף ע\"י ישראל משום צער בע\"ח וטוב לעשות ע\"י קטן עכ\"ל המ\"א בסימן ש\"ה סקי\"ב אבל בספר א\"ר החמיר שלא להמרות ע\"י ישראל וכדעת מהרש\"ל האוסר בזה וכן בנתיב חיים מחמיר בזה אח\"כ מצאתי במאירי ובחידושי הר\"ן שנדפס מחדש על שבת משמע ג\"כ דעתם כדעת האוסרין ועיין בבה\"ל:",
            "(כח) בפיהם - היינו למקום שיכולים להחזיר והוא הדין עצמו שזכר רמ\"א מקודם וקצת פלא על רמ\"א מה הוסיף בזה אחרי שנזכר בשו\"ע בהדיא ואפשר כדי שלא נטעה בכונת המחבר. ודע דהא שמתירין למקום שיכולין להחזיר היינו דוקא אם הוא זהיר אז שלא לטלטלה דכל בע\"ח הם מוקצים וכנ\"ל בסימן ש\"ח ס\"מ ע\"ש:",
            "(כט) לפני דבורים ולא לפני וכו' - אפילו הם שלו מ\"מ אין מזונותיהן עליו דשכיחי להו בדברא וטרחא שלא לצורך היא:",
            "(ל) ולא לפני חזיר - דאין מזונותיו עליו לפי שאסור לגדלו וכדאיתא בח\"מ סימן ת\"ט. ואם נפלו לו בפרעון חובו שמותר להשהותן עד שימצא למכרן בשויין מקרי מזונותן עליך ומותר ליתן להם מזונות:",
            "(לא) לפני כלב - ואפילו כלב שאינו מגדלו בביתו מותר דמצוה קצת ג\"כ ליתן לו מזונות כמו שאחז\"ל שחס הקב\"ה עליו לפי שמזונותיו מועטין ומשהה אכילתו במעיו שלא יתעכל ג' ימים ועיין בא\"ר. ולפני כלב רע אסור כמו לפני חזיר דאסור משום דאסור לגדל חזירים וכלב רע [אחרונים]. יש נוהגין ליתן חטים לפני עופות בשבת שירה ואינו נכון שהרי אין מזונותן עליך:",
            "(לב) להאכיל וכו' - לפי שמזונותיהן עליך שאין לו מה שיאכל כ\"א מה שנותן לו האדם ודמי לאווזין ותרנגולין. ובטלטול הם אסורין כשאר בע\"ח [פמ\"ג]:",
            "(לג) מעמיד אדם בהמתו - דאיתא במכילתא למען ינוח יכול לא יניחנו תולש ועוקר כתיב למען ינוח ואין זה נוח אלא צער:",
            "(לד) ולא חיישינן - דאיסורו חמיר וזהיר ביה:",
            "(לה) לעמוד בפניה - כיון שאין קרוב לה כ\"כ ליכא למיחש:",
            "(לו) ונותנים לפני שור - שאין השור קץ במאכל הנשאר מן החמור שאין מטיל ריר:",
            "(לז) ואינו ראוי עוד לחמור - רק ע\"י הדחק ומטרח בחנם ודוקא לחמור שאינו מינו הוא קץ במאכלו מפני הריר אבל לפני שור אחר שהוא מינו אינו קץ מפני הריר ומותר לכו\"ע:",
            "(לח) וליתן לפני אחרת - דשמא ימצא ריר בהאוכל ויקוץ בו ויהיה הטרחא בחנם. וכתבו האחרונים דאין למחות ביד הנוהגין היתר דיש להם על מי לסמוך אם לא במינים הידועים שמאכלם נמאס ברירין היוצאין מפיהם וקץ בהם המין האחר שהוא נותן לפניו:",
            "(לט) לגרוף האבוס - שגורפין אותו שלא יתערב העפרורית שבאבוס בתבן ובשעורים שנותנין לפניו ויקוץ במאכלו:",
            "(מ) דאתי לאשווי גומות - היינו דשם רגילות הוא שמכוין לאשויי כדי שלא יפלו השעורים בהגומות [תוספות] ולכן גזרינן גריפה אפילו באבוס שבכלי אבל מותר לגרוף תיבה בשבת מן הפסולת הנמצא בה דלא שייך לגזור:",
            "(מא) לסלק התבן וכו' - דכשהוא רב רוצה לסלקו כדי שלא ידרסנו השור ברעי ואסור משום דבודאי יש בו מה שנמאס כבר במדרס רגליו ולא חזי לטלטול:\n"
        ],
        [
            "(א) לזמן א\"י בשבת - אף דביו\"ט אסור לזמן א\"י לאכול עמו גזירה שמא ירבה לבשל בשבילו כדלקמן בסימן תקי\"ב בשבת דאין לחוש לזה שרי:",
            "(ב) ומותר ליתן וכו' - אף דאסור לטרוח בשבת בשביל מי שאין מזונותן עליו כדלעיל בסימן שכ\"ד אינו יהודי חשיב מזונותן עליו לענין שמותר לטרוח בשבילו משום דמפרנסין עניי א\"י עם עניי ישראל מפני דרכי שלום [תוס']:",
            "(ג) לפניו בחצר - כתבו הפוסקים דדוקא ליתן לפניו והוא יקחם בעצמו שרי אבל ליתן לידו אסור דשמא יוציא לר\"ה ונמצא למפרע דהישראל עשה העקירה מרה\"י דאסור וכדלקמן בסימן שמ\"ז. ודעת הא\"ר דמותר ליתן לו אף בידו כשהוא בחצר כיון שאין נותן לו ע\"מ להוציאו דכיון דהא\"י עומד בפנים כשיוציא לחוץ חשוב עושה בעצמו העקירה ויש להקל בזה כדבריו וכמ\"ש בבה\"ל ואם הישראל אינו מוסר לידו אלא הא\"י לוקח מיד הישראל לכו\"ע מותר כשלוקח ע\"מ לאכול בחצר דאף כשיוציא הלא לא עשה ישראל העקירה כלל:",
            "(ד) לאכלן - אפילו אם אינו מפרש לו שיאכל ג\"כ שרי דמסתמא יאכל שם אלא בא לאפוקי אם אין רשות בידו לאכלן שם או שהוא הרבה שא\"א לאכלן שם אסור ליתנם לפניו דהוי כאלו נותנו ע\"מ להוציא ויש בו משום מראית העין שיאמרו שמוציא בשביל ישראל ובשליחותו וכמבואר בסימן רמ\"ז [מ\"א בשם ש\"ג וכן הוא באו\"ז]:",
            "(ה) ופשט ידו לפנים - ובזה אפילו לא יתנם הישראל לידו אלא יקבלם מיד הישראל דאין עושה הישראל שום עקירה אפ\"ה אסור דכיון שידוע שיוציאנו יאמרו דבשליחותו מוציא וכ\"ש למסור לידו דאסור משום העקירה וכדלקמן בסימן שמ\"ז:",
            "(ו) או ליתן לו - ואפילו לא יתנם לידו אלא יניח לפניו בחצר כיון שידוע שיוציא אסור דיאמרו דבשליחותו מוציא וכנ\"ל בסק\"ד:",
            "(ז) אפילו אם החפצים של א\"י - בטור איתא או אפילו וכו' ופירשו דאדלעיל קאי דהא\"י עומד בחוץ ופושט ידו לפנים דבזה אפילו אם החפצים של א\"י יש מראית עין שיאמרו דשל ישראל הם שמוסר לידו אבל כשעומד בחצר מותר לתת לפניו דלא גזרינן כולי האי בחפצים של א\"י ואמרינן דהרואה אותו שמוציא אח\"כ ידע שהחפצים של א\"י הם:",
            "(ח) בייחד לו מקום - היינו אם היה החפץ ממושכן אצל ישראל אף שייחד לו מקום על החפץ שיבוא ויטלנו כל זמן שירצה אפ\"ה אסור להניחו שיטלנו בשבת דחפץ הממושכן אצל ישראל הוי כשלו ומה שייחד לו מקום לא מהני דשכירות לא קניא ועדיין ברשות הישראל הוא ואיכא משום מ\"ע:",
            "(ט) משום דרכי שלום - כגון א\"י שחלה ושלח אחר מאכל ישראל:",
            "(י) או בא\"י אלם - ומבקש חפציו ואף שאין חשש סכנה בדבר:",
            "(יא) וה\"ה לצורך מצוה - ואף דאסור ליתן לא\"י אם יודע שיוציא החפצים מביתו לר\"ה בשבת אף שלא בשליחות ישראל וכ\"ש כשהוא בשליחותו מ\"מ התירו בכל אלו משום דלדידן להרבה פוסקים אין לנו ר\"ה דאורייתא ואינו אלא שבות דשבות והתירו במקום מצוה או מפני דרכי שלום וכה\"ג ומ\"מ צריך ליזהר בכל אלו שלא למסור ליד א\"י דיעשה הישראל עקירה דהא אפשר לבקש להא\"י שיקחנה בעצמו ואפילו אם הא\"י מבקש שיתנו לתוך כליו יש ליזהר שיעמידנו בבית ואחר שישפוך הישראל לתוכו יקחנו:",
            "(יב) חמץ מביתו - כגון ע\"פ שחל בשבת [מרדכי]:",
            "(יג) דרך מלבוש - דאל\"ה אסור כשאר חפצים של ישראל כיון שממושכנין אצלו דיאמרו דהישראל צוה להוציאו וכנ\"ל בסק\"ח מיהו אם הא\"י אלם ואינו רוצה לקחת בדרך מלבוש מותר בכל גווני וכנ\"ל:",
            "(יד) ויניח אחר - כתב באגודה ה\"ה אם הא\"י מניח המעות ונוטל המשכון נמי שרי ובלבד שלא יחשב הישראל עמו ולא יגע בם [מ\"א ותו\"ש] ובא\"ר משמע דהוא סובר דכשמניח מעות מחזי כמשא ומתן ולדידיה אין להקל בזה כ\"א כשהא\"י אלם ומ\"מ נראה דאם יוכל להגיע לו מזה הפסד כגון שאין משכון שוה הכסף וכדומה יש לסמוך על המ\"א ותו\"ש:",
            "(טו) ולא יגע - בשום אחד מהמשכונות לא בהישן ולא בהחדש מיהו בישראל כה\"ג יש להקל שיגע בו דבישראל לא מחזי כמו\"מ אלא כמשאילו ואם בא הא\"י ליטול משכונו ואין הישראל מאמין לו אין ישראל אחר רשאי לערב עבורו דאסור משום ממצוא חפצך:",
            "(טז) יש אוסרים - שמא היתה ביה\"ש קמח או עיסה שאינו ראוי לכוס ואיתקצאי לביה\"ש ואפילו אם נאמר דהיו אז חטים דראוי לכוס מ\"מ אין ראוים לאכול באותו ענין שנעשו לבסוף לאחר שנעשה בו איסורא דאורייתא שנעשה לחם והו\"ל נולד ויש שאוסרין מטעם אחר שמא יאמר לא\"י לבשל ואע\"ג דא\"י שהדליק נר לעצמו לא גזרינן כמ\"ש סימן רע\"ו במידי דאכילה דלהוט ביותר גזרינן טפי וכתב המ\"א בסימן תקי\"ז דמדברי המחבר שם משמע דס\"ל כטעם הזה:",
            "(יז) ויש מתירים - דלא מחלקי בין מידי דבר אכילה ללאו בר אכילה כיון שמ\"מ עשהו בשביל עצמו ולענין מוקצה ס\"ל כיון שהיה יכולת ביד הא\"י לגמרו אין ע\"ז שם מוקצה ונולד. כתב ב\"י בשם או\"ז שלדברי הכל אם בישל או אפה עבד ישראל בשבת אפילו לצורך עצמו ואפילו בשבת ראשונה ובפעם ראשונה שאין העבד יודע אם אדונו יאכל מזה אם לאו אפ\"ה אסור מפני שהוא מכירו ומרגילו לשבת אחרת ע\"ש שהביא לזה ראיה מתוספתא ועיין לקמן בסי\"א מה שנכתוב בזה:",
            "(יח) ובשעת הדחק - כגון שדר בכפר יחידי שא\"א לשאול פת מחבירו [אחרונים]:",
            "(יט) על המתירין - ומ\"מ יזהר שלא לקרוא אותו לביתו לפרוע לו דמיו דהוי מקח וממכר ועיין לעיל בסימן שכ\"ג ס\"ד [רי\"ו הובא בב\"י]:",
            "(כ) ליתן לו מעות וכו' - דזה אסור לד\"ה ואפילו לצורך מצוה:",
            "(כא) שצד דגים וכו' - ובזה כו\"ע מודו דאסור משום דהוא ודאי מוקצה שנצודו בשבת ולא היו מזומנים מאתמול [וכ\"ש האוסרין גם בפת בס\"ד] ולאו דוקא שצדן א\"י דה\"ה אם נצודו מאליהן בשבת בהמצודה שפרסו מע\"ש:",
            "(כב) או ליקט פירות - ג\"כ משום מוקצה דמחוברין היו ביה\"ש וגם דגזרינן בזה שמא יעלה ויתלוש כמו שגזרו על פירות הנושרין בשבת כדלעיל בסימן שכ\"ב [משום דאדם להוט אחריהן וגם בקל הוא לתולשן] וה\"ה כאן שנתלשו ע\"י א\"י דלא גריעי דשניהן נתלשו שלא ע\"י ישראל:",
            "(כג) אסורים לישראל - בין באכילה בין בטלטול:",
            "(כד) ואפילו ספק - דספק מוכן אסור ואפילו המתירין לקמן בס\"ז בספק לענין מו\"ש בזה מודי וכדלקמיה ודוקא בספק הוא דאסור דתלינן דבו ביום נצודו ונתלשו אבל אם ניכר דנתלשו מע\"ש כגון פירות שנכמשו וכן בדגים בכה\"ג שרי וכדלקמן בסימן תקט\"ו עי\"ש בב\"י:",
            "(כה) לערב מותרין מיד - דדוקא כשעשה המלאכה בשביל ישראל הוא דגזרו לאסור בערב עד כדי שיעשו כדלקמיה בסעיף שאח\"ז אבל כשעשה לעצמו לא שייך למגזר [אחרונים]:",
            "(כו) אם ליקט וצד - וה\"ה בכל המלאכות דאורייתא שעשה הא\"י בשביל ישראל ואפילו עשה מעצמו בלא צווי הישראל כדלקמן בסימן תקט\"ו ע\"ש בב\"י:",
            "(כז) בשביל ישראל וא\"י - כגון שהיה מחצה ישראל ומחצה א\"י או בידוע שגם לישראל צד וליקט אף דהרוב היו א\"י [מלקמן סימן תקט\"ו סעיף ו' בהג\"ה] ועיין במש\"כ לעיל סימן רע\"ו בבה\"ל:",
            "(כח) צריך להמתין וכו' - והיינו אפילו ישראל אחר שלא נלקט בשבילו כיון דעשה מלאכה דאורייתא בשביל ישראל אסור לכל ליהנות עד מו\"ש בכדי שיעשו [ובשבת גופא בטלטול נמי אסור כבסימן תקט\"ו] ולאו דוקא בצד דה\"ה בכל המלאכות וכנ\"ל להטעם דאסרו לכל עד בכדי שיעשו שלא יהנו ממלאכה הנעשית בשביל ישראל בשבת וגם דגזרו דכשיהיה מותר מיד במו\"ש יאמרו לא\"י בשבת להכין שיהיה מזומן על מו\"ש מיד:",
            "(כט) בכדי שיעשו - מבואר לקמן סימן תקט\"ו דהיינו שיעור שילך הא\"י במו\"ש למקום שלקט וילקוט שם אחרים ויחזור לכאן ואם אינו ידוע מהיכן הביאו שיעורן בכדי שיביא מחוץ לתחום ואם בתחלה בשבת הביאן על סוס משערינן ג\"כ דרך רכיבה [מ\"א בשם כנה\"ג] ולענין אם נאמן א\"י במסיח לפי תומו שנלקטו מע\"ש עיין במש\"כ שם ובסימן תקי\"ג:",
            "(ל) ספק אם לקטן וכו' - כגון שהא\"י אמר לישראל ליתן לו פירות בשבת והלך לבית הא\"י ונתן לו פירות דספק אם לקט אלו בשבילו או חשב ללקוט אחרים בשבילו ואלו לקט לעצמו מתחלה אבל א\"י שהביא דורון לישראל לא הוי ספק דאמרינן דודאי בשבילו לקטן וכן אם הביא פת חמה לישראל אמרינן דודאי בשבילו אפה [מ\"א ותו\"ש וש\"א דלא כב\"ח]:",
            "(לא) ואין ידוע וכו' - גם זה לאו בהביא דורון מיירי דבהביא דורון [או הביא למכור] חשבינן כודאי תלשן בשבת דמסתמא הביא מן המשובחין שנלקטו היום ואסורין במו\"ש בכדי שיעשו לכו\"ע:",
            "(לב) אסורין בו ביום ולערב וכו' - והטעם דאסרו מספק אף שהוא מלתא דרבנן דספיקא לקולא משום דהוא דבר שיש לו מתירין שאפשר להמתין עד מו\"ש. ואם היו שני הספיקות יחד אם תלשן בשבת וגם אם תלשן בשביל הישראל בשבת גופא אסור דהא אפילו ודאי לא בשביל ישראל לקטן אסור בשבת משום ספק מוכן כנ\"ל בס\"ה אבל במו\"ש יש להתיר בזה מיד משום ס\"ס [תו\"ש ופמ\"ג וח\"א]:",
            "(לג) וי\"א דלערב יד מותר מיד - דס\"ל דלא אסרו רבנן בזה מספיקא ומ\"מ בשבת גופא דאיסורו משום מוקצה מודו דאין להתיר אפילו היכא דרק ספק אם נלקטו בשבת דבספק מוכן החמירו יותר משאר ספיקות דרבנן וכנ\"ל בס\"ה ולדינא כתב הא\"ר דמשמע מאחרונים דיש לסמוך על הי\"א הזה דאין להחמיר למו\"ש אבל בח\"א כתב דאין להקל רק לצורך מצוה וכן משמע מא\"א סקי\"ח שאין להקל בזה ושכן הכריע הב\"י בסימן תקט\"ו:",
            "(לד) שאין בו חשש - כגון דברים אחרים שאין שייך בהם צידה ולקיטה או אפילו בהני אלא שניכרין שלא נצודו ונלקטו בשבת כנ\"ל וכדלקמן סימן תקט\"ו:",
            "(לה) מותר - היינו אף באכילה ואפילו להאוסרין בס\"ד בכל המלאכות של אכילה שעשה הא\"י בשביל עצמו באיסור תחומין שרי ואף בתחומין די\"ב מיל וכדלקמיה:",
            "(לו) מותר לטלטל - דהא מחמת עצמן אין בהן איסור מוקצה שלא נצודו בשבת ואף דבאכילה אסורין לאותו ישראל כיון שלישראל אחר מותרין אין עליהם שם מוקצה דהא ראוים לישראל אחר [הרא\"ש]:",
            "(לז) אבל לאכול אסור וכו' - ואם הביאו בשביל שני בני אדם שני דברים אסורין להחליף כדי להתיר באכילה דאם יהיו מותרין יבואו לומר לא\"י לכתחלה להביא להם. ולמכור לאחר שלא הובא בשבילו מותר [והיינו באופן ההיתר המבואר בסימן שכ\"ג] ובלבד שלא ירויח למכור ביוקר ממה שלקח [כנה\"ג]:",
            "(לח) למי שהובא בשבילו - ומבואר לקמן בסימן תקט\"ו דה\"ה לב\"ב דאסור [וה\"ה לאורחים שהיו מזומנים אצלו בשבת עיין שם במ\"ב] ואם הביא למכור בעיר שרובה ישראל אסור לכל דבשביל כולם הביא ובעיר שרובה א\"י כתוב בשו\"ע שם דמותר ועי\"ש במ\"א. ודע דאם הובא בספינה למעלה מיו\"ד שרי דאין תחומין למעלה מיו\"ד [מ\"א] ועיין בסימן ת\"ד דהיינו שלא היה ביבשה בבין השמשות וגם לא היה למטה מעשרה פעם אחד דאם היה למטה פ\"א ויצא משם חוץ לתחום אף שהיה אח\"כ כל הדרך למעלה מעשרה וכ\"ש אם היה ביבשה ביה\"ש אסור לטלטל חוץ לד\"א עי\"ש:",
            "(לט) בכדי שיעשו - הכל לפי הענין שנעשה מלאכה בשבת דאם הביא הא\"י דרך רכיבה על הסוס צריך לשער ג\"כ באופן זה. ואם הביא ממקום רחוק הרבה ושהה ג' ימים א\"צ להמתין רק יום אחד כנגד הזמן שהלך בשבת והיינו בידוע מאיזה מקום הביא אבל כשאין ידוע משערינן לעולם כמו שהביאן חוץ לתחום:",
            "(מ) ויש אומרים וכו' - לפי שאין רגילות להביא בלילה ממקום רחוק וא\"כ אכתי נהנה הישראל במה שהביאו ביום וע\"כ צריך להמתין שיעור ההבאה למחר ביום ודוקא בזה שהובאו ממקום רחוק דהוא חוץ לתחום ס\"ל כן משום דאין דרך להביאו בלילה משם אבל לעיל כשהיא תוך התחום אלא שלקטו או צדו בשבת גם לדעה זו סגי להמתין בכדי שיעשו בלילה וכתב המ\"א דהיש\"ש פסק כסברא ראשונה להקל וכן מסתבר דאין להחמיר בזה דהא להי\"א השני מתירין לגמרי וכ\"ש לצורך אורחים או שאר דבר מצוה בודאי יש להקל אבל אם היה בו גם איסור דאורייתא שלקט ממחובר חוץ לתחום יש להחמיר מ\"מ לדבר מצוה יש להקל בכל גווני:",
            "(מא) ולאחרים מותר - דבתחומין דרבנן לא אסרו לאחרים רק למי שהובאו בשבילו וכן בשאר איסור דרבנן כדלקמיה בס\"י [ואם הביא גם דרך ר\"ה עיין לקמן סי\"ד סקע\"ה] ואפילו בתחומין די\"ב מיל להסוברין דהיא דאורייתא כיון שאינו מפורש בקרא לא החמירו בו [מ\"א בשם תה\"ד בסימן תקט\"ו]:",
            "(מב) מותר לערב מיד - דס\"ל דבאיסורי דרבנן א\"צ להחמיר בכדי שיעשו אף למי שהובא בשבילו ולדינא יש להחמיר כסברא ראשונה [א\"ר בשם ב\"ח ומהרש\"ל וכתב שכן משמע מסתימת השו\"ע לקמן סימן תקט\"ו] וכ\"ש בתחומין די\"ב מיל די\"א דהוא דאורייתא:",
            "(מג) בתוך ד\"א - דכל דבר שיצא חוץ לתחום אסור לטלטל חוץ לד\"א אף שמותר באכילה במקומם אם לא בעיר שמוקפת מחיצה דנחשב כל העיר כד\"א:",
            "(מד) מוקפת חומה - וה\"ה כשנתקן בצורת הפתח דחשיב נמי כל העיר כד\"א וכ\"ש בית וחצר דנחשב כל ההיקף כד\"א:",
            "(מה) והוא שתהא מוקפת וכו' - דאם אינה מוקפת לדירה או שהניח הא\"י בשדה אין להחפץ רק ד\"א ואם טלטל אותו אחד אמה או שתים שוב אין רשאי אחר לטלטלו רק עד תשלום ד\"א [מ\"א ותו\"ש וש\"א]:",
            "(מו) ועיין לקמן סימן ת\"א - היינו דשם כתב לכאורה היפך זה אבל הט\"ז כבר יישב שם דלא סתרי אהדדי ע\"ש:",
            "(מז) אם הוא ספק וכו' - ואף דספיקא דרבנן לקולא אסור בזה משום דהוי דבר שיש לו מתירין דאפשר להמתין עד ערב וכנ\"ל [רמב\"ן במלחמות פרק כ\"ב והה\"מ וכן העתיקו האחרונים]:",
            "(מח) אסור - סתם בזה כדעת הגאונים דאוסרין בספק וכן סתם בסעיף ט\"ו [ודלא כדעת המתירין המובא בב\"י והוא דעת הי\"א שבסעיף ז'] והנה אף דלדעתם אף במו\"ש אסור בזה בכדי שיעשה מ\"מ הסכימו האחרונים דלענין מו\"ש אין להחמיר בזה דהא אפילו בודאי חוץ לתחום יש אומרים דא\"צ להמתין בכדי שיעשה וכנ\"ל בס\"ח ע\"כ בספק עכ\"פ יש לסמוך על המתירין:",
            "(מט) אין לחוש מספק - שהפירות האלו הביאן חוץ לתחום דאדרבא דאמרינן כאן נמצאו כאן היו:",
            "(נ) ואפילו וכו' - ואף דבזה יש לספק שהביא מהבית שיש לו חוץ לתחום מ\"מ תלינן להקל דעד כאן לא אסרינן מספק אלא בא\"י שאין לו דירה כלל בתוך התחום חיישינן דשמא חוץ לתחום הביאו בשבת אבל בזה שיש לו בית בתוך התחום לא מספקינן כלל שמא הביאו מחוץ דאמרינן כאן נמצאו כאן היו היינו בהבית שבתוך התחום:",
            "(נא) שאין הא\"י מכירו - דבמכירו אף שהא\"י עשה לעצמו אסור דגזרו שמא ירבה הא\"י לדלות בשבילו ועיין לקמיה בס\"ק ס\"ו דאפילו דלה שלא בפני ישראל אסור ואך עכ\"פ בעינן שידע הא\"י שהישראל צריך לאותה המלאכה דאז נוכל לומר שיכוין להרבות בשבילו במכירו וע\"ש עוד מה שכתוב בזה:",
            "(נב) בכל מיני תשמיש - היינו דלא מבעיא לשתיה דעקרו עומד לכך בודאי אסור אלא אפילו שאר תשמישין נמי אסור להשתמש בם [תוס']:",
            "(נג) אפילו ישראל אחר - דכיון דאתעביד בהו מלאכה דאורייתא בשביל ישראל אסור לכל ישראל וכנ\"ל בס\"ו ואפילו לערב במו\"ש יהיה אסור עד בכדי שיהיה שהות לדלות חדשים וכנ\"ל:",
            "(נד) לכרמלית - דאינו אלא מלאכה דרבנן מותר לישראל אחר וכנ\"ל בס\"ח:",
            "(נה) הואיל ואפשר - דלא חשיב נהנה ממלאכת הא\"י בשבת כיון דאפשר לו לירד לתוך הבור ולשתות בהיתר בלא חילול שבת דדוקא בבהמתו אסור דא\"א לה לשתות מתוך הבור ובבהמה נמי אם הביא מים מנהר שאפשר לה לשתות משם גופא או שהביא מבור העומד ברה\"י שהיה אפשר להכניסה שם ולהשקותה בלא חילול שבת ג\"כ יהיה מותר דאף דהא\"י הביא דרך ר\"ה באיסור לא חשיב נהנה ממלאכת שבת כיון דאותה ההנאה היה יכול ליהנות בלא חילול שבת אבל אם בפעם הזה הביא הא\"י מים לבהמתו מבור שהוא רה\"י העומד בר\"ה דאלו המים א\"א להשקותה בהיתר וכנ\"ל אף שיש שם גם נהר שהיה אפשר להשקותה משם אסור דעכ\"פ מים אלו הביא ממקום שא\"א לה לשתות בהיתר:",
            "(נו) לילך שם - ואם אין הישראל יכול לילך שם מפני סכנת דרכים אסור גם לדעה זו ופשוט דה\"ה להדיח כלים בהמים או לעשות בם שאר תשמישין שלא היה אפשר לעשות שם בתוך הבור דינו כבהמתו ואסור גם לדעה זו ולענין דינא העיקר כדעה ראשונה דהוא דעת כל הראשונים וכן משמע מהגר\"א ותו\"ש ורק לצורך גדול או לצורך שבת יש לסמוך ע\"ז להקל ובמו\"ש יש להתיר מיד בכל גווני:",
            "(נז) ויש מתירין - האחרונים נדחקו מאד בטעם הדבר דהא אף היש מקילין דבסמוך לא מצינו שהקילו רק לענין דיעבד אבל לא לכתחלה להתיר אמירה לא\"י אפילו בכרמלית וכ\"ש בר\"ה וגם מה שציין המציין ע\"ז כלבו כתב המ\"א דלא נמצא זה בכל בו והגר\"א כתב דהוא דעת ראבי\"ה המובא בב\"י בסימן ש\"ז ע\"ש:",
            "(נח) או שאר דברים - היינו דבר שהוא צורך שבת קצת:",
            "(נט) דרך כרמלית - ובד\"מ משמע דנהגו להקל אף בר\"ה דילן:",
            "(ס) ואע\"פ שיש להחמיר - דמטעם שבות דשבות אין מתירין לכתחלה רק בצורך גדול או לדבר מצוה גמורה כגון שהוא צריך המשקה לקידוש או להביא התבשיל החם שהוכן לסעודות שבת:",
            "(סא) אין למחות - ועכ\"פ לא יתן מעות לא\"י ע\"ז [מ\"א] וגם לא יתן לו הכלי לידו ולא יקבלם מידו בעת הבאתו כדי שלא יעשה הישראל העקירה וההנחה [אחרונים]:",
            "(סב) לצורך שבת - כתבו האחרונים דמ\"מ אין להקל אלא בשכר וכיו\"ב מהדברים הצריכים בשבת שא\"א להיות בלעדם אלא בדוחק קצת אבל דברים שא\"צ כ\"כ כגון פירות וכיו\"ב אין להקל ואפילו אם הוא רוצה להתענג בהם לכבוד שבת ולא יפה עושין המשלחין ע\"י א\"י מגדנות לאורח ולחתן חוץ לעירוב:",
            "(סג) ובשעת הדחק - היינו או בשעת הדחק [כ\"מ בד\"מ]:",
            "(סד) לצורך בהמתו - ולדעת היש מקילין הנ\"ל אף כשלקטן לצורך בהמת ישראל מותר כיון שיכולה לאכול במחובר אם לא שהיה בעבר הנהר שאינה יכולה לאכול משם או שהיו העשבים מועטין שאין דרך להאכיל במחובר אבל שארי פוסקים לא חלקו בזה והעיקר כמותם וכנ\"ל אך אם הוא שעת הדחק שאין לישראל עשבים כתב הח\"א דיכול לסמוך על דעת היש מקילין הנ\"ל ולומר לא\"י שיאכילנה לבהמתו אפילו אם לקטן לצורך ישראל וכן במילא הא\"י מים מן הנהר במקום שיכולה הבהמה בעצמה לילך ולשתות ואין לו מים אחרים ליתן לה אע\"ג שמלאן א\"י בשביל ישראל מותר אבל לומר לא\"י ללקט עשבים בכל ענין אסור דהוי מלאכה דאורייתא וכן לומר לא\"י למלאות מים מן הבור שהוא רה\"י לר\"ה בכל ענין אסור אך אם סביב הבור הוא כרמלית מתיר שם בכלל ס\"ב ע\"י א\"י משום צער בעלי חיים ודוקא פעם אחד ביום ולא יותר וע\"י ישראל לעולם אסור:",
            "(סה) מאכיל אחריו ישראל - דמוקצה מותר בהנאה:",
            "(סו) אבל אם מכירו וכו' - מדסתם המחבר משמע דאף אם שלא בפני הישראל ליקט אסור אם מכירו וכן פסקו כמה אחרונים ועכ\"פ בעינן שידע הא\"י בשעת מלאכתו שצריך לזה הישראל המכירו דאז שייך למגזר שיכוין להרבות בשבילו ויש פוסקין המחמירין שסוברין דאפילו אם כבר עשה הא\"י ולא ידע אז שהישראל צריך אסור אם מכירו דאף דאין בזה חשש שירבה בשבילו בשבת זו גזרינן דבמה שיהנה ממלאכתו ירגילו להרבות בשבילו לשבת אחרת ולעת הצורך יש להקל בזה:",
            "(סז) אסור - היינו רק עד הערב וא\"צ להמתין בכדי שיעשו [מ\"א]:",
            "(סח) מותר - דאף להסוברין לאסור משום שבת אחרת לא חיישינן בזה שיעשה בשביל ישראל עצמו לשבת אחרת דדוקא בדבר שיעשה לעצמו חיישינן שמא ירבה בשביל ישראל אבל לא שיעשה בשביל ישראל לבדו:",
            "(סט) אם אומר בפירוש - ר\"ל ואסור אפילו אם השתמש מתחלה בעצמו ג\"כ וכדלעיל בסעיף וי\"ו:",
            "(ע) והלך וכו' - ולא נשתמש בו מאומה ומשמע דאם לא היה הא\"י הולך היה מותר לישראל להשתמש תיכף משהדליק הנר אף קודם שהשתמש בו הא\"י משום דתלינן דמסתמא הדליק אדעתא שישתמש בו אח\"כ ועיין בעו\"ש ובבה\"ל בס\"י ד\"ה להשקות:",
            "(עא) א\"צ למחות בידו - מללקט ולהאכיל לבהמתו כיון שאינו עושה זה בצווי ישראל אלא מעצמו ואמרינן דלאו להנאת ישראל מכוין אלא אדעתא דנפשיה עושה כדי להרויח ולכן א\"צ למחות בו וכדלקמן בסימן של\"ד סכ\"ה לענין דליקה שא\"צ למחות בא\"י כשבא מעצמו לכבות משא\"כ בסי\"א שהישראל בעצמו מאכיל אסור כיון שנהנה בידים וה\"ה כשהא\"י מאכיל בצוויו ג\"כ אסור אף שליקט מעצמו מתחלה:",
            "(עב) אבל אם רגיל וכו' - דהוא רק הערמה בעלמא ואסור:",
            "(עג) עולמית - ואע\"ג דבכל מלאכות שנעשה בשביל ישראל אינו אסור רק בכדי שיעשה הכא דהוא מילתא דפרהסיא וכדלקמיה החמירו בו חכמים טפי וה\"ה בכל מילי דפרהסיא שנעשה בשביל ישראל אסור לו עולמית [מ\"א בשם הרמב\"ם] אבל מדברי הט\"ז בשם הר\"ן משמע דדוקא הכא החמירו חכמים לאסור עולמית משום שגנאי הוא לישראל שיקבר בקבר מפורסם שנתחלל בו שבת בשבילו אבל בשאר מלאכות בכל גווני אינו אסור רק בכדי שיעשה ועיין סוף סימן תרס\"ד וכדברי הר\"ן מצאתי עוד בכמה ראשונים וע\"כ אין להחמיר בעת הצורך:",
            "(עד) והוא שימתין וכו' - ואע\"ג דלאחר לא שייך למגזר שמא יאמר לא\"י בשבת לעשות כדי שיהיה מוכן למו\"ש מ\"מ לא חילקו בדבר שנעשית בו מלאכה גמורה בשביל ישראל. ודע דבכל המלאכות שנעשית בשביל ישראל דאמרינן דצריך להמתין בכדי שיעשו אפילו אם אמר לו לא\"י שיעשה עבורו אף דעבד איסורא בזה אפ\"ה אין צריך להמתין במו\"ש רק עד כדי שיעשו משום שלא יהנה ממלאכת שבת ולא יותר [מ\"א]:",
            "(עה) שהביא בשבת וכו' - מיירי שהביאן מחוץ לתחום וגם היה דרך ר\"ה שנעשה איסור תורה דאם לא היה דרך ר\"ה היה מותר לאחרים לערב מיד:",
            "(עו) ממקום קרוב - דהיינו מחוץ לתחום ואם הביאן דרך סרטיא גדולה שהוא מפורסם אסור לו עולמית כמ\"ש סי\"ד לגבי ארון וקבר:",
            "(עז) ואם ידע בודאי וכו' - בין להחמיר וכגון שהוא הרבה יותר מתחום ובין להקל כגון שהוא בתוך התחום ומחמת שהביאן דרך ר\"ה לכך צריך להמתין עד כדי שיביאו מאותו מקום שלא יהנה ממלאכת שבת:",
            "(עח) ימתין לערב כדי וכו' - ר\"ל אפילו הוא דבר המצוי במקום קרוב כיון שבא עתה מרחוק צריך להמתין בכדי שיבוא ממקום שבא [ב\"י]:",
            "(עט) וה\"מ כשהביאם וכו' - קאי אתוך התחום לכך מותר כשהביאן דרך כרמלית אפילו לו לערב מיד דאם היה מחוץ לתחום אפילו דרך כרמלית היה אסור לו בכדי שיביאו ולאחרים מיד וכמו שסתם לקמן בסימן תקט\"ו ס\"ה ואף דעל כרמלית יש ג\"כ איסור דרבנן כמו על תחומין מ\"מ הקילו בו משום שאינו מתהנה כ\"כ בהבאת הא\"י מתוך התחום:",
            "(פ) ספק אם הובאו וכו' - וגם כאן שייכי הני תנאים שנזכרו בס\"ט [ט\"ז]:",
            "(פא) חוששין שמא וכו' - וע\"כ צריך ג\"כ להמתין בערב כדי שיביאו מחוץ לתחום:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}