{
    "versionTitle": "Hilchos Shabbos #3",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) יהא זהיר מאד - וכדאיתא בגמרא חייב אדם לאכול ג' סעודות בשבת ואסמכוהו אקרא דכתיב ויאמר משה אכלוהו היום כי שבת היום לה' היום לא תמצאוהו בשדה ותלתא היום כתוב בקרא זה ואחז\"ל כל המקיים שלש סעודות בשבת ניצול משלש פורעניות מחבלו של משיח ומדינה של גיהנם וממלחמת גוג ומגוג שנאמר וגו'. ואף לעני העובר ממקום למקום צריך ליתן לו כל הג' סעודות בשבת וכדאיתא ביו\"ד בסי' ר\"נ ועיין לעיל בסימן רמ\"ב במ\"ב דאף בשביל סעודה שלישית כשמשיג באיזה מקום ללוות צריך ללוות:",
            "(ב) בכביצה - לאו דוקא אלא מעט יותר מכביצה דכביצה מקרי עדיין אכילת עראי כמ\"ש סוף סימן רל\"ב ולא חשיב סעודה [מ\"א] וי\"א שאפילו בכזית יוצא ידי הסעודה ונכון להחמיר לכתחלה אם אפשר לו:",
            "(ג) אינו חייב וכו' - דהסעודה לעונג ניתנה ולא לצער:",
            "(ד) ליתן מקום - דאל\"כ לפעמים היא אכילה גסה ואינה חשובה אכילה:",
            "(ה) בליל שבת וכו' - וג\"כ צריך לקדש בשחרית כל הקידוש של לילה מלבד ויכלו אם לא קידש בערבית וכנ\"ל בסימן רע\"א ס\"ח וה\"ה ביו\"ט מי שלא אכל בליל יו\"ט צריך לאכול שתי סעודות למחר ביום [דביו\"ט החיוב הוא שתי סעודות אחת בלילה ואחת ביום] וה\"ה שיאמר בשחרית כל הקידוש של יו\"ט של לילה אם לא קידש בלילה:",
            "(ו) שלש סעודות ביום - ואם שכח רצה בבהמ\"ז בסעודה שניה מצדדים האחרונים שלא לחזור ולברך:",
            "(ז) משש שעות ומחצה - ואם התחיל לאכול הסעודה שלישית קודם חצות ונמשכה הסעודה עד אחר שהגיע זמן מנחה גדולה יצא דהא עכ\"פ אכלה בזמנה ולא אזלינן בזה בתר התחלה:",
            "(ח) דאז חוזרות - ר\"ל דאז קרוב לזמן החזרה לגיהנם ואיתא במדרש כל השותה מים בשבת בה\"ש כאלו גוזל קרוביו המתים ועיין במרדכי פרק ערבי פסחים באורו:",
            "(ט) ועל כן אין לאכול - דפן יבוא גם לשתות:",
            "(י) מנחה תחלה - דאסור לאכול עד שיתפלל והדעה הראשונה ס\"ל דסעודה קטנה שרי כמ\"ש בסימן רל\"ב:",
            "(יא) וכן נוהגים לכתחלה - ובמקום שקשה לו לקיים הסעודה לאחר מנחה יוכל אפילו לכתחלה לקיים הסעודה קודם מנחה אם הוא קודם זמן מנחה קטנה ועיין לעיל בסימן רל\"ב במ\"ב ובסימן ר\"צ במ\"ב:",
            "(יב) הנהרות - ס\"ל לדעה זו דמה דאיתא במדרש הנ\"ל דאין לשתות מים בין השמשות היינו דוקא בשותה מן הנהרות:",
            "(יג) רק בע\"ש - שמפרשים מה דאיתא במדרש הנ\"ל בשבת בין השמשות היינו בין השמשות של ליל שבת:",
            "(יד) ויברך בהמ\"ז וכו' - וכתבו האחרונים שאח\"כ יקום וילך מעט בינתים והנשארים במקומן לא יצאו ידי חובתן דהוי כסעודה אחת. וכתב הב\"י דלא ידרוש ברבים לעשות כן להפסיק סעודתן כיון שקודם חצות אין רשאין להפסיק אין הכל בקיאין בזה:",
            "(טו) אלא אכילה גסה - כי כל זמן האכילה האיצטומכא פתוחה משא\"כ אחר הסעודה ולא חיישינן שגורם ברכה שא\"צ כיון שמוכרח לעשות כן משום סעודה ג' שתהיה כדין וזהו מה שמסיק רמ\"א אבל מי שיודע וכו' כדי לצאת מחשש ברכה שאינה צריכה:",
            "(טז) אבל מי שיודע - היינו שמשער בנפשו שלא תהיה אז אכילתו אכילה גסה:",
            "(יז) אחר שיתפלל מנחה - ואפילו אם חל יו\"ט במו\"ש שאי אפשר לו לאכול סעודה שלישית בסוף היום כנהוג שהרי ראוי לו להמנע מלקבוע אז סעודה בעיו\"ט כמו בע\"ש מ\"מ אם יודע שיוכל אז לאכול עכ\"פ כשיעור ביצה ויותר וכנ\"ל בס\"א לא יחלק סעודת שחרית לשתים דהא י\"א דאסור לעשות כן משום ברכה שאינה צריכה. כתב מ\"א בשם ס\"ח מי שיש לו מזון ב' סעודות מצומצמות ואם יחלקם לג' סעודות לא יהיה לו כל סעודה לשבעה מוטב שיאכל ב' סעודות לשבעה ומ\"מ אם נמשכה סעודת הבקר עד אחר חצות יחלקנה לשנים וכמ\"ש בסעיף זה דהא מ\"מ ישבע כשאוכל שנית אבל לכתחלה אין להמתין עד אחר חצות משום זה דמבטל במקצת עונג שבת:",
            "(יח) א\"צ לקדש - דהיינו לברך על היין קודם הסעודה דאיתקש יום ללילה לענין קידוש מה לילה סגי בחד זימנא אף ביום כשתקנו חכמים לקדש סגי נמי בחד זימנא בבוקר אבל שתי ככרות צריך דכל הסעודות שאדם סועד ביום השבת שוות:",
            "(יט) פחות מככר אחד - דביום ששי ירד המן לכל אחד שני עמרים ומכל עומר עשו ב' ככרות הרי ד' לב' עמרים אכל אחד בע\"ש ואחד בליל שבת ואחד בבוקר הרי נשאר לו רק אחד שלם לסעודה ג':",
            "(כ) שלם - ואם אין לו די בפרוסה שהיא כביצה וכנ\"ל בס\"א דאע\"ג דמצות לחם משנה אין לו מצות סעודה מיהא קיים [אחרונים]:",
            "(כא) ליקח שנים - וכן ראוי לנהוג לכתחלה כי הסברא הראשונה היא העיקר. וטוב להדר לברך על היין תוך הסעודה [תיקוני שבת]. ואם אין לו לחם משנה לכל אחד מהמסובין נכון לנהוג שזה שבוצע יכוין לפטור בברכת המוציא כל המסובין וגם יאמר להמסובין שיכוונו שיצאו בברכתו כדי שכולם יצאו בלחם משנה [ח\"א]:",
            "(כב) צריך לעשותה בפת - כיון דילפינן ג' סעודות מג' פעמים היום דכתיבי גבי מן צריך לעשותה בפת. וגם מצוה לכתחלה להרבות במעדנים כפי יכלתו [אחרונים]:",
            "(כג) וי\"א שיכול לעשותה בכל וכו' - ולכו\"ע למצוה מן המובחר בפת ושני ככרות וכנ\"ל בס\"ד אלא דפליגי לענין דיעבד אם יצא בזה [מב\"ח]:",
            "(כד) מאחד מחמשת וכו' - שמברכין עליהם בורא מיני מזונות וטעם דעה זו כיון דאין דרך לאכול סעודה ג' לתיאבון סגי בהכי וזהו ג\"כ טעם שאר הדעות שמקילין בזה [תו\"ש]:",
            "(כה) שאסור לו וכו' - ע\"כ יקיים אותה במיני טיגון שעושין ממצה כתושה או בבשר ודגים או פירות:",
            "(כו) חייבות בסעודה שלישית - דלכל מילי דשבת איש ואשה שוין כמו שנתבאר בסי' רע\"א ועוד שגם הם היו בנס של המן ועל כולם אמר אכלוהו היום דמזה נלמד חיוב ג' סעודות בשבת:\n"
        ],
        [
            "(א) אומרים אשרי ובא לציון וכו' - ומפסיקין בקדיש קודם ואני תפלתי. ואמירת ובא לציון במנחה הוא במקום סדר קדושה דחול ובשבת שמאריכין הרבה בשחרית ומוסף הניחוה עד מנחה [כל בו]:",
            "(ב) ואני תפלתי - הוא על פי המדרש שאמר דוד לפני הקב\"ה רבש\"ע אין אומה זו כעו\"ג ששותין ומשתכרים ופוחזים ואנו לא כן אע\"פ שאכלנו ושתינו ואני תפלתי וגו' אבל במנחה של יו\"ט א\"א אותו כיון דאין קורין בתורה שהוא עת רצון עי\"ז ומיהו בשבת נהגו לאמרו אף במקום שאין ס\"ת וכן אפילו ביחיד [אחרונים]:",
            "(ג) ומוציאין וכו' - הוא מתקנת עזרא כדאיתא בגמרא:",
            "(ד) ג' אנשים וכו' - במנחה א\"א קדיש על הבימה לעולם [היינו בין בשבת בין בתענית] רק לפני העמוד קודם תפלת י\"ח וקאי נמי אס\"ת דאי יאמרו מיד על הבימה א\"כ לפני העמוד לא יאמרו קדיש כי אין במה להפסיק בין הקדישים [יהללו פסוק אחד לא הוי הפסק ואף שאומרים מזמור לה' הארץ אין זה מעיקר הדין] ולעולם ראוי להסמיך הקדיש לתפלת י\"ח משא\"כ בשחרית יש הפסק באמירת אשרי בינתים ולפ\"ז כשאין ס\"ת בשבת במנחה לא יאמרו רק פ\"א קדיש אחר אשרי ובא לציון ופסוק ואני תפלתי יאמרו אז קודם הקדיש כדי שלא יהא הפסק בין קדיש להתפלה [א\"ר וש\"א]:",
            "(ה) ולא בשל יו\"ט - דהא הקריאה איננה בשביל יו\"ט דהא במנחה ביו\"ט אין קורין:",
            "(ו) צדקתך - דמתו בו יוסף משה ודוד ולכן נהגו שלא לקבוע אז מדרש כי חכם שמת כל המדרשות בטלים וב\"ח האריך להוכיח שלא מת משה בשבת רק בע\"ש ולא נגנז עד שבת במנחה בשעתא דעת רצון וכמ\"ש בזוהר ואנו אומרים צדוק הדין עליו בזמן שנגנז וי\"מ דאומרים צדקתך להצדיק הדין על הרשעים שחוזרין לגיהנם במו\"ש:",
            "(ז) בו במנחה וכו' - פי' בין שיום השבת הוא ר\"ח בין שיום א' שאחריו הוא ר\"ח וא\"כ אלו היה חול לא היו אומרים במנחה נפילת אפים שכבר חל במקצת יום שלאחריו ולכן גם עתה א\"א צדקתך:",
            "(ח) ונהגו - ואינו איסור אלא מנהג לזכרון בעלמא והטעם כנ\"ל בסק\"ה ודוקא שלא ללמוד בחברותא אבל שנים שנים לומדים בבתיהם כמ\"ש ביו\"ד סימן שד\"מ סי\"ח לענין נשיא שמת:",
            "(ט) בין מנחה למעריב - היינו כשהוא סמוך לחשיכה ולכן המנהג לדרוש קודם מנחה ואם נמשכה הדרשה עד סמוך לחשיכה אזי לא יאמרו פרקים או שיר המעלות כדי שיוכלו לקיים סעודה ג' בזמנה [מ\"א] ובא\"ר איתא בשם מלבושי יו\"ט שראה לרבו מהר\"ל מפראג כמה פעמים שדרש בין מנחה למעריב. וע\"כ נראה דבזמנינו אין למנוע זה כידוע שמצוי בעו\"ה באיזה מקומות שעוסקין אז כמה אנשים בבהמ\"ד בשיחה בטלה ובודאי טוב יותר לשמוע אז דברי מוסר כדי שלא יבואו לזה:\n"
        ],
        [
            "(א) מאחרין וכו' - היינו אף דמן הדין סגי במה שיתעכב מלעשות מלאכה עד הזמן המבואר בס\"ב מ\"מ לכתחלה ראוי ונכון וכן מנהג כל ישראל לאחר את התפלה כדי שיתוסף יותר מחול על הקודש. המנהג לזמר קודם מעריב המזמור אלהים יחננו [תהלים ס\"ו] ועוד מזמורים כנזכר בסידורים. ואם יחול ת\"ב במוצאי שבת אין מזמרין דאז אין זמן חנינה. וכן כשיחול יו\"ט במו\"ש ג\"כ אין המנהג לזמר. כתב הפמ\"ג דאפשר משום דאין אומרים תחנה בשבת ויו\"ט משא\"כ בכל שבת יוכל לאמרו משחשכה קודם מעריב. ועיין לעיל בסימן מ\"ט בשם חות יאיר דתהילים מותר המורגל בו לומר בעל פה ומה טוב ויפה המנהג הזה א' כדי ללוות שבת שנקראת כלה מלכתא בשירות ותשבחות וכדאיתא במדרש ועוד כי עי\"ז נתאחר המעריב ונתוסף מחול על הקודש וגם כדי שלא יבואו לדבר בדברים בטלים אח\"כ מצאתי בכנסת הגדולה סימן רל\"ה כעין מה שכתבתי:",
            "(ב) מלעשות מלאכה - עיין לקמן בסימן רצ\"ט ס\"י:",
            "(ג) עד שיראו - וקודם לכן אסור משום ספק יום ומדינא סגי בג' כוכבים בינונים אלא שאין אנו בקיאין בזה ושמא הן גדולים הנראין ביום לכן אנו מצריכין קטנים:",
            "(ד) ג' כוכבים קטנים - עיין לקוטי פר\"ח על יו\"ד שכתב דאם הרקיע מזהיר כעין אורה של יום תו לא נחשב אותו הזמן רק בה\"ש והביאו הגאון רע\"א בחידושיו ביו\"ד סימן רס\"ב עי\"ש ובבאור הגר\"א בלקוטיו שם כתב דאם נסתלק האדמימות מן כל כפת הרקיע באותו צד ששקעה החמה אין אנו חוששין במה שמזהיר. ודע עוד דבספר תפארת ישראל בפ\"ב דשבת מצריך ג' קטנים לבד ג' בינונים ולא ידעתי מקורו ואולי דטעמו שמא אנו טועין בדבר וגדולים הם לכך אנו צריכין עוד כוכבים הגדולים מהם ומזה אנו יודעין שעכ\"פ הם אינם גדולים ולפי מה שכתב בשערי תשובה סימן רל\"ה בשם המטה יהודה והברכי יוסף עי\"ש ניחא דברי התפארת ישראל בפשיטות אולם שארי אחרונים לא הזכירו ד\"ז [ואפשר דאם בשארי מקומות הרקיע מעונן ולא יכול לראות עוד כוכבים יש להקל לכו\"ע] ונ\"ל דלפי מה שכתב הגר\"א דבעינן שיסתלק האדמימות מן כל כפת הרקיע באותו צד ששקעה החמה ואז מועיל הג' כוכבים נראה דמועיל אז בג' כוכבים קטנים לבד:",
            "(ה) אלא רצופים - משום תוספת שבת. וה\"ה כשרואה ג' כוכבים קטנים שאינם רצופים וממתין מעט אחרי כן מותר לעשות מלאכה דעיקר טעם הרצופין משום תוספת וכיון שהמתין מעט הרי הוסיף [דגול מרבבה]:",
            "(ו) עד שיצא - מה שלא זכר השו\"ע שימתין השיעור ד' מילין מעת תחלת השקיעה לפי מה שפסק לעיל בסימן רס\"א ס\"ב דאפשר דמיירי דלא נודע לו גם זמן השקיעה משום הענן:",
            "(ז) מלבו - ואם יש לו מורה שעות שהולך בטוב ויודע בבירור שהיה אתמול בזה הזמן לילה ע\"פ הדין דהיינו ג' כוכבים קטנים נראה דיוכל לסמוך ע\"ז וכ\"כ בברכי יוסף דיוכל לסמוך על מורה שעות:",
            "(ח) כגון שצריך וכו' - היינו שהולך מביתו מבע\"י עד סוף התחום ויושב שם עד הערב כדי שמיד שיחשך ילך לדבר מצוה הנחוץ לו ומיירי ששם לא ימצא לו כוס להבדיל עליו:",
            "(ט) יכול וכו' - ומ\"מ כתבו האחרונים דאין לעשות כן דדבר תמוה הוא לרבים גם שמא יבואו להקל במלאכה ובפרט בימינו דנוהגין לעשות תמיד כרבנן שמתפללין מנחה עד הערב בודאי מדינא אסור להקדים מעריב במו\"ש ואף דבע\"ש יש שמקילין היינו משום דמצוה להוסיף מחול על הקודש משא\"כ במו\"ש:",
            "(י) ולהבדיל מיד - ומ\"מ ימתין מלקרות ק\"ש עד צה\"כ:",
            ""
        ],
        [
            "(א) אומרים הבדלה וכו' - ואפילו אם נזדמן שהבדיל על הכוס מקודם מ\"מ צריך להבדיל בתפלה ג\"כ. ואי עיקר מצות הבדלה היא דאורייתא או דרבנן עיין במה שנכתוב לקמן ריש סימן רצ\"ו:",
            "(ב) בחונן הדעת - וקבעוה בברכה זו מפני שאסור לתבוע צרכיו קודם הבדלה. מנהג פשוט לומר אתה חונן וכו' עד לאנוש בינה ואח\"כ אתה חוננתנו וכו' וחננו מאתך וכו' [אחרונים] ואם התחיל מאתה חוננתנו ואילך יצא. אם שכח להתפלל מתפלל שחרית שתים ואינו מזכיר אתה חוננתנו לא בראשונה ולא בשניה בד\"א כשכבר הבדיל מאתמול על הכוס אבל אם לא הבדיל כלל דיש עליו עדיין חיוב מצות הבדלה יזכיר אתה חוננתנו בשחרית בתפלה שניה שהיא להשלמה ואח\"כ צריך להבדיל ג\"כ על הכוס כדלקמן סימן רצ\"ט ס\"ו:",
            "(ג) ואינו חוזר מפני וכו' - היינו דלכתחלה מצוה להבדיל בין בתפלה ובין בכוס והכא בדיעבד סומך עצמו על מה שיבדיל אח\"כ על הכוס ומ\"מ אסור לע\"ע במלאכה עד שיבדיל בכוס או שיאמר עכ\"פ המבדיל בין קודש לחול וכמ\"ש סוף סימן רצ\"ט:",
            "(ד) ואם טעם וכו' - ואע\"ג דקי\"ל בסימן רצ\"ט ס\"ה דאם טעה ואכל קודם הבדלה יכול להבדיל אח\"כ מ\"מ כאן דטעה גם בתפלה קנסינן ליה וצריך לחזור ולהתפלל ולהבדיל בתפלה:",
            "(ה) וסובר שאף למחר וכו' - דאם מצפה שיהיה לו למחר יוכל לסמוך ע\"ז שיבדיל למחר על הכוס וכדלקמן ברצ\"ט ס\"ו וא\"צ להחזיר התפלה:",
            "(ו) צריך לחזור ולהתפלל - היינו כשעקר רגליו [או כשסיים תפלתו ואינו רגיל לומר תחנונים אחר תפלתו דדינו ג\"כ כעקר רגליו וכדלעיל בסימן קי\"ז ס\"ה ע\"ש] חוזר לראש ואם לא סיים עדיין תפלתו חוזר לברכת אתה חונן מיהו אם נזכר קודם שומע תפלה לא יחזור אלא יאמר אתה חוננתנו בשומע תפלה דכשמבדילין בתפלה אומרים אבינו מלכנו החל עלינו וכו' דהוא בקשה והוי מעין שומע תפלה דהוא כולל כל הבקשות מיהו אם יש לו כוס יסמוך על הכוס ולא יאמרנה בש\"ת כיון דעיקרה הוא שבח ולא שייך כ\"כ לשומע תפלה [מ\"א וש\"א]:",
            "(ז) כשסיים הברכה - היינו שהזכיר השם של סיום הברכה דבזה מקרי כאלו כבר סיים [אחרונים]:",
            "(ח) רשאי - בתורת נדבה ועיין לעיל בסוף סימן ק\"ז דאין להתפלל נדבה אלא מי שמכיר עצמו זריז וזהיר ושיכוין:",
            "(ט) אינו רשאי - כיון דאינו צריך לחזור הוי הפסק [טור]:"
        ],
        [
            "(א) ואומרים ויהי נועם - ונוהגין לכפול פסוק ארך ימים [טור ע\"ש הטעם] ופסוק ויהי נועם צריך לאומרו מעומד. ויש מקומות שא\"א ויהי נועם בבית האבל רק מתחילין יושב בסתר וגו':",
            "(ב) וסדר קדושה - היינו שמתחילין מואתה קדוש ואין אומרים ובא לציון גואל לפי שאין גאולה בלילה ולכן גם ואני זאת בריתי אין אומרים לפי שסמוכים הם להדדי בספר ישעיה [ט\"ז] ומ\"ש שאומרים באריכות היינו בנעימות קול כדי שיתארך מעט יותר ולעכב לרשעים מלחזור לגיהנם דעד שישלימו ישראל סדריהם נמשכת קדושת שבת ואח\"כ חוזרים לגיהנם וכמו שאחז\"ל דבמו\"ש צועק הממונה על הרוחות חזרו לגיהנם שכבר השלימו ישראל את סדריהם [טור]:",
            "(ג) כגון שחל יו\"ט וכו' - היינו אפילו חל ביום וי\"ו דבעינן שכל השבוע יהיה ראוי למלאכה משום דכתיב בו ומעשה ידינו כוננה עלינו וגו'. ודוקא יו\"ט גמור אבל פורים או ע\"פ שחל בימי החול אין למנוע מלומר ויהי נועם במו\"ש שלפניו:",
            "(ד) סדר קדושה - דויהי נועם שייך למלאכת המשכן שבו ברך משה לישראל בשעה שסיימו מלאכת המשכן ועי\"ז שרתה שכינה וזהו שמסמיכין פסוק ואתה קדוש יושב תהלות ישראל ולכך בזמן שאין אומרין ויהי נועם אין אומרים ממילא כל סדר קדושה [ט\"ז]:",
            "(ה) ויתן לך - שהם פסוקים של ברכה בתחלת ימי השבוע:",
            "(ו) מי שאין לו יין - דמי שיש לו יין יותר טוב שיבדיל בביתו כדי להוציא את כל בני ביתו ועמ\"ש ברצ\"ו ס\"ז במ\"ב:",
            "(ז) במו\"ש - דאיתא בעירובין [מ\"ג] מובטח להן לישראל שאין אליהו בא לא בערבי שבתות ולא בערבי יו\"ט מפני הטורח [שמניחין צרכי שבת והולכין להקביל פניו רש\"י] וע\"כ אנו מתפללים כיון שעבר השבת ויכול לבוא שיבוא ויבשרנו [טור] ועיין בא\"ר שכתב דהמדקדקים אומרים גם שאר פזמונים ושירים כאשר הם מצויים אצלנו וראוי ליזהר לומר רבש\"ע וכו' החל את וכו' כי הוא בירושלמי וטור סימן רצ\"ט. יש מקומות שמדליקין נרות במקום אופל דעי\"ז זכה שאול למלוכה:"
        ],
        [
            "(א) סדר הבדלה וכו' - הנה הרמב\"ם סובר דמצות הבדלה היא ד\"ת כמו קידוש והוא בכלל זכור את יום השבת לקדשו שצריך לזכור אותו ולקדשו בין בכניסתו ובין ביציאתו בכניסה בקידוש וביציאה בהבדלה לומר שהוא מובדל בקדושה בראש ובסוף משאר ימים וי\"א שהוא מד\"ס ואסמכוהו אקרא. וצריך להיות ג\"כ בכוס כמו בקידוש ואם הבדיל בתפלה לכו\"ע הבדלה על הכוס דרבנן:",
            "(ב) פגום - היינו שאם שתה אחד מן היין מתחלה נפגם להבדלה וכמו לענין קידוש לעיל בסימן רע\"א ס\"י ע\"ש במ\"ב ועיין באחרונים בסימן קפ\"ג שאם הכוס בעצמו פגום אין להקפיד עליו אם אין לו אחר:",
            "(ג) יתנו עיניהם בכוס - היינו המבדיל וגם השומעים העונים אמן כדי שלא יסיחו דעתם:",
            "(ד) כדי שלא יהיה וכו' - היינו דמשום זה אינו שופך קודם שמתחיל הברכה כדי שלא יברך תחלת הברכה על כוס פגום שאינו מלא ואחר סיום הברכה ג\"כ לא יוכל לשפוך שיש ביזוי לכוס של ברכה כששופך ממנו אחר ברכה קודם שתיה ולכן שופכין קודם סיום הברכה ועיין לקמיה:",
            "(ה) וטעם השפיכה - והאחרונים הסכימו דלא ישפוך בשעת ברכה כלל אלא בשעה שמוזג ישפכנו מלא על כל גדותיו שישפך על הארץ וגם זה יש למעט בחלק הנשפך משום הפסד משקין:",
            "(ו) שופכין מן הכוס - היינו לאחר שתיה. ושתית הכוס תהיה בישיבה דאין שותין מעומד לכתחלה. נהגו הנשים שלא לשתות מכוס הבדלה. כוס של הבדלה רגיל המבדיל לשתותו כולו ואינו משקה ממנו בני ביתו [מ\"א] ונראה שהטעם כדי שיוכל לברך ברכה אחרונה דכשישתה רק מלא לוגמיו יש ספק ברכה אחרונה וכמבואר לעיל סימן ר\"י:",
            "(ז) על הפת - ול\"ד לקידוש דשאני קידוש שהוא במקום סעודה והוי מענין הצריך לקידוש משא\"כ הבדלה:",
            "(ח) על השכר מבדילין - אם אין לו יין ואם יש לו יין הוא קודם לכל המשקין [או\"ז] וחז\"ל הפליגו ג\"כ בגודל המצוה ואמרו המבדיל על היין או שומע מאחרים שמבדילין הקב\"ה קוראהו קדוש ועושהו סגולה שנאמר והייתם לי סגלה מכל העמים ואומר ואבדיל אתכם מן העמים [טור]:",
            "(ט) חמר מדינה - עיין לעיל בסימן רע\"ב ס\"ט במ\"ב ובה\"ל שם מהו חמר מדינה ומה שכתב ה\"ה לשאר משקין היינו משקין שרגילין לשתותו אבל משקין שרגילין בפסח כגון מי לאקריץ אינו חמר מדינה כיון שאין רגילין לשתותו כל השנה וה\"ה כל כיוצא בזה ואפילו מי דבש לא הוי חמר מדינה אלא במדינות שרגילין לשתותן אבל במקום שאין שותין אותו אלא לפרקים לא הוי חמר מדינה וגרע משכר. ועל יי\"ש אין כדאי להבדיל דהא כתב המ\"א דכוס הבדלה רגיל המבדיל לשתותו כולו ואין משקה ממנו בני הבית וביי\"ש קשה לקיים זה אך כשאין לו משקה אחר יכול להבדיל עליו ואך שיזהר לשתות ממנו עכ\"פ כמלא לוגמיו שהוא רוב רביעית וא\"ל לא יצא. כתב בשערי תשובה בשם הברכי יוסף דעל חלב ושמן אין להבדיל שאין רגילין לשתותו למשקה:",
            "(י) חוץ מן המים - אף אם רוב שתיית המדינה הוא מן המים משום דלא חשיב. ועל קווא\"ס ובארשט מוכח מט\"ז בסימן קפ\"ב וא\"ר שם דאף בשעת הדחק אין מברכין דאף שההמונים שותין אותן מ\"מ לא חשיבי וכמו מים הוא [ואף דעת המ\"א שם דהעתיק דעת רש\"ל להקל בשעת הדחק היינו דוקא גבי כוס בהמ\"ז שאין בו חשש ברכה לבטלה וכדמוכח בתשובת רש\"ל משא\"כ בהבדלה. ובח\"א כתב דבשעת הדחק יש להבדיל על משקה קווא\"ס ולא ידעתי טעמו ואולי מיירי בשנעשה משקה חשוב כעין משקה שכר וגם זה דוקא אם עיקר שתיית ההמון הוא מהמשקה הזה דאל\"ה לא הוי חמר מדינה]:",
            "(יא) וטוב יותר וכו' - והמ\"א מצדד דבמקום שהשכר הוא חמר מדינה יש לומר דעדיף מכוס יין פגום ועיין בביאור הגר\"א שכתב ג\"כ דדינא דהרמ\"א הוא דוקא כשהשכר אינו חמר מדינה:",
            "(יב) ונהגו להבדיל - ודוקא במקום שהשכר הוא חמר מדינה אבל בארץ אשכנז דלא הוי חמר מדינה לא מהני מה שהוא חביב ואסור להבדיל עליו:",
            "(יג) דחביב עליו - שלא שתהו כל ימי הפסח:",
            "(יד) מבדילין ג\"כ - ר\"ל אף דבעלמא אין מבדילין על הפת כדלעיל הכא אגב קידוש שהוא העיקר אומרים כל היקנה\"ז על הפת:",
            "(טו) והסברא ראשונה עיקר - טעמו משום דהרבה ראשונים ס\"ל דאין מקדשין על השכר וכדלעיל בסימן רע\"ב ס\"ט ע\"ש לכך טוב יותר לעשות כל היקנה\"ז על הפת ומ\"מ נראה דבזה ידקדק לכתחלה לחפש אחר יין אפילו אם הפת חביב לו יותר מיין דכמה גדולי ראשונים סברי דאין אומרים המבדיל על הפת אפילו במו\"ש שהוא יו\"ט ואך אם לא ימצא יין הפת עדיף משכר:",
            "(טז) ולא שכר - וה\"ה אם יש לו שכר אלא שאינו חמר מדינה:",
            "(יז) שמותר לו וכו' - ומ\"מ צריך שיתפלל תחלה ויאמר הבדלה בחונן הדעת ואעפ\"כ כשישיג למחר כוס חייב להבדיל כדין וכדלקמן בסימן רצ\"ט ויש שרוצים לומר שיאמר עתה ברכת המבדיל בלא כוס ואין להורות כן:",
            "(יח) לאכול - והא דאמרינן בגמרא דאמימר איקלע לאתרא ולא היה לו על מה להבדיל ולן בתענית עד למחר ס\"ל לדעה זו דמחמיר על עצמו היה:",
            "(יט) שיהיה לו למחר - היינו בבקר אבל בערב אינו מחויב להמתין כ\"כ ואפשר דאפילו יותר מחצות היום אינו מחויב להמתין:",
            "(כ) לא יאכל - ואפילו במוצאי שבת ליו\"ט ג\"כ לא יאכל אם אין לו כוס [מ\"א] ומיירי בשאין לו פת ג\"כ דאם יש לו פת הלא הכריע רמ\"א לעיל בס\"ב דיכול להבדיל על הפת [אחרונים]:",
            "(כא) עד למחר שיבדיל - ויש להחמיר כסברא אחרונה הזו אם לא באדם חלש שקשה לו התענית יכול לסמוך אדעה ראשונה:",
            "(כב) ואינו מצפה וכו' - אבל אם מצפה שיהיה לו למחר עוד כוס יבדיל עכשיו על כוס זה ובאכילה ימתין עד למחר כדי שיברך על הכוס למ\"ד דבהמ\"ז טעונה כוס מיהו המ\"א בריש סי' קפ\"ב חולק ע\"ז דבשביל כוס בהמ\"ז שלא יהיה לו אינו מחויב למנוע עצמו מלאכול:",
            "(כג) ושותה ממנו מעט - היינו כמלא לוגמיו:",
            "(כד) ומוסיף עליו - היינו שימזגנו במים:",
            "(כה) יקנה להבדלה - דין זה מובא ג\"כ לעיל בסי' רע\"א סי\"א דרך אגב ועיין שם במ\"ב סקנ\"ו:",
            "(כו) נר חנוכה קודם - משום דפרסומי ניסא עדיף ועוד דעיקר מצות הבדלה נוכל לקיים בתפלה:",
            "(כז) מיושב - מיירי כשמוציא לאחרים ידי חובתן וע\"כ כיון דאחד פוטר חבירו יש להם לכולם לעשות קביעות ובמעומד לא הוי קביעות והי\"א ס\"ל דכיון שהוא הלוית המלך אין מלוין אלא מעומד ולענין הקביעות סגי כשמזמנין הכל ועומדין ומכוונין כדי לצאת וס\"ל דמתוך שקובעין עצמן כדי לצאת ידי ברכת הבדלה מהני נמי קביעות זו לצאת בברכת היין [ב\"י]:",
            "(כח) וכן נוהגין וכו' - ויקנה\"ז לכו\"ע טוב לברך מיושב כמו בשאר קידוש לעיל בסימן רע\"א ס\"י בהג\"ה:",
            "(כט) ואוחז היין בימין - דכן בכל דבר שמברך עליו צריך לאחזו בימינו בשעת הברכה וכדלעיל בסימן ר\"ו ס\"ד:",
            "(ל) והיין בשמאל - ואינו מניחו אז מידו משום דכל הברכות של הבדלה מצוה להיות על הכוס:",
            "(לא) ומברך על ההדס - ומניחו ורואה בצפרנים ומברך בורא מאורי האש ואח\"כ מחזיר היין לימינו וגומר ההבדלה:",
            "(לב) כל בני הבית - וכ\"ש אם יש אחד מבני הבית אפילו קטן שהגיע לחינוך שלא שמע עדיין הבדלה יוכל להבדיל בשבילו אף שהוא בעצמו יצא כבר ידי חובת הבדלה בבהכ\"נ כגון שנתכוין לצאת וכמו לענין קידוש לעיל בסימן רע\"ג ס\"ד ועיין מה שכתבנו לקמיה לענין להוציא נשים:",
            "(לג) אם נתכוונו שלא לצאת - כתב הלבוש דהאידנא מסתמא מתכוין כל אחד מבני הבית שלא לצאת בהבדלה שמבדילין בבהכ\"נ שסומכין על הבדלה שבבית והו\"ל כלא הבדילו כלל ולא נפיק בה. ת\"ח אין סומכין על ההבדלה שבבהכ\"נ ומבדילין בביתם כדי שיוכלו להוציא ב\"ב [מ\"א בשם סמ\"ע] וכן ראוי לכל אדם לנהוג. כתב המ\"א אם נתכוין לצאת בברכת הבדלה אע\"פ שלא נתכוין לברכת פה\"ג מ\"מ יצא ידי הבדלה דברכת המבדיל הוא העיקר אלא דאסור לטעום מהיין אא\"כ יברך פה\"ג:",
            "(לד) נשים חייבות - אע\"ג דהוי מצוה שהזמן גרמא דבדיני שבת איש ואשה שוין דאיתקש זכור לשמור וכמ\"ש בריש סימן רע\"א והבדלה נמי בכלל זכור הוא למ\"ד הבדלה ד\"ת וכמ\"ש בריש הסימן ואפילו למ\"ד הבדלה דרבנן דומיא דקידוש תקנוה והיש מי שחולק ס\"ל דהבדלה כיון שהיא בחול אינה תלויה בעניני דיני שבת והיא בכלל שאר מצות שהזמן גרמא דנשים פטורות:",
            "(לה) לא יבדילו לעצמן - והב\"ח כתב אפילו למ\"ד שפטורות מ\"מ יכולות להמשיך על עצמן חיוב ולהבדיל לעצמן כמו בשופר ולולב שג\"כ פטורות ואפ\"ה מברכות כמבואר לקמן בסימן תקפ\"ט ומסיק המ\"א דהעיקר כדברי הב\"ח. והנה לפי מה שכתב המ\"א לעיל בסק\"ד דנהגו הנשים שלא לשתות מכוס הבדלה א\"כ בלאו כל הטעמים האיך תבדיל בעצמה והלא אינה יכולה לשתות הכוס וכ\"כ בעל דרך החיים אלא כונת המ\"א להקל בשאין לה ממי לצאת דאז בע\"כ תבדיל לעצמה ותשתה כדי שלא לבטל מצות הבדלה:",
            "(לו) מן האנשים - ואם האנשים כבר הבדילו לעצמם או שנתכונו לצאת בבהכ\"נ לא יבדילו כדי להוציא הנשים אם אין שם זכרים גדולים או קטנים ששומעין ממנו דלהיש חולקין הוא ברכה לבטלה [מ\"א וש\"א] והנה בספר זכור לאברהם בערך הבדלה וכן בספר ברכי יוסף הביאו כמה פוסקים דס\"ל דאפילו מי שהבדיל כבר יכול להבדיל בשביל הנשים מ\"מ למה לנו להכניס עצמן בחשש ספק לענין ברכה אחרי דהיא יכולה להבדיל בעצמה וכמו שכתבנו בס\"ק הקודם ועיין מה שכתבנו בביאור הלכה לענין ברכת הנר אם אשה חייבת בם כשמברכת לעצמה:\n"
        ],
        [
            "(א) מברך על הבשמים - והברכה הוא בורא מיני בשמים על איזה מין שהוא אף שבחול צריך לברך על כל מין כברכתו [דהיינו על עצי בשמים בורא עצי בשמים ועל עשבי בשמים בורא עשבי בשמים וכדלעיל בסימן רט\"ז ועי\"ש עוד כמה פרטים בזה] מ\"מ במו\"ש מברכין על הכל בורא מיני בשמים כדי שלא יבואו לטעות ההמון עם שאין הכל בקיאין בכל ברכה המיוחדת אבל בברכה זו יוצא על הכל וכמש\"כ שם בס\"א ומ\"מ לכתחלה טוב יותר שיקח לבשמים דבר שברכתו בורא מיני בשמים כגון המוסק שקורין פיז\"ם או נעגילע\"ך שגם זה להרבה אחרונים ברכתו הוא בורא מיני בשמים מותר לברך במ\"ב על פלפלין שקורין ענגילש\"ע פעפע\"ר שגם זה הוא בכלל בשמים אבל בסתם פלפלין יש דעות בין הפוסקים והוי ספק ברכה וכן זנגביל שקורין אינגבע\"ר:",
            "(ב) א\"צ לחזור אחריהם - שאין מברכין עליהם אלא להשיב הנפש שהיא כואבת מיציאת השבת. כתבו האחרונים שאף מי שמתענה בשבת צריך לברך על הבשמים במו\"ש משא\"כ ביוה\"כ אף כשחל בשבת אין צריך לברך במוצאי יוה\"כ:",
            "(ג) של בית הכסא ולא וכו' - דכל זה לאו לריחא עבידי אלא לעבורי ריח הסרחון:",
            "(ד) למעלה ממטתו - אבל נתונים לפני מטתו מברכין שאני אומר לכבוד חיים הם עשויים [ירושלמי]:",
            "(ה) שבמסיבת עובדי כוכבים - היינו שמסובין לאכילה לסעודה אבל אם לא היו מסובין כלל מותר לברך על בשמים שלהן וכן מסיק הט\"ז להלכה בסימן רצ\"ח סק\"ה ומ\"מ כתב לבסוף דטוב לכתחלה לחוש לדעת רבינו יונה דס\"ל דסתם בשמים של עובדי כוכבים עומד לבסוף למכרן לע\"ג ואין לברך עליהן אם לא במקום שנראה שאין עומד לע\"ג כגון שהוא תגר שדרכו למכור אותם לאנשים הרבה או שדרכו לשום הבשמים לתבשיל שלו אז אין איסור לברך עליהם אפילו לדעת ר\"י:",
            "(ו) להריח בהם - שאין היין נותן בהם טעם כי אין דרך שיריחו בשמים מהיין אלא אדרבה הם נותנים טעם בהיין ועוד שאין מכוין המריח לריח היין אלא לריח התבלין:",
            "(ז) אין מבדילין עליהם - דמאיס הוא לגבוה. כתב הט\"ז כאן ולעיל בסימן רי\"ז דאין מברכין על ריח שבכלי שנבלע בו ע\"י הבשמים שהיו בו מקודם. ואם רואה שבשולי הכלי יש אבק משיורי הבשמים כמו שרגילות בתיבות שמשימין בהם בשמים מותר לברך [אחרונים]:",
            "(ח) על ההדס - פי' דשל לולב כיון דאיתעביד ביה חדא מצוה ליעביד ביה מצוה אחריתא ודוקא בשאר ימות השנה ולא בסוכות דהוקצה למצותו ומש\"כ כל היכא דאפשר היינו כל היכא שיש בו עוד ריח קצת מצוה לכתחלה להדר אחריו וכ\"כ בזוהר וסמך לדבר ותחת הסרפד יעלה הדס וסמיך ליה שומר שבת מחללו וגו' והי\"א ס\"ל דכיון שנתיבש וניטל ממנו עיקר הריח אין לברך עליו:",
            "(ט) עם הבשמים - ואם אין לו יכול לברך גם על עשבים שיש להם ריח טוב וכנ\"ל בסק\"א:",
            "(י) דאז עושין ככו\"ע - עין בט\"ז שכתב על מה דאיתא בטור בשם רבינו אפרים שהיה לו זכוכית מיוחדת שהיו בה מיני בשמים והיה מברך עליהן דאף דלהלכה יש לצדד דיכול לברך במ\"ב גם על הבשמים שהיו מונחים בבית לצורך תבשיל כיון שנוטלן עתה בידו להריח בהן וכ\"כ בספר תוספת שבת בפשיטות מ\"מ רבינו אפרים עשה זה למצוה מן המובחר שייחד אותם מתחלה לשם ריח מצוה וכך נוהגין רוב העולם שמיחדין כלי לזה וקורין אותו הדס ע\"ש שהיו מניחין שם בדורות הראשונים הדס כדי להריח:",
            "(יא) מי שאינו מריח - היינו שאין לו חוש הריח:",
            "(יב) להוציא וכו' - וצריכין שיריחו תיכף אחר ברכתו:",
            "(יג) או להוציא וכו' - כל האחרונים חולקין ע\"ז וסוברין דוקא להוציא ב\"ב הקטנים הוא דשרי שמוטל עליו כדי לחנכם במצות אבל לא להוציא מי שאינו יודע דכיון שהוא אינו חייב בדבר אינו יכול להוציא אחרים ידי חובתן דאף דבעצם קידוש והבדלה יכול להוציא לאחרים אע\"פ שאינו חייב בדבר כגון שיצא מכבר שאני התם שהן חובה על כל איש ישראל וכל ישראל ערבים זה בזה משא\"כ בזה שהוא רק מנהג החכמים ואין צריך לחזור אחריו וכדלעיל בס\"א הוא דומה לכל ברכת הנהנין שאינו יכול להוציא אחרים בברכתו אם אינו נהנה אז בעצמו וכדלעיל בסימן קס\"ז סי\"ט וע\"כ ה\"ה מי שהבדיל כבר ויש לו חוש הריח ובירך על הבשמים ובא להבדיל פעם אחרת בשביל אחרים יריח עוד בעצמו פעם אחרת כדי שיוכל עוד הפעם לברך במ\"ב. ודע דמה שנוהגין איזה אנשים שאין רוצין לצאת בברכת הנר והבשמים שאומר המבדיל ומברכין אותן לעצמן בשעה שאומר המברך ברכת המבדיל שלא כדין הם עושין דכיון שהם יוצאין בהבדלה צריכין להטות אזנם ולשמוע ברכת ההבדלה ולא לברך אז ברכה אחרת ולבד כ\"ז מצוה יותר לצאת כולם בברכתו דברוב עם הדרת מלך ולא לברך כ\"א בפני עצמו וכדלקמן בסימן רצ\"ח סי\"ד אם לא שהוא רחוק אז מן האור ולא יוכל להשתמש לאורה דאינו יוצא אז בברכת המברך וכדלקמן ברצ\"ח ס\"ד ובאופן זה לא יכוין לצאת בברכת הנר אלא יאחר אותה לאחר הבדלה כשיהיה סמוך אצל האש:\n"
        ],
        [
            "(א) מברך על הנר וכו' - משום דתחלת ברייתו הוי במו\"ש כדאמרינן בפסחים דף נ\"ד במו\"ש נתן הקב\"ה דעה באדה\"ר וטחן ב' אבנים זו בזו ויצא מהן אור והא דמברכין במוצאי יוה\"כ אף כשאינו חל במו\"ש מפני שהוא כעין הבדלה שכל היום היה אסור להשתמש בזה האור אף לאוכל נפש ולא כמו בשאר יו\"ט ועכשיו מותר ולכך דעת הי\"א דצריך לחזור אחריו כמו להבדלה:",
            "(ב) בורא מאורי האש - דכמה נהורא איכא בנורא לבנה אדומה וירוקה ואם אמר מאור האש דעת הב\"ח דלא יצא אפילו בדיעבד. ואם אמר ברא מאורי האש לשון עבר יצא:",
            "(ג) וא\"צ לחזור אחריו - שאין מברכין אלא לזכר שנברא האור במו\"ש וכנ\"ל וע\"כ יוכל לברך על הכוס אפילו בלא נר ומתי שיזדמן לו אח\"כ שיראה אש ויהנה לאור יברך בורא מאורי האש ואך דוקא בליל מו\"ש ולא יותר דעבר זמנו וכדלקמן בסי' רצ\"ט ס\"ו:",
            "(ד) מי שאין לו כוס וכו' - ואם משער שיזדמן לו כוס בלילה ורוצה ללמוד קודם שיבוא לידו הכוס מצדד הגרע\"א בחידושיו שלא יברך עתה על הנר וטוב יותר שיסדרם על הכוס:",
            "(ה) על אבוקה - שאורה רב וטוב להדר שיהיה של שעוה [מ\"א בשם כונת האר\"י] עוד כתב בשם ס\"ח דלא יקח עצי דמשחן שקורין קי\"ן בל\"א מפני שריחו רע ונראה דהיינו אותן שנשמע מהן ריח רע של זפת והנה לעיל בסימן רס\"ד איתא דגם בנר של זפת גופא מדליקין בליל שבת וכן בעיטרן שבודאי ריחו רע אפ\"ה היו מדליקין בו אי לאו משום שמא יניח ויצא באמצע הסעודה ובודאי לא עדיף אור הבדלה שאין צריך לחזור אחריו מנר שבת שהוא חובה ואולי דכונת הס\"ח שאין זה מן המובחר אף שאורו רב מפני ריחו הרע אבל לא גריע משאר נר שאינו אבוקה גם בפמ\"ג כתב שאם אין לו נר אחר יכול לברך עליו:",
            "(ו) נר אחר - משום היכר שהוא לשם מצוה ונראה דמיירי באופן שאינו יכול לקרב את הנר הזה לנר שבביתו דאל\"ה הרי יכול לקיים מצות אבוקה:",
            "(ז) לצורך הבדלה - וכ\"ז הוא רק למצוה בעלמא ולא לעיכובא [מאמר מרדכי]:",
            "(ח) ונר שיש לו שתי פתילות - סתם נר שבגמרא ופוסקים היינו נר של שמן וקמ\"ל דכיון שאורותיהן מגיעין זה לזה למעלה הוי אבוקה ובנר שלנו אם מונח שם כמה פתילות הוי כמו פתילה עבה ואינה חשובה אבוקה אך אם מפריד ביניהם שעוה או חלב כגון מה שעושין משעוה שהנרות קלועים יחד או שמדביק יחד שתי נרות להדדי בעת הברכה זהו ג\"כ חשיב אבוקה ומשמע מדברי המ\"א שיראה שיגיעו המאורות להדדי דאז חשיב אבוקה:",
            "(ט) נוהגים להסתכל וכו' - הטעם דהא בעינן שיוכל להכיר לאורו בין מטבע למטבע וכדלקמיה ולכך נוהגים להסתכל בצפרנים לראות אם יוכל ליהנות לאורו ולהכיר בין מטבע למטבע כמו שמכיר בין צפורן לבשר ועוד שהצפרנים הן סימן ברכה שהן פרות ורבות לעולם וגם מסתכלים בכפות ידים שיש בשרטוטי היד סימן להתברך בו:",
            "(י) לכפוף האצבעות - היינו הד' אצבעות על גב האגודל:",
            "(יא) שאז רואה וכו' - ויש נוהגין לפשוט אח\"כ הד' אצבעות ולראות מאחריהם על הצפרנים [מ\"א בשם ס' הכונות]:",
            "(יב) דהיינו שיהיה סמוך - ואפילו אם הוא עומד חוץ לבית כל שהאור גדול שיוכל להכיר במקום שעומד מקרי דבר זה נהנה לאורה ויכול לברך [גמרא]:",
            "(יג) שיוכל להכיר - וע\"כ אם הוא יוצא בברכת הבדלה מאחרים ורוצה לצאת גם בברכת במ\"ה יקרב עצמו אצל האש כשיעור זה כדי שיהיה יוכל לצאת גם בברכת בורא מאורי האש ועיין מש\"כ לעיל בסוף סימן רצ\"ז:",
            "(יד) אין מברכין וכו' - ואפילו בדיעבד לא יצא:",
            "(טו) שלא שבת וכו' - היינו שהודלק באיסור בשבת ואפילו רק בבין השמשות:",
            "(טז) לחיה ולחולה - אם אין בהם סכנה דוקא ע\"י א\"י אבל ע\"י ישראל כיון שאסור לו להדליק בשבילם מקרי שלא שבת ממלאכת עבירה אבל כשיש בהם סכנה אפילו ע\"י ישראל וכ\"ש ע\"י א\"י ואין חילוק בין אם הדליק להחולה ממדורת ישראל או ממדורה של עצמו כיון שהוא לצורך ישראל ובהיתר הודלק:",
            "(יז) אם הדליקו א\"י - היינו אפילו לצורך עצמו:",
            "(יח) בשבת - ואפילו אם אין אנו יודעין תלינן שמסתמא הדליקו בשבת [ב\"ח וכן מוכח בגמרא]:",
            "(יט) של עבודת גלולים - ואפילו אם לא הודלק רק במו\"ש דהטעם משום דהודלק לכבוד ע\"ג ואסור ליהנות ממנו ודוקא כשהשלהבת קשורה בנר או בגחלת של ע\"ג דכיון שהגחלת יש בו ממש והשלהבת קשורה בו חל האיסור גם על השלהבת ולכן אין לברך עליה אבל אם ישראל הדליק נר מנר של ע\"ג שרי לברך עליה דבזה אין כאן ממשו של איסור רק השלהבת לחוד והשלהבת אין בו ממש [מ\"א בשם רש\"ל] ועיין בפמ\"ג שמצדד דמ\"מ לכתחלה אסור לישראל להדליק נרו מנר של עבו\"ג אלא דאם הדליק רשאי לברך עליה עי\"ש:",
            "(כ) שהדליק במו\"ש מישראל - וקמ\"ל בזה אף דאין מברכין על אור שהדליק הא\"י מא\"י אחר אף במו\"ש דהודלק בהיתר וכדלקמיה התם משום דגזרינן אטו א\"י ראשון שהוא הדליקו בשבת שלא יבוא לברך על אורו אבל הכא לא שייך זה ולכך מותר ומיירי שלא הדליק הא\"י הנר במסיבת א\"י אחרים דאל\"ה אמרינן סתם מסבת עובדי גלולים לעבודת גלולים ואסור לברך על הנר וכדלעיל בסימן רצ\"ז ס\"ב לענין בשמים:",
            "(כא) או ישראל מא\"י - היינו אפילו אם הא\"י הדליק הנר שלו בשבת אפ\"ה שרי דהא ע\"י הדלקת הישראל ניתוסף אור של היתר על מקצת האור שיש בו מן האור הראשון ועל התוספת של היתר הוא מברך:",
            "(כב) אבל א\"י שהדליק וכו' - ולא אמרינן בזה דאתוספת אור של היתר שהדליק א\"י זה במו\"ש הוא מברך דגזרו אטו א\"י ראשון ואף דגם על הנר של הא\"י הראשון היה אפשר מן הדין לברך עליו דהא ניתוסף במו\"ש עליו אור של היתר [דמטבע האש להיות ניתוסף עליו תמיד אור חדש] גזרו חכמים אטו עמוד ראשון דהיינו שיבוא לברך סמוך לחשיכה מיד בעוד שלא ניתוסף ההיתר [גמרא] וכתב המ\"א דבדיעבד יצא בזה וא\"צ לחזור ולברך כיון דאינו אלא משום גזירה וכ\"כ ש\"א:",
            "(כג) אין מברכין עליו - אם הוציא הא\"י אש מעצים ואבנים במו\"ש מותר לברך בורא מאורי האש על אותו האש דלא שייך למיגזר כאן אבל אם הדליק הא\"י נר מזה האש יש לצדד להחמיר דאתי למיחלף ולהתיר גם בנר שהודלק בנר שלא שבת [א\"ר ודה\"ח דלא כרמ\"ע]:",
            "(כד) אין מברכין על נר וכו' - מפני שאורו של א\"י נעשה בו מלאכה שהודלק ביוה\"כ ואף דבמו\"ש מברכין על נר זה התם הטעם שהוא מברך על תוספת שלהבת של היתר שניתוסף ע\"י הדלקת הישראל והתוספת הזה כיון שהוא נולד עכשיו הו\"ל כאור היוצא מעצים ואבנים במו\"ש דמותר לברך עליו משא\"כ במוצאי יוהכ\"פ מבואר לקמיה בס\"ח דאין מברכין על אור היוצא מעצים ואבנים:",
            "(כה) ואם רובן ישראל - ותלינן שהאור הוא של ישראל ומיירי שהוא סמוך כ\"כ שיכול להשתמש לאורו כמ\"ש ס\"ד:",
            "(כו) מברכין עליו - לפי שגם תחלת בריית האור היה במו\"ש ע\"י אדה\"ר ע\"ד זה שהקיש אבנים זה בזה וזה אין שייך במוצאי יוה\"כ שלא היה אז תחלת ברייתו וטעם ברכתו הוא לפי שכל היום היה אסור לו להשתמש בהאור ועכשיו הותר לו לכן אין לברך אלא באור ששבת דהיינו שהיה דלוק מבע\"י ושבת כל יוה\"כ שלא היו יכולין להשתמש בו ועכשיו הותר:",
            "(כז) להאיר - אבל אם עשויין כדי להתחמם אין מברכין עליהן שאפילו על הנר אין לברך אם אין עשוי להאיר וכדלקמיה בסי\"א:",
            "(כח) נר בהכ\"נ - ונר של בהמ\"ד שבימינו מסתברא דתלוי לפי המקום אם לומדים שם ומדליקין בשביל זה הרי נעשה להאיר:",
            "(כט) אם יש שם אדם חשוב - אז נעשה להאיר וכשאין אדם חשוב נעשה לכבוד השכינה והי\"א ס\"ל להיפך דכשיש אדם חשוב נעשה לכבודו ולא להאיר ובדליכא אדם חשוב שרי דנעשה להאיר מיהו אם יכבנו ויחזור וידליקנו לצורך הבדלה ודאי שרי לכו\"ע בכל ענין. איתא בב\"י דבארצותינו נוהגין להדליק בבהכ\"נ נר מיוחד כדי להבדיל עליו. כתב בספר א\"ר דמדתלינן כאן באדם חשוב ש\"מ דכל כי האי גוונא כגון שמדליק נר בביתו לכבוד אדם חשוב שבא אליו אין מברכין עליו:",
            "(ל) מברכין עליו - שעשוי להאיר לאכילתו ומיירי שאוכל בבית הסמוך לבהכ\"נ והחלונות פתוחים לו דבבהכ\"נ אסור לאכול כמ\"ש סימן קנ\"א. איתא ברא\"ש והעתיקו האחרונים דהאידנא אין מברכין כלל על נר של בהכ\"נ שאין מדליקין בו רק לכבוד שהרי דולקין הנרות אף ביום והכונה על אותן שדולקין לפני העמוד שהם רק לכבוד אבל אותן שלוקחין כ\"א בידו להאיר מברכין [דה\"ח] וכמה אנשים נכשלין בזה שלוקחין מנרות של העמוד על הבדלה ואין נכון לעשות כן ואולי כשרוצה לצרף מהן לאבוקה אין להקפיד. ונראה פשוט דעל נר יארצייט אין לברך שאינו עשוי להאיר רק לזכר נשמת המת:",
            "(לא) שלא תהא לבנה - שאם יש לבנה א\"צ השמש לאור הנר ולא נעשה אלא לכבוד השכינה:",
            "(לב) שאינו עשוי להאיר - רק שמדליקין אותן לכבוד המת:",
            "(לג) אין מברכין עליו - כיון שגם ביום היו מוליכין לפניו א\"כ הוא לכבוד אע\"פ שצריכין לו עתה בלילה. וכתב המ\"א דה\"ה על נר שמדליקין לכבוד החתן אין מברכין:",
            "(לד) אינו מברך - דהא בעינן שיאותו לאורו עד שיהא יכול להכיר בין מטבע למטבע וכדלעיל בס\"ד ובסומא לא שייך זה ועיין בפמ\"ג דנשאר בצ\"ע אם יכול להוציא אחרים בברכה זו כיון שהוא בעצמו פטור מן הדבר וכ\"ז דוקא בברכת במ\"ה אבל שאר הבדלה אומר [מ\"א וא\"ר וש\"א]:",
            "(לה) היו יושבין וכו' - מיירי שהבדילו מכבר ולא היה להם אז אור בסמוך להם שיהיו נאותין לאורו ועתה נזדמן להם או שיודעין שלא יהיה להם כוס בלילה דאי מצפין שיהיה להם כוס מוטב שימתינו בברכת הנר ויסדרו על הכוס וכמש\"כ לעיל בסק\"ד:",
            "(לו) אחד מברך לכולם - ואע\"ג דצריכין כולם לשתוק ולשמוע ברכתו והוי בטול בהמ\"ד וא\"כ היה טוב יותר שיברך כ\"א לעצמו אפ\"ה הא עדיפא משום ברב עם הדרת מלך [גמרא]. כתבו האחרונים דאפילו מי שכבר בירך במ\"ה יכול לחזור ולברך להוציא ב\"ב:",
            "(לז) נר בתוך חיקו - היינו שהיתה טמונה בתוך חיקו שאינו רואה השלהבת ולא נשתמש לאורה וכן פנס כה\"ג והדר מוסיף אספקלריא דאע\"פ שהוא רואה את האור דרך האספקלריא מ\"מ לא מקרי זה ראיה ממש לענין ברכת במ\"ה דבעינן שיהיה האור מגולה והמ\"א ושארי אחרונים כתבו דדוקא בפנס שהיא של ברזל אף שיש בה נקבים אין רואה השלהבת להדיא אבל באספקלריא של זכוכית מקרי רואה השלהבת ויכול לברך עליה כשהיא בסמוך לו שיוכל להשתמש לאורה ועיין בביאור הלכה שהבאנו דכמה פוסקים סוברים כדעת השו\"ע וע\"כ אין כדאי לכתחלה להקל בזה:",
            "(לח) ואינו משתמש לאורה - כגון שעומד מרחוק ולא יוכל להכיר בין מטבע למטבע:",
            "(לט) ואינו רואה וכו' - כגון שעומד מן הצד:",
            ""
        ],
        [
            "(א) משתחשך - ואפילו בספק חשיכה ועיין לעיל בסימן רס\"א במ\"ב דנקטינן לספק חשיכה תיכף מששקעה החמה לענין הדלקת הנרות וכל מלאכה ומ\"מ נ\"ל דלענין אכילת סעודה שלישית אם לא אכל מקודם בודאי צריך לאכול אפילו אחר שקיעה ואפילו לשאר אכילה אם הוא תאב לאכול ולשתות ג\"כ אין להחמיר עד חצי שעה שקודם צה\"כ. כתב המ\"א דמה שכתב המחבר משתחשך מיירי כשלא התפלל ערבית אבל אם התפלל ערבית אפילו אם התפלל מבע\"י [דיש אופן שמותר וכבסי' רצ\"ג] חלה עליו חובת הבדלה ואסור לאכול עד שיבדיל על הכוס:",
            "(ב) יושב ואוכל - ואפילו רק התחלה בעלמא שבירך ברכת המוציא מבע\"י ונשתהה לאכול עד שחשכה [אחרונים]:",
            "(ג) מבעוד יום - דוקא בזה שהתחיל לאכול בהיתר אבל אם התחיל באיסור פוסק ומבדיל אך בלא\"ה צריך לפסוק משום ק\"ש של ערבית שהיא דאורייתא אם התחיל לאכול בתוך חצי שעה שקודם צה\"כ וכדלעיל בסימן רל\"ה ואין לסמוך על קריאת השמש לבהכ\"נ [ואפילו במקום שדרך לקרות] אלא אם רגיל לילך לבהכ\"נ במו\"ש [מ\"א וש\"א]:",
            "(ד) א\"צ להפסיק - ואפילו לק\"ש ותפלה א\"צ להפסיק באמצע סעודתו כיון שהתחיל מבע\"י דהיה בהיתר ואין להחמיר בזה להפסיק שאם היה מפסיק באמצע נראה כמגרש המלך ודומה לזה דרשו במכילתא זכור ושמור שמרהו ביציאתו כאדם שאינו רוצה שילך אוהבו מאצלו כ\"ז שיכול. ואם הפסיק תוך הסעודה והתפלל כתב המ\"א דאפשר דחלה עליו חובת הבדלה ואסור לאכול עד שיבדיל:",
            "(ה) יושב ושותה וחשכה לו - היינו שישב לשתות מבע\"י ולא בתוך הסעודה וחשכה לו ואפילו אם רק נעשה ספק חשיכה צריך להפסיק דשתיה לאו דבר חשוב הוא שתועיל התחלתו מבע\"י:",
            "(ו) וי\"א דה\"מ וכו' - קאי על מה שכתב בדעה קמייתא דבהתחיל מבע\"י אין צריך להפסיק אפילו כשנעשה ודאי חשיכה ולדעה זו צריך להפסיק אבל לענין לכתחלה אין נ\"מ בין דעה זו לדעה קמייתא דאף לדעה קמייתא אסור להתחיל לאכול אפילו בספק חשיכה:",
            "(ז) היו שותים - היינו בתוך אכילתן והתחלת אכילה היתה מבעוד יום ולכך ס\"ל להדעה קמייתא דכיון שלא היו צריכין להפסיק אף שחשכה וכדלעיל בס\"א האמירה שאמרו בואו ונבדיל אין מזיק לזה ורשאין לאכול ולשתות וא\"צ לחזור ולברך שלא הסיחו דעתם ע\"י אמירה זו אבל כשהיו עוסקים בשתיה לבד דצריך להפסיק כשחשכה וכדלעיל אם אמרו בואו ונבדיל לכו\"ע הסיחו דעתם מהשתיה ואם רוצים לשתות עוד [אע\"פ שאינם רשאים] צריכים לחזור ולברך:",
            "(ח) בדבר - ס\"ל דכיון שאמרו בואו ונבדיל צריכין לחזור ולברך והעיקר כדעה קמייתא:",
            "(ט) כשמפסיק להבדיל - היינו אפילו אם היה קבוע מתחלה לשתיה לבד דמחוייב להפסיק אפ\"ה א\"צ לברך עתה בפה\"ג שנפטר בברכת בפה\"ג שבירך על שתיה הראשונה ואצ\"ל אם קאי באמצע אכילתו שא\"צ מן הדין להפסיק ורוצה עתה להבדיל על היין שא\"צ לברך עליו בפה\"ג אם כבר בירך בפה\"ג על היין שבתוך הסעודה או שלפני הסעודה וכן אם מבדיל על השכר בתוך הסעודה א\"צ לברך שהכל אפילו אם לא בירך כלל שהכל מתחלה שברכת המוציא פוטרת אותה:",
            "(י) וי\"א שצריך - ס\"ל דכוס של הבדלה הוא ענין בפ\"ע ואין שייך לסעודה והעיקר כדעה א' ומ\"מ טוב ליזהר לכתחלה שלא להבדיל בסעודה לא על השכר ולא על היין אם כבר בירך מתחלה על היין ואם הוא מוכרח להפסיק ולהבדיל כגון שהיה עוסק מתחלה בשתיה לבד לא יברך דהעיקר כדעה א':",
            "(יא) ומברך וכו' - היינו למ\"ד בהמ\"ז טעונה כוס ועיין סימן קפ\"ב ס\"א:",
            "(יב) על הכוס - ואינו טועמו עד אחר הבדלה כדי שלא יפגמנו:",
            "(יג) ואם יש לו שני כוסות וכו' - הטעם דאין אומרים שתי קדושות על כוס אחד ורישא דאין לו כ\"א אחד שאני:",
            "(יד) מברך בהמ\"ז - ומותר לשתות מהכוס אף שהוא קודם הבדלה דכוס של בהמ\"ז שייך לסעודה. וכ\"ז למי שנזהר תמיד לברך על כוס אבל למי שמברך לפעמים בלא כוס לפי שסומך על הפוסקים שס\"ל דאין בהמ\"ז טעונה כוס אסור לו לשתות עתה מהכוס של בהמ\"ז קודם הבדלה [מ\"א וש\"א] וכתב הח\"א דזה דוקא אם הוא כבר ודאי חשיכה אבל אם הוא ספק חשיכה נראה דיכול לשתות מכוס של בהמ\"ז אף מי שאינו נזהר תמיד לברך על הכוס:",
            "(טו) טעה ואכל וכו' - וה\"ה אם הזיד ואכל אף דעבר במזיד מ\"מ צריך להבדיל אח\"כ בלילה אלא אורחא דמילתא נקט וכן מה שכתב אח\"כ בס\"ו שכח ולא הבדיל ה\"ה בהזיד ולא הבדיל:",
            "(טז) מבדיל עד סוף וכו' - דכל אלו הג' ימים שייכים עוד לשבת העבר ומכאן והלאה שייכים לשבת הבאה ומ\"מ לכו\"ע לכתחלה יקדים להבדיל ביום א' דזריזין מקדימין למצות וגם דאסור לו לאכול קודם שיבדיל כיון דבידו הוא להבדיל. כתב בחידושי רע\"א בשם ספר לשון חכמים דבמוצאי יו\"ט אין להבדלה תשלומין דבשבת שייך לומר דהג' ימים ראשונים שייכים עוד לשבת שעבר משא\"כ ביו\"ט ומ\"מ הגרע\"א מצדד שם דכל יום א' שאחר יו\"ט יכול להבדיל ע\"ש:",
            "(יז) אלא כל יום ראשון - דלא ס\"ל הסברא הנ\"ל אך ביום הראשון הטעם הוא דהיום הולך אחר הלילה של מו\"ש:",
            "(יח) אבל על הנר וכו' - דברכת על האור משום דבמו\"ש הוא זמן בריאתו ועל הבשמים נמי משום כדי להשיב נפש הכואבת ביציאת נשמה יתירה וכ\"ז לא שייך ממו\"ש ואילך [עו\"ש]:",
            "(יט) כסברא הראשונה - ואתרוייהו יש אומרים קאי [א\"ר]:",
            "(כ) ג' ימים וג' לילות - עיין באחרונים שכתבו דה\"ה אם מתענה ב' ימים וב' לילות ואפילו יום אחד ולילו אף דיכול לקיים מצות הבדלה בעצמו אחר תענית מ\"מ יותר טוב שישמע במו\"ש הבדלה מאחרים דקרובי אבדלתא לשבת עדיף טפי דאז הוא עיקר מצות הבדלה והא דנקט ג' ימים משום סיפא דבאין אחרים יכול להבדיל מבע\"י וזהו דוקא בג' ימים דיעבור הזמן ולא יוכל לקיים הבדלה כלל משא\"כ בשני ימים דלא יעבור הזמן טוב יותר שימתין ויבדיל לבסוף שני ימים משיבדיל מבע\"י:",
            "(כא) ישמע הבדלה מאחרים - וה\"ה דיכול להבדיל בעצמו ויתן לאחרים לשתות וכדלעיל בסימן רע\"ב ס\"ט אך המ\"א שדי בזה שם נרגא דזה אינו מותר רק דוקא כשאחרים בעצמן אין יודעים לברך ולכן עצה זו עדיף טפי:",
            "(כב) מבעוד יום - היינו אחר פלג המנחה ויתפלל ג\"כ מעריב מקודם וכדלעיל בסימן רצ\"ג ס\"ג ואפ\"ה מותר לאכול ולשתות אח\"כ ולא אמרינן דכיון דאבדיל כבר קיבל עליו את התענית ואסור בשתיה משום דעיקר התענית אינו מחמת חובה כת\"ב אלא מחמת נדרו ובנדרים הולכים אחר לשון בני אדם ובלשון ב\"א גם אחר שהבדיל מקרי יום והתענית אינו מתחיל אלא מתחלת הלילה ואפשר שגם בבין השמשות שהוא ספק לילה אבל לא מקודם וה\"ה כשמקבל עליו תענית של לילה ויום בשאר ימי החול ג\"כ אין חל עליו חובת תענית מבע\"י אף שכבר התפלל ערבית:",
            "(כג) ולקבל אח\"כ - אין הכונה שיקבל תענית ממש דהא כבר קיבל עליו היום במנחה כדרך כל תענית שצריך קבלה במנחה שלפניו ואי מיירי שיש עליו נדר מכבר להתענות כל ג' ימים שאחר שבת ג\"כ א\"צ עתה קבלת תענית כלל אלא ר\"ל שיקבל אח\"כ בדעתו שיתחיל התענית מעתה ועיין בבה\"ל:",
            "(כד) על שלחנו - לאו דוקא ולא בא למעט אלא חדר אחר דשם הוי ההבדלה מידי אחרינא אבל באותו חדר חשוב על שלחנו דהא בדעתם לשתות אח\"כ בסעודה שיאכלו שם אחר זה:",
            "(כה) אא\"כ נטל ידיו - שנט\"י היא התחלת קביעות הסעודה ושייכא לסעודה והא דמותר להבדיל ולא חשיב הפסק בין נטילה להמוציא עיין בסימן קע\"ד במ\"א סק\"ו:",
            "(כו) ואם הבדיל תחלה - הגה זו היא מסקנת דעת הי\"א דס\"ל דמה שהבדיל קודם הנטילה אע\"פ שהוא על שלחנו אינו שייך למה שישתה תוך המזון אח\"כ ומשו\"ה צריך לברך מחדש תוך הסעודה על היין וע\"כ חייב לברך ברכה אחרונה קודם הסעודה ולהלכה ודאי יש לפסוק ספק ברכות להקל ופטור מברכה אחרונה ובתוך הסעודה ג\"כ פטור לברך על היין כדעה הראשונה ועיין לעיל בסימן קע\"ד ס\"ד ובמש\"כ שם במ\"ב:",
            "(כז) כשפוטר וכו' - היינו דאז בודאי אמרינן דשתיה חדא היא והבהמ\"ז פוטר גם לכוס הבדלה מברכה אחרונה ואפילו אם בירך בהמ\"ז בלא כוס הבהמ\"ז עצמו פוטרו אבל אם אין לו יין על תוך המזון וגם אין לו כוס לבהמ\"ז שיפטור גם אותו דרך אגב בברכה אחרונה שלו אז י\"א דאינו נפטר בבהמ\"ז וצריך לברך ב\"א על כוס הבדלה וזהו תמצית ביאור דברי השו\"ע:",
            "(כח) וסבור שיביאו וכו' - דאל\"ה הלא מבואר ברצ\"ו ס\"ג די\"א דיאכל קודם הבדלה ואח\"כ יברך בהמ\"ז ויבדיל על כוס אחד ע\"ש ועוד דאל\"ה עדיף טפי לברך ברכה אחרונה תיכף אחר שתיית שתיית הכוס ולא להמתין לברך אותה אחר שיסעוד ויברך בהמ\"ז:",
            "(כט) שצריך לברך - ואף דגבי כוס קידוש פסק השו\"ע לעיל בסימן רע\"ב ס\"י דא\"צ לברך ברכה אחרונה אחריו בכל גווני דבהמ\"ז פוטרתו קידוש שאני שהיא צורך סעודה דאין קידוש אלא במקום סעודה משא\"כ הבדלה. והנה הי\"א הזה הוא דעת הטור שחילק בסברא זו שכתבנו ועיין במ\"א שהוכיח דהרא\"ש לא ס\"ל לחלק בזה וכן בביאור הגר\"א דעתו כהמ\"א וע\"כ נראה שאם לא בירך קודם הסעודה לא יברך אח\"כ:",
            "(ל) לסעוד תיכף - אבל אם אינו סועד תיכף א\"צ לכסותו דלא שייך קדימה בזה:",
            "(לא) וצריך להקדימו - אף דבכאן אין להקדימו דאסור לאכול קודם הבדלה מ\"מ כיון שבעלמא הדין נותן להקדימו וא\"כ הוי ביזוי לפת שיקדים לו דבר אחר לכן יש לכסותו:",
            "(לב) שום מלאכה - ואפילו חפצים האסורים מדברי סופרים [א\"ר]:",
            "(לג) קודם שיבדיל - היינו אפילו משתחשך כיון שלא הבדיל עדיין חל במקצת קדושת שבת עליו ואסרו חז\"ל במלאכה:",
            "(לד) אומר המבדיל - בלבוש איתא אומר ברוך המבדיל בין הקודש ובין החול ומ\"מ אינו נקרא זה ברכה כיון שאין אומר בה שם ומלכות ומה שדי בלשון זה לענין עשיית מלאכה שהוא להכירא בעלמא ללוות את המלך:",
            "(לה) בין הקודש וכו' - וא\"צ לומר כל הלשון של הבדלה ומ\"מ לענין אכילה לא מהני עד שיבדיל הבדלה גמורה על הכוס וגם בתפלה:",
            "(לו) בלא ברכה וכו' - וביו\"ט שחל במו\"ש ורוצה לעשות מלאכת אוכל נפש ולא הבדיל עדיין בתפלה אומר ברוך המבדיל בין קודש לקודש בלא שם מלכות ומותר במלאכה אבל לענין טעימה אסור אפילו הבדיל בתפלה שאמר ותודיענו עד שיקדש כדין:",
            "(לז) שאינן מבדילין וכו' - היינו שרובן לא נהגו להתפלל במוצאי שבת:",
            "(לח) אבל הדלקת הנר וכו' - הטעם כיון דמדאורייתא בלא הבדלה מותר במלאכה רק תקנת חכמים הוא שצריך להבדיל מקודם הקילו במלאכה שאין בה טורח:",
            "(לט) ומזה נתפשט המנהג וכו' - עיין מ\"א שמפקפק מאד על מנהג זה וכן בב\"י דמנין לנו לחלק בין מלאכה למלאכה וגם רבינו ירוחם אפשר שלא כוון להקל בזה רק אחר שהבדיל בתפלה וע\"כ מסיק דיש לדרוש ברבים שילמדו בנותיהם לומר המבדיל בין קודש לחול קודם שיעשו שום מלאכה ומכש\"כ אותן שמבערות עצים ואש ומחממות מים דהוי מלאכה שיש בה טורח ולכו\"ע אסור וכ\"כ שארי אחרונים:",
            "(מ) העיקר כסברא ראשונה - ובעל נפש יעשה כמ\"ש בדרכי משה בשם אור זרוע וכן איתא בזוהר (פ' במדבר) שלא להדליק נר עד אחר סדר קדושה אבל חזן הכנסת מותר להדליק נר אחר שהבדיל בתפלה או אמר ברוך המבדיל בין קודש לחול משום כבוד הצבור שיושבין בחושך וטלטול הנר שרי לכו\"ע [מ\"א] ולהביא יין ביו\"ט שני אחר שחשכה אף שלא התפלל עדיין וגם לא קידש אפ\"ה שרי דהא אין בזה משום מלאכה רק משום הכנה מיו\"ט לחבירו וכיון שנתקדש היום שרי. מהרי\"ל היה מקפל הטלית שלו בכל מוצאי שבת כדי להתעסק במצוה מיד:\n"
        ],
        [
            "(א) יסדר אדם שלחנו וכו' - היינו לפרוס מפה על שלחנו דרך כבוד וכן שאר דברים הנהוגים אצלו בעריכת השלחן אבל אינו מחוייב לבשל תבשילין ולהכין יותר ממה שצריך לאכול. ומשמע בגמרך דיקבע סעודה זו על הפת לכתחלה כמו בשאר סעודות של שבת וגם משמע דטוב לכתחלה להדר אותה בבשר או בשאר תבשילין אם יש לו ואם אין לו או שחושש לאכילה גסה כגון בקיץ שמאחרין בזמננו לאכול הסעודה ג' סמוך לערב יקיימה במזונות או עכ\"פ בפירות:",
            "(ב) כדי ללוות וכו' - דכשם שצריך לכבד השבת בכניסתה כן צריך לכבדה ביציאתה כשם שאדם מלוה את המלך בצאתו מן העיר ומטעם זה נראה שטוב להקדימה כדי שתהיה סמוכה ליציאת השבת ואם אינו תאב עדיין לאכול מהנכון עכ\"פ שלא יעסוק במלאכה בקבע עד שיקיים סעודה זו ועיין בשע\"ת דמשמע דאינו כדאי בכל גוונא לאחרה יותר מחצות. ואמרו הקדמונים דאבר אחד יש באדם ונסכוי שמו וזה האבר נשאר קיים בקבר עד עת התחיה ואפילו אחר שנרקבו בו כל העצמות וזה האבר אינו נהנה משום אכילה כ\"א מסעודת מלוה מלכה. ודע דמ\"מ סעודה זו אינה חובה עליו כמו הג' סעודות של שבת דשם אסמכוהו אקרא וזה רק מצוה בעלמא ונ\"מ היכי דא\"א לו לקיים כולם:",
            "(ג) את השבת - ומטעם זה יש נוהגים להרבות נרות במו\"ש יותר מימי החול ונוהגים ג\"כ לומר פיוטים וזמירות אחר הבדלה [אחרונים]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}