{
    "versionTitle": "Hilchos Bircas HaBiSamim ",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) אסור ליהנות וכו' - וכמו שאסור ליהנות באכילה ושתיה עד שיברך ואסמכוהו בש\"ס אקרא דכתיב כל הנשמה תהלל יה דמשמע שאף הנשמה תהלל על הנאתה ואיזהו דבר שהוא הנאת הנשמה בלבד הוי אומר זה הריח:",
            "(ב) עד שיברך - הברכה המבוארת לקמיה בס\"ב:",
            "(ג) קודם שיריח - דבעינן עובר לעשייתן וכמו באכילה ושאר מצות. כתבו האחרונים דאם שכח והריח בלא ברכה ונזכר לאחר שגמר מלהריח הפסיד ברכתו וכמו באכילה לאחר שגמר מלאכול שהפסיד ברכתו הראשונה וכמו שנתבאר בסימן קס\"ז ס\"ח:",
            "(ד) אבל לאחריו וכו' - דלא תקנו ברכה אחרונה רק באכילה ושתיה ולא בריח שהנאה מועטת היא. כתבו הפוסקים היו לפניו שתי ברכות אחת של טעם ואחת של ריח נוטל תחלה המין של טעם בימינו ומברך עליו לפי שהיא חשובה שנכנסת בגוף ואח\"כ נוטל של ריח ומברך עליו. עוד נתבאר בפוסקים דדוקא אריח תקנו חכמים ברכה ולא אקול [ר\"ל בשומע קול נעים] שאין בו ממש וכן לא תקנו ברכה ארחיצה וכדומה משום דאין נכנסין לגוף:",
            "(ה) אם זה וכו' - רצה לבאר כיצד מברכין עליו וע\"ז קאמר אם זה וכו':",
            "(ו) או מין עץ - ר\"ל אע\"ג דלאו עץ גמור הוא דרכיך מ\"מ כיון דמוציא עלין מעצו מברך בורא ע\"ב:",
            "(ז) כמו המוס\"ק - ובלשון לעז פיז\"ם ובשמים זה בא מן החיה לפיכך מברך עליה בורא מיני בשמים. ודע שמוס\"ק זה יש אומרים שבא מזיעת חיה ויש אומרים שבא מדם של חיה אחת שמתקבץ בצוארה ואח\"כ מתייבש ונעשה בושם ולפי סברא זו האחרונה יש שרצו לאסרו עכ\"פ לתת בקדירה להטעים בריחו את התבשיל דדם אסור באכילה והרבה פוסקים מתירים אפילו לתת בקדירה דאזלינן בתר השתא והשתא לאו דם הוא אלא עפרא בעלמא שנותן ריח טוב ועיין בא\"ר שמצדד להורות כדבריהם ובפמ\"ג במשב\"ז מצדד ג\"כ דיש לסמוך על דבריהם להקל אף לכתחלה ביש ששים כנגדו בתבשיל:",
            "(ח) ראוי לאכילה - כאתרוג ותפוח או פרי אדמה שמריח ריח טוב. ואפילו אינו ראוי לאכול בפ\"ע אלא ע\"י תערובות וכמו שיתבאר בסוף הסעיף:",
            "(ט) הנותן וכו' - עיין בא\"ר שכתב דמש\"ס ופוסקים משמע שצריך לומר אשר נתן בלשון עבר:",
            "(י) או לאכלו ולהריח בו - ואיזה מהם יברך תחלה עיין בא\"ר שמסיק דבכגון זה שהריח והאכילה הוא בחד פירא מוטב לברך על הריח תחלה דמקרבא הנייתא שתיכף כשאוחזו בידו מריח ואח\"כ יברך על האכילה וכ\"כ ג\"כ המאמר מרדכי ע\"ש. ובפמ\"ג נתן עצה אחרת בזה והוא שיטעום קצת מן הפירי ויברך עליה ברכת האכילה ולא יכוין אז ליהנות מן הריח ואח\"כ יברך ברכת אשר נתן וכו' ויריח:",
            "(יא) אע\"פ שהוא וכו' אינו מברך - דהויא לזה כדבר שלא נעשה להריח שאין מברכין עליו אע\"ג שנותן ריח ונהנה וכמו שמבואר לקמן סי' רי\"ז ס\"א:",
            "(יב) ועל כולם - בין שהריח בעץ או בעשב או בפרי שמריח:",
            "(יג) יצא - שלשון ברכה זו כוללת הכל כמו ברכת שהכל שכוללת כל מיני אכילה ושתיה. ודעת איזה אחרונים שבדיעבד אם בירך אריח שהכל יצא דלא עדיף ריח שהנאה מועטת היא מאכילה ושתיה שהנאתם מרובה ואעפ\"כ יוצאים בשהכל ודעת מגן גבורים שאפילו בדיעבד לא יצא דאין זו מטבע שטבעו חכמים בברכות ולא נתקן ברכת שהכל כ\"א אאכילה ושתיה:",
            "(יד) אגוז מוסקא\"ט וכו' - פי' אם רוצה להריח בו:",
            "(טו) ועל קנילה - שקורין צימערינג:",
            "(טז) וקלאו\"ו - שקורין נעגעל\"ך ואע\"ג דכל הני הם מיני בשמים מ\"מ עיקרייהו לאכילה קיימי [רא\"ש] ועיין באחרונים שמפקפקין לענין קלאו\"ו והרבה מהן מסכימין שטוב יותר לברך בורא מ\"ב על ריחה. כתבו האחרונים המריח בקאוו\"י כתושה והיא חמה שריחה נודף ואדם נהנה מאותו ריח צריך לברך ברכת אשר נתן וכו':",
            "(יז) על הורד - הוא מה שאנו קורין רוזא\"ש וקמ\"ל בזה אע\"פ שראוי לאכילה ע\"י מרקחת ומברכין עליה כמבואר בסימן ר\"ד סי\"א אפ\"ה לא נוכל לברך על ריחה אשר נתן ריח טוב בפירות כיון שאין עקרה עומד לאכילה אלא להריח אלא מברכין בורא עצי בשמים. והיינו על הורדים הגדלים באילנות אבל אלו הגדלים בקרקע מברכין בורא עשבי בשמים [ב\"י] ובביאור הגר\"א משמע שמצדד דאם מוציא עליו מעצו והוא מתקיים משנה לשנה [דהיינו שאין העץ מתייבש וכלה בחורף] יברך בורא עצי בשמים ואפשר שגם הב\"י מודה לזה וצ\"ע:",
            "(יח) עור הנדי - ט\"ס וצ\"ל עוד הנדי וביאורו עץ בושם הבא מארץ הודו כי עוד הוא עץ בלשון ערבי והנדי היינו מארץ הודו ששם גידולם [הגר\"א] ועיין בשע\"ת מש\"כ בשם מחזיק ברכה:",
            "(יט) מי הורד - היינו בין מי הלחלוחית שיצא מן הורד ע\"י סחיטתו ובין מה שיצא ע\"י שנשרה ונתבשל במים ואפילו למאן דס\"ל בסימן ר\"ב ס\"י דמי שריית פירות אינו כפירות עצמן היינו לענין ברכת אכילה לבד ולא לענין ברכת הריח:",
            "(כ) הלבונה - הוא קטף יוצא משרשי עץ:",
            "(כא) והמצטיכי - הוא מין עץ ששרף שלו נותן ריח טוב:",
            "(כב) על שמן אפרסמון - הוא צרי בלשון המקרא וחותכין העץ ומקלפין אותו ונוטף שמן ממנו ומוזכר בש\"ס הצרי אינו אלא שרף הנוטף מעצי הקטף:",
            "(כג) בורא שמן ערב - מפני שנמצא בא\"י והוא חשוב קבעו לו ברכה בפני עצמה להורות על חשיבותו ואם בירך בורא ע\"ב אם יצא בדיעבד עיין בב\"ח ופמ\"ג:",
            "(כד) שכתשו וכו' עד שחזר - פי' שלא נתן בתוכו שום בשמים אלא שמחמת כתישת או טחינת הזית התחיל השמן להיות ריחו נודף:",
            "(כה) בורא עצי בשמים - שהזית גדל על העץ וה\"ה משאר פירות שגדלין על העץ אם עשה כה\"ג ואם היה זה מפירות שאין גדלין על העץ שטחנם וכתשם ומריח שמנם אינו מברך עליהם רק בורא מיני בשמים [פמ\"ג] והא דאין מברכין על כל אלו הנותן ריח טוב בפירות כמו באתרוג וכיוצא בו דהתם שאני שגדל עם הריח אבל הכא אין הריח גדל עמם אלא בא ע\"י כתישה וטחינה שנעשית בידי אדם אין שייך לברך הנותן וכו' שלא ניתן בו הריח מתחלתו ושייך טפי לברך עליו בורא ע' בשמים על שהוטבע בו כח הבושם בפנימיותו:",
            "(כו) שמן שבשמו - ר\"ל שנתן בו בשמים כדי שיריח השמן וה\"ה מים ושאר משקין שנתן בהם הבשמים [ח\"א]:",
            "(כז) כמו שמן המשחה - אין הכונה שעשאו בשיעור ובמדה כמו שמן המשחה דזה אסור אלא הוא מראה לנו שדרך לבשם שמן בבשמים וכמו שמצינו בשמן המשחה שהיו מבשמים אותו:",
            "(כח) עצים ובשמים - ר\"ל בין עשבי בשמים ובין מיני בשמים:",
            "(כט) ואם סיננו - פי' דכ\"ז מיירי בשנשאר עכ\"פ מעט מן עיקר הבושם לתוכו לפיכך מברכין ברכת אותו מין אבל אם סיננו וכו':",
            "(ל) בורא שמן ערב - וכמו באפרסמון:",
            "(לא) שאין לו עיקר - ואינו אלא ריח קלוש בעלמא ואין מברכין עליו וכעין דמבואר לקמן בסימן רי\"ז לענין מריח בכלים שהם מוגמרים:",
            "(לב) מלהריח בו - כדי שלא יכניס עצמו בספק ברכה [והיינו כשאין לו אלא בושם זה אבל כשיש לו בשמים אחרים מברך עליהם עצי או מיני ויוצא גם ע\"ז] ועיין באחרונים דמסקי דמי שאין רוצה להחמיר ע\"ע מותר לו לכתחלה להריח ולברך בורא מיני בשמים. וצריך להזהיר שביוה\"כ לוקחים מיני שפיריטו\"ס המריחים להריח בו ואינם מברכין כלל ויותר מזה ששופכין על בגד פשתן שיריח בו וזה אסור דמולידין ריח בבגד. ואותן שפיריטו\"ס שקורין (שלאקוואסער) אין לברך ע\"ז כלל שאינו מריח כלל [ח\"א]:",
            "(לג) סימלק וחילפי דימא - אע\"ג דקלח שלהם אינו קשה כשל עץ אפ\"ה כיון דמוציא עליו מעצו כשאר אילנות בכלל עץ הוא ומברך בורא ע\"ב:",
            "(לד) רוסמארי\"ן - ובביאור הגר\"א חולק והוכיח דלדעת היש מפרשים והוא תר\"י חלפי דימא הוא רוסמארי\"ן:",
            "(לה) הוא שבולת נרד וכו' - והוא מה שקורין בימינו ספיגינאר ומעלה ריח טוב ובעלי בתים נוהגים באיזה מקומות ליתן זה למים שהכהנים נוטלים ידיהם לדוכן כדי שיהיה עי\"ז ריח טוב ואין נכון לעשות כן דהא מוליד ריחא במים ביו\"ט דאסור:",
            "(לו) סיגלי - הם מין דודאים הנזכר במקרא:",
            "(לז) גדל בגינה וכו' - הטעם דמחלקינן בין גינה לשדה הוא משום דהגדל בגינה נעבד ומשקים אותם ואע\"פ שעצו מתייבש מתקיים הוא לשנה הבאה אבל דדברא מתייבש כעשב והולך לו:",
            "(לח) היו לפניו - פי' ורוצה להריח בהם. ואם בירך וכו': כנ\"ל בס\"ב אלא דשם מיירי שנקט עצי בשמים או עשבי בשמים בידו ובירך עליהם בורא מ\"ב והכא מיירי שנקט רק מיני בשמים ובברכתו כוון להוציא גם את העצי בשמים ועשבי בשמים אפ\"ה יצא שברכה זו שייך בדיעבד גם עליהם:",
            "(לט) מברך על כל אחד וכו' - ר\"ל אין לו לפטור עצמו בברכה כוללת אחת דהיינו בברכת בורא מ\"ב אלא לכתחלה צריך לברך על כל אחד בפ\"ע. ויברך בתחלה על עצי בשמים ועשבי בשמים ואח\"כ יברך על שאר מינים בורא מ\"ב וכמו דקי\"ל לעיל סימן רי\"א ס\"ג לענין ברכת הפירות. נתערבו כמה מינים יחד או שהם באגודה אחת וא\"א להריח מכל מין בפ\"ע מברך עליהם בורא מ\"ב [א\"ר ודה\"ח] מיהו משמע בא\"ר דטוב לקטום מהאגודה איזה מין כדי שיוכל לברך עליו ברכתו הראוי לכתחלה. יצא - היינו כשכיון בהדיא להוציא כל המינים ואי לא\"ה לא וכמו לענין ברכת הפירות כשיש לפניו דבר שברכתו פה\"ע ופה\"א ויש לפניו דבר שברכתו שהכל אינו יוצא בסתמא בברכת שהכל על הכל וכנ\"ל בסי' ר\"ו. כ' האחרונים דכשם שברכת עצי בשמים אינו פוטר לברכת עשבי בשמי' כן ברכת עשבי בשמי' אינו פוטר לברכת עצי בשמים דבעשבים איננו נכלל עץ:",
            "(מ) עיין לעיל סימן רי\"א - ר\"ל דשם איתא פלוגתא כעין זה בס\"ג לענין פה\"ע ופה\"א אם צריך להקדים פה\"ע וה\"נ בעניננו. ודע דשם הסכימו האחרונים דמה שהוא חביב לו תמיד יותר צריך להקדימו אך אם שניהם חביבין אצלו בשוה נכון יותר להקדים הפה\"ע וה\"ה הכא אם חביבין אצלו שניהם בשוה נכון יותר להקדים העצי בשמים שהיא ברכה מבוררת ופרטית ביותר ואח\"כ יברך עשבי בשמים:",
            "(מא) להריח בהם - דאלו שמן שהביא לסוך ידיו להעביר מהם זוהמת האוכלים אין מברך וכמ\"ש בסימן רי\"ז ס\"ב ע\"ש בבה\"ל מה שנכתוב בזה:",
            "(מב) אם ברכותיהן שוות - כגון שהשמן היה מבושם בעצי בשמים שמברכין על השמן בורא עצי בשמים כמבואר בס\"ו:",
            "(מג) מברך על ההדס - הטעם דהדס הוא גוף העץ הנקרא בשמים והשמן אין הריח מעצמו אלא קולטו מאחר הלכך הדס חשיבא טפי ולהכי מברך עליו ופוטר השמן בברכתו. וכשמברך עליו נוטל ההדס בימין והשמן בשמאל דעל דבר שמברך נוטלו בימינו:",
            "(מד) ואם אינם שוות - כגון שהיה שמן שמבושם בעשבי בשמים שברכתו בורא עשבי בשמים או שהיה שמן אפרסמון דמבואר בס\"ד דברכתו הוא בורא שמן ערב וא\"כ אין יכול לברך על ההדס עצי ולפטור את השמן:",
            "(מה) מברך על ההדס תחלה - ואע\"ג דשמן אפרסמון ריחו מחמת עצמו ולא קלט מאחרים וגם ברכתו חשובה שמזכיר ומיחד שמן בברכתו אפ\"ה הדס שהוא כברייתו וקיים בגופו חשיב טפי [הרא\"ה]:",
            "(מו) להריח בהם - לאפוקי אם מעשן בשביל לבטל הסרחון אין מברכין עליו כלל ואף שנהנה מהבשמים מאד וכדלקמן בסימן רי\"ז:",
            "(מז) קודם שיגיע וכו' - דבעינן לכתחלה עובר לעשייתן. ובדיעבד יכול לברך אף בעת שמריח:",
            "(מח) אבל לא וכו' - דסמוך לעשייתן עכ\"פ בעינן ולא שתהיה מרוחקת הברכה מההנאה. ובדיעבד יצא כל שלא הפסיק בינתים וכדלעיל בסימן ר\"ו ס\"ה ע\"ש:",
            "(מט) בורא עצי בשמים - ולא נשתנה ברכתו אע\"פ שנשרף ע\"י הגימור אין שריפתו נקרא מכלה אותו אדרבה הוא גורם שתעלה תמרתו וריחו נודף [לבוש]:",
            "(נ) עשבי בשמים - העי\"ן בחירק והשי\"ן בשו\"א והבי\"ת רפויה [פמ\"ג] וע\"ש שמביא עוד דעת אחרת בזה:",
            "(נא) המריח באתרוג וכו' - אין הכונה שנטלו בידו לצאת ואגב אורחיה העלה ריח דבזה לכו\"ע אין לברך וכדלעיל בס\"ב כיון דאין מתכוין להריח אלא איירי כגון שנטלו לצאת ולהריח דבכה\"ג פסקינן לעיל דמברך על אכילה ועל הריח וסובר דעה ראשונה דה\"ה בזה דמברך על נטילת האתרוג ועל הריח:",
            "(נב) וי\"א שאינו מברך - דלאו לריח עבידא כיון שהוא של מצוה וכתב מ\"א בשם רש\"ל דדוקא בשעת נטילתו למצוה אבל קודם לכן או אח\"כ מברך לכו\"ע ויש שחולקין בזה ועיין בבה\"ל:",
            "(נג) לכך נכון וכו' - כדי לצאת מידי ספק ברכה. ואם מריח בו דעת מג\"א שלא לברך וכן דעת הגר\"א בביאורו:",
            "(נד) דהמריח וכו' יש לו לברך - כמו בשאר פירות שעומדים לאכילה ויש להם ריח שמברך עליהם כשנוטל אותם כדי להריח בהם:",
            "(נה) וי\"א דאין לברך עליו - דאין זה ריח חשוב שיהא ראוי לברך עליו [ב\"י בסי' רצ\"ז]:",
            "(נו) לכך אין להריח בו - ואם מריח אין מברך עליו [מ\"א]:",
            ""
        ],
        [
            "(א) הנכנס לחנותו וכו' - ואף דבס\"ב מבואר דבעינן שיהא נעשה הבושם להריח וזה הלא כינס סחורתו בחנותו רק למכור באמת גם בזה נקרא עשוי להריח דניחא ליה שיריחו אנשים ריח הבושם ויבואו לקנות ממנו [גמרא] ולפ\"ז אם מונחים בשמים בחדרו של חנוני הבושם ולא בחנותו [דהיינו שאין מונחים בפומבי במקום שמצוי יוצאים ונכנסים] דהתם לא עבידא לריחא אז אפילו אם נתכוין הנכנס שם להריח בהם א\"צ לברך אם לא שנטלו בידו להריח בו אותה נטילה משוה לו עבידא לריחא וצריך לברך:",
            "(ב) מברך - יש אומרים דדוקא במתכוין להריח אבל באינו מתכוין אלא שהריח בא מאליו ונהנה מזה אינו מברך אבל רבים חולקים ע\"ז וס\"ל דאפילו אינו מריח במתכוין כיון שהבשמים נעשים כדי להריח בהם והוא נהנה מברך:",
            "(ג) בורא מיני בשמים - משום שבחנות של בשמים נמצאים בו עצי ועשבי בשמים לפיכך מברך מיני בשמים ול\"ד להא דלעיל סימן רט\"ז ס\"י דאם היו לפניו עצי ועשבי דמברך על כל אחד ברכה הראויה לו התם מיירי שמביאין לפניו שנים או שלשה מינים ונוטל בידו מכל מין בפ\"ע להריחו לפיכך מברך אכל מין בפ\"ע משא\"כ הכא שאינו נוטל בידו שום בושם אלא כשנכנס עולה לו ריח מן כמה מיני בשמים כאחת לפיכך מברך ברכה כוללת [אחרונים]:",
            "(ד) אלא אחת - ולא נ\"מ בזה אם הסיח דעתו או לא כיון שהריח עולה לו תדיר כ\"ז שהוא יושב בחנות. ובעל החנות גופיה נמי פעם ראשון שבכל יום שנכנס לחנותו צריך לברך עליו לפי שנהנה מריח ותו לא ואפילו נכנס ויוצא דהא דעתו לחזור שוב לחנותו וכדלקמיה ויש אחרונים שסוברין שאפילו בפעם ראשון כשנכנס לחנותו א\"צ לברך וע\"כ טוב שיכוין להריח ואז לכו\"ע יהיה צריך לברך בפעם ראשון:",
            "(ה) נכנס ויוצא וכו' - וכ\"ש כשהלך לחנות של בושם אחר בודאי צריך לברך שם פעם אחרת:",
            "(ו) היה דעתו לחזור - ודוקא כשהיה דעתו לחזור מיד. אגודות בשמים שמונחים על השלחן להריח בהם אם נוטלו פעם אחד להריח בו ומברך עליו וחוזר ומניחו על השלחן אם היה דעתו לחזור ולהריח בו א\"צ לברך עליהם כשחוזר ומריח בהם ואפילו יצא מביתו ודעתו לחזור מיד א\"צ לברך עליהם כיון שהיה דעתו מתחלה להריח בהם בכל שעה ואם הלך לעסקיו או להתפלל בבהכ\"נ הוי הפסק וצריך לברך שנית:",
            "(ז) לא יברך - ואפילו כשחוזר ומריח בבשמים אחרים ג\"כ א\"צ לברך:",
            "(ח) נתונים למטה - היינו לפני מטתו:",
            "(ט) לכבוד החיים - כדי שיריחו ויהנו:",
            "(י) על בשמים של בה\"כ - שמוליך איסטניס לביה\"כ להעביר הריח רע אם הולך אדם ומריח מרחוק ריח בשמים אלו א\"צ לברך כיון דבעלים לא עשאום אלא להעביר הר\"ר ואפילו במתכוין להריח נמי אין מברך:",
            "(יא) העשוי להעביר וכו' - כגון אדם שגופו מזיע הרבה וצריך לסוך גופו בשמני בשמים להעביר זוהמת הזיעה שריחה רע וכן כשאוכל וידיו מזוהמות מחמת שנגע בידיו באוכלין וסך ידיו בשמן נמי אינו מברך דגם בזה עיקרו להעביר הזוהמא ולא להריח ואין נ\"מ בין שמן סתם לשמן אפרסמון דחשיבא ובכל ענין אין מברך עליהם שום ברכה כיון שלא באו אלא לסלק הזוהמא:",
            "(יב) מוגמר - ששורפין בשמים ומעבירין כלים או בגדים ע\"ג עשן הבשמים ונקלט הריח בכלים או בבגדים:",
            "(יג) אין מברכין עליו - בין המגמר בעצמו בין אדם אחר שהולך ומריח:",
            "(יד) לפי שלא נעשה וכו' - מיהו אם מתכוין לגמור כליו וגם להריח צריך לברך עליו דהא עומד גם לריח:",
            "(טו) אלא ריח בלא וכו' - ובע\"ב שאין להם בשמים להריח במוש\"ק ונוטלין מדוכה שדכו בה בשמים ונקלט בה ריח ומריחין ומברכין ברכתן לבטלה הוא וכמש\"כ כאן שהיא ריח שאין לו עיקר:",
            "(טז) של ערוה - פי' של אשה שהיא ערוה עליו אבל בפנויה אפשר דמותר [מ\"א] אבל כמה אחרונים מחמירין דאפילו בפנויה אסור דעי\"ז יבוא לידי הרהור וכ\"ז אפילו כשאינה נדה. ובתולות שלנו שסתמן בחזקת נדות הם שאינן טובלות לנדותן אסור לכו\"ע דבכלל עריות הן. וכתב בשע\"ת בשם הברכ\"י דאפילו בבשמים של אשתו נדה אסור להריח:",
            "(יז) תלוי בצוארה - יש מאחרונים שכתבו דל\"ד בשהוא תלוי בצוארה אלא רגילות נקט דבשמים שהיא רגילה לשאת בצוארה אפילו הם מונחים כעת על השלחן ג\"כ אין לברך עליהם דעי\"ז יבוא לידי הרהור אם מכירה ויודעה:",
            "(יח) של עכו\"ם - היינו שהוקטרו לעבודת גלולים ועיין בח\"א בכלל ס\"א אות י\"ד מה שכתב בזה:",
            "(יט) לפי שאסור וכו' - ואאיסור אין מברכין:",
            "(כ) מסיבה - כשמסובין לאכול ולשתות:",
            "(כא) דסתם מסיבתן לעכו\"ם - ודוקא במסיבה אבל שלא במסיבה מותר לברך אבשמים של עובד גלולים:",
            "(כב) אם רוב וכו' - דתלינן הריח בתר רוב ובודאי של עובדי גלולים הם שעשאום במסיבה ולפיכך מריח מרחוק [מ\"א]:",
            "(כג) ואם רוב ישראל וכו' - וה\"ה מחצה על מחצה ישראל וכמו שמבואר לקמן בסימן רצ\"ח לענין אור של הבדלה ועיין בבה\"ל:",
            "(כד) מברך - כבר כתבנו בראש הסימן די\"א דוקא היכי שמתכוין להריח ובלא\"ה אין צריך לברך אבל רוב הפוסקים חולקין ע\"ז וס\"ל דמברך בכל ענין כיון שעכ\"פ נהנה מהריח שעולה:",
            "(כה) נתערב ריח וכו' - עיין בבה\"ל:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}