{
    "versionTitle": "Hilchos Krias Shemah and Tefillos Maariv",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) בלילה משעת וכו' - דכתיב ובשכבך וקודם לילה לאו זמן שכיבה הוא ולילה מקרי משנראו ברקיע ג' כוכבים בינונים אך מפני שאין הכל בקיאין ויבואו לטעות בגדולים [וגדולים בודאי אינן סימן ללילה שכמה פעמים נראין אפילו ביום] החמירו גבי ק\"ש דאינו קורא עד שיראו ג' קטנים:",
            "(ב) שלשה כוכבים - ואפי' מפוזרים:",
            "(ג) ימתין וכו' - דספק דאורייתא הוא [הגר\"א]:",
            "(ד) מלבו - ואם הוא יודע מתי שקעה החמה ימתין כשיעור ד' מילין שהוא ע\"ב מינוט ועיין לקמן סימן רצ\"ג ס\"ב במ\"ב ובה\"ל דכל הענין דשם שייך גם לכאן:",
            "(ה) קודם לכן - ר\"ל קודם צה\"כ או ביום המעונן קודם שיצא הספק מלבו:",
            "(ו) חוזר וקורא אותה - עיין במאמר מרדכי ובנהר שלום שכתבו דמעיקר הדין הוא ולא משום חומרא וכן דעת הגר\"א סק\"א:",
            "(ז) בלא ברכות - דהא כבר בירך אותם ואע\"ג דלא יצא בק\"ש שקרא קודם הזמן אעפ\"כ לא הוי הברכות לבטלה דאע\"ג דמסמכינן להן לק\"ש מ\"מ עיקרן לא נתקנו דוקא לק\"ש ולפיכך בדיעבד שקראן קודם לזמן של ק\"ש יצא:",
            "(ח) ואם הצבור וכו' - והיו עושין כן מפני הדחק שכמה פעמים אלו היו ממתינין בתפלת ערבית עד צה\"כ היה כ\"א הולך לביתו ולא היו מתפללין בצבור שטורח להם להתאסף עוד וגם איכא עמי הארץ טובא דאי לא יתפללו בצבור לא היו מתפללין כלל וע\"כ סומכין עצמן על דעת ר' יהודה שס\"ל דמפלג המנחה ולמעלה נחשב ערבית להתפלל תפלת ערבית וכדאיתא לעיל סימן רל\"ג דשרי לעשות כן בשעת הדחק וכיון שנחשב לענין תפלה ללילה היה מנהגם שהיו קורין אז ג\"כ ק\"ש אף שהוא דלא כהלכתא לרוב הפוסקים:",
            "(ט) יקרא עמהם ק\"ש - ולא יכוין אז לצאת ידי חובת ק\"ש כ\"א בקריאה שניה שקורא אח\"כ בזמנה:",
            "(י) וברכותיה ויתפלל עמהם - כדי לסמוך גאולה לתפלה וגם להתפלל עם הצבור:",
            "(יא) וכשיגיע זמן קורא וכו' - ודי שיקרא שתי פרשיות הראשונות כיון שהזכיר יציאת מצרים בבהכ\"נ דנהי דלענין ק\"ש לא יצא בזה הזמן משום דאכתי לאו זמן שכיבה הוא לענין יציאת מצרים שאנו מחוייבין להזכיר בלילה יוצא בזה הזמן [מ\"א בשם תר\"י] אבל בשאגת אריה האריך ומסיק דירא שמים יש לו ליזהר לקרות כל השלש פרשיות של ק\"ש אחר צאת הכוכבים:",
            "(יב) קריאת שמע בלא ברכות - ואין כדאי לסמוך על הקריאה שקורא על מטתו אפילו אם מנהגו לקרות כל הג' פרשיות דהא צריך לכוין לצאת ידי מ\"ע של ק\"ש כדלעיל בסימן סמ\"ך וק\"ש שעל מטתו אין אנו מכונים לשם מצוה כ\"א להבריח המזיקין ועוד שאפילו אם נימא דאין צריך כונה לצאת המ\"ע צריך עכ\"פ כונת הלב לקבל עליו עול מלכות שמים במורא ובאותה שעל מטתו אין מכוין לזה. והנה בזמנינו נהגו רוב העולם לקרות ק\"ש ולהתפלל אחר צאת הכוכבים כדין מיהו באיזה מקומות בבתי כנסיות יש עדיין מנהג הישן שמתפללין תיכף אחר מנחה אף שהוא מבע\"י קצת והמתפלל במקומות האלו יראה לחזור ולקרות ק\"ש כשיגיע הזמן. ולפחות יראה לקרות כל הפרשיות על מטתו כדין ויכוין לצאת בזה המ\"ע של ק\"ש ובאיזה מקומות יש מנהג שהותיקין אינן קוראין ק\"ש עם הצבור אלא שותקין עד שמ\"ע ומתפללין עמהם וממתינין אחר התפלה עד צה\"כ וקורין ק\"ש וברכותיה ואין חוששין לסמיכת גאולה לתפלה וגם מנהג זה נזכר בדברי הקדמונים עיין בב\"י ועיין מה שכתבנו לעיל בסימן רל\"ג ס\"א במ\"ב ואשרי המתפלל מעריב בזמנו בצבור ועיין מה שכתבנו בבה\"ל בשם המעשה רב:",
            "(יג) ומיהו לא יחזור וכו' - עיין בה\"ל:",
            "(יד) מקדימין - הסכמת הפוסקים הוא דעכ\"פ אין לו להקדימה יותר מפלג המנחה ואם הקדים לא יצא לא בק\"ש וברכותיה ולא בתפלה לכו\"ע וצריך לחזור ולקרוא ק\"ש וברכותיה ולהתפלל שמ\"ע. ואפילו מפלג המנחה ולמעלה אינו אלא למי שהתפלל מנחה קודם פלג אבל להתפלל מנחה ומעריב אחר פלג הוי תרתי דסתרי אהדדי:",
            "(טו) דאז לא מתחזי כיוהרא - אבל מה שחוזר וקורא ק\"ש לא מחזי כיוהרא דלענין ק\"ש כמעט כל הפוסקים מסכימים דזמנה הוא מצה\"כ. כתבו האחרונים מי שנוהג לקרות ק\"ש ולהתפלל בצבור בזמנה וכשהיה בצבור שקורים ומתפללים מבעוד יום טעה והתחיל בברכת ק\"ש יגמור הברכות עם הק\"ש עד שמ\"ע כדי שלא יהיה ברכה לבטלה אבל שמ\"ע לא יתפלל עמהם וכשיגיע זמן ק\"ש יקרא ק\"ש בלא ברכות ויתפלל עם הצבור ואע\"ג דעכשיו אינו סומך גאולה לתפלה דתפלה בזמנה עדיף מסמיכת גאולה לתפלה:",
            "(טז) אסור להתחיל וכו' - והטעם שמא ימשך בסעודתו ופעמים ישתקע עי\"ז גם בשינה וישכח לקרות שמע ואפילו לאכול קמעא אסור ומ\"מ טעימה בעלמא מיני פירות או אפילו פת בכביצה שרי:",
            "(יז) לאכול - וכן לישן אפילו דעתו רק לישן קמעא [גמרא] וה\"ה דאסור אז לעשות כל המלאכות המבוארות לעיל בסימן רל\"ב ס\"ב שהם דברים המביאים לידי פשיעה וכ\"ש כשהגיע זמן ק\"ש בודאי אסור להתחיל בהן [לבוש ופמ\"ג ברל\"ב ודה\"ח] וא\"ר מצדד להתיר בהם קודם שהגיע זמן ק\"ש. מיהו ללמוד לכו\"ע שרי בסמוך לה [ואדרבה מצוה הוא וכמו שאמרו בש\"ס אדם בא מן השדה בערב נכנס לביהכ\"נ אם רגיל לקרות קורא לשנות שונה וקורא ק\"ש ומתפלל] אבל משהגיע זמן ק\"ש אסור אף ללמוד כשהוא מתפלל בביתו ביחיד ואם אמר לחבירו שאינו לומד שיזכרנו שיתפלל מותר [אחרונים]:",
            "(יח) חצי שעה - דעת הט\"ז להקל בזה ולא בעי אלא שיעור מועט והאחרונים מסכימים לפסק השו\"ע דכל דליכא אלא חצי שעה אסור להתחיל לאכול ואם ביקש מאחד שיזכירנו להתפלל ליכא אסורא להתחיל לאכול אפילו כשכבר הגיע זמן ק\"ש:",
            "(יט) סמוך לזמן ק\"ש - היינו סמוך לצאת הכוכבים ומשמע ממ\"א דאפילו במוצאי שבת יש ליזהר שלא להתחיל אז הסעודה ועיין במ\"ב רצ\"ט סק\"א מש\"כ בזה. כתבו האחרונים הקורין ומתפללין מבעוד יום אע\"ג שיש להם לחזור ולקרות ביציאת הכוכבים וכנ\"ל בס\"א אפ\"ה מותר להם לאכול קודם שיקרא שנית שהרי עכ\"פ כבר קרא ומ\"מ בהגיע זמן צה\"כ ממש נכון ליזהר גם בזה:",
            "(כ) התחיל לאכול אחר וכו' - ובתוך חצי שעה סמוך לצאת הכוכבים נמי כאחר שהגיע זמן הוא:",
            "(כא) מפסיק - מיד כיון דק\"ש דאורייתא הוא והוא התחיל באיסור ואם התחיל בהיתר דהיינו לפני חצי שעה שסמוכה לצה\"כ אפילו לק\"ש אינו מפסיק כל שיש לו שהות לקרוא אחר גמר סעודתו וכנ\"ל בסימן עיי\"ן במ\"ב ס\"ק כ\"ג כ\"ד:",
            "(כב) בלא ברכותיה - משום דברכות אינם אלא מדרבנן לא הטריחוהו להפסיק בשבילם:",
            "(כג) אבל אין צריך וכו' - כמ\"ש המחבר שאינו מפסיק אלא לקרות ק\"ש בלחוד בלא ברכות ובלא שמ\"ע ומשום שהם רק מדרבנן והאי דהדר ושנאו הרמ\"א משום דרצה לסיים אבל וכו':",
            "(כד) אע\"פ שנטל ידיו - היינו אף שיש עוד שהות הרבה להתפלל מחמרינן ליה שיפסיק. ולא דמי להתחיל סמוך למנחה דאינו מפסיק בדיעבד אם כבר נטל ידיו כדמבואר לעיל בסי' רל\"ב דבמנחה כיון דזמנה מועט מירתת ולא אתי למפשע משא\"כ בערבית דזמנה בדיעבד כל הלילה גזרינן דלמא אתי למפשע ויסמוך על אריכותה של לילה להכי כ\"ז שלא התחיל באכילה עצמה מטרחינן ליה להפסיק אף שנטל ידיו ודוקא כשלא בירך עדיין ענט\"י אבל אם כבר בירך ענט\"י נכון שלא יפסיק אלא יברך המוציא ויאכל כזית ויפסיק סעודתו ואף דבהתחיל לאכול א\"צ להפסיק הכא שאני שלא התחיל לאכול רק בשביל שלא יהא הפסק בין נט\"י להמוציא שאינו נכון לכתחלה כמבואר לעיל בסימן קס\"ו:",
            "(כה) ואם אין שהות - ר\"ל בין שהוא עומד סמוך לעלות השחר או אפילו עומד בתחלת הלילה רק שסעודה זו תמשך עד עלות השחר כגון סעודות גדולות בימות הקיץ שהלילות קצרים צריך להפסיק מיד ביציאת הכוכבים ואפילו התחיל בהיתר מבעוד יום נמי הדין כן:",
            "(כו) מיד בצאת הכוכבים - דזריזין מקדימין למצות:",
            "(כז) עד חצי הלילה - פי' דרבנן גדרו שאסור להתאחר בקריאת שמע ביותר מחצות שלא לבוא לידי מכשול ואם מתאחר מקרי עובר על דברי חכמים אבל עד חצות ליכא איסורא אם מתאחר אלא שלא נקרא זריז וכנ\"ל והיינו ביושב ואינו עוסק באכילה או במלאכה המטרדת דאלו אוכל או עוסק במלאכה המטרדת כההיא דסימן רל\"ב ס\"ב מדינא אסור משהגיע זמן ק\"ש וכנ\"ל בס\"ב:",
            "(כח) ואם עבר ואיחר וכו' - דמן התורה לכו\"ע זמנה כל הלילה דובשכבך כ\"ז שבני אדם שוכבין משמע:",
            "(כט) עד שלא עלה עה\"ש וכו' - משום דמיירי בעבר דהיינו בפשיעה נקט עד שלא עלה אבל בנאנס אפילו אחר שעלה השחר רק שהוא קודם הנץ נמי קורא ויוצא וכדלקמיה בסעיף ד':",
            "(ל) לא יצא וכו' - דאף דמן התורה קרינן בשכבך עד הנץ משום דאיכא עדיין מקצת אנשים דגנו בההיא שעתא מ\"מ היכא דלא איתנס בטלו חכמים ממנו מצות ק\"ש על שאיחר כ\"כ ואינו יוצא ידי חובתה שוב בקריאתה:",
            "(לא) כגון שכור וכו' - ואפילו נשתכר לאחר שהגיע זמן ק\"ש דהיינו מצאת הכוכבים ואילך נמי אינו בכלל מזיד דקסבר עדיין יש שהות שבתוך כך יפוג יינו אבל בנשתכר זמן מועט קודם עלות השחר שאי אפשר בשעה קטנה כזו להפיג שכרותו לא הוי אונס ולא יצא ידי חובתו:",
            "(לב) לא יאמר השכיבנו - מתבאר בפוסקים דאפילו אם ירצה לדלג תיבת השכיבנו ולהתחיל מן ותקננו בעצה וכו' נמי אינו נכון:",
            "(לג) אינו זמן שכיבה - ר\"ל אינו זמן שבני אדם הולכים לשכב שיהיה שייך לומר על זה השכיבנו אבל מ\"מ מיקרי זמן שכיבה לענין מצות עשה דק\"ש דכתיב בה בשכבך דהכוונה כל זמן שבני אדם שוכבין ועדיין יש מקצת בני אדם שוכבין וכנ\"ל:",
            "(לד) עד השכיבנו אומר - ולא יאמר ברוך ה' לעולם וגו' וגם שמ\"ע לא יתפלל דתפלת ערבית נתקנה רק בשביל לילה ומכיון שעלה עה\"ש יום הוא לכל דבר:"
        ],
        [
            "(א) בערב וכו' - והמנהג לומר והוא רחום קודם תפלת ערבית [טור בסי' רל\"ז ע\"ש הטעם]. ודע דמה שמבואר לעיל בסימן נ\"ד במ\"ב סקי\"ד בשם האחרונים דאחר ברכו דינו כאמצע הפרק [דעיקר ברכו שאומר הש\"ץ הכונה אברכות שמברכין העולם אח\"כ וכיון שענו העולם ברכו הוי כאלו התחילו הברכה וכמש\"כ הא\"ר והפמ\"ג שם עי\"ש] פשוט דאין לחלק בין שחרית לערבית ולפ\"ז צריך ליזהר מאד שלא לספר אחר ברכו דערבית אפילו קודם שהתחיל לברך הברכה ראשונה אם דעתו להתפלל אז מעריב עם הצבור ובעו\"ה הרבה אנשים נכשלין בזה:",
            "(ב) שתים וכו' - אשר בדברו וכו' ואהבת עולם ואינה פותחת בברוך דהויא סמוכה לראשונה. ויש להפסיק בין ברקיע כרצונו לבין בורא יום ולילה דכרצונו קאי אדלעיל. ומנהג ספרד שלא לומר ה' צבאות וכו' אל חי וכו' אלא מסיימין תיכף אחרי מבדיל בין יום וכו' ברוך אתה וכו' כי היכי דלהוי מעין חתימה סמוך לחתימה וכן נכון ועיין בטור שיישב גם מנהגנו דהוי ג\"כ מעין חתימה שאנו מתפללין שימלוך ה' ויתקיים והיה לעת ערב יהיה אור לנו וחשך לשונאי ה' ומה שאנו אומרים ה' צבאות כתבו ג\"כ האחרונים משום דכתיב עושה עיפה ושחר ה' צבאות שמו:",
            "(ג) ושתים לאחריה - ראשונה אמת ואמונה ואינה פותחת בברוך דהויא סמוכה לחברתה דק\"ש לא הוי הפסק וחותם בא\"י גאל ישראל ולא גואל ישראל כמו בתפלה משום שנתקנה על הגאולה שעברה [טור] ובמערבית של יו\"ט נוהגין לסיים מלך צור ישראל וגואלו ומפקפקין הרבה בזה והרבה מהאחרונים מישבין המנהג ואעפ\"כ יותר טוב לסיים גאל ישראל כמו בשאר ימות השנה וכמו שכתבנו לעיל בסימן ס\"ו במ\"ב ס\"ק ל\"ג וברכה שניה השכיבנו וחותם שומר עמו ישראל לעד מפני שלילה צריכין שימור מן המזיקין ואע\"ג דקי\"ל דצריך לסמוך גאולה לתפלה אף בערבית וכדלקמיה בס\"ב מ\"מ השכיבנו לא הוי הפסק דכגאולה אריכתא דמיא [גמרא] וכתבו בתר\"י הטעם דכשעבר ה' לנגוף את מצרים היו ישראל מפחדים ומתפללים להש\"י שיקיים דברו שלא יתן המשחית לבא אל בתיהם לנגוף וכנגד אותה תפלה תקנו לומר השכיבנו הלכך מעין גאולה היא:",
            "(ד) בין גאולה דערבית לתפלה - שגם בערבית מצוה לסמוך גאולה לתפלה:",
            "(ה) ואף הנוהגין לומר וכו' - ובטור מסיים בזה ומה שנוהגין להפסיק בפסוקים ויראו עינינו וקדיש לפי שבימים הראשונים היו בתי כנסיות שלהם בשדות והיו יראים להתאחר שם עד זמן תפלת ערבית ותקנו לומר פסוקים אלו שיש בהם י\"ח אזכרות כנגד י\"ח ברכות שיש בתפלת ערבית ונפטרין בקדיש ועתה שחזרו להתפלל ערבית בבתי כנסיות לא נתבטל מנהג הראשון ומ\"מ אין להפסיק בדברים אחרים ויש מן הגדולים שנהגו שלא לאמרם עכ\"ל ובזה נבין דברי המחבר:",
            "(ו) אין להפסיק וכו' - דאותן פסוקים לא מקרי הפסק כיון דתקינו לאומרם הו\"ל כגאולה אריכתא [תוספות]:",
            "(ז) צורך התפלה - ולאו דוקא לקרוא ולהכריז שהוא ר\"ח שהוא דאורייתא או להכריז טל ומטר שאם יטעו צריך לחזור אלא אפילו להכריז על הנסים שפיר דמי ואע\"ג שאם יטעו ג\"כ אין צריך לחזור דמ\"מ הוא צורך תפלה. ודוקא במקום זה יכול להפסיק אבל כשהוא עומד בברכת ק\"ש בין הפרקים אסור לו להכריז שום דבר:",
            "(ח) לומר ברכו - דגם זה הוא צורך תפלה:",
            "(ט) ועיין לעיל סי' ס\"ט - ר\"ל דשם בהג\"ה מבואר דדוקא בערבית מקילינן לזה אבל לא בשחרית:",
            "(י) נהגו לעמוד וכו' - והרבה אחרונים כתבו דיותר טוב שלא לעמוד כדי להראות שאין רוצה לצאת בזה ידי חובת תפלת י\"ח אך כשמתפלל עם הצבור וקורא אח\"כ ק\"ש וברכותיה אז יוכל לומר ברוך ה' וכו' מעומד ועיין מה שנכתוב לקמיה. כתב מ\"א בשם רש\"ל שיש לומר הושיענו אלהי ישענו והוא פסוק בדברי הימים ולא יאמר הושיענו ה' אלהי ישענו דא\"כ הוא מוסיף על י\"ח אזכרות:",
            "(יא) ורוצים לעמוד בתפלה - ואם הם עוסקים עדיין בברכות ק\"ש והוא משער שעד שיגיעו הצבור לשמ\"ע יוכל לומר ק\"ש וברכותיה עד שומר עמו ישראל לעד יעשה כן וידלג ברוך ה' לעולם וכו' ויתפלל שמ\"ע עם הצבור דאותן הפסוקים אינן אלא מנהג ויש גדולים שסוברים שאין לאומרו ולכן מוטב לדלג כדי לקיים תפלה בצבור עם סמיכת גאולה לתפלה כן כתבו כמה אחרונים [והנה בדברי הט\"ז וא\"ר מבואר בהדיא דברוך ה' לעולם וכו' וגם יראו עינינו יאמר אחר התפלה וכן העתיק הח\"א וכן משמע קצת במ\"א סק\"ב אכן במעשה רב כתב דאחר התפלה לא יאמר הפסוקים דברוך ה' לעולם וכו' ומשמע דטעמיה דלא נתקן אלא לאומרו במקומו ולא אחר שכבר התפלל ערבית וע\"כ נראה דטוב שלא יחתום ברכת יראו עינינו אלא יאמר עד כי אין לנו מלך אלא אתה ואע\"ג דברכה בלא חתימה בעלמא אינה חשובה ברכה כלל מ\"מ כיון דאפילו קודם י\"ח הוא רק מנהגא בעלמא הבו דלא להוסיף עלה] עוד כתבו במקומות שמקדימין להתפלל ערבית מבע\"י ובא לבהכ\"נ בשעה שמתחילין ברכו והוא לא התפלל מנחה יתפלל מנחה בעוד שהם קורין ק\"ש וברכותיה ואח\"כ יתפלל ערבית עם הצבור ואח\"כ יקרא ק\"ש וברכותיה בלילה אכן אם יהיה לו לתפלת ערבית מנין בלילה ימתין בתפלת מנחה להתפלל בשעה שהצבור מתפללין ערבית ותפלת ערבית יתפלל אח\"כ כדינה עם צבור בלילה [פמ\"ג]:",
            "(יב) יתפלל עמהם - דתפלת הצבור עדיפא ממסמך גאולה לתפלה דערבית [ואפילו אם הצבור מתפללין מבע\"י אפ\"ה יתפלל עמהם ויקרא ק\"ש וברכותיה כשיגיע זמנה ועיין לעיל בסי' רל\"ג ס\"א מתי יוכל להתפלל שמ\"ע דערבית מבעוד יום] אבל כ\"ז דוקא כשהוא משער שלא יוכל להשיג אח\"כ מנין להתפלל עמהם דאל\"ה אין לו לבטל מצות סמיכת גאולה לתפלה:",
            "(יג) אחר ברכת עצמו - שהוא סיום ברכת ק\"ש ואזיל המחבר לטעמיה במה שפסק בסימן רט\"ו ס\"א עי\"ש:",
            "(יד) ולא יענה וכו' - כי היא אינה שייך לברכת ק\"ש והויא ככל ברכה מיוחדת שאין עונה אמן אחר ברכת עצמו:",
            "(טו) המלך בכבודו - באומרו תמיד ימלוך עלינו לא יהיה כונתו בלשון בקשה שמתפלל שימלוך עלינו דהיינו לקרב הגאולה שאין תפלה בחתימת הברכה אלא יהיה כונתו בלשון שבח שהקב\"ה ימלוך לעולם [מ\"א]:",
            "(טז) וע\"ל סי' רט\"ו - ר\"ל ששם כתב הרמ\"א שבמדינותינו אין נוהגין לענות אחר ברכת עצמו אפילו אחר ברכת שומר עמו ישראל לעד:"
        ],
        [
            "(א) אין שליח צבור וכו' - שאין תפלת ערבית חובה רק מצוה ולא נתחייב בה אדם שיצטרך הש\"ץ להוציאו ידי חובתו [רמב\"ם] ואפילו האידנא דקבעוה חובה מ\"מ לא אלים מנהגא לשויוה חובה כדי לאטרוחי צבורא להחזיר הש\"ץ התפלה [ל\"ח וא\"ר]:",
            "(ב) ואין נופלין וכו' - וכ\"כ הב\"ח ומ\"א. ואפילו התפללו ערבית מבע\"י אין נופלין דכבר שויא לילה. ואפילו תפלה שהוא מתפלל לשם תשלומין של תפלת מנחה ג\"כ אין ליפול [פמ\"ג]. כתב ש\"ג ריש ברכות נהגו בקצת מקומות לומר שיר המעלות הנה ברכו וכו' קודם מעריב משום דאמרינן רגיל לקרות קורא דצריך לקרות שמע מתוך ד\"ת והא דאמרינן מזמור זה יותר מאחרים משום דכתיב ביה העומדים בבית ה' בלילות א\"נ משום דכתיב שאו ידיכם קודש וברכו את ה' [א\"ר ע\"ש עוד]:\n"
        ],
        [
            "(א) בלימוד הלילה וכו' - כדאמרינן לא איברי לילא אלא לגירסא וכיון דלכך נברא הלילה ע\"כ צריך ליזהר בה יותר ואיתא בגמרא כל העוסק בתורה בלילה הקב\"ה מושך עליו חוט של חסד ביום שנא' יומם יצוה ד' חסדו ובלילה שירה עמי. עוד אמרו [מנחות ק\"י] ת\"ח העוסקים בתורה בלילה מעלה עליהן הכתוב כאלו עסוקין בעבודה ומייתי שם מקרא. עוד אמרו [תמיד ל\"ב] כל העוסק בתורה בלילה שכינה כנגדו שנאמר קומי רוני בלילה [היינו לעסוק בתורה] וכתיב בתריה שפכי כמים לבך נוכח פני ה' וכתב הרמב\"ם והובא ביו\"ד סי' רמ\"ו הרוצה לזכות בכתרה של תורה יזהר בכל לילותיו ולא יאבד אפילו אחת מהן בשינה ואכילה ושתיה ושיחה וכיו\"ב וכו' ומה דכתב בכל לילותיו היינו דאפילו בקיץ בלילות הקצרים כגון בתמוז שאז נקבע הלילה העיקר לשינה כמו שכתבו התוספות אפ\"ה צריך עכ\"פ ללמוד מעט קודם השינה [אחרונים] ועיין לעיל בסימן א' במ\"ב סק\"ט:",
            "(ב) עונשו מרובה - וכדאמרינן [חלק צ\"ב] כל בית שאין ד\"ת נשמעין בו בלילה אש אוכלתו שנאמר וגו' ואיתא בפ\"ק דאבות ודלא מוסיף יסיף [היינו דלא מוסיף ללמוד בלילה מט\"ו באב ואילך יסוף מן העולם] ועיין במ\"א דלשינת האדם בלילה אין לזה שיעור קבוע אלא תלוי בכל אדם לפי כח בריאותו ועכ\"פ לא ישתקע בשינה יותר מדאי וכדאיתא במשנה [סנהדרין פ\"ח] שינה לצדיקים רע להן ורע לעולם ופירש\"י מפני שאינם עוסקין בתורה:",
            "(ג) חק קבוע וכו' - עיין לעיל בסימן קנ\"ה ס\"א ובמ\"ב שם:",
            "(ד) ישלימנו בלילה - כלומר אפילו בלילות הקצרים מחוייב להיות ניעור בלילה כדי להשלים חוקו ולא יאחר זה עד יום מחר כי יום של אחריו מחוייב בפני עצמו ונמצא דיום זה לא השלים חוקו והוי מעוות לא יוכל לתקון [פמ\"ג]:",
            "(ה) מיד - והוי נדר כדאמרינן [נדרים ז'] האומר אשנה פרק זה נדר גדול נדר לאלהי ישראל ואיתא ביו\"ד בסימן ר\"ד ס\"א דאם נהג לעשות דבר טוב אם היה דעתו לנהוג כן לעולם הוי נדר וטוב שיתנה בתחלה שלא יהיה עליו דבר זה בנדר פן יזדמן איזה פעם שלא יוכל להשלים:"
        ],
        [
            "(א) פרשה ראשונה - ואם התפלל ערבית מבעוד יום צריך לקרות כל הפרשיות ויכוין לצאת בהן המ\"ע של ק\"ש וגם המצוה של זכירת יציאת מצרים. וטוב לומר תמיד כל ק\"ש שהיא רמ\"ח תיבות [בצירוף אל מלך נאמן] לשמור רמ\"ח אבריו:",
            "(ב) ומברך המפיל וכו' - מלשון השו\"ע משמע דברכת המפיל אומר אחר ק\"ש כדי שתהא הברכה סמוכה לשינה ומה שקורא אח\"כ יושב בסתר ואינך כיון דהוי משום שמירה לא הוי הפסק [ויש מדקדקין לברך המפיל בסוף אחר כל הפסוקים] ויש מאחרונים שהסכימו שיברך ברכת המפיל קודם ואח\"כ ק\"ש ויתר פסוקי דרחמי (כמו שנדפס בסידורים) ונראה דלמעשה יתנהג האדם כפי טבעו דהיינו אם טבעו להרדם באמצע ק\"ש טוב יותר שיקדים ברכת המפיל מה דאפשר ואם אין טבעו לזה טוב יותר לאחר ברכת המפיל עד לבסוף:",
            "(ג) סמוך למטתו - ולא יקרא ק\"ש כשיכנס לישן אלא כשרואה שהשינה באה עליו [סדה\"י] אבל בכנה\"ג כתב שיש לקרות מיד שמא יחטפנו שינה אח\"כ ולא יקרא ואין לחוש משום הפסק אלא כשעושה ד\"א בינתים אבל מה שיושב ודומם לא מקרי הפסק אף ששהה איזה זמן קודם שיישן:",
            "(ד) אחר ק\"ש וכו' - ואם תאב לשתות או לדבר איזה ענין נחוץ נראה שמותר אך יחזור ויקרא פרשת שמע אכן אם כבר אמר ברכת המפיל יזהר בזה כי יפסיק בין הברכה להשינה:",
            "(ה) יישן מיד - ואם צריך לשמש מטתו ירחץ עצמו מהש\"ז שעליו ויטול ידיו ואח\"כ יקרא. ולפחות יאמר ברכת המפיל ושמע אחר התשמיש:",
            "(ו) כשהוא שוכב - ר\"ל דשם מוכח בס\"א בהג\"ה דלכתחלה אין כדאי לילך ולשכב ולקרותה בשכיבה אפילו כשהוא שוכב על צדו ממש. כתב המ\"א דוקא כשקורא זו הק\"ש לשם חובה כגון שהתפלל ערבית מבע\"י וצריך עתה לכוון לקיים המ\"ע דק\"ש לכך צריך ליזהר בכל פרטיה אבל אם כבר קרא בזמנה וקורא עתה רק משום ק\"ש שעל המטה מותר לכתחלה לקרותה בשכיבה ויש שמחמירין לכתחלה לקרותה בעמידה או בישיבה אכן אם כבר שכב לכו\"ע מותר להטות על צדו ולקרוא. ויש לו לאדם להרגיל עצמו לשכב על צדו דוקא ואיסור גדול לשכב פרקדן דהיינו שמושלך על גבו ופניו למעלה או שפניו טוחות למטה:",
            "(ז) חוזר וקורא - פרשה ראשונה [וראוי שלא לכפול פסוק ראשון] או שיאמר שאר פסוקים דרחמי. וה\"ה אם מהרהר בד\"ת שפיר דמי [מ\"א]:",
            "(ח) ואין מברכין וכו' - פי' אשר קדשנו במצותיו וצונו על ק\"ש אין לברך ולאפוקי מדעת איזה פוסק שמצריך לברך. כתבו הפוסקים הישן ביום א\"צ לברך ברכת המפיל וטוב שיאמר ויהי נועם וגו' יושב בסתר וגו':",
            "(ט) ואומר יושב בסתר וגו' - כל אלו הפסוקים שנהגו לאומרם הוא להגן שלא יבוא עליו ח\"ו דבר רע. ואם הוא חולה או אנוס די במה שיאמר פרשה ראשונה של ק\"ש וברכת המפיל לבד [מ\"א]. כתבו הספרים שבלילה קודם השינה נכון לאדם שיפשפש במעשיו שעשה כל היום ואם ימצא שעשה עבירה יתודה עליה ויקבל ע\"ע שלא לעשותה עוד ובפרט בעונות המצויים כגון חניפות שקרים ליצנות לשה\"ר וכן עון בטול תורה צריכים בדיקה ביותר. גם ראוי למחול לכל מי שחטא כנגדו וציערו ובזכות זה האדם מאריך ימים [מגילה כ\"ח]. אחז\"ל הישן בבית יחידי והיינו בלילה אוחזתו לילית ובית היינו חדר. אלו צריכין שימור מהמזיקין חולה חיה חתן כלה אבל. ות\"ח בלילה [היינו כשהוא עומד יחידי באישון לילה ואפלה]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}