{
    "versionTitle": "Hilchos Shabbos #2",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) מצוה וכו' - מפני כבוד השבת ומ\"מ אין זה חובה גמורה והמקיימה מקבל עליה שכר ושאינו מקיימה אינו נענש עליה. ומאד יש ליזהר שלא יבוא ע\"י מצות הרחיצה לחשש חילול שבת ובעו\"ה הרבה נכשלין בזה בימי החורף כשהימים קצרים שיושבין כמעט עד שחשיכה ואף אם גמר את עצם הרחיצה בהיתר ג\"כ מזדמן איסור לידו שפעמים הוא סורק את ראשו בסוף שהיא מלאכה דאורייתא בשבת. גם מצוי שאחר גמר כל הפעולות סוחט האלונטית מהמים שנבלע בו והוא בכלל מכבס וכמו שיבואר לקמן בסימן ש\"ב. וראוי לכל מי שנגע יראת השם בלבו למנוע את העם מזה וזכות הרבים יהיה תלוי בו וגם כדי שלא יתפש ח\"ו בעונם וכידוע מאמר חז\"ל כל מי שיש לו למחות באנשי ביתו ואינו מוחה נתפס בעון אנשי ביתו וכל מי שיש לו למחות באנשי עירו ואינו מוחה נתפס בעון אנשי עירו:",
            "(ב) לרחוץ - וגם על הנשים שייך מצות רחיצה ובימי החורף שהימים קצרים ואין להם פנאי יקיימו מצות הרחיצה בפניהם וידיהם ואף לאנשים די בזה כשאין להם פנאי ועיין בא\"ר:",
            "(ג) כל גופו - היינו בחמין:",
            "(ד) ורגליו - וכעת אין נוהגין ליזהר בזה ואפשר דדוקא במדינותיהם שהיו רגילין לילך יחף ודרכו לרחוץ במים מפני האבק והעפר משא\"כ במדינותינו וכעין זה כתב הפמ\"ג לעיל בסימן ד' באשל אברהם סק\"א עי\"ש:",
            "(ה) בע\"ש - וה\"ה בכל זה בעיו\"ט אבל ביום ה' לא הוי יקריה דשבת אא\"כ אי אפשר לו לרחוץ בע\"ש אז כל כמה דמקרב לשבת טפי מעלי וכן לענין להסתפר:",
            "(ו) בע\"ש - וביום ה' מקפידין שלא ליטלן מפני שהצפרנים מתחילין לחזור ולצמוח ביום ג' לגלוחן וא\"כ אין זה תיקון כבוד שבת שחוזר לצאת. יש שכתבו שלא לקוץ צפרני הידים ורגלים ביום אחד ואין לקוץ אלא בע\"ש או בעיו\"ט והנכון שיקוץ מן הרגלים ביום ה' ומן הידים ביום ו' [מ\"א]. איתא בגמרא השורף צפרנים חסיד קוברן צדיק זורקן רשע שמא תעבור עליהן אשה מעוברת ותפיל ולכן בבית המדרש דלא שכיחי נשי או בית המרחץ שעשוי רק להרחצת אנשים מותר לזרוק. גם איתא שם בגמרא דאין בכחן להזיק רק בדוכתא דנפילי אבל אי כניש להו בתר הכי ושדי להו לאבראי לית לן בה וכתב בפרישה סימן רמ\"א מכאן דאם חתך בביתו במקום דשכיחי נשי ונפל מידו קצת צפרניו יכבד אותו המקום ויזיזם ממקומם ושוב לית לן בה והא\"ר כתב דאפשר דדוקא כשהשליכן חוץ לחדר הוי שינוי מקום. ויש ליטול הידים אחר גילוח הצפרנים וכדלעיל בסימן ד':",
            "(ז) לגלחן - בתער או במספרים והטעם כדי שלא יכנוס לשבת כשהוא מנוול. יש מקומות שאין מגלחין ואין נוטלין צפורנים בר\"ח אפילו חל ביום עש\"ק כי כן צוה ר\"י חסיד:",
            "(ח) לא יטול וכו' - בתשב\"ץ כתוב שמהר\"ם לא דקדק בזה וכ\"כ על האר\"י מ\"מ יש ליזהר לכתחילה [מ\"א]:",
            "(ט) סמוך לחשיכה - היינו קודם בין השמשות בעוד ודאי יום ושיהיה בו עוד שהות להוסיף מחול על הקודש והטעם שמאחר מלישאל עד עתה כדי שלא יפשעו ויאמרו עדיין יש שהות:",
            "(י) בלשון רכה - כי היכי דליקבלו מניה ולעולם אל יטיל אדם אימה יתירה בתוך ביתו שמתוך היראה הם מחללין שבת ומאכילין לאדם דבר האסור לו ובאין לידי כמה עבירות:",
            "(יא) עשרתם וכו' - דכל הני אין יכול לעשותם אח\"כ בשבת לכך יזרז אודותם בע\"ש:",
            "(יב) ערבתם - ובמקומות שאין דרך להניח עירובי חצרות כ\"א מע\"פ לע\"פ וגם עירובי תחומין אין דרכו להניח אין צריך לומר זה:",
            "(יג) הפרשתם חלה - וכעת אין נוהגין לישאל זה ועיין בתשובות כנסת יחזקאל סי' ק\"ג שכתב טעם לזה אך בע\"פ בודאי צריך לישאל ואם חל בשבת צריך לישאל בע\"ש ע\"ש:",
            "(יד) הדליקו וכו' - בפת\"ח תחת הה\"א בלשון צווי דאין שייך שאלה דהא רואה שלא הודלק [רש\"י] וה\"ה שיזהירם שיפסקו מלעשות מלאכה ואם הוא אז בבה\"מ או במקום אחר צריך לשלוח אחר שיזהירם לזה:"
        ],
        [
            "(א) בין השמשות - ואם נסתפק אם הגיע הזמן לבה\"ש ג\"כ אסור:",
            "(ב) אחר שקיעת החמה - היינו אחר סוף שקיעה דלדעת התוספות והשו\"ע נמשך מתחילת השקיעה עד סופה יותר משלשה מילין וכדלקמן בס\"ב ואח\"כ מתחיל הזמן דבין השמשות ועיין לקמן במ\"ב סק\"כ:",
            "(ג) אין מעשרין - אפילו במעשר פירות דהוי דרבנן:",
            "(ד) את הודאי - דה\"ל כמתקן וה\"ה שאסור להפריש חלה אף בחו\"ל. וחמור חלת חו\"ל יותר ממעשר דלענין מעשר אם אין לו מה יאכל בשבת תו הוי לצורך מצוה וקי\"ל דלא גזרו על שבות בה\"ש לצורך מצוה וכמו שפסק לקמיה ולענין חלה יש להחמיר בכל גווני שהרי חלת חו\"ל יכול לאכול בלא הפרשת חלה ולשייר מעט עד אחר שבת ולהפריש מן המשויר ולכן כשחל שבת בע\"פ ולא הפריש חלה מהמצה בע\"ש מבעוד יום מותר להפריש אף בע\"ש בין השמשות דא\"א לאכול ולשייר חתיכה מכל מצה. וה\"ה אם לא הפריש חלה מבעוד יום מהלחם חמץ שיאכל בבוקר בשבת:",
            "(ה) ואין מטבילין וכו' - המחבר העתיק לשון המשנה [שבת ל\"ד] אף שאין נוהג עתה דהמשנה איירי לענין להטביל כלים מטומאתן משום דנ\"מ מזה לדידן לענין טבילת כלים חדשים הנקחין מן הא\"י לדעת האוסרים להטבילן בשבת כדלקמן בסימן שכ\"ג ס\"ז דאסור נמי לדידהו להטבילן בין השמשות והטעם משום דנראה כמתקן את הכלי דע\"י הטבילה מותר להשתמש בה אך אם הוא צריך לשבת ואין לו אחר יכול לטבול בין השמשות ולברך כדין:",
            "(ו) ואין מדליקין - בזה אסור אפילו לצורך מצוה שיתבטל עי\"ז מסעודת שבת וכה\"ג דספיקא דאורייתא הוא. ואפילו בדיעבד אם הדליק או שעשה שאר איזה מלאכה בין השמשות אסור ליהנות ממנה כמו אם היה עושה אותה בשבת גופא דאסור אפילו אם עשה אותה בשוגג וכמבואר בסימן שי\"ח [פמ\"ג ועיין בבה\"ל]:",
            "(ז) ואין מערבין ע\"ת - דבגמרא יש סמך לע\"ת מקרא וע\"כ חמיר דאפילו לדבר מצוה אסור כ\"כ העו\"ש ובלבוש מיקל לדבר מצוה [ושתי דעות האלו נמצאים בספר מאירי ע\"ש שכותב דלדעה המתרת יהיה איירי הגמרא דאוסר לערב דוקא בדבר הרשות ובמערב ברגליו דבעלמא מותר אפילו לדבר הרשות [עיין בסימן תט\"ו סק\"ב במ\"א] דבפת הא קי\"ל דאפילו מבעוד יום אין מערבין אלא לדבר מצוה [וכמ\"ש בסימן תט\"ו ס\"א] עכ\"ל המאירי]:",
            "(ח) וע\"ל סי' תט\"ו - ר\"ל דמבואר שם דבדיעבד עירובו עירוב וע\"ש במ\"א:",
            "(ט) את הדמאי - דרוב עמי הארץ מעשרין הן ולא מקרי תיקון:",
            "(י) וטומנין - בדבר שאינו מוסיף הבל כמ\"ש בתחלת סימן רנ\"ז עי\"ש שמבואר כל פרטי הדין בטעמיהן. ולשאר דברים שאסור מדרבנן חוץ מאלו דקחשיב פה דין בה\"ש כמו שבת עצמה אם לא שהוא לדבר מצוה או שאר דוחק וכמבואר לקמן בסימן שמ\"ב עי\"ש:",
            "(יא) ומערבין - ויכול ג\"כ לברך ועיין בס\"ד ובמה שכתבנו שם. ומ\"מ לכתחלה יזהר שלא יאחר הע\"ח עד בין השמשות [מ\"א בסימן ר\"ס סק\"ג ע\"ש]:",
            "(יב) סימן שצ\"ג - היינו דשיתופי מבואות יש לו דין עירובי חצירות ועוד פרטי דינים ע\"ש:",
            "(יג) לומר לא\"י - דאמירה לא\"י הוא בכלל שבות ולא גזרו על שבות בין השמשות לצורך מצוה וכדלקמן בסימן שמ\"ב ע\"ש:",
            "(יד) בין השמשות - המחבר אזיל לשיטתו דסבירא ליה לקמן בסימן ש\"ז ס\"ה דבשבת גופא אסור ע\"י א\"י במלאכה דאוריית' אפי' אם הוא לצורך שבת וע' לקמן בסימן רע\"ו ס\"ב בהגה\"ה:",
            "(טו) לצורך מצוה - אף שאיננה בשביל שבת וכדלקמן בסימן שמ\"ב עי\"ש ובמ\"ב:",
            "(טז) ונחפז עליה - כתב רש\"ל היינו כל דבר שאם לא יהיה נעשה הוא מצטער בשבת שרי לעשות ע\"י הא\"י בין השמשות אבל לבי נוקף להחמיר אם אין לו בהן שום צורך בשבת רק לצורך חול אך אם הוא הפסד מרובה או לצורך גדול שרי שבותין בבה\"ש ובפרט שבות דאמירה לא\"י דלית ביה מעשה וע\"כ מותר לומר לא\"י בין השמשות להדליק נר יא\"צ מאחר שהעולם נזהרין בו חשבינן כלצורך גדול עכ\"ל בקיצור:",
            "(יז) שעה או ב' - דוקא שעה או ב' אבל חצי שעה סמוך לחשיכה דאז אפשר דבכל מקומות ישראל קבלו עליהן השבת חמירא טפי ואסור אפילו לומר לא\"י שיעשה מלאכה מיהו לצורך מצוה שרי. ואפילו לפי מה שפוסק המחבר לקמן בס\"ד דאחר קבלת שבת אסור לעבור אפילו על שבות במקום מצוה מ\"מ לענין אמירה לא\"י לא מחמרינן טפי מבין השמשות:",
            "(יח) לומר לא\"י להדליק - אפילו שלא במקום מצוה דכיון שעוד היום גדול בודאי יש מקומות שעדיין לא קבלו עליהן שבת ועושין בעצמן מלאכה די לנו במה שע\"י הקבלה נשבות בעצמנו ממלאכה. ודע דבעניננו איירינן שהצבור שבעירו קבלו עליהן השבת וחל קדושת שבת בע\"כ אפילו אם אחד לא ירצה לקבל וע\"כ כתב לומר לא\"י וכו' ומטעם הנ\"ל אבל ביחיד שקבל עליו השבת מותר אפילו לומר לישראל חברו שיעשה לו מלאכה וכדלקמן בסימן רס\"ג סי\"ז ע\"ש הטעם במ\"ב:",
            "(יט) שצריך להוסיף - בין בכניסתו ובין ביציאתו וכדאיתא לקמן בסימן רצ\"ג ס\"ב עי\"ש. ואין על הזמן הזה לא לאו ולא כרת כ\"א מ\"ע מה\"ת וילפינן [בגמרא ר\"ה ט'] מדכתיב ביוה\"כ ועניתם את נפשותיכם בתשעה לחודש בערב מערב עד ערב תשבתו שבתכם ואמרינן יכול בט' מתענין ת\"ל בערב אי בערב יכול משתחשך ת\"ל בתשעה הא כיצד מתחיל ומתענה מבעוד יום כדי להוסיף מחול על הקודש וגם ביציאתו מוסיף מדכתיב מערב עד ערב ומדכתיב תשבתו שבתכם ילפינן דכל מקום שנאמר שבות כמו שבת ויו\"ט גם כן צריך להוסיף ולשבות ממלאכה. וזמן תוספת הוא ע\"כ קודם בין השמשות דבבה\"ש הוא ספק שמא הוא לילה וחייב עליה אשם תלוי ולא צריך קרא לאוסופי:",
            "(כ) מתחלת השקיעה - הוא דעת ר\"ת וסייעתו דס\"ל דשתי שקיעות הן מתחלה נכסית החמה מעינינו ושוקעת והוא הנקרא תחלת השקיעה ושוהה כדי ג' מילין ורביע מיל ועדיין יום הוא ומאז והלאה מתחיל השקיעה שניה שאז מתחיל להשקע האור לגמרי והוא נקרא סוף השקיעה ונמשך זמנה כדי שיעור מהלך ג' רבעי מיל שהוא אלף ות\"ק אמות והוא בה\"ש ואח\"כ יוצאין ג' כוכבים בינונים שהם סימן ללילה ונמצא שלדעתו מתחלת השקיעה עד צאת הכוכבים היא ארבעת מילין ועיין מה שכתבנו בסמוך דהרבה פוסקים חולקין ע\"ז וס\"ל דמיד שנתכסה החמה מעינינו הוא בה\"ש שהוא ספק יום ספק לילה:",
            "(כא) רצה לעשותו וכו' - היינו ע\"י דיבור שהוא מקבלו עליו לשם תוספת שבת או ע\"י אמירת ברכו וכדלקמן בס\"ד. ואם מהני לזה קבלה בלב ע\"ל בסי' תר\"ח ס\"ג בהג\"ה ובמ\"ב שם. וע\"ל ברס\"ג ס\"י בהג\"ה דמנהגנו שהאשה המדלקת נרות לשבת היא מקבלת שבת בהדלקה זו:",
            "(כב) איזה זמן - ולא סגי בהוספה כ\"ש אלא שצריך קצת יותר. ושיעור התוספת עם בין השמשות ביחד עולה כמעט חצי שעה ועיין בבה\"ל:",
            "(כג) ג' רבעי מיל - והוא לערך רבע שעה. והנה השו\"ע הזכיר בסעיף זה דעת ר\"ת וסייעתו אבל הרבה מהראשונים ס\"ל וגם הגר\"א הסכים לשיטתם דבה\"ש מתחיל תיכף אחר תחלת השקיעה היינו משעה שהחמה נתכסה מעינינו ונמשך זמנו כדי ג' רבעי מיל ואח\"כ בסמוך לו יוצאין הג' כוכבים בינונים והוא לילה מה\"ת לכל דבר. ולפ\"ז יש ליזהר מאד שלא לעשות מלאכה אחר שהחמה נתכסה מעינינו ואפילו מלאכת מצוה כגון הדלקת הנרות לסעודת שבת ג\"כ יזהר מאד לגמור הדלקתם קודם שתשקע החמה דלאח\"כ הוא בכלל בה\"ש ועיין לעיל בסק\"ו. ולכתחלה אין להמתין עד הרגע האחרון רק יקדים הדלקתם משעה שהשמש בראשי האילנות כדלקמן ומי שמחמיר על עצמו ופורש עצמו ממלאכה חצי שעה או עכ\"פ שליש שעה קודם שקיעה אשרי לו דהוא יוצא בזה ידי שיטת כל הראשונים. ולענין מוצ\"ש עיין בבה\"ל שבארנו בשם הפוסקים דלכ\"ע השעור דג' רבעי מיל משתנה לפי הזמן והמקום ולא נאמר זה בגמרא אלא באופק בבל ובזמן ניסן ותשרי שהימים והלילות שוים ובמקומותינו שנוטה לצד צפון העולם מתארך הרבה יותר ע\"כ יש ליזהר מאד שלא לעשות מלאכה במוצ\"ש אף שנתאחר זמן רב אחר השקיעה עד שיראו ג' כוכבים קטנים וכדלקמן בסימן רצ\"ג ס\"ב ועי\"ש במ\"ב ובה\"ל:",
            "(כד) קודם הלילה - לילה נקרא מה\"ת לכל דבר משיראו ג' כוכבים ועיין בבה\"ל:",
            "(כה) הרשות בידו - ונאסר בעשיית מלאכה אבל אם קיבל עליו השבת קודם פלג המנחה אין בקבלתו כלום ופלג המנחה נקרא שעה ורביע קודם הערב ועיין לעיל בסימן רל\"ג דהוא שעות זמניות דהיינו בין שהיום ארוך או קצר מתחלק לי\"ב חלקים וחלק ורביע קודם הערב הוא פלג המנחה. גם כתבנו שם דיש דעות בין הפוסקים אם שעה ורביע הזו הוא קודם השקיעה או קודם צאת הכוכבים ע\"כ לעניננו בדיעבד אם קבל על עצמו לשם תוספת שבת עד שעה ורביע שקודם השקיעה יש להחמיר שלא לעשות מלאכה:",
            "(כו) בראש האילנות - או בראשי הגגות הגבוהים:",
            "(כז) יום המעונן וכו' - וה\"ה כשיש לו מורה שעות שהולך בטוב ויודע עי\"ז אימתי הוא זמן השקיעה יכול לסמוך עליו [ברכי יוסף בסימן של\"א]:",
            "(כח) עניית ברכו - משום דהוא התחלת תפלת ערבית של שבת לכך הכל פורשין אז ממלאכה וכדלקמן בסימן רס\"ג ס\"י דהוא כמי שקבל עליו קדושת שבת בפירוש ואסור אז בכל הסייגים והגדרים שגדרו חז\"ל לשבת כגון לכנוס למרחץ להזיע בעלמא וכ\"ש ברחיצה בחמין וכה\"ג בכל השבותין ובא המחבר להשמיענו דאפילו אותן דברים שהתירו בבין השמשות כגון עירובי חצרות והטמנה דהוא בודאי לצורך שבת וה\"ה כל שבות שהוא לצורך מצוה אפ\"ה אסור כאן והטעם דכיון דקבל עליו שבת בפירוש אף שהוא זמן הרבה קודם ביה\"ש חמור מביה\"ש בלי קבלה [ולפ\"ז לא יצוייר ההיתירא דבין השמשות הנ\"ל לענין ע\"ח והטמנה וכה\"ג רק אם הוא במקום שאין שם צבור דאל\"ה בודאי רוב הצבור קבלו כבר שבת בבין השמשות והמיעוט נמשכין אחריהן בע\"כ וכמ\"ש בסימן רס\"ג סי\"ב וי\"ג ע\"ש] ועיין בביאור הלכה בשם הרבה אחרונים שכתבו דדוקא ע\"י ברכו שהוא קבלת שבת של ציבור אבל אם יחיד קבל עליו שבת מבעוד יום לא חמיר מבין השמשות וכן משמע ממ\"א סק\"ז:",
            "(כט) שעדיין יום הוא - ר\"ל אפילו הוא זמן הרבה קודם בין השמשות כל שהוא אחר פלג המנחה:",
            "(ל) אין מערבין - אפילו לדבר מצוה:",
            "(לא) כעניית ברכו - דמסתמא כיון שמזכיר שבת הוי כקבלה. וכתב המ\"א ועתה נוהגין לומר מזמור שיר וגו' ואפ\"ה עושין כל המלאכות עד ברכו [והיינו כשהזמן הוא קודם בין השמשות] והטעם משום דמעיקרא הכי קבלו עלייהו ואין מתכוונים בזה לקבלה. וכ\"ז בזמן המג\"א אבל במקומותינו המנהג כהיום מיד שאומרים מזמור שיר מקבלין הצבור שבת עלייהו ואסור בכל המלאכות אפילו עדיין היום גדול [פמ\"ג ודה\"ח] וכתב בספר דרך חכמה דה\"ה במקומות שנוהגין לומר לכה דודי ומסיימין בואי כלה הוי קבלת שבת ממש ועיין בתו\"ש:"
        ],
        [
            "(א) שלחנו - מע\"ש ללילי שבת:",
            "(ב) המטות - שיושבין עליהן וטוב שתהיה מוצעת גם המטה שישן עליה:",
            "(ג) ערוך וכו' - שזהו כבוד שבת ואחז\"ל שני מלאכי השרת מלוין לו לאדם בע\"ש מבהכ\"נ לביתו אחד טוב ואחד רע כשבא לביתו ומצא נר דלוק ושלחן ערוך ומטה מוצעת מלאך טוב אומר יהי רצון שיהא כן לשבת הבא ומלאך רע עונה אמן בע\"כ וא\"ל הוא להיפך חו\"ש טוב לפנות קורי עכביש מהבית מבע\"י לנקות את הבית לכבוד שבת וטוב ליזהר בסעודת הלילה שלא לזרוק דבר בבית חוץ לשלחן אם אין דרכו לכבד את הבית בדבר המותר [עסי' של\"ז] אחר סעודה זו כדי שלא ינוול את הבית וכן בסעודת שחרית אם אינו מכבדו אח\"כ:",
            "(ד) כל וכו' עד לאחר הבדלה - יש נוהגין להיות ב' מפות על השלחן מלבד העליונה שעל הלחם משום שכשמנערין המפה נמצא השלחן מגולה:",
            "(ה) ישתדל וכו' - דכתיב וכבדתו ודרשו חז\"ל שלא יהא מלבושיך של שבת כמלבושיך של חול וטוב שלא ילבש בשבת מכל מה שלבש בחול אפילו חלוק. ואם אפשר לו טוב שיהיה לו גם טלית אחר לשבת:",
            "(ו) נאים - כפי יכלתו ואפילו אם הוא בדרך לבדו ובבית א\"י ג\"כ ילבוש בגדי שבת כי אין המלבושים לכבוד הרואים כי אם לכבוד השבת [ח\"א]. כתב בס\"ח אל יקח אדם ילד בשבת עד שישים תחלה כר בחיקו כדי שלא יטנף בגדיו:",
            "(ז) היושבים בביתם - היינו שאינם צריכים לסלק בגדיהם מן הארץ בשביל מלאכה:",
            "(ח) ילבש וכו' - וילך בהם עד מו\"ש אחר הבדלה:",
            "(ט) וישמח בביאת שבת - וכל המרבה לכבדו הן בגופו הן בבגדיו הן באכילה ושתיה הרי זה משובח ועיין בסימן רמ\"ב. בזהר ומקובלים הזהירו מאד שלא יהיה שום מחלוקת בשבת חו\"ש ובפרט בין איש לאשתו וכן מוכח בגיטין [דף נ\"ב ע\"א] גבי הנהו בי תרי דהוו מינצו בהדי הדדי עי\"ש [תו\"ש]:",
            "(י) כיוצא וכו' - בקצת מקומות נוהגין לצאת מבהכ\"נ לעזרה ואומרים בואו ונצא וכו' [כנה\"ג] ואנו נוהגין שמהפכין פניהם לצד מערב כשאומרים בואי בשלום וכו' ונוהגין לעמוד אז ולעשות דוגמא כמו שמקבל פני אדם גדול נהגו שלא לקבל את השבת ביוה\"כ שחל בשבת רק שאומרים מזמור שיר ליום השבת קודם ברכו ואפילו הנוהגין בשאר יו\"ט כשחל בשבת לומר עוד איזה מזמורים בשביל שבת:",
            "(יא) מיד אחר וכו' - וגם הנשים נוהגות קודם הדלקת הנרות לרחוץ את עצמן וללבוש בגדי שבת ואשרי להם אמנם בימים הקצרים שמתאחרים לישב בחנות ואח\"כ רוחצות ולובשות ובין כך יבואו חו\"ש לספק חילול שבת לכן טוב להזהיר להם שיקדימו לבוא לרחוץ וללבוש וכשמתאחרת מצוה יותר שתדליק כך במלבושי חול מלבוא חו\"ש לספק חילול שבת ואם הבעל רואה שמתאחרת מצוה גדולה שהוא ידליק הנרות ולא ישגיח בקטטת אשתו ומצוה גדולה יותר לישב בחשך מלחלל שבת חו\"ש [ח\"א]:",
            "(יב) סמוך לערב - היינו כשהוא רוחץ עצמו מעט בביתו וכמו שמובא בגמרא [שבת כ\"ה ע\"ב] לענין ר' יהודא בר' אלעאי ע\"ש אבל כשהוא הולך לבית המרחץ בודאי מהנכון להקדים עצמו כדי שלא יבוא לחילול שבת ובפרט בימי החורף כשהימים קצרים ועיין לעיל בסימן ר\"ס סק\"א במ\"ב מה שכתבנו שם:"
        ],
        [
            "(א) יהא זהיר וכו' - הנה עיקר הדלקת הנר הוא חובה משום מצות עונג שבת ומחמת הידור מצוה יראה לעשותו יפה ועיין לקמן סי' רס\"ד ס\"ו:",
            "(ב) יפה - ואיתא בש\"ס דזוכה עבור זה לבנים תלמידי חכמים דכתיב כי נר מצוה ותורה אור ע\"י נר מצוה דשבת בא אור דתורה ולכך ראוי שתתפלל האשה אחר שתגמור ההדלקה והברכה שיתן לה הקב\"ה בנים זכרים מאירים בתורה והדלקת הנר צריך להיות בכל החדרים שהולך שם בשבת עכ\"פ נר אחד אף שאינו אוכל שם כדי שלא יכשל בעץ או באבן מיהו הברכה תברך על הנר שבמקום אכילה:",
            "(ג) לעשות - ואם מעותיו מצומצמין נראה שטוב יותר שיקנה אחד יפה ולא שנים גרועין:",
            "(ד) שתי פתילות - היינו כשהוא דולק שמן בנר ואם הדלקתו הוא בנרות עושה שני נרות. ומותר להדליק מנר לנר בין אם מדליק שנים או יותר ואין בזה משום בזוי מצוה דכולן של מצוה הם אבל אסור להדליק קיסם או נר של חול מנר של שבת משום בזוי מצוה. ונהגו להחמיר בזה אפילו אם כונתו כדי להדליק בו נר אחר של שבת ועיין בבה\"ל:",
            "(ה) אחד וכו' - ויש שמכוונין לעשות נר של שעוה משני נרות קלועים ביחד זכר למה שאמרו חז\"ל דזכור ושמור בדבור אחד נאמרו ומנהג הגון הוא אבל אותן האנשים שמדבקין אותן בשעת הדלקה סמוכין זה לזה שלא כדין עושין כי לבסוף מתחממות זו מזו ונוטף השעוה עי\"ז וגם נכפלות ונופלות. אסור להדליק נרות של שבת משעוה הבאה מבית תפלתם של א\"י אפילו באופן שמותר להדיוט כגון שבטלו הא\"י אפ\"ה אסור למצוה משום דמאיס [מלעיל סימן קנ\"ד סי\"א] ועיין בפמ\"ג שכתב דאם אין לו נר אחר כ\"א זה דשרי ומ\"מ לא יברך על זה ועיין לעיל סימן קנ\"ד סי\"א ובמש\"כ שם:",
            "(ו) להוסיף - ויש נוהגין להדליק ז' נרות כנגד ז' ימי השבוע ויש עשרה כנגד עשרת הדברות ואין צריכין להיות כולן על השלחן:",
            "(ז) ג' נרות - מיירי בשהיתה רגילה בשנים ואם היתה רגילה מתחלה בשלשה צריכה להדליק כל ימיה ד' ואם שכחה כמה פעמים צריכה להוסיף בכל פעם עוד נר אחד יותר והכל משום קנס כדי שתהא זהירה בכבוד שבת וע\"כ אם נאנסה ולא הדליקה כגון שהיתה בבית האסורים וכיוצא בזה א\"צ להוסיף. כתב הא\"ר דבאשה עניה יש להקל בששכחה שתוסיף כל ימיה מעט שמן בנר ואם היא מדלקת נרות תדליק תמיד נר אחד מעט יותר ארוך מבתחלה:",
            "(ח) דבר המכוון - ר\"ל ששתי נרות הוא מכוון כנגד זכור ושמור וכנ\"ל:",
            "(ט) אין לו וכו' - אין הכונה דאין לו כלל מה יאכל דבזה מוטב שיחזור על הפתחים כדי לקנות לחם לשבת דיקיים בזה מצות קידוש וגם עיקר סעודת שבת אלא הכונה שאין לו לאכול משל עצמו שהוא מתפרנס מקופת הצדקה אפ\"ה צריך להשתדל להשיג ג\"כ נר לשבת. ומי שיש לו מעות מצומצמין מצות לחם לסעודת שבת קודם לכל ונר לשבת קודם ליקח משאר מאכלים דאף דשאר מאכלים ובשר הוא ג\"כ בכלל עונג שבת מ\"מ נר עדיף יותר משום שלום בית וכדלקמן. ומיהו משום נר די נר אחד לחוד והשאר יוציא על מאכלי שבת כדאמרינן בגמרא דאפילו עני צריך לעשות דבר מועט לכבוד שבת. ועיין במה שכתבנו לעיל בסימן רמ\"ב במ\"ב:",
            "(י) על הפתחים וכו' - דהוא עיקר עונג סעודת שבת ומיהו אין צריך לזה רק בשביל נר אחד:",
            "(יא) הנשים מוזהרות - ואפילו אם ירצה הבעל להדליק בעצמו האשה קודמת אם לא שיש הרבה נרות יכול הוא ג\"כ להדליק. וכשהיא יולדת בשבת ראשונה מדליק הבעל ומברך. ובימי נדותה האשה מברכת בעצמה [אחרונים]:",
            "(יב) מפני שמצויות - ועוד טעם מפני שכבתה נר שלו עולם שגרמה מיתה לאדה\"ר. ומ\"מ טוב שהאיש יתקן הנרות [כתבים]:",
            "(יג) נר שבת קודם - ואע\"ג דקידוש דאורייתא מ\"מ על היין דרבנן דמן התורה יוצא בתפלה וכמו שנכתוב בסימן רע\"א ועוד דהא יכול לקדש על הפת:",
            "(יד) משום שלום הבית - ואם יש לו נר אחד סגי ויוציא המותר לקידוש או לנר חנוכה. וגם לחנוכה בנר אחד סגי. ואם יש לו נר אחד לשבת ונר אחד לחנוכה ויש לו עוד מעט מעות נ\"ל דטוב יותר לקנות עוד נרות לחנוכה להיות מן המהדרין וכמו שבארתי בבה\"ל. כתב המ\"א דאשה סומא ג\"כ יכולה לברך על נר שבת דהא נהנית ג\"כ מהמאורות ומיהו אם יש לה בעל שהוא פקח הוא יברך ואם אוכלת בשלחן אחד עם אחרים שברכו והדליקו לא תברך דהא עיקר הטעם שכולם מברכין משום שמחה יתירה שיש ע\"י ריבוי הנרות כמ\"ש בסעיף ח' והא ליכא שמחה גבה:",
            "(טו) בעוד היום גדול - היינו כשהוא זמן הרבה קודם תוספת שבת וזמן תוספת שבת להשו\"ע הוא מעט קודם סוף השקיעה ועיין בבאור הלכה. ועיין בסימן רס\"א במ\"ב ס\"ק כ\"ג דמסקינן שם דמי שפורש עצמו ממלאכה חצי שעה או עכ\"פ שליש שעה קודם השקיעה אשרי לו דהוא יוצא בזה ידי כל הראשונים:",
            "(טז) לא יאחר - היינו היכא שהוא מדליק בצמצום בסוף זמן המותר והטעם משום דשמא בין כך ובין כך יאחר הזמן ועיין לעיל בסימן רס\"ב סקי\"א במ\"ב:",
            "(יז) ולקבל עליו וכו' - היינו שיפרוש עצמו מכל מלאכות האסורות ואפילו מאותם דברים שהם אסורים מדרבנן:",
            "(יח) ולמעלה - אבל קודם פלג המנחה אין קבלתו קבלה אף בדיעבד ועיין בסימן רס\"א ס\"ק כ\"ה במ\"ב:",
            "(יט) הלילה - היינו צאת ג' כוכבים ודעת הלבוש והגר\"א דפלג המנחה הוא שעה ורביע קודם השקיעה. ולכו\"ע שעה ורביע זו היא שעה זמנית דהיינו שמתחלק כל יום לי\"ב חלקים לפי שעותיו בין שהוא ארוך או קצר להשו\"ע מתחלק מעה\"ש עד צאת הכוכבים ולהלבוש והגר\"א מזריחת השמש עד השקיעה:",
            "(כ) מבעוד היום גדול - אפילו אם היה אחר פלג המנחה ומיירי שהיה דלוק לענין אחר אבל אם הדליק לצורך שבת אף שלא קבל עליו שבת בהדלקתו מ\"מ אין צריך לכבותו אף דלכתחלה לא היה לו להדליק כ\"כ מקודם שאינו ניכר שמדליקין לצורך שבת מ\"מ בדיעבד ש\"ד ועיין בבה\"ל:",
            "(כא) כשידליק - י\"א כשיש חופה בע\"ש ומאחרין בה עד אחר שקיעת החמה והאשה אינה רוצה לקבל שבת לפני החופה פן תצטרך לעשות עוד איזה דבר האסור בשבת ע\"כ תדליק הנר בלא ברכה קודם החופה ואח\"כ בחשיכה תפרוס ידיה על הנרות ותברך או כשהוא עדיין בין השמשות אחר החופה תאמר לא\"י להדליק דלא גזרו על שבות בה\"ש לצורך מצוה וכנ\"ל בסימן רס\"א והיא תברך ותמהו האחרונים ע\"ז דלא שייך ברכה בדלוקה ועומדת ובפרט דעתה הוא זמן איסור להדליק ואיך תאמר וצונו להדליק ועל אידך תקנה דתאמר לא\"י להדליק ג\"כ קשה הא אין שליחות לא\"י וא\"כ היא אינה מדלקת ואיך תברך ואפילו ישראל המצוה לחבירו להדליק ג\"כ דעת הדה\"ח דהמצוה לא יברך רק המדליק כ\"ש בזה דהאשה לא תברך ומסקי האחרונים עצה אחרת לזה דהיינו לפי מה דקיי\"ל דיכולה לברך ולהתנות עכ\"פ בלצורך שאינה מקבלת שבת בהדלקה ה\"נ בעניננו הוי לצורך ותדליק ותברך קודם שהולכת לחופה ותתנה וה\"ה נמי באשה שחל ליל טבילתה בע\"ש תדליק ותברך קודם הליכתה לבית הטבילה ותתנה שאינה מקבלת שבת עד אחר רחיצה וחפיפה:",
            "(כב) להדליק נר - ואפילו כשמדליק כמה נרות טוב יותר שיאמר נר כי עיקר החיוב הוא נר אחד:",
            "(כג) גם ביו\"ט וכו' - ואין צריך לברך זמן על ההדלקה מיהו במקום שנהגו אין למחות בידן:",
            "(כד) נר של יו\"ט - ואם חל יו\"ט בשבת אומר של שבת ושל יו\"ט:",
            "(כה) וע\"ל סימן תר\"י - דמביא שם המחבר דעת הפוסק המצריך לברך דסבירא ליה דגם יוה\"כ אף שאין בו אכילה ושתיה ואין שייך עליו מצות עונג אפילו הכי שייך בו משום שלום בית:",
            "(כו) קודם ההדלקה - כשאר כל המצות שמברכין עליהן עובר לעשייתן:",
            "(כז) אחר ההדלקה - ס\"ל דאם תברך הוי כאלו קבלה לשבת בפירוש ושוב אסורה להדליק וא\"כ ביו\"ט דלא שייך זה לכ\"ע תברך ואח\"כ תדליק ודעת המ\"א דלא פלוג אבל הרבה אחרונים ס\"ל כמ\"ש מתחלה:",
            "(כח) בחורים - היינו שיש להם נשים אלא שהולכין חוץ לביתם ואף שאשתו מדלקת בביתו אינו נפטר בברכת אשתו כיון שיש לו חדר מיוחד במקום שמתארח שם וכ\"ש אם אינו נשוי דמחויב להדליק:",
            "(כט) בחדרם - אפילו החדר מיוחד רק ללון שם ואוכלים בבית אחר:",
            "(ל) ולברך עליו - דהדלקת נר חובה משום שלום בית שלא יכשל בעץ או באבן וצריך להיות הנרות ארוכים שידלקו עד שיבואו לביתם בלילה ובלא\"ה הוי ברכה לבטלה [דה\"ח]. ועל הירידים שמתאכסנים הרבה בע\"ב בחדר אחד ואין הבעה\"ב עמהם בחדרם חל עליהם חובת הדלקה בברכה אפילו אם נשיהם מדליקין בביתם ע\"כ ישתתפו כולם וידליק אחד ויברך ויכוין להוציא כולם בברכתו וגם הם יכוונו לצאת בברכתו ואם הבעה\"ב ג\"כ עמהם בחדרם אין צריך להשתתף עמו בפריטי כיון שנשיהם מדליקים בביתם וכדלקמן בס\"ז:",
            "(לא) אין צריך וכו' ולברך עליו - אבל להדליק צריך אפילו אינו אוכל שם כדי שלא יכשל בעץ או באבן:",
            "(לב) שאין לו חדר מיוחד - הא אם היה לו חדר מיוחד צריך להדליק ולברך אפילו אם מדליקין עליו בביתו וכנ\"ל בס\"ו:",
            "(לג) להשתתף - ובריש סימן תרע\"ז הביא המג\"א בשם תשובת רש\"ל דגם הבחורים צריכין להשתתף ומסיק שם דאפשר דהיינו דוקא כשאוכל בפ\"ע אבל אם סמוך על שלחן בעה\"ב הרי הוא בכלל ב\"ב ע\"ש:",
            "(לד) בפרוטה - וה\"ה אם הבעה\"ב מקנה לו חלק בנר שלו במתנה וכמ\"ש לקמן בסימן תרע\"ז לענין נר חנוכה:",
            "(לה) שכל אחד מברך - דכל מה דמיתוסף אורה יש בה שלום בית ושמחה יתירה להנאת אורה בכל זוית וזוית:",
            "(לו) ויש מגמגם - טעמם דבלא\"ה יש שם אורה מרובה מנרות שהדליק הראשון:",
            "(לז) אין נוהגין וכו' - אלא כדעה הראשונה וכתב המ\"א בשם השל\"ה דמ\"מ לא יברכו שנים במנורה אחת שיש לה קנים הרבה ויש מקילין גם בזה. וכתב הפמ\"ג דיש לסמוך ע\"ז בנשים עניות שאין להם כ\"א מנורה אחת:",
            "(לח) כן - ואם יש לאחד מהן חדר המיוחד לו אע\"פ שאינו אוכל שם ואינו משתמש שם שום צורך אכילה לכ\"ע יכול לברך שם וכנ\"ל בסעיף ו':",
            "(לט) ואוכלים וכו' - עיין לקמן סוף סימן רע\"ג במ\"א סקט\"ו דאין מותר לאכול בחצר רק דוקא במצטער הרבה בביתו משום זבובים וכיוצא הא לא\"ה צריך לאכול דוקא במקום נר ועיין במ\"ב מה שכ' שם:",
            "(מ) בחצר - משמע דאם אוכל בבית אף שאין דולקת עד הלילה סגי ולא הוי ברכה לבטלה שאף שעדיין יום יש לו הנאה ושמחה בשעת אכילה מן הנרות. ומצוה מן המובחר שיעשה נרות ארוכות שיהיו דולקות עד הלילה אף שרוצה לאכול מבעוד יום:",
            "(מא) הוי ברכה לבטלה - שכיון שאינו יכול לעשות שום תשמיש אצלן כשחוזר אח\"כ לביתו בלילה שלא יכשל בעץ ואבן לית ביה משום שלום בית ואם בבית שהדליק היה קצת חשך ומשתמש שם שום דבר לאור הנרות לצורך סעודה ליכא איסורא אף שאין דולקת עד הלילה ואף שאוכל בחצר:",
            "(מב) והמנהג וכו' - ואם האיש מדליק אפילו כשהוא מברך על הדלקתו וכדלעיל בסעיף ו' ליכא מנהגא ומותר במלאכה ומ\"מ טוב להתנות:",
            "(מג) מקבלת שבת - ותתפלל מנחה תחלה דהואיל דכבר קבלה שבת שוב א\"א להתפלל תפלה של חול. ובשאין שהות לזה יותר טוב שתתפלל ערבית שתים וכדלקמן בסעיף ט\"ו מלכנוס ח\"ו בספק חלול שבת ועיין לעיל בסימן רס\"ב בס\"ק י\"א:",
            "(מד) שתתנה תחלה - ואין להתנות כ\"א לצורך מאחר שיש חולקין וסוברין דלא מהני תנאי וכנ\"ל:",
            "(מה) ועיקר הדלקה וכו' - היינו דיברך עליהן ולא על שאר הנרות לפי שעיקר המצוה לכתחלה הן הנרות שאוכלין לאורן וראוי שתהא הברכה עליהן ואפילו על נר אחד סגי [מ\"א]. מיהו אם יש הרבה נשים ואין לכל אחת שלחן בפני עצמה יכולה לברך על הנרות שעומדים בבית בשאר מקומות כגון על הנרות שדולקין על המנורה התלויה באמצע הבית וכה\"ג דכללא נקטינן דבכל מקום שמדליק כדי לעשות שם איזה תשמיש איכא משום שלום בית וראוי לברך:",
            "(מו) הנרות שבבית - היינו בעה\"ב שיכול להדליק על השלחן ולברך עליו אבל באורח אם יש לו חדר מיוחד לעצמו אפילו אינו אוכל שם מדליק שם נר ומברך עליו וכנ\"ל בסעיף ו':",
            "(מז) וצריך וכו' - היינו אפילו אם יתנה בפירוש שאינו מקבל שבת עד שיהיו הנרות על מקומם:",
            "(מח) לא וכו' - היינו שאסור להדליק במקום שאין משתמשין בו ולהניח הנר במקום שמשתמשין בו משום דקי\"ל הדלקה עושה מצוה וכיון שהדליק במקום שאין משתמשין בו שאינו מקום חיובא לא מהני הדלקתו כלום אף שמניח אח\"כ במקום חיובא וצריך לכבות ולחזור ולהדליק אבל אם הדליק בבית במקום שמשתמשין בו מותר לטלטלם אח\"כ ולהניח במקום אחר דכל הבית הוי מקומם. והלבוש מחמיר אף בזה ובמקום הצורך יש להקל. כתב הח\"א הנשים שמדליקין בסוכה בחג ומטלטלין לתוך הבית לא יפה הן עושין:",
            "(מט) מבע\"י - היינו מפלג המנחה ולמעלה וכדלעיל בסי' רס\"א ס\"ב בהג\"ה:",
            "(נ) ואפילו וכו' - ואף דבהדלקה י\"א דמהני תנאי וכדלעיל בס\"י בתפלה שאני כיון שהזכיר בה קדושת שבת:",
            "(נא) אם רוב הקהל - ואם רוב הקהל לא היו בבהכ\"נ אין נמשכין אחר המיעוט וכן בעיר שיש בה בתי כנסיות הרבה אין אחת נמשכת אחר חברתה ואפילו אם באחת רוב אבל אם עושה מנין בביתו אפי' מנין קבוע בטל אצל הרוב [דה\"ח]:",
            "(נב) מניחו ליפול - פי' שהולך לחדר ומניחו ליפול שם להצניעו וכמ\"ש סימן רס\"ו סי\"ב וע\"ש במ\"ב ובה\"ל:",
            "(נג) אינם צריכים - דלא מטרחינן צבורא אף שבטעות היתה:",
            "(נד) מפלג המנחה ולמעלה - דקודם פלג המנחה אפילו צבור נמי מחזירין דלאו זמן תפלת ערבית היא כלל. וזמן פלג המנחה עיין לעיל בסימן רל\"ג:",
            "(נה) צריך הוא וכו' - כיון שבטעות התפלל שסבר שכבר חשכה וה\"ה בחול נמי דינא הכי כיון שהוא נוהג תמיד להתפלל מעריב בזמנו כרבנן והיום בטעות התפלל:",
            "(נו) שאותם שהדליקו - אף אם לא התפללו אבל בלא הדלקה אף שהתפללו תפלת שבת כיון שבטעות היתה לא שמה קבלה וטעם הי\"א דסבירא להו דקבלה שהיא ע\"י הדלקה עדיפא דאית בה מעשה ועיין באחרונים שהביא בשם כמה מגדולי הפוסקים דס\"ל דקבלת צבור בטעות אפילו רק ע\"י תפלה שמה קבלה רק שבזה אין המיעוט נמשכין אחר הרוב כיון שבטעות היתה הקבלה ואין להקל נגד אלו הפוסקים. ובמקום הדחק יש לסמוך על דעה קמייתא שבשו\"ע:",
            "(נז) ליגע בו וכו' - היינו אפילו אחר שלא הדליק עדיין ולא קבל שבת כ\"כ הא\"ז וכתב המ\"א הטעם דאזיל לשיטתיה דקבלת צבור בטעות שמה קבלה וא\"כ הוקצה הנר למצותו וכיון שהוקצה לבעלים הוקצה לכל וגם אסור ליגע בו דחיישינן שמא ישתמש בו. ולצורך מצוה יש להקל [דה\"ח]. כתב הפמ\"ג מי שהדליק נר שבת בעוד היום גדול והתנה שלא לקבל שבת אפ\"ה הוקצה הנר למצותה ואסור להשתמש בו תשמיש חול ואפילו אחרים אסורים דמוקצה לבעלים אסור לכל:",
            "(נח) שקבלו וכו' - היינו באמירת ברכו או במזמור שיר ליום השבת כל מקום לפי מנהגו וכדלעיל בסי' רס\"א ס\"ד ע\"ש:",
            "(נט) לא יתפלל וכו' - היינו אפילו עוד היום גדול ומשום שאחרי שהקהל קדשו היום לא יעשנו חול אצלם:",
            "(ס) אבל אם ענה - היינו שענה ברכו ועשהו בעצמו קודש בעניית ברכו ואיך יעשנה אח\"כ חול ומשו\"ה לית ליה תקנתא:",
            "(סא) שתים - היינו מתחלה לשם שבת ואח\"כ שניה לתשלומי מנחה ואם הפך אפשר דיצא הואיל ועדיין יום הוא וזמן מנחה כ\"כ הפמ\"ג בסימן זה ועיין לעיל בפמ\"ג במ\"ז סימן ק\"ח סק\"ח:",
            "(סב) מתחיל להתפלל - מנחה ולא ימתין עד שיענה ברכו דאם יענה שוב לא יוכל להתפלל אח\"כ מנחה:",
            "(סג) הואיל והתחיל בהיתר - ואע\"פ שהיה יודע שלא יוכל לגמור אפילו חצי התפלה קודם ברכו מ\"מ מקרי התחיל בהיתר לפי שאיסור זה שלא להתפלל תפלה של חול אצל המתפללים של שבת אינו אלא חומרא בעלמא ומ\"מ טוב יותר באופן זה שיצא לחוץ בהכ\"נ ויתפלל שם:",
            "(סד) מותר לומר - דכיון שלחבירו מותר אין איסור אמירה שייך בזה. וסעיף זה איירי כשיש שהות הרבה עד בה\"ש דאם הוא סמוך לבין השמשות בודאי קבלו רוב אנשי העיר שבת והמיעוט נגרר אחריהן בע\"כ וכדלעיל בסי\"ב ולא שייך דין זה. כשמגיע סמוך לבין השמשות אל ימתינו לומר מזמור שיר ליום השבת [או שאר מאמרים הנוהגים לומר בשביל קבלת שבת] בשביל איזה אנשים העוסקים בביתם בעניניהם ומשהין לבוא לבהכ\"נ:",
            "(סה) וכ\"ש במו\"ש - פי' דהא בע\"ש כבר קבל שבת וא\"א לחזור ואפ\"ה שרי וכ\"ש במו\"ש דכל שעה ושעה אם רוצה מתפלל ומבדיל מכ\"ש דמותר לומר:",
            "(סו) התפלל והבדיל - היינו שהבדיל בתפלה דבזה מותר לעשות מלאכה וכדלקמן בסימן רצ\"ט אף שלא הבדיל על הכוס:",
            "(סז) ומותר ליהנות - והלבוש אוסר אלא א\"כ בירך והסיח דעתו מהשבת והאחרונים הסכימו עם השו\"ע. ואם אמר המבדיל בין קודש לחול באמצע סעודתו לכו\"ע שרי כמ\"ש בסוף סי' רצ\"ט דאפילו הוא בעצמו מותר אז במלאכה אך צ\"ע אם יכול אח\"כ לומר רצה בברכת המזון כיון שעשהו מתחלה לחול. כתב הפמ\"ג במו\"ש אין היחיד נגרר אחר הרוב אע\"פ שכולם לא התפללו ולא הבדילו יכול הוא להבדיל ולעשות מלאכה משיגיע הזמן:\n"
        ],
        [
            "(א) מדבר וכו' - הטעם בפסול פתילות ושמנים שאין מאירין יפה וחיישינן שמא יטה הכלי שיבוא השמן שבתוכו אל הפתילה כדי שידלק יפה וחייב משום מבעיר:",
            "(ב) וקנבוס - והא\"ר כתב דנכון להחמיר לכתחלה בקנבוס אם אפשר באחר:",
            "(ג) האסורים - בין פסול פתילות ובין שמנים:",
            "(ד) אסור להשתמש - אפי' תשמיש שאין צריך עיון שמא יטה דאלו בדבר שצריך עיון אסור לעשות בשבת לאור הנר אפילו בנר יפה כבסימן ער\"ה והט\"ז לקמן בסימן תרע\"ג כתב דבעניננו אפילו ביש אחר עמו שרואה אותו אפילו הכי אסור דא\"א ליזהר שלא יטה:",
            "(ה) מותר להשתמש - אפילו הנרות עומדות בחדר אחר דכיון שיש במקום אחד נר כשר יזכור ולא יטה גם במקומות אחרים כן פירש במ\"א ובא\"ר כתב שכונת הרמ\"א היינו דוקא באותו חדר עצמו ועיין בביאור הגר\"א בד\"ה וי\"א דאם וכו' מדמה עניננו לנר חנוכה להי\"א הזה ושם הלא אינו מותר להשתמש לנר חנוכה כ\"א כשהנר כשר עומד אצלם ולא בחדר אחר הרי דמפרש כהא\"ר וכן בספר קרבן נתנאל מחמיר כשעומד בחדר אחר:",
            "(ו) בלא נר - כגון לשכב בחדר או למשוך יין מן המרתף והיינו דרך כלי [שקורים הא\"ן או ליבע\"ר בל\"א] אבל לא דרך ברזא:",
            "(ז) מותר לעשות - הא\"ר פירש דוקא כשיש עכ\"פ נר אחד כשר בבית שעי\"ז מותר אפילו בחדר אחר אבל שארי אחרונים פירשו דאפילו אין נר כשר כלל מותר להי\"א הזה:",
            "(ח) בדיעבד - ואם יש נר אחד כשר ועומד אצלו נר פסול כתב המ\"א דמותר להשתמש אפילו שלא לצורך שבת דלא יהא אלא נר אחד בלחוד וכמ\"ש סימן רע\"ו ס\"ד עי\"ש ועיין בבה\"ל. והיינו דוקא לענין להשתמש כשכבר הדליק ומטעם דכיון דיש לו נר כשר שמדליק יפה תו לא אתי להטות אבל אין להקל מטעם זה להדליק לכתחלה נר כשר עם פסול [פמ\"ג ולבו\"ש]:",
            "(ט) אסור - אף דעתה ע\"י הכריכה האור נאחז ומאיר יפה ולא אתי להטות אפ\"ה אסור גזירה שמא ידליק בו לבדו:",
            "(י) מותר - אפילו מדליק שניהם יחד דכיון שאין מכוין לפתילה להדליקו לא גזרו בו:",
            "(יא) של מלח - לפי שהמלח צולל את השמן שתמשך אחר הפתילה:",
            "(יב) של פול - כדי להניח הפתילה עליו. ובתוספתא פ\"ב איתא טעם העושה כן כדי שיהא שוהה ודולק:",
            "(יג) בזפת וכו' - היינו שיניחם בנר ויתן הפתילה בתוכם כמו שעושין בשמן אבל נרות כעין שלנו מבואר בס\"ז דשרי. אין מדליקין בשמרי שמן דהוא עב ואינו נמשך היטב אחר הפתילה:",
            "(יד) ולא בחלב - ושומן הבהמה הוא ג\"כ בכלל חלב לענין זה כמו שביררנו בביאור הלכה ולענין חמאה יש לעיין אך לפי מה שידוע דדרך להתיך החמאה והשומן קודם שמדליקין בו יש עצה לזה דהיינו שיתן לתוכם מעט משמנים הכשרים ומהני בודאי וכדלקמן בס\"ה אך מ\"מ לכתחלה טוב ליזהר מלהדליק בהן אם יש לו שמנים אחרים כי לפעמים נשאר בנר שומן ונותן חמאה ומבשלן ועובר על איסור בישול בשר וחלב וגם על איסור הנאה אם לא בשומן עוף דקי\"ל דאין בו משום בישול והנאה:",
            "(טו) ויניחנו ויצא - וחובה לאכול בשבת אצל הנר:",
            "(טז) בצרי - הוא שמן אפרסמון וריחו טוב מאד:",
            "(יז) יסתפק ממנו - ויש עוד טעם אחר בש\"ס מפני שהוא עף ונדבק בכותלי הבית ומבעיר את הבית ואדם בהול על ממונו ויבוא לכבות וכתב המג\"א דמזה למדנו שלא יסתום התנור בעצים שלא יבוא לידי חילול שבת עי\"ז:",
            "(יח) מעט וכו' - אבל אם היה רובו משמנים הכשרים ומיעוט מהפסולים בטל ברוב ומותר:",
            "(יט) אין מדליקין - דגזרינן דילמא אתי לאדלוקי בעינייהו:",
            "(כ) חלב מהותך - שהתיכו אותו על האור או שהוא חלב מחוי ממעי הבהמה והוא שעדיין לא נקרשו אבל אם נקרשו הר\"ן אוסר אפילו בנתינת שמן לתוכו וכתב הא\"ר דכן עיקר אח\"כ מצאתי בחידושי הרמב\"ן והרשב\"א והריטב\"א שפסקו כן והביאו ראיה מירושלמי:",
            "(כא) וקרבי דגים - שנימוחו. ושמן צלול שעושין מגלגל עינו של דג או מבשרו מותר אפילו בעיניה:",
            "(כב) מותר וכו' - דלפי עיקר הדין היה מותר בחלב מהותך לפי שנמשך אחר הפתילה שפיר אלא דרבנן גזרו בו אטו שאינו מהותך וכשהוא בתערובות לא גזרו בו דה\"ל גזירה לגזירה:",
            "(כג) המובחר - דהוא נמשך אחר הפתילה טפי מכולהו ואם אין שמן זית מצוי מצוה בשאר שמנים שאורן צלול והם קודמין לנר שעוה ונר שעוה קודם לנר של חלב דאורה צלול ויפה [מטה משה] ונ\"ל דכ\"ז לפי ענין הנר דבנר שלנו [שקורין סטרין] שצלול בודאי יותר מן השעוה ואינו רגיל להטות בו אפילו בחול זה עדיף מנר שעוה ואולי אף מכל השמנים דהרי בודאי לא אתי להטות ועיין מה שנכתוב לקמן בסימן ער\"ה:",
            "(כד) כרך זפת וכו' - דלא אסרו בכולהו אלא אם היו נתונים בכלי ונותן הפתילה בתוכם כמו שעושין בשמן שאז אין נמשכים אחר הפתילה אבל בזה נמשך שפיר עם הפתילה שבתוכו:",
            "(כה) סביב הפתילה - דוקא אם הפתילה כשרה אבל אם היא פסולה לא מהני הכריכה סביב לה:",
            "(כו) צריך שידליק - כדי שיהא הלהב עולה יפה מיד שיסלק ידו כמו שהיה הענין בהדלקת המנורה [לבוש]:",
            "(כז) מן וכו' - וה\"ה בנר שעוה וחלב:",
            "(כח) ומ\"מ נהגו - ואף בנר הכרוך כעין שלנו עושין כן. וזה יעשה האיש מתחלה ויהיה תועלת שלא תשהה האשה בהדלקתה בהגיע זמנה:",
            "(כט) בסמרטוטין - היינו בלאי בגדי פשתן הגסים ומטעם שאין האור נאחז יפה בהן ועיין בפמ\"ג. אין מדליקין על השלחן בנר חרס ישן דמאיס אא\"כ הסיקו באור ואם הוא של זכוכית או של חרס מצופה שרי שאינו מאוס כ\"כ. ובאיש עני שאין לו ודאי מותר ממה שיתבטל מנר שבת דהוא חובה [פמ\"ג]:\n"
        ],
        [
            "(א) ממנו - דכיון שהוא בכלי אחר שאין הנר בתוכו לא בדיל מיניה וכיון שהקצהו לנר המסתפק חייב משום מכבה:",
            "(ב) ויתחייב וכו' - ואפילו להפוסקים שסוברין דעל סתם כיבוי אין בו חיוב חטאת רק איסורא בעלמא מלבד כשהוא מכבה כשצריך להפחמים וכדלקמן בסימן של\"ד סכ\"ז אפ\"ה גזרו ביה רבנן הך גזירה:",
            "(ג) ראש הפתילה - ר\"ל קצה השני מהפתילה שאינו דולק יתן בהקערה לשאוב השמן וסד\"א כיון דהפתילה מונחת גם בקערה יהיה בדיל מניה קמ\"ל דאפ\"ה גזרינן:",
            "(ד) ממנו - וגם בזה אם חברו בסיד או בחרסית מותר:",
            "(ה) לקבל שמן - אבל מותר לתת תחת נר של שעוה או של חלב שחושש שמא יפול וידליק מה שתחתיו ומניח שם כלי שיפול על הכלי ומטעם דכיון דאפשר לנער מיד האיסור מתוך הכלי כמש\"כ סימן רע\"ז לא חשיב מבטל כלי מהיכנו ולא דמי לשמן שאינו רוצה לנערו ולהפסידו. ולהעמיד כלי תחת הפחם שבראש הפתילה שיפול לתוכו אסור אם לא במקום הפסד ואע\"ג דלאחר שכבו יכול לנערם מן הכלי מ\"מ חשיב ביטול כלי מהיכנו לפי שעה עכ\"פ כיון שא\"א לנערם מיד:",
            "(ו) מהיכנו - שהיה מוכן מתחלה לטלטלו ועכשיו אסרו בטלטול מחמת השמן שבתוכו שהוא מוקצה מחמת איסור כמש\"כ בסימן רע\"ט וחכמים אסרו לבטל כלי מהיכנו מפני שדומה כאלו סותר הכלי ומשברה. ואם יש בכלי דבר המותר מותר להניחו תחת הנר לקבל בו שמן דהא יכול לטלטלו אגב ההיתר אם הוא בענין שמותר לטלטל בשבילו כמו שכתב בסוף סימן ש\"י עי\"ש. עוד עצה אחרת כתב בתשובת מהרי\"ל והסכים עמו המ\"א דישים כלי מבעוד יום תחת השלחן ובשבת אחר האכילה יסיר את השלחן והכלי עומד מעצמו תחת הנר ואף דהוא גורם בשבת לבטל כלי מהיכנו ע\"י הסרת השלחן מ\"מ שרי כיון שאינו מבטלו בידים בשבת ועוד דהא אין אנו נזהרים מלהשים כלי בשבת על השלחן תחת הנר אע\"פ שנופל בו שמן כי אין מתכוין לכך ה\"נ אין מתכוונים כשמסיר השלחן אלא להצלת השלחן שלא יפול עליו הנר:",
            "(ז) והשמן הנוטף - ואם לא נטף לתוכו שמן כלל לא נאסר הכלי לטלטל במחשבה בעלמא. ובא\"ר כתב דאם נטף שמן לתוכה מבע\"י מתקיים מחשבתו שחשב עליה ומקרי עי\"ז כלי שמלאכתו לאיסור אף אם אח\"כ נשפך השמן וכמו אם הניח מעות על הכלי מבע\"י אף שנטלו מבע\"י מ\"מ הוי מיוחד לאיסור והוי מוקצה ועיין בפמ\"ג:",
            "(ח) אסור להסתפק - ונראה אפילו יש שמן היתר הרבה בכלי מבע\"י והניחה אז לקבל שמן הנוטף מ\"מ אסור להסתפק דדבר שיש לו מתירין לא בטיל [פמ\"ג וע\"ש עוד]:",
            "(ט) בשבת - שכבר הוקצה השמן בין השמשות ומיגו דאיתקצאי בין השמשות לנר איתקצאי לכולי יומא. וגם הכלי אסור בטלטול ע\"י השמן שנעשה בסיס לה:",
            "(י) פן יתנדנד וכו' - משמע מזה דבלא חשש הטייה אין לחוש משום איסור טלטול מוקצה ע\"י הנדנוד וכתב המ\"א דמיירי שדבר היתר מונח עליו ורוצה ליקח ממנו והוי טלטול מן הצד דמותר כמש\"כ סימן שי\"א ס\"ח אבל ליגע בו ממש אסור במנורה תלויה אפילו אין הנר דולקת בתוכה ועיין בביאור הלכה:",
            "(יא) ויטה - השמן אל הפתילה ויתחייב משום מבעיר או כאשר ירחקהו יתחייב משום מכבה ועיין בסימן רע\"ז ס\"ג דבנר של שעוה לא חיישינן לזה:",
            "(יב) נותנים כלי - אפילו בשבת:",
            "(יג) לקבל ניצוצות - שלהבת הנוטפת מן הנר כדי שלא יודלק מה שתחתיו:",
            "(יד) ממש - בניצוצות שמיד הן כבין ומותר לטלטל את הכלי אף אחר שנפלו לתוכו ואין כאן ביטול כלי מהיכנו אף לשעה מועטת מיהו האפר של ניצוצות אסור לטלטלן דהוי נולד [מ\"א וע' בא\"ר]:",
            "(טו) אפילו מבע\"י - ואע\"ג דבשאר מלאכות קי\"ל דשרי להתחיל אותו מבעוד יום והמלאכה נגמרת בשבת כמ\"ש רסי' רנ\"ב ולא גזרינן שמא יתחיל לעשות כן בשבת שאני התם דהכל יודעין שהוא מלאכה ולא יטעו לעשות כן בשבת אבל הכא יש לחוש שמא יחשוב שאין בזה שום איסור ויעשה כן בשבת ויש לחוש שמא יגביה הכלי עם המים נגד הניצוצות ויכבה אותן [תוספות סוף כירה וע\"ש עוד טעמים והעתיקן המ\"א]:",
            "(טז) מפני שמקרב וכו' - כתב הא\"ר בשם או\"ה כשיש סכנת דליקה ח\"ו מותר ליתן כלי מלא מים לקבל הניצוצות ולפ\"ז אם רואה נר שנכפף ויפול על השלחן רשאי להעמיד תחתיו כלי מלא מים ועיין בפמ\"ג שמפקפק בעיקר דינו של האו\"ה ונראה דיש להקל במקום הדחק ע\"י קטן:",
            "(יז) שאינו מתכוין - וע\"כ לא גזרינן שיעשה כן בשבת:",
            "(יח) וי\"א וכו' - וליתן בע\"ש מים לתוך הקנה שעומד בו נר שעוה או חלב כדי שיכבה כשיבוא עד המים אסור לכו\"ע דהא מתכוין לכיבוי והאש נופל לתוכו ממש והמים בעין והם תחת האש ומ\"מ במקום צורך יש להתיר בזה לסמוך על הפוסקים דס\"ל דדוקא כשהמים בכלי אחר אסור שמא יעשה כן בשבת אבל באותו נר עצמו לא שייך למיגזר שיעשה כן בשבת שהכל יודעין שאסור ליגע בנר הדלוק גם יזהר ליתן המים בקנה קודם שמדליק הנר [א\"ר וח\"א] ולכ\"ע מותר לתחוב הנר בע\"ש לתוך החול וכיוצא בענין שכשיגיע האור לשם ימנעהו מלשרוף יותר ויכבה מאליו שגרם כיבוי הוא [אחרונים]:"
        ],
        [
            "(א) חמורו - אפשר דה\"ה כששכר את החמור מא\"י די\"א דשכירות קניא לחומרא וכמ\"ש בסימן רמ\"ו אבל אם שכר את הא\"י שיוליכנו למקום פלוני א\"כ לא שכר את החמור דהא הא\"י חייב במזונות ובאחריות החמור ולא שכר דוקא חמור זה ממנו א\"כ פשיטא דאין הישראל מצווה על שביתתו ע\"כ טוב יותר שיניח הכל על החמור אך יזהר שלא יהיה מחמר דהיינו שלא יגעור בבהמה שתלך מקולו או שאר דברים שמחמתו תלך הבהמה דאיסור מחמר שייך אפילו על הבהמה שאינה שלו להרבה פוסקים כדלקמן:",
            "(ב) נותן וכו' - אף שהא\"י שלוחו לישא בשבת מ\"מ הקילו חכמים משום דקים להו שאדם בהול על ממונו ואי לא שרית ליה אתי לידי איסור חמור שיוליך ד' אמות בר\"ה ועיין באחרונים שכתבו דבזמה\"ז דליכא ר\"ה לכמה פוסקים נמי דינא הכי:",
            "(ג) כיסו לא\"י - ואם יש לו משא כבד על החמור או בעגלה וא\"א לו ליתנו לא\"י וגם א\"א ליזהר במה דכתב בס\"ב לסלק המשא בכל פעם שתתחיל הבהמה ללכת יראה להקנות מבע\"י החמור להא\"י כד\"ת ואם אין בקי בדרכי קנין הצריך לזה יפקירנו בפני שלשה או עכ\"פ בינו לבין עצמו דאז אין עובר על איסור שביתת בהמה שהבהמה אינה שלו וירד מן העגלה ויזהר שלא יהיה מחמר וכנ\"ל בסוף סק\"א. ואף לאחר שעשה כל ההיתרים הללו שמכר הכל או הפקיר צריך ליזהר מאד שלא יתנו לא\"י או על העגלה שום דבר מהחפצים שלקחו מן העגלה בע\"ש דאסור ליתן לא\"י בשבת ע\"מ להוציא אלא כל מה שלקחו מן העגלה ישאר בידם עד מוצ\"ש. ודע דמה שכתב ואפילו לא וכו' הא\"ר מצדד לומר דאם הוא מבעוד יום טוב יותר שיתן שכר:",
            "(ד) ואע\"פ שנתנו וכו' - נקט לשון דיעבד משום דלכתחלה ע\"כ צריך ליתן מבעוד יום משום איסור מוקצה:",
            "(ה) אינו יכול - דכיון דלא טרח בה לא חייס עלה ולא אתי לאתויי ד' אמות בר\"ה אפילו אי לא שרית ליה ליתן לא\"י:",
            "(ו) אם אין עמו - וה\"ה אם אינו מאמין לא\"י:",
            "(ז) משום מחמר - מנהיג חמור טעונה קרויה מחמר ואיסורו הוא מן התורה מדכתיב לא תעשה כל מלאכה אתה ובהמתך וקבלו חז\"ל דר\"ל מלאכה שנעשית בשותפות ע\"י אדם ובהמה דהיינו שהיא טעונה איזה דבר והוא מחמר אחריה ומנהיגה ע\"י קולו וכיוצא בו. ואין עובר על זה אלא כשהיא עושה עקירה והנחה על ידו דלא תעשה כל מלאכה כתיב ובלא זה לא מקרי מלאכה וכן ה\"ה לענין איסור שביתת בהמה ולפיכך מניח הכיס עליה לאחר שכבר עקרה ללכת דלא נעשית העקירה על ידו:",
            "(ח) מניחו וכו' - ואפילו אם אין הבהמה שלו צריך ליזהר בכך דאיסור מחמר שייך אפילו בבהמת אחרים וכ\"ש אם הבהמה שלו דאיכא תרתי מחמר ושביתת כלים:",
            "(ט) ולאחר שתחזור וכו' - ואם מעצמה אינה מתחלת לילך הוא יכול לזרזה שתתחיל לילך אם אין עליה אוכף ומשום כיון שבתחלת הילוכה אין שום דבר מונח עליה אין שייך בזה איסור מחמר. וכ\"ז כשהבהמה היא לבדה אבל אם היא מושכת בעגלה כשיגעור עליה בקול להתחיל לילך אחר שעמדה הוא עובר על איסור מחמר ואין לו שום עצה להמלט מאיסור זה דאפילו אם הפקיר הבהמה ואינו עובר על איסור שביתת בהמתו הלא עכ\"פ עובר על איסור מחמר וכנ\"ל וע\"כ אם קשה לו לעמוד במקומו יראה לשלוח למקום הסמוך ויביא משם א\"י שיביא העגלה למלון ויפקיר הבהמה שלא יעבור על שביתת בהמתו ובזה יסולק מכל מכשולים. וכ\"ז כשהוא בתוך התחום אבל למי שהחשיך חוץ לתחום אין לו היתר כנ\"ל אם לא במקום סכנה:",
            "(י) ואפילו וכו' - פירוש ואז אין איסור כשילך ברגליו אלא דוקא אם רוכב אפ\"ה יכול לרכוב מחמת סכנה וכ\"ש כשהוא חוץ לתחום דיעשה איסור בלא\"ה בהליכתו בודאי יוכל לרכוב ולהנצל מהם ועיין בב\"י דיש סברא דטוב לרכוב שם מלילך ברגליו אך הוא דחה אותה שם עי\"ש ואפילו לפי סברא ההיא דוקא לענין רכיבה אבל כשהבהמה מושכת בקרון אפילו אם הקרון גבוה יו\"ד לכו\"ע טוב יותר שילך ברגליו משישב בקרון כי ע\"י הישיבה עובר על איסור שימוש בבעלי חיים וגם על תחומין משא\"כ אם ילך ברגליו לא יעבור רק על תחומין ולבד כל אלה מצוי ע\"י הישיבה בקרון לעבור על איסור מחמר ובמקום סכנה הכל שרי. כתב הפמ\"ג יש ליזהר כשעומדת בשבת בר\"ה עגלה ריקנית עם סוסים שלא להגביה קול ויהיה כמחמר אפילו בהמת אחרים וכמ\"ש למעלה וכ\"ש עגלות נמוכין בימי החורף שקורין שליטי\"ן דאין גבהן עשרה:",
            "(יא) לאחד מאלו - שהן בני אדם כמותו ואתי לאחלופי באדם אחר המחוייב במצות:",
            "(יב) כלל - אבל חרש דעתא קלישתא אית ליה:",
            "(יג) למי שירצה - דכל אחד יש לו מעלה בפני עצמו וכנ\"ל:",
            "(יד) כשהוא מהלך - וכנ\"ל בבהמה בס\"ב והטעם כדי שלא יעשו החש\"ו איסור דאורייתא על ידו ואע\"פ שאינו מצווה על שביתתם כמו בבהמה מ\"מ הרי אסור להאכילם איסור בידים וכדלקמן בסימן שמ\"ג לענין קטן וה\"ה לחרש ושוטה כמו שנתבאר שם:",
            "(טו) מבעוד יום - דאז אינו נקרא זה מאכיל בידים כיון דעתה עדיין לית ביה איסורא ומה שיעמוד החש\"ו אחר שחשכה ואחר כך חוזר ועוקר רגליו הלא מעצמו עושה זה וא\"צ למחות בידו כשעושה איסור ע\"כ אין צריך ליטול הכיס מעליו כשעומד אבל בבהמה שהוא מצווה על שביתת בהמתו וגם שהוא מחמר אחריה ע\"כ אף שהניח עליה מבע\"י חייב ליטול הימנה כשעומדת משחשיכה להשתין מים וכיוצא בזה ולחזור ולהניח עליה אחר שכבר עקרה רגליה ללכת כדי שלא תעשה עקירה והנחה בכיס שלו בשבת ויעבור על איסורי תורה והמ\"א מצדד להחמיר אף מבעוד יום ונראה דבכרמלית יש להקל:",
            "(טז) אם אין עמו וכו' - דשבות חמור הוא מאד דילמא לא יצמצם בשעורו ויבוא להוליך ד' אמות בר\"ה ובקושי גדול התירו חז\"ל דבר זה משום פסידא ומפני שאדם בהול על ממונו וכנ\"ל ולכך לא התירו חז\"ל אלא דוקא כשאין לו שום אחד מכל אלו הדרכים:",
            "(יז) פחות וכו' - וזה אינו מועיל אלא לענין טלטול בר\"ה או בכרמלית שהאיסור הוא משום טלטול ד' אמות ע\"כ מהני זה אבל מכרמלית לרה\"י או לרשות הרבים וכ\"ש מר\"ה לרה\"י דהאיסור הוא משום הוצאה מרשות לרשות דאסור אפילו בחצי אמה אינו מועיל זה [ט\"ז וש\"א] ע\"כ בעניננו כשבא סמוך לביתו שהוא רה\"י יזרוק הכיס כלאחר יד לביתו כדי שלא תהוי הכנסה גמורה ואפילו אם עשה הנחה כשבא סמוך לביתו ג\"כ התירו להכניס לביתו כלאחר יד משום הפסד. כתב הט\"ז לא יפה עושין אותן שנושאין תינוק למול בפחות פחות מד\"א דמ\"מ יש איסור מה שמוציאין מרה\"י לרחוב שהוא כרמלית אלא יוציאנו ע\"י א\"י מרשות לרשות ואח\"כ יטלטלנו בפחות מד\"א ולבהכ\"נ יכניסו ג\"כ ע\"י א\"י ולהמ\"א לקמן בסימן של\"א סק\"ה אין לעשות כן דהא אפשר למול בביתו:",
            "(יח) מארבע אמות - ויעמוד לפוש בינתים רגע אחד להפסיק ביניהם והנחת גופו כהנחת חפץ ואע\"ג דאינו עומד בינתים לצורך עצמו לנוח קצת אלא כדי שלא יעביר ד\"א בבת אחת אפ\"ה מקרי עומד לפוש ויש מחמירין שצריך דוקא לישב בינתים או להניח החפץ ע\"ג קרקע. כתבו האחרונים דפחות פחות מד\"א יותר עדיף שיהיה ע\"י שנים משיהיה ע\"י אחד ובזה לכו\"ע א\"צ לישב שום אחד ולא לעמוד לפוש דבכל אחד הוי מעשה חדש:",
            "(יט) שבאה לידו - היינו מבע\"י וכנ\"ל בס\"א:",
            "(כ) ביום - שקצת אונס חשיב:",
            "(כא) סמוך לחשיכה וכו' - הטעם דפושע הוא כיון דבעת היציאה היה סמוך לחשיכה היה לו לחוש שמא ישכח ויטלטלנו בר\"ה אבל כשיצא מבע\"י שרי ע\"פ הדרכים הנ\"ל:",
            "(כב) לא התירו לו וכו' - ר\"ל שיעשה כפי המבואר לקמן בסי\"ב בהג\"ה דיתיר חגורו בשוק והוא נופל ואומר לא\"י לשמרו ובספר א\"ר הביא דעת הרשב\"א החולק על הי\"א הזה וס\"ל דגם בזה יש לסמוך על כל הדרכים הנ\"ל וכתב דיש לסמוך עליו:",
            "(כג) הגיע לחצר - הקשה המג\"א דהא כי קאי הבהמה פורתא לפני הפתח מעייל מר\"ה לרה\"י וכמ\"ש סי\"א וצ\"ל דגבי בהמתו לא החמירו כ\"כ ועיין בפמ\"ג שנדחק מאד בתירוץ זה ויש מתרצים דיזהר ליטול מהבהמה תיכף בבואה לחצר בעודה מהלכת כדי שלא תהיה ההנחה ע\"י הבהמה או שיזהר ליטול ממנה קודם שנכנסה לחצרו ולא יניח עליה עד לאחר שעקרה רגליה לכנוס לחצר כדי שלא תהיה העקירה על ידה ואף שאח\"כ עומדת בחצר והוי הנחה לית לן בה דכל דבר שבחבירו פטור אבל אסור בחמורו מותר לכתחלה:",
            "(כד) מעל החמור - ואפילו הם יותר מט\"ו סאין שרי משום צער בע\"ח אבל בלא\"ה אסור לפנות מן העגלה כלל כמש\"כ סוף סימן של\"ג:",
            "(כה) מאוסים - ואע\"ג דמוקצה מחמת מיאוס מותר היינו היכא דחזי לכסויי ביה מנא אבל הכא לא חזי לכסות שאם יפלו ישברו:",
            "(כו) שיכול וכו' - ולא נאסרו מטעם בסיס לדבר האסור כיון שלא היו עליהן בה\"ש:",
            "(כז) לשמטן - ואע\"ג שקודם שיספיק לשמטם כולם בנחת שלא ישברו הכלים הרי הם מבוטלים מהיכנם באותה שעה עי\"ז אפ\"ה התירו חכמים לעשות כן כדי שלא יהיה הפסד ע\"י השבירה וכתבו הרבה פוסקים דדוקא כלים שיש הפסד מרובה בשבירתן אבל חתיכות זכוכית רחבות שאינן כלים שאין הפסד כ\"כ בשבירתן דהם עשוים להחתך לחתיכות קטנות ולית בזה רק הפסד מועט אסור להניח כרים תחתיהן לפי שמבטלן עכ\"פ מתשמישן לשעתן וכן מסיק המ\"א לדינא דיש להורות שאין מבטלין כלי מהיכנן אפילו לפי שעה אלא במקום הפסד מרובה. ולבטל כלים מהיכנן לכל היום במקום הפסד מרובה יש מתירין ויש אוסרין ועיין בבה\"ל:",
            "(כח) חשכה לו - היינו דנעשה בה\"ש וא\"א לו לישא אותם בידו לביתו מפני קדושת שבת ולהשאיר אותם שם בדרך או בבה\"מ א\"א מפני בזיון התפלין דבתי מדרשות שלהם היה בשדה מקום שאין משומר מפני הגנבים ע\"כ התירו לו חכמים לנשאם עליו דרך מלבוש עד ביתו אך צריך לכסותם שלא יראוהו שהוא נושא עליו התפלין בשבת:",
            "(כט) רץ תחתיה - דכל כמה דלא עמד לפוש אין כאן עקירה בשבת ודוקא כשאין עמו א\"י ולא בהמה ולא חש\"ו וגם במקום שאין יכול להוליכו פחות פחות מד' אמות כגון שמתירא מליסטים שיגזלוהו או שיש מים רחב ד\"א ועיין מה שכתבתי בסמוך דלדידן דלית לן ר\"ה גמורה אפשר דשרי בכל ענין:",
            "(ל) דזמנין דקאי - ואם עמד לתקן המשא פטור דזה לא מקרי הנחה:",
            "(לא) היכירא - דעביד שינוי בהליכתו וע\"י כן יזכור שבת ולא יעמוד:",
            "(לב) כלאחר יד - דהיינו שמהפך אחוריו כלפי החצר וזורקו מכתפיו כן הוא ברוקח דכלאחר יד ליכא איסורא דאורייתא ומשום הפסד חבילתו התירו לו דבר זה:",
            "(לג) דדוקא בחבילה - שהיא כבדה ואין דרך לרוץ במשא כבד ואית ליה הכירא אבל בכיס שהוא קל אין היכר בריצה:",
            "(לד) דה\"ה בכיסו - והיינו במקום שא\"א בהנך דרכים הנזכרים לעיל. והמיקל כהי\"א לא הפסיד [ט\"ז] וכתב המ\"א בשם הש\"ג דלדידן דלית לן ר\"ה אפשר דלכו\"ע שרי בכל ענין:",
            "(לה) יכול לילך וכו' - דכיון שהמוקצה בידו יכול לילך עמו לכל מקום שירצה והגר\"א בבאורו החמיר בזה ועיין בבה\"ל מה שכתבנו בזה בשם הדה\"ח ואם יתיר חגורו תיכף ויפול המעות יוכל להביא לידי הפסד אפשר שגם להגר\"א מותר עיין במ\"א ס\"ק י\"ד וסק\"כ:",
            "(לו) בשוק - או במקום שלא עשו ברחוב ההוא שיתופי מבואות. ודוקא כשאין מתיירא מן הא\"י שמא יקחוהו אבל אם ירא שמא יקחו אותו הא\"י רשאי לרוץ עמו לביתו שלא לעמוד כלל כדי שלא יעשה עקירה באמצע הדרך ובתנאי כשנזכר כשהוא מהלך ולא עמד לפוש שלא עשה עקירה כלל בתחלת ריצתו וגם כשבא סמוך לביתו יזרקנה תיכף כלאחר יד לביתו וכנ\"ל:",
            "(לז) לשמרו - ואם מתירא לסמוך עליהם רשאי לצוותם להוליך לביתו ועצה זו טוב יותר בשאפשר לו מכל האופנים הנ\"ל ועיין בח\"א כלל נ\"ד ס\"ד:",
            "(לח) אסור ליטלו - אפילו אם יעמוד תחתיו ולא יעביר ד\"א אפ\"ה אסור משום מוקצה ולא שייך להתיר משום פסידא כיון שעדיין לא זכה בה וכתב המ\"א דאפילו לא\"י אסור לומר ליטלו ובספר א\"ר מקיל ע\"י א\"י והביאו הפמ\"ג וכן בחידושי רע\"א מיקל ג\"כ ע\"י א\"י אך דהוא לא הקיל כ\"א ההגבהה ע\"י הא\"י דהוא רק טלטול בעלמא אבל לא לצוותו להוליך לביתו אך אם הא\"י בעצמו מביאו לבית ישראל נראה דאין למנעו לכו\"ע וכנ\"ל:\n"
        ],
        [
            "(א) אין נופלין - מפני שהוא סמוך להכנסת שבת כ\"כ הלבוש וכתב הפמ\"ג ונראה דה\"ה כשמתפללים מנחה גדולה אחר חצות נמי אין נופלים ע\"פ וכן מי שאוכל פת אחר חצות ג\"כ אין לומר על נהרות בבל כ\"א שיר המעלות ועיין בה\"ל:",
            "(ב) מקדימין - משום דהוי נהיגי עלמא לקבל עליהם שבת מכי פתח הש\"ץ ברכו וכדלעיל בסימן רס\"א ס\"ד לכך מהנכון להקדים להתפלל ערבית כדי להקדים הקבלת שבת וה\"ה דיכול לקבל עליו שבת קודם תפלת ערבית:",
            "(ג) ובפלג וכו' - משמע מדברי המ\"א דאפילו הנוהגין להתפלל מעריב בזמנה מותרים להתפלל בליל שבת מבע\"י ובלבד שיהיה מפלג המנחה ואילך דכיון דמצותה להוסיף מחול על הקודש וכבר קבל שבת עליו יכול לסמוך על דעת הסוברים דהוי כלילה לענין תפלה אך הנוהג כן יזהר עכ\"פ בע\"ש להתפלל מנחה קודם פלג המנחה כדי שלא יהיה תרתי דסתרי אהדדי [היינו דלדעת ר' יהודה בגמרא זמן מנחה נמשך רק עד פלג המנחה ומשם ואילך הוא זמן תפלת ערבית ולדעת רבנן זמן מנחה הוא עד סוף היום וזמן מעריב הוא בערב] וי\"א דבצבור יש להקל להתפלל מעריב מבע\"י אף אם התפלל מנחה אחר פלג המנחה ונ\"ל שאין לסמוך על זה רק כשהוא מתפלל מעריב עכ\"פ בבין השמשות ובשעת הדחק אבל לא כשהוא עדיין ודאי יום וק\"ש יחזור ויקרא כשהוא ודאי לילה ועיין בבה\"ל:",
            "(ד) המנחה יכול וכו' - אבל קודם פלג המנחה אין יכול להדליק ולקבל שבת ואפילו אם בדיעבד התפלל תפלת שבת צריך לחזור ולהתפלל. ופלג המנחה י\"א דהוא שעה ורביע קודם הלילה וי\"א דהוא שעה ורביע קודם השקיעה ועיין לעיל בסימן רס\"ג ס\"ד ובמש\"כ שם במ\"ב:",
            "(ה) ולאכול - הטעם דכיון דקבל עליו שבת והוסיף מחול על הקודש נחשב כשבת לענין זה דיכול לקדש ולאכול מיד ויוכל לגמור סעודתו מבע\"י ויש חולקין וסוברין שיזהר למשוך סעודתו עד הלילה ויאכל כזית בלילה וטעמם דכיון דהג' סעודות ילפינן ממה דכתיב אכלוהו היום כי שבת היום לה' וגו' בעינן שיקיים אותם ביום שבת עצמו ולכתחלה נכון לחוש לדבריהם:",
            "(ו) מיד - ואם לאחר שהתפלל מעריב אין עד הלילה חצי שעה יש ליזהר שלא להתחיל לאכול אלא ימתין עד הערב ויחזור ויקרא ק\"ש בלא הברכות ואח\"כ יאכל הואיל ולהרבה פוסקים לא יצא ידי חובת ק\"ש קודם הלילה מיהו הנוהג להקל בזה אין למחות בידו דיש לו על מי לסמוך. וכ\"ז לענין היתר אכילה אבל לענין ק\"ש גופא דהוא דאורייתא אין לסמוך ויזהר לקרותה בלילה לצאת ידי חובת ק\"ש:",
            "(ז) אינו חותם - דבשבת א\"צ שמירה כי השבת בעצמו הוא השומר אותנו:",
            "(ח) אומר ופרוס - ר\"ל דגם כי אל שומרנו וכו' לא יאמר דלא כמנהגנו והאחרונים יישבו המנהג:",
            "(ט) הפורס סוכת וכו' - ואם שכח ואמר שומר עמו ישראל תחת הפורס סוכת שלום אם נזכר תכ\"ד יאמר מיד אחר תיבת לעד הפורס וכו' ואם שהה כדי דבור [הוא כדי שיאמר שלום עליך רבי ומורי] מעת שסיים תיבת לעד א\"צ לאמרו ולא יחזור עוד הפעם. המנהג לומר אחר סיום הברכה ושמרו בני ישראל וגו' ובמועדים וידבר משה וגו' בר\"ה תקעו וביוה\"כ כי ביום הזה וגו' [פמ\"ג]:\n"
        ],
        [
            "(א) אומר ויכלו - דאמר רב המנונא כל המתפלל ואומר ויכלו כאלו נעשה שותף להקב\"ה במעשה בראשית אל תקרי ויכולו אלא ויכלו פירוש הקב\"ה והוא. ומ\"מ בדיעבד אם לא אמרו אין מחזירין אותו וכ\"ש לדידן דאומרים בקידוש ויכלו [פמ\"ג]. בנוסח אתה קדשת צריך להפסיק מעט בין לשמך ותכלית כדי שלא יהיה כחוזר למעלה ח\"ו וכן בויכלו יפסיק בין אלהים ובין את [א\"ר]. המנהג לומר בליל שבת וינוחו בה וביום וינוחו בו ובמנחה וינוחו בם [שכנה\"ג ע\"ש הטעם]:",
            "(ב) גומר וכו' - הטעם הוא דבדין הוא דבעי לצלויי י\"ח ברכות בשבת כמו בחול ולהזכיר קדושת היום בעבודה כמו בר\"ח וחוש\"מ ורק משום כבוד שבת לא אטרחוהו רבנן ותקנו ברכה אחת אמצעית לשבת ולכן בדיעבד שהתחיל הברכה גומרה שהיא ראויה לו מן הדין ואח\"כ מתחיל הברכה המיוחדת לשבת:",
            "(ג) של שבת - וה\"ה בכל זה לענין יו\"ט:",
            "(ד) וי\"א דבמוסף וכו' - דסבירא להו דבמוסף לא שייך כלל תפלת י\"ח ברכות דאף בחול א\"א רק שבע ברכות ולכך פוסק אפילו באמצע ברכה וטעם הדעה קמייתא דבדיעבד גם במוסף אם התפלל י\"ח ברכות ורק הוסיף בה ונעשה לפניך חובותינו בתמידי יום ובקרבן מוסף יצא וכדאיתא בס\"ד לכך גם לה שייך בדיעבד הברכה של חול:",
            "(ה) פוסק אפילו וכו' - וכן פסקו האחרונים משום ספק ברכה לבטלה:",
            "(ו) כשאמר תיבת אתה - עיין בב\"י דסבירא ליה דאפילו בערבית ומנחה שיכול לסיים באתה קדשת ואתה אחד מ\"מ כיון שכונתו היתה לתפלת חול מקרי התחיל בשל חול וגומר ברכת אתה חונן והמ\"א חולק עליו וס\"ל דדוקא בתפלת שחרית שאינו מתחיל בתיבת אתה ומינכר בדבורו שהוא לשם חול אבל בערבית ומנחה כיון דלא מינכר בדבורו לא מקרי ע\"י זה התחיל בשל חול ויאמר אתה קדשת ואתה אחד וכן דעת הפמ\"ג והדה\"ח:",
            "(ז) ושלא בכונה - ר\"ל שנכשל בלשונו מחמת הרגלו דחול אבל לא נתכוין לשם תפלת חול לכך לא חשבינן ליה כהתחיל תפלת חול. ודוקא אם התחיל רק תיבת אתה אבל אם אמר אתה חונן שמוכח שהוא לשם חול אע\"ג שהיה רק מחמת שנכשל בלשונו גומר כל אותה הברכה ועיין בבה\"ל:",
            "(ח) דחשבינן ליה וכו' - לפי דבתיבת אתה אינו מינכר שהוא לשם אתה חונן דהרי יכול לומר אתה קדשת ואתה אחד וזהו כונת הרמ\"א שסיים דהרי יכול לומר וכו' וע\"כ דינו כמו שאם היה מתחיל עתה בזמן תפלת שחרית אתה קדשת או אתה אחד ונזכר באמצע הברכה דפוסק ומתחיל תיכף ישמח משה וה\"נ כשאומר אתה הוי כאומר אתה קדשת ופוסק ומתחיל ישמח משה ולא הוי כאומר אתה חונן לגמור הברכה:",
            "(ט) של חול בשבת - ואם ספק לו אם התפלל של חול או של שבת ג\"כ צריך לחזור דמסתמא התפלל של חול כמו שהוא רגיל [א\"ר בסי' תכ\"ב וח\"א]:",
            "(י) לא יצא - וה\"ה ביו\"ט ואפילו ביו\"ט שני:",
            "(יא) רק ונעשה וכו' - ר\"ל שאמר באחת מן הברכות יהי רצון שנעשה לפניך וכו' וכ\"ש אם אמר הנוסח של המוסף כהלכה רק שחיסר הפסוקים של הקרבנות דיצא [אחרונים]:",
            "(יב) לא עקר רגליו - עיין לעיל בסימן קי\"ז ס\"ה ובמ\"ב שם:",
            "(יג) לשל שבת - ואפילו נזכר קודם מודים לא יכלול אותה בעבודה לומר רצה נא במנוחתנו ביום השבת דלכתחלה צריך לומר ברכה לקדושת היום ובדיעבד יצא:",
            "(יד) אינו חוזר - שעיקר ברכה רביעית היא רצה במנוחתנו וזה נאמר בכל הברכות של שבת ודוקא כשסיים הברכה אבל אם נזכר באמצע ברכה פוסק:",
            "(טו) ויש אומרים וכו' - האחרונים תמהו על מה שכתוב בלשון וי\"א דכו\"ע מודים בזה:",
            "(טז) מוסף באחרת - ואפילו אם האחרת ג\"כ מענין השבת כגון ישמח משה וכה\"ג כיון שלא נזכר בה מענין קרבן מוסף של שבת וכ\"ש אם היא תפלה אחרת לגמרי ודינו כדלעיל דאם עקר רגליו חוזר לראש ואם לא עקר רגליו חוזר לתכנת שבת וכתב הח\"א דאם נזכר אחר שסיים הברכה האמצעית קודם שהתחיל רצה יאמר ונעשה לפניך קרבן מוסף ויצא בזה ועיין בבה\"ל מש\"כ עוד בזה:",
            "(יז) אחרת בשל מוסף - היינו שאמר הנוסח תכנת שבת וכונתו היתה לשם שחרית ואף שהזכיר בהברכה מענין שבת אעפ\"כ חוזר כיון שאמר מוסף תוך תפלתו ושקר לפני המקום ודינו ג\"כ כדלעיל דאם עקר רגליו חוזר לראש ומתפלל תפלה אחרת כהוגן לשם שחרית אבל של מוסף לא יתפלל עוד כי כבר יצא בתפלה הראשונה ידי מוסף אף שכונתו היתה לשל שחרית. ואם נזכר קודם שעקר רגליו בכל מקום שהוא עומד אפלו באמצע ברכה מג' אחרונות פוסק באמצע ומתחיל ישמח משה ועיין בבה\"ל:",
            "(יח) שאין אומרים אותו וכו' - ואגב שבת זה תקנו לכל השבתות:",
            "(יט) ומעומד - לפי שבזה אנו מעידים להקב\"ה במעשה בראשית ודין עדים בעמידה כדכתיב ועמדו שני האנשים וטוב לומר אותה ביחד בצבור דעדה שלמה בעינן להעיד להקב\"ה ועכ\"פ יהיה בשנים. ויחיד המתפלל י\"א דאינו חוזר לומר ויכלו דאין עדות ליחיד וי\"א דיחיד יכול לומר אבל אין צריך עמידה וטוב שגם היחיד יאמר אבל לא יתכוין לשם עדות אלא כקורא בתורה. כתב מטה משה אם שכח לומר בבהכ\"נ יאמר אותו שבקדוש מעומד והמנהג לומר אותו שבקדוש מעומד אף אם אמרו בבהכ\"נ [פמ\"ג]:",
            "(כ) אחת מעין שבע - הוא מה שהש\"ץ אומר אחר התפלה בא\"י או\"א וכו' קונה שמים וארץ וכו' ונתקנה משום סכנת מזיקים שבתי כנסיות שלהם היו בשדה ולפעמים בנ\"א מאחרים לבוא לבהכ\"נ וישארו יחידים בבהכ\"נ בשדה לפיכך תקנו ברכה זו כדי שבעוד שש\"צ מאריך בה יסיימו גם הם תפלתם וגם האידנא לא זזה תקנה ממקומה:",
            "(כא) ובלא חתימה - דהיינו שמתחיל מגן אבות עד זכר למעשה בראשית בלבד:",
            "(כב) בלא פתיחה וחתימה - כי עיקר התקנה היה שהש\"ץ יברך אותה ע\"כ נראה פשוט שמה שנוהגין באיזה מקומות שהש\"ץ אומר בקול רם רק עד קונה שמים וארץ ואח\"כ אומר בלחש לא יפה הן עושין אלא אחר שסיימו הקהל יתחיל הוא מגן אבות בקול רם:",
            "(כג) אינו מזכיר וכו' - כי לא תקנוה אלא בשבת ואפילו בשבת אינו חובה מצד הדין רק שתקנוה משום סכנה וכנ\"ל ומה דתיקון תיקון ואין להוסיף עליה:",
            "(כד) בבית חתנים וכו' - פי' כשמתפללין בביתם במנין וכ\"ש אותן שמתפללין לפרקים במנין בבית אבל כשיש קביעות על איזה ימים ויש ס\"ת אצלם וכמו בירידים דומה לבהכ\"נ קבוע ואומרים:",
            "(כה) דליכא טעמא - ובמקום שנוהגין לאמרה אין למחות בידם כ\"כ המ\"א בשם הרדב\"ז אבל הפמ\"ג מפקפק בזה דהוי ספק ברכה לבטלה:",
            "(כו) אין לדבר וכו' - בטור בשם ס\"ח מעשה בחסיד אחד שראה לחסיד אחר במותו [פי' בחלום] ופניו מוריקות א\"ל למה פניך מוריקות א\"ל מפני שהייתי מדבר בויכלו בשעה שהיה הצבור אומרים ובמגן אבות וביתגדל עכ\"ל:",
            "(כז) ושמע מש\"ץ וכו' - משום דתפלת ערבית רשות מקילינן בה:",
            "(כח) יצא - ולכתחלה יש ליזהר לומר עם הש\"ץ מלה במלה מן תחלת הברכה עד סוף בא\"י מקדש השבת ואם כבר אמר הש\"ץ צריך לחזור ולהתפלל ולא יאמר ביחיד ברכת מעין שבע. גם נכון הדבר שאם נזכר קודם ששמע מהש\"ץ הברכה הנ\"ל שלא יסמוך ע\"ז רק יתפלל עוד הפעם תפלת שבע כסדר [כי יש חולקין על עיקר הדין הזה עיין בטור]:\n"
        ],
        [
            "(א) מטעימו לקטן - הנה י\"א שיזהר ליתן רק לקטן שלא הגיע לחינוך אבל המ\"א כתב בשם הפוסקים דמותר ליתן אפילו לקטן שהגיע לחינוך (היינו כבר שית כבר שבע כל חד לפום חורפיה) ואדרבה אם יתן רק לקטן שלא הגיע לחינוך יהיה ברכת המברך לבטלה דהא לא הגיע לחנכו בברכה. ואפילו לפי מה שמבואר לקמן בסימן שמ\"ג דאסור להאכיל בידים לקטן אפילו דברים שאסורים מדרבנן הכא שרי מפני כמה טעמים עיין במ\"א וה\"ה דמותר להאכיל לקטנים בשבת בשחרית לפני קידוש ואסור לענותו. כתבו האחרונים דאם אין קטן שהגיע לחינוך בבהכ\"נ אזי ישתה כשיעור רביעית שיהא חשוב במקום סעודה כמש\"כ סי' רע\"ג ס\"ה ויוצא בזה ויברך אח\"כ ברכה אחרונה ויחשוב בדעתו לצאת בקידוש זה ומ\"מ יכול אח\"כ לחזור ולקדש בביתו להוציא בני ביתו וכמ\"ש סימן רע\"ג ס\"ד:",
            "(ב) דאין קידוש וכו' - היינו דאין המקדש יוצא בקידוש זה כיון שאינו במקום סעודתו משו\"ה אסור לו לטעום כלום עד שיקדש במקום סעודתו:",
            "(ג) בבי כנישתא - עיין לעיל בסימן קנ\"א ס\"א במ\"ב מש\"כ בזה:",
            "(ד) להוציאם י\"ח - ואע\"ג דהמקדש עצמו לא יצא מוציא את האחרים כמ\"ש סימן רע\"ג דבקידוש יכול לברך לאחרים אע\"פ שאינו אוכל עמהם:",
            "(ה) שלא לקדש וכו' - ובמדינתנו נוהגין לקדש בבהכ\"נ בשבת ויו\"ט בלבד בליל א' של פסח אין לקדש בבהכ\"נ [תפ\"ז עי\"ש]. ומהדרין אחר יין ונוהגין לקנות בדמים המצוה מי שיתן יין לבהכ\"נ לקידושא ואבדלתא ואין לבטל המנהג כי הרבה גאונים יסדוהו כמ\"ש הרשב\"א:",
            "(ו) לעמוד - ואמרו הראשונים שזה מועיל לעייפות הברכים:"
        ],
        [
            "(א) פרק במה מדליקין - לפי שיש בו דין הדלקה וג' דברים שצריך אדם לומר בתוך ביתו ע\"ש עם חשכה:",
            "(ב) קודם תפלת ערבית - שבמקומותם מקדימין להתפלל ערבית וע\"י קריאת פרק זה שיקרא מקודם ידע במה מדליקין ויזכור הג' דברים ויזהיר עליהם וע\"כ כתב השו\"ע דהוא הנכון דלאחר תפלת ערבית מאי נ\"מ. ובמקומות שנוהגין לאמרו אחר תפלת ערבית כתב במנהגי מהרא\"ק הטעם כדי שאם יאחר אדם מלהתפלל יהיה לו שהות להתפלל בעוד שיאמרו במה מדליקין ולכן אין אומרים אותו בשבת חוה\"מ לפי שאין מאחרין כ\"כ לבוא לבהכ\"נ לפי שאין עושין בהם מלאכה. כתב הב\"ח שיש לומר ב\"מ אחר קידוש דעיולי יומא עדיף ומקדמינן ליה ובמקומותינו המנהג לומר במה מדליקין קודם וכתב בפרישה הטעם דנר ביתו וקידוש היום נר ביתו עדיף וכדלעיל בסימן רס\"ג:",
            "(ג) שחל להיות בע\"ש - לפי שאין יכול לומר עשרתם שאין מעשרין ביו\"ט וכן ביו\"ט שחל בשבת משום לא פלוג:",
            "(ד) של חנוכה - מפני שנזכר בה פסול שמנים שהם אסורים בשבת ולא בחנוכה:",
            "(ה) בשבת - וכן ביוה\"כ שחל בשבת אין אומרים אותו [אחרונים]:"
        ],
        [
            "(א) ימהר לאכול וכו' - היינו לקדש כדי שיזכור שבת בעת תחלת כניסתו דכל כמה דמקדמינן ליה טפי עדיף ומכיון שקידש צריך לאכול מיד כמבואר בסימן רע\"ג ס\"ג בהג\"ה ואם אינו תאב לאכול יכול להמתין מלקדש עד שירעב שכבר זכר את השבת בתפלתו בבהכ\"נ ויוצא בזה המ\"ע דאורייתא להרמב\"ם וכדלקמן [ממ\"א בשם הרמ\"ע] ומ\"מ נראה דהיכא דיש בזה משום שלום בית או שיש לו בביתו משרתים או שאר אורחים ובפרט אורח עני לא יאחר בכל גווני דכיון דהם מוטלים עליו לא יוכל לעכבם בשביל שהוא רוצה לקיים מצוה מן המובחר:",
            "(ב) מיד - ומ\"מ מהנכון לקרות ק\"ש מקודם אם מסתפק שבבהכ\"נ לא קראה בזמנה ועיין לעיל בסימן רס\"ז במ\"ב סק\"ו. כתב הרמב\"ם פכ\"ט מהלכות שבת מ\"ע מן התורה לקדש את יום השבת בדברים שנאמר זכור את יום השבת לקדשו כלומר זכרהו זכירת שבת וקידוש וכו' ומדברי סופרים שתהא זכירה זו על כוס של יין וכ\"כ התוספות [בסוכה דף ל\"ח ובנזיר דף ד'] דעל היין הוא רק מדרבנן וכתב המ\"א דלפ\"ז מדאורייתא בקידוש שאומר בתפלה סגי דקרא כתיב זכור את יום השבת והרי זכר אותו וקידוש במקום סעודה מדרבנן כמש\"כ הב\"י בסימן רס\"ט והביא המ\"א ראיה לזה מן הגמרא דיוצא מה\"ת בתפלה ע\"כ אם ספק לו אם קידש או לא א\"צ לחזור ולקדש דספיקא דרבנן לקולא [פמ\"ג] גם דקטן שהגיע לחינוך יכול להוציא לפ\"ז אפילו לגדול בקידוש אם הגדול התפלל כבר ואולם יש לפקפק בזה הרבה דהא קי\"ל לעיל בסימן ס' ס\"ד דמצות צריכות כונה לצאת בעשיית המצוה ומסתמא אין מדרך העולם לכוין לצאת את המ\"ע דזכור בתפלה כיון שיש לו יין או פת ויכול לקדש עליהן אח\"כ בברכה כדין וטוב יותר שיצא אז המ\"ע דאורייתא משיצא עתה ויהיה בלא כוס ושלא במקום סעודה ועוד כמה טעמים אחרים שיש לפקפק בזה וכמו שבארתי בבה\"ל ע\"כ יש למנוע מלצאת ידי קידוש ע\"י קטן ואפילו אם יזהר השומע לומר עמו מלה במלה ג\"כ נכון למנוע מזה אם לא שמונח לפניו ג\"כ פת או יין בעת הקידוש וכדלקמיה בסוף סק\"ג. ודע דקידוש של יו\"ט הוא מדרבנן ומ\"מ יש לו כל דין קידוש של שבת ואם יו\"ט חל בע\"ש ואין לו אלא כוס אחד מניחו לשבת שהוא מן התורה וביו\"ט יקדש על הפת:",
            "(ג) דאיתקש זכור לשמור - דזכור את יום השבת לקדשו האמור בדברות הראשונות ושמור את יום השבת לקדשו האמור בדברות אחרונות שניהם בדבור אחד נאמרו וזכור קאי על מ\"ע דקידוש וכנ\"ל ושמור קאי על שמירה ממלאכה וכשם שבאיסור מלאכה בודאי גם נשים מוזהרות דבמצות ל\"ת אין חלוק בין זמן גרמא בין שאין הזמן גרמא כן בעשה דזכור גם נשים מצוות ופשוט דקטן אינו מוציא את האשה דלא אתי דרבנן ומפיק דאורייתא ואפילו אם הוא בן י\"ג שנה חיישינן שמא לא הביא שתי שערות דבמילי דאורייתא לא סמכינן אחזקה דמכיון שהגיע לכלל שנים הגיע לכלל סימני שערות עד שיתמלא זקנו כמ\"ש בח\"מ סימן ל\"ה ולכן תקדש האשה לעצמה ואם אינה יודעת לקדש בעצמה תאמר עמו מלה במלה מראשו ועד סופו ולא תכוין לצאת בקידושו ובאופן זה כיון שהיא אומרת הקידוש בעצמה נכון שיהא פת או יין מונח גם לפניה בעת הקידוש ולא תסמוך על מה שהנער אוחז הכוס או הפת בידו כיון שאינה יוצאת בקידוש שלו ועצה זו מועילה אפילו אם הוא קטן ביותר. וכ\"ז בשלא התפללה האשה תפלת ערבית אבל אם התפללה דלדעת המ\"א הנ\"ל כבר יצאה ידי קידוש דאורייתא בזה יש לסמוך על נער בן י\"ג שנים שיוציאה אח\"כ בקידוש דהיינו שיכוין להוציאה. כתב בספר א\"ר שני אנשים אם רוצים להוציא בני ביתם לא יקדשו כאחת דתרי קלי לא משתמעי:",
            "(ד) ומוציאות את האנשים - וכן הסכימו הט\"ז ומ\"א והגר\"א וש\"א ומ\"מ יש להחמיר לכתחלה שלא תוציא אשה אנשים שאינם מבני ביתה דזילא מילתא [א\"ר ודה\"ח]:",
            "(ה) הואיל וחייבות וכו' - ולכן יכולה להוציא אפילו היא כבר יצאת ידי קידוש וכמו באיש לקמן בסימן רע\"ג ס\"ד דלענין קידוש אנשים ונשים שוין. ודע דכשאחד מוציא לחבירו ידי קידוש צריך לכוין להוציאו והשומע צריך לכוין לצאת לכן מהנכון שיזכיר בעה\"ב לבני ביתו שיכוונו לצאת ועיין לקמן בסימן רע\"ג במ\"ב סק\"ל מה שנכתוב שם:",
            "(ו) כמותם - אך לענין זמן יש חילוק דבאיש זמן חיובו מן התורה כשהוא בן י\"ג ובאשה כשנעשית בת י\"ב דאז היא מתחייבת בכל המצוות:",
            "(ז) מוטב שיקנה וכו' - דקידוש הוא מ\"ע דאורייתא ולהכין צרכי סעודה הוא מצות עונג מדברי קבלה וכדכתיב וקראת לשבת ענג ואע\"ג דהמ\"ע של זכור נוכל לקיים בזכירת דברים של קדושת שבת בלבד ועל היין אינו אלא מד\"ס וכנ\"ל במ\"ב סק\"ב אפ\"ה כיון דעיקר קידוש הוא מן התורה גם יין שלו קודם לכל והסכימו האחרונים דכ\"ז דוקא כשיש לו פת לצורך הלילה ולצורך היום אבל כשאין לו פת מוטב שיקנה לו פת ויקדש עליו דהא חייב לאכול פת בלילה וכן למחר ביום השבת. ואם יש לו לקידוש לילה ואין לו לקידוש היום ולכבוד היום אף דמסתבר דכבוד היום עדיף מקידוש היום מ\"מ אפשר דדי לו בפת והמותר יקנה לו יין לקידוש היום [מ\"א] ועיין בבה\"ל:",
            "(ח) יין לצורך היום - היינו לצורך קידוש היום והטעם דקידוש הלילה עיקרו הוא מדאורייתא וקידוש היום הוא רק מדרבנן ואע\"ג דבלילה יוכל לומר ברכת קידוש אריפתא וביום כשלא יהיה לו על מה לקדש ישאר בלי קידוש מ\"מ כיון דבמקום שיש יין אין מקדשין אריפתא דלילה עדיפא:",
            "(ט) בשאר צרכי סעודה - כגון שיש לו מעט מיני מגדים טוב יותר שיניחם לצורך סעודת היום ובספר ים של שלמה קורא תגר על שאין נזהרים בזה ואדרבה מוסיפין בליל שבת:",
            "(י) קודם לכבוד יום - היינו בין לצרכי סעודה דיום ובין לקידוש שעושין ביום וכמ\"ש בריש הסעיף:",
            "(יא) אסור לטעום - וזהו רק איסור דרבנן והטעם כיון דחיוב של הקידוש חל עליו מיד בכניסת שבת ואפילו לא קבל עליו שבת בהדיא דכיון שנעשה ספק חשיכה ממילא חל עליו שבת ואם קבל עליו שבת אפילו עדיין יום גדול דינא הכי ואם רוצה לקבל שבת מבע\"י ולקדש ולאכול ולהתפלל ערבית אח\"כ בלילה רשאי ובתנאי שיהיה חצי שעה קודם זמן מעריב כדלעיל בסימן רל\"ה ס\"ב [א\"ר]:",
            "(יב) קודם שיקדש - ואפילו אין לו אלא כוס אחד יקדש עליו ויברך בהמ\"ז בלא כוס [היינו אפילו למאן דס\"ל בהמ\"ז טעונה כוס לעיל בסימן קפ\"ב ס\"ב] ולא יאכל קודם שיקדש:",
            "(יג) אפילו מים - ושרי לרחוץ פיו במים כיון דאינו מכוין להנאת טעימה:",
            "(יד) צריך להפסיק - ואע\"ג דהתחיל בהיתר שאני הכא דהקידוש שייך לסעודה ולכתחלה איתקון שיקדש קודם סעודה ובמקום סעודה:",
            "(טו) שפורס מפה - לכסות הפת עד אחר הקידוש ואח\"כ יסירנה כי היכי דתתראה דאתא הסעודה השתא ליקרא דשבתא ואף אם לא ישב עדיין לאכול ג\"כ דינא הכי דצריך פריסת מפה בעת הקידוש וכדלקמן בס\"ט אלא דקמ\"ל בזה דאף שהוא באמצע אכילתו די בפריסת מפה:",
            "(טז) בלא ברכת היין - דכיון דבירך כבר בתוך הסעודה בתחלת שתיתו שוב א\"צ לברך עתה בורא פה\"ג קודם הקידוש וה\"ה שאין צריך לברך על היין שבתוך הסעודה דהא אין שום היסח הדעת בין שתיית הכוס של קידוש לשתיית היין שבתוך הסעודה:",
            "(יז) ואח\"כ מברך ברכת המוציא - היינו כשבא לגמור אח\"כ סעודתו מברך ברכת המוציא מחדש דאינו יוצא בהמוציא שבירך בתחלת הסעודה לפי שהקידוש שבינתים שהיה צריך לאמרו מפני שנאסר באכילה עד שיקדש זה הוי הפסק לפיכך צריך לברך שנית ברכת המוציא [ובהמ\"ז רק פ\"א בסוף הסעודה] משא\"כ כשאין לו יין ומקדש על הפת שזמן ברכת המוציא שלו הוא קודם קידוש ולא היה עדיין הפסק שיהיה צריך מחמת זה לברך שנית לכן א\"צ לברך המוציא לכו\"ע:",
            "(יח) אינו מברך המוציא - דס\"ל דקידוש לא הוי הפסק. וכיון דספק ברכות להקל יש לתפוס כהי\"א [אחרונים]:",
            "(יט) ואמרו בואו ונקדש - ומיירי הכא מבעוד יום דאלו בספק חשיכה וכ\"ש בודאי חשיכה אפילו לא אמרו בואו ונקדש ממילא חל חובת קידוש ואסור לאכול ולשתות וכמש\"כ בס\"ד:",
            "(כ) עד שיקדשו - דע\"י אמירת בואו ונקדש חלה עליהם חובת קידוש היום ונאסר עליהם לשתות:",
            "(כא) ואם רצו וכו' - הטעם דאסחו דעתייהו מלשתות עוד קודם קידוש ולכן דומה זה לאומר קודם בהמ\"ז הב לן ונברך דצריך השותה אח\"כ לחזור ולברך ומ\"מ על כוס של קידוש דעת המ\"א שא\"צ לברך בורא פה\"ג ויוצא בהברכה שבירך בתחלת השתיה דהא לא אסחו דעתייהו מכוס של קידוש במה שאמרו בואו ונקדש וכן נראה דא\"צ לברך ג\"כ על היין שישתה אחר כוס של קידוש דהא לא אסח דעתיה רק מהשתיה שקודם קידוש ולפי שיש דעות הרבה בדינים אלו ראוי לכל בעל נפש ליזהר שלא יבוא לידי כך:",
            "(כב) אע\"פ שאינם רשאים - היינו מטעם דחלה עליהם קדושת היום. כתב הט\"ז דכשלא אמרו בואו ונקדש אלא שהחשיך אם רצו לחזור ולשתות אין צריכין לחזור ולברך אף דאסור מחמת שהוא קודם קידוש האיסור לבד אין עושה היסח הדעת:",
            "(כג) קודם שאכל - היינו קודם שטעם פרוסת המוציא דלאחר שטעם יקדש על היין אם יש לו משא\"כ קודם זה צריך לקדש על הפת אע\"פ שיש לו יין דאל\"כ יהיה בורא פה\"ג הפסק בין ברכת המוציא לאכילה מיהו צריך להביא לפניו עוד לחם משנה וזה לא מקרי הפסק דהוי מצורך סעודה וכדלעיל בסי' קס\"ז ס\"ו:",
            "(כד) יקדש על הפת - ר\"ל שיאמר ברכת אשר קדשנו ולא יאמר עתה ויכלו רק בתוך הסעודה:",
            "(כה) ואח\"כ יאכל - ואם נזכר לאחר שאכל קצת בין כשאין לו יין ואומר ברכת אשר קדשנו על הפת ובין כשיש לו יין ומקדש על היין כשחוזר לאכול את הפת א\"צ לברך שנית המוציא:",
            "(כו) יאכל תחלה - פי' פרוסת המוציא כדי שלא תהיה הברכה לבטלה ואח\"כ צריך להפסיק ולהבדיל ועמ\"ש המ\"א בריש סימן רצ\"ט דלהפוסקים הבדלה דרבנן א\"צ להפסיק אלא גומר סעודתו ואח\"כ מבדיל:",
            "(כז) אם גמר סעודתו - ומיירי ג\"כ שנטל ידיו למים אחרונים וקודם שהתחיל בבהמ\"ז ראה שקידש עליו היום דבזה ס\"ל דתחלה מברך בהמ\"ז על כוס ראשון דמכיון שנטל ידיו צריך לברך תיכף [ועמ\"ש סימן קע\"ט] אבל אם לא נטל ידיו גם הדעה ראשונה ס\"ל דפורס מפה ומקדש מקודם ולא יברך בורא פה\"ג בעת הקידוש אם שתה יין מקודם באמצע הסעודה וכנ\"ל בס\"ד ואפילו אמר הב לן ונברך ג\"כ מקדש מתחלה כיון שלא נטל ידיו עדיין אך בזה צריך לברך בפה\"ג בעת הקידוש כיון שאמר הב לן ונברך וכנ\"ל בסימן קע\"ט ס\"א:",
            "(כח) על כוס שני - אבל אין אומר שניהם על כוס אחד דאין עושין מצות חבילות חבילות [גמרא]:",
            "(כט) של שבת - דאזלינן בתר השתא כיון דבשעה שהוא מברך כבר נתקדש היום ומ\"מ פשוט דלכו\"ע אם לא הזכיר של שבת אינו חוזר:",
            "(ל) בתר תחלת הסעודה - שהיה בזמן חול וכ\"ז דוקא כשלא אכל משחשכה מאומה אבל אם אכל מעט גם משחשכה לכו\"ע צריך להזכיר של שבת [מ\"א וש\"א]:",
            "(לא) אם יטעום - דאית דס\"ל דמברך בפה\"ג וטועם תיכף כמו בכל כוס של בהמ\"ז ולא חשיב טועם קודם קידוש משום דהכוס שייך לסעודה שהיה קודם חובת קידוש וממילא שוב א\"צ לברך לדידהו בפה\"ג על כוס שני של קידוש רק ברכת אשר קדשנו בלבד ואית דס\"ל שאינו טועם ממנו משום דאסור לטעום קודם קידוש וממילא אינו יכול לברך עליו בפה\"ג אלא מברך תחלה בפה\"ג על כוס של קידוש ומקדש ושותהו ואח\"כ שותה כוס זה של בהמ\"ז בלא ברכה:",
            "(לב) לאכול מעט - די\"א כיון שאכל בתחלה הוי קידוש במקום סעודה ושוב א\"צ לאכול וי\"א דאינו נחשב למקום סעודה כיון שהיתה של חול וצריך עתה בשבת לאכול עכ\"פ מעט:",
            "(לג) וי\"א דאף וכו' - ס\"ל דע\"כ צריך לאכול מיד אחר הקידוש כדי שיהא נחשב למקום סעודה דסעודה שאכל מתחלה אינה מועלת לזה וכנ\"ל וכיון דע\"כ צריך לאכול בהמ\"ז שבינתים למה לי ודינו כמו המקדש באמצע סעודתו הנ\"ל בס\"ד שפורס מפה ומקדש:",
            "(לד) ומקדש ומברך המוציא - ולא דמי לדלעיל בס\"ד די\"א דא\"צ לברך המוציא דהכא שאני דהא מיירי שנטל ידיו למים אחרונים וכנ\"ל וכבר נסתלק לגמרי בזה לכו\"ע מאכילה ראשונה וכדלעיל בסימן קע\"ט ס\"א ומטעם זה גם בפה\"ג צריך לברך על הכוס של קידוש ואינו יוצא בברכת בורא פה\"ג שבירך על היין ששתה מתחלה בתוך הסעודה ואם לא נטל ידיו דינו כמו לעיל בס\"ד [אחרונים]:",
            "(לה) ואוכל מעט - היינו כזית עכ\"פ כדי שיהא נחשב למקום סעודה [פמ\"ג]:",
            "(לו) להוציא את נפשו וכו' - היינו דאם יעשה כדעה ראשונה יפול בספיקות אם להזכיר של שבת ואם יטעום מכוס בהמ\"ז ואם צריך לאכול אחר הקידוש ואף דעתה אינו יוצא ידי דעה ראשונה דס\"ל דצריך לברך בהמ\"ז מיד הא עדיפא דאם יעשה כדעה ראשונה יש חשש ברכה שא\"צ לדעה שניה שיצטרך לברך בהמ\"ז ב\"פ [פמ\"ג]:",
            "(לז) אם טעם מקדש - פי' כל אימת שנזכר אפילו בלילה ולא נימא שימתין עד למחר בבוקר קודם האכילה כדי שיהיה הקידוש קודם הטעימה [אחרונים] ומשמע בפוסקים דלאו דוקא טעימה בעלמא אפילו אם עבר ואכל ושתה ג\"כ צריך לקדש אח\"כ:",
            "(לח) יש לו תשלומין וכו' - ופשוט דבעינן שיהיה ג\"כ מקום סעודה כמו בלילה:",
            "(לט) כל היום - עד ביה\"ש ובביה\"ש מצדד הפמ\"ג דיאמר הנוסח של קידוש בלי הזכרת שם ומלכות בפתיחה וחתימה ע\"ש:",
            "(מ) מלבד ויכלו - לפי שבלילה היתה גמר מלאכת הש\"י:",
            "(מא) על גביו - בטור בשם הירושלמי שלא יראה הפת בשתו שאין מקדשין עליו אלא על היין והוא יש לו דין קדימה בשארי מקומות ולפ\"ז אם מקדש על הפת א\"צ לכסות עליו מפה אבל לטעם אחר שכתב הטור שהוא זכר למן שהיה מונח בקופסא טל למעלה וטל למטה ממילא גם במקדש על הפת צריך לכסות במפה וכן נוהגים ומשמע בפמ\"ג שלכל הטעמים די במקדש על היין שיהיה מכוסה עד אחר שגמר הקידוש וכן בשחרית צריך ג\"כ להיותה פת מכוסה עד אחר הקידוש מטעמים אלו ובח\"א משמע דלטעם זכר למן טוב שיהיה מכוסה עד אחר ברכת המוציא. כתב בא\"ר ודה\"ח כשמקדש על הפת יניח ידיו על המפה ועל הלחם משנה בשעת הקידוש וכשיגיע להמוציא יגלה הלחם משנה ויניח ידו עליהם ויברך המוציא וכשיגיע להשם יגביה שניהם למעלה עד שיגמור השם ואח\"כ יניחם ואחר גמר המוציא יחזור ויכסה במפה ויניח ידו עליהם עד שיגמור הקידוש:",
            "(מב) על כוס מלא - דכוס של קידוש והבדלה הוא בכלל שאר כוס של ברכה דצריך שיהיה מלא וכנ\"ל בסימן קפ\"ג ס\"ב בהג\"ה ואם איננו מלא ואין לו כוס אחר לערות בתוכו מותר לקדש עליו כיון שיש שיעור רביעית בהיין שבתוכו וכדמוכח לקמיה בסעיף י\"א:",
            "(מג) שלא יהיה פגום - היינו שאם שתה אחד ממנו פגמו ואין לקדש עליו ועיין לעיל בסימן קפ\"ב ששם מבואר פרטי דיני כוס פגום וע\"ש בסעיף זיי\"ן דבשעת הדחק שאין לו כוס אחר ואין לו עצה לתקן הכוס מברכין על כוס פגום ועיין בא\"א סק\"ל דבקידוש של לילה אפשר שטוב יותר שיקדש על הפת:",
            "(מד) כל מה שטעון וכו' - היינו שיהיה הכוס שלם ויהיה מודח היטב מבפנים ומבחוץ וכל שאר דברים הנזכר לעיל בסימן קפ\"ג לענין כוס בהמ\"ז:",
            "(מה) ואומר ויכלו מעומד - שהוא עדות על בריאת שמים וארץ ועדות בעינן מעומד ואע\"פ שאומרו בתפלה חוזר ואומרו כדי להוציא בניו ובני ביתו [טור] וברוקח הביא בשם מדרש דצריך לומר ויכלו ג' פעמים אחד בתפלה ואחד לאחר התפלה ואחד על הכוס וכתבו האחרונים דאם שכח לומר ויכלו בשעת קידוש אומרו באמצע סעודה על הכוס:",
            "(מו) ויותר טוב לישב - דבכי האי גוונא מקרי טפי קידוש במקום סעודה כיון שיושב במקום סעודתו בעת הקידוש וכן הסכים בבאור הגר\"א ומטעם אחר דכיון שאחד פוטר חברו בעינן קביעות שיקבעו יחד ובישיבה מקרי קביעות וכנ\"ל בסימן קס\"ז ולפי דבריו גם השומעים צריכין לישב וטוב ליזהר בזה לכתחלה ויש לומר דגם דעתו הוא רק לכתחלה ועכ\"פ צריך ליזהר שיקבעו השומעים עצמן יחד בעת הקידוש כדי לצאת ולא שיהיו מפוזרים ומפורדים והולכים אחד הנה ואחד הנה דזה לא מקרי קביעות כלל:",
            "(מז) אף בשעה וכו' - דכיון שאמרוה כבר בבהכ\"נ מעומד אין מקפידין שוב ע\"ז ואומרים אותו מיושב כמו שאר הקידוש:",
            "(מח) יתן עיניו בנר - והוא סגולת סגולת רפואה לעינים שכהו על ידי פסיעה גסה מיהו אין מדקדקין בזה כ\"כ [א\"ר]:",
            "(מט) וע\"ל סימן קפ\"ג - היינו דשם מבואר זה שיתן עיניו בכוס של ברכה שלא יסיח דעתו:",
            "(נ) שופך ממנו וכו' - כשיעור מלא לוגמיו:",
            "(נא) מהכוס השני - ובמ\"א הסכים לדעת התוספות דכוס של חובה צריך להיות הטעימה דוקא מכוס שיש בו רביעית יין וע\"כ הנכון שיעשה כך ישפוך מתחלה מהכוס הראשון לתוך כוס אחר ויזהר שישאר בו רביעית יין ויטעם מהכוס הראשון כשיעור מלא לוגמיו ואח\"כ ישפוך היין שבכוס אחר לתוך כוס זה דבזה נתקן פגימתו וכדלעיל בסימן קפ\"ב סעיף וי\"ו ויוכל לקדש עליו אם יש בו עתה רביעית יין [ואף דבא\"ר דחה דבריו וסובר דכעצת השו\"ע עדיפא טפי עיין בתו\"ש שיישבו]:",
            "(נב) מקדש במה שנשאר - מלשון זה משמע דמקדש בזה הכוס גופא ואף דלעיל בס\"י כתב דצריך להיות הכוס מלא זהו רק למצוה ואין מעכב אם אין לו ופשוט דאם יש לו כוס אחר קטן מזה צריך לשפוך היין לתוכו כדי שיהיה מלא:",
            "(נג) רביעית בצמצום - לאו דוקא אלא ה\"ה אם אפילו יש לו יותר מזה אלא דאחר טעימת מלא לוגמיו לא ישאר לו כשיעור רביעית אלא דנקט הכי לרבותא דאפילו בזה יש לו תקנה ע\"י מזיגת מים ומיירי כשהיה היין חזק שאחר המזיגה יוכל לקדש עליו ועיין לקמן בסימן רע\"ב ס\"ה:",
            "(נד) והיינו דוקא וכו' - קאי אדלעיל שכתב דכשיש לו כוס אחד מקדש בו בלילה ואשמעינן דהיינו דוקא וכו':",
            "(נה) מוטב וכו' - בזה איירי השו\"ע שהכוס הוא שיעור מצומצם וממוזג כבר דאל\"ה הלא יכול לקדש בלילה ולמוזגו להשלימו גם להבדלה וכנ\"ל:",
            "(נו) שיניחנה להבדלה - וי\"א דקידוש הלילה עדיף מהבדלה ואפילו לדעת השו\"ע אם יש לו שכר להבדלה מוטב לקדש על היין דהא לכו\"ע מבדילין אשיכרא כמ\"ש בסימן רצ\"ו ס\"ב וקידוש אשכרא הרבה פוסקים אוסרים וגם על הפת מחמיר ר\"ת ולכן אפילו בשחרית טוב יותר שיקדש על היין אם יש לו שכר להבדלה מיהו מה שנהגו לקדש בבהכ\"נ וגם להבדיל בזה בודאי ההבדלה שהוא להוציא רבים ידי חובתן עדיף מקידוש שאינו אלא מנהג כמ\"ש סימן רס\"ט [מ\"א וש\"א]:",
            "(נז) דקידוש הלילה עדיף - וכדלעיל בסימן זה ס\"ג ועי\"ש במ\"ב סק\"ח. המ\"א הביא בשם שכנה\"ג דטוב לקדש על כוס גדול שישייר מאותו הכוס לקידוש היום ולהבדלה והיינו שיתקננו בכל פעם שלא יהיה פגום ויקח בשחרית ובהבדלה כוס קטן מהקודם כדי שיהיה מלא אבל הא\"ר פקפק בזה המנהג וכן במאמר מרדכי ממאן בזה וכתב דטוב יותר לעשות כמנהגנו:",
            "(נח) אחר שקידש וכו' - ולא קודם כדי שלא יפסיק בהקידוש בין נט\"י להמוציא אבל בני ביתו שאינם מקדשין בעצמן אלא יוצאין בשמיעתן מבעה\"ב יוכלו ליטול ידיהם קודם:",
            "(נט) דריפתא וכו' - ודוקא הכא דאיכא ג\"כ חשש הפסק שמקדש על היין אחר נטילה וכמו שכתבנו בס\"ק נ\"ח אבל בעלמא היכא דלא נטל ידיו מותר לקדש על היין אף דריפתא חביבא ליה יותר מיין ועיין לקמן בסימן רע\"ב ס\"ט בהג\"ה במה שכתבנו שם:",
            "(ס) חביבא ליה - היינו דלכך נוטל ידיו שהוא רעב וממהר לאכול פת:",
            "(סא) וי\"א דלכתחלה וכו' - דס\"ל דאין הקידוש מקרי הפסק כיון שהוא צורך סעודה ולכך יקדש על היין וישתה הכוס ואח\"כ יברך המוציא ויבצע הפת וכיון דאינו הפסק ס\"ל לרמ\"א דטוב לנהוג כן לכתחלה משום דכשאין לו יין ומקדש על הפת בע\"כ צריך ליטול ידיו קודם הקידוש וע\"כ טוב לנהוג כן תמיד באופן אחד. ולמזוג את הכוס בחמין אחר הנטילה קודם המוציא ודאי אין לעשות כן לכו\"ע כיון דצריך לדקדק יפה שימזוג כדרכו שלא יחסר ושלא יותיר הוי היסח הדעת:",
            "(סב) ואין לשנות - וכמה אחרונים כתבו דטפי עדיף לכתחלה לקדש על היין קודם נט\"י וכדעת המחבר דבזה יוצא מדינא לכל הדעות ובכמה מקומות נהגו כדבריהם מיהו אם כבר נטל ידיו קודם קידוש בזה יש לעשות כהרמ\"א דאעפ\"כ יקדש על יין:",
            "(סג) בליל פסח - משום שאז מפסיקין הרבה באמירת הגדה עד הסעודה. כתב בדה\"ח אם מקדש על הפת להוציא גם השומעים צריכין השומעים שיכוונו לצאת גם בברכת המוציא דאם לא יכוונו לברכת המוציא רק יכוונו לצאת בקידוש היום וברכת המוציא רוצין אח\"כ לברך בעצמן בשעת אכילה עושין איסור דמהפכין סדר הקידוש ע\"ש ולפ\"ז צריכין ג\"כ ליזהר ליטול ידיהם בשוה עם הבעה\"ב כשמקדש על הפת דאל\"ה איך יכוונו לצאת בברכת המוציא שלו:",
            "(סד) צריך לשתות וכו' - ואם לאו לא יצא:",
            "(סה) כמלא לוגמיו - דבעינן שיעור חשוב שתתישב דעתו עי\"ז:",
            "(סו) דהיינו וכו' - ר\"ל ולא בעינן שיהא מלא פיו ממש משני הצדדים:",
            "(סז) והוא וכו' - ושיעור זה די אפילו אם היה הכוס גדול שמחזיק כמה רביעיות:",
            "(סח) רובו של רביעית - היינו באדם בינוני מחזיק שיעורו כך אבל באדם גדול ביותר משערינן כמלא לוגמיו דידיה לפי גדלו ומ\"מ לא בעי לשתות טפי מרביעית. ודע דשיעור רביעית הוא כמעט מלא שתי קליפות מביצה בינונית של תרנגולת והוא שיעור ביצה ומחצה עם הקליפה דלוג הוא ששה ביצים כדאיתא בגמרא וממילא רביעית הלוג הוא ביצה וחצי [מ\"א ופמ\"ג בסי' ר\"י ובח\"י הלכות פסח וש\"א] ויש מחמירין מאד בענין השיעורין והוכיחו דהביצים נתקטנו בזמנינו למחצית ממה שהיה בימי הגמרא וע\"כ שיעור רביעית הוא בכפלים וכן נ\"מ מזה לענין כזית מצה דהוא כחצי ביצה כמבואר בסי' תפ\"ו ועיין בבה\"ל מה שכתבנו בענין זה דנכון לחוש לדבריהם לענין קידוש של לילה ועכ\"פ יראה לכתחלה שיחזיק הכוס כשני ביצים והשתיה אף שהכוס גדול די שישתה כמלא לוגמיו דידיה. ודע עוד דהשיעור של מלא לוגמיו צריך לשתות בלי הפסק הרבה בינתים דהיינו שלא ישהה מתחלת שתיה ראשונה עד סוף שתיה אחרונה יותר מכדי שתיית רביעית ועכ\"פ לא יפסיק זמן רב כדי אכילת פרס ואם הפסיק בכדי אכילת פרס אף בדיעבד לא יצא וצריך ליזהר בזה כשמקדש בשחרית על יי\"ש שאז מצוי להכשל בזה:",
            "(סט) אחד מהמסובין - דכיון שהמסובין שמעו מתחלה את הברכה והוא כוון עליהם להוציאן מהני טעימתן לכולם אבל אם שתה אחר שלא כוון עליו בברכה ואותו האחר בירך מחדש משמע שאין יוצאין בטעימתו ודינו כאלו נשפך הכוס לקמן:",
            "(ע) ואין שתיית וכו' - דבעינן שיטעום בעצמו או אחד מהמסובין שיעור הנאה שתתיישב דעתו עליו וכדלעיל בס\"ק ס\"ה:",
            "(עא) שיטעמו כולם - היינו טעימה בעלמא וא\"צ מלא לוגמיו רק לאחד וכתב המג\"א דמי שיש לו יין מעט מוטב שיטעום אחד כשיעור והמסובין לא יטעמו כלל כדי שישאר הנותר למחר לקידוש או להבדלה:",
            "(עב) דכיון שבין כולם וכו' - היינו בדיעבד אבל לכתחלה לכו\"ע צריך שיטעום המקדש כשיעור [מ\"א]:",
            "(עג) לחוש לדבריהם - היינו ליזהר לכתחלה ובדיעבד הסכימו הרבה אחרונים דאפילו שתיית כל המסובין מצטרפין למלא לוגמיו אך שלא ישהה ע\"י שתיית כולם יותר מכדי אכילת פרס:",
            "(עד) ודוקא בקידוש - שהוא ד\"ת ואסמכו אקרא לקדש על היין:",
            "(עה) הפסיק בדיבור - ואם הפסיק בדברים השייכים להסעודה וכש\"כ בדברים השייכים לקידוש לא הוי הפסק בדיעבד וא\"צ לחזור ולברך:",
            "(עו) וא\"צ לחזור ולקדש - דההפסק אינו מגרע אלא ברכת בפה\"ג מפני ששח בין ברכה לטעימה אבל הקידוש כבר יצא שהיה על הכוס כדין וישתנה עתה אחר הברכה:",
            "(עז) ומברך עליו - דעל אותו הכוס לא היה דעתו מתחלה ואם היה דעתו בתחלה בשעת ברכה לשתות יין יותר א\"צ לברך בפה\"ג אלא ישתה תיכף כוס אחר בלא ברכה ובלבד שלא יפסיק בדיבור שלא מענין הקידוש:",
            "(עח) ואין צריך לחזור - דכיון שקידש מתחלה על היין כדין וגם טעם כשיעור אע\"פ שלא טעם מאותו הכוס שקידש יצא ודוקא שלא הסיח דעתו בינתים אבל אם כבר יצא ממקומו בינתים קודם שטעם מכוס אחר צריך לחזור ולקדש. כתבו הפוסקים אם קידש על הכוס וסבר שהוא יין ונמצא שהוא חומץ או מים יקח כוס אחר של יין ויברך בפה\"ג ויקדש שנית דכיון שלא היה יין נמצא שלא קידש על הכוס כלל ומ\"מ אם היה דעתו מתחלה משעת ברכה לשתות יין יותר א\"צ לברך שנית בפה\"ג וכדלעיל רק לקדש [וכ\"ז שנמצא הכוס מים וכה\"ג דבר שאינו משקה כלל אבל כשנמצא שכר או שאר משקה שהיה חמר מדינה באותו מקום א\"צ ליקח כוס אחר לקידוש אלא יברך עליו שהכל וישתה] והא דצריך לקדש שנית דוקא שלא היה יין מוכן לפניו אבל אם היה יין מוכן לפניו בכלי על השלחן או על הספסל בעת הקידוש ודעתו היה לשתות ממנו אח\"כ א\"צ גם לקדש שנית דהוי כאלו קידש על כל היין שמוכן לפניו וישתה מהן תיכף מלא לוגמיו וי\"א עוד דה\"ה אם אין יין לפניו והיה הפת מונח לפניו על השלחן א\"צ לקדש מחדש אלא יבצע תיכף אחר הקידוש על הפת ודי בברכת המוציא לבד ונראה דאם קידש קודם נט\"י כמנהגנו היום אין שייך לומר דחל הקידוש על הפת:",
            "(עט) ולקדש - כתב המ\"א אם קידש שחרית על שכר ונשפך הכוס א\"צ להביא אחר כי י\"א שדי במה שמברך המוציא על הפת והגרע\"א בחידושיו חולק ע\"ז:",
            "(פ) לא יטעמו המסובין - היינו אף שהיו להם כוסות בפני עצמן לשתיה:",
            "(פא) או פגומים - פגום נקרא כשטעם מי מהמשקין מתחלה ומבואר בסעיף שאחר זה דכשהכוסות של המסובין פגומין מצוה שישפוך המקדש מעט מכוסו לתוך כוסן שבזה יתקן כוסן שלא יהיה פגום והואיל שהם זקוקין לכוסו צריכין להמתין עליו שיטעום מתחלה:",
            "(פב) שאז צריך לשפוך - היינו קודם שישתה המברך:",
            "(פג) כדי שישתו כולם וכו' - אע\"ג דשתיית כל המסובין לא מעכבא כדלעיל בסי\"ד מ\"מ מצוה לכתחלה שישתו מכוס שאינו פגום:",
            ""
        ],
        [
            "(א) אין מקדשין - אפילו אין לו יין אחר ואפילו בדיעבד אם קידש משמע מדברי הרמב\"ן שהובא בב\"י דלא יצא ועיין בבה\"ל. ואם מותר להבדיל על היין כזה עיין בחדושי רע\"א שמסתפק בזה ול\"נ פשוט הדבר לאיסור כיון שהטעם הוא משום הקריבהו נא לפחתך אח\"כ מצאתי בברכי יוסף שכ\"כ בשם ספר בית יהודה. ופשוט דה\"ה על השכר שריחו רע אין מקדשין:",
            "(ב) שריחו רע - היינו שמסריח קצת מחמת שמונח בכלי מאוס ואף דמברכין עליו בפה\"ג אפ\"ה לקדש אסור משום הקריבהו נא לפחתך וגו':",
            "(ג) דלא קפדינן אגילוי - משום שאין מצויין אצלנו נחשים אפ\"ה אסור משום הקריבהו נא לפחתך מיהו אם עמד שעה מועטת מגולה אין להקפיד האידנא כ\"ז שלא נמר טעמו וריחו וכתב הח\"א דדוקא במקום שהיין ביוקר דלא קפדי כולי האי בגילוי מועט אבל המקדש על השכר יהיה זהיר בזה ונראה דבאין לו אחר אין להקפיד בדיעבד גם בשכר כמו ביין:",
            "(ד) וטעמיה חלא - דבתר טעמא אזלינן וכחלא דמי ולכך לקמן בס\"ג בטעמיה חמרא מקדשין עליו אע\"ג דריחו חלא וטעמי' חלא נקרא כל שבני אדם נמנעין לשתותו משום חמצותו וכמ\"ש סימן ר\"ד ס\"ד וכתבו האחרונים דלחנם העתיק הרמ\"א דין זה דגם בפה\"ג אין מברכין עליו כדאיתא שם וכ\"ש שאין מקדשין:",
            "(ה) יין מגתו - ומ\"מ מצוה מן המובחר ביין ישן והיינו כשכבר עבר עליו מ' יום:",
            "(ו) וסוחט אדם - בזה אשמועינן רבותא טפי אף שהוא חדש לגמרי שזה מקרוב שסחטו קודם השבת אפ\"ה מותר לקדש עליו:",
            "(ז) קמחין - היינו נקודות לבנות אבל אם יש עליו קרום לבן אין מקדשין עליו וכ' הא\"ר דכשהסיר הקרום אין להחמיר:",
            "(ח) מתוק - מדסתם משמע בין שנתבשלו הענבין בחמה יותר מדאי ועי\"ז היין מתוק מאד ובין שהיין מתוק מאד מחמת הפירות עצמן שהיין הזה הוא גרוע ופסול לנסכים ואפ\"ה כשר לקידוש ועיין בה\"ל:",
            "(ט) ומ\"מ מצוה וכו' - היינו אף דמקדשין אכל הני אף לכתחלה מ\"מ מצוה מן המובחר לברור יין טוב וע\"כ טוב שלא יקח מסתם יין שבמרתף לקידוש עד שיראה מתחלה אם אינו מקולקל:",
            "(י) על יין לבן וכו' - ולכו\"ע מצוה לכתחלה לחזר אחר יין אדום אלא דאם אין לו אדום או שאינו משובח ס\"ל לדעה זו דמותר לכתחלה לקדש על לבן:",
            "(יא) אבל מבדילין עליו - אם הוא חמר מדינה שם שהכל שותין אותו והטעם דלא גרע משכר דקי\"ל לקמן בסימן רצ\"ו ס\"ב דמבדילין עליו אם הוא חמר מדינה וה\"ה דמטעם זה מותר לקדש עליו בשחרית לכו\"ע לפי מה שכתבו האחרונים לקמן בס\"ט דבשחרית נוהגין להקל לקדש על כל משקה שהוא חמר מדינה:",
            "(יב) כסברא ראשונה - ובא\"ר משמע דביין שהוא לבן יותר מדאי נכון לחוש לדעת הרמב\"ן שלא לקדש עליו אלא בשעת הדחק שאין לו אדום:",
            "(יג) יותר טוב למזגו - היינו שהוא מצוה מן המובחר:",
            "(יד) כראוי - היינו שלא יחלישנו יותר מדאי. והמברכין על היין שאין בו אלא מתיקות בעלמא וטעמו כמים מברכים לבטלה ואינם יוצאין ידי קידוש [ח\"א] ועיין מה שכתבנו לקמיה:",
            "(טו) יין צמוקים - היינו שנעשה היין מענבים שנצטמקו בין שנצטמקו מחמה או ע\"י תולדות האור אף דלענין נסכים אין מביאין מהן לכתחלה מ\"מ לקידוש כשר. ואופן עשייתן הוא שלוקח הצמוקין וכותשן ונותנין עליהם מים ותוסס אז נקרא יין אחר שנשתהו ג' ימים:",
            "(טז) מקדשין עליו - כתב בספר בכור שור דלפי מה שמבואר לעיל בסימן ר\"ד ס\"ה בהג\"ה דאחד מששה יין במים ודאי בטל ואין מברכין עליו בפה\"ג אף בכאן צריך ליזהר ליתן צמוקים כ\"כ במים עד שיהיו הצמוקים מעט יותר מאחד מששה נגד המים דאל\"ה תהיה הברכה לבטלה דלא עדיף מאלו היו כל הצמוקים יין [וכתב דמשערינן את גודל הצמוקים כמו שנתהוו אחר שנפחו ע\"י המים ולא כשעת נתינתן במים אבל ביד אפרים בסימן ר\"ד מפקפק עליו בזה וכן בדרך החיים חולק עליו בפשיטות בזה וסובר דמשערינן הצמוקין כפי עת נתינתן למים ולא כפי נפיחתן אח\"כ דנפיחתן הוא רק ע\"י המים שנכנסו בם] והנה יש פוסקים שסוברים דכ\"ז שיש בו טעם יין יין מקרי [עיין ביו\"ד סימן קכ\"ג ס\"ח בהג\"ה] מ\"מ כל י\"ש יזהר בזה דכבר נפסק ביו\"ד סימן קל\"ד ס\"ה ולעיל בסימן ר\"ד ס\"ה בהג\"ה דבטלו באחד מששה במים וסתם יין שלנו יש בו בודאי שיעור הזה ויוכל לקדש עליו ועיין בבה\"ל מה שכתבנו בשם תשו' משכנות יעקב:",
            "(יז) לחלוחית קצת - ר\"ל שאם אינו יוצא מהם שום לחלוחית אף אם ידרכום ברגל או יעצרום בקורה אלא ע\"י שריה בלבד אין מקדשין עליו ואפילו בורא פה\"ג אין מברכין עליו:",
            "(יח) וע\"ל סימן ר\"ד - דשם מבואר איזה שמרי יין וחרצנים שמברכין עליהן:",
            "(יט) על יין מבושל וכו' - ס\"ל דע\"י כל זה אין משתנה היין לגריעותא והי\"א ס\"ל דמשתנה לגריעותא ואפילו בפה\"ג אין מברכין עליהם אלא שהכל:",
            "(כ) שיש בו דבש - כעין קונדיטון שנעשה מיין ודבש ופלפלין ואפילו אם נשתנה טעמיה וריחיה עי\"ז:",
            "(כא) שאין מקדשין עליהן - אפילו אם נתן בו דבש כל שהוא [רמב\"ם] ואותן האנשים שמשימין מי דבש ביין למתק או משימין שם צוקער יש להחמיר לפי דבריו [פמ\"ג]:",
            "(כב) לקדש עליו - וע\"כ מותר לבשל הצמוקין ולסנן היין ולקדש עליו [ח\"א] ויש מחמירין דלא נקרא יין עד שיהיה תוסס ג' ימים אחר בישול הצמוקין [ספר החיים]:",
            "(כג) שאינו טוב וכו' - דאם הם שוין יש לחוש לדעת היש אומרים שמחמירין בזה שלא לקדש ולענין ברכה כבר נפסק לעיל בפשיטות בסימן ר\"ב ס\"א דמברכין עליו בפה\"ג:",
            "(כד) שמקדשין על שכר - ודוקא במקום דהוי חמר מדינה דהיינו שאין יין מצוי בכל העיר בשנה הזו ועיקר שתייתן הוא משכר ושאר משקין ואם יש שם יין אלא שהוא ביוקר מקרי מצוי ואם אין יין ישראל מצוי אע\"פ שיין א\"י מצוי לא מקרי מצוי עי\"ז:",
            "(כה) ושאר משקין - וחלב ושמן אין בכלל זה דהא אינו חמר מדינה דאין רגילין לשתותו למשקה ומ\"ש חוץ מן המים ר\"ל אף אם שתיית כל המקום ההוא הוא רק מים אפ\"ה אין דינו לקרותו חמר מדינה עי\"ז ואודות יין שרוף עיין לקמיה:",
            "(כו) חוץ מן המים - עיין לקמן בסימן רצ\"ו ס\"ב במש\"כ שם במ\"ב:",
            "(כז) ולהרא\"ש וכו' - גם הרא\"ש ס\"ל כהי\"א הראשון אלא דכיון שהפת בא לצורך סעודת שבת חשיב טפי משכר לקדש בו בלילה ולדינא יש ליזהר לכתחלה שלא לקדש בלילה על שום משקה חוץ מן היין או פת אם אין יין בעיר וכדלקמיה דהרבה גדולי הראשונים מחמירין שאינו יוצא בזה ידי קידוש וגם המחבר לא הכריע בזה להלכה:",
            "(כח) על הפת - ומניח ידיו עליו עד גמר הקידוש כמ\"ש סי' תפ\"ג והטעם דכמו שצריך לאחוז בידו הכוס של קידוש כך צריך לאחוז הפת בידו כשמקדש על הפת:",
            "(כט) טוב לקדש - היינו דבזה הוא יותר טוב מעל הפת כמו שמפרש הטעם אבל יין במקום שהוא מצוי ודאי יברך עליו אפילו ביום וכדמוכח בסימן רפ\"ט ס\"ב ומ\"מ במדינתנו שהיין ביוקר ורוב שתיית המדינה הוא משאר משקין לא נהגו אפילו הגדולים להדר אחר יין ביום שהקידוש שלו הוא רק מדרבנן לכו\"ע וסומכין עצמן על דברי המקילין בזה ומי שמברך גם ביום על היין ודאי עושה מצוה מן המובחר:",
            "(ל) על השכר - ואם חביב לו יין שרוף יכול לקדש עליו ביום לכתחלה במדינתנו שהוא חמר מדינה אך שיזהר ליקח כוס מחזיק רביעית ולשתות ממנו מלא לוגמיו שהוא רוב רביעית ובדיעבד או בשעת הדחק שאין יכול לשתות כמלא לוגמיו ואין לו יין ושאר משקין אפילו שתיית כל המסובין מצטרפין למלא לוגמיו וכדלעיל סימן רע\"א סי\"ד. ולענין מי דבש ושאר משקים עיין במה שכתבנו לקמן בסימן רצ\"ו במ\"ב:",
            "(לא) שהכל - ובזו הברכה שהוא מוסיף קודם הסעודה הוא היכר שהוא לכבוד השבת משא\"כ אם יברך על הפת אין כאן היכר כלל שהרי בבוקר אין אומרים נוסח הקידוש:",
            "(לב) לא יקדש על הפת - כדי לחוש לדעת ר\"ת שסובר דאין מקדשין על הפת כלל [מ\"א]. ודע דאפילו להרא\"ש ויתר הפוסקים דנקטינן כוותייהו דמותר לקדש על הפת ג\"כ מודו דבמקום שיש יין בעיר אין מקדשין על הפת דעיקר מצוה הוא על היין אך דלדידהו אם הפת חביב לו יותר מיין אז מותר לקדש על הפת אפילו יש לו יין וכן פסק בדה\"ח ואפשר שע\"ז סומכין העולם להקל בזה:",
            "(לג) יכול לקדש עליו וכו' - ובמ\"א הכריע דאסור בזה לקדש ע\"מ שישתו אחרים כיין שהם יודעים לברך בעצמן בפה\"ג וכדמוכח לקמן סימן רע\"ג ס\"ד אלא הם יקדשו בעצמן והוא יקדש על הפת:",
            "(לד) או ישמע קידוש מאחרים - ר\"ל ילך אצל מסובין אחרים שמקדשין לעצמן:",
            "(לה) פוטרת - דכיון שהוא במקום הסעודה צרכי סעודה הוא ומחמתה הוא בא:",
            "(לו) שבתוך הסעודה - מברכת בפה\"ג וה\"ה שפוטרת יין שלאחר הסעודה קודם בהמ\"ז:",
            "(לז) דברכת המזון פוטרתו - דכוס של קידוש הוא ג\"כ בכלל דברים הבאים מחמת הסעודה:",
            "(לח) ועיין לעיל סימן קע\"ד - היינו דשם מבואר דאפילו לא היה לו יין כלל בתוך המזון ג\"כ פוטר הבהמ\"ז לכוס של קידוש:",
            ""
        ],
        [
            "(א) במקום סעודה - דכתיב וקראת לשבת ענג במקום ענג שהוא הסעודה שם תהא הקריאה של קידוש:",
            "(ב) לאכול בפנה זו וכו' - וכ\"ש אם קידש על דעת לאכול בפנה אחרת דשפיר דמי:",
            "(ג) ונמלך לאכול וכו' - ומ\"מ לכתחלה טוב שלא לסור ממקום שקידש דהא יש מחמירין גם במפנה לפנה אם לא שהיתה דעתו בעת שקידש לאכול בפנה אחרת אז מסתברא דאין להחמיר בזה:",
            "(ד) בפנה אחרת - אבל אם נמלך לאכול בחדר אחר אף שהוא באותו בית צריך לחזור ולקדש כיון שלא היה דעתו לזה בעת שקידש:",
            "(ה) ומבית לסוכה וכו' - כגון שירדו גשמים וקידש בבית ואח\"כ פסקו הגשמים ורוצה לאכול בסוכה וה\"ה להפך שקידש בסוכה וירדו גשמים ורוצה לאכול בבית בכל זה אין צריך לקדש שנית ומיירי שהסוכה בתוך הבית שהוסר היציע ואין שם הפסק מחיצה אחרת רק מחיצת הסוכה וע\"כ ס\"ל דכיון שאין מחיצת הסוכה עשויה לתשמיש אלא לשם מצות סוכה חשיב כמפנה לפנה בלא מחיצה דקי\"ל דאפילו לא היתה דעתו מתחלה לכך א\"צ לקדש שנית אבל אם הסוכה עשויה מחוץ לבית שמחיצות הבית מפסיקות הו\"ל כמחדר לחדר דכשאין דעתו מתחלה צריך לקדש שנית אם לא שרואה את מקומו הראשון וכדלקמן זה הוא באור דברי רמ\"א לפי מה שביארו המ\"א ומפני שיש פוסקים החולקים על כל זה וכמו שבארתי בבה\"ל ע\"כ טוב כשרוצה לעקור אחר קידוש את דירתו לסעודה שישתה מתחלה רביעית יין במקום ההוא דאז חשיב עי\"ז כמקום סעודה וכדלקמן ולכו\"ע אין צריך שוב לקדש שנית:",
            "(ו) שכל שרואה מקומו - שכיון שיכול במקום הסעודה לראות את המקום שקידש אפילו דרך חלון ואפילו רק מקצת מקומו חשיב הכל כמקום אחד:",
            "(ז) אפילו מבית לחצר - וה\"ה מבית לבית אם רואה מקומו ואין שביל היחיד קבוע בימות החמה ובימות הגשמים מפסיק ביניהן. ואין לסמוך על דעת הי\"א הזה רק לענין דיעבד בשעת הדחק שלא יכול לסעוד במקום הקידוש אבל בלא\"ה יזהר מאד שלא להקל מבית לבית ע\"י ראית המקום כי יש אחרונים שמחמירין אפילו דיעבד:",
            "(ח) בבית אחד - היינו היינו תחת גג אחד אע\"פ שאין רואה מקומו:",
            "(ט) ואח\"כ נמלך - ולא אכל כאן כזית אבל אם אכל כזית יצא כדלקמן בס\"ה:",
            "(י) במקום אחר - היינו אפילו בחדר אחר שבאותו בית כיון שלא היתה דעתו לזה מתחלה וכדלעיל בס\"א:",
            "(יא) אף ידי קידוש וכו' - קמ\"ל דלא תימא דוקא אם רוצה לאכול במקום אחר הוא דלא מהני הקידוש להתיר לו באכילה כיון שלא קידש במקום סעודה אבל אם אינו רוצה לסעוד אח\"כ כלל יצא עכ\"פ ידי קידוש קמ\"ל:",
            "(יב) לאלתר - ולא יפסיק אפילו זמן קצר. כתב בשכנה\"ג דאם מאיזה סיבה קם מדוכתיה ויצא לחוץ ואח\"כ חזר למקומו אין צריך לחזור ולקדש מחמת שיצא לחוץ כיון שלבסוף היתה הסעודה במקום הקידוש ע\"ש ויש חולקין בזה וע\"כ לכתחלה יזהר בזה מאד אך בדיעבד ובפרט כשהיה צריך לעשות צרכיו נראה ודאי דאין להחמיר לקדש שנית דהרי זה כדברים שהם צרכי סעודה:",
            "(יג) או שיהא - מלשון או מבואר דמעיקרא לא מיירי כשהיה בדעתו בפירוש בשעת קידוש לאכול לאלתר אלא בסתמא ואפ\"ה יצא כיון שאכל לאלתר והדר אשמועינן דאם היה בדעתו בשעת קידוש לזה אפילו אם ארעו אח\"כ אונס ולא אכל מיד אלא אח\"כ ג\"כ יצא [ואם יצא גם ממקומו בינתים דעת כמה אחרונים שצריך לחזור ולקדש] וה\"ה כשהיה טרקלין גדול והלך מפנה לפנה לאכול שם או כשקידש בחדר זה על מנת לאכול מיד בחדר אחר שהוא תחת גג אחד או מארעא לאגרא ועל ידי ההליכה גופא נשתהה איזה זמן ג\"כ אין צריך לחזור ולקדש:",
            "(יד) אבל בלא\"ה וכו' - היינו שלא היתה דעתו לאכול מיד כגון שדעתו להפסיק בדברים אחרים והפסיק אפילו היה ההפסק אח\"כ מחמת אונס אף שאכל אח\"ז במקום קידוש לא יצא. ונראה דאם היה ההפסק מחמת הדברים שהם צורך סעודה לא חשיב הפסק:",
            "(טו) שם מיד - פי' מתחלה כשקידש היה בדעתו שלא לאכול כלל עד אחר זמן וגם זה היה בדעתו ג\"כ שלא יאכל בבית זה אלא בבית אחר מ\"מ כיון שאח\"כ נמלך ואכל מיד במקום הקידוש אין צריך לחזור ולקדש:",
            "(טז) לקדש לאחרים - וה\"ה דלקטנים מותר לקדש אע\"פ שאינו אוכל עמהם כדי לחנכם במצות והוא שאינם יודעים לקדש בעצמם וכדלקמיה לענין גדול:",
            "(יז) עמהם - ואפילו אם כבר יצא לעצמו:",
            "(יח) עמהם - דקי\"ל כל ברכות הנהנין אין אדם מוציא את חבירו אם הוא עצמו אינו נהנה אז רק בדבר שהוא חוב כגון קידוש וכיוצא בו אדם מוציא חבירו וכמבואר הכל בסימן קס\"ז סי\"ט וכ\"ף:",
            "(יט) ואפילו וכו' - ר\"ל אף דשם כל הקידוש הוא רק בפה\"ג לבד מ\"מ כיון דהיא מצוה ועיקרו נתקן שלא בשביל הנאה אלא מצוה עליו כשאר מצות משו\"ה מוציא אחרים אע\"פ שאינו נהנה כקידוש הלילה ולא דמי לברכת המוציא של שבת של כל השלש סעודות דאינו מוציא אם אינו אוכל עמהם דאף שהם חוב אין החוב עליו משום מצוה אלא כדי שיהנה מסעודת שבת ואין להמצוה עצמה חוב דהא אם הוא נהנה ממה שמתענה א\"צ לאכול כדאיתא בסימן רפ\"ח ע\"כ אין מוציא אחרים אם אינו אוכל עמהם. ואם קידש על הפת אז מוציא גם בברכת המוציא דהאי ברכת המוציא כברכת בפה\"ג לקידוש היין דמיא:",
            "(כ) והוא שאינם יודעים - דאם יודעים לקדש בעצמם אינו יכול להוציאם בקידוש שלו אם אינו יוצא אז בעצמו בהקידוש והפר\"ח בסימן תקפ\"ה חולק וס\"ל דבכל גווני יוכל להוציאם ובספר ארצות החיים סימן ח' מסיק ג\"כ דמדינא יכול להוציא בכל גווני אך לכתחלה המצוה שיקדש בעצמו כיון שהוא בקי וגם חבירו המוציאו אינו יוצא עתה בהקידוש. ואשה אלמנה שאינה יודעת בעצמה איך לקדש לא תוכל ליכנס בבית אחר לשמוע קידוש כיון שאינה סועדת שם כלל אלא יכנס אחר לביתה לקדש לפניה ומהני זה אף שהוא אינו יוצא עתה בהקידוש:",
            "(כא) מועט - היינו עכ\"פ שיעור כזית דהאי שחייב עליו ברכה אתרוייהו קאי:",
            "(כב) ברכה - היינו כשיעור רביעית שחייב עליו ברכה אחרונה וסתם המחבר כאן כדעת הפוסקים דלברכה אחרונה צריך שיעור רביעית דוקא [חידושי רע\"א לעיל בסימן ק\"צ ס\"ג] והפמ\"ג מצדד דאפילו אם נאמר בעלמא דלברכה אחרונה אין צריך רביעית לענין שיהיה נקרא במקום סעודה לא חשיב בפחות מרביעית יין:",
            "(כג) וגומר סעודתו - עיין לעיל בסימן קע\"ח ס\"ב בהג\"ה דלכתחלה לא יעקור ממקומו בלי ברכת המזון אך בדיעבד כשעקר א\"צ לברך בהמ\"ז מקודם אלא אחר גמר הסעודה:",
            "(כד) במקום אחר - ושם א\"צ לברך עוד על הכוס קודם שיסעוד דהא כבר יצא ידי קידוש:",
            "(כה) או שתה יין - וכ\"ש אם אכל מיני תרגימא מה' מינים דיצא דהם חשיבי טפי לסעודת שבת מיין אבל שכר ושאר משקין אפילו אם היו חמר מדינה אין יוצא בם במקום סעודה דלא סעיד הלב כמו יין. ועיין בחדושי הגרע\"א ובתו\"ש שהוכיחו דלכמה ראשונים אינו יוצא ידי קידוש במקום סעודה ע\"י כוס יין וע\"כ נראה שאין להקל בזה אלא במקום הדחק:",
            "(כו) פירות לא - דה' מינים נקרא מזון ויין סועד הלב אבל שאר דברים אפילו אכל מהם הרבה אינו חשוב סעודה כלל וע\"כ מה שנוהגים לילך לבית חתן או מילה ואין שם כיסנין אחר קידוש רק מיני מגדים אין לו לטעום שם כלל ולא סגי במה שהמקדש שותה כל הכוס אף שהוא מחזיק רביעית דזה מהני רק לשותה עצמו אבל לא לאחרים [אחרונים] והנה בשלטי גבורים כתב דאף בפירות די דכל סעודת שבת נחשבת קבע אך דעת הטור ושו\"ע עיקר [מ\"א] אך אם חלש לבו קצת ואין לו עתה מחמשת המינים לסעוד אחר הכוס דעת איזה אחרונים דיש לסמוך על הש\"ג בשחרית אבל בלילה בודאי אין לסמוך עליו דשארי פוסקים לא ס\"ל כוותיה:",
            "(כז) כשיעור - דהיינו שישתה שיעור רביעית וי\"א שאינו יוצא ידי קידוש במקום סעודה אפילו ישתה שיעור רביעית רק צריך לשתות רביעית יין מלבד הכוס של הקידוש:",
            "(כח) ואם קידש - וה\"ה דאפילו לכתחלה יכול לקדש בביתו כדי שישמע שכנו הדר בבית אחר [מ\"א] ואם שכנו אינו יודע בעצמו לקדש מהני הקידוש שלו אפילו הוא אינו אוכל בעצמו וכדלעיל בס\"ד ועיין מה שכתבנו שם בסק\"כ. עוד כתב המ\"א דה\"ה כשמקדש על הפת שיכול לברך להם המוציא:",
            "(כט) ושלחנו ערוך - נראה דלאו דוקא אלא ה\"ה כשרוצה לערוך השלחן לאכול לאלתר ג\"כ מהני כיון שהיה דעתו לזה בשעת הקידוש וכנ\"ל בס\"ג בהג\"ה:",
            "(ל) וכגון שנתכוין וכו' - לאו דוקא בענין זה דה\"ה בכל שמקדש לאחרים דינא הכי וכשהש\"ץ מקדש בביהמ\"ד בזמנינו לא יצא השומע אפילו אם יתכוין לצאת והוא רוצה לסעוד שם אח\"כ אא\"כ אא\"כ נתכוין הש\"ץ להוציאו:",
            "(לא) מקדש בחצר ואוכל שם - אבל לא יקדש בבית ויאכל בחצר וכדלעיל בס\"א:",
            "(לב) והכי מסתברא - והיינו במצטער הרבה דאל\"ה צריך לאכול דוקא במקום נר. ועיין בפמ\"ג שמצדד דיותר טוב שיקדש בבית ויאכל מעט ואח\"כ יגמור סעודתו בחצר ועיין בסימן רס\"ג ס\"ט מה שכתוב שם מענין זה:\n"
        ],
        [
            "(א) שתי ככרות - זכר למן דכתיב לקטו לחם משנה וגם ביו\"ט צריך לבצוע על שתי ככרות. וגם הנשים מחויבות בלחם משנה שהיו ג\"כ בנס המן. ואם יוצא בלחם משנה בפת הבאה בכיסנין עיין לעיל בסימן קס\"ח ס\"ז שם במ\"ב ובה\"ל:",
            "(ב) שלימות - ועוגה שנשרפה קצת ועדיין לא נחתך ממנה יש אומרים דיוצאין בו לענין לחם משנה עיין בש\"ת אם אין לו פת שלמה אינו מעכב ויכול לקדש אפילו על כזית פת ונכון לנהוג שזה שבוצע יכוין לפטור בברכת המוציא כל המסובין וגם יאמר להמסובין שיכוונו לצאת בברכתו כדי שכולם יצאו בלחם משנה וכשמוציא אחרים יאמר ברשות רבותי אע\"פ שהוא הבעה\"ב או הגדול והוא מדרך ענוה:",
            "(ג) בידו - בשעת המוציא:",
            "(ד) ובוצע וכו' - שהרי לא נאמר לחם משנה אלא בלקיטה. ורש\"ל ושל\"ה נהגו לחתוך שניהם כפירוש הרשב\"א וכן הסכים הגר\"א ואם מקפיד על ההוצאה עושה ג' חלות גדולות וג' קטנות ובכל סעודה בוצע אחת גדולה ואחת קטנה והעולם נוהגין כהשו\"ע. כתב הפמ\"ג אם אין לו בשבת פת ישראל כ\"א פת א\"י מותר לאכול ממנו ועי\"ש עוד:",
            "(ה) התחתונה - הב\"ח תמה דאין מעבירין על המצות והט\"ז תיקן זה ונהג להניח התחתון קרוב אליו יותר מן העליון ונמצא שפוגע תחלה בתחתונה או לוקחין העליונה בשעת ברכת המוציא ומניחין אותה למטה ובוצעין עליה. ועיין לעיל בסימן קס\"ז ס\"א בהג\"ה שלא יחתוך בככר עד אחר הברכה כדי שיהיו הככרות שלמות ע\"ש והמדקדקים רגילים לרשום בסכין קודם ברכה:",
            "(ו) פרוסה גדולה - ולא מחזי כרעבתן כיון שאינו עושה כן בחול ודאי כונתו שחביב עליו המצוה ורוצה לאכול הרבה:",
            "(ז) לטעום וכו' - היינו אע\"פ שנתן הבוצע לפני כל אחד ואחד את חלקו וכנ\"ל בסימן קס\"ז סעיף ט\"ו עי\"ש:",
            "(ח) לחם משנה - ר\"ל ואז אע\"פ שהוא מוציאם בברכתו יכולים לטעום קודם לו אבל אם אין לפני כ\"א לחם משנה אע\"פ שכל אחד ככרו שיאכל ממנו הוא לפניו כולם צריכים לסמוך על הבוצע שיש לפניו לחם משנה ואינם רשאים לטעום קודם לו:",
            "(ט) סעודה זו וכו' - ר\"ל אפילו לדעת המקילין לקמן בסימן רצ\"א ס\"ה לענין סעודה שלישית שאין צריך לעשותה דוקא בפת באלו שתי סעודות מודו כו\"ע דהם עיקר כבוד השבת אם יש לו אונס שאינו יכול לקיים סעודת ערבית ידחה הסעודה עד למחר שיאכל ג' סעודות ביום ובלבד שיקדש בלילה ויאכל מיד אחר הקידוש כזית מחמשת המינים או שישתה רביעית יין כמ\"ש בסימן רע\"ג:\n"
        ],
        [
            "(א) ואין קורין וכו' - וה\"ה שאין בודקין הציצית וכל כה\"ג דבר הצריך עיון שמא יטה הנר להביא השמן לפי הפתילה כדי שידלק יפה:",
            "(ב) בעששית - ואם היא סגורה במפתח יש מתירים וטעמם דדוקא כשגבוה הנר י' קומות אסרו משום דדרכו כן לפעמים כדי שעי\"ז יראה מה שבגבוה משא\"כ להסגיר שאין דרכו כלל אם לא משום איסור שבת אית ליה היכרא ולא שייך שיפתח להטות דדמי לקורא פרק במה מדליקין ויש אוסרין בכל גוונא משום לא פלוג ועיין בא\"ר שמצדד להתיר בשמסר המפתח לאדם אחר דדמי לאומר לחבירו תן דעתך עלי שלא אטה דמתיר בס\"ג. אסור לקרות לאור הנר ביום במקום האופל [אחרונים]:",
            "(ג) וכן וכו' - האי וכן קאי ארישא דבזה נמי גזרו שלא לקרות לפניה ואף דהוא כרוך על הפתילה כעין נרות של שעוה וחלב שלנו ולא שייך בו שמא יטה אעפ\"כ יש לחוש שמא ימחוט (שמסיר ראש הפתילה להסיר חשכה) ונמצא שהוא מכבה:",
            "(ד) של שעוה - והב\"ח בשם רש\"ל כתב דנהגו להקל לבדוק כלים וציצית ולקרות אצל נר של שעוה וה\"ה אצל נר של חלב והטעם דבזה לא שייך שמא יטה רק שמא ימחוט וכיבוי הוי מלאכה שאינה צריכה לגופה ולא הוי איסורא דאורייתא וכ\"כ הט\"ז ומסיק המג\"א דשלא לצורך יש להחמיר דהא י\"א דכיבוי הוי מלאכה דאורייתא כמ\"ש בסוף סי' של\"ד והא\"ר כתב בשם המלבושי יו\"ט דבנר של שעוה שייך ג\"כ שמא יטה והביא לזה סמוכין מדברי הרמב\"ן וכ\"כ בביאור הגר\"א דבנר של שעוה וה\"ה של חלב שייך ג\"כ שמא יטה ומ\"מ נ\"ל דבנרות הטובים שלנו [שקורין סטארין] מותר לקרות לפניהם לכו\"ע דלא שייך שמא יטה רק בדבר שדרכו להטות לפעמים בחול כדי שידלק יפה ובנר (סטארין) ידוע דאין צריך להטייה כלל לעולם וכ\"ש דלא שייך בו שמא ימחוט דאורו צלול מאד ואין צריך כלל לזה:",
            "(ה) שנים קורין - אבל אין פולין אם לא שאחד מפלה והשני משמרו שזה ודאי מותר:",
            "(ו) יזכירנו חבירו - ודוקא לענין קריאה שהוא מלתא דמצוה התירו בזה אבל לא לענין רשות כ\"כ המ\"א ומדברי הט\"ז סק\"ג משמע שהוא חולק ע\"ז:",
            "(ז) אסור - שכל אחד מעיין בספרו ואינו משגיח במה שעושה חבירו:",
            "(ח) ולכן וכו' - ואפילו לדעת המקילין לעיל בנר של שעוה וחלב הכא בבהכ\"נ דשכיחי רבים יש להחמיר בכל גוונא שלא לומר הפיוטים משום לא פלוג דלפעמים יהיה נרות שמן ואיכא חשש איסור שמא יטה [תו\"ש פמ\"ג] ומש\"כ לומר פיוטים ה\"ה הזמירות שאומרים בשבת בבית אם לא מי שרגיל קצת בהם וכמ\"ש ס\"ט או שאומר לחבירו תן דעתך עלי שלא אטה:",
            "(ט) בבהכ\"נ - פי' אפילו שם דיש רבים חיישינן להטייה וכ\"ש יחיד בביתו דאסור לאור הנר אבל שאר התפלה מותר לקרות בסידור לאור הנר והטעם שתפלה מצויה בפי הכל וא\"צ עיון רב והוי כמו ראשי פרשיות בסעיף י':",
            "(י) ואומר לו - דוקא באומר לו אבל בסתמא אפילו יש בני בית הרבה חיישינן שלא ישגיחו עליו ויבוא להטות:",
            "(יא) לאשתו - כלומר שלא תאמר דאשה דעתה קרובה אצלו ואינה משמרתו:",
            "(יב) שאין דרכו וכו' - פי' שברור הוא שאין דרכו אף בעת הלמוד אבל מסתמא לא אמרינן כן דיש גם באדם חשוב שדרכו להטות בחול וכדאיתא בגמרא לענין ר' ישמעאל בן אלישע שהיה משים עצמו על דברי תורה כהדיוט. וכתב הפמ\"ג ועכשיו אין להתיר באדם חשוב כי כמה פעמים ראינו שמתוך עיון שוכחים ומטים ומוחטים. ומ\"מ בהצטרף לזה ג\"כ נר של שעוה וחלב נראה דאין להחמיר בזה:",
            "(יג) אין קורין - ר\"ל אפילו בענין אחד דלאור הנר שרי ועיין בע\"ת דאם ביקש לאחד שיתן דעתו עליו שלא יחתה דמותר והביאו הא\"ר:",
            "(יד) להבעיר ולחתות - כתב הט\"ז נ\"ל דאע\"פ שמותר להתחמם נגד המדורה כדאיתא סוף סי' רע\"ו מ\"מ אין לישב בסמוך אצל זנבות האודים כי יש לחוש שיגע בהם כדי שיבערו היטב כדרך שמהפכין בזנבות האודים ויש שכתבו דלא חיישינן שיבוא לזה:",
            "(טו) שאימת רבן - שאין פושטין יד לשום דבר ואפילו בחול אלא ע\"פ רבן ולא אתי לאצלויי ומשמע מסתימת השו\"ע שסובר כהרשב\"א דאפילו אין רבן עמהן שרי דכל שעה מתיראין שיבוא רבן ולא יטו ובא\"ר הביא הרבה פוסקים שחולקין ארשב\"א:",
            "(טז) לקרות במה מדליקין - משמע דדוקא במה מדליקין ששם נזכר עניני איסור הדלקה ואיך ישכח וידליק אבל שארי הלכות שבת לא:",
            "(יז) דאין ע\"ה וכו' - ואם הוא ע\"ה שלא למד מעולם ואין שגור בפיו כלל בלי סידור ואין לו שם שום אדם שיבקשהו שיתן דעתו עליו שלא יטה מ\"מ אפשר ג\"כ דיש להקל שלא לבטל מצות הגדה שהוא מן התורה אפילו אין לו רק נר של שמן [פמ\"ג]:",
            "(יח) קצת - ומטעם זה יש להתיר למשכים בשבת לבהכ\"נ ומתפלל לאור הנר הדולק שם מבע\"י לפי שהתפלה ושארי דברים שהוא אומר ודאי שגורים בפיו יותר מן ההגדה בפסח אבל ללמוד שם אסור כיון שצריך עיון [ט\"ז]:",
            "(יט) וצריך עיון - ברמב\"ם איתא וצריך עיון רב ועיין בבה\"ל דיש לסמוך ע\"ז לפני נר של שעוה וחלב דבלא\"ה יש מקילין וכנ\"ל בסק\"ד:",
            "(כ) לבדוק - ר\"ל לבדוק כוסות הדומין זה לזה ולידע איזה מהן להניחן על השלחן ושמש שאינו קבוע אינו מכירן וצריך לזה עיון הרבה ע\"כ חיישינן שמא יטה והר\"ן כתב שהבדיקה היא לראות אם הם נקיים ושמש קבוע מפני שהוא בקי בהם מכבר יודע איזה כלי אינו נקי כ\"כ:",
            "(כא) שאורו רב - ר\"ל אע\"פ שאורו רב אפ\"ה חיישינן שמא יטה כיון שהוא שמש שאינו קבוע:",
            "(כב) בשל נפט - טעמם דלהטייה לא חיישינן לפי שאורו רב ולא צריך לזה ולשמא יסתפק לא חיישינן משום דמאיס ובשמן זית וכן בשארי שמנים לכו\"ע אסור ולעת הצורך יש לסמוך על דעה זו כי כן דעת הרבה ראשונים וכ\"כ בספר שלחן עצי שטים:",
            "(כג) לאור הנר - של נפט ולענין שאר שמנים עיין בבה\"ל:",
            "(כד) שא\"צ עיון וכו' - ואע\"ג דאפילו להבחין בין בגדיו לבגדי אשתו אסרו הכא התירו משום נקיות [ר\"ן והרמב\"ן והריטב\"א בחידושיהם]:",
            "(כה) אין מורין לו - ר\"ל אם בא לפנינו לישאל אין מורין לו לכתחלה ואם עשה מעצמו אין מוחין בידו:",
            "(כו) שמא יסתפק - ואע\"ג דלענין הדלקה לא אסרו משום זה שאני הכא דע\"י שהוא מתקרב לנר ביותר לבדוק חיישינן טפי:",
            "(כז) ביזוי מצוה - קשה דבלא\"ה אסור משום סכנה דאתי לידי נכפה כדאיתא בפסחים קי\"ב ונראה לחלק בין קטן לגדול [א\"ר]:",
            ""
        ],
        [
            "(א) שהדליק - וה\"ה לכל מלאכה שיעשה הא\"י בשבת בשביל ישראל דאסור לכל ליהנות מזה ועיין לעיל בסימן רנ\"ב ס\"ב לענין קבלנות:",
            "(ב) אסור - מדרבנן דאם יהא מותר ליהנות יאמר לו להדליק:",
            "(ג) אפילו וכו' - ולא דמי למי שהובא בשבילו מחוץ לתחום בשבת דמותר לאחר וכדלקמן בסימן שכ\"ה סעיף ח' דתחומין דרבנן וכן כל איסור דרבנן שעשה א\"י בשביל ישראל מותר לאחר שלא נעשה בשבילו:",
            "(ד) בין קצב - היינו מע\"ש וקמ\"ל דלא אמרינן בעניננו א\"י אדעתא דנפשיה עביד כדי לקבל שכרו הנקצב לו וכדלעיל בסימן רנ\"ב ס\"ב לענין קבלנות:",
            "(ה) או שעשאו וכו' - הוא פירוש למה שאמר מתחלה בין קצב ע\"ז אמר בין שהקצבה היתה בקבלנות או בשכירות וקבלנות מקרי היכא ששכרו סתם להדליק לו נר בעת שיצטרך וקצב לו מכל הדלקה דבר קצוב ושכירות מקרי כשנותן לו בכל יום כך וכך:",
            "(ו) קטנים - היינו אם צריכים הרבה אבל בלא\"ה לא:",
            "(ז) לכל ישראל - דלא שייך כאן גזירה שמא יאמר לו להדליק בשביל חולה שהרי מותר לומר אף לכתחלה וכדלקמן בסימן שכ\"ח סי\"ז:",
            "(ח) להשתמש לאורו - אפילו הוא מכירו ולא חיישינן שמא ירבה בשבילו דנר לאחד נר למאה ובכ\"ז אין חילוק בין אם הא\"י הדליק הנר בביתו או בבית ישראל:",
            "(ט) לצרכו וכו' - דמותר לכל ישראל להתחמם ואפילו הוא מכירו משום דמדורה קטנה נמי מחממת הרבה אנשים והוי כמו נר דנר לאחד נר למאה והי\"א ס\"ל דבמדורה גזרינן שמא ירבה ולא דמי לנר משום דלפי ריבוי אנשים שמסובין אצל המדורה צריך להוסיף ולהגדיל המדורה ואם הסיק הא\"י התנור לצרכו כו\"ע מודים דרשאי הישראל ליכנס לבית החורף דחימום לאחד חימום למאה והוי כמו נר דשרי:",
            "(י) בשבילו - ואם ידוע הוא שאינו מכירו שרי לכו\"ע:",
            "(יא) אם עשה וכו' - היינו דוקא אחר שכבר עשה הא\"י ומה יש לו לישראל לעשות לא הטריחוהו לצאת מהבית בשביל זה ויזהירנו על להבא שלא לעשות כן אבל אם נזדמן לישראל שראה בעת שהא\"י רוצה להדליק בשבילו או לעשות המדורה צריך למחות בידו אפילו אם היה זה בביתו של א\"י ג\"כ צריך למחות כיון שהנר והעצים של ישראל ואפילו אם דעת הישראל לצאת אח\"כ לחדר אחר שלא יהנה מהנר ג\"כ צריך למחות וכ\"ש בבית ישראל ואם הא\"י עושה בע\"כ חייב לגרשו מביתו מפני חילול השם שיחשדוהו שעושה הא\"י בשליחותו כיון שהוא בבית ישראל ואין חילוק בזה בין אם הא\"י עושה בחנם או שקצץ עמו שכר בקיבולת כיון שהוא עושה בבית ישראל:",
            "(יב) בבית ישראל - לאו דוקא דה\"ה אם שבת במלון אצל א\"י בשבת כביתו הוא ולא הטריחוהו לצאת ממנו [ב\"י]:",
            "(יג) מדעתו - היינו שלא צוהו הישראל אע\"פ שעושה הא\"י בשבילו לא הטריחו אותו לצאת מהבית אע\"פ שבע\"כ הוא נהנה רק שאסור להשתמש לאורו דבר שלא היה יכול לעשות בלא נר או להתחמם נגד המדורה אבל אם צוהו מתחלה צריך לצאת אח\"כ מהבית:",
            "(יד) אין וכו' - וה\"ה שא\"צ להפוך פניו מהנר אא\"כ שרוצה לעשות מדת חסידות כ\"כ המ\"א בשם הב\"י ובחידושי הרשב\"א משמע שהוא מחמיר בזה עי\"ש:",
            "(טו) אם רוב א\"י - דמסתמא אדעתא דרובא קעביד ואפילו אם אח\"כ נתרבו ישראל ונתוספו עליהן או שהלכו להן הא\"י וכן להיפוך ברוב ישראל:",
            "(טז) מחצה על מחצה - הטעם משום דליכא למיקם עלה דמלתא אם בשביל א\"י עביד או בשביל ישראל עביד וי\"א משום דבמחצה על מחצה מסתמא לשם שניהם נעשה:",
            "(יז) שלצורך א\"י - ר\"ל לצורך עצמו וכדמסיים לבסוף וה\"ה אם יש הוכחה שהדליק בשביל איזה א\"י אחר. ואם אנו יודעין שעשה גם בשביל ישראל אסור כ\"כ המ\"א ועיין בבה\"ל שהארכנו בזה:",
            "(יח) שהוא משתמש - היינו מיד:",
            "(יט) אע\"פ וכו' - דמסתמא כשהדליק מתחלה נמי העיקר אדעתא דידיה עביד ונר לאחד נר למאה:",
            "(כ) לסעודת שבת - היינו שיושב בחשך ואין לו שום נר לאכול אבל אם גמר סעודתו אף שעדיין לא בירך בהמ\"ז או שיש לו נר אחד פשיטא דאסור לצוות לא\"י להדליק לו דהוי שבות שלא במקום מצוה מיהו אם יש לו שום נר ועבר וצוה לא\"י להדליק לו נר אחר שרי ליהנות ממנו בעוד שהנר הראשון דולק כמ\"ש בסעיף ד':",
            "(כא) אמירה לא\"י - אבל שבות דישראל עצמו לכו\"ע אסור אפילו במקום מצוה:",
            "(כב) במקום מצוה - ולבנות בהכ\"נ בשבת ע\"י א\"י כתב המ\"א דאסור אפילו לדעת העיטור ועיין בפמ\"ג שמסיק משום דהוי מצוה שאינה עוברת שיכול לבנותו בחול ועיין בסימן רמ\"ד במ\"א שהוא אסור לעשות דבר זה אף בקבלנות אם לא שיש חשש שמא יתבטל ח\"ו עי\"ז בנין הבהכ\"נ לגמרי דאז יש להקל בקבלנות ואפשר דאף ע\"י שכירות מותר בכה\"ג אם לא ירצה הא\"י בקבלנות [פמ\"ג]:",
            "(כג) ואין מוחה - ומוטב שיהיו שוגגין ואל יהיו מזידין [ב\"ח ומ\"א]:",
            "(כד) שאין וכו' - ושל\"ה החמיר אף לצורך גדול ושכן ראה נוהגים בקהלות חשובים שיושבים בחשכה במוצאי שבת אפילו בחתונה עד שאמרו הקהל ברכו וכן נהג הגאון הר\"ש כשהיו סועדים אצלו סעודה שלישית ובפמ\"ג מצדד להקל להדליק ע\"י א\"י במו\"ש לצורך מצוה אף כשהוא עדיין בין השמשות וכ\"ש בערב שבת בין השמשות לצורך מצוה דבודאי מותר כדלקמן בסימן שמ\"ב עי\"ש:",
            "(כה) דהא רוב וכו' - ומ\"מ מותר לומר לא\"י לתקן את העירוב שנתקלקל בשבת כדי שלא יבואו רבים לידי מכשול וכדאי הוא בעל העיטור לסמוך עליו להתיר שבות דאמירה אפילו במלאכה דאורייתא במקום מצוה דרבים [ח\"א בשם המ\"מ] וכעין זה דעת הפמ\"ג לעיל בסוף ס\"ק כ\"ב:",
            "(כו) ועיין לקמן - ר\"ל דשם ג\"כ מבואר דלא כבעל העיטור:",
            "(כז) לילך עמו - דוקא נקט אבל אם משלחם בשליחותו שילכו בעצמם והדליקו את הנר להאיר להם אין זה מקרי לצרכו אף שעיקר הליכתם הוא בשבילו כיון שאין גופו נהנה מהנר בעת ההדלקה ומותר אח\"כ לישראל להשתמש אצל הנר וכעין זה כתב הט\"ז בסוף הסימן וז\"ל נ\"ל אותו הנר שמדלקת השפחה כדי להדיח כלי אכילה שאכלו לא מיקרי לצורך ישראל כיון שאין גוף הישראל נהנה ממנו אלא כלים שלו מודחים והיא חייבת להדיחם לצרכה היא מדלקת ומותר אח\"כ ישראל להשתמש לנר זה אף צרכי גופו כיון דבעת הדלקת הנר הדליקה לצרכה. ומותר לסייע להשפחה גם בהדחת הכלים לפני נר זה דאף שמצדד הפמ\"ג להחמיר בזה היינו כשהישראל ידיח לבדו את הכלים אחר שהדליקה השפחה הנר ומשום דמחזי שהדליקה לצרכו משא\"כ בזה אמרינן דהעיקר אדעתא דנפשה קעבדה וכנ\"ל בס\"ב:",
            "(כח) צריכים לו - ר\"ל וא\"כ הוא הוכחה שלצרכו הדליק וכדלעיל בס\"ב:",
            "(כט) לומר לא\"י - ואין להתיר אלא לבני תורה דילמא אתי למיסרך ולהקל יותר:",
            "(ל) לילך עמו - כגון שרוצה שילך עמו למשוך יין מן המרתף או להביא לחם וכה\"ג ואין חילוק בין נר של שעוה וחלב או של שמן אך בנר של שמן נכון להחמיר שלא לומר לא\"י שילך עמו במרוצה כי אי אפשר שלא יתקרב עי\"ז השמן להפתילה או יתרחק ויש בזה משום מכבה ומבעיר אם היה הישראל בעצמו עושה זה ע\"כ אין לומר זה לא\"י:",
            "(לא) בעלמא - ר\"ל הואיל דהוא רק איסור מוקצה ומוקצה שרי ע\"י טלטול מן הצד כמש\"כ בסימן שי\"א וכיון דאי בעי ישראל שקיל ליה בעצמו ע\"י טלטול מן הצד כגון באחורי ידיו או בין אצילי ידיו וכי\"ב כשמביא הא\"י באיסורא לית לן בה ועיין לקמן סימן רע\"ט במ\"א סק\"ט דלטלטל את הפתילה ע\"י הא\"י כדי שלא יגנב או שלא יפסד אסור ורק טלטול כשהוא צריך לו גופא וכנ\"ל בסק\"ל או כשצריך למקומו מותר וכ\"כ בדה\"ח:",
            "(לב) מותר - ר\"ל אף דעתה ע\"י הנר הזה שהדליק בשביל ישראל נתגדל האור יותר אפ\"ה מותר ומיירי כשהיה יכול מתחלה במקום הזה עכ\"פ ליהנות קצת לאור הנר הראשון ולכן שרי ובלא\"ה אסור. ועיין לעיל סוף סק\"כ דלכתחלה לומר לא\"י להדליק אסור בכל ענין:",
            "(לג) אבל וכו' - וכן אם היתה מדורה שנדלקה מע\"ש ובא א\"י והוסיף עצים בשבת בשביל ישראל אסור להתחמם כנגדה לאחר שיכלו העצים הראשונים וקודם שיכלו יש להתיר לעת הצורך:",
            "(לד) מותר וכו' - אף דע\"י נתינת השמן ניתוסף האור וכן אם עשה שאר תיקון בהנר בשביל ישראל שעי\"ז ניתוסף האור אף דבודאי איסור גמור לכתחלה לצוות לא\"י לזה אפ\"ה מותר להשתמש לאורו כיון דבלא\"ה היה יכול מתחלה קצת להשתמש לאורו:",
            "(לה) ומותר - דסד\"א להחמיר בזה כדי שלא לדבר בענין הדלקה כלל [ב\"י]:",
            "(לו) למחות - ומכיון דמיחה בו והראה לו דלא ניחא ליה שיעשה בשבת בשבילו אפילו אם אח\"כ עשה המלאכה חשוב כאלו עשה המלאכה לצרכו ומותר להשתמש לאורו ואפילו אם היה הנר של ישראל בבית ישראל. וכ\"ז כשלא יערים במחאתו [מ\"א]:",
            "(לז) להדליק וכו' - דוקא כשהנר של א\"י אבל כשהנר של ישראל צריך למחות בו כשרואה שרוצה להדליק נר או להוסיף שמן בשבילו וכנ\"ל בס\"ק י\"א עי\"ש [מ\"א]:",
            "(לח) לעשות מדורה - וה\"ה להסיק תנור בית החורף:",
            "(לט) ומותרין הגדולים - ר\"ל כיון דהעיקר נעשה בשביל הקטנים וכנ\"ל בס\"א אבל אם נעשה בשביל שניהן ביחד פוסק השו\"ע לקמן בסימן שכ\"ה ס\"ו דאסור:",
            "(מ) מותר - ר\"ל אפילו לומר בפירוש בשבת להסיק:",
            "(מא) גדול - דבלא\"ה אין דרך הגדולים להצטער כ\"כ:",
            "(מב) שהכל חולים - ומ\"מ להסיק אחר מנחה בשבת שיהא למו\"ש אסור מאחר דכבר נתחמם בבוקר ואע\"פ שכבר נתקרר אינו קר כ\"כ שיהא האדם נחשב כחולה אצל קרירות זה ולכן חייבים למחות לא\"י שלא להסיק עוד עד אחר צאת הכוכבים ומ\"מ הכל תלוי לפי הקור ולפי בית החורף:",
            "(מג) אצל הקור - וצריך להכין מבע\"י הפחמים שיהיו מזומנים בשבת לפני הא\"י כי אסור לישראל לטלטלם בשבת ולהכינם לפניו:",
            "(מד) ולא כאותם וכו' - ומ\"מ אין למחות בהם דמוטב שיהיו שוגגין ואל יהיו מזידין [ב\"י]:",
            "(מה) שאין הקור גדול - ועכ\"פ יזהרו שלא לומר לו בשבת להסיק או לעשות המדורה אלא יקצבו עמו בקבלנות שיסיק לו כל ימות החורף בעת שיהיה קר ואז אף אם הא\"י יסיק כשאין הקור גדול אפשר דהו\"ל כאלו עשה מדעתו וא\"צ לצאת מביתו וכמ\"ש בס\"א וע\"ש במ\"ב סקי\"ג:\n"
        ],
        [
            "(א) נר וכו' - ואין חלוק בזה בין נר של שמן או שעוה וחלב:",
            "(ב) אחורי הדלת - כגון דלת שנפתחת לפנים ומאחריה מונח בבית נר דלוק. ודוקא כשהוא נגד פתיחת הדלת ממש וקרוב אל הדלת בענין שכשיפתח הדלת יוכל להכבות ע\"י הרוח המנשב מבחוץ ומש\"כ כדרכו עיין במ\"א שכתב דט\"ס הוא דאפילו אם הוא פותח הדלת בנחת מ\"מ הרוח מבחוץ מנשב ואסור וכן סתמו כמה אחרונים ועיין בבה\"ל:",
            "(ג) הרוח - עיין במ\"א סי' תקי\"ד סק\"ט דאפילו אם אין הרוח מנשב עתה ג\"כ יש לאסור דבכל רגע ורגע הרוח מנשב וא\"א להבחין בזה ויש מקילין בזה ונ\"ל דבמקום הדחק יש להקל בזה כשפותח הדלת בנחת לאט לאט שלא יגרום הדלת גופא לרוח שיבא:",
            "(ד) מותר - שבזה אינו עושה כלום לא מכבה ולא מבעיר:",
            "(ה) קבוע בכותל - ר\"ל שהדלת פותחת לפנים והנר קבוע בכותל באופן אם יפתח הדלת תנקוש ותגיע אל נר שלאחוריה:",
            "(ו) ולנעלו - והאחרונים כתבו דבזה לנעול שרי דלא יבא עי\"ז לכבוי ועיין בפמ\"ג שיישב קצת דברי המחבר דמיירי שנועל בכח דעי\"ז מתנדנד הכותל כולו ויבא לכבוי דהיינו שיתרחק קצת השמן שבנר מן הפתילה או שיתקרב קצת השמן שבנר אל הפתילה ויתחייב משום מבעיר:",
            "(ז) מקרב השמן וכו' - ויש בזה משום מבעיר או מכבה ואע\"ג דאינו מכוין מ\"מ פסיק רישיה הוא ואם הוא פותחו ונועלו בנחת בענין שלא יהא פסיק רישיה מותר ואין איסור בטלטול הדלת משום הנר המוקצה הקבוע בה לפי שהדלת לא נעשית בסיס לנר לפי שהיא חשובה שמשמשת לבית ובטלה אצלו ולא להנר:",
            "(ח) של שעוה - ושל חלב ומפני שאין בהם משום מקרב השמן או מרחק. ואם הוא בענין שיש לחוש שע\"י הפתיחה ונעילה יכבה לגמרי אף בשל שעוה אסור:",
            "(ט) כנגד המדורה - מפני שהרוח המנשב גורם להבעיר המדורה יותר ואע\"פ שאינו מכוין בזה מ\"מ פסיק רישיה הוא:",
            "(י) ואפילו וכו' - ר\"ל אף דע\"י רוח מצויה אין דרך המדורה להבעיר יותר אפ\"ה אסור דגזרינן אטו שאינה מצויה. ואם אין שם רוח כלל מותר [מ\"א בסימן תקי\"ד סק\"ט] ואם ע\"י דפיקת הדלת עושה רוח מצויה משמע בחדושי הר\"ן דאסור:",
            "(יא) מותר לסגרו - ואע\"פ שהרוח היה מבעירה אין בו משום מכבה שאינו עושה כלום אלא עוצר הרוח ואם תכבה תכבה:",
            "(יב) שכח נר - מבעוד יום שלא מדעת ואפילו אם הניחו על הטבלא בכונה אך לא היה דעתו שישאר שם בשבת ואח\"כ שכחו שם הוא ג\"כ בכלל שוכח:",
            "(יג) על הטבלא - וה\"ה בכ\"ז בזמננו לענין השלחן עם הנרות [אחרונים]:",
            "(יד) מנער וכו' - כשצריך להטבלא ואע\"ג דאפשר שיכבה הנר ע\"י הנפילה אפ\"ה מותר דלא הוי פסיק רישיה וקי\"ל דדבר שאין מתכוין מותר וכתב במאירי דדוקא אם הוא מנערו בנחת [דהיינו שמטה הטבלא ומורידו לארץ ואח\"כ הוא מנערו] דאל\"ה הוא פסיק רישיה וכן משמע במהרי\"ל והביאו הא\"ר:",
            "(טו) ע\"י א\"י - ואז אפילו בנר של שמן שרי דבמקום שאין מתכוין שרי ע\"י א\"י אפילו הוא פסיק רישיה ומשמע במהרי\"ל דאם אין א\"י מזומן יראה לעשות ע\"י קטן:",
            "(טז) או שלא וכו' - ר\"ל שדולקת רק הפתילה וכבר כלה שמן:",
            "(יז) אי אפשר וכו' - ודוקא בנעור אמרינן דהוא פסיק רישיה אבל טלטול בעלמא את הטבלא או השלחן ממקום למקום שרי אפילו מונח עליו נר של שמן דלא הוי פסיק רישיה ודוקא אם הוא מטלטלו בנחת:",
            "(יח) מדעת - בסימן ש\"ט יתבאר שיש מחלוקת אימת נקרא מדעת אם בעינן דוקא שיניחו ע\"ד שיהיה שם כל השבת או אפילו רק בכניסתו לחוד. והנה הנרות שאנו מדליקין על השלחן דעתנו לטלו למחר ע\"י א\"י ולדעת הי\"א המקילין שם אין דינו כמניח ולא נעשה השלחן והמפה בסיס לאיסור וכתב הב\"ח דאם נפל נר של שעוה או חלב על השלחן ואין א\"י [או קטן] מזומן לפניו שרי לנער בעצמו דבמקום פסידא סמכינן על המקילין הנ\"ל דלא מקרי מניח כיון שהיה דעתו לסלק למחר ואם היה מונח על השלחן בין השמשות גם ככרות ושאר דברים שצריך לשבת פשיטא דהם חשובים יותר מן הנר דהיינו מן שלהבת הנר הדולקת ונעשה בסיס לגבייהו וכמו שכתוב בסימן ש\"י ס\"ח דהיכי דהוא בסיס להיתר ולאיסור וההיתר חשיב יותר דהוא בטיל לגבי ההיתר ושרי לכו\"ע לנער ואם א\"א לנער במקום זה משום פסידא דהיינו שיפסיד איזה דבר ע\"י הפלת הנר במקום זה רשאי לטלטל השלחן למקום אחר ולנערו שם. ואם צריך למקום שעומד השלחן להושיב שם איזה דבר רשאי לטלטל השלחן ואפילו בעוד שהנרות דולקות עליו כיון שהיה מונח עליו הלחם הצריך לשבת לא נעשה בסיס לאיסור ומזה נובע המנהג שהנשים נזהרות ליתן ככר הצריך לשבת על השלחן קודם הדלקת הנרות ומנהג נכון הוא כדי שיהא מותר לטלטל את השלחן כשיהיה צריך לו ורק אם הנר הוא של שמן יזהר מאד לטלטל השלחן בנחת כדי שלא יבא לקרב השמן להפתילה או לרחק. ועיין בפמ\"ג שמצדד לומר דלאחר שכבו הנרות אינו רשאי לטלטל השלחן עם המנורה שעליה דהא יכול לנערה מתחלה והוא שהיתה של מתכות וליכא פסידא בניעורה:",
            "(יט) במנורה שבבהכ\"נ - היינו בקבועה על מקום אחד אבל אם היא תלויה אפילו ליגע בה אסור שבקל ינענע ואפילו כשכבר כבו הנרות כן משמע ממ\"א לעיל בסימן רס\"ה וכן מהט\"ז בסק\"ז וכן משמע מהמרדכי דמיירי בקבועה ועיין מה שכתבנו לעיל בבה\"ל בשם אור זרוע:",
            "(כ) דליכא למיחש וכו' - דהא קיי\"ל דנר שהדליקו בו באותה שבת אסור לטלטלו אפילו לאחר שכבה וכדלקמן בסימן רע\"ט:",
            "(כא) אבל אין מניחין - ר\"ל אפילו להניחו מעי\"ט וכדלקמן בסימן תקי\"ד ס\"ו:",
            "(כב) קערה - של חרס אבל של מתכות אסור כי המחממו חייב משום מבעיר אם לא במקום שיש לחוש שיבוא ע\"י הדליקה לידי סכנת נפשות מותר בכל גוונא:",
            "(כג) כדי - ואע\"ג דנוטל הכלי לצורך הקורה שאינה ניטלת בשבת קיי\"ל דכלי ניטל אפילו לצורך דבר שאינו ניטל וכדלקמן בסי' ש\"י ס\"ו:",
            "(כד) שלא וכו' - וה\"ה אם עושה בשביל שקשה לעיניו אורו של הנר או ענין אחר אך יזהר להניח מעט אויר בין הכלי להנר דאל\"כ יכבה הנר:",
            ""
        ],
        [
            "(א) מותר וכו' - עיין ברמב\"ם בפירוש המשנה שכתב דדוקא בשא\"א להוציא החולה למקום אחר או להסתיר האור ממנו ור\"ל ע\"י כפיית כלי על גביו וכדלעיל בסוף הסימן עי\"ש או ע\"י הוצאה לחדר אחר דאל\"ה בודאי יותר טוב לטלטל מוקצה מלעבור על איסור כביה ועיין בבה\"ל:",
            "(ב) לכבות הנר - וכשיקיץ אח\"כ מותר לדלוק הנר בשבילו ובכל זה אם א\"י מזומן לפניו ואפשר לעשות על ידו בלי איחור יעשה על ידו [סימן שכ\"ח סי\"ב בהג\"ה]:",
            "(ג) החולה שיש בו סכנה - שפקוח נפש דוחה שבת וכדלקמן בסימן שכ\"ח וה\"ה כשמתיירא מפני לסטים שלא יבואו עליו ויהרגוהו ואין לו עצה להסתיר את האור ג\"כ מותר לכבות וכתבו האחרונים דה\"ה בשביל החולה שהוא ספק סכנה ג\"כ מותר לכבות אבל בשביל חולה שאין בו סכנה אסור לכבות לכו\"ע ואפי' להפוסקים דס\"ל דאין על כיבוי חיוב חטאת משום דהוי מלאכה שאין צריך לגופה אפ\"ה אסור מדברי סופרים ולכך נקראת מלאכה שאין צריך לגופה שהרי א\"צ לתכלית המלאכה כי א\"צ לכיבוי בשביל עצמו אלא שהוא מכבה מפני איזה ענין כגון כדי שיישן החולה או שהוא חס על השמן שבנר שלא ידלק כולו עכשיו או שהוא חס על חרס הנר שלא יתקלקל מפני חוזק ההדלקה או שמכבה עצים דולקים מפני שחס עליהם או שמכבה את הדליקה מפני שחס על ממונו כ\"ז מקרי אינו צריך לגופו שהרי אינו מכוין לתכלית המלאכה עצמה וכן הדמיון בשאר מלאכות כגון החופר גומא וא\"צ אלא לעפרה שהמלאכה היא הגומא וחייב בבית משום בונה ובשדה משום חורש וכיון דא\"צ לגומא הוי מלאכה שאין צריך לגופה. ואין לך כיבוי הצריך לגופו אלא כשהוא מכבה עצים כדי לעשות מהן פחמין דהלא זה צריך לגוף המלאכה שהרי א\"א לעשות פחמין אם לא שיכבה וכן כשהוא מכבה את הפתילה מפני שצריך להבהבה שיהא נאחז בה האור יפה כשיחזור וידליקנה. וכ\"ז שכתבנו הוא לדעת הרבה פוסקים והרמב\"ם פוסק דמלאכה שאין צריך לגופה חייב עליה ואפילו להפוסקים הנ\"ל איסור כביה חמור משאר איסור דרבנן כיון דיש בו צד חיוב לכו\"ע:"
        ],
        [
            "(א) אע\"פ שכבה וכו' - והיינו אפילו לא נשאר בו שמן כלל והטעם דכיון דביה\"ש היה אסור בטלטול לפי שנעשה הנר והשמן והפתילה בסיס לשלהבת שהוא דבר האסור בטלטול ומיגו דאיתקצאי לביה\"ש איתקצאי לכולי יומא וזהו הנקרא בגמרא מוקצה מחמת איסור דקי\"ל ביה לאיסורא. אם יש אימת א\"י עליו ע\"י הנר [כמו שהיה בזמן האמוראים שהיתה אומה אחת שהיו מקפידין ביום חגם על ישראל שמדליקין נר באותו היום וכל כה\"ג] מותר לטלטלו לאחר שכבה [ש\"ג וכן הסכים בספר תו\"ש ודלא כמ\"א ומפמ\"ג משמע שאם ירא שיכהו או שאר הפסד ממון לכו\"ע שרי]:",
            "(ב) מותר השמן שבנר - וה\"ה מותר הנר העשוי מחלב ושעוה שהדליקו בו באותה שבת וכבה [אחרונים]:",
            "(ג) לטלטלו ולהסתפק ממנו וכו' - דהואיל והוקצה בתחלת כניסת השבת דהיינו שבביה\"ש כשהיה דולק היה אסור להסתפק ממנו דהמסתפק משמן שבנר חייב משום מכבה וכדלעיל ברסי' רס\"ה איתקצאי לכולי יומא שלא להסתפק ממנו אף אחר שכבה וכיון שאסור ליהנות ממנו כל יום השבת ממילא אסור ג\"כ לטלטלו דאינו ראוי לכלום ומלבד זה בטלטול גופא הוקצה בבין השמשות שנעשה הכל בסיס להשלהבת וכדלעיל בריש סק\"א:",
            "(ד) אפילו לצורך וכו' - ולא דמי לשאר כלי שמלאכתו לאיסור דמותר לטלטלו לצורך גופו ומקומו וכמו דאיתא בסימן ש\"ח ס\"ג דהכא כיון דבביה\"ש היה אסור לטלטלו אף לצורך גופו ומקומו דהיה בסיס להשלהבת וכנ\"ל מיגו דאיתקצאי לביה\"ש לגמרי איתקצאי לכולי יומא לגמרי ואין חילוק בכל זה בין הנר שהדליקו בו השמן ובין המנורה שהדליקו בה הנרות דגם הוא נעשה בסיס להנרות:",
            "(ה) איסטניס - והב\"ח ומ\"א פסקו דאף מי שאינו איסטניס אם הוא אומר שמאוס עליו שרי לסלקו מעל השלחן ומשמע בב\"ח דלא הקיל אלא בנר של חרס שהוא מאוס בודאי וכדלקמן בס\"ו וה\"ה של עץ אבל של מתכת לא מאיס ובדה\"ח משמע דיש להחמיר באינו איסטניס וכדעת ההג\"ה:",
            "(ו) מאיס עליו - היינו שאינו יכול לסבול שיהא מונח אצלו לאחר שכבה או למחר ביום:",
            "(ז) להוציאו - היינו כשהוא מונח במקום ישיבתו שרי להוציאו משם אבל אם הוא מונח במקום אחר גם האיסטניס אסור לטלטלו ממקום למקום לכו\"ע [אחרונים]:",
            "(ח) והמחמיר לא הפסיד - צ\"ל והמחמיר יחמיר והמיקל לא הפסיד:",
            "(ט) אסור - הטעם דהא מ\"מ כבר איתקצאי בביה\"ש דעדיין לא היה בו אז לחם ומיגו דאיתקצאי בביה\"ש וכו':",
            "(י) הלחם - היינו אם הלחם הוא חשיב אצלו יותר מהשמן וה\"ה אם מניח שאר דבר חשוב דאז אמרינן כיון דהנר נעשה בסיס לאיסור דהוא השמן ולהיתר וההיתר חשוב טפי ולכך שרי כמ\"ש סימן ש\"י ומ\"מ סיים המחבר שאין לסמוך ע\"ז והטעם דכיון דהמנורה עיקר עשייתה בשביל השלהבת לכן נעשית תמיד טפל ובסיס להשלהבת ולא ללחם ושארי דברים אחרים אף שהם חשובים יותר [מ\"א]:",
            "(יא) אם התנה וכו' - משום דנר עשוי להכבות משו\"ה מהני ביה תנאי אבל בשאר בסיס לדבר האסור אף לדעה ראשונה לא מהני תנאי להתנות כשיסתלק הדבר איסור מן הבסיס שיהא מותר להשתמש [מ\"א וש\"א] ועיין לקמן בסימן תקי\"ח בבה\"ל:",
            "(יב) ודין התנאי ע\"ל וכו' - היינו לענין שיעשהו קודם בה\"ש כמבואר שם אבל הכא אינו יכול לומר אפילו לדעה ראשונה איני בודל מהנר כל בין השמשות כמו התם דהא ביה\"ש הוא דולק וע\"כ אסור לטלטלו [מ\"א] ומדברי הגר\"א בביאורו דכתב דסברא הראשונה ס\"ל כגירסת הרי\"ף שם בביצה דף ל' משמע לכאורה דמהני ג\"כ באומר איני בודל כידוע שיטת הרי\"ף שם:",
            "(יג) לטלטלו ע\"י א\"י - היינו אפילו אם אינו צריך לו לצורך גופו ומקומו רק שלא יגנב או שלא יפסד [אחרונים]:",
            "(יד) הוי כאלו התנה - ר\"ל דלטלטלו ע\"י א\"י מצרפינן לזה הדעה ראשונה דמהני תנאי. ואם העמיד עששית על השלחן ודעתו היה שידלק כל היום כולו [כמו יא\"צ וכדומה] וכבה דבזה לא שייך לומר הוי כאלו התנה אפשר דאסור לטלטלו אף ע\"י א\"י [פמ\"ג] והיינו דוקא כדי שלא יגנב אבל לצורך גופו ומקומו שרי ע\"י א\"י בכל גווני:",
            "(טו) מותר וכו' - דאין מוקצה לחצי שבת דדוקא אם איתקצאי ביה\"ש שהוא בתחלת כניסת השבת הוא דאמרינן דאיתקצאי לכולי שבת אף לאחר שכבה אבל לא בזה שהודלק מע\"ש לחיה וחולה שיש בו סכנה שהיה מותר בתחלת השבת לטלטלו לא איתקצאי לכולי שבת לאחר שנתרפא החולה אלא על זמן שהוא דולק בלבד וכ\"ש אם הודלק בשבת גופא לצורך חיה וחולה דלא היה דולק כלל ביה\"ש בודאי לא איתקצאי לכולי יומא:",
            "(טז) לטלטלו אם כבה - היינו דוקא לצורך גופו או מקומו דלא עדיפא משאר כלי שמלאכתו לאיסור [אחרונים]:",
            "(יז) והוא הדין וכו' - הכל מטעם הנ\"ל דאין מוקצה לחצי שבת שיאסר אף אחר שכבה:",
            "(יח) בשוגג - נקט בשוגג דלא איירי ברשיעיא ובאמת אפילו הדליקו במזיד ג\"כ מותר לטלטלו אחר שכבה לצורך גופו או מקומו הואיל ולא היה מוקצה בתחלת כניסת השבת:",
            "(יט) מותר לטלטלו - ואף דהוא כלי שמלאכתו לאיסור מ\"מ לצורך גופו ומקומו מותר וכמ\"ש סימן ש\"ח ס\"ג:",
            "(כ) מותר - הואיל ואיכא תורת כלי עליה וחזי לכסויי ביה מנא:",
            "(כא) מנורה וכו' - אפילו היא חדשה שלא הדליקו בה מעולם:",
            "(כב) ונמצא עושה כלי - עיין בט\"ז ועיין לקמן סימן תקי\"ט ס\"ב. ואם דרכה להיות רפוי שרי כמ\"ש סימן שי\"ג ס\"ו וע\"ש מה שכתבנו במ\"ב לענין כוסות של פרקים:",
            "(כג) ודומה וכו' - משום דמיחלף בשל פרקים. ודע דלפי המתבאר בסעיף זה אסור לטלטל נרות שלנו [שקורין לייכטע\"ר] אף שלא הדליקו בו מעולם דהרי הם עשויין של פרקים ומש\"כ בס\"ו מיירי בנרות שלא היו עשויין פרקים:\n"
        ],
        [
            "(א) עונת וכו' - ויהיה זהיר לקיים עונתו מצוה לאכול שום בע\"ש או בליל שבת וה\"ה שאר דברים המרבים זרע עיין סי' תר\"ח. כתב בס\"ח סימן ש\"ץ דשומים מבטלים תאוה רק שומים צלויים מרבים זרע. עוד כתב כל דברים מלוחים ממעטים וכן קטניות. ועדשים מבושלים כשאין מלוחים מרבים [א\"ר]:",
            "(ב) הבריאים - לאפוקי חלושי כח אינם חייבין רק לפי כחן:",
            "(ג) מליל שבת וכו' - היינו לבד ליל טבילה. וצריך להזהר שקודם שיגיע הלילה חייב להראות חבה יתירה ואהבה עם אשתו וא\"צ לומר שלא ירגיל שום קטטה בע\"ש [ב\"ח]:",
            "(ד) משום חובל - דדם מיפקד פקיד דהיינו שדם בתולים אינו מובלע בכותלי בית הרחם אלא כנוס הוא שם כמופקד ומוצנע בתוך הכלי וזה פתחו שיצא הדם מתוכו. והנה י\"א דבמקום שנתפשט המנהג להחמיר בזה אין להקל להם אבל הט\"ז כתב חלילה לעשות איסור בזה ובבירור שמעתי שהחסידים גאוני העולם נהגו בעצמם היתר בזה ע\"כ אין חשש חומרא בזה כלל והמחמיר אינו אלא מן המתמיהין. ועיין לקמן סימן של\"ט סקי\"א במ\"א דלכתחלה ראוי ליחדן אחר החופה יחוד גמור קודם השבת די\"א דחופה שלנו לא מקרי חופה וא\"כ כשיתיחדו אח\"כ בשבת יהיה אח\"כ כקונה קנין בשבת:\n"
        ],
        [
            "(א) מאחרין - ומ\"מ צריכין ליזהר שלא לעבור זמן ק\"ש וברש\"י [מגילה כ\"ג] משמע שגם בשבת מצוה למהר לקרוא ק\"ש כותיקין:",
            "(ב) ובכל דבר וכו' - היינו כל דבר שמוסיפין בשביל שבת ואפילו נשמת:",
            "(ג) מחזירין אותו - אין הכונה שמחזירין אותו לברכת יוצר אור אלא לאחר תפלת ח\"י יאמר כך בלי ברכה ויתחיל משבח נותנים וכו' משא\"כ שאר זמירות אם שכח אין חיוב לאמרן אחר התפלה. ואם נזכר קודם שאמר בא\"י יוצר המאורות שלא אמר לאל אשר שבת אפשר דיש לחזור ולהתחיל מלאל אשר שבת [פמ\"ג ע\"ש שנשאר בזה בצ\"ע]. כתב הח\"א מ\"מ נ\"ל שלא ידלג לכתחלה הנוסח דלאל אשר שבת או הכל יודוך כדי להתפלל בצבור שהרי כ\"ז נזכר בזהר ש\"מ שנוסח ברכה כך היא:",
            "(ד) ולהנעים - היינו לאמרם בנגון שיש בו נעימה כעין שעושין בפסוקי דזמרה אבל לא להאריך הרבה וכבר הפליגו הקדמונים בגנות המשוררים המאריכים ומפרידים אות מחברתה ותיבה מחברתה. וביותר מצוי קלקול ע\"י הנגונים בסיום הברכה כשעונין הקהל אמן לפעמים עונין קודם שיסיים ממש הברכה ולפעמים מאריכין בניגון אחר סיום התיבה ועונין בהפסק גדול אמן [פמ\"ג]:",
            "(ה) במאריך בהם - ומ\"מ יש ליזהר מאד שלא לעבור זמן ק\"ש ותפלה עי\"ז:"
        ],
        [
            "(א) מוציאין וכו' - יש לומר בריך שמיה בפתיחת הארון בין בשבת ובין בחול. והנותן ס\"ת והמקבלו צריך שיהא בימין ואפילו אם הוא איטר יד אין לשנות בזה:",
            "(ב) וקורין בו וכו' - והיא מצוה מד\"ס והיא תקנה קדומה ממשה רבינו ע\"ה וכמ\"ש בסימן קל\"ה עי\"ש במ\"ב:",
            "(ג) שבעה - הנה בזמן המשנה היה המנהג שהראשון שבקרואים היה מברך הברכה לפניה והאחרון היה מברך הברכה לאחריה והאמצעים כולן היו יוצאין בברכתן ואח\"כ בזמן הגמרא התקינו שכל אחד יברך לפניה ולאחריה כמו שנהוג היום:",
            "(ד) ואם רצה - וי\"א שהיום שכל אחד מהקרואים מברך לפניה ולאחריה וכנ\"ל אין כדאי להוסיף להרבות בברכות אך במקום הצורך כגון חתונה או ברית מילה וכל כה\"ג אין לחוש לזה:",
            "(ה) מוסיף - ונכון שלא להוסיף הרבה מפני טורח הצבור ובמקום שיש לחוש לתרעומות איזה אנשים כשלא יקראו להם לתורה א\"צ לדקדק בזה. כתבו האחרונים דבשבת שקורין ב' פרשיות יש לקרות מנין חצי הקרואים מהשבעה בכל סדרה דהיינו שקורא להרביעי קצת מהסדר א' ומהסדר ב' ג' פסוקים עכ\"פ ואין לחוש במה שיוסיף על השבעה בסדר ב' כיון דאין שום חיוב מן הדין להוסיף:",
            "(ו) אין להוסיף - וכשחל יו\"ט בשבת לכו\"ע מותר להוסיף על שבעה כמו בשאר שבתות השנה דכי בשביל שניתוסף בו קדושת יו\"ט נגרע ממנו המעלה דשאר שבתות אך כשחל יוה\"כ בשבת טוב לכתחלה שלא להוסיף על שבעה משום שראשי הפרשיות מכוונים שמסיימים במילי דכפרה:",
            "(ז) מלבד בשמחת תורה - דכדי שיזכה כל אחד לקרוא בתורה בעת סיום התורה אוקמי אדינא כרוב הפוסקים שמתירין להוסיף ביו\"ט:",
            "(ח) אין המפטירין וכו' - ר\"ל דלמפטיר קורא פרשה בפני עצמה בחובת היום ומזה ממילא ג\"כ ראיה דנקטינן לדינא כדעה א' דביו\"ט מותר להוסיף על מנין הקרואים וכדלקמן:",
            "(ט) אין בכך כלום - ומ\"מ אינו עולה מן המנין אם לא שהוסיף לכל הפחות שני פסוקים על מה שקרא הראשון דאז דיעבד עולה למנין וכמ\"ש בסוף סימן קל\"ז:",
            "(י) חוץ מבש\"ת - י\"א דה\"ה בחתונה אבל מנהגנו שלא לקרוא לזה מה שקרא כבר אחד אף בחתונה לבד בש\"ת נוהגין כרמ\"א [פמ\"ג]:",
            "(יא) למנין שבעה - אבל לא למנין שלשה [מ\"א] ובעולת שבת כתב עוד דה\"ה למנין דה\"ו שיש בר\"ח ויו\"ט ויוה\"כ ג\"כ אין עולה:",
            "(יב) וקטן - ואף אם אין שם כהן אלא קטן קורין אותו [רי\"ט ורדב\"ז] ודעת המ\"א שאין אנו מחוייבין לקרותו דמ\"ע דוקדשתו לא נאמר על כהן קטן דהא כתיב כי את לחם אלהיך הוא מקריב וקטן לאו בר עבודה הוא וכן נוהגין בימינו שכשאין בבהכ\"נ כהן שהוא בן י\"ג שנה קורין ישראל במקום כהן ואפילו יש שם כהן קטן. ויותר מזה נוהגין כהיום שאין קורין קטן כלל לשום עליה אפילו אם כבר נשלם מנין הקרואים אלא למפטיר [אחרונים]. כתב המ\"א בשם מסכת סופרים שהנשים אע\"פ שאין חייבות בת\"ת מ\"מ חייבות לשמוע קריאת ספר כאנשים ואין נוהגות ליזהר בזה ואדרבה יש מקומות שנוהגות הנשים לצאת חוץ בעת הקריאה:",
            "(יג) שיודע למי מברכין - ומ\"מ אין יכול להיות מקרא את העולים דהיינו שהוא יקרא בקול רם בס\"ת והעולים אומרים אחריו בלחש וכל הצבור יהיו יוצאים ידי חובתן בשמיעה ממנו עד שיביא שתי שערות [ומשהוא בן י\"ג שנה בחזקה שהביא שתי שערות לענין זה] ומ\"מ כשאין שם קורא אחר ותתבטל הקריאה לגמרי מסתפק הפמ\"ג דאפשר דיש להקל באופן זה אפילו אם לא הביא עדיין שתי שערות וכן בדה\"ח בהלכות קה\"ת מיקל ג\"כ בשעת הדחק:",
            "(יד) כולם - או רובם:",
            "(טו) אמו מישראל - דאז הו\"ל ישראל מעליא וחייב בכל המצות:",
            "(טז) בראש מגולה - היינו אפילו הוא קטן. וכן קטן שהוא פוחח דהיינו שבגדיו קרועים וזרועותיו וכתפיו מגולין אסור לקרותו לתורה [מגילה כ\"ד ע\"ב]:",
            "(יז) מותר לעלות - שהרי הוא חייב בכל המצות שבתורה כשאר איש ישראל:",
            "(יח) נוהגים - מה שנהגו למכור ששי בפני עצמו יש קצת סמך מהזוהר שלח לך [מ\"א] ואחרון מוכרים בפ\"ע דאחרון חביב שמסיים בו [פמ\"ג] ומ\"מ ח\"ו להתקוטט בעבור זה שכל אותיות התורה הם כולם קדושים וטהורים וכדכתיב אמרות ה' אמרות טהורות וגו':",
            "(יט) לקרות שבעה וכו' - דהנה מן הדין קי\"ל דמפטיר עולה למנין שבעה והיה יכול לגמור הפרשה דהיינו הסדרה עם המפטיר שהוא השביעי ואח\"כ לומר קדיש ואך כדי לצאת גם דעת האומר בגמרא דאין מפטיר עולה למנין שבעה וע\"כ מהנכון הוא לקרות שבעה קרואים קודם שמתחיל המפטיר וכדי להודיע לכל שהמפטיר אינו ממנין העולים תקנו ג\"כ שהנכון לכתחלה להפסיק בהקדיש בין קריאתו לקריאת שאר העולים וממילא מוכרח לגמור הסדרה מתחלה כדי שלא יפסיק בקדיש באמצע הקריאה ואח\"כ לחזור עם המפטיר עכ\"פ ג' פסוקים ממה שקרא השביעי או האחרון:",
            "(כ) ולגמור עמהם הפרשה - וה\"ה דיכול להוסיף עוד על השבעה אך העיקר אשמועינן דנהגו שלא להשלים בהמפטיר את הפרשה ואח\"כ לומר קדיש אלא יאמר קדיש קודם קריאת המפטיר וממילא מוכרח לגמור כל הסדרה מתחלה קודם אמירת הקדיש וכמש\"כ בסקי\"ט:",
            "(כא) וכן נוהגים ביו\"ט - ר\"ל שגם ביו\"ט אף דמדינא היה מותר המפטיר להיות מן המנין חמשה מ\"מ נוהגים ג\"כ שאין המפטיר מן המנין אלא קורא בפני עצמו בפרשה של חובת היום והקדיש אומר מקודם ומ\"מ יוצא בזה אף למ\"ד דעולה מן המנין שהרי רוב הפוסקים סוברים דמותר להוסיף וכנ\"ל בס\"א:",
            "(כב) או ג' וכו' - כגון ר\"ח טבת שחל בשבת שצריך לקרות פרשת השבוע ופרשת ר\"ח וענין של חנוכה או בש\"ת שצריך לקרות פרשת וזאת הברכה ובראשית ופרשת המוספים בכל זה המפטיר בלבד קורא באחרונה ובין כשמשלימין המנין או שמוסיפין על המנין הכל עולים בשני ספרים הראשונים:",
            "(כג) או בד' פרשיות - ואע\"פ שפרשת זכור היא חובה מן התורה שישמענה כל אדם מישראל והקטן שאינו מחויב בדבר אינו יכול להוציאם י\"ח מ\"מ הרי עכשיו הש\"ץ קורא ומשמיע לצבור ומוציאם ידי חובתן ויש מחמירין בדבר שלא לקרותו לקטן לפרשת זכור וכן לפרשת פרה שי\"א שגם היא מדאורייתא וכן הסכים בא\"ר ודה\"ח. וביום א' של שבועות שקורין המרכבה למפטיר וכן בשביעי של פסח שקורין השירה ובשבת שובה ג\"כ נוהגין שאין קורין אותו לכתחלה למפטיר ובתשובת פרח שושן העלה לעיקר דהקטן לא יקרא בד' פרשיות והביאו בחידושי רע\"א. ואמנם גם בשאר מפטיר ג\"כ דוקא בקטן שהגיע לחינוך שיודע לחתוך האותיות בטוב ודלא כאותן שמניחים קטנים הרבה לומר ההפטרה [מ\"א] ועיין בבאור הלכה:",
            "(כד) אע\"פ שיש חולקים - היינו דהחולקים ס\"ל דוקא בשבת שקורא המפטיר מה שכבר קרא השביעי אז נוכל לקרות לקטן משא\"כ בכל אלו שקורא המפטיר פרשה שלא קראו מתחלה:",
            "(כה) ואומרים קדיש - לא חידש בזה כלום על המחבר רק לאשמועינן מה שסיים לבסוף דאין חילוק וכו' אלא בכל פעם אומרים הקדיש קודם המפטיר דוקא:",
            "(כו) קודם שעולה המפטיר - היינו בשבת אבל בחול שהמפטיר ממנין הקרואים אומרים קדיש אחר המפטיר [דהיינו אחר שמכניסין הס\"ת להיכל] ולא קודם דאין אומרים קדיש עד שנשלם המנין ובחוה\"מ פסח וכן בחוה\"מ סוכות אומרים קדיש אחר שקרא הרביעי דאז כבר נשלם מנין הקרואים:",
            "(כז) אם לא נמצא וכו' - וה\"ה בשבת של חזון אפילו נמצא מי שיודע להפטיר בנביא רק שלא ידע לקונן כנהוג ג\"כ דינא הכי:",
            "(כח) צריך לחזור ולקרות - ואפילו השביעי רוצה להפטיר צריך לחזור ולקרות כיון שהפסיק בקדיש הנכנסים לא ידעו שזה המפטיר קרא מתחלה בתורה ואיכא בזיון לתורה כדאמרינן בגמרא דהמפטיר צריך שיקרא בתורה תחלה מפני כבוד התורה [היינו דאי המפטיר יפטיר בנביאים ויברך עליו ולא יקראו בתורה הרי אנו משוים דברי הנביאים לתורה בקריאה וברכה לכן צריך לקרות המפטיר בתורה תחלה ומזה יראו שהתורה עיקרית] ומ\"מ נכון יותר בעניננו שהפסיק בקדיש שיקרא המפטיר אחד מן הקודמים ולא השביעי:",
            "(כט) יפטיר מי שעלה וכו' - היינו שיפטיר בנביא וא\"צ לחזור ולקרות בתורה אלא מה שקרא בשביעי בסיום הפרשה [או כשהוסיפו מי שקרא באחרון] עולה גם למפטיר דהא קי\"ל דהמפטיר עולה למנין שבעה וכדלקמיה בס\"ו והקדיש יאמר אחר קריאת הפטרה וברכותיה. כתב הפמ\"ג דה\"ה בכל מפטיר כששכח לומר הקדיש מקודם ונזכר אחר שכבר קרא המפטיר בתורה לא יאמר הקדיש עד לאחר קריאת הפטרה וברכותיה:",
            "(ל) אם יודע - ואם השביעי אינו יודע ויצטרך לעלות למפטיר אחד מהקודמים אז בכל גווני צריך לחזור ולקרות ולברך בתורה לשם מפטיר:",
            "(לא) לא יפטיר - ובשבת חזון במקום שהמנהג שקוראים הרב למפטיר לא יקראוהו מקודם לשלישי [מ\"א ותו\"ש] ועיין בא\"ר:",
            "(לב) מי שעלה כבר - אם קראו לאדם לתורה בבית הכנסת אחרת ונזדמן לו אותה הפרשה שקרא היום צריך לחזור ולברך [אחרונים]:",
            "(לג) א\"צ לקרות וכו' - ר\"ל שא\"צ לקרות עוד שביעי מלבד המפטיר דאחרי שאמר קדיש בסיום הפרשה אינו קורא אח\"כ רק לשם מפטיר לבד כמו שרגיל תמיד אחר הקדיש והוא יהיה עולה למנין שבעה אבל אם נזכר קודם שאמר הקדיש אז צריך לקרות אחד לשביעי ממה שקרא כבר ויסיים הפרשה עמו ויאמר קדיש ואח\"כ יחזור לקרות איזה פסוקים למפטיר כמו שרגיל תמיד:",
            "(לד) אלא יקרא וכו' - וא\"צ לחזור ולומר קדיש:",
            "(לה) ודילג פסוק אחד - ה\"ה תיבה אחת אלא שדיבר בהוה:",
            "(לו) חוזר וקורא - ויברך לפניה ולאחריה על הג' פסוקים ועיין לעיל סימן קל\"ז ס\"ג שם מבואר כל פרטי דין זה:",
            ""
        ],
        [
            "(א) שאין בה - ואין קורין בתורה פחות מג' פסוקים וכדלעיל סימן קל\"ז ולהצטרף עמה פסוקים שלא מענינו של יום אי אפשר והתוס' כתבו עוד טעם לפי שצריך להפטיר בנביא בכל שבת מענינו של יום ואי קרינן בשל שבת א\"כ יהא צריך להפטיר בדסליק מיניה והיינו מעניני שבת וא\"כ יהיו כל ההפטרות מענין אחד:"
        ],
        [
            "(א) מפטירין - כתב הלבוש תמהתי על שלא ראיתי נוהגין לכתוב ההפטרות כדין ספר כי היה נ\"ל שאין יוצאין כלל בקריאת ההפטרה בחומשים הנדפסין כיון שאין נכתבין בכל הלכות הס\"ת או מגילה והט\"ז ומ\"א יישבו המנהג וס\"ל דאף שהוא ע\"י דפוס וגם על הנייר ושלא בגלילה מותר לענין זה ומ\"מ דעת המ\"א דצריך לקרות ההפטרה מתוך נביא שלם הנדפס ולא מתוך הפטרה לבד הנדפסת בחומש וכן ג\"כ דעת הא\"ר ע\"ש ומ\"מ אם אין להם רק הפטרה הנדפסת בחומש יש לסמוך להקל שלא לבטל קריאת הפטרה אך לכתחלה בודאי ראוי ונכון שיהיה לכל צבור נביאים שנכתבין בקלף כדין שאז גם השמות נכתבים בקדושה משא\"כ כשהוא על הנייר הנדפס [עיין בא\"ר] וכן הנהיג הגר\"א בקהלתו וכעת נתפשט זה בהרבה קהלות ישראל ואשרי חלקם:",
            "(ב) בנביא וכו' - והטעם מפני שפ\"א גזרו גזירה על ישראל שלא יעסקו בתורה וקראו בנביאים שבעה וברכו עליהם כנגד השבעה שהיו צריכים לעלות ולקרות בתורה ולא היו קורין עם כל אחד פחות מג' פסוקים והרי בין כולם כ\"א פסוקים לכך אע\"פ שהגזירה בטלה מנהגא לא בטל ומשו\"ה תקנו שהמפטיר יקרא בנביא לא פחות מכ\"א פסוקים ויהא קורא בתורה תחלה מפני כבוד התורה וכמ\"ש בסימן רפ\"ב במ\"ב סקכ\"ח ויברך המפטיר ז' ברכות [דהיינו שתי ברכות שמברך המפטיר על התורה לפניה ולאחריה ואחת על הנביא לפניה וארבע לאחריה] כנגד ז' שקראו בתורה:",
            "(ג) אבל בלא\"ה - כגון שלא היה להם ס\"ת לקרות בה ואם קראו בס\"ת ונמצאת אחר הקריאה שהיא פסולה אפ\"ה מפטירין אחריה ומברכין הברכות לפניה ולאחריה ועיין בבה\"ל. אם אין עירוב שיכולין להביא הנביא או החומש בבהכ\"נ להפטיר הולכין עשרה ומפטירין בבית שמונח שם ובברכת ההפטרה ג\"כ דהרי מ\"מ קראו בתורה תחלה אע\"פ שלא היה באותו מקום:",
            "(ד) אין המפטיר וכו' - דאלמלא שבת אין נביא בר\"ח וקריאת הנביא הוא רק משום שבת:",
            "(ה) צריך לכוין - וע\"כ מצוה על העולים שיברכו בקול רם כדי שכל הקהל ישמעו ויוכלו לענות אמן:",
            "(ו) אחריהם אמן - דע\"י עניית אמן חשוב כאלו היה מברך לעצמו. אין לענות אמן אחר אמת וצדק שאומרים בברכות שאחר הפטרה שאין זה סיום ברכה וכן אין לענות אמן אחר הנאמרים באמת שנאמר בברכה שלפני ההפטרה דזהו ג\"כ ברכה אחת עם מה שאמר אח\"כ בא\"י הבוחר בתורה דזו היא חתימתה:",
            "(ז) מי שאינו יודע וכו' - היינו שקרא מתחלה הקטן בתורה לשם מפטיר ואח\"כ נמצא שאין יודע לומר ההפטרה וכן בגדול כה\"ג יכול אחר לומר ההפטרה וברכותיה דאף שתקנו שהמפטיר יקרא בתורה תחלה מפני כבוד התורה מ\"מ בדיעבד אמרינן שגם בזה איכא כבוד לתורה שניכר הדבר שקראו בתורה בתחלה לשם מפטיר שהרי הפסיק בקדיש מקודם והפמ\"ג כתב דאם יכול עכ\"פ לומר מלה במלה כשמקרין אותו טוב יותר שהוא בעצמו שקרא בתורה לשם מפטיר יאמר אח\"כ ההפטרה וברכותיה ג\"כ:",
            "(ח) אבל לכתחלה וכו' - היינו שאין קורין למפטיר מי שלא ידע אח\"כ לקרות ההפטרה ג\"כ. ובזמנינו שהמנהג בכמה מקומות לכתוב נביאים על קלף ובגלילה כס\"ת וא\"כ הקורא בנביא הוא מוציא כל הצבור כקריאת ס\"ת ולכן אפילו לכתחלה מותר לקרות למפטיר אפילו מי שאינו יודע לקרות בנביא בעצמו דהוא יאמר כל הברכות והש\"ץ יקרא ההפטרה כמו שקורא בס\"ת [ח\"א]:",
            "(ט) כמו בס\"ת - ולענין ברכה לפניה יש דעות בריש סימן ק\"מ ע\"ש הטעם וה\"ה הכא ועיין בפמ\"ג שכתב דספק ברכות להקל ועיין במה שכתבנו בסימן ק\"מ בבה\"ל. ועיין שם בס\"ך בהג\"ה דאפילו במקום שהש\"ץ קורא בס\"ת ג\"כ הדין דצריך להתחיל ממקום שהתחיל הראשון וה\"ה כאן:",
            "(י) ושנים וכו' - גם לא יהיה נקרא ההפטרה ע\"י שנים דהיינו שאחד יקרא פסוק אחד והב' שותק עד שמסיים הפסוק ואח\"כ קורא השני פסוק אחר כי המפטיר שקרא בתורה צריך שיקרא הוא לבד כל ההפטרה [עט\"ז]:",
            "(יא) לא יאמרו - עיין במ\"א דדוקא בקול רם אבל בלחש מותר לומר שבזה לא יטריד לחבירו שלא יוכל לשמוע וגם נכון לכתחלה לעשות כן לקרות בלחש מתוך הספר עם הקורא ועיין בפמ\"ג דמשמע דיראה לקרות מלה במלה עם הש\"ץ כדי שיציית להקורא ועיין בבה\"ל מה שכתבנו בשם שער אפרים ועיין בספר מעשה רב שכתב דהא דכתב המ\"א שיראה לקרות בלחש מתוך הספר עם הקורא היינו דוקא כשהקורא קורא מתוך החומש אבל כשקורא מתוך הנביא יקרא הוא לבד וכולם יהיו שומעין וע\"ש עוד שכתב דאם יקראו הכל בקול רם עם הקורא תהיה ברכת הקורא ברכה לבטלה:",
            "(יב) אין המפטיר וכו' - היינו שאין רשאי להתחיל לומר ההפטרה עד שיגמור וכו' והטעם כדי שגם הגולל יתן לבו למה שיאמר המפטיר שחובה היא על כל אדם לשמוע פרשת ההפטרה כמו פרשה שבס\"ת וברש\"י שם משמע שצריך להמתין עד שיוגלל הס\"ת במטפחותיה אין לסלק מעל השלחן ספר הנביאים או החומש שקורין בו המפטיר עד אחר הברכה כדי שיראה ויברך על מה שהפטיר:",
            "(יג) שניה - שבה מסיימין את הקריאה:",
            "(יד) וע\"ל סי' תכ\"ח - לענין הפטרת אחרי וקדושים כשהן מחוברות ויתר דיני הפטרה:",
            "(טו) אחר קריאת התורה - לאפוקי אחר אשרי לא יאמר שום דבר דהקדיש שאומרים לפני העמוד קודם תפלת י\"ח הוא קאי על אשרי שאמר בתחלה וע\"כ אין להפסיק ביניהם ויהללו שאומרים אין הפסק. ומה שנשתרבב המנהג שכשיש חולה אוחז החזן הס\"ת בידו לאחר אשרי ואומר מי שבירך ומפסיק הרבה בין אשרי לקדיש שלפני העמוד שלא כדין הוא [פמ\"ג]:",
            "(טז) ובכל יום שאין אומרים וכו' - ואם חל ט\"ב בשבת אע\"פ שאין אומרים צ\"צ אומרים א\"ה כ\"כ א\"ר בסי' תקנ\"ז והפמ\"ג בסי' תקנ\"ט כתב שג\"כ מזכירין בו נשמות אותן שמזכירין בכל שבת אבל בשבת שמברכין בו אב או בשבת שחל בו ר\"ח אב גופא א\"א אב הרחמים ואין מזכירין בו נשמות:",
            "(יז) כשמברכין החודש - ואין מזכירין בו נשמות ואפילו במקום שאומרים אב הרחמים כגון בימי הספירה אפ\"ה אין מזכירין בו נשמות רק למי שנפטר באותו שבוע [מ\"א] והפמ\"ג כתב שכדומה שאין מזכירין אז נשמות כלל:",
            "(יח) בימי הספירה - משום שהיו הגזרות באותו זמן ואפילו חל מילה בשבתות ההם דאיכא תרתי לטיבותא אפ\"ה אומרים דהא אומרים אותו בימי חדש ניסן כשמברכין חדש אייר דאית ביה נמי תרתי לטיבותא [וה\"ה אם יש מילה בניסן דאיכא ג' לטיבותא ג\"כ אומרים אותו דאין חילוק בין תרתי לטיבותא ובין ג' לטיבותא] אבל כשחל ר\"ח אייר בשבת אין אומרים אותו וכ\"ש שאין מזכירים בו נשמות וכן בכל חודש ניסן אף בימים שלאחר הפסח דהוא תוך הספירה ג\"כ אין מזכירין בו נשמות אבל אה\"ר אומרים בו כיון שהוא בימי הספירה:\n"
        ],
        [
            "(א) לקרות לעצמו בכל שבוע - היינו שלא יקדים לקרות קודם אותו שבוע וגם לא יאחר דצריך להשלים פרשיותיו עם הצבור וכל המשלים פרשיותיו עם הצבור מאריכין לו ימיו ושנותיו [גמרא]:",
            "(ב) שנים מקרא - אבל לא יקרא אחד מקרא ואחד תרגום ויכוין לשמוע מהש\"ץ אלא צריך לקרות ב\"פ מקרא חוץ ממה ששמע מהש\"ץ אם לא שקרא אז ג\"כ בפיו וע' במ\"א סק\"ח שכ' בשם לחם חמודות דבדיעבד יוצא פ\"א במה ששמע מהש\"ץ ויש אחרונים שמחמירין אפי' דיעבד. ובענין הקריאה יש דעות בזה בין אחרוני' י\"א שיקרא כל פסוק ב\"פ ותרגום עליו וי\"א שיקרא כל פרשה ב\"פ ואח\"כ התרגום היינו שיקרא כל פרשה פתוחה או סתומה ב\"פ ואח\"כ התרגום ובמ\"א ובשע\"ת מצדדים כדעה ראשונה ובספר מעשה רב איתא שהגר\"א נהג לומר התרגום אחר כל פרשה פתוחה או סתומה או אחר מקום שנראה יותר הפסק ענין ודעביד כמר עביד ודעביד כמר עביד. מי שהוא בקי בטעם ובנקודות בע\"פ טוב להדר לקרות בס\"ת גופא:",
            "(ג) ודיבן - ר\"ל אע\"פ שאין בו תרגום וה\"ה ראובן ושמעון וכי\"ב צריך לקרותו ג\"פ ויש מחמירין דבעטרות ודיבן שיש בו תרגום ירושלמי צריך לקרות שם התרגום:",
            "(ד) בפירוש רש\"י - שהוא מפרש את המקרא כמו שמפרש התרגום ויותר ממנו אבל אם קראה בשאר לעז שהוא מפרש רק את המלות לחוד לא יצא י\"ח במקום תרגום לפי שהתרגום מפרש כמה דברים שאין להבין מתוך המקרא:",
            "(ה) חשוב כמו תרגום - וע\"כ יוצא במה שקורא שני פעמים מקרא ואחד פירוש רש\"י ואותן פסוקים שאין עליהם פירש\"י יקרא אותן ג\"פ. מי שאינו בר הכי שיבין את פירש\"י ראוי לקרות בפירוש התורה שיש בלשון אשכנז בזמנינו כגון ספר צאינה וראינה וכיוצא בו המבארים את הפרשה ע\"פ פירש\"י ושאר חכמינו ז\"ל הבנוים על יסוד התלמוד:",
            "(ו) תרגום וגם פירש\"י - כי התרגום יש לו מעלה שניתן בסיני וגם הוא מפרש כל מלה ומלה ופירש\"י יש לו מעלה שהוא מפרש את הענין ע\"פ מדרשי חז\"ל יותר מהתרגום ובאמת כן ראוי לנהוג לכל אדם שילמוד בכל שבוע הסדרה עם פירש\"י לבד התרגום כי יש כמה פרשיות בתורה ובפרט בחלק ויקרא שא\"א להבינם כלל ע\"י תרגום לחוד מי שאין בידו תרגום רק החומש לבד יש לו יקרא שני פעמים מקרא ואח\"כ כשיזדמן לו תרגום יאמר. לא יקרא פסוק המאוחר קודם המוקדם אלא יקרא כסדר. לא יקרא התרגום תחלה ואח\"כ מקרא אלא יקרא לכתחלה שנים מקרא מקודם ואח\"כ תרגום. אם אפשר לו שלא יפסיק בשמו\"ת על שום דבר הוא טוב ויפה מאד וכן ראיתי מהמדקדקים עושין כן וכן ראוי לבעל נפש לעשות [שכנה\"ג בשם סדר היום וכ\"כ ש\"א]:",
            "(ז) מיום ראשון ואילך - כיון שמתחילין במנחתא דשבתא לקרות פרשת שבוע הבא נחשב שוב הקורא כקורא עם הציבור וא\"כ מה שכתב המחבר מיום ראשון ואילך לאו דוקא הוא:",
            "(ח) חשוב עם הציבור - כמה אחרונים כתבו דמן המובחר הוא לקרותה בע\"ש ועיין בשע\"ת ובספר מטה יהודה כתב דאם הוא קורא מתחלת השבוע והלאה הוא ג\"כ בכלל מצוה מן המובחר וכמו שכתב בב\"י דמוכח כן מדברי הרמב\"ם וכן בספר מעשה רב כתב בהנהגת הגר\"א שהיה נוהג תיכף אחר התפלה בכל יום לקרוא מקצת מהסדרה שנים מקרא ואחד תרגום ומסיים בע\"ש:",
            "(ט) שישלים אותה וכו' - וכדאיתא במדרש שצוה רבי את בניו אל תאכלו לחם בשבת עד שתגמרו את כל הפרשה. ומ\"מ פשוט דאין לעכב מחמת זה האכילה עד אחר חצות וכדלקמן בסימן רפ\"ח דזהו רק מצוה בעלמא ולכתחלה מהנכון אם לא קרא שנים מקרא ואחד תרגום בע\"ש להשכים בשבת בבקר ולקרא השמו\"ת קודם הליכתו לבהכ\"נ [כן איתא באור זרוע ריש הלכות שבת וכ\"מ בתר\"י ריש ברכות ע\"ש]:",
            "(י) עד המנחה - דממנחה ולמעלה מתחילין הצבור לקרות פרשת שבוע הבא:",
            "(יא) עד רביעי בשבת - דג' ימים הראשונים שייכין עדיין קצת לשבת שעבר וכדלקמן בסימן רצ\"ט ס\"ו לגבי הבדלה לכן בדיעבד יכול להשלים:",
            "(יב) עד שמיני עצרת - היינו בא\"י ששם עושין שמ\"ע רק יום אחד וגומרין הציבור אז הס\"ת ולכך בדיעבד מקרי עד יום ההוא משלים פרשיותיו עם הציבור אבל לכתחלה לכו\"ע לא יאחר יותר מיום השבת:",
            "(יג) שאז משלימין הציבור - ויש לו לקרות אז שנים מקרא ואחד תרגום ודלא כאותן שקורין מקרא לחוד כיון שחסר לו גם התרגום:",
            "(יד) בשעת קה\"ת - ובסימן קמ\"ו במ\"א סק\"ה הביא בשם השל\"ה שמחמיר בזה אלא הכל צריכין לשמוע הקריאה מפי הש\"ץ וכן הוא דעת הגר\"א שהובא בספר מעשה רב דצריך לשמוע כל תיבה ותיבה ולראות בחומש ולא יסייע להקורא כלל ומשמע שתפסו העיקר כדעת השבלי לקט בשם רבו והר\"מ שהובא בהגהות מיימוני ובב\"י שם דרק בין גברא לגברא מותר. ומ\"מ נראה דלקרוא בלחש מלה במלה עם הש\"ץ אין להחמיר בזה כיון שמכוין אז גם לשמוע כל תיבה מפי הש\"ץ והמ\"א הביא שם בשם מטה משה דלכתחלה נכון לעשות כן וכ\"כ כמה אחרונים:",
            "(טו) וע\"ל סימן קמ\"ו - דשם מסיק המחבר בס\"ב דנכון להמדקדק בדבריו לכוין דעתו לשמעם מפי הקורא והוא משום דחשש ג\"כ לדעת הפוסקים שהבאתי למעלה:",
            "(טז) מלמדי תינוקות - ודוקא בימיהם שהיו לומדים פירוש המקרא עם התינוקות ולכך יוצאין בזה גם ידי תרגום וכדלעיל בס\"ב אבל אם לומד פירוש המלות לחוד לא יצא ידי תרגום אלא השני פעמים מקרא דבודאי קרא עם התינוקות שני פעמים ולכן צריך לומר תרגום בעצמו [מחה\"ש וכן מצדד הפמ\"ג]:",
            "(יז) אין צריכין וכו' - מכאן שניגון הטעמים אינו מעכב לגבי שמו\"ת [פמ\"ג]:",
            "(יח) אין צריך - ר\"ל שאין צריך לקרות לעצמו שמו\"ת דהא כבר קרא כל התורה מדי שבת בשבתו וביום הו\"ר יקרא שמו\"ת פרשת וזאת הברכה ואם קרא ביום שמ\"ע לא הפסיד [שע\"ת]:",
            "(יט) נהגו לקרות ההפטרה - טעם המנהג שמא יקראוהו למחר למפטיר ויהא בקי ורגיל בה משא\"כ בפרשיות של יו\"ט ששם החזן הוא הקורא [מ\"א]:",
            "(כ) של שבת ולא וכו' - ר\"ל שיש מנהג באיזה מקומות שקורין בצבור לבד הפטרת הסדרה עוד איזה פסוקים מהפטרת שוש אשיש [משום דכתיב בה כחתן יכהן פאר וגומר] וקמ\"ל דבשעה שקורא לעצמו ההפטרה אין צריך לקרות אלו הפסוקים משום דהוא מצוי ושגור בפי הכל ובקי בהן בלא זו הקריאה. ובד' פרשיות יקרא הפטרה דד' פרשיות:\n"
        ],
        [
            "(א) אחר תפלת השחר - כמו קרבן מוסף שזמנו לכתחלה אחר התמיד:",
            "(ב) מעד סוף וכו' - דעיקר זמן זמן הקרבת המוסף היה לכתחלה עד סוף שבע:",
            "(ג) אין לה תשלומין - כיון שנזכר בה קרבן מוסף וקרבן מוסף אין לה תשלומין משא\"כ שארי תפלות שלא נזכר בהם קרבן כלל יש להן תשלומין כמ\"ש סימן ק\"ח:",
            "(ד) ויש בה נשיאת כפים - היינו דנושאין כפים במוסף כמו בשחרית וכנ\"ל בסימן קכ\"ט וע\"ש בסימן קכ\"ח סמ\"ד בהג\"ה דבכל מדינותינו אין נוהגין לישא כפים בשבת כלל:",
            "(ה) יצא - דקרבן מוסף זמנו מתחלת היום עד הערב אלא דאסור להקדים שום קרבן לכתחלה לקרבן תמיד של שחר ובדיעבד יצא:",
            "(ו) כל יחיד וכו' - דלא תימא דהואיל דהוא במקום הקרבת הקרבן לא הוטלה המצוה רק על הצבור שבעיר ולא על היחיד קמ\"ל דלא אמרינן הכי:",
            "(ז) אכילת פירות - ואע\"ג דלאחר תפלת שחרית כבר נתחייב בקידוש ואסור לאכול ולשתות מקודם ואין קידוש אלא במקום סעודה י\"ל דדי כשישתה כוס יין אחר הקידוש דגם זהו מקרי סעודה כנ\"ל סי' רע\"ג ואח\"כ יאכל הפירות או כשאין לו יין כ\"כ יש לסמוך על הפוסקים דס\"ל דדי כשישתה כל הכוס יין של קידוש שמחזיק רביעית דזהו מקרי ג\"כ קידוש במקום סעודה:",
            "(ח) פת מועט - דהיינו כביצה דכ\"ז הוא בכלל אכילת עראי וכ\"ש אם אוכל מיני תרגימא מחמשת המינים דשרי:",
            "(ט) כדי לסעוד הלב - דהיינו שאוכל פירות הרבה דאכילת פירות לא מקרי קבע ונראה דאם חלש לבו יכול גם פת לאכול עד שתתיישב דעתו אף שהוא יותר מכביצה. כתב בא\"ר והובא בשע\"ת דאם חלש לבו ואין לו יין ולא שאר דבר לקדש עליו רשאי לאכול פירות וה\"ה מיני תרגימא מה' מינים קודם מוסף אף בלי קידוש אבל בלא\"ה אין להקל:",
            "(י) של מנחה תחלה - שהוא תדיר:",
            "(יא) יצא - דהא דתדיר קודם הוא רק למצוה ולכתחלה ולא לעיכובא בדיעבד:",
            "(יב) כגון שרוצה לאכול - לפי מה דמסיק הרמ\"א לעיל בסימן רל\"ב ס\"ב בהג\"ה אין לאסור לאכול קודם מנחה כשהגיע זמן מנחה גדולה אלא בסעודה גדולה וסעודת שבת לא מקרי סעודה גדולה [כ\"א סעודת נשואין או ברית מילה] ולא חיישינן שמא יפשע ובפרט האידנא דסומכין על קריאה לבהכ\"נ למנחה א\"צ להתפלל עתה מנחה:",
            "(יג) אם הגיע וכו' - ואם הוא סמוך לערב ואין לו שהות להתפלל שתיהן יתפלל מוסף דמנחה יש לה תשלומין בערבית משא\"כ במוסף ובספר דגול מרבבה חולק עליו מהירושלמי שמפורש להיפוך וכן הקשה עליו בספר בית מאיר ובחידושי הגרע\"א מיישבו בדוחק:",
            "(יד) שלא יטעו - פי' בשאר ימים להתפלל מנחה קודם מוסף אפילו קודם חצות:",
            "(טו) וע\"ל סי' קל\"ג - ברמ\"א דשם נתבאר היטב דין זה:",
            ""
        ],
        [
            "(א) יכולים וכו' - אמרינן בגמרא בקושי התירו לנחם אבלים ולבקר חולים בשבת וע\"כ לא יפה עושין אותן שכל ימי השבוע אין הולכין רק בשבת:",
            "(ב) כדרך שאומר לו בחול - דמצטער ומעורר הבכי דאסור בשבת:",
            "(ג) אומר לו וכו' - אבקור חולים קאי ובנחום אבלים יאמר לו שבת היא מלנחם ונחמה קרובה לבוא ויש מקילים דרשאי לומר המקום ינחמך. כתב בפמ\"ג אם בא האבל לבהכ\"נ אחר אמירת מזמור שיר ליום השבת שוב לא יקרא השמש צאו נגד האבל דאין להזכיר אבילות בפרהסיא ומ\"מ לילך בעצמו לו לומר שבת היא מלנחם וכו' רשאי:\n"
        ],
        [
            "(א) עד ו' שעות - דגם בחול האוכל אחר ו' שעות הוי כזורק אבן לחמת ע\"כ נקרא כמו תענית בשבת. ולשם תענית אפילו שעה אחת אסור וע\"כ שלא כדין עושין מקצת קהלות שמתענים בשבת עד סמוך לחצות על הגזרות ואם טעים מידי קודם תפלת מוסף מותר להתאחר יותר משש שעות [פמ\"ג]:",
            "(ב) ומתפלל אסור - ולפ\"ז הש\"ץ שמנגן ואין יוצאין מבהכ\"נ עד אחר שש שלא כהוגן הוא ובפרט בחורף שהימים קצרים ומכ\"ש ביו\"ט מלבד בר\"ה [ב\"ח] ובא\"ר מצא סמך להקל בלומד ומתפלל להתאחר עד אחר חצות ובבגדי ישע שעל המרדכי פ\"ק דשבת כתב ג\"כ שמותר ללמוד ולהתפלל עד חצות:",
            "(ג) לא יאכל - וכמעט קרוב לאיסור האכילה כיון שמשער שיזיק לו [פמ\"ג ותו\"ש] והיינו אם גם כזית קשה לו לאכול ועיין לקמן בסימן רצ\"א ס\"א בהג\"ה:",
            "(ד) הצער מלבו - כתב הט\"ז היינו דוקא אם מחמת רוב דביקותו בהקב\"ה זולגים עיניו דמעות שכן מצינו ברע\"ק בזוהר חדש שהיה בוכה מאד באמרו שיר השירים באשר שידע היכן הדברים מגיעים וכ\"ה מצוי במתפללים בכונה אבל סתם לבכות כדי שיצא הצער מלבו לא ע\"ש אבל בא\"ר ותו\"ש התירו כיון שע\"י בכיתו ירוח לו:",
            "(ה) ואכילה וכו' - אבל כשאין לו צער אף שמתענה על עונות ומחמת תשובה אסור:",
            "(ו) מותר להתענות - ואם חבירו ראה עליו חלום רע בשבת וסיפר לו לא יתענה אבל אם אירע כן בחול יתענה [כנה\"ג מ\"ב ומ\"א וא\"ר עיין שם] ועיין לעיל בסימן ר\"כ במ\"א סק\"ב דמי שחלם לו חלום קשה על חבירו יתענה והביאו כאן גם הא\"ר ע\"ש ומשמע שהחולם בעצמו יתענה כיון שהוא בחול ואולי דשם מיירי שאינו רוצה לספר לו לצערו:",
            "(ז) תענית חלום - וגם יבלה כל היום בתורה ובתפלה ויתכפר לו ובסדר היום כתב דיוכל להתודות על עונותיו כשמתענה כמו בחול. ועיין לעיל בסימן ר\"כ במ\"ב דעוברות ומניקות אין להורות להן להתענות אפילו בחול אלא יתנו פדיון נפשם לצדקה ובפרט אם הן חלושות בודאי אין להן להחמיר על עצמן. כתב הט\"ז אם הרהר ביום וחלם לו בלילה מענין ההרהור אין לו להתענות בשבת דההרהור גרם זה ולא הראוהו מן השמים:",
            "(ח) ביום ראשון - ואם ביום ראשון הוא תענית חובה כגון י\"ז בתמוז וכדומה או אפילו תענית יחיד שנהג בו חובה כגון שיש לו מנהג קבוע תמיד להתענות יום ראשון של סליחות אינו עולה לו כיון שאף אם לא היה מתענה בשבת היה מתענה יום זה וצריך ליתן יום אחר ויש חולקין ע\"ז וס\"ל דאף תענית חובה שהוא ביום ראשון עולה לו ויכוין ביום התענית חובה שיהיה לו כפרה על מה שהתענה ביום השבת ומי שקשה לו התענית יכול לסמוך על המקילין דעולה לו:",
            "(ט) חנוכה וכו' - דוקא אלו הימים שמדינא אסור להתענות בהם אבל אם יום ראשון הוא יום שאיסור התענית בו אינו אלא מנהג כגון יומי דניסן או סיון או אסרו חג או בין יוה\"כ לסוכות וכה\"ג יכול להתענות בהם תענית לתעניתו וגם אם התענה בהם תענית חלום א\"צ למיתב אח\"כ תענית לתעניתו אבל המתענה תענית חלום בר\"ח וחנוכה ופורים ויו\"ט שני של גליות וחוה\"מ צריך למיתב תענית לתעניתו [אחרונים]:",
            "(י) או ר\"ח - ודוקא שאר ראשי חדשים אבל בר\"ח ניסן דעת המ\"א דיכול להתענות בו מפני שהוא תענית צדיקים עסי' תק\"פ ובתו\"ש חולק עליו דהא כתב המ\"א שם לקמן דמי שאינו רגיל להתענות תענית צדיקים ואירע לו איזו צרה ח\"ו אל יתענה בו:",
            "(יא) עד אח\"כ - וצריך בכל זה להקדים כל מה שיכול:",
            "(יב) מחצי היום - ואעפ\"כ אינו מתפלל עננו אח\"כ:",
            "(יג) עד חצי הלילה - ויש מקילין שלא יתענה רק עד הלילה ויש לסמוך ע\"ז כשהיה יו\"ט במוצאי שבת [א\"ר] ואם חלם לו בתחלת הלילה וננער השל\"ה החמיר שלא לטעום גם בלילה והביאו המ\"א בסי' תקס\"ד והא\"ר צידד להתיר שהתענית אינו מתחיל רק כשיאיר היום:",
            "(יד) וביום ראשון יתענה - ואפילו אם חלם לו אחר שכבר קיים סעודה ג' אחר חצי היום וא\"כ אפילו בלא החלום אי בעי שלא לאכול עוד הרשות בידו מ\"מ כיון שהתענה לשם תענית עבירה היא בידו וצריך למיתב תענית ע\"ז:",
            "(טו) שעל שלשה חלומות מתענין - ואף באלו הג' אין להתענות בשבת אא\"כ התענית עונג לו כגון שנפשו עגומה עליו וכשיתענה ימצא נחת רוח לאפוקי אם הוא אדם דלא קפיד בחלום רע או שהתענית קשה עליו ומצטער יותר בתעניתו ממה שמצטער בפחד החלום אסור להתענות בשבת (ריב\"ש) ובשם של\"ה כתבו האחרונים שאף באלו הג' היה רגיל על הרוב לפסוק שלא להתענות בשבת אלא יתענה ב' ימים בחול נגד יום השבת ויום ראשון שאחריו:",
            "(טז) ס\"ת - וה\"ה תפלין שיש בהן פרשיות שבתורה אבל נביאים וכתובים משמע דלא [פמ\"ג] ומש\"כ שנשרף לאפוקי אם רואה שנפל מידו:",
            "(יז) קורות ביתו - ובמדרש רבה איתא שפתרו לאשה שתלד זכר וכן הות לה:",
            "(יח) או שיניו - ואם היה לו כאב שינים לא יתענה כמו שכתב הט\"ז במהרהר [שע\"ת]:",
            "(יט) שהחלומות שאמרו - ופשוט דגם בזה דוקא אם נפשו עגומה עליו וכדלעיל:",
            "(כ) שהם רעים - ולא יתענה על חלומות שהם הפסד ממון אלא דוקא על דברים שמחללין עליהם שבת:",
            "(כא) גם עליהם וכו' - וצריך האדם לדקדק שהרבה דברים הולכים אחר השם בלשון כגון שונרא שינרא ע\"ש בגמרא:",
            "(כב) אחר סיום תפלתו - היינו קודם יהיו לרצון. כתבו האחרונים דמותר לומר בשבת אלהי עד שלא נוצרתי וכו' יהי רצון וכו' דאינו אסור שאלת צרכיו אלא כשמבקש על חולי או פרנסה ודומה לו שיש צער לפניו אבל חרטת עונות טוב לומר בכל יום כיון שאינו בלשון וידוי:",
            "(כג) ישנה בשבת - כדי שיהיה מינכר שהוא לכבוד שבת:",
            "(כד) להקדים או לאחר - פי' שעה מועטת אבל לאחר הרבה אין נראה שיהא רעב בשבת:",
            "(כה) על שום צרה - היינו אפי' על אותן שמבואר בסמוך שזועקין ומתחננין עליהן:",
            "(כו) מהצרות - כשיש מאורע וצריך אדם אדם לרחמים מותר לבקש וליפול על פניו ביחיד [מ\"א]:",
            "(כז) מפני רוח רעה - שנכנס בו רוח שד ורץ והולך שמא יטבע בנהר או יפול וימות או שהוא חולה ממיני החלאים [ר\"ן]:",
            "(כח) המסוכן בו ביום - אבל מי שאינו מסוכן לא וכשעושין מי שבירך לחולה שאין בו סכנה אומר שבת היא מלזעוק ורפואה קרובה לבוא. ולברך המקשה לילד בודאי מותר דהא בכלל מסוכנת היא וכן היולדת בתוך שבוע ראשון ג\"כ נראה דלכו\"ע אין להחמיר:\n"
        ],
        [
            "(א) ומטה מוצעת - היינו מע\"ש או כדי שיישן בה בשבת או שהוא בחדר שדר שם ואיכא בזיון אם לא יציע המטות אבל בלא\"ה אסור [אחרונים] ומה שכתב ומפה פרוסה עיין לעיל ברע\"א מ\"ב סקמ\"א:",
            "(ב) ויברך וכו' - יש נוהגין לפתוח מתחלה פסוק ושמרו בני ישראל וגו' או זכור את יום השבת עד ויקדשהו ויש מההמון שפותחין מעל כן ברך וגו' ושלא כדין הוא דכל פסוקא דלא פסקיה משה אנן לא פסקינן:",
            "(ג) קידושא רבא - ונקרא בלשון זה שהוא כמו שקורין סגי נהור מפני שזה הקידוש אינו כלל דאורייתא רק שתקנוהו לכבוד שבת ואסמכוהו אקרא כדאיתא בגמרא:",
            "(ד) וע\"ל סימן רע\"א סי\"ב וכו' - היינו דשם מבואר בהג\"ה דנוטלים לידים קודם קידוש ועיין שם במ\"ב דכמה אחרונים כתבו שם דטוב יותר לנהוג כדעת המחבר:",
            "(ה) ויסעוד - כתב ברוקח סימן נ\"ד אחר שאכלו כל צרכן יש מזמרים זמירות ושבח להקב\"ה. וטוב ללמוד תורה במקצת קודם אכילה [א\"ר]:",
            "(ו) ושלא יטעום קודם לו וכו' - וגם הנשים שייכים בענין זה דכל מילי דשבת איש ואשה שוין [אחרונים]:",
            "(ז) לא חל עליו וכו' - דקידוש אין שייך אלא בזמן הסעודה ומשום קודם התפלה לא שייך במים וכדלעיל בסימן פ\"ט:",
            "(ח) במקום שאין יין מצוי - משמע דבמקום שהוא מצוי אין לקדש על השכר ושאר משקין ועיין לעיל בסי' רע\"ב סקכ\"ט במ\"ב מה שכתבנו שם דנוהגין להקל בזה בשחרית במדינותינו ומ\"מ מצוה מן המובחר על היין הוא ולענין יי\"ש ע\"ש בד\"ה על שכר:",
            "(ט) חמר מדינה - ומשקה שאינו חמר מדינה הסכימו הרבה אחרונים דאין מקדשין אפילו בשחרית דדומיא דקידוש הלילה תקנוה ופרטי הדין של חמר מדינה מבואר לקמן בסימן רצ\"ו במ\"ב לענין הבדלה וה\"ה כאן:",
            "(י) אוכל בלא קידוש - פי' כשיש לו פת [ואפילו חתיכת פת ולא פת שלם] אומר המוציא על הפת ואסור לאכול דבר אחר קודם לכן לדעת קצת פוסקים ואם אין לו גם פת אוכל בלא קידוש ואין לו לבטל מצות עונג שבת בשביל זה ובלילה אם אין לו חתיכת פת ויין ושאר משקין לקדש עליו ויש לו תבשיל ופירות וכיוצא בו י\"א דאם מצפה שיביאו לו איזה דבר לקדש עליו ימתין איזה שעות ועכ\"פ א\"צ להמתין יותר מחצות ואם הוא אדם חלש א\"צ להמתין ויאכל מה שיש לו בלא קידוש ויסמוך על מה שהזכיר קדושת היום בתפלה ולכשיביאו לו אח\"כ בלילה פת או יין אומר עליו כל נוסח הקידוש ויסעוד כזית עכ\"פ:"
        ],
        [
            "(א) ירבה בפירות וכו' - וגם בליל ש\"ק טוב שישלים בם המאה ברכות:",
            "(ב) מנין מאה ברכות - כי בכל יום מברך אדם מאה ברכות וכדאיתא לעיל בסימן רמ\"ו ס\"ג עי\"ש במ\"ב ועתה שנחסר לו כמה ברכות שבתפלת שבת יש רק ז' ברכות וע\"כ ישתדל להשלימם:",
            "(ג) אל יבטלנו - ומ\"מ לא ירבה בו יותר מדאי שלא יביאנו לידי ביטול תורה שאפילו ת\"ח שלומדים כל השבוע שמצוה שיתענגו ביותר וכדלקמיה בהג\"ה אין הפי' שיבלו כל היום בתענוגים רק ימשכו יותר בתענוג משאר בני אדם. כתבו הספרים בשם הזוהר שמצוה על האדם לחדש חידושי תורה בשבת. ומי שאינו בר הכי לחדש ילמוד דברים שלא למד עד הנה:",
            "(ד) כי עונג וכו' - אבל לא יאמר נלך ונישן כדי שנוכל לעשות מלאכתנו במו\"ש שמראה בזה שנח וישן בשביל ימות החול:",
            "(ה) קובעים מדרש וכו' - דאיתא במדרש אמרה תורה לפני הקב\"ה רבש\"ע כשיכנסו ישראל לארץ זה רץ לכרמו וזה רץ לשדהו אני מה תהא עלי אמר לה יש לי זוג שאני מזווג לך ושבת שמו שהם בטלים ממלאכתם ויכולים לעסוק בך [טור]:",
            "(ו) ולדרוש וכו' - והעיקר יהיה אז ללמד לרבים את חקי האלהים ואת תורותיו להורות הלכות שבת והאסור והמותר גם להמשיך לב השומעים באגדה המדריכים את האדם ליראת שמים וכדאיתא בילקוט ר\"פ ויקהל אמר הקב\"ה למשה עשה לך קהלות גדולות ודרוש לפניהם ברבים הלכות שבת וכו' להורות לישראל איסור והיתר וכו' ולא כמו שנוהגין עכשיו [ב\"ח ומ\"א]:",
            "(ז) ואסור לקבוע וכו' - בגמרא איתא בתלת מילי נחתי בע\"ב מנכסייהו וחד מנייהו דקבעי סעודתא בשבתא בעידן בי מדרשא והענין כדאיתא בירושלמי [הובא בב\"י רפ\"ח] לא ניתנו שבתות ויו\"ט לישראל אלא כדי לעסוק בהם בתורה מפני שכל ימות החול הם טרודים במלאכתם ואין להם פנאי לעסוק בה בקביעות ובשבת הם פנוים ממלאכה ויכולים לעסוק בה כראוי לפיכך אסור לו לפנות עצמו מד\"ת ולקבוע סעודתו בשעה שדורשין בבהמ\"ד דברי תורה ברבים אלא יקדים אותה או יאחר אותה. וזהו תוכחת מגולה לאותן האנשים שמטיילין בעת ההיא בשוקים וברחובות כי אפילו סעודת שבת שהיא מצוה אסור אז מפני בטול תורה וכ\"ש לטייל ולהרבות אז בשיחה בטלה שאסור:",
            "(ח) סעודה באותה שעה - ולאכול בלי קביעות סעודה כמו שרגיל בימות השבת נראה שמותר וכנ\"ל בסימן רמ\"ט ס\"ב לענין ע\"ש עיין שם. והנה כיון שהטעם שאסרו חז\"ל קביעות סעודה אז הוא מפני שיתבטל עי\"ז מתורה וכנ\"ל ממילא נשמע דמכ\"ש שצריך ליזהר שלא יגרום עי\"ז ביטול ת\"ת דרבים כגון מה שמצוי בעו\"ה לאיזה אנשים שמזרזין להעולם בשבת בקיץ אף שעוד היום גדול להתפלל מנחה ולקיים הסעודה ג' וגורמים שכל אנשי בהמ\"ד יפסיקו מלמודם וכבר אחז\"ל [בשבת קי\"ח] אמר ר' יוסי יהא חלקי ממושבי בהמ\"ד ולא ממעמידי בהמ\"ד אם לא שלא ישאר זמן להתפלל מנחה ולקיים הסעודה שלישית ביום כדין אז בודאי נכון לזרז לזה. אין להמשיך הדרשה שיבטל עי\"ז סעודה שלישית:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}