{
    "versionTitle": "Hilchos Bircas HaMazon",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) י\"א ברוך וכו' - היינו שהיו נוהגין לומר קודם התחלת בהמ\"ז:",
            "(ב) והמוסיף גורע - דאין להוסיף על מטבע שטבעו חכמים לא יאמר כי לעולם חסדו עמנו כי חסדיו הם עם כל חי. שאתה זן קמ\"ץ תחת השי\"ן. אנחנו מודים ולא אנו דאנו הוא לשון אנינות. בפי כל חי ולא בפה. רענו בשו\"א תחת הרי\"ש ולא בחול\"ם כי הוא לשון בקשה. ומטעם זה צ\"ל זוננו במלאפו\"ם. לא חסר לנו ואל יחסר לנו [א\"ר בשם של\"ה]:",
            "(ג) מלכא מאריה וכו' - ולפי מה שכתב המחבר לקמן בסי' רי\"ד מיירי דאמר מלכא דעלמא ועיין במש\"כ שם:",
            "(ד) יצא - ידי ברכה ראשונה שהיא ברכת הזן ואף שקיצר מאד הברכה ולא אמרה כנוסח שתיקנו חכמים בלה\"ק אפ\"ה יצא בדיעבד הואיל והזכיר שם [דהש\"י היו קורין אותו בלשון רחמנא] ומלכות וענין הברכה ומשמע עוד דלדעה ראשונה אף שלא חיתם ג\"כ מהני דאף דקי\"ל דמקום שאמרו לחתום אינו רשאי שלא לחתום מ\"מ בדיעבד יצא והדעה השניה ס\"ל דהוא לעיכובא אף בדיעבד ועיין בב\"ח שכתב דנ\"ל לעיקר הדעה הזו והביאו בא\"ר. והנה כ\"ז הוא דוקא בדיעבד אבל לכתחלה לכו\"ע אין לשנות כלל מנוסח הברכה שתקנו לנו חכמים ז\"ל וכמו שמבואר ברמב\"ם פ\"א מק\"ש ופ\"א מהלכות ברכות ומשמע באחרונים דילדים קטנים נוכל לחנכם לכתחלה בנוסח זה מברכת הזן וכן מעט מכל ברכה עד שידעו לברך כל ברכה כתיקונה:",
            "(ה) ברית ותורה - כי בנוסחתם הי' כתוב שהנחלת לאבותינו ארץ חמדה טובה ורחבה ברית ותורה וע\"ז כ' הרא\"ש דלא יאמר שהרי יאמר אח\"כ על בריתך וכו' ומה דאמר בגמ' צריך שיזכיר בה ברית ותורה היינו הענין של ברית ותורה כמו שאנו אומרים על בריתך וכו' לא תיבות ממש:",
            "(ו) אם לא הזכיר וכו' - והא דלא הזכיר המחבר אם לא אמר ארץ חמדה טובה ורחבה דמחזירין אותו כדאיתא בש\"ס דהא מלתא דפשיטא היא דהיא עיקר ברכת הארץ אלא אפילו לענין ברית ותורה נמי מחזירין אותו [א\"ר]:",
            "(ז) בברכת הארץ וכו' - שע\"י ברית נתנה הארץ לאברהם בפרשת מילה שנאמר ונתתי לך לזרעך אחריך את ארץ מגוריך וגו' ובזכות התורה והמצות ירשו את הארץ שנאמר למען תחיון ורביתם ובאתם וירשתם את הארץ וגו' ואומר ויתן להם ארצות גוים וגו' בעבור ישמרו חקיו ותורותיו וגו':",
            "(ח) מחזירין אותו - היינו לראש בהמ\"ז דכולהו ג' ברכות ראשונות חשובות כאחת כ\"כ מ\"א לקמן בסימן קפ\"ח סק\"ח ועיין במה שכתבנו שם בזה בשם שאר אחרונים:",
            "(ט) דנשים לאו וכו' - באמת לאו בני תורה נינהו ג\"כ והא דחלקינהו לשתים משום דעבדים איתנהו בברית. ומ\"מ בימינו נהגו הנשים לומר ג\"כ על בריתך שחתמת בבשרנו ועל תורתך שלמדתנו וכו' והכוונה על ברית הזכרים שחתמת בבשרנו וכן תורתך שלמדתנו על למוד הזכרים שבזכות התורה והברית נחלו ישראל את הארץ ועוד שגם הנשים צריכות ללמוד מצות שלהן לידע היאך לעשותן כמ\"ש בסי' מ\"ז:",
            "(י) בבונה וכו' - מפני שע\"י דוד נתקדשה ירושלים וגם שאין נחמה גמורה אלא בחזרת מלכות ב\"ד למקומה:"
        ],
        [
            "(א) מפני שהיא סיום וכו' - עיין לקמן בסימן רט\"ו:",
            "(ב) ונראה דדוקא וכו' - ויש מיישבין המנהג מטעם אחר שלא חששו לזלזול ברכה רביעית אלא בימיהם שהיו הפועלים הולכים למלאכתם כששומעים אמן שאחר בונה ירושלים (שלא חייבום חכמים בברכה רביעית מפני בטול מלאכתו של בעה\"ב) לכך היה צריך לענות אמן בלחש כדי שלא ישמעו הפועלים ויכירו שברכה רביעית אינה מן התורה ויבואו לזלזל בה אף שלא במקום בטול מלאכת בעה\"ב אבל עכשיו שגם הפועלים מברכים ד' ברכות כמ\"ש בסימן קצ\"א אין לחוש לזה ולפי טעם זה בין כשמברך בזימון ובין כשמברך ביחידי יכול לענות אמן בקול רם וכמדומה שכן המנהג. לא יאמר בונה ירושלים אמן בנשימה אחת רק ימתין קצת אחר תיבת ירושלים ואח\"כ יאמר אמן כדי שלא יהא משמע שגם האמן מסיום הברכה הוא:",
            "(ג) שום מלכות אחר - היינו כגון הא דמסיים המחבר לקמיה:",
            "(ד) והאומר וכו' - צ\"ל לכן האומר וכן הוא בטור:",
            "(ה) אבינו מלכנו - אלא יאמר אבינו רוענו ואע\"ג דאינו אומר ביחד ממש עם מלכות בית דוד מ\"מ כיון דבחד ברכה הוא לאו אורח ארעא לאדכורי מלכותא דשמיא אצל מלכותא דבשר ודם:",
            "(ו) אבל לא ראיתי וכו' - והאחרונים כתבו טעם לזה כיון דענין בפ\"ע לגמרי הוא לא קפדינן בזה ואומרים אותה כמו שהיא מסודרת בתפלת י\"ח לכן אין למחות ביד הנוהגין כן:",
            "(ז) או נחמנו - היינו נחמנו ה' אלהינו בירושלים עירך ובציון משכן כבודך ובמלכות בית דוד משיחך ובבית הגדול והקדוש וכו':",
            "(ח) וחותם בה וכו' או מנחם - מלשון זה משמע שאף אם פתח ברחם מותר לחתום במנחם ואף שאין החתימה מעין הפתיחה ממש לית לן בה דעכ\"פ הענין אחד אבל יש מאחרונים שמחמירין בזה וסוברין דצריך להיות מעין הפתיחה ממש:",
            "(ט) ואין לשנות וכו' - ר\"ל דאם אומר בחול רחם יאמר בשבת ג\"כ רחם ואע\"ג דאסור לתבוע צרכיו בשבת הכא שאני דתופס ברכה כך היא תמיד וגם כל הרחמן יכול לומר בשבת אע\"פ שאינן מתופס הברכה שתקנו חכמים שכיון שנהגו הכל לאומרם בכל פעם שמברכין בהמ\"ז נעשה להם כטופס ברכה ואין בזה משום שאלת צרכיו בשבת:",
            "(י) נוסחא אחת - והגר\"א כתב שעיקר כהרי\"ף שבחול יאמר רחם נא כמנהגנו ובשבת יאמר נחמנו וכו' ומסיים מנחם וכו' וכי יש עוד כמה ראשונים שסוברים כן:",
            "(יא) דאומרים בונה ברחמיו וכו' - משום דכתיב שבתי לירושלים ברחמים וגו' וגם מאחר שהתחיל בתחלת הברכה ברחם מסיים נמי ברחמים כדי שיהיה החתימה מעין הפתיחה ממש ומ\"מ לכ\"ע אין מעכב כלל ועיין במעשה רב:",
            "(יב) אומר בה - לפי שהזכרה זו וכן ביעלה ויבוא הם בקשת רחמים קבעום בברכת בונה ירושלים שהיא ג\"כ בקשת רחמים ולא בברכת הארץ שהיא הודאה ואם הזכירם בברכת הארץ לא יצא וצריך לחזור ולהזכיר בבונה ירושלים:",
            "(יג) ואח\"כ יעלה ויבוא - מפני ששבת הוא תדיר וקי\"ל בכל מקום תדיר קודם ובדיעבד אם החליף בודאי יצא:",
            "(יד) ביעלה ויבוא - דהא כבר הזכיר שבת ברצה ולמה יחזור ויזכירנו:",
            "(טו) ברצה והחליצנו - דהא תקנו ע\"ז נוסח בפ\"ע יעלה ויבוא ולמה יכפילנה פעמים:",
            "(טז) ולא הזכיר של שבת - ואפילו אם ספק לו אם הזכיר או לא תלינן דמסתמא בודאי לא הזכיר:",
            "(יז) אומר ברוך אתה וכו' - ואם אינו יודע נוסח ברכה זו חוזר לראש ואם יודע ההתחלה והסיום אף שאינו יודע שאר הנוסח שבאמצע כראוי אומרה וא\"צ לחזור לראש [ט\"ז וש\"א] ועיין מה שכתבנו בבה\"ל:",
            "(יח) ימים טובים לישראל - צ\"ל לעמו ישראל:",
            "(יט) לששון ולשמחה - ובר\"ה אין אומרים לששון ולשמחה גם אין אומרים ודברך מלכנו וכו' וזה נוסחו בא\"י אמ\"ה שנתן ימים טובים לעמו ישראל את יום הזכרון הזה ואינו חותם בה כמו בר\"ח וזהו דעת המ\"א שחולק על כנה\"ג שמשוה ר\"ה לשאר י\"ט אבל הרבה אחרונים הסכימו לדעת כנה\"ג וע\"כ צריך לחתום בא\"י מקדש ישראל ויום הזכרון ואם שכח והתחיל הטוב והמטיב ג\"כ דעת המ\"א דשוב אינו חוזר כמו בר\"ח וא\"ר חולק עליו וס\"ל דחוזר. וביוה\"כ לענין חולה שצריך לאכול בו וצריך לומר בו יעלה ויבוא כדלקמן בסימן תרי\"ח ס\"י אם פתח בהטוב והמטיב ונזכר שלא אמר יעלה ויבוא אינו צריך לחזור וכמו בר\"ח ואם נזכר קודם שהתחיל ברכת הטוב והמטיב י\"א דצריך לומר ברוך שנתן ימים קדושים לישראל את יוהכ\"פ הזה בלי חתימה וי\"א דבזה לא תקנו חכמים כלל נוסח ברכה להשלים הזכרת יעלה ויבוא וכל שלא אמר במקומו שוב אינו חוזר וכן מסתברא:",
            "(כ) יו\"ט בשבת אומר וכו' - ומיירי ששכח ולא אמר שניהם לא רצה ולא יעלה ויבוא ולהכי צריך לכלול שניהם אבל אם שכח של שבת לבד אומר רק אשר נתן שבתות למנוחה וכן בשכח של יו\"ט לבד אומר אשר נתן ימים טובים לעמו ישראל וכו' [אחרונים]:",
            "(כא) וכל ברכות הללו וכו' - פי' פתיחת הברכות:",
            "(כב) קודם שהתחיל הטוב וכו' - היינו שעומד אחר ברכת בונה ירושלים. ואם נזכר אחר שאמר תיבת ברוך אתה פשוט דחוזר לומר רצה והחליצנו או יעלה ויבוא ואומר אח\"כ ובנה ירושלים וכו' ואם נזכר אחר שאמר כבר ברוך אתה ה' מהנכון שיסיים תיכף למדני חקיך כדי שלא יהיה השם לבטלה והוי עדיין כלא סיים הברכה וחוזר לרצה:",
            "(כג) עד שהתחיל הטוב וכו' - כתב הח\"א ר\"ל שאמר ברוך אתה ה' אמ\"ה האל זה מקרי התחלה לברכה זו אבל אם אמר רק בא\"י אמ\"ה יסיים אשר נתן שבתות למנוחה וכו' ואח\"כ יחזור ויאמר ברכת הטוב והמטיב ועיין בבה\"ל:",
            "(כד) לראש בהמ\"ז - דכיון דכבר סיים סדר ברכות דאורייתא והסיח דעתו מהם ופתח בהטוב והמטיב דמי לעקירת רגלים בתפלת י\"ח דחוזר לראש אם טעה באיזה דבר. ואם טעה בברכה רביעית כגון שלא אמר בה שם ומלכות אע\"פ שכבר גמר אותה אינו חוזר אלא להטוב והמטיב שהיא ברכה בפני עצמה [מ\"א וש\"א]:",
            "(כה) אומר ברוך שנתן - עיין בבה\"ל שביררנו בשם רוב הפוסקים דגם אותה צ\"ל בשם ומלכות:",
            "(כו) מפני שאינו חייב וכו' - דדוקא בשבת וביו\"ט שמחויב לאכול דוקא פת וא\"כ חיוב ברהמ\"ז קבוע הוא בימים האלה לכן תקינו רבנן לעיכובא ג\"כ להזכיר שם מעין המאורע וכמו בתפלה אבל בר\"ח אע\"ג שאסור להתענות בו מ\"מ אינו מחויב לאכול דוקא פת וא\"כ אין חיוב ברהמ\"ז קבוע בו ולהכי לא תקנו חכמים הזכרת מעין המאורע שלו לעיכובא בבהמ\"ז וע\"כ אם שכח אין צריך לחזור וכתב המ\"א דה\"ה ביו\"ט יותר מסעודה אחת ביום וסעודה אחת בלילה שמחויב לאכול אם אכל ושכח להזכיר מעין המאורע בבהמ\"ז אינו צריך לחזור כמו בר\"ח אם לא כשלא אכל הסעודה בלילה שמחויב לאכול ביום שתים כדלקמן בסימן תקצ\"ט דאז אפילו בסעודה שניה חוזר [פמ\"ג]:",
            "(כז) וחוה\"מ דינו כר\"ח - לענין שאין צריך לחזור וה\"ה לענין שאם נזכר קודם שהתחיל הטוב והמטיב אומר בא\"י אמ\"ה שנתן מועדים לעמו ישראל לששון ולשמחה ואינו חותם כמו בר\"ח:",
            "(כח) אינו חוזר - כמו בכל ר\"ח כששכח ואע\"ג דבההוא יומא לא סגי דלא אכיל פת ההיא משום שבת היא ולאו משום ר\"ח דאכילת פת בר\"ח ליכא חיובא ושל שבת הרי הזכיר:",
            "(כט) ואם שכח של שבת - כצ\"ל. וכן הגירסא בש\"ע של עולת תמיד ובשכח של שבת לבד בודאי אין צריך לכלול גם של ר\"ח בברכה זו כיון שכבר הזכיר ר\"ח ביעלה ויבוא. ומ\"מ אם לא נזכר עד לאחר שפתח בהטוב והמטיב וחוזר לראש בהמ\"ז בשביל הזכרה של שבת אז צריך לומר עוד הפעם גם יעלה ויבוא דבהמ\"ז הראשון נתבטל לגמרי:",
            "(ל) ואינו חותם בשל ר\"ח - כדלעיל דליכא חתימה בר\"ח ואע\"ג דהכא מזכיר השם בחתימה בלא\"ה משום שבת מ\"מ אינו כדאי להזכיר דהזכרת השם הוא על שניהם ומ\"מ לדינא מסקי האחרונים דיזכיר בחתימה גם ר\"ח מטעם דבלא\"ה הרבה פוסקים ס\"ל דגם בכל ר\"ח צריך לחתום בברכה כמו ביו\"ט ואע\"פ שאין אנו נוהגין כוותייהו משום חשש ברכה שא\"צ הכא דבלא\"ה חותם בברכה בשביל שבת שפיר דמי לומר מקדש השבת וישראל וראשי חדשים:",
            "(לא) דינה כר\"ח - שאינו חוזר אם התחיל ברכת הטוב והמטיב לפי שי\"א שסעודה שלישית אין צריך פת ואף שאין דבריהם עיקר כמש\"כ המחבר בסימן רצ\"א ס\"ה מ\"מ יש לחוש לדבריהם שלא לכנוס לספק ברכה לבטלה. ובסעודה ג' ביו\"ט לד\"ה אינו חוזר שהרי לד\"ה אינו אלא רשות וכמש\"ל בס\"ק כ\"ו ומ\"מ אם נזכר קודם שהתחיל ברכת הטוב והמטיב אפילו בסעודה רביעית או חמישית בשבת ויו\"ט אומר בא\"י אמ\"ה שנתן שבתות למנוחה וכו' או שנתן ימים טובים וכו' כמו שאומר בר\"ח אע\"פ שא\"צ אז פת כלל באותו יום:",
            "(לב) דאזלינן וכו' - וכיון שהתחלת הסעודה היה מבעוד יום כבר נתחייב להזכיר מעין המאורע וע\"כ אפילו נמשך זמן רב בלילה לא נפקע חיובו וכתבו האחרונים דאם התפלל מעריב קודם בהמ\"ז שוב אינו מזכיר של שבת בבהמ\"ז דמחזי כסתרי אהדדי:",
            "(לג) בתר התחלת הסעודה - ולפיכך אף אם חל ר\"ח במו\"ש יזכיר בבהמ\"ז של שבת לבד ולא של ר\"ח ודוקא כשגמר סעודתו מבעוד יום אבל אם אכל פת גם בלילה ויש עליו חיוב להזכיר גם של ר\"ח ושניהן אי אפשר להזכיר דהוי תרתי דסתרי דהיאך יאמר ביום השבת הזה ואח\"כ יאמר ביום ר\"ח הזה דהא ר\"ח הוא ביום א' א\"כ מוטב להזכיר של ר\"ח דזה יש חיוב לכ\"ע משא\"כ בהזכרת שבת דיש פלוגתא בין הראשונים אם חייב להזכיר כלל כשמברך במו\"ש (ואף דאנן פסקינן כאן בש\"ע דאזלינן בתר מעיקרא וחייב להזכיר של שבת במו\"ש מ\"מ כאן שהוא מקום הדחק מוטב שידחה הזכרת שבת מפני הזכרת ר\"ח דהוא חיוב לכ\"ע) אכן במו\"ש לחנוכה ופורים אפילו אם גמר סעודתו בלילה אינו מזכיר של חנוכה ופורים רק של שבת לבד כיון דבלא\"ה הזכרה מעין המאורע דחנוכה ופורים אינו אלא רשות כנ\"ל בסימן קפ\"ז ס\"ד כ\"כ המ\"א ועוד הרבה אחרונים וי\"א דאם חל יו\"ט או ר\"ח במו\"ש יזכיר רצה וגם יעלה ויבוא דאזלינן בתר התחלת הסעודה וגם בתר שעה שהוא מברך בו ולא קפדינן במה דנראה כסותרים אהדדי דברצה נתחייב משעה שהתחיל הסעודה ביום ואח\"כ כשנמשך הזמן ולא בירך והגיע לילה של יו\"ט או של ר\"ח ניתוסף עליו חיוב לזכור מעין המאורע של שעה שהוא מברך בו:",
            "(לד) וה\"ה לר\"ח וכו' - ר\"ל דאם אכל בהם ונתאחר הבהמ\"ז עד הערב צריך להזכיר דאזלינן בתר זמן התחלת הסעודה והוא שלא התפלל ערבית וכנ\"ל ועיין לקמן בסימן תי\"ט:"
        ],
        [
            "(א) לא יאמר תתברך - שכבר אמר ברוך אתה ה':",
            "(ב) החי - כי בקצת סדורים היה כתוב המלך החי הטוב וכו':",
            "(ג) כ\"א בבית האבל - וכדלקמיה בס\"ב:",
            "(ד) שלשה מלכיות וכו' - וטעם כל זה הוא דברכת הטוב והמטיב אינו מן התורה אלא שחכמים תקנוה על הרוגי ביתר שניתנו לקבורה ואמרו הטוב שלא הסריחו והמטיב שנתנו לקבורה וקבעוה לברכת המזון מפני שכולה הודאה ושבח על הטובה שהטיב עמנו וגם זו מן הטובות וסמכוה לברכת בונה ירושלים מפני שכשנחרבה ביתר נגדעה קרן ישראל ואינה עתידה לחזור עד שיבוא בן דוד ומפני שכבר סיימו ברכות שהם מן התורה וזו היא מדרבנן לא מקרי זו ברכה שהיא סמוכה לחברתה ולהכי פותחת בברוך [ומה שאין אנו חותמים בה בברוך אע\"פ שהיא ברכה ארוכה מפני שמתחלה תקנוה במטבע קצר שלא הוזכר בה אלא הטוב והמטיב לכל ואח\"כ הוסיפו בה יתר הדברים] ותקנו בה ג' מלכיות מפני שכבר תקנו להזכיר מלכות בית דוד בבונה ירושלים וכיון שמזכירין מלכות בית דוד היה ראוי להזכיר גם מלכות שמים אלא מפני שאין זה דרך כבוד להזכיר בסמוך ממש מלכותא דשמיא למלכות בו\"ד רצו להשלימה ולהזכיר בברכת הטוב והמטיב מלכות כנגדה ואגב שתקנו להזכיר מלכות כנגד ברכת רחם תקנו להזכיר עוד פעם מלכות כנגד ברכת הארץ שלא הוזכר גם בה מלכות (ואע\"פ שמעיקר הדין אין צריך בה מלכות שהיא סמוכה לברכת הזן ובה נזכר מלכות) וכיון שאומרים בה ג' מלכיות אומרים בה ג\"כ ג' הטבות מפני שעיקר הברכה היא על שם ההטבה דהיינו הטוב והמטיב וכיון שאומרים בה ג' הטבות והיא ברכת הודאה כמו שכתבנו אומרים ג\"כ ג' תגמולות עכ\"ל הלבוש:",
            "(ה) המלך הטוב - אין לומר אל שבכל יום וכו' דמשמע ח\"ו שיש שתי רשויות ואותו אל שבכל יום אנו מברכין אלא יאמר אל בכל יום וכו' ויותר נכון שלא לומר כלל מלת אל שהרי כבר אמר האל אבינו. בבהמ\"ז בעה\"ב מסיים ונאמר אמן שאין יכול לגזור אומר ואמרו אמן משא\"כ בברכת עושה שלום במרומיו שהוא שבח של הקב\"ה וכל ישראל מצווין אומר ואמרו אמן. אחר הרחמן יש לענות אמן וכן אחר כל תחנה ובקשה אע\"פ שאין בה שם [כל בו ושל\"ה]. יאמר ונשא ברכה מאת ה' כלשון הפסוק ישא ברכה מאת ה'. נוהגים לומר בשבת ויו\"ט ור\"ח מגדול ובחול מגדיל ויתר דקדוקים שבנוסח בהמ\"ז עיין בא\"ר סימן קפ\"ז שהאריך בזה:",
            "(ו) בבית האבל אומר - בין כשהאחרים האוכלין עמו מברכין ובין כשהוא עצמו מברך ואם בעינן לזה עשרה או לא עיין ביו\"ד סימן שע\"ט ובאחרונים שם:",
            "(ז) הטוב והמטיב - לפ\"ז אין אומר בבית האבל ג' הטבות וג' גמולות וכן הוא בב\"י ועיין בב\"ח פה ובש\"ך שם סימן שע\"ט שאין סוברים כן:"
        ],
        [
            "(א) אחר שסיים וכו' - ר\"ל כשמברך בהמ\"ז על כוס כמבואר לעיל סימן קפ\"ב יברך בפה\"ג אחר שסיים בהמ\"ז והיינו אפילו אם כבר בירך על היין שבתוך הסעודה שכל מה שאוכל ושותה אחר בהמ\"ז סעודה אחרת היא לפי שבהמ\"ז היא סילוק והיסח הדעת למה שלפניה:",
            "(ב) ע\"ל סימן רע\"א סט\"ו - דחוזר ומברך ובמילתא דשייך לסעודה אינו חוזר ומברך בדיעבד:",
            "(ג) ואח\"כ יטעמו האחרים - שכיון שהוא בירך על כוס זה נכון הוא שישתה הוא תחלה:",
            "(ד) אם כולם זקוקים - הלשון מגומגם קצת וכונתו כאלו כתב וכן אם כולם זקוקים ור\"ל דלא מיבעיא אם יש רק כוס אחד וכולם שותים מכוס זה בודאי נכון לכתחלה שהוא יטעום מקודם ואפילו אם כל אחד כוס ריקן לפניו והוא מערה לאחר ברכה קודם טעימתו מכוסו לכוסם ג\"כ אין ראוי שיטעמו הם קודם מאחר שעכ\"פ הם זקוקים כולם לכוסו:",
            "(ה) אבל אם אינם וכו' - ר\"ל אם יש לפני כל אחד כוס יין והוא מוציאם בברכתו והוי כאלו הם מברכין בעצמם אינם צריכין להמתין עליו:",
            "(ו) אין צריך וכו' - קאי אדלעיל שלא היו זקוקין לכוסו של המברך והטעם דא\"צ לשפוך משום דכיון דיצאו בברכתו א\"כ כוסות כל אחד מקרי כוס של ברכה:",
            "(ז) פגום - שאז צריך לשפוך מכוסו לכוסם מעט קודם שטעם ממנו כדי לתקן פגימתם ובזה צריכין ליזהר שלא יטעמו קודם שיטעום הוא תחלה כיון שהם זקוקים לכוסו:",
            "(ח) אחר ששתה וכו' - ואם דעתו לשתות עוד לא יברך אחריו אלא לבסוף אחר גמר שתייתו ודוקא כשדעתו לשתות מיד דאל\"ה יש לחוש שמא יתעכל דעיכול של שתיה איננו שיעור גדול כ\"כ עיין לעיל סימן קפ\"ד ס\"ה מ\"א ועיין בבה\"ל:",
            "(ט) שתיית יין - וה\"ה בשאר משקין יש ספק זה:",
            "(י) אם די בכזית - כמו באכילה דקי\"ל בכל מקום שיעור אכילה בכזית [והוא כחצי ביצה כמבואר בסימן תפ\"ו] ולפ\"ז במשקין יחוייב בברכה אחרונה בשליש רביעית דרביעית הוא ביצה וחצי כידוע ועיין סימן רע\"א סי\"ג מה שכתבתי שם במ\"ב ובה\"ל:",
            "(יא) או ברביעית - כמו שמצינו בכמה דיני התורה לענין משקין דשיעורן ברביעית:",
            "(יב) והכא וכו' - פי' דבשאר שתיות שהם רשות יכול גם להסתלק מן הספק באם ישתה פחות מכזית דבזה פטור לכו\"ע מלברך אחריו אבל הכא בכוס של ברכת המזון א\"א לעשות כן דכיון דטעון כוס צריך עכ\"פ לשתות מלא לוגמיו שהוא רוב רביעית והוא הרבה יותר מכזית:",
            "(יג) שהוא רוב רביעית - היינו באדם בינוני מחזיק שיעורו כך אבל באדם גדול ביותר משערינן במלא לוגמיו דידיה ומ\"מ לא בעי לשתות טפי מרביעית:",
            "(יד) רביעית שלם - עיין ט\"ז שכתב דלעיקר הדין קי\"ל במלא לוגמיו ולפיכך אם לא שתה רק כמלא לוגמיו חייב לברך ברכה אחרונה אלא דלכתחלה יראה לשתות רביעית כדי לצאת לכו\"ע אכן כל האחרונים דחו דבריו והעלו דכל שלא שתה רביעית שלם בין ביין בין בשאר משקין אין רשאי לברך ברכה אחרונה וכדעת השו\"ע עוד הסכימו דאין חילוק בין שאר משקין ובין יין שרף אע\"פ דביי\"ש מייתבא דעתיה דאינשי בפחות מרביעית דלא חילקו חכמים בשיעורן ודלא כט\"ז לקמן בסימן ר\"י:",
            "(טו) יטעום אחד מהמסובין - דכיון שהמסובין שמעו מתחלה את הברכה והוא כוון עליהם להוציאם מהני טעימתם לכולם ועיין בבה\"ל מה שכתבנו בשם חי' רע\"א:",
            "(טז) ואין שתיית וכו' - דבעינן שיטעום בעצמו או אחד מהמסובין שיעור הנאה שתתיישב דעתו עליו והיינו כמלא לוגמיו:",
            "(יז) שיטעמו כולם - היינו טעימה בעלמא וא\"צ מלא לוגמיו רק לאחד. והנה הכא איירי המחבר רק לענין מצות שתיית הכוס ולפי מה שביאר המחבר לעיל בס\"ג דלצאת ידי ספק יראה לשתות רביעית שלם לא יצוייר מה שכתב דמצוה מן המובחר שיטעמו כולם בכוס המחזיק רביעית אם לא שהוא מחזיק יותר מרביעית:",
            "(יח) סימן רע\"א - דיש מי שאומר דשתיית כולם מצטרפין למלא לוגמיו ועיין לקמן בסימן רע\"א ס\"ק ס\"ט במ\"ב:",
            "(יט) צריך לברך - דמסתמא אינו מכוין לצאת בברכת המברך מאחר שאינו יודע אם יגיע לו וכתב המ\"א דאם המסובין נתכונו בהדיא אם יגיע להם הכוס שיצאו בברכתו יוצאין בזה אם גם המברך נתכוין להוציא בברכתו כל אחד מהמסובין וכן הסכימו הרבה אחרונים. ואך יזהרו כולם מי שרוצה לטעום מן הכוס על סמך ברכת המברך שלא ישיחו עד שיטעמו מן הכוס כדי שלא יהיה הפסק בין הברכה להטעימה:"
        ],
        [
            "(א) וכולל בה בונה ירושלים - דאף דדרשינן בגמרא מקרא שיברך לה' בבהמ\"ז על המזון ועל הארץ ועל ירושלים אין ר\"ל שמן התורה צריך לחתום על כל אחד ואחד בברכה בפ\"ע אלא מדאורייתא די כשיברך על שלשתן בברכה אחת אך דרבנן תקנו לחתום בברכה על כל אחד ובפועלים משום בטול מלאכה תקנו שרק הזן יברך בפ\"ע אבל ברכת הארץ ובנין ירושלים כיון שדומות זו לזו יכללם בברכה אחת [מ\"א בביאור דברי רש\"י וכ\"כ עוד הרבה אחרונים לדינא]:",
            "(ב) כלל - שזו אינה כ\"א מדרבנן בעלמא ועקרוה אצל פועלים בין שמברכין בעצמן בין ששומעין מפי אחר המזמן ומברך בהמ\"ז כתיקונה הרי הן עומדין למלאכתן כשחותם ברכת ירושלים ולענין ברכת הזימון אם מחויבין פועלים בכך או לא יש דעות בין האחרונים ולפי מה שכתב בס\"ב לא נ\"מ מידי לדידן דבודאי חייבין אך כשאוכל פועל עם אנשים אחרים והוא גמר סעודתו מקודם נראה דלא ימתין עליהם אם אינם רוצים לענות אותו דבכגון זה בודאי בעה\"ב מקפיד ועיין לקמן בסימן ר' במ\"א סק\"ב:",
            "(ג) כשנוטלין שכר - וע\"כ צריכין למהר המלאכה [רש\"י]:",
            "(ד) מיסב עמהם וכו' - דמסתמא מוחל להם:",
            "(ה) אסור לעשות מלאכה וכו' - מפני שנראה כמברך בדרך עראי ומקרה ואפילו תשמיש קל אסור לעשות ואצ\"ל שלא יעסוק בדבר שצריך לשום לבו אליו וכתב הט\"ז שיש ליזהר שלא לעיין אפילו בד\"ת בשעה שמברך בהמ\"ז כי זה מורה על היות הבהמ\"ז אצלו רק על צד המקרה וההזדמן ולאו דוקא בבהמ\"ז ה\"ה כשעוסק בתפלה או באיזו ברכה אחרת וזה נכלל במאמר תורתנו ואם תלכו עמי קרי דהיינו שלא יהיו המצות אצלנו על צד המקרה וההזדמנות בעלמא:",
            "(ו) לעיל סוף סימן קפג - אלא דשם מיירי שמקודם התחיל במלאכה וכאן מיירי שמקודם התחיל לברך והיא היא:"
        ],
        [
            "(א) חייבין בזימון - דהיינו שחייבין להזדמן ולצרף ברכתם בלשון רבים דהיינו שאחד יאמר נברך שאכלנו וכו' ואסמכו רבנן אקרא דכתיב גדלו לה' אתי ונרוממה שמו דמשמע שאחד יאמר לשנים גדלו א\"נ ממאי דכתיב כי שם ה' אקרא הבו גודל לאלהינו וכ\"ש אם הם יותר עד עשרה כמו שיתבאר לפנינו:",
            "(ב) נברך - בזוהר הזהירו לומר בפיו קודם בהמ\"ז תן לנו הכוס ונברך או באו ונברך לפי שכל דבר שבקדושה צריך הזמנה בפה עובר לעשייתו כדי להמשיך הקדושה ומזה נוהגים לומר בל\"א (רבותי, מיר וועלין בענטשין) והם עונים יהי שם ה' מבורך מעתה ועד עולם:",
            "(ג) והוא חוזר ואומר וכו' חיינו - ואם המסובין צריכין לענות אמן אחריו יש דעות בין האחרונים והמנהג שלא לענות:",
            "(ד) ובטובו חיינו בא\"י אמ\"ה וכו' - משמע מזה דלא יאמר ברוך הוא וברוך שמו ויש פוסקים כתבו לומר ב\"ה וב\"ש וכן המנהג ועיין במ\"א ובשארי אחרונים דעכ\"פ לא שייך זה ביחיד וגם בשלשה אין לומר אותו רק המברך ולא שנים המזמנים עמו:",
            "(ה) יכול לומר ברכו - כיון שהם שלשה וראוים לברך בלשון רבים בלעדו אבל בשנים לא יכול לומר ברכו רק נברך ובדיעבד אם אמר בשנים ברכו אפשר דיצא:",
            "(ו) בלמ\"ד - דגבי ברכה לא כתיב למ\"ד דכתיב ברכו עמים אלהינו:",
            "(ז) על המזון שאכלנו - דמשמע דמברך לבעה\"ב המאכילו דאי לרחמנא למה הוא מזכיר מזון בלא מזון יש הרבה לברכו [תוס']:",
            "(ח) למי שאכלנו משלו - דמשמע דרבים הם זה זן את זה וזה זן את זה ולפי דבריו הוא מברך לבעה\"ב [רש\"י] וגבי מטובו פירש משום דממעט בתגמוליו של מקום דמשמע דבר מועט כדי חיים וטעם שלא לומר חיים דמשמע דהוא מוציא עצמו מן הכלל:",
            "(ט) יכול וכו' - דתו ליכא למטעי דקאי על בעה\"ב המאכילו:",
            "(י) אינם יכולים לחזור - דבדיעבד יצאו בזימון בלא שם ואם יכול המזמן לחזור אח\"כ ולומר ברוך אלהינו וכו' או שצריך לומר ג\"כ בלא שם מאחר שהעונים אמרו מתחלה בלא שם יש דעות בין האחרונים עיין בשע\"ת ולכו\"ע אם הם אמרו בשם יכול גם הוא לחזור ולומר ברוך אלהינו וכו' אף דנברך אמר בלא שם:",
            "(יא) יחזור ויזמן בשם - דכיון שלא ענו עדיין לא נתקיים מצות זימון והוי כלכתחלה:"
        ],
        [
            "(א) פוטר אחד וכו' - ר\"ל דבהמוציא אף לכתחלה יכול כ\"א לצאת בברכת חבירו:",
            "(ב) מצוה לחלק - כלומר דאע\"ג דבדיעבד אף בבהמ\"ז בודאי יוצא ע\"י חבירו המוציאו מ\"מ לכתחלה מצוה ליחלק והטעם שחלקו בין בהמ\"ז להמוציא דבתחלת הסעודה שקובעים לאכול יחדו דעתן להצטרף משא\"כ בסוף הסעודה דעתן להפרד זה מזה הלכך צריך לברך כ\"א לעצמו ויש עוד טעם משום דבהמ\"ז דאורייתא החמירו בה ועיין בפמ\"ג שכתב דנכון לחוש לטעם הראשון וע\"כ אף אם לא אכל כדי שביעה דחיובו הוא רק מדרבנן ג\"כ מצוה ליחלק ולברך כ\"א לעצמו:",
            "(ג) אחד יודע וכו' - עיין לקמן סימן קצ\"ז ס\"ד במ\"ב:",
            "(ד) שיכוין להוציאו - וגם השומע צריך שיכוין לצאת כמ\"ש בסימן רי\"ג ס\"ג ועיין במה שכתבנו שם:",
            "(ה) אבל אם אינו וכו' - ולפי זה הנשים יברכו לעצמן וה\"ה ע\"ה כשאינו מבין ברכת המוציאו ויש פוסקים שסוברין שבלה\"ק יוצא אדם ידי חובתו בשמיעה אע\"פ שאינו מבין הלשון (משא\"כ בשאר לשונות דלכו\"ע אינו יוצא אם אינו מבין הלשון) וכן המנהג שנשים יוצאות י\"ח בשמיעה מהמברך אע\"פ שאינן מבינות כלל ואפילו בקידוש שהוא דאורייתא לכו\"ע להנשים אפ\"ה יוצאות בשמיעה וכן ע\"ה אע\"פ שאינן מבינים דברי המקדש [אחרונים] ומ\"מ יותר טוב שיאמרו אחרי המברך והמקדש מלה במלה בלחש אם אפשר להם דבזה יצאו לכל הפוסקים ובלא\"ה נכון לעשות כן לכו\"ע דא\"א לכוין ולשמוע היטב וכמבואר לעיל בסימן קפ\"ג ס\"ז ע\"ש:",
            "(ו) אינם רשאין ליחלק - דכבר נתחייבו בזימון משאכלו ביחד. ודע דחיוב זימון הוא דוקא כשאכלו פת שחייבין עליו בהמ\"ז אבל אם אכלו פירות ואפילו הן משבעה מינים לא כדקי\"ל בסימן רי\"ג דאין זימון לפירות ויש מחמירין בז' מינים להצריכו זימון ולכן טוב שלא יקבעו ג' ביחד על ז' מינים כדי לאפוקי נפשין מפלוגתא [ב\"ח] וברכי יוסף כתב שהמנהג פשוט לקבוע כמה אנשים על פירות מז' מינים וכן לאכול פת הבאה בכיסנין:",
            "(ז) מצוה שיחזרו - היינו אם הוא עמהם בביתם מצוה ליתן לו דבר מה לאכול כדי שיצטרף עמהם ומשמע בגמרא דאף אם הוא שמש המשמשם בסעודה שאין דרכן לאכול אתו ביחד מצוה שיקראו לו לאכול אתם כדי שיוכלו לזמן:",
            "(ח) אחר שלישי - ופשוט דאם הוא אחד א\"צ לחזור אחר שנים:",
            "(ט) שכולם נתחייבו - כלומר אע\"פ שאם ילך אחד ישארו שלשה ויזמנו מ\"מ הוא לא יצא ידי חובתו שגם הוא נתחייב בזימון:",
            "(י) יכולים ליחלק - עשרה לכאן ועשרה לכאן ונמצא שכולם זמנו בשם:",
            "(יא) אינן מחויבין לחלק - היינו דלא אמרינן טוב יותר להתחלק כדי להרבות בברכות ועיין בד\"מ שדעתו דאדרבה שמצוה מן המובחר שלא להתחלק בין בעשרים ובין בששה משום ברוב עם הדרת מלך רק דמדינא אין איסור בדבר אם יתחלקו ויש שחולקים ע\"ז וס\"ל כיון שיש בכל כת ג\"כ מקצת רוב עם וגם נתקיים מצות ברכת זימון בכל חד וחד ולהכי שקולים הם ויכול לעשות כמו שירצה אפילו לכתחלה:",
            "(יב) אחר עשרה - כדי שיהיו יכולים לברך בשם ועיין באחרונים דאפילו אם הם שבעה מצוה לחזר אחר עוד שלשה ועיין במש\"כ לעיל בסק\"ז:",
            "(יג) לשמוע ברכת הזימון - דאם היו יכולין לשמוע ברכת זימון מפי המזמן אף דכל ברכת המזון אינם יכולין לשמוע מרחוק לא היו רשאין ליחלק על ג' אלא ישמעו ברכת זימון לבד מפי המזמן וברהמ\"ז יברכו כ\"א בפני עצמו בלחש וכמבואר לעיל סימן קפ\"ג ס\"ז:",
            "(יד) ואינם רשאים וכו' - דאם היו יכולין ליחלק לעשרה עשרה לא היו רשאין ליחלק לחבורה של ג' כדי שלא יפסידו מלהזכיר הזימון בשם:",
            "(טו) בקול רם - כדי להשמיע ברכת הזימון לכל העשרה:",
            "(טז) ויקפיד עליהם - במה שעושין חבורות לעצמן. וה\"ה אם צריכין ללכת לדבר מצוה ואין להם שהות להמתין שתתבטל המצוה שרשאין לחלק לג' ג' כ\"כ המ\"א ובח\"א מגמגם בזה ופוסק דעכ\"פ כשלא נשארו עשרה בלעדם בודאי אסור לצאת אפילו לדבר מצוה. ומ\"מ אם הוא מצוה דאורייתא אפשר דיש להקל בכל גווני ועיין בפמ\"ג:",
            "(יז) ברכת זימון שהרי וכו' - אבל אם היו יכולין לשמוע ברכת זימון לא היו רשאין ליחלק וכנ\"ל בסקי\"ג והאחרונים חולקים ע\"ז משום דנהי דקי\"ל בסימן קפ\"ג דהאידנא מברכין כ\"א מהמסובין כל הבהמ\"ז בלחש מ\"מ צריכין לשמוע היטב גם לדברי המברך ולומר עמו בלחש כל מלה ומלה ולענות אמן על כל ברכה וברכה ועכ\"פ עד הזן את הכל בודאי צריכין להאזין גם לדברי המברך דעד שם הוא ברכת הזימון כדלקמן בסימן רי\"ש בהג\"ה וא\"כ אף אם יכולין לשמוע ברכת זימון מפי המברך כל שאין יכולין לשמוע מלה במלה מפי המברך עד הזן את הכל מוטב להם ליחלק ג' ולברך בלא שם ממה שלא יצאו כלל ידי חובת זימון מדינא. כתבו האחרונים היכא שיש מסיבה גדולה יש ליתן לברך ברכת הזימון למי שקולו חזק כדי שישמעו כל המסובין וכנ\"ל:",
            "(יח) שהשנים קבעו - קביעות נקרא כשיושבים ואוכלים על שלחן אחד או במפה אחת אפילו כל אחד אוכל מככרו וכמבואר לעיל בסימן קס\"ז סי\"א ועיין לעיל שם בסי\"א בביאור הגר\"א דדעתו שם דבעה\"ב עם בני ביתו שישבו לאכול הוי קביעות ומצטרפי אפילו בלא שלחן אחד:",
            "(יט) בגמר האכילה - חל עלייהו חובת זימון עי\"ז שאכלו לבסוף ביחד ומשמע מזה הא אם לא גמרו גם סוף אכילה ביחד כגון שבא אחד לאכול אצל שנים אחר שכבר התחילו לאכול וגם גמרו סעודתן שלא בזמן אחד אותן שגמרו מקודם רשאין לברך בפני עצמן דעכ\"פ התחלה או גמר בעינן ביחד ומ\"מ אם המתינו לאחר אכילתם ולא ברכו עד שגמר גם השלישי לאכול חייבין לזמן ואין רשאין ליחלק ואע\"ג שלא גמרו ביחד כל היכי דאי מייתי להו מידי מצי למיכל מינייהו כמו גמרו ביחד דיינינן להו וכעין ההיא דריש סימן קצ\"ז ע\"ש:",
            "(כ) ומ\"מ אם וכו' - הוא כמו אבל:",
            "(כא) בלא קבע - היינו שלא אכלו בדרך קבע בישיבה ועל שלחן אחד ואפילו התחילו לאכול בשלשה מתחלת הסעודה ועד סופה:",
            "(כב) הוא שמש - שדרך אכילתו בלא ישיבת קבע לכך הוא מצטרף בכל גווני:",
            "(כג) כ\"מ שרשאין ליחלק - היינו שאכלו השלשה בלא קביעות וכן בעשרים או בששה אף שע\"פ דין רשאים ליחלק מ\"מ עדיף טפי שלא ליחלק:",
            "(כד) עדיף טפי לזמן - עיין במ\"א שהקשה דמהרבה פוסקים משמע לענין שלשה שאכלו בלא קבע דאין אחד יכול להוציא חבירו בביהמ\"ז וממילא גם לענין זימון אין רשאין וע\"ש שהאריך בזה ואף דיש איזה אחרונים שדחו ראייתו לענין זימון מ\"מ יותר מסתבר כדבריו וכן בפמ\"ג כתב ג\"כ דבמקום שאין אחד יכול להוציא חבירו בבהמ\"ז אם יכולים להצטרף לענין זימון צ\"ע למעשה ומסיים דבעשרה שיש הזכרת השם אפשר דאסור לכ\"ע לזמן באין חייבין וכן משמע בחיי אדם כלל מ\"ח דין ז':",
            "(כה) אם היו רוכבים וכו' - סעיף זה כלשונו ממש מובא לעיל בסימן קס\"ז סעיף י\"ב אלא דשם מיירי לענין להוציא בברכת המוציא והכא מיירי לענין צירוף זימון ודין אחד לשניהן וכבר ביארתי שם במ\"ב באר היטב ע\"ש:",
            "(כו) הולכים ואוכלים לא - וביושבין בעגלה ואוכלין ביחד כשהם נוסעין עיין בסימן קס\"ז מה שכתבתי בשם המ\"א שמסתפק בזה ובח\"א הכריע דבזה וכן בכל מקום שיש ספק בשלשה יזמנו אבל בעשרה יש לחוש להזכרת השם לבטלה. ומ\"מ נ\"ל דיזמן בלא שם דהא בדיעבד יצא בעשרה אף אם לא הזכיר השם וכדלעיל בסוף סימן קצ\"ב:",
            "(כז) שלא לזמן וכו' - האחרונים חולקים ע\"ז וכהיום המנהג שמזמנין ובהרחמן אומרים הרחמן הוא ישלח לנו ברכה מרובה בהליכתנו ובישיבתנו עד עולם ונוכל לומר הרחמן הוא יברך את בעה\"ב הזה וקאי על בעל הסעודה. ומכ\"ש אם כל אחד אוכל משלו שאז אפילו בבית ישראל אומרים הרחמן הוא יברך אותנו וכו' ואם אוכלין במלון ביום דרך עראי בבית עו\"ג אפשר דאין זה קביעות ואין מזמנין [מ\"א] וטוב שלא יקבעו אז שלשתן יחד ויצאו מידי ספק [פמ\"ג]:",
            "(כח) אינם רשאים ליחלק - היינו אפילו רוצה לגמור סעודתו קודם שיגמרו האחרים כיון שהחיוב של זימון חל כבר עליו בהתחלת אכילה שלו:",
            "(כט) כל אחד לשנים - עיין בביאור הלכה:",
            "(ל) אפי' אכלו אח\"כ - דכבר פרח זימון מינייהו ע\"י שזימנו עליהם מקודם ומ\"מ בהמ\"ז חייבים לברך מתחלת ברכת הזן וכדלקמן בסימן רי\"ש בהג\"ה:",
            "(לא) ואינם רשאים ליחלק - כיון שנועדו עתה יחדו וכל אחד בא מחבורה שכבר נתחייב שם בזימון ואף דנתבאר בס\"ו בהג\"ה דאסור ליפרד מחבורה של ג' שעי\"ז מפסיד הזימון שלהם וא\"כ היה לכל אחד ואחד לחזור לחבורה שלו י\"ל דמיירי הכא שנתפרדה חבורתם הראשונה א\"נ לפי מה דמבואר לקמן בסי' רי\"ש בא\"ר וש\"א דבמקום שיש אונס או הפסד ממון מותר לאחד לגמור סעודתו מקודם שגמרו השנים ולברך בפני עצמו מיירי הכא ג\"כ בכה\"ג שהיו אלו השלשה מוכרחין למהר ולגמור סעודתן מקודם ולכן אם נזדמנו אלו השלשה ביחד יזמנו בפני עצמן:",
            "(לב) ואפילו לא אכלו וכו' - וקשה הא קי\"ל לעיל סימן קפ\"ד דבהמ\"ז צריך לברך דוקא במקום שאכל וא\"כ כל אחד ואחד צריך לחזור למקום שאכל מתחלה יש מתרצים דהכא מיירי בעקרו בשוגג ממקומם דבזה לא מטרחינן אותו לחזור למקומו לדעת הרמב\"ם וכנ\"ל שם בסעיף א' וכן פסקו שם האחרונים במקום הדחק ובעניננו נמי כיון דכאן יכול לזמן וכשיחזור לשם יברך ביחידי כשעת הדחק דמי ועוד י\"ל דה\"ק ואפילו לא אכלו יחד כלומר אלא כל אחד אכל בפני עצמו שלא קבעו דאינם חייבים בזימון כמ\"ש ס\"ב הכא חייבין כיון שכבר נתחייבו:",
            "(לג) פרח זימון מינייהו - ובזה דוקא אם לא אכלו אח\"כ יחדו אבל אם אכלו אח\"כ יחד מצטרפין ואינו דומה להא דסעיף ה' דהא לא זימנו עליהם מקודם [חי' רע\"א בשם תר\"י]:",
            "(לד) כיון שחבריהם זימנו - עיין בביאור הלכה:",
            "(לה) ובא אחד וכו' - היינו אחד מן השוק אכל מעט בסוף סעודתן ונצטרף עמהם ולישנא לכל חבורה שכתב המחבר לאו דוקא דאפילו רק לחבורה אחת א\"כ פרח זימון מן אחד ולא נשאר כאן אלא שנים:",
            "(לו) מותר ליפרד וכו' - ומיירי שכל החבורות היו מתחלה ג\"כ בבית זה אלא שלא נצטרפו ביחד דאל\"ה הלא צריך לברך בהמ\"ז במקומו:"
        ],
        [
            "(א) ואין יכולים וכו' - לומר נברך וכו' דלמאי יזמנו זה את זה והרי כבר ברכו בהמ\"ז ואין לשון זימון אלא שאחד יזמן השנים שיהיו מוכנין ומזומנין להצטרף יחד לברכת המזון:",
            "(ב) יכול לומר וכו' - דהא באמת מחוייב בזימון הוא שאכל עמהם ביחד אלא שאין לו תקנה משום שכבר בירך ואין זימון למפרע לכן מהני הצטרפותו עכ\"פ שיהיו הם יוצאין על ידו:",
            "(ג) עם האחרים - היינו שבא לחבורה של שלשה או אפילו שבא לשנים בסוף סעודתם ואכל עמהם מעט:",
            "(ד) אינן יכולין לזמן - על האחד מפני שכבר יצא ידי חובת זימון מיהו אם נזדמן להם אחד מן השוק יכולין לזמן עליו כשיטעום עמהם דחיוב זימון שלהם לא נפקע בשביל אותו שזימן:",
            "(ה) כדי שיכוין - לשמוע ברכת הזימון:",
            "(ו) ויענה עמהם - אבל אם אינו עונה אין מזמנין עליו משום דאינו עומד עמהם אבל אם היה עומד עמהם אף אם אינו עונה עמהם מזמנין עליו בע\"כ כמבואר לקמן סי' רי\"ש [שיו\"ב ומגן גבורים וא\"ר בתירוץ ב']:",
            "(ז) ויוצאין ידי חובתן - וגם הוא יוצא ידי חובת זימון בזה:",
            "(ח) שאינו בא - אלא שעומד נגד הפתח בסמוך להם [ועיין סימן נ\"ה ס\"כ דמבואר שם דאם יש טינוף בינתים מפסיק] וכשיגמור ענינו יבוא הביתה שאכל שם ויברך בהמ\"ז [רמב\"ם] מיהו אם נשתהה שם עד גמר בהמ\"ז וכוון לבו לצאת יצא ידי בהמ\"ז וא\"צ לברך:",
            "(ט) וע\"ל סי' רי\"ש - ס\"ב ולפי מה דפסק שם רמ\"א צריך העונה להמתין עד שיגמרו ברכת הזן:",
            "(י) ואין אחד מהם יודע - דאי אחד מהם יודע כל ברכת המזון בודאי נכון שהוא יברך כל הברכות ויוציאם ידי חובתם ולא לחלק בהמ\"ז לפרקים פרקים:",
            "(יא) ברכה ראשונה - היינו לבד מברכת נברך שצריך המזמן לומר בתחלת ברכת הזימון:",
            "(יב) וכל אחד יברך - ר\"ל ויכוין להוציא את חבירו:",
            "(יג) אין בכך כלום - דברכת הטוב והמטיב לאו דאורייתא היא ולפיכך אינה מעכבת להשלש ברכות ומשמע מזה דבאחת משלש ברכות הקודמים אם אין אחד מהם שיודע אותה מעכב שלא יברכו כלל דברכות מעכבות זו את זו ויש פוסקים שסוברים דאף דמן התורה חייב לברך אותם מ\"מ אין מעכבות זו את זו ולפיכך מי שאינו יודע לברך כל הברכות וא\"א לו לקרא לבקי שיוציאו בבהמ\"ז צריך לברך עכ\"פ הברכה שיודע אותה ולענין דינא אם אכל כדי שביעה דחיוב בהמ\"ז שלו הוא מן התורה יש להחמיר כשיטה זו ולברך אותה:\n"
        ],
        [
            "(א) רואין אלו וכו' - אפילו כשאוכלים כל אחת על שלחן בפני עצמו:",
            "(ב) מצטרפות לזימון - ר\"ל אם ירצו יכולין להצטרף ולהוציא אחד את כולם בבהמ\"ז:",
            "(ג) ואם לאו וכו' - אפילו כשהם בבית אחד ואפילו אם נכנסו מתחלה ע\"ד להצטרף יחד:",
            "(ד) ואם יש שמש - היינו אפילו אינו אוכל כלל:",
            "(ה) הוא מצרפן - היינו אפילו הם בשני בתים ואין רואין אלו את אלו:",
            "(ו) וכגון שנכנסו וכו' - מסתימת המחבר משמע דאפילו בית אחד ורואין זה את זה ג\"כ לא מצטרפי שתי החבורות יחד אא\"כ כשנכסו מתחלה ע\"ד זה אבל הרבה אחרונים כתבו דבבית אחד לא בעינן כלל שיכנסו מתחלה ע\"ד זה ובכל שרואין זה את זה בלחוד או אפילו באין רואין זה את זה ויש שמש בין שתי החבורות סגי לענין צירוף וכן דעת הגר\"א בבאורו ובאדרת אליהו ע\"ש:",
            "(ז) רשות הרבים וכו' - כתב הט\"ז לאו דוקא ר\"ה ממש שהוא רחב ט\"ז אמות דה\"ה כשיש שביל היחיד מפסיק בינתים ואפשר דדוקא כשהוא קבוע גם בימות הגשמים [א\"ר]:",
            "(ח) בשום ענין - היינו אפילו כשהן רואין זה את זה ויש שמש המשמש לשתיהן:",
            "(ט) מפתן הבית - דהוא רואה אלו ואלו והו\"ל כמקצתן רואין זה את זה:",
            "(י) ברכת זימון - עיין לקמן בסימן רי\"ש ס\"ב דדעת המחבר דברכת זימון הוא נברך וברוך שאכלנו ודעת הרמ\"א דדוקא עד גמר ברכת הזן וכל זה הוא ג\"כ רק במקום הצורך אבל לכתחלה יותר נכון שישמעו כל הבהמ\"ז מפי המברך והוא יוציאם בכל הברכת המזון [מ\"א והגר\"א] ועיין לעיל סימן קפ\"ג ס\"ז במ\"ב שם:",
            "(יא) בביאור - ובדיעבד אם לא שמע דברי המזמן שאמר נברך רק שמע להעונים שעונים ברוך שאכלנו משלו וכו' מותר גם כן לענות עמהם ביחד:",
            "(יב) צריכים שישמעו וכו' - ויכונו לצאת:"
        ],
        [
            "(א) דבר איסור - אפילו אין איסורו בעצם אלא משום שהוא אסר ע\"ע דבר זה:",
            "(ב) ואין מברכין עליו - וה\"ה שאין עונין אמן על ברכתו:",
            "(ג) לא בתחלה וכו' - הואיל ודבר איסור הוא ויש עבירה באכילתו מנאץ את ה' בברכתו ע\"ז וכענין שנאמר בוצע ברך נאץ ה':",
            "(ד) ולא בסוף - ואפילו אם אכל כדי שביעה ואם אכל בשוגג ונזכר אחר אכילתו דעת הט\"ז ועוד כמה אחרונים דבזה יוכל לברך בסוף [והיינו אפילו לא אכל כדי שביעה] דבזה לא שייך נאוץ אלא דלענין זימון אפילו בשוגג אין לזמן ע\"ז דאכילת איסור לא חשיבא קביעות. אם גנב או גזל חטים וטחנן ואפאן י\"א שאע\"פ שקנאן בשינוי והרי הם שלו אלא שחייב לשלם לו דמים עבורם מ\"מ אסור לברך ע\"ז בין ברכה ראשונה ובין בהמ\"ז דלענין ברכה דאית בה הזכרת השם חמיר טפי ותמיד הוא בכלל נאוץ וי\"א דהואיל וקנה יכול לברך ודעת המ\"א דלענין בהמ\"ז אם אכל כדי שביעה יש להורות בזה שיברך בהמ\"ז דהוא דאורייתא ויש להחמיר ולברך:",
            "(ה) דבר איסור - ואפי' אכל איסור דאורייתא במקום סכנה כגון מפני חולי והטעם דכיון דסכנה הוא התירא קאכיל ואדרבה מצוה קעביד להציל נפשו וכדכתיב וחי בהם ואחז\"ל וחי בהם ולא שימות בהם:",
            "(ו) וע\"ל סי' ר\"ד - דשם נשנה דין זה ונתבאר שם בס\"ח בהג\"ה דאם אנסוהו לאכול אינו מברך אע\"ג דהיה מוכרח לאכול מפני הסכנה וע\"ש במ\"ב:",
            "(ז) מצטרפין - אע\"פ שכל אחד אוכל מככרו:",
            "(ח) אינם מצטרפין - שכל צירוף לזימון אינו אלא כשהם יכולים להתחבר יחד באכילתן לאכול לחם אחד וכאן כ\"א נזהר מלחם חבירו:",
            "(ט) לשלשה שמודרים וכו' - בין שכל אחד מהם מודר מחבירו בין שאחד מודר מהשנים והשנים ממנו דעכ\"פ אותו האחד אינו יכול לאכול משלהם והם משלו לכך אינם מצטרפין אבל כששנים מודרים מאחד והוא אינו מודר מהם ודאי מצטרפין כיון שהאחד יכול לאכול עמהם. כתבו הפוסקים דה\"ה כשאחד אוכל חלב או גבינה והשנים בשר מצטרפין שהאוכל גבינה הרי יכול לאכול מלחמם אע\"פ שהוא מלוכלך בבשר אם יקנח פיו וידיחנו [והמנהג שהאוכל גבינה הוא המברך ברכת הזימון ולא להיפוך שהוא הגורם להזימון] אבל אם אוכל גבינה קשה אינן מצטרפין שהמנהג עכשיו שלא לאכול בשר אחר גבינה קשה ע\"י קינוח והדחה וכן מר\"ח עד ט\"ב שאין אוכלים בשר רק בסעודת מצוה ויש שנזהרין גם בזה ואוכלין רק מאכלי חלב כמו שכתב בסימן תקנ\"א אותן שנזהרין מבשר ואוכלין חלב אין מצטרפין עם אוכלי בשר דהרי אין יכולין לאכול זה עם זה אלא אם כן אכלו כזית פת קודם שאוכלי בשר התחילו לאכול בשר בלחמם שאז עדיין היו יכולין לאכול ביחד או שאחד מבני הסעודה אכל כזית לחם אחר שאינו מלוכלך לא בבשר ולא בחלב שזה מצרף את כולם שהרי כולם יכולים לאכול מלחמו:\n"
        ],
        [
            "(א) ובא שלישי - ורוצה לאכול ולהצטרף עמהם לזימון:",
            "(ב) מצו למיכל מיניה - היינו שאינם שבעים כ\"כ ואם היו מביאים להם דברים הממשיכים את הלב לקינוח סעודה כגון פירות וכמהין ופטריות וגוזלות וכה\"ג היו יכולין לאכול ואפילו מעט מהם:",
            "(ג) מצטרף בהדייהו - דחשבינן להו כאלו לא גמרו סעודתן עדיין והוא שקבע עמהם דהיינו שאכל אצלם בשלחן שיושבים וכמ\"ש בסי' קצ\"ג ס\"ב ע\"ש במ\"ב. כתב במאמר מרדכי דה\"ה אם אחד גמר סעודתו מתחלה ואח\"כ באו שנים אצלו ואוכלין ג\"כ מצטרף בהדייהו לזימון אם היו מביאים לו מידי ומצי למיכל מניה ע\"ש עוד כתב דה\"ה בכל זה לענין צירוף עשרה לזמן בשם:",
            "(ד) וחייבים ליתן וכו' - לאו דוקא אלא שר\"ל שמצוה ליתן לו וכמו שכתב לעיל בריש סימן קצ\"ג:",
            "(ה) אינו מצטרף עמהם - דכיון שאמרו כן הרי כבר הסיחו דעתם מאכילה ושתיה ואסור להם שוב לאכול כמבואר לעיל בסימן קע\"ט ס\"א בדעה הראשונה ולהכי אינו יכול להצטרף עמהם דכבר נסתלקו מאכילתם הראשונה ועיין בה\"ל:",
            "(ו) וע\"ל סי' קע\"ט - דשם נתבארו פרטי דינים של הב לן ונברך ונט\"י:",
            "(ז) ואחד אכל וכו' - דאף דעל ירק אין מברכין בהמ\"ז מ\"מ יכול להצטרף ולענות ברוך שאכלנו משלו:",
            "(ח) כזית ירק - טעמו דכיון שאומר שאכלנו ואין אכילה פחותה מכזית או משום דבעינן שיתחייב עכ\"פ בשום ברכה ובפחות מכזית אין חיוב בשום ברכה אחר אכילתו כמבואר לקמן סי' ר\"י:",
            "(ט) מצטרפין - ואם כבר בירך ברכה אחרונה שוב אין יכולין לזמן עליו דכבר נסתלק מהם [מ\"א וש\"א]:",
            "(י) בציר - היינו שטבל ירק בהציר ובין כולם היה רק כזית אפ\"ה מצטרף:",
            "(יא) כוס אחד - דשתיה בכלל אכילה ויכול לומר שאכלנו:",
            "(יב) חוץ מן המים - דמים לא זייני ואינו חשוב להצטרף אפי' הוא צמא ורוצה לשתות ומ\"א חולק ופסק דמצטרף דכל שתיה בכלל אכילה היא והעתיקוהו איזה אחרונים להלכה אכן בספר בגדי ישע ובמגן גבורים הסכימו להמחבר וכן מצדד בספר חמד משה:",
            "(יג) המברך אחד וכו' - דכיון שהוא מוציא את חבריו בברכת הזימון חמיר טפי:",
            "(יד) ירק - וה\"ה איזה משקה וכנ\"ל:",
            "(טו) צריך לברך - לאחר שגמר לשמוע ברכת הזימון:",
            "(טז) ואינו נפטר - ר\"ל אפילו אם ירצה לכוין לצאת בבהמ\"ז ג\"כ לא מהני כדקי\"ל [לקמן בסימן ר\"ח סי\"ז ובאחרונים שם] דאין ברכת שלשה פוטרת מעין שלשה ולא ברכת בנ\"ר אך אם אכל תמרים או שתה יין בודאי מהני בדיעבד דהא קי\"ל בסימן ר\"ח דאם בדיעבד בירך עליהן בהמ\"ז יצא ולפי מה דפסקו שם כמה אחרונים דאף על דייסא אם בירך בהמ\"ז יצא גם בדייסא דינא הכי וכתב המ\"א דמ\"מ לכתחלה יכוין בהם שלא לצאת בבהמ\"ז דצריך לברך על כל מין ברכתו הראויה לו:",
            "(יז) להצטרף לעשרה - דבלאו דידיה יש חיוב זימון מן האוכלים פת ולא בעינן ליה אלא להזכרת השם:",
            "(יח) כזית פת - דמחוייב בבהמ\"ז:",
            "(יט) דבכזית דגן וכו' - היינו כגון דייסא וכיוצא בו ממיני מזון שחייב לברך עליו ברכה אחת מעין שלש:",
            "(כ) דבירק ובכל מאכל - וה\"ה שתיה וכנ\"ל בס\"ב לענין עשרה וטעם דעה זו דס\"ל דלענין צירוף לזימון אקילו גם לענין שלשה כיון ששנים מהן אכלו פת ומחויבין בבהמ\"ז והוא שהשלישי אכל כזית שמחויב עכ\"פ לברך ברכה אחרונה:",
            "(כא) הלכך שנים וכו' - הוא מדברי המחבר להכריע בין השיטות דלכתחלה יש לזרזו שיאכל פת דוקא כדי לצאת ידי דעה ראשונה ואם אינו רוצה לא יתנו לו כלל כדי שלא להכניס עצמן לספק חיוב אך בדיעבד אם אירע שנתנו לו איזה דבר שאינו פת צריך לחוש לדעה שניה ולזמן עמו:",
            "(כב) לשתות - ועכשיו נוהגים שאם לא רצה לאכול פת נותנים לו לכתחלה לשתות או לאכול איזה דבר וכדעה האחרונה [אחרונים]:",
            "(כג) מצוה וכו' - דכיון דהרבה מהם אכלו כדי שביעה ומחוייבים בבהמ\"ז מן התורה מוטב שיוציאם ג\"כ אותו שאכל כדי שביעה ומחוייב מן התורה כמותו. וכתבו האחרונים דכ\"ז אם מוציאם בבהמ\"ז אבל אם מברכים כל אחד בפני עצמו אלא שאחד מזמן עליהם לא קפדינן כולי האי ולכתחלה יכול לזמן עליהם אף מי שלא אכל כ\"א כזית:",
            "(כד) יכול להוציא וכו' - דמן התורה יכול להוציא חבירו בבהמ\"ז אע\"פ שלא אכל כלל כיון שחבירו כבר אכל וחייב לברך וכל ישראל ערבים זה בזה אלא מפני שאומר שקר במה שאומר שאכלנו והוא לא אכל הצריכוהו חכמים שיאכל כזית מתחלה ועיין במ\"א שמסתפק דלפ\"ז אם הם רק שנים דבלא\"ה אינם מזמנים אפשר דיכול להוציא חבירו שאינו יודע לברך אפילו אם לא אכל כלל ומצדד להחמיר וכ\"כ בא\"ר דמדרבנן בכל גווני אין אחד מוציא חבירו בבהמ\"ז אא\"כ הוא ג\"כ מחוייב בדבר וכן מוכח בהדיא בחידושי הרא\"ה לברכות ובריטב\"א ר\"ה כ\"ט ובשיטה מקובצת ברכות דף מ\"ח ע\"ש:",
            "(כה) י\"א שאינו חייב וכו' - דס\"ל דמה דדריש ר\"מ בגמרא ואכלת זו אכילה ושבעת זו שתיה הכוונה דאם שתה לאחר אכילה אז חייב לברך ואם לאו אינו חייב אלא מדרבנן:",
            "(כו) והוא תאב לשתות - דאם אינו תאב לשתות לכו\"ע חייב מדאורייתא אף בלי שתיה:",
            "(כז) וטוב ליזהר לכתחלה - ר\"ל דלפי פסק המחבר מקודם דאם יש מי שמחוייב בדבר מדאורייתא שיודע לברך מצוה שיברך הוא להוציא אחרים טוב לחוש גם לשיטה זו שיברך מי ששתה אחר אכילתו להוציא אחרים דהוא מחוייב בודאי מדאורייתא אם לא שאותן ששתו אין יודעין לברך דאז יוכל להוציא אותן אפילו מי שלא שתה וכמו שכתב גם המחבר לענין כדי שביעה:",
            "(כח) שיברך מי ששתה - ואעפ\"כ אם מקצתן אכלו לשובע ולא שתו ומקצתן לא אכלו לשובע ושתו מוטב שיברכו אותן שאכלו לשובע דחייבין מדאורייתא לדעת הפוסקים אף שלא שתו ודעת המרדכי בשם הרא\"מ דעת יחידאה היא. מי שהיה שבע קודם שאכל ואכל אכילה גסה שלא היה צריך לאותה אכילה אעפ\"כ אם נהנה גרונו מאותה אכילה מברך עליו לפניו ולאחריו ומוציא אחרים ואם נפשו קצה עליו ואינו נהנה גרונו אינו ראוי לברך לא לפניה ולא לאחריה לפי שזו אינה חשובה אכילה כלל לכל מצות שבתורה כמו שנתבאר בסימן תע\"ו ובסימן תרי\"ב:\n"
        ],
        [
            "(א) שלא אכל - ואם שתה אפילו לא נצטרף עמהם כלל יכול לומר ברוך שאכלנו וכו' דשתיה בכלל אכילה ומיהו בעשרה לענין הזכרת השם שיאמר ברוך אלהינו שאכלנו משלו וכו' נשאר הפמ\"ג בספק ע\"ש:",
            "(ב) עונה אחריו ברוך וכו' - דאין מן הראוי שיהיה אדם אצל חבורה שמזמינין עצמן ליתן שבח והודיה לו ית' והוא ימנע מזה:",
            "(ג) כשאחרים עונים - ר\"ל דאז לא יוכל לענות ברוך וכו' כיון שלא שמע מפי המזמן שבקשו לברך:",
            "(ד) עונה אחריהם אמן - ככל הברכות שאדם שומע מפי ישראל שצריך לענות אמן אחריו ואם שמע אח\"כ מפי המזמן כשחזר ואמר ברוך שאכלנו משלו וכו' צריך לענות עוד הפעם אמן ככל הברכות שאדם שומע מפי אחד וחזר ושמע אותה הברכה מפי השני כתב הט\"ז אם נכנס אחר שכבר התחיל המברך לומר ברוך שאכלנו אין צריך לענות אמן אבל כמה אחרונים חולקין ע\"ז:",
            "(ה) בכל הברכות - בין ברכת המצות בין ברכת הנהנין:",
            "(ו) אומר ברוך אלהינו - היינו כששמע להמברך שאמר נברך לאלהינו ואם שמע רק להעונים אומר רק אמן בלבד כנ\"ל. וברכת נשואין עונה ברוך אלהינו ומבורך שמו תמיד לעולם ועד שהשמחה במעונו [אחרונים]:",
            "(ז) ואחר העונים - ר\"ל אף שאמר מתחלה עם המסובין ברוך ומבורך וכו' צריך לענות לבסוף אמן ג\"כ אחר העונים:"
        ],
        [
            "(א) מזמנין עליו - שאף שלא קבע עצמו בשלחן עמהם שאוכל מעומד וגם הולך ובא באמצע אכילתו ואין לו קביעות כלל עמהם אפ\"ה מצטרף שכיון שדרך אכילתו בכך זו היא קביעתו משא\"כ באיש אחר וכמ\"ש בסימן קצ\"ג ס\"ב במ\"ב:",
            "(ב) ע\"ה גמור - דבגמרא אמרינן דאפילו קרא ושנה ולא שימש ת\"ח דהיינו להבין טעמי המשניות להקשות ולפרק אין מזמנין עליו ולכן קאמר דאפילו ע\"ה גמור שאין בו מקרא ומשנה מזמנין עליו בזמן הזה שאם היו פורשין מהם היו גם הם פורשין מן הצבור לגמרי ואם אינו מקיים מצות התורה בדבר המפורסם בכל ישראל כגון שאינו קורא ק\"ש שחרית וערבית י\"א שאעפ\"כ מזמנין עליו ודעת המ\"א שבזה אין מזמנין עליו דבזה כיון דכלל ישראל קוראין ק\"ש לא חיישינן לקלקולא במה שנפרוש עצמנו מיחידים שאין קורין וכן סתמו כמה אחרונים וכ\"ש מי שהוא רשע ועובר עבירות בפרהסיא דאין מזמנין עליו [מ\"א וש\"א]:",
            "(ג) עובד כוכבים אין וכו' - היינו אפילו נתכוין לברך לאלהי ישראל:",
            "(ד) ולא טבל - וכל זמן שלא טבל כדין בפני ב\"ד של שלשה כמבואר ביו\"ד סימן רס\"ח ס\"א מקרי לא טבל [אחרונים]:",
            "(ה) אין מזמנין עליו - דאינו גר עד שימול ויטבול:",
            "(ו) ויכול לברך - והיינו אפילו להוציא אחרים ידי חובתן בברכת המזון [ב\"י]:",
            "(ז) לאבותינו - לפי שלאברהם נתנה הארץ למורשה ואברהם נקרא אב המון גוים:",
            "(ח) שהוא פטור מלברך - פי' כל זמן שמתו מוטל לפניו כבסימן ע\"א:",
            "(ט) אין מזמנין - ואפילו להאומרים שאם רצה להחמיר ולענות ולברך הרשות בידו מ\"מ כיון שהוא פטור אינו מצטרף ועיין מה שכתבנו לעיל בסימן ע\"א סק\"ד במ\"ב לענין אם יש חבורה בעיר המיוחדים להוצאת המת ומסרהו להם:",
            "(י) עליו - ואפילו בדיעבד אם בירך להוציא לאחרים לא מהני דכל שהוא בעצמו פטור מן הדבר אין יכול להוציא לאחרים [פמ\"ג]:",
            "(יא) וקטנים - עיין לקמיה בסעיף י':",
            "(יב) אין מזמנין עליהן - ר\"ל אם לא היו רק שני אנשים אין אלו מצטרפין לשלשה שיתחייבו על ידם בזימון משום דאלו אינן בני חיובא בזימון וכדלקמיה בס\"ז ואפילו אם רצו לזמן עמהם ג\"כ אין רשאין וגרע מנשים בעצמן או עבדים שיש להם עכ\"פ רשות לזמן וכדלקמיה משום שאין חברתן נאה שיהיה הצירוף של שלשה ע\"י הנשים וכן ע\"י העבדים שהם פרוצים בזמה ואפילו אשה עם בעלה ובניה ג\"כ אין נכון להצטרף מטעם זה:",
            "(יג) אבל מזמנין לעצמן - רשות וקאי אנשים ועבדים ולא אקטנים דקטנים לאו בני מצוה נינהו לומר שיזמנו לעצמן:",
            "(יד) פריצותא דעבדים - שחשודים על הזנות ועל משכב זכור ולכן אפילו יש ג' עבדים אין מזמנין עם הנשים בחבורה אחת דאכתי איכא פריצותא:",
            "(טו) בשם - דהזכרת השם הוא דבר שבקדושה וכל דבר שבקדושה איננו בפחות מעשרה זכרים ובני חורין וכדלעיל בסי' נ\"ה:",
            "(טז) רשות - י\"ל הטעם דלא רצו חכמים להטיל עליהם חיוב ברכת הזימון כשהם בפ\"ע משום שאינו מצוי כ\"כ שיהיו בקיאות בברכת הזימון:",
            "(יז) חייבות וכו' - ואע\"ג דנתבאר בסקי\"ב דאין מזמנין אנשים ונשים ביחד ואפילו רצו משום שאין חבורתן נאה היינו דוקא התם שהאנשים הם רק שנים וחיוב זימון בא ע\"י צירוף נשים להכי מנכר צירופן והתחברותן יחד וגנאי הדבר משא\"כ הכא מיירי כשיש שלשה אנשים זולתן ואין צריך כלל לצירופן לענין חיוב זימון ולכן אף שהנשים ועבדים מצטרפין לצאת ידי חובתן בשמיעה מהמברך ולענות אחריו ברכת הזימון אין בזה משום גנאי:",
            "(יח) ויוצאות וכו' - שכמו שהאנשים מוציאים לאנשים כן הם מוציאים לנשים ועיין בשו\"ע הגר\"ז שדעתו שאם רצו הנשים להתחלק מחבורת האנשים ולזמן בפ\"ע הרשות בידן:",
            "(יט) אע\"פ שאינן מבינות - ועיין בסימן קצ\"ג במ\"ב סק\"ה מש\"כ שם בשם האחרונים דיוצאות גם ידי בהמ\"ז בשמיעה מפי המברך אע\"פ שאינן מבינות לשה\"ק וכתבנו שם דמ\"מ יותר נכון שיאמרו אחר המברך מלה במלה בלחש אם אפשר להם:",
            "(כ) מזמן למינו - דכל אנדרוגינוס אחד הם משא\"כ בטומטום לקמיה דשמא זה כשיקרע ימצא זכר וזה נקבה ואין נשים מצטרפות עם האנשים וכדלעיל בס\"ו:",
            "(כא) לא לאנשים וכו' - דשמא נקבה היא ונתבאר בס\"ו שאין מזמנין עליהן וכן עם הנשים דשמא זכר הוא ואין חברתן נאה וכנ\"ל:",
            "(כב) אינו מזמן כלל - היינו אפילו עם שני טומטומים אחרים וכ\"ש דאינו מצטרף עם אנשים ונשים ומ\"מ פשוט דעם ג' אנשים יכול להצטרף דלא גריעא מאשה וכנ\"ל בס\"ז:",
            "(כג) שהגיע וכו' - ופחות מזה אין דעתו חשיב לכלום אפי' יודע למי מברכין:",
            "(כד) הפעוטות - היינו כבן ט' או כבן י' [מ\"א] וי\"א דה\"ה בפחות משיעור זה אם הוא רק מבן שש ומעלה אם הוא חריף ויודע למי מברכין:",
            "(כה) ומצטרף וכו' - היינו אחד ולא שנים בין לשלשה בין לעשרה:",
            "(כו) בין לשלשה וכו' - והא דאיתא בס\"ו דאין מזמנין על הקטנים מיירי בקטנים ביותר או שאינו יודע למי מברכין:",
            "(כז) דאז מחזקינן וכו' - דאמרינן כיון שהגיע לכלל שנים מסתמא כבר הביא שתי שערות וא\"צ בדיקה אחר זה אבל אם בדקוהו ונמצא שאין בו שתי שערות לא מצרפינן ליה לזימון. וכל אלו הדעות הוא רק לענין צירוף שיהיה מצטרף לשלשה ולעשרה אבל שיהיה הוא המזמן ויוציא אחרים בבהמ\"ז לכו\"ע אינו מוציא עד שיהיה בן י\"ג שנה ויום אחד וידוע שהביא שתי שערות שבהמ\"ז הוא מן התורה ובשל תורה אין סומכין על חזקה זו דמסתמא הביא מיהו אם המזמן אינו אומר כי אם נברך וכל בהמ\"ז מברך כ\"א ואחד לעצמו כמנהגנו [וכמבואר בסימן קפ\"ג ס\"ז] לית לן בה דכיון שהוא בן י\"ג שנה סמכינן בזה על חזקה:",
            "(כח) וחרש - מיירי בחרש המדבר ואינו שומע דאלו בחרש גמור קי\"ל דפטור מכל המצות כקטן דלאו בר דעה הוא וכדלעיל בסימן נ\"ה ס\"ח ואינו מצטרף. וחרש השומע ואינו מדבר עיין בפמ\"ג:",
            "(כט) ושוטה - לא מיירי בשוטה גמור דזה אין מצטרף אלא שאינו חכם כ\"כ כשאר אינשי והעם מחזיקין אותו לשוטה:",
            "(ל) אין מזמנין עליו - בין לג' בין לעשרה שזהו לשון נידוי שמרחיקין ומבדילין אותו מאגודתם ועיין לעיל בסימן נ\"ה סי\"ב בבה\"ל:"
        ],
        [
            "(א) שאכלו כאחד וכו' - ר\"ל שהתחילו לאכול כאחד וגמרו שנים מהם תחלה ורוצים לברך בהמ\"ז:",
            "(ב) מפסיק על כרחו - ר\"ל שאין הדבר תלוי ברצונו אם רוצה להפסיק מסעודתו ולענות אלא מן הדין מחויב לזה כיון שהם רבים נגדו אין צריכים להמתין עליו:",
            "(ג) בין אינו עונה וכו' - ר\"ל שאעפ\"כ הם יוצאים ידי זימון כיון שהוא עומד שם ושומע ויכול לענות (ולאפוקי כשיצא לחוץ וכדלעיל בסימן קצ\"ד ס\"ב) ומיהו הוא בודאי אינו יוצא אא\"כ הפסיק וענה עמהם:",
            "(ד) אין חיוב זימון חל וכו' - הלשון מגומגם קצת והכוונה דאין חייבים עתה לזמן עם האחד:",
            "(ה) אינו רשאי - הב\"ח חולק ע\"ז ודעתו דאין חיוב זימון חל עד שיגמרו כל השלשה את סעודתם ועל כן קודם שגמרו השנים רשאי האחד לברך בפני עצמו ולצאת והעתיקו המ\"א להלכה אבל כל האחרונים חולקין עליו ודעתם כהשו\"ע דמכיון שהתחילו לאכול ביחד חל מיד חובת זימון עליהם ואין שום אחד מהם שגמר סעודתו קודם רשאי לברך בפ\"ע ולצאת מיהו אם היה דבר נחוץ מאד שנוגע להפסד ממון וכדומה אפשר שיש להקל להאחד לברך בפ\"ע קודם שגמרו השנים סעודתם ולצאת. אך באופן זה טוב יותר שהשנים יתנהגו בזה לפנים משורת הדין ויפסיקו מסעודתם ויזמן עליהם:",
            "(ו) עד שיאמר וכו' - דבזה לבד יוצאים ידי ברכת הזימון:",
            "(ז) בלא ברכה בתחלה - דהיינו שאין צריך עוד הפעם נט\"י והמוציא שהרי כשפסק בשביל ברכת הזימון לא הסיח דעתו מלאכול עוד. ואם לא היה דעתו לחזור ולאכול וחוזר ואוכל צריך ברכת המוציא בתחלה וגם נט\"י ממילא:",
            "(ח) וי\"א שצריך להפסיק - ס\"ל דאף דברכת הזן לאו לגמרי מברכת זימון היא דהרי היחיד אומר אותה ג\"כ אפ\"ה שייכא לברכת זימון דנברך לבד אינה ברכה שאין בה שם ומלכות וקאי על מה שמברך המזמן אח\"כ ברכת הזן:",
            "(ט) עד שיאמר הזן - וחוזר וגומר סעודתו כמו שכתב המחבר ואח\"כ מברך מתחלת בהמ\"ז כמו שסיים הרמ\"א לבסוף והטעם דאף דשמע ברכת הזן מפי המזמן מ\"מ הרי צריך לברך כל הבהמ\"ז בשביל מה שאכל אח\"כ ומסיים הרמ\"א עוד דאפי' לא אכל אח\"כ אם רק בדעתו היה [בעת שפסק כדי לשמוע ברכת הזימון] לחזור אח\"כ לגמור סעודתו כשיברך אח\"כ מתחיל מתחלת ברכת הזן דכיון דדעתו היה לאכול עוד מסתמא לא כוון לצאת בברכת הזן מפי המזמן אך אם לא היה בדעתו לאכול עוד ולא אכל כשמברך בהמ\"ז מתחיל מן נודה לך כמו בכל מקום כששומע ברכת הזימון ועיין לעיל סימן קפ\"ג ס\"ז ובמ\"ב שם. כתבו הפוסקים דאחד המפסיק לשנים יכול להפסיק כמה פעמים כגון שמתחלה אכלו ג' והפסיק להם א' ואח\"כ באו שנים אחרים ואכלו עם האחד יכול זה עוד הפעם להפסיק לשנים אלו דלא שייך לומר פרח זימון מינייהו כיון שנצטרפו עמו שנים שלא זימנו יכולין לזמן עליו וכן פעם ג' ויותר אבל אם היו חמשה בחבורה אחת והפסיק א' לשנים שוב אינו יכול לזמן עם שנים מהנשארים דפרח זימון מינייהו [מ\"א וש\"א] ומשמע אפילו אכלו אח\"כ ביחד [ובספר אבן העוזר חולק ע\"ז אך כמה אחרונים מיישבין את דבריו] אבל אם היו ז' או ח' והפסיק לשנים מהם יכול אח\"כ להפסיק עוד הפעם להשאר דלא שייך בזה פרח זימון מינייהו כיון שהיה בהן כדי זימון. עוד כתבו הפוסקים כשם שאחד מפסיק לשנים להצטרף לזימון ה\"ה שלשה או ארבעה צריכין להפסיק מסעודתם להשלים לעשרה ולברך בשם אך דבזה לכו\"ע אין צריכין להפסיק רק עד ברוך אלהינו שאכלנו וכו' ולא יותר ואם אכלו ביחד אחר כך לאחר שהפסיקו יכולין לברך בזימון ולא פרח זימון מינייהו כי לא נצטרפו מעיקרא רק להזכרת השם וכן יכולין אח\"כ להצטרף לששה אחרים שאכלו אצלם לזמן בשם דלא שייך לומר פרח זימון דאמירת אלהינו דאכל בי עשרה שכינתא שריא וכן אם יש אפי' חמשה שהפסיקו לחמשה אחרים מצטרפין אח\"כ לחמשה אחרים לברכת אלהינו כשאוכלים עכ\"פ כזית פת ביחד [אחרונים]:\n"
        ],
        [
            "(א) גדול מברך - היינו הגדול בחכמה שבכל המסובין הוא יהיה המברך בהמ\"ז לכולם ואף דהשתא המנהג שכל א' מברך לעצמו בלחש וכדלעיל בסימן קפ\"ג מ\"מ מנהג ד\"א לכבדו שיהיה הוא המזמן ומיירי שכל המסובין הם בעלי בתים שאכלו משלהן דאם היה א' בעה\"ב הדבר תלוי בו ליתן לאורח לברך וכדלקמיה או למי שירצה מבני ביתו ויברך ג\"כ לבעה\"ב. אם הגדול מוציא ליחה [שקורין הוש\"ט] יברך אחר כי אין זה נכון שיפסיק הרבה פעמים ויהיה רוקק והאחרים ימתינו [אחרונים]. יש מקומות שנוהגין שנותנין לאבל [שעל אביו ואמו כל י\"ב חודש] לברך ודוקא כשכולם שוים דהיינו שכולם אוכלים משלהם אבל כשאוכל מפתו של בעה\"ב תלוי ברצון בעה\"ב למי שירצה יתן וכ\"ש אם רוצה בעצמו לברך:",
            "(ב) בסוף - הסעודה כל היכא דאי מייתי להו מידי מצו למיכל וכדלעיל בסימן קצ\"ז ס\"א ע\"ש ומסתברא דאם משהה בסעודתיה אין מחוייבין להמתין עליו עד שיגמור סעודתו כדי שיהיה הוא המברך אלא מברך אחר והוא יענה:",
            "(ג) אם יש שם אורח - היינו כשהוא אוכל מפתו של בעה\"ב:",
            "(ד) מברך אפי' וכו' - ואם יש שם כמה אורחים תלוי לפי דעתו של בעה\"ב ואפילו ליתן לקטן שבהם:",
            "(ה) ומה ברכה מברכו וכו' - בספר לחם חמודות תמה למה אנו משנים נוסח הברכה דבעה\"ב ממה שנאמר בש\"ס:",
            "(ו) רשאי - שלא תקנו ליתן לאורח אלא לטובתו כדי שיברכנו וכ\"ש אם האורח אינו הגון בעיניו דיש לו לעשות כן:",
            "(ז) למי שירצה - היינו דאפילו אם א' סמוך על שלחנו ומשלם לו דמי מזונו שאותו א\"צ לברך לבעה\"ב ג\"כ רשאי ליתן לו לברך:",
            "(ח) לא יקדים וכו' - ואמרינן בגמרא דהוא בכלל משניאי אהבו מות שמשניא את התורה בפני ההמון שיאמרו שאינה חשובה כ\"כ בראותם שהחכם שפל לפני ע\"ה דאף שהוא כהן מעלת התורה גדולה ממעלת הכהונה:",
            "(ט) דרך חק וכו' - ר\"ל שמקדימו מפני משפט הכהונה:",
            "(י) רשות - ר\"ל אין בזה פחיתות ערך לת\"ח מדאינו מברך בלתי רשותו ואפילו אם הוא אינו כהן יכול ליתן לו רשות לברך:",
            "(יא) אבל כהן ת\"ח וכו' - וה\"ה כששניהם אינם חכמים:",
            "(יב) מצוה להקדימו וכו' - ואפילו אם הת\"ח הוא גדול ממנו דאין עליו חיוב לכבדו מחמת מצות וקדשתו מ\"מ טוב שיקדים הכהן לפניו כיון שהוא ג\"כ חכם והעושה כן הוא מאריך ימים:",
            "(יג) לפתוח ראשון - בקריאת התורה ולברך ראשון בסעודה בברכת המוציא ובבהמ\"ז וכן להוציא בקידוש דוקדשתו הוא לכל דבר שבקדושה וכתבו הפוסקים דבכלל לפתוח ראשון הוא להיות ראש המדברים בכל קבוץ עם ולדרוש תחלה וה\"ה בישיבה ידבר בראש ועיין במ\"א שמצדד דהלימוד מוקדשתו הוא דאורייתא (ולא אסמכתא בעלמא) ומ\"מ אם הכהן רוצה לחלוק כבוד לאחר בכל זה רשאי ורק בקריאת התורה אינו יכול למחול וכדלעיל בסימן קל\"ה במ\"ב סק\"ט אמרי' בגמרא דהכהן יטול מנה יפה ראשון [ור\"ל שישראל צריך ליתן לכהן מנה יפה ראשון לכל המסובין] והיינו דוקא בחברים המסובין בסעודה או בצדקה אבל כשהכהן חולק איזה שותפות עם חבירו ישראל לא דאדרבה אמרינן בגמרא כל הנותן עינו בחלק יפה אינו רואה סימן ברכה לעולם וצ\"ע למה אין נזהרין עכשיו להקדים לכהן לכל הנך מילי [מ\"א וע\"ש שמצדד למצוא קצת טעם למנהג ומ\"מ לכתחלה בודאי יש ליזהר בזה]. טוב להקדים הלוי ג\"כ לישראל אם הם שוין בחכמה בבהמ\"ז ובהמוציא וכן בנתינת הצדקה דהא מקדימין אותו בקריאה ג\"כ לפני ישראל:",
            "(יד) שנותנים לו לברך - ר\"ל אורח שנותנים לו לברך בהמ\"ז ואינו מברך מקצר ימיו משום דבדין כשהאורח מברך לבעה\"ב וכנ\"ל ובזה שנמנע לברך את בעה\"ב שהוא מזרע אברהם שנאמר בו ואברכה מברכיך ומכלל הן אתה שומע לאו נמצא גורם קללה לעצמו וכתב המ\"א ודוקא כשמברכין על הכוס דאז החיוב על האורח לברך את בעה\"ב. ונ\"ל שר\"ל שבלא זה אין גורם קללה אבל בודאי אין נכון לאדם לדחות מצוה הבאה לידו:",
            "(טו) לברך - שיהיה הוא המזמן ומוציא אחרים ידי חובתן ולא לשמוע ולענות אמן שאף שהשומע כעונה ועונה אמן כמוציא ברכה מפיו מ\"מ ממהרין ליתן שכר תחלה להמברך:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}