{
    "versionTitle": "Hilchos Shabbos #7",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) אם הם לצורך השבת - אבל שלא לצורך שבת אפילו לא היה לו פנאי להתיר קודם אין מתירין משום דהלא יכול להתיר אחר שבת ולמה לן לאטרוחי בשבת בכדי. וה\"ה אם הוא לצורך מצוה ג\"כ מתירין אע\"פ שאינו לצורך שבת:",
            "(ב) שלא לאכול - פי' היום ולאו דוקא אם נדר לגמרי מאכילה ושתיה דה\"ה אם נדר מאכילת בשר ושתית יין ג\"כ מתירין דדבר זה הוא מצוה בשבת וה\"ה אם נדר שלא ללבוש מלבוש הצריך היום ג\"כ שרי ועיין ביו\"ד דמשמע דה\"ה אם נדר שלא לישן בשבת ג\"כ הכי דמתירין לו דזהו ג\"כ מתענוגי שבת הוא אם רגיל בכך:",
            "(ג) נדרי אשתו - וה\"ה אב לבתו נערה. איתא ביו\"ד סימן רל\"ד סכ\"ד דכשמפר בשבת לא יאמר לה מופר ליכי כמו שאומר בחול אלא מפר ומבטל הנדר בלבו ואומר לה טלי ואכלי טלי ושתי. ופשוט דאם הבעל אינו יודע עדיין מנדרי אשתו והוא שלא לצורך שבת יותר טוב שלא להודיע לו בשבת עד אחר השבת כדי שלא יצטרך להפר בשבת ביום השמיעה וה\"ה אם נדרה לזמן והזמן כלה בשבת אין רשאי להפר היכא שהדבר אינו לצורך שבת כיון דלמחר שריא למה יעשה דבר שלא לצורך היום ודמיא לשאלת נדרים שאסור להתיר היכא שהדבר אינו לצורך שבת:",
            "(ד) עוד להפירם - שאין יכול להפר אלא ביום שמעו דוקא וכדכתיב ביום שמעו ואפילו שמע בשבת סמוך לחשיכה קודם יציאת השבת מותר להפר דזמן הפרתה לא הוי מעת לעת אלא אותו היום בלבד דהיינו אם שמע בלילה יש לו זמן להפר לה כל הלילה וכל היום בשבת ואם שמע ביום אפילו סמוך לחשיכה אין לו היתר להפר לה אלא קודם הלילה:",
            "(ה) בא בשבת - ואותה המלאכה הוא דבר שאסור לעשות ביום השבת:",
            "(ו) ויש לו פתחים - וה\"ה דאפילו אם אין לו פתח אלא חרטה מעיקרו לחוד ג\"כ מתירין לו כדי שלא יעבור על נדרו [פמ\"ג] אך באמת הלא יכול לעשות מחרטה גופא פתח דשואלין לו אלו היה יודע שיתחרט לבסוף על נדרו או שבועתו האם היה מקבל על עצמו לכתחלה דבר הזה בנדר ושבועה וכשמשיב לאו מתירין לו וכמבואר ביו\"ד סימן רכ\"ח ס\"ז בהג\"ה:",
            "(ז) אפילו בשבת - שאם לא יתירו לו היום את שבועתו יעבור על לא יחל דברו:",
            "(ח) שאינם לצורך השבת - לפי שאין דרך להיות כנופיא אלא בשבת ואם לא יתירוהו לו לא יתאספו ביום אחר ונמצא שלא יהיה לו היתר לעולם והוי כנדרי אשתו דשרי [ב\"י] ועיין לעיל בסימן ש\"ו במ\"ב סקנ\"א:"
        ],
        [
            "(א) כל הדברים וכו' - לישנא דכל לאו דוקא דיש דברים שאיסורן מדברי סופרים וגזרו עליהן ביה\"ש אף לצורך מצוה כגון המבואר לקמן בסימן ת\"ט ס\"ג בשו\"ע וכן להעביר פחות פחות מד\"א וכמו שמובא שם במ\"א בשם הרה\"מ והטעם משום דהם קרובים לבוא לידי מלאכה גמורה דאורייתא גזרו בהם טפי וכן הרבה פוסקים סוברים דאין מערבין עירובי תחומין ביה\"ש אף שהוא לצורך מצוה וכן מלאכה שאינו צריך לגופה חמור משאר איסור דרבנן ואסור בכל גווני ביה\"ש אף אם נימא דעצם איסורו הוא דרבנן וכ\"ש דלהרמב\"ם הוא דאורייתא. ודע דכל סעיף זה לא מיירי כשקבל עליו שבת אבל אם קבל עליו שבת [כגון ע\"י מזמור שיר ליום השבת או לכה דודי בזמנינו] מבואר לעיל בסימן רס\"א שאפילו הוא מבע\"י ואפילו אם רק הצבור קבלו עליו שאז חל עליו שבת בע\"כ אסור לו לעשות כל שבות בעצמו אפילו לדבר מצוה אם לא ע\"י עו\"ג:",
            "(ב) בין השמשות - וזמנה מבואר לעיל בסימן רס\"א עי\"ש ועיין במ\"א שנסתפק בבין השמשות של מוצאי שבת דאפשר דהשו\"ע מיירי רק בע\"ש ושאני אפוקי יומא מעיולי יומא דמספיקא לא פקעה קדושה ובח\"א כתב להחמיר ועיין בה\"ל שהבאנו דהבית מאיר הכריע דמדינא אין חילוק ואף במו\"ש ביה\"ש מותר שבות לצורך מצוה [וכן בברכי יוסף כתב כן בשם רשב\"א כת\"י דעירובין דשוה ביה\"ש של מו\"ש עם ביה\"ש דע\"ש] ומ\"מ למעשה כתב דיש להחמיר במו\"ש משום דאין אנו בקיאין בזמן ביה\"ש מתי מתחיל הזמן שאיננו ודאי יום ועיין בה\"ל:",
            "(ג) וכן מוריד מהאילן וכו' - וחשיב צורך מצוה אף שא\"צ לזה עתה כ\"כ בשבת משום דמתחלה אין מערבין עירובי תחומין אלא לדבר מצוה ואם יהיה אסור להורידו ולהביאו אצלו לא יחול עירובו והלכך צורך מצוה היא:",
            "(ד) או מוציא מהכרמלית וכו' - ר\"ל והוא התכוין לקנות שביתה ברה\"ר או ברה\"י הסמוך אצל הכרמלית ואם לא יהיה רשאי ביה\"ש שהוא זמן חלות עירוב להוציא מהכרמלית להביאו אצלו לא יחול עירובו ולכן שרי:",
            "(ה) וכן אם היה טרוד וכו' - בא לפרש בזה האי או דוחק שכתב לעיל דהיינו אם היה טרוד ונחפז לזה דאז מן הסתם נצרך לו צורך הרבה ושעת הדחק הוא ולכן התירו לו ועיין בבאור הגר\"א סימן רס\"א שמשמע מיניה שמה שמתיר הרמב\"ם מפני שהוא טרוד ונחפז היינו כשהוא שעת הדחק גדול כגון שרוצה לערב מפני שהוא טרוד ונחפז לברוח מפני כותי בזה שוה הענין לדבר מצוה והתירו שבות בין השמשות דהיינו אפילו כשהעירוב מונח על האילן או בכרמלית:",
            "(ו) ונחפז - עיין מה שכתבנו בסימן רס\"א במ\"ב סקט\"ז בשם רש\"ל:",
            "(ז) נר בשבת - האי בשבת ר\"ל שידליק תיכף ביה\"ש לצורך שבת אבל אם מבקשו שידליק אח\"כ בשבת גופא זה אסור אפילו אם בקשו מבע\"י וכמבואר לעיל בסימן ש\"ז ס\"ב. ולאו דוקא לצורך סעודה מתיר המחבר דה\"ה אם מבקשו שידליק בחדר שישן שם ג\"כ יש להקל:\n"
        ],
        [
            "(א) נבילות - וה\"ה כל שאר אסורים וכן חלול שבת אם עושה לדעת עצמו אבל אם עושה בשביל גדול צריך למחות בידו וכדלעיל בסימן של\"ד סכ\"ה ע\"ש במ\"ב:",
            "(ב) אבל אביו וכו' - דאפילו לחנך בניו ובנותיו במצות הוטל עליו כדכתיב חנוך לנער על פי דרכו וכ\"ש להפרישם מאיסור דמוטל על האב ויש מאחרונים שסוברין דמצות חינוך מוטל גם על האם:",
            "(ג) מאיסור דאורייתא - באמת אפילו מאיסורא דרבנן חייב להפריש כמו דצריך לחנכו במצות דרבנן וכדלעיל בסק\"ו ס\"ב אלא נ\"מ דבאיסור דרבנן אם לא הפרישו האב אין ב\"ד מוחין בידו אבל באיסור דאורייתא ב\"ד מוחין ביד האב להפרישו והגר\"א פירש דלהכי נקט מאיסור דאורייתא דמאיסור דרבנן פעמים שאין צריך להפרישו ואף ליתן לו לכתחלה מותר דהיינו בשצריך לכך וכגון רחיצה וסיכה ביוה\"כ ופשוט דאם שמע לבנו ובתו הקטנים שהם מדברים לשה\"ר מצוה לגעור בהם ולהפרישם מזה וכן ממחלוקת ושקר וקללות ובעו\"ה כמה נכשלין בזה שהם מניחין לבניהם לדבר לשה\"ר ורכילות ולקלל ונעשה מורגל בזה כל כך עד שאפילו כשנתגדל ושומע שיש בזה איסור גדול קשה לו לפרוש מהרגלו שהורגל בזה שנים רבות והיה הדבר אצלו בחזקת היתר ודע דשעור החינוך במ\"ע הוא בכל תינוק לפי חריפותו וידיעתו בכל דבר לפי ענינו כגון היודע מענין שבת חייב להרגילו לשמוע קידוש והבדלה היודע להתעטף כהלכה חייב בציצית וכנ\"ל בסימן י\"ז וכן כל כיו\"ב בין במ\"ע של תורה בין בשל ד\"ס אבל החינוך בל\"ת בין של תורה בין של דבריהם הוא בכל תינוק שהוא בר הבנה שמבין כשאומרים לו שזה אסור לעשות או לאכול אבל תינוק שאינו בר הבנה כלל אין אביו מצווה למנעו בע\"כ מלאכול מאכלות אסורות או מלחלל שבת אפילו באיסור של תורה כיון שאינו מבין כלל הענין מה שמונעו ומפרישו וכן אם הוא כהן אין צריך להוציאו מבית שהטומאה בתוכו אא\"כ הוא בר הבנה אזי מצוה על אביו להוציאו כדי להפרישו מן האיסור מחמת מצות חינוך. ולהכניסו בבית שטומאה בתוכו וכן לספות לו בשאר איסורים אסור אפילו בתינוק שאינו בר הבנה עדיין וכמו שנכתוב לקמיה ומ\"מ אשת כהן מעוברת שקרבו ימיה ללדת מותרת ליכנס לכתחלה באהל המת דאף שנראה לנו שודאי תלד שם ולד ושמא יהיה זכר ויטמא שם אפ\"ה מותר דס\"ס הוא שמא יהיה נקבה ושמא יהיה נפל:",
            "(ד) אסור - לכל אדם ואפילו התינוק אינו בר הבנה כלל ודבר זה הוא אסור מן התורה וילפינן לה מדכתיב בשרצים לא תאכלום וקרא יתירא הוא וקבלו חז\"ל דר\"ל לא תאכילום לקטנים וכן בדם כתיב כל נפש מכם לא תאכל דם וקבלו חז\"ל דר\"ל לא תאכיל לקטנים וכן בטומאת כהנים כתיב אמור ואמרת ואחז\"ל אמור לגדולים שיאמרו לקטנים. והנה משלש מצות אלו אנו למדין לכל התורה כולה דכל איסורי תורה אסור להאכילם או לצוותם שיעברו. ולכן אסור ליתן לתינוק דבר מאכל של איסור אפילו לשחוק בו שמא יאכלנו דהוי כמאכילו בידים [מ\"א]:",
            "(ה) אפילו וכו' - ולומר לא\"י שיתן דבר איסור לתינוק ג\"כ אסור וכמו בכל איסורין דאמירה לעו\"ג אסור וכ\"ש לומר לתינוק בעצמו שיאכל דאסור [אחרונים] ואם התינוק צריך לכך כגון שהוא קצת חולה מותר לומר לעו\"ג להאכיל אותם אפילו בדבר שהוא אסור מן התורה וכן נוהגים בפסח שמצוים לעו\"ג לישא התינוק אל ביתו ולהשקותו חמץ [וכן אם הוא צריך לשתות סתם יינם שהמים היזק לו יצוה להעו\"ג ליתן לו] ואם התינוק חולה וא\"א לשאת אותו חוץ לבית יבקש מעו\"ג שיתן להתינוק חמץ והעו\"ג מביא החמץ ומעמידו בבית דהו\"ל חמצו של עו\"ג בבית ישראל דאינו עובר עליו בבל יראה ואז אפילו הולך העו\"ג לפעמים יכול לצוות לקטן ליתן לזה לשתות אבל הוא לא יגע בו שמא יאכל ממנו כמ\"ש סימן ת\"מ אך בכל זה יזהר שלא יקדים לו דינר דעי\"ז יהיה קנוי לו החמץ [מ\"א וש\"א]:",
            "(ו) להרגילו בחילול שבת וכו' - כגון שיאמר לו הבא לי מפתח ואפילו דרך כרמלית:",
            "(ז) צריכים להפרישו - ס\"ל דכיון דהגיע לחינוך מוטל על כל אדם להפרישו מאיסורא כמו על אביו והא דקי\"ל דאין מצווין להפרישו בשלא הגיע לחינוך ועיין בח\"א שדעתו דלענין איסורא דאורייתא יש להחמיר כדעה זו וע\"כ אם העו\"ג רוצה להאכיל לקטן ישראל שהגיע לחינוך דבר שאסור מדאורייתא מוטל גם על אחרים למחות בידו אבל בדבר שאיסורו מדרבנן אין מוטל רק על האב:",
            "(ח) וי\"א דלא שייך וכו' - לאו דעה חדשה היא אלא דעת המחבר לעיל:",
            "(ט) טוב לו - קטן שגנב או שהזיק ראוי לב\"ד להכותו שלא ירגיל בה [וכן חבלה וביוש וכל דברים שבין אדם לחבירו ב\"ד מצווין להפרישו שלא יארע תקלה על ידו] אבל אין צריך לשלם אם אין הגנבה בעין. וכ\"ז מדינא אבל לפנים משורת הדין בין שחבל בו בגופו או שהזיק לו בממנו צריך לשלם לו [ט\"ז וח\"א וכן משמע מהגר\"א]:\n"
        ],
        [
            "(א) ההולך במדבר - וה\"ה אם נשבה בין העו\"ג ונשכח יום שבת ממנו [ירושלמי] אך לפעמים בזה יכול לברר מחשבונותם באיזה יום חל שבת שלנו:",
            "(ב) מיום שנתן וכו' - ר\"ל מיום שנפל בלבו הספק מתי הוא שבת ואותו היום גופא הוא יום א' למנין ששת ימי החול:",
            "(ג) בקידוש והבדלה - דהיינו שעושה קידוש על הפת והיין כדין ותקנו חכמים זה לזכרון שלא תשתכח תורת שבת ממנו ואם אין לו יקדש ע\"י התפלה דהא התפלה הוא מתפלל של שבת ביום זה כמ\"ש הפמ\"ג ויוצא בזה מדאורייתא אפילו אם היום הוא באמת שבת כמבואר לעיל בסימן רע\"א במ\"ב ע\"ש וגם יבדיל בתפלה שאומר אתה חוננתנו ויוצא בזה ע\"פ הדחק מצות הבדלה:",
            "(ד) ואם יש לו וכו' - היינו אפילו אין לו כ\"א לחם בעלמא שוב אסור לעשות מלאכה אצל בני השיירא להשתכר בשביל תבשיל דהלא אין כאן פקוח נפש:",
            "(ה) ממה להתפרנס - דהיינו מכספו שיש לו או שיוכל למכור איזה חפץ או שיוכל להשיג בהקפה מבני השיירא עד שיגיע למקום ישוב או במתנה מאצלם:",
            "(ו) אסור לו - ר\"ל אפילו בכל ששת הימים דהא כל יום הוא ספק שבת ואע\"ג דרוב הימים הוא ימי חול זה מקרי קבוע דהא יום שבת מנכר לכל הוא:",
            "(ז) כדי פרנסתו מצומצמת - אכל יום נמי קאי שאינו רשאי להשתכר ממלאכה יותר ואפילו ביום הששי שלו כדי להכין על יום השביעי שלו שלא יצטרך לעשות בו מלאכה ג\"כ אסור דשמא היום הוא יום שבת ולמחר יהיה יום חול ואיך יחלל בדבר שאינו נוגע לפקו\"נ אבל כדי פרנסה מותר שנוגע לפקו\"נ שאם לא יעשה מלאכה ימות במדבר ברעב. ובדיעבד אם הרויח ביום אחד יותר מכדי פרנסתו אסור לו למחר לעשות מלאכה עד שיכלה מה שיש לו [תו\"ש]:",
            "(ח) ומותר לילך - אפי' כמה פרסאות שאם ישאר במדבר לעולם יחלל שבת וימות בארץ גזרה:",
            "(ט) אפילו ביום שמקדש בו - כדי למהר לצאת מן המדבר אבל שארי איסורים אפי' אינו רק שבות דרבנן אסור לעשות ביום השביעי שלו [מ\"א] ובא\"ר מיקל בשבות אפילו ביום הז' שלו כיון דהוא רק ספיקא דרבנן:",
            "(י) באיזה יום יצא - וע\"כ אסור לעשות תיכף מלאכה דשמא יצא ביום ג' וד' והיום יום שבת וכן ביום ששי ושביעי דשמא יצא ביום א' וב':",
            "(יא) ביום שמיני ליציאתו - אבל ביום ט' אסור דהגם דאין דרך לצאת מביתו בע\"ש דילמא מיקלע ליה שיירא ונפק בע\"ש וא\"כ יום ט' ליציאתו הוא שבת אבל ביום חי\"ת וכן בלילו מותר וכתבו האחרונים דאם יכול לעשות מלאכה באותו יום שיספיק לו להתפרנס מזה כל השבוע אסור לעשות מלאכה כל השבוע. והנה עד סימן זה ביררנו בעז\"ה במ\"ב כל האבות מלאכות ותולדותיהן [וגם השבותין שגדרו חז\"ל להיות סייג וגדר להתורה] המוזכרים בהשו\"ע [לבד ממלאכת הוצאה שיבואר אי\"ה בסימן הבא] ולא נשאר לנו כ\"א להעתיק פה כ\"א עוד איזה אבות מלאכות שלא נזכרו פה בשו\"ע דהיינו המנפץ והטוה והמיסך והעושה שתי בתי נירין והאורג שני חוטין והפוצע שני חוטין ונבארם אחת לאחת. א) הסורק צמר או פשתן או שאר דברים כמו שסורקין הפשתן והצמר או כמו שנופצין הצמר לעשות הלבדין והמנפץ הגידין דהיינו שחובט במקל על הגידין עד שעושה אותן כחוטין לטוות אותן כמו שהסופרין עושין כ\"ז קרוי מנפץ וחייב אבל המנפץ גבעולי פשתן וקנבוס חייב משום דש שהרי מוציא הפשתן והקנבוס מן הגבעולין [סמ\"ג ועיין בח\"א]. ב) הטוה אורך ד' טפחים מכל דבר הנטוה חייב אחד הטוה את הצמר או פשתן או נוצה או שערות או גידין וכן כל כיוצא בזה ולאו דוקא בכלי [כמו שקורין שפי\"ן רעדי\"ל] אלא אפילו אם טוה בידים [שכך הדרך לטוות כמו שטוין הנשים בידים על שפינדי\"ל] ומקרא מלא הוא בידיה טוו. והלוקח חוטין ושוזר אותם [שקורין איינגידריי\"ט] ג\"כ חייב משום טווה וכן העושה הלבדין דהיינו מה שקורין [קאפעלושי\"ן או פילשצי\"ן] ה\"ז תולדת טוה וחייב. ג) העושה שתי בתי נירין חייב [ועיין בתוי\"ט פ\"ז דשבת ובפי\"ג ד\"ה בנירין ובתפארת ישראל שהאריכו בזה]. העושה נפה או כברה או סל או סבכה או שארג מטה בחבלים וה\"ה בקש ובכל דבר ה\"ז תולדת עושה נירין ומשיעשה שני בתים חייב ופירש\"י דהנך לאו נירין ממש אלא שמשרשר ומרכיב חוט אחד בשתי מלמטה ואחד מלמעלה ומעמיד השתי בהן כתיקונו. ד) דרך האורגין שמותחין החוטין תחלה באורך היריעה וברחבה ושנים אוחזין זה מכאן וזה מכאן ואחד שובט בשבט על החוטין ומתקן אותם זה בצד זה עד שתעשה כולה שתי או ערב ומתיחת החוטין כדרך האורגין נקרא מיסך וכשכופלין אותה ומתחיל להכניס השתי בערב נקרא אורג. ה) המיסך חייב והשובט על החוטין עד שיתפרקו ויתקנם ה\"ז תולדת מיסך והמדקדק את החוטין ומפרידן בעת האריגה ה\"ז תולדת אורג. ו) אחד האורג בבגד או בקנים או שעושין חלונות מחתיכת עץ כמו שעושין לסכך עליו או בשערות או בכל דבר חייב. והקולע נימין ושערות וכל דבר ה\"ז תולדת אורג וחייב. וה\"מ בתלוש אבל הקולע שערות ראש במחובר אינו כאורג דאין דרך אריגה במחובר בראש וגם אין סופה להתקיים אבל עכ\"פ איסור יש בזה לקלוע או להתיר קליעתו וכדלעיל בסימן ש\"ג סכ\"ו ע\"ש במ\"ב. ז) הפוצע שני חוטין לרמב\"ם שמוציא השתי מן הערב או להיפוך ולראב\"ד שחתך שני חוטין אחר האריגה מן המסכת חייב. וצריכין רופאי ישראל ליזהר כשצריכין חוטין מפורדין [שקורין קנייטי\"ן] ליתן על המכה ולוקחין חתיכת בגד פשתן ומפרידין החוטין והוי מלאכה דאורייתא [כ\"ז מלוקט מהרמב\"ם והח\"א והזכרו תורת משה]:\n"
        ],
        [
            "(א) ארבע רשויות וכו' - אקדים לזה הקדמה קצרה. והוא הנה הוצאה מרשות לרשות הוי מכלל שאר מלאכות שאסרה התורה לעשות ביום השבת והוא ככל גופי תורה שנמסרו למשה מסיני והביאו חכמינו ע\"ז ראיה ג\"כ מקרא דכתיב ויצו משה ויעבירו קול במחנה איש ואשה אל יעשו עוד מלאכה לתרומת הקודש ויכלא העם מהביא אלמא דהבאה לכל אחד מרשותו שהוא רה\"י לרשותו של משה שהיה ר\"ה מפני שהיו רבים מצויין שם הוא בכלל מלאכה [רמב\"ם ריש פי\"ב] וה\"ה דאסור להכניס מר\"ה לרה\"י ויש עוד רשות שלישי ששמו כרמלית שהוא אינו בכלל ר\"ה וגם איננו רה\"י שאין לו מחיצות כדין רשות היחיד וכמבואר בסי\"ד ומן התורה מותר להכניס ולהוציא ממנו לרה\"י ולר\"ה אבל חכמים אסרוהו כדי שלא יבוא להתיר עי\"ז מרה\"י לר\"ה שאין הכל בקיאים בדיני מחיצות ויש עוד רשות רביעי שנקרא מקום פטור וכדלקמן בסוף הסימן ומותר להכניס ולהוציא ממנו לכתחלה לרה\"י ולר\"ה וכמבואר הכל בסימן שמ\"ו. רך מל - פי' כרמל הכתוב בתורה היינו שנמלל ביד ואינו לח ולא יבש לגמרי אלא כשמוללין אותו ביד הוא מתרכך לגמרי [ק\"ע בשם הערוך בביאור הירושלמי]:",
            "(ב) המוקף מחיצות - בסימן שס\"ג יתבאר כמה מחיצות צריך שיהא שם ועוד כמה פרטים בענין זה:",
            "(ג) ויש בו ד\"ט וכו' - הנה מסי\"ט מוכח דבעינן שיהא בין המחיצות חלל ד' על ד' כי עובי המחיצות אין מצטרפות לזה וזהו דעת רוב הפוסקים. ויש מן הראשונים שכתבו דגם עובי המחיצות מצטרף לשיעור הזה ובא\"ר הביא בשם הרשב\"א [וכה\"ג איתא ג\"כ במלחמות] לחלק בענין זה דמחיצות עבות שראוי להניח מלמעלה דף על גביהם ולהשתמש שם מצטרף העובי עם החלל לשיעור זה כיון שראוי להשתמש שם ואם לאו אין מצטרף ועיין באחרונים שהסכימו דכ\"ז לענין שיהא נקרא שם רה\"י על עובי המחיצה מלמעלה אבל לענין חלל שבתוך המחיצות לכו\"ע לא נקרא רה\"י כ\"ז שאין בחללו ד' על ד':",
            "(ד) וכן חריץ וכו' וכן תל וכו' - וה\"ה עמוד גבוה עשרה טפחים ורחב ד' על ד' וכל זה אפילו הם עומדים בר\"ה וכדלקמיה בסעיף י':",
            "(ה) גבוה עשרה וכו' - אבל אם התל או המחיצות הם פחותים מעשרה טפחים אף שהם רחבים הרבה לאו רה\"י הוא וא\"צ שיהיה התל זקוף בגובה אלא אפילו הוא משופע אם מתלקט עשרה טפחים בגובה מתוך שיפוע ד' אמות הוי כאלו זקוף כולו והרי הוא רה\"י במקום גבהו [גמרא דף ק']:",
            "(ו) הן ואלכסונן וכמו שיתבאר וכו' - ר\"ל כמו שם לענין מעביר ד' אמות בר\"ה אין חייב לכו\"ע עד שיעביר שיעור ד' אמות עם אלכסון שעולה ביחד ה' אמות וג' חומשי אמה כן בעניננו לענין רה\"י אין נקרא רה\"י עד שיהיה שיעור רוחב ד' טפחים עם אלכסונן ועולה יחד ה' טפחים וג' חומשי טפח. והנה הלבוש השמיט היש אומרים זה מחיבורו ועיין בא\"ר שכתב שיפה עשה שהשמיטו כי היא רק דעת יחידאה וכל הראשונים חולקים ע\"ז וס\"ל דאם הוא רק ד' על ד' מרובע חשוב רה\"י ולא דמי לדלקמן סימן שמ\"ט לענין העברת ד' אמות בר\"ה ע\"ש וכן הגר\"א דחה הי\"א הזה מהלכה וכתב ג\"כ דלא דמי לדלקמן סימן שמ\"ט ע\"ש:",
            "(ז) כתלים המקיפים רה\"י - ר\"ל שע\"י הכתלים נעשה החלל שבפנים רה\"י:",
            "(ח) אפי' אינם רחבים ד' - ר\"ל שעובי הכתלים אין רוחב עובין ד' טפחים כשיעור רה\"י אפ\"ה יש שם רה\"י גם על עובין מלמעלה והטעם דכיון שהם עושין על ידי היקף שלהם את החלל שבתוכן רה\"י ק\"ו שהם עצמן יהיו רה\"י:",
            "(ט) שכלפי רה\"י - ר\"ל אפילו אם פונים גם לר\"ה כיון שהחור הוא מעבר לעבר ונכנס גם כלפי רה\"י דינם כרה\"י וע\"כ אסור להוציא איזה דבר שמונח על החור לר\"ה או לכרמלית הסמוך לו ואם מכניס מר\"ה לתוכו חייב. והנה דעת התוספות דלית חיובא אא\"כ היה החור ד' על ד' טפחים אבל דעת הרשב\"א והמאירי דבחורי רה\"י א\"צ שיהי' רחב ד' דיש להם דין רה\"י עצמה בכל גוונא:",
            "(י) הם רה\"י - מסתימת המחבר משמע דאפילו אם החורים הם למטה מעשרה טפחים כיון שמפולשים כלפי פנים דינם כרה\"י וכן משמע מלשון רמ\"א שכ' דאם אינם עוברים כלפי פנים נידונין לפי גבהן ורחבן משמע דאם החורין עוברין כלפי פנים אין אנו מסתכלין על גבהן ורחבן ולעולם כרה\"י חשיבי וכ\"כ המ\"א ותו\"ש ובא\"ר כתב דדבר זה פלוגתא היא בין הראשונים דיש מן הראשונים דס\"ל דכיון שהוא למטה מעשרה אין בני רה\"י משתמשין בם מפני שכיון שהוא נמוך בני ר\"ה משתמשין שם וע\"כ דינם כחורי ר\"ה המבואר לקמן בסי\"ב וכן הוא ג\"כ דעת הגר\"א בביאורו בסימן זה ובסימן שנ\"ג ע\"ש:",
            "(יא) לפי גבהן ורחבן - היינו אם הם גבוהים יו\"ד טפחים ורחב ד' הוי רה\"י ואם אינם גבוהים י\"ט אז אם הם רחב ד' הוי כרמלית וא\"ל הוי מקום פטור [ואף דמבואר דינא דרמ\"א בהדיא בסי\"ג נקטיה הכא כדי לבאר דאפילו חורי ר\"ה כשמפולשין לרה\"י דינם כחורי רה\"י]:",
            "(יב) עד לרקיע - ואפילו נעץ קנה ברה\"י שגבוה ק' אמות אף שאין בו רחב ד' אם זרק מר\"ה ונח על גביו חייב:",
            "(יג) אפילו כלי וכו' - היינו אפילו היא עומדת בר\"ה:",
            "(יד) תיבה וכו' או כוורת - נקט שני מיני כלים מרובעים או עגולים:",
            "(טו) אם יש בו לרבע - וע\"כ בכוורת שהיא עגולה לא הוי רה\"י עד שתהיה חללה מחזקת ה' טפחים וג' חומשי טפח דאז יש בחללה לרבע ד' על ד':",
            "(טז) הוי רה\"י - בין תוך חללה ובין גב הכלי מלמעלה וכנ\"ל בס\"ג וכלי שאין גבוה עשרה העומד בר\"ה אין לו דין כרמלית דאין כרמלית בכלים אלא הוי כמו ר\"ה דבטל לגבי רשות שהוא עומד בו [מ\"א] ולפ\"ז אם עומד הכלי בכרמלית דין כרמלית עליו מצד רשות שהוא עומד בו וכן מוכח לקמן בסימן שנ\"ה (תו\"ש וכ\"כ בבית מאיר לדעת המ\"א) וכלי המחובר לקרקע מקרי כרמלית אפיל ו הוא בר\"ה:",
            "(יז) רחובות - ודרכים שעוברין מעיר לעיר הוי ג\"כ ר\"ה משום דשכיחי בם רבים:",
            "(יח) הרחבים ט\"ז אמה - דילפינן מדגלי מדבר שמקום הילוך העגלות היה מחזיק ט\"ז אמה וע\"כ אם היה פחות מזה השיעור אינו ר\"ה מן התורה אלא כרמלית:",
            "(יט) ואינם מקורים - דדגלי מדבר לא היו מקורים:",
            "(כ) מפולשים משער לשער - פי' שהשערים מכוונים זה כנגד זה ויש לאותו דרך המכוון משער לשער כל דין ר\"ה (מ\"א) ועיין בבה\"ל:",
            "(כא) ואין דלתותיו וכו' - ואם דלת אחת ננעלת בלילה עיין לקמן בסימן שס\"ד במ\"ב סק\"ה:",
            "(כב) נעולות - מלשון זה משמע דאם לא היו נעולות ממש אע\"פ שראויות לנעול לא נתבטל עי\"ז שם ר\"ה והוא כדעה ראשונה המובא לקמן בסי' שס\"ד ס\"ב ע\"ש:",
            "(כג) וי\"א שכל שאין ששים רבוא וכו' - סבירא להו דגם לזה בעינן דומיא דדגלי מדבר שהיו ששים רבוא ואף שהיה שם עוד ערב רב ונשים וטף לא חשבינן אלא מה שנמצא בכתוב בפירוש. ולענין הלכה מדעת המחבר דכתב דעה זו רק בשם י\"א משמע דלהלכה לא ס\"ל כן ומ\"מ אין בנו כח למחות ביד הסומכין על דעה זו דדעה זו ג\"כ לא דעת יחידאה היא כמו שכתבתי בביאור הלכה וכן צדדו כמה אחרונים וכל בעל נפש יחמיר לעצמו ועיין בסימן שס\"ד במשנה ברורה סק\"ז ובביאור הלכה כאן ושם:",
            "(כד) בכל יום - חפשתי בכל הראשונים העומדים בשיטה זו ולא נזכר בדבריהם תנאי זה רק שיהיו מצויין שם ששים רבוא. ועיין מה שכתבנו בבה\"ל בשם הרמב\"ן והריטב\"א:",
            "(כה) בקצתן וכו' - ט\"ס וצ\"ל בקצתן או שאין בהן ט\"ז אמה וארכן לאורך ר\"ה י\"א שהם ר\"ה וביאור הדברים הוא דמתחלה כתב לענין מבוי שמתקצר במקצתו ואח\"כ הוסיף עוד דאפילו אם אין בכל משך המבוי ט\"ז אמה מ\"מ כיון שאורכו לאורך ר\"ה ומפולש לו ורבים בוקעים בו הרי הוא כחלק ממנו ועיין בבה\"ל ומדלא פירש המחבר שיעורא משמע דאפילו אם המבוי קצר הרבה ואין מחזיק אפילו י\"ג אמה ג\"כ הוי ר\"ה לדעה זו:",
            "(כו) י\"ג אמות ושליש - ס\"ל דבשיעור זה ג\"כ ניחא תשמישתא לרבים קצת ומהני כששני ראשיה מפולשין לר\"ה שיתחשב גם מקום זה לר\"ה ועיין בה\"ל:",
            "(כז) י\"א שהוא ר\"ה - דכיון דר\"ה גמורה יש בשני ראשיה ובוקעין בה רבים ומהלכין מר\"ה לר\"ה דרך המבוי נמצא דהוי תשמיש דרבים גם בזו המבוי וחשוב כר\"ה עצמה והא דמבואר לקמן בסימן שס\"ד דמבוי המפולש בשני ראשיה לר\"ה אין דינו כר\"ה מיירי כשאין רחב י\"ג אמה או דמיירי כשהמבוי מפולש משני צדדין לרוחב ר\"ה דאין רבים בוקעין בו דמי שרוצה לכנוס מר\"ה למבוי הוא צריך לעקם דרכו וכאן מיירי כשהמבוי הולך לאורך ר\"ה והולכין דרך מבוי זו להדיא לר\"ה האחר שכנגדו ולכן יש שם ר\"ה גם על המבוי:",
            "(כח) אפילו הם קוצים וכו' - דכל פחות משלשה קי\"ל דאינה חולקת רשות לעצמה ובטל לגבי ר\"ה:",
            "(כט) ואם הוא גבוה שלשה וכו' - דאז אין רבים יכולין לדרוס עליו מצד גובהו נפקא מכלל ר\"ה ולכלל רה\"י לא בא עד גובה עשרה טפחים ונתנו עליה חכמים שם כרמלית שהוא רשות לעצמו ואסור להוציא ממנו לרה\"י ולר\"ה:",
            "(ל) ואם אינו רחב ארבע על ארבע - ואפילו אם ארכה יותר מד' טפחים לא מצרפינן זה לרחבה דלא נחשבת רשות לעצמו אא\"כ יש בו ד' טפחים באורך וד' ברוחב:",
            "(לא) ט' טפחים - דבשיעור זה דרך בני אדם בר\"ה לכתף עלי' דאינו לא גבוה ולא נמוך אבל בפחות מט' שאינו ראוי לכתף עליו לא מהני לשוייה ר\"ה אפילו אם רבים מכתפין עליו [רשב\"א]:",
            "(לב) מצומצמים - אבל יותר מט' לא הוי ר\"ה אפילו רחב ד' על ד':",
            "(לג) ורבים מכתפים עליו - אבל כשאין מכתפין עליו אע\"ג דראוי לכתף עליו לא הוי ר\"ה ואפילו רחב ארבעה:",
            "(לד) אפילו אינו רחב ארבעה - דאע\"ג דבעלמא לא הוי מקום חשוב בפחות מארבעה כאן דדרך רבים לכתף עליו אף בפחות מד' משוי ליה ר\"ה:",
            "(לה) דה\"ה לגבוה מט' וכו' - הוא דעת הטור דס\"ל דהא דאמרינן בגמרא עמוד ט' הוא בא רק לאפוקי פחות מט' לא הוי ר\"ה אבל יותר מט' אין ה\"נ דהויא ר\"ה כשרבים מכתפין עליו:",
            "(לו) הוי ר\"ה - ולדינא נקטינן כסברא ראשונה דהרבה פוסקים חולקין ע\"ז:",
            "(לז) אם הוא רחב ארבעה - היינו ארבעה על ארבעה:",
            "(לח) כדי לחוק - היינו כגון שהיה העמוד סמוך לכותל ממש אפ\"ה לא אמרינן חוקקין להשלים וממילא הוי מקום פטור ומותר להוציא ממנו לרה\"י ולר\"ה:",
            "(לט) אינה עמוקה שלש - אע\"ג דרחבה כמה טפחים:",
            "(מ) עד עשרה - ואפילו היו רבים משתמשין בו בגומא ההיא תשמיש ע\"י הדחק הוא ולא שמיה תשמיש [גמרא]:",
            "(מא) עמוקה עשרה - ואפילו מלאה מים או שאר דברים שאדם מסתכל בהם ורואה מה שבתוך המחיצות אבל אם מלאה פירות לא הוי רה\"י כיון דאין המחיצות נכרות ואפילו דעתו לפנותן ופטור הזורק לתוכו מר\"ה [ומ\"מ איסורא יש בזה כיון דהפירות הוא דבר שיכול ליטלו משם בשבת לא נתבטל לגמרי הבור משמו] ולרשב\"א דוקא פירות טבלים או שאר דבר שאסור לטלטל מבטל המחיצות:",
            "(מב) שתהא רחבה ד' - ואם לאו הוי מקום פטור ואפילו עמוקה כ' אמה [א\"ר]:",
            "(מג) אלא עד עשרה - וע\"כ הזורק בר\"ה דבילה שמינה ונדבק בכותל למטה מעשרה חייב למעלה מעשרה פטור:",
            "(מד) הוי מקום פטור - ר\"ל דאפילו שם כרמלית אין חל על האויר שלמעלה מעשרה אמנם אם נעץ קנה בר\"ה ובראשו כלי שגבוה יו\"ד טפחים ורחב ד' אע\"ג שתחתיה ר\"ה מ\"מ הכלי הוא רה\"י:",
            "(מה) כלפי ר\"ה - ר\"ל דאינם עוברים כלפי פנים דאם עוברים כלפי פנים דינם כחורי רה\"י וכמ\"ש בס\"ד:",
            "(מו) למעלה משלשה - דלמטה משלשה אפילו הם רחבים ד' על ד' נחשבים כקרקע ר\"ה וכנ\"ל בריש ס\"י:",
            "(מז) לפי מדותיהם - ביארתי לעיל בסקי\"א ע\"ש:",
            "(מח) כגון ים - וה\"ה נהר ואע\"ג דמיא לא מבטלי מחיצתא כמו שכתבנו בסי\"א י\"ל דכל חריץ שאינו משופע כדי שיתלקט גבוה י\"ט מתוך ד\"א לא הוי רה\"י ומצוי הוא שאצל שפתו אינו עמוק כ\"כ תיכף [כ\"כ המ\"א] ובמאירי נזכר הטעם משום דהמחיצות רחוקות זו מזו מאוד אינן מצטרפות לעשות מה שביניהן רה\"י ולפ\"ז אפילו אם אצל שפתו הוא עמוק ג\"כ אינו רה\"י מן התורה מטעם זה [ונהר אע\"ג דשתי מחיצות אינם רחוקות זו מזו כיון דאידך השנים הם רחוקות זו מזו כמה פרסאות אינם מצטרפות לאלו השנים] ואפילו לפי דברי המ\"א מדרבנן כרמלית הוי בכל ענין כמו שמוכח ממנו בסוף דבריו ואם היה רקק מים בר\"ה ור\"ה מהלכת בו אם אינה עמוקה עשרה טפחים אע\"פ שאינה רחבה ד' טפחים ועי\"ז רוב מדלגין עליה ואין מהלכין בתוכה אעפ\"כ הוי ר\"ה [וה\"ה אם היה דף מונח על הרקק ובני אדם עוברים עליה הוי ר\"ה] וברש\"י דף ק' משמע קצת דלא הוי ר\"ה אלא א\"כ הרבה בני אדם עוברים בתוכה. ואם הרקק עמוקה י' ורחבה ד\"ט הוי כרמלית כמו ים [רמב\"ם פרק י\"ד] ועיין בפמ\"ג דמסתפק לומר דרק לחומרא הוי ככרמלית שלא להוציא מתוכה לרה\"י אבל מן התורה רה\"י הוא:",
            "(מט) ובקעה - מקום שדות שאין מוקף מחיצות:",
            "(נ) שלפני העמודים - עמודים הם העומדים בר\"ה ותולין בהם התגרים פרקמטיא ואצלם היו האצטבאות. והנה מדברי המחבר שלא זכר דין דבין העמודים משמע דס\"ל דבין העמודים עצמן נידון כרשות הרבים כדעת הרמב\"ם אבל רוב הפוסקים פסקו דגם בין העמודים אע\"ג דזימנין דדרסי רבים כיון שאין ההילוך נוח כ\"כ שהיו העמודים הרבה בארך ורוחב זה שלא כנגד זה ככרמלית דמיא:",
            "(נא) והיא רחבה וכו' - וה\"ה לענין אצטוונית:",
            "(נב) ארבעה וגבוה וכו' - דבאינה רחבה ארבעה היא מקום פטור ואם אינה גבוה שלשה היא ר\"ה ואם גבוה עשרה היא רה\"י וכנ\"ל בס\"י:",
            "(נג) ועד עשרה - ומיירי בשאין רבים מכתפין עליה דאל\"ה בתשעה וכן מתשעה עד עשרה לדעת הי\"א הנ\"ל בס\"י הוי ר\"ה:",
            "(נד) כגון וכו' - ויש עוד פירוש ברש\"י כגון שהכניס הבית לתוכו והניח מקרקעו לר\"ה א\"נ בית שפניו עומד באלכסון שזוית אחד סמוכה לר\"ה והשנית משוכה מר\"ה לפנים וזוית הבולטת מעכבת את הרבים מלכנס להדיא בתוך כניסה של זוית אחרת:",
            "(נה) ואין להם לחי וכו' - דאי היה לחי היה רה\"י גמור מן התורה לענין זריקה שהזורק מר\"ה לתוכה חייב וגם שהיה מותר לטלטל בתוכה ככל רה\"י דקי\"ל לחי משום מחיצה ואפילו אי הוי שם רק קורה דהוי רק משום הכירא עכ\"פ לכו\"ע רה\"י הוא לענין טלטול לטלטל בתוכה כמו בשאר רה\"י וכ\"ז הוא רק לדעת הרמב\"ם אבל לשארי פוסקים ע\"י ג' מחיצות נעשה רה\"י גמור מן התורה והזורק מר\"ה לתוכה חייב אלא לענין טלטול אסור מדרבנן ככרמלית:",
            "(נו) שהיא מקורה - דאינו דומה לדגלי מדבר שלא היה מקורה מלמעלה:",
            "(נז) שיש בו ארבע על ארבע - דאל\"ה הוי מקום פטור כדלקמיה בסי\"ט:",
            "(נח) ואינו גבוה עשרה - ואם היה בצמצום ט' עיין לעיל בס\"י:",
            "(נט) יש בו ארבע על ארבע - היינו בחללו דאי אין בחללו ד' על ד' תו אין על תוכו שם כרמלית:",
            "(ס) תוכו כרמלית - כיון דמבפנים אין המחיצות גבוהות יו\"ד:",
            "(סא) וע\"ג רה\"י - כיון דגבוה שם עשרה:",
            "(סב) ואם חוקק בו - בקרקע הבית בעומק להשלים שיהא גובה עשרה:",
            "(סג) אפילו באמצע רחוק וכו' - ר\"ל אפילו רחוק יותר משלשה טפחים דליכא למימר דהוא כלבוד אפ\"ה סגי והטעם דגבי שבת עיקר הקפידא שיהא הרשות שבתוכה משתמרת ע\"י המחיצות המקיפים אותה וכיון שהכתלים מבחוץ גבוהים עשרה טפחים ובתוך הגומא נמי יש גובה יו\"ד טפחים עד הקורה מקרי הגומא רה\"י גמורה ושאר צדדי החקק שסביב הגומא מקרי חורי רה\"י דכרה\"י דמו כדלעיל בס\"ד [רא\"ש] ומדבריו משמע דאם לא היו הכתלים גבוהים יו\"ד טפחים מבחוץ אז לא הוי רה\"י אא\"כ הגומא סמוכה תוך ג' טפחים לכותל דאמרינן לבוד והרי היא כגובה יו\"ד טפחים [מ\"א] ובא\"ר מסתפק בזה:",
            "(סד) גג וכו' - כעין גג שלנו:",
            "(סה) הבולט וכו' - הטעם דמה שנעשה הגג רה\"י היינו משום דאמרינן גוד אסיק מחיצות התחתונות למעלה ונמצא הבית מוקף למעלה מארבעה צדדין וזה לא שייך אלא היכא שהמחיצות נכרות לעומד על הגג משא\"כ כשהגג מכסה על המחיצות לא שייך גוד אסיק וממילא כיון דאין לו מחיצות אינו רה\"י ואסור לטלטל עליו כ\"א בתוך ד\"א כשאר כרמלית:",
            "(סו) ואפילו הוא גבוה וכו' - והא דאיתא לקמן בסי\"ח דאין כרמלית תופס רק עד עשרה ולמעלה מזה הוי מקום פטור היינו דוקא היכא שהכרמלית מתחלת ממקום הנמוך מן הקרקע אז אמרינן שאינו תופס אוירה רק עד עשרה טפחים אבל כאן דשם כרמלית עלה מחמת שאין לה מחיצות כשאר רה\"י חל עלה שם כרמלית אף שגבוה יותר מיו\"ד מן הארץ [מיהו זה פשיטא דעל הגג גופא אינו תופס שם כרמלית על אוירו רק עד עשרה טפחים כדין בקעה] ועיין בא\"ר שמפקפק על פסק השו\"ע וכן הגר\"א בביאורו הביא מכמה ראשונים דפליגי על דין זה וסברי דבכל גווני אין שייך שם כרמלית למעלה מעשרה וכן לענין זיזין המבואר לקמיה ג\"כ דעתם דבכל גווני אין עליהם שם כרמלית כיון שהוא למעלה מיו\"ד והסכים לדינא עמהם:",
            "(סז) חלון פתוח לו - לגג דאפשר להשתמש על הגג דרך שם לכן נחשב כל הגג כחורי רה\"י:",
            "(סח) וכן זיזין וכו' - ר\"ל אף שהם גבוהים למעלה מיו\"ד כיון שאין עליהם מחיצות סביבם דין כרמלית עליהם ואסור להניח מר\"ה וכן מרה\"י עליהם:",
            "(סט) פתוח להם - דאז נחשבים הזיזים כחורי רשות היחיד:",
            "(ע) חורי כרמלית - היינו חורים שכלפי כרמלית כגון בית הסמוך לבקעה ויש בכותלה חורין הפתוחים לבקעה ומיירי שאינם עוברים מעבר לעבר דאל\"ה הוי חורי רה\"י וכדלעיל בסק\"ט ע\"ש במ\"ב:",
            "(עא) לפי גבהם ורחבם - היינו דאם רחבים ד' על ד' וגבהן משלשה טפחים ועד עשרה הוי כרמלית ואם לא הוי מקום פטור ואפילו הן גבוהין מן הארץ למעלה מעשרה וכ\"ז כשגבהן שלשה אבל בפחות משלשה אף שאין בו ד' על ד' יש להם דין כרמלית דחשובין כקרקע הסמוך להן וכדלעיל בסי\"ג לגבי חורי ר\"ה:",
            "(עב) גדר כרמלית וכו' - ר\"ל כלל דין כרמלית:",
            "(עג) שלא יהא וכו' ואינה תופסת וכו' - דאקילו בה מקולי ר\"ה ומקולי רה\"י מקולי ר\"ה דאינה תופסת אלא עד עשרה טפחים וכדלעיל בסי\"ב [ולא הוי כרה\"י דעולם עד לרקיע כדלעיל בס\"ה] ומקולי רה\"י דלא יהא פחות מד' טפחים על ד' טפחים וכדלעיל בס\"ב דאם העמוד מחזיק פחות מזה הוי מקום פטור וכדלקמיה בסי\"ט:",
            "(עד) ולמעלה מעשרה וכו' - ר\"ל שאם העמוד היה רחב ד' על ד' ופחות מעשרה בגובה שיש עליו דין כרמלית וקלט מן האויר שעליו למעלה מעשרה מותר להוציא לר\"ה או לרה\"י דהרי קלט ממקום פטור וכן אם נעץ קנה בראש העמוד ועי\"ז נעשה גבוה למעלה מעשרה הוי נמי מקום פטור ומותר ליקח מר\"ה ומרה\"י ולהניח עליו:",
            "(עה) ממיא משחינן - ר\"ל שאין מודדין העשרה טפחים מקרקעית הים אלא משפת המים ולמעלה:",
            "(עו) הוי כרמלית - ואסור לטלטלן שם ד' אמות וכן להוציאן משם לרה\"י ולר\"ה:",
            "(עז) למעלה מיו\"ד וכו' - ר\"ל שאם רוצה לטלטל המים שנטל מעל פני המים ולהוליכו ד\"א באויר למעלה מיו\"ד מותר דהרי הוא מוליך במקום פטור:",
            "(עח) העומד בכרמלית - דאלו היה עומד בר\"ה היה נחשב מקום פטור כשאין בו ד' על ד' וכלקמיה בסי\"ט:",
            "(עט) אפילו עמוק מאה אמה - ר\"ל וגם רחב פחות מד' על ד' והטעם משום דהוא בטל לגבי הכרמלית שהוא עומד בו וכדלקמיה בהג\"ה בדעה הראשונה והא דקי\"ל דגדר כרמלית שלא יהא פחות מד' על ד' ע\"כ איירי לדעת הג\"ה זו היכא דהעמוד עומד בר\"ה דאלו היה עומד בכרמלית אפילו הוא פחות מד' על ד' ג\"כ שם כרמלית עליה דמצא מין את מינו ובטל לגביה:",
            "(פ) אלא א\"כ הוא רחב ד' על ד' - דאז הוי רה\"י:",
            "(פא) שאין בו ארבעה - טפחים רוחב אפילו הוא ארוך אלף אמה דמרובע ד' טפחים על ד' טפחים בעינן:",
            "(פב) וגבוה משלשה ומעלה - דפחות משלשה בטל לגבי קרקע וכדלעיל בס\"י:",
            "(פג) ועמוק יותר משלשה - ט\"ס צ\"ל ועמוק שלשה ויותר:",
            "(פד) ואין ביניהם ארבעה וכו' - מלשון זה משמע דאין עובי המחיצות מצטרף לד' וע\"ל בסק\"ג מה שכתבנו שם:",
            "(פה) וכל זה וכו' - פי' כל הציורים המבוארים בסעיף זה דבאין בו ד' על ד' הוי מקום פטור דוקא בעומד בר\"ה אבל בעומד בכרמלית אע\"ג דלא הוי ד' הוי ככרמלית דמצא מין את מינו היינו המקום פטור מצא את הכרמלית שהיא מינו שהוא ג\"כ מקום פטור מן התורה וניער ונתחזק ע\"י מינו להצטרף עמו ולהיות כמוהו:",
            "(פו) ודינו ככרמלית - ובעמוד או במחיצות הנ\"ל לא הוי ככרמלית אלא עד יו\"ד טפחים אבל בחריץ אפילו עמוק ק' אמה וכנ\"ל בהג\"ה בסי\"ח:",
            "(פז) לכולי עלמא דינו כרשות היחיד - שכל דבר שהוא בתוך רה\"י הוא רה\"י בין גבוה בין נמוך בין רחב בין קצר [ב\"י] ועיין באחרונים שמצדדין להורות כדעה הראשונה ועיין בבה\"ל:"
        ],
        [
            "(א) ומושיט - היינו שגופו עומד ברשות אחד ומושיט בידו החפץ לרשות אחר ועיין לקמן בסימן שמ\"ז במ\"ב סק\"ח לענין מושיט מרה\"י לרה\"י דרך ר\"ה:",
            "(ב) וחכמים אסרו וכו' - דהוא דמיא קצת לר\"ה שאין מחיצות ומ\"מ אינו ר\"ה דלאו להילוכא דרבים עבידא. ולכן גזרו עליו חכמים שלא להוציא ולהכניס ממנו בין לר\"ה ובין לרה\"י כדי שלא יבאו להתיר אף מרה\"י לר\"ה:",
            "(ג) מותר להוציא ולהכניס - וה\"ה להושיט ולזרוק:",
            "(ד) אבל העומד - ר\"ל שהיה עומד והלך והוציא או הכניס או שנשאר עומד אלא שהושיט או זרק:",
            "(ה) חייב - דכיון שעשה עקירה ברה\"י והנחה בר\"ה או איפכא לא איכפת לן מה שהעביר בינתים דרך מקום פטור. ודוקא שלא עמד במקום פטור אבל עמד מעט שם ואח\"כ חזר והוציא לרשות האחר פטור כיון שעשה הנחה במקום פטור ומ\"מ איסורא דרבנן איכא אף בזה דגזרינן דילמא אתי לאקולי ולאפוקי להדיא מרה\"י לר\"ה וה\"ה דאסור להוציא מטעם זה מרה\"י למקום פטור דרך ר\"ה אף אם יזהר שלא לעמוד בר\"ה:",
            "(ו) וכן לא יעמוד וכו' - האי וכן לאו דוקא דחיובא ליכא בזה [דכיון שהוא בעצמו עומד ונייח במקום פטור מיד שהגיע החפץ נגדו נעשה כמו שהניח שם מעט] ונקט וכן משום איסורא משום דעכ\"פ נעשה על ידו הוצאה מרה\"י לר\"ה ואתי לאקולי להוציא מרה\"י לר\"ה להדיא:",
            "(ז) ויקח חפץ מיד וכו' - וה\"ה ליקח מקרקע רה\"י וליתן לקרקע ר\"ה:",
            "(ח) ולהחליף וכו' - ר\"ל שעומד על מקום פטור ונוטל מיד מי שעומד ברה\"י ונותן ליד העומד בכרמלית או איפכא וה\"ה אם נוטל חפץ מרה\"י ומניחו במקום פטור וחוזר ונוטל ממ\"פ ומניחו בכרמלית:",
            "(ט) י\"א - ס\"ל דאין לחלק בין רשויות דאורייתא לרשויות דרבנן לענין זה:",
            "(י) ויש מתירים - ס\"ל דדוקא ברשויות דאורייתא גזרינן משא\"כ ברשויות דרבנן דהוי גזירה לגזירה:",
            "(יא) במעביר ד' אמות - היינו ע\"י עקירה והנחה ואיסור דרבנן איכא ע\"י עקירה או הנחה לבד וכדלקמן בסימן שמ\"ז:",
            "(יב) בכרמלית - דהוא דומיא דר\"ה וכנ\"ל ועיין לקמן בסימן שמ\"ט ס\"ה ובמ\"ב שם:",
            "(יג) תרי גווני וכו' ומותר וכו' - ר\"ל דאעפ\"כ מותר לטלטל מזו לזו ולא גזרו משום רשויות:",
            "(יד) יותר מבית סאתים - ושיעור בית סאתים מבואר לקמן בסימן שנ\"ח שהוא שבעים אמה וד' טפחים על שבעים אמה וד' טפחים בריבוע:",
            "(טו) שלא הוקף לדירה - כגון שהיה דעתו לנטוע או לזרוע וכה\"ג וכמבואר לקמן בסי' שנ\"ח:",
            "(טז) אסרו חכמים וכו' - שכיון שהוא גדול כ\"כ אתי למיחלף בר\"ה ועשאוהו חכמים ככרמלית:",
            "(יז) ומותר וכו' לכרמלית אחר - אף דמן התורה הוא רה\"י לכל דבר כיון שיש לו מחיצות והזורק מתוכו לר\"ה חייב ומרה\"י לכרמלית הלא אסור להוציא וכנ\"ל מ\"מ כאן התירו שאם נאסור זה יסברו שהוא רה\"י גמור ואין שם כרמלית עליו כלל ויבואו לטלטל בכולו כשאר רה\"י ומתוך זה יבואו שאר אנשים לטלטל גם בר\"ה כי דומה זה קצת לר\"ה כיון שהוא גדול ולא הוקף לדירה וע\"כ נתנו עליו חכמים דין שאר כרמלית לענין זה שמותר להוציא ממנו לכרמלית אחר כגון בקעה וכיוצא בזה:",
            "(יח) ולכן מותר ליקח וכו' - דאע\"פ שהגינה הוא רה\"י מן התורה שמוקפת מחיצות כיון דרבנן עשאוהו ככרמלית לא אסרו הטלטול ממנו לבקעה שלפניה והטעם כנ\"ל:",
            "(יט) לפתוח וכו' - היינו אף להכניס הדלת של הגינה עם המפתח לפנים:",
            "(כ) שלא יהא ביניהם וכו' - ר\"ל בפתח הגינה לא תהא אסקופה (שקורין שוועל) גבוה שיש עליה שם רה\"י דאז אסור להכניס המפתח או להוציא דהא מטלטל מכרמלית לרה\"י ומרה\"י לכרמלית:",
            "(כא) שהיא גבוה עשרה - דאל\"ה איסקופה גופא כרמלית היא וכמו בקעה דמיא וכן אם לא היה רחבה ד' מקום פטור הוא ובודאי מותר לעמוד עליה לפתוח ולסגור:",
            "(כב) שני מחיצות וכו' - והשלישית נעשה ע\"י המשקוף דאמרינן פי תקרה יורד וסותם:",
            "(כג) שהן רחבין ארבע - דבפחות מזה אפילו ד' מחיצות גמורות לא הוי רה\"י וכנ\"ל בסימן שמ\"ה סי\"ט:",
            "(כד) שאינה גבוה עשרה - ר\"ל האיסקופה וה\"ה כשאינה גבוה ג' או שאין בה איסקופה כלל דהרה\"י נעשה ע\"י המחיצות:",
            "(כה) מהאסקופה לרשות היחיד - אינו קאי אדלעיל שהאיסקופה עומדת לפני הגינה אלא באיסקופת הבית שעומדת תחת המשקוף ואשמועינן דאפילו אם המשקוף שעליה רחבה ד\"ט ששם רה\"י עליה וכנ\"ל אפ\"ה יש להחמיר שלא להכניס מאותו מקום לבית או איפכא שמא לפעמים לא יהיה המשקוף רחבה ד\"ט ויבוא ג\"כ לעשות כן:",
            "(כו) דחיישינן שמא לא וכו' - וה\"ה דאסור להוציא מאסקופה לר\"ה אפילו אם אינו רחב ד\"ט דשמא יזדמן שיהיה המשקוף ד\"ט ואז הלא הוא רה\"י גמורה (שם במרדכי):",
            "(כז) הדין שלפניה - אם הוא ר\"ה זה המקום בטל לגביה ונעשה ג\"כ ר\"ה ואם כרמלית כרמלית:",
            "(כח) ואפילו אם גבוה שלשה - ר\"ל וא\"כ הוי אותו המקום מקום פטור דמסתמא כיון שאין המשקוף שעל האיסקופה רחב ד\"ט הוי ג\"כ המזוזות שמן הצדדין וגם האיסקופה גופא ג\"כ אין רחב ארבעה טפחים וממילא הוי מקום פטור וממקום פטור הלא קי\"ל דמותר לטלטל לרה\"י ולר\"ה מ\"מ כיון שכל רשויות שלנו הם כרמלית לדעת כמה פוסקים ואיסקופה זו סמוכה לו אמרינן מצא וכו' ואין חילוק בכל זה בין פתח הבית פתוח או נעול לעולם אסור להכניס מהאיסקופה לפנים [מ\"א]. והנה לפי המבואר בהגה זו יש לזהר באותן המקומות שאסור הטלטול מחמת שאין שם עירוב ופתח ביהכ\"נ הוא לצד הרחוב ואין שם חדר לפני הפתח והעכו\"ם מביא המפתח שלא יקח השמש המפתח מידו עד שיהיה עם העכו\"ם יחד תחת משקוף שעל הפתח דשמא יש שם בתקרה ד' טפחים והוי רה\"י ומטלטל מכרמלית שלפני ביהכ\"נ לתוך רה\"י ע\"כ יקח המפתח מיד העכו\"ם תחת המשקוף ואח\"כ יפתח המנעול ולא יפתח הדלת עד שיסיר המפתח ואח\"כ יפתח דשמא אין בתקרה שחוץ לדלת ד\"ט נמצא ששם הוא כרמלית והוא מכניס מכרמלית לרה\"י ע\"כ יסיר תחלה המפתח ויתנהו לעכו\"ם או יטמינהו בתחתית האיסקופה או למעלה לפני שקיפת הדלת [וראוי לקהל שיעשו לפני הפתח איזה חדר שהוא רה\"י ויביא העכו\"ם המפתח לשם דאל\"ה קשה לצמצם שיעמדו שניהם במקום קצר כזה] וכן צריך ליזהר שלא יטלטל מן הבית ולחוץ כשהוא פתוח לכרמלית רק עד שיעור שהדלת שוקף שם ותו לא דשמא אין בחלק החיצון של האיסקופה שמחוץ לדלת ד\"ט והוי כרמלית ומטלטל מרה\"י לכרמלית (ט\"ז):",
            "(כט) וכן אם התקרה - כעין שמצוי בגגין שלפני החנויות שמוציאין הקורות לחוץ ומחפין עליהם בנסרים:",
            "(ל) דינה כרשות שלפניה - וע\"כ אסור להכניס ממנה לפנים כיון שאין לה מחיצות ולענין להוציא לחוץ אם היה בצדה כרמלית מותר ואם היה ר\"ה בצדה אסור להוציא דכיון שמקורה יש עליה דין כרמלית וכנ\"ל בסימן שמ\"ה סי\"ד:",
            "(לא) וכן בגגין וכו' - כתב הט\"ז בכאן מבואר הספק שמסתפקין בו הרבה אנשים בענין הבית שיש לפניו לצד הרחוב גג בולט לרחוב שקורין בל\"א פי\"ר ליב\"ן מה דינם אם יוכל לטלטל לשם מן הבית והרבה טועים לומר תקרה הבולט לרחוב יורד וסותם והוי כאלו בנוי עד למטה בארץ ומכאן משמע להדיא דדרך שתחת הגג כרשות שלפניהם ע\"ש וכ\"כ כל האחרונים. ומה תיקונם שאם יש לבליטת הגג עמודים לצד הרחוב יעמיד מכוון כנגדם גם קנים לצד הבתים ויהיה להגג שעליהם דין צורת הפתח ונמצא שיש צורת הפתח מכל הג' צדדים ואם הם של בתים רבים שעומדים זה אצל זה א\"צ לעשות לכל בית ובית אלא יעשה תיקון זה בשני בתים שעומדים בסוף מקצה מזה ומקצה מזה אך צריכין לערוב עירובי חצירות ואז מותר להכניס ולהוציא מן הבתים לתחת הגגין וכן להיפך [אחרונים] ובכל גוונא אסור להוציא ולהכניס מן רה\"ר תחת הגגין וכן להיפך [ח\"א] והיינו כשהיה רחב הבליטה ארבעה טפחים דאז יש על שטח שתחתיה שם כרמלית ועיין בח\"א כלל נ\"ג סעיף י\"ד מה שכתב עוד לענין הגאנקע\"ס שסמוכים לבתי האושפיזא והגג נשען על העמודים:"
        ],
        [
            "(א) אלא וכו' - שזה נקרא מלאכה שלמה שעקר החפץ מרשות זה והניח ברשות אחר אבל אם אינו עושה אלא חצי מלאכה או שנעשית המלאכה שלמה ע\"י שנים שזה עוקר וזה מניח פטורים שכן דרשו רז\"ל מקראי בפ\"ק דשבת מדכתיב גבי חיוב חטאת מעם הארץ בעשותה העושה את כולה חייב חטאת ולא העושה את מקצתה יחיד ועשה אותה חייב שנים ועשו אותה פטורים ומ\"מ מדרבנן אסור שמא יבוא כל אחד ואחד לעשות מלאכה שלמה:",
            "(ב) כשעוקר חפץ מרה\"י - דע דשם עקירה לאו דוקא כשעוקר החפץ מע\"ג קרקע ממש אלא אפילו אם היה החפץ מונח בבגדיו שלבוש בהן מע\"ש ונטלו משם ופשט ידו לחוץ והניחו בר\"ה ג\"כ חייב דמה שהיה מונח מתחלה בכיסו חשוב כמונח ע\"ג קרקע דבגדים שהוא לבוש בהן בטלין לגבי גופו והנחת הגוף כהנחת חפץ דמיא וממילא כשנטלו משם חשוב עקירה. וכן כשהיה החפץ מונח בידו ברה\"י מע\"ש ופשט ידו לחוץ והניחו שם ג\"כ חייב דמה שהיה מונח מתחלה בידו חשיב כמונח ע\"ג קרקע דידו וגופו דבר אחד הוא וכן בכל זה לענין הנחה וכמו שיבואר לקמיה:",
            "(ג) ונטלו חבירו וכו' - ר\"ל שלא נתן המכניס לתוך ידו אלא הוא לקח ממנו דנמצא שעשה הראשון רק עקירה לבד וההנחה עשה השני ואפילו לא הניחו ע\"ג קרקע אלא השאירו בידו הנחה חשיבא:",
            "(ד) אבל אסור - הטעם כנ\"ל וה\"ה אם עשה אדם אחד רק עקירה או הנחה לבד ג\"כ אסור מדרבנן:",
            "(ה) לתוך יד חבירו - ואע\"ג דקי\"ל דבין עקירה ובין הנחה צריך שיהיה מקום שהוא ד' על ד' טפחים ידו של אדם חשובה כד' על ד':",
            "(ו) והוציא לחוץ - ואפילו אם לא הניחו בארץ הואיל והוא בידו הרי הוא כמונח בארץ וכנ\"ל:",
            "(ז) פטור אבל אסור - לא משום איסור שבת אלא שמכשיל את חבירו וגורם לו להוציא חפץ או להכניסו ויש בזה איסור תורה משום לפני עור ואם הוא מונח באופן שאם אפילו לא היה בידו היה יכול ליטלו דלא קעבר אלפני עור מ\"מ איסור דרבנן איכא דאפילו קטן אוכל נבילות ב\"ד מצווין להפרישו כ\"ש גדול שלא יסייע לו ולמומר לעבודת כוכבים אסור להושיט ג\"כ דבר איסור כמו לשאר ישראל. ואסור להשאיל לאדם כלי מלאכה אם הוא חשוד לעשות בהם מלאכה בשבת אם לא שיש לתלות שיעשה בה מלאכת היתר ודוקא בדבר המצוי אבל אם המלאכת היתר אין מצוי לעשות אין תולין בה אם לא מפני דרכי שלום (מ\"א) עוד כתב דלעובד כוכבים ליכא איסור לסייע במידי דאסור לו כמו אבר מן החי לרוב הפוסקים אם לא דקאי בענין שאינו יכול ליטלו דשם שייך לפני עור אבל אם יש לו אבר מן החי משלו או שיכול לקנות במקום אחר ליכא איסורא ובביאור הגר\"א יו\"ד סימן קנ\"א משמע דס\"ל להלכה דאפילו היכא דיכול לקנות במקום אחר ג\"כ אסור ע\"ש וכן פסק בפתחי תשובה שם בשם שו\"ת אמונת שמואל וכן מצדד בברכי יוסף שם. דרך ארץ לומר לאדם שעוסק במלאכה תצלח מלאכתך ואפילו לעו\"ג אבל מי שעוסק במלאכת איסור אסור לומר לו כך:",
            "(ח) והניחו ביד חבירו - ואם יד חבירו למעלה מיו\"ד פטור דמקום פטור הוא ויש חולקין. הזורק ונעקר חבירו ממקומו וקבלו שניהן פטורין הראשון משום דלא אתעביד הנחה מכחו שהשני חטפו באמצע הליכתו והשני משום דלא עשה רק הנחה ואם רץ הוא עצמו וקבלו ה\"ז ספק אם חייב אף דעשה גם ההנחה בעצמו אפשר שאין ההנחה גמורה עד שינוח במקום שהיה לנוח בשעת עקירה. הזורק מר\"ה לר\"ה ורה\"י באמצע או מרה\"י לרה\"י ור\"ה באמצע פטור ואם הלך החפץ שתי אמות בר\"ה זה ושתי אמות בר\"ה שמעבר השני ה\"ז חייב שהרשויות מצטרפות. המושיט מרה\"י לרה\"י דרך ר\"ה בדיוטא אחד [ר\"ל ששני רה\"י עומדים בצד אחד לאורך ר\"ה ור\"ה מפסיק בין שני רשות היחיד] אפילו למעלה מיו\"ד שהוא מקום פטור חייב בשני דיוטות [דהיינו ששני רה\"י עומדים זה כנגד זה] פטור והיינו אפילו למטה מיו\"ד ע\"ש בגמ' הטעם פשט ידו לפנים ונטל מים מעל גומא והוציאו לחוץ חייב שהמים כגוף אחד הן ומונחים על הארץ וכשלוקח מהן מעט שעוקר מן הקרקע אבל אם נטל פירות או שמן מע\"ג המים פטור שמה שהיו מונחין ע\"ג המים לא הוי הנחה וממילא כשעקרן מעל המים לא מקרי עקירה:",
            "(ט) או שנטל וכו' - ואפילו אם העומד בפנים היה נכרי ג\"כ העומד בחוץ יש איסור עלי' שיאמרו שהוא נותן לו ע\"מ להכניס:"
        ],
        [
            "(א) בתוך עשרה - דלמעלה מעשרה בר\"ה הוא מקום פטור כדלעיל בסימן שמ\"ה סי\"ב ואפילו אם הוציא במזיד מותר להחזירה:",
            "(ב) בשוגג מותר וכו' - אף דעבד איסורא שעשה עקירה ברה\"י כדי להוציא לר\"ה אפ\"ה לא קנסוהו רבנן כיון דבשוגג עשה:",
            "(ג) לאותו חצר - כדי שלא יתקיים מחשבתו שחשב לפנותו משם:",
            "(ד) לחצר אחרת - ואפילו נתכוין מתחלה להוציאה לר\"ה ג\"כ אסור להושיטה לחצר אחרת דעכ\"פ נתקיים מחשבתו שחשב לפנותו מחצירו וחיישינן דלמא זמנא אחריתא שדי להו לר\"ה וי\"א דדוקא כשהיתה כונתו מתחלה לפנותו לאותו חצר אז אסור דנתקיים מחשבתו לגמרי אבל אם כונתו להוציאה לר\"ה מותר לפנות לחצר. וכ\"ז כשאותו החצר לא היה בדיוטא אחת [בשורה אחת] עם זה החצר אלא זה כנגד זה אבל אם היה בדיוטא אחת והר\"ה נמשכת גם בין החצרות הלא יש בזה איסור דאורייתא להושיט מזו לזו ואפילו הם למעלה מעשרה וכמש\"כ לעיל בסוף סימן שמ\"ז:",
            "(ה) במזיד אסור - דקנסוהו רבנן משום דעבד איסורא אלא יאחז בידו עד שחשיכה:",
            "(ו) כשהוציאה מבעוד יום - אז קנסוהו רבנן על שהשהה את ידו במזיד באויר ר\"ה עד שתחשך:",
            "(ז) להחזירה - ר\"ל לאותו חצר:",
            "(ח) חיוב חטאת - האי לישנא לאו דוקא דהא במזיד מיירי אלא ר\"ל שמא ישכח וישליך מידו ויבוא לידי מלאכה שיש בה חיוב חטאת להעושים בשגגה משא\"כ כשהוציאה מבע\"י אפי' אם ישליך לבסוף לא יהיה רק איסורא בעלמא דהא לא עשה עקירה בשבת ועיין בא\"ר שמצדד להקל כהי\"א שכן דעת הרבה ראשונים:",
            "(ט) אבל לכרמלית - שאינו אלא שבות דרבנן אפילו אם היה משליך אותם שם להדיא לא אסרו דהוי כעין גזירה לגזירה:",
            "(י) בכל גווני - פי' בין בשוגג בין במזיד ודוקא לאותו חצר מותר להחזיר אבל לא לחצר אחרת והגר\"א בביאורו מסיק לאיסור בכרמלית כמו בר\"ה. המפנה חפצים מזוית לזוית ונמלך עליהן והוציאן פטור מחטאת שלא היתה עקירה משעה ראשונה לכך ונמצא דלא עשה אלא הנחה ולית ביה רק איסורא בעלמא. היה קנה בידו והגביה קצה האחד וקצה השני מונח בארץ וחזר והגביה הקצה השני אפילו כל היום כולו פטור כיון שלא עקר כל הקנה מהארץ ואם משך החפץ וגררו על הארץ מתחלת ד' לסוף ד' חייב שהמגלגל עוקר הוא [גמרא]:"
        ],
        [
            "(א) כל אדם יש לו וכו' - הטעם דכתיב שבו איש תחתיו והכונה ישיבת כל איש ביום השבת יהיה כשיעור תחתיו דהיינו כשיעור אורך כל גופו ושיערו חז\"ל דאורך האדם שהוא שיעור תחתיו הוי ג' אמות ועוד אמה כדי לפשוט ידיו ורגליו ובשיעור זה יכול אדם לטלטל חפצים מכאן לכאן:",
            "(ב) ארבע אמות - מצומצמות [מ\"א] והיינו שימדוד אותן בצמצום ועיין בס\"ב דארבע אמות שאמרו הן ואלכסונן:",
            "(ג) באמה שלו - דהיינו אם האיש הזה הוא ארוך ביותר מודדין לו הד' אמות בזרוע שלו ונמצא שד' אמות שלו יהיו גדולין מד' אמות של שאר בני אדם:",
            "(ד) אמתו קטנה - ר\"ל שגופו בינוני כשאר כל אדם וזרוע שלו קצרה משאר בני אדם ואם ימדדו ד' אמותיו בזרוע שלו יהיו קצרות לפי צורך גופו והתורה אמרה שבו איש תחתיו ע\"כ נותנים לו ד\"א בינוניות של כל אדם:",
            "(ה) סימן שצ\"ו - ר\"ל דשם בהג\"ה מבואר לענין יוצא חוץ לתחום דהארבע אמות מודדין מרווחות אכן בכאן לענין טלטול ד\"א בר\"ה יש להחמיר דוקא מצומצמות וכנ\"ל בסק\"ב:",
            "(ו) הן ואלכסונן - כלומר דשיעור ד' אמות הוא הם ואלכסונן שאינו חייב אלא אם טלטל כשיעור שעולה האלכסון של ד\"א ולא מיבעיא אם טלטל לאלכסון העולם דאינו חייב בפחות משיעור אלכסון של ד\"א אלא אפילו אם טלטל בריבוע העולם ממזרח למערב או מצפון לדרום נמי אינו חייב בפחות מכשיעור אלכסון:",
            "(ז) ויש מי שאומר וכו' - וכן הסכימו האחרונים:",
            "(ח) שמארבע אמות וכו' - ובפחות מד\"א גם לדעה זו מותר לכתחלה וכנ\"ל בס\"א:",
            "(ט) פטור אבל אסור - זו היא דעת הרמב\"ם ועיין בביאור הגר\"א שכתב דגם הרמב\"ם מודה דהיכא שבירר לו ד\"א לטלטל בהם ורוצה לטלטל באלכסונן של הד\"א מותר לטלטל בהם אף שעולה עד ה' אמות וג' חומשין ולא קפליג על דעה ראשונה רק ברוצה לטלטל במישור ולא באלכסון או שלא ייחד לו מתחלה הד\"א לטלטל בהם דלדידיה אין לו בכל זה היתר הטלטול רק עד ארבע אמות בלא אלכסון ודע דמה דקי\"ל דאם העביר חפץ בר\"ה ד\"א הן ואלכסונן חייב דוקא כשהיה שיעור זה בין מקום עקירת החפץ להנחתו דהיינו שהניח החפץ מחוץ לשיעור זה אבל אם היה מקום הנחת החפץ בתוך שיעור זה ואפילו רק מקצתו של החפץ פטור דהרי לא העביר החפץ ד\"א הן ואלכסונן בשלימות כן מוכח מרמב\"ם פי\"ב הלכה י\"ט עי\"ש:",
            "(י) מותר וכו' - דאע\"ג דלקמן ס\"ה איתא דאדם אחד אסור להוליך חפץ פחות פחות מד\"א דשמא יעבירנו ד\"א בבת אחת הכא כיון שהוא ע\"י הרבה בני אדם שכ\"א אינו מוליך כ\"א פחות מד\"א אף דע\"י כולם נתטלטל החפץ שטח רב לית לן בה:",
            "(יא) ובלבד שלא יוציאנו וכו' - פירוש לא יוציא את החפץ שיש לו בעלים מתחום שלו ממקום שקנה שביתה דהיינו במקום שבעליו קנו שביתה שם וא\"כ מאה מילין לאו דוקא קאמר או דמיירי בחפצי הפקר שאין להם בעלים וקי\"ל דלא קנו שביתה ולכן יכול להוליכן כמה דבעי וכתבו האחרונים דבעי שלא יתכוין שום אדם לזכות בהן בהגבהתן דאי נתכוין לזכות בהן הרי הוא רק כרגלי הזוכה:",
            "(יב) ויש מי שאוסר - ולדעה זו אף במקום שהתירו לטלטל פחות מד\"א כגון מי שהחשיך לו בדרך המוזכר בסי' רס\"ו ס\"ט או במוצא תפילין המוזכר בסימן ש\"א סמ\"ב ע\"י כמה אנשים אסור דגרע משום דאיכא זילותא דשבת:",
            "(יג) וע\"ל סימן ש\"א - ר\"ל דשם סתם המחבר כדעה הראשונה להקל ומ\"מ לדבר הרשות טוב לחוש לדעת האוסרים. ודע דמה שהתיר המחבר ההולכה ע\"י הרבה בני אדם אינו מועיל כ\"א לענין ההולכה בר\"ה או בכרמלית אבל לא להוציא מרה\"י לכרמלית וע\"כ לא יפה עושין איזה קהלות בשבת שנותנים ס\"ת לבהכ\"נ והולכין דרך הרחוב שהיא עכ\"פ כרמלית ע\"י הושטה מאחד לחבירו בפחות מד\"א ועושין איסור במה שמוציאין מן הבית לרחוב דלזה לא מהני הושטה ועיין בט\"ז שדעתו דאף ע\"י עכו\"ם אסור להוציאה מן הבית ועיין בביאור הלכה מש\"כ בזה ולענין מילה עיין במה שכתבתי בסימן של\"א סק\"כ במ\"ב:",
            "(יד) היו שנים וכו' - היינו שאחד יש לו דבר מאכל ומונח אצלו בתחלת ד' אמותיו וכן השני יש לו דבר מאכל ומונח אצלו ג\"כ בתחלת ד' אמותיו וביניהם יש הפסק שש אמות נמצא דשתי אמות השניות של כל אחד ואחד מובלעים זה בתוך זה לכן מותרים שניהם להביא האוכל בתוך השתי אמות האמצעיות שהם עדיין בתוך ד' אמות של כל אחד ואחד:",
            "(טו) והאמצעי מובלע ביניהם - שהוא עומד באמצע השמונה ואצלו מונח דבר מאכל ונמצא שארבע אמותיו מובלעין בתוך שניהם שאם ירצה יכול לטלטל שנים מצד זה ושנים מצד זה וזה שכתב האמצעי מותר עם כל אחד מהחיצונים:",
            "(טז) אסור להוליך וכו' - דחיישינן שמא יבוא להוליך ארבע אמות בבת אחת דזמנין דלאו אדעתיה ואתי לידי איסור דאורייתא [ויש פעמים שהתירו פחות פחות מד\"א (אבל פעם אחת פחות מד\"א) עיין לעיל בסימן רס\"ו ס\"ט וסימן ש\"א סמ\"ב וסימן ש\"ח סי\"ח עי\"ש] ודוקא כשמוליך כמה פעמים פחות מד\"א אבל פעם אחת פחות מד\"א מותר וכמש\"כ בריש הסימן:",
            "(יז) פחות פחות וכו' - מקרי פחות ע\"י שעמד לפוש בינתים דהוי כמו שמניח החפץ לארץ אבל אם עמד תוך ד\"א לתקן משאוי הוי כמהלך כל הד\"א בבת אחת וחיובא נמי יש בזה:",
            "(יח) ואפילו בין השמשות - אף דלענין פחות מד\"א הוא ספיקא דרבנן והקילו בכגון זה בסימן שמ\"ב עי\"ש כיון דהוא קרוב לבוא עי\"ז לידי מלאכה דאורייתא גזרו בהם טפי:",
            "(יט) ואפי' בכרמלית - הטעם דאם נקיל בזה קרוב הדבר שיוליך ד\"א בבת אחת [ט\"ז] ובביאור הגר\"א כתב הטעם דכל דבר שאסרו בר\"ה משום שבות ה\"ה שאסור בכרמלית ואם הוא בה\"ש ג\"כ דהוי תרתי לטיבותא דעת הט\"ז וא\"ר להקל בזה אך לפי המבואר לעיל בסימן שמ\"ב דלא התירו שבות בין השמשות כ\"א לצורך מצוה או במקום הדחק אפשר דהכא נמי אין להקל אלא בכגון זה:\n"
        ],
        [
            "(א) שאינם צריכים לו במקום וכו' - ואפילו הם כלים נאים:",
            "(ב) שלא יעבירם ד\"א - פי' אע\"פ שהוא עומד ברה\"י רק שבידו מוליך חפץ ד\"א ממקום שהוא מונח עד סוף ד\"א בר\"ה ואם העביר חייב ואפילו אם הגביהו למעלה מעשרה טפחים כיון שלבסוף הניחו על הארץ:",
            "(ג) ליטול מפתח ברה\"י - היינו שהמפתח מונח שם מכבר ונוטלו משם ופותח הדלת ומיירי באופן שע\"י נטילת המפתח ממקומו אינו עובר על איסור הוצאה כגון שיש (גאנאק) מבחוץ לבית והגאנאק עשוי במחיצות כדין רה\"י או שהמפתח תחוב שם במנעול הקבוע בדלת ועיין לעיל בסימן שמ\"ו ס\"ב בהג\"ה מה שכתבנו במ\"ב:",
            "(ד) ולפתוח שם - ולא חיישינן שיוציאנו אצלו דלמה יוציאו כיון שאין צריך לו מבחוץ כלל:",
            "(ה) וכן מרה\"י לר\"ה - ר\"ל שעומד ברה\"י ונוטל מפתח המונח בר\"ה ופותח שם החנות והנה יש בזה חלוקי דינים ואין כאן מקומו להאריך בזה וכבר ביארנו לעיל בשמ\"ו ס\"ג בהג\"ה במ\"ב:",
            "(ו) שהוא צריך וכו' - ובין שהמים נתונים בכלים נאים או אינם נאים וכן כל כיו\"ב באוכלין ומלבושין לפי שהן חפצים הצריכין לו במקומו:",
            "(ז) בכרמלית וכו' - דבר\"ה גופא הוא רק מטעם גזירה שמא יביאנו אצלו ולא גזרינן גזירה לגזירה:",
            "(ח) ויש מפרשים וכו' - והעיקר כסברא ראשונה [א\"ר]:",
            "(ט) וישתין או ירוק וכו' - דמה שמוציא השתן או הרוק מגופו זה מקרי עקירה ואם השתין או רק חייב חטאת דמחשבתו שהוא צריך לזה משוי ליה מקום והוי כאלו עקר ממקום שהוא ד' טפחים [גמרא]:",
            "(י) או בכרמלית - דכיון דמרשות לרשות הוא איסור דאורייתא ממילא בכרמלית נמי אסור עכ\"פ מדרבנן. וה\"ה אם השתין או רק בר\"ה או בכרמלית ברחוק ד' אמות [א\"ר]:",
            "(יא) פיו ואמתו לחוץ - דלא אזלינן בתר מקום יציאת השתן אלא בתר מקום שהשתן נעקר ממנו והוא הגוף העומד ברשות אחר ובפיו נמי שדינן ליה בתר הגוף שעומד ברשות אחר והוי כאלו הוציא מרשות לרשות והנה מלשון השו\"ע משמע דבכרמלית נמי אסור אפילו כשהוציא פיו ואמתו לחוץ אמנם בביאור הגר\"א כתב דכיון דזה הדין דאסרינן מרשות לרשות ברשויות דאורייתא הוא רק מטעם ספיקא דאסיק הגמרא בתיקו יש לנו להקל בזה בכרמלית דהוא ספיקא דרבנן וכעין שפסק השו\"ע בכעין זה לעיל בסימן ש\"ג סכ\"ג עי\"ש:",
            "(יב) ומוכן לזרקו - עיין בא\"ר שכתב דדוקא כשכבר נתהפך הרוק בפיו ועומד לצאת:",
            "(יג) יש מי שאומר וכו' - אע\"ג דהמחבר כתב יש מי שאומר אין לזוז מזה שכן דעת כמה ראשונים [א\"ר עי\"ש]:",
            "(יד) שלא יהלך ד\"א - וה\"ה שלא ילך אז מרשות לרשות עד שירוק והטעם בכל זה כיון דלמשדייה קאי משאוי הוא:"
        ],
        [
            "(א) ויחבר ידו - וה\"ה פיו או כלי:",
            "(ב) למזחילה - וכ\"ש לקלוט מים מע\"ג הכותל דאסור:",
            "(ג) בתוך ג' טפחים - פי' המזחילה מונחת סמוך לגג תוך ג' טפחים ואמרינן לבוד ושם גג ע\"ז והוי כמוציא מן הגג לר\"ה ואפילו אין המזחילה רחבה ד' טפחים:",
            "(ד) מן האויר - את המים היורדין מן המזחילה או מן הגג דאויר שלמעלה מיו\"ד מקום פטור הוא ואם הוא למטה מעשרה הוי ר\"ה וידו הלא ג\"כ בר\"ה היא:",
            "(ה) תוך ג' למזחילה - דלא אמרינן בזה לבוד וגם דלא הוי עקירה ממקום ד' על ד':",
            "(ו) היתה מזחילה וכו' - מזחילה נקרא הצינור המונח לאורך הגג וצינור נקרא כשהוא עומד בצד אחד מן הגג וסתמו בולט להלן הרבה כדי שלא יפלו המים על הכותל:",
            "(ז) יכול לחבר ידו - דכיון שבולט ג' תו לא חשיב כגג:",
            "(ח) שאין בהם וכו' - דחשיב מקום פטור:",
            "(ט) יש בהן וכו' - דהוי ככרמלית:",
            "(י) אפילו אין בהם וכו' והן למעלה וכו' - דגזרינן שמא יהיה בהן רחב ד' על ד' והוי רה\"י ואסור:"
        ],
        [
            "(א) הקורא בספר - כל ספרים שלהם עשויים בגליון כס\"ת שלנו:",
            "(ב) על האיסקופה - היינו אפילו היתה רה\"י כגון שהיא גבוה עשרה טפחים ורוחב ד\"ט ולפניה הולכת ר\"ה וכדלקמיה והו\"א דנגזור שלא להקל בזה לגלול הספר אצלו משום דלמא נפל מידו כולו ואתי ג\"כ לאתויי אצלו דשם איכא חיוב חטאת בזה קמ\"ל דלא גזרינן בזה משום בזיון כתבי הקודש ואף דמבואר בס\"ב היכא דעומד בראש הגג ולפניה הולך ר\"ה ונתגלגל ראש אחד מן הספר מידו על הארץ דאסור לגול אצלו משום גזירה זו הכא מיירי באסקופה שרבים דורסים עליה כמבואר בהג\"ה ואיכא בזיון טפי לכתבי הקודש לכך הקילו:",
            "(ג) ונתגלגל ראש האחד וכו' - ר\"ל ונח על הארץ דאם מסולק מן הארץ אפילו מעט לא דמי כלל לנפילה וליכא למיגזר משום נפילה:",
            "(ד) אפילו נתגלגל וכו' - ג\"כ מותר לגלול הספר אצלו ולא חיישינן דלמא אתי לאקולי לאתויי הארבע אמות אפילו היכא דנפל כולו מידו דאיכא איסורא דאורייתא:",
            "(ה) אפילו רשות הרבים - ודוקא היכא דצד אחד אוגדו בידו הא אם נפל גם ראש השני לארץ אפילו היכא דנפל לכרמלית ג\"כ אסור לאתויי אצלו ולא התירו בזה משום בזיון כתבי הקודש [ב\"ח ומ\"א]:",
            "(ו) ברשות היחיד - צ\"ל רשות היחיד:",
            "(ז) משום בזיון - דמדאורייתא אם זרק דבר לר\"ה וראש השני בידו מותר להביאו אצלו [דאין כאן הנחה כיון שראש השני בידו ויכול להביאו אצלו וא\"כ במה שמושכו ומגביהו מן הארץ לא נחשב עקירה] אלא דרבנן גזרו שלא יבואו להקל אפילו היכא דנפל לגבי והכא משום בזיון התירו:",
            "(ח) דרבים דרסי - ואיכא בזיון טפי:",
            "(ט) אבל בשאר וכו' - היינו נמי אפילו כשראשו אחד נשאר בידו אסור להביאו אצלו:",
            "(י) אלא לכרמלית - והטעם דגם בזה גזרינן שמא יפול לגמרי על הארץ ואפ\"ה יביאנו אצלו ודע שיש כמה אחרונים שמקילין בזה מ\"מ נראה דבר\"ה שלנו אין להקל דכמה פוסקים סוברין דגם אצלנו יש ר\"ה דאורייתא וכדלעיל בסימן שמ\"ה ס\"ז:",
            "(יא) על הגג - מיירי בגג שהוא רה\"י היה לפניו ר\"ה אכן כל שלא הגיע לעשרה טפחים התחתונים הוי האויר מקום פטור וע\"כ גללו אצלו:",
            "(יב) גוללו אצלו - ואפילו אם היה כותל הבית משופע ונח עליו או שהיה נח שם ע\"ג זיז בין שהיה הזיז רחב ד' ובין שלא היה ד' ובכל זה מותר לכו\"ע אפילו בשאר דברים שאינם כתבי הקודש כגון שהיה בידו סדין ונתגלגל ראש האחד מידו דלמעלה מעשרה טפחים אין שום חשש משום ר\"ה:",
            "(יג) אם הכותל משופע - ר\"ל דאז הוי כמונח ראש אחד על הארץ וע\"כ אם נקיל בזה יש חשש שמא יפול כולו מידו שם ויבוא ג\"כ לאתויי מר\"ה לרה\"י:",
            "(יד) שנח עליו - ודוקא כשרבים מכתפים עליו הא לאו הכי הוי כרמלית וכיון דאגודו בידו שרי להביאו אצלו בכתבי הקודש לכו\"ע ועיין בביאור הלכה:",
            "(טו) שלא הגיע לארץ - ואפילו יש רק כמלא מחט בינו ובין הארץ כיון שלא נח ממש על הארץ ותלוי באויר לא מיקרי הנחה וגוללו אצלו. ודוקא בכתבי הקודש מקילינן אבל בשאר דברים כל שהגיע לאויר העשרה טפחים שהוא אויר ר\"ה אף שלא נח אסור להביאו אצלו דגזרינן שמא יפול כולו לארץ ויבוא ג\"כ לאתויי אצלו ויש מקילין בזה. וכל זה באויר ר\"ה אבל אם נפל לאויר כרמלית מותר לכו\"ע להביאו אצלו כיון שאוגדו עדיין בידו:",
            "(טז) גוללו אצלו - ובביאור הגר\"א חולק ע\"ז דכל שהגיע תוך ג' סמוך לארץ חשוב כמונח על הארץ ועיין בביאור הלכה:",
            ""
        ],
        [
            "(א) ועירבו - דבלא ערבו הלא אסור לטלטל מרשות לרשות אפילו בלא הפסק רשות הרבים בינתים כלל:",
            "(ב) שוים וכו' - ר\"ל דכיון שהם שוים אין צריך לאמן ידיו לזריקה שלא יפול החפץ למטה:",
            "(ג) מותר לזרוק - ודוקא למעלה מי' דהוי מרה\"י לרשות היחיד דרך מקום פטור אבל למטה מי' אסור:",
            "(ד) גבוה מחבירו - דכיון שגבוה מחבירו צריך לצמצם ידו בזריקה וחיישינן שמא לא יכוין כ\"כ ויפול לארץ ואתי לאתויי:",
            "(ה) כרמלית וכו' - דכיון דאיסור כרמלית אינה אלא מדרבנן לא גזרינן שמא יפול דהוי גזירה לגזירה:",
            "(ו) בכל גווני - היינו אפילו אחד גבוה מחבירו אבל פשוט דדוקא בשערבו:",
            "(ז) לר\"ה - נקט לר\"ה לרבותא דאפילו לר\"ה מותר דאין ר\"ה תופס למעלה מעשרה וכ\"ש אם הוא בולט לרשות כרמלית דשרי ועיין בס\"ג דיש חילוק בין ר\"ה לכרמלית לענין ליתן עליו כלים שאין נשברים בנפילתן:",
            "(ח) למעלה מעשרה - ולא מבעי אם היה החלון פתוח לו בסמוך להזיז בתוך ג' טפחים בודאי מותר להשתמש על הזיז מתוך החלון ליתן עליו ולטול ממנו דהוא בכלל חורי רה\"י וכרה\"י דמי אלא אפילו אם היה החלון מופלג ממנו הרבה אעפ\"כ מותר להשתמש על הזיז דכל שהוא למעלה מעשרה חשבינן ליה כמקום פטור ומשמע מסתימת המחבר דאם היה הזיז למטה מעשרה אפילו אם היה חלון הבית פתוח לו בסמוך לו בתוך ג' אפ\"ה אסור להשתמש על הזיז והטעם דכיון שהוא בתוך עשרה נוח גם לבני רה\"ר להשתמש על הזיז ולא הוי בכלל חורי רה\"י כ\"א בכלל כרמלית ואסור להשתמש עליו ליתן עליו וליטול ממנו בין מר\"ה ובין מתוך החלון:",
            "(ט) ויש בו ד' על ד' - לפי מה שפסק המחבר בס\"ג דבכלים שאינם נשברים אסור שמא יפולו ואתי לאתויי מר\"ה וע\"כ הכא מיירי בכלים שישברו ע\"י נפילתן וא\"כ אפילו אין בהזיז ד' על ד' שמצוי שיפלו ממנו ג\"כ מותר להשתמש עליו ויש לומר בדוחק דנקט ד' על ד' משום דמסיים והחלון פתוח לו ובאין בהזיז ד' על ד' א\"צ שיהיה החלון פתוח לו דהוא מקום פטור ובכל גווני מותר להשתמש עליו:",
            "(י) והם של וכו' - אבל של איש אחד שרי כיון שהם של רשות אחד. ואם ערבו יחד אפילו של שני אנשים שרי [פמ\"ג]:",
            "(יא) אסור להשתמש - דוקא בכלים ששבתו בתוך הבית אבל אם שבתו בין השמשות על גבי הזיז מותר לטלטל מזיז לחברו:",
            "(יב) זה על זה - ר\"ל בין העליון ובין התחתון והלבוש מיקל בתחתון. כתב המ\"א בשם המגיד משנה דאפילו אין בתחתון ד' ג\"כ אוסרין אלו על אלו ובלבוש מיקל בזה וכתב בא\"ר שכן הוא ג\"כ בעה\"ק:",
            "(יג) כנגד חלונו - בלבד שהוא כזוית החלון והרחבתו:",
            "(יד) שחלק רשות לעצמו - וממילא אסור להשתמש גם בזיז התחתון שאוסרים זה על זה וכנ\"ל ולדעת הלבוש הנ\"ל הכא בודאי מותר בתחתון:",
            "(טו) כל זיז וכו' - היינו בין שהוא רחב ד' או לא:",
            "(טז) כל שהוא גבוה יו\"ד - דשם אין אויר כרמלית תופס וכנ\"ל בסימן שמ\"ה סי\"ח ולכן מותר להשתמש עליו דרך החלון אבל למטה מעשרה הוי כמוציא מרשות היחיד לכרמלית:\n"
        ],
        [
            "(א) וחוליא - היינו קרקע סביבות הבור נותן סביבותיו להקיף כמין חומה:",
            "(ב) אם עומד - היינו הבור עצמה:",
            "(ג) בתוך וכו' - דכיון שהוא הפסק פחות מד\"ט בין הבור להכותל לא דרסי בה רבים כלל וע\"כ הוי מקום פטור:",
            "(ד) למלאות ממנו לרה\"י - פי' מאותו צד שהוא סמוך לרה\"י בין שהוא עומד בין הכותל לבור ומוציא המים מהבור ומניחו ברה\"י שאצלו ובין שהוא עומד בבית ומשלשל הדלי לבור דרך חלון הבית וחוזר ומכניסו לבית והטעם בכל זה דמוציא מרה\"י לרה\"י דרך מקום פטור:",
            "(ה) אפילו אין החוליא גבוה עשרה - ר\"ל כ\"א בצירוף הבור אפ\"ה הוי רה\"י דבור וחוליתו מצטרפין לעשרה וה\"ה אם לא היה חוליא כלל והיה הבור בעצמו עמוק עשרה טפחים:",
            "(ו) ואם הוא רחוק וכו' - דהשתא אותו מקום לאו מקום פטור הוא אלא ר\"ה:",
            "(ז) אין ממלאים ממנו - אפילו דרך חלון דקמטלטל מרה\"י לרה\"י דרך אויר ר\"ה ואע\"ג שאגידו בידו אסור:",
            "(ח) אא\"כ תהא וכו' - דאז ממילא הדלי ששואב בו הולך למעלה מעשרה ששם מקום פטור וא\"כ ממלא מרה\"י לרה\"י דרך מקום פטור. ודוקא כשהחלון ג\"כ גבוה יו\"ד טפחים מן הקרקע דלא ראה הדלי כלל אויר ר\"ה והעומד בר\"ה ומשלשל דלי בחבל לתוך הבור עמוק עשרה ורחב ד' וממלא מים ומוציא לר\"ה חייב ואף דעל הדלי אין לחייבו משום שלא הוציא החבל מת\"י כשהורידו לבור עכ\"פ משום המים יש לחייבו דהא עקר המים מרה\"י לר\"ה ואפילו אם סביב הבור לא היה ר\"ה רק כרמלית ג\"כ יש ליזהר מזה דעכ\"פ איסורא איכא. ודלי התלוי בעץ ארוך כמו שעושין לבארות שלנו לשאוב בו והוא תלוי בתוך הבאר או אפילו למעלה מן הבאר נגד אוירו אף שהמים היה בדלי מבעוד יום שלא עקר אותם בשבת מן הבאר אפ\"ה יש ליזהר שלא להוציאו משם להורידו על הארץ שסביב הבאר דהא עכ\"פ עשה הנחה בשבת ואפילו לאוחזו באויר סביב הבאר ג\"כ מסתפק הפמ\"ג אם מותר:",
            "(ט) אשפה בר\"ה וכו' - ואם עומדת בכרמלית עיין בפמ\"ג:",
            "(י) שגבוה עשרה - דאם לא היתה גבוה עשרה שם כרמלית עליה ואסור לזרוק עליה מרה\"י:",
            "(יא) של רבים - דרבים משליכין שם שופכיהן וזבליהן:",
            "(יב) מותר לזרוק לה - ואפילו אם האשפה מופלגת מן הכותל ד' טפחים ויש על ההפסק שביניהם שם ר\"ה אפ\"ה מותר לזרוק על האשפה מחלון שבבית ורק שיהיה החלון גבוה עשרה מן הארץ כדי שתהיה הזריקה מרה\"י לרה\"י דרך מקום פטור ומה שכתב המחבר הקרוב לה בא לאפוקי אם האשפה רחוק מרה\"י שלא יזרוק על האשפה שעלול ליפול בר\"ה:",
            "(יג) הקרוב לה - ואין צריך עירוב כיון שאין בה דיורין:",
            "(יד) מאוסים - כלומר שאין צריך להם ולא אתי לאתויי אח\"כ אפילו אם יפול:",
            "(טו) כדרכן - שהיו רגילין שם מקודם משא\"כ באשפה של רבים לא ממלכי מעשותה אשפה ולעולם תהיה גבוה עשרה טפחים שהרי כל היום משליכין כולם שופכיהן וזבליהן שם ולא תחסר גבהה:\n"
        ],
        [
            "(א) גזוזטרא - פי' דף היוצא מן כותל הבית שהיה סמוך לים או לנהר והיה הדף למעלה מן המים ויש שם נקב באמצעיתו וחלון הבית פתוח לו וכשימלא מים דרך הנקב מטלטל מן המים שהם כרמלית [כדלעיל בסימן שמ\"ה סי\"ד] לרה\"י ע\"כ צריך שיעשה מחיצה גבוה עשרה טפחים כל סביבה דהשתא הוי כל שכנגדה עד למטה רה\"י ואף שהמחיצה תלויה ואינה מגעת למים קל הוא שהקילו במים ואמרינן גוד אחית מחיצתא:",
            "(ב) אין ממלאין ממנו - להכניסו לבית וכן להניחו ע\"ג הגזוזטרא ג\"כ אסור דהגזוזטרא ג\"כ אסור דהגזוזטרא נחשב רה\"י כיון שהחלון פתוח לו וכדלעיל בסימן שמ\"ה סט\"ז:",
            "(ג) או יעשה וכו' - ר\"ל שאין צריך לעשות דוקא סביב כל רוחב הגזוזטרא אלא סגי כשיעשה המחיצות סביב הנקב שהוא רחב ד' על ד' טפחים דכל מחיצה העשויה לפחות מחלל ד' אינה מחיצה:",
            "(ד) למטה מחוברת לה - אע\"פ שרחוק עוד הרבה מן המים וכ\"ש אם עושה המחיצה של עשרה טפחים למטה אצל המים דמהני דאמרינן גוד אסיק מחיצתא עד נגד הגזוזטרא:",
            "(ה) על גבה - דגם בזה אמרינן גוד אחית מחיצתא ויש מן הראשונים שחולקין בזה וס\"ל דדוקא כשעושה המחיצות למטה מן הגזוזטרא אז אמרינן גוד אחית מחיצתא אבל לא כשעושה ע\"ג הגזוזטרא. ולכתחלה בודאי נכון ליזהר בזה:",
            "(ו) לשפוך ממנה - היינו דרך הנקב על הנהר והים דאף שהשופכין ילכו חוץ למחיצת הגזוזטרא אפ\"ה שרי ואפילו אם הוא סמוך לרקק שהוא ר\"ה כמבואר בסימן שמ\"ה מ\"מ כיון שאין כונתו להוציאן לר\"ה שרי ועיין בבה\"ל:",
            "(ז) אינו יכול למלאות - דהמים כרמלית הם והספינה רה\"י:",
            "(ח) ארבעה על ארבעה - טפחים:",
            "(ט) שהקילו בספינה - פי' שבגזוזטרא הנזכר מקודם צריך דוקא מחיצות עשרה טפחים והקולא דאמרינן גוד אחית מחיצתא עד מיא אבל בספינה מקילינן עוד דא\"צ מחיצות כלל אלא אמרינן כוף הצדדים כאילו היה שם מחיצות ואח\"כ אמרינן גוד אחית עד מיא:",
            "(י) כשהוא בתוך י' טפחים - ר\"ל שגובה דופן הספינה הבולט מעל המים היה פחות מעשרה טפחים אבל עומק הספינה בפנימה היה גובה יו\"ד טפחים דהויא רה\"י וע\"כ צריך לעשות מבחוץ דף של ארבעה על ארבעה כמ\"ש [דאם אין עמוק י' טפחים גם בפנימה של הספינה הלא הוי כרמלית ומותר לטלטל מתוכה לים ומים לתוכה בלי שום תקון]:",
            "(יא) גבוהים עשרה וכו' - ר\"ל ונמצא כשהוא ממלא ע\"כ צריך להגביה קצת המים למעלה מדופני הספינה שהיא יותר מי' דהוי מקום פטור וא\"כ הוא מטלטל מכרמלית לרה\"י דרך מקום פטור וע\"כ הקילו חכמים שדי שיוציא זיז כל שהוא חוץ לספינה משום היכר בעלמא:",
            "(יב) ועושה בו נקב - והאחרונים הסכימו דבזיז א\"צ לעשות נקב כיון שאינו אלא להיכר בעלמא ויכול למלאות אפילו שלא במקום הזיז:",
            "(יג) יכול לשפוך וכו' - ר\"ל דאין מחוייב לשפוך שופכיו [דהיינו מי רחיצות כוסות וקערות וכה\"ג] בתוך הדף של ארבע על ארבע שעשהו למלאות המים דרך בו אלא יכול לשפוך על דופני וכו' ובזה אין חילוק בין אם דופן הספינה גבוה י' טפחים מעל המים או לא ואפילו לא היה לו דף מיוחד של ארבע על ארבע וגם לא עשה זיז כלל אפ\"ה שרי לשפוך שופכיו על דופן הספינה ממש כיון דאין כאן אלא כחו:",
            "(יד) על דופני - דאם שופך קצת רחוק מן הדופן הוי זורק מרה\"י לכרמלית ממש אבל זהו דוקא בשאין הדופן גבוה י' מעל המים דאם יש בו גבוה י' ואינו רוצה לשפוך על הדופן כגון שהם סרוחים והריח יכנס לתוך הספינה ורוצה לשפוך מרחוק לכותל שרי אך בלבד שיעשה עכ\"פ זיז להיכר:",
            "(טו) לים - וה\"ה דיכול להניח עצמות וקליפין על ראש הדופן בעביו והם נופלין לים [אחרונים]:",
            "(טז) ועיין לקמן - דשם כתב דלא בכל כרמלית כחו מותר ע\"ש:",
            "(יז) אלא א\"כ קשורות - דכשאינן קשורות אע\"פ שהן סמוכות זו לזו מ\"מ עשויות להתרחק זו מזו ונמצא כרמלית מפסקת ביניהן וחיישינן דילמא נפיל ואתי לאתויי מכרמלית לרה\"י ומטעם זה אפילו שתי הספינות שהם של אדם אחד ג\"כ אסור ויש מתירין אם הם של אדם אחד דלא חיישינן דילמא נפיל וכו' ורק בשהם של שני בני אדם אסורין כשאינן קשורות זו בזו דכיון שעשויין לנוד ולהתרחק זו מזו לא מהני עירוב שיערבו ביניהן. איתא בגמרא דקשורות חשוב אפילו ע\"י חוט ובלבד שיהא חוט חזק שיוכל להעמידן שלא יתפרדו זו מזו:",
            "(יח) זו בזו - וצריך שלא יהא ביניהם ד' טפחים:",
            "(יט) גבוהים מן המים עשרה - דאז מותר אפילו אינם קשורות משום דקמטלטל מרה\"י לרה\"י דרך אויר מקום פטור ואע\"ג דמושיט אסור בדיוטא אחת אפילו למעלה מי' כמ\"ש בסוף סימן שמ\"ז הכא איירי בשתי דיוטות זה כנגד זה דאפילו למטה מי' הוא רק איסור דרבנן ולמעלה שרי לגמרי להושיט או דאיירי בזורק:",
            "(כ) וצריכים לערב - קאי גם על ההיתר דגבוהים עשרה אף כשאינם קשורות ובספר בית מאיר חולק ע\"ז ודעתו דכשאינם קשורות מכיון שעומדים להתפרד אף אם הם גבוהים עשרה אם הם של שני בני אדם אסורים בטלטול מזה לזה ואין עירוב מועיל בהם:",
            "(כא) שעל פני המים - היינו שסמוך לים או לנהר:",
            "(כב) ע\"י מחיצה תלויה - שגבוה עשרה טפחים אף שאינה מגעת למים וכנ\"ל:",
            "(כג) עשויה להתיר - לפנות שם בשבת כגון שיעשנה למטה סביב לצד המים דמה שנעשית למעלה לצניעות עבידא:",
            "(כד) דף או קנה פחות מג' - היינו שהם פחות מג' סמוך לנקב דהוי לבוד והוי חורי רה\"י דהוא כרה\"י לרה\"י ואע\"ג שנופל משם אח\"כ למטה דהוא כרמלית כחו בכרמלית לא גזרו:",
            "(כה) נשבר הדף בשבת וכו' - ר\"ל שנשבר בשבת גופא שא\"א לתקנו ולכן מותר לפנות שם לאותו שבת:",
            "(כו) שהוא כרמלית - ר\"ל שאף שהחפירה עמוקה י' טפחים כיון שהיא מחזקת יותר מבית סאתים ולא הוקפה לדירה דין כרמלית עליה נמצא מוציא מרה\"י לכרמלית:",
            "(כז) אינו מותר וכו' - אלא בעינן שהמחיצות יגיעו עד הקרקע:",
            "(כח) אבל ע\"י דף - או קנה או שהצואה נופל על צידי הכותל ואח\"כ מתגלגל ונופל בחפירה וכנ\"ל:",
            "(כט) למעלה מעשרה - מקרקעית החפירה והטעם דאויר למעלה מעשרה בכרמלית מקום פטור הוא ונמצא כשהוא נפנה מוציא מרה\"י לכרמלית דרך מקום פטור:",
            "(ל) ועיין לעיל סי' שמ\"ו וכו' - היינו בסוף ס\"א דיש אוסרים להוציא מרה\"י לכרמלית אפילו דרך מקום פטור ועיין בביאור הגר\"א שמאריך בזה ודעתו דאף אי נימא דברשויות דרבנן דרך מקום פטור מותר היינו דוקא בדנח באמצע על המקום פטור אבל לא בדלא נח והכא הלא לא נח באמצע וכעין זה מפקפק הבית מאיר ג\"כ על הי\"א הראשון [עיין בספרו בסי' שמ\"ו וכן בכ\"מ] וכן בספר מאמר מרדכי בסי' שנ\"ג ס\"א דעתו ג\"כ כדעת הגר\"א הנ\"ל ותמה על דעת הי\"א הראשון:",
            "(לא) צואה מבעוד יום - ומיירי שמפנה ממש על הצואה ואע\"פ שנופלת אח\"כ מן הצד שהוא כרמלית שרי:",
            "(לב) הצואה הוא מקום פטור - דהא מסתמא אינה רחבה ד' ואף דבעלמא קיי\"ל דפחות מג\"ט גובה בטל לגבי רשות שהוא עומד בו והצואה מסתמא אינה גבוה ג\"ט שאני הכא דצואה שבבה\"כ בודאי לא דרסי לה רבים וע\"כ אינה בטל לרשות שבצדה והוי מקום פטור:",
            "(לג) ולפי מה וכו' - כאן מתחיל הרמ\"א לבאר דין אחר אודות בהכ\"ס שהיה שייך מקום החפירה שתחתיה לשני אנשים ולא עירבו ביניהם וקאמר דכאן לא שייך ההיתר שכתב מתחלה דהצואה הוי מקום פטור כיון דהרשויות בעצמן רה\"י הם אין מקום פטור ברה\"י:",
            "(לד) אסור לפנות שם - מיירי שמקום מושב בהכ\"ס היה שייך לכל אחד לבדו כי היה מחיצה מפסקת ביניהם אלא שהחפירה שתחתיה היה שייך לשניהם ולכך אסור דמוציא מרשותו לקרקע שותפים דאם גם מקום מושב שייך להשותפים אין כאן הוצאה מרשות לרשות ומותר [בית מאיר וחידושי רע\"א עי\"ש]:",
            "(לה) כמו שנתבאר ס\"ב - היינו תיקון דדף או קנה. אבל תיקון דמחיצה תלויה אינו מועיל הכא עד שיורדת עד למטה:",
            "(לו) כדלקמן סי' שנ\"ז - ס\"ג בהג\"ה דשם מבואר דבחצר שאינה מעורבת לכו\"ע מותר כחו:",
            "(לז) ששכחו ולא עירבו - או שלא היה לו באפשר לעשות תיקון הנזכר [ח\"א]:",
            "(לח) דגדול כבוד הבריות - שהתירו חכמים במקום שאין בו איסור דאורייתא:",
            "(לט) מן המשוטה לים - אבל מן הספינה לים [בלא תיקון הנזכר בס\"ב] לא דהא מוציא מן רה\"י לים שהוא כרמלית ואם א\"א ליה מפני איזה סבה אא\"כ יעשה צרכיו בספינה מותר דגדול כבוד הבריות [א\"ר]:",
            "(מ) מים שאין עמוקים וכו' - קאי על ס\"א ובי\"ת:",
            "(מא) לשפוך בהם - וה\"ה למלאות ע\"י מחיצה תלויה והטעם דכיון שאין בהם י\"ט כיבשה דמיא. ועיין בב\"ח ומ\"א שחולקין ע\"ז וס\"ל דאין לחלק בזה אם לא שרבים מהלכין שם ע\"י הדחק דאז לכו\"ע כקרקע דמיא ועיין בביאור הגר\"א שיישב דעת השו\"ע וכתב דדבר זה תלוי בשיטת הראשונים עי\"ש ומ\"מ אף לדידיה נוכל לסמוך ע\"ד הפוסקים המקילין בזה:",
            "(מב) היו שתי וכו' - אבאר בקצרה והוא דבית ועליה ע\"ג העומדת אצל הנהר ויש להם לכל אחת גזוזטרא הבולטת לדלות על ידה מים מן הנהר אם היו עושים כ\"א מחיצות סביבה כדין המבואר בס\"א היו שתיהן מותרות בשבת כל אחד לדלות בשלו אפי' אם לא ערבו יחד ואם תקנו שתיהן בשותפות רק גזוזטרא אחת כדין בין לעליונה בין לתחתונה נחשבין כשני אנשים הדרין בחצר אחת ואסורין שניהם לדלות דרך הגזוזטרא ההיא כיון שרשות שניהם שולטת עליה אם לא שעירבו ביניהן. בד\"א ששתי הגזוזטרא העומדים זה ע\"ג זה אינם רחוקים זה מזה במשך הכותל ד' טפחים שנוח תשמישתיה אבל אם היו רחוקים ד' טפחים א\"כ כשרוצה בעל התחתון להשתמש בגזוזטרא העליונה צריך לזרוק דלי שלו באויר להלאה דרך ד' טפחים ותשמיש מופלג כזה אין חשיב לאסור על חבירו אף כשלא עירבו ביניהן:",
            "(מג) משוכה זו וכו' - ר\"ל אפילו משוכה וכ\"ש אם עומדת זו כנגד זו בשוה:",
            "(מד) ואינה רחוקה וכו' - דברחוקה מכנגדה במשך רוחב הכותל ד' טפחים שוב לא אסרי אהדדי שאינה יכולה להשתמש אלא ע\"י זריקת הדלי באויר מרחוק ואינו חשוב תשמיש לאסור:",
            "(מה) יותר מגובה וכו' - דאגובה לא קפדינן אע\"פ דהוכרח עי\"ז להשתמש בדלי ע\"י זריקה למעלה והיא תשמיש קשה כיון שאינו משתמש דרך אויר ברוחב חשיבא תשמישתיה לאסור:",
            "(מו) וכ\"ש אם עשו שתיהן לתחתונה - שתשמיש זה נוח יותר לעליונה שהוא דרך ירידה:",
            "(מז) אין האחרת וכו' - היינו אפילו רגילה להשתמש בשל חברתה בחול אעפ\"כ אינה אוסרת עליה שבעצם הלא הרשות אין שייך לה אם לא שהתנו ביניהן בפירוש שכל אחד ישתמש בשל חבירו אז צריכין עירוב [פמ\"ג]:",
            "(מח) אפילו לא עשתה וכו' - וכ\"ש אם כ\"א עשתה לעצמה דמותרת כל אחת להשתמש בגזוזטרא שלה בלי עירוב אך י\"א דכל זה דוקא בשמשוכות הגזוזטרות זו מזו ואין צריכין לשמש אחת בחברתה אבל אם העליונה מכוונת ממש נגד התחתונה וכשהיא צריכה לדלות מים יורד הדלי שלה דרך נקב גזוזטרא התחתונה ואין ביניהן אויר של עשרה טפחים בגובה שתיהן אסורות למלאות [רמב\"ם]:",
            "(מט) אם עשו בשתיהן וכו' - ר\"ל דאף דאמרינן לעיל דאם תקנו לאחת בשותפות שתיהן אסורות למלאות שם כשלא עירבו הוא דוקא אם תקנו רק אחת ובשניה לא עשו מחיצה כלל אבל אם עשו תיקון בשתיהן בשותפות מותרים כל אחת בשלה משום דאמרינן דכל אחת סלקה נפשה מחברתה כיון שעשתה לה תיקון בפנ\"ע [ומה שעשתה בשותפות איזה טעם היה להם בדבר] וכ\"ש אם עשו רק באחת בשותפות והשניה עשתה מחיצה להגזוזטרא שלה לבדה בודאי מותר כ\"א למלאות בלי עירוב דבהא בודאי סילקה נפשה מחברתה:\n"
        ],
        [
            "(א) העוברת בחצר - ודוקא כשהיא עוברת דהיינו שנכנסת לחצר מן צד האחד ויוצאת משם מן צד האחר בנקבים שיש תחת הכתלים אבל אם יש לו בריכת מים בחצירו ואינה נמשכת מבחוץ א\"צ שום תיקון אפילו רחבה ועמוקה הרבה דכל מה שבתוך המחיצות בכלל רה\"י הוא:",
            "(ב) עמוקה עשרה ורחבה ד' - דבשיעור זה נעשו המים רשות לעצמן ושם כרמלית עליהם כשאר ימים ונהרות ולפיכך כשעוברין דרך חצירו אסור למלאות מהן בשבת אבל אם אין עמוקין עשרה או שאינם רחבים ד' מותר למלאות מהן בלי שום תיקון דבטל הוא לגבי רה\"י:",
            "(ג) אא\"כ עשו וכו' - דכיון שמבדילין משאר המים שחוץ לחצר המים שבתוך החצר בטלין לגביה דבעלמא הלא קיי\"ל דכל מה שבתוך המחיצות רה\"י הוא ורק בזה כשמחוברין עם המים שמבחוץ אמרינן דאינם בטילים ונעשו רשות לעצמן משא\"כ כשמבדילן שם רה\"י עליהם ומחיצת החצר גופא אף אם שקוע הרבה במים אינו מועיל בזה דבעינן שיהא נראה שנעשה בשביל המים:",
            "(ד) בכניסתה וביציאתה - ר\"ל במקום כניסת המים לחצר ובמקום יציאת המים מן החצר והכל בפנים על פני רוחב אמת המים:",
            "(ה) משוקע במים - לחלוק בין המים שבחוץ שהם כרמלית למים שבפנים:",
            "(ו) למעלה מן המים - כדי שיהיה ניכרת קצת המחיצה המפסיקתן:",
            "(ז) אצל השפה מכל צד וכו' - פירוש שבצד הכניסה ובצד היציאה עשה מחיצה לרחב האמה אלא שלא עשה מחיצה בצד הכניסה כולה בחתיכה אחת אלא בשתי חתיכות דבאמצע המחיצה הניח מקום פנוי וכן במחיצה של צד היציאה:",
            "(ח) דאמרינן לבוד - ומטעם זה אפילו הניח הרבה חללים ביניהם כגון שעשה המחיצה מקנים ובין כל אחד ואחד היה פחות מג' שרי [ח\"א]:",
            "(ט) אפילו וכו' - דכל מה שפחות משלשה אמרינן לבוד ונראה דבזה אפילו אם מצד השני הוא רחב שלשה אעפ\"כ א\"צ תיקון כיון דמצד אחד הוא כסתום לגמרי וכעין לשון ים העוברת בתוך החצר המבואר לקמיה:",
            "(י) מותר למלאות ממנה - אע\"פ שהיא עמוקה י' ורחבה ד' ואינו דומה לאמת המים המבואר בס\"א דבכאן כיון שנכנס לשון הים בחצר ואינו יוצא ממנה לצד אחר הוא כבור שבחצר ומחיצות החצר מתירות אותה [דכיון שלא נפרץ יותר מעשר הוא בכלל פתח דהוי כאלו המחיצות קיימין] משא\"כ באמת המים שנכנסת ויוצאת תחת כותלי החצר משני הצדדים חולקת רשות לעצמה והוי כרמלית:",
            "(יא) במילואה - היינו כל כותל החצר שלצד המים:",
            "(יב) גידודין גבוהים י' - דבזה נחשב כאלו המחיצות עדיין קיימות:",
            "(יג) ממנו בחצר - דפעמים שהמים שוקעים והמחיצה ניכרת ולכן אף כשאין המים שוקעים התירו חכמים משא\"כ בבית שהוא רחוק מן המחיצה לעולם אין המחיצה נראית אפילו כשהמים שוקעים:",
            "(יד) גבוה עשרה - ורחבה של המחיצה א\"צ על פני כל הפרצה ורק שיסתום השטח עד שלא ישאר אלא עשר אמות פרוץ דהוא שיעור פתח:",
            "(טו) לא נשאר גדודים וכו' - ר\"ל שלא נשאר גדודים גבוהים עשרה:",
            "(טז) אסור אפילו למלאות - וה\"ה לטלטל בחצר כיון שהוא פרוץ יותר מעשר למקום האסור בד\"א כשאין לשון הים עמוק י' אבל אם הלשון עמוק י' שהמים שטפו קרקעית החצר ונעשה גומא עמוקה י' טפחים דופני הגומא גופא נחשב למחיצה בין המים ובין החצר ומותר לטלטל בחצר אבל אסור למלאות ממנה כיון שאין מחיצה על גבה בינו לבין המים שבחוץ:\n"
        ],
        [
            "(א) חצר וכו' - כלל הדברים הנאמרים בסימן זה הוא כך לפי ששיערו חז\"ל שכל אדם הוא צריך להשתמש בכל יום סאתים מים לרחוץ בהם פניו ידיו ורגליו ושאר ענינים הצריכים לו וכבר נודע דבשבת אסור לשפוך מרה\"י לרשות הרבים או לכרמלית ודרך כל אדם לשפוך שופכין שלו לחצירו הסמוך לביתו שהוא רשותו והוא ג\"כ רה\"י ומוציא מרה\"י לרה\"י ושיערו חז\"ל דסאתים מים נבלעים בקרקע של ד\"א על ד\"א ואינם מטנפים הקרקע של החצר וכיון שכן אין מקפיד עליהם שיצאו לחוץ דוקא ואז אפילו אם יצאו אח\"כ לחוץ לא היתה מחשבתו לכך ובשבת בעינן מלאכת מחשבת ולא הוי כאלו מוציא מרה\"י לר\"ה אבל אם הוא פחות מד\"א על ד\"א דאז הסאתים מים מרובים ואינם נבלעים בקרקע ונעשה החצר רפש וטיט ודעתו קצה בזה בימות החמה שדרך כל אדם להקפיד על חצרו שיהיה נקי ולכך ניחא ליה שיזובו משם לחוץ ואם יצאו לחוץ נתקיים מחשבתו ויש לגזור שמא ישפוך להדיא מרה\"י לר\"ה ולכן צריך לעשות לחצר גומא שהיא מחזקת סאתים ואז כשישפוך לתוך החצר אינו מקפיד עליהם שיצאו לחוץ כיון שאפשר להם לירד ולנוח בגומא ולא יתטנף חצרו וע\"כ אפילו אם יצאו לחוץ לא הוי כמוציא מרה\"י לר\"ה:",
            "(ב) שהיא סמוכה לר\"ה - לאפוקי כשהיא סמוכה לכרמלית וכדלקמיה בסוף הסעיף:",
            "(ג) בימות החמה - שאדם מקפיד על לכלוך חצרו ומסתמא ניחא ליה שיצא לחוץ:",
            "(ד) וכל גומא וכו' - וה\"ה שיכול לשנותה בעמקה וברחבה ורק שיהיה חללה מחזקת סאתים:",
            "(ה) בחוץ - היינו בצד החצר:",
            "(ו) כדי וכו' - וגם כדי שלא יהא תקלה לרבים [ד\"מ]:",
            "(ז) שתהא מקום פטור - דע\"י הכיסוי מסתלק אותו המקום מתשמיש הרבים והנה בגוונא שצייר בהג\"ה בלא הכיסוי הוא ג\"כ מקום פטור דהוא פחות מארבע על ארבע אלא פן יעלה אותו קרקעית העוקה רפש וטיט ויהיה פחות מן ג' טפחים בגובה ותבטל לגבי ר\"ה:",
            "(ח) יכול לשפוך וכו' - ואפי' נתמלאה מע\"ש שופך לתוכה דכיון דמדאורייתא לית איסורא כ\"א בשופך להדיא לר\"ה רק שתקנו חכמים גומא זכר לשבת שלא ישכח וישליכם להדיא לר\"ה וכיון דאיכא הכירא ע\"י עשיית הגומא שרי ומהאי טעמא נמי התירו לשפוך כל מה שירצה אף שהגומא מחזקת רק סאתים ובודאי יצאו הנותרים לחוץ וניחא ליה בזה כדי שלא יתטנף חצרו אפ\"ה שרי דמ\"מ זכור הוא ע\"י עשיית הגומא ולא גזרו ביה:",
            "(ט) כלל - דגזרינן דילמא אתי לשפוך סאתים דהוא שיעור תשמיש אדם ליום:",
            "(י) אריך וקטין - כגון שהוא ארוך ח' אמות ורוחב שתים דמ\"מ יש כאן שיעור לבלוע סאתים:",
            "(יא) בימות הגשמים - שאין אדם מקפיד על לכלוך חצרו ואינו מתכוין שיצאו לחוץ ואי משם אנשים אחרים שיראו צנור מקלח ואתי למישרי גם בימות החמה אמרינן שיתלו יותר שמי גשמים הן ואפילו שלא בשעת הגשמים מתמצים הם מן הגשמים שהיו בהן מקודם:",
            "(יב) מותר לשפוך בה וכו' - ר\"ל אפילו בלא עשיית גומא כלל:",
            "(יג) ב' דיוטאות - היינו שתי זיזין רחבין נגד פתחי העליות [ורוחב כל זיז שתי אמות באורך ארבע אמות נגד העליה] ועל הזיזין יש מעזיבה רכה שראוי לבלוע בה המים הנשפכין עליהן:",
            "(יד) סמוכות זו לזו - ר\"ל בתוך ד' טפחים מצטרפות כאלו היו במקום אחד וא\"כ הוי ד' אמות על ד' אמות ומותר לשפוך עליהן ומשם יורדים לר\"ה להדיא:",
            "(טו) אבל וכו' לכרמלית - דאפילו כשהיא סמוכה לר\"ה אינו אסור רק משום גזירה דילמא אתי לזרוק להדיא לר\"ה ובכרמלית לא שייך זה דאפילו כי יזרוק להדיא ג\"כ ליכא איסורא דאורייתא ועיין לקמן סוף סימן זה דיש חולקין:",
            "(טז) ביב וכו' - הוא חריץ העשוי לקלח שופכין שבחצר לר\"ה:",
            "(יז) ארבע אמות במשך - צ\"ל במשך ארבע אמות ור\"ל שארבע אמות הראשונות הסמוכות להחצר הוא מכוסה והוא רחב ג\"כ ארבע אמות [וה\"ה אם הוא רחב רק שתי אמות ויש בארכו שמונה אמות] דבשיעור זה יש שיעור לבלוע סאתים מים שאדם עשוי להסתפק בכל יום וע\"כ מקילינן ביה לשפוך ע\"פ הביב העומד בחצר כמו בחצר שהוא מחזיק ד\"א על ד\"א וכנ\"ל:",
            "(יח) לחוץ - כיון דהוא אינו מכוין דוקא שיצאו לחוץ וע\"כ אפילו כשיצאו לחוץ שרי וכנ\"ל בריש הסעיף:",
            "(יט) שלא יהא וכו' - דאם הביב של עץ הוי כמכוין בהדיא שיצא לחוץ ואפילו מחזיק מאה אמה אסור:",
            "(כ) כעין רצפה של אבנים - מיירי שמרוצף באבנים חלקים קטנים כמו שמרוצף רחובות וחצרות שיש הרבה עפר בין אבן לאבן לבלוע:",
            "(כא) אפילו היה אורך הביב וכו' - ר\"ל שאורך הביב בחצר הוא מאה אמה ובשיעור זה בודאי יבלע המים בקרקע אפ\"ה אסור מפני שהמים יוצאין מכחו לר\"ה [שם ברמב\"ם] ונקטינן להקל כסברא ראשונה (א\"ר):",
            "(כב) או הצנור - צנור מקרי מה שמניחין על הגג וע\"י יורד הקילוח לר\"ה:",
            "(כג) במה דברים אמורים וכו' - זהו סיום דברי הרמב\"ם וגם לדידן נ\"מ בזה דהיינו אם הביב היה של עץ שאינו עשוי ליבלע בו המים ובודאי יצאו לחוץ בר\"ה דזה אסור אפי' לדעה ראשונה אבל כשהיא סמוכה לכרמלית מותר אפילו בשל עץ והטעם בכל זה כיון דאינו שופך בהדיא לכרמלית רק שהוא בא מכחו ס\"ל דכחו בכרמלית לא גזרו:",
            "(כד) וי\"א דאין חילוק וכו' - אף דאנן נקטינן לדינא דאפילו כשהמים יוצאים לר\"ה מותר בביב וכמו שכתבנו בסקכ\"א מ\"מ נ\"מ מי\"א הזה לענין סילון של עץ וכמ\"ש בסקכ\"ג או כשהביב אין מכוסה ד' אמות בהכרמלית דלהשו\"ע מותר ולהי\"א אסור וגם נ\"מ לענין חצר קטנה שאין בה ד\"א על ד\"א דסתם המחבר לעיל בסוף סעיף א' דבסמוכה לכרמלית מותר ולהי\"א הזה אסור [ומה שנרשם בהג\"ה ב\"י בשם תוס' והרא\"ש לא נזכר בתוס' ורא\"ש לענין ביב כלל דהם פוסקים בביב להקל אפילו בסמוכה לר\"ה רק לפי דבריהם נשמעו גם לענינינו]:",
            "(כה) אפילו בזה\"ז דלית וכו' - ר\"ל לדעת הסוברים דבעינן דוקא ס' רבוא בוקעין בו וזה אינו מצוי מ\"מ גזרינן אטו עיר גדולה שיזדמן שיהיה ס' רבוא [מ\"א]:",
            "(כו) או חצר שאינה מעורבת - ר\"ל דהחצר שבו הביב [או חצר קטנה שאין בו ד' על ד'] סמוך לחצר שאינה מעורבת וכששופך המים ירד לאותה חצר שרי לכו\"ע כיון דלא זריק להדיא אלא כחו לא גזרו בזה ושרי לשפוך אפילו ע\"פ הביב:",
            "(כז) כחצר שאינה מעורבת דמי - כיון דבאמת יש לה מחיצות אלא שמחוסרת עירוב:",
            "(כח) ואם הצנור וכו' - ר\"ל שצנור המקלח מים בכרמלית הוא למעלה מעשרה וא\"כ עובר המים דרך מקום פטור מותר לשפוך אפילו במתכוין שירדו המים לכרמלית והיינו אפילו לדעת המחמירים לעיל בסימן שמ\"ו סוף ס\"א דרך מקום פטור הכא דלא זריק להו ממש אלא כחו יש להקל [הגר\"א]:",
            "(כט) וכן עיקר - עיין בפמ\"ג שמצדד דאכל הג\"ה קאי ואף אראש דבריו:",
            ""
        ],
        [
            "(א) לדירה - דירת אדם ותשמישיו:",
            "(ב) כגון גנות ופרדסים - שמקיפים אותם רק לשמור את הפירות והזרעים שבתוכן וה\"ה קרפף שהוא היקף גדול חוץ לעיר להכניס שם עצים לאוצר:",
            "(ג) ובורגנין - סוכת שומרים שבשדות:",
            "(ד) שאינן עשויין וכו' - ר\"ל אע\"ג דסוכה זו נעשית לישיבת השומר מ\"מ כיון שאין דירתם שם מחמת עצמן אלא לשמור האויר שלפניהן אין זו דירה חשובה מחמת עצמה והרי זו כהיקף של גנות ופרדסים ואפי' היא מקורה בגג נמי לא מיחשבה דירה ועיין ביאור הלכה בסימן שס\"ב מ\"ש בזה:",
            "(ה) אסרו חכמים וכו' - דאע\"ג דמן התורה כל המוקף מחיצות גבוהות עשרה אע\"פ שהיא רחבה כמה כורים הוא רה\"י גמור ומותר לטלטל בכולו מ\"מ חכמים אסרו בהיקף גדול יותר מב\"ס שלא הוקף לדירה שהוא דומה קצת לר\"ה ולכרמלית שלא לטלטל בה ביותר מד\"א כמו בר\"ה ובכרמלית:",
            "(ו) שהוא שיעור ע' וכו' - דבית סאה הוא נ' על נ' דהיינו בין כולו אלפים וחמש מאות אמה באמה רוחב ובית סאתים הוא ה' אלפים אמה באמה רוחב וכשתעשה מזה שדה מרובעת הוא בערך שיעור ע' אמה וד' טפחים אורך על ע' אמה וד' טפחים רוחב:",
            "(ז) וד' טפחים - ומעט יותר כשיעור אצבע בערך ולא חשו להזכירו מפני שהוא מועט ואעפ\"כ יכול לחשבו בחשבון וכל שליכא יותר על ע' אמה וד' טפחים ואותו משהו מותר לטלטל ועיין בקיצור ש\"ע שכתב דלפי אמות שלנו שהם גדולים הוא נ\"ג על נ\"ג:",
            "(ח) מותר לטלטל בכולו - וסמכו חכמים בשיעור זה אשיעורא של חצר המשכן שהיה ב\"ס בכולו והיו מטלטלים בו:",
            "(ט) בין שהוא מרובע - והכלל בזה דכל דליכא יותר מה' אלפים בתשבורת לית לן בה בין שהמקום עגול או מרובע או שאר צורות וכדלקמיה:",
            "(י) או אריך וקטין - כגון שהיה ארוך ק' ורוחב נ' שהוא עולה כמרובה של ע' וד\"ט:",
            "(יא) ובלבד שלא יהא ארכו וכו' - דהיינו שלא יהא עכ\"פ ארכו יותר ממאה אמה דכל שהוא שטח גדול אף באורך לחוד מיחלפי בר\"ה וכרמלית ובמאה אמה לא רצו לגזור מפני שמצינו בחצר המשכן שארכו מאה ורחבו חמשים:",
            "(יב) אמה אחת - אבל בפחות מאמה לא גזרו וכ\"ז בדוקא אם היה עכ\"פ בית סאתים בין כולה אבל אם בין כולה ליכא ב\"ס לא קפדינן בזה ואפילו היה ארכו הרבה יותר ממאה אמה נמי מותר לטלטל בכולה כל שמוקף מחיצות:",
            "(יג) אי מוקפות - פי' היכא שיש חומה סביב לעיר ומבואר שם דמן הסתם אמרי' דהוקף לדירה דאין דרך להקיף אלא אחר שבנו הבתים מתחלה והוי בנוי ולבסוף הוקף דמהני וכדלקמן:",
            "(יד) דסתם קרפיפות וכו' - פי' ופתח הבית פתוחה להם:",
            "(טו) דרגילים - כוונת הרמ\"א במקום שאין אדם זוכר אם הקרפיפות נבנו קודם הבתים או לאחר הבתים ולשם תשמיש דירה ובזה כתב דרוב קרפיפות שלנו הוקפו אחר בנין הבתים לתשמישי הבתים ודבר פשוט הוא דלאו כללא הוא בכל מקום ובכ\"ז ויש לראות בזה בזמננו לפי מנהג המקומות:",
            "(טז) סמוך לביתו - וכל שהוא סמוך לעיר מיקרי סמוך לביתו לדיעה זו:",
            "(יז) דעתיה עילויה - ופשוט דאף לדעה זו דוקא בשבנה הבית ואח\"כ הקיף וקמ\"ל דאע\"ג דלא פתח ליה אפ\"ה כיון שהיא סמוכה לעיר הרבה דעתיה עילויה להשתמש בה תדיר ומסתמא הוקפה לדירה:",
            "(יח) וי\"ח בזה - ולדעה זו אפי' בסמוכה ממש לביתו כל שלא פתח ולבסוף הוקף לא מהני והסכימו האחרונים להלכה כדעה זו:",
            "(יט) ואח\"כ הקיפו - קאי גם אבנה בו בית דרישא וכלומר דבין שבנה בית באותו מקום ואח\"כ הקיפו לאותו מקום ונמצא הבית באמצעיתא ובין שבנה בית אצל אותו מקום ופתח לו פתח ואח\"כ הקיפו דבכ\"ז נחשב מוקף לשם דירה דלשם תשמיש דירה הקיפו אבל היכא דהקיפו מתחלה ואח\"כ בנה בו בית או אפילו בנה מתחלה ואח\"כ הקיף אחורי הבית אלא דלא היה פתח בבית לצאת משם למקום המוקף מיקרי הקיף שלא לשם דירה דמוכח דלא עשאו לתשמיש תדיר לבית. ודע דאם חשב בפירוש בשעה שהקיף למקום הזה שיבנה בו בית אח\"כ והקרפף הזה יהא כמו חצר או בשבית בנה מתחלה ואח\"כ הקיף בסוף הבית וחשב בשעת ההיקף שיפתח אח\"כ פתח בבית לאותו צד כדי שיכול להשתמש בהיקף לצרכי הבית אפשר שיש להקל ולומר דמיקרי מוקף לדירה שהרי הקיף אותו לשם דירה:",
            "(כ) ואם היה מוקף וכו' - ורוצה להקיפו לשם דירה כצ\"ל וכן הוא במחבר שבעולת שבת וכן הוא בטור והכוונה שרוצה להשתמש עתה בהיקף הזה בקביעות אלא שאינו מועיל דבעינן שיהיו המחיצות עשויות לשם זה:",
            "(כא) יפרוץ בו - ואינו צריך לפרוץ כל גובה הכותל עד למטה אלא כל שלא נשאר בגובה י' טפחים סגי דהפחות מי' טפחים בגובה לא מיקרי מחיצה:",
            "(כב) ביותר מעשרה - ואם היה מכבר פרוץ עשרה דיו דיפרוץ מעט יותר וסגי:",
            "(כג) ונמצא בית פתוח - דכיון דנפרץ כ\"כ נתבטלו כל המחיצות ואפילו זה שהוא עומד עדיין הרי הוא כאלו נסתר:",
            "(כד) ויחזור ויגדור - לשם כוונת דירה:",
            "(כה) הפרצה כולה - וה\"ה אם עושה צורת הפתח דשוב אינו פרצה:",
            "(כו) או אמה היתירה - ואם לא פרץ אמה רק מעט צריך לגדור אותו מעט וסגי:",
            "(כז) עד שהשלימו - ליותר מעשרה כצ\"ל:",
            "(כח) מותר - ולא אמרינן כיון דלא פרץ עשרה בבת אחת ולא גדר בבת אחת לא הוי היקף לשם דירה אלא כיון דהשתא מיהא הוי החידוש של היקף ביותר מעשר חשיב היקף לשם דירה:",
            "(כט) י\"א דיכול וכו' - ומיירי כשהכותל הוא פחות מעשרים טפחים בגובה דבכותל עשרים או יותר לא מהני האי תקנה וכמו שיתבאר לקמיה:",
            "(ל) משני צדדים - כדי שיתבטל המחיצה שהרי יש דריסת הרגל מקרקע הקרפף לחוץ לקרפף:",
            "(לא) עד שיתמעט וכו' - והוי כפרוץ במקום הזה וא\"כ יכול עתה לבנות שם בית דירה או לפתוח שם פתח מדירתו אם לא היה שם פתוח לקרפף מכבר ואח\"כ כשיפנה העפר דמי כמו הקיף אחר שפתח מתחלה:",
            "(לב) רוחב - צ\"ל רוחב ד' והטעם דבפחות מארבעה אינו ראוי לעמוד עליו ולהתעכב:",
            "(לג) באורך הכותל - צ\"ל באורך יותר מעשר דאז לא יחשב פתח אלא פרצה וכנ\"ל:",
            "(לד) ואם אין בגובה - ר\"ל דכל תקנה זו אינו אלא בשכל גובה הכותל הוא פחות מעשרים טפחים דאז יכול לעשות תל משני צדדיו בגובה פחות מעשרה טפחים דבשיעור כזה אפשר עוד לדרוס ולהלוך עליו ומעתה צריך לחשוב גובה הכותל רק מתל ולמעלה דהתל חשיב כקרקעית הקרפף וכיון שלא נשאר בכותל מסוף התל ולמעלה עשרה טפחים הו\"ל כותל כפרוץ משני צדדיו שהרי אין בו עשרה לא מבחוץ ולא מבפנים:",
            "(לה) ואף אם חוזר וכו' - הלשון מגומגם שהרי בע\"כ צריך ליטלו כדי שיוחזרו המחיצות למקומם [דאל\"כ אסור לטלטל בה ואפילו בפחות מבית סאתים] ועיין בא\"ר בשם מלבושי יו\"ט שכתב שצ\"ל ואף שחוזר וכו' ור\"ל ואף שחוזר ולוקח העפר כדי שיתגלו המחיצות מחדש לשם דירה מ\"מ לא אמרינן משום זה שהעפר לא נתבטל מעולם כלל משום שדעתו היה לחזור ולפנותם כיון דעכ\"פ ביטלם לשבת אחת:",
            "(לו) הואיל ובטלו שם שבת אחת - היינו בפיו [הגר\"א בביאורו]:",
            "(לז) דעפר לא הוי בטול - פי' באופן כזה שדעתו לפנותו:",
            "(לח) אלא אם כן אין עתיד - וצריך לבטלו בפירוש לעולם ועיין באחרונים שדעתם להורות כסברא קמא להקל ועיין בביאור הלכה שהגר\"א חולק על עיקר דין זה ולפי המבואר בס\"ו יש עצה שלא יצטרך לפרוץ הכותל דהיינו שיעשה מחיצה שהיא גבוה י\"ט באורך יותר מעשר אמות ורחוקה ממנה ג\"ט אך כ\"ז אינו מועיל ג\"כ רק בעת שעומדת המחיצה אבל לא לאחר שנפלה דיחזור לאיסורו דהא הכותל הראשון לא הוקפה לדירה וכדלקמן סעיף י\"ד:",
            "(לט) תל גבוה עשרה - טפחים ואפילו אינו זקוף בגובה הרבה אלא כל שמתלקט העשרה טפחים מתוך ד\"א הוי מחיצה גמורה:",
            "(מ) דינו כקרפף - דעד סאתים מותר לטלטל בכולו דכאלו מוקף מחיצות דמי וביותר מסאתים אסור לטלטל דהוא מחיצה הנעשית מאליה ולא הוקף לשם דירה:",
            "(מא) למעט אוירו - שלא יהיה שטחו יותר מסאתים ויהא מותר לטלטל בו:",
            "(מב) לא הוי מיעוט - שדרך לעשות כן בקרפיפות ליהנות בהן ולישב תחתיהן בצל וא\"א למעט ולהכשיר אלא בדברים שאין דרך הקרפיפות בכך:",
            "(מג) אפילו יש בהן גבוה עשרה וכו' - דחולקין בכל מקום רשות לעצמן ונעשו רה\"י אפ\"ה אינו ממעט כיון שהוא מתשמישי הקרפף:",
            "(מד) לחופר בו בור - של מים ואפילו עמוק עשרה טפחים ורוחב ד' ואע\"ג דמקום חללו אינו מקום הילוך מ\"מ נמדד בשיעור סאתים דהוא נמי מתשמישי קרפף הוא כאילנות וכן אם עשה בור בגינה ג\"כ אינו ממעט דתשמיש הגינה הוא להשקותו ודבר אחר שאינו צורך הגינה ממעטו ופשוט דדבר המיטלטל אינו ממעט לעולם:",
            "(מה) עמוד - בין באמצע בין סמוך לכותלי הקרפף:",
            "(מו) רחב ג' טפחים - וגבוה עשרה:",
            "(מז) הוי מיעוט - אבל בפחות מעשרה ורוחב ג' לא חשיב והוי כמי שאינו:",
            "(מח) באורך - יותר מעשר כצ\"ל ומיירי דגובהה היה ג\"כ עשר:",
            "(מט) לפני מחיצה - לפנים בקרפף:",
            "(נ) שתהיה כמו שאינה - והוי כאילו נפרץ במחיצה הישנה כל אורך הזה שמתבטל כל המחיצות בשביל פרצה זו כדלעיל בסעיף ב':",
            "(נא) ויהיה מוקף לדירה - ומיירי שפתח לו פתח קודם שבנה מחיצה החדשה:",
            "(נב) ג' טפחים מותר - דהו\"ל היקף חדש לשם דירה אבל אם קירב הכותל החדש בתוך ג' להכותל הישן לא מהני דתו לא נחשב ככותל חדש אלא כמו שמוסיף בבנין על כותל הראשון לשם דירה דלא מהני וכ\"ז בשלא נתמעט הקרפף משיעור יותר מבית סאתים ע\"י כותל החדש אבל אם נתמעט הקרפף משיעורו בודאי מותר אפילו קירב בתוך ג\"ט שהרי אפילו בטח טיט על הכותל מהני כמבואר בס\"ז:",
            "(נג) למעט אוירו - שלא יהיה שטחו יותר מבית סאתים ויהא מותר לטלטל בו:",
            "(נד) הוי מיעוט - ואפילו לא טח אלא באחד מכתלי הקרפף ואפילו במקצתו סגי ומ\"מ נראה שתהיה עכ\"פ גובה הטיח עשרה מקרקע ולמעלה ורחבה שלשה ואי לא\"ה לא חשיב וכההיא דעמוד בסעיף ה' ועיין בה\"ל:",
            "(נה) לא הוי מיעוט - דכמי שאינה דמיא ויש חולקים ע\"ז דכל שיכולה לעמוד עם הכותל ממעט ויש להקל לעת הצורך וכ\"ז אם נתמעט השיעור עי\"ז מבפנים אבל אם לא נתמעט השיעור בודאי אסור ואפילו כיון בטיח הזה לשם דירה אף שעשהו עב כ\"כ שיכול לעמוד בפני עצמו דהוי כמחיצה ע\"ג מחיצה כמבואר בס\"ו:",
            "(נו) אינו מועיל - דלא מהני ליה לקרפף ולא מידי שהרי בלא זה מוקף כבר:",
            "(נז) ואם נבלעו התחתונות - שהיה העפר רך ותחוח ונחבט הכותל עד שלא נשאר בה עשרה טפחים בגובה:",
            "(נח) ניתר על ידם - שהרי נעשו לשם דירה מתחילתן אלא שלא יכלו להתיר עד עתה שהיו שלא לצורך אבל עתה שבלא הם ליכא עשרה בגובה מחיצה הישנה שפיר מהני ליה לקרפף:",
            "(נט) ועשה מחיצות - לדור ולהשתמש על התל:",
            "(ס) אפי' על שפתו - ר\"ל דלא מיבעיא אם הרחיק משפת התל ג' טפחים דבודאי מועיל וכמבואר בס\"ו:",
            "(סא) מועיל - ואע\"ג דבלא מחיצות אלו הרי יש בגובה התל עשרה ויותר והרי הוא מוקף מאליו אעפ\"כ שרי דכיון דאינו דר למטה בעמק אלא על התל בגובה למעלה הרי אדרבה מהני ליה רק מחיצות עליונות ותחתונות לא מהני ליה ולא מידי וכדמסיים שהרי דר וכו':",
            "(סב) באויר מחיצות - ולא בעינן שיעשה כמה מחיצות אלא כיון שבנה מחיצה אחת לשם דירה סגי ושארי שלש מחיצות נחשב ע\"י התל גופא שהוא גבוה עשרה טפחים וכדלעיל בס\"ג ואפילו אותה מחיצה לא בעינן שיעשנה ע\"פ כל רוחב התל אלא כיון שעשאה באורך עשר ומעט יותר לשם דירה סגי וכדלעיל בסעיף וי\"ו:",
            "(סג) ונטע רובו - ה\"ה כולו:",
            "(סד) שורות שורות - אלא מעורבין:",
            "(סה) אינם מבטלים הדירה - דעבידי אינשי לנטוע אילנות בחצירות כדי להסתופף בצלן:",
            "(סו) הזרעים מבטלים הדירה - דבזרעונים לא דיירי אנשי והוי ליה גינה ואסור לטלטל אף בשאינו נזרע דבטל לה לגבי רובו וכזרע כולו דמיא:",
            "(סז) אפילו אין בהם וכו' - ר\"ל בשטח מקום הזריעה ובית סאתים אינו צריך להיקף דירה אפ\"ה אסור דכיון דמיעוט בטיל לגבי רוב הרי הוא כאלו כולו נזרע ובכולו הא איכא יותר מבית סאתים:",
            "(סח) אלא סאתים - וה\"ה פחות כיון שהם הרוב וביחד עם המיעוט יש יותר מבית סאתים:",
            "(סט) נזרע מיעוט - נראה דה\"ה מחצה על מחצה:",
            "(ע) אם אין בו - ר\"ל במקום הזרוע:",
            "(עא) מותר - דאין כח במיעוט לבטל הרוב שהוקף לדירה והמיעוט עצמו ג\"כ מותר דלו יהא דלגבי דידיה נתבטל המחיצות שהוקפו לדירה ג\"כ לאו מידי הוא דהא בית סאתים לא צריך היקף לדירה:",
            "(עב) יותר מסאתים אסור - לטלטל בכולו דהמיעוט אסור כיון שיש בו יותר מבית סאתים אינו ניתר בלא היקף לדירה וזרעים מבטלים מחיצה של דירה ורוב הקרפף ג\"כ נאסר מפני שהוא פתוח ופרוץ לזרעים שהוא מקום אסור:",
            "(עג) מי שיש לו גינה וכו' - אף שכבר נתבאר כ\"ז בסעיף הקודם לענין קרפף מ\"מ חזר המחבר ושנה דין זה לענין חצר לאשמועינן דכשם שזרעים מבטלי מחיצות של קרפף שהוקפו לדירה כמו כן מבטלי מחיצות של חצר ולא אמרינן דחצר חשיבא טפי ולא מתבטל בשביל זרעים ועוד הוסיף לבאר בסעיף זה לענין טלטול מן החצר לבית וכמו שנבאר:",
            "(עד) אפילו אין בה - ר\"ל בכל החצר:",
            "(עה) אלא בית סאתים - וה\"ה פחות:",
            "(עו) לא יטלטל וכו' - דבחצר בעצמו בודאי מותר לטלטל בכולו אפילו במקום הזרעים דאף שזרעים מבטל מחיצות של דירה בזה שאין בה אלא סאתים הרי לא בעינן היקף לדירה:",
            "(עז) ממנה ומן החצר - דכיון דנתבטל היקף של דירה הרי כל החצר כקרפף דעלמא שאסור לטלטל ממנו לבית וכן מן הבית לתוכה ואפילו בקרפף פחות מבית סאתים ואפילו הן של אדם אחד:",
            "(עח) ואם הוא יותר וכו' - ר\"ל כל החצר:",
            "(עט) אלא בד\"א - כדין כרמלית כיון דבין כולה יש יותר מבית סאתים ורוב הזרעים ביטל שם דירה מחצר וכנ\"ל בס\"ט:",
            "(פ) מה שיש וכו' - ר\"ל אם יש במקום הזרוע:",
            "(פא) אוסר כל החצר - אף דחצר רוב לגבי גינה ולא נבטל ממנו שם דירה ע\"י הזרעים אבל עכ\"פ נבטל היקף דירה לגבי זרעים עצמם ואסור לטלטל שם כיון שהם יותר מבית סאתים ומשום זה אסור גם בשאר החצר דנפרץ הוא למקום הזרעים שהוא מקום אסור:",
            "(פב) אסור להוציא וכו' - דבמקום הזרעים גופא מותר לטלטל וכמ\"ש בס\"ט אלא דעכ\"פ אסור להוציא ממנה לבית כדין קרפף שאין מוקף לדירה שאין מטלטלים ממנו לבית:",
            "(פג) ממנה - ומשמע מזה דעכ\"פ מחלק החצר שרי לטלטל לבית אף כשיש שיעור בית סאתים כדין כל חצר שמוציאין ממנו לבית ויש אוסרים בזה להוציא אף מחצר לבית דאע\"ג דבחצר וגינה מותר לטלטל מ\"מ לענין כלי הבית מקרי גינה מקום האסור שהרי אסור להוציא ממנה לבית וממילא נאסר גם החצר לענין זה משום שהוא פרוץ ופתוח לגינה. והיכי שהזרעים פחות מן בית סאתים בודאי אין להחמיר לטלטל מן החצר לבית ויש מקילין בכגון זה לטלטל אף מן חלק הגינה גופא לבית וה\"ה מן הבית לגינה ויש לסמוך ע\"ז במקום הדחק. וכל המוזכר בכאן הוא בשאין מחיצה בין החצר למקום הזרעים ואם יש מחיצה אין חלק אחד שייך לחבירו כלל וא\"כ חלק החצר דינו כחצר ומותר לטלטל בכולו וממנו לבית ומקום הנזרע הוא נידון לעצמו ואם חלק הנזרע הוא יותר מבית סאתים דינו ככרמלית ואסור לטלטל אף בתוכו וכ\"ש להוציא ממנו לחצר או להיפך דחצר דינו כרה\"י גמור ואם הוא רק ב\"ס או פחות מותר לטלטל בכולו וכן ממנו לחצר ומחצר לו חוץ כלים ששבתו בבית אסור להוציא מן החצר לגינה ע\"כ ראוי שלא לאכול או לשתות בגינה בשבת דא\"א ליזהר בזה וכ\"ש באם הוא יותר מב\"ס דאסור בטלטול יותר מד\"א:",
            "(פד) ונכנסו בו מים - ומיירי שהמים קוו וקיימי בתוך הקרפף:",
            "(פה) אם ראויים לשתיה - ר\"ל לשתית אדם ויש מקילין אף בשראוים לכביסה וכדומה:",
            "(פו) אין מבטלין הדירה - דאין לך דירה מעולה מזו:",
            "(פז) יותר מסאתים - ולא אמרינן דבור גדול כהאי אין דרך לעשות דשפיר מצוי דאדם עושה בריכה גדולה של מים לתשמישו ומבואר בטור דלאו דוקא יותר מסאתים אלא אפילו נתמלא כל החצר נמי שרי:",
            "(פח) ואם אינם ראוים לשתיה - ולאידך סברא דלעיל דוקא בשאינם ראוים לא לשתיה ולא לכביסה כגון שהיו עכורים מאד:",
            "(פט) דינם כזרעים - משמע מלשון זה דהוא ממש כזרעים ולכן אם נתפשטו ברובו כולו אסור אפילו אין בהם סאתים ואם במיעוטו אם יש בהם יותר מב\"ס כולו אסור וכדלעיל בזרעים וכתבו האחרונים דכ\"ז דוקא כשאין עמוק י\"ט בשפתו וגם אין מתלקט י\"ט בתוך הילוך ד\"א דאם עמוק י\"ט בשפתו או עכ\"פ מתלקט י' בתוך הילוך ד\"א כותלי המים עצמן נעשו מחיצה בין מקום המים לשאר החצר ואין אסור אלא מקום המים עצמו ועיין בה\"ל:",
            "(צ) והוא שיהא בעמקם י\"ט - דפחות מי\"ט הו\"ל כטיט ורפש בעלמא שאין חולקין רשות לעצמן:",
            "(צא) מותר - שפי תקרה יורד וסותם והוי כאלו מחיצה מפסקת בין הסאה המקורה לבית סאתים שאינה מקורה ונמצא שאין שם אלא בית סאתים:",
            "(צב) ואפילו אם הקירוי משופע - כעין גגין שלנו שפיה באלכסון וקמ\"ל שגם בפי תקרה כזו יורד וסותם ואף דלקמן בסימן שס\"א ס\"ב סתם המחבר דהיכא דפי התקרה בשיפוע לא אמרינן פי התקרה יורד וסותם חילקו האחרונים דשאני הכא דמן התורה רה\"י גמור הוא לכו\"ע שהרי מוקף ד' מחיצות אלא שחכמים גזרו בקרפף יותר מבית סאתים ולהכי הקילו בפי תקרה אף שפיה בשיפוע משא\"כ התם דנפרץ מחיצה לא אמרינן יורד וסותם אלא א\"כ פיה שוה:",
            "(צג) מצומצם - ולא היה מוקף לדירה:",
            "(צד) שנפרצו במילואה זה לזה וכו' - הלשון מגומגם דבאמת אם שניהם נפרצו במילואם גם החצר אסור שהרי הוא פתוח ופרוץ לקרפף שנאסר אלא מיירי שהיה החצר רחב מהקרפף ונשארו גפופים מהצדדין וע\"כ החצר מותר דלא נפרץ במילואו להקרפף וגם מיירי שפרצת החצר לא היה יותר מעשר אמות דביותר מעשר אפילו נשארו גפופין שניהם אסורין דשוב לא מיקרי פתח אלא פרצה:",
            "(צה) שמקום המחיצה מייתרו - דאויר החצר אינו עושהו יותר על בית סאתים משום שהוא אויר המותר רק מקום שהיה המחיצה שאינו בכלל החצר נצטרף עתה עם הקרפף ועושהו יותר על בית סאתים:",
            "(צו) ונעשה יותר על סאתים - ומיירי שכותלי הקרפף נכנסין בתוך חלל החצר מבפנים או שהיו כותלי החצר שבצד זה ובצד זה יתירים על רוחב הקרפף ד' אמות ואם לאו אין זה נקרא נפרץ במילואו:",
            "(צז) ופתח בו פתח וכו' - הלשון מגומגם קצת ובמקור הדברים מבואר ביותר שהסמיך ג' כתלים בסוף כותל ביתו וכותל ביתו היה הכותל הרביעי ובו עשה פתח וזהו שכתב המחבר ופתח בו פתח אלא שלא פתח הפתח רק אחר ההקפה של הכתלים דלא מהני כמבואר לעיל ולהכי עשה בקרפף מחיצה חדשה דהשתא הוי ההקפה לאחר הפתיחה ומבואר שם עוד דגם במחיצה החדשה עשה פתח כדי שיכול לילך ולהשתמש בפנים הקרפף וכן הוא גם כונת המחבר:",
            "(צח) ועשה מחיצה לפניו - בפנים והרחיק לכה\"פ מכותל הבית ג' טפחים כדלעיל בסעיף ו':",
            "(צט) יותר מעשרה - וכשיטת המחבר בסעיף ו' דמהני בשיעור זה ועיי\"ש מה שכתבנו בביאור הלכה:",
            "(ק) ואח\"כ נפלה - וה\"ה אם הפילה בידים כדי לסמוך על המחיצה הראשונה ג\"כ לא מהני:",
            "(קא) חוזר לאיסורו - ולא אמרינן כיון שהקרפף הותר פעם אחת אינו חוזר לאיסורו. כתבו הפוסקים דאם אחד מצדי הקרפף הוא כותל של בית והיה פתח ולבסוף הוקף ונפל הכותל אע\"ג דנשארו כותלי גוואי שבבית והם סותמים הקרפף אעפ\"כ נאסר הקרפף שהרי מחיצות הפנימיות לחדרים הפנימים נעשו ולא ליעשות כותל לקרפף ולא דמי למחיצות חיצוניות שלזה ולזה נעשו:\n"
        ],
        [
            "(א) רחבה שאחורי הבתים - דרכן היה להניח שטח מקום פנוי לפני הבתים ואחורי הבתים אותו שלפני הבתים קרוי חצר ואותו שלאחורי הבתים קרוי בשם רחבה והיה דרכן להקיפן במחיצות והנה אותו חלק הקרוי בשם חצר בודאי הוקפה לדירה שדרך לעשות שם כל תשמישי הבית וע\"כ אפילו אם הוא יתר מבית סאתים ואפילו עשרה כורין מותר לטלטל בכולו ואף מהבית לתוכו [אם הוא דחד גברא או של שנים וערבו יחד] דרשות אחד הוא אכן רחבה מסתמא לא הוקפה לדירה שאין דרכן להשתמש שם תשמישי הבית כ\"כ וע\"כ דינו כקרפף לענין יתר מבית סאתים [קרפף הוא מה שעושין רחוק מהעיר מקום מוקף מחיצות להניח שם עצים וכה\"ג] ועתה נבאר דברי השו\"ע רחבה שאחורי וכו' והיינו שהקיף השטח הפנוי הזה בשלש מחיצות והסמיך אותם לכותל ביתו:",
            "(ב) ולא הוקפה לדירה - שלא פתח בהכותל פתח להרחבה קודם שהקיפה:",
            "(ג) אלא בד' אמות - כדין שאר קרפף שלא הוקף לדירה וכדעיל בסימן שנ\"ח ס\"א וכ\"ש שאסור לטלטל ממנה לבית אבל אם אין בהקיפה רק סאתים אין לה דין קרפף ומותר לטלטל ממנה אפילו לבית לפי שאינה רשות מחולקת מן הבית לגמרי כמו קרפף אע\"פ שלא הוקף לדירה:",
            "(ד) אפילו אם יש גורן וכו' - ר\"ל אפילו אם היה גורן אחורי ביתו קודם שהוקף השלש מחיצות אין אומרים שבשביל הגורן נפתח פתח בכותל הבית ואין כאן פתח לרחבה אלא סתמא נפתח לרחבה והרי היא מוקף לדירה ומותר לטלטל בכולה ואפילו ממנה לביתו:",
            "(ה) בחצרות שאחורי הבתים - היינו רחבה דלעיל:",
            ""
        ],
        [
            "(א) יחיד ששבת בבקעה - ה\"ה דאפילו במקום ישוב ג\"כ מותר עד סאתים וכדלקמן בסימן שס\"ב ס\"ה ונקט בקעה לאשמועינן דאפילו בבקעה שאין מצוי לו ממה לעשות מחיצות מעולות אפ\"ה החמירו רבנן ואסרו אם הוא מחזיק יותר מסאתים:",
            "(ב) כגון שתי וכו' - היינו כגון שנעץ קנים בקרקע פחות פחות מג\"ט זה אצל זה ומ\"מ מיירי שתקועים בארץ בחוזק שלא ינידם הרוח דאל\"ה לא נחשב למחיצה כלל כמש\"כ בסימן שס\"ב ס\"א:",
            "(ג) או ערב בלא שתי - כגון שהקיף כמה חבלים זה למעלה מזה ואין בין חבל לחבל ג\"ט ועיין בספר גאון יעקב שהביא משם הרשב\"א והריטב\"א דה\"ה בעומד מרובה על הפרוץ ג\"כ מחיצה גרועה מקרי כמו בשתי בלא ערב אבל שארי פוסקים לא הזכירו ד\"ז וכן בירושלמי לא משמע הכי ע\"ש:",
            "(ד) עד סאתים - ועד בכלל אבל יותר מסאתים לא אפילו הוא צריך לתשמישיו:",
            "(ה) מסאתים ואילך - ר\"ל שההיקף היה מחזיק יותר מב\"ס החמירו רבנן ואסרו לטלטל בו כמו בשאר כרמלית ומ\"מ לא נחשב ככרמלית גמור שיהא מותר להוציא ממנו לכרמלית אחר דבאמת רה\"י גמור הוא ע\"י לבוד אלא שהחמירו בו חז\"ל לכתחלה משום דהוי מחיצה גרועה. ובמחיצות גמורות מותר לטלטל בכולה אפילו היה מחזיק יותר מב\"ס הרבה דהוקפו לדירה שהרי הקיפם לדור בהם בשבת ואפילו הוא רק על שבת אחת [אחרונים]:",
            "(ו) וכן הדין אם הם שנים - ר\"ל דגם בזה אין נותנים לשניהם ביחד רק עד בית סאתים:",
            "(ז) בכל המוקף - דחשבינן לכל המחיצה כאילו אינה:",
            "(ח) כשהקיפו יותר על שש וכו' - דשש סאין הוא לג' אנשים לכ\"א בית סאתים והם הקיפו יותר כגון שבע ולא הוצרכו אלא לחמש ונשאר סאתים פנוי וע\"כ אסור אבל אם לא הקיפו יותר על שש וכו' כיון דשש הוא השיעור לג' אנשים לכ\"א ב\"ס לא מחמרינן אפילו נשאר ב\"ס פנוי ועיין בט\"ז וא\"ר וכ\"כ בספר גאון יעקב שכל הראשונים חולקין ע\"ז ודעתם דאף בפחות משש כל שיש סאתים פנוי אסור:",
            "(ט) בכל השבת - ר\"ל דוקא לאותה שבת אבל לשבת אחרת אסור:",
            "(י) אסורים - ר\"ל לאותה שבת הואיל ובתחלת כניסת השבת לא היו אלא שנים אבל לשבת אחרת מותר:",
            "(יא) והקיפו כל אחד וכו' - פי' שהקיפו במחיצה גרועה שתי בלא ערב או ערב בלא שתי:",
            "(יב) והאמצעי קצר - כזה:",
            "(יג) גדול הרבה - יותר מבית סאתים:",
            "(יד) שאנו רואים וכו' - שהרי אין מחיצה לחצוץ בינו לבינם כיון שנפרץ להם במילואו:",
            "(טו) וי\"א וכו' - והלכה כדעה קמייתא ומ\"מ לכתחלה אין כדאי להקל:",
            "(טז) אלא עד סאתים - שהרי הם אינם רשות אחד זה עם זה מפני גיפופיהם המפסיקים ביניהם להאמצעי:",
            "(יז) גם האמצעי אסור וכו' - אבל החיצון השני שכנגדו שרי שהרי אינו פרוץ במלואו להאמצעי [אחרונים]:",
            "(יח) פרוצים במילואם וכו' - כזה שהאמצעי רחב מן שתי החיצונים:",
            "(יט) אלא בית סאתים - דהחיצונים אינם יכולים להצטרף עם האמצעי דנחשוב כאלו כולם דרים בו שהרי יש בו גיפופין המפסיקין ואינו פרוץ במילואו להם ואף שהוא יכול להצטרף עם כל אחד מהחיצונים מטעם שהם פרוצים לו במילואו ונחשב כאלו הוא דר ברשותם וכנ\"ל מ\"מ אין בכל אחד מהם אלא שנים:",
            "(כ) הוא לבדו אסור - ולא האמצעי שהרי הוא מגופף ואינו פרוץ לו וכ\"ש החיצון השני שהוא רחוק ממנו:",
            "(כא) דחשיבי וכו' - וכמו שביארנו הטעם לעיל בסקי\"ד:",
            "(כב) כאלו הוא בחיצונים - ר\"ל עם כל אחד מהחיצונים אבל האמצעי אין נותנים לו רק בית סאתים וכל זה הוא רק לדעת הי\"א אבל לדעה הראשונה כשם שהחיצונים נעשים שם חצר לאמצעי כן בעניננו נעשה האמצעי כחצר לחיצונות ושרי גם בו כל צרכו:",
            "(כג) הו\"ל פרצה וגם המגופפין וכו' - קאי אהא דאיתא לעיל כשהאמצעי מגופף והיה בחיצון יותר מסאתים דהוא נאסר והמגופף מותר וע\"ז קאמר דאם היה הפרצה יותר מעשר נתבטל שם המחיצה מהמגופף וממילא גם המגופף אסור. ועיין בה\"ל:",
            "(כד) וכל זה כשכתלי וכו' - קאי אהא דכתב לעיל אבל אם אחד בכ\"א מהחיצונים וכו':",
            "(כה) נכנסים לגדולה - וכמו שציירנו בתוך הציור:",
            "(כו) מופלגים - ר\"ל שיש בין קצה כותלי הקטנה עד כותלי הגדולה ג\"ט:",
            "(כז) דאז אוסרת הגדולה על הקטנה - תיבות אלו עד תיבות ס\"ג מוקף בתוך השו\"ע של עולת שבת ונכון הוא ומ\"מ בדוחק יש ליישב גם בלי היקף ור\"ל כמו דקי\"ל לקמן בסימן שע\"ד ס\"ג לענין חצר קטנה שנפרצה לגדולה דאימתי הגדולה אוסרת על הקטנה רק באופן זה כן הוא הדין בעניננו:",
            "(כח) נראה מבחוץ ושוה מבפנים - היינו דכשעומד בתוך הגדולה נראה שנשארו קצת כותל בסוף הקטנה ואף דכשעומד בתוך הקטנה אין הגיפופים נראים מ\"מ הוי כאלו יש גיפופים גם להקטנה ואי אין בין כותלי הגדולה לבין כותלי הקטנה רק פחות מג\"ט אז אמרינן לבוד והרי הוא כסתום עד קצה כותלי הקטנה וא\"כ הרי גיפופים נראים מבחוץ ומהני אף לקטנה:",
            "(כט) ונידון משום לחי - לחי אין שייך לעניננו אלא דר\"ל דכמו לענין לחי קיי\"ל דאף דשוה מבפנים כיון שנראה מבחוץ נידון משום לחי כן לעניננו אף דהעומד בתוך הקטנה נראה כפרוץ במילואו מ\"מ להעומד בתוך הגדולה נראה הגיפופין חשבינן אותם גם להקטנה:\n"
        ],
        [
            "(א) בתוך עשרה טפחים - דהיינו שלצד ר\"ה אינו גבוה י\"ט ולצד החצר הוא גבוה י\"ט דאלו לא היה גבוה י\"ט אף לצד החצר לא היה מהני סולם כלל דהוי ר\"ה גמור כשרבים מכתפים עליו וכשאין מכתפים עליו הוי עכ\"פ כרמלית אבל השתא כיון דמצד החצר הוא גבוה י\"ט יש על הגג תורת רה\"י ומותר להשתמש עליו כשיש לו סולם קבוע לעלות בו מחצרו לגגו דבזה גלי דעתו דמסלק לגגו מן בני ר\"ה ואין שייך רק לו ואם מצד ר\"ה גבוה י\"ט א\"צ סולם. ואם הגג נמוך פחות מעשרה טפחים מכל צד ובתוכו עמוק י\"ט כגון שחקק הקרקע בתוכו והשלימו לי\"ט דעת המ\"א דא\"צ סולם דאין שם כרמלית עליו כלל דהוא רה\"י גמור ורבים מאחרונים חולקין עליו ודעתם דמדרבנן שם כרמלית ע\"ג מלמעלה כיון שהוא נמוך מי\"ט מכל צד וצריך סולם להתירו ובפרט כשרבים מכתפין עליו אפשר דהוא ר\"ה גמור עי\"ז ואפילו סולם לא מהני להתירו:",
            "(ב) משתמשין בו - שמניחין כובעים וכלים קטנים על הגג:",
            "(ג) הרי זה כר\"ה - לאו כר\"ה ממש דאי הכי לא היה מהני סולם אלא ר\"ל כעין ר\"ה:",
            "(ד) מחצירו - אבל בגג מותר לטלטל בכולו:",
            "(ה) כל שקבעו שם וכו' - היינו שעומד שם הסולם תמיד אבל אם לפעמים מסלק ליה הרי הוא כמאן דליתא:",
            "(ו) מקום מחיצה נידון כצידי ר\"ה - צידי ר\"ה בעלמא נקרא כשמעמידין אבנים גדולות או שנועצין יתדות סמוך לכותל שלא יזיקוהו קרונות וההוא אויר שביניהם נקרא צידי ר\"ה ודינו ככרמלית ואסור לטלטל מתוכו לר\"ה וקמ\"ל דאף בעניננו אף דליכא שום הפסק בין החצר לר\"ה ועיילי ביה רבים להדיא ודרסי ליה אפ\"ה אין דינו רק כצידי ר\"ה ושם כרמלית עליה ואסור לטלטל ממקום זה לחוץ שהוא ר\"ה ואם כרמלית סמוך לחצר מותר דמכרמלית לכרמלית קמטלטל. ובר\"ה שלנו יש להחמיר:",
            "(ז) כמו שהוא החצר - ר\"ל כמו שהחצר גופא שם כרמלית עליה מחמת שהוא פרוץ ברוח רביעית כן הוא ג\"כ מקום המחיצה ונמצינו למידין מלשון זה שני דברים אחד דבחצר זה אסור לטלטל כ\"א בתוך ד\"א שנית דממקום המחיצה לתוך החצר מותר לטלטל בתוך ד\"א דתרוייהו שם כרמלית עלה וכדלעיל בסימן שמ\"ו ס\"ב וג':",
            "(ח) ואם נפרץ בקרן זוית - ר\"ל שהפרצה אכלה בשתי הכתלים של החצר בסופן זה אצל זה. ומשמע בגמרא דאם הפרצה נעשה בשאר מקומות של הכתלים אפילו היו בשתי כתלים כל שאין בכל פרצה יותר מעשר אמות שרי וע\"ש בתוספות דדוקא אם היה העומד מרובה על הפרוץ הא לא\"ה אסור כשהפרצה הוא בשתי כתלים וכ\"כ הרשב\"א בעבודת הקודש:",
            "(ט) בפחות מעשרה וכו' - דלא נוכל לכנות הפרצה ההיא בשם פתח דפתחא בקרן זוית לא עבדי אינשי ודוקא לענין פרצה אמרינן כן אבל אם עשה צורת פתח וכ\"ש אם עשה שתי מזוזות ומשקוף ממש בודאי שם פתח עליה ושרי:",
            "(י) אסור - ומסתברא דאם היה הפרצה פחות מאמה אין להחמיר [פמ\"ג] אכן בעה\"ק להרשב\"א מצאתי דמשלשה טפחים ועד ארבעה צריכה שני לחיים ואם היה ארבעה אין לה הכשר עד שימעטנה מארבע וכו' ע\"ש:",
            "(יא) וכן בית וכו' - כלומר דלא תימא שאני בית דאע\"פ דאין להתיר מחמת פתח מפני שהוא בקרן זוית מ\"מ איכא משום פי תקרה שעל גבו יורד וסותם קמ\"ל דפעמים ליכא משום פי תקרה ומפרש היכי דמי:",
            "(יב) עד שנשאר באלכסון אסור - דבזה שאין הקירוי שוה לא אמרינן פי תקרה יורד וסותם:",
            "(יג) אפילו ביותר מעשרה - ואפילו אם היה זה ג\"כ במלוא כל הכותל שלא נשארו גיפופין כלל והנה בדברי המחבר לא נתבאר אם דוקא בדופן אחד כשהוא פרוץ אמרינן פי תקרה יורד וסותם או אפילו בשתי דפנות משום דלא פסיקא ליה ד\"ז כדמשמע בב\"י אכן הרמ\"א בהגהתו העתיק לדינא דברי הטור דסתם כשיטת הפוסקים דס\"ל דאפילו פרוץ שתי מחיצות אמרינן פי תקרה יורד וסותם וכדלקמיה:",
            "(יד) שלא וכו' משופע - ר\"ל דלא אמרינן דיורד וסותם רק כשהתקרה חלק אבל לא כשהוא משופע כעין גגין שלנו שעומדים בשיפוע אם לא היה תקרה תחתיה:",
            "(טו) וי\"א וכו' - וכן הלכה כמו שכתבתי בבה\"ל:",
            "(טז) דבעינן וכו' ארבעה טפחים - ר\"ל דאז אמרינן פי תקרה יורד וסותם ולא דמי לקורת מבוי בעלמא דסגי בטפח דקורת מבוי אינו אלא להכירא בעלמא אבל כל היכי דבעינן מחיצה אז צריך שיהא בה דוקא ד' טפחים ואז אמרינן פ\"ת יורד וסותם:",
            "(יז) אם יש כאן ב' מחיצות שלימות - פי' והמחיצות הנסתרים נשאר עליהם הקירוי שלא נסתר עמהם:",
            "(יח) זו כנגד זו לא - דאז הלא נראה מפולש ואין פי תקרה מועיל לזה:",
            ""
        ],
        [
            "(א) אלא לצניעות - כגון מחיצה שעושין לנוח שם לשעה חוצב אבנים והבנאים ושאוכלין ועומדים שם לשעה בהצנע דאין זה מחיצת דירה אלא מחיצת הצניעות:",
            "(ב) או לשמור מה שבתוכה - שעשויה להניח שם פירות וכלים וכיוצא בהן ועיין בה\"ל:",
            "(ג) היא מחיצה לטלטל וכו' - ר\"ל שע\"י היקף המחיצה מותר לטלטל בכל תוך שטח המחיצה אם איננה יותר מב\"ס ומש\"כ הלכך אילן וכו' כונתו על מה שסיים לבסוף אבל יותר מבית סאתים וכו':",
            "(ד) אינם גבוהים שלשה וכו' - דהוי כלבוד לארץ:",
            "(ה) הוא גבוה וכו' - וה\"ה אם אין גבוהין עשרה טפחים במקום שמחוברין לאילן אלא שבאמצע גבוהין י\"ט שעשויה כקשת אך בין כך ובין כך צ\"ל ג\"כ רחב ד\"ט במקום שגבוהין י\"ט דאם הוא רחב ד\"ט רק במקום נמוך מזה הו\"ל כרמלית:",
            "(ו) ומותר לטלטל בכולו - היינו אפילו במקום שאין גבוה י' טפחים דהו\"ל חורי רה\"י וכרה\"י דמי וכנ\"ל בסי' שמ\"ה ס\"ד:",
            "(ז) והוא שימלא וכו' - היינו דע\"י המילוי מתחזק המחיצה שלא תתנדנד ע\"י הרוח ואפ\"ה בעינן ג\"כ קשירת הענפים בארץ בשביל זה:",
            "(ח) אבל יותר וכו' - כגון שהיה ענפיו ארוכין מאוד או שהיו הרבה אילנות סמוכין זה לזה:",
            "(ט) אפילו נטעו לכך - להסתופף בצלו:",
            "(י) שאינו עשוי לדור - ואם מילא הקש לשם דירה ממש אפילו לא נטע האילן לכך אם רוב הדופן מן הקש הוי מוקף לדירה [מ\"א וש\"א ועיין בתו\"ש]:",
            "(יא) תל שגבוה חמשה - טפחים מן הארץ וה\"ה חריץ שעמוק ה' טפחים ועשה על שפת החריץ מחיצה גובה חמשה מצטרפין להחשב מחיצה של עשרה טפחים:",
            "(יב) שעשה עליו - היינו על שפת התל:",
            "(יג) חשיבה מחיצה - שמצטרף גובה התל להמחיצה להשלים העשרה טפחים:",
            "(יד) לטלטל - דתוך המחיצות מחשב כרה\"י גמור שיהא מותר לטלטל בתוכה:",
            "(טו) ולכל דבר - היינו גם לענין הפסק שני חצירות כמבואר לקמן סימן שע\"ב סעיף ו':",
            "(טז) כשירה - ואפילו לא סמכו עליה מע\"ש:",
            "(יז) בשבת כשרה - ואפילו לא נעשית ג\"כ לשם מחיצה [גמרא]:",
            "(יח) בשוגג - היינו שלא ידע שהיום שבת או שהיה שגגת מלאכה. ואם צוה ראובן לשמעון לעשות מחיצה כדי לטלטל בה או שידע ששמעון עושה בשבילו והיה ניחא ליה שתעשה כדי שיוכל לטלטל בה משמע מלשון הרמב\"ם דשוב אסור לראובן לטלטל בה אף ששמעון עשאה בשגגה דלדידיה נחשב כמזיד:",
            "(יט) אבל לא להתיר וכו' - משום קנס ואסור גם לכל אדם לטלטל ע\"י זו המחיצה באותו שבת:",
            "(כ) שלא היתה שם וכו' - וה\"ה כשהיתה ונסתרה קודם שבת [מ\"א ותו\"ש]:",
            "(כא) והסירה - לרבותא נקט וכ\"ש כשהוסרה ממילא:",
            "(כב) כגון שנים וכו' - היה יכול לצייר בפשיטות באיש אחד שהיה לו מחיצה גמורה שעל ידה היה המקום רה\"י והסירה בשבת וחזרה ועשאה אלא בא לאשמועינן בשנים ושלשה אנשים דאפילו העירוב שביניהן לא נתבטל ומותרין לטלטל מזה לזה כשחזרו ונפרסו המחצלאות:",
            "(כג) שהקיפו במחצלאות - ר\"ל בחול ותקנו אותם באופן שלא ינידם הרוח כנ\"ל בס\"א ועי\"ז נעשית שם רה\"י:",
            "(כד) ועירבו יחד - דאף שהמחצלת מפסיק ביניהם אפ\"ה כיון שיכולין להשתמש זה עם זה דרך המחצלת דינו כאלו יש כותל ופתח או חלון ביניהם שהרשות בידן לערב יחד [הרא\"ש]:",
            "(כה) נגללו המחצלאות - שסביבותיהן ונתבטלו המחיצות:",
            "(כו) אפילו במזיד וכו' - ודעת רוב הפוסקים דבמחיצה שנעשה על ידה בשבת רה\"י לא אמרינן דחזר להתירו הראשון כשנעשה במזיד רק אם בלא\"ה היה אותו המקום רה\"י שהיה מוקף מחיצות ועשה מחיצה באמצע שעל ידה נתחלקו הדיורין וערבו כ\"א בפני עצמה וכשנפלה אותה מחיצה נאסרו לטלטל מפני שאוסרין זה על זה אז אם חזר ועשאה אפילו במזיד אף דבעשיתו עבר על איסור תורה מ\"מ חזר להתירו הראשון כיון שבלא\"ה הוא ג\"כ רה\"י ואינה באה רק לחלק הדיורין וגם בזה דוקא כשכבר היתה שם המחיצה אלא שנפלה אבל אם לא היתה שם מחיצה ועשאה בשבת אף שהוא רק לחלק דיורין אסור:",
            "(כז) וע\"ל סימן שס\"ו - סעיף ב' בהג\"ה:",
            "(כח) אף עליה - דאמרינן גוד אסיק מחיצתא ואפילו היא יותר מבית סאתים ג\"כ מותר לטלטל שם דכיון דלמטה מוקף לדירה חשבינן כאלו למעלה ג\"כ מוקף לדירה:",
            "(כט) אלא בד' אמות - דבזה שכפאה לזופתה ביטל מחיצותיה מתורת דירה ולכן אף תחתיה אין מטלטלין בה אלא בד\"א כיון שהיא יותר מב\"ס וכ\"ש למעלה:",
            "(ל) בכלים ובאוכפות - אף שהם עתידים לינטל אחר השבת:",
            "(לא) כגון של חבלים - המתוחים על יתדות התקועות בארץ:",
            "(לב) עד סאתים - ולא יותר אפילו אם הקיף לדור ולהשתמש שם כיון שהיא מחיצה גרועה שתי בלא ערב וערב בלא שתי ועיין לעיל סימן ש\"ס בבה\"ל:",
            "(לג) אפילו ליחיד בישוב - ר\"ל אף שבישוב יכול להשיג ממה לעשות מחיצה טובה אפ\"ה מקילינן בה עד ב\"ס וכ\"ש כשהוא בבקעה:",
            "(לד) ובלבד שלא יהא בין חבל וכו' - ולפ\"ז יכול לעשות מחיצה של עשרה טפחים בארבעה חבלים ואם בשלשה חבלים מחזיק עוביין יותר מטפח יכול לעשות מחיצה ע\"י ג' חבלים כגון שמניח חבל התחתון בפחות משלשה סמוך לארץ וכן ממנו לחבל השני וכן ממנו להשלישי ובצירוף עוביין יהיה עשרה טפחים [ש\"ס]:",
            "(לה) ובין קנה לחבירו וכו' - ולא אמרינן בזה שפרוץ מרובה על העומד דלבוד כסתום דמיא:",
            "(לו) ובלבד שיהו כפותים - היינו שהוא כופתה מבע\"י ומניחה ואז מותר לטלטל עי\"ז בשבת והטעם דבעינן כפיתה אחד שלא יברחו וגם דאל\"ה יהיה הפסק בין חלל שבין רגלי הבהמה להארץ אבל כשהיא כפותה שוכבת בגופה על הקרקע ומיירי שיש עשרה טפחים בגובה אף כשהיא שוכבת:",
            "(לז) בפחות משלשה - עיין בבה\"ל:",
            "(לח) חשובים מחיצה וביניהם רה\"י - וכגון שהיו מוקפים מארבעה רוחות ומחיצה גמורה היא ומועלת אפילו בר\"ה ועיין לקמן ס\"ז בהג\"ה. וה\"ה דמחיצה כזו הוי הפסק לענין לדבר ד\"ת נגד מקום שאינו נקי [אחרונים]:",
            "(לט) והוא שלא ידעו וכו' - אף דבמחיצה כזו אין בה משום בנין בשבת מ\"מ אסור כשידעו כדי שלא יבואו לזלזל באיסור שבת. ואפילו בדיעבד אסור ודינו כמחיצה הנעשית במזיד בס\"ג:",
            "(מ) לא יעשה מהם - ואם אדם אחר רשאי לעשות מהם מחיצה הוי ספק דשמא ירגישו בזה [מ\"א בשם הב\"י] ובא\"ר מיקל בזה:",
            "(מא) מחיצה עוד - ואפילו בשבת אחרת דמאחר שקרוב שירגישו הו\"ל כמעמיד מתחלה לדעת ולא דמי לסעיף ו' דהתם מתחלה לא היה לו לחוש שידע ואפילו בפעם הראשון אם לא היה לו אנשים כדי צרכו והעמידן במקום אחד ואח\"כ אמר להם שילכו והוא הולך ביניהם אסור שקרוב הדבר שירגישו ומה דאמרינן דגם כשהם מהלכין מותר הוא כשמהלכין מעצמן או שיש סיעה גדולה של אנשים שהולכין ואין ניכר מה שהוא הולך ביניהם:",
            "(מב) שלא יעמיד אותם וכו' - שכשם שצריך שלא ידעו האנשים שמעמידים אותם למחיצה כך צריך שלא ידע האיש שמעמידים בשבילו בשעה שמעמידים אותם אבל לאחר שכבר הועמדו לכו\"ע לא איכפת כלל במה שידע וכדלעיל בס\"ו:",
            "(מג) אלא יעמיד אותם אחר - והרשב\"א חולק ע\"ז ודעתו שגם הוא בעצמו מותר להעמידם ואין קפידא רק על האנשים בעצמן שעומדין למחיצה שלא ידעו שהועמדו לזה ועיין בא\"ר שכתב שכן הוא ג\"כ משמעות שארי פוסקים וכן עיקר:",
            "(מד) להוליך שם תינוקות - והוא שאין התינוק יודע שחפץ זה הוא של אביו ולהנאת עצמו הוא מתכוין בהבאתו אותו שסבור שמצא חפץ בר\"ה אבל אם יודע שחפץ זה הוא של אביו הרי הוא מתכוין מן הסתם בהבאתו בשביל אביו וצריך כל אדם למחות בתינוק זה שלא יביאנו וכ\"ש שלא יוליכנו שמה כדי שיביאנו וה\"ה אם החפץ הוא של אדם אחר והתינוק יודעו ומכירו ויביאנו אליו וכ\"ז באחרים אבל אביו מצווה לחנכו ולגעור בו ולהפרישו כשרואהו מחלל שבת אפי' להנאת עצמו ואפילו באיסורי ד\"ס כמ\"ש בסימן שמ\"ג וכ\"ש שלא יוליכנו שמה כדי שיביאנו אפילו אין החפץ שלו [אחרונים]:",
            "(מה) מרובה - אפי' שתי מחיצות שלמות [וגם הדופן שבה הלחי או הצוה\"פ עשויה כדין] ובמחיצה השלישית היה הפרוץ מרובה נחשב אותה המחיצה כמאן דליתיה ואפילו כנגד העומד נחשב כפרוץ ונמצא שאין לו בס\"ה כ\"א ג' מחיצות אבל כשעומד מרובה מותר וי\"א שאפילו העומד אינו מרובה מצ\"א רק משני הצדדים מצטרפים אהדדי ומתבטל הפרוץ לגביה ואפילו אם העומד גופא שבשני הצדדים אינו במילואו אלא יש בכל אחד ג\"כ פרצה אלא שהעומד רבה עליו נחשב עי\"ז כאלו כולו עומד ומתבטל הפרוץ שבאמצע כגון שהיה שטח הרוח רוחב חמשה עשר אמה ונשאר בקצה הכותל אמה ונפרץ אמה ונשאר עומד שני אמות ואצלו פרצה גדולה של שבעה אמות ואצלו עומד שני אמות ועוד פרצה אמה ועוד פס אמה בקצה השני של הכותל נחשב זה כאלו עומד מרובה על הפרוץ:",
            "(מו) פחותה וכו' - דהוי לבוד וכעומד דמי וע\"כ אפילו אם בלא זה היה שם פרצה גדולה כגון שמחזיק שטח אותו הרוח י\"א אמה והיה שם פרצה של חמשה אמות במקום אחד ובששה אמות הנותרים היה בכולן פרצות קטנות של פחות פחות מג\"ט חשבינן אותן הפרצות כאלו הן סתומות ונמצא שהעומד מרובה:",
            "(מז) משלשה טפחים - ואף דבפרוץ כעומד מבואר בס\"ט דעד עשר אמות נחשב לפתח בפרוץ מרובה אפילו ע\"י פרצות של ג\"ט ג\"כ אסור משום דהעומד מתבטל לגביה:",
            "(מח) פרוץ כעומד מותר - דלא צריך שיהא העומד מרובה על הפרוץ אפילו אם שוין הם ג\"כ מותר כיון שאין הפרוץ מרובה ואפילו כנגד הפרוץ מותר לטלטל דיש ע\"ז דין מחיצה שלמה:",
            "(מט) בין בשתי - שעומד ע\"ג קרקע בגובה ויש חללים רחבים בתוך המחיצה עד שהפרוץ הוא שוה לעומד:",
            "(נ) בין בערב - דע דכל מחיצה צריך שלא יהיה בתחתיתו חלל שלשה טפחים [דאם היה בו חלל ג\"ט אפילו למעלה עשה השבעה טפחים בלא שום חלל דנמצא שהעומד מרובה על הפרוץ או שהיה למעלה עשרה טפחים שלמים ג\"כ לא מהני דהו\"ל מחיצה שהגדיים בוקעין תחתיה] וכן אם המחיצה היה למטה גובה ששה טפחים והרחיק שלשה טפחים שלמים והעמיד למעלה עוד פס והשלימו לעשרה טפחים ג\"כ לא מהני אף שהעומד מרובה על הפרוץ דאתי אויר של חלל ג\"ט שתחת הפס ואויר שלמעלה מן הפס עד לרקיע ומבטלי ליה להפס שבאמצע וכן אם עשה למטה בתחתיתו ג\"ט וכן למעלה ג\"ט ובאמצע נשאר רוחב ד\"ט חלל אף שבס\"ה יש עומד של ששה טפחים ומרובה הוא על החלל שבינתים לא הוי מחיצה דאתי אוירא דלמעלה והאויר ד\"ט שבאמצע ומבטלי ליה להשלשה טפחים אבל אם עשה למעלה ארבעה טפחים ובתחתיתו שלשה טפחים ובאמצע נשאר ג\"ט חלל בזה לא אמרינן דהאוירין מבטלי ליה להארבעה טפחים עומד שלמעלה שאחרי שהוא מרובה על האויר שתחתיו אין יכול האויר לבטלו דאדרבה האויר בטיל לגביה וכאלו סתום כולו דמיא והנה בזה הציור שציירנו העומד מרובה על הפרוץ ופרוץ כעומד לא משכחת לה בערב כמו שכתבנו בבה\"ל והנה לשון זה של המחבר הוא נובע מלשון הטור ונראה דהטור לאו דוקא נקט פרוץ כעומד לענין ערב ומשום שתי נקטיה ותדע דבפסקי הרא\"ש לא כתב שם רק דעומד מרובה על הפרוץ מתיר בערב ועיין בבה\"ל:",
            "(נא) שלא יהא וכו' - דעי\"ז נחשב כל הכותל כאלו אינו ואפילו העומד מרובה על הפרוץ:",
            "(נב) אבל עד עשר - ועד בכלל:",
            "(נג) אפילו וכו' - דשוב אין נחשב המקום ההוא לפרצה:",
            "(נד) מותר - ואפילו כשכל הארבעה רוחות היה בהן פרצות כאלו:",
            "(נה) ע\"ג מותר - לטלטל בתוכן דכדפנות שיש בהן פתחים חשיבי:",
            "(נו) והנ\"מ בחצר וכו' - ר\"ל שנפלו כותליה ועשה שם קונדסין בצורת פתחים ומפני שיש בהם דיורין דרך להיות שם פתחים הרבה לכך התירו:",
            "(נז) ע\"י צורת הפתח - לאפוקי אם היה ההיקף כתיקונו אלא שיש בה פרצות יותר מעשר מהני צורת הפתח אפילו בבקעה בארבעה רוחותיה אפילו אם היה הפרוץ מרובה על העומד:",
            "(נח) לפרצה יותר מעשר - אבל בעשר מועיל אפילו פרוץ מרובה על העומד ואפילו בבקעה ואפילו כל הד' רוחות ע\"י צורת הפתח ופעמים מועיל אפילו בפרצה יותר מעשר כגון ברוח שלישי של מבוי מהני צורת הפתח ואפילו לדופן כולו כשהוא מפולש כיון ששתי דפנות שלימות וכדלקמן בסימן שס\"ד ס\"א:",
            "(נט) אא\"כ עומד וכו' - ונכון לחוש לדברי הרמב\"ם שגם דעת הסמ\"ג והסמ\"ק הוא כן:",
            "(ס) קנה מכאן וכו' - אפילו אחד גבוה מחבירו הרבה והקנה העליון מונח בשיפוע:",
            "(סא) וקנה על גביהן - וה\"ה ע\"י חבלים:",
            "(סב) אפילו אינו נוגע בהן - דאמרינן גוד אסיק והקנים עולים עד החבל וכגון שהחבל קשור למעלה לאיזה דבר:",
            "(סג) ויהיו מכוונים וכו' - ר\"ל ששני הקנים יהיו מכוונים ממש נגד הקנה העליון ולא מרוחק ממנו אפילו כל שהוא ואפילו אם קנה אחד לא היה מכוון כנגדו אלא רחוק כל שהוא פסול והטעם דאפילו אם נימא גוד אסיק הלא יהיה הקנה העליון מן הצד ולא מהני וכדלקמיה. ואם שני הקנים שלמטה אינם מכוונים זה כנגד זה צריך לצמצם שקנה עליון שעל גבן יהיה ג\"כ באלכסון מכוון נגד שני הקנים שתחתיו:",
            "(סד) מן הצד - פי' שלא נתן העליון על שני הקנים העומדים אלא חברו להם מן הצד לפי שאינו דומה לפתח שהמשקוף ניתן על שתי המזוזות. ודע דמה שמקיל הט\"ז אפילו עשאו מן הצד אם עשאו בגובה הקנה בשוה עם הקנה ממש שאין הקנה העומד בולט למעלה מן החבל כל האחרונים חולקין עליו וס\"ל דבעינן שיהיה החבל ע\"ג הקנים ממש. ואם הקנה שלמעלה תחוב בין קנה לקנה שנחקק קצת בקנים כעין שעושין האומנים והקנים עודפין למעלה על גב הקנה שמונח ביניהם מסתפק הפמ\"ג ומצדד בזה להחמיר אבל אם אין הקנים עודפין למעלה אלא שחקק רק מעט באמצעיתן להניח החבל בתוכו שיהא מונח בטוב ולא ישתלשל למטה שפיר דמי דמיקרי זה על גבו. וכן אם נועץ מסמר בראש הקנה וקושר בו החבל ש\"ד דהא מונח מלמעלה נגד הקנה. ואם כרך החוט סביב הקנה מן הצד עד שבכריכתו העלהו על ראשי הקנים ג\"כ כשר. אם יכול לסמוך על הטעליגראף במקום צוה\"פ עיין בתשו' מאמר מרדכי סימן ל\"א ובתשובת שואל ומשיב מהד\"ק ח\"ב סי' פ\"ו ופ\"ח ובתשובת בית שלמה ח\"א סימן מ\"א:",
            "(סה) לא מהני - ואם העמיד קנה אחר תחת איזה מקום שהיה מן הצד כשר ומ\"מ יש לשלוף קנה הפסול מפני הרואים:",
            "(סו) גמי - ומ\"מ אותו גמי צריך שלא ינטל ע\"י רוח וכתב בספר מחצית השקל דמ\"מ קיל קנה שעל גבן מקנה שבצדדים דאותן שבצדדים צריך ליזהר שלא ינידם הרוח [וכמו שכתב המ\"א בסימן שס\"ג סק\"ד] כיון דהם משום מחיצה ומחיצה שהרוח מנידה לא מיקרי מחיצה אבל הקנה שעל גבן נהי דצריך ליזהר שלא ינטל ע\"י הרוח אבל אי הרוח ינידו אין בכך כלום דעיקר המחיצה תלוי בשני הקנים העומדים מן הצד ויש מאחרונים שמחמירין בזה ולדידהו בשעושין העירוב ע\"י חבל צריך למתחו בחזקה כדי שלא ינידו הרוח:",
            "(סז) קודם שהתחיל להתעגל - ר\"ל דלא מצרפינן מקום העיגול לגובה יו\"ד טפחים שצריך להיות צוה\"פ:",
            ""
        ],
        [
            "(א) מקום שיש לו ג' מחיצות - היינו כגון מבוי שפתוח לרוח רביעית או חצר שנפרץ אחד מכתליו ובין שפתוח לכרמלית או לר\"ה:",
            "(ב) אסרו חכמים לטלטל בו - שיעור ד' אמות וטעם שאסרוהו דכיון שרוח רביעית פתוח לגמרי דומה קצת לר\"ה ואי נתיר בזה יבואו לטלטל גם בר\"ה ועיין בבה\"ל:",
            "(ג) שום תיקון ברביעית - היינו כמבואר לקמן בסעיף ב' וג' לכל אחד כדינו:",
            "(ד) שנפרץ - ר\"ל למקום האסור לה:",
            "(ה) במילואו - כלומר כל הכותל:",
            "(ו) עד עשר אמות - ועד בכלל דאף דבעלמא קי\"ל דאם נפרץ הכותל עשר אמות נחשב הפרצה כפתח הכא שכל הכותל נחסר לא נוכל לחשוב זה המקום לפתח:",
            "(ז) במקום אחד - היינו בראש הכותל:",
            "(ח) טפח מכאן וכו' - לאו דוקא טפח אלא די בשני משהויין וכנ\"ל במעמיד פסין לכתחלה וכמו שכתב בב\"י ועיין בבה\"ל:",
            "(ט) בגובה עשרה טפחים - וא\"צ שיהיה שוה בגובה לשאר הכתלים מיהו בפחות מזה אין עליו שם מחיצה כלל:",
            "(י) כיון שהוא במילואו - האי במילואו לאו דוקא דאפילו אם נשתייר מהכותל ב' או ג' טפחים כל שהוא מיעוט לגבי הפרוץ צריך תיקון אלא אתי לאפוקי היכי דהעומד מרובה דבזה קי\"ל דרובו ככולו והוי כסתום ואע\"פ שאינו מחזיק ד' טפחים כל שהוא משהו יותר מהפרוץ סגי:",
            "(יא) עד שיהא בה פחות מג' - פי' שיתקן הפרצה במקצת ולא ישתייר אלא פחות מג' דאז הוי כלבוד וכ\"ש אם הפרצה לא היה אלא פחות מג' דאין צריך שום תקון מטעם זה:",
            "(יב) אפילו אינה במילואה - האי לישנא לאו דוקא דאפילו העומד מרובה על הפרוץ ג\"כ אסור דכאלו נפרץ כל הכותל דמי. וצוה\"פ מהני אפילו כשהיא במילואה:",
            "(יג) התירו בלחי - ואף דבחצר בעינן דוקא פס רחב ד' טפחים הכא הקילו חכמים והטעם שכל שהוא עשוי יותר לדירה ולתשמישי הצנע צריך מחיצות יותר גמורות ולפיכך החצרות שדרכן של בעלי בתים להשתמש בהן יותר בתשמישי הצנע ולאכול צריכות מחיצותיהן להיות יותר גמורות שיהיה שם רה\"י עליהן מהמבואות שאין משתמשין בהן בתשמישי הצנע ולפיכך די במבוי בלחי ועיין לקמן סכ\"ו שזהו דוקא כשאין רחב פתחו יותר מעשר אמות ועוד פרטים עי\"ש:",
            "(יד) כל שהוא - אפילו פחות מאצבע (אחרונים):",
            "(טו) בפתח המבוי - עיין לקמן סל\"א:",
            "(טז) י' טפחים - מרווחים ולא מצומצמים [חידושי רע\"א] ועשרה טפחים מהני אפילו למבוי שגבוה עשרים אמה:",
            "(יז) ואפילו קשר וכו' - ומיירי שלא הודיעו שהעמידו לשם לחי א\"כ בודאי ילך לו שלא יעמוד שם כל היום לכן בעינן דוקא קשר ויש מחמירין אפילו בהודיעו שמא ישכח וילך משם:",
            "(יח) אם יש קצת כותל וכו' - אף דלא נעשה לשם לחי קי\"ל דלחי העומד מאליו ג\"כ כשר וכדלקמן בסי\"א ע\"ש:",
            "(יט) רוחב טפח - עיין בבה\"ל:",
            "(כ) לחי דאי נשיב וכו' - וה\"ה כשעושין צוה\"פ דלא עדיף ממחיצה שאינה יכולה לעמוד ברוח מצויה שאינה מחיצה [תו\"ש וש\"א] ואפילו אין הרוח מפילו לארץ אלא מנידו כמ\"ש בסי' שס\"ב ס\"א:",
            "(כא) לא חשיב לחי - נ\"ל דאם הלחי למטה אינו מתנענע כגון שקבוע במסמר או שקשור היטב להכותל ומחמת זה אינו מתנענע עד משך גבוה עשרה טפחים ורק למעלה הוא מתנענע ע\"י הרוח מפני רוב גובהו כשר דדל מה שלמעלה נשאר ג\"כ שיעור לחי:",
            "(כב) צריך שלא יהא - י\"א שהטעם משום דאתי אוירא דהאי גיסא ודהאי גיסא ומבטלין ליה ולפ\"ז אם הלחי היה רחב יותר מג\"ט כשר אף שהלחי היה רחוק ג\"ט מן הכותל דהא הוי עומד מרובה על הפרוץ שבצדו ובכגון זה לא אמרינן אתי אוירא ומבטל ליה ויש אומרים דבכל גווני צריך להיות הלחי בתוך ג\"ט לכותל ויש להחמיר:",
            "(כג) הלחי - והיכי שקובע צורת הפתח למבוי דעת הרבה מהפוסקים שא\"צ לדקדק שיהא בתוך ג\"ט לכותל דצוה\"פ מחיצה גמורה היא ויש פוסקים דס\"ל דאין חילוק בין צוה\"פ ללחי לענין זה ובשעת הדחק יש לסמוך להקל. ואם יש ארבעה טפחים בין צוה\"פ להכותל דעת הח\"א דצריך להעמיד לחי אצל הכותל ולדידי צ\"ע גם בזה כמו שביררתי בבה\"ל ולכתחלה בודאי נכון לחוש להחמיר אפילו ברחוק ג' טפחים מן הכותל:",
            "(כד) לחי אפילו שברים וכו' - ר\"ל מדובקים ובלבד שיוכל לעמוד ברוח מצויה [לבוש]. ולאפוקי קורה דבעינן דוקא שתהיה חזקה כדי לקבל אריח וכדלקמן בסי\"ז:",
            "(כה) כשרים בו - וה\"ה אבנים היוצאים מן הכותל ומובדלים זו מזו פחות מג\"ט הוי לחי ממש והא שיהא בין כולן גבוה עשרה טפחים:",
            "(כו) ולכן עושין לחי וכו' - דלא גרע משברי שברים דמותר בלחי וה\"ה לענין צוה\"פ דבעינן שיעשה לחיים מכאן ומכאן אם ירא שיפילם הרוח מותר לעשותן ע\"י סיד מחוי בכותל מכאן ומכאן והקנה שלמעלה יהיה מכוון על גביהן. ומ\"מ בעינן שיהי בו ממשות קצת עכ\"פ כחוט אבל מראה סיד לבד או רושם בנתר שקורין קריי\"ד או שאר צבע לא מהני [ט\"ז וש\"א]:",
            "(כז) שלא יתמחה יותר וכו' - היינו ע\"י כלבים וחזירים שרגילים להתחכך בכתלים ומוחקין מן הכתלים את מיחוי הסיד הסמוך לארץ ואז לא מהני שוב לא ללחי ולא לצוה\"פ:",
            "(כח) יותר משלש לארץ - האי לישנא לאו דוקא דאפילו נמחה רק שלש בצמצום ג\"כ בטל ממנו שם לחי וכדלקמיה בסעיף יו\"ד:",
            "(כט) לחי שעשאו וכו' - בגמרא איתא דעושין לחי אשרה ומשמע אפילו לכתחלה. ואין להקשות נהי דבלחי כיון דאין צריך שיעור לא שייך בזה כתותי מיכתת שיעוריה וכדלקמיה מ\"מ הא אסור בהנאה י\"ל כיון דהלחי אינו אלא לצורך מחיצה ובה גופא לא משתמש במידי לא חשיב הנאה מה שנהנה על ידה היתר טלטול [בית מאיר ע\"ש]:",
            "(ל) כשר - הטעם משום דכיון דלחי א\"צ שיעור דבכל שהוא סגי וכדלעיל בס\"ג אפי' מעצי אשרה מהני אע\"ג דעצי אשרה עומד לשריפה וכמאן דשרוף דמי ומכתת כתות שיעוריה מ\"מ הא לא בעי שיעור ואע\"ג דהא מ\"מ בעי עכ\"פ שיעור בגובהו י' טפחים כיון דיכול לעשותו קו דק מאוד של כל שהוא לא החמירו חכמים בשיעור זוטא כי האי ועוד תירצו בזה דבלחי אפילו היה נשרף העץ לאפר והיה מגבל לאפר ומדבק לכותל ג\"כ חשיב לחי ובלבד שלא יהא ניטל ברוח ולכן אין נפסל מחמת שעומד לשריפה:",
            "(לא) ואינה נראית לעומדים בחוץ - כגון שהעמיד הלחי רחבו לצד ארכו של מבוי ולא משך קצה רחבו קימעא כלפי חוץ אלא השוה חודו החיצון לעובי כותל המבוי ודומה כמי שמוסיף על עובי הכותל ואינו נראה מבחוץ כלחי אבל חודו הפנימי נראה לעומדים שם בפנים כזה /במקור מופיע ציור/:",
            "(לב) נגד חלל המבוי - כגון שנתן כל הלחי לחוץ המבוי וחודו הפנימי עומד אצל עובי הכותל אבל לא העמידו בשוה לשפת עובי הכותל של צד תוך המבוי דא\"כ לא היה נראה כלחי אלא כמוסיף על הכותל אף להעומדים בר\"ה אלא הרחיקו מזוית עובי הכותל של צד פנים והעמידו לשפת עובי של צד אחורי המבוי דעי\"ז ניכר להעומדים בחוץ בר\"ה נגד חלל המבוי שהוא לחי כזה /במקור מופיע ציור/:",
            "(לג) לעומדים בפנים - ר\"ל לאותן העומדים תוך המבוי אין הלחי נראית שאין עשויה בפנים:",
            "(לד) הרחיק מהכותל שלש - אע\"ג דכבר שנאו בס\"ו חזר ושנאו לאשמועינן שהוא לעיכובא:",
            "(לה) או שהגביהו מהארץ שלש - היינו אף דאית בלחי עשרה טפחים והטעם דלא עדיפא ממחיצה שנטולה שלשה טפחים מן הארץ דפסולה משום דהוי מחיצה שהגדיים בוקעין תחתיה דלא שמה מחיצה:",
            "(לו) כשר - מטעם לבוד והוי כמלא זה המקום הפנוי:",
            "(לז) שנזדמן לו שם מאליו - כגון שיצא בליטה מכותל המבוי בראשו בשיעור משך גבוה עשרה טפחים או שהועמד שם לאיזה ענין ואפילו לא קבעו הוא בעצמו אלא מעולם הוא שם ג\"כ כשר דלחי משום מחיצה ומחיצה העומדת מאליה כשרה:",
            "(לח) כגון שהיה שם לחי אחר וכו' - דהו\"ל כאלו אמר ע\"ז אני סומך ולא ע\"ז והו\"ל האי כאלו אדחי מתורת לחי [א\"ז]:",
            "(לט) כאלו סמכו עליו - ר\"ל אע\"פ שלא סמכו עליו בפירוש אכן אם בפירוש לא סמכו עליו כגון שלא טלטלו בשבת שעברה ע\"י לחי זו ולא היה שם לחי אחר אינו מועיל לשבת הבאה עד שיסמכו עליו מע\"ש בפירוש:",
            "(מ) לחי העומד וכו' - שיעור דבריו כך הוא דהא דכתב בסי\"א דלחי העומד מאליו וסמכו עליו מהני דוקא אם הלחי אינו בולט לרחבו של מבוי ד\"א אבל אם הוא בולט ויוצא מכותל הבית לרחבו של מבוי ד\"א אז נפק ליה מתורת לחי [משום שיש בו שיעור הכשר של אורך מבוי שהוא בד\"א וכדלקמיה בסכ\"ו] ושם כותל מבוי עליה וצריך לחי אחר לפתח המבוי להתירו אם לא שהמבוי אינו מחזיק רחבו רק ח' אמות דאז מותר בלא לחי אחר דהוי עומד כפרוץ וחשיב המבוי כסתום מכל הצדדין וכנ\"ל בסימן שס\"ב ס\"ט:",
            "(מא) מאיליו - דאם העמידו לשם לחי אפילו רחב ד' אמות הוי לחי כמו שכתב בהג\"ה:",
            "(מב) ד' אמות - דד\"א הוי שיעור כותל מבוי וליכא הכירא כלל דהוא לחי אבל עד ד' אמות נוכל לחשבו ללחי והוא דסמכו עליו מע\"ש וכנ\"ל בסי\"א:",
            "(מג) אפילו רחב ד\"א - וה\"ה יותר מזה והטעם דמשום דריבה בפתח המבוי בסתימתו לא גרע מלחי דעלמא [רש\"י]:",
            "(מד) המושך עם דפנו וכו' - לאורך המבוי:",
            "(מה) שאין חודו של לחי מכסה וכו' - אלא קצר ממנו ונמשך להלאה לצד אחורי המבוי וכמו שציירנו לעיל בס\"ט במ\"ב:",
            "(מו) עם חודו הפנימי - ר\"ל שמותר ע\"י הלחי להשתמש בכל המבוי עד חודו הפנימי של הלחי ולא יותר דאף דקי\"ל בסימן שס\"ה ס\"ד דבין הלחיים מותר להשתמש הכא שאני דהא הצד השני קצר מזה שאין דופן כנגד הלחי:",
            "(מז) ד\"א נידון משום מבוי - דכיון דהוא ד\"א שהוא בעלמא שיעור אורך מבוי יוצא מתורת לחי ונחשב לכותל מבוי וכן מבוי שעשה לאורך המבוי לפנים לחיים קטנים הרבה רצופים בפחות מג\"ט זה אצל זה במשך ארבע אמות אינו ניתר המבוי בזה דכיון שהם בפחות מג\"ט זה מזה חשובים כולם כלחי אחד שמחזיק ד' אמות ברחבו ויוצא מתורת לחי ונחשב ככותל ואין לחי למבוי זה. ומ\"מ אם הלחי הראשון שעומד בקצה המבוי אינו עומד בשוה עם קצה המבוי אלא נמשך קצת מן המבוי ולפנים נידון משום לחי כיון שנראה מבחוץ:",
            "(מח) ואסור להשתמש - דזה אסור אפילו הועמד לשם לחי ואינו דומה להנ\"ל בסי\"ב דמתירין שם כשהעמידו לשם לחי דהתם הלא העמיד הבליטה לרוחב המבוי ונסתם עי\"ז פתיחתה וע\"כ לא גרע מלחי משהו משא\"כ הכא דהעמידו לארכו ומחזי כמוסיף עוד על הכותל:",
            "(מט) בקורה - שעי\"ז יהיה היכר שלא יבואו להחליף ולטלטל בר\"ה גמורה וגם שלא יבואו לטלטל ממנו ולחוץ:",
            "(נ) על ראש המבוי - ר\"ל בקצה המבוי ואם העמידו באמצע המבוי עיין לקמן בסל\"ב:",
            "(נא) אבל אם נעץ וכו' - היינו שתחב שני יתדות בשני הכתלים מזה ומזה לצד ר\"ה ומש\"כ אפילו בסמוך לו היינו שהיתדות היו קצרות מאוד וממילא כשהניח הקורה עליהם היה סמוך להכתלים בלא שום הפסק בינתים אפ\"ה פסול והטעם דקורה ע\"ג כתלים בעינן שאין נראית שבא להכשיר המבוי אלא כשהוא תוך חללו של מבוי שאין דרך שום תקרה ושום קורה לתתה אלא ע\"ג הכתלים ולא מבחוץ ודוקא קורה אבל לחי לא בעינן תוך חללו של מבוי אלא אפילו חוץ לחלל המבוי וכעין ההיא דסי\"ג הנ\"ל וטעמא דמלתא דלחי אפילו עומד בחוץ ניכר שבא להכשיר המבוי משא\"כ בקורה וכנ\"ל:",
            "(נב) פסול - ואם נעץ שתי יתדות בקרקע סמוך לכותלי המבוי מזה ומזה מבחוץ והניח הקורה עליהן כשר מטעם לחי [עו\"ש וא\"ר וש\"א]:",
            "(נג) אבל אם לא וכו' - כאותו שנותנין קורה מכותל לכותל לחזק הכתלים וכל כה\"ג:",
            "(נד) אפילו סמכו עליה וכו' - ואף דבלחי קי\"ל בסי\"ב דאם סמכו עליו מע\"ש מהני אפילו בעומד מאליו שאני התם דלחי משום מחיצה ומחיצה העומדת מאליה ג\"כ הוי מחיצה אבל קורה משום היכר וכשלא הונחה לשם כך לא הוי היכר ועיין בפמ\"ג שמצדד דאפילו היה הקורה רחבה ד' טפחים ג\"כ לא מהני ועיין בה\"ל:",
            "(נה) צריכה שיעור - וכדלקמיה בסי\"ז:",
            "(נו) ולפיכך וכו' - וה\"ה לכל דבר שצריך שיעור כגון מה שנזכר לעיל בס\"ב פס של ד' טפחים בצד א' או טפח מכאן וטפח מכאן:",
            "(נז) מעצי אשרה - שעבדה ישראל שאין לה ביטול או אפילו של עכו\"ם וקצצה ישראל [דאי קצצה עכו\"ם הלא נתבטלה ממילא וכדאיתא ביו\"ד סימן קמ\"ו ס\"ו] ונטלה לזכות בה דעי\"ז נעשה עכו\"ם של ישראל דאין לה ביטול ולפיכך אמרינן דכתותיה מכתת אבל אם לא נטל הישראל לזכות בה הו\"ל עכו\"ם של נכרי דיש לה ביטול וכיון דיש לה ביטול לא אמרינן ביה כתותי מכתת אפילו קודם שנתבטל:",
            "(נח) רחבה טפח - ואף שצריכה שיעור לקבל עליה אריח שהוא רחב טפח ומחצה יוכל לחבר כרביע טפח ממנו בטיט בכאן ורביע טפח ממנו בכאן [גמרא]:",
            "(נט) לקבל אריח וכו' - ר\"ל אריחים שכל אחד מהם מחזקת בארכו ג' טפחים וברחבו טפח ומחצה שוכבים עליה בכל ארכה כשיעור רוחב פתח אותו המבוי [ומ\"מ אם היה רוחב פתח המבוי עשר אמות א\"צ שתהא ראויה לקבל אריחים לכל ארכה ממש אלא דיה אם תקבל אריחים באורך ט' אמות ושני משהויין שהן י\"ח אריחים לאורכן לפי שקורת ט' אמות ושתי משהויין מתרת במבוי של רוחב עשר אמות מדין לבוד דהיינו שלא תגיע פחות מג' טפחים לכותל זה ופחות מג\"ט לכותל זה כדלקמיה בסכ\"א] והטעם שצריכה לקבלת אריחים שאל\"כ לא יהיה בה היכר כ\"כ שסבורים בני ר\"ה שלפי שעה הניחו שם אבל כשהיא בריאה וחזקה לקבל בנין כזה ניכר לכל שלקביעות בנין הונחה לשם:",
            "(ס) שאין ברחבן טפח וכו' - דאל\"ה היו המעמידין בעצמן תורת קורה עליהם וגם לא היה בארכן שלש כדי שתהיה הקורה לבוד להכותל וכמבואר הכל בסכ\"ה:",
            "(סא) ולקבל חצי לבנה - וכפי המבואר בסעיף י\"ז:",
            "(סב) אלא כדי לקבלה - דהא אין נותנין אריח עליה ובקורה הוא דבעינן קביעות כי היכי דתהוי הכירא מעליא אבל מעמידיה לא תלי הכירא בדידהו [רש\"י] ולכתחלה נכון להחמיר כדעה הראשונה:",
            "(סג) הקורה עגולה וכו' - ואף דהשתא כשהיא עגולה אינה יכולה לקבל עליה אריח אפ\"ה כשרה דחשבינן אותה כאלו היתה מתחלקת לשנים [רש\"י]:",
            "(סד) נוטה חוץ למבוי וכו' - דכל אלו דברים שפוסלים בקורה:",
            "(סה) רואים כל שאלו ינטל וכו' - והטעם דאמרינן לבוד:",
            "(סו) ואם לאו פסולה - היינו דוקא באופן זה שקצת קורה העקומה הוא חוץ לשיעור הכשר מבוי אבל אם היא כולה בתוך המבוי כדין אפילו אם העיקום הוא הרבה יותר מג' טפחים כשרה דאמרינן רואין כאלו היתה פשוטה [כן מוכח מסתימת לשון הרמב\"ם בפי\"ז הלכה כ\"ו ע\"ש וכן משארי הראשונים אמנם בספר גאון יעקב וכן בחידושי אה\"ע מפקפקין בזה עי\"ש]:",
            "(סז) ואינה נוגעת וכו' - ואפילו מרוחקת משני הכתלים כה\"ג כגון שנעץ עץ באמצע המבוי והניח קורה עליה אמרינן לבוד משני רוחות:",
            "(סח) פסולה - אלא יביא קורה אחרת או יראה למלא הריוח ההוא בחתיכת קורה:",
            "(סט) דהיינו טפח - ר\"ל שיהיו שניהן רחבין ביחד טפח:",
            "(ע) ואין בין זל\"ז ג\"ט - חשבינן להו כאלו סמוכות זו לזו מטעם לבוד:",
            "(עא) וי\"א וכו' - ס\"ל דלא שייך כאן להתיר משום לבוד דהא בעינן שיהיה הקורה ראויה לקבל אריח לרחבה וכשהן פרודות הרבה אין יכולת לקבל אריח עליהן:",
            "(עב) בתוך טפח - דהא האריח לרחבו היא מחזקת טפח ומחצה וצריך שיהיה עכ\"פ נסמך ממנו כרבע טפח על קורה זו וכרבע על השניה וא\"כ לא ישאר פירוד ביניהן אלא כשיעור טפח ולא יותר:",
            "(עג) היתה וכו' - כאן בא להוסיף רבותא על סעיף הקודם דאפילו אם לא היו שתי הקורות שאין בכל אחת לקבל אריח עומדות בשוה אלא אחת גבוהה מחברתה עד ג' טפחים ג\"כ כשירה דאמרינן רואין וכו':",
            "(עד) ואת התחתונה וכו' - ר\"ל או את התחתונה [רש\"י]:",
            "(עה) ובלבד וכו' מעשרים - דאם היא למעלה מעשרים אז אפילו התחתונה סמוכה לה בתוך ג' טפחים לא אמרינן כאלו היא למטה מעשרים כיון דעתה עומדת במקום פסול וכן אם התחתונה למטה מיו\"ד והעליונה סמוכה לה בתוך ג' טפחים לא אמרינן רואין את התחתונה כאלו היתה עומדת בשוה עם העליונה כיון דעכשיו אין בה הכשר קורה:",
            "(עו) בכוונה - ר\"ל מכוונת והיינו דאפילו אם נחשוב שכבר עלתה זו למטה קצת והתחתונה עלתה למעלה קצת עד שנעשו זו כנגד זו בשוה לא יהיו אז מרוחקין רק פחות מג' טפחים דאז שייך לומר לבוד וכנ\"ל בסעיף הקודם בדעה ראשונה:",
            "(עז) ויש פוסלין - משום דס\"ל דלא אמרינן רואין את העליונה וכו' ואע\"ג דלקמן בהל' סוכה בסימן תרל\"א פסק המחבר בפשיטות בס\"ה דאם הסיכוך הוא מבולבל ואחד למעלה ואחד למטה דאם אין ביניהם ג\"ט דאמרינן לבוד שאני הכא דבעינן שיהו ראויין לקבל אריח ובאחד למעלה ואחד למטה אין ראויין לקבל אריח [עו\"ש] והיינו דאפילו אם גבוהות טפח אחד מחבירו ג\"כ לא מהני ואפילו אם עומדות בשוה ממש ס\"ל להדעה זו כדעה שניה הנ\"ל דבעינן דוקא שיהא סמוכות אחד לחבירו לא יותר מטפח וכתב בא\"ר דיש להחמיר כדעה זו:",
            "(עח) מחצלת - שרצה ליפות כח ההיתר ופירס עליה מחצלת וגם קשרה לכותל שלא תנידה הרוח כדי שיהיה עליה שם מחיצה ג\"כ:",
            "(עט) פסולה - אפילו אם המחצלת בעצמה גבוהה עשרה:",
            "(פ) ואינה נראית - א\"כ לית כאן היכר:",
            "(פא) קורה רחבה - ר\"ל שהיא רחבה עשרה טפחים והו\"א כיון שהיא רחבה כ\"כ שם מחיצה עליה ולא שם קורה ומחיצה כשרה אינה דהא גבוה מן הארץ הרבה וכמו במחצלת קמ\"ל דכשרה דמפני גדלותה לא נתבטל מינה שם קורה ומחצלת שאני דכיסה את הקורה ואינה ניכרת:",
            "(פב) ונמשכת קצת למטה מעשרה - כמה אחרונים נתקשו בדבריו דמשמע מלשונו דבא לאשמעינן דאפילו קצת מהקורה הרחבה נכנס בתוך עשרה טפחים התחתונים של המבוי ג\"כ כשר דאמרינן רואין את המקצת הזה כאלו אינו והקורה עומדת רק למעלה מעשרה כדין הכשר קורה המבואר בסכ\"ו אבל באמה זה אינו דאם היה נכנס קצת מרוחב הקורה בתוך האויר של יו\"ד התחתונים פסולה דבעינן שיהא החלל של המבוי עד הקורה עשרה טפחים דוקא:",
            "(פג) עקומות על שני וכו' - ר\"ל דהיו עומדות היתדות על שני הצדדים בשיפוע וראשיהם בולטות למעלה מגובה הכתלים:",
            "(פד) ונתן הקורה עליהם - ר\"ל ויש כאן שני ריעותות אחת דאינה מונחת הקורה על הכותל ממש ורק באויר מלמעלה על היתדות שנית דהקורה קצרה מאורך השטח שבין שני הכתלים:",
            "(פה) ואין ביתידות טפח - דאי הוי היתדות רחב טפח לא איכפת לן במה שהקורה עצמה קצרה דהלא היתדות עצמן נחשבין כקורה:",
            "(פו) כשרה וכו' - דבמה שאין גבוהים היתדות מכותלי המבוי ג' טפחים אמרינן חבוט רמי והיינו כאלו הקורה נחבט ונשפל אצל הכתלים ואף שעדיין קצר היא כיון שאין בנטייתן של היתדות שלשה וא\"כ הקורה אינה רחוקה ג' טפחים מהכתלים אמרינן לבוד:",
            "(פז) פסולה - דבשיעור שלשה לא אמרינן חבוט בקורה ולא לבוד:",
            "(פח) כשאינו נמוך - ר\"ל שאם הקרקע שבמבוי אינו נמוך מבפנים נגד הכתלים שיעור עשרה טפחים נחשב כאלו אין למבוי מחיצות דאין מחיצה פחותה מעשרה:",
            "(פט) מרווחים - ובסיפא מצומצמות דאזלינן לחומרא בכל מקום לענין זה. ושיעור מרווחים יותר על מצומצמות הוא חצי אצבע לאמה:",
            "(צ) יותר מעשר - דאם הוא יותר מעשר אין עליו שם פתח ולא מהני לזה לחי וקורה:",
            "(צא) מצומצמות - ר\"ל שמודדין לכל אמה את הששה טפחים מצומצמות וכן בסיפא לענין אורך המבוי דבעינן ד\"א מרווחות נמי הכי הוא דמודדין טפחיו מרווחים וא\"כ יתוסף על ד\"א שני אצבעות וכנ\"ל:",
            "(צב) ארכו ד' אמות וכו' - דבפחות משיעור זה לא חשובה כמבוי אלא כחצר:",
            "(צג) אלא בצורת הפתח - היינו דאפילו היה נמוך פחות מעשרה טפחים ג\"כ מהני צוה\"פ וכן ברחב מעשר אמות או שלא היה ארכו ד\"א אבל הרבה אחרונים הסכימו לדינא דאם היה חלל המבוי נמוך פחות מעשרה טפחים לא מהני צורת הפתח דאפילו מחיצה לא מהני כל שאינו גבוה יו\"ד וכ\"ש צוה\"פ בעלמא. אכן אם חלל המבוי היה גבוה עשרה טפחים ורק במקום פתח המבוי היה נמוך מעשרה בזה מהני צוה\"פ והוא שהיה עשוי כדין דהיינו שהיו הקנים גבוהין יו\"ד טפחים [הגר\"א]. ודע עוד דאם לא היה ארכו ד\"א דעת כמה פוסקים דדינו כחצר וע\"כ ניתר ג\"כ בפס ארבעה מצד אחד או שני פסין של משהויין משני הצדדין וכן סתם המחבר בעצמו לקמן בסל\"ב והמחבר שכתב אלא בצוה\"פ לאו דוקא נקט:",
            "(צד) בגובה חללו וכו' - אבל אם גובה חללה של המבוי עד הקורה אינו אלא עשרים מצומצמות אע\"פ שהקורה היא למעלה מעשרים כשרה:",
            "(צה) אינו ניתר בקורה - דקורה משום היכר ולמעלה מעשרים אין היכר דלא שלטא ביה עינא אבל לחי שהוא סמוך לקרקע וסגי בגובה י\"ט א\"כ מה מזיק מה שהוא גבוה הרבה:",
            "(צו) למעטו מכ' - וה\"ה דיכול להשפיל את הקורה גופא ולהניחה בתוך חלל המבוי על יתדות היוצאים מן הכתלים למטה מכ':",
            "(צז) בבנין רחב טפח - וה\"ה עפר כשיעור זה וצריך ליזהר כשנדרס ברגלים שלא יתמעט מכשיעור ברחבו וה\"ה לענין גובהו שלא יתמעט ויהיה יותר מעשרים:",
            "(צח) ברוחב הקורה - דשיעורו טפח וכנ\"ל בסי\"ז. והטעם דמהני רוחב טפח דהא קיי\"ל מותר להשתמש תחת הקורה והעומד על אותו מקום יוכל לראות את הקורה דהא על אותו המקום אינו גבוה יותר מעשרים ואית ביה משום הכירא:",
            "(צט) צריך לחוק ד\"א - והא דלעיל סגי בטפח שאני הכא דבפחות מעשרה טפחים לא מקרי דופן כלל וצריך לשויה דופן ולכך צריך דוקא כשיעור משך המבוי דהוא ד\"א וכנ\"ל בריש הסעיף אבל התם מקרי דופן אלא שהוא גבוה יותר מעשרים אמות ולהכי סגי בטפח כשיעור רוחב הקירה (רש\"י):",
            "(ק) לתוך המבוי - ואם חקק בפחות מזה צריך דוקא פס ד' או שני פסין שני משהויין כדין חצר וכנ\"ל סוף ד\"ה אלא:",
            "(קא) על פני כל רחבו - דאם ישאר הפסק בין החקיקה ובין הכתלים לא יוכלו הכתלים להצטרף להן וכאין כתלים להמבוי דמי. אכן אם ההפסק בין החקיקה ובין הכתלים הוא רק פחות מג' טפחים י\"ל דמהני [פמ\"ג]:",
            "(קב) שני חצרות - הטעם בזה משום דהא דהתירו במבוי בלחי וקורה מחמת דיש בו ריבוי דיורין ואין משתמשין בו בהצנע כ\"כ לפיכך סגי בתיקון כזה משא\"כ בחצר שאין מצוי בו דיורין כ\"כ משתמשין בו בהצנע טפי לכך צריך הכשר טפי שני פסין או פס ד\"ט ולכך ה\"נ במבוי שאין בו שני חצרות פתוחין דיוריהן מועטין ועושין בו תשמישי הצנע ולכן לא סגי בלחי וקורה:",
            "(קג) ויש חולקין - דכיון דיכולין לערב יחד דרך הפתחים נחשבו כחצר אחת וה\"ה בבתים הפתוחים זה לזה וכתבו האחרונים דכיון שהוא מלתא דרבנן נקטינן לקולא:",
            "(קד) ואוכל בביתו - לאפוקי אם דרך אכילתו בבית האב:",
            "(קה) שיהא ארכו וכו' - שכן דרך המבוי להיות:",
            "(קו) יותר על רחבו - אפילו משהו [וארכו מקרי דרך כניסתו למבוי ומה שאינו דרך כניסתו מקרי רוחב] דאם ארכו כרחבו הו\"ל כחצר וכדלקמיה:",
            "(קז) אחד מאלו - קאי על כל מה שמבואר כאן מן אין מבוי ניתר וכו' וכן הדין לענין כשלא היה אורך המבוי ד\"א:",
            "(קח) אינו ניתר וכו' - דדינו כחצר וע\"כ צריך לזה פס ד' טפחים וכו' וכדלעיל בס\"ב:",
            "(קט) או צורת פתח - וזה מהני אפילו ברחב מעשר וכדלעיל בס\"ב:",
            "(קי) כל המבואות וכו' - בין סתום מצד אחד בין מפולש משני הצדדין בין רחב עד עשר אמות בין יותר מעשר אמות:",
            "(קיא) דכל המבואות שלנו וכו' - היינו משום דבמבואותינו אין בתים וחצרות פתוחות לתוכו ולכן אין ניתר בלחי וקורה כדין היתר מבוי ואף דבחצר סגי בשני לחיים משני הצדדים בלא צוה\"פ מ\"מ משום דלפעמים המבוי מפולש משני צדדין ואז בודאי צריך להחמיר בו שיצטריך צוה\"פ אף באין בתים וחצרות פתוחות לתוכו מחמת שבראשה פתוח לר\"ה או לכרמלית או שלפעמים רחב יותר מעשר דבזה אפילו בחצר צריך מדינא צוה\"פ וכנ\"ל בס\"ב לכן הנהיגו תמיד לעשות צוה\"פ. והנה לצד השני של מבוי אם אין רחב יותר מעשר אמות יש דעות בין האחרונים דדעת הרבה מהם דשם סגי עכ\"פ בשני לחיים משני הצדדים ולא בעי צוה\"פ וטעמם דממ\"נ אם דינו כמבוי מפולש הלא גם בו קי\"ל לקמן בסימן שס\"ד דא\"צ צוה\"פ רק מצד אחד ובצד השני סגי בלחי אחד או קורה ואם דינו כחצר וכנ\"ל הלא עכ\"פ די בשני לחיים ויש מאחרונים שמצדדין דמצד המנהג יש לעשות בכל צד צוה\"פ. ובודאי צריך לכתחלה ליזהר בזה אך במקום הדחק שנפסק החבל שע\"ג הלחיים בשבת או כל כה\"ג נראה דיש לסמוך עליהם להקל היכא שאין רחב יותר מעשר אמות אף דהוא פרוץ במילואו. והנה במבואות שלנו הנ\"ל שאין בתים וחצרות פתוחות לתוכו אם הוא מבוי עקום יש דעות בין האחרונים אם צריך לעשות תיקון בעקמימותו כדין המבואר לקמן בסימן שס\"ד ס\"ג דיש לומר כיון דמעיקר הדין יש לו דין חצר אין צריך שום תיקון שם ודי במה שעושה התיקון בשני ראשיו ויש מחמירין בזה והמנהג להקל ודע עוד דהא דמבואר דבעיירות שלנו צריך צוה\"פ היינו בעיירות שאינן מוקפות חומה או שמוקפין חומה והחומה נפרצה לר\"ה או לכרמלית ביותר מעשר אמות אבל כשמוקף חומה והחומה לא נפרצה רק שצריך לתקן ולחלק בין מקום שהיהודים דרים שם ובין מקום שהעו\"ג דרים שם כדי שלא יאסרו על היהודים לטלטל אין צריך לעשות שם צוה\"פ רק די בפס רחב ד' טפחים או שני פסין של שני משהויין כשנפרץ שם במלואו ואינו רחב שם יותר מעשר אמות במקום שרוצה לעשות התיקון (אף שהמבוי באמצע רחב יותר מעשר אמות) כי העיר הזו יש לה דין חצר לגמרי. וכשלא עשה שום תיקון בין יהודי לעו\"ג ג\"כ הדין כאן כמו בחצר דמותר לטלטל בכלים ששבתו בתוכו אבל לא לבית ולא מבית לחצר:",
            "(קיב) תחת החבל וכו' - וכיון שהקנים שלמטה גבוהין עשרה טפחים א\"צ עוד קנים למעלה לקשור החבל בהן אלא יכול לקשור החבל נגדן אפילו בגג למעלה מזה ומזה וכדקי\"ל לעיל בסוף סימן שס\"ב דהקנה של מעלה א\"צ ליגע בקנים שלמטה. גם הא דמבואר לעיל בסוף סימן שס\"ב דאין לקשור הקנה של מעלה או החבל מן הצד של הקנים רק למעלה על גביהן הכא כשקושר החבל למעלה על הגג באיזה קנה לא שייך לדקדק באופן הקשירה אם ע\"ג או מצדו כל שהקנים שלמטה מכוונים תחת החבל כשר. אם יש גג שמפסיק בין גובה החבל להקנים שלמטה לא הוי צוה\"פ בזה כיון שהגג מפסיק בין החבל להקנים ואין עושין צוה\"פ בענין זה אלא צריך שיפתח נקב גדול בגג למעלה נגד הקנים בענין שיהיו הקנים מכוונים תחת החבל בלי הפסק:",
            "(קיג) שני קנים - על הארץ אבל כותלי המבוי אין נחשבין במקום הקנים. ואם איכא עמוד בכותל בולט נידון משום קנה אם סמך עליו מע\"ש דלא גרע מלחי בסי\"א. וה\"ה כשיוצאים מהכותל חיפופים פחות פחות מג\"ט עד פחות מג\"ט סמוך לארץ יש לסמוך עליהם מע\"ש לשם קנים של צוה\"פ ובלבד שיהיו מגולים למעלה תחת החבל ויש מחמירין בחיפופים כאלה שאינם עשויים דרך מזוזת הפתח ולא חשיב פתח. אם מעמיד הקנים בתוך הבית או בתוך גדר המוקף מד' רוחותיו לאו כלום הוא ואפילו אם קנה אחד העמיד שם ג\"כ לא מהני:",
            "(קיד) מכוונים תחת החבל - ואם משהו יוצא מן הצד פסול:",
            "(קטו) בתורת צורת פתח - ר\"ל ומהני אפילו ביותר מעשר אמות:",
            "(קטז) שארכו יותר על רחבו - אפילו משהו [גמרא] וארכו מקרי דרך כניסתו. ואינו נידון משום חצר אלא אם ארכו ורחבו שוה או שרחבה יתר על ארכה [המ\"מ]:",
            "(קיז) שאין ברחבו ג' טפחים - וכתבו המפרשים דאם אין בפתחו רוחב ג' א\"צ תיקון אע\"פ שבתוכו רחב הרבה, וכן להי\"א דס\"ל דבעינן דוקא רוחב ד' ג\"כ מיירי שהיה רוחב ד' בכל הכתלים אבל היכי שמתקצר סמוך לפתחו א\"צ תיקון אפילו תוכו רחב הרבה. והנה מהמחבר משמע דס\"ל לעיקר כדעה ראשונה דהיכי שרחב ג' צריך תיקון ועיין בד\"מ שחולק ודעתו דנוכל להקל בזה כדעה אחרונה עי\"ש ולענ\"ד נראה דאף אם נחמיר כדעה ראשונה דהיכא שרחב ג' צריך תיקון היינו דוקא היכא שמבפנים היה עכ\"פ רחב ד' אלא שמתקצר בפתחו כנ\"ל אבל היכי שבכולו אינו רחב ד' בודאי יש להקל:",
            "(קיח) כלה לים - ר\"ל שהיה להמבוי שני צדדים מבתים וחצרות ושני ראשיה שממזרח וממערב אחד היה כלה לים ואחד היה כלה לאשפה שגבוה יו\"ד טפחים מן הקרקע ועל כן אינו צריך כלום שגם הים נחשב למחיצה שעמוק יו\"ד טפחים בשפתו והמים אינם מבטלין המחיצה כמש\"כ סימן שנ\"ו וכתב המ\"א דהכא מיירי במקום שאין הספינות עוברות שם לנמל דאל\"ה אתו רבים ומבטלי מחיצתא אבל כמה אחרונים פליגי ע\"ז וס\"ל דאפילו כשהספינות עוברות שם לא נתבטל עי\"ז שם מחיצה משפת הים. [אכן כשראש אחד מן המבוי כלה לנהר ויש גשר עליו שמהלכין בו רבים לעבר השני משמע מכמה אחרונים דע\"י הגשר מתבטל המחיצה וצריך לעשות צורת הפתח במקום הגשר]. וכל זה דוקא כששפת הים או הנהר היה עמוק עשרה טפחים אבל אם שפת הים והנהר משופע והולך אם כשהולך השיפוע ד' אמות עדיין אינו גבוה יו\"ד טפחים אינה מחיצה דכקרקע שוה דמי:",
            "(קיט) אינה עשויה להתפנות - שהרי כל היום משליכין שופכיהן וזבליהן שם ולא תחסר גובהה אבל אשפה דיחיד אע\"ג דהשתא גבוה יו\"ד טפחים למחר ינקנה ויחסר גבהותה ואם נתיר עתה לטלטל יטלטל גם אח\"כ כשיחסר גבהותה:",
            "(קכ) ואין חוששין וכו' - ר\"ל שגם אין חוששין שמא יתקלקל המחיצה שלצד הים ונמצא שאין למבוי מחיצה רביעית:",
            "(קכא) יעלה הים שרטון - שכן דרך הים שמעלה חול ואבנים אצל שפתו ומתקצר ונעשה קרקע ברוחב פרסה ובטלי המחיצות ומטלטלי נמי במבואות כדמעיקרא [וכ\"ז כשאין מדרון אלא במקום המים בלבד אבל אם יש על שפתו מדרון המתלקט עשרה טפחים מתוך ד' אמות ה\"ז נחשב למחיצה בכל ענין] והסכימו האחרונים להחמיר כדעה זו ודוקא בימים אבל בנהרות לא חיישינן שיעלה שירטון ונחשב שפת הנהר למחיצה כשיש בגובהו יו\"ד טפחים [אכן הנהרות שדרכן להתייבש בקיץ וכשמתיבשין אין במדרון שלהם גבוה יו\"ד טפחים מתוך ד\"א יש לאסור בלא תיקון אפילו כשלא נתייבש דחיישינן שיתייבש ולאו אדעתיה] ועכ\"פ בעינן שיהא הנהר סמוך ממש לראש המבוי אבל אם הוא רחוק מהבתים יותר מעשר אמות צריך תיקון דאותו מקום הוי פרוץ ואם נקרשין בימות הגשמים בטלה אז המחיצה ואסור לטלטל ויש מאחרונים שסוברין דלא נתבטל המחיצה ע\"י הקרישה. ואם שפת הנהר גבוה ומתלקט עשרה טפחים מתוך ארבע אמות עד מקום הקרישה בודאי יש להקל:",
            "(קכב) ואין כאן מחיצה - וע\"כ צריך תיקון כשאר מבוי הפרוץ ברוח רביעית בצורת הפתח או בלחי או בקורה. עיר שמוקף סביבה חריץ שעמוק עשרה טפחים ורחבה ארבעה טפחים הוי כמוקף חומה סביבה וא\"צ שום תיקון ואם יש גשר ע\"ג החריץ שהולכין דרך שם למבואות העיר נתבאר למעלה שצריך לעשות שם תיקון:",
            "(קכג) שצדו אחד ארוך - ונמשך כותלו לר\"ה יותר מכותל השני:",
            "(קכד) אפילו אין צד וכו' ארבע אמות - וה\"ה אפילו פחות מזה ג\"כ אין מניח אלא כנגד הקצר דוקא ולא באלכסון והטעם דקורה משום היכר עשויה כדי דלא ליתי למיחלף בר\"ה ובאלכסון לא הוי היכר והיינו דאם יניחו באלכסון וישתמש בצד הארוך נגד הארוך שאין דופן כנגדו הרואה זה יאמר שמותר להשתמש בר\"ה לפי שאין אותו עודף דומה שיהא מן המבוי וזהו הטעם דהתיר אח\"כ בשו\"ע להניח הקורה בתוך המבוי באלכסון ששם לא יבואו עי\"ז לטעות להתיר להשתמש בר\"ה:",
            "(קכה) יעשה שם צו\"פ באלכסון - וישתמש בקצר כנגד קצר ובארוך כנגד הארוך והטעם דצו\"פ הוי כמו מחיצה גמורה ומחיצה גמורה בודאי מהני אפילו באלכסון ואפילו היה רחב פתח המבוי יותר מעשר אמות ג\"כ מותר ע\"י צוה\"פ כדלעיל בריש סכ\"ו אבל אם יעמיד לחי אחד אצל הארוך ולחי אחד אצל הקצר אינן מועילים להשתמש באלכסון ואפילו לא היה האלכסון יותר מעשר אמות שאף שהלחי אינו משום היכר בלבד אלא משום מחיצה מ\"מ לחי שבצד הארוך אינו מועיל להתיר להשתמש אצלו הואיל ואין שם מחיצה כנגדו ואינו מותר להשתמש אלא נגד הלחי שעומד בצד הקצר שהוא מתיר רק נכחו ביושר. אמנם זהו דוקא במבוי שמותר בלחי אחד אבל בחצר שצריך שני פסין או במבואות שלנו שיש להן דין חצרות אפילו עד מקום הקצר ג\"כ אינו מותר להשתמש אחרי שלא נוכל לצרף אליו הלחי האחר שאינו עומד נגדו וע\"כ צריך ליזהר במקום שמעמיד שני לחיים שיעמידם בשוה זה נגד זה ולא באלכסון [ח\"א] ובצורת הפתח מהני אפילו באלכסון וכנ\"ל. כתב בחידושי הרשב\"א דצוה\"פ מהני אפילו היה צד אחד עודף על חבירו ד' אמות ויותר דהוא כמו מחיצה גמורה:",
            "(קכו) יכול להניח וכו' - עיין בט\"ז שמצדד דדוקא אם באלכסון אינו יותר מעשר אמות דאל\"ה אסור ועיין בבה\"ל:",
            "(קכז) עד שיערבו יחד - ר\"ל שישתתפו יחד. וטעם הדבר דהנה דרך המבואות לאחר שתקנום בלחי או קורה להשתתף כל הדרים במבוי יחד [דכשלא ישתתפו יהיו אסורים להוציא מהחצרות למבוי] וכיון שההרגל כן הוא שוב אסורים בני מבוי ליחלק לחצאין ולעשות כל אחד שיתוף בפ\"ע דאסרי הני אהני משום דהוי כמבוי ששכח אחד מן החצרות ולא נשתתפה בו דאסרה אכולה:",
            "(קכח) ולא עשו וכו' - דכיון שלא עשו לחי ואין יכולין לטלטל במבוי א\"כ אינם ראוים להשתתף יחד לכן אין בכחן לאסור על הפנימית ואפילו יש להם דריסת הרגל עליהם [פמ\"ג]:",
            "(קכט) ממנו ולחוץ אסורים - דחשבינן כאלו המבוי הותחל מן הלחי ולפנים:",
            "(קל) אבל אם עשו באמצע וכו' - בזה מתחלקים הרשויות מהדדי והוי כאלו מחיצה ביניהם ואין יכולין לאסור אלו על אלו ודוקא כשאין להם דריסת הרגל זה על זה כגון שיש להם פתח אחר אבל בלא\"ה אפילו דלת לא מהני:",
            "(קלא) שני פסים - של משהויין משהו מכאן ומשהו מכאן. ואפילו חצר יכולין לחלק בכה\"ג עיר המוקפת חומה וננעלו הפתחים בלילה ופתח אחד אין ננעל ומ\"מ הוי כלחי ע\"י פתח ההוא אין מערבין אותה לחצאין אבל אם נפרץ פרצה בטל הכשרה [ועיין סי' שס\"ה ס\"ב ע\"י איזה פרצה בטל ההכשר] של העיר ויכולין לערב חציה ולהניח חציה:",
            "(קלב) וכל זה ביש וכו' - האי וכל זה קאי אמה שהכשרנו בהעמיד לחי באמצע המבוי כשלא עשו לחי בראש המבוי וקאמר דהוא דוקא שבחצי המבוי זה לבד ג\"כ יש עליו שם מבוי דיש לו כל התנאים הצריך לזה [וכדמסיים השו\"ע וכמ\"ש לעיל בסכ\"ו] הא לא\"ה יש לו דין חצר וצריך פס משהו וכו' וכדלעיל בס\"ב ולא קאי השו\"ע באם עשו גם לחי בחוץ וערבו יחד דע\"ז לא צריך שבאותו חצי המבוי יהיו לו כל הפרטים דמצטרף כל המבוי ביחד לזה [פמ\"ג] וע\"ש מה שכתב עוד בזה:",
            "(קלג) שהוא רחב כ' אמות - ומיירי שאינו רוצה לעשות צוה\"פ בפתח המבוי דזה מהני אפילו רוחב המבוי כמה כדלעיל בסוף סכ\"ו:",
            "(קלד) רחב ד\"א - ובפחות מכאן לא מהני אע\"פ שכל צד הוא פחות מיו\"ד דאתי אוירא דהאי גיסא ודהאי גיסא ומבטל ליה משא\"כ כשעושהו רחב ד\"א כשיעור משך כותל מבוי וכנ\"ל בסכ\"ו אין אויר שמכאן ומכאן יכול לבטלו שאין אויר יכול לבטל כותל מבוי. ומש\"כ ומעמידו באמצע היינו לארכו של מבוי:",
            "(קלה) כיון שאורך וכו' - וצריך ג\"כ שלא יהיה הפס נמוך מעשרה טפחים וכדין כותל של מבוי וכנ\"ל בסכ\"ו:",
            "(קלו) בראשו - היינו שיגיע מכותל אחד של מבוי עד הכותל שכנגדו כדי להתיר שני הצדדים וה\"ה שיכול לתקנן ע\"י לחיים לחי מכאן ולחי מכאן או לחי באחד וקורה באחד [היינו שראש אחד על כותל המבוי וראשו השני על הפס] כשאר מבואות:",
            "(קלז) מונחת על הפס וכו' - לאפוקי אם הפס נמוך אף שהקורה מגעת מכותל זה עד הכותל שכנגדו לא מהני דהרי ע\"י הפס נחשב כשני מבואות דהוא חשוב ככותל וא\"כ כל מבוי אין הקורה שלו מונח רק על כותל אחד:",
            "(קלח) או תוך וכו' - דהוי כלבוד:",
            "(קלט) וכל תנאי מבוי - המבואר לעיל בסכ\"ו דלא\"ה דינו כחצר ואין קורה מועיל בו אלא שני לחיים של משהו בשני צדיו כמבואר לעיל בס\"ב:",
            "(קמ) ומה שמן הפס וכו' - ר\"ל חוץ תיקון הקורה שעושה בפתח המבוי צריך לעשות עוד תקון בסוף אורך הפס כדין מבוי עקום המבואר בסימן שס\"ד סוף ס\"ג ואפי' אין שם עשר אמות מן סוף אורך הפס עד כותל האמצעי:",
            "(קמא) מתעקמים ובאמצע פתוחים - צ\"ל מתעקמים באמצע ופתוחים:",
            "(קמב) בשני ראשיהן לר\"ה - וע\"כ צריך לעשות צוה\"פ בסוף אורך הפס עד כותל האמצעי כנגדו ודמי כמו שהיה עושה פס לאורך כל המבוי:",
            "(קמג) דאין לו דין מבוי עקום וכו' - דאע\"ג דמבואר לקמן בסימן שס\"ד במבוי עקום שעשוי כמין חי\"ת אפילו אין מפתיחת עקמימותו עד כותל האמצעי עשר אמות נמי צריך שם תיקון שאני התם דהוא עקום ממש אבל הכא יש לומר שע\"י הפס נעשים כשני מבואות שמחולקים לגמרי עד סופם ואף דאין הפס מגיע עד כותל האמצעי מ\"מ כיון דאין מן סוף הפס עד כותל שכנגדו יותר מיו\"ד אמות נחשב כפתח ודמי כשני מבואות שמחולקים לגמרי אלא שיש פתח מאחד לחבירו משא\"כ ביותר מעשר אמות א\"א לומר דהוי כפתח וע\"כ דינו כמבוי עקום ולדינא הסכימו האחרונים דהעיקר כסברא הראשונה ועיין בבה\"ל:",
            "(קמד) יותר מעשר אמות - כצ\"ל:",
            "(קמה) ויעשה פס רחב ג\"א - דנעשה עי\"ז עומד מרובה על הפרוץ שבצדו ונחשב כסתום ואע\"ג דבעלמא קי\"ל דפרוץ כעומד נמי שרי כמבואר בשס\"ב ס\"ט שאני הכא דהוא פרוץ גם מצד השני ובכגון זה דשוין אמרינן אתי אוירא דהאי גיסא ודהאי גיסא ומבטל ליה:",
            "(קמו) וישאר פתח רחב עשר אמות - ומ\"מ צריך לחי או קורה להתיר המבוי דלא עדיף משאר מבואות דעלמא. ונותן הקורה רק על שטח העשר אמות [וכן כשעושה הלחי יעמידו בראש העשר אמות] דמן הפסין ולהלן עד הכתלים ניתרין בלא\"ה משום עומד מרובה על הפרוץ:",
            "(קמז) וכן כל כיו\"ב - דהיינו שירחיק ארבע אמות מהכותל ויעשה פס של שש אמות [רש\"י]:",
            "(קמח) וצריך ליזהר וכו' - אבל מן הסתם אין חוששין שמא ילכו בקטן ויניחו הגדול שחזקה אין אדם מניח פתח גדול ונכנס בקטן:",
            "(קמט) שאם עשה כן וכו' - ר\"ל שעי\"ז יתבטל תורת פתח מן הגדול ובטל הלחי או הקורה המתוקן בו ונמצא מבוי זה בלא תיקון:",
            "(קנ) לזוטא - עיין בחידושי רע\"א שמתמה מאי מהני במה דעושה צוה\"פ לזוטא אחרי שנתבטל תורת פתח מן הגדול והנכון כמו שכתב בספר תפארת שמואל שט\"ס הוא וצ\"ל לרבא והשתא אתי שפיר דאחרי שנעשה צוה\"פ לא נתבטל שם פתח ממנו אף אם לא ילכו בו:",
            "(קנא) כשלם דמי - ר\"ל וע\"כ אין שייך לומר בזה אתי אוירא דהאי גיסא ודהאי גיסא ומבטל ליה:",
            "(קנב) ומדרון לר\"ה - שהיה קרקע המבוי גבוה מקרקע ר\"ה והוצרך לשפע אצל פתחו לצד ר\"ה:",
            "(קנג) או ששוה לר\"ה וכו' - שהיה ר\"ה גבוה מקרקע המבוי וכניסת המבוי נמי מן הפתח ולפנים גבוה כקרקע ר\"ה ברוחב אמה או חצי אמה ואח\"כ הוא נעשה מדרון לצד דופן האמצעי:",
            "(קנד) שמגביה עשרה וכו' - ר\"ל שאם השיפוע ארכה ד' אמות אז כבר הוגבה הקרקע למעלה עשרה טפחים הוי כמחיצה אבל אם מתלקט יו\"ד מתוך ה' אמות כמאן דליתא דמיא וכשאר קרקע דמיא דניחא תשמישתיה להילוך:",
            "(קנה) ואינו צריך שום תיקון - דאותו גובה שבצד הפתח הו\"ל מחיצה אע\"פ שהוא משפע והולך וזהו שמסיים רמ\"א ובזה התל וכו':",
            "(קנו) ובזה התל וכו' - ואם כל העיר מוקפת תל ואח\"כ בנו בה בתים אסור דלא הוי מוקף לדירה וכמש\"כ סימן שנ\"ח ס\"ב וע\"ש ס\"ח דאפילו בנה מחיצות גבוה יו\"ד על התל לא מהני ואם התל היה פחות מיו\"ד טפחים והשלים עד יו\"ד טפחים מהני דזה ההיקף הוי מוקף לדירה דנעשה אחר שנבנה העיר. וע\"כ יכול לתקן אפילו אם היה התל סביב העיר כולו דהיינו שיפחות מהתל בשטח יותר מעשר אמות ברוחב עד שלא יהיה בגובה עשרה טפחים דבזה חשוב כפרצה ואח\"כ ישלים זה השיעור ובזה מהני וכדלעיל בסימן שנ\"ח ס\"ב ע\"ש:",
            "(קנז) כמחיצה - ואם יש סביב העיר חריץ עמוק יו\"ד טפחים ורוחב ד' טפחים דהוי כמחיצה ונסתם החריץ ע\"י עפר וצרורות אם אין הסתימה עולה ביותר מעשר אמות הרי הוא כפתח ואינו אוסר אבל אם הוא יותר מעשר אמות הרי הוא כפרצה:\n"
        ],
        [
            "(א) מבוי המפולש וכו' - ומיירי שאותו המבוי לא היה ברחבו שיעור ר\"ה ועיין לעיל סימן שמ\"ה ס\"ח וטי\"ת ובמ\"ב שם:",
            "(ב) צריך צורת הפתח וכו' - והטעם דע\"י צורת הפתח נעשה כסתום במחיצה מההוא צד והוי כמבוי סתום מג' צדדין וסגי בצד השני בלחי או קורה:",
            "(ג) וצדו השני לחצר וכו' - דכיון דהחצר יש לו מחיצות הרי אין המבוי מפולש וא\"צ צורת הפתח אלא לחי או קורה כדי לחלק בין דיורי החצר למבוי שלא יאסרו אלו על אלו ויש מחמירין דדוקא לחי לצד החצר בעינן ולא קורה וכ\"ז כשהחצר אינה רגילה במבוי זה כגון שיש לה פתח למבוי אחר אבל אם היא רגילה בו מכבר אפילו צורת הפתח ודלתות אינן מועילות להתיר שם אם לא נשתתפה מבוי זה עם שארי החצרות הפתוחות לו ואם נשתתפה בו א\"צ לערב כלל כמ\"ש בסימן שפ\"ז:",
            "(ד) אבל אם אינו וכו' - ר\"ל כשאין להמבוי תנאין המבוארים לעיל ממילא דינו רק כחצר וע\"כ אפילו אם היה מפולש משני צדדין לר\"ה ורבים נכנסין דרך אותו החצר לר\"ה אין צריך רק תיקון חצר משני צדדין דהיינו מכל צד שני פסין או פס רוחב ד':",
            "(ה) ר\"ה עצמה - דהיינו רחובות ושווקים הרחבים ט\"ז אמה ומפולשים משער לשער וכדלעיל בסימן שמ\"ה ס\"ו ועי\"ש בס\"ח וטי\"ת דיש עוד מיני ר\"ה:",
            "(ו) אלא בדלתות - מכאן ומכאן דעי\"ז נעשית כחצר של רבים אבל צורת הפתח לא מהני [אפילו אם יעשהו משני צדדיו] ויש פוסקים דס\"ל דסגי בדלת מצד אחד כשננעלת בלילה דאין זה ר\"ה כיון שמונע רבים מלעבור משער לשער וסגי מצד השני בלחי או קורה וכמו בעלמא היכא שיש ג' מחיצות שלימות:",
            "(ז) שננעלות בלילה - שעי\"ז נתבטל ממנה שם ר\"ה שאינה דומה לדגלי מדבר שהיה פתוח כל שעה:",
            "(ח) וי\"א וכו' - מדהעתיק המחבר דעה ראשונה בסתמא ודעה השניה בשם י\"א משמע דדעתו כדעה הראשונה. והנה מדברי השו\"ע מוכח דאין מערבין ר\"ה כ\"א בדלתות. ובעיירות שלנו שמנהג העולם לתקן ע\"י צורת הפתח אף שרחובותיה רחבין הרבה ומפולשין משער לשער וגם פעמים רבות הולך דרך המלך תוך העיר ומדינא הוי ר\"ה גמור עי\"ז וכדלעיל בסימן שמ\"ה וע\"כ דסומכין על הי\"א שבסימן שמ\"ה דר\"ה לא הוי אא\"כ ששים רבוא בוקעין בו וזה אין מצוי [פמ\"ג] אמנם באמת הרבה ראשונים חולקין על הי\"א הנ\"ל כמו שכתבנו שם בסימן שמ\"ה וע\"כ אף דאין למחות לאחרים הנוהגין להקל ע\"י צורת הפתח שכן נהגו מעולם ע\"פ דעת הפוסקים המקילין בזה מ\"מ כל בעל נפש יחמיר לעצמו שלא לטלטל ע\"י צורת הפתח לבד ועיין בביאור הלכה:",
            "(ט) עקום כמין דלי\"ת - והיה פתוח משני ראשיו לר\"ה או לכרמלית:",
            "(י) כאלו היה מפולש - אחרי שעוברין מצד זה לצד זה לר\"ה:",
            "(יא) בעקמימותו - דהפילוש שהוא מפולש לחבירו דומה כאלו מפולש לר\"ה ולכרמלית אותו מקום וע\"כ צריך לעשות שם בעקמימות צוה\"פ וכדמסיים:",
            "(יב) ולחי או קורה בעקמימות - ואין להקשות מאי גריעה זה מאלו היה מפולש משני צדדיו ביושר דהיה די בצוה\"פ מצד אחד ולחי או קורה בקצה השני די\"ל דכיון דהפילוש שבאמצע נראה משני הצדדים צריך לסתמו שלא יראה לא מצד זה ולא מצד זה. והנה במבואות שלנו שיש להם דין חצרות כמבואר לעיל בסימן שס\"ג סכ\"ו ע\"כ דעת כמה אחרונים דאף אם הם עקומות ומפולשות משני צדדיהן לר\"ה א\"צ שום תיקון בעקמימות כמ\"ש לעיל בסימן הנ\"ל במ\"ב ס\"ק קי\"א ע\"ש ונוכל לסמוך ע\"ז להקל כמו שביררנו בה\"ל:",
            "(יג) בשני עקמימותיו - דחשבינן לכל עקמימות כאלו הוא מפולש אחרי שבם עוברין מצד זה לצד זה לר\"ה. וה\"ה שיכול לעשות שני צורות הפתח בשני ראשיו ושני לחיים בשני עקמימות:",
            "(יד) הפתוחים אלו לאלו - ר\"ל אף דדין מבוי עקום הוא בשני מבואות שראשיהן פתוחות לר\"ה דוקא וכאן יש הרבה מבואות קטנים שנכנסות אלו באלו ואלו באלו ואין בהם פילוש לר\"ה אפ\"ה כיון שקצה מבוי האחרון פתוח לר\"ה וכן תחלת מבוי הראשון חשובות כולם כמפולשין וצריך תיקון בכל עקמומית של כל אחד מהן:",
            "(טו) העשוי כנדל - הוא שרץ שיש לו רגלים הרבה משני צדדיו ואינם מכוונים זה כנגד זה כן הוא מבוי זה שפתוחין לו מבואות קטנים הרבה משני צדדיו זה שלא כנגד זה:",
            "(טז) וראשי השניים - צ\"ל וראשם השניה והיינו שכל אחד ואחד מהמבואות הקטנות שראשו אחד פתוח למבוי הגדול ראשו השניה פתוח לר\"ה וה\"ה לכרמלית:",
            "(יז) אפילו אין וכו' - מלשון המחבר משמע דגם במכוונים הפתחים של מבואות הקטנות זה כנגד זה ג\"כ צריך תיקון במקום פתיחתן למבוי הגדול ואין לחשבן כמבוי אחד ארוך מפולש ביושר דהא מ\"מ כל אחד כמבוי עקום הוא עם הגדול:",
            "(יח) עושה לכל אחד וכו' - היינו בכל מבואות הקטנות שמצד זה וכן מצד השני וה\"ה אם ליכא מבואות קטנות אלא מצד אחד של מבוי הגדול ג\"כ צריך תיקון זה:",
            "(יט) במקום פתיחתו וכו' - אזיל לטעמיה שפסק לעיל דמבוי עקום צריך תיקון במקום עקמימותו והכא כל אחת מהמבואות הקטנות בכלל מבוי עקום הוא שנכנס ממנה למבוי הגדול וממנו יוצא לר\"ה:"
        ],
        [
            "(א) מצדו כלפי ראשו - פי' המבוי היה מתוקן בלחי או בקורה ונפרץ אחד מהכתלים שבצד ארכו כלפי ראשו סמוך ללחי או לקורה:",
            "(ב) אם נשאר וכו' ארבעה טפחים - שעדיין נשאר שיעור חשוב במבוי לכן לא בטיל הפתח הגדול ואע\"ג דבעלמא שיעור אורך מבוי לא פחות מד\"א וכנ\"ל בסימן שס\"ג סכ\"ו היינו אם נעשה מבוי בתחלה אבל כאן שכבר היה מבוי אלא שנסתר די בארבעה טפחים שנשאר ממנו:",
            "(ג) והוא וכו' עשר - אמות דעד שיעור זה הוא בכלל פתח יתר מכאן חשוב פרצה וצריך לסתום או לעשות צוה\"פ במקום הזה [ריטב\"א]:",
            "(ד) אסור אלא אם כן וכו' - דאע\"ג דבפחות מיו\"ד אמות מקרי פתח הכא חיישינן דלמא שבקי בני המבוי פתח המבוי וילכו בפתח זו לקצר דרכם ובטל ליה תיקון דלחי או קורה שהם צריכין להיות בפתח המבוי והוא אין שם פתח מבוי עליו:",
            "(ה) פחות מג\"ט - דחשוב כסתום:",
            "(ו) נפרץ מצדו - היינו דלא נפרץ סמוך לראשו אלא בפנים ממנו וא\"כ קשה דהיינו דינא דס\"א דנשתייר פס ד' טפחים ולמה להמחבר למיהדר ולמיתני ותירצו האחרונים דסעיף זה אינו אלא פרטו ופירושו של הדין הראשון דכל שנשאר פס ד' בראשו הוי נפרץ שלא כלפי ראשו ומשום סיפא נקטיה והוי כאלו אמר בס\"ב דהא דאמרינן בס\"א דאם נשאר פס ד' מותר עד יו\"ד אמות היינו אפילו לא נשאר מן הכותל ביסוד כלום ומיהו לא שרי אלא היכי דלא בקעי בה רבים:",
            "(ז) שלא כלפי ראשו - וה\"ה כשנפרץ בראשו ממש כגון שהמבוי סתום משלשה רוחות וקצת מרוח רביעית ותיקון המבוי היה ע\"י לחי או קורה [שהיה מונח ממקום הסתימה עד הכותל שכנגדו] ונעשה פרצה במקום הסתימה שרי עד עשר אמות כל שעומד הנשאר מרובה על הפרוץ וי\"א דהכא שיש פרצה ברוח רביעית בעינן שיהיה מונח הקורה דוקא על כותלי המבוי מקצה אל הקצה אבל רוב האחרונים הסכימו דמה שמונח על מקום העומד הנשאר כאלו היה מונח על כותל המבוי דגם זה שייך להמבוי ומה שיש פרצה בינתיים נתבטל לגבי העומד וה\"ה אם עושה שם לחי די וא\"צ לחי סמוך לבית:",
            "(ח) אפילו לא נשתייר וכו' - ר\"ל ואין עיכוב לעבור דרך אותו מקום אפ\"ה לא גזרינן משום דלמא שבקי פתחא רבא ועיילי דרך אותו מקום ובטל פתח הגדול:",
            "(ט) דלא בקעי בה רבים - פי' שהיה מקום מטונף או מקולקל בטיט ואין דרך רבים לעבור באותה מחיצה וכ\"ש אם נשתיירו מן הכותל ביסוד ג' או ד' טפחים גובה ע\"פ כל הפרצה דזה בודאי מעכב הילוך בני אדם:",
            "(י) אבל אי בקעי וכו' - דשוב אינו נקרא פתח רק דרך הרבים [לבוש] והנה בס\"ג מבואר דלענין חצר תמיד שיעור פרצתו בעשרה אפילו בקעי בה רבים ומסתפק המ\"א דלפי מה דמבואר בסימן שס\"ג סכ\"ו בהג\"ה דמבואות שלנו דין חצרות יש להם אפשר דגם לענין זה דין חצרות יש להם וה\"ה בעיר המוקפת חומה ונפרץ בחומתה פרצה בד' טפחים ובקעי בה רבים אם גם לענין זה יש לה דין חצר וסיים דיש להחמיר ועיין בספר בית מאיר שהאריך בזה וסיים דמדינא נוהג כל אלו הדינים במבואות שלנו:",
            "(יא) צריך לתקנו שם - היינו שימעטנו מד' טפחים או שיעשה שם צוה\"פ:",
            "(יב) מבוי וכו' - מפני שסעיף זה יש בו הרבה פרטים לכן אקדים הקדמה קצרה והוא. ידוע מסימן שס\"ד דמבוי המפולש לר\"ה חמור משאינו מפולש דצריך בו צורת הפתח מצד אחד. ויבואר בסעיף זה אם מפסיק חצר בין קצה המבוי לר\"ה ונפרץ החצר משני צדדיו כעשר אמות [ונשארו גיפופין מכאן ומכאן] דנמצא העומד במבוי רואה ר\"ה כנגדו דלא היה לחצר דופן אחר כ\"א דופן המבוי הנכנס בתוכו מהו דינו של המבוי וחצר אם מותר לטלטל בם אולי נידון המבוי מחמת זה כמפולש לר\"ה [ויבואר בו שיש חילוק אם פרצת החצר שלצד ר\"ה מכוון כנגד פרצת החצר שלצד המבוי אז נידון כמפולש ואי לא לא] וגם הלא אנשי החצר יכולין לאסור עליו אם לא ערבו יחד ואיך הדין לענין חצר הלא פרוץ לר\"ה:",
            "(יג) שנפרץ במילואו - לאפוקי כשנשארו בו גיפופין נידון כלחי ואין יכול החצר לאסור עליו אף כשלא ערבו יחד:",
            "(יד) אם לא ערבו וכו' - נקט לא ערבו לרבותא דאפילו בזה דבמבוי אסור לטלטל וכדלקמיה אפי' הכי בחצר מותר ואין המבוי יכול לאסור עליו:",
            "(טו) חצר מותר - דהפרצות שיש בכתליו לצד המבוי ולצד ר\"ה כיון שאין בהם יותר מעשר אמות הוו כפתחים ובני המבוי ג\"כ אין יכולים לאסור עליו כיון שאין להמבוי דריסת הרגל על החצר:",
            "(טז) אפילו נפרץ נגד וכו' - ור\"ל אף דלגבי מבוי איתא לקמיה דאם היה פרצתה מכוונת נגד פרצת החצר חשבינן ליה כמפולש לר\"ה ואסור בכל גווני מ\"מ לענין חצר לא מחמרינן בזה:",
            "(יז) ואפילו בקעי בה רבים - אע\"ג דלעיל במבוי פוסל בקעי רבים כאן לענין חצר לא משגחינן בבקעי רבים:",
            "(יח) ובלבד וכו' - ר\"ל בין הפרצה שלצד ר\"ה ובין הפרצה שלצד המבוי דאז חשיבי כפתחים אבל אם היה הפרצה יותר מעשר אמות חשוב פרצה גמורה והרי נפרץ למקום האסור לה ואינו ניתר אלא בצורת הפתח וכדלעיל בסימן שס\"ג ס\"ב:",
            "(יט) אפילו אינו כנגד - ר\"ל אפילו אם הפרצה שלצד ר\"ה לא היה מכוון נגד פרצת החצר שכנגדו וא\"כ אין אנו יכולים לאסור לטלטל במבוי משום מפולש לר\"ה אפילו הכי אסור מטעם חסרון העירוב וכמו שמפרש והולך ואסור אפילו לא בקעי רבים מר\"ה למבוי דרך החצר:",
            "(כ) שנכנסו כתלי המבוי בחצר - היינו שקצה כותלי אורך המבוי נכנסין להלן בתוך החצר ועי\"ז נראו גיפופי החצר מכאן ומכאן שהם רק כותלי החצר משו\"ה לא נוכל לצרף הגיפופין להמבוי אבל אם לא נכנסו לפנים חשבינן הגיפופים גם להמבוי ונחשבין כלחיים מכאן ומכאן ושוב אין החצר יכול לאסור עליו:",
            "(כא) אינו מצד החצר - אלא באמצע החצר דאלו היה כן שכותל המבוי שוה באורך כותל החצר אפילו מצד אחד נראה כמבוי ארוך ומושך עד ר\"ה שכנגדו ומפולש ואסור:",
            "(כב) מצד השני כנגדה - דעי\"ז נידון המבוי כמפולש ונמשך עד ר\"ה שכנגדו:",
            "(כג) של יחיד אסור - דשמא ימלך ויבנה בתים ברוחב החצר העודף על המבוי והו\"ל מבוי נפרץ מצדו של חצר ואסור וכנ\"ל:",
            "(כד) כאלו נפרץ לכרמלית - וע\"כ אפילו אם אין נכנסין כותלי המבוי בפנים בתוך הרחבה והגיפופין נראין מבחוץ אפ\"ה אסור לטלטל בתוך המבוי דהשתא לרחבה גופא לא מהני הגיפופין להיות מותר לטלטל בה דהא כרמלית היא איך יועיל זה להמבוי. מבוי שפתוח רוח רביעית שלו לצד הנהר אם שפת הנהר שאצל הבתים הוא עמוק יו\"ד טפחים או עכ\"פ הוא משופע כ\"כ שבתוך שיפוע ד\"א עולה לשיעור יו\"ד טפחים א\"כ נחשב המדרון הזה למחיצה וא\"צ שום תיקון דמיא לא מבטלי מחיצתא אבל אם מצד העיר אין משופע כ\"כ אע\"פ שמצד השני של הנהר הוא עמוק עשרה אם הוא רחב יותר מעשר אמות בין הבתים למקום הזה פשיטא דאסור שהרי יש פרצה המפסקת בין המחיצה להבתים ואפילו בפחות משיעור זה אפשר ג\"כ שיש לאסור שלא יעלה על דעתם שההיתר הוא מפני השפה שמעבר הנהר שמתלקט יו\"ד טפחים מתוך ד\"א ויבואו להתיר אף במפולש לגמרי בלי שום תיקון ועיין בבה\"ל שביארנו שבמקום הצורך יש להקל בזה:",
            "(כה) וכנגד הלחי - ר\"ל בין שתיקון המבוי בקורה או בלחי מותר להשתמש כנגדם מיהו יש פוסקים דסוברים דוקא כשזה המקום שכנגד הלחי לא היה בו כשיעור ד' טפחים על ד' טפחים דאז בטל לגבי פנים ומותר להשתמש תחתיו וכן להכניס משם לפנים אבל כשיש בזה השטח דע\"ד וכש\"כ יותר נחשב זה המקום ככרמלית לענין שאסור לטלטל בו רק תוך ד' אמות וכן להוציא ממנו לר\"ה או להכניס לרה\"י אסור ויש פוסקים שאין מחלקים בזה וסוברים דאפילו יש בו דע\"ד ג\"כ בטל לגבי פנים:",
            "(כו) אבל בפתוח לכרמלית וכו' - אע\"ג דבעלמא כרמלית קיל מרה\"ר מ\"מ לענין זה אמרינן מצא מין את מינו וניעור פי' דכרמלית שבין לחיים אף אם לא היה בו שיעור כרמלית מתחלה שלא היה דע\"ד טפחים מצא מין את מינו שחוצה לו וניעור משנתו ונתחזק להצטרף לכרמלית שבצדו ושם כרמלית עליו ואסור להשתמש תחתיו וגם להכניסו לפנים משא\"כ בפתוח לר\"ה שהוא אין מינו כלל אין מצטרף עמו ובטל לגבי פנים:",
            "(כז) בין תחת הקורה - ובספר א\"ר מצדד להקל להשתמש תחת הקורה אפילו פתוח לכרמלית וכן פסק בספר אבן העוזר ובפרט אם הקורה רחבה ד' טפחים ובריאה לקבל מעזיבה בודאי מותר אפילו פתוח לכרמלית דפי תקרה יורד וסותם וחשיבא מחיצה:",
            "(כח) אע\"פ שמותר להשתמש וכו' - ר\"ל דדוקא על צד המקרה וההזדמן מותר לטלטל שם חפציו לעת הצורך אבל לא ישב שם בקביעות וחפץ בידו וכו' [מאמר מרדכי]:",
            "(כט) תחת הקורה - וה\"ה שלא ישב אצל הלחי [גמרא] ואפשר דכשיש בו צורת הפתח שרי דמקרי הכירא ומיהו בצוה\"פ שלנו שגבוה מאוד בודאי אסור דלית הכירא ואפילו אם המבוי פתוח לכרמלית דהוא רק חששא במלתא דרבנן ג\"כ אסור דשכיחא לאיתשולי [מ\"א ומא\"מ]:",
            "(ל) דמידי דרבנן הוא - ואפילו במידי דאורייתא אי ידעינן שלא ישמעו לנו אין לומר להם אם לא דבר שמפורש בקרא בהדיא כדלקמן בסימן תר\"ח ס\"ב ע\"ש:",
            "(לא) שנטלו קורותיו או לחייו - ר\"ל לחי או קורה שלו דאין במבוי אלא קורה אחד ולחי אחד וה\"ה כשניטל צוה\"פ לפי מנהגנו שאנו עושין צוה\"פ:",
            "(לב) אסור משם ואילך - לטלטל אלא בתוך ד\"א וכן אסור להוציא מבית לשם ולא אמרינן כאן שבת הואיל והותרה הותרה כמו בסימן ש\"ס ס\"ב הואיל וליתנהו למחיצות:",
            "(לג) מוקפת חומה מותר - דהרי ע\"י החומה הויא כל העיר רה\"י גמור ותיקון המבוי לא היה אלא כדי לסלק דיורי הנכרים מעליהן ולכן אף שנסתר תיקון המבוי בשבת מותר דהוי כשתי חצירות שלא עירבו יחד ונפל כותל המפסיק ביניהן דאמרינן שבת הואיל והותרה הותרה משום דמחיצות החיצונות קיימות וה\"נ בכהאי גוונא. וכתב הט\"ז דוקא ישבה ולבסוף הוקפה בסתם עיירות שלנו דאז הוי רה\"י אבל אם הוקפה ולבסוף ישבה דיש עליה דין כרמלית מדרבנן ועשו תיקון במבוי להתיר הטלטול ונפל התיקון אסור דהרי מיחסרא מחיצתא ופתוח לכרמלית:",
            "(לד) עומד ליסתר - כגון במקומות שמצויים נכרים שמקלקלים אותם בליל שבת וקרוב לודאי הוא שיקלקלוהו:",
            "(לה) ואם ספק וכו' - אאין עומד לסתור קאי:",
            "(לו) אזלינן לקולא - דמוקמינן ליה אחזקתיה והשתא הוא דנשבר [ב\"י]:",
            "(לז) שנשתתפו בו - ר\"ל שעשו רק שיתופי מבואות ולא עשו עירובי חצרות כל אחד בפני עצמו בחצרו ואעפ\"כ מהני כדקי\"ל לקמן בסימן שפ\"ז דסומכין על שיתוף במקום עירוב:",
            "(לח) הפתוחות לו - ר\"ל שיש פתח או חלון שיכולין לטלטל ולהביא מזו לזו שלא דרך המבוי:",
            "(לט) שאין פתוחות וכו' - ר\"ל אפילו העומדות בצד חצר זו כיון שאין להם פתח או חלון לאותו חצר אסורות דליתא לעירוב גבייהו ולא מצי לאתויי להעירוב דרך המבוי כיון שנשברה הקורה. ודוקא כשנשבר תיקון המבוי בחול אבל נשבר בשבת שרי לטלטל בכל החצרות כיון שהעירוב היה קיים בין השמשות ואפילו מחצר לחצר שרי בין דרך פתחים שביניהם בין דרך חורין דכיון שהותר במקצת שבת הותר לכל השבת וכדלקמן בריש סימן שע\"ד ורק דרך המבוי אסור לטלטל:",
            "(מ) אסורות - דע דאותן חצרות האסורות לטלטל אפילו בבית אחד אסור מחדר לחדר אם בכל חדר דר אדם אחד בפ\"ע ואין לחבירו תפיסת יד בהן כמו שמוכח סי' ש\"ע ס' ב' וג'. וצריך להזהיר ע\"ז במקומות שאין להם תיקון מבואות בעיר דאף בבית אחד לא יטלטלו שני שכנים הדרים בשני חדרים אם לא שעשו עירובי חצרות ביניהם וכן צריך להזהיר במקומות שיש שם לחי או קורה או צוה\"פ ונשבר התיקון באותו מבוי של ביהכ\"נ [שמונח שם העירוב וכה\"ג] אם נשבר בחול שלא יטלטלו שוב בכל המבואות אפילו יש להם תיקון בפ\"ע אא\"כ הוא בענין שיכולין להביא העירוב אצלן מביהכ\"נ. ודע עוד דבמקום שאין עושין תיקון מבואות בעיר צריך ליזהר שלא יעשו עירובי חצרות אא\"כ יש עכ\"פ באותו חצר שני בתים [וכן ה\"ה שני בתים זה נגד זה ופירהויז ביניהם או שני חדרים הפתוחים לבית אחד] או בחצר הסמוכה להם בענין שיכולין להביא העירוב אצלם דרך פתח או חלון בשבת וכתבו האחרונים דבאופן זה שלא עשו תיקון למבואות לא יניחו העירוב בביהכ\"נ כנהוג רק באחד הבתים ואם לא עשו כן אסור לטלטל אפילו בחצר בהכ\"נ על סמך העירוב שמונח בבית הכנסת:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}