{
    "versionTitle": "Hilchos Shabbos #8",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) שהרבה בתים - של אנשים מיוחדים:",
            "(ב) מבתיהם לחצר - וה\"ה מבית לבית בתוך החצר או בתוך המבוי אף שהמבוי מתוקן בלחי וקורה וטעם בכל זה דגזרו שלא להוציא מרשותו לרשות חבירו כדי דלא ליתי לאפוקי מרה\"י לר\"ה ובחצר גופא מותר לטלטל בכולו ואפילו מחצר לחצר נמי מותר דלא גזרו בזה רבנן וכדלקמן בסימן שע\"ב:",
            "(ג) שע\"י כך וכו' - דעיקר דירתו של אדם במקום שפתו שם:",
            "(ד) וכאלו כל החצר - וכמו שהסביר הרמב\"ם וז\"ל שיתערבו במאכל אחד שמניחין אותו מע\"ש כלומר שכולנו מעורבין ואוכל אחד לכולנו ואין כל אחד ממנו חולק רשות מחבירו אלא כשם שיד כולנו שוה במקום זה שנשאר לכולנו כך יד כולנו שוה בכל מקום שאחז כ\"א לעצמו והרי כולנו רשות אחד ובמעשה הזה לא יבואו לטעות ולדמות שמותר להוציא ולהכניס מרה\"י לר\"ה עכ\"ל:",
            "(ה) יושבי אוהלים וכו' - כגון שוכני מדבריות וכדומה:",
            "(ו) או מחנה - מקום חנייה של אנשי חיילות ע\"פ השדה שקורין בלשוננו לאגע\"ר ועיין בה\"ל:",
            "(ז) שהקיפוהו מחיצה - ר\"ל שהיה מחיצה גבוה עשרה טפחים מקפת סביב האוהלים והסוכות:",
            "(ח) אין מטלטלין מאהל לאהל - וה\"ה מאוהל לחצר דהיינו לאותו שטח שהוא בתוך המחיצה:",
            "(ט) עד שיערבו - ומאותו טעם שכתבנו לעיל בס\"א:",
            "(י) אבל שיירא - אורחת אנשים ההולכות דרך מדבר:",
            "(יא) שהקיפוה מחיצה - ויש להם בתוך ההיקף אוהלים לכל אחד בפ\"ע:",
            "(יב) לפי שכולם וכו' - פי' דכיון שאין אותם אוהלים קבועים להם לדירה רק דרך ארעי בשעה שעומדים לפוש מעמידים אוהלים לא מיקרי חילוק דירות וכמו שכולם מעורבים בבית אחד דמי ועיין בבה\"ל. ועיין בביאור הגר\"א שהביא בשם מפרשים שחולקים ע\"ז ודעתם דאוהלים שבשיירא צריכים עירוב ושבמחנה פטורים מעירוב אך שיירא לא מיקרי רק כשהוא פחות מעשרה ומעשרה ולמעלה נכללים בשם מחנה:",
            "(יג) בתים וכו' - ששייכים לאנשים מיוחדים והטעם דלא גרע מיושבי אוהלים וכו' שצריכין עירובי חצרות שאף כאן הבתים קבועים להם לכל משך נסיעתם על הים ועיין במ\"א וא\"ר דדוקא כשיש בה איזה בתים השייכים לישראלים אבל אם אין בספינה רק בית אחד ושארי אנשים שוכנים בספינה עצמה א\"צ עירוב כלל ומותר להוציא מן הבית לספינה ועיין בה\"ל:",
            "(יד) צריכין עירוב - ועי\"ז יהיה מותר לטלטל מבית לבית ומבתים לספינה ובלא עירוב אסור בכל זה אבל בספינה עצמה מותר לטלטל בכולה כמו בחצר. וכן אותם ספינות שאין להם בתים אלא שרויים בספינה הרי הם כשרויים בחצר אחת שמותרים לטלטל בכולה בלי עירוב:",
            "(טו) שיש לספינה מחיצות - של עשרה טפחים ודינה כרשות היחיד:",
            "(טז) ואם וכו' מחיצות - של עשרה טפחים ומודדין מקרקעיתה ואע\"פ שיש איזה טפחים במים:",
            "(יז) אסור לטלטל בספינה - דהויא כרמלית ובאופן זה מותר לטלטל מן הים לתוכה ומתוכה לתוך הים דמותר לטלטל מכרמלית לכרמלית. כתב מ\"א דאם יש בתים בספינה והספינה עצמה אין לה מחיצות של עשרה טפחים אסור להוציא מן הבתים לספינה דמרה\"י לכרמלית קמפיק ועיין בבה\"ל מה שהבאתי עוד בשם מ\"א:",
            "(יח) א\"צ ליתן פת - שהרי אין העירוב אלא שיחשוב כאלו כולן דרין שם והרי הוא דר שם:",
            "(יט) ואין צריך וכו' פרוטה - לאפוקי ממ\"ד בגמרא עירוב משום קנין שבעה\"ב מקנה להם ביתו עבור הפת ולפ\"ז היה צריך שיהא בפת עכ\"פ שוה פרוטה דליחשב ממון קמ\"ל דלאו משום קנין הוא אלא שיתוף דירה בעלמא הוא ומזה הטעם ג\"כ צריך ליתן דוקא פת ולא סגי בד\"א כגון כלי וכי\"ב שאינו מאכל דעיקר דירת אדם הוא במקום פתו כ\"ז מתבאר בש\"ס:",
            "(כ) לאפוקי בית שער וכו' - דאע\"ג שעשויין כעין בתים מ\"מ הואיל והן דריסת הרגל לכל בני החצר לא חשיבי דירה:",
            "(כא) מרפסת - מקום גבוה בחצר ובו מדרגות עולים בהם לעליות וזה המקום גבוה מוקף בבנין ודרין בו:",
            "(כב) ד\"א על ד\"א - דאז הוא ראוי לדירה ואם הוא רחב יותר מד' אלא שהוא קצר בארכו ויש בו לרבע ד' על די יש דיעות בין הפוסקים אי מקרי דירה לפיכך מן הנכון להניח לכתחלה בבית אחר יותר גדול ועיין בה\"ל:",
            "(כג) ואפילו הוא של קטן - פי' שהבית שמניחים בו העירוב הוא של קטן וקמ\"ל דלא תימא דצריך להקנות להם ביתו וקטן לאו בר אקנויי הוא קמ\"ל דלא משום קנין היא אלא משום דירה וע\"כ מותר להניח אפילו בבית קטן:",
            "(כד) רגילים ליתנו תמיד - לאפוקי אם לא הורגלו עדיין לזה הבית אין להקפיד אם משנין לבית אחר:",
            "(כה) אין להם לשנותו וכו' - ואפילו יש להם קצת טעם בדבר אם לא דיש להם טעמא רבא דאז מותרין לשנותו:",
            "(כו) וליתנו בבית אחר - ואפילו מת הבעה\"ב. ואפילו השני נותן מעות לבני החצר להניח בביתו ואפילו הוא ת\"ח והראשון ע\"ה. אם בתחלת הנתינה התנו לשנות מותר לשנות [כנה\"ג] ויש מאחרונים שמפקפקין בזה:",
            "(כז) מפני דרכי שלום - ענין דרכי שלום בכאן הוא משום חשד [גמרא] ופירש\"י הואיל והורגל העירוב בתוך אותו הבית אם באת לשנות את מקומו הנכנסין לאותו הבית ולא יראו שם העירוב יחשדו לבני החצר שמטלטלין בלי עירוב ובתוספות פירשו דחשדא הוא שיחשדו לבעה\"ב זה שגונב פת מן העירוב ולכך הוציאו אותו ממנו לבית אחר ומתוך כך יבוא לידי מחלוקת עמהם ולפירש\"י בודאי יש להחמיר אפילו מכר בית לאחר שלא לשנות מקום העירוב אכן לפירוש התוספות אפשר לומר דעל הלוקח לא יבוא לידי חשד ע\"י הוצאת העירוב מביתו אחרי שמעולם לא היה העירוב בידו והנה כ\"ז בעירוב שדרכו להניח אותו בבית בחנם וככי\"ב אבל דבר שצריכין ליתן מעות לזה יכולין לשנותו ליתן לאחר ואפילו אם להשני צריך ליתן ג\"כ מעות. ובכל גונא אם עברו ונתנו בבית אחר אין מחוייבין להוציא משם ומיהו אם הנותן רוצה לחזור וליתנו במקום שהיה רגיל מתחלה הרשות בידו ומ\"מ צ\"ע למעשה [מ\"א בשם כנה\"ג]:",
            "(כח) ואפילו קטן - והכל מטעם הנ\"ל שאינו משום קנין שיהא צריך בר דעת להקנות ואע\"פ שאין במעשה קטן כלום מ\"מ העירוב נעשה ממילא כשהונח בבית ומ\"מ ע\"י עכו\"ם אסור לקבצו לכתחלה דחשוד לגנוב ולהחליף טוב ברע:",
            "(כט) ונ\"ל הטעם וכו' - ר\"ל אע\"פ שבהכ\"נ אינו ראוי לדירה מפני קדושתו שהרי הדירה הוא מקום האכילה ואסור לאכול בביהכ\"נ אם לא הלומדים שם כמ\"ש בסימן קנ\"א מ\"מ יש לקיים המנהג כמו שמסיים שעירובין שלנו יש להם דין שיתופי מבואות דהיינו שכל החצרות והבתים שבמבוי משתתפין יחד בעירוב זה ושיתופי מבואות א\"צ להניחו כלל בבית דירה רק שיהא במקום המשתמר לבד כמ\"ש בסימן שפ\"ו:",
            "(ל) וא\"צ להניח בבית דירה - ולפ\"ז שאין בהכ\"נ נחשב לבית דירה חשבינן ליה רק כחצר השותפין ומותר לטלטל ממנה לחצר אחרת בלי ע\"ח דכל החצרות רשות אחת כמבואר בסימן שע\"ב:",
            "(לא) בכלי אחד - שהרי עירוב שמו שיהיו מעורבים יחד ואם מניחו בשני כלים נראה שהם מופלגים ומחולקים זה מזה. ונראה לכאורה דדוקא אם כ\"א נותן חלק בעירוב אבל אם אחד מזכה בעד כולם יכול ליתנו בשני כלים אכן מדלא הזכירו הפוסקים ד\"ז משמע דס\"ל דלא פלוג רבנן במלתייהו וצ\"ע:",
            "(לב) נתמלא האחד - ר\"ל שבזה לא היה החילוק לשני כלים ברצונו אכן אם ידע מתחלה שהכלי לא יכיל בתוכו את כל העירוב והיה לו כלי אחר גדול מכלי זה שתוכל להכיל כל העירוב יש מאחרונים שמחמירין דהוי כחולק לכתחלה את העירוב לשנים:",
            "(לג) בבית אחד - דעכ\"פ היו שניהם ברשות אחת אבל לא בשני בתים. ואפילו אם אחד מזכה בהעירוב משלו בשביל כולם ג\"כ יש ליזהר בזה וע\"כ העירוב שמניחין בביהכ\"נ בעד כל העיר יש ליזהר שלא להניחו רק בבית הכנסת אחת ויבחרו לזה הביהכ\"נ היותר גדולה שבעיר [ש\"ת בשם הח\"צ]:",
            "(לד) שלא יקפיד - ג\"כ מטעם דעירוב שמו שיהיו מעורבין ומרוצין בו שלא ימחה אחד בחבירו ויהיה שותפותן נוחה ועריבה:",
            "(לה) שום אחד מהם - וה\"ה כשאחד מזכה לכולם צריך ג\"כ להתרצות כשיבואו מבני החבורה לאכול ממנו שלא להקפיד עליהם:",
            "(לו) שתיקן לצורך השבת - שהרי אם יבקש חבירו ממנו לא יתן לו. ואמנם אם פועל בעצמו בפירוש שאם ירצה אחד מבני העיר ששייכים להעירוב לאכול ממנו שלא יקפיד עליו מסתברא דמותר לערב בו:",
            "(לז) בפרוסה - משום איבה שיבואו לידי מחלוקת שיאמר אני נותן שלימה ואתה פרוסה ואפילו ירצו כולם ליתן פרוסה חיישינן שיחזור הדבר לקלקולו ועיין בפמ\"ג דמסתפק לומר דאפשר דאפילו בדיעבד לא מהני העירוב כשעשאו בפרוסה ואם עשאו מתחלה בשלימה ואח\"כ לשבת אחרת נפחתה ונשתייר ממנה מעט עיין לקמן בסימן שס\"ח ס\"ד ע\"ש:",
            "(לח) כדי חלת - פי' אפילו אינו שלם שרי שהשכנים סוברים שניטל חלה מן הפת:",
            "(לט) ואם נפרסה וכו' - ר\"ל שנפרס מן הככר מעט:",
            "(מ) אם אינו ניכר וכו' - הטעם אע\"ג דבאמת אינה שלמה מ\"מ כיון דאינו ניכר לא יבוא לידי מחלוקת:",
            "(מא) היינו שכל העירוב ביחד וכו' - ר\"ל דבזה ג\"כ מקיים מה שתקנו חז\"ל לע\"ח שיהיה בפת שלם דוקא אבל גם הם מודים דיכול כ\"א ליתן פת שלם ואפילו אם הככר של זה גדול משל חבירו ג\"כ מותר וכן מודים ג\"כ לדעה ראשונה דאין מערבין בפרוסה אפילו אם יתנו כולם פרוסות שוות:",
            "(מב) מכל בית ובית מעט קמח - וה\"ה כשנותנים מעות לקנות בהם קמח ואפילו אם לא נתנו איזה בע\"ב ג\"כ אין קפידא בדבר וכדמסיים לבסוף דכל אחד נותן קמחו לעירוב בשביל כולם:",
            "(מג) וצריך ליזהר וכו' - אשמועינן דאף שמצטרפין יחד להביא פת שלמה למצות עירוב וס\"ד דזה חשוב טפי ולא בעי שיעור קמ\"ל:",
            "(מד) ואע\"פ וכו' - ר\"ל וא\"כ יש בני אדם שאין להם חלק בפת העירוב וא\"כ יאסרו אלו על אלו:",
            "(מה) דלא גרע וכו' ואדעתא דהכי וכו' - ר\"ל אף הכא כשנתן כ\"א מבע\"ב מעט קמח להשמש בשביל כולם נתן ואע\"פ שהנותן עירוב בעד חבירו צריך לזכות לו ע\"י אחר כמו שיתבאר לקמיה בס\"ט מ\"מ כאן כשנותן כ\"א קמחו להשמש לערב בו אנו חושבין כאלו נותנים לו שיזכה בו בשביל כולם ואין השמש צריך לזכות להם ע\"י אחר או ע\"י עצמו בפירוש ויש מי שאומר שאם לא זיכה השמש להם ע\"י אחר או ע\"י עצמו בפירוש אינו עירוב ונכון לחוש לדבריו לכתחלה [ובפרט אם השמש עשהו מקמח שלו בודאי צריך לזכות להקהל ע\"י אחר] וכן נוהגין שהשמש נותן העירוב להרב בערב פסח שיזכה בו בשביל כל הקהל ואם חשכה ליל יו\"ט ראשון ולא זיכה אין לזכות אלא על תנאי דהיינו שיאמר אם היום חול אני מזכהו לכל העיר ואם קודש אין בדברי כלום וכן יאמר למחר בליל יו\"ט שני. וכ\"ז אם היו\"ט היה סמוך לשבת דאם יש ימי חול בינתיים ימתין מלזכות עד ע\"ש ואם שכח גם בע\"ש מלזכות עד שחשכה סומכין על הפוסקים הנ\"ל דס\"ל דמותר לטלטל אף בלי זיכוי כיון שכבר נגבה בשביל כולם [אחרונים]:",
            "(מו) יכול לערב בפרוסה - דלא שייך כאן כלל משום איבה:",
            "(מז) בפת אורז ועדשים - שדרך העולם לאפותו ולאכלו משא\"כ בדוחן ועיין לעיל סימן ר\"ח סקכ\"ה במ\"ב מה הוא אורז ודוחן:",
            "(מח) בשביל כולם - אפילו שלא בפניהם:",
            "(מט) ובלבד שיזכנו להם ע\"י אחר - דעל ידי עצמו אינו יכול לזכות להם שכל זמן שהוא בידו לא יצא מרשותו:",
            "(נ) ע\"י אחר - דהיינו שיאמר לו קבל פת זה וזכה בה לכל בני החצר והוא יחשוב בהגבהתו בשביל כולם ואף שהם לא עשאוהו שליח לזה זכין לאדם שלא בפניו והוי כשלוחם:",
            "(נא) טפח - ואפילו לדעת האומרים בח\"מ סי' קצ\"ח ס\"ד בהג\"ה דהגבהה אינו קונה בפחות מג\"ט הכא בעירוב שהוא מדרבנן הקילו וסגי בהגבהה טפח. כתב הט\"ז דה\"ה אם הניחו להעירוב על ידו התלויה באויר צריך שיגביה ידו טפח ועיין בבה\"ל:",
            "(נב) ולכל מי שיתוסף מיום זה ואילך - דאל\"כ לפעמים שיתוספו עליהם דיורים ויאסרו עליהם עד שיוסיפו עליהם אבל כשמכוין עליהם מתחלה ל\"ל בה דהא שיעור שתי סעודות מהני אפילו לאלף וכדלקמן בסימן שס\"ח:",
            "(נג) וי\"א שאע\"פ וכו' - הלשון מקוצר דמעיקר הדין בודאי אינו כן אלא דבזמנינו יש לסמוך ע\"ז מאחר דאנו נוהגין להניח עירוב על כל השנה מסתמא אנו מכוונין גם על אנשים שמתוספים במשך השנה וכן הוא הלשון באמת בב\"י וכן כונת המחבר בכאן:",
            "(נד) צריך להוסיף מחמתן - דשמא לא אמרו חכמים דשיורו בכל שהוא (כמבואר בסימן שס\"ח) אלא באותן שהיו בתחלת הנחת העירוב וזכו אז אבל אלו שלא היו בתחלת הנחתו לא זכו אז ורק הם זוכין בשעה שיתוספו וכיון דבשעה זו כבר נפחת משיעורו א\"כ א\"א להם לזכות ומטעם זה לא מהני אף אם יתנה בפירוש ולכל מי שיתוספו ואין שום עצה רק שצריך לשמור שיהיה בו תמיד שיעור שתי סעודות:",
            "(נה) ע\"י בנו ובתו הקטנים - מפני שידן כידו וא\"כ לא יצא הדבר מרשותו:",
            "(נו) ולא ע\"י עבדו וכו' - ג\"כ מפני שיד עבד כיד רבו ולא יצא מרשותו עדיין:",
            "(נז) אפילו הם סמוכין - ואע\"ג דבאופן זה מציאתן לאביהן כמבואר בח\"מ סימן ר\"ע זה אינו אלא משום איבה שלא ימנע מהן מזונות אם תהיה מציאתן לעצמן אבל בנידון דידן שהאב רוצה לזכות ע\"י לאחרים שפיר זוכים דכיון דגדולים הם יש להם יד בפ\"ע:",
            "(נח) אפילו הם קטנים - ואע\"ג שאין קטן זוכה לאחרים בכל מקום הכא בעירוב שהוא מדרבנן בעלמא הקילו בעבדו ושפחתו ומ\"מ לא רצו להקל אלא בעבדו ושפחתו אבל לא בבניו הקטנים וכדלעיל משום דידן ממש כידו:",
            "(נט) וע\"י אשתו - דכשנותן לה אחר מתנה ע\"מ שאין לבעלה רשות בה מהני הרי דיש לה יד לזכות לעצמה ה\"ה דיכול לזכות על ידה לאחרים:",
            "(ס) ואפילו אין לה בית - נקט האי לישנא לאפוקי ממ\"ד בגמרא דדוקא היכא דיש לה לעצמה בית בחצרה שאוכלת שם אז אמרינן מיגו דמהני הזכיה בעירוב בשביל ביתה מהני נמי לזכות לאחרים בעירוב בשביל בתיהם:",
            "(סא) ויש אומרים וכו' - סבירא להו דדמיא עירוב לענין מציאה דכל היכא דס\"ל לענין מציאה דאין לו יד בפ\"ע ושייך לאביהן או באשה שמוצאת מציאה ושייך לבעלה ה\"ה לענין עירוב אין להם יד בפ\"ע ועדיין לא יצא מרשותו:",
            "(סב) על ידי בנו ובתו וכו' - ר\"ל לאחר שבגרה דיוצאת לכל דבר לרשותה אפ\"ה כיון שסמוכה על שולחנו ומציאתה לאביה גם לענין עירוב אין לה יד לעצמה:",
            "(סג) כל זמן שלא בגרה - דאז שייך מציאתה לאביה:",
            "(סד) שמעלה לה מזונות - דאז מציאתה לבעלה:",
            "(סה) או שאמר לה צאי וכו' - ומיירי במספקת מעשה ידיה למזונות דאי אין מספקת למזונות אין מציאתה לבעלה:",
            "(סו) ואפילו יש לה בית - ר\"ל ואוכלת שם המזונות שנותן לה בעלה וס\"ד דמיגו דזכיא לעצמה בעירוב זה בשביל ביתה תזכה בעירוב גם לאחרים קמ\"ל דלא והטעם דבאמת לעצמה אין צריכה עירוב כלל דנמשכת אחר בעלה כדלקמן בסימן ש\"ע ס\"ו וליכא מיגו:",
            "(סז) אפילו הוא קטן - כיון דלענין מציאה יש לו יד לזכות לעצמו כשאינו סמוך על שולחן אביו:",
            "(סח) שבגרה ואינה סמוכה - ר\"ל דוקא באופן זה ולא כדעה הראשונה דס\"ל דכשבגרה אפילו בסמוכה מזכה על ידה וכן בע\"י אשתו דוקא היכא שאין מעלה לה מזונות דאז מציאתה לעצמה ולא לבעלה:",
            "(סט) על דברי המיקל בעירוב - ר\"ל בין קטן ואין סמוך על שולחנו או גדול אף שסמוך וכן בע\"י אשתו אע\"פ שמעלה לה מזונות:",
            "(ע) שיש לו אשה וכו' - שעושה הכל ע\"ד עצמו ולא ע\"ד אביו:",
            "(עא) ואינו צריך להודיע - דזכין לאדם שלא בפניו:",
            "(עב) בני חבורה וכו' - אשמועינן בזה שני דברים אחד אע\"ג שלא הניחו לכתחילה לשם עירוב גם דאפילו אותו הפת לא היה מתחלה של כולם כ\"א של בעה\"ב לבד שזימנן לסעוד משלו ולא הקנה להן אותו פת בפירוש אפ\"ה כיון שזימנן לאכול עמו ויכולין לאכול לדעתם הרי הוא כאלו נשתתפו בו עמו ויש להם בו זכות וע\"כ אם הוא קיים עד לאחר בין השמשות סומכין עליו משום עירוב:",
            "(עג) הפת שעל השולחן וכו' - לכאורה בעינן שיהיה אז עדיין אצלם פת אחד שלם וכנ\"ל בסעיף וי\"ו או אפשר כיון דלא הביאו פתם אלא בעה\"ב זימנן לסעוד משלו דינו דומה להא דס\"ז וכן משמע בתו\"ש אבל באמת יש לחלק ביניהם וצ\"ע:",
            "(עד) אבל בחצר לא - דחצר לאו בר דירה הוא:",
            "(עה) וה\"ה אם יש להם וכו' - דין זה הוא זו ואצ\"ל זו ובתו\"ש כתב דקמ\"ל דסומכין עליו בחזקת שהוא קיים אע\"פ שאין יודעין בעצמן משום דמוקמינן ליה אחזקתיה:",
            "(עו) סומכין עליו משום עירוב - ומשום שיתופי מבואות יכולין לסמוך אף כשמונח באחד מן החצרות [גמרא]:",
            "(עז) יכול לערב בעדו - אפילו משל הקטן שלא מדעתו מפני שהוא לו כבן בית שיכול לערב משל בעה\"ב שלא מדעתו כמו שיתבאר בסימן שס\"ז:",
            "(עח) אחר עירובי חצרות - כדי שלא יבואו לטלטל באיסור:",
            "(עט) על מצות עירוב - ואפילו אדם אחר שאינו דר באותה העיר ורוצה לשבות שם בשבת יכול לברך ברכה זו דהא אלו לא עירבו היה גם הוא אסור לטלטל וא\"כ גם הוא שייך להעירוב ועיין מה שכתבנו עוד בזה בבה\"ל. אם מניח עירובי תבשילין וע\"ח בזמן אחד מברך ברכה אחת על שתיהן דהיינו על מצות עירובין. ואומר הנוסח בהדין עירובא על כל אחד ואחד כפי נוסחו ובח\"א כלל ק\"ב כתב שיאמר על מצות עירובי תבשילין ועירובי חצרות ואומר בדין יהא שרא לן לאפויי וכו' ולטלטל מבית לחצר וכו':",
            "(פ) בשעה וכו' - מפני שכל המצות מברך עליהם עובר לעשייתן ולפי מה שכתב הרמ\"א לעיל בס\"ו דהמנהג לקבץ קמח מבתי העיר אין לברך בשעת קיבוץ דהוי עובר דעובר כ\"ז שלא נאפה הפת:",
            "(פא) שמקבץ וכו' - הב\"י והב\"ח כתבו בסימן שצ\"ה דצריך לברך בשעה שמתחיל לקבץ ולא כשנגמר הקיבוץ דאז כבר נגמר המצוה והאחרונים הסכימו דיוכל לכתחלה לברך אחר שכבר נגמר הקיבוץ והטעם משום דס\"ל דאחר שנתקבץ צריך לכתחלה לזכות לכל בני העיר כמו שכתבנו לעיל בסקמ\"ה ומקרי עדיין עובר לעשייתן כשהוא קודם הזיכוי ומ\"מ בדיעבד אפילו כבר זיכה ג\"כ יוכל לברך דעיקר קניית עירוב חל בעת כניסת השבת ומקרי בכל גווני עובר לעשייתן ובפרט אם לא הונח העירוב עדיין במקומו בודאי שייך לברך דלא נגמר עדיין המצוה:",
            "(פב) בשעה שמזכה להם - פי' שמערב משלו ונותן לאחרים ואומר לו שאחר שיברך יגביהנו כדי שיזכה בשביל אנשי העיר ועיין בבה\"ל שהבאנו דהמברך אחר הזיכוי יש לו ג\"כ על מי לסמוך:",
            "(פג) לכל הבתים שבחצר - ולא הזכיר מבוי משום דכאן איירי שלא ניתקן המבואות בעירובין כדין וכל חצר מתקן ע\"ח רק להתיר הטלטול בחצר אבל במקום שניתקן המבואות המנהג שעושין ע\"ח ושיתופי מבואות כחדא כמבואר בסימן שפ\"ז וע\"כ צריך להוסיף בו שריותא דמבוי וזה נוסחו בהדין עירובא יהא שרא לנא לאפוקי ולעיולי מן הבתים לחצר ומחצר לבתים ומבית לבית ומחצר לחצר ומגג לגג ומבתים וחצרות למבוי וממבוי לכל הבתים והחצרות שבעיר הזו לנו ולכל הדרים בעיר הזאת ולכל מי שיתוסף בה. ואם מערב לכל שבתות השנה יסיים לכל שבתות השנה ולכל ימים טובים [אחרונים]:",
            "(פד) ולא ברכו עליו - וה\"ה אפילו אם הנוסח בהדין עירובא ג\"כ לא אמרו עליו כיון שמשותפין בעירוב סגי בזה:",
            ""
        ],
        [
            "(א) אשתו של אדם וכו' - מפני שאשתו כגופו והקילו אפילו כשמיחה בה משום שחששו חז\"ל שמא יתכוין להקניט את הדרים לאסור עליהם:",
            "(ב) מערבת לו - משלו:",
            "(ג) כשאוסר עליהם - החצר אם לא יערב עמהם:",
            "(ד) ברגיל שאוסר וכו' - כדלקמן בסי' שפ\"ו ס\"ט ע\"ש:",
            "(ה) רגיל לערב וכו' שלא לדעתו - היינו אפילו כשמיחה בה והטעם משום דרכי שלום כיון שעד עתה היה דרכו ליתן חלק בעירוב לכן חל העירוב בכל גווני ומותר אח\"כ לטלטל כלים ששבתו בביתו למבוי זה:",
            "(ו) אבל אינה יכולה וכו' - היינו אפילו לבני חצר שאוסר עליהם ורגיל לערב עמהם:",
            "(ז) לזכות משלו וכו' - וממזונותי' יכולה לזכות שהיא שלה:",
            "(ח) שלא בידיעתו - פי' שאין הבעל יודע מזה:",
            "(ט) יכולים בני הבית וכו' שלא בידיעתו - ואם ידעו ממנו שאינו רוצה אע\"פ שלא מיחה בם בפירוש אין יכולים לערב:",
            "(י) לחצר אחד - דזכות היא לו ובודאי לא יקפיד עליהם אבל אם הוא פתוח לשתי חצרות אין יכולים לערב עליו שלא בידיעתו כי איננו זכות לו ודאי כי שמא לא יחפוץ לערב עם חצר זו אלא עם זו אם לא כדמסיים המחבר:",
            "(יא) רגיל לערב וכו' - דמסתמא גם עתה דעתו לזה:",
            "(יב) שלא מדעת אחד מבני הבית וכו' - ר\"ל שלא בידיעת אחד מבני בית דאי היה בידיעתם היה מותר כ\"ז שלא שמעו מבעה\"ב שאינו רוצה בעירוב ועיין בבה\"ל שהבאנו בשם כמה אחרונים שפוסקין דבני החצר יכולין ליקח פתו שלא בידיעתו [כ\"ז שאין יודעין שהוא מוחה בדבר] ואפילו שלא בידיעת ב\"ב:",
            "(יג) אבל אם אומר שאינו רוצה וכו' - אפילו אם אין הבית פתוח אלא לחצר אחד שאוסר עליהם ע\"י מניעתו את העירוב:",
            "(יד) לערב עמהם לא - ואפילו אם אמר כן לאחר שעירבה נתבטל עירובה למפרע:",
            "(טו) בני חצר וכו' - וה\"ה אשתו ומיירי שע\"י מניעתו את העירוב אוסר עליהם:",
            "(טז) אבל היו כופין אותו בב\"ד - ר\"ל אע\"פ שהן בעצמן אין יכולין לעשות דינא לנפשייהו ב\"ד היו כופין אותו שיערב עמהן כדי שלא יאסור עליהן. ודין זה דב\"ד כופין הוא לכו\"ע אף לדעה ראשונה:",
            "(יז) יורדין לנכסיו - ועושין שיתוף:",
            "(יח) וחזר מעירובו - היינו שאמר חוזרני בי מן העירוב ואיני רוצה לערב ולהשתתף עוד עמכם:",
            "(יט) צריך לחזור ולזכות - דבטל עירובו ושיתופו הקודם אף שעדיין הפת מונח במקומו וע\"כ אם ירצה להיות עוד שותף עמהם צריך להשתתף מחדש ועיין בה\"ל:",
            "(כ) הוי עירוב בע\"כ - ר\"ל שאינו יכול לחזור ולבטל עירובו וכדלעיל דהיכא שהוא רגיל לערב עמהם באים בני החצר ונוטלין ממנו בע\"כ וכ\"ש הכא שהפת כבר מונח בידם ואף לדעה הראשונה דס\"ל דבלא דעת אשתו אין בני החצר יכולין ליקח ממנו בע\"כ הכא קילא מפני שהפת כבר מונח תחת ידם:\n"
        ],
        [
            "(א) לחזור ולתקנו - זה מיירי בשבת ראשון ונתקלקל קודם שנכנס השבת דאלו נתקלקל אחר שכבר נכנס השבת א\"צ שום תיקון לשבת זו אפילו כבר כלה ונאבד לגמרי. ולענין שבת שניה אף דאם כבר כלה לגמרי צריך לערב מחדש הלא עכ\"פ בנשתייר אפילו כל שהוא א\"צ שום תיקון כיון דהיה שיעור עירוב בבין השמשות של שבת ראשונה כמ\"ש בס\"ד ומה זה דקאמר בסוף הסעיף ואם לא כלה וכו' אע\"פ שמערב משלהם וכו' אלא ודאי כדכתבנו דנתקלקל קודם שנכנס השבת ראשונה:",
            "(ב) א\"צ להודיע - לשאלם אם יתרצו לזה דמוקמינן אחזקתיה דודאי יתרצו כולם ממין זה כמו שנתרצו מתחלה [לבוש]:",
            "(ג) ממין אחר - כגון שהיה מתחלה פת חטים ועכשיו רוצה לערב מפת שעורים:",
            "(ד) צריך להודיע להם - לשאלם דכיון שכבר כלה המין הראשון הו\"ל כמערב לכתחלה וכתב במאמר מרדכי דדוקא בבית הפתוח לשתי חצרות דלא ידעינן בהי ניחא ליה אבל בפתוח לחצר אחד זכות הוא לו וא\"צ דעתו וכ\"כ שארי אחרונים:",
            "(ה) ואם משלו אינו צריך להודיעם - לפי שבודאי יתרצו שיערב עליהם בכל המינים שירצה כיון שהם אינם נותנים כלום וכבר נתרצו לערב יחד:",
            "(ו) אלא נתמעט - משיעור המפורש לקמן בס\"ג ומיירי שנתמעט קודם שנכנס השבת כמש\"כ בסק\"א:",
            "(ז) א\"צ להודיעם - דבודאי יתרצו להשלים העירוב:",
            "(ח) ניתוספו דיורים וכו' - שלא היו בעת הנחת העירוב:",
            "(ט) אם הבית וכו' - אקדים הקדמה קצרה והוא. קי\"ל דמערבין עירובי חצרות שלא מדעת דזכות הוא וזכין לאדם שלא בפניו ומ\"מ אם יש בחצר בית הפתוח לשתי חצרות אין מערבין בשבילו שלא בידיעתו דשמא אינו חפץ כלל לערב בחצר זו עם אנשים אלו אלא בחצר אחרת וקאמר המחבר דזה הדין שייך ג\"כ בניתוספו דיורין בחצר דהוספה זו ג\"כ כתחלת עירוב הוא וצריך לעשות עירוב דוקא בידיעתם אבל שלא בידיעתם לא ואפילו אם מערב עתה משלו [מ\"א ועו\"ש] ויש מקילין שיכול לערב משלו בכל גווני. ודע עוד דהא דקי\"ל דמערבין ע\"ח שלא לדעת ג\"כ יש דיעות בין הפוסקים יש פוסקים דסברי דדוקא אם מערב משלו ויש פוסקים דסברי דיוכל לערב אפילו משלהם בלא דעתם דמסתמא מתרצים לזה ועיין במש\"כ לעיל בסימן שס\"ז בביאור הלכה:",
            "(י) ואם הם יותר וכו' - ר\"ל דשיעור שמנה עשר גרוגרות הוא שיעור היותר גדול שהוא שיעור שתי סעודות ובשיעור הזה די אפילו לאלף ומה שכתב שיעורו שתי סעודות ר\"ל שיעורו ג\"כ שתי סעודות:",
            "(יא) שהם כששה ביצים - היינו בקליפתן:",
            "(יב) וי\"א שהם כשמונה ביצים - ולכתחלה נכון לנהוג כן ובדיעבד די כששה ביצים:",
            "(יג) מכשיעורו - גרוגרת לכל אחד או שתי סעודות למרובין:",
            "(יד) אחר שנכנס - דאלו נתמעט קודם שקידש עליו היום הו\"ל כתחלת עירוב אף שכבר הניחו לשם עירוב וכדלעיל בריש הסימן:",
            "(טו) כשר - דלא צריכא שיעור אלא בתחלה ובין בע\"ח ובין בשיתופי מבואות:",
            "(טז) אף לשאר וכו' - דאלו לשבת זה כשר אפילו לא נשתייר כלל כיון שהיה העירוב קיים בין השמשות. ועיין במ\"א שכתב דדינא דנשתייר כשר הוא רק בזמן הש\"ס שהיו עושין עירובי חצרות ושיתופי מבואות כ\"א בפני עצמו משא\"כ לדידן דנהגינן לעשות שיתוף ועירוב ביחד וכמבואר בסימן שפ\"ז פסול לשבת שניה אם אין בו שיעור עירוב ועיין בבה\"ל שיש חולקין בזה ולכתחלה בודאי צריך ליזהר להוסיף עד כשיעור:",
            "(יז) שבתות - ואף שקי\"ל לעיל בסימן שס\"ו ס\"ו שאין מערבין בפרוסה היינו כשהיתה פרוסה בשעה שהניחה לשם עירוב משא\"כ הכא שנפרסה אח\"כ לית לן בה ומ\"מ יש מחמירין בשנפרסה קודם בין השמשות כיון שיש שהות עדיין להניח ככר אחר שלם:",
            "(יח) אם נתעפש וכו' - וה\"ה כשהתליע בתולעים קטנים (שקורין מילבין) [אחרונים]:",
            "(יט) ונפסל מלאכול - היינו כשנתעפש כולו:",
            "(כ) מחדש - ואם ראה ד\"ז בשבת ואינו ידוע לו מתי נתעפש אם קודם שבת או בשבת תלינן לקולא ואמרינן דמקרוב נתעפש ובהמ\"ש היה ראוי לאכול וכבסימן שצ\"ד:",
            "(כא) טוב יותר וכו' - והאחרונים כתבו דיותר טוב לערב כל ע\"ש כי רוב פעמים מצה של עירוב מתקלקלת ומתעפשת מאורך הזמן וגם מצוי ליפול בו תולעים [שקורין מילבין] מאורך הזמן ואינה ראויה לאכילה והרי היא כמו שכלתה לגמרי וכנ\"ל והרוצה לעשות עצהיו\"ט יערב משלו בכל ע\"ש ויזכהו לכל הקהל ע\"י אחר ובזה אין חשש אם יתקלקל העירוב שבבהכ\"נ ולא יברך על שלו כיון שיש עירוב בבהכ\"נ ושמא הוא כשר והברכות אין מעכבות:",
            "(כב) ולאכול העירוב כל שבת - משום דהואיל ואיתעביד ביה מצוה חדא יתעבד ביה מצוה אחריתא:",
            ""
        ],
        [
            "(א) אפילו עירב החנוני - ר\"ל ע\"י זיכוי שזיכה להן ע\"י אחרים כדלעיל בסימן שס\"ו ס\"ט:",
            "(ב) וזכה גם לזה - ר\"ל בכלל כל בני החצר ולא פרט שמו בהדיא והטעם דמסתמא לא כוון ליתן לו במתנת חנם כמו לאחרים אלא בשביל מעות שנתן לו ומעות אינן קונות נמצא שאין לו חלק בעירוב:",
            "(ג) ערב לי וכו' - גם בכאן מיירי שזיכה לו הנחתום בכלל עם אחרים וכמו למעלה והטעם דהכא מהני משום דכיון דאמר ערב לי הרי עשאו שליח לערב לו באופן שיועיל והוי כאלו אמר לו בהדיא שיזכה לו במתנת חנם כמו לאחרים:",
            "(ד) אם נתן לו כלי וכו' - דדוקא מעות אינן קונות עד שימשוך החפץ אבל אם מקנה לו כלי הוי חליפין וכיון שזכה זה בכלי זכה זה בפת ששייך להעירוב כמ\"ש בהרבה מקומות:",
            "(ה) וכן אם זיכה לו הנחתום - ר\"ל שפרט שמו בהדיא ולא בסתמא עם אחרים וע\"כ אף דמעות אינן קונות מ\"מ הרי יש לו חלק בעירוב מטעם דזכין לו לאדם שלא בפניו ובזה מיושב דלא יסתור למה שכתב בראש הסעיף דזיכוי לא מהני:",
            "(ו) ע\"י אחר - ויש מאחרונים שחולקין ע\"ז וס\"ל דכיון דנתן מעות אפשר דלא ניחא ליה לקבל בתורת מתנה ובמעות הלא אינו קונה:",
            "(ז) או שקנה וכו' - דנעשה בזה כשלוחו וקנה זה את הלחם ונמצא שיש לו חלק בעירוב:",
            "(ח) מעה לבעה\"ב וכו' - גם בכאן מיירי שמזכה לו בע\"ה בכלל עם אחרים במתנה והטעם דמהני הכא לפי שאין דרך בעה\"ב למכור משלו ולדעת שיקנה לו במעותיו אמר לו וכאלו אמר לו ערב לי שעשאו שליח דמיא וע\"כ אפילו אם לקח מככרו וזיכה לו עם כל אנשי החצר ג\"כ מהני:"
        ],
        [
            "(א) הדר בבית שער וכו' - לא שנא של רבים ולא שנא של יחיד ואע\"פ שיש לו להבית שער ארבע מחיצות וגם הוא מקורה אפ\"ה כיון שעוברים דרך שם אינו חשוב דירה ועיין לקמן בס\"ז:",
            "(ב) ומרפסת - פירושה מבואר לקמן בסימן שע\"ה:",
            "(ג) אינו אוסר וכו' - אם לא נתן חלק בעירוב:",
            "(ד) שאינם חשובים דירה - וה\"ה סוכת החג בחג ג\"כ לא חשיבה דירה לאסור. בית שאין בו ד\"א על ד\"א אינו אוסר דלא חשיבא דירה:",
            "(ה) אבל הדר וכו' - דחשובים דירה ואע\"פ שעשוים מקנים וכיו\"ב ומבואר לקמן בס\"ה דאם אוכל שם אע\"פ שאינו ישן ושוכב שם מקרי דירה דמקום פיתא גורם:",
            "(ו) אוסר - עד שיתן חלקו בעירוב:",
            "(ז) והשאילן וכו' - ודוקא כשהשאילן לזמן מרובה אבל אם השאילן לפי שעה אין אוסר עליו בכל ענין [עבוה\"ק]:",
            "(ח) מחמת כבדן - אף שאין נעשה מוקצה ע\"י הכובד מ\"מ כיון שיש טורח לפנותן אין דרך ליטלן בשבת:",
            "(ט) שאסור לטלטלם אפילו וכו' - דאם היה מותר לטלטלן לצורך גופן ומקומן אפשר שיצטרך בעה\"ב להשתמש בהם בשבת או להוציאן מביתו מחמת איזה סיבה ולא ישאר לו שם תפיסת יד:",
            "(י) שנעשו כולם כאורחים - כיון שלא סילק עצמו מבתים אלו מכל וכל ודוקא כשמונח שם חפציו אבל כ\"ז שאין מונח שם אף שיש לו רשות להניח שם לא מהני:",
            "(יא) אצלו - ומיירי כשיש לו רשות להניח שם ואפילו אין לו רשות להניח בכל הבית רק בפינה אחת אבל אם אין לו רשות לזה כלל רק שהניח לשם בדרך מקרה ואין מקפידין עליו בזה לא נעשו עי\"ז כאורחים אצלו ואוסרין עליו:",
            "(יב) ואם אין הבתים שלו וכו' - ר\"ל דדינא דלעיל מיירי שהבתים שלו בעצם או שהוא שכור או שהוא שאול אצלו והוא השכירן או השאילן לאחר דבזה אמרינן דהוא נעשה כאורח אצלו אבל אם אין הבית שייך לו כלל אלא שניהם הם שכנים בחצר וכל אחד יש לו בית בפ\"ע ואחד יש לו רשות בבית חבירו להניח שם חפציו והניח שם לא נעשה הוא כבעה\"ב עליו והשכנגדו כאורח אצלו:",
            "(יג) דכל זה וכו' - ר\"ל אימתי מועיל תפיסת יד שיש לבעה\"ב בזמן שאין עמהם דיורין אחרים בחצר אלא הוא ואותן האנשים שהשאיל ושהשכיר להן [או אפילו יש עוד דיורים בחצר אלא שאותן דיורין מביאין עירובן ומניחין אותו בבית בעה\"ב זה או באחד מבתים השאולין שיש לבעה\"ב תפיסת יד בהן ואז א\"צ כלל ליתן לעירוב פת לפי שכל בתים אלו הם כבית אחת ובית שהעירוב מונח בו א\"צ ליתן פת] אבל כשיש עוד דיורין אחרים בחצר ומניחים העירוב שלא בבית בע\"ב זה אלא בבתי שארי דיורין דבזה הלא הבעה\"ב בלא\"ה צריך ליתן חלק בעירוב לא מהני בזה תפיסת יד לפטור השוכרים מליתן חלק בעירוב דמיגו דשארי דיורים אסרי אבעה\"ב הנך שדרים בביתו נמי אסרי עליו עד שיתנו חלק בעירוב:",
            "(יד) אחד מן הבירה - היינו חדר אחד מן הבירה:",
            "(טו) אדעתא דהכי - ר\"ל בשעה ששכר מן העכו\"ם לא כיון לשכור בעדו ובעד חבירו:",
            "(טז) אבל וכו' אדעתא דהכי - ר\"ל דמתחלת שכירות כוון לשכור גם בעד חבירו ונתרצה אתו לדור יחדו אשתכח דהאי שוכר מן העכו\"ם שליחותו דחבריה קעביד ושניהם שוין בבית זה:",
            "(יז) ולא מהני - וכנ\"ל בדברי המחבר דאם אין הבתים שלו וכו':",
            "(יח) ששבתו בטרקלין - ר\"ל שדירתם בטרקלין:",
            "(יט) אלא שנים הפנימים - דאף דהשני הוא ג\"כ בית שער לראשון שהראשון עובר דרך עליו מ\"מ לא מקרי בית שער לפטרו מן העירוב דבית שער דיחיד [דהיינו שרק יחיד עובר דרך עליו] לא מקרי בית שער כדלקמן בס\"ז וע\"כ כל אחד ואחד מהן חייב בעירוב ומיירי באופן שהמחיצות שביניהן מגיעות לתקרה ואי אין המחיצות מגיעות לתקרה נחשבין שנים כבית אחד ואין צריכין ליתן רק עירוב אחד בין שניהן אם יש עמהן עוד דיורין בחצר:",
            "(כ) ואם היה לכ\"א - ר\"ל שאינם עוברים זה ע\"ז רק שיש לכ\"א מחדרו פתח פתוח לחצר:",
            "(כא) או שאין עוברין וכו' - ר\"ל דהמחבר צייר אינם עוברים בגווני שהיה לכ\"א מחדרו פתח לחצר והרמ\"א מוסיף דאפילו כל הפתחים לא היו פתוחים לחצר אלא שהיו פתוחים כ\"א בפני עצמו להבית שער שהיה נגד כל החדרים ובבית שער היה פתח אחד שממנו יוצאים לחצר ואשמעינן דלא תימא כיון שכולם יוצאים לחצר דרך פתח אחד דהיינו פתח של בית שער מקרי מחוברים כולם וכעוברים זה ע\"ז דמי קמ\"ל דלא משגחינן בזה כיון שאינם עוברים זה על זה. ולפ\"ז בבתים שלנו שדרים כמה שכנים בבית וכ\"א בחדרים מיוחדים אע\"פ שעוברים לחוץ דרך הבית שלפניהם שהוא להם כבית שער מ\"מ חייבים כולם בעירוב ולפיכך אם נתקלקל העירוב של עיר אסורים לטלטל כ\"א מחדרו לחדר חבירו [אם לא שיש לבעה\"ב תפיסת יד בחדריהם כגון דברים שאינם ניטלין וכו' וכדעיל בס\"ב שאז נחשב כאלו כל הבית והחדרים שלו והם רק כאורחים אצלו וא\"צ לעירוב] ולענין טלטול מחדר לבית עיין לקמן בסעיף זיי\"ן ועיין בבה\"ט ובבה\"ל מה שכתבנו בזה:",
            "(כב) בתוך ג\"ט - דהוי לבוד וכסתום עד למעלה דמי:",
            "(כג) של יריעות - אכן באופן שקשורות היטב מלמטה שלא ינידם הרוח וכדלעיל בסי' שס\"ב ס\"א [אחרונים]:",
            "(כד) צריך כל אחת ואחת וכו' - דכיון דאסרו הנך דיורין שבחצר אם לא עירבו אסרי נמי הנך שבטרקלין כיון שהמחיצות שבהן מחולקות אף שהן מחיצות גרועות:",
            "(כה) אין צריכין וכו' - ומיירי במחיצות עראי כעין מחיצות של יריעות דאלו חלקוהו במחיצות גמורות כגון של נסרים וכדומה בוודאי אין נ\"מ בין עירוב בא אצלן וכו' ובין יש דיורין אחרים בחצר או אין דיורין דבכולהו צריכין ליתן חלק בעירוב וכדמסיים המחבר בסוף אם היו דיורין בעליות ממש וכו':",
            "(כו) שכולם דרין בבית זה - היינו אף שהעירוב מונח בחדר אחד דמי כמאן שהעירוב היה מונח אצל כולם דהתקרה מחברן לבית אחד כיון שתחתיו הם מחיצות גרועות:",
            "(כז) במחיצות שאין נוגעות לתקרה - אפי' הם מחיצות קבועות של נסרים ואבנים ואפילו גבוהות יותר מעשרה:",
            "(כח) די בעירוב א' וכו' - דכבית אחד דמי:",
            "(כט) עשו מחיצות - המגיעות לתקרה:",
            "(ל) הם כמשותפין - פי' ואז כולם נותנין עירוב א':",
            "(לא) בעליות ממש - כבר כתבנו דה\"ה כשנתחלקו החבורות ע\"י מחיצות קבועות כגון של נסרים וכדומה כיון שהם מגיעות לתקרה:",
            "(לב) צריכה כל חבורה וכו' - ואפי' כשאין דיורין אחרים בחצר צריכין לעשות עירובי חצרות:",
            "(לג) אבל מי שיש לו וכו' - הטעם כיון שכולם משתמשין בשל בעה\"ב באפיה ובישול ובכל דבר חשיבי כולהו כאלו אוכלים וישנים במקום אחד ואע\"פ שיש להם פתח לצד חצר נקראים ע\"ש בע\"ה ועוד דאין משאיל להם רשותו לאסור עליו. וכ\"ז בשהיה שאול להם אבל אם היה מקום החדרים קנוי או מושכר להם או אפילו בשאול רק שמשתמשין כל אחד בפ\"ע בחדרו אוסרין דדוקא בצירוף שני הטעמים ביחד מקילינן. וכ\"ז בשלא היה לבעה\"ב אצלם תפיסת יד דאל\"ה מותר בכל גווני וכנ\"ל בס\"ב:",
            "(לד) פתח פתוח לחצר - והו\"א דיכול לאסור על בני החצר כשלא עירבו:",
            "(לה) אינם אוסרים - על אנשי החצר ולא זה על זה:",
            "(לו) אוכלים על שלחן אחד - אע\"פ שכל אחד אוכל משלו [ב\"י]:",
            "(לז) יש לו בית בפ\"ע - ללינה ולשאר תשמישין וכדלקמיה:",
            "(לח) עירוב אחד לכולן - ואיזה מהם שירצה יכול ליתן הפת וא\"צ לזכות דשליחותא דכולהו קעביד:",
            "(לט) וכן וכו' - כ\"א על שולחנו. הרמ\"א הוסיף דלאו דוקא על שולחן אחד דה\"ה על שולחנות מיוחדות הואיל שהם בבית אחת:",
            "(מ) הוי כחמשה ששבתו בטרקלין - וע\"כ אפילו היתה שם מחיצה אלא שאין מגיע לתקרה או לסמוך לה בתוך ג\"ט הוי כאלו אינה [כן איתא בב\"י]:",
            "(מא) בקביעות - דאין פורסין אותה אלא כשעושה דבר צניעות:",
            "(מב) וישן במקום אחר - ר\"ל בחצר אחר:",
            "(מג) אינם אוסרים - פי' לא במקום השינה כשלא עירבו עם שאר אנשי החצר ולא במקום האכילה שהם נגררים אחר אביהן ויוצאים בעירובו:",
            "(מד) פרס - פי' שהם מקבלים הוצאה מבית אביהן ואין חילוק בין כשמקבלים לחם או מעות [אחרונים]:",
            "(מה) אוסרים - על אחרים וה\"ה זה ע\"ז כשלא עירבו ואפילו הם דרים בחצר אחת עם אביהם הואיל ואינם אוכלים על שולחנו ממש:",
            "(מו) וה\"מ כשנותנין וכו' - פי' אימתי אמרינן שקבלת פרס אינו מועיל כשחוץ מן האחין ואביהן היו עוד דיורין בחצר והוזקקו לעירוב והניחו אותו אצל אחד מהדיורין דאז אמרינן כשם ששארי דיורין אסרי זה ע\"ז אם לא היו מערבין אינהו נמי אסרי אהדדי אבל כשאין עמהם דיורין אחרים בחצר הם בעצמן אין מזקיקין לעירוב [דהואיל שמקבלין עכ\"פ פרס מאביהן האב מחברן ומצרפן להיות כאיש אחד] וכן כשנתנו בני החצר עירובן אצל אחד מהאחין אמרינן הואיל דהוא פטור מליתן חלק בעירוב משום בית שמניחין בו עירוב גם שאר אחיו נמי פטורין ומטעם הנ\"ל:",
            "(מז) באחד מבתים אלו - ר\"ל או אצל אב או אצל אחין:",
            "(מח) חמשה נשים וכו' - דהם נמי נמשכין אחר בעליהן ואדוניהן:",
            "(מט) עבדים - וה\"ה משרתים:",
            "(נ) אם אין וכו' - וכמו אצל אחין בס\"ה. ודוקא בכל אלו מועיל פרס לפי שהן נמשכין אחריהן אבל באדם דעלמא המקבל פרס מחבירו אין מועיל כלל:",
            "(נא) צריכין ליתן בעירוב - שהם לבדם תורת בית עליהם ואוסרים לטלטל בחצר וכן לטלטל מזה לזה וכן מהם לבתים שלפניהם ואע\"ג דהשני הוי בית שער לפנימי שעובר דרך עליו לא מתבטל מתורת בית עי\"ז כיון דהוי רק בית שער ליחיד:",
            "(נב) שחשובים כולם וכו' - שכל אחד מהם הוא בית שער לכל הפנימים ממנו ואינו חשיב דירה כיון שרבים עוברים עליו ולפ\"ז בבית שיש בתוכו שני חדרים ומושכרים לשני בני אדם ובבית שלפני החדרים דר בו בעה\"ב בעצמו ועוברים דרך עליו הם בעצמם חייבים ליתן בעירוב ובעה\"ב בעצמו פטור שהוא כבית שער להם:",
            "(נג) המתארח בחצר - אפילו היה הדירה בשכירות:",
            "(נד) בבית בפני עצמו - שאוכל וישן שם ונקט בפ\"ע דאם היה ביחד עם בעה\"ב אפילו בקבע אינו אוסר כשלא עירב:",
            "(נה) אלא לשלושים יום - וביותר משלשים אפילו אם היה רק בשאילה לבד תו מקרי קבע ויצא מכלל אורח ואוסר. ומסתברא דאם קבע עצמו לכתחלה יותר משלשים אוסר מיד. כתב הט\"ז דביותר משלשים דאסרינן דוקא במתארח במקום שאין קהל אבל במקום שיש קהל ועושין ע\"ח בע\"פ כדרכנו אז פטור גם בזה כי לב ב\"ד מתנה על כל הדיורים שיתוספו וכמו שמבואר בסימן שס\"ו ס\"ט עי\"ש. ומ\"מ טוב במקום שיש ירידים שרגילין לבוא אורחין ולהשתהות שם יותר משלשים יום שיתנו הקהל בפירוש בשעה שעושין העירוב דהוא לכל מי שיתוסף בעיר הזאת:",
            "(נו) אינו אוסר וכו' - י\"א שאפילו רגיל לבוא שם כמה פעמים להתארח ויש מי שמחמיר בזה וכמו לענין עכו\"ם בסי' שפ\"ד ס\"א עי\"ש:",
            "(נז) ואפילו אם האורחים רבים וכו' - נמי בטלים לגבי בעה\"ב ונעשים כאנשי ביתו:",
            "(נח) אבל אורחים ביחד - ר\"ל שלא היו שם רק אורחים בחצר ומיירי בשיש לכל אחד חדר מיוחד לאכילה כמ\"ש ס\"ג:",
            "(נט) אוסרים וכו' - דכיון דליכא כאן קבוע שיהיו נטפלים לגביה הוו כשאר בע\"ב ומיירי בשאותו חצר היה חצר יחידי אבל כשנתארחו בעיר ויש שם עוד חצרות של ישראל והעיר עשויה בתיקון מבואות כדין בטילי הני אורחים לגבי שאר בע\"ב קבועים שבעיר דעיר שעשויה בתיקון מבואות כדין היא חשובה כולה כחצר אחת וכנ\"ל:",
            "(ס) זה על זה - ואם הוא במקום עכו\"ם צריכים לשכור גם רשותו [מ\"א]:",
            "(סא) מיד - היינו אפילו אם שבתו רק שבת אחת [אחרונים]:",
            ""
        ],
        [
            "(א) אחד מבני חצר וכו' - והטעם דדירה בלא בעלים לא שמה דירה ואינה אוסרת בחצר אף שלא נתנה חלק בעירוב:",
            "(ב) שהניח ביתו והלך וכו' - מיירי שהלך עם כל ב\"ב משם ומבעוד יום ויש מקילין אפילו כשהלך בשבת אם לא חזר בו ביום:",
            "(ג) אוסר עליהם - אפילו עירבו ביניהם:",
            "(ד) אם רחוק יותר וכו' - ואע\"ג דברחוק נמי איכא למיחש שהלך בחול עד סמוך לכאן ויבוא בשבת מ\"מ לא חיישינן להכי:",
            "(ה) שגם עכו\"ם וכו' - עיין בט\"ז שכתב דאם העכו\"ם רגיל לחזור לביתו באותו יום אסור לכו\"ע וכאן מיירי דהלך לדעת לשבות שם כל היום:",
            "(ו) בחצר אחרת - עיין בה\"ל שביארנו בשם כמה פוסקים דאין להקל כ\"א בעיר אחרת ולא בחצר אחרת:",
            "(ז) אינו אוסר - כמו בישראל שהלך לשבות במקום אחר והסיח לבו מדירתו שחשבינן כאלו אינו דר שם באותו שבת:",
            "(ח) אינו אוסר - דכיון דבעת שהלך לא היה דעתו לחזור בשבת א\"כ כבר הסיח דירתו מלב והו\"ל שבת שהותרה ושוב לא תאסר אבל גבי עכו\"ם קי\"ל דאם בא בשבת אוסר דלא שייך גבי עכו\"ם לומר שכבר הסיח דעתו שזה אינו אלא בישראל שבמקום ששובת בכניסת שבת שהוא לו יום מנוחה מסתמא דעתו אז שלא לעקור ומה שבא אח\"כ רוח אחרת היתה לו משא\"כ גבי עכו\"ם כשבא הוכיח סופו על תחלתו ואמרינן שכבר בבין השמשות היה דעתו לבוא ואף אם יאמר שהסיח דעתו מתחלה לא מפיו אנו חיין:",
            "(ט) אחד מן השוק וכו' - מיירי בשלא עירב על הבית שיש לו בחצר וה\"ה אם היה דר בחצר ולא עירב אלא דנקט אחד מן השוק דסתמא דמלתא כן הוא דכשהוא דר בשוק אינו מערב על הבית שיש לו בחצר:",
            "(י) אין הזוכה אוסר - בין שנכנס לדור בה או לא:",
            "(יא) שהעירוב וכו' - אפילו אם עירב על ביתו קודם שמת מורישו שהעיקר קניית העירוב בין השמשות ואז כבר היה הבית שלו:",
            "(יב) אוסר - אפילו אם לא בא היורש לדור באותו בית מ\"מ מקרי דירה בבעלים כיון שהוא דר באותה חצר:",
            "(יג) אע\"פ שעירב וכו' - על ביתו שיש לו בחצר זו:",
            "(יד) אינו מועיל וכו' - כיון דבעת ביה\"ש שהוא אז זמן קניית העירוב לא היה הבית שלו אין חל העירוב על בית זה:",
            "(טו) אחד מן החצר וכו' - וה\"ה אם היה המוריש אחד מן השוק תלוי ג\"כ בעירב ולא עירב אלא סתמא דמלתא כשהוא דר בשוק אינו מערב על הבית שיש לו בחצר להכי נקט המחבר אחד מן החצר שמת וכו':",
            "(טז) שמת בשבת - ר\"ל ולא הניח ב\"ב בבית וא\"כ כיון שמת בטל העירוב וירשו אחד מן השוק ובא לדור שם בשבת והוא הלא לא הניח עירוב מבע\"י אפ\"ה אינו אוסר על בני החצר דכיון שהותר ביהש\"מ בעירוב המוריש הותר לכל השבת:",
            "(יז) ואם לא עירב - ג\"ז מיירי שאין לו ב\"ב שם:",
            "(יח) אינו אוסר - אף דנאסר בתחלת השבת מחמת המוריש שלא עירב עם בני החצר מ\"מ כשמת ונשאר הבית בלא דיורין לא חשיבא לאסור:",
            "(יט) אוסר - כיון דיש עתה בעלים לדירה אוסר על בני החצר עד שיבטל רשותו וכדלקמן בסי' ש\"פ:",
            "(כ) אע\"פ שלא עירב המוריש - שבני ביתו של אדם מערבין לו שלא מדעתו:",
            "(כא) ואם וכו' עם המוריש - אף דגם עתה לא בא לדור בבית שירש מ\"מ כיון דיש לו בית באותו חצר שדר בו וראוי לו להשתמש גם באותו בית שירש חשבינן כאלו נכנס לדור בו והוי דירה בבעלים:",
            "(כב) אע\"פ שעירב היורש - לאותו בית שדר בו:",
            "(כג) ואם מבע\"י מת - כאן לא חילק בין עירב ללא עירב דאפילו עירב כיון שמת מבע\"י בטל עירובו והוי כלא עירב:",
            "(כד) וירשו אחד מן השוק - דאלו אם ירשו אחד מבני החצר חל העירוב שמניח בשביל ביתו שדר בו גם על בית זה:",
            "(כה) והוא שבא וכו' - לדור בה והו\"ל דירה בבעלים והוא הלא לא עירב:",
            "(כו) ישראל וגר שהיו דרים וכו' - מיירי כשעירבו ביחד ולכך אינו אוסר אלא כשמת הגר מבע\"י שבטל העירוב שלו:",
            "(כז) והחזיק ישראל אחר בנכסיו - דאלו החזיק אותו ישראל הדר שם בכל גווני מותר דהרי הוא נשאר יחיד בחצרו וה\"ה כשלא החזיק אדם כלל בחצר זה בשבת זו דמותר דהרי אין לה בעלים:",
            "(כח) אפילו לא החזיק וכו' - ר\"ל אע\"פ שבכניסת השבת כ\"ז שלא נכנס ישראל זה בביתו של גר היתה דירה בלא בעלים ולא היתה אוסרת אפ\"ה אין אומרים בה שבת כיון שהותרה הותרה הואיל והיתה ראויה להחזיק בה מבעוד יום והיה ההיתר תלוי ועומד שלא היה ברור שתהא מותרת כל השבת:",
            "(כט) עד שחשיכה - ר\"ל ונכנס ג\"כ לדור בה:",
            "(ל) כשאר יורש - ר\"ל דחשבינן הזוכה בנכסי הגר כיורש בנכסי אביו דמהני כשמבטל רשות כדאיתא בסימן שפ\"א ס\"ו עי\"ש:",
            "(לא) משחשיכה אין המחזיק אוסר וכו' - ר\"ל כיון שבכניסת השבת היה מותר מחמת עירובו של גר אף דכשמת בטל עירובו אמרינן כיון שהותרה הותרה:",
            "(לב) אע\"פ שאינו יכול וכו' - וסד\"א דנחשב כאלו מת והו\"ל דירה בלא בעלים קמ\"ל דכל זמן שהוא חי הרי הוא כחי לכל דבריו:",
            "(לג) ויערבו עליו - כתב מ\"א דאם מת בשבת אוסר כיון שאין העירוב ראוי להתקיים כל השבת דרוב גוססין למיתה עכ\"ל והנה אם היה דר עמו אחד באותו בית פשיטא דאינו מתבטל העירוב ואם ירשו אחד מן השוק ואינו בא לדור שם בשבת ונשאר הבית בלא בעלים לאותו שבת ג\"כ פשיטא דמותר כדלעיל בריש סעיף ד' אך המ\"א מיירי שירשו אחד מן השוק ובא לדור שם בשבת או שירשו אחד מבני החצר שדר בבית אחר והטעם בכ\"ז דהעירוב שהונח בעד הגוסס הרי לא היה ראוי להתקיים כל השבת דהרי חזינן שמת בשבת ולא שייך בזה לומר הואיל והותר הותר. ולפ\"ז לכאורה אף אם אחד עירב באותו ע\"ש בעד כל החצר וממילא גם הגוסס בכלל ואח\"כ מת הגוסס באותה שבת ג\"כ חלק העירוב שנתנו בעד זה הגוסס מתבטל אכן אם העירוב הונח בשבת העבר וא\"כ חל העירוב פ\"א אף שבשבת זו כשנעשה גוסס היה עומד להתבטל אעפ\"כ שייך בזה לומר כיון שהותרה הותרה וכדלקמן בסימן שע\"ד ס\"א ע\"ש ועיין בבה\"ל מה שכתבנו בשם עצי האלמוגים:",
            "(לד) וכן קטן אוסר - עד שיערבו עליו [רמב\"ם]:",
            ""
        ],
        [
            "(א) גגין - היינו על הגג שאין עוד קירוי למעלה [דאלו על התקרה שהוא תחת הגג בכלל עלית הבית הוא וכבית דמיא] וגגין שלהן חלקין היו וראויין להשתמש עליהן, ומיירי כשלא היו בולטות חוץ למחיצת הבית ואם היו בולטות עיין לעיל בסימן שמ\"ה סט\"ז:",
            "(ב) וקרפיפות - עיין לעיל בסימן שמ\"ו ס\"ג:",
            "(ג) רשות אחד הן - דכל אלו אין תשמישן מיוחד ותדיר לפיכך אין בהם חילוק רשות ומותר לטלטל מאחד לחבירו בלי עירובי חצרות וכ\"ש שמותר לטלטל בגגין או בחצרות גופא מאחד לחבירו וכן מותר לטלטל בכל החצר [או בכל הגג] אף שלא עירבו הדיורין יחד ולא הצריכו חכמים ע\"ח אלא משום שיהיה מותר להוציא לתוכה כלי הבית ששבתו בבית מבעוד יום וכן מחצר לבית:",
            "(ד) ששבתו בתוכן - היינו שהיו מונחים שם מבעוד יום ולאפוקי כששבתו בתוך הבית:",
            "(ה) ולא עירבו יחד - היינו החצרות בהדי הדדי או הגגין והחצרות דאלו בחצר גופא יותר רבותא הוא כשעירבו בהדדי כמו שמסיים לבסוף:",
            "(ו) או לגג - של חבירו:",
            "(ז) שביניהם - שבין שתי חצרות ומבואר היטב לקמן בס\"ו:",
            "(ח) אפילו גבוה וכו' - ולא אמרינן שעי\"ז יתחלק לשתי רשויות:",
            "(ט) ומהגג לקרפף - וה\"ה מחצר לקרפף:",
            "(י) שאינו יותר מסאתים - דאלו אם היה יותר מסאתים בכלל כרמלית הוא כיון שלא הוקף לדירה ואסור להוציא מרה\"י אליו וכמבואר לעיל בסימן שנ\"ח:",
            "(יא) או למבוי וכו' - ר\"ל שמותר להוציא לו מחצרות וגגין וקרפיפות כלים ששבתו בתוכן והטעם דגם מבוי אין תשמישו מיוחד ותדיר לפיכך הוא רשות אחד עמהן ולא הצריכו שיתופי מבואות אלא לכלים ששבתו בתוך הבית שיהיה מותר להוציא למבוי:",
            "(יב) אפילו לא עירבו בו - ר\"ל שלא נשתתפו החצרות יחד:",
            "(יג) ואע\"פ שעירבו וכו' - ר\"ל ולא מיבעי אם לא עירבו בני חצר לעצמן דאז אין מצוי בחצר כלי הבית כלל דהלא אסור להוציאן שם בודאי מותר לטלטל מחצר לחצר כלים ששבתו בתוכן דהא לא שייך למיגזר אטו כלי הבית:",
            "(יד) לחצר אחרת - וה\"ה לגג וקרפף וכנ\"ל:",
            "(טו) ולא חיישינן כו' - דהוי גזירה לגזירה:",
            "(טז) שמא יטלטל גם כלים וכו' - מזה מבואר דכלים ששבתו בבית אף שבאו בהיתר לחצר זה מפני שעירבו בה אעפ\"כ אסור להוליכן לחצר אחרת שלא עירבו עמהן וה\"ה אם הוציא מבתי החצר להחצר שלא עירבו בה והוציאן שם דרך היתר כגון דרך מלבוש ופשטן שם ג\"כ אסור לחזור ולהוציא משם לחצר אחרת אכן אינו מבואר בהדיא מה דין כלים אלו בטלטול חצר זה עצמו אם מותר או לא ועיין בבה\"ל שביארנו שיש בזה מחלוקת הפוסקים ועכ\"פ אם הביא משקין ע\"י נכרי לבית אחר שלא עירב עמה כיון שבית רשות יחיד הוא מותר לישראל לטלטל המשקין אח\"כ בכל הבית לכו\"ע:",
            "(יז) ואסור לטלטל ממנו וכו' - וה\"ה דבתוכו אסור לטלטל רק בתוך ד\"א כמבואר לעיל בסי' שמ\"ו ס\"ג:",
            "(יח) לקרפף אחר - ר\"ל קרפף שהוא כמוהו שמחזיק יותר מב\"ס ולא הוקף לדירה דאלו אם אינו מחזיק רק בית סאתים או שהוא מחזיק יותר מב\"ס והוקף לדירה רה\"י גמור הוא ואסור להכניס ולהוציא אליו כלל מקרפף זה שהוא כרמלית [אחרונים]:",
            "(יט) כ\"א שתי אמות וכו' - דמכרמלית לכרמלית מותר וכדלעיל בסימן שמ\"ו ס\"ג. וכ\"ז בכלים ששבתו בתוכן דאלו כלים ששבתו בתוך הבית והובאו לקרפף ע\"י עכו\"ם וכה\"ג אסור להוציאן לקרפף אחר:",
            "(כ) יוליכנו אחד וכו' - דכיון שכבר עירבו יחד הרי הם כאיש אחד:",
            "(כא) וכולם מותרים - משום דשליחותייהו קעביד כיון שכבר עירבו ביחד:",
            "(כב) תחלה - דאל\"כ הא בעת שהוליך פת שלו עדיין לא היה מעורב עמהם ואף שאח\"כ עירבו יחד לא חל העירוב למפרע מיהו נראה דאם אחר שעירבו בני חצירו חזר וסמך בהדיא על אותו פת שהוליך קודם לעירובן ודאי מהני דהא קניית העירוב הוא בין השמשות ודי בזה דלא גרע מבני חבורה שסמכו על הפת שעל השולחן [כמ\"ש סימן שס\"ו סי\"א] ואע\"פ שאין עושים כלום וה\"ה הכא נמי מהני אף בפת שלו דכיון שעירבו כבר הוי עתה שליח דכולהו כשחזר וסמך בהדיא על אותו פת בשביל כולם:",
            "(כג) שאין צריכים לערב - דהתם נמי אמרינן דכולהו כחד חשיבי ואחד מוליך הפת משלו וכולם מותרים:",
            "(כד) סי' ש\"ע - סעיף ד' וה' ע\"ש:",
            "(כה) והוא שעירבו וכו' - ר\"ל שגם בני החצר השניה עירבו מקודם לעצמם דאל\"ה אינו מועיל מה שמוליכין העירוב אצלם דלא עדיפי מבני בחצר גופא שאסורים לטלטל בחצרן:",
            "(כו) מתירן - דעל ידו נתערבו בני חצר זו יחד וע\"י הבאת הפת מחצר שאצלה נעשו מעורבין שתי החצרות יחד ומותרין גם הם לטלטל כלים ששבתו בבתיהם לחצר שאצלן וכתב בפרישה דצריכין להניח שתי העירובין ביחד:",
            "(כז) אין שתי חצרות וכו' - וכ\"ז מיירי כשלא נשתתפו החצרות יחד במבוי אבל אם נשתתפו החצרות יחד במבוי נעשו הכל כחצר אחד ומותרים לטלטל מזה לזה אפילו לא היה רק חור קטן ביניהם:",
            "(כח) יכולות לערב יחד - ר\"ל לענין שיהא מותר לטלטל אפילו כלי הבית מזה לזה וכנ\"ל:",
            "(כט) פתח ביניהם או חלון - ואז מותר לטלטל אפי' דרך פתחים קטנים או חור שביניהם או ע\"י גב הכותל למעלה דשניהם כאחד חשיבי:",
            "(ל) ד' טפחים על ד' טפחים - ואפילו הפתח והחלון ארוך הרבה צריך שיהיה גם ברחבו ד' דלא חשיב פתחא בפחות מד' דלא חזי להכניס ולהוציא בו כיון שהוא צר וכמאן דליתא דמיא. ואם החלון עגול אם יש בו כדי לרבע בו ארבעה טפחים על ארבעה טפחים הרי הוא כמרובע:",
            "(לא) ויהיה קצתו וכו' - ואם החלון עגול אינו מספיק במה שיהיה קצה העיגול למטה בתוך עשרה אלא צריך לצמצם שמקום שמתחיל החלון להיות ד' טפחים יהיה קצתו בתוך עשרה טפחים לארץ:",
            "(לב) בתוך י' טפחים - דאם כל החלון או הפתח למעלה מי\"ט אינו מועיל כלום כיון שיש תחתיו מחיצה גמורה החולקת בין החצרות וא\"א להם לערב יחד:",
            "(לג) שבין שני בתים - ומיירי שלא שיעור בהחצר אשר הבתים פתוחים לו דאי עירבו כל הבתים אשר בחצר רשות אחד הוא ממילא ואפילו דרך חלון שאין בו שיעור פתח או דרך חורים נמי יכולים לטלטל:",
            "(לד) למעלה מעשרה - לפי שהבית כיון שהוא מקורה הרי הוא כמלא והרי זה כאלו אין החלון גבוה י\"ט כיון שהבית כולו ממולא:",
            "(לה) וה\"ה לארובה - דדינה כדין חלון:",
            "(לו) ואפילו אין שם וכו' - ג\"כ יכולין להתאחד הבית והעליה ע\"י עירוב:",
            "(לז) ומ\"מ בעינן וכו' - אחלון וארובה קאי:",
            "(לח) ארבעה על ארבעה - ואם יש לו דרך על התחתון מלבד הארובה אז אף שאין בארובה דע\"ד מערב דרך הפתח ויכול לטלטל אף דרך חור:",
            "(לט) סריגה לפני החלון - שקורין גראטע\"ס בל\"א והטעם שצריך שיהא החלל ד\"ט במקום אחד ואין הנקבים מצטרפין לזה וה\"ה לענין ארובה:",
            "(מ) אין לטלטל - ר\"ל אע\"ג דכלים ששבתו בבית אמצעי מותר לטלטל לשתי החצרות וכן מהבתים שבשתי החצרות אליו מ\"מ מהבתים שבחצר זה לחצר זה ע\"י בית האמצעי אסור דהא החצרות לא עירבו בהדדי. ודוקא שהעירובין שעשו לא היה מונח בבית האמצעי כ\"א בשארי בתים שבחצרות אבל אם הניחו שתי העירובין בבית האמצעי נעשו עי\"ז משותפין הכל יחד ומותר לטלטל גם מחצר זה לחצר זה וכעין ההיא דלקמן בסימן שע\"ח ס\"א עי\"ש [מחה\"ש]:",
            "(מא) היה בין שתי חצרות כותל וכו' - ובזה אין נ\"מ אם הכותל רחב ד' או לא דאפילו מחיצה דקה מפסקת בין החצרות כיון שגבוה עשרה:",
            "(מב) גבוה י\"ט - דפחות מזה לא חשיב הפסק והוי כחצר אחד ומערבין אחד ואין מערבין שנים:",
            "(מג) ועשה עליו וכו' - דקי\"ל דהמחיצה מצטרף להתל להשלימן לעשרה:",
            "(מד) אין יכולים וכו' - וה\"ה כשגבוה מחבירו עשרה בלא מחיצה:",
            "(מה) יכולים להורידם לחצרות - כדקי\"ל בראש הסימן דגגין וחצרות רשות אחת הן וראש זה הכותל לא עדיף מגג ודוקא לחצרות אבל לא לבתים אם הוא רחב ארבע:",
            "(מו) ולהורידם ממנו וכו' - בין שערבו כ\"א בפני עצמו או לא ערבו כלל דכל החצרות רשות אחת הן וכנ\"ל בס\"א:",
            "(מז) הכותל רחב ארבע - פירוש ארבע טפחים והטעם דכיון דהוא רחב ארבע הוא מקום חשוב בפני עצמו ואינו בטל לגבי שני החצרות ולפיכך אסור להעלות עליו מן הבתים וגם לא להוריד מן הכותל לבתים:",
            "(מח) ואם אינו רחב וכו' - דבפחות מד' מקום פטור הוא ומותר להעלות מן הבתים עליו ולהוריד ממנו לבתים:",
            "(מט) שלא יחליפו - היינו להעלות מן הבתים על הכותל ולחזור ולהורידם לחצר השני משום דלמא אתי לאפוקי להדיא מן הבתים לחצר השני בלא הנחה בינתים ועיין לעיל בסימן שמ\"ו סוף סעיף א' דהמחבר הביא שם שתי דעות בזה ומלשון הרמ\"א כאן משמע דחשש להחמיר:",
            "(נ) מותר וכו' אף בכלים - ומיירי כשעירבה לעצמה דאם לא עירבה אסור מבית לחצר וכש\"כ למחיצה:",
            "(נא) ששבתו בבית - דלדידיה נחשב ראש הכותל כקרקע החצר כיון שאינו גבוה י\"ט וניחא ליה להשתמש שם:",
            "(נב) אף בכלים וכו' - דהואיל שחבירו מותר מבית למחיצה דהוי ליה כחצרו אם ישמש גם השני על המחיצה ויהיה רשות שניהם שולטת במחיצה זו ממילא יאסר הראשון להוציא מבית למחיצה כיון שעירבו כל אחד ואחד לעצמו וע\"כ אי אפשר שיהיו שניהם יכולים להשתמש עליו ונותנין הרשות להשתמש לזה שהתשמיש ניחא לו ביותר ולהראשון מפני שהכותל נמוך אצלו ניחא ליה ביותר ובספר אבן העוזר בשם הרשב\"א מקיל לשני להשתמש בו בכלים ששבתו בחצר:",
            "(נג) מותר לשתיהן להשתמש - דהוי מקום פטור:",
            "(נד) עד עשר וכו' - ועד בכלל:",
            "(נה) הרי הוא כפתח - וע\"כ אם רצו מערבין שנים ואם רצו מערבין יחד וכנ\"ל בסעיף ד':",
            "(נו) שלא יהא נפרץ - דאם נפרץ במלואה אפילו פחות מעשר אמות צריכות לערב יחד דוקא:",
            "(נז) במילואו - וע\"כ בעינן שישתייר מכל צד משהו או מצד אחד פס ד\"ט רוחב בגובה עשרה דבלא\"ה הרי הוא כמו שנפרץ במלואו [מ\"א] ועיין לעיל בסימן שס\"ג סעיף ב' במ\"ב מה שכתבנו בזה:",
            "(נח) ביותר מעשר וכו' - פי' ואז אפילו נשאר מן הכותל מכאן ומכאן כפלי כפלים ממה שנפל הכל חשוב כנפול ואין זה פתח אלא פרצה:",
            "(נט) יחד - דאם עירבו כ\"א לעצמו אוסרים זה על זה. אכן אם עשו צורת הפתח במקום הפרצה חשוב כפתח ואם רצו מערבין שנים:",
            "(ס) אם אין ביניהם וכו' - וה\"ה אם כל המחיצה גבוה י\"ט אלא שיש בתוכה מקום רחב יותר מעשר אמות שאין בגובהן י\"ט הרי הוא חשוב כפרצה גמורה וצריכות לערב יחד דוקא:",
            "(סא) לשניהם - ר\"ל משני הצדדין:",
            "(סב) אם אין ביניהם ג' - דחשיבי זה כנגד זה:",
            "(סג) חשיבי כפתח - ואם רצו מערבין יחד שהרי יכולין לעלות ולירד מחצר זה לחצר זה דרך הסולמות ומיירי שהסולמות מגיעין לראש הכותל או עכ\"פ בפחות משלשה טפחים סמוך לראשן וכדלקמיה:",
            "(סד) שלשה - טפחים וה\"ה אפילו אם היה מופלג טובא [גמרא]:",
            "(סה) עדיין חשובים כפתח - דכיון שהוא רחב ד' טפחים בעוביו נוח להשתמש עליו ויכול להוליך מסולם לסולם דרך הכותל:",
            "(סו) ד' שליבות - דסולם כזה מסתמא הוא כבד ואינו נוטלן משם בשבת מחמת כבדו וע\"כ הוא חשוב כפתח:",
            "(סז) פחות מכאן לא - דכיון שנוח ליטלו משם בשבת הוי כמי שאינו ופשוט דאם הוא קבוע במסמרים לכותל אפי' אין בו ארבע שליבות חשוב כפתח:",
            "(סח) כבדות - יותר מכפי הרגיל ואינו נוח ליטלו משם:",
            "(סט) ואם אין וכו' - בא להוסיף כאן דאף בסולם זקוף שקשה לעלות עליו אל ראש הכותל סגי:",
            "(ע) אלא עשרה - דאם הוא גבוה יותר מעשרה טפחים לא סגי בשבעה ומשהו אלא בכדי שיהיה הסולם מגיע בתוך ג\"ט סמוך לראש הכותל:",
            "(עא) שבעה ומשהו - ולא נשאר עד ראש הכותל רק פחות משלשה ואמרינן לבוד:",
            "(עב) במשך ד' - אסולם קאי שיחזיק משך רחבו ד\"ט וכנ\"ל בריש הסעיף ומשום דזהו שיעור פתח והעמודים של הסולם שתקועין השליבות בהן ג\"כ מצטרפין לשיעור זה ועובי השליבות אין בהן שיעור:",
            "(עג) אצל הכותל - אדלעיל קאי ור\"ל שזוקף אצל הכותל בשוה ושיחזיק במשך אורך הכותל רחב ד\"ט וכתב במאמר מרדכי דשיעור זה של שבעה ומשהו הוא דוקא שכעומד בזקיפה אבל אם מעמידו באלכסון צריך שיחזיק יותר לפי ערך האלכסון והעיקר שיהיה ראש הסולם בתוך ג\"ט סמוך לראש הכותל:",
            "(עד) להשתמש עליו - מכלי הבית כשלא עשה אלא סולם מצד אחד ולערב יחד כשהעמידו סולם משני הצדדין:",
            "(עה) משך ארבע - ר\"ל המקום שנתמעט מגובה י\"ט יש בו ארבעה טפחים במשך הכותל:",
            "(עו) שיכול להשתמש בכל הכותל - לכאורה אם לא עירבו יחד אלא כ\"א בפ\"ע הלא אוסרין זה ע\"ז להשתמש על ראש הכותל מכלי הבית וי\"ל לצדדין קתני דמה שכתב לערב יחד מיירי שנתמעט כן כל עובי הכותל ונעשה כפתח לשניהם ומה שכתב שיכול להשתמש בכל הכותל מיירי שלא נתמעט בכל עביו אלא בצד אחד במשך ד\"ט ונעשה לזה תשמישו בנחת למי שנתמעט מצדו שנוח לו לעלות במקום המיעוט וממנו יעלה על ראש כל הכותל ולהשני תשמישו בקשה ועיין בבית מאיר שכתב דאינו מותר אף למי שתשמישו בנחת אא\"כ יש במקום שנפחת מעוביו ד\"ט על ד\"ט ע\"ש טעמו:",
            "(עז) בכל הכותל - בכלי הבית ומיירי שהכותל היה רחב ד\"ט דבפחות מזה מותר בכל גווני להשתמש בכל הכותל וכדלעיל בסוף ס\"ו:",
            "(עח) אלא כנגד וכו' - ששם הוא תשמישו בנחת שעומד בקרקע ומשתמש אבל אינו נוח לעלות דרך עליו לראש הכותל הואיל ואין בו ד' במשכו:",
            "(עט) בנה איצטבא וכו' - אבל אם לא נתחבר להקרקע מע\"ש לא מהני דהוי דבר הניטל בשבת ואינו ממעטו:",
            "(פ) ובולטת ד' - דהיינו שהיא ד\"ט על ד\"ט ולענין גובה משמע דאפילו כל שהוא סגי כמו בסמוך סעיף יו\"ד כל שנתמעט עי\"ז הכותל מעשרה טפחים ממנה ולמעלה:",
            "(פא) מועיל להשתמש בכל הכותל - להעלות עליה מכלי הבית שהרי נוח לעלות דרך עליה על ראש הכותל הואיל ואין ממנה לראשו גבוה עשרה וכ\"ז כשלא עשה איצטבא רק אחד בצדו אבל אם גם השני עשה כן מצד השני נעשה הכותל לשניהם תשמישו בנחת ושוב חוזרין ואוסרין זע\"ז להשתמש בכותל:",
            "(פב) אבל וכו' לערב יחד - היינו אפילו עשה כן גם מצד השני:",
            "(פג) לראש הכותל - וה\"ה אם היה נמוך מזה פחות מג\"ט ג\"כ דינא הכי וכנ\"ל בס\"ח לענין סולם:",
            "(פד) כנגדו - וכ\"ש דבכל הכותל אסור והטעם לפי שאין נוח לעמוד עליה ולהשתמש וכמאן דליתא דמיא ואינו דומה להנ\"ל בס\"ח דמותר עכ\"פ כנגד אותו המקום שנתמעט דהתם עומד ע\"ג קרקע ומשמש משא\"כ הכא שצר לעמוד על מקום קצר כזה:",
            "(פה) כפה ספסל וכו' - סמוך לכותל או בתוך ג\"ט וכן למעלה לענין איצטבא:",
            "(פו) ד' על ד' וכו' - הכל דינו כמו למעלה לענין איצטבא וע\"כ הסכימו האחרונים דמה שכתב כנגד המיעוט ט\"ס הוא וצ\"ל אפילו שלא כנגד המיעוט:",
            "(פז) שיחברנו בטיט - חבור יפה לארץ שא\"א לשמטו עד שיחפור בדקר שאז א\"א ליטלו משם בשבת [ואע\"פ שעתיד ליטלו אחר השבת מותר] אבל אם הטיט מונח כך על אוגניו הכפויים לארץ מותר ליטלו להספל בשבת ואע\"פ שניזוז ממילא הטיט דהוי טלטול מן הצד ולא שמיה טלטול וכל דבר הניטל בשבת אינו ממעט:",
            "(פח) בנה וכו' - סמוך לכותל זו למעלה מזו ויש אויר ביניהם:",
            "(פט) בתחתונה ד' על ד' - דאז היא עצמה מתרת להשתמש על הכותל ואע\"פ שאין למעלה ממנה כלום וכדלעיל בס\"ט ודע דבעינן שיהא התחתונה עכ\"פ בתוך ג\"ט סמוך לארץ דאל\"ה הוי בכלל מיעוט באויר ולא שמיה מיעוט:",
            "(צ) ואין בין זו לזו ג\"ט - דר\"ל דאז מצרפינן לה גם האיצטבא התחתונה דהוי כלבוד וכאיצטבא אחת דמיא המתחלת מן הארץ הצרה קצרה מלמטה ורחבה מלמעלה אבל אם היו רחוקין זה מזה ג\"ט אין העליונה לבד מתרת אף שרחבה ד' על ד' דהא עומדת באויר והתחתונה הסמוכה לארץ אין יכולה להתיר דהא לית בה ד' על ד':",
            "(צא) להשתמש עליו - על הכותל שהרי אין הכותל למעלה מהאיצטבאות גבוה עשרה טפחים. ומיירי שעשה האיצטבאות רק מצד אחד וכמו שכתבנו לעיל בסקפ\"א:",
            "(צב) לערב יחד - ר\"ל אפילו אם ירצה לעשות איצטבאות מצד השני ג\"כ:",
            "(צג) היוצא מן הכותל - בתוך עשרה טפחים סמוך לארץ:",
            "(צד) והניח עליו וכו' - ר\"ל שראשו העליון של הסולם סמוך על הזיז:",
            "(צה) סולם כל שהוא - ר\"ל שהוא סולם צר שאין מחזיק ד\"ט בעובי השליבות ולא רחב ד\"ט במשך הכותל מ\"מ מהני כיון שראוי לעלות עליו להזיז הוי האי סולם דרגא לזיז ומצטרף עם הזיז דהוי כדבר אחד:",
            "(צו) להתיר לו תשמיש הכותל - אבל לעשותו פתח לערב יחד אינו מועיל אא\"כ הזיז הוא בפחות מג\"ט לראש הכותל והשני עשה ג\"כ כזה מעבר השני:",
            "(צז) שלא תהא וכו' - דאם רחוקה ג\"ט מן הארץ הוי מיעוט באויר:",
            "(צח) ולא יהא וכו' - שאז נעשה הזיז עם כל השליבות הכל אחד וכאלו איצטבא אחת שיש בה ד' על ד' מלמעלה שמועלת אע\"פ שקצרה מלמטה וכנ\"ל בסי\"א:",
            "(צט) על גב הזיז אבל וכו' - ר\"ל שיסמוך ראש העליון של הסולם בזיז ולא שיסמוך הסולם לכותל אצל הזיז בצדו אפילו אם הוא תוך שלש להזיז דא\"כ לא הוי הך סולם דרגא לזיז:",
            "(ק) בתוך עשרה העליונים - ושיהיו בפחות מי\"ט לתחתון וגם צריך לזה שני סולמות אחד מן הארץ עד זיז התחתון ואחד מן התחתון עד העליון:",
            "(קא) שאם היה הזיז וכו' - ר\"ל שאם יגביה זיז התחתון גבוה עשרה מן הארץ [וכן אם הזיז העליון ירחיקנו עשרה טפחים מהזיז התחתון] לא סגי ליה בסולם כל שהוא אלא שיהיה במשכו ד' טפחים:",
            "(קב) והוא וכו' זה כנגד זה - אלא יהיו משוכים זה מזה כדי שיהיה ראוי להעמיד סולם על זיז התחתון ולסמכו בשפוע על זיז העליון:",
            "(קג) ומילא האויר שביניהם בקש - שעשאן כעין שליבות:",
            "(קד) והקש מן הצד - ובזה נשלם השיעור משך רוחב ד\"ט להסולם:",
            "(קה) מהני וכו' - לפי שכף הרגל עולה בסולם והקש שמן הצד ראוי להחזיק בו בידיו ולעלות:",
            "(קו) בין לערב יחד - אם מגיע לפחות מג\"ט לראש הכותל ועשה כן גם בחצר השנית וכן בכל הסימן היכא שנזכר לערב יחד מיירי שעשה כן גם בחצר השנית:",
            "(קז) וחקק אצלו בכותל - כגון שזקף הסולם ביושר וחקק מכאן ומכאן בכותל שהיה עב ועשה כמין שליבות להשלים השיעור של רוחב ארבעה טפחים:",
            "(קח) די לו וכו' - פי' אבל הסולם בעצמו צריך שיעלה עד ראש הכותל עכ\"פ פחות מג\"ט וכנ\"ל בס\"ח:",
            "(קט) שיחוק בגובה עשרה - שזהו שיעור גובה פתח ואע\"פ שהכותל גבוה הרבה ושם אין הסולם רחב ד\"ט אין בכך כלום שהרי יכול לעלות לראש הכותל בסולם אע\"פ שאין ברחבו ד':",
            "(קי) צריך שיחוק - ברוחב ד' בכל גובה הכותל דבזה אין נוח כ\"כ לעלות כמו בשליבי סולם:",
            "(קיא) בכל גובה הכותל - ואמנם אם נשאר מן הגובה רק פחות מג\"ט שלא חקקו מסתברא ג\"כ דמהני [פמ\"ג]:",
            "(קיב) ומועיל וכו' - זה קאי גם ארישא:",
            "(קיג) אם רצו מערבין אחד - שאין איסור לעלות על סתם אילן בשבת אלא מדברי סופרים ובבין השמשות שהוא שעת קניית העירוב לא גזרו על שבות של דבריהם:",
            "(קיד) דאילן אינו מועיל - דכיון שאסור לעלות בו בשבת והאיסור בא מכח שבת ואיך יתיר דבר לשבת דהו\"ל כשני סותרין:",
            "(קטו) ואשירה מועלת - הואיל ולית בה משום איסור שבת אע\"ג שיש בה איסור אחר שהוא איסור ע\"ג לא חיישינן לזה דמ\"מ פתחא הוא ואריה דרביע עלה:",
            "(קטז) יבשה - שאין בו פירות ועלין וענפים דאז לא חיישינן שמא יתלוש ומותר לעלות עליו בשבת מדינא אי לאו משום איסור אשרה ועיין לעיל סימן של\"ו דיש ליזהר שלא לעלות אפילו באילן יבש התם רק משום סייג וגדר שלא יבואו להקל בשאר אילנות ועיין בא\"ר שמצדד להלכה כסברא הראשונה שהיא דעת הרבה פוסקים:",
            "(קיז) חריץ שבין שתי חצרות - פי' שלא היה ביניהן שום מחיצה המפסקת רק חריץ בעלמא:",
            "(קיח) עמוק עשרה וכו' - שכשם שמחיצה שגבוה עשרה מפסקת בין הרשויות כן חריץ שהוא עמוק שיעור זה ג\"כ מחלק הרשויות. ומיירי שהחריץ הולך בכל אורך החצרות מקצה אל קצה דאם נחסר ד' טפחים נחשב אותו מקום כפתח וכדלקמיה בסי\"ז:",
            "(קיט) ורחב ארבעה - טפחים דפחות מכאן נוח לפסען משפתו אל שפתו ולא חשוב הפסק וגם זה מיירי שהיה כל שטח החריץ רוחב ד\"ט וכדמוכח לקמיה בסי\"ז:",
            "(קכ) תבן וקש - שראוי למאכל בהמה דאם היה תבן וקש סרוח שאין ראוי למאכל בהמה דינו כעפר ואפילו סתמא נמי מבוטל:",
            "(קכא) כ\"ז שלא ביטלו - בפירוש ואמר לא שקילנא מהכא וי\"א שאפילו לא אמר בפיו רק שהסכים בלבו לזה ג\"כ ממילא מתבטל:",
            "(קכב) מלא עפר וכו' - היינו כל אורך החריץ או עכ\"פ ביותר מעשר אמות [דאל\"ה הוי כפתח ואם רצו מערבין שנים] ודע דמה שכתב מלא עפר הוא לאו דוקא דאם מיעט עומקו מעשרה ג\"כ דינא הכי:",
            "(קכג) אפילו סתמא - דעפר וצרורות בחריץ מסתמא מבוטלין הן:",
            "(קכד) וע\"ל סי' שנ\"ח ס\"ב - בהג\"ה דשם הביא שתי דיעות אם ביטלו לשבת אחת ודעתו לפנותו אח\"כ אם חשיב בטול די\"א דכיון דדעתו שלא ישאר שם לעולם לא חשיב בטול וגרע מסתמא ואין יכולין לערב יחד ולדינא נראה דכיון שהוא ד\"ס יש לסמוך להקל אם רצו מערבין יחד ואם רצו מערבין שנים:",
            "(קכה) לעשותן שם אוצר - לאיזה זמן ולא להסתפק ממנו ועיין במ\"א שמפקפק על דין זה וכן בביאור הגר\"א הסכים לדבריו דדוקא בפירות טבלים שהוא דבר שאין ניטל בשבת ולכן סתמא מבוטל הא שאר פירות שמותר להסתפק מהם סתמא אינו מבוטל:",
            "(קכו) אם הוא רחב ארבעה - אבל אם הוא פחות מד\"ט כמאן דליתא דמיא ומערבין שנים דוקא:",
            "(קכז) חשוב כפתח - דאף שהחריץ ארוך הרבה מאד מ\"מ הרי יכול לעבור דרך אותו הנסר מחצרו לחבירו כמו דרך פתח והוא מחברן לאחד כשירצו:",
            "(קכח) ואם רצו מערבין שנים - ודע דלא חשבינן אותו כפתח אלא מד\"ט רוחב עד עשר אמות אבל ביותר מזה חשוב כפרצה וע\"כ אם סתם החריץ בנסרים עד יותר מעשרה אמות בארכו או שנתן נסר אחד לאורך החריץ ביותר מעשר אמות ומיעט שם החריץ מרוחב ארבעה טפחים חשוב כפרצה ביותר מעשר אמות ומערבין אחד ולא שנים:",
            "(קכט) במשך ארבעה - ר\"ל אפילו אין הנסר מחזיק לארכו רק ארבעה טפחים די [דבעלמא שיעור פתח הוא בד\"ט] ויעמידנו ע\"ג יתדות:",
            "(קל) כל שהוא - שהיה הנסר קצר מאוד ברחבו:",
            "(קלא) חשוב כפתח - ואם רצו מערבין יחד:",
            "(קלב) דינו ככותל - המבואר כל פרטיו בס\"ו שמערבין שנים ואין מערבין אחד וכן לענין אם היה מונח פירות בחריץ שהוא עמוק עשרה ורחב ד' טפחים שאין יכולין להוציא משם לבית ולא מבית לתוכו אך אם לאחד עמוק עשרה ולשני אינו עמוק עשרה כגון שקרקעו של אחד היה נמוך מחבירו נותנין לזה להשתמש בו שלו ניחא תשמישתיה ביותר והכל כנ\"ל עי\"ש:",
            "(קלג) שבין שתי חצרות - והיו לכל אחד דיורין בפ\"ע והיו פרוצין זה לזה ביותר מעשר אמות והתבן הזה סותם מקום הפרצה:",
            "(קלד) כל אחד וכו' - דגם זה נחשב למחיצה אף שלא כוון בהנחתו לשם מחיצה:",
            "(קלה) נתמעט בחול - אבל נתמעט בשבת כיון שהותרה בתחילת כניסת השבת הותרה:",
            "(קלו) מי' - היינו מגובה עשרה ובמשך יותר מעשר אמות אבל בפחות מעשרה אם רצו מערבין שנים:",
            "(קלז) לתוך קופתו בשבת - דחיישינן דלמא שקיל טובא וממעט ליה מי\"ט וקאתי לטלטל בחצר ואע\"ג דבשבת זו מותר מדינא דהואיל והותרה הותרה חיישינן שמא יבוא לטלטל גם בשבת הבאה וי\"א דהטעם הוא משום דהאי תבן מוקצה הוא מאתמול למחיצה זו ואסור לטלטלו:",
            "(קלח) ואפילו להעמידה וכו' - דילמא שקיל בידו ונותן לה:",
            "(קלט) אלא לשם - והתם לא חיישינן לדלמא נתמעט מעשרה דבהמה קלי קלי אכלה [רש\"י]:",
            "(קמ) אפילו בחול אסור וכו' - שמא יפחת מעשרה בע\"ש סמוך לבין השמשות ולא ירגיש בדבר ויטלטלו בשבת באיסור ודוקא בנוטל מעט מעט חיישינן לזה אבל לא במסלק כולו בבת אחת. והעיקר כסברא ראשונה:",
            "(קמא) שבין שני בתים - ששני הבתים פרוצים ביותר מעשר אמות למקום הגדיש והוא סותם הפרצה והבתים שייכים כל אחד לחצר אחרת מפני שפתוחים כל אחד לחצר אחרת ולא עירבו שני החצירות ביחד ולכן כשיתמעט הגדיש מגובה עשרה טפחים שני הבתים אסורין בטלטול כיון שלא עירבו החצירות יחד והן פרוצין זה לזה ביותר מעשר אמות וה\"ה בבית אחד גדול שנחלק לשנים ע\"י מחיצת התבן שבאמצע ויש לכל אחד פתח לחצר אחרת ולא עירבו החצירות יחד דכשנסתלק התבן אוסרין זה על זה:",
            "(קמב) מותר להאכיל - דמיירי כשיש תקרה להגדיש (או שהתבן מונח ומפסיק באמצע הבית כנ\"ל) דאז אין לחוש שמא יתמעט מעשרה ולא ירגיש דכיון דאיכא תקרה כי מפחית מיו\"ד מנכרא מלתא ואפילו אם לא היתה המחיצה מגעת לתקרה אלא בסמוך לה פחות מג\"ט אמרינן לבוד [עו\"ש]:\n"
        ],
        [
            "(א) זו כנגד זו - ר\"ל שזה בולט מדרום לצפון וזה מצפון לדרום:",
            "(ב) נסר - ובעינן שיקבע הנסר במסמרים שלא יוכל ליטלו בשבת:",
            "(ג) הרי הוא כפתח - פי' ועי\"ז מותר לטלטל בשתי החצרות מזה לזה אם ירצו לערב יחד דכיון שיש נסר ביניהם רחב ארבע הרי יכול בקל לילך מפתח העליה זו להעליה שכנגדו ומצטרפים וכתב הפמ\"ג דוקא כמו שצייר המחבר שהיו הגזוזטראות בולטות מן העליות שיש בהן דיורין וקי\"ל לעיל בסימן שע\"ב ס\"ה דשני בתים יכולין לערב דרך פתח שביניהם אפילו הוא למעלה מי\"ט אבל אם היו כה\"ג בולטות משתי חצרות לא מהני כיון שהוא למעלה מי\"ט וכנ\"ל שם:",
            "(ד) ואם אין המרחק וכו' - היינו שאין בין גזוזטרא לגזוזטרא הפסק אויר רק פחות מד\"ט וא\"כ יוכל לפסוע בקל מזה לזה:",
            "(ה) דינא הכי - כמו בנסר שיכולין לערב יחד כשירצו ואם רצו מערבין שנים ודוקא שסמיכת הגזוזטראות זו לזו לא היה באורך כל הכותל דאלו אם היה סמיכתן באורך כל הכותל או שהיה נמשך הסמיכה זו לזו ביותר מעשר אמות אז מערבין אחד ולא שנים:",
            "(ו) ואם רצו כל אחת וכו' - ודוקא כשאין הנסר מחזיק רק מארבעה טפחים עד עשר אמות אבל אם הוא מרוצף בנסרים יותר מעשר אמות מערבין אחד ולא שנים. ודע דמה שצריכין לערב יחד הוא רק להועיל שיהיו יכולין כ\"א לטלטל על הגזוזטרא וכן לחצר חבירו כלים ששבתו בבית אבל מ\"מ אפילו לא עירוב יחד יכולים כ\"א לערב לעצמו החצר עם בתיו ועליה שלו:",
            "(ז) לעצמה - ובאופן זה יהיה מותר לכ\"א לטלטל מכלי ביתו בשטח גזוזטרא השייך לו אמנם על השטח שכנגד הנסר וגם על הנסר גופא מסתברא דאסור שהרי כ\"א פרוץ למקום חבירו ואוסרין זה על זה:",
            "(ח) משוכה למזרח - ר\"ל משוכה ממקום חברתה לצד מזרח:",
            "(ט) אינם יכולים לערב יחד - שכשיתנו הנסר מזו לזו יבא מקרן זוית של זו לזו ופתחא בקרן זוית לא עבדי אינשי וגם לפי שאין הגשר ישר אלא באלכסון עומד מתירא אדם לעבור בו:",
            "(י) חשיב שפיר וכו' - פי' דהוי כאלו הנסר מונח בשוה:",
            "(יא) כפתח - דע דמה שאמרו בין בריחוק בין בגובה היינו שמרוחק זה מזה יותר מד' טפחים באויר שבין זו לזו אלא שזו גבוה מזו בפחות מג' טפחים אז אמרינן דהוי כאלו הם שניהם זו כנגד זו ונותן נסר מזו לזו כיון שהמרחק שביניהם יותר מד' טפחים וה\"ה נמי כשמרוחק זו מזו בפחות מג' טפחים בריחוק שזו לצד מזרח וזו לצד מערב ואינם זה כנגד זה ממש רק שמרוחק פחות מג\"ט אמרינן לבוד והוי כאלו הם זו כנגד זו ואז אף שעדיין יש אויר רחוק בין זו לזו יותר מד\"ט מותר ע\"י נסר שנותן בין זו לזו:\n"
        ],
        [
            "(א) ונסתם בשבת - כגון שנפלה מפולת כנגדו [רש\"י]:",
            "(ב) מותרים להשתמש - מזו לזו בשבת זו וכ\"ש כל אחת לעצמה דמותרת אף אותה שאין העירוב מונחת בתוכה:",
            "(ג) דרך גובה הכותל וחוריו - ר\"ל אע\"ג דעכשיו שנסתם אין ראויין להתערב יחד דהלא אין בחורין שיעור חלון אפ\"ה לא נתבטל העירוב על שבת זו דכיון שהותר בתחלת השבת הותר לכל השבת:",
            "(ד) ונפתח בשבת - ר\"ל לא מיבעי אם נפתח קודם השבת בודאי הוי עירוב דהא בעת כניסת השבת היו כבר פתוחין מזו לזו אלא אפילו אם נפתח בשבת גופא מ\"מ כיון שבעת הנחת העירוב שהניח לכמה שבתות או לשנה היה פתח מזו לזו וחל העירוב לכן אף שבשבת אחרת היה סתום מתחלת השבת ולא היה אז העירוב מועיל לכולם מ\"מ לא נתבטל ומיד שנפתח חזר העירוב להתירו הראשון:",
            "(ה) ואפילו סתמה במזיד - היינו בכונה. ודע דמ\"א וכמה אחרונים צידדו לאסור בזה כשחזר ונפתח בשבת דכיון שסתם הפתח שבין שתי החצרות במזיד הוי כביטל העירוב בידים דהרי גלי דעתיה שאינו חפץ בעירוב וא\"כ כיון שביה\"ש שהוא זמן חלות העירוב היה עדיין סתום לא מהני כשנפתח אח\"כ בשבת גופא ואין להקל כשסתמו במזיד אלא כשנפתח קודם השבת דאז אמרינן אף שנתבטל מעיקרא כיון שחזר ונפתח הרי עכ\"פ הם שותפין בפת של עירוב וביה\"ש שהוא זמן קניית העירוב הרי יש פתח ביניהם שראוי לערב ועיין בבה\"ל שביארנו שכן ראוי לנהוג למעשה. אכן אם בעת שסתמו היה בדעתו רק לפי שעה ואח\"כ לחזור ולפתחו מסתברא דמותר אף כשחזר ונפתח בשבת:",
            "(ו) ולהרמב\"ם וכו' - קאי אריש הסעיף היכא שנסתם הפתח בשבת דלדעה הראשונה מותר להשתמש מזו לזו דרך חורין ולדידיה אינו מותר אלא כל חצר לעצמה והרבותא הוא דאפילו אותה חצר שאין העירוב מונח בתוכה מותרת ומ\"מ אם חזר ונפתח לכו\"ע מותר לטלטל מזו לזו כמו מתחלה. ולענין הלכה העיקר כסברא הראשונה כ\"כ האחרונים:",
            "(ז) כל אחד בחצירו - דאף דכל חצר נפרץ עתה לרשות אחרת שאין משותפין יחד והוי נפרץ למקום האסור לו מ\"מ כיון שבין השמשות היה מותר הותר לכל השבת:",
            "(ח) ואפי' כלי הבית - דאלו כלי החצר מותר לטלטל אף מחצר לחצר גם כשנפרץ דכל החצרות רשות אחת וכדלעיל בריש סי' שע\"ב:",
            "(ט) אבל וכו' - לכרמלית אסור. בזה לא אמרינן כיון שהותרה הותרה כמו דאמרינן מעיקרא דשם לא נפרץ אלא לחצר שהוא רה\"י כמוהו ואין ביניהם אלא שזה הוא של יחיד זה וזה הוא של אחר אבל זה שנפרץ לרשות אחרת ממש לא אמרינן ביה הואיל והותרה הותרה ועיין בבה\"ל:",
            "(י) שנפרצה קודם שבת - דאלו בשבת אמרינן כיון שהותרה הותרה:",
            "(יא) במילואה לגדולה - ר\"ל שהיו סמוכין זה לזה וכותל מפסיק ביניהן ונפרץ כל הכותל הזה:",
            "(יב) ואין בפרצה יותר מי' אמות - דאלו יותר מעשרה לא שייך לומר דקטנה היא כפתחה של גדולה דפתחא יותר מעשר אמות לא עבדי אינשי:",
            "(יג) גדולה מותרת וכו' - ואין הקטנה אוסרת עליה דהא הגדולה יש לה גיפופין ומקום פרצה הכותל של הקטנה הרי היא כפתחה:",
            "(יד) להוציא כלים ששבתו בבית וכו' - דאלו כלים ששבתו בחצר מותר לכתחלה להוציא אף לחצר אחרת אפילו כשלא עירבו יחד:",
            "(טו) אם עירבה לעצמה - אבל אם לא עירבה אף היא אסורה:",
            "(טז) וקטנה אסורה וכו' - דהרי כותל שלה נפרצה במילואה לגדולה שהיא מקום האסור לה:",
            "(יז) והיינו וכו' - ר\"ל אימתי הקטנה אסורה בשכותליה נכנסין ובולטין לתוך הגדולה בשתים וג' אמות כזה:",
            "(יח) מופלגים ג' טפחים וכו' - דהיינו מקום כניסת מחיצות הקטנה מופלגות מכותלי אורך הגדולה שבצדה והא דבעינן שלשה טפחים דאל\"ה אמרינן לבוד לאורך הגדולה והוי כאלו לא היה מופלג כלל:",
            "(יט) דאל\"כ היתה קטנה ניתרת וכו' - ר\"ל דאם לא היו נכנסין ובולטין כותלי קטנה לתוך הגדולה היתה גם קטנה מותרת דאע\"ג דשוה מבפנים שהעומד בתוכה רואה כל כותלי אורכה שוין שאין שם מכותל רחבה לפאותיה כלום והוי הפרצה בכל מלואה הרי מבחוץ בתוך הגדולה נראין לה שיורי כותל מכאן ומכאן [והיינו אותו עודף שהגדולה עודפת על הקטנה וניתרת בהם תשתרי גם הקטנה] משא\"כ כשבולטין כותלי קטנה לתוך הגדולה ניכר שאותן שיורי כותל של הגדולה העומדין מאחורי פרצת הקטנה אין שייך לה:",
            "(כ) גג קטן וכו' - אבל אם שני הגגין שוין אוסרין זה על זה אפילו אם אינם יותר מעשר אמות דהרי נפרצו במילואן זה לזה:",
            "(כא) שנפרץ וכו' - לאו דוקא והכונה שהיה פתוח לגג הסמוך לו דבגג לא איירי בשהיה מתחלה מחיצה ונקט לשון נפרץ איידי דסעיף ג':",
            "(כב) קודם שבת - דאי בשבת אמרינן כיון שהותרה הותרה וכנ\"ל:",
            "(כג) במילואו לגג גדול - היינו שכל גג הקטן היה מכוון נגד גג הגדול הסמוך לו ומיירי נמי שלא עירבו בעליהם יחד וגם שאין גג הקטן מחזיק יותר מעשר אמות וכנ\"ל בס\"ג:",
            "(כד) קטן אסור להעלות וכו' - דהרי נפרץ לרשות חבירו האסור לו:",
            "(כה) ששבתו בבית - דאלו כלים ששבתו על הגג מותר לטלטלם אפילו לגג חבירו בלי עירוב כלל וכנ\"ל בסימן שע\"ב ס\"א:",
            "(כו) וגדול מותר - להוציא כלי הבית על גגו דגג הקטן לגביה נחשב כפתח בעלמא כיון שאין בו יותר מעשר אמות:",
            "(כז) מחיצות הבית ניכרות וכו' - שכל גגות שלהן חלקין היו ולא משופעין וכשאין בולט הגג מן הכתלים ולחוץ נראין מחיצות הבית לעומדין על שפת הגג כשמסתכלין תחת רגליהם ואז אמרינן גוד אסיק מחיצתא וכאלו מוקף מחיצות למעלה סביב הגג אבל כשהגג בולט מן הכתלים ולחוץ אין מחיצות הבית נראין ואין אומרין גוד אסיק מחיצתא והוי כרמלית ואסור לטלטל בכל אחד שאין לו שום מחיצות אפילו כלים ששבתו על הגג כ\"א בתוך ד' אמות:",
            "(כח) שהגג בולט - דוקא כשבולט ד\"ט אבל אם אין בולט ארבעה טפחים הוי כמחיצות ניכרות [מ\"א וא\"ר ועיין במה שכתבנו לעיל בסימן שמ\"ה סט\"ז בבה\"ל]:",
            "(כט) פתוח לו וכו' - דמשתמשין בו ונחשב כל הגג כחורי רה\"י. ומ\"מ לא מהני זה אלא להתיר להשתמש על גגו בכלים ששבתו בתוכו דיש עליו עי\"ז שם רה\"י אבל להעלות עליו כלים ששבתו בבית אסור כ\"ז שלא עירבו יחד כיון שאין המחיצות ניכרות עליו:\n"
        ],
        [
            "(א) אינן אוסרין על בני החצר - כשלא עירבו יחד אלא בני העליות לעצמן ובני החצר לעצמן ולא הוי כחצר אחד שעירבו בני חציה לעצמן ובני חציה לעצמן דאסרי אהדדי אלא הוי כשתי חצרות. ומיירי כשהמרפסת גבוה י\"ט מן החצר דאי לא היה גבוה י\"ט הוי ליה עם החצר כחצר אחת [אחרונים]:",
            "(ב) לעצמו - ר\"ל ומותר לטלטל אפילו כלי הבית לחצר וכן כלי עליה למרפסת אבל כלי הבית למרפסת או כלי עליה לחצר אסור כיון שלא עירבו יחד:",
            "(ג) ובלבד שיערבו וכו' - ר\"ל דאם לא עירבו בפני עצמן והיא אסורה במקומה אוסרת ג\"כ על החצר לטלטל בתוכה מכלי הבית דמרפסת כיון שאין לו דרך אחר לר\"ה כ\"א ע\"י חצר הו\"ל כחצר זה לפנים מזה שאין לו דרך אחר כ\"א ע\"י חצר החיצונה דקיי\"ל לקמן בסימן שע\"ח דאם בני חצר הפנימי לא עירבו לעצמן דהו\"ל רגל האסורה במקומה אוסרין על החיצונה:",
            "(ד) בין שניהם - דאם הוא של אחד מהם הרי הוא ברשותא דחד ואינם אוסרים עליו בכל גווני:",
            "(ה) אם וכו' - הכלל בזה דכל שלאחד תשמישו בנחת [היינו בקל] ולהשני בקשה לא מקרי רק רשות לאותו שתשמישו בנחת ואין השני יכול לאסור עליו אבל אם שניהם שוים הן שהוא לשניהם בקל להשתמש על אותו מקום הן בקשה שייך לשניהם וממילא אוסרים זה ע\"ז להוציא לאותו מקום מכלי הבית כיון שלא עירבו יחד ואיזה מקרי בנחת ואיזה בקשה מתבאר בגמרא דכל שצריך לתשמישו זריקה דהיינו שהתל או העמוד גבוה ממנו עשרה טפחים וצריך לזרוק שם או שצריך שלשול דהיינו שהמקום ההוא נמוך ממנו י\"ט וכשרוצה להשתמש עליו צריך לשלשל ולהורידו לשם כ\"ז מקרי קשה ואם הוא פחות מי\"ט הן בזריקה והן בשלשול מקרי בנחת ולפעמים מקרי קשה אפילו אם הוא פחות מי\"ט כגון שאותו עמוד או התל מופלג בריחוק מקום ממנו ד\"ט וצריך לזרוק באויר:",
            "(ו) אינם גבוהים י\"ט - מן הארץ וגם מן המרפסת שלמעלה מהם אין נמוך ממנה עשרה טפחים דאז נוח לשניהם להשתמש שם ולכן אוסרים זה על זה דאם היה נמוך מן המרפסת עשרה טפחים אז היו נותנים אותו לבני החצר דלהם תשמישו בנחת ולבני המרפסת [היינו אנשי העליה שבתיהם נפתחים להמרפסת ואיסקופת פתחיהם שוה לה] בקשה:",
            "(ז) ושניהם אסורים וכו' - ודוקא כשהיה התל והעמוד סמוך להמרפסת בתוך ד\"ט דאם היו רחוקים ממנו ד\"ט א\"כ תשמיש המרפסת עליו בקשה והחצר בנחת ונותנים אותו לבני החצר:",
            "(ח) ובתוך עשרה למרפסת - דאם היה מרוחק עשרה גם ממרפסת היה לשניהם בקשה ויד שניהן שוין בו לאסור זה על זה:",
            "(ט) שתשמישו להם בנחת - שהם לה בתוך י\"ט וגם אינם מופלגים ממנה:",
            "(י) אע\"פ שגבוהים וכו' ותוך עשרה למרפסת - ר\"ל וא\"כ היה שייך למרפסת וכמו שכתב מתחלה אפ\"ה כיון שמופלגין ממנה ד\"ט וכשרוצים בני מרפסת להשתמש שם הוא רק ע\"י זריקה מקרי תשמישו ג\"כ בקשה זה מחמת גובהו וזה מחמת רחקו:",
            "(יא) ותוך עשרה למרפסת - ואם היו נמוכים עשרה טפחים גם מהמרפסת יש דעות בפוסקים יש אומרים דכיון שלבעל המרפסת יש שתי ריעותות שנמוכים מעשרה וגם מופלגים ד\"ט א\"כ תשמיש של אנשי החצר נוח יותר שם ונותנין אותו להם ויש אומרים דכיון שלהחצר נמי גבוה י\"ט מקרי לשניהם תשמישו בקשה ואוסרין זה ע\"ז בור שבחצר. [של בני המרפסת ובני החצר בשותפות] ומקיפתו חוליא גבוה י' טפחים וסמוכה למרפסת בתוך ד\"ט אוסרין זה על זה כשלא עירבו יחד למלאות מים בדלי ששבת בבית או בעליות וכן להכניס המים לבתיהם ואין נותנין אותו לבני מרפסת הואיל וגם להם תשמישו בקשה ע\"י שלשול י' טפחים לבור ואפילו אם הבור מלא מים עד גובה החוליא שסמוכה למרפסת אסור משום גזירה שמא יחסרו המים בשבת וישתמשו בו כבתחלה אבל אם היה הבור מלא בדבר שאין ניטל בשבת הרי הוא כעמוד או תל גבוה י' מחצר ותוך עשרה למרפסת שנותנין אותו לבני מרפסת [כשאינו מופלג מכנגדה ד\"ט וכנ\"ל] להשתמש על גבה:",
            "(יב) ארבעה טפחים - בגובה שלה:",
            "(יג) אין המרפסת אוסרת וכו' - ר\"ל אפילו התל ועמוד הסמוכה לה בתוך ד\"ט וגבוה י\"ט שכיון שעשו הפסק לפני המרפסת גילו דעתם שסילקו עצמם מן החצר:",
            "(יד) זיזים היוצאים וכו' - גם זה הסעיף מיירי שבני החצר ובני העליה עירבו כ\"א לעצמן ושהזיזים היו שייכין לבני החצר והעליה בשותפות וגם מיירי שהזיזין היו רחבים ד\"ט דאל\"ה הוי מקום פטור ובטיל להכא ולהכא [רש\"י]:",
            "(טו) והנשאר וכו' - מיירי בשהיו יותר מעשרים טפחים מן העליה לקרקע החצר וה\"ה כשהיה פחות מעשרים טפחים והזיז עומד באמצע ואין ממנו עשרה טפחים לא לזה ולא לזה:\n"
        ],
        [
            "(א) ואין ביניהם וכו' - ר\"ל שבכותל המפסיק בין החצרות העומד ע\"ג הבור אין פתח וחלון:",
            "(ב) אין ממלאין וכו' - שהרי כ\"א ממלא מרשות חבירו:",
            "(ג) אא\"כ עשו מחיצה י' - כדי להפסיק בין הרשויות ויהא כ\"א דולה מרשותו ומחיצת הכותל שעומד ע\"ג הבור אין מועיל לזה כלל דבעינן דוקא שתהא עשויה לשם כך ובתוך אוגן הבור:",
            "(ד) וצריך שיהיה וכו' - כדי שיהיה ניכר הפסק המחיצה המחלקת בתוך המים ואע\"פ שאינה מגעת המחיצה עד קרקע הבור קל הוא שהקילו במים להתיר במחיצה כזו דבעינן רק שלא יכנס הדלי בהדיא לחלק חבירו:",
            "(ה) טפח מן המחיצה - וכ\"ש אם מחציתה למטה ומחציתה למעלה:",
            "(ו) המחיצה כולה - היינו של העשרה טפחים וה\"ה אפילו אם היתה ארוכה יותר ומגעת עד קרקע הבור צריך ג\"כ היכר הפסק מלמעלה:",
            "(ז) ניכרת - ההפרשה ובזה הטפח לבד סגי שלא ילך הדלי לרשות חבירו:",
            "(ח) וכן אם עשו וכו' - ר\"ל שהניחו לכתחלה מלמעלה על שפת הבור כדי להתיר המים אבל כשלא נעשה כדי להתיר לא:",
            "(ט) זה ממלא מצד הקורה וכו' - וטעמא לפי שאנו רואים כאלו קורה זו נמשכת ויורדת עד המים וחולקת כל רשות לעצמו וכאן אין לחוש לומר שזה דולה מרשות חבירו לפי ששיערו חכמים שאין דלי מהלך יותר מד\"ט וא\"כ לא יחצוב מים מצד הבור שהוא ברשות חבירו ואף שחוצב מתחת הקורה ושם רשות שניהם שולטות קל הוא שהקילו חכמים במים וא\"צ אלא שלא יהא ניכר להדיא שחוצב מרשות חבירו:",
            "(י) לא בעינן שום תיקון - ועכ\"פ אסור להכניס המים לבית אם לא עשו שום תיקון דהא לא עירבו שתי החצרות ביחד:",
            "(יא) שבאמצע השביל - היינו שיש כמין מבוי קטן מפסיק בין שתי החצרות והוא שייך לשתי החצרות ובור באמצע ומשלשל הדלי לתוכו דרך חלון שבכותל החצרות:",
            "(יב) אע\"פ שהיא מופלגת וכו' - מלשון זה משמע דכ\"ש כשהיא מופלגת פחות מד\"ט והטעם דתשמיש שהוא דרך חלון ס\"ל לדעה זו דתמיד מיקרי דרך אויר בין כשהוא מופלג ד\"ט ובין פחות מד\"ט ומה שכתב בלשון כ\"ש דלא מיבעי אם הוא פחות מד\"ט דתשמישו בנחת לחצר הסמוך ס\"ל לדעה זו דבודאי אין חבירו אוסר עליו אף שלא עירבו יחד אלא אפילו אם הוא מופלג ד\"ט ממנו דגם לחצר הסמוך אינו בנחת אפ\"ה אין חבירו אוסר עליו כיון דאין תשמישן אלא דרך אויר:",
            "(יג) ואינם צריכין זיזין - בא לאפוקי ממ\"ד בגמרא דבעינן דוקא שיוציא כ\"א זיז כל שהוא מכותלו עד לבור להכירא שלא יבוא לטלטל בעלמא מרשות לרשות:",
            "(יד) רק בחלונות - דאז הוי תשמיש מילוי הדלי מן הבאר רק דרך אויר אבל כשיש פתחים מהחצרות לשביל א\"כ אותו השביל רשות שניהם שולטות בו תמיד בתשמיש גמור וע\"כ אסור להשתמש בו אפילו דרך חלונות דהוי השביל כחצר שאינה מעורבת ואסור כ\"ז שלא עירבו ביחד ואפילו הוצאת זיזין לא מהני:",
            "(טו) וי\"א דאם אינן וכו' - דעה זו ס\"ל להיפוך מדעה קמייתא דאין להתיר רק דוקא כשהבור מופלג מן כותלי החצרות ד\"ט דאז מקרי התשמיש דרך אויר אבל כשהוא פחות מד\"ט לשניהם לא מקרי דרך אויר אלא חשיב התשמיש לשניהם בנחת ואוסרין זה ע\"ז אפילו אם אין פתחים להחצרות ותשמישן הוא רק דרך חלונות שבכותל ופסקו האחרונים כדעה זו:",
            "(טז) ג' חורבות - שאין בהם דיורין ופרוצות זו לזו ביותר מעשר אמות ויש לכל אחת מהחצירות חלונות פתוחות להחורבות שאצלם שעל ידיהם הם משתמשין בהם ע\"י זריקה:",
            "(יז) כ\"א מותר וכו' - הואיל ואין לו בה תשמיש גמור בחול שאין לו פתח פתוח לה אלא חלון אין פרצת המחיצה שפרוצות זו לזו אוסרת ומותר להשתמש בכולה וחבירו אינו יכול לאסור עליו ואע\"פ שגם חבירו משתמש בה בחול ע\"י זריקה שזורק דרך אויר שלו בפרצה עד תוך חורבה זו מ\"מ כיון שלחבירו אין לו בה תשמיש כ\"א ע\"י זריקה באויר מרחוק אינו יכול לאסור עליו:",
            "(יח) באותה שאצלו - אבל בשל חבירו אינו יכול להשתמש בה בשבת ע\"י זריקה באויר מפני שהוא אוסר עליו דהיא שייכה לו יותר שיש לו בה גם תשמיש נח שלא ע\"י אויר כגון בשלשול למטה סמוך לחלונו:",
            "(יט) והאמצעית - שהיא עומדת בשוה בין שתי החורבות:",
            "(כ) מותרת לשניהן - כיון שהיא רחוקה משניהן ואין לשניהן בה תשמיש כ\"א ע\"י זריקה באויר דרך החורבות הסמוכות לה אינם אוסרים זה על זה:",
            "(כא) כנגד השתים - ר\"ל שהיתה משוכה כנגד אורך שני החורבות ומגעת שתי ראשיה לשני החצרות כזה:",
            "(כב) אסורה לשתיהן - לפי שיש לשתיהן תשמיש נוח סמוך לחלון ע\"י שלשול ואוסרים זה על זה ואע\"ג דשתים הסמוכות פרוצות לאמצעי האוסר לא אחמור רבנן במקום שאין לו תשמיש גמור שיהא אסור משום פרוץ [רש\"י]:",
            "(כג) רשות שניהם שולטת בו - עיין לעיל סימן שנ\"ה ס\"ג בהג\"ה במ\"ב דמיירי שמקום מושב ביהכ\"ס היה מיוחד לכל אחד לבדו ורק מקום החפירה שלמטה שהצואה נופלת שם היה של שניהם ולכן אסור דמוציא מרשותו לרשות השותפין שלא עירב עמדו אבל אם גם מקום המושב היה שייך לשניהם מותר:",
            "(כד) ועיין לעיל סימן שנ\"ה - דשם מבואר בהג\"ה בס\"ג פרטי הדינים וגם דאם שכח ולא עירב בדיעבד מותר לפנות דגדול כבוד הבריות:"
        ],
        [
            "(א) ואחת עשתה גומא וכו' - סמוך לה נגד עליתה:",
            "(ב) כדי לשפוך בחצר שאין בה וכו' - דבחצר כזה אסור לשפוך מים כשאין בה גומא לזה וכנ\"ל בסימן שנ\"ז ס\"א עי\"ש. וביש בהחצר ד\"א עיין בסוף הסעיף בהג\"ה ובמה שכתבנו שם:",
            "(ג) לשפוך מימיהן - אפילו תוך הגומא להדיא:",
            "(ד) והאחת עירבה וכו' - אותה שעשתה הגומא עם כל שכניה הדרים אצלה בעליתה ומיירי בשיש מרפסת לפני כל עליה ועליה ונכנסין הכל להמרפסת דרך פתח העליה וממנה יורדין לחצר:",
            "(ה) אסורה - אפילו אם עשתה ג\"כ גומא [וכ\"ש לפי מה דאיירי המחבר בשלא עשתה גומא] ולא מיבעי שאסורה להוציא הכלי עם השופכין דרך החצר עד גומתה או להוציא להמרפסת דהא לא עירבה אלא אפילו לשפוך בביתה שילך המים מעצמו למרפסת ומשם ירד למטה ג\"כ אסור דחיישינן שמא יחוס על קלקול ביתו שלא יטנף מפני השופכין ויטלטל הכלי עם השופכין להמרפסת להדיא והלא היא משותפת לכל דיירי העליה ולא עירבו ביניהם:",
            "(ו) ושעירבה מותרת - ובלבד שעשתה גומא וכנ\"ל אבל בלא גומא אסורה לשפוך בביתה או למרפסת שירדו המים לחצר דבודאי ירדו מהחצר לר\"ה וכנ\"ל בסימן שנ\"ז ואפילו אם חברתה עשתה גומא והמים ירדו מהחצר לאותה גומא ג\"כ אסור דחיישינן שיחוש לקלקול החצר שלא יטנף מהשופכין דרך הליכתן לגומא כיון שהגומא רחוקה ממנה ויוציא כלי הבית עם השופכין לחצר כדי לשפוך להדיא לגומא והם הלא לא עירבו יחד:",
            "(ז) שלא תשפוך להדיא בגומא - דהא החצר משותף לשניהם והם לא עירבו ביחד:",
            "(ח) דכמו בחצר וכו' - ר\"ל אע\"ג דהחצר שהגומא ביה שייך לשניהם והמים יורדים שם בגומא מכחו:",
            "(ט) דשתיהם מותרים וכו' - היינו לשפוך גם על המרפסת ושירד לחצר ומיירי בשעירבו כ\"א לעצמו ולא חיישינן שיוציא הכלי עם המים לחצר לשפוך בתוך הגומא שעשה חבירו דכיון שיש בהחצר שיעור ד\"א בשיעור שהוא רחב כזה ראוי שיבלע המים במקומו ולא יתקלקל החצר:",
            "(י) ואין צריכים לגומא - ר\"ל וע\"כ אפילו אם אחד עשה גומא לצד עליתו לא חיישינן שהשני יוליך הכלי עם השופכין לשם:",
            ""
        ],
        [
            "(א) פתוחות זו לזו - דאל\"ה לא היו יכולין לערב יחד:",
            "(ב) ופתוחות לר\"ה - וה\"ה כשפתוחות למבוי. וכתבו האחרונים דה\"ה אם החיצונה לבד פתוחה לר\"ה או למבוי ואמצעית יש לה דריסת הרגל עם הפנימית השניה שלפנים הימנה נמי דינא הכי דכל אחת שריא עם האמצעית אפילו החיצונה הפתוחה לר\"ה ואין הפנימית יכולה לאסור עליה דרגל המותרת במקומה אינה אוסרת שלא במקומה כדלקמיה ס\"ב:",
            "(ג) עירובה בזו ועירובה בזו - דאז דיורי האמצעית בחיצונה ואין דיורי חיצונה באמצעית למהוי כולהו כי חדא אבל אם נתנו עירובן באמצעית הוי כאלו כולן דרין באמצעית:",
            "(ד) בשני בתים - ואפילו מלאוהו לכלי אחת ואייתר ונתנו אח\"כ לכלי אחר דבכה\"ג היה מהני אם היו נותנים אותו בבית אחד כמ\"ש סימן שס\"ו ס\"ד אבל אם נתנו בשני בתים לא משתרי החיצונות זו בזו כיון דלא מיחברי אהדדי:",
            "(ה) בבית אחד - והיינו בכלי אחד או דמליא למנא ואייתר [אחרונים]:",
            "(ו) שלשתן מותרות - דהוי כאלו עירבו יחד:",
            "(ז) ופנימית פתוחה וכו' - ובכל אחת יש בע\"ב האוסרין זה על זה:",
            "(ח) לעצמה - היינו עם בע\"ב שבתוכה:",
            "(ט) פנימית מותרת - שהרי יכולה לסגור פתחה ואין יכולין לעכב עליה בני החיצונה:",
            "(י) והחיצונה אסורה - שהאחד שלא נתן חלק בעירוב אוסר על השאר אם לא שיבטל את חלקו להם:",
            "(יא) שתיהן אסורות - דקי\"ל רגל האסורה במקומה אוסרת שלא במקומה כשיש לו דריסת רגל שם אם לא שיבטל את רשותו לבני הפנימית וגם רשות דריסת הרגל שיש לו בחיצונה לבני חיצונה:",
            "(יב) כל אחת וכו' - דרגל המותרת במקומה אינה אוסרת שלא במקומה:",
            "(יג) מותרת בחצרה - ר\"ל שאין הפנימי אוסר על בני החיצונה אף שיש לו דריסת הרגל עליו:",
            "(יד) שתיהן אסורות - שאם השוכח הוא אחד מן הפנימית בודאי אוסר על החיצונה כיון שאוסר במקומו ואפילו אם השוכח מן החיצונה אז החיצונה ודאי אסורה וגם הפנימית אסורה אף שאין לחיצונה דריסת הרגל עליה דכיון שעירבו יחד הרי היא כמו שדרה בחיצונה ואוסרת עליה ולא מהני בזה שיסתלקו מבני החיצונה ותסגור פתחה דהא ליתה לעירובה גבה ועיקר העירוב משום דירה דהוי כאלו דר במקום העירוב:",
            "(טו) עד שיבטל רשותו - ר\"ל לשתי החצירות וכמבואר בסי' שפ\"א:",
            "(טז) שתיהן אסורות - דכחדא חשיבא אם לא שיבטל רשותו לשני החצרות אבל אם יבטל רק לבני הפנימי לא מהני אפילו אם ירצו להסתלק מהחיצונה ולסגור פתחה [אחרונים]:",
            "(יז) פנימית מותרת - דיכולה היא להסתלק מהחיצונה דאחדא לדשא ומשתמשת דהא עירובה אצלה ואע\"ג דמתחלה נשתתפו יחד יכולה לחזור בה ולומר לה לתקוני שיתפתיך ולא לעוותי כי לא היה בדעתי שיעוות אחד מבני חצרך ולא יתן חלק בעירוב:",
            "(יח) או שנים בחיצונה ועירבו - היינו אותם השנים לבד אבל לא עם הפנימית ואשמועינן בזה דלא תימא דגזרינן משום שיסברו שיש שנים בפנימית כמו בחיצונה ונבוא להתיר גם בזה והתם בודאי אסור מדינא דהוי רגל האסורה במקומה:",
            "(יט) אין היחיד שבפנימית וכו' - ר\"ל אף שלא עירבו יחד דרגל המותרת במקומה אינה אוסרת שלא במקומה:",
            "(כ) רבים שהם כיחיד - היינו שהיו בפנימית האב עם בניו שמקבלים ממנו פרס וכל כיוצא בהם ע\"ש בסי' ש\"ע:",
            ""
        ],
        [
            "(א) פתוחים זה לזה - והם ג\"כ פתוחים לחצרות שאצלן וקמ\"ל דאע\"ג דבעלמא אם בית אחד אינו נותן חלק בעירוב הוא בעצמו אסור לטלטל וגם אוסר על בני החצר הכא יצוייר ששום אחד מהשלשה לא יתנו חלק בעירוב ואפ\"ה מותרים הכל לטלטל כגון אם יתנו בעלי שתי החצרות את עירובן בבית האמצעי ומטעם שמסיים:",
            "(ב) ומותרים בשלשתן - ר\"ל שהם מותרים לטלטל באותן הבתים והבתים בהן אע\"פ שלא נתנו חלק בעירוב:",
            "(ג) חשוב לו כבית שער - אחרי שבני החצר מוליכין עירובן דרך עליה לאמצעית. ויש שכתבו דה\"ה אם נתנו שניהם העירוב באחד מבתים הסמוכים לחצרות או באחד משאר בתים שבשתי החצרות אלו השלשה בתים אין צריכין ליתן עירוב דנעשו כולם בית שער לאותה חצר כיון שעוברים דרך עליהם להניח העירוב בה:",
            "(ד) וא\"צ ליתן פת - כמבואר בסימן שס\"ו ס\"ב:",
            ""
        ],
        [
            "(א) ששכח ולא עירב - נקט ששכח לאשמועינן דאפילו בכה\"ג אוסר כשלא ביטל אבל ה\"ה דאפילו כשהזיד ולא עירב מהני ביטול:",
            "(ב) אוסר עליהם - לטלטל מבתיהם לחצר:",
            "(ג) וא\"צ לקנות בק\"ס - דהוא רק סילוק רשותא בעלמא שמסלק עצמו מרשותו כדי שלא יאסור עליהם ומה\"ט מותר לבטל אף משתחשך:",
            "(ד) לכל אחד ואחד - ולא אמרינן דכשביטל רשותו לאחד מהם דעתו לבטל לכל בני החצר כדי שלא יאסור עליהם ומה שאמר לאחד מהם במקום כולם אמר לו. ואם לא ביטל לכולם אף למי שביטל אסור:",
            "(ה) וי\"א שדי שיאמר וכו' - משמע דלדעה ראשונה לא מהני כשאמר לכולכם והטעם כתב הט\"ז משום דבעלמא רובו ככולו וע\"כ אי אמר לכולכם אפשר דכונתו רק על הרוב מהם ומה שכתב המחבר בריש הסעיף רשותי מבוטלת לכם התם מיירי שהיו רק שנים ולדינא מסיק הא\"ר דהעיקר כהי\"א דמהני גם כשאמר לכולכם וכ\"ז כשעומד נגד כולם ואמר להם לשון זה:",
            "(ו) רשותו סתם וכו' - וכ\"ש אם אמר רשות חצרי מבוטלת לכם דאין הבית בכלל:",
            "(ז) שהוא אורח בעלמא - ואורח אינו אוסר על בני החצר וגם הם אינם אוסרים עליו וכדלעיל בסוף סימן ש\"ע ע\"ש:",
            "(ח) מביתו לחצר - שהרי לא ביטל להם רשות ביתו:",
            "(ט) וגם הוא - ר\"ל שאסור להוציא מביתו לחצר שאין לומר על ביתו שהוא כאורח בו שהרי לא ביטל להם:",
            "(י) שצריך לנעול ביתו וכו' - ר\"ל כשלא ביטל רשות ביתו דכשביטל מותר לכתחלה להוציא מביתו הוא והם כמ\"ש בס\"ב:",
            "(יא) כדי שלא יבוא וכו' - ובמקום הדחק יש לסמוך להקל שאין צריך נעילת בית:",
            "(יב) בין הוא וכו' מביתו - היינו לאחר שהחזיקו אנשי החצר את רשותו שהוציאו מבתיהם להחצר [דקודם שהחזיקו אם יוציא מביתו לחצר אז חוזר מביטולו וממילא אוסר עליהם והן עליו כדלקמן בסימן שפ\"א ס\"א וכן יזהר שלא יכניס מחצר לביתו קודם שיכניסו הם מהחצר לביתו כדלקמן בשפ\"א] וטעם ההיתר דכיון שביטל גם רשות ביתו נעשה אורח גמור אצלם כיון שלא נשאר לו רשות שלא ביטל:",
            "(יג) שאינו מועיל - ס\"ל דלא תקנו שכירות אלא בעכו\"ם אבל לא בישראל ועיין באחרונים שחתרו למצוא טעם לזה והמ\"א מצדד דבחול לכו\"ע יכול להשכיר דלא גרע מביטול אלא דבשבת אסור לשכור דהוי כמקח וממכר. ולענין הלכה הא\"ר פוסק דאין שכירות מועלת בישראל כלל אבל שארי אחרונים מקילין בזה לענין ימי החול כהמ\"א:",
            "(יד) הוא מותר וכו' - דכיון שביטלו לו רשותם נעשה חצירם וביתו רשות אחת:",
            "(טו) ולא מבתיהם - דמסתמא כשבטלו לו רשותן לא ביטלו אלא חצרן לבד:",
            "(טז) אף מביתו - כצ\"ל. ור\"ל לא מיבעיא דמביתם שלא ביטלו אסורים להוציא לחצר שהוא רשות אחרת אלא אפילו מביתו של זה שביטלו לו שהוא רשות אחת עם החצר ג\"כ אסור וכדמסיים דלא חשיבי כאורחים בעלמא כשהם רבים וא\"כ כשחוזרין ומוציאין לתוכה ה\"ז כאלו חוזרים בהם ורוצים לזכות בה וכתב המ\"א דלא אמרינן זה אלא כשהם מוציאים מבית לחצר אבל כשהם מכניסים מחצר לבית אין זה נקרא השתמשות בחצר ולא הוי כרוצים לזכות בחצר אבל בא\"ר כתב בשם הרבה פוסקים שגם להכניס מחצר לבית אסור וכ\"כ באבן עוזר:",
            "(יז) ולא אמרינן וכו' - ואפי' ביטלו לו רשות ביתם ג\"כ אסורים להוציא בין מביתם ובין מביתו לחצר:",
            "(יח) שאין רבים נעשים אורחים וכו' - ר\"ל בכגון זה שבאמת החצר והבתים שייך להם אלא כדי שיהא מותר לטלטל נסתלקו מרשותם. וכתב המ\"א דאפילו קדם היחיד והחזיק נמי לא מהני לענין רבים שלא יוכלו לחזור ולזכות ואסורין בכל גווני ועיין בה\"ל:",
            "(יט) אף בשל עצמו - כתבו האחרונים דלא גרסינן אף דמשמע מזה דכ\"ש בשל חבירו וזה אינו דהא המחבר מיירי שלא ביטל אלא רשות חצרו ולא ביתו וא\"כ אסור להוציא מבית חבירו לחצר וכן הוא בשו\"ע ישנים:",
            "(כ) שכחו שנים ולא עירבו וכו' - ר\"ל דכמו ביחיד שלא עירב מהני ביטול כן ה\"ה ביותר:",
            "(כא) לכל אחד - וכמ\"ש בסעיף א':",
            "(כב) לאחד שלא עירב - פי' שלא היו בחצר כ\"א ג' אנשים ושום אחד מהן לא עירב ולהכי כשביטלו אותם השנים רשותם להשלישי נמצא שחצר של יחיד הוא וא\"צ עירוב. ומבואר בב\"י דאפילו לא ביטלו השנים בבת אחת אלא בזה אחר זה ג\"כ מהני:",
            "(כג) ואפילו אמר לאחד וכו' ע\"מ וכו' - ר\"ל דלא מיבעי אם לא פירש שיחזור ויבטל לחבירו אלא שביטל סתם לראשון והראשון מעצמו חזר וביטל חלק של עצמו וגם חלק שקיבל דלא מהני דחלק דידיה יכול לבטל ולא חלק דאקני ליה חבריה [דכיון דבעידנא דבטיל ליה רשותיה לא הוי ליה שריותא בחצר משום דאסרי אהדדי אשתכח דבטול לא אהני מידי ולא קני ליה ולהכי לא מצי לאקנויי האי בטול לחבריה] אלא אפילו אמר לו לכתחלה אני מבטל לך ע\"מ שתחזור ותבטל לחברך לא אמרינן דשליח שויה והוי כאלו הוא בעצמו מבטל להאחרון אלא דכיון דלראשון לא מהני האי בטול לא קני ליה שיוכל לחזור ולהקנות לאחרון:",
            "(כד) אינו מועיל - וכנ\"ל דחלקו יכול לבטל אבל לא חלק שהקנוהו לו. ומסתברא דאם אותו שביטל לראשון חזר וביטל בעצמו לשני שפיר מהני שהרי עכשיו כל החלקים שלו שהרי הראשון ביטל לו מעיקרא חלק של עצמו:\n"
        ],
        [
            "(א) והוציא אח\"כ - פי' שעבר והוציא:",
            "(ב) במזיד אוסר - על בני החצר לטלטל:",
            "(ג) שהרי חוזר וכו' - שנראה כחוזר ומחזיק ברשות שביטל. ומ\"מ אם חוזר אח\"כ ומבטל מחדש מהני. כתב המג\"א דלא אמרינן שהוא כחוזר ומחזיק אלא ע\"י הוצאה מבית לחצר אבל אם מכניס מחצר לבית לא נראה כרוצה לחזור מביטולו ולהחזיק בחצר וכבר כתבנו לעיל סי' ש\"פ ס\"ק ט\"ז שכמה פוסקים חולקים ע\"ז וס\"ל דאין חילוק בין הוצאה להכנסה וכמו דלא מחלקינן בין הוצאה להכנסה לענין החזיק וכמו שמסיים המחבר:",
            "(ד) ואם החזיקו וכו' - קודם שחזר והוציא כליו:",
            "(ה) אינו יכול לחזור - דבכל מקום חזקה מועילה בקניה ואע\"ג שאין זו חזקה גמורה אפ\"ה הקילו חכמים בה דמהני כשאר חזקות ולדעה זו מהני חזקה אף אם החזיק בערב שבת אחר הביטול:",
            "(ו) משחשיכה - דמבעוד יום לא מוכחא מילתא שהרי גם בלא ביטול יכולין להוציא ולהכניס ועיין בביאור הלכה שיש להחמיר כדעה זו:",
            "(ז) יש ביטול רשות מחצר לחצר - כמו שיש ביטול רשות מבית לבית בחצר אחד:",
            "(ח) ועירבו כל אחת לעצמה - דאי לא עירבו אין מבטלין כמו שנתבאר בסימן ש\"פ דלשנים אין מבטלין לפי שכל אחד אוסר ע\"ח:",
            "(ט) ול\"ש עירבו יחד - מיירי בששכח אחד מהם ולא עירב דיכול לבטל רשותו לבני חצר שלו וגם לבני האחרת:",
            "(י) להיותה מותרת וכו' ולא היא - קאי ארישא מהיכא שעירבה כל אחת לעצמה דהמבטלים רשותם שוב אסורים להוציא מבתיהם לחצר והיכא ששכח אחד ולא עירב וביטל רשותו לכולם הוא לבדו אסור וכולם מותרים:",
            "(יא) אלא החיצונה וכו' - דאם גם החיצונה לא עירבו לא אפשר בביטול דאין מבטלין רשות לשנים וכנ\"ל:",
            "(יב) לבדה - ואז הוי הפנימית רגל האסורה במקומה ואוסרת שלא במקומה וכנ\"ל בסימן שע\"ח:",
            "(יג) בשעה שצריכה לצאת - דאין דריסת הרגל אוסר אלא עם עשיית תשמיש:",
            "(יד) ונתנו עירובן בחיצונה - ל\"ד דה\"ה דאם נתנו עירובן בפנימית ג\"כ צריך הפנימי לבטל רשותו לשתי החצרות ולא סגי בשיבטל לפנימית לבד ויהא הוא אורח לגבייהו ולא יאסור עליהן ואח\"כ יסלקו הם עצמן לגמרי מלהשתמש בחצר החיצונה דכיון שהעוות בא מהם שהרי אחד מבני חצרם שכח לערב אי אפשר להם להסתלק מבני החיצונה אחרי שנתחברו מתחלה יחד ע\"י עירוב אחד:",
            "(טו) וגם לכ\"א מבני החיצונה - שנעשו כחצר אחד ע\"י העירוב ואפילו אם ירצו בני הפנימי להסתלק עצמן מן החיצונה ג\"כ לא מהני בבטול לבני הפנימי לבד וכנ\"ל בס\"ק הקודם ובפרט לפי מה שצייר המחבר שהעירוב מונח בחיצונה בלא\"ה א\"א להסתלק מהם שהרי העירוב מונח אצלם:",
            "(טז) ויהיה הוא לבדו אסור - היינו להוציא מבית לחצר וכדלעיל בסימן ש\"פ:",
            "(יז) בחורבה - ולא אמרינן שלא הקילו חכמים בביטול רשות אלא בחצר שלפני הבתים שבה הוא עיקר תשמישם:",
            "(יח) שהיא של שניהם - עיין לעיל בסימן שע\"ו:",
            "(יט) יש ביטול רשות מבית לבית - כמו שמועיל הביטול מחצר לחצר:",
            "(כ) ואפילו המבטל וכו' לבית חברו - שהרי הכל של חברו כיון שביטל לו ואפילו קודם שהחזיק חבירו בביתו יכול הוא להוציא ממנו לבית חברו ואפילו היו המבטלין רבים ג\"כ מותרין להוציא מביתם לבית חבירן ואינו דומה להמבטל רשות חצרו שאין לו להוציא מביתו לחצר אפילו ביטל גם רשות ביתו עד שיחזיקו הם תחלה ואפילו אם החזיקו אינו מועיל אלא ביחיד שביטל לרבים אבל לא ביחיד ליחיד וכנ\"ל בסימן ש\"פ וכ\"ש ברבים ליחיד דהתם כיון שהיה לו חלק בחצר אלא שביטל להם א\"כ כשמוציא מביתו לחצר נראה כחוזר מבטולו ומחזיק בחלקו שבחצר משא\"כ כשמוציא לבית חבירו שלא היה בו חלק מעולם לא שייך לומר שעי\"ז מחזיק ברשות חבירו וגם לענין ביתו גופא לא שייך לומר שחוזר וזוכה בו במה שמוציא ממנו כליו לבית חבירו דאדרבה הרי מסתלק ממנו:",
            "(כא) חוזר ומחזיק וכו' - ואע\"ג דלעיל בסימן ש\"פ ס\"א מבואר דאם ביטל רשות חצרו לחבריו דמותר לו להוציא מביתם לחצר ולא אמרינן שחוזר וזוכה בחצרו בהוצאתו התם מיירי ביחיד לגבי רבים וחשיב רק כאורח לגבייהו אבל הכא מיירי ביחיד לגבי יחיד ויחיד לגבי יחיד לא הוי אורח וכנ\"ל בס\"ד ולהכי חוזר וזוכה במה שביטל מתחלה ולפ\"ז אפילו אם החזיק זה שביטלו לו ג\"כ אסור למבטל להוציא מביתו וכנ\"ל בסימן ש\"פ ס\"ד:",
            "(כב) מהחדר לביתו - וה\"ה מבית לחדרו מפני שהוא כמוציא מרשות לרשות ועיין באחרונים שהעלו דאפילו אם ביטל גם רשות חדרו בהדיא אסור להוציא מאחד לחבירו דבזה הוא חוזר ומחזיק ברשותו וכנ\"ל לענין מבית חבירו לביתו:",
            "(כג) ויש אומרים דאין לבטל וכו' - לפי שיש לחוש שלא תשתכח תורת עירוב מבתים אלו הפתוחים זה לזה שכולם יבטלו בעליהם לאחד וגם הם יהיו מותרים להוציא כל אחד מביתו לבית חבירו הואיל ואינו נראה כחוזר ומחזיק ברשותו בהוצאה זו משא\"כ כשמשאיר חדר אחד שאסור להוציא ממנו לבית ואם היה עירוב היה מותר נמצא משתכר הוא בעירוב ושוב אין לחוש שיבטלו הכל ותשתכח תורת עירוב:",
            "(כד) ואז מותר להכניס וכו' - עיין במ\"א שתמה ע\"ז דהא ע\"כ מיירי ביחיד לגבי יחיד דאי ביחיד לגבי רבים שעירבו א\"כ תו לא שייך לומר שישתכח תורת עירוב כיון שעירבו אלא דמיירי ביחיד לגבי יחיד וא\"כ האיך שרי להכניס מבית חבירו לביתו כיון דיחיד לגבי יחיד לא מקרי אורח והוי כאלו חוזר ומחזיק בביתו ואפילו החזיק חבירו לא מהני ועיין בחמד משה שתירץ דדין זה דרמ\"א מיירי ביחיד לגבי רבים אלא שאותן רבים היו דרים בבית אחד ולא היו צריכין לעירוב וזה ג\"כ מקרי רבים וזה היחיד מקרי אורח לגבייהו ולכן מותר לו להכניס מביתם לביתו ואפילו קודם שהחזיקו ועיין בבה\"ל מה שכתבנו בשם הגר\"א:",
            "(כה) אינם יכולים לבטל וכו' - כדי שיוכל חבירו להשתמש והטעם דכיון שלא היו יכולים לערב יחד מבע\"י אמרינן כיון שנאסר למקצת השבת נאסר לכל השבת ולא מהני בטול:",
            "(כו) והיורש בא לדור בחצר ואוסר - אבל אם לא היה בא לדור אינו אוסר על בני החצר דדירה בלא בעלים לא שמה דירה וכנ\"ל בסימן שע\"א ס\"ד ועיין לעיל מה שכתבנו שם בבה\"ל:",
            "(כז) יכול לבטל רשותו - אף דאי בעי לערובי מאתמול לא מצי מערב אפ\"ה מהני ביטולו משום דיורש כרעיה דאבוה הוא [ש\"ס]:",
            "(כח) וחוזרים ומבטלים לאותם וכו' - אבל אם לא היו חוזרין ומבטלין להם לא היו מותרים המבטלים להוציא אפי' ביטלו גם רשות בתיהם הואיל והם רבים ואינם נעשים אורחים כמש\"כ בסימן ש\"פ [מ\"א וש\"א]:\n"
        ],
        [
            "(א) אינו אוסר עליו - דמעיקר הדין דירת עכו\"ם אינה חשובה דירה אלא דחכמים גזרו דליאסר עליו כדי שלא ידור עמו וילמוד ממעשיו ולא גזרו אלא בדבר דשכיח דהיינו במקום שדרים כמה ישראלים אבל לא בחד בית דלא שכיח שידור בין העכו\"ם דהיו חשודין אש\"ד:",
            "(ב) בשני בתים - אבל בחד בית אפילו יש כמה אנשים ואוכלים כל אחד בפ\"ע כחד חשיבי:",
            "(ג) ואוסרים זע\"ז - לאפוקי במקום שאינם אוסרים זה על זה כגון אב ובניו שמקבלים פרס מאתו שאינם צריכים לערוב אפילו הם דרים כל אחד בבית בפני עצמו כדמבואר בסי' ש\"ע עיי\"ש בזה אין עכו\"ם אוסר עליהם וא\"צ לשכור רשותו:",
            "(ד) אז העכו\"ם אוסר עליהם - שלא יועיל עירובן שמערבין ביניהם עד שישכרו רשות העכו\"ם:",
            "(ה) ואינו מועיל וכו' - כמו בישראל שלא עירב עם בני החצר שמבטל רשותו כדי להתיר שאר בני החצר לטלטל כדמבואר בסי' ש\"פ והטעם דלא מהני משום דרצו חכמים לארחוקי דירת ישראל מן העכו\"ם ולהכי החמירו דאין לו תקנה עד שישכור ממנו ומאחר שהעכו\"ם אינו רוצה להשכיר בנקל יתרחק הישראל מלדור עמו כדי שלא יאסור עליו הטלטול:",
            "(ו) אלא צריך שישכירו ממנו - ולענין אם מהני שאלה תלוי בשתי הדעות המבואר בסי\"ב ולדעה ראשונה שם לא מהני:",
            "(ז) דלא השכיר וכו' - ובס' עבודת הקודש להרשב\"א כתב עוד טעם לדין זה שאין דרכו של ישראל להשכיר או להשאיל לעכו\"ם בית בחצר שהוא שרוי בתוכה ולא גזרו חכמים בדבר שאינו מצוי ועיין בביאור הגר\"א בכאן ולעיל בסי' ש\"ע שדעתו דדוקא בשהתנה המשכיר או המשאיל שיכול לסלקו בכל שעה שירצה ובהיכא דלא יכול לסלוקיה בודאי אוסר עליו ועיין מה שהארכנו בזה בסי' שפ\"ד בביאור הלכה:",
            "(ח) אבל אם הבית וכו' - פי' דלא נימא דשכירות הצריך לענין היתר טלטול נכלל בשכירות הבית משום דאומדנא דמוכח הוא שלא שכר ממנו הבית אדעתא שיהיה אסור לטלטל בשבת ולא יצטרך תו לשכור הרשות מהעכו\"ם קמ\"ל דלא אמרינן הכי רק במשכיר ולא בשוכר ולהכי צריך לשכור ממנו רשותו:",
            "(ט) ועכו\"ם וכו' - ר\"ל הנכרי המשכיר:",
            "(י) בבית עמו - ומיירי שיש לו להעכו\"ם חדר מיוחד דאם יש לו רשות לישראל להשתמש בכל הבית לא גרע משכירו ולקיטו של העכו\"ם ולא יצטרך לשכור רשותו ועיין בסעיף ט\"ו מש\"כ שם:",
            "(יא) ישראל שהשאיל וכו' במקום שדרים נכרים וכו' - ר\"ל שישראל יש לו ב' בתים בחצר שא\"י דר בה והוא דר בבית אחד והשניה השכיר לישראל אחר ויש לו בבית זה תפיסת יד דהיינו שהשאיר בו כלים שאינם נטלים בשבת ומחמת זה אין צריכין לערב ביניהם כמו שנתבאר בסי' ש\"ע וקמ\"ל דאפ\"ה אינם חשובים כחד וצריכים לשכור מהעכו\"ם דתפיסת יד לא עדיף מאם ערבו ביניהם שאינו מועיל כ\"ז שלא שכרו מן העכו\"ם כמו שכתבנו בסק\"ד עיין בביאור הלכה מ\"ש בזה:",
            "(יב) לאחד מהם - שיהיה עכ\"פ הוא מותר לטלטל והם יהיו אסורין וכמו שנתבאר לעיל סי' ש\"פ:",
            "(יג) אינו מועיל - דא\"כ בטלת תורת עירוב מאותו מבוי שהרי לא יצטרכו לשכור כלל ויוכלו תמיד לבטל וישכח תורת עירוב [גמרא]:",
            "(יד) הפתוחות זו לזו - בחלון או בפתח:",
            "(טו) ואין להם דריסת רגל וכו' - דהיינו שאינם זו לפנים מזו אלא זו בצד זו ופתחיהם למבוי:",
            "(טז) מכניסין ומוציאין מחצר זו - ר\"ל כלים ששבתו בבתיהם ומיירי שהישראלים ערבו ביניהם דבלא זה הלא אסורים להוציא מבתיהם לחצר:",
            "(יז) דרך חלון - אפילו אם הוא למטה מעשרה טפחים וה\"ה אם היה פתח ביניהם מוציאין דרך הפתח:",
            "(יח) שביניהם - ולהוציא מחצרם לחצר עכו\"ם דרך המבוי [כשהוא מתוקן בלחי וקורה כדין] תלוי בזה אם לא היה במבוי זה רק חצר אחד של ישראל מותר ואם היו שתי חצרות של ישראל אסור שהרי העכו\"ם אוסר עליהם את המבוי עד שישכרו ממנו וכדמבואר לקמן סימן שצ\"א ס\"א:",
            "(יט) וא\"צ לשכור מהעכו\"ם - והטעם דלא הצריכו חכמים לשכור אלא היכי שדרים בחצר אחד או בשתי חצרות והיו זו לפנים מזו שהעכו\"ם עובר דרך החיצונה שהישראלים דרים שם דהוי ג\"כ כבחצר אחד וכמבואר לקמן בסי\"ז משא\"כ בשתי חצרות שאין להם שייכות בהדי הדדי אף שמוציא ומכניס לפעמים דרך חלונו או פתחו שיש לו בצדו לית לן בה:",
            "(כ) ואינו צריך לכתוב וכו' - דדי בשכירות חלושה ולא בעינן שכירות בריאה:",
            "(כא) אפילו בפחות משוה פרוטה - הטעם דלגבי עכו\"ם חשיב ממון דבן נח נהרג אפי' בפחות משוה פרוטה אבל מישראל אם ירצה לשכור ממנו רשותו לא מהני בפחות משוה פרוטה אפילו לדעת המקילין בסימן ש\"פ ס\"ג:",
            "(כב) בשבת - שאינו שכירות ודאית אלא כביטול רשות והיכר בעלמא ומבואר בפוסקים דנותן לו דבר מאכל או כל דבר המותר לטלטל ואומר זה עבור שכר חצרך אבל מעות אסור לטלטל ועיין סימן שפ\"ג דהעירוב נתבטל וצריכין לבטל רשותם לגבי אחד עי\"ש:",
            "(כג) כל זמן שאין הנכרי וכו' - מיירי ששכרו ממנו בסתם ולא פירש שום זמן דאי שכרו לזמן ידוע כשעבר הזמן צריך לשכור שנית בכל ענין כמבואר בסעיף שאח\"ז וקודם שעבר הזמן אינו יכול לחזור בשום ענין:",
            "(כד) ואפילו לזמן מרובה - כיון שלא פירש זמן בשכירות מהני כ\"ז שאינו חוזר העכו\"ם בפירוש אבל אם רוצה הנכרי יכול לחזור בו מיד אחר שבת הראשונה ואוסר עליו דכיון שלא השכיר לו אלא בסתם יכול לומר לו לא כוונתי אלא על שבת אחת:",
            "(כה) עד שיחזור הדמים - ר\"ל דמה שאמרנו דאחר שבת הראשונה יכול העכו\"ם לחזור היינו דוקא כשמחזיר הדמים דאל\"כ יכול הישראל לומר לו אנכי כונתי לשכור ממך על כמה שבתות וע\"ד כן נתתי לך דמי השכירות ובכגון זה הקילו חכמים במקום עכו\"ם שאינו יכול לאסור עליו והרבה חולקים ע\"ז ולדבריהם יכול העכו\"ם לחזור אחר שבת ראשונה אפילו בלא חזרת דמים דכיון דלא פירש לכמה שבתות יכול לומר לא כוונתי אלא על שבת אחת:",
            "(כו) לכשיכלה הזמן צריך וכו' - אפילו אם אין העכו\"ם חוזר בו דמאיליו נתבטל שכירות הראשונה ופשוט דאפילו אם יאמר לו העכו\"ם שהוא מתרצה גם על להבא ג\"כ לא מהני עד שישכור ממנו. כתב הט\"ז אם שכר מעכו\"ם ומת והניח יורש אין מועיל מה ששכרו מן המוריש דאז נתבטל כח השכירות דהא אפילו בחייו מצי למיהדר ביה וכו' עכ\"ל וזהו לשיטתו לעיל שכתב בס\"ו דאפילו בתוך זמן יכול לחזור אבל לפי מה שהסכימו האחרונים שם דבתוך הזמן אינו יכול לחזור בשום ענין א\"כ אפילו מת לא נתבטל השכירות ואפילו היורש עומד ומוחה וכ\"כ הא\"ר ועוד הרבה אחרונים מיהו בשכר ממנו סתם ומת מסתברא דנתבטל ממילא השכירות וכדברי הט\"ז. ואפילו אם היורש יאמר שמתרצה במה שעשה אביו מסתברא דלא מהני עד שיחזור וישכור ממנו:",
            "(כז) וצריך לחזור ולערב - דמכיון שנתבטל השכירות ממילא נתבטל העירוב דאין עירוב מועיל במקום עכו\"ם ולא אמרינן אח\"כ דכששכרו מהעכו\"ם יהא העירוב הראשון חוזר וניעור:",
            "(כח) לזמן ידוע - מלשון זה משמע דאם שכר ממנו סתם והשכירו לאחר צריך לשכור מהשוכר השני:",
            "(כט) ובתוך הזמן השכיר וכו' - וה\"ה אם מכר לאחר והטעם דשכירות ליומא נמי ממכר הוא ואין יכול למכור הזכות שנתן כבר לאחר ויש מחמירין במכר:",
            "(ל) בשביל כולם - היינו שא\"צ כל אחד ואחד לשכור ממנו אלא כיון ששכר אחד מהן ממילא הותרו כולן:",
            "(לא) בעל כרחו וכו' - פי' אין יכולין ליתן שכירותו לרשותו להניחו לפניו על השלחן [ואפילו עכו\"ם שהיה רגיל עד כה להשכיר לו רשותו] ולומר לו הרי לך שכירותך בעד רשותך שיהא לנו רשות לטלטל בחצרך לשנה כמו מלפנים ואע\"ג דלגבי עירוב איכא מ\"ד בסוף סימן שס\"ז דבעירוב אם רגיל לערב ואינו רוצה עכשיו באין ונוטלין ממנו בע\"כ הכא שאני דאין מדמין עכו\"ם לישראל לענין כפיה בדבר מצוה:",
            "(לב) אבל מאשתו - וה\"ה מאחד מבני ביתו:",
            "(לג) או משכירו ולקיטו - פי' שכיר לעבודת כל השנה לקיטו לימות הקציר:",
            "(לד) אע\"פ שהוא מוחה - כיון דמעיקר הדין אין דירתו אוסרת אלא כדי שלא ילמוד ממעשיו הקילו בה להיות אפילו שכירו נחשב לענין זה כבעה\"ב וכתב הגר\"א בביאורו דזהו רק לדעה הראשונה שבסימן שס\"ז אבל לדעת י\"א שם גם באשתו אינו יכול לשכור ממנה אם הבעל מוחה בה בפירוש שלא תשכיר:",
            "(לה) של שכירו ולקיטו - והיינו כשיש לו להשכיר רשות לקחת שכיר שיהיה לו רשות להשתמש בכל הבית דאז הו\"ל שכירו ג\"כ כאלו היה שכיר של בעה\"ב:",
            "(לו) אחד מבני החצר - ה\"ה אפילו שלא מבני החצר ואורחא דמלתא נקט:",
            "(לז) להניח בו שום דבר - וקונה אותו המקום במה שהניח בו שום חפץ בע\"ש ולדעת הרבה פוסקים מהני אע\"פ שסילקו אח\"כ משם כיון שכבר קנה אותו המקום להניח בו כשירצה:",
            "(לח) דהו\"ל וכו' - כיון שיש לו שיתוף עמו ברשותו:",
            "(לט) ומשכיר וכו' - אבל בלא שכירות לא יועיל דלא עדיף הישראל העומד במקומו ממנו ולא דמי לחמשה שרוים בחצר המבואר בס\"ט דשכירות אחד מהן די לכולם שאני התם שאותו האחד עכ\"פ שכר מהעכו\"ם משא\"כ הכא שהיה רק בשאלה ממנו אינו מועיל דלא התירו חכמים בעכו\"ם רק בשכירות ולא מהני בכאן שאלתו רק שיהיה עומד במקומו להשכיר כשכירו ולקיטו וכאחד מב\"ב:",
            "(מ) שאינו צריך להשכיר - ס\"ל לדעה זו דל\"ד שכירות מתיר בעכו\"ם ה\"ה שאלה וממילא שאילתו מועיל בעד כולם כמו בההיא דס\"ט לענין שכירות וע\"כ די במה שנותן בעירוב עם שאר בני החצר:",
            "(מא) אלא וכו' - ולכתחלה נכון לחוש לסברא הראשונה:",
            "(מב) נותן עירובו ודיו - לכאורה משמע דלא צריך לערוב אלא כשהוא מבני החצר וכמו שמיירי המחבר אבל בחידושי הרשב\"א משמע דאפילו אינו דר בחצר הצריכוהו חכמים ליתן חלק בעירוב משום האי בית של עכו\"ם דחשבינן ליה כאלו דר שם:",
            "(מג) לא מהני - והאחרונים הסכימו לדינא דהא דלא מהני יחוד מקום היינו דוקא כשאין לו רשות להשתמש באותו מקום שייחד לו כלל וגם אינו יכול לסלקו וא\"כ תו לא הוי כשלוחו כיון שאין לו שייכות עמו אבל כשיש לו רשות להשתמש במקום שייחד לו או שיש לו רשות לסלק את הישראל א\"כ עדיין יש לו שייכות עם הישראל והוי כשלוחו:",
            "(מד) אע\"פ שסילקו תוך הזמן - הטעם דחשבינן אותו השכירות כאלו שכרו מהבעה\"ב כיון שנחשב כאלו עשה ברשותו:",
            "(מה) מותרים עד תום הזמן - וה\"ה כשמת השכיר ולקיט כ\"כ ח\"א וש\"א:",
            "(מו) כיון שסילקו נתבטל וכו' - דהרי בסתמא יכול לחזור אחר שבת ראשונה מתי שירצה וכמש\"כ בס\"ו ולהכי אין כח בשכירות כזה רק כ\"ז שהוא שכיר ולא אח\"כ:",
            "(מז) מגזבר המלך - ואפילו נוטל השכר לעצמו דמסתמא אין המלך מקפיד על ד\"ז [מ\"א] ובא\"ר מיקל בזה גם בשכיר ולקיט ע\"ש. וכתבו האחרונים דלאו דוקא גזבר אלא ה\"ה כל עבד מעבדיו הקטנים דלא גרע משכירו ולקיטו ועיין לקמן סימן שצ\"א סקי\"ח במ\"ב מה שכתבנו שם:",
            "(מח) ונסתלק לגמרי וכו' - ולכך יש ליזהר לכתחלה שלא לשכור סתמא משר העיר או ממשרתיו רק על זמן דלפעמים נסתלק ובטל השכירות. ושיעור הזמן הסכימו הרבה אחרונים דיוכל לשכור על זמן ארוך ורב אך לכתחלה טוב שלא לשכור רק עד עשרים שנה:",
            "(מט) ויוכל לשכור ממנו - הטעם דעדיין הוא בכלל ממוני המלך ומשרתיו כיון שמקבל פרס מבית המלך ועיין בה\"ל:",
            "(נ) אם יש וכו' - פי' ואין שום אחד מהם רשאי להשתמש בחדר המיוחד לחבירו ודמי להא שכתב המחבר לעיל סי\"ג דייחד לו מקום לא הוי כשכירו ולקיטו ואינו יכול להשכיר עבור בעה\"ב:",
            "(נא) בכה\"ג וכו' - ר\"ל בחדרים מיוחדים לכל א' הא אי דרים בשותפות בכל הבית או אפי' מחולקים בכל הבית רק בחדר אחד יש רשות לשניהם להשתמש בו אין צריך לשכור רק מאחד מהם וכדלעיל בסי\"ג. והרבה פוסקים חולקים אדברי רמ\"א ולדידהו אפי' משתמשים ביחד בכל החדרים לא מיקרי ישראל שכיר ולקיט וצריך לשכור מן העכו\"ם דוקא וכן בסיפא בשני עכו\"ם נמי צריך לשכור משניהם דוקא והטעם דלא תקנו חכמים דיהיה ידו כיד בעה\"ב אלא בשכיר ולקיט דנגרר אחריו אבל לא בשותפים שכח כל אחד מהם שוה בבית ואין כל אחד טפל לחבירו:",
            "(נב) דרים בביתו - בחדרים מיוחדים לכל אחד בפ\"ע:",
            "(נג) אין דירתם וכו' - דאע\"ג דאחשבינהו רבנן לדירתם ונעשים כבעלים על ידן להשכיר הרשות ואפילו שלא מדעת עכו\"ם לא אמרו אלא להקל אבל לא שיהיה דירתן חשובה דירה שיאסרו זה על זה כשלא עירבו דבאמת אין דירתן מיוחדת להם שהרי העכו\"ם יש לו רשות בהן ויכול לסלקם משם:",
            "(נד) זה על זה - וה\"ה שאין אוסרין על בני החצר דאין צריכין להשתתף בעירוב:",
            "(נה) דשכירות - ט\"ס הוא וצ\"ל ושכירו ור\"ל דאם שכרו בני החצר הרשות מן העכו\"ם אין צריך לשכור מן השכיר והלקיט בין אם הוא ישראל או עכו\"ם ומלתא דפשיטא הוא אלא דלפי מה דקי\"ל דאחשבינהו לדירתן [ששוכרין מהן הרשות וכנ\"ל] הו\"א דהוי כשני עכו\"ם שדרין בבית שצריך לשכור מכל אחד וכנ\"ל קמ\"ל דלקולא אמרינן ולא לחומרא:",
            "(נו) מבעל הבית - וה\"ה אם שכרו הרשות מאחד מן השכירים די וא\"צ לשכור מכולם:",
            "(נז) זו לפנים מזו - ודריסת רגלם של הפנימים דרך חצר החיצונה:",
            "(נח) אוסר - על חצר החיצונה עד שישכור הרשות מהנכרי וטעם כל אלה דחשבינן כאלו כולם דרים בחצר החיצונה כיון שדריסת רגלם עליו ומצויים שם וגזרו בזה משום שמא ילמדו ממעשיו. ומ\"מ ישראל הדר בפנימית מותר לטלטל בחצירו מביתו לחצר שאין העכו\"ם אוסר על ישראל יחידי ואין החצר החיצונה אוסר עליו שהרי אין לו עליו דריסת הרגל ואינם מצויים שלשתם בחצר הפנימי ולא גזרו בזה חכמים:",
            "(נט) ויש מי שאומר וכו' - דאע\"ג דבכל מקום ישראל אחד עם עכו\"ם אינו אסור אפילו אם דרים בחצר אחד ס\"ל דהכא גרע טפי דבחצר שהוא לפנים מחצר לאו כו\"ע ידעי מי ומי דר בו ויחשבו כי דרים בו גם ישראל מלבד עכו\"ם וכי חזו דמטלטלי בחיצון אתו למימר דשרי בלי שכירות במקום עכו\"ם ומ\"מ להלכה לא נקטינן כן כי הרבה אחרונים דחו זה מהלכה:",
            "(ס) שיש לו רשות וכו' - ר\"ל אע\"פ שלא הניח שם והטעם דלא גרע משכירו ולקיטו של נכרי המבואר בסי\"א דלפי שיש לו רשות להשתמש בבית שוכרים ממנו האי משכיר נמי דיש לו רשות להשתמש בבית שוכרין ממנו:",
            "(סא) לסלק השוכר תוך זמנו - כגון שהתנה עמו שרשות בידו לסלקו כל זמן שירצה:",
            "(סב) יכולים לשכור ממנו - אפילו לא סילקו עדיין שהרי שייר לו עדיין זכות בחצרו ומ\"מ פשוט דמכ\"ש דיכולין לשכור מהשוכר דכל הבית שלו עכשיו וכתב הב\"י דאפילו השוכר מצוי בביתו אם רצה לשכור מהמשכיר שוכר:",
            "(סג) וה\"ה איש אחר וכו' - פי' דלא תימא דוקא במשכיר מהני זה משום ששייר לו זכות בחצר קמ\"ל דגם באיש אחר מהני כיון שיש לו עכ\"פ רשות להשתמש שם:",
            "(סד) שיש לו תפיסה בבית - וגם בזה די בשיש לו רשות להניח אפילו אם עדיין לא הניח וכמבואר לעיל בסי\"ב:",
            "(סה) שישראל ועכו\"ם דרין בה - ר\"ל ישראל אחד:",
            "(סו) ובית אחד של ישראל - ר\"ל של ישראל שני:",
            "(סז) ואינו פתוח לחצר - אלא לחצר אחרת או למבוי דאלו היה פתוח לחצר זה א\"כ הרי יש כאן ב' ישראלים במקום עכו\"ם והדין פשוט דצריכין לשכור הרשות ואח\"כ לערוב ביניהם רק הכא דבית א' אינו שייך לכאן שהרי פתחו לצד אחר וא\"כ לא נשאר כאן רק ישראל א' במקום עכו\"ם ואינו צריך שום תיקון לטלטל בחצר ואשמעי' הכא שישראל השני אסור לטלטל דרך חלונו לבית ישראל זה ומשם לחצר אפי' אם נתערבו ע\"י חלונות שיש ביניהם ואע\"ג דמשום ישראל זה שמטלטל ג\"כ דרך ביתו של ישראל מסתברא דלא מיקרי שנים במקום עכו\"ם לאסור דלא שייך זה רק כששניהם מטלטלים דרך פתחם לחצר אפ\"ה גזרו בזה מטעם אחר דאם יהא מותר ישראל פלוני לטלטל דרך ביתו של זה לחצר יסמוך הישראל ע\"ז וידור עם עכו\"ם דלא מסתפי משום שהוא יחיד שהרי עוד ישראל אחר מצוי כאן וילמוד ממעשיו של עכו\"ם:",
            "(סח) אבל אם וכו' מותר - דאפי' בלא עירוב לא מסתפי ישראל לדור כאן יחידי שהרי הישראל מצוי תדיר כאן דרך פתחו ולהכי לא גזרו בזה שלא יהני עירובו:",
            "(סט) ויש מי שאומר - ויש להחמיר כדעה זו ועיין ביאור הלכה:",
            "(ע) שישראל ועכו\"ם שרוים בה - ר\"ל ופתחיהן של בתי ישראלים פתוחים לחצר:",
            "(עא) עירוב דרך חלונות - ר\"ל ע\"י חלונות שיש ביניהם חל העירוב שעשו וכ\"ש אם יש פתחים ביניהם:",
            "(עב) להוציא וכו' דרך חלונות - וה\"ה דרך פתח אם יש ביניהם:",
            "(עג) הרי הם אסורים - דסד\"א כיון שעירבו יחד דרך חלונות או פתחים שיש ביניהם יחשבו כבעה\"ב אחד הדר בחצר של עכו\"ם ואין אוסר עליו להוציא מבית לבית אפילו דרך אויר החצר קמ\"ל:",
            "(עד) מבית לבית דרך פתחים - ר\"ל דרך אויר החצר דאלו דרך פתח שיש בין בית לבית מותר ע\"י עירוב שעשו לכו\"ע [הגר\"א]:",
            "(עה) ויש להם בתים מיוחדים - ר\"ל שיש ב' ישראלים או יותר שלכל אחד מהם חדר מיוחד לאכילה דאם היו אוכלין במקום אחד אפילו כמה וכמה כחד חשיב ואינו אסור:",
            "(עו) מן העכו\"ם בעל הספינה - וכמו בכל מקום שיש בתים מיוחדים וחצר משותפת לכולם שצריכין לערוב ולשכור. ומבואר בב\"י דלא מהני במה ששוכרים מבעל הספינה אלא אם שוכרין ממנו קודם שחילק המקומות לכל אחד מן העכו\"ם דעדיין רשות הספינה שייך לו לבד ויכולת בידו להשכיר אבל לאחר שחילק המקומות לשאר שוכרים לא מהני במה שישכרו ממנו אלא צריכים לשכור מכל עכו\"ם ועכו\"ם אם לא שיש לו רשות לבעל הספינה להניח כליו בכל מקום דאז די במה ששוכרין ממנו בלבד:",
            "(עז) או להבליעו - ר\"ל דאפילו לא שכרו ממנו אח\"כ אלא בשעה ששכרו מקומם פירשו לו שבשכירות זה שוכרים ממנו גם כן רשותו מהני ודמי שכירות המקום עולים גם לשכירות הרשות:\n"
        ],
        [
            "(א) עם שני ישראלים - בחצר אחד:",
            "(ב) ואין העכו\"ם בביתו - שהלך קודם השבת הוא וכל בני ביתו לעיר אחרת:",
            "(ג) וע\"ל סימן שע\"א - ר\"ל דשם נתבאר לדעה ראשונה דדוקא כשהלך למקום רחוק יותר מיום אחד שא\"א לו לבוא בשבת ולדעה שניה אפילו בתוך מהלך יום אינו אוסר:",
            "(ד) אוסר - ולא אמרינן דכיון שהותר תחלת השבת הותר לכל השבת ואפילו אם הלך למקום רחוק יותר ממהלך יום כיון שבא אח\"כ בשבת אגלאי מלתא למפרע דיצא משם בחול ובכניסת השבת היה בתוך מהלך יום והיה עומד לבוא בשבת ולכך לא שייך לומר הואיל והותר תחלת השבת הותר דהא בין השמשות היה עומד להיות נאסר אח\"כ:",
            "(ה) והעירוב בטל - ר\"ל כמו שכתב אח\"כ דאפילו אם ישכרו מן העכו\"ם לא יהיו יכולים לטלטל כ\"ז שלא יבטלו הרשות אחד לחבירו משום דהעירוב נתבטל תיכף בבוא העכו\"ם לביתו:",
            "(ו) יכולים לשכור ממנו - ואין זה דומה למקח וממכר משום דאין זה אלא משום היכר להתיר טלטול:",
            "(ז) ויהיה היחיד מותר - ר\"ל האיש שביטלו לו הרשות משא\"כ המבטל בודאי אסור אם לא שחזר השני וביטל להראשון דאז מותר כנ\"ל בסוף סי' שפ\"א:",
            "(ח) וכל שכן אם - ר\"ל שעירבו מבע\"י ולא היה העכו\"ם כאן ובא בשבת ומת בו ביום דודאי מהני בטול לחוד מק\"ו דכיון דגם היכא דצריך שכירות וביטול מהני אפילו בשבת וכ\"ש ביטול לחודא. [וה\"ה אם לא עירבו כלל מבע\"י מפני העכו\"ם שהוא אוסר עליהן ומת בשבת דמבטל אחד לחבירו ושרי]. וכ\"ז כשלא שכרו מן העכו\"ם אבל אם שכרו ממנו מבע\"י וגם עירבו ומת העכו\"ם בשבת אף שיש לו יורשים לא נתבטל העירוב אף שעדיין לא שכרו מן היורש דכיון שהותר לתחלת השבת הותר לכל השבת:"
        ],
        [
            "(א) לשם אכסנאות - ר\"ל שלא נכנס לשם לקבוע שם דירתו אלא לפי שעה להתאכסן שם:",
            "(ב) שלא ברשות - לאו דוקא אלא ר\"ל שלא נכנס ברשות:",
            "(ג) נכנס ברשות - ר\"ל שהשאילו או השכירו חדר מיוחד להתאכסן שם. כתב מג\"א דעכו\"ם שיש לו חוב על הבית ונכנס שלא ברשות בעד חובו מיקרי ברשות ואוסר ויש מקילין בזה:",
            "(ד) רגיל לבוא - היינו שרגיל לבוא תמיד להתאכסן שם ועי\"ז חשוב כקבוע וצריך לשכור ממנו הרשות:",
            "(ה) עד לאחר שלשים יום - דעד זמן זה חשוב כאורח ואינו אוסר וכמו לעיל בס\"ס ש\"ע וע\"ש מה שכתבתי בבה\"ל:",
            "(ו) בין בחזקה - הקשו המפרשים דהא בסעיף א' מבואר דשלא ברשות אינו אוסר כלל ותירצו דמיירי שמתאכסנים ע\"פ דינא דמלכותא כמו שנהוג כשאנשי חיילים באים לעיר הפקידים קובעים מקומות בעד החיל בבתי העיר ובזה אפי' לא נתרצה הבעה\"ב נמי אוסר דהפקיד יש לו רשות ע\"ז מן המלכות וכנכנס ברשות דמי [ואם משנה הפקיד מחוק שנתן המלך והוא עושה בחזקה הרי הוא כשאר עכו\"ם ואינו אוסר ובספר משכנות יעקב סי' קי\"ב חולק לגמרי על פסק המחבר ודעתו דלגבי אנשי חיל תמיד ברשות בעלים קיימא ושמן עליו ובכל גווני אינו אוסר]:",
            "(ז) כלים שאסור לטלטלם - עיין בה\"ל:",
            "(ח) אינם אוסרים וכו' - דתו הו\"ל האי עכו\"ם אצלו רק כאורח לפי שעה וכדלעיל בסי' ש\"ע ס\"ב:",
            "(ט) עליהם - אבל אם אין לו תפיסת יד אוסר אם שהה יותר מלמ\"ד יום אם אינו רגיל וכנ\"ל:\n"
        ],
        [
            "(א) צדוקי - על שם צדוק וביתוס והם הנוטים לאפיקורסות ואינם מאמינים בתורה שבע\"פ אעפ\"כ לענין זה הוא כישראל שמועיל כשמבטל רשות ואע\"פ שבוודאי מחלל שבת בפרהסיא עכ\"פ באיסור דרבנן ואיתא בס\"ב דאף בזה הרי הוא כעכו\"ם צדוקי שאני שמוחזק כך מימי אבותיו ומנהג אבותיו בידו כ\"כ ב\"י ודעת כמה פוסקים שאף צדוקי כשמחלל שבת בפרהסיא דינו כעכו\"ם ונ\"מ בכל זה לענין קראים שבזמנינו שבודאי מחללים שבת בפרהסיא עכ\"פ במילי דרבנן אין יכולים לבטל רשות עד שישכור מהם:",
            "(ב) אינו מועיל וכו' - ר\"ל אף אם נתן חלק בעירוב אינו מועיל ואוסר עליהן עד שיבטל רשותו להן ולאו דוקא מכת הצדוקים וכה\"ג שאינם מודים בתורה שבע\"פ ה\"ה אם רק אינו מודה במצות עירוב אינו יכול ליתן חלק בעירוב:",
            "(ג) מומר לע\"ג - אפילו בצינעה:",
            "(ד) או לחלל שבתות בפרהסיא - דעון זה חמור כמו עובד עכו\"ם שנעשה בזה מומר לכל התורה ודוקא בשרגיל בעון זה אבל אם חילל שבת בחד זימנא בפרהסיא לא מיקרי מומר וי\"א דאפילו בחד זימנא מקרי מומר. ופרהסיא מקרי כשחילל בפני עשרה מישראל או שידע שיתפרסם ביניהם. ודע דכל זה כשהוא עובר לתיאבון אבל להכעיס אפילו בשאר עבירות ואפילו שלא בפרהסיא דינו כעכו\"ם:",
            "(ה) הרי הוא כעכו\"ם - ר\"ל לענין זה שאינו מועיל שוב ביטול רשות אלא דוקא שכירות. ולענין שארי דברים יש מן האחרונים שסוברין שאינו חשוב כמומר ע\"י חילול שבת באיסור דרבנן ועיין ביו\"ד סימן ב' בפ\"ת ובבית מאיר בסימן זה ובספר גאון יעקב בסוגיין:",
            "(ו) אלא בצנעה - ואם מתבייש לעשות זה בפני אדם גדול אף שעושה דבר זה בפני כמה אנשים גם זה לצנעה יחשב:",
            "(ז) שעירבו לכל השנה - ר\"ל ולא אמרינן דכיון שהותר לאיזה שבתות שחלו קודם שהמיר הותר לכל השנה דכל שבת ושבת מילתא בפני עצמה היא וכיון שהמיר בטל חלקו בעירוב ואוסר עליהן לשבתות אחרות עד שישכרו ממנו:",
            "(ח) בכל שבת שחל - ואם המיר ביום השבת גופא מותר על אותו השבת דכיון שהותר מקצת שבת הותר לכל השבת:",
            "(ט) אבל אם יש לו וכו' - ואם מתחלה לא היה לו ופתחו אחר שהמיר עיין לעיל סימן שפ\"ג:",
            "(י) פתח קטן - ועכ\"פ בעינן שיהיה בו ד\"ט על ד\"ט דבפחות מזה לא חשיב פתח וכדלעיל בסימן שע\"ב:",
            "(יא) דוחין אותו וכו' - דכופין אותו על מדת סדום כדי שלא יאסור עליהן וכדלקמן בסימן שפ\"ו סוף ס\"ט לגבי ישראל וגם דבודאי כיון שנתנכר ורגיל עם העכו\"ם ניחא ליה בההוא פתחא טפי:\n"
        ],
        [
            "(א) מן החצרות למבוי - מפני שהמבוי חשיב רשות משותפת כנגד החצרות שאינם מיוחדים רק לאנשי אותו החצר וגזרו אטו מר\"ה לרה\"י:",
            "(ב) והתירוהו ע\"י שיתוף - שכשם שעירובי חצרות מערב כל בתי החצר יחד וכדלעיל ריש סי' שס\"ו כך שיתופי מבואות משתף כל חצרי המבוי יחד ונעשים כחצר אחד:",
            "(ג) שגובין פת או דבר אחר - ואף דלענין עירובי חצרות בעינן דוקא פת כדלעיל בסי' שס\"ו שאני התם דעירוב משום דירה הוא לערב דירתן לעשותן אחת ודירתו של אדם אינו נמשך אלא אחר פתו משא\"כ שיתופי מבואות דאינו אלא לשתף רשות החצרות שבמבוי לא רשות הבתים וחצר לאו בית דירה הוא הלכך סגי בכל דבר מאכל ומזה הטעם נמי סגי כשנותנים אותו באויר החצר:",
            "(ד) או בבית שאין בו וכו' - דאפילו אם נימא כיון דלא חשיב בית הקיפו וקירויו כמו שאינו עכ\"פ לא גרע מאויר שבחצר:",
            "(ה) במקום המשתמר - וחצר מקרי מקום המשתמר [גמרא]:",
            "(ו) וע\"ל סי' שס\"ו - ס\"ג לענין עירובי חצרות דשם בעינן דוקא שיניחנו בבית דירה:",
            "(ז) בשלשה מקומות חלוקין - ר\"ל בשלשה מבואות שרחוקין זה מזה ומפסיק ביניהם מקום האסור בטלטול מפני שדרים שם עכו\"ם ולא שכרו מהם רשותם:",
            "(ח) אינו מועיל להם להשתתף - יחד אלא צריכין לערב בכל מקום ומקום בפני עצמו:",
            "(ט) בחצר שבמבוי - ר\"ל באותו מבוי שנשתתפו בו כדי שכל אחד ואחד יוכל להביא העירוב אצלו וכאן הרי אסורין לטלטל העירוב ולהביאו אצלן א\"כ אין שיתופן כאחד. ולפי זה הא דכתב המחבר ודלתות וכו' נעולין בלילה לאו דוקא דאפי' בפתוחין נמי כיון שמפסיק ביניהם מקום האסור שאין יכולין להביאו אצלו וכנ\"ל בודאי לא מהני שיתופן [ודין זה מועתק מתשו' הרשב\"א ואפשר דעובדא הוי התם כן בנעולין] ובספר בית מאיר יישב הדברים כפשוטן דאפי' באין מפסיק ביניהם מקום האסור בטלטול כגן ששכרו הרשויות מן העכו\"ם שדר באמצע ותיקנו המבואות כדין אעפ\"כ אם הם רחוקין זה מזה ודלתותיהן נעולות בלילה אין יכולין להשתתף יחד דהשיתוף הוא כדי לחברן ביחד וכאן שהוא בריחוק מקום וגם הדלתות נעולות אין יכולין להתחבר ביחד ולא מיקרי שיתוף. ומסיים שם בס' בית מאיר דמסתברא דכל זה הוא דוקא אם אין להם רשות לפתוח הדלתות בלילה (מטעם המלכות וכדומה) אבל אם הרשות בידם לפתוח בכל שעה שירצו אין מתקלקל השיתוף ע\"י הנעילה:",
            "(י) ואם עירבו במקום אחד - ר\"ל שנשתתפו וקאי על דברי המחבר שהיו הישראלים במקומות חלוקים [אך זה לא מיירי לגמרי בגווני הנ\"ל בשהיו הדלתות נעולות או אפי' בצורת הפתח ביניהם דאם כן על ידי זה בודאי נתחלק רשותם ואפי' היה להם דריסת הרגל עליהם ג\"כ אין יכולין לאסור עליהם כדלקמן בסי' שצ\"ב ס\"ו אלא מיירי שלא תיקנו המבואות רק בלחי וקורה]:",
            "(יא) ואין להם דריסת הרגל - פי' אע\"ג שיש להם רשות לעבור דרך שם מ\"מ הואיל שיש להם דרך אחר לצאת כופין אותן לעבור דרך שם כמ\"ש סי' שצ\"ב ס\"ו (מג\"א). ועיין בס' בית מאיר בסי' שצ\"ב מ\"ש בזה:",
            "(יב) כמבוי אחד - דאילו במבוי אחד כשרוצים קצת מן הדיורין להשתתף בפני עצמם צריכין להתחלק מן השאר בצוה\"פ או עכ\"פ בשני פסין כמ\"ש בסי' שס\"ג ס' ל\"א:",
            "(יג) בהיקף חומה אחת - וצ\"ע דהא קיימ\"ל בסי' שס\"ג סכ\"ו (עיי\"ש במג\"א) דהיכי דמוקפת חומה נחשבת כחצר של רבים וצריך כל מבוי להתחלק בצוה\"פ או עכ\"פ בשני פסין ולא סגי בלחי וקורה:",
            "(יד) ככל משפטי וכו' - המבואר בסימן שס\"ו ושיעורו מבואר בסי' שס\"ח ס\"ג ושאשתו מערבת בשבילו בסימן שס\"ז ושמערבין שלא לדעתו ג\"כ שם ושקטן יכול לגבותו בסימן שס\"ו ס\"ג ושאחד יכול לזכות לכולם שם ס\"ט ושאם היו שותפין א\"צ לערב שם סי\"א בהג\"ה:",
            "(טו) לזה ביין ולזה בשמן - ר\"ל אע\"פ שהן שני מיני משקה אפ\"ה כיון שהם בכלי אחד נקרא שיתוף אע\"פ שלא הונחו שם לשם שיתוף:",
            "(טז) בכלי אחד - ר\"ל סחורה של כל השלשה שותפין אבל בשני כלים אפילו אם היה שותפות כולם במין אחד יין או שמן וכה\"ג ג\"כ לא מהני ואף דלעיל בסימן שס\"ו ס\"ד מבואר דלפעמים מותר אפילו בשני כלים עי\"ש התם שאני שנשתתפו מעיקרא לשם שיתוף מבואות אבל הכא דלאו לשם שיתוף הונח שם אלא לסחורה בכלי אחד אין בשני כלים לא. ודע דהרמ\"א נמשך בזה אחר דעת הטור אבל רוב הפוסקים חולקים על זה ודעתם דביין ושמן שהם שני מינים שאין ראויין להתערב יחד אפילו כשהיו מעורבין בכלי אחד ג\"כ אין סומכין עליהן לענין שיתוף ועיין בבה\"ל:",
            "(יז) למזון שתי סעודות - שהוא שיעור הראוי אף לאלף בני אדם וכמו שכתוב למעלה בסימן שס\"ח ס\"ג:",
            "(יח) שהוקשו לזרע - ר\"ל שהוקשו הקלחים כעץ שכבר צמח בהם זרע וקשים לאכילה:",
            "(יט) ותבלין - דלאו בני אכילה נינהו:",
            "(כ) ופולין יבשים - שאין נאכלין כמות שהן חיין אלא לאחר בישולן ובעינן שיהא ראוי לאוכלו עכשיו:",
            "(כא) ולא בעלי בצלים וכו' - שקשים הם לאכילה אבל בבצלים גופא מערבין בהן אם יש בהן כדי ללפת מזון שתי סעודות:",
            "(כב) שלא גדלו וכו' - שבעוד שהן כ\"כ קטנים מזיק לאדם ארס שבהן אבל אם כבר גדלו העלין שיעור זרת הרי הם כבצלין עצמן ומערבין בהם כשיש בהם שיעור ללפת בהם מזון ב' סעודות:",
            "(כג) ולא בכמהין ופטריות - אפילו מבושלים והטעם שאין אדם רגיל לסמוך עליהן לא מחמת סעודה ולא מחמת לפתן ואינן באין אלא באקראי ובביאור הגר\"א חולק ע\"ז ודעתו דמערבין בכמהין ופטריות מבושלין:",
            "(כד) ולא בכפניות - הם תמרים רעים שלא בשלו כל צרכן:",
            "(כה) ולא בעדשים ולא בחטים וכו' - היינו כשהם חיים דלאו בני אכילה נינהו וה\"ה אורז ודוחן וקטניות יבשין שאין ראויין לאכול כמות שהן חיין דאין מערבין בהן [אחרונים]. כתב הרשב\"א דבקליות מערבין בהן:",
            "(כו) שהוא בשיל ולא בשיל - שקשין הן לאכילה אבל בשיל לגמרי או חי לגמרי מערבין בהן ודוקא ירקות שדרכן לאכול חיין וכתב המ\"א דלפת דידן הוא בכלל הזה:",
            "(כז) ולא במים לבדם וכו' - דלאו מידי דמזון הוא:",
            "(כח) אבל וכו' - שראוי ללפת בו הפת [ב\"י] וממילא שיעורן שיהיה בהן כדי ללפת בו פת מזון שתי סעודות וכדלקמיה בס\"ו:",
            "(כט) כשנתן לתוכן שמן - ומיירי שבשמן לבדו ליכא שיעור הראוי לעירוב אלא בתערובות המים ומלח ואפ\"ה אגב השמן חשיב הכל אוכל להשלים לשיעור. ולדינא נקטינן כדעה ראשונה:",
            "(ל) שמערבין בתבלין - מפני שראוי לתבל בו את האוכל חשיב הוא לערב בו ושיעורו כחצי רביעית. ואפשר דבשעת הדחק יש לסמוך איש אומרים הזה ומ\"מ יש ליזהר מלערב בפלפלין כ\"כ הח\"א אכן בתשובת חתם סופר חלק או\"ח סימן צ\"ג דעתו שם דפלפלין הוא בכלל שאר תבלין ושיעור חצי רביעית הוא שני לויט ושלשה רבעי לויט ע\"ש:",
            "(לא) שיעורו ללפת בו וכו' - וסגי בזה ולא בעינן שיהיה כולהו סעודתא מההוא מינא:",
            "(לב) לא הוי ליפתן - דאין רגילין ללפת בו את הפת:",
            "(לג) וצריך כדי שיאכל ממנו וכו' - עיין בה\"ל:",
            "(לד) צלי הוי לפתן - ואפילו יש מקומות שאוכלין אותו בלא פת בטלה דעתן אצל כל אדם [מ\"א] וכן בשר מבושל דינו כצלי:",
            "(לה) חומץ הוי ליפתן - ושיעורו כדי לטבל בו ירק מזון שתי סעודות הנאכל בלא פת ונתבאר בפוסקים דשיעורו ברביעית:",
            "(לו) וכן יין מבושל - מלשון זה משמע דשיעורו כדי ללפת בו פת של שתי סעודות וי\"א דדי בכדי שיביא ממנו לקינוח שתי סעודות אבל רוב הפוסקים אין סוברין כן:",
            "(לז) לא הוי ליפתן - דאין דרך ללפת בו הלכך בעינן דוקא שיעור שתיית שתי סעודות דהוא שתי רביעיות:",
            "(לח) אפילו חיים - דזימנין דסועדין בהן ע\"פ הדחק:",
            "(לט) בשני רמונים בחמשה אפרסקים - דאלו דברים רגילין לבוא לקינוח סעודה ושיעור זה די לקינוח שתי סעודות מפני חשיבותם ובגמרא איתא עוד דמערבין בעשרה אגוזים או באתרוג אחד מהאי טעמא דחשיבי:",
            "(מ) בליטרא ירק - דבפחות מזה לא חשיבי:",
            "(מא) בין חי וכו' - עיין לעיל בסקכ\"ו:",
            "(מב) בפולין לחין - שדרכן לאכול חיין:",
            "(מג) מלא היד - שזה שיעור ללפת בו שתי סעודות [ריטב\"א]:",
            "(מד) בתפוחי יער - לפי שאין דרך לאכלן אלא ע\"י הדחק והרבה פוסקים חולקים ע\"ז ודעתם דבכל תפוחים דינא הכי דבקב. עוד איתא בגמרא דגם תמרים וגרוגרות השיעור הוא כמלא הקב. ושמן שיעורו ברביעית ודבילה שיעורו מנה:",
            "(מה) מלא הקב - דבציר מהכי לא חשיבי:",
            "(מו) משתתפין וכו' - ה\"ה לענין עירובי תחומין וכן כל אלו הסעיפים הקודמים שייך גם בעירובי תחומין [ולא בעירובי חצרות דאינו אלא בפת]:",
            "(מז) ולישראל בתרומה - הואיל וחזי לכהן ועכשיו שכולנו טמאי מתים אין תרומה טהורה ראויה לשום אדם ואין לערב בה ומ\"מ בחלה נראה דמערבין ומשתתפין ולענין מי שנוהג שלא לאכול חדש אי מותר לערב ולהשתתף בו תלוי בזה אם הוא נוהג רק מצד חומרא מותר לערב ולהשתתף בו ואם הוא נזהר בזה מחמת דעת הפוסקים שסוברים שהוא אסור מן הדין גם בחו\"ל אסור לו לערב ולהשתתף בו:",
            "(מח) וכן וכו' משתתף בו - הואיל וחזי לאחריני:",
            "(מט) אין משתתפין לו בה - דאע\"ג דחזי לאחריני מ\"מ הרי הוא נהנה ע\"י תיקון זה והרי הוא אסר על עצמו הנאתו ודוקא שיתוף או עירובי חצרות שמערבין לדבר הרשות אבל עירובי תחומין שאין מערבין אלא לדבר מצוה מותר דמצות לאו ליהנות ניתנו ולא מחשב הנאה. והנה מלשון המחבר משמע דלדעה הראשונה אפי' כשאמר שלא אהנה ג\"כ מותר לערב ולהשתתף אבל כמה אחרונים כתבו דאף לדעה ראשונה אסור בנדר או נשבע בפירוש שלא יהנה:",
            "(נ) ואם אמר קונם וכו' - הטעם דאע\"ג דבסתם נדר מאכילה מותר להשתתף היינו בשלא הזכיר לשון קונם אבל באומר לשון קונם אפילו הזכיר בפירוש אכילה ג\"כ אין משתתפין בה דקונם הוא לשון קרבן ואי שרית בזה אתי למשרי גם בשל הקדש גמור ובהקדשות לכו\"ע אין מערבין ומשתתפין מפני שהוא אסור לכל העולם ולענין דינא עיין בבה\"ל:",
            "(נא) היום חול ולמחר קודש - פי' בע\"ש לא יתקדש עדיין רק למחר יהיה קודש אמרינן דביה\"ש עדיין לא נתקדש דמספיקא לא נחתא לה קדושה וע\"כ יכול להשתתף בככר זה שעיקר חלות השיתוף הוא בין השמשות ועדיין היה אז באותו הזמן הככר חול:",
            "(נב) עד שתחשך - ר\"ל לילה גמורה דמספיקא לא פקעה קדושה וא\"כ בבין השמשות היה עדיין קודש ואין מערבין בהקדשות:",
            "(נג) ואסור לטלטל וכו' - שהרי המבואות לא שיתפו יחד ולפיכך אם נתנו שני המבואות שיתופן בחצר זו בכלי אחד הו\"ל כולן כאחד ומותר לטלטל ממבוי זה למבוי זה כמ\"ש רס\"י שע\"ח ע\"ש:",
            "(נד) ששבתו במבוי - כלומר בבתים שבמבוי דאלו בעת כניסת היום שבתו במבוי עצמה שרי [אחרונים]:",
            "(נה) אוסר על שניהם - כדקי\"ל דאם חצר אחד לא נשתתף במבוי אוסר על כל המבוי:",
            "(נו) הותר הרגיל לעצמו - ואין זה אוסר דכיון דשיתף עם השני סילק עצמו מזה שהיה רגיל בו:",
            "(נז) וכן אם היה רגיל וכו' - דין זה הוא בכ\"ש מדין הקודם:",
            "(נח) ויסתלק מאותו שרגיל - שלא יעבור עליו בשבת:",
            "(נט) כופין אותו על מדת סדום - שיעבור בשבת דרך מבוי שלא נשתתף אע\"פ שאינה רגילה בו ואצ\"ל אם הוא רגיל בשניהם שכופין אותו שלא לעבור בשבת על השני שנשתתף ולאסור עליו:\n"
        ],
        [
            "(א) המשתתפין במבוי - ולא מיירי בפת אלא בשאר מיני אוכלין ומשקין:",
            "(ב) צריכין לערב בחצרות - היינו החצרות עם הבתים:",
            "(ג) כדי וכו' - ר\"ל דמדינא לא היו צריכין לערב בחצרות הפתוחות למבוי כלל שהרי מעורבין ומשותפין כבר ממילא ע\"י שיתוף שבמבוי אלא כדי וכו':",
            "(ד) שהרי אין וכו' - ויאמרו אבותינו לא עירבו:",
            "(ה) ואין צריכין לערב בחצרות - כל אחת לעצמה:",
            "(ו) שהרי התינוקות מכירים בפת - מתוך שהפת היא חיי האדם לפיכך מכירים בו כשמשתתפים בו [ב\"י] ומיירי שהניחו הפת בבית שבחצר והיה פת שלמה ולא פרוסה ואי לא\"ה לא מהני:",
            "(ז) אין סומכין על השיתוף - ששיתוף המבוי אינו מועיל אלא לחבר כל החצרות עם המבוי יחד אבל לא לחבר הבתים עם החצרות שיהא מותר עי\"ז להוציא מן הבית לחצר:",
            "(ח) מותרים להשתמש בחצירות שבמבוי - היינו להוציא מחצר לחצר כלים ששבתו בבית והטעם דכשם שהשיתוף מחבר לכל החצרות שיהיה מותר לטלטל מהן למבוי כן מחברן שיהיה מותר לטלטל מזה לזה:",
            "(ט) אפילו וכו' ביין - דאע\"ג דעירובי חצרות לא מהני בעלמא כ\"א בפת הכא מיגו דמהני לענין שיתוף [דמהני אפילו בשאר אוכלין ומשקין] מהני נמי לענין ע\"ח:",
            "(י) וכן סומכין אעירוב וכו' - כבר נזכר זה בדברי המחבר מקודם ואגב גררא חזר וכתבו [מאמר מרדכי]:",
            "(יא) ונראה לי הטעם וכו' - אע\"ג די\"ל דטעם המנהג הוא משום דמקמח אופין פת ופת הלא קי\"ל דשיתוף מועיל במקום עירוב י\"ל דרצה ליישב המנהג אף לי\"א שבדברי המחבר דהיכא שלא עירב כל חצר לעצמה לכו\"ע אין סומכין על השתוף במקום עירוב ואנן נהגינן דאין עושין רק שיתוף לבד:",
            "(יב) היינו בזמן הגמרא שבני החצר וכו' - הקשה הלבוש א' מי יאמר שבזמן הגמרא לא נתנו כל בני החצר לשיתוף רק אחד מבני החצר ועוד לו יהי שאחד מבני החצר נתן לשיתוף מה בכך הרי הוא מזכהו לכולם והוי כאלו כולם נתנו עי\"ש אך העיקר שהעולם סומכין על דעה הראשונה שאפילו לא עירב כל חצר לעצמה אם נשתתפו בפת סומכין עליו וא\"צ לערב בחצרות כלל. ויותר טוב לומר בפירוש בשעת הנחת העירוב שמניחו גם לשם שיתוף ובזה יוצא לכולי עלמא כמו שכתב הריטב\"א בהדיא:"
        ],
        [
            "(א) אם לא עירבו וכו' - ר\"ל אף אם לא עירבו וכו' דאם עירבו הרי הוא ג\"כ כעין שיתוף מבוי וכבסימן הקודם:",
            "(ב) כלים ששבתו בתוכו - וה\"ה דמותר להוציא מחצר למבוי כלים ששבתו בתוכו וכן מן המבוי לחצר וכדלעיל בסימן שע\"ב ס\"א דלא תקנו חכמים שיתופי מבואות אלא להתיר להוציא למבוי כלים ששבתו בבית אבל לענין חצרות ומבואות עצמן לא תקנו ורשות אחד הוא דמותר לטלטל מזה לזה וכן שוין הם גם בזה דכמו דמותר לטלטל בכל החצר כלים ששבתו בתוכו אף אם לא עירבו עם הבתים כן מותר לטלטל בכל המבוי אף אם לא נשתתפו בני החצרות עם המבוי ופשוט דכ\"ז מיירי שהיה המבוי עצמו מתוקן בלחי וקורה כדין:",
            "(ג) בין עירבו חצרות וכו' - דמצויין כלי הבית בחצר ושייך למגזר דלמא אתי לאפוקי כלי הבית למבוי אפ\"ה שרי:",
            "(ד) ולהרב רבינו משה בר מיימון וכו' - ולהלכה נקטינן כדעה הראשונה ואפילו להרמב\"ם דוקא כשהמבוי מתוקן בלחי וקורה אבל אם הוא מתוקן בצורת הפתח גם לדידיה מותר בכולו [אחרונים]:"
        ],
        [
            "(א) ויש לו חלון וכו' - וכ\"ש אם הוא פתח גמור:",
            "(ב) דרך המבוי - ר\"ל דרך הפתח הפתוח למבוי:",
            "(ג) כמו שאינו רגיל - ר\"ל כמו חצר הפתוח לשני מבואות ובפתח אחד אינו רגיל לצאת ולבוא דרך בו למבוי אינו אוסר על אותו המבוי וכדלעיל בסימן שפ\"ו ס\"ט:",
            "(ד) קטן הוא ולא ניחא וכו' - ובאופן זה אפילו היה פתח גדול פתוח להן ג\"כ אינו מתבטל עי\"ז הפתח שבמבוי ואוסר על בני המבוי והוא שרגיל יותר בהפתח שהוא לצד המבוי:",
            "(ה) שאינו ראוי לו - שהוא כרמלית ואין מטלטלין בו אלא בתוך ד\"א [משא\"כ במבוי שמותר לטלטל בכולו] אבל אם הוא רק בית סאתים או פחות כיון דמותר לטלטל בתוכו ניחא ליה ביה טפי ואע\"ג דלגבי עכו\"ם חשיב בית סאתים זוטרא לגבי ישראל נפיש דהא בשבת ליכא הוצאת משואות יתירין וסגי בהכי ונפיש אוירא ממבוי:",
            "(ו) ויש מי שאומר וכו' - הוא דעת התוספות לבד דס\"ל דמוקף לדירה גרע טפי כיון דאין בו אויר כ\"כ והא דנקט אפילו ב\"ס אע\"ג דלדידהו ב\"ס גרע טפי שאין בו אויר כ\"כ מ\"מ נקט הכי הואיל דכשלא הוקף לדירה ב\"ס עדיף טפי מן יותר מב\"ס ולכך קאמר דכשהוקף לדירה אוסר אפילו ב\"ס וה\"ה יותר מסאתים:"
        ],
        [
            "(א) וצדו אחד ישראל - ומיירי שאין כאן אלא חצר אחד של ישראל הפתוח למבוי:",
            "(ב) ובית של ישראל אחר - ר\"ל חצר:",
            "(ג) ולא למבוי - דאלו היה גם חצר השני פתוח למבוי א\"כ הרי יש כאן שתי חצרות של ישראלים וצריכים לשכור המבוי מן העכו\"ם ולשתף בינם:",
            "(ד) דרך החלון - ר\"ל שיערבו על סמך שיש חלון פתוח ביניהם:",
            "(ה) להוציא כליו למבוי - ואע\"ג דאין כאן אלא חד ישראל שחצירו פתוח למבוי מ\"מ אסרו חכמים לזה לטלטל דרך חצירו של חבירו אפילו ע\"י עירוב כדי שלא יסמוך האי ישראל עליו שיוצא ונכנס תדיר ע\"י עירובו וישאר לדור כאן יחידי במקום עכו\"ם וילמוד ממעשיו:",
            "(ו) מותר - דבלאו הערוב ג\"כ לא מסתפי האי ישראל לדור כאן דכיון שיש פתח גמור מצוי בכל עת ובכל שעה שיכנס האי ישראל חבירו ולהכי לא גזרו. וכ\"ז כשהמבוי מתוקן כדין בלחי וקורה או בצוה\"פ ועיין לעיל בסימן שפ\"ב סי\"ט במ\"ב מש\"כ שם ושייך ג\"כ לכאן וכן מה שכתבנו שם בבה\"ל כי הוא ענין אחד רק דשם כתב המחבר דין זה לענין חצר וכאן כתבו לענין מבוי:",
            "(ז) וצדו אחד ישראלים - וחצריהם פתוחין למבוי:",
            "(ח) דרך חלונות - וכ\"ש אם היו פתחים ביניהם דמהני העירוב:",
            "(ט) דרך פתחים - הפתוחים למבוי:",
            "(י) עד שישכרו וכו' - דאין עירוב מועיל לעשותם כיחיד במקום עכו\"ם כדאיתא לעיל סי' שפ\"ב ס\"ז:"
        ],
        [
            "(א) למי ששכח ולא עירב וכו' - המבואר בסימן ש\"פ ושפ\"א:",
            "(ב) אע\"פ שהם רבים - אהם לה קאי ור\"ל וקי\"ל בסימן ש\"פ דאין מבטלין רשות לשני אנשים שלא עירבו מפני שהם אוסרים זה ע\"ז וא\"כ לכאורה גם הכא הרי יש רבים בחצר ולא נשתתפו במבוי איך יכולין לבטל להם קמ\"ל כיון דעכ\"פ עשו ע\"ח יחד כיחיד חשיבי:",
            "(ג) כיחיד בחצר - ופשוט דהבטול לא יועיל רק לזה החצר שביטלו לגביה דהוא יהיה מותר להוציא מחצרו למבוי אבל שארי חצרות אסורין להוציא מחצרן למבוי וכעין מה שכתב לעיל בסימן ש\"פ ס\"ד ואפילו ביטלו לו גם רשות ביתם וחצרם ג\"כ נראה דלא מהני להוציא מחצרן למבוי דרבים לגבי יחיד לא נעשו כאורחים ואפילו אם נאמר לענין זה דבני חצר חשיבי כרבים הא מבואר שם דרבים לגבי רבים ג\"כ לא נעשו כאורחים:",
            "(ד) וככל משפטי וכו' - ר\"ל שמבואר בריש סימן שפ\"ב דאין הנכרי אוסר עד שיהיו שני בתי ישראלים בחצר כן הוא במבוי שאין אסור להוציא מהחצר למבוי שהוא מתוקן בלחי וקורה עד שיהיו שני חצרות של ישראלים במבוי:",
            "(ה) או בעיר - היינו המוקפת חומה דאינה צריכה עוד תיקון וכדלקמיה דאי לא היה מוקף חומה בכלל כרמלית היא כ\"ז שאינה מתוקנת בלחי וקורה:",
            "(ו) עד שיהיו שתי חצרות - דאז אוסרים זה ע\"ז להוציא כלי הבית למבוי כ\"ז שלא נשתתפו ביחד ובזה העכו\"ם ג\"כ אוסר עליהם שלא יועיל שיתופן עד שישכרו ממנו רשותו במבוי:",
            "(ז) אפילו אם הרבה וכו' - דלגבי מבוי כל בני החצר חשובים כחדא וכנ\"ל:",
            "(ח) לדירה - דאל\"כ בלא\"ה אסור אם היא יותר מבית סאתים דהוא בכלל קרפף המבואר לעיל בסימן שנ\"ח:",
            "(ט) וסתם עיירות וכו' - דסתם עיירות בונים בתים תחלה ואח\"כ מקיפין חומה סביבם לצורך הבתים ומקרי עי\"ז מוקף לדירה משא\"כ מבצרים שאנו קורין שלא\"ס שנעשה להשמר מפני האויב הוא מוקף תחלה בחומה ואח\"כ בונים בתים בתוכו:",
            "(י) וכשיש שתי חצרות וכו' בעיר - נראה דאפילו אם כל חצר היה במבוי אחר לא נחשב כיחיד במקום עכו\"ם דכיון שהעיר מוקפת חומה סביבה נחשבים כל המבואות כמבוי אחד ואוסרים הישראלים זה ע\"ז וממילא צריכים לשכור מהעכו\"ם רשותו אם לא שהיו מקומות חלוקין זה משה בצוה\"פ או בשני פסין וכאשר ביארנו בסימן שפ\"ו ס\"ב בהג\"ה במ\"ב ולקמן בסימן שצ\"ב ס\"ו:",
            "(יא) ואין מספיק וכו' - אף שהבתים שלו ומסרן לאנשי העיר ע\"מ שישלמו לו מס מן הבתים כנהוג והטעם שהרי לא יכול לסלקן כ\"ז שמשלמין לו המס וכההיא דסימן שפ\"ב סי\"ח. ואפילו אם הוא ממונה ג\"כ על משפטיהם כיון שאין לו רשות לענין בתי העיר:",
            "(יב) ויש אומרים וכו' - וכן הסכימו האחרונים להלכה:",
            "(יג) לטלטל במבוי - להוציא מבתי ישראל ולהכניס להם:",
            "(יד) שהרי דרך המבוי הוא של השר - ר\"ל שמסתמא יש לו רשות להשר על הדרך לשנותה ולתת לבע\"ב דרך מצד אחר ויכול להשכיר להם:",
            "(טו) אפילו בשעת מלחמה - אלא מתנהג הדבר ע\"פ יועצי המדינה:",
            "(טז) מהני - היינו אפילו לענין להוציא ולהכניס לבתי העכו\"ם:",
            "(יז) בשעת מלחמה - עיין בבה\"ל:",
            "(יח) שלא מדעתם - ולפ\"ז מותר לשכור מהממונה של מלך שהרי יש רשות להמלך להושיב אנשיו וכלי מלחמתו בבתי בני העיר שלא מדעתם מדינא דמלכותא וא\"כ כל עבד מעבדיו הקטנים הוי כשכירו ולקיטו שהרי הממונה הוא במקום המלך ונ\"ל דוקא מהממונה ע\"ז כמו זה שקורין פאליציי\"א שידוע שכל דבר המלכות נעשה על ידו ואפילו מהמשרתים שלהם שהרי יש להם רשות ליקח משרתים שעל ידיהם נתקיים כל צויי המלך אבל מאנשי חיילותיו אפילו הראש שלהם לא מהני במקום שהוא אין ממונה ע\"ז [חיי אדם]:",
            "(יט) ישראלים הדרים וכו' - פי' אף שכמה ישראלים דרים בחצר מ\"מ מותרים היו להוציא מהחצר למבואות של עיר דלענין שיתופי מבואות כל בני החצר כחדא חשיבי היכא שעירבו וכנ\"ל:",
            "(כ) שהיא מוקפת חומה - דעי\"ז אינה צריכה עוד שום תיקון וה\"ה אם אינה מוקפת חומה ועשויה בתיקון מבואות כדין:",
            "(כא) ונתאכסנו בחצר אחרת - וה\"ה ששייך דין זה אם מתאכסן באותו חצר שישראל דר שם וגם עכו\"ם דר שם ולענין לטלטולי באותו חצר עצמה דמותרים שניהם אף בלי עירוב ובלי שכירות רשות מן העכו\"ם מהאי טעמא:",
            "(כב) אינם אוסרים וכו' - ור\"ל דאף דקי\"ל שאם שני ישראלים דרים בעיר ויש שם גם עכו\"ם הדר בעיר אינו מועיל שום תיקון לטלטל כ\"ז שלא שכרו ממנו רשותו הכא דאינם אלא אורחים בטילי לגבי ישראל הקבוע באותו העיר וא\"כ אין כאן אלא ישראל אחד:",
            "(כג) ומותרים לטלטל וכו' - ר\"ל דגם האורחים בעצמן מותרין לטלטל בכל העיר. ודעת מ\"א דאף דאורחים אינם אוסרים על בעה\"ב הקבוע שם אבל בעה\"ב אוסר על האורחים שלא להוציא מבתיהם להעיר ואנן נקטינן כדעת השו\"ע שגם הם מותרים וכמו שכתבנו לעיל בסי' ש\"ע בשם אחרונים:",
            "(כד) בכל העיר - וכ\"ש שמותרים לטלטל בחצר שמתאכסנים ואינם אוסרים זה ע\"ז וג\"כ מהאי טעמא דנטפלים לגבי בעה\"ב הקבוע ונראה דדוקא כשהעיר מוקפת חומה או שעשויה בתיקון עירובין כדין דחשיבי כולהו כחצר אחת דאל\"ה לא בטילי לגבי ישראל שדר בחצר אחרת ואוסרים זה ע\"ז לטלטל בחצרם. ודע דהא דאמרינן דאורח אינו אוסר יש אומרים דדוקא בשאינו רגיל להתאכסן שם אבל אם רגיל להתאכסן שם כמו שמצוי בירידין שרגילין לבוא שם תמיד חשוב כקביעות ואוסר מיד כשבא שמה [וכמו לענין עכו\"ם בסי' שפ\"ד] ויש מקילין גם בזה כל זמן שיש עליו שם אורח דהיינו עד שלשים יום:\n"
        ],
        [
            "(א) קנין יחיד וכו' - פי' שבנאה יחיד לעצמו והשכירה לרבים או שבנאה להושיב בה דיורין ומשייר לעצמו דרכים ופלטיות וסרטיות כדרך שהמלכים עושין ויש אומרים שאפילו מכרה לרבים כ\"ז שלא נשתקע שם בעלים הראשונים ממנו:",
            "(ב) אפי' נעשית של רבים - ואפילו יש לה שני פתחים שהעם נכנסין בזו ויוצאין בזו:",
            "(ג) שיתוף אחד - בדוקא דכיון שהיתה מתחלה קנין יחיד כחצר אחד דמיא שצריכין כל בני החצר להתערב יחד:",
            "(ד) ויטלטלו בכל המדינה - ר\"ל אחרי שהוכשרו מבואותיה כהלכתן:",
            "(ה) פתח אחד - דכל טעם שצריך שיור בעיר של רבים שלא ישתתפו כולם ביחד ויהיו יכולים לטלטל בכולה וכדלקמיה הוא כדי שלא ישתכח תורת ר\"ה והא כיון שאין לה אלא פתח אחד ומצד השני היא סתומה לא דמיא לר\"ה ודינה כחצר:",
            "(ו) אפילו וכו' של יחיד - שמכרוה לו:",
            "(ז) אין מערבין את כולה - גזירה שמא תחזור ותיעשה ר\"ה ויקילו ג\"כ. והעולם אין נוהגין ליזהר בזה אפילו בעיר של רבים ואפשר דס\"ל כרש\"י דאין נקרא רבים פחות מסמ\"ך רבוא [מ\"א]:",
            "(ח) בשיתוף שעושים לעצמם ואם היו הנשארים רבים - כצ\"ל. ואח\"כ גרסינן ואסורים לטלטל בוי\"ו [ט\"ז]:",
            "(ט) רבים - דאם השיור רק לאחד א\"צ שיתוף:",
            "(י) כדי שידעו וכו' - אבל אם לא היו צריכין לשייר היה העירוב משתכח והיתה משתכחת תורת ר\"ה ע\"י שרואין שמטלטלין בעיר כזו הדומה לר\"ה. ובתי העכו\"ם אי הוי שיור לענין זה יש דיעות בין הפוסקים וטוב להחמיר:",
            "(יא) ואם רצו לערב - היינו לשתף:",
            "(יב) וצריך שיעשו ביניהם וכו' - דאל\"ה הוי פרוץ למקום האסור לו:",
            "(יג) שני משהויין - וה\"ה אם עושה מצבה על אותו המקום לחלק וכעין מה שמבואר בס\"ד אבל בלחי וקורה לא מהני לחלוק וכתבו האחרונים דהאי הג\"ה לא קאי אדינא דסמוך ליה דאם רצה לערב מבוי מבוי בפני עצמו דבזה בודאי סגי בלחי וקורה שבסוף המבוי שלא לאסור אמבואות אחרות כיון דהוא עיר של רבים ולא הורגלו ביחד מעולם אלא קאי אדלעיל ששייר במבוי גופא בית וחצר אחת וע\"ז מגיה הרמ\"א שצריך שם באמצע המבוי במקום ששייר לעשות שני פסין וכו' ולא סגי שם בלחי וקורה כיון דהורגלו שם ביחד באותו המבוי:",
            "(יד) במקום אחר - בצד שכנגדו שעולים ויורדים בו חוץ לחומה והוי אמינא דחשיב כפתח:",
            "(טו) שאין הסולם - ועיין לעיל ס' שע\"ב ס\"ה דלקולא נחשב כפתח:",
            "(טז) עד רוחב י' - ט\"ס הוא וצ\"ל עד יותר מעשר והיינו דאפילו באופן זה לא מבטלין המחיצה להיות כפרוץ המקום ההוא וה\"ה דאפי' הסולמות לכל רוחב הכותל:",
            "(יז) ויש אשפה וכו' - שסותם מקום הפתח ואין רבים עוברים שם ודוקא אשפה של רבים שאין מצויה להנטל אבל אשפה של יחיד לא:",
            "(יח) כאילו וכו' - ואם פנו את האשפה חזר הפתח למקומו:",
            "(יט) שאינם פתוחין לעיר וכו' - והוי אמינא כיון דאי בעי לשתף אותן עם אנשי העיר ג\"כ לא מצי א\"כ אינן בכלל אנשי העיר ולא מהני שיורא דידהו:",
            "(כ) שאינם צריכין לערוב - ואע\"פ דבסי' ש\"ע פסק דצריכים לערוב היינו כשאוכל שם ג\"כ כמו שכתב ב\"י שם:",
            "(כא) שנשתתפו כל יושביה וכו' - מיירי בעיר שהיתה מתחלה קנין אחד כדמסיים [דבעיר של רבים הלא מבואר לעיל בס\"א דאפילו בית אחד מקרי שיור כ\"ש מבוי] והנה בס\"א כתב דעושין שיתוף אחד ואין צריכין לשייר וכאן אשמועינן דדוקא שיתוף אחד וע\"י התחלקות אוסר אחד על חבירו:",
            "(כב) מצבה - הסכימו הרבה אחרונים דדי כשהיא גבוה ד' טפחים ועיין באור זרוע שכתב דבעינן ג\"כ שיהיה רחב ד\"ט:",
            "(כג) אינו אוסר עליהם - דבזה מגלה שמסלק עצמו מן העיר:",
            "(כד) לפיכך וכו' - ר\"ל הואיל שאמרנו שההתחלקות אוסר צריך ליזהר ג\"כ שלא לחלק שיתוף המבוי לחצאין ומדסתם המחבר משמע דס\"ל דאף אם מערב לרחבו נמי אסור [ודלא כמ\"ש בהג\"ה סוף ס\"ו] וכתבו האחרונים דחילוק המבוי לחצאין עוד יותר חמור מהתחלקות של מבואות אחד מחבירו דבזה אפילו יעמיד מצבה באמצע המבוי כדי לחלק אחד מחבירו לא מהני אחרי שהוא מקום דריסת הרבים אא\"כ יעשו מחיצה גבוה י\"ט ואפילו לא היה חלל המבוי רחב יותר מעשר אמות:",
            "(כה) לחצאין - הטעם כיון דמתחלה היתה קנין יחיד והורגלו עי\"ז להיות ביחד הוו כחצר אחת ואסרי אהדדי:",
            "(כו) מצבה על פתחו - וה\"ה דיכול לחלק ע\"י שיעמיד צוה\"פ בסוף כל מבוי ומבוי וכדבסמוך ס\"ו:",
            "(כז) ויש לה דלתות - נקט דלתות משום דאיירי בנעשית של רבים שהיא ר\"ה ואינה מותרת בלי דלתות כדלעיל בסימן שס\"ד ס\"ב וה\"ה בשאינה ר\"ה מן הדין כגון שאין רחובותיה רחבות ט\"ז אמות או שאינו מפולש משער לשער וכה\"ג וניתרת בצוה\"פ הואיל שמכשיר כולה ע\"י מחיצות כאלו אין לחלק שיתופה לחצאין:",
            "(כח) להכשיר חציה ולערבה - ר\"ל שיכשיר חציה ע\"י תיקוני המחיצות ויערבה ע\"י שיתוף והשאר יניח בלי תיקון כלל:",
            "(כט) זה שאמרנו וכו' לחצאין - עיין בבה\"ל שביארנו דזה קאי על מי שרוצה לחצות העיר לחלק שיתוף כל מבוי בפ\"ע אבל לא קאי על מי שרוצה לחלק שיתוף המבוי גופא לחצאין דזהו הדין הנזכר בהג\"ה בשם י\"א:",
            "(ל) לארכה - פי' דרך עיירות להיות מפולש פתח שלהן לארכה ור\"ה עוברת מפתח לפתח הלכך אין בני עבר הלז רשאין לעשות שיתוף לבדן ובני עבר הלז לבדן משום דהני והני דרסי בהך ר\"ה ויוצאין ונכנסין דרך פתחים לכאן ולכאן ור\"ה זו מחברתן שכולן מעורבין בה ואסרי אהדדי:",
            "(לא) ועושין תקון ביניהם - היינו במקום שמתחלקין השיתופין זה לכאן וזה לכאן כדי שלא יהא כל אחד נפרץ במילואו למקום האסור לו ובקצה המבוי אין צריך תיקון כלל דהא מיירי בשיש לה דלתות וכדלעיל בס\"ה [מ\"א]:",
            "(לב) לחי או קורה - עיין מ\"א שהשיג ע\"ז דבחילוק המבוי במקום השיתופין בעינן דוקא פס ד\"ט או שני פסין של שני משהויין משני הצדדים אפילו אם אותו המקום אינו רחב יותר מעשרה:",
            "(לג) אינה צריכה שיור - והא דאיתא לעיל דאפילו נעשית של יחיד צריכה שיור היינו דוקא כשנשאר בה עכ\"פ חמשים דיורין אבל פחות מזה בודאי כבר נשתקע שם רבים ממנה [פרישה]:",
            "(לד) אם עירבו כולם עירוב אחד - לאפוקי כשעירבו לחצאין שגילו דעתם שאין רוצין להיות משותפין:",
            ""
        ],
        [
            "(א) אין מערבין וכו' - מפני שנראה כמתקן ביו\"ט לצורך מחר ואם שכח ועירב יש להסתפק אם מהני [פמ\"ג]:",
            "(ב) ביו\"ט שחל להיות בע\"ש - בין שחל שני הימים יום ה' וי\"ו או וי\"ו ושבת אלא יניח מעיו\"ט:",
            "(ג) ואם שכח ולא עירב - פי' ביו\"ט דעלמא ולא בע\"ש:",
            "(ד) על תנאי - ובלא ברכה. ברכ\"י בסי' תקכ\"ח:",
            "(ה) יהא זה עירוב - לצורך שבת [ט\"ו]:",
            "(ו) ולמחר יאמר - על אותו הפת שאם יאמר על פת אחר יצטרך לשמור גם הפת הראשון שיהיה קיים עד שחשכה ליל שבת דשמא יום אתמול היה חול וחל עירובו וצריך שיתקיים עד כניסת שבת:",
            "(ז) בשני ימים טובים של גליות - דמן התורה קדוש רק יום אחד והשני משום ספיקא:",
            "(ח) ועיין לקמן סי' תקכ\"ח - דשם מבואר דאיסור הנחת ע\"ח ביו\"ט שחל להיות בע\"ש הוא אפילו אם הניח עירובי תבשילין:",
            "(ט) מערבין אותם בין השמשות - עיין לעיל סימן רס\"א ס\"א במ\"ב ובה\"ל מה שכתבנו שם:",
            "(י) ואפי' אם כבר וכו' - ר\"ל שכבר קבל עליו קודם שנעשה בין השמשות דאיכא תרתי לריעותא אפ\"ה שרי:",
            "(יא) ויש אוסרים אם קבל וכו' - ולדידהו אסור מפני הקבלה אפילו עדיין לא הגיע זמן בין השמשות וטעמם דכיון שקבל עליו בפירוש חמור ד\"ז יותר מזמן בין השמשות דאתיא ממילא:",
            "(יב) קיבל עליו תוספת שבת - מביאור הגר\"א משמע שמצדד לדינא כדעה זו ועיין לעיל בסימן רס\"א ס\"ד בבה\"ל ד\"ה אין מערבין:",
            "(יג) עירב לשנים - היינו ששנים עשוהו שליח לערב בשבילן:",
            "(יד) אנו חושבים אותו לילה - וכבר חל העירוב:",
            "(טו) חושבין אותו יום - והניח בזמנו ואף שהאיש הזה נעשה שליח בעד שניהם וסותרין אלו לאלו מ\"מ כיון דעירובי חצרות מלתא דרבנן היא תלינן לקולא לכל אחד ואחד משום דספיקא דרבנן לקולא [גמרא]:",
            "(טז) אבל אם עירב וכו' - דכולי האי לא מקילינן לחלק הזמן בין השמשות גופא לאיש אחד דהיינו לענין הנחה לשוייה כיום ולענין אכילה לשוייה כלילה:\n"
        ],
        [
            "(א) ספק אם היה קיים ביה\"ש - ר\"ל שנאכל או נשרף העירוב ואינו יודע אם היה זה קודם שהתחיל הבין השמשות או שהיה קיים בזמן ביה\"ש:",
            "(ב) כגון ספק אם הונח וכו' - ואף דפסק לעיל בסימן שצ\"ג ובסימן רס\"א דמערבין ע\"ח בין השמשות דאין לו חזקת כשרות ע\"כ צ\"ל דספק אם הונח כלל גרע טפי ולכן אם הניח לשיתופי מבואות בשר של ספק טרפה אינו עירוב דזה הוי כספק אם הונח וגם דבעינן סעודה הראויה מבעוד יום ועיין בבה\"ל:",
            "(ג) בלא מרא וחצינא אסור - אבל אם אין צריך למרא וחצינא אלא לטלטל מוקצה לא גזרו עליו ביה\"ש כמ\"ש סימן רס\"א:",
            "(ד) בשחרית בשבת - הטעם הואיל ואיתעביד ביה חדא מצוה נעשה בו מצוה אחרת ואף דיוכל לאכלו גם בערבית כנ\"ל מ\"מ טוב יותר לבצוע עליו בשחרית משום דפעמים מקדים לאכול בערבית קודם חשיכה:",
            "(ה) אבל עדיף טפי וכו' - שמא ישכחו פעם אחת מלערב ועיין לעיל במה שכתבתי שם בס\"ה:",
            "(ו) בפעם אחת - ובאופן זה כשנאכל עירובו בשבת אינו מותר רק לאותה שבת אבל לא לשבת הבאה:",
            "(ז) במגדל - של בנין או אפילו במטלטל כמו תיבה גדולה המחזקת ארבעים סאה שיש בסתירתה משום סתירת אהל דאורייתא כמבואר בסי' שי\"ד:",
            "(ח) ואבד המפתח - דוקא שנאבד ממקום שהניחו ואינו יודע היכן הוא אבל אם הוא מונח במקומו אלא שהוא שכח באיזה מקום הניחו הוי עירוב דעביד הוא דמדכר [הרשב\"א והריטב\"א בחידושיהם]:",
            "(ט) קודם שחשכה - פי' קודם זמן ביה\"ש דבתחלת ביה\"ש כבר היה אבוד ממנו:",
            "(י) מלאכה גמורה - כגון שצריך לסתור המגדול או הדלת שיש בו משום סתירת אהל:",
            "(יא) לאכלו - ואם נמצא המפתח בשבת במקום שיכול להביאו בלא מלאכה דאורייתא שלא היה מפסיק ר\"ה בין מקום שנמצא המפתח לבין המגדול הוי עירוב אע\"פ שלא היה בידו בין השמשות כיון שמצא אותן אח\"כ חשבינן ליה כאלו היה בידו שמצוי הוא שימצאנו:\n"
        ],
        [
            "(א) מצוה לחזור וכו' - פן ישכחו ויבואו לידי איסור טלטול:",
            "(ב) על מצות עירוב - שגם על שיתוף שייך שם עירוב שמעורבין ומשותפין כל החצרות שבמבוי ביחד:",
            "(ג) ומהם לבתים - ר\"ל מן המבואות וחצרות לבתים ואף דהכא איירי בשתופי מבואות לחוד מ\"מ הא מבואר בסימן שפ\"ז דסומכין על שיתוף במקום עירוב ואיירי רמ\"א באופן זה ועיין לעיל בסוף סימן שס\"ו במ\"ב שהעתקנו הנוסח הנהוג לומר:",
            "(ד) בשעה שמקבץ וכו' - עיין לעיל בסימן שס\"ו במ\"ב ס\"ק פ' פ\"א פ\"ב ושייך ג\"כ לכאן:",
            "(ה) ולא בירכו עליו וכו' - ה\"ה אפילו לא אמרו עליו ג\"כ הנוסח של בזה השתוף הנ\"ל:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}