{
    "versionTitle": "Hilchos Peiros",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) פירות האילן - בין משבעת המינים ובין שאינם משבעת המינים:",
            "(ב) חוץ מהיין וכו' - מפני שהוא סועד הלב ומשמחו קבעו לו ברכה בפני עצמה:",
            "(ג) בורא פה\"ג - ואפילו זב מעצמו מהענבים בלי דריכה [פמ\"ג]. ואם טעה ובירך על היין בפה\"ע עיין לקמן בסימן ר\"ח סי\"ד במ\"ב:",
            "(ד) בין מבושל - דע\"י הבישול אין משתנה היין לגריעותא. ואין חילוק בין אם בישל יין גופא או שבישל הענבים והצמוקים כדי לעשות מהן יין:",
            "(ה) דהיינו שנותנין וכו' - ואע\"פ שנשתנה טעמיה וריחיה עי\"ז ממה שהיה מקודם אפ\"ה לא נשתנה היין לגריעותא והיין עיקר לגבי אידך לפיכך מברכין עליו בפה\"ג:",
            "(ו) דבש ופלפלין - ואפילו שליש דבש ושליש פלפלין ויותר מזה אפ\"ה היין עיקר שהם לא באו רק להשביחו ולהטעימו:",
            "(ז) בשכר - ושכר של כל המינים שוים בזה לבד ממיני משקין שפוגמים ומפסידין טעם היין מיד שנתערב בהם כ\"כ עד שנפסד טעם היין מברך שהכל:",
            "(ח) אם הרוב יין וכו' - כדקיי\"ל כל שהוא עיקר ועמו טפילה מברך על העיקר ופוטר את הטפילה וכל מין שהוא הרוב הוא העיקר והמיעוט טפל הוא לו:",
            "(ט) מברך בפה\"ג - והוא שלא נתבטל טעם היין ע\"י התערובות:",
            "(י) ואם הרוב שכר וכו' - ולא דמי להא דקי\"ל לקמן בסימן ר\"ד ס\"ה בהג\"ה דדי שיש ביין מעט יותר מאחד בששה נגד המים ע\"ש דהתם דרך מזיגת יין הוא במים וע\"כ לא שייך לומר דיתבטל היין נגד המים שנמזגו בם דנעשה הכל כמין אחד משא\"כ בשכר דאין דרך למזוג בם וכשני מינים בעלמא דמי דכל מין שהוא הרוב הוא העיקר ועיין בביאור הגר\"א שדעתו לדינא דגם בעניננו שוה למזיגת יין במים:",
            "(יא) לכפול הלבן - בגדלו:",
            "(יב) בפה\"א - דכל דבר שגדל על האילן ואינו עיקר הפרי בפה\"א [טור]:",
            "(יג) ומתוך שלא נודע וכו' - שיש כמה מינים גדולים וקטנים:",
            "(יד) לעולם מברך וכו' - משום דבדיעבד אם בירך בפה\"א על פה\"ע יצא כדלקמן בסימן ר\"ו. ומ\"מ בכגון זה אין לאכול מהם כשיעור שחייב ברכה אחרונה אלא בתוך הסעודה כיון שהוא ספק אם יברך אחריהם מעין ג' או בנ\"ר [אהע\"ו ומא\"מ]:",
            "(טו) גדול ביותר - ואם לפי מראית עין כבר נגמר בישולו אין נ\"מ כלל בגדלו ובכל אופן מברך עליו בפה\"ע וכן אם החרצנים שלהם נראה מבחוץ בודאי הוא קרוב להתבשל ומברך עליהם בפה\"ע לכו\"ע:",
            "(טז) משיוציאו פרי - אע\"ג שהם עדיין קטנים ביותר:",
            "(יז) עפוץ - חמוץ:",
            "(יח) עד שאינו ראוי וכו' - מבואר מזה דאם עכ\"פ נאכלים ע\"י הדחק אע\"ג שחמוצים ומרים הם כדרך פירות בקטנותם אפ\"ה מברך עליהם ברכתם הראויה ובח\"א וכן בספר עוללות אפרים פקפקו בדין זה ודעתם דבכגון זה אינו מברך אלא שהכל אם לא שבישלן או שמתקן באור דאז מברך עליו בפה\"ע כיון שהוא פרי בעצם אלא שצריך תקון:",
            "(יט) אין מברכין עליו כלל - דכעץ בעלמא חשיב ואפי' מתקן ע\"י אור ג\"כ אין מברך עליו רק שהכל וכדין גרעינין שמתקן לקמן בס\"ג. כתב בח\"א דלפ\"ז מיני פירות שמרקחין ומטגנין בדבש וכיו\"ב בעודם קטנים מאד אם לא היו ראוין לאכול קודם ריקוחן כלל אין מברכין עליהם כ\"א שהכל לאחר ריקוחן ועיין בבה\"ל מה שכתבנו לענין תפוחים:",
            "(כ) עד שיראה בהן וכו' - דאז חשיב פרי אבל כ\"ז ג\"כ דוקא אם לא היו מרים ביותר וכנ\"ל:",
            "(כא) מברך וכו' - וכן הסכים המ\"א והגר\"א וע\"ש בביאור הגר\"א שמחמיר עוד יותר בענין זה כמו שכתבנו בבה\"ל:",
            "(כב) בורא פה\"א - היינו אפי' הם מתוקים דעדיין אינם עיקר פרי:",
            "(כג) מתוקים - לאו דוקא אלא כל שהחיך נהנה ממנו במקצת והטעם שמברך בפה\"ע משום דהם נמי חלק מחלקי הפרי והרבה אחרונים חולקים ע\"ז וס\"ל דאינו מברך בפה\"ע דלא הוי כפרי גופא ואינו מברך עליהם אלא בפה\"א וכן הסכמת הגר\"א. ואם בירך בפה\"ע יצא בדיעבד [דרך החיים] ואם אוכל הגרעין אחר שאוכל הפרי מסתברא דלכו\"ע נפטר בברכת בפה\"ע שבירך על הפרי משום דהוי טפל לפרי:",
            "(כד) מרים - היינו שאינם ראויים לאכול אפילו ע\"י הדחק וכנ\"ל בסוף ס\"ב:",
            "(כה) מברך עליהם שהכל - הרבה אחרונים הקשו ע\"ז ודעתייהו דלדעת המחבר דגרעינין הוי כפרי גופא א\"כ גם במרים ומתקן ע\"י איזה דבר נמי מברך עליהם בפה\"ע וכמו גבי שקדים המרים המבואר בס\"ה ויש מתרצים דאפילו לדעה זו לא עדיפא גרעינין כשקדים גופא שהם עיקר הפרי משא\"כ בגרעינין ולהכי אם הם מרים לא מקרי פרי כלל ולא מהני במה שממתקן אח\"כ מיהו לדינא אין לזוז מפסק השו\"ע דבלא\"ה כתבנו מקודם דעת הרבה אחרונים והגר\"א מכללם לחלוק על עיקר דינא דמחבר ולדידהו גם גרעינין מתוקין אינו מברך עליהם לכל היותר רק בפה\"א דלאו פרי נינהו וממילא במרים ומתקן ע\"י האור אינו מברך עליהם אלא שהכל:",
            "(כו) כמות שהוא - בלא תערובות ד\"א להחליש כח השמן:",
            "(כז) דאזוקי מזיק ליה - ואפילו חושש בגרונו נמי אינו מברך דשמן כמות שהוא אין נהנה ממנו:",
            "(כח) עם פת - פי' אע\"ג דעם פת אינו מזיק ליה השמן ואדרבה נהנה מזה אבל עכ\"פ אינו מברך עליו משום דהו\"ל פת עיקר ומיפטר בברכת הפת:",
            "(כט) ופוטר את הטפלה - ואפילו היה שמן הרבה נמי אינו אלא טפל לפת וכ\"ז באוכל השמן ללפת בו הפת אבל אם אוכל השמן מפני שחושש בגרונו רק אוכל לזה מעט פת כדי שיוכל לאכול השמן עמו ולא יזיקנו בזה מקרי השמן עיקר ופוטר הפת הטפלה לו וא\"צ ליטול ידיו ולברך המוציא ויש חולקים וס\"ל דאף בכה\"ג הפת עיקר [א\"ר ע\"ש]:",
            "(ל) עם מי סלקא - וה\"ה אם עירבו עם איזה שאר משקה בענין שנהנה מהשמן עי\"ז ואינו מזיקו:",
            "(לא) הו\"ל שמן עיקר - דמרכך ומרפא את הגרון ואע\"ג דהאניגרון מרובה על השמן דלא אזלינן כאן בתר רוב המשקה אלא כל דבר שעיקר כוונתו הוא עיקר לענין הברכה והשני נפטר בברכתו:",
            "(לב) ומברך עליו בפה\"ע - ולאחריו מעין ג' אם שתה כשיעור:",
            "(לג) אניגרון עיקר - ומשמע מדברי הט\"ז דמיירי שמי הסילקא הם הרוב לגבי שמן ולפיכך השמן נטפל לו אבל המ\"א כתב דאפילו באניגרון מועט נמי אניגרון עיקר כל שאינו לרפואה אלא לאכול ומברך על האניגרון ופוטר השמן:",
            "(לד) שהכל - כ\"כ הרמב\"ם שם וכ\"מ בתר\"י והמג\"א תמה דהא מבואר לקמן בסי' ר\"ה דברכת מי השלקות הוא בפה\"א והגר\"א מיישבו דהכא שמתקנו לשתיה הרי הוא כמשקה וברכתו שהכל:",
            "(לה) מברך בפה\"ע - ואע\"ג דבמתוקים קטנים אינו מברך אלא שהכל וכדלקמן סימן ר\"ד שאני התם דאינו גמר פירא ובודאי לא נטעי להו אדעתא לאכלם קודם שיתבשלו משא\"כ הכא דבגדלם לא יהיו ראוין כלל לאכילה נטעי להו שפיר אדעתא למיכל בקטנותם וזהו גמר פירא שלהם:",
            "(לו) ואם מתקן - דכיון דנשתנו למעליותא ע\"י המיתוק באור הו\"ל כשאר פירות שאין ראוין לאכול חיין ונתבשלו דמברך כשהן מבושלין בפה\"ע וכדלקמן בסי\"ב:",
            "(לז) מברך בפה\"ע - וה\"ה שאר מיני פירות שהם חמוצים או מרים ואינם ראוים לאכילה כלל ומיתקן או בישלן שמברך בפה\"ע דהלא באמת פרי הוא אלא שאינו ראוי לאכילה כך לכך מהני מיתוק:",
            "(לח) על העלין ועל התמרות - שאינן חשובין להקרא פרי העץ:",
            "(לט) ועל הקפריסין וכו' - משום דאינו עיקר הפרי. ומ\"מ בדיעבד אם בירך על הקפריסין בפה\"ע יצא. ולענין קליפת פאמערנצי\"ן שטוגנין בדבש יש דעות בין האחרונים אם לברך עליהן שהכל או פה\"ע ופרי האדמה וע\"כ יש לברך עליהן שהכל ובדיעבד אם בירך פה\"ע או פה\"א יצא:",
            "(מ) שמיעכן ביד ועשה וכו' - פי' אף שנתרסק עי\"ז לגמרי אפ\"ה מברכין פרי העץ משום דכיון דעדיין ממשן קיים שייך לברך עליהם פרי העץ וה\"ה לענין פה\"א כגון ער\"ד עפי\"ל שמיעכן ועשאן כעיסה:",
            "(מא) הנקרא פאווידל\"א - שעושין מגודגדניות ושאר מינים שמוציאין גרעיניהן ומבשלין אותם עד שהם נימוחו לגמרי:",
            "(מב) וי\"א לברך עליהם שהכל - בזה נחלקו האחרונים יש מהם שסוברים דהי\"א לא פליג כ\"א אפאווידלא משום שנימוחו לגמרי ולא ניכר צורתן כלל אבל בדין המחבר דמיירי בתמרים שנתרסקו שניכר תוארן וצורתן אף כשמתרסקין לגמרי מודו דמברך פה\"ע ויש מהם שסוברין דהי\"א פליג גם אדין המחבר וס\"ל דכיון דנתרסקו לגמרי מברך שהכל ולדינא אין נ\"מ בזה דאף אם נימא דהי\"א פליג גם אתמרי' שנתרסקו מ\"מ להלכ' קי\"ל כדעת המחבר דהיכא שממשן קיים לא נשתנית ברכתן ורק בפאווידלא שאבד כל צורתו ולא ניכר כלל מה הוא אז לכתחלה מברך שהכל וכהכרעת הרמ\"א דבברכה זו יוצא על הכל בדיעבד [אכן לענין ברכה אחרונה אין עצה אי אתרמי לענין דברים שהוא משבעה מינים וכדאיתא בסימן ר\"ח סי\"ג דברכת בנ\"ר אינה פוטרת מעין ג' ולא מעין ג' פוטרת בנ\"ר אם לא שיאכל גם פרי משבעת המינים וגם דבר שברכתו בנ\"ר לפטור גם את זה ממ\"נ [פמ\"ג] ואם אין לו נראה לי שיוכל לברך מעין שלש כי כן משמע מלשון הרמ\"א דתופס לעיקר הדין שברכתו פה\"ע]:",
            "(מג) לברך שהכל - וע\"כ מיני אגרע\"ס וייגדע\"ס ומאלינע\"ס וכיו\"ב שסוחטין אותן ומרקחין אותם בדבש וצוקע\"ר מברכין עליהם שהכל כיון שהם מרוסקים ונימוחים לגמרי ואבד מהם צורתן ובדיעבד אם בירך עליהם ברכתו הראויה יצא:",
            "(מד) יצא - ואם רוב דרך אכילת אותן פירות הוא ע\"י ריסוק אף לכתחלה מברך ברכתו הראויה בין לענין פה\"ע או פרי האדמה כגון מאכל שמבשלין מדלועין שקורין קירבעס וכן אינגבע\"ר ושארי בשמים שחוקים שאוכלין עם צוקער מברכין בפה\"א ועיין לקמן סי' ר\"ח ס\"ח בהג\"ה מדינים אלו:",
            "(מה) הזב מהתמרים - וה\"ה היוצא ע\"י כתישה וסחיטה:",
            "(מו) עליו שהכל - דמה דכתיב בתורה זית שמן ודבש היינו תמרים היוצא מהן דבש אבל דבש גופא זיעה בעלמא הוא ואינו בכלל פרי:",
            "(מז) על משקין היוצאין וכו' - כגון יין תפוחים וכה\"ג בין אי איתרמי שיצא מאליהן ובין שיצא ע\"י כתישה וסחיטה ברכתן שהכל דזיעה בעלמא הוא דאין נקרא משקה אלא היוצא מן הזיתים והענבים בלבד:",
            "(מח) סופי ענבים - היינו ענבים הנמצאים בגפנים בימות החורף שאין מתבשלין לעולם ועושין מהם חומץ:",
            "(מט) שבישלם ושרפם וכו' - היינו שע\"י שריפת החום נתבשלו ונתייבשו ונשתנו לקלקולא [רש\"י] ושארי מפרשים פירשו דנובלות היינו מין תמרים שאין מתבשלין על האילן ואין נכשרין לאכילה אלא תולשין אותן ומחממין אותן בעפר ומתבשלין או נותנין אותן במחצלאות או בתבן להתחמם עד שיתבשלו:",
            "(נ) מברך שהכל - ואחריהם בנ\"ר ולא דמי לס\"ב גבי בוסר דאפילו לא הגיע לכפול הלבן דמברכין עליו בפה\"א ומ\"ש סופי ענבים דמברכין עליהם שהכל י\"ל דשאני התם דענבים מעליא נינהו אלא שלא נגמרו עדיין משא\"כ הכא דמקולקלים הם דאין עומדין אלא לחומץ ולא עדיפי ממשקין היוצאין מהן דברכתן רק שהכל וזהו ג\"כ טעם היש מפרשים בנובלות תמרים דמברכין עליהן שהכל דגריעי משאר תמרים שאין מתבשלין על האילן לעולם:",
            "(נא) פירות ששראן - מעל\"ע דבזה רגילין ליתן טעם במים:",
            "(נב) אלא שהכל - דלא הוי אלא זיעה בעלמא כדלעיל ס\"ח ולא דמי למיא דסילקא ודכולהו שלקי דמברכין עלייהו בפה\"א וכדלקמן בסימן ר\"ה ס\"ב משום דהתם רוב אכילת אותן ירקות הוא ע\"י שליקה משא\"כ הכא בפירות דלאו דרכייהו למישלק או לכבשן אלא לאוכלם בעין לכן לא אמרינן שיהיו שליקתן וכבישתן כמותן מיהו בפירות שרוב אכילתן הוא ע\"י בישול או כבישה מי שליקתן וכבישתן כמותן ומברך עלייהו בפה\"ע לכו\"ע וכ\"ז בפירות שמתחלת נטיעתם נטעי להו אדעתא לאוכלם מבושלים או כבושים אבל בפירות שדרכן לאוכלן חיים רק שיש שמיבשין אותן ואח\"כ מבשלין אותן אין מברך על רוטבן לעולם רק שהכל אע\"ג דדרך כולן לבשלן כשהן יבשין מ\"מ תחלת נטיעתן לא נטעי להו אדעת ליבשן אלא לאוכלן חיין ולענין פלוימי\"ן יבשים או קרשי\"ן כתב הח\"א דבמדינות שגדילים שם הרבה מסתמא נטעי להו ברובא אדעתא ליבשן וא\"כ ברכתן של רוטבן בפה\"ע:",
            "(נג) שאם נכנס וכו' - ר\"ל בשטועמין ומרגישין שיש טעם הפרי במים המבושלין או השרויין מברכין בפה\"ע ולא אמרינן שאינו אלא טעם קלוש וזיעה בעלמא כדאמרינן בס\"ח לענין סחיטת פירות דיותר נכנס טעם הפרי במים ע\"י בישול מאלו סחט הפרי בעצמו כשהוא חי. ולענין הלכה פסקו האחרונים דלכתחלה יברך שהכל ובדיעבד אם בירך בפה\"ע יצא ועיין בר\"ה ס\"ב מה ששייך לעניננו:",
            "(נד) מברך עליהם שהכל - מיירי ששותה המים בפני עצמן אבל אם אוכל הפירות עצמן ושותה המים ג\"כ מסתברא דלכו\"ע אין צריך לברך עליהם לא ברכה ראשונה ולא אחרונה דנעשה טפל להפרי ואם עיקר כונתו בשביל המים ואכל איזה מהפירות מתחלה ובירך בפה\"ע צ\"ע אם יברך שנית על המרק שהכל דלהרא\"ש כבר יצא בברכת פה\"ע וע\"כ יברך על ד\"א תחלה שהכל:",
            "(נה) להרא\"ש - קאי על סעיף הקודם דהביא פלוגתא בזה וקאמר דלמעשה פשוט דנקטינן כדעה ראשונה לברך שהכל דיוצא בזה גם לדעת הרא\"ש דהא בלא\"ה על כל הדברים אם אמר שהכל יצא ובברכה אחרונה ג\"כ אין נ\"מ בכל הפירות דהא ברכה אחרונה שלהן אינה אלא בורא נ\"ר אבל בפירות של ז' מינים כגון צמוקים ותאנים שמברכין עליהם באחרונה מעין ג' בזה יש להסתפק היכי נעביד דאם יש להמים דין הפרי יש לברך עליו מעין ג' באחרונה ואם אין להם דין הפרי בעצמם אין לברך עליו אלא ב\"נ ובאלו אין האחת פוטרת חברתה אפי' דיעבד:",
            "(נו) אלא בתוך הסעודה - דבהמ\"ז פוטרת ברכה שלאחריהם בין שתהיה מעין ג' בין שתהיה בנ\"ר:",
            "(נז) ואם משך וכו' - פי' הא דהשוינו צמוקים לתאנים אינו אלא בשהיו מעורבים הצמוקים עם הרוטב דעדיין שם רוטב ומרק עליהם אבל בשמשך המים מן הצמוקים הו\"ל המים יין גמור ומברך עליהם בפה\"ג ודעת המג\"א דל\"ד במשיכה נעשה יין אלא אפילו כשמעורבים כל שלא שראן אדעתא לאכול הצמוקים רק למשוך ולשתות המים אפילו שתה מהכלי כשמעורבים ביחד דין יין יש לו והמגן גבורים מפרשו כפשוטיה דדוקא בשמשך אלא דמיירי בשלא נשרה עדיין ג' ימים ולכך אין לו דין יין לענין ברכת בפה\"ג אא\"כ משכן והפרידן מהצמוקים:",
            "(נח) וברכה אחת וכו' - היינו על הגפן ועל פה\"ג ועיין באחרונים דאפילו לא רמיא ג' ואתא ד' והטעם דכיון שהצמוקים יפים כח הפרי העומד בתוכן נותן טעם חזק:",
            "(נט) שאם ידרוך אותם - ר\"ל בלא שריה יצא מהן לחלוחית אז אם שראן הו\"ל יין גמור:",
            "(ס) שום לחלוחית וכו' - ר\"ל ומברכין עליהם שהכל לכו\"ע ואע\"פ שנמתקו קצת המים אינו אלא זיעה בעלמא:",
            "(סא) שטובים חיים ומבושלים - ואפילו הם טובים יותר כשהם מבושלים כיון שכשהם חיים טובים ג\"כ והרבה ב\"א אוכלים אותם כן:",
            "(סב) כגון תפוחים ואגסים - שקורין בערנע\"ס שאותן פירות טובים ג\"כ לאכול כשהם חיין. ויש מיני תפוחים שהם חמוצים ואין ראוין לאכול לרוב בני אדם כשהם חיין רק ע\"י בישול מברך שהכל כשהם חיין ועיין לקמן בסימן ר\"ג במ\"ב סק\"ה לענין תפוחי יער:",
            "(סג) ואם אין דרך וכו' - ר\"ל שרוב בני אדם אוכלים אותו כשהם מבושלים:",
            "(סד) כשהם חיים וכו' - הטעם כיון שדרך אכילת אותן פירות לרוב בני אדם הוא ע\"י בישול דוקא לא מקרי עיקר פרי כ\"ז שלא בא לכלל זה ועיין בא\"ר סי' ר\"ה ובח\"א שדעתם דאפילו טובים ג\"כ לאכול חיין כיון שדרך רוב בני אדם לאכול אותן ע\"י בישול דוקא מברך שהכל:",
            "(סה) כשהם מבושלים בפה\"ע - וה\"ה אם היה להיפך שדרך אכילת בני אדם אותן הפירות הוא רק כשהם חיין כגון אגוזים וכה\"ג אינו מברך ברכת פה\"ע כ\"א כשהם חיים וכשהם מבושלים שהכל. וברכה אחרונה בורא נפשות אפילו אי אתרמי בשבעת המינים בכה\"ג:",
            "(סו) ר\"ל נויאי\"ט - פי' שכבר נגמר גידולו ופוצעים אותו וזורקים ממנו הקליפה שהיא כעץ ולוקחין הגרעין ומטגנין בדבש ונקרא בל\"א נויאי\"ט:",
            "(סז) מברך עליו וכו' - ואע\"ג דאגוזים דרכן לאכול חיים ואם היה מבשלם במים משתנים לגריעותא אפ\"ה כשמתקנין אותו ע\"י טיגון בדבש הרי הם משתנים למעליותא ע\"י הדבש והו\"ל כדבר שטובים חיין ומבושלין. וגם קמ\"ל דלא אמרינן בזה דהדבש עיקר וליברך עליה ברכת שהכל כברכת הדבש וכדמבואר כעין זה לקמן בסימן ר\"ה ס\"א בהג\"ה דבזה דאין הדבש בא בשביל עצמו כ\"א בשביל ליתן טעם בהאגוז הו\"ל האגוז עיקר והדבש טפל ומברכין בפה\"ע וה\"ה כל מיני פירות כה\"ג [פה\"ע או פה\"א] שדרכן להאכל רק חיים ואם היה מבשלו במים היה משתנה ברכתו לשהכל אם טיגנן בשמן או בדבש מברך ברכתו הראויה להן:",
            "(סח) בפה\"ע - כתבו האחרונים דאפילו אין האגוז שלם אלא כתות ושבור כמו שדרך לעשות כשמטגנין אותן אפ\"ה לא נשתנית ברכתו ומיהו עכ\"פ בעינן שלא יהיה כתות ושחוק ביותר שיהא ניכר עכ\"פ קצת דבמעוך שאין ניכר צורתו לגמרי אין מברכין עליו אלא שהכל:",
            "(סט) אגוז רך וכו' - שלא נגמר גידולו וקליפתו עדיין אינו קשה ולוקחין אותו למרקחת ביחד עם הקליפה העליונה ומטגנים אותם כן בדבש:",
            "(ע) נוס מושקאד\"ה - אין זה אגוז מושקא\"ט האמור בסי\"ז דשם פרי גמור הוא:",
            "(עא) מברך עליו שהכל - ואע\"ג דע\"י הדבש נתקן הפרי וטוב לאוכלו מ\"מ כיון שהוא רך עדיין ונאכל ביחד עם קליפתו אינו מברך עליו אלא שהכל דלא נטעי להו אדעתא למיכל כשהם רכים בקליפתן אלא לאכול הפרי עצמה כשיתבשלו וכמו דקי\"ל לקמן בסימן ר\"ד ס\"א לענין שקדים הרכין דברכתן נמי שהכל מטעם זה וכ\"ש הכא שבלא טיגון אינו ראוי כלל בעודו רך לאכילה שמר הוא וכל תיקונו הוא ע\"י דבש. והנה כ\"ז הוא דוקא משום שלא נגמר הפרי ולא נטעי אדעתא דהכי וכמ\"ש מה שאין כן בפרי גמורה כשאינו ראוי לאכול חי כ\"א ע\"י טיגון בודאי מברך עליו ברכתו הראויה לו [אחרונים]:",
            "(עב) וכן אותם וכו' - צ\"ל והן אותם וכו' דהא זהו ג\"כ כוונת המחבר:",
            "(עג) על הסוקאר - פי' שבארצותם גדלים קנים מתוקין וסוחטין אותם ומבשלין מימיהם עד שיקפה וידמה למלח [רמב\"ם]:",
            "(עד) שהכל - דלא עדיפי מדבש תמרים דחשבינן ליה רק כזיעה בעלמא וברכתו שהכל וכ\"ש בזה שנשתנו ע\"י הבישול [רמב\"ם]:",
            "(עה) וכן המוצץ - פי' שמוצץ קני הסוקר בעצמם:",
            "(עו) שהכל - ג\"כ מטעם הנ\"ל דהא הקנה בעצמו הוא עץ בעלמא וא\"א לאוכלו אלא שיש בו מתיקות וא\"כ לא עדיף המוצץ את המתיקות מהעץ מאלו סחט את הזיעה הזאת ושתאו. וכתב בח\"א דה\"ה הלועס שורש שקורין לאקעריץ ג\"כ אין מברך אלא שהכל דגם הוא עץ בעלמא אלא שיש בו טעם מתוק. ודע דאף שהשו\"ע סתם לדינא דעל הסוקר ועל הקנים ברכתו שהכל באמת יש בזה דעות בין הראשונים כמו שמובא בטור וב\"י ומספיקא פסק לברך שהכל דבזה יוצא בדיעבד לכו\"ע ואולם בדיעבד אם בירך בפה\"ע או בפה\"א יצא וכן בצוקער שלנו שנעשה מבוריקע\"ס ג\"כ יש לברך לכתחלה שהכל ובדיעבד אם בירך בפה\"א יצא וכמו שבארתי הכל בבה\"ל ע\"ש:",
            "(עז) וזנגביל - הוא מה שקורין (אינגבער):",
            "(עח) וכל כיוצא - כגון גלגי\"ן וציטוו\"א:",
            "(עט) שאין דרך וכו' - פי' והוא אכלן לבדן לפיכך אין מברך עליהם כלום שאין הנאה באכילתן כשהם יבשים ואם אכלן עם צוקער וכדומה מברך בורא פה\"א [פמ\"ג]:",
            "(פ) בפה\"ע - דפרי הוא ורגילין ג\"כ לאכלו ביובש. ומי שיש לו שלשול ונותן לתוך השכר מושקא\"ט כדי שיעצור אם אינו צמא ואינו שותה אלא לרפואה המושקא\"ט עיקר והשכר טפל ומברך בפה\"ע כמו גבי שמן לעיל בס\"ד ואם הוא תאב לשתות השכר גם בלא רפואה אע\"פ שנותן לתוכו המושקא\"ט לרפואה השכר עיקר ומברך שהכל ופוטר את המושקא\"ט וה\"ה גבי שמן לעיל כשהוא תאב לשתות מי אניגרון והשכר אע\"פ שנותן לתוכו השמן לרפואה מברך על השכר לבד אם הם הרוב:",
            "(פא) בפה\"א - כי הוא גדל על הארץ כמו קנים ורגילין ג\"כ לאוכלו ביובש:",
            "(פב) רטובים וכו' - דזנגביל לאו פירא הוא אלא שרשים מן העץ תחת הקרקע ופלפלין אע\"ג דגדילין על אילן כיון דאין נוטעין אלא ע\"ד שיתייבשו ויאכלו רובן שחוקין בתערובת כתבלין ואין נאכלין לבדן אלא לפעמים קרוב הדבר שיברכו ע\"ז שהכל כמו קורא בריש סימן ר\"ד אלא לפי שמעט מהן נאכלין ברטיבותן אדעתא דהכי נמי נטעי קצת לכן מברכין עליהן בפה\"א:",
            "(פג) ושאינן עיקר הפרי וכו' - כנ\"ל בס\"ו ועיין לקמן בריש סימן ר\"ו במ\"ב:",
            "(פד) ואם הוא מסופק - היינו אחר שלמד ואינו יכול לברר אבל מי שלא למד לא יאכל עד שילך אצל חכם ללמדו ברכות [גמרא]:",
            "(פה) בפה\"א - שאף אם הוא פה\"ע יצא בדיעבד בברכת פה\"א כדלקמן בסי' ר\"ו:",
            "(פו) מה הוא - היינו שמא הוא מין שברכתו שהכל:"
        ],
        [
            "(א) על התותים הגדלים בסנה - שקורין מוי\"ל בע\"ר ומאלינע\"ס ויש מיני מוי\"ל בע\"ר שגדילים באילן ומברכין עליו בפה\"ע וכן מאלינע\"ס שלנו ג\"כ ידוע שגדילין באילן שמתקיים משנה לשנה ומברכין עליו בפה\"ע [דה\"ח וח\"א] ושטעני\"ל נוס\"ל שגדילין על עצי יער צ\"ע כי אין טוב כ\"כ למאכל כ\"א אחר הבישול ודמי לבני אסא המבואר בס\"ה ולא דמי לתותים הגדילים באילן שכתבנו דמברך בפה\"ע דטובים הם למאכל כשנשתהו על האילן:",
            "(ב) שמוציא עליו מעצו - ואז יש על פריו שם פרי עץ אף אם העץ הוא גבעול דק:",
            "(ג) דכלה עציו - ופרי שקורין ברומבערי\"ן וערפער\"ט דעת המ\"א וא\"ר דיברך עליהם בפה\"ע שכן הענף מתקיים ימים הרבה וכי שקל פירא הדר אתי מאותו ענף עצמו. ופירות אדומים שקורין פאזימקע\"ס הגדילים בתוך היערות מברך עליהם בפה\"א ואפילו אותן הגדילים בגנות מסיק הח\"א דנכון לכתחלה שיברך עליהן פה\"א ובדיעבד כשבירך בפה\"ע יאכל רק מעט כדי שלא תתבטל הברכה ולא יותר. ופירות שגדילין על אילנות קטנות אף שגבהן פחות מג' טפחים כמו יאגד\"ש שחורים דעת המ\"א ועוד כמה אחרונים לברך עליהן בפה\"ע אך העולם נוהגין לברך בפה\"א ואפשר דטעמם דלא חשיבי כ\"כ פרי. ומיני יאגדע\"ש וזורעוויני\"ס שמוצצין מהן המשקה וזורקין הקליפה יש דעות בין האחרונים אי מברכין עליהן בפה\"א או שהכל אבל על קאלינע\"ס אף שגדילין באילן בודאי יש לברך עליהן שהכל שאין האוכל ראוי כלל ואפילו אם בולע עם הקליפה והגרעין מ\"מ הלא באמת הקליפה והגרעין אין ראוין לאכילה כלל:",
            "(ד) על המאוזי\"ש בפה\"א - ג\"כ הטעם כמו בתותים:",
            "(ה) שהכל - דלא חשיבי לברך עליהן בפה\"ע דכמו עץ בעלמא נינהו ולא דמי לתותים שבס\"א דחשובין עכ\"פ פרי אף שגדילים נמי בסנה דהוא כאילן סרק דהם טובים לאכילה חיים כשהם שוהים הרבה על הסנה ומתבשלין אלא שאין הענף מתקיים משנה לחברתה אבל כאן מיירי בפירות גרועים כגון תפוחים קטנים ואגסים קטנים הגדילים בעצי היער שאינם ראוים לאכילה כשהם חיים וע\"כ אינם חשובין בכלל פרי ואפילו בשלם ולכן מברך עליהם שהכל ואגוזים קטנים הנלקטים בעצי היער שהם טובים לאכילה פרי גמור הוא ומברך ע\"ז בפה\"ע. וכן על [אגרע\"ס] ובל\"א (קאסטעה\"ר בערי\"ן) אף שגדילי' על קוצים נהגו העולם לברך בפה\"ע אבל על פרי אדום שגדל על קוצים שקורין בל\"א (האנפוטין) וכ\"ש על המינים שגדל על אטדין וקורין בל\"א (שלוים קערשין) ובלשון פולין (פיאניצעס) מברכין שהכל שאינן חשובין וגם שגדילין על אטדין:",
            "(ו) בני אסא - היינו ענבים קטנים שרגילין להמצא בהדסים:",
            "(ז) אלא שהכל - דלא חשיבי והו\"ל כפירות שמוציאין אילני סרק:",
            "(ח) שמרקחים אותו - אשמעינן דע\"י ריקוח שמרקחין אותו בדבש לא נשתנה ברכתו מאלו אכלו חי דברכתו בפה\"א וכדלעיל בסי' ר\"ב בסי\"ח:",
            "(ט) אותו יבש - ר\"ל אף דזנגביל יבש אין מברכין עליו כלל וכבסימן ר\"ב סט\"ז הכא דע\"י ריקוח נעשה ראוי לאכילה חוזר לברכתו הראויה [ואין להקשות מאגוז רך דאיתא שם בסי\"ד דאף שנתקן ע\"י בישול בדבש מ\"מ ברכתו שהכל דהתם הפרי לא הגיע עדיין זמן בישולו משא\"כ הכא דהפרי כבר נתבשל אלא שמחמת יבשותו לא היה ראוי לאכילה ולכן מהני כשמרקחו ועושהו ראוי] וה\"ה כשמרקחין פלפלין יבשין ג\"כ ברכתו בפה\"א:",
            "(י) ראוי לאכילה - וכן כשצולין זנגביל ואוכלין אותן לרפואה כיון דחזי לאכילה ע\"י כך אבל ציטוו\"ר מברך שהכל כיון דעביד לטעמא ולא לאכילה. מרקחת של חזרת (שקורין קריין) ברכתו שהכל אבל מרקחת של (רעטיך) משמע מכמה אחרונים דברכתו בפה\"א ואפילו אם עושה מקליפתן ג\"כ לא נשתנית הברכה:",
            "(יא) הזנגביל עיקר - ואפילו רקחו עו\"ג אין בו משום בשול עו\"ג שהרי נאכלין חיין ע\"י תערובות צוקע\"ר אבל שאר כל מיני פירות או ירקות וכן עלי ורדים כל שאינו ראוי לאכול אותו חי אם בשלן או רקחן נכרי אסורים משום בשול עו\"ג:",
            "(יב) שחוקים - היינו אף כשהם שחוקין ונימוחים לגמרי עד שאין ניכר בהם תארן הראשון כלל אפ\"ה לא נשתנית ברכתן עי\"ז לכו\"ע דדרך הבשמים לכתוש באופן זה:",
            "(יג) הבשמים עיקר - היינו אפילו כשהיה צוקע\"ר הרוב ומעט בשמים וכעין שנוהגין בינינו לעשיית מאגע\"ן פולווע\"ר שמערבין צוקע\"ר הרבה עם אינגבע\"ר כתוש אפ\"ה האינגבע\"ר עיקר והצוקע\"ר טפל להן דאינו בא רק למתקו ואין לברך עליהן:",
            "(יד) צנון וכו' - דאע\"ג שסופו להקשות כעץ אם אין תולשו בעתו אפ\"ה מברכין עליו בפה\"א דנטעי אינשי אדעתא לאוכלו כשהוא רך [גמ'] ועי' בח\"א ובנ\"א שמצדד דבצנון שלנו שהוא מר [ואין דרך לאכול בלא פת] לא חשיבא כ\"כ ומברך עליו שהכל אמנם הגר\"ז בסי' ר\"ה מוכיח מהח\"י דמ\"מ מברך עליו בפה\"א:"
        ],
        [
            "(א) ופת שעיפשה - ונתקלקל קצת עי\"ז דאלו נתקלקל לגמרי ולא חזי לאכילת אדם אין מברכין עליו כלל וכדלקמיה לענין תבשיל:",
            "(ב) ונתקלקל - מיירי ג\"כ שנתקלקל קצת ולא לגמרי דאל\"ה אפילו שהכל לא שייך לברוכי [ב\"י]:",
            "(ג) שבשלם ושרפם וכו' - היינו ע\"י שריפת החום נתבשלו ונתייבשו ונשתנו לגריעותא ועיין מה שכתבנו לעיל בסי' ר\"ב ס\"ט במ\"ב ובה\"ל:",
            "(ד) ועל הגובאי - הוא מין חגב טהור ולאפוקי מר' יהודה דאמר שם במשנה כל שהוא מין קללה [שעל הקללה הם באין] אין מברכין עליו:",
            "(ה) ועל המלח - הואיל ויש לו מזה עכ\"פ הנאה קצת כשנותן לתוך פיו:",
            "(ו) ועל המרק - של בשר דאלו של פירות וירקות תליא בפלוגתא עיין בסימן ר\"ב סעיף י' וי\"א:",
            "(ז) כמהין - אותן שמצויים תחת הקרקע ונבראין משומן הארץ ופטריות גדילים על העצים:",
            "(ח) שהוא הרך - של דקל כשענפיו גדלים בכל שנה ושנה הנוסף בשנה זו רך וחזי לאכילה ובשנה שניה מתקשה ונעשה כעץ:",
            "(ט) הניתוסף וכו' - דאע\"ג דגידולו מן הארץ אפ\"ה לא מברכינן עליה אפי' בפה\"א אלא שהכל דלא נטעי אינשי האילן אדעתיה למיכל את הקורא כשהוא רך דממעט ענפי האילן אלא שיתקשה ויעשה עץ ויגדל פרי. כתב הט\"ז דקטניות רטובין בשל גנות שנזרעין ע\"ד לאכול חיין מברך בפה\"א אפילו על השרביטין לבד דע\"מ כן נזרעו אבל של שדות שדרכן להניחן עד שיתייבשו ולאוכלן מבושלין מברך על הקטניות כשהן חיין אפילו כשהן רטובין שהכל ואם בשלן בפה\"א ובפמ\"ג מפקפק מאד על דבריו וכן דעת הרבה אחרונים דאין לחלק בין קטניות לקטניות ולעולם מברך עליהן כשהן רטובים בפה\"א וכן מנהג העולם [שע\"ת] אמנם לענין השרביטין יש דעות בין האחרונים כשאוכלן לבדן בלא הקטניות אם יברך עליהן בפה\"א או שהכל וע\"כ טוב לכתחלה ליזהר שיאכלן עם הקטניות ויברך על הקטניות לבד בפה\"א ולא יברך עוד על השרביטין ואם אירע שאוכל השרביטין לבד יברך שהכל:",
            "(י) לולבי גפנים - גם בזה הטעם כמו בקורא:",
            "(יא) מתוקים - ושקדים מרים עיין לעיל בסימן ר\"ב ס\"ה:",
            "(יב) כשהם רכים בקליפיהם - ואף דקיי\"ל לעיל בסימן ר\"ב ס\"ב בשארי כל האילנות דמשיוציאו שום פרי חשיב תיכף פרי שאני התם דהוא נהנה מגוף הפרי שנוטעין אותו מחמתו אבל הכא בשקדים מתוקים בקטנותם אינו נהנה מן הפרי רק מהקליפה החיצונה ולא נטעי להו אינשי אדעתא דקליפה אלא אדעתא דגרעיניהן כשיתבשלו ודמי לקורא הנ\"ל:",
            "(יג) שחת - תבואה שלא הביאה שליש וחזי לאכילה ומשום דלא גמר פירא נחית חד דרגא מפה\"א לשהכל וה\"ה לכל פרי האדמה דלא גמר פירא וחזי לאכילה שהכל [מ\"א וש\"א]:",
            "(יד) חיה - שהוא טוב מבושל יותר מחי וע\"כ כשאוכלה חי נשתנית ברכתו לשהכל וכדלקמן בסימן ר\"ה ס\"א:",
            "(טו) קימחא דשערי - אפילו הנעשה משבלים שמיבשין דטובים לאכילה קצת ול\"ד דשערי דה\"ה קמח של כל ה' מיני דגן כמבואר לקמן בסי' ר\"ח ס\"ה והאי דנקט דשערי דסד\"א הואיל וקשה לתולעים שבמעים לא יברך עליה כלל קמ\"ל כיון דאית ליה הנאה מיניה בעי ברוכי [גמרא]:",
            "(טז) ושכר שעורים - הואיל והוא צלול ועומד לשתיה אינו נחשב בכלל תבשיל של ה' מיני דגן שיברך בורא מיני מזונות שאין מברכין במ\"מ אלא על מאכל כמ\"ש בסימן ר\"ח ס\"ו ומשמע בתוספות דף ל\"ח ד\"ה האי דאפילו יש בהן כזית בכדי אכילת פרס ג\"כ לא מברכינן עליה אלא שהכל נ\"ב:",
            "(יז) ועל מי שעורים וכו' - ג\"כ מטעם הנ\"ל שלא נעשה כ\"א לשתיה:",
            "(יח) עשבי דדברא וכו' - ואפילו הם טובים לאכול כמו עשב שקורין [שצאוו\"ע] שהן עלים חמוצים ואפי' לאחר שבשלם שהוא מאכל שרים מברכין שהכל דאינו חשוב כ\"כ לפרי אבל על שאלאטען וכיו\"ב שנזרעו מברכין בפה\"א [ח\"א]:",
            "(יט) שאינם נזרעים - ודוקא בעשבים דאינם חשובין מצד עצמם ולא מצד זריעה דגדלים בלא זריעה אבל פירות שהן טובים למאכל אפילו גדלים ביערים מאליהן כמו פזימקע\"ס וכדומה יש לברך עליהן בפה\"א:",
            "(כ) ועל כמון - קימ\"ל. וכסבור אליינדר\"י בלעז:",
            "(כא) דלטעמא עבידי וכו' - ומיירי בין ברטובין ובין ביבשין. וכן אם רקחן בדבש נמי שהכל [א\"ר ופמ\"ג]:",
            "(כב) ולא לאכילה - אכן אם שלק את האני\"ס מברך על מימיו בפה\"א דלהכי קיימא להטעים דבר המתבשל בו:",
            "(כג) עד שראוי לשתות - דאף דמתחלתו היה יין כיון שנשתנה ונעשה חומץ אבד מעלתו:",
            "(כד) אינו מברך - ודוקא בחומץ חזק שנתחמץ כ\"כ שמבעבע כשמשליכין אותו על הארץ אבל בחומץ שאינו חזק כ\"כ ודאי אית ליה הנאה מיניה ובעי ברוכי:",
            "(כה) ריחיה חלא וכו' - סעיף זה וסעיף ד' באו לבאר אודות יין שהתחיל להתקלקל ומטבעו שמתחלה מתקלקל ריחו ואח\"כ טעמו:",
            "(כו) כל שבני אדם וכו' - היינו בשלא נעשה עדיין טעמיה חלא גמורה רק שהתחיל טעמיה להתחמץ קצת עד שבני אדם נמנעין לשתותו מפני זה ברכתו שהכל:",
            "(כז) שמרי יין - היינו בשלא נתן עליהם מים אלא שתה אותם גופא ומפני שיש בהם לחלוחית יין מברך בפה\"ג. ואף דשמרים אזוקי מזיק אפשר דמיירי שמצץ רק הלחלוחית מהם:",
            "(כח) שלשה מדות וכו' - מיירי בשמרים של ענבים שדרכו אותן שנעשה בלי תערובות מים אבל ביין צמוקים שלנו שנשרה מתחלה הצמוקים עם מים א\"כ גם בלחלוחית יין שיש בהשמרים מעורב מתחלתו הרבה מים וכשנותן עוד מים בודאי נתבטל כח היין שהיה בו תחלה:",
            "(כט) ואם מצא פחות וכו' - ודוקא בשמרים ומשום דלחלוחית יין שיש בהן אינו חשוב כ\"כ אבל יין גופא שיצא מדריכת ענבים אם שפך עליהם מים אפי' יותר משלשה חלקי' עד קרוב לששה ג\"כ יין גמור הוא וכדלקמי' בהג\"ה ובעינן רק שיהיה בו טעם יין שראוי לשתיה ע\"י מזיגה זו ודרך בני אדם לשתותו במקום יין ע\"י מזיגה זו דאל\"ה אמרינן דבטלה דעתו אצל כל אדם:",
            "(ל) אלא שהכל - ואחריו ברכת בנ\"ר:",
            "(לא) ובלבד שלא יהא וכו' - דברי הג\"ה אין לו ביאור דהמחבר הלא בא להחמיר דביינות שלנו לא סגי שיהיה רק רביעית יין ואפילו אם הדרך באותו מקום לעשות מזיגה גדולה הלא פחות מרביעית יין בודאי לא מהני אפילו ביינות שלהם שהיו חזקים ומהרמ\"א משמע דמהני עד קרוב לששה חלקים מים ובאמת דדברי האגור לא קאי על שמרים דבשמרים השיעור כמו שכתב המחבר והוא מיירי ביין ענבים גופא כשמוזגו עם מים דעד קרוב לששה שם יין עליו וכנ\"ל:",
            "(לב) כי אז וכו' - ואם היין יותר מאחד מששה במים שם יין עליו ובלבד שיהיה בו טעם וריח של יין ודרך בני אדם לשתות יין במזיגה כזו וכנ\"ל בסוף סקכ\"ט ודע דדברי הג\"ה זו מיירי ג\"כ ביין חי שנעשה מתחלה בלי תערובת מים ולכך ראוי שיתוסף עליו אח\"כ הרבה מים ויהיה שם יין עליו אבל ביין צמוקים שלנו שנתערב מתחלה הצמוקים בהרבה מים אין שייך כלל אח\"כ מזיגה כזו ואפילו פחות מזה מתבטל שם יין עי\"ז ועיין לקמן בסי' רע\"ב במ\"ב סקט\"ז ששם נתבאר היטב דין זה:",
            "(לג) ודאי בטל - אפילו יש בו טעם יין ואף דבעלמא קי\"ל טעם כעיקר דאורייתא הכא לא חשיב טעם דכקיוהא בעלמא דמי. ואם נתערב יין בשאר משקין עיין לעיל בסימן ר\"ב ס\"א בהג\"ה ובמ\"ב מש\"כ שם:",
            "(לד) שעושים מחרצנים וכו' - היינו לאחר שנסחט היין מהענבים נותנים מים על החרצנים לקלוט טעם היין שנשאר בהם וזהו הנקרא תמד:",
            "(לה) כשנעצרו בקורה - ועי\"ז יצא מהענבים כמעט כל הלחלוחית שבהם:",
            "(לו) מברכין עליו בפה\"ג - שדינם כצמוקים ומ\"מ דוקא כשיש בו טעמו של יין וריחו וכנ\"ל בסקל\"ב לענין יין שנתערב במים:",
            "(לז) זגים וכו' - ר\"ל שאחר שהוציאו היין מן הענבים ונשארו הזגים נתן עליהם תאנים או שאר פירות לחזק כח היין הנשאר בהם ולהוסיף באדמימותו [תשב\"ץ]:",
            "(לח) כל כח התאנים וכו' - דהתאנים היה בהם כל כחם שלא נתמצו מקודם והזגים אע\"פ שהם הרוב הרי יצא מהם כבר עיקר הלחלוחית. ומסתברא דאפילו רמי תלתא ואתי ד' ויותר ג\"כ לא מהני דלעולם אמרינן דעיקר המשקין הוא מהתאנים:",
            "(לט) ואין לברך בפה\"ג - אלא שהכל דהוי כשכר תאנים דברכתו שהכל ועיין מ\"א דלענין ברכה אחרונה יש להסתפק בזה דהתשב\"ץ לא ברירא ליה סברא זו כ\"כ ומספיקא פסק דמברך שהכל דיוצא בזה על כל דבר וע\"כ לענין ברכה אחרונה יראה לשתות רביעית יין גמור ויברך על הגפן לפטור גם משקה זו:",
            "(מ) לצמאו - נראה דלאו דוקא לצמאו ממש אלא בסתמא כל שהחיך נהנה מהמים מסתמא הוא צמא קצת וצריך לברכה דאם אינו צמא כלל לא היה החיך נהנה ממנו:",
            "(מא) חנקתיה אומצא - שעמד לו דבר אכילה בגרונו:",
            "(מב) ושתה מים - דוקא מים שאין החיך נהנה מהם כ\"א כששותה לצמאו אבל כששותה שאר משקים או אוכל חתיכת פת שהחיך נהנה מהם אף שאין שותהו ואוכלו עכשיו כ\"א להעביר האומצא חייב לברך עליו בתחלה וסוף כדלקמיה בס\"ח. כששותה מים בבוקר לרפואה לא יברך ואם גם לצמאו יברך [סי' ר\"י יעב\"ץ]:",
            "(מג) אם טעמם טוב וכו' - ר\"ל אע\"פ שאינו תאב להם כלל ואינו אוכלם אלא מחמת אונס חליו כיון שעכ\"פ החיך נהנה מהם ולאפוקי אם הם רעים שאין לו הנאה מזה אע\"פ שמתרפא מהם אינו מברך כלל:",
            "(מד) מברך עליהם וכו' - עיין לקמן בסי\"א בהג\"ה מה שנכתב שם במ\"ב:",
            "(מה) אע\"ג דהחיך וכו' - ולא דמי למש\"כ לקמיה בסעיף ט' באוכל איסור מפני הסכנה דמברך עליו כיון דעכ\"פ נהנה אף דגם שם אכילתו ע\"י אונס שאני התם דהאונס אינו על האכילה גופא משא\"כ הכא שהאכילה גופא הוא ע\"י אונס שאונסים אותו לאוכלו לא שייך בזה לחייבו לברך על הנאתו כיון שהוא בע\"כ כן היא סברת הרמ\"א והסכימו עמו הרבה אחרונים ויש חולקים ע\"ז וס\"ל דכיון שסוף סוף נהנה גרונו מזה חשיבא אכילה וצריך לברך ע\"ז וכההיא דס\"ט ועיין בח\"א שהכריע דבפת אם אכל כדי שביעה דבהמ\"ז שלו הוא מה\"ת יברך:",
            "(מו) מפני הסכנה - כגון חולה שצריך לאכול מאכלות אסורות לרפואתו וכ\"ש אם אוכל מאכל של היתר בזמן האיסור כגון חולה ביוה\"כ דמברכין עליו וכדלקמן בסימן תרי\"ח בסופו:",
            "(מז) מברך עליו - דכיון דסכנתא הוא התירא קאכיל ואדרבה מצוה קעביד להציל נפשו ואין זה בכלל שאר דבר איסור דקי\"ל לעיל בסימן קצ\"ו שאין מברכין עליו:",
            "(מח) תחלה וסוף - דאע\"ג שברצונו לא היה אוכל דבר זה כ\"א מחמת אונס חליו מ\"מ כיון שכבר הוא חולה וחפץ להתרפאות במאכל ומשקה זה חשיבא אכילה שיש בה הנאה. ואם הוא דבר שנפשו קצה בזה א\"כ אין החיך נהנה ממנו ואין צריך לברך ע\"ז:",
            "(מט) דבש דבורים וכו' - דהוא בכלל דבר שאין גידולו מן הארץ [ב\"י]:",
            "(נ) הרי הוא כשאר דבש - דנתבאר בסי' ר\"ב ס\"ח דמברך עליו שהכל ולסימנא בעלמא נקטיה ובאמת אפילו החולקין בדבש תמרים מודו בדבש דבורים דאע\"ג דהדבורים מכניסין מי פירות לתוך גופן ומוצצין מהן ועי\"ז נעשה הדבש מ\"מ אין טעם הפירות נרגש כלל בהדבש [ב\"ח]:",
            "(נא) הם עיקר וכו' - דהדבש אינו אלא הכשר לדבר המרוקח שמכשירו ומתקנו לאכילה. וכן שקדים המחופין בצוקע\"ר אף שהם מחופין לגמרי מברך בפה\"ע דאף שצוקע\"ר הרבה מהפרי הפרי עיקר [פמ\"ג]:",
            "(נב) כתושים ביותר - דוקא שניכר מהותו ותארו אבל אם נימוח לגמרי עד שנפסד צורתו העצמי מברך לכתחלה שהכל כמבואר לעיל סי' ר\"ב ס\"ז בהג\"ה ע\"ש ועיין לעיל סי' ר\"ג ס\"ז ובמ\"ב שם:",
            "(נג) ורדים בפה\"א - היינו רוזי\"ן בל\"א ואע\"ג דפרי עץ הם שגדילים על האילן מ\"מ כיון שאינן עיקר הפרי דזרע שלהם הם עיקר הפרי והעלים שמרקחין אותם הם הפרחים ע\"כ מברך בפה\"א וכן על הלוינדר\"א בל\"א מברך בפה\"א דאע\"פ שהלוינדר\"א גדילים באילן דעיקר הפרי הם גודגדניות השחורות שגדלים באותו אילן ודומה ממש לדין ורדים [אחרונים] וא\"ת כיון דורדים לא חזיא לאכילה לא חיין ולא מבושלין אלא א\"כ הם מבושלים עם דבש א\"כ הו\"ל דבש עיקר וי\"ל דאדרבה כיון שעיקר תיקון הורדים לאכילה אינו אלא עם דבש הו\"ל דבש טפל שהרי אינו בא אלא להכשיר הורד לאכילה והו\"ל כפירות שאין נאכלין חיין שמברך עליהם אחר בישולם ברכה ראויה להם [כדלקמן בריש סימן ר\"ה] ואין אנו אומרין שיברך עליהם שהכל מפני שהמים המובלעים בהם הכשירום לאכילה [ב\"י]:",
            "(נד) אלא לרפואה וכו' - הטעם דאף דנהנה אין זה עיקר הנאתו כיון שאין הבריאים רגילין לאכול אותו בכך שעומד רק לרפואה:",
            "(נה) מברכין עליו שהכל - ועיין בבדק הבית שכתב שרוב הפוסקים חולקים ע\"ז וכן הסכימו האחרונים דצריך לברך עליו ברכה הראויה לו כיון שעכ\"פ נהנה:",
            "(נו) על העיקר וכו' - עיין לקמן סימן רי\"ב שם מבואר כל פרטי דין עיקר וטפל:",
            "(נז) הרי הוא עיקר - המ\"א ושארי האחרונים הסכימו דהוא דוקא בחמשת מיני דגן אמרינן דהיכא דבא ליתן טעם אף שהוא מיעוט הוא העיקר וכדלקמן בסימן ר\"ח ס\"ב אבל בשארי מינים אזלינן בתר רובא:",
            "(נח) שיש שם ממשות - ולפי הסכמת אחרונים כנ\"ל אף ביש ממשות לא אזלינן בתרייהו רק בתר רובא:",
            "(נט) שהוא מסופק וכו' - עיין לעיל סוף סי' ר\"ב מ\"ב ד\"ה ואם:",
            "(ס) יברך שהכל - דבדיעבד יוצא בשהכל על כל דבר וכאן כיון שמסופק כדיעבד דמי [ב\"י] ומ\"מ אם הוא דבר שיכול לפטרו תוך הסעודה עדיף טפי [מ\"א]:\n"
        ],
        [
            "(א) ואפילו בשלם - ומיירי שטובים לאכול בין חיים בין מבושלים וכדמסיים אח\"כ גבי פירות וקטניות:",
            "(ב) וקטניות - ודוקא שאוכלן בעודם לחים אבל קטניות ופולין יבשים אין דרכן של ב\"א לאכלן חיין אלא מבושלים לפיכך האוכלם חיין מברך שהכל ועיין בסימן ר\"ד סק\"ט במ\"ב:",
            "(ג) יותר מחיים - מלשון זה משמע דאף כשהם טובים חיין ג\"כ כיון שהם יותר טובים כשהם מבושלים מברך שהכל ומ\"מ אם דרך רוב ב\"א לאכלם ג\"כ כשהם חיין מברך בפה\"א:",
            "(ד) ולאחר בישולם וכו' - וה\"ה אם הם כבושים או מלוחים ודרך בני אדם לאכלם עי\"ז כשהם חיין מברך בפה\"א ולפ\"ז מה שקורין קרוי\"ט כשכבשן ונעשו חמוצים מברך עליהן בפה\"א אף כשהם חיין אבל אם לא כבשן ואכלן חיין שהכל מבושלין בפה\"א. שלאטי\"ן מעורב עם שמן וחומץ בפה\"א אף בחיין. וכ\"ז כשלא אכלם תוך הסעודה [אחרונים] ואם אוכל השלאטין עם בשר נעשה טפל להבשר [פמ\"ג]:",
            "(ה) כשהם חיים בפה\"א - כתבו האחרונים דדוקא בשומים רכים דאז דרך בני אדם לאוכלן חיים אבל שומים שהזקינו שהם חריפים מאד ואינו ראוי לאוכלן חי [בלא פת] אם אכלו מברך שהכל וכן בבצלים דינא הכי דאם אוכלן רכים בפה\"א הזקינו שהכל ועיין בשע\"ת שמצדד לומר דאפילו רכים אינו מברך בפה\"א רק במדינות שדרך לאוכלן רכים בלא פת אבל במדינותינו שלעולם אין דרך בנ\"א לאכול שומים ובצלים חיים אף כשהם רכים בלא פת אין מברך עליהם אלא שהכל וכן מצדד בנשמת אדם לברך שהכל. וע\"ש עוד בשע\"ת שכתב דבמבושלים בין שומים ובצלים רכים ובין כשהזקינו לעולם אינו מברך אלא שהכל ואפילו בישלן אם בשר:",
            "(ו) דמחשבי נשתנו לגריעותא - ומשמע מהאחרונים דה\"ה בבצלים מבושלים וכן בירק שקורין זערזי\"ך או מה שקורין טראה\"ן ונראה דדוקא כשבישל הבצלים בתבשיל עם מים כנהוג אבל מה שדרך לעשות מאכל מבצלים לבד שמבשלין אותן בישול רב עד שמצטמקין וטובין ויפין לאכילה יוכל לברך עליהן בפה\"א דהרי הם משתנים לעלויא ע\"י בישול הרב:",
            "(ז) מצד עצמן - עיין באחרונים שכתבו דאם היה מבשל ירקות עם בשר [או שטגנן בשומן] שכוונתו ודאי לאכול גם הירקות עצמן בודאי צריך לברך עליהן בפה\"א אפילו אם טבע אותן הירקות להשתנות לגריעותא כשמבשלן בלא בשר ושאני הכא דלא ניתנו שומים בתוך הקדרה בשביל עצמן רק כדי ליתן טעם בהבשר אלא דממילא מקבלין הם ג\"כ הטעם מהבשר ונשבחו ע\"כ מברך עליהן רק כברכת הבשר. ולפ\"ז אם טיגן בצלים בשמן או בחמאה כדי להשביחן מברך עליהן בפה\"א דהרי הבצלים נשתנו לעילויא ע\"י הטיגון והם העיקר אצלו וה\"ה כל כה\"ג:",
            "(ח) על המים שבשלו - ואם שרה ירקות במים כתב הב\"י בסימן ר\"ב דדינו כמבושל וכדקי\"ל בעלמא דכבוש כמבושל ומ\"מ ברוטב של אוגערקעס שהכבישה הוא רק בשביל האוגערקעס לבד שיחמיצו ואין כונתו בשביל מי הכבישה כלל מברך על הרוטב שהכל [ט\"ז בר\"ב סק\"י וכ\"כ הא\"ר] [ובמקום שמנהג רוב אנשי העיר לטבול בו פת במי האוגערקעס יצטרך לברך פה\"א אף כששותה המשקין לבד] עוד כתב שם א\"ר דה\"ה ברוטב של קומפוש\"ט ובמדינותינו קורין אותן קרוי\"ט שמברך שהכל [ואין זה נראה לפי מנהג מדינותינו שאוכלין הרוטב כמו הקומפוש\"ט עצמו] וכ\"ז בשאוכל רוטב של קרוי\"ט חיין אבל כשבשלן עם הקרוי\"ט ורוצה לשתות הרוטב לבד מודה הט\"ז דמברך פה\"א כעל שאר מי שלקות ורוטב של בוריקע\"ס חמוצין שקורין ראסי\"ל אף אם בשלן לבדן משמע מהט\"ז שמברך בפה\"א כיון דנכבשו בהן הבוריקעס וכונת הכבישה הוא גם בשבילן ודרך ללפת בו הפת וכן מצדד הח\"א ומ\"מ בשותה אותן חיין מסתברא דמברך עליהן שהכל משום דרוב אכילתן הוא ע\"י בישול. ומשקה בארש\"ט העשויה ממי סובין וקמח מברך עליהן שהכל בין כששותה אותן חיין או מבושלין [אחרונים]:",
            "(ט) בהם ירקות וכו' - ר\"ל שרוצה לגמוע המים לבד דאלו אם אוכלן עם הירק אין שייך שום ברכה על המים דנעשין טפלה לירק:",
            "(י) מברך וכו' - ודוקא כששלקן כדי לאכול גם את הירקות דאלו בישל הירקות או שראן לצורך מימיהן לבד לשתות אותן אין מברך עליהן אלא שהכל ולכן המשקה שעושין בפסח מתפוחים וכל כה\"ג אין מברך עליהן אלא שהכל:",
            "(יא) שמברך וכו' - וכ\"ז במיני ירקות אבל לביבות שבשלן במים [פארפיל לאקשין קניידליך] ואינו רוצה לאכול הלביבות רק לשתות המים לבד הוא ספק אם יברך עליהן במ\"מ כהלביבות או שהכל וע\"כ יקח מעט מהלביבות ויברך במ\"מ וגם יברך על ד\"א שברכתו שהכל ויאכל משני המינים כשיעור כדי שיוכל לברך על המחיה וגם בנ\"ר [וזה דוקא בענין זה שעיקר רצונו הוא רק לאכול את הרוטב של הלביבות אבל אם רוצה לאכול גם הלביבות עצמן כדרך העולם מברך על הלביבות במ\"מ ופוטר בזה את הרוטב ג\"כ לכו\"ע מטעם טפל] ואם בישל רק מעט לביבות בהרבה מים ועיקר כונת תבשילו הוא רק בשביל המים שהרוטב כמעט צלול בזה בודאי אין המים בטלים ללביבות ומברך על המים שהכל ועל הלביבות במ\"מ [מ\"א וש\"א] ובח\"א כתב שגם בזה יותר טוב שיברך שהכל על ד\"א וכנ\"ל:",
            "(יב) אע\"פ שאין בהם וכו' - ודוקא כשבישל הירק במים בעלמא שאין בהם טעם בעצמו ונרגש בו רק טעם הירק אבל אם בישל הירק בחומץ או במשקה העשויה ממי סובין וקמח [שקורין קוואס] שיש בהן טעם בפני עצמן אין נגרר המשקה אחר הירק ומברך עליו שהכל כששותה אותם בפני עצמו וה\"ה במשקה בארש\"ט שהוא מי שריית בוריקעס חמוצין שבישל בהם ירקות עם בשר ורוצה לשתות אותם לבדו אין מברך על הבארש\"ט שהכל משום טעם בשר שנקלט בו וכדלקמיה אלא בפה\"א כיון שיש להמשקה טעם עצמו מבלתי הבשר [ט\"ז] ומ\"מ כשאוכל גם הבשר נראה שיותר טוב שיברך על הבשר שהכל ויכוין לפטור גם את הרוטב דמסתברא דכשאוכל ביחד הרוטב טפל לגבי הבשר:",
            "(יג) עם בשר וכו' - דהירקות נותנין טעם בהמרק והבשר נותן טעם בהמרק וטעם הבשר הוא חשוב יותר הלכך הוא עיקר וע\"כ אפילו הוא אוכל המרק לבד מברך שהכל. ומ\"מ אם אוכל הירק עם המרק ביחד אין צריך לברך כ\"א על הירק דהמרק נעשה טפל גם להירק ודע עוד דהירק גופא בודאי לא נעשה טפל להבשר כיון שבא למזון ולשובע [פמ\"ג]:",
            "(יד) אם סחטן וכו' - דיותר יוצא טעם הירק ע\"י בישול מעל ידי סחיטה ולכן אפילו בפירות שדרכו למיסחטינהו גם כן ברכתן שהכל ואפילו אם כתשן נמי דינא הכי:",
            "(טו) לחתיכות קטנות - כיון שניכר עדיין תארן וצורתן במקצת וע' לעיל סי' ר\"ב סעיף ז' במ\"א סקי\"ח ולקמן בסימן ר\"ח סקל\"ח במ\"ב:",
            "(טז) ברכתן - בין דבר שברכתו בפה\"א או בפה\"ע:",
            "(יז) מפני כך - ושומשמין שטחנן נשתנית ברכתן מפה\"א לשהכל מפני שאין צורתן עליהן כלל [מ\"א] ודעת האע\"ו דאפי' טחנן מברך בפה\"א אם לא שעשה מהן משקין דאז ברכתן שהכל והובא בשע\"ת:",
            "(יח) הלפת כשהוא חי וכו' - הלפת טוב שיותר מבושל מחי [טור] ולפת הוא מה שאנו קורין מייארי\"ן וריבי\"ן ועיין במ\"א שמפקפק בדין זה ועיין בטור שמביא ג\"כ שיש גאונים שסוברין לברך על חי בפה\"א ועיין בח\"א שכתב דתלוי אם דרך בנ\"א באותו מקום לאוכלן חיין ועיין בנ\"א שהאריך בזה:"
        ],
        [
            "(א) בירך וכו' - הואיל ועיקר האילן הוא מן הארץ ולא שיקר בברכתו ואפילו הזיד בזה [פמ\"ג]:",
            "(ב) על פרי האדמה וכו' - ואפילו כשהפירות גדילין על העץ אך שאין העץ מתקיים בחורף לא יצא דהוי בכלל פרי האדמה וכדלעיל בסי' ר\"ג בהג\"ה:",
            "(ג) לא יצא - כתב מ\"א ואותן פירות הגדלים על האילן ומברך בורא פרי האדמה משום דלא נגמר הפרי או שאינן עיקר הפרי וכדלעיל בסימן ר\"ב ס\"ב וס\"ו אם בירך בפה\"ע יצא כיון דעכ\"פ מין פרי עץ הוא. וכן על פירות האדמה שטובין מבושלין יותר מחיין שדינן לברך שהכל כשאוכלן כשהם חיין אם בירך בפה\"א יצא [פנים מאירות]:",
            "(ד) אם הוא פרי העץ וכו' - וכן כשהוא ספק לו מצד הדין אבל אם הוא ספק לו מחמת שלא למד לא יאכל עד שילמוד:",
            "(ה) אם אמר שהכל - וכ\"ז דיעבד אבל לכתחלה צריך לברך על כל דבר ברכתו המיוחדת לו:",
            "(ו) ואפילו וכו' - ר\"ל אף שהם דברים חשובים:",
            "(ז) היו וכו' - דוקא דיעבד אבל לכתחלה לכו\"ע אין לכוין להוציא את פה\"ע דטוב יותר לברך ברכה המיוחדת לו ובלא\"ה יש דעות בסימן רי\"א ס\"ג די\"א דטוב יותר להקדים פרי העץ:",
            "(ח) לפניו - נקט לפניו לרבותא דאפילו היה לפניו פה\"ע כשבירך לא נפטר ממילא אא\"כ נתכוין בהדיא לפטור אבל באמת היכי דנתכוין בהדיא לפטרו מהני אפילו לא היו לפניו פרי העץ כשבירך:",
            "(ט) פרי האדמה ופה\"ע - וכן אם היה לפניו דבר שברכתו שהכל ודבר שברכתו פה\"א ונתכוין בשהכל לפטור גם המין השני יצא בדיעבד:",
            "(י) יצא - ועיין בשע\"ת דיש חולקין ע\"ז וס\"ל שאפילו נתכוין לפטור את פה\"ע המונח לפניו לא יצא וצריך לחזור ולברך בורא פרי העץ וברכת בורא פה\"א לא היתה לבטלה דנתקיימה על פרי האדמה לבד ומ\"מ מסיק דבדיעבד אין לחזור ולברך וכדעת השו\"ע דספק ברכות להקל ויותר טוב להיות נמלך שלא לאכול מיד הפרי העץ אלא לאחר זמן ויחזור ויברך עליהן:",
            "(יא) בין ברכה לאכילה - וה\"ה ברכת המצות בין ברכה להמצוה:",
            "(יב) יותר מכדי דיבור - היינו כדי שאילת תלמיד לרב שהוא שלום עליך רבי ויותר מהכי חשיב הפסק ומיירי בשתיקה אבל דיבור אפילו מלה אחת הוי הפסק כל שהוא שלא לצורך הברכה וכמבואר בסימן קס\"ז ס\"ו עי\"ש עוד יש חילוק בין שתיקה לדיבור דבדיבור הוא לעיכובא וצריך לחזור ולברך אבל בשתיקה הוא רק לכתחלה אבל בדיעבד אפילו שהה הרבה יותר מכדי דיבור א\"צ לחזור ולברך כל שלא הסיח דעתו בינתים. כתבו האחרונים דאפילו מפני הכבוד והיראה אסור להפסיק אחר הברכה ואם הפסיק חוזר ומברך ואפילו לעניית אמן או לקדיש וקדושה וברכו ג\"כ לא יפסיק. לא יברך על מאכל או משקה שהוא חם או קר ביותר משום חשש הפסק. ומי שבירך על מאכל ולאחר שבירך נמאס בעיניו יש לו לאכול קצת שלא יהיה הברכה לבטלה. הרוצה לשתות מים ששופך קצת ממנו ישפוך תחלה ואח\"כ יברך דתרווייהו איתנהו משום הפסק ומשום ביזוי ברכה כ\"כ בשערי תשובה בסי' ר\"ב בשם אחרונים. כשאוכל אגוז ישברנה ואח\"כ יברך דאין כדאי להפסיק הרבה בין הברכה לאכילה ועוד שמא לא ימצאנה יפה ואינה ראויה לברכה ולענין שארי פירות עיין לעיל בסימן ר\"ב בשערי תשובה:",
            "(יג) בשפתיו - אבל אם הרהר בלבו את הברכה לא יצא ועיין לעיל בסימן קפ\"ה ס\"ב במ\"ב ובסימן ס\"ב בבה\"ל סוד\"ה יצא:",
            "(יד) בכל לשון - עיין לעיל קפ\"ה ס\"א במ\"ב:",
            "(טו) באיש - שהגיד והביצים בולטין ונראין ולא מהני בלא כיסוי:",
            "(טז) טוחות בקרקע - פי' דבוקות ומכוסות בקרקע וצריך להיות מכוסה כ\"כ שלא תהא נראה עגבותיה כי העגבות יש בהן משום ערוה [ב\"י] ובמ\"א מאריך בזה ומסיק דעגבות אין בהן משום ערוה וכן נוטה קצת דעת הגר\"א לעיל בסי' ע\"ד ובא\"ר וכן במגן גבורים מצדדים לדינא כהב\"י ולכן יש להחמיר לכתחלה:",
            "(יז) צריך לאוחזו - טעם האחיזה כדי שיכוין לבו על מה שמברך והוא רק לכתחלה דבדיעבד אם בירך עליו כשהיה מונח בפניו אף אם לא אחזו כלל יצא וכדלקמיה:",
            "(יח) בימינו - הטעם משום חשיבות [ובאיטר יד אזלינן בתר ימין ושמאל דידיה ולא בתר דעלמא כן משמע מחי' רע\"א וכ\"מ במ\"א סימן קפ\"ג] וכן בכל ברכה שמברך על איזה מצוה יש לו לאחוז הדבר ביד ימינו בשעת ברכה וע\"ד הקבלה אין לתחוב הפרי שמברך עליו בסכין אף שיאחוז הסכין בימינו. כשאומר לחבירו להושיט לו ספר יקבלנו ביד ימינו [ס\"ח]:",
            "(יט) צריך לברך פעם אחרת - ואפי' כוון דעתו עליהם בשעת ברכה ג\"כ לא מהני כיון שאז לא היו לפניו ולא היה להברכה על מה לחול ולא דמי לאמת המים דס\"ו דהתם כיון שבודאי יבואו המים נגדו כאלו היו לפניו דמיא משא\"כ הכא דתלוי בדעת אחרים. ואם היה הדבר שבירך עליו מונח בתיבה בעת הברכה ואחר הברכה לקחה משם אינו צריך לחזור ולברך כיון שהוא מוכן לפניו ואינו תלוי בדעת אחרים ובפמ\"ג מצדד דה\"ה כל כה\"ג שהוא ודאי שיובא אצלו כגון שהוא בחדר הסמוך לו ג\"כ אין צריך לחזור ולברך אך לכתחלה בודאי יש ליזהר בזה אחד מטעם הפסק ועוד דלכתחלה המצוה לאחוז בידו בשעת הברכה וכנ\"ל בס\"ד:",
            "(כ) ואח\"כ הביאו לו - היינו אפילו אחר שכבר אכל הראשונים. והנה מדברי הרמ\"א דבסמוך משמע דהמחבר מיירי אפילו בשלא היה דעתו בהדיא על כל מה שיביאו רק שבירך על פירות אלו שהיו לפניו בסתמא ואמרינן דזה הוי כאלו אתני בפירוש שאם יביאו לו עוד שיאכל גם מהן משום שכן דרך האדם לכנוס מאכילה קטנה לגדולה אא\"כ היה דעתו בהדיא שלא לאכול רק אלו הפירות שהם לפניו או שבעת שגמר אכילתו הוסכם בדעתו שלא לאכול עוד ואח\"כ נמלך לאכול דבזה לכו\"ע צריך לחזור ולברך:",
            "(כא) ממין אחר - ובלבד שיהיה ממין פירות דאם בירך על דגים והביאו לו שכר שהוא מין אחר לגמרי אף שברכותיהם שוות מ\"מ אינם נפטרין בברכתו בסתמא אא\"כ היה דעתו בהדיא לפטור אותם בהברכה או שהיו לפניו עכ\"פ על השלחן בשעה שבירך:",
            "(כב) שברכתו וכו' - כמה אחרונים חולקים בדין זה וס\"ל דדוקא באותו המין ממש הוא דפוטר בברכתו בסתמא אף לאותן פירות שהביאו לו אח\"כ אבל למין אחר לא מהני ברכתו בסתמא וצריך לברך ומ\"מ אם הביאו לו המין האחר בעוד שלא כלה מין הראשון נראה שאין לברך כיון שהביאו לו בשעה שהיה עסוק עדיין באכילה וכן נראה להלכה. ויש מן האחרונים שכתבו עוד דאם קבע עצמו לאכילת הפירות אף שבירך בסתמא על הפירות שהיו לפניו והביאו לו מין אחר שכלה המין הראשון א\"צ לחזור ולברך דכיון דקבע עצמו לאכילה אינו מסיח דעתו מזה:",
            "(כג) ליזהר לכתחלה - דיש מן הפוסקים שסוברים דבסתמא לא מהני בכל גווני אא\"כ היו לפניו בשעת ברכה אבל בלא\"ה בעינן שיהיה דעתו על כל מה שיביאו לו אח\"כ:",
            "(כד) או נמאס - וה\"ה במצאו שנרקב ואינו ראוי לאכילה כלל ונוטל אחר דאם עדיין קצת ראוי לאכילה צריך לאכול ממנו כדי שלא יהא ברכתו לבטלה [עט\"ז]:",
            "(כה) אע\"פ שהיה וכו' - ר\"ל אפ\"ה לא אמרינן דיהיה חל ברכתו על הכל והטעם עיין בה\"ל:",
            "(כו) רק שלא היה דעתו - ר\"ל שלא היה דעתו בפירוש בשעת ברכה על כולם רק בסתמא דאם היה בדעתו בשעת ברכה לאכול גם השאר א\"צ לחזור ולברך [ואפילו כשלא היה מונח לפניו אז על השלחן] ועיין בבה\"ל דיש כמה ראשונים שסוברין דאפילו בסתמא ג\"כ א\"צ לחזור ולברך דכיון שהיה מונח לפניו על השלחן הוי כדעתו בהדיא על הכל. וספק ברכות להקל. בירך על פירות ובעודו מברך הביאו לו פירות יותר יפים יאכל מהראשונים תחלה כיון שבירך עליהם אף שהיה דעתו לפטור היפים. ואם לא היה דעתו לפטור היפים צריך לחזור ולברך עליהם [מ\"א] והא\"ר מצדד דא\"צ לחזור ולברך כיון שהוא מין אחד. בירך על המים ושמע שיש מת בעיר ישתה מעט מן המים וישפוך השאר ואם אמרו לו שהתקופה נופלת ויש אז חשש סכנה לשתות המים ימתין מעט עד שתעבור התקופה ואח\"כ ישתה ואפילו למ\"ד שיש חשש סכנה אף בכה\"ג כיון שהיו אז המים תלושים מן הקרקע אפ\"ה ש\"ד כי שומר מצוה לא ידע דבר רע:"
        ],
        [
            "(א) פירות האילן וכו' - ובדיעבד אם בירך עליהם על העץ ועל פרי העץ יצא [שערי תשובה]:",
            "(ב) וכל דבר וכו' - כלל בזה אפילו מים:",
            "(ג) בורא נפשות רבות - נוסח הברכה בא\"י אמ\"ה בורא נפשות רבות וחסרונם על כל מה שברא להחיות בהם נפש כל חי ברוך חי העולמים. והחי\"ת נקוד בצירי שהוא דבוק וי\"א שבראת ונהרא נהרא ופשטיה:",
            "(ד) לאחר כולם וכו' - ר\"ל דא\"צ לברך בורא נפשות עכאו\"א דהיא שייכא על כולם ואפילו אכל ושתה יצא בברכה אחת. ואם מצטרפין שניהם יחד לכשיעור עיין לקמן בסימן ר\"י במ\"ב. אם מסתפק אם אכל כזית בכדי אכילת פרס א\"צ לברך בנ\"ר:",
            "(ה) חותם בה בלא שם - שי\"א שהיא מטבע ארוכה וי\"א שתקנו בה מטבע קצר בלא חתימה ולכך טוב שיחתום אבל בלא שם ודעת הגר\"א לחתום בה בשם כמו שמוזכר בירושלמי ומ\"מ העולם לא נהגו כן [מגן גבורים]. ופי' בנ\"ר מבואר בטור דנותן לו ית' שבח על שברא דברים הכרחיים כגון לחם ודברים מועילים אף שאינם הכרח כגון פירות על ההכרחים אומר וחסרונם ועל כל השאר יאמר על כל מה שברא להחיות וכו':"
        ],
        [
            "(א) מברך לאחריהם וכו' - שמתוך חשיבותן שנשתבחה בהן א\"י כדכתיב בקרא ארץ חטה ושעורה וגפן ותאנה ורמון ארץ זית שמן ודבש [והוא תמרים שזב מהן דבש] קבעו להן ברכה חשובה בפ\"ע לאחריה:",
            "(ב) חמשת מיני דגן - הם חטה ושעורה וכוסמין ושבולת שועל ושיפון אבל מה שאנו קורין טאטארק\"י או מה שאנו קורין טערקשי וויי\"ץ לאו בכלל דגן הוא דהם פרי האדמה:",
            "(ג) ששלקן - צ\"ל שחלקן והיינו אחד לשנים או ליותר והוא מה שקורין גרויפי\"ן דאלו אם הם שלמים אף שבישלן מבואר בס\"ד דמברך בפה\"א אכן אם נתמעכו ע\"י הבישול אף שמתחלה נתנן בקדרה שלמים לגמרי דהיינו כשהם בקליפתן מ\"מ מברך במ\"מ כיון שנתמעכו יפה:",
            "(ד) או כתשן - ר\"ל אפילו לא חילקן רק שהסיר קליפתן ע\"י הכתישה והאחרונים מצדדים דבעינן דוקא שיתדבק ע\"י הבישול אז נחשב זה למעשה קדרה דאל\"ה נחשב כשלמין בס\"ד ועיין מה שכתבנו שם:",
            "(ה) הריפות וגרש כרמל - הריפות הוא פי' על כתשן וגרש כרמל הוא פי' על חלקן וכל אלו בכלל מעשה קדרה הן:",
            "(ו) ודייסא - מקרי כשנתמעך ונתדבק יפה. ומה שכתבו האחרונים שלא לאכול הני שעורים או חטים גנצ\"י גערשטי\"ן או גרי\"ץ שלמים אלא בתוך הסעודה כמ\"ש ס\"ד היינו כשלא נדבקו ע\"י הבישול אבל אם נדבקו ע\"י הבישול מברך במ\"מ:",
            "(ז) הרבה יותר מהם - הטעם כיון דהוא בא להטעים ולהכשיר את התבשיל והוא מחמשת המינין דחשיבי הוא העיקר ועיין לקמן בס\"ט ובמ\"ב שם לענין השיעור שיתחייב לברך על המחיה:",
            "(ח) אלא לדבקו וכו' - ר\"ל שלא בא להטעים התבשיל ולא לסעוד הלב רק שיהא התבשיל מדובק לא חשיב ובטיל לגבי התבשיל אפילו נתן לתוכו קמח הרבה:",
            "(ט) מברך בורא מיני מזונות - ואפילו אם הם המועט כיון שהקמח הוא מחמשת המינין השקדים בטלי לגבייהו:",
            "(י) אינו מברך בורא מיני מזונות - דהקמח בטל לגבי הפרי וכנ\"ל בס\"ב:",
            "(יא) וטוב להחמיר - משום דבמעשה השקדים הדרך לעשותו נמי לסעוד ולכן קשה לשער אם היה כונתו רק לדבק וע\"כ טוב להחמיר:",
            "(יב) ולגמעו - פי' לאכלו שהיה עב וראוי לאכילה דאלו אם היה רך וראוי רק לשתיה אפילו שלא בתוך הסעודה ועשאו כדי לסעוד הלב ג\"כ מברך רק שהכל וכדלקמן בס\"ו:",
            "(יג) ופטור ממנה - צ\"ל ממ\"נ והקשו האחרונים דאם הוא רק לדבק א\"כ בטל לגבי השקדים והרי צריך לברך על פרי בתוך הסעודה ונראה ליישב דכיון שהוא חולה וצריך להשקדים עיקר קביעת סעודתו לכתחלה הוא עליהם והו\"ל כקובע סעודתו על הפירות דאינו מברך עליהם וכדלעיל בסימן קע\"ז ס\"ג עי\"ש:",
            "(יד) דגן חי - כל ה' מינים בכלל והרמ\"א חולק בשעורים:",
            "(טו) והגרעינין שלמים - ר\"ל שלא חילקן מתחלה וגם לא נתמעכו כלל ע\"י הבישול אינן חשובין למזון אלא כשאר פרי אדמה נינהו ואם הוסר הקליפה ע\"י כתישה יש אומרים דברכתן במ\"מ כשנתבשלו דחשיב מעשה קדרה ויש אומרים דברכתן פ\"א כיון שגרעינין עצמן שלמים והנכון שלא יאכלם כ\"א בתוך הסעודה [לבד סברת התוספות דלקמיה] ועיין לעיל בסוף סק\"ו דכשנתדבקו ע\"י הבישול יש לסמוך לכתחלה לברך במ\"מ ואחריו מעין שלש. אכן שעורים שהוסר קליפתן וגם מקצת מהן גופא ע\"י טחינת הריחיים שנעשים קטנים ממה שהיו מקודם [ומצוי זה במין שקורין פערי\"ל גרויפי\"ן] הנוהגין לברך עליהן במ\"מ ולאחריו מעין שלש לכתחלה אף אם לא נתמעכו ע\"י הבישול אין למחות בידן:",
            "(טז) רק שהכל - ואם היו מבושלים גם בשעורים מברך עליהן בפה\"א [א\"ר]:",
            "(יז) נסתפקו וכו' - ס\"ל דמ\"מ כיון שמין דגן הוא אפשר דלענין ברכה אחרונה צריך לברך מעין שלש ואף דעל המחיה אין יכול לומר דאינו מין מזון יאמר על האדמה ועל פה\"א כמו שאומרים על העץ ועל פרי העץ אלא דלא מצינו שתקנו נוסח זה ולכך נשאר הדבר אצלם בספק:",
            "(יח) בתוך הסעודה - ואם אירע שאכלו שלא בתוך הסעודה יברך אחריהם בנ\"ר כי כן הוא מעיקר הדין:",
            "(יט) אפילו של חטים - דחשיבי וכ\"ש קמח של שעורים:",
            "(כ) מברך עליו שהכל - דאף דאכל את החטה כשהוא בעין ברכתו בפה\"א כנ\"ל בס\"ד הכא כיון שנשתנה החטה שנטחן עומד להתעלות ולעשות ממנו פת וקודם לזה יצא מכלל פרי ולדרך אכילתו לא בא:",
            "(כא) דק דק - ר\"ל דזה אינו טוב הקמח לאכילה כלל כשהוא חי ובודאי אינו מברך רק שהכל [משום קצת הנאה דאית ליה בזה] ואפילו נטחן רק קצת וכו' אפ\"ה ברכתו רק שהכל:",
            "(כב) וללועסו - לאו דוקא דאפילו אם אינו עב כ\"כ כיון שאינו רך שיהיה ראוי רק לשתיה מברך עליו במ\"מ [אחרונים]:",
            "(כג) שהכל - דכיון שהמים רבים עליו כ\"כ עד שאינו ראוי לאכילה ורק לשתיה אינו בכלל מאכל כלל ומברכין שהכל כברכת המים. וכ\"ז הוא דוקא בקמח שממשו אינו בעין ומתבטל בריבוי המים אבל העושה תבשיל ממיני גרויפי\"ן שנעשה מה' מיני דגן [כגון הנעשים במדינתנו משעורים ושבולת שועל שנחלק כל גרעין לשנים] ונתן בהם מים הרבה עד שאינו ראוי רק לשרפו שקורין זופ\"א אין הגרויפ\"ן בטילין לגבי המים כיון שהם בעין ומיני דגן לא בטלי וצריך לברך על הגרויפי\"ן במ\"מ ומ\"מ אפשר שגם המים לא בטלי לגבייהו כיון שעיקרן נעשה רק לשתיה ולא לאכילה וצריך לברך גם על המים שהכל וע\"כ יברך תחלה על המים ואח\"כ על הגרויפי\"ן [כן מתבאר מדברי המ\"א בסימן זה ובסימן ר\"ה] ובח\"א כתב שיותר טוב בזה לברך שהכל על דבר אחר ויוציא את הרוטב. וכ\"ז דוקא בה' מיני דגן דלא בטלי אבל בשאר מינים כגון רעצק\"ע גרויפי\"ן שנעשים בריבוי מים שאינם ראוין לאכילה ורק לזופ\"א מברך ברכה אחת שהכל דהגרויפי\"ן נתבטלו לגבי המים:",
            "(כד) הכוסס - פי' שאכלו כשהוא חי:",
            "(כה) האורז - ריי\"ז דוחן היר\"ז בל\"א [ב\"י ולבוש] ויש מפרשים איפכא וע\"כ יש מחמירין דלא יאכלם כשנתמעכו אלא תוך הסעודה או שיברך עליהם שהכל מחמת ספק ובלחם חמודות כתב דסוגיין דעלמא אורז ריי\"ז דוחן היר\"ז וכן מוכח בברכי יוסף ומטה יהודה וכן מצאתי במעשה רב מהנהגות הגר\"א דאורז הוא ריי\"ז ומברך עליהם במ\"מ:",
            "(כו) עד שנתמעך - היינו אפילו נתמעך קצת ע\"י הבישול אבל כשהם עדיין שלמים מברך בפה\"א ואפשר דאפילו אם רק הוסר קליפת האורז כמו בשלנו ג\"כ לא מקרי שלמים ומברך עליהם במ\"מ [פמ\"ג] ומ\"מ אם בירך בפה\"א משמע שם דיוצא בזה עי\"ש:",
            "(כז) פת - וה\"ה תבשיל:",
            "(כח) מברך עליו בורא מיני מזונות - דפת שלו או תבשילו משביע וסועד הלב כמו מה' מיני דגן ועדיף משאר מיני קטניות ומ\"מ לא חשיב פת שלו כלחם גמור של ה' מיני דגן לברך המוציא:",
            "(כט) בורא נפשות - דבהמ\"ז או ברכה מעין שלש אינם אלא בחמשה מינין מפני חשיבותן:",
            "(ל) והוא שלא יהא וכו' - היינו דאף שבחמשה מיני דגן קי\"ל לעיל בס\"ב דאם עירבן בשארי מינין אפילו הם המיעוט אזלינן בתרייהו אורז אינו חשוב כ\"כ וע\"כ אם עשה תבשיל או פת וקמח דשארי מינין הם הרוב מברך עליו כברכת אותן המינין:",
            "(לא) לבדו - ה\"ה אם הוא הרוב ונקט לבדו לאשמועינן רבותא דאפ\"ה אין מברכין ברכה אחרונה כ\"א בנ\"ר:",
            "(לב) הוא הרוב וכו' - וכן פסקו הרבה אחרונים:",
            "(לג) על פת דוחן וכו' - דאף דהם פרי אדמה וע\"י שנעשה פת אישתני למעליותא מ\"מ כיון דעי\"ז יצא מתורת פרי אין יכול לומר פרי האדמה והמוציא אין מברכין אלא בה' מינים ולכן מברכין שהכל ואפשר לומר עוד טעם מפני שאין דרך אכילתו בכך שאין דרך לעשות פת מזה ע\"כ יברך שהכל. והנה לפי טעם זה במדינות שדרכן לעשות פת מטערקע\"שי וויי\"ץ לכאורה ברכתן בפה\"א כיון שדרכן בכך [פמ\"ג] אבל בתשובת ח\"ס סימן נו\"ן מסיק דבכל מקום אין מברכין בפה\"א מטעם דלא נטעי אדעתא דהכי אלא לעופות ופטום אווזות וע\"ד הדוחק בני אדם עושין מהן פת ואין זה עיקר פריין ואין לברך עליהן בפה\"א ע\"ש אך מסתפק שם דאולי הוא בכלל אורז שברכתו על הפת ועל התבשיל הוא במ\"מ וע\"כ הנכון לכתחלה שלא יאכלם אלא תוך הסעודה:",
            "(לד) ופליז\"ו - בתר\"י כתוב פניצ\"ו והכל אחד והוא מין שהוא זיין יותר משאר מיני קטניות וקמ\"ל דאפ\"ה מברכין על פתו שהכל כשאר קטניות:",
            "(לה) מברך שהכל וכו' - וה\"ה על תבשיל הנעשה מקמח שלהן וכדלקמיה:",
            "(לו) משאר מיני קטניות - וה\"ה מדוחן לפי מה שפסק המחבר מקודם דדוחן שוה לקטניות:",
            "(לז) נשארו שלמים - לאו דוקא שלמים אלא כל שלא נתמעכו לגמרי שעדיין ניכר קצת תוארן וצורתן ברכתן בפה\"א וע\"כ מה שאנו קורין (רעצינ\"ע קאש\"ע) מברכין בפה\"א [אחרונים]:",
            "(לח) נתמעכו לגמרי - היינו דוקא שעשה תבשיל מקמח של קטניות שאין דרך אכילתן בכך או שמיעך אותן דרך כלי מנוקב שהן דקין מאד כקמח (או מה שנעשה מן רעצקע שאנו קורין מל\"ך גרופי\"ן) אבל כשבישל הקטניות שלמין ומיעך אותן בכף עיקר דרך אכילתן בכך ועוד שממשן קיים ומברך בפה\"א:",
            "(לט) או שאינן וכו' - כמ\"ש בסימן ר\"ה ס\"א:",
            "(מ) מברך שהכל - ובדיעבד שבירך בפה\"א כתב בח\"א דיצא:",
            "(מא) מברך במ\"מ וכו' - כנ\"ל בס\"ב עי\"ש:",
            "(מב) מברך המוציא ובהמ\"ז - דפת גמור הוא:",
            "(מג) בכדי אכילת פרס - פרס הוא חצי ככר של עירוב י\"א שלשה ביצים וי\"א ארבעה וכזית הוא חצי ביצה ומשערינן בו כל האיסורים שאם אוכל כזית איסור ושהא באכילתו יותר משיעור אכילת פרס אינו מצטרף למלקות ולחיוב חטאת וה\"נ לענין בהמ\"ז דבעינן דוקא שיאכל כזית דגן אין מצטרף השיעור כזית שלו אלא בכדי שיוכל לאכלו בתוך שיעור אכילת פרס וא\"כ אינו מברך בהמ\"ז אא\"כ היה מעורב בו קמח דגן אחד משמינית עכ\"פ דאז אם יאכל מהפת ארבעה ביצים יהיה מזה כזית דגן ויתחייב בבהמ\"ז:",
            "(מד) בתחלה מברך המוציא וכו' - כדקי\"ל לקמן בסימן ר\"י דברכה ראשונה א\"צ שיעור דאפילו על משהו יש לברך ברכה הראויה לאותו המין ומיני דגן חשיבי ולא נתבטלו בתערובתן בשום גווני כיון שנרגש טעמן:",
            "(מה) טעם דגן - הלא\"ה לא חשיבי ובטיל ומברך שהכל ובנ\"ר:",
            "(מו) ולבסוף וכו' - אפילו לא אכל רק כזית מהפת:",
            "(מז) על המחיה - רבים מהאחרונים נתקשו בזה דלא מצינו כיוצא בזה בברכות דמתחלה המוציא ולבסוף על המחיה ועוד דמאי שנא מהא דכתב לענין בישול בקדרה דאין מברך לבסוף רק בנ\"ר מחמת דאין בו כדי אכילת פרס וה\"נ לענין פת ומחמת זה באמת הגיה הגר\"א דצ\"ל גם כאן ולבסוף בנ\"ר והרבה אחרונים טרחו ליישב דברי השו\"ע [עיין בא\"ר ובמטה יהודה] ומחמת זה ראוי לירא שמים שלא יאכל פת כזה אלא בתוך הסעודה ומ\"מ הנוהג כדברי השו\"ע אין למחות בידו דכן סתמו הרבה אחרונים לדינא ודע עוד דה\"ה אם בהפת היה מעורב קמח דגן כזית בכדי א\"פ אלא שהוא לא אכל רק מקצת מהפת שלא היה שיעור כזית דגן מכל הזיתים שאכל ג\"כ אינו מברך בהמ\"ז אלא על המחיה לדעת השו\"ע או בנ\"ר לדעת הגר\"א:",
            "(מח) בקדירה - ר\"ל ולא היה בהקמח של מיני דגן כזית בכדי אכילת פרס [או שהיה בהקמח כשיעור והוא לא אכל עד שיעור כזית וכנ\"ל באות הקודם] דאף דבתחלה מברך במ\"מ וכנ\"ל בס\"ב אבל על המחיה אינו יכול לברך אלא על שעור כזית דגן וע\"כ מברך רק ברכת בנ\"ר בשביל יתר המינים המעוררים בתבשיל זה. ועיין בביאור הלכה שביארנו דלאו דוקא תערובות קמח בקמח דאינו מנכר כ\"כ המיני דגן דה\"ה אם עירב ה' מיני דגן עם דבש ותבלין או שאר מינים וכההיא דס\"ב הנ\"ל ג\"כ בעינן שיהא מהחמשה מיני דגן כזית בכדי א\"פ ואי לא\"ה אינו מברך ברכה אחרונה אלא בנ\"ר וע\"כ מיני [גרויפין] מה' מיני דגן שמבשל עם בולבע\"ס וקטניות וכיו\"ב אין לברך לבסוף על המחיה אלא דוקא כשאכל מהמיני דגן כזית בכדי אכילת פרס. ומ\"מ לענין פת כיסנין שמעורב בתבלין הרבה [כגון צוקע\"ר לעק\"ך] נוהגין העולם לברך עליו לבסוף על המחיה כשיש בו כזית אף שבמין דגן לבדו שנמצא בו אין בו שיעור כזית ואולי שטעמם מפני שהתבלין בא להכשיר את האוכל מצטרף עם האוכל גופא לשיעור וכדאיתא כעין זה במ\"א סימן ר\"י. ולכתחלה טוב ליזהר לשער שיהיה בהקמח שיעור כזית:",
            "(מט) מברך תחלה במ\"מ - וגם בזה בעינן דוקא שיהיה מנכר קצת טעם דגן דאם היה רק משהו בעלמא מקמח דגן ולא מנכר טעמו כלל בטל לגבי יתר המינים ומברך שהכל:",
            "(נ) מעין שלש - נוסח הברכה בא\"י אמ\"ה על המחיה ועל הכלכלה ועל תנובת השדה ועל ארץ חמדה טובה ורחבה שרצית והנחלת לאבותינו לאכול מפריה ולשבוע מטובה רחם ה' אלהינו על ישראל עמך ועל ירושלים עירך ועל ציון משכן כבודך ועל מזבחך ועל היכלך ובנה ירושלים עיר הקודש במהרה בימינו והעלנו לתוכה ושמחנו בבנינה ונאכל מפריה ונשבע מטובה [ויש שאין אומרים ונאכל מפריה ונשבע מטובה] ונברכך עליה בקדושה ובטהרה כי אתה ה' טוב ומטיב לכל ונודה לך על הארץ ועל המחיה בא\"י על הארץ ועל המחיה [ונקראת ברכה זו מעין שלש לפי שיש בה מעין ג' ברכות שבברכת המזון דהיינו נגד ברכת הזן אומרים כאן על המחיה או על הגפן או על העץ ונגד ברכה שניה שעל הארץ ועל המזון אומרים כאן ועל ארץ חמדה טובה וכו' ונגד ברכה ג' שהיא בונה ירושלים אומרים כאן ובנה ירושלים ונגד הטוב והמטיב שהיא ברכה ד' בברכת המזון אומרים ג\"כ כי אתה ה' טוב ומטיב ואף ע\"פ שיש בברכה זו מעין ד' ברכות נקראת מעין ג' לפי שעיקר בהמ\"ז מן התורה הם רק ג' ברכות והטוב והמטיב הוא מדרבנן] ועל פירות אומר על העץ ועל פרי העץ ועל תנובת השדה ועל ארץ וכו' ועל יין אומר על הגפן ועל פרי הגפן ועל תנובת השדה ועל ארץ וכו' ולענין חתימה דיין מבואר בסעיף הסמוך:",
            "(נא) של פירות דחוצה לארץ - ר\"ל כשהן משבעת המינים:",
            "(נב) ועל הפירות - שאין יכול לומר פירותיה כיון שאינם מפירות של א\"י ואפילו הובאו לא\"י ואכלן שם כיון שגדלו בחו\"ל [ע\"ת וא\"ר]:",
            "(נג) על הארץ ועל פירותיה - שמשבח להש\"י על נתינתו לנו את הארץ שמוציאה אותן פירות:",
            "(נד) אוכל מפירות הארץ - ר\"ל כשיודע שהם מפירות הארץ אבל בספק כגון בחו\"ל הסמוכה לא\"י יאמר על הפירות וה\"ה כשאוכל בא\"י ואינו יודע אם הם מפירות הארץ או שהובאו מחו\"ל יברך ג\"כ על הארץ ועל הפירות:",
            "(נה) אינו חותם וכו' - דכמו בה' מיני דגן אומר בחתימתו על הארץ ועל המחיה וכן בפרי העץ אומר בחתימתו על הארץ ועל הפירות כן בפרי הגפן צריך ג\"כ להזכיר ארץ בחתימה ומ\"מ בדיעבד אם לא הזכיר ארץ כתב המ\"א דיצא:",
            "(נו) על הארץ ועל פה\"ג וכו' - טעם המחבר משום דיש דעות בין הפוסקים יש מראשונים דס\"ל דכמו בפתיחת הברכה מתחילין ביין על הגפן ועל פה\"ג משום שבחו ועילויו כן צריך להזכיר שבחו גם בחתימת הברכה ויש מראשונים דס\"ל דבחתימת הברכה די אם יזכיר סתם ועל הפירות ואין לשנות נוסחתו משארי ברכות ולכך סתם המחבר להורות דיכול לעשות כמו שירצה ועיין באחרונים דמשמע מהם דהמנהג לחתום על הארץ ועל פרי הגפן. ומ\"מ בדיעבד אם סיים על הארץ ועל הפירות בודאי יצא:",
            "(נז) מזכירין בה - בין על מיני מזונות ובין על היין ועל פירות הארץ:",
            "(נח) מעין המאורע - היינו קודם שאומר כי אתה ה' טוב ומטיב יאמר בשבת ורצה והחליצנו ביום השבת הזה וביום טוב אומר וזכרנו לטובה ביום חג פלוני הזה וכן בר\"ח יאמר וזכרנו לטובה ביום ר\"ח הזה ובדיעבד אפילו לא הזכיר מעין המאורע יצא:",
            "(נט) אבל לא וכו' - דהא אפילו בבהמ\"ז אינו מחוייב להזכיר מצד הדין רק מצד מנהגא וכאן ליכא מנהג כלל ע\"ז [הגר\"א]:",
            "(ס) ויקדים המחיה - לפי שברכתו במ\"מ שהיא חשובה ומבוררת וגם קודמין בפסוק ואח\"כ יין שג\"כ חשוב ויש לו ברכה בפרטיות:",
            "(סא) ועל פה\"ג ועל הפירות - במ\"א מצדד שלא לומר רק ועל הפירות וכן משמע בביאור הגר\"א ומנהג העולם כהשו\"ע וברכה שא\"צ לא שייך כאן דאין מוסיף שם א\"כ אין קפידא שיאמר פה\"ג ופירות ועכ\"פ בדיעבד אם לא אמר פה\"ג בודאי אין חוזר [ח\"א]:",
            "(סב) שגם הם וכו' - הא לא\"ה אין ברכה מעין ג' פוטרת בנ\"ר וכן להיפך [אחרונים]:",
            "(סג) פרי העץ הם - פי' אלא שמפני שאין חשובין כ\"כ לא קבעו עליהן ברכה זו ועכשיו שמברך בלא\"ה ברכה זו פוטרת ודוקא אם אכל תפוחים עצמן אבל סחטן ושתה מימיהן אינו נפטר בברכת על העץ דלאו פרי הוא כלל:",
            "(סד) ושתה יין - ואפילו להפוסקים שסוברין דבחתימה שבברכת היין מסיים על הארץ ועל הפירות כנ\"ל בסעיף י\"א מ\"מ כיון דפתיחה הוא מזכיר רק גפן אין תפוחים בכלל ואינו יוצא [מ\"א] ויש מאחרונים שכתבו דאם סיים בברכת היין על הארץ ועל הפירות אפשר דיוצא גם על התפוחים. וע\"כ יש ליזהר היכא שאוכל תפוחים ושותה יין שיברך תחלה בנ\"ר על התפוחים או שיסיים בברכת היין על הארץ ועל פה\"ג:",
            "(סה) וכ\"ש אם אכל בשר וכו' - טעם הכ\"ש דיין ותפוחים הם עכ\"פ תרווייהו מין עץ כ\"ש מה שאינו מין עץ:",
            "(סו) וה\"ה אם וכו' - עיין לקמן בסימן רי\"א לענין עיקר וטפל מה שכתבנו שם:",
            "(סז) לברך עליהם בפה\"ע - דלא תימא דענבים נמי פה\"ג נינהו ויפטרו בדיעבד בברכת היין קמ\"ל דלא:",
            "(סח) צריך להזכיר על וכו' - ור\"ל דלא תימא דיוצא בברכת על הגפן שמברך על היין אלא צריך להזכיר ג\"כ על העץ ויכלול עם ברכת הגפן בברכה אחת וכנ\"ל בסי\"ב:",
            "(סט) אם בדיעבד וכו' - וה\"ה אם שתה יין ונתכוין לפטור הענבים דיצא כמ\"ש סימן ר\"ו ס\"ב עי\"ש [אחרונים. וע\"ש במ\"ב מה שכתבנו בזה וה\"ה לעניננו]. ואינו דומה לסי\"ד דהתם לא כוון בפירוש בברכת פה\"ג לפטור הענבים לכן אמרינן דממילא לא מיפטרי דלכתחלה יש לו לברך על כל אחד ברכה מיוחדת:",
            "(ע) על הענבים בפה\"ג וכו' - ואם בירך על היין בורא פה\"ע יש דעות בין הפוסקים יש אומרים דיצא בדיעבד וי\"א דלא יצא וספק ברכות להקל:",
            "(עא) ומים - וה\"ה כל מיני משקין אף החשובים ביותר:",
            "(עב) אין לו לברך וכו' - מיירי כשקבע על היין ואז פוטר אפילו לא היו המשקין לפניו בשעת ברכה או דמיירי שהיו המשקין לפניו בשעת ברכה ואז פוטר אפילו לא שתה רק כוס אחד אבל אם לא קבע וגם לא היו המשקין לפניו בשעת ברכה אז צריך לברך על המשקין לאחריהם כשם שצריך לברך עליהם לפניהם וכמבואר לעיל בסי' קע\"ד במ\"ב סק\"ג ע\"ש:",
            "(עג) שברכת היין פוטרתן וכו' - ואפילו אם אירע שהביאו המשקין אחר שנמלך והסיח דעתו משתיית היין דאז בודאי צריך לברך ברכה ראשונה על המשקין [דלא עדיף מיין גופא] אפ\"ה א\"צ לברך בנ\"ר כיון שקבע מתחלה על היין נטפל הכל ליין ונפטר בברכתו:",
            "(עד) שאם אכל וכו' - ר\"ל שלא בתוך הסעודה דאלו בתוך הסעודה אפילו קודם בהמ\"ז ודאי ג' ברכות פוטרן:",
            "(עה) דייסא - וה\"ה שאר מיני תבשילין שהם מה' מיני דגן ואף דכל זה הוא זיין יותר מתמרים אפ\"ה כיון דאית להו עילויא אחרינא בפת שפת נעשית עיקר ממיני דגן לא שייך ברכת שלשה כ\"א בפת. ודע דלדינא הסכימו כמה אחרונים שלא כדעת המחבר אלא דדייסא וכן כל שהוא ממיני דגן בדיעבד בהמ\"ז פוטרתן דכיון דהוא זיין לא גריעא מתמרים [וכ\"ש בפת כיסנין דודאי בהמ\"ז פוטרתן]:",
            "(עו) אבל ביין וכו' - ר\"ל אפילו כששתה שלא בתוך הסעודה גם כן בדיעבד פוטרו כשבירך עליו ברכת המזון והטעם משום דיין זיין וסועד הלב כמו לחם ועיין בה\"ל:",
            "(עז) על התמרי' - דתמרים נמי זיין כעין מיני דגן ושייך בהו בדיעבד בהמ\"ז משא\"כ שאר פירות אפי' מז' המינים אפי' בדיעבד אין יוצא בבהמ\"ז:",
            "(עח) אלא ברכת הזן וכו' - אע\"ג שאין בו מעין שלש מ\"מ כיון שכבר גמר הזן את הכל שוב אין יכול לומר הברכות הנותרות שלא נתקנו לכתחלה על היין והתמרים:",
            "(עט) ואם נזכר וכו' - דלכתחלה הלא בודאי יש לו לברך ברכה שיכלול מעין שלש כדין:",
            "(פ) ודבר שברכתו וכו' - ומיירי שיין אין לו [דאי יש לו הלא יכול להוציא עצמו מספק דיברך על היין בפה\"ג ועל מין אחר בנ\"ר ויצא ממ\"נ] ורוצה ליקח דבר אחר שברכתו ג\"כ מעין שלש ויכלול ג\"כ באמצע ברכה מספק על הגפן וכו' וכמו בסי\"ב והטעם דאסור דשמא ברכתו בנ\"ר ואין שייך פה שם גפן כלל ומוטב שלא להזכיר כלל ומ\"מ אם יש לו על איזה דבר לברך בנ\"ר יברך דשמא ברכתו בנ\"ר ומה שיוכל לתקן יתקן:",
            "(פא) ויכלול עמו וכו' - ואם אכל פרי עץ ואינו יודע אם הוא משבעת המינים ואין לו פרי אחר שהוא משבעת המינים להוציאו בברכת מעין שלש כתב המ\"א דיוכל ליקח יין וה\"ה אחד מה' מיני דגן שברכתו ג\"כ מעין שלש ויוסיף לכלול בהברכה על העץ ועל פרי העץ ויצא ממ\"נ דאף אם הפרי זו אינה משבעת המינים שייך לומר עליה פרי העץ וכנ\"ל בסי\"ג:",
            "(פב) מספק - ודעת הט\"ז והסכימו אתו כמה אחרונים לדינא דלא אמרינן סברא זו רק לענין לכתחלה דהיינו שישתה משקה זו ויסמוך לענין ברכה אחרונה על סמך שיכלול אח\"כ בתוכה שום תוספת אבל לענין דיעבד דהיינו שכבר שתה משקה שיש לו ספק מוטב שיכלול בתוכה ממה שישאר בלי ברכה אחרונה כלל:\n"
        ],
        [
            "(א) אין מחזירין אותו - זהו דעת הרמב\"ם אבל רוב הפוסקים וכמעט כולם חולקים עליו והסכימו דלא אזלינן בתר דעתו כיון שבפיו הוציא ברכה שאינה ראויה לאותו המין לא יצא ומחזירין אותו וכתבו האחרונים דכן יש להורות:",
            "(ב) וי\"א שאם לקח וכו' - וכן הלכה [אחרונים]:",
            "(ג) על דעת וכו' - היינו אע\"ג דבשעה שהזכיר שם ומלכות שהוא עיקר הברכה היה דעתו על ברכה שאינה ראויה לאותו המין כלל אפ\"ה כיון שחתימת הברכה הזכיר בפיו כהוגן יצא בדיעבד:",
            "(ד) שהרי אף אם סיים - ונמצא שאף לפי מחשבתו היתה ברכה הראויה לאותו המין:",
            "(ה) ובירך בא\"י וכו' - היינו אפילו בעת תחלת הברכה היה סבור שהוא יין ונמצא שהיה תחלת הברכה וסופה שלא כהוגן אפ\"ה כיון שעקר תוך כ\"ד וסיים כהוגן יצא:",
            "(ו) ותוך כדי דיבור - אבל לאחר כדי דיבור לא מהני עקירתו וחוזר ומברך. ודע דהא דמקילינן בדיעבד בתוך כדי דיבור דוקא בברכות דרבנן אבל בבהמ\"ז שהוא דאורייתא אם אירע כה\"ג כגון שאכל לחם וטעה וסבר שאכל פירות והתחיל לברך בא\"י אמ\"ה על העץ ועל פרי העץ ונזכר שהוא לחם וסיים הזן את העולם וכו' כהוגן צריך לחזור ולברך ודוקא באופן זה שציירנו אבל אם טעה וסבר על הלחם שאכל שהוא אחד מחמשת המינים והתחיל לברך בא\"י אמ\"ה על המחיה ונזכר יכול לסיים הזן את העולם כולו וכו' ויצא דמחיה נמי מזון הוא. כתבו האחרונים מי שאומר אחר ברכת היין בורא מאורי האש ונזכר שצריך להקדים בשמים וסיים בורא מיני בשמים יצא ידי בשמים וחוזר ומברך בא\"י אמ\"ה בורא מאורי האש ודוקא כשנתכוין בשעת הזכרת שם ומלכות על הבשמים שנקט בידו ונכשל בלשונו ואמר בורא מאורי האש אבל כשנתכוין על האש יצא ידי ברכת מאורי האש ואח\"כ מברך ברכה אחרת על הבשמים דהא על האש ג\"כ צריך לברך והסדר אינו מעכב. ולענין ברכת השחר אם טעה בפוקח עורים ומלביש ערומים וכדומה נתברר לעיל בסימן מ\"ו במ\"ב סק\"כ עי\"ש:",
            "(ז) ובירך בפה\"ג - וכונתו היתה להוציא גם האחרים בברכתו:",
            "(ח) דהא דעתו היה וכו' - אמר שני טעמים לפטור אחד כיון שדעתו לשתות שאר יין ואפילו לא היה אז אותו היין לפניו והביאו לו אח\"כ חל הברכה עליהם [ואף דכוס זה היה מים והתחיל לשתותו אפ\"ה לא מקרי הפסק כיון שלא הפסיק בדיבור בינתים] ואפילו לא היה דעתו בהדיא לשתות יותר ורק בסתמא כיון שהוציא אחרים בברכתו שיהיו יכולים לשתות היין שלפניהם נמצא שלא היתה ברכתו לבטלה ולכן מותר גם לו לשתות שאר יין. והנה הרמ\"א אזיל לשיטתו בסימן ר\"ו ס\"ג בהגהה שס\"ל שם דהיכא שלא היה דעתו בהדיא ורק בסתמא צריך לחזור ולברך ולכן בעניננו נמי כתב דהא דעתו וכו' אבל לפמש\"כ שם במ\"ב ובה\"ל דיש כמה פוסקים שסוברין דאפילו בסתמא כל שהיו לפניו על השלחן בשעת ברכה ממילא חל הברכה על כולם ואין צריך לחזור ולברך כשנשפך הכוס שבירך עליו א\"כ ה\"ה בעניננו כשנמצא מים ושותה כוס אחר יין שהיה לפניו בכל גווני א\"צ לחזור ולברך:",
            "(ט) כל הברכות וכו' - משום שהן מד\"ס וספיקא דרבנן לקולא ועיין לעיל סימן קס\"ז ס\"ט במ\"ב:",
            "(י) חוץ מבהמ\"ז - והוא שאכל כדי שביעה דאז הוא מחוייב מן התורה ועיין לעיל קפ\"ד ס\"ד במ\"ב. והנה מהמחבר משמע שסתם כהרמב\"ם וסמ\"ג שסוברין דברכה מעין שלש שמברכין על שבעת המינים הוא מדרבנן אבל באמת יש הרבה ראשונים שסוברין שהוא מדאורייתא וע\"כ כתבו האחרונים דמי שאכל כדי שביעה מפירות או תבשיל של שבעת המינים ונסתפק לו אם בירך אחריו יאכל עוד מאותו המין שיעור כזית ויברך אחריו ויוציא עי\"ז גם הספק שלו ועיין בפמ\"ג שמצדד דאם אין לו מאותו המין יקח ממין אחר שהוא משבעת המינין כגון שאכל פרי עץ יקח מיני מזונות ויכלול בהברכה:",
            "(יא) של תורה - ועיין בסימן מ\"ז במ\"ב סק\"א מ\"ש לענין ברכת התורה אם נסתפק:"
        ],
        [
            "(א) האוכל - כל האוכלין מצטרפין לכזית לברך עליהן ברכה אחרונה הראויה להן אם משבעת המינין ברכה מעין ג' אם שלא מזיי\"ן מינים לענין בנ\"ר. אכל חצי זית משבעת המינין וחצי זית אחר מברך אחריהן בורא נ\"ר וה\"ה כשאכל חצי זית פת וחצי זית מדבר שמברכין בנ\"ר מברך בנ\"ר וכל המשקין מצטרפין לרביעית האוכל והשותה [דהיינו שאכל פחות מכזית ושתה פחות מרביעית] אין מצטרף אפי' לענין בנ\"ר. ציר שע\"ג ירק מצטרף לכזית דכל אכשורי אוכלא [משקה הבא למתק אוכל] אוכלא הוא וה\"ה בפת השרוי במשקה או ביין או ברוטב אבל אם אכל הפת עם הרוטב בלא טבול אין מצטרף אך אם היה הרוטב של המאכל מדברים שמברכין עליהן כמו על המאכל [ומבואר בסימן ר\"ה] אפשר דמצטרף הרוטב להמאכל וצ\"ע [ח\"א]. אכל הכזית מעט ונשתהה הרבה באכילתו אם יש מתחלת האכילה עד סוף האכילה יותר מכדי אכילת פרס אינו מצטרף [ושיעור פרס עיין לקמן סימן תרי\"ב שיש דעות אי ג' ביצים או ד' ביצים והכא מסתברא דאין מצטרף אפילו רק בכדי ג' ביצים דשיעור כזית אפילו בפת לענין בהמ\"ז הוא רק דרבנן וכן משמע מח\"א]. וכתב הפמ\"ג דכ\"ז הוא רק לענין שיעור כזית אבל לענין פת כדי שביעה דחיובו הוא מן התורה חייב אף שאכל מעט דהא עכ\"פ ושבעת קרינן ביה. היה פת סופגנין שנתפח עד שאין האוירים שבו נרגשים האוכל כזית ממנו כמות שהוא אינו מברך דלפי האמת לא אכל כזית וכן אם היה כזית ונצטמק ונתמעט בשיעורו אין מברכין אחריו אלא א\"כ דחזר ונתפח [אחרונים]. ולענין שתיית רביעית אם שתה והפסיק מעט וחזר ושתה עד שהשלים לרביעית יש אומרים דאינו מצטרף וי\"א דמצטרף אם לא ששהה מתחלת השתיה עד סוף השתיה יותר מכדי אכילת פרס [מלקמן בסימן תרי\"ב ס\"י] והגר\"א הסכים שם בביאורו דהלכה כדעה זו השניה. והנה לענין שתיית טה\"ע וקאפ\"ע שהדרך לשתותו כשהוא חם וקשה לשתותו בלא הפסק כדרך שאר משקין כ\"א מעט יש מחלוקת רבה בין הפוסקים אם צריך לברך ברכה אחרונה לדעה ראשונה הנ\"ל ובמחצית השקל ובח\"א מצדדים שלא לברך וכ\"כ בדה\"ח וכן הוא מנהג העולם. ואנשי מעשה נוהגין שלבסוף שתייתן מניחין כדי שיעור רביעית שיצטנן מעט כדי שיוכל לשתות רביעית בלא הפסק ולברך ברכה אחרונה וטוב לעשות כן כדי לצאת אליבא דכו\"ע ובפרט לדעת הגר\"א הנ\"ל דפסק כדעה שניה דהשיעור הוא כדי אכילת פרס לענין צירוף גם בשתיה בודאי נכון לעשות כן. אם אכל פחות מכשיעור והלך לחוץ וחזר מיד דבודאי צריך לברך שנית בתחלה אפילו בפת יש לעיין אם חזר ואכל פחות מכשיעור בכדי אכילת פרס אם מצטרף דאולי כיון שהלך לחוץ הוי כמו היסח הדעת ועיין במ\"א דמצדד דמצטרף:",
            "(ב) פחות מרביעית - ושיעור רביעית וכזית עיין לעיל בסימן רע\"א סקס\"ח במ\"ב ובה\"ל שם ולקמן בסימן תפ\"ו במ\"ב ובה\"ל:",
            "(ג) מברך תחלה - ואפי' על כל שהוא בין מדבר אוכל בין ממשקה דאסור ליהנות מן העוה\"ז בלא ברכה:",
            "(ד) ולאחריו וכו' - דבפת הלא כתיב ואכלת ושבעת וברכת וגו' ואין אכילה בכל התורה פחותה מכזית ובשאר דברים כשתקנו חז\"ל ברכה אחרונה כעין זה תקנו ובמשקין נמי מדאשכחן בעלמא לענין שתיית משקין אסורין דחיובו ברביעית הכא נמי כשתקנו ברכה אחרונה במשקה בשיעור זה תקנו:",
            "(ה) גרגיר של ענב - וה\"ה יגד\"ע אחת או קטנית אחת [א\"ר וש\"א]:",
            "(ו) שמברכין לאחריו - מפני חשיבותיה ואם נתרסקה קודם אכילה לא מקרי בריה [ע\"ת]:",
            "(ז) כמות שהוא - דהיינו עם הגרעין ואפילו אם הגרעין אינו ראוי לאכול כלל כיון שעכ\"פ בלע כולו:",
            "(ח) אבל אם לקח וכו' - וכ\"ש אם נחתך מעט מהפרי גופא. ואם נפל ממנו קצת ע\"י בישול כמו שרגילות הוא להתפרפר ג\"כ נראה שעי\"ז נתבטל ממנו שם בריה:",
            "(ט) הגרעין - ולא מבעיא אם הגרעינין ראוי ג\"כ לאכלן בודאי ע\"י חסרונן נתבטל שם בריה מהפרי ואפילו אם היו מהמינין שאין ראוי לאכול אותן כלל ג\"כ נתבטל הפרי מתורת בריה עי\"ז. ואם נמצא בתוך הגרעין גופא דבר שראוי לאכול ואכל מה שבתוך הגרעין וזרק קליפתו הקשה (כעין פלוימי\"ן שלנו) דעת המ\"א וא\"ר דזה ג\"כ הוי בכלל בריה אחרי שעכ\"פ אכל מה שראוי לאכול ממנו:",
            "(י) של יין - וה\"ה שאר משקין:",
            "(יא) על כזית - דהוא שליש רביעית דאפשר דלענין משקה ג\"כ משערינן כמו באכילה בכזית:",
            "(יב) אלא פחות וכו' - ובדיעבד אם שתה כזית ואין לו רביעית טוב ליזהר שלא ישתה עד רוב רביעית וכ\"ש שלא ישתה כשיעור ביצה שהוא שני חלקי רביעית די\"א דעל שעורים אלו יש לברך ברכה אחרונה ועיין לעיל סימן ק\"ץ סקי\"ד מה שכתבנו שם:",
            "(יג) הטועם וכו' - דאע\"ג דאסור ליהנות מן העוה\"ז בלא ברכה אפילו כל שהוא בין באכילה בין בשתיה היינו כשמכוין לאכול ולשתות אבל הכא שאין כונתו אלא לטעום לידע אם צריך מלח או תבלין א\"צ ברכה לא לפניה ולא לאחריה ואפילו אם הוא אוכל קצת מהמאכל אחר הבישול [שאין ביכלתו לתקן אז המאכל] ורק לידע אם הוא טוב ג\"כ מצדדים הא\"ר והפמ\"ג דגם זהו בכלל טעימה אחרי שאין כונתו לשם אכילה:",
            "(יד) עד רביעית - ועד בכלל אבל יתר מרביעית כיון שהוא הנאה יתירה חשיב כמו שמתכוין לאכילה. ועיין במ\"א שכתב דעד רביעית דשרי היינו אפילו לטעום מהרבה קדירות ומיהו אם כונתו לאכול מעט אסור לעשות הרבה פעמים דהו\"ל אכילה מעלייתא. ולענין טעימה איזה דבר אוכל לידע אם הוא טוב מצדדים האחרונים דשיעורו הוא רק עד כזית. ודע דאף שבשו\"ע כתב אין צריך לברך ממילא אסור לברך דהו\"ל ברכה לבטלה [אחרונים]:",
            "(טו) ואפילו אם הוא בולעו - ואם הוא פולט מותר אפילו ביותר מרביעית בלי ברכה גם לדעה זו:",
            "(טז) טעון ברכה - אפילו בכל שהוא כיון שיש לו הנאת מעיו:",
            "(יז) כשחוזר ופולט - דבזה התירו כשכונתו רק לטעימה בעלמא כיון שאין לו רק הנאת החיך מהתבשיל שטעם או מהאוכל שלעס. ואותן שנותנין עשב שקורין טאב\"ק לתוך שפופרת ומדליקין אותו ושואבין העשן בפיהם נסתפק המ\"א בזה אי הוי כטועם ופולט והאחרונים החליטו בפשיטות שאין לברך על עישון הטאב\"ק הזה:",
            "(יח) ואז אפילו וכו' - וע\"כ הלועס לתינוק כיון שאינו בולע אפילו להרבה א\"צ ברכה:",
            "(יט) וספק ברכות להקל - היינו באפילו אם הוא בולע לא יברך כיון שאין כונתו לאכילה וכסברא הראשונה. והנה המ\"א חולק על השו\"ע והרמ\"א וס\"ל דבבולע לכו\"ע חייב לברך אבל כמה אחרונים החליטו עם פסק הרמ\"א דהוא ספק ברכה ולא יברך ולכתחלה טוב ליזהר הרוצה לבלוע שיתכוין ליהנות ממנו בתורת אכילה ויברך עליו [ח\"א]:"
        ],
        [
            "הנה מפני שהסימן הזה רבו פרטיו ע\"כ אכתוב לו הקדמה קצרה. והוא. תנן [ברכות מ\"א] היו לפניו הרבה מינין ר' יהודה אומר אם יש ביניהן מין שבעה עליו הוא מברך וחכמים אומרים מברך על איזה מהן שירצה ואיתא בגמרא אמר עולא מחלוקת כשברכותיהן שוות [כגון זית ותפוח] דר' יהודה סבר מין שבעה עדיף וחכמים אומרים חביב עדיף אבל כשאין ברכותיהן שוות כגון צנון וזית ד\"ה מברך ע\"ז וחוזר ומברך ע\"ז והנה יש דעות בפוסקים דרוב מהן פסקו כר\"י דמין שבעה עדיף [וזהו מה שכתוב בס\"א] ויש שפסקו כחכמים [וזהו דעת הרמב\"ם המובא בס\"ב] וגם באין ברכותיהן שוות יש דעות בפוסקים יש אומרים דכונת עולא מה שאמר ד\"ה מברך ע\"ז וחוזר ומברך ע\"ז היינו דכיון שאין ברכותיהן שוות ואין אחד פוטר חבירו לא שייכי זה לזה כלל ויוכל לברך תחלה על צנון בפה\"א אף שהזית הוא מין שבעה וגם חביב עליו וי\"א דכונת עולא דלד\"ה יכול לברך על איזה שירצה תחלה ומסתמא יברך ממילא על החביב אצלו ואלו שתי הדעות נזכרים ג\"כ בסעיף א'. גם מבואר שם בס\"א וב' מה נקרא חביב אם הרגיל להיות תמיד חביב אצלו או מה שהוא אצלו עתה חביב ומתאוה לו. כל הקודם בפסוק ארץ חטה ושעורה וגו' המדבר שם משבחה של ארץ ישראל הוא מוקדם לברכה אפילו השני חביב עליו יותר ומ\"מ זית הוא קודם לגפן משום דחזינן שחלק הכתוב וכתב ארץ פעם שני [ארץ זית שמן ודבש] ונמצא דזית הוא ראשון סמוך לארץ בתרא וגפן הוא רק שלישי לארץ קמא. בפה\"ע ובפה\"א קודמין לשהכל ויתר הפרטים יבואר הכל בפנים:",
            "(א) היו לפניו וכו' - ודוקא שגם דעתו היה לאכול מכולם הא אם אין כולם לפניו או שאין דעתו לאכול מכולם אין שייך בזה דין קדימה:",
            "(ב) ברכותיהם שוות ויש ביניהם וכו' - כגון ענבים ותפוחים:",
            "(ג) ממין שבעה - ר\"ל שנשתבחה ארץ ישראל בהן דכתיב ארץ חטה ושעורה וגפן ותאנה ורמון ארץ זית שמן ודבש [זית שמן הוא ד\"א זית שעושה שמן. ודבש היינו תמרים שעושין מהן דבש]:",
            "(ד) מקדים מין שבעה - ואפילו הוא חצי פרי והשאר הם שלמים. ואם שניהם ממין אחד משבעת המינים או ששניהם אינם מין שבעה מקדים השלם ואפילו אם החצי חביב יותר שלם עדיף:",
            "(ה) אע\"פ וכו' - דמעלת מין שבעה עדיף:",
            "(ו) מקדים החביב - היינו שרגיל להיות תמיד חביב עליו וכדלקמיה:",
            "(ז) ואם אין וכו' - דכיון דאין אחד פוטר חבירו בברכתו אין שייך כאן שום מעלה בהקדמתו ואיזה שירצה יברך עליו ואוכל קודם [הרא\"ש]:",
            "(ח) כגון צנון וזית - דוקא בזה דברכת הצנון בפה\"א אבל אם היה דבר שברכתו שהכל בודאי מברך על הזית תחלה וכדלקמיה בס\"ג:",
            "(ט) וי\"א וכו' - ס\"ל דגם בזה שייך מעלת הקדימה לברך על מין אחד תחלה אלא דס\"ל דלא מקדמינן בזה מין שבעה אלא החביב לו יותר יקדימנו לברך עליו ולאכול תחלה אכן אם שני המינים חביבים אצלו בשוה אז מברך על מין שבעה תחלה ועיין מש\"כ במ\"ב סקכ\"ז בשם הגר\"א ועיין בה\"ל מש\"כ בשם האחרונים דעיקר כי\"א הזה שהוא דעת רוב הפוסקים [וגם דאפילו לדעה הראשונה שס\"ל דמברך על איזה שירצה מ\"מ הלא הברירה היא בידו]:",
            "(י) המין שרגיל וכו' - ומשמע מדברי הפוסקים דיתנהג כך יברך על המין שרגיל להיות תמיד חביב עליו ויטעום קצת ממנו ואח\"כ יאכל המין שחפץ עכשיו לאכלו ואחר גמר אכילתו יחזור לאכול המין הראשון:",
            "(יא) אפילו אם עתה וכו' - ומ\"מ המברך על מה שחביב עתה בעיניו ג\"כ יש לו על מי לסמוך דיש פוסקים שסוברים דחביב נקרא מה שהוא חביב עליו עכשיו [ט\"ז]:",
            "(יב) מקדים החביב - פליג על דעה ראשונה וס\"ל דחביב עדיף לעולם ואף דברכותן שוות ויש בהם מין שבעה חביב קודם לברך עליו:",
            "(יג) באותה שעה - גם בזה פליג על דעה ראשונה וס\"ל דאינו נקרא חביב מה שחביב עליו תמיד אלא מה שחביב עליו באותה שעה. ומשמע מסתימת המחבר דהעיקר כדעה הראשונה שהיא דעת רוב הפוסקים:",
            "(יד) בפה\"ע קודמת - ואפילו מין השני חביב עליו [מ\"א וש\"א]:",
            "(טו) שהיא חשובה וכו' - פי' דברכת בפה\"ע מבוררת טפי על איזה מברך וחשובה היא מברכת שהכל שאינה רק ברכה כוללת לכל המינים:",
            "(טז) וכן בפה\"א - חשובה נמי משהכל דמברר בהברכה רק מיני פה\"א משא\"כ שהכל דכוללת הכל. וע\"כ כשמביאים לפניו יי\"ש עם מרקחת יברך על המרקחת תחלה אף שהיי\"ש חביב עליו יותר [אחרונים]:",
            "(יז) איזה מהם וכו' - ואין תלוי כלל בחביב לדעה הראשונה שבס\"א דהא אין ברכותיהן שוות ולי\"א שם מיירי הכא ששניהם חביבים עליו בשוה:",
            "(יח) וי\"א שבפה\"ע קודם - והסכימו האחרונים דנכון לנהוג כי\"א הזה אם שניהם שוים בחביבות אכן אם פה\"א חביב עליו יותר מברך על החביב כנ\"ל בס\"א וכן אם פה\"א הוא מין שבעה כגון קליות של חטים ותפוח או אחד משבעת המינים יש לו לברך תחלה על החטה שהוא מין שבעה וקודמת בפסוק:",
            "(יט) כל הקודם וכו' - דמקרא זה חושב המינים שנשתבחה בהן א\"י וכל המוקדם בפסוק הוא יותר חשוב מהמאוחר לפיכך הוא קודם לברכה וחטה ושעורה דקרא דקודמין לשארי המינים הוא דוקא שעשה מהן תבשיל להרבה פוסקים וכדלקמיה בס\"ה:",
            "(כ) קודם לברכה - אף כשהמין השני הוא חביב יותר. וכתבו האחרונים דחשיבות מין שבעה להקדים ראשון לשני הוא רק כשנגמר הפרי אבל אם לא נגמר כגון זית קודם שגדל הנץ אף שהוא ראשון לארץ בתרא חשוב יותר המאוחר ממנו דמה שנשתבחה בהן א\"י הוא רק בגמר פרי וכן כל כה\"ג:",
            "(כא) וארץ בתרא - דכן הוא סדר המקרא ארץ חטה ושעורה וגפן ותאנה ורמון ארץ זית שמן ודבש ומארץ שבאמצע הוי התחלת סדר וכל הסמיך לו חשוב יותר מהמאוחר שבארץ קמא:",
            "(כב) תמרים קודמין - דדבש שבקרא הוא תמרים שיוצא מהן דבש [ב\"י]:",
            "(כג) תחלה - היינו אפילו לזיתים שהיא ראשונה לארץ בתרא:",
            "(כד) היא חשובה - שגם ברכת בורא מיני מזונות היא ברכה מבוררת כמו ברכת היין והרי היא קודמת ליין בקרא. ונקט הרמ\"א מחמשת מיני דגן להשמיענו דאף כוסמין ושבולת שועל ושיפון מזון הנעשה מהן ג\"כ קודמין ליין דהם ג\"כ בכלל חטים ושעורים:",
            "(כה) לאחר ששוה וכו' - מלשון זה משמע דחטים ושעורים דקודמין הוא רק מהשוה להן בסמיכה לארץ כמו חטים לזיתים ושעורים לדבש [שהוא תמרים] אבל שעורים [היינו מזון הנעשה מהן כמו שמפרש בסעיף ה'] לזיתים לא אבל הלבוש כתב דברכת במ\"מ היא קודמת לכל וכן הסכימו הרבה אחרונים:",
            "(כו) תבשיל או פת - והם קודמים לשארי מינים אף אם הם חביבים אצלו יותר:",
            "(כז) אינה קודמת וכו' - אלא בפה\"ע תקדים ומשמע במ\"א דדוקא אם הפה\"ע חביב יותר אצלו אז הוא קודם אף שהוא מאוחר בקרא אבל אם שניהם חביבים בשוה חטה קודמת אכן בביאור הגר\"א משמע דלפי מה שמבואר לעיל בס\"א דהיכא שאין ברכותיהן שוות לא אזלינן כלל בתר מין שבעה ה\"ה הכא לא אזלינן כלל בתר מוקדם ועל איזה שירצה יברך תחלה. ומ\"מ אם החטה חביבה יותר אצלו מסתברא דיברך עליה תחלה דגם שם הלכה כהי\"א דחביב קודם כמש\"כ שם:",
            "(כח) קודמת לברכת במ\"מ - פי' כגון שיש שלחן ערוך לפניו לאכול פת וגם רוצה לאכול לחמניות דברכתן במ\"מ ואפילו כשאוכלן בתוך הסעודה [כגון שבלילתן רכה ואוכלן לתענוג ולא לשובע וכדלעיל בסימן קס\"ח ס\"ח] מצוה שיטול ידיו ויברך המוציא תחלה על הפת דברכת המוציא חשובה ואח\"כ יברך במ\"מ על הלחמניות דאי מיירי בשאר תבשילין בלאו טעמא דברכת המוציא חשובה צריך לברך תחלה על הפת ולפטור ממילא את התבשיל דאי יברך תחלה על התבשיל נמצא גורם ברכה שא\"צ ואסור [מ\"א]:",
            "(כט) שהדבר השני חשוב - כגון שהלחם משעורים והמזונות מחטים [אחרונים] וה\"ה כל כה\"ג שהדבר השני הוא חשוב בעצם יותר מהדבר הראשון:",
            "(ל) או חביב עליו - ר\"ל שבאמת אינו חשוב יותר מהראשון אך בעיניו הוא חביב יותר. ופשוט דה\"ה אם הוא חביב וחשוב ביחד:",
            "(לא) אם אינו רוצה - ואפילו רוצה לאכול משניהם אך שלא הביאו עדיין החביב לפניו א\"צ להמתין:",
            "(לב) ובלבד שיהא דעתו וכו' - ואפילו היו שניהם לפניו בשעת ברכה בעינן שיתכוין לו בפירוש לפוטרו דאינו בדין שיפטור מי שאינו חשוב את החשוב דרך גררא אלא בכונה אבל אם בירך על החשוב פוטר את שאינו חשוב אפילו לא נתכוין בפירוש לפוטרו כיון שהיה מונח לפניו על השלחן בשעת ברכה ואם הביאו לו אחר שכבר כלה המין הראשון צריך לחזור ולברך ואם הביאו לו אחר שבירך אבל עדיין לא כלה אכילתו יש דעות בפוסקים וספק ברכות להקל [כ\"ז מבואר בסימן ר\"ו עי\"ש באחרונים ובמ\"ב סקכ\"ב] ולכתחלה מבואר שם ברמ\"א דיש ליזהר לכוין לפטור את אשר יביאו לו אח\"כ:",
            "(לג) עליו בברכתו - ואם היה מונח לפניו אתרוג וזית אף דאתרוג היה חביב עליו יותר קיי\"ל לעיל בס\"א דמברך על הזית שהוא ממין שבעה ונפטר ממילא אף בסתמא האתרוג ואם הוא בירך על האתרוג בסתמא לא נפטר הזית [ב\"י בשם רשב\"א] ומ\"מ לפי מה שהבאנו שם בבה\"ל הרבה ראשונים דס\"ל ג\"כ כדעת הרמב\"ם המובא שם בס\"ב דחביב עדיף אף לגבי מין שבעה נהי דלכתחלה בודאי טוב לנהוג כדעה הראשונה שהיא סתמית ולברך על הזית מ\"מ בדיעבד שבירך על החביב כדעת הרמב\"ם וסייעתו לכאורה בודאי לא יחזור ויברך על הזית דלשיטתם היא ברכה לבטלה וכבר כתב שם הט\"ז דמאן דעביד כרמב\"ם ג\"כ שפיר עביד. ויותר נ\"ל דאפילו אם הוא מברך על הזית טוב שיכוין בהדיא לפטור גם האתרוג אחרי דהאתרוג חביב לו יותר ולדעת הרמב\"ם וסייעתו אינו יוצא בזה ממילא על האתרוג וכן כל כה\"ג היכא שיש דעות בפוסקים על איזה דבר יברך בתחלה יהיה זהיר בשעת ברכה לכוין לפטור שניהם דבלא\"ה יש חשש דאוכל המין השני בלא ברכה:",
            "(לד) ואיהו לאו ממין שבעה - אע\"ג דכוסמין מין חטין ושבולת שועל ושיפון מין שעורים מ\"מ כיון דאין נזכרין בהדיא בקרא אין בהם חשיבות מין שבעה כ\"כ כמו המפורשים בהדיא בקרא:",
            "(לה) דעבדי מינייהו פת - וגם הם בכלל חטה ושעורה דקרא עכ\"פ [דחטה ושעורה קודמין לגפן ותאנה ורמון] וכתב המ\"א דדוקא הני דחשיב כאן אבל זיתים עם תבשיל של שבולת שועל זיתים קודמין משום דמוקדמין בקרא אבל כמה אחרונים חלקו ע\"ז וכנ\"ל בס\"ק כ\"ה עי\"ש. ועתה נבוא לבאר סדר המעלות בקצרה. וכל המאוחר מחבירו הוא גרוע מחבירו. המוציא [אפילו מפת של שבולת שועל ושיפון]. במ\"מ על מעשה קדרה דחטים. במ\"מ על מעשה קדירה דשעורים. במ\"מ על מעשה קדרה דשיבולת שועל ושיפון שהוא ג\"כ מין שעורים [ובמ\"מ דשעורים כיון דשעורה מפורש בקרא קודם להן ואפילו לכוסמין שהוא מין חטים הוא ג\"כ קודם]. בפה\"ג. זיתים. תמרים. וענבים. תאנה. ורמון. בפה\"ע ופה\"א. שהכל. ובכל אלו אין משגיחין על החביב כלל דמי שהוא מאוחר מחבירו אפילו הוא חביב יותר כגון שהיה חביב לו השהכל אפ\"ה הפה\"א קודם לו וכן בכל הנ\"ל. בפה\"ע ובפה\"א אזלינן בתר החביב אפילו השני מין זיי\"ן. היו שניהם חביבין אזלינן בתר מין זיי\"ן. ואם אחד מהן מוקדם בפסוק כגון שכוסס קליות חטה דברכתו בפה\"א ואוכל זית יקדים חטה דהוא קודם בקרא כ\"כ המ\"א והגר\"א פליג ע\"ז וכמו שכתבנו לעיל בסקכ\"ז עי\"ש. שניהם אינן מין זיי\"ן יש להקדים פה\"ע אם שוים בחביבות הא לא\"ה חביב קודם וכנ\"ל. וכן שניהם פה\"א או שניהם שהכל אזלינן בתר חביב. והנה מה נקרא חביב אנן בני אשכנז נמשכין אחר הרא\"ש וסייעתו שהוא המין הרגיל להיות חביב אצלו כמ\"ש בס\"א ואם שניהם חביבים אצלו אזלינן אחר איזה שחפץ עתה כמ\"ש בס\"ב לרמב\"ם. ברכת אכילה ושתיה אפילו ברכת שהכל קודמת לברכת הריח:\n"
        ],
        [
            "(א) אם העיקר מעורב - כגון כל תערובות שני מינים שהאחד הוא העיקר והשני אינו בא אלא לתקנו ולהכשירו או אפילו שניהם עיקרים אלא שהאחד מרובה מחבירו הרוב הוא העיקר כמ\"ש סימן ר\"ח ס\"ז ואפילו כל מין ומין עומד בפני עצמו וניכר נמי בתר רוב אזלינן וע\"כ בפורים שמרקחין שומשמין בדבש ומערבין בהם פתיתי אגוז כל שרוב שומשמין בתר העיקר אזלינן ומברך פרי האדמה ומיהו כ\"ז דוקא בששניהם הוא דבר חשוב הא אם אחד מהן אינו דבר חשוב אף שהוא הרוב בטל הוא לגבי מיעוט החשוב דהוא העיקר ועיין סימן ר\"ד סי\"ב ובמש\"כ שם. ודע דבחמשת מיני דגן קי\"ל לעיל בסי' ר\"ח דאם מעורבין עם שאר מינים אפילו הם המיעוט כל שניתן בהתבשיל לטעם אזלינן בתרייהו ומברך עליהם במ\"מ לבד ונפטר תערובות הרוב מפני שמיני דגן נחשבין לעיקר תמיד אך בלבד אם יש בהם ממש אבל אם עירב קמח במים הרבה כ\"כ עד שהוא רך כדי שיהא ראוי לשתיה מברך שהכל:",
            "(ב) כל אחד לבדו - בין שאוכל העיקר והטפל בבת אחת בין שאוכל העיקר תחלה והטפל אח\"כ וכדלקמיה:",
            "(ג) שאוכל דג מליח - כגון שאכל דבר מתוק מקודם ואוכל דג מליח להפיג המתיקות ומפני שלא יזיקנו המליח בגרונו אוכל פת עמו אבל אינו תאב כלל לאכול פת לכן הוי הפת טפל משא\"כ אם הוא תאב לאכול פת ג\"כ אע\"פ שאוכלו עם המליח כהנהוג לאכול דג מלוח שקורין הערינ\"ג עם פת אינה טפלה אליו אפילו אם תאב להמליח יותר וצריך לברך עליה המוציא ופוטר את המליח [אחרונים]:",
            "(ד) כיון שהוא טפל - ואפילו כשלא היה הטפל לפניו בשעת אכילת העיקר אם היה דעתו בשעת ברכה לאכול גם הטפל או שדרכו בכך לאכול הטפל אחריו פוטר הטפל [גם בעינן דוקא שיאכל הטפל באותו מקום לאפוקי כששינה מקומו בינתים] אבל אם אינו רגיל בכך וגם לא היה דעתו בפירוש בשעת הברכה לאכול הטפל צריך לברך גם על הטפל אך אז מברך על הטפל רק שהכל דעכ\"פ טפל הוא ומפסיד ברכתו העיקרית ודומיא דפסק הרמ\"א לקמן בהג\"ה דאם אוכל הטפל קודם העיקר אף דצריך לברך עליו בפ\"ע ואינו נפטר בברכת העיקר שיברך אח\"כ מ\"מ כיון שהוא טפל מפסיד ברכתו העיקרית. האנוס\"י שאוכלין אחר הסעודה למתק שתית היין ששתה מקודם א\"צ לברך עליהן דהן טפלין להיין וברכת היין פוטרתן וה\"ה כששתה שאר משקין תוך הסעודה ואוכל אח\"כ אנוס\"י למתק השתיה א\"צ ברכה משום דברכת הלחם פוטרתן דהמשקה טפל ללחם והאנוס\"י למשקה:",
            "(ה) ואח\"כ מברך על העיקר - עיין במ\"א ובביאור הגר\"א שהקשו כמה קושיות ע\"ז ומסיק המ\"א לדינא דאין חילוק בזה וגם בא\"ר הביא בשם בה\"ג וכלבו שכתבו בהדיא שאפילו אם הטפל חביב עליו מברך על העיקר לבד והטעם דאף שהטפל חביב עליו בעצם יותר מ\"מ עתה איננו אוכלו רק בשביל העיקר שבשבילו הותחל האכילה ובלתו לא היה אוכל הטפל כלל. וע\"ש עוד דכל זה אפילו בשאין ברכותיהן שוות וגם אין אוכלן ביחד ובפרט כשברכותיהן שוות או שאוכלן ביחד בודאי מברך על העיקר לבד. מי ששתה יין שרף ואוכל איזה דבר או מעט פת אחריו להפיג חריפות השתיה נעשה הפת טפל וא\"צ לברך עליו אכן דוקא כשהיה דעתו עליו בשעת ברכה או שרגיל בכך ברוב הפעמים וכנ\"ל בסק\"ד עי\"ש ולענין נטילת ידים עיין לעיל בסי' קנ\"ח סק\"י במ\"ב וכ\"ז כשאין כוונתו לאכול הטפל שאינו רעב כלל ואינו אוכל אותו רק להפיג המרירות אבל אם כוונתו בשביל הטפל ג\"כ כגון ששותה יי\"ש ואוכל ג\"כ לעקא\"ך עם מרקחת אע\"ג שנראה שאחד עיקר והשני טפל כיון שכוונתו לאכילת שניהם א\"כ אין זה טפל לזה וצריך לברך על הלעק\"ך או על המרקחת תחלה שהם חשובין ואח\"כ מברך על היי\"ש אף שהיי\"ש חביב עליו. וה\"ה כשרוצה לאכול שאר דברים אינו מותר רק כשרוצה לאכול רק מעט כדי להפיג המרירות אז הוי טפל אבל כשרוצה לאכול יותר מזה אין שייך שם טפל כלל כיון שאוכל אותם מחמת עצמותם כדי לסעוד הלב וכתבו האחרונים בשם השל\"ה דטוב למנוע מלאכול פת למיתוק שתיית הי\"ש כי מי יוכל להבחין היטב אם הוא רק להפיג מרירותו או גם לסעוד הלב דאז צריך לברך המוציא ונט\"י. ומי ששורה אחר גמר אכילתו מעט פת ביי\"ש לעכל המאכל יש לברך על היי\"ש דעיקר כוונתו אז על היי\"ש כדי לעכל ואין שייך להסעודה ורק מפני שחזק לו לשתותו שורה בו פת להפיג קצת מרירותו והו\"ל היי\"ש עיקר [מ\"א] ומא\"ר משמע דטוב באופן זה שישתה תחלה מעט יי\"ש קודם ששורה בו הפת ויברך עליו. ועיין לעיל בסי' קע\"ד סקל\"ט במ\"ב דאם אחר שאכל מאכל שמן לקח מעט יי\"ש להפיג השמנונית שבפיו אם רגיל בכך א\"צ ברכה דהוא טפל לפת:",
            "(ו) שאוכלן ביחד - ואם אוכל פת כיסנין עם גבינה או שאר דבר ללפת בו אף שהם ג\"כ חביבים עליו והוא תאב לאכול אותם מ\"מ מברך רק על הכיסנין לבד דמסתברא שהוא העיקר אצלו וה\"ה בכל דבר כשאוכל עם מין אחר ללפת בו דמה שאוכל ללפת נחשב רק כטפל:",
            "(ז) העיקר תחלה - ואח\"כ הטפל כדי למתק את העיקר כגון אכל תחלה צנון ואח\"כ זית להפיג חרפו של צנון וכה\"ג שאר טפל וכנ\"ל בס\"א:",
            "(ח) או שאוכל גרעיני וכו' - ר\"ל ג\"כ שאוכלן קודם שמתחיל לשתות כדי למתק השתיה ששותה אח\"כ:",
            "(ט) על האוכל תחלה וכו' - דבשלמא כשמברך על העיקר תחלה ממילא הטפל בכלל משא\"כ כשאוכל הטפל מקודם לא יתכן שיפטרנו אח\"כ העיקר מברכתו למפרע וכבר היה נהנה בלא ברכה:",
            "(י) רק שהכל - ר\"ל דכיון דעכ\"פ אכילתו הוא לטפל לד\"א הפסיד ברכתו הראויה לו ומברך שהכל כדי שלא יהנה בלי ברכה והנה הרמ\"א סתם בזה ולא הזכיר שום חילוק דמיירי בכל גווני אבל המ\"א חילק בזה ודעתו דדוקא אם שותה משקין שברכתו שהכל והיה ראוי לברך על המשקה שהכל ולפטור זה אך מפני שאוכל הטפל תחלה צריך לברך עליו לכן מברך עליו כברכת העיקר וממילא נפטר גם העיקר בברכתו אבל כשברכת העיקר הוא דבר אחר כגון ששתה יין אין מברך על המאכל שמקודם שהכל רק ברכתו הראויה לו. ולכתחלה טוב למנוע לגמרי מלאכול הטפל קודם לעיקר:",
            "(יא) הואיל והוא טפל לדבר אחר - ואם הטפל חביב עליו מברך עליו ברכה הראויה לו [ט\"ז וא\"ר]:",
            "(יב) הוו טפילה למרקחת - וצריך לברך על המרקחת לבד:",
            "(יג) לאכול לחם - רק שבאים לדבק המרקחת עליהם שלא יטנפו הידים בדבש ועיין באחרונים שכתבו דבמדינותינו שעושין הדובשנין שטובים למאכל ומניחין המרקחת עליהם א\"כ כונתו ג\"כ לאכילת הדובשנין ומברך עליהם ועיין לעיל סימן קס\"ח במ\"ב סקמ\"ה שמבואר שם כל פרטי דין זה:\n"
        ],
        [
            "(א) ושארי דברים - היינו שארי מיני אוכלין ומשקין:",
            "(ב) חוץ מפת ויין - משום דחשיבי ודרכם לקבוע עליהם בהסיבה לפיכך אין דרך קביעות שלהם אלא בהסיבה וכדלקמיה:",
            "(ג) אחד פוטר את חבירו - ר\"ל אפילו יודע כ\"א בעצמו לברך אפ\"ה אחד מברך ומוציא חבירו לכתחלה והוא שחבירו ישמע הברכה מתחלה ועד סוף ויכוין לצאת כדלקמן ס\"ב והכי עדיף טפי דברוב עם הדרת מלך:",
            "(ד) אפילו בלא הסיבה - דדוקא בפת ויין דחשיבי היה דרכם לאכול בהסיבה על המטות וזה היה דרך קביעותם והתחברותם יחד לפיכך אין אחד מברך לכולם להוציאם עד שיסובו דאז מינכר דדעתם להתחבר ולהצטרף ביחד משא\"כ בפירות:",
            "(ה) ישיבה מיהא בעי - דאין אחד יכול להוציא חבירו בהברכה אלא א\"כ ישבו לאכול ולשתות ביחד ולא במעומד דקביעות קצת עכ\"פ מיהו בעי וכ\"ז רק לענין לכתחלה אבל בדיעבד כל שכוון המברך להוציא והשומע לצאת יצא [מאמר מרדכי]:",
            "(ו) ולדידן וכו' - ר\"ל לפי שאין דרכנו בהסיבה לפיכך מה שאנו מתועדין לישב יחד בשלחן אחד ולאכול נחשב לקביעות כמו הסיבה לדידהו ומהני אפילו בפת ויין:",
            "(ז) חוץ מן הפת - הא דהזכיר המחבר פת הכא משום דבפת קי\"ל דאם הם שלשה מזמנין ומוציא אחד את חבירו בברהמ\"ז משא\"כ בשארי דברים בברכה אחרונה אפי' בשלשה אינו מוציא:",
            "(ח) בברכה ראשונה - והטעם משום דברכה ראשונה כל אחד מרויח באותה ברכה שעי\"כ מותרין לאכול וליהנות לפיכך מצטרפין לה אבל בברכה שלאחר אכילה שכבר אכלו ודעתם להפרד אין מצטרפין ואפילו ביין:",
            "(ט) צריכין ליחלק - ואפילו קבעו יחד לא מהני לזה ובדיעבד אם כוון לצאת והמברך ג\"כ כוון להוציאו יצא ואפילו בלא קביעות כלל כמו שפסק המחבר לעיל בסימן קס\"ז סי\"ג עי\"ש במ\"ב ואם אחד אינו יודע לברך בעצמו יוצא אפילו לכתחלה בברכת חבירו וכתבו הט\"ז וש\"א דהאידנא שמזלזלים ההמון מאד בברכה אחרונה יש לסמוך לעשות כן לכתחלה שמברך אחד בקול רם הברכה אחרונה ויהיו אחרים יוצאים על ידו אפילו כשיודעים בעצמם לברך ובפרט ברכה אחרונה מעין שלש שאין הכל בקיאים בה בע\"פ בודאי טוב לעשות כן לכתחלה ומ\"מ טוב יותר שיאמרו עם המברך מלה במלה:",
            "(י) דאין זימון לפירות - היינו דכיון דאין מצות זימון בפירות להזדמן יחד ולומר נברך שאכלנו ממילא צריך כ\"א לברך לעצמו ולא לצאת בברכת חבירו ועיין לעיל סימן קצ\"ג סק\"ו במ\"ב:",
            "(יא) וי\"א דבכל וכו' - קאי אריש הסעיף אברכה ראשונה וטעמם דדוקא פת ויין דחשיבי מהני הסיבה או ישיבה לדידן משא\"כ בשארי דברים דלא חשיבי צריך כ\"א לברך לעצמו ואם באו פירות תוך הסעודה אחד מברך לכולם דמיגו דמהני הסיבה לפת מהני נמי לשארי דברים:",
            "(יב) בפירות - וה\"ה בשארי דברים. ולענין שכר ומי דבש שקורין מע\"ד עיין בע\"ת וט\"ז ומ\"א והאידנא נוהגין שגם בזה כ\"א מברך לעצמו [פמ\"ג] ולענין יין משמע מרמ\"א וכן מבואר מד\"מ דגם לדידן מהני הסיבה או ישיבה אבל כמה אחרונים העלו דאף ביין טוב שיברך כ\"א לעצמו משום דהאידנא אין העולם רגילין לקבוע עצמן על היין ובאמת לדינא תלוי זה במנהג המקומות דבמקום שמצוי הרבה יין ורגילין לקבוע עליו בודאי מהני הסיבה או ישיבה להוציא אחד את חבירו. וכמדומה שכעת המנהג פשוט ברוב המקומות שאין מוציאין אחד את חבירו כמעט בשום דבר מאכל אף שהוא נגד הדין ואפשר משום שאין הכל בקיאין להתכוין לצאת ולהוציא וכעין זה מבואר בח\"א כלל ה':",
            "(יג) שכל אחד מברך לעצמו - ודוקא לכתחלה אבל בדיעבד אם בירך וכוון להוציא חבירו והשומע נתכוין לצאת אף בלא הסיבה וישיבה כלל נמי יצא:",
            "(יד) מוציא אחרים - בברכת הנהנין דדוקא בברכת המצות שכל ישראל ערבין זה בזה וכשחבירו אינו יוצא ידי המצוה כאלו הוא לא יצא לכן יכול לברך אפילו מי שאינו חייב בברכה זו משא\"כ בברכת הנהנין שאינו חוב המוטל עליו כשאר מצות דלא ליתהני ולא לבריך ואפילו אם אינם יודעים בעצמן לברך. וזה הסעיף שייך בין לברכה ראשונה ובין לברכה אחרונה ועיין לעיל בסימן קס\"ז סי\"ט:",
            "(טו) ואז יוצאים בשמיעתן - ואם אינו אוכל ושותה עמהם אף בדיעבד לא יצאו דהא ברכתו הוי לבטלה כיון שאינו אוכל בעצמו ואיך יצאו על ידו ואפילו ענו אמן על הברכה אם לא שמה שלא אכל ושתה המברך היה בשוגג או באונס כגון שנשפך הכוס אחר הברכה וכה\"ג דבעת הברכה לא היה לבטלה אז יוצאין אחרים על ידו:",
            "(טז) שמכוונין אליו - והוא ג\"כ יכוין להוציאם וכדלקמיה בס\"ג:",
            "(יז) אפילו לא יענו אמן - דקי\"ל דשומע כעונה והרי הוא כמברך בעצמו. וכ\"ז לענין דיעבד אבל לכתחלה לבד מה שמצוה לענות אמן על כל ברכה ששומע מישראל כדלקמן בסימן רט\"ו עוד יותר יש חיוב לכתחלה לענות אמן בברכה שמתכוין לצאת בה כדי להורות בפועל שמסכים לברכת המברך [אחרונים]. כתבו הפוסקים אם כמה אנשים עושים מצוה אחת מצוה לכתחלה שאחד יברך לכולם דברוב עם הדרת מלך ועיין לעיל בסימן וי\"ו בשע\"ת סק\"ו ובסימן ח' ס\"ה ובמ\"ב ובסימן רצ\"ח ובתבו\"ש סימן י\"ט:",
            "(יח) בשמיעת וכו' - מדסתם משמע דאכל ברכות קאי ואפי' ברכות שהם דרבנן בעינן דוקא שיכוין לצאת ידי המצוה וכ\"מ ברי\"ט ס\"ה ועיין לעיל סימן ס' במ\"ב סק\"י ובה\"ל שם ובסימן רע\"א בס\"ו בבה\"ל ד\"ה וכגון:",
            "(יט) מתחלת ועד סופה - והיינו גם תיבת ברוך שבתחלתה דלא עדיף ממברך בעצמו כשמדלג איזה תיבה מעיקר הברכה דלא יצא ידי חובתו דהוי משנה ממטבע שטבעו חכמים:"
        ],
        [
            "(א) כל ברכה - היינו בין ברכת הנהנין ובין ברכת המצות בין ברכה ארוכה שיש בה פתיחה וחתימה בין שאין בה אלא פתיחה בלבד חוץ מברכה הסמוכה לחברתה דנמשכת לברכה הקודמת לה שיש בתחלתה שם ומלכות:",
            "(ב) שם ומלכות - והא דבתפלת י\"ח לא תקנו מלכות תירץ ב\"י בשם הרא\"ש דברכה ראשונה כיון דאית בה האל הגדול חשוב כמו מלכות וכולהו בתרה דראשונה גרירא ועי\"ש עוד תירוצים:",
            "(ג) ואם דילג וכו' - אבל אם דילג תיבת אתה אינו מעכב בדיעבד:",
            "(ד) שם וכו' - היינו שלא אמר כלל אזכרה אבל אם אמר אזכרה אחת כגון אדני או אלהינו יצא:",
            "(ה) יחזור ויברך - המחבר מיירי לענין פתיחת הברכה דאית בה שם ומלכות וה\"ה לענין ברכה שיש בה חתימה אם דילג השם בחתימה הוי כלא חתם כלל:",
            "(ו) דמלך לבד וכו' - ובספר אבן העוזר חולק ע\"ז ועיין בבה\"ל מה שכתבנו בזה:"
        ],
        [
            "(א) אחר ברכותיו - ר\"ל אחר כל ברכה מיוחדת שהוא מברך או אפילו אחר שתי ברכות כל שאינם סיום ברכות אין עונה בעצמו אחריהם אמן דאיתא בגמרא כל העונה אמן אחר ברכותיו ה\"ז מגונה. והנה מלשון הגמרא משמע דלא עשה בזה איסור רק דהוא מגונה וה\"מ דלא עשה בזה הפסק אבל אם בירך על איזה דבר מצוה שרוצה לעשות או ברכת הנהנין דהפסיק בזה בין הברכה לאותו דבר עשה איסור בזה וחוזר ומברך [פמ\"ג בסי' נ\"א]:",
            "(ב) שהם סוף ברכות - היינו אחר ברכת שומר עמו ישראל לעד [או אחר הפורס סוכת וכו' שאומרים בשבת] שהוא גמר ברכות ק\"ש או אחר ברכת בונה ירושלים שהוא גמר ג' ברכות ראשונות שהם מן התורה ולא אחר ברכות ראשונות דערבית ודשחרית שאף שהם שתי ברכות הלא אינם בסוף הענין ואמן לא שייך אלא בגמר וסילוק הענין:",
            "(ג) אחר יהללוך וכו' - ואע\"ג דאין עונין אמן אחר עצמו אלא דוקא אחר שתי ברכות סמוכות מ\"מ הני מקרי סמוכות דיהללוך סמוכה להברכה שלפני הלל וישתבח סמוכה לברוך שאמר דהא אסור להפסיק ולהשיח בין ברוך שאמר לישתבח ובין ברכה שלפני הלל ליהללוך [ופסוקי דזמרה שאומרים ביניהם לא מקרי הפסק] משא\"כ בברכה אחרונה שאחר ברכת הנהנין אע\"ג דאיכא ג\"כ שתי ברכות אחת לפניה ואחת לאחריה כיון שאין לה אחיזה עם ברכה ראשונה שהרי רשאי להפסיק ולדבר בין הטעימה שאחר ברכה ראשונה לבין ברכה אחרונה הויא ברכה אחרונה כברכה מיוחדת:",
            "(ד) בונה ירושלים - מפני שהוא סוף ברכות שהם מדאורייתא דברכת הטוב והמטיב הויא מדרבנן וכדי להראות שחילוק יש ביניהם לכך עונים אחריה אמן:",
            "(ה) שומר עמו וכו' - אבל אין עונין אחר יראו עינינו שמברך בעצמו כי היא אינה שייך לברכת ק\"ש והויא כברכה מיוחדת:",
            "(ו) שלא שמע כולה - אלא שמע רק שמזכיר השם וסוף הברכה חייב לענות אמן אחריו ויש שפוסקים דאפילו לא שמע רק חתימת הברכה צריך לענות אמן [א\"ר] ועיין בח\"א שהכריח דאפילו דעה הראשונה מודה היכא שיודע על איזה ברכה הוא עונה דצריך לענות וכדלעיל בסימן קכ\"ד ס\"ח בהג\"ה ע\"ש:",
            "(ז) אע\"פ שאינו חייב - ר\"ל וכ\"ש היכא שהוא עצמו חייב באותה ברכה ורוצה לצאת בברכת המברך בודאי חייב לענות אמן להורות שגם הוא מחזק ומקיים דברי המברך אכן אז בעינן דוקא שישמע כל הברכה מתחלה ועד סוף כדלעיל בסימן רי\"ג ס\"ג:",
            "(ח) חייב לענות - דכתיב כי שם ה' אקרא הבו וגו' ואחז\"ל [יומא ל\"ז] אמר להן משה לישראל כשאני מברך ומזכיר שם השי\"ת אתם הבו גודל לאלהינו בעניית אמן:",
            "(ט) אחריו אמן - איתא במדרש כששומע שאחד מתפלל דבר או מברך לישראל אפילו בלא הזכרת השם חייב לענות אמן. ולכן נתפשט המנהג שעונין אמן אחר הרחמן בבהמ\"ז [אחרונים]:",
            "(י) אבל אם היה וכו' - מדכייל אפיקורוס וכותי בהדי תינוק וגדול ששינה משמע דחדא דינא אית להו וכי היכי דבתינוק וגדול ששינה אפילו שמע כל הברכה מפיהם לא יענה אמן דהברכה היא לבטלה כן ה\"ה באלו ואע\"ג דבגמרא אמרינן שאף בכותי עונין אם שמע כל הברכה מפיו היינו קודם שמצאו להן דמות יונה בהר גרזים שהיו עובדין לה אבל אח\"כ לא דכונתן להר גרזים ואפיקורוס נמי אין כונתו לשמים אלא לע\"ג והגר\"א בביאורו פסק דבאלו השנים אם שמע כל הברכה מפיו עונה אחריו אמן:",
            "(יא) ושינה וכו' - ודוקא כששינה באופן דלא יצא בהברכה מחמת זה והרי הוא כמברך ברכה לבטלה דאסור לענות אמן אחריו:",
            "(יב) שמע כל הברכה - שאין דרך העו\"ג לכוין לע\"ג כשמזכיר השם [ונראה דה\"ה במי ששמע מאחד שהמיר דתו לע\"ג] ומ\"מ דעת הט\"ז דאין עליו חיוב לענות בעכו\"ם רק רשות:",
            "(יג) שלומד וכו' - ר\"ל דאין שייך לומר אמן לאמת ולקיים את דברי המברך אחרי דאין שם ברכה עלה:",
            "(יד) לבטלה - ר\"ל שלומד הרב עמהם הברכות שלא בזמנן אפ\"ה מותר להזכיר שם השם ואפילו הרב יכול להזכיר השם כדי ללמד להתינוק הברכות שהרי ע\"כ אנו צריכים ללמוד עמהם כדי לחנכם בלימוד התורה ובקיום המצות (וכמו דכתיב ולמדתם אותם את בניכם וגו') ודוקא עם התינוק מותר להזכיר את השם אבל גדול בשעה שלומד הברכות בגמרא אומר בלא הזכרת השם ורק כשלומד הפסוקים הנזכרים בתלמוד רשאי לאומרן כמו שהם כתובים עם הזכרת השם:",
            "(טו) לפטור וכו' - כגון שמברך הברכות בזמנן דרך חינוך:",
            "(טז) דבני חינוך הם - משמע דעל ברכה שמברך על אכילה וכה\"ג קודם שהגיע לחינוך אין לענות אמן עליו [פמ\"ג בחידושיו על ברכות]:",
            "(יז) שאומרים ההפטרה - ר\"ל שאז קורין בתורה ובנביאים ומברכין לפניהם ולאחריהם וצריך לענות אמן עליהם:",
            "(יח) ברכה שאינה צריכה - כגון שמברך בתוך הסעודה על דברים שנפטרו כבר ע\"י ברכת המוציא דזו הברכה שלא לצורך היא כלל ועוד כתבו הפוסקים דאפילו אם עכשיו לא היה הברכה לבטלה ג\"כ היא לפעמים בכלל ברכה שאינה צריכה כגון אם שלחנו ערוך לפניו ודעתו לילך וליטול ידיו ולאכול ולוקח קודם הנטילה ומברך על דברים שדעתו לאכלם בתוך הסעודה ג\"ז אסור דגורם ברכה שאינה צריכה וכ\"ש המפסיק בין הברכה לעשיה דגורם שתתבטל הברכה הראשונה לגמרי בודאי אסור ועיין לעיל בסימן מ\"ו במ\"ב סקי\"ד ובמ\"א בסימן זה לענין השלמת מאה ברכות בשבת:",
            "(יט) לשוא - ר\"ל אף שהוא מברך כסדר נוסח הברכה בדרך הודאה ושבח כיון שאינה צריכה וכ\"ש אם הזכיר שם השם לבטלה ח\"ו ולא דוקא שם של ד' אותיות ה\"ה שארי השמות ג\"כ בכלל איסור הזה. וה\"ה אם הוציא השם בלשון לעז לבטלה דהיינו שלא בדרך שבח והודאה ג\"כ יש איסור (אחרונים). כתב הא\"ר בשם ס\"ח אם תשמע שחברך מזכיר השם אל תכנס תוך דבריו לומר עשה לי כך וכך שהרי עי\"ז ישתוק לשמוע דבריך ואתה גורם שיוציא שם שמים לבטלה אבל אם תשמע שחברך הזכיר שם השם לקלל את חבירו אז תפסיק דבריו כי יחטא כשיקלל:",
            "(כ) כנשבע לשוא - הוא לשון הרמב\"ם ומקורו ממה דאיתא בגמרא כל המברך ברכה שא\"צ עובר משום לא תשא את שם וגו' ומ\"מ דעת כמה ראשונים דעיקר האיסור הוא מדרבנן כיון שהוא מזכירו בברכה דרך שבח והודאה וקרא אסמכתא בעלמא אבל אם הוא מזכירו להשם ח\"ו לבטלה בלא ברכה לכו\"ע יש בו איסור תורה שהוא עובר על מ\"ע דאת ה' אלהיך תירא שהיא אזהרה למוציא שם שמים לבטלה כדאיתא בתמורה [דף ד'] כי זהו מכלל היראה שלא להזכיר שמו הגדול כ\"א בדרך שבח והודאה מה שמחויב אבל לא לבטלה. ומ\"מ בין לדעת הרמב\"ם ובין לשארי פוסקים אם נסתפק לו על איזה ברכה אם בירך או לא אם הוא דבר שהוא דאורייתא חוזר ומברך ואם הוא דרבנן לא יחזור ויברך ומשמע מכמה אחרונים דאיסור יש בדבר לחזור ולברך. כתבו האחרונים דאפילו יש ספק ספיקא להצריך ברכה כגון ספק אכל כזית או לא ואת\"ל לא אכל שמא הלכה דעל בריה אפילו פחות מכזית מברכין אפ\"ה ספיקו להקל ולא יברך:",
            "(כא) ואסור לענות אחריו - דלא עדיף מתינוק שמזכיר השם דרך לימודו דלא עשה איסור בהזכרתו ואפ\"ה אין לענות אמן אחריו דאין שם ברכה עלה כ\"ש זה דעשה איסור דהוציא ש\"ש לבטלה [הגר\"א]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}