{
    "versionTitle": "Hilchos Birchos Hodaos",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) כשעלו ממנה - ודוקא כשעלו ממנה לגמרי ואין בכלל זה מה שעומדים עם הספינה כשבאה לנמל והאנשים שבה יורדים ליבשה ליום או ליומים או עד שתגיע זמן הספינה לילך הלאה דבזה אין מברכין דאכתי לא ניצול מן הסכנה לגמרי וה\"ה בהולכי מדבריות ובדרך הליכתם עוברים דרך איזה עיר ג\"כ אין מברכין:",
            "(ב) ונתרפא - והולך כבר על בוריו:",
            "(ג) ומי שהיה חבוש - דעת מ\"א דמיירי בחבוש על עסקי נפשות דוקא והרבה חולקים עליו ועיין בבה\"ל מה שביארנו בזה. כתבו האחרונים דמי שנתחייב ארבעתן אינו מברך כ\"א ברכה אחת לכולן. עוד כתבו דקטן אינו מחוייב להודות [ואפילו מצד מצות חינוך] וגם נשים מנהג העולם שאין מברכין ברכה זו וכתבו האחרונים הטעם משום דסדר ברכה זו הוא בפני עשרה וכדלקמיה ולא אורח ארעא לאשה. ויש שכתבו דמ\"מ נכון הוא שתברך בפני עשרה עכ\"פ בפני נשים ואיש אחד:",
            "(ד) הגומל לחייבים טובות - פי' אפילו לאותם שהם חייבים עכ\"ז גומל להם טובות וגם אני אע\"פ שאיני הגון עכ\"ז גמלני בכל טוב ונוסח זה אינו מעכב כל שאמר ענין הברכה וכדלקמיה בס\"ד. כתב הרמב\"ם המברך צריך שיהיה עומד בשעת ברכה ובדיעבד יצא אף בישיבה:",
            "(ה) והשומעים אומרים - ואם לא אמרו אינו מעכב [אחרונים]:",
            "(ו) בפני עשרה - עם בעל הנס:",
            "(ז) ובמושב זקנים - ואין זקן אלא מי שקנה חכמה וכתב מ\"א דבעינן הני דתנו הלכתא:",
            "(ח) יש אומרים שיצא - דכל עיקר עשרה אינו אלא למצוה ולפ\"ז אם יודע שלא יזדמנו לו עשרה יברך בלא עשרה אפי' לכתחלה ועיין בהלכות הרא\"ה שכתב דימתין עד שלשים יום פן יזדמן לו עשרה שיוכל לקיים המצוה כהלכתה ויותר לא ימתין:",
            "(ט) בלא הזכרת שם ומלכות - משום דספק ברכות להקל:",
            "(י) אם בירך אחר - מדסתם המחבר משמע דאפילו אחר שאינו קרובו יכול לברך אטובת חבירו כל שהוא משמח בזה ועיין בבה\"ל ד\"ה ואין זה וכו':",
            "(יא) וענה אמן - ואי לא ענה אמן לא יצא ומיירי ששמע הברכה מתחלתה ועד סופה וכוון נמי לצאת בה ידי חובת ברכת הגומל שנתחייב:",
            "(יב) יצא - וה\"ה דלכתחלה יכול לפטור עצמו בכך. ודוקא שיש שם עשרה הא אי ליכא עשרה בודאי אין לו לכוין לפטור עצמו ובדיעבד שכוון אם צריך לחזור ולברך תליא בפלוגתא דס\"ג ויברך בלא שם ומלכות:",
            "(יג) דיהבך לן - בש\"ס הגירסא דיהבך לן ולא יהבך לעפרא:",
            "(יד) ואין זה וכו' - היינו אפילו לא היו שם עשרה אנשים ולי\"א הנ\"ל בס\"ג דס\"ל דלא יצא בפחות מיו\"ד וא\"כ החולה אינו יוצא בברכה זו אפ\"ה לא מקרי זה ברכה לבטלה לגבי המברך שהוא רשאי לומר ברכה זו לכו\"ע אפילו בפחות מעשרה [הגר\"א]:",
            "(טו) אע\"פ שלא נתחייב - דלא נזכר חיוב ברכה זו בש\"ס בד' שצריכין להודות כ\"א בהן עצמן ולא שיברך אחר עליהן:",
            "(טז) רק דרך שבח - ר\"ל שלא בתורת חיוב:",
            "(יז) על טובת חבירו - וכ\"ש על אשתו שהיא כגופו דרשאי לברך ומזה נוהגים קצת אנשים שכשיולדות נשותיהם וחוזרות לבורין עומדים ומברכים ברכת הגומל וכשהיא תענה אמן על ברכתו יוצאת בזה ונוסח הברכה יאמר הגומל לחייבים טובות שגמלך כל טוב. ואם בירך שלא בפניה יאמר שגמל לאשתי כל טוב ואם הוא מברך על אביו [או רבו] יאמר בא\"י אמ\"ה שגמל לאבי [או לרבי] כל טוב ואם בפניו יאמר שגמלך כל טוב:",
            "(יח) ששמח בה - ודוקא בקרובו או אוהבו שעכ\"פ שמח הוא ברפואתו או בהצלתו של זה אבל אם אינו שמח בלבו כ\"כ אלא שאומר כן מפני השלום אין לו לברך בשם ומלכות דבזה ברכתו לבטלה אלא יאמר ברוך הש\"י דיהבך לן ועיין בבה\"ל שיש חולקים על עיקר דין זה דהג\"ה וע\"כ מהנכון ליזהר לכתחלה שלא לברך ברכת הגומל אפילו על קרובו ואוהבו כ\"א על אביו ורבו לבד:",
            "(יט) אם איחר - ר\"ל שלא בירך בשעה שעלה מן הים או בשעה שחזר לבוריו ממחלתו:",
            "(כ) שלשה ימים - דעד זמן זה קרוי בא מן הדרך וכתבו האחרונים דאפילו יצטרך בשביל זה לברך שלא בס\"ת כפי המנהג אעפ\"כ אל יאחר יותר משלשה ימים כגון אם יצא ביום ב' לאחר שכבר קראו יברך בעשרה בלא ס\"ת ואל ימתין עד יום ה' ועיין במש\"כ לעיל בסק\"ח:",
            "(כא) שלא חייבו אלא וכו' - עיין לקמיה בס\"ק ל\"א:",
            "(כב) נוהגים לברך מפני וכו' - דס\"ל דברכה זו שוה לענין ברכת תפלת הדרך לעיל בסימן ק\"י עי\"ש:",
            "(כג) ומיהו בפחות וכו' - דבמקום קרוב כזה בודאי לאו בחזקת סכנה הוא:",
            "(כד) כל שעלה למטה - אבל אם לא עלה למטה כלל רק שיש לו איזה מיחוש בעלמא בראשו או בגרונו וכה\"ג אינו מברך אפילו לדעה זו:",
            "(כה) מפני שדומה כמי שהעלוהו וכו' - שאין אנו יודעים איך יצא דינו כמו כן בחולה כיון שנפל למשכב אין אנו יודעים סופו שכמה פעמים אע\"פ שתחלתו לא היה סכנה לבסוף מתגברת המחלה ובא לידי סכנה:",
            "(כו) ואין הפרש בין וכו' - ר\"ל שלא תאמר דמיחוש שבא מזמן לזמן כבר ידוע הוא שאין בו סכנה אינו כן ואדרבה כל שהוא קבוע הוא יותר מתחזק ואע\"פ שנעשה לו נס פעמים רבות וניצול ממנו מן השמים רחמוהו ולאו כל שעתא מתרחיש ניסא עכ\"ל הרשב\"א בתשובה:",
            "(כז) ובין שאינו קבוע - אלא בכל גוונא כל שעלה למטה מחמתו בזמן שחשש בו חייב לברך אח\"כ:",
            "(כח) כגון מכה של חלל - או שאר חולי שיש בו סכנה כגון קדחת של כל הגוף (שקורין שוידערין) כמבואר בסימן שכ\"ח ועיין בה\"ל. וכן נוהגין באשכנז - וכתב המ\"א דקצת נוהגין כסברת המחבר וכן דעת הא\"ר לדינא וכן כתב במגן גבורים שכל שחלה בכל גופו שכיוצא בזה מחללין עליו את השבת ע\"י עו\"ג מברך הגומל [והביא כן בשם הרדב\"ז] וכעין זה כתב ג\"כ הח\"א אך שכתב שמ\"מ לא יברך אא\"כ נפל למטה לא פחות מג' ימים ועיין בה\"ל דאם מחלתו הוא דבר שיש בו סכנה אפילו בפחות מג' ימים נמי צריך לברוכי:",
            "(כט) אם גנבים באו לו - ר\"ל והיה קרוב לסכנה על ידם וכדלעיל בסוף סי' רי\"ח:",
            "(ל) כולם צריכים וכו' - ואעפ\"כ כשיגיע למקום שנעשה בו הנס יברך גם שעשה לי נס במקום הזה ועיין בסימן רי\"ח ס\"ט שם יש פלוגתא אי יברך שעשה לי נס כשניצול בדרך הטבע [מ\"א]:",
            "(לא) אלא הני ארבעה - משום שמצויים ביותר תקנו עליהם ברכת הגומל משא\"כ אינך שאינם שכיחים כלל אין לברך עליהם הגומל אלא בהני דנעשה להם נס יברך שעשה לי נס כשיגיע לאותו מקום. ומי שהלך בדרך אפילו שלא במקום סכנה ובאו עליו לסטים להרגו וניצול לכו\"ע מברך ברכת הגומל:",
            "(לב) בלא הזכרת שם ומלכות - והאחרונים כתבו דהמנהג כסברא ראשונה וכן מסתבר:",
            ""
        ],
        [
            "(א) ונפשו עגומה עליו - היינו אפילו אין בו משמעות לרע:",
            "(ב) ייטיבנו וכו' - ואפי' היכא שהוא מתענה. וטוב שייטיב בשחרית כי זריזין מקדימין למצוה אך אז לא יאמרו לו לך אכול בשמחה וגו' אם לא כשאין מתענה [פמ\"ג] ויזכור החלום במחשבתו בשעת הטבה:",
            "(ג) באפי תלתא וכו' - מצוה להמצא עם הג' להיטיב מפני שמשיב את נפשו בזה ואף בשבת יכול להיטיב חלום [א\"ר]:",
            "(ד) וטבא להוי וכו' - שבע זמנין לגזרו וכו' לשון זה צריך שיאמרוהו העונים ג' פעמים וי\"א דיאמרוהו ז' פעמים. ובסוף ההטבה יאמרו לו לך אכול לחמך בשמחה ושתה בלב טוב וגו'. מי שחלם לו חלום קשה על חבירו יתענה [ס\"ח סימן תמ\"ד ע\"ש טעמו ועוד נראה דלפעמים מורה הדבר על החולם גופא אלא דבחלום אין מראין הדבר רק בדמיון מה]:",
            "(ה) יפה וכו' - עוברות ומניקות אין להורות להם להתענות רק יפדו בממון [פמ\"ג]:",
            "(ו) תענית - אבל דוקא כשעושה תשובה עמו כי התענית מועיל כמו קרבן לחטא מה קרבן אינו מועיל בלי תשובה שנאמר זבח רשעים תועבה אף תענית חלום וכו' [ס\"ח]:",
            "(ז) כאש לנעורת - ומ\"מ אין מחויב להתענות אלא רשות:"
        ],
        [
            "(א) אם היו בצער - אפשר דבא\"י שמצוי שם יובש גדול וכשבא עת הגשמים והגשם יורד בזמנו כל אחד שמח בו אפילו בסתמא צריך לברך בפעם ראשון כשיורד ונקט לשון זה לאפוקי אם יורד עוד הפעם למחר וליומא אוחרא ומפמ\"ג משמע דאפילו בפעם ראשון א\"צ לברך כשהשנים מסודרות כתיקונן ועיין בבה\"ל:",
            "(ב) ואינן נעצרין כ\"כ - ר\"ל ואין להם שמחה בירידת הגשמים ואה\"נ אפילו באותן ארצות שרגילין במטר אם נעצרו הגשמים והיה העולם בצער ואח\"כ ירדו גשמים שצריך לברך:",
            "(ג) רוב ההודאות - ר\"ל בריבוי ההודאות:",
            "(ד) בשותפות וכו' - הטוב והמטיב. שהטיב לו וגם לאחרים עמו דהיינו להשותף ומשמע בהרבה אחרונים דאפילו אם יש לו רק אשה ובנים הם ג\"כ בכלל שותפין:",
            "(ה) ואם אין לו וכו' - הרואה נילוס כשהוא קטן וחוזר ורואהו בזמן שהוא גדול ושמח בראיתו מברך שהחיינו אף דאין לו קרקע כיון דהוא בא מזמן לזמן והוא נהנה ושמח בראיתו לא גרע מאדם הרואה את חבירו ושמח בראיתו דמברך שהחיינו אבל הרואה בכל יום אף דביום זה ניתוסף על שלפניו מ\"מ לא יברך דקמא קמא בטיל בהנהר. ואם רואה מים שבכלי\"ג [הוא חלק מהנילוס שמתפשט בו ג\"כ מגודל הנהר] אם כבר ראה המים במקומו בנילוס אין לו לברך על ראית הכלי\"ג אבל אם לא ראה אלא עתה בכלי\"ג מברך שהחיינו שרגילין העולם לשמוח גם בו:",
            "(ו) מברך שהחיינו - לבד ולא הטוב ומטיב ואפילו יש לו שותף כותי לא מקרי שותף לזה [מ\"א ע\"ש טעמו]:",
            "(ז) י\"א דהשומע שירדו וכו' - ר\"ל אף שלא ראה בעצמו רק שמע מאחרים שירדו גשמים בשדה שלו אחר העצירה וכנ\"ל ג\"כ שייך ברכת הטוב והמטיב והיינו כשהשדה שלו הוא בשותפות וכנ\"ל ברואה בעצמו ואם השדה שייך לו לבדו מברך שהחיינו וכנ\"ל. ואם אין לו שדה אינו מברך כלל ואפי' ברכת מודים הנ\"ל דברכה זו לא נתקנה אלא ברואה בעצמו ולא בשומע [מ\"א וח\"א] ובשיטה מקובצת מסיק בסוף דבריו דאין חילוק כלל בין רואה לשומע ויכול לברך ברכת מודים אפילו בשומע. ומ\"מ נראה דספק ברכות להקל:"
        ],
        [
            "(א) על וכו' - ודוקא כששמע מפי אדם נאמן וזה האדם ראה בעצמו אבל אם שמע שמועה [בין שמועה טובה שצריך לברך עליה הטוב והמטיב או שהחיינו בין שמועה רעה שצריך לברך עליה דיין האמת] ואין המגיד נאמן או שהמגיד לא ראה בעצמו לא יברך וכן אם שמע שנתפס הגזלן שגזל ממנו לא יברך עד שישיב לו הגזלה. מי שהוכרח מחמת עניותו לקחת אשה עשירה שלא בחפצו מברך הטוב והמטיב ודיין האמת [מ\"א בשם ס\"ח] וכמדומה שכהיום ממעטין בברכות אלו [פמ\"ג] גם בספר מור וקציעה מפקפק בזה:",
            "(ב) שמועות - נקט בלשון רבים להורות שאם שמע כמה שמועות בבת אחת די לו בברכה אחת:",
            "(ג) מברך שהחיינו - היינו כשיש לו שמחה מהשמועה וכן להיפוך בדיין האמת כשיש לו צער מהשמועה:",
            "(ד) כדרך שמברך וכו' - כי באמת כל היסורין בין בגוף ובין בממון הוא הכל כפרה על העונות כדי שלא יצטרך להתיסר לע\"ל ששם העונש הוא הרבה יותר גדול וכדאיתא במדרש יצחק תבע יסורין [היינו שהוא הכיר גודל מדת הדין שלעתיד וכעין זה אמר ג\"כ דהע\"ה סמר מפחדך בשרי וממשפטיך יראתי ותבע בעצמו יסורין כדי שינקה מכל וכל ולא יצטרך לפחוד עוד] א\"ל הקב\"ה חייך דבר טוב אתה מבקש וממך אני מתחיל שנאמר ויהי כי זקן יצחק ותכהין עיניו מראות:",
            "(ה) אע\"פ שירא וכו' - כי אין לנו להסתכל בעתיד שאפשר שלא יהיה כן [רמב\"ם בפי' המשנה]:",
            "(ו) כגון שמצא מציאה - וירא שיעלילו עליו ויקחו את אשר לו ומיירי שיש לו אנשי בית שיש בזה טובה גם להם ושייך ברכת הטוב והמטיב דאל\"ה יש לו לברך רק שהחיינו:"
        ],
        [
            "(א) ילדה וכו' - ואפילו לא ראה בעצמו רק שמע כשהיה בעיר אחרת וכן במה שמבואר בס\"ב:",
            "(ב) זכר - מדסתמו הפוסקים משמע דאפילו היו לו כמה זכרים ותאב שיולד לו בת כדי שיקיים מצות פו\"ר אפ\"ה אם נולד בת אין מברך ע\"ז ומ\"מ נ\"ל פשוט דבפעם ראשון כשרואה אותה מברך ברכת שהחיינו דמי גרע ממי שרואה את חברו לאחר ל' יום ושמח בראייתו דמברך שהחיינו כדלקמן בסימן רכ\"ה ס\"א:",
            "(ג) מברך הטוב והמטיב - הטוב לו דניחא ליה בזכר וגם טוב לה שגם לה ניחא בבן זכר ואפילו היה להם כבר כמה בנים. ועיין בפמ\"ג דאפילו אם לא בירך תיכף כששמע ג\"כ יברך לכו\"ע דעדיין הטובה נמשכת:",
            "(ד) ואם מתה אשתו וכו' - יש אומרים דהמחבר פליג ע\"ז וס\"ל דאפילו מתה אשתו בלדתה מברך הטוב והמטיב וכזה ס\"ל ג\"כ הט\"ז לדינא וטעמו של הט\"ז דמ\"מ יש לה טובה שהשאירה זכר בעולם ע\"ש אבל במור וקציעה פליג ע\"ז דברכת הטוב והמטיב נתקן רק על הנאה גשמיית ולא על הנאה רוחניית לבד וכן בלחם חמודות ולבוש וח\"א כולם העתיקו לדינא כהרמ\"א:",
            "(ה) בלידתה - מלשון זה משמע לכאורה דאם מתה איזה שעות אחר לידתה מברך הטוב והמטיב דמכל מקום ניחא היה לה מקודם שמתה ועיין בבה\"ל:",
            "(ו) מברך שהחיינו - על לידת הבן אלא שמתחלה צריך להקדים לברך דיין האמת על מיתתה דברכת דיין האמת היא חובה כדלעיל בסימן רכ\"ב ס\"ג וברכה זו דשהחיינו י\"א שאינה אלא רשות וכדלקמיה:",
            "(ז) בברכה זו - פי' בברכת שהחיינו מפני שהיא רק רשות [שעיקר ברכת שהחיינו נתקן על דבר הבא מזמן לזמן כמועדים וכדומה] ומזה נתפשט שרבים מקילים בכל הברכות כיוצא באלו אבל אינו נכון דמאי דאיתמר בגמרא שהיא רשות איתמר:",
            "(ח) מת אביו - וה\"ה שאר אדם כשר שאדם מצטער עליו דהוא בכלל שמועות רעות מיהו העולם נוהגין לברך בלא שם ומלכות ואינו נכון ועכ\"פ על ת\"ח שמת שצריך בודאי להתאונן ולהתמרמר ע\"ז וכן על קרוביו שחייב להתאבל עליהם ודאי יזכור הברכה בשם ומלכות:",
            "(ט) ג\"כ שהחיינו - היינו מתחלה דיין האמת כנ\"ל באות ו' ואח\"כ שהחיינו על הנכסים שנשארו לו מאתו [רמב\"ם] ואף דיותר היה מתרצה שלא ימות אביו ולא יירשנו מ\"מ יכול לברך שהחיינו דאין ברכה זו תלויה בשמחה אלא בדבר שמגיע לו תועלת ממנו ואע\"פ שמתערב עמה צער ואנחה [ת' הרשב\"א סי' רמ\"ה]:",
            "(י) במקום שהחיינו - ר\"ל ששוב לא יברך שהחיינו כיון שיש בזה טובה גם לאחיו ויוכל לברך ברכת טוב ומטיב. א\"ל שמתה אשתו והניחה ממון מברך דיין האמת על מיתתה ושהחיינו על ירושתה:",
            "(יא) בנה וכו' - וה\"ה אם קנה בית ודוקא כשבנה או קנה לעצמו אבל אם יש לו שותפות בגוה כ\"א מהשותפים מברך הטוב והמטיב [גמרא] וע\"כ קהל שבנו או קנו בהכ\"נ יעמוד ש\"ץ ויברך בקול רם הטוב והמטיב להוציא את כולם:",
            "(יב) בית חדש - ה\"ה אם נשרף וחזר ובנאו אבל אם סתרו וחזר ובנאו יש דעות באחרונים בזה וספיקו להקל. ואם הוסיף בו איזה שורה בגובה לכו\"ע יש לברך:",
            "(יג) כלים חדשים - בין מלבושים ובין כלי תשמיש ושתיה ואכילה וכיו\"ב אם הם דברים שלב האדם שמח בהם עני בראוי לו ועשיר בראוי לו ועיין בסעיף וי\"ו אכן אם הוא עשיר גדול שאפילו כלים יקרים וחשובים אין נחשבים לו ואין שמח בהן לא יברך. ובקניית ספרים יש דעות בין האחרונים אם יברך עליהם משום דמצות לאו ליהנות ניתנו ובח\"א מצדד דאם היה מהדר אחר זה הספר ושמח בקנייתו דמברך שהרי ברכה זו נתקנה על השמחה ולא על התשמיש וכדלקמיה בס\"ד וכ\"כ במור וקציעה וע\"כ אין למחות ביד המברך:",
            "(יד) היה לו וכו' - מירושת אבותיו דמ\"מ כלי זה חדש הוא לענין קניה וכתב עוד דאפילו קנה וחזר וקנה דבזה אף לענין קניה לאו חדש הוא שהרי יש לו כלים כאלו קנויות מכבר אפ\"ה כלי זו חדשה היא אצלו:",
            "(טו) שהחיינו - ויזהר לברך תיכף קודם שיתרגל ויסתלק השמחה ממנו:",
            "(טז) לאפוקי אם מכרן וכו' - ואפילו אם הם חדשים שלא נשתמש בהם עדיין מ\"מ כיון שכבר דש בהן לית בהן שמחה:",
            "(יז) בשעת הקנין וכו' - ודוקא אם קנה בגד שראוי ללובשו תיכף אבל אם קנה שום דבר שאינו ראוי ללובשו או להשתמש בו כמו שהוא רק שצריך ליתן לאומן לתקן לא יברך שהחיינו עד שעה שילבש הבגד או ישתמש בהכלי:",
            "(יח) מלביש ערומים - היינו קודם שהחיינו. אכן אם לובש הבגד שחרית יכול לצאת בברכת מלביש ערומים שמברך בברכת השחר [אחרונים]:",
            "(יט) הוא ובני ביתו - אבל אם קנה כלים לו וכלים לב\"ב מברך על שלו שהחיינו ועל של ב\"ב מברך הטוב והמטיב דטוב הוא לדידיה שזכה שיהיו ב\"ב מלובשים במלבושי כבוד והמטיב לאחריני הם ב\"ב שנהנין בטובה זו ודוקא אם קנה בשביל אשתו וזרעו אבל אם קנה בשביל עבדו ושפחתו לא מקרי טוב לדידיה דהוי כאלו מכר להם בשכרן שמגיע להם אם לא שגם הוא משתמש בהכלים האלו:",
            "(כ) במתנה - היינו דוקא כלים או בגדים שהמקבל משמח בזה אבל לא מעות שעי\"ז מתבייש יותר ולא יוכל ע\"ז לברך:",
            "(כא) לו ולנותן - שאם המקבל עני הוא טובה לנותן שזיכהו הש\"י לעשות צדקה ואם המקבל עשיר שמח הנותן שמקבל ממנו והוי טובה גם לנותן [הרא\"ש בביאור דברי הירושלמי]. והנה יש מאחרונים שחולקים על פסק זה וס\"ל דלפי מסקנת גמרא דידן לא נתקנה ברכה זו כ\"א בדאית להו לאחריני ג\"כ טובה גשמיית ולפ\"ז כשניתן לו כלים במתנה צריך המקבל לברך ברכת שהחיינו ולא ברכת הטוב ויש דנקטי לדינא כפסק השו\"ע ויברך ברכת הטוב ולא שהחיינו ולמעשה נראה דטוב יותר לנהוג בזה לברך ברכת שהחיינו ולא ברכת הטוב כאשר ביררנו בבה\"ל ומ\"מ במקום שנוהגין שעושין הלבשה לנערים יתומים כ\"א מהיתומים יברך מלביש ערומים וברכת הטוב והמטיב דהא איכא בזה טובה עוד לכמה נערים וברכת שהחיינו לא יברכו דבמקום שמברכין ברכת הטוב ס\"ל לרוב הפוסקים דאין מברכין שהחיינו:",
            "(כב) כגון חלוק וכו' - וה\"ה שאר כלים שאין חשובים ואין דרך לשמוח בהם:",
            "(כג) וי\"א דאפילו עני וכו' - ס\"ל דדוקא בגד צמר וכדומה דבר שיש בהם חשיבות קצת דמי לדבר הבא מזמן לזמן דסתם ב\"א מתחדשים להם לפרקים מועטים ושייך ע\"ז שהחיינו משא\"כ אלו שרגילים תמיד להתחדש לסתם ב\"א ואין שייך ע\"ז לברך שהחיינו לזמן הזה:",
            "(כד) וכן נוהגין - עיין במ\"א וביאור הגר\"א שהרדב\"ז מכריע לעני לברך ועיין בפמ\"ג ובדה\"ח שפסקו דלמעשה יש לנהוג דאפילו עני לא יברך על כלים שאינם חשובים כאלו:",
            "(כה) בהמה - אפי' טמאה ואפי' הוא ממין אחר רק שתפור תחתיו מעורות בהמה:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}