{
    "versionTitle": "Hilchos Rosh Hashanah",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "נוהגים לקום באשמורת - דסוף הלילה הקב\"ה שט בעוה\"ז והוא עת רצון ומה שנהגו מר\"ח שאז עלה משה בהר סיני לקבל לוחות אחרונות והעבירו שופר במחנה משה עלה להר שלא יטעו עוד אחר ע\"ז והוי עת רצון. ואיכא אסמכתא מקרא אני לדודי ודודי לי ר\"ת אלול וס\"ת עולה מ' כנגד ארבעים יום מר\"ח אלול עד יוה\"כ כי באלו ארבעים יום התשובה מקובלת להיות לבו קרוב אל דודו בתשובה ואז דודו קרוב לו לקבל תשובתו מאהבה ועוד סמך מקרא ומל ד' אלקיך את לבבך ואת לבב זרעך ר\"ת אלול:",
            "(א) אלול ואילך - אבל בר\"ח גופא א\"א סליחות ותחנונים וכן הנוהגים לומר תהלים כל אלול עם תחנונים יה\"ר אין להתחיל בר\"ח [פמ\"ג]:",
            "(ב) עד יוה\"כ - ונוהגין במדינתינו מר\"ח אלול עד יוה\"כ לומר בכל יום אחר גמר התפלה מזמור לדוד ד' אורי וכו' בוקר וערב ואומרים אחריו קדיש ואנו נוהגין לומר עד שמע\"צ ועד בכלל. וביום שיש בו מוסף אחר גמר תפלת שחרית קודם אין כמוך ובערב אחר תפלת המנחה ובמקומות שאומרים אותו אחר גמר התפלה בר\"ח יש להקדים מזמור ברכי נפשי וכן במקומות שאומרים אותו אחר תפלת שחרית ונוהגין ג\"כ לומר שיר של יום אחר תפלת שחרית יש להקדים השיר של יום [אחרונים]:",
            "(ג) מר\"ח ואילך וכו' - יש מתחילין מיום ראשון דר\"ח ויש מתחילין מיום שני דר\"ח וכ\"כ בסי' דה\"ח. ויש לתקוע בכל בוקר אחר התפלה. נוהגין בכל יום של ימי החול מר\"ח אלול ואילך אחר התפלה אומרי' בצבור עשרה מזמורים [וביה\"ר שלפני אמירתו יש לדלג תיבות בהם שבעים שנה] וכיון שא\"א ספר שלם י\"ל בזכות מזמורי תהלים שקראנו לפניך וכו' ואחר היה\"ר אומרים קדיש ואם אין עשרה בשעת אמירת תהלים וממתינין על אחד שישלים המנין יש לשייר מזמור אחד ויאמרוהו אחר שישלימו עשרה ויאמר קדיש ובימי התשובה שבין ר\"ה ליוה\"כ אומרים יותר מעשרה מזמורים כדי לגמור התהלים פעם שלישית קודם יוה\"כ [מטה אפרים]:",
            "(ד) לומר סליחות - ואף יחיד יוכל לומר אותם שאין בהם י\"ג מדות. ובסליחה שנזכר י\"ג מדות ידלג אותן תיבות. וכן אותם הבקשות שהן בלשון תרגום כגון מחי ומסי וכו' ומרן די בשמיא וכו' לא יאמר כשאין שם מנין עשרה [א\"ר]. כשמתחילין סליחות אומרים או\"א חוץ מסליחה המתחלת בשם אחד משמותיו של הקב\"ה. כתב אבודרהם ויקרא בשם ד' יש להפסיק מעט בין בשם ובין ד'. אם אין מנין בעת אמירת אשרי יאמר סליחות וכשיבואו מנין יאמרו קדיש באמצע סליחות ובא\"ר כתב שיאמרו אח\"כ ג' פסוקים כשיש מנין. ואם היה מנין בתחלת אמירת הסליחות ולבסוף יצאו מקצתן י\"ל דמ\"מ אומר קדיש אחר הסליחות וכעין מה שנתבאר בסימן נ\"ה [פמ\"ג]:",
            "(ה) ביום א' שלפני ראש השנה - ר\"ל יום ראשון של השבוע שחל לפני ר\"ה:",
            "(ו) מיום ראשון שבוע שלפניו - משום שהרבה נוהגים להתענות עשרה ימים עם יוה\"כ ולעולם יחסרו ד' ימים מר\"ה עד יוה\"כ שלא יוכלו להתענות דהיינו ב' ימים ר\"ה ושבת שובה ועיו\"כ לכך צריך להשלים ד' ימים קודם ר\"ה וכדי שיהיה יום מסויים להתחלה תקנו יום ראשון בכל פעם ועוד טעם שקבעו ד' ימים שכן מצינו בקרבנות שטעונים ביקור ממום ד' ימים קודם הקרבה ובכל הקרבנות בפ' פנחס כתיב והקרבתם עולה ובר\"ה כתיב ועשיתם עולה ללמד שבר\"ה יעשה אדם עצמו כאלו מקריב את עצמו ולכן קבעו ד' ימים לבקר כל מומי חטאתו ולשוב עליהם. הש\"ץ מתעטף בטלית בשעה שאומרים י\"ג מדות אף שהוא קודם אור היום אבל אז אינו מברך עליו אף שהוא בגד המיוחד ליום כיון שלובשו בלילה ויש דעה דפטור אז מציצית כדלעיל בסימן י\"ח [לבוש] וט\"ז השיג עליו דלמה לו להכניס עצמו לדבר שיש בו ספק וע\"כ לא יטול אז טלית שלו ולא טלית של קהל שהוא ג\"כ כשלו אלא יקח טלית של חבירו דבזה לכו\"ע פטור מציצית ויכוין שנוטלו רק לכבוד ולא לקנותו:",
            "(ז) ואבל אסור וכו' - אבל תוך י\"ב חודש על אביו ואמו [או תוך שלשים על שאר קרובים] אסור לעבור לפני התיבה בר\"ה ויוה\"כ דהא דינם כרגלים לכל מילי אבל בימי הסליחות אפילו בער\"ה ועשי\"ת מותר [ובדליכא' חזן אחר שרי אפילו בר\"ה ויוה\"כ]. וכן בימים שאין אומרים תחנון מותר להתפלל שחרית אם אחר יאמר הלל אבל מוסף לא יתפלל והח\"א כתב כמדומה שהגר\"א לא היה מניח להתפלל אפילו שחרית בר\"ח אכן בדליכא אחר לכו\"ע מותר להתפלל אפילו מוסף:",
            "(ח) בערב ראש השנה - וה\"ה בעיוה\"כ במקום שמרבים בסליחות:",
            "(ט) וידקדקו - נהגו לעבור לפני התיבה פרנסים ומנהיגים שיודעים בצער הדור והיינו דוקא כשהם נאמנים ומגינים על הדור ומרוצים לעם ובעוה\"ר בדור הזה וכו' וכדי לתקן פרצה זו ראוי שיתפלל הש\"ץ הקבוע:",
            "(י) היותר הגון - וכל העוזרים ומסייעים לש\"ץ שאינו הגון כאלו גוזל טוב מן הקהל ועתידים ליתן את הדין [ס\"ח]. והיודע בעצמו שאינו בקי מאד ויודע לשמור אפילו משגגה אין לו להכניס את עצמו בעבודת השם. ואם אינו ראוי והגון ובקי אין ממתינין לו כשאר עונשים אלא גובין לאלתר [א\"ר]:",
            "(יא) בתורה ובמעשים - וראוי שיהיה הש\"ץ והתוקע בעלי תשובה גמורה גם ראוי שילמדו הכונות מהתפלות והתקיעות והוא מהזוהר ונהגו שמי שהתחיל להתפלל או לתקוע אפילו פ\"א אין ליתן המצוה לאחר ואם חלה הוא ביד הקהל להעמיד אחר ומ\"מ כשחוזר לבריאותו המצוה חוזרת אל הראשון מי שבא בעש\"ג אין ראוי להיות ש\"ץ בר\"ה ויוה\"כ אא\"כ עשה תשובה. אם רואה שיש מחלוקת בשביל התפלה לא יתפלל אע\"פ שיתפלל מי שאינו הגון:",
            "(יב) שיהא בן שלשים - שאז ראוי בן לוי לעבודה ותפלה הוא כנגד עבודה וגם שאז לבו נשבר ונדכה:",
            "(יג) שיהא נשוי - דומיא דכה\"ג שהיו מכינים לו אשה אחרת ושתהיה לו אשה לשומרו מן החטא. ופשוט דאם מזדמן לו שנים אחד שהוא בן תורה וירא חטא ואין לו אלו הפרטים והשני הוא איש פשוט והוא נשוי ויותר מבן שלשים הבן תורה קודם:",
            "(יד) כל היום - שחרית ומנחה [שהמתחיל במצוה אומרים לו גמור וי\"א דאף ערבית שלפניו אבל הערבית של היום שלאחריו אין שייך לו] וכתב המ\"א דמטעם זה הוא קודם לאבל ולמוהל וליא\"צ דתפלה תליא ברצון הקהל והא\"ר מפקפק בזה ודעתו דיא\"צ יש לו להתפלל אם הוא מתענה ומן למנצח ואילך יש להניח להתפלל אף לאבל והובא דבריו בפמ\"ג:",
            "(טו) נוהגין וכו' - וביום א' דסליחות נהגו רוב הקהל להתענות ויחיד אומר עננו במנחה בשומע תפלה אבל הש\"ץ אינו אומר ענינו בחזרת התפלה:",
            "(טז) ערב ראש השנה - ואפילו התינוקות מתענין [מ\"א בשם מהרי\"ל] והתינוקות ל\"ד אלא ר\"ל נערים שהגיעו לי\"ג לזכר וי\"ב שנים לנקבה מתענין. וא\"צ קבלה ולא השלמה אפי' אין מתענה עשי\"ת:",
            "(יז) ואין קורין בהם ויחל וכו' - והיינו אפילו אותן שמתענין וקורין ויחל בכל ער\"ח [פ\"ת] ואין אומרים או\"א ברכנו בברכה וכו' לפי שאינו ת\"צ:",
            "(יח) ואם חל ברית מילה וכו' - עיין לעיל בסימן תקס\"ח ס\"ב בהג\"ה ובמ\"ב שם מבואר ענין זה באריכות קצת:",
            "(יט) יכולים לאכול - היינו מי שיזמינו בעה\"ב אבל השייכים לברית מצוה לאכול אבי הבן וסנדק ומוהל כולם נקראים בעלי ברית ויו\"ט שלהם הוא. כתב המ\"א במקום שיש מקצת חולי יש להקל בכל אלו התעניתים וא\"צ התרה אם לא מי שמתענה יותר ממה שנהגו הצבור והש\"ך ביו\"ד סימן רי\"ד כתב דמחמת שאינו בריא לעולם צריך התרה [ח\"א]:",
            "(כ) בלא תנאי - ר\"ל אף דישן שינת קבע ומבואר לעיל דאסור לאכול אחר השינה אא\"כ התנה קודם שישן שאינו מקבל עליו התענית קודם עה\"ש הכא שרי:",
            "(כא) אחר שכן נהגו - והאידנא נהוג עלמא שלא לאכול רק שישתה קאוו\"ע או טיי\"א קודם הליכה לביהכ\"נ כי בזמנינו נמשך אמירת סליחות עד אור היום ופשיטא שמיד שעלה עמוה\"ש אסור לאכול ולשתות [שע\"ת]:",
            "(כב) אין נופלים על פניהם וכו' - דהוא כמו שאר עיו\"ט:",
            "(כג) אע\"פ שנופלים על פניהם - היינו אף אם נמשך על היום מפני דרוב פעמים רגילין לסיים קודם עלות השחר תקנו לנפול אף אם אירע פ\"א שממשיך על היום:",
            "(כד) ואין תוקעין וכו' - להפסיק בין תקיעות דרשות לתקיעות דחובה [ואף כשחל יום א' של ר\"ה בשבת ג\"כ אין תוקעין בע\"ש]. ומ\"מ מותר לתקוע להתלמד דדי כשמפסיק בביהכ\"נ אבל במנהגים כתב הטעם כדי לערבב השטן א\"כ אין לתקוע כלל ובא\"ר בשם ספר אמרכל משמע דלהתלמד שרי בחדר סגור:",
            "(כה) מכבסין ומסתפרין בערב ראש השנה - להראות שאנו בטוחין בחסדו ית' שיוציא לצדק משפטינו. ומ\"מ לא ילבש בר\"ה בגדי רקמה ומשי כבשאר יו\"ט דיהא מורא הדין אלא ילבש בגדים לבנים נאים [ט\"ז בשם רש\"ל] ועיין במ\"א סימן תקצ\"ז דבמקום שאין נוהגין ללבוש לבנים עכ\"פ לא ילבש חשובים כ\"כ:",
            "(כו) נוהגין לטבול וכו' - ואם אינו יכול לטבול משום צינה יראה לשפוך על גופו ט' קבין מים. ולא יקדים לטבול עד שעה קודם חצות היום [ח\"א]. יש מאחרונים שכתבו שנכון למנוע עצמו מלשמש מטתו בשני לילות של ר\"ה אא\"כ היתה ליל טבילה דאז חייב לקיים עונתו ויחזור ויטבול בשחרית. אכן אלו האנשים האוכלים לשובע בטנם או ח\"ו שנכנס במחשבתו הרהור אשה יותר טוב שישמש מטתו מח\"ו שיבא לידי עבירה ויחזור ויטבול בשחרית [ח\"א]:",
            "(כז) הקברות - דביה\"ק הוא מקום מנוחת הצדיקים והתפלה נתקבלה שם יותר אך אל ישים מגמתו נגד המתים אך יבקש מהש\"י שיתן עליו רחמים בזכות הצדיקים שוכני עפר ויקיף הקברות ויתן צדקה קודם שיאמר התחנות. ואין לילך על קבר אחד ב\"פ ביום אחד:\n"
        ],
        [
            "(א) בי' ימי תשובה - במהרי\"ל כתב דיש מקומות נוהגין לומר מערבית בשני לילות של ר\"ה ואין נוהגין כן במקומינו לפי שהם שירות ושבחות [ד\"מ] עוד כתב בשם מנהגים דנוהגין הקהל לומר פסוק תקעו בחודש שופר וגו'. ולא הוי הפסק דהוי כגאולה אריכתא:",
            "(ב) המלך הקדוש - משום שעכשיו הם ימי דין שהקב\"ה יושב ודן כל העולם ומראה מלכותו וממשלתו שהוא בכל משלה:",
            "(ג) או שהוא מסופק - דחזקה מה שהוא רגיל הוא מזכיר. והכא לא מהני שיאמר צ' פעמים כמו בסימן קי\"ד ס\"ח דהכא אינו רשאי לומר ברוך אתה ד' דהוי ברכה לבטלה ואם יאמר בלא שם א\"כ בתפלה כשיאמר בשם יחזור ללימודו לומר ברוך א\"י האל הקדוש הלכך לית ליה תקנתא:",
            "(ד) חוזר לראש - דג' ברכות ראשונות חשובות כאחת. ואם בר\"ה ויוה\"כ נודע לו שהתפלל על הסדר לומר ובכן תן פחדך וגו' רק שמסופק בגמר הברכה אם סיים המלך הקדוש אפשר דא\"צ לחזור דאולי לא שייך לומר בזה כהרגל לשונו בכל השנה מחמת התוספות שמוסיף לומר קודם סיום הברכה:",
            "(ה) ע\"ל ס\"ס קי\"ז - ס\"ה וע\"ש במ\"ב סקי\"ח:",
            "(ו) ע\"ל סימן קי\"ח - דשם פסק הרמ\"א להלכה דאם אמר מלך אוהב צדקה ומשפט כיון שהזכיר מלך א\"צ לחזור וע\"ש במ\"ב סק\"ג מה שכתבנו שם בשם האחרונים בזה:",
            "(ז) ותוך כדי דיבור וכו' - היינו שלא שהא משגמר האל הקדוש רק כדי ג' תיבות ואם שהא יותר משיעור זה לא מהני חזרתו וכ\"ז כשלא התחיל עדיין ברכה אחרת דאל\"ה אפילו תוך כ\"ד חוזר לראש:",
            "(ח) אינו צריך לחזור - היינו אפילו לא נזכר שהוא ימי תשובה ובעת שאמר ברוך אתה ד' היה בדעתו ג\"כ לסיים האל הקדוש אפ\"ה כיון שלבסוף נזכר ואמר המלך הקדוש מהני:",
            "(ט) וכן הדין וכו' - אזיל לשיטתיה בסעיף הקודם ולפי מה שפסק הרמ\"א בסימן קי\"ח בכל גווני א\"צ לחזור אם לא שאמר בפעם הראשון האל אוהב צדקה ומשפט ולא הזכיר מלך:",
            "(י) המלך הקדוש - ואם טעה ואמר האל הקדוש יש דעות באחרונים אם צריך לחזור ודוקא אם סיים הברכה אבל אם נזכר קודם שסיים יתחיל מן המלך הקדוש [אחרונים]:",
            "(יא) אם חל ראש השנה בשבת - ר\"ל יאמר ג\"כ בברכת מעין שבע שבליל שבת המלך הקדוש:",
            "(יב) וכן כשחל וכו' - ר\"ל ג\"כ דאינו חותם בשל יוה\"כ רק בשל שבת וככל יו\"ט שחל להיות בשבת שאינו מזכיר בה של יו\"ט וכנ\"ל בסימן רס\"ח ס\"ט עיי\"ש:",
            "(יג) בכריעה - לפי שאנו תלוים בדין לפיכך יכוין להתפלל באימה וביראה. והנה מלשון זה משמע כשאר כריעה המוזכר בכתוב אצל דניאל דהוה בריך על ברכוהי וכן בשלמה כתיב קם מכרוע על ברכיו וגו' אבל אין נוהגין כן אלא יתפלל בכריעת ראשו עם גופו בלבד [אחרונים]:",
            "(יד) לזקוף בסוף - פירוש קודם שיאמר ברוך אתה וה\"ה בתחלת הברכה והטעם שלא להוסיף על תקנת חכמים שלא תקנו אלא בתחלת אבות והודאה ובסופן ועיין לעיל בסימן קי\"ג ובמ\"ב שם:",
            "(טו) זכרנו ומי כמוך - דהגאונים תיקנו בעשי\"ת לומר זכרנו בברכת אבות ובגבורות מי כמוך ובהודאה וכתוב ובשים שלום בספר וע\"כ כיון שאינו אלא תיקון הגאונים אם שכח לאומרם אין לחזור:",
            "(טז) רק שסיים אותה ברכה - ר\"ל שאמר השם של הברכה אין לחזור משום חשש ברכה לבטלה אבל כל זמן שלא אמר השם של הברכה יכול לחזור אע\"פ שיש כמה שמות (כגון בוכל החיים). לחיים יאמר בשב\"א תחת הלמ\"ד ולא יאמר בפת\"ח דלא לישתמע לאחיים לומר לא חיים ובימים האלו שהם ימי דין צריך לדקדק ולפרט היטב תפלתו אבל בשאר ימות השנה אנו אומרים והעמידנו מלכנו לחיים בפת\"ח תחת הלמ\"ד ואין אנו חוששין לפי שאחר כונת הלב הן הדברים. ולא יאמר לחיים טובים רק לחיים עד שיגיע לוכתוב לחיים וכו' אז יאמר לחיים טובים כי המבקש צריך לבקש מתחלה דבר מועט ואח\"כ מוסיף והולך. אין לומר באהבה מקרא קודש רק יום תרועה מקרא קודש אין לומר ודברך מלכנו אמת רק ודברך אמת. וכופלין לעילא בכל עשי\"ת בכל הקדישים שאומרים:",
            "(יז) אם לא אמר וכתוב ובספר וכו' - וכן גם תוספות ובכן תן וכו' שאומרין בברכה שלישית אם לא אמרו כלל אין מחזירין אותו [אחרונים]:",
            "(יח) ואינו מזכיר ר\"ח - דכשאומרים יום הזכרון קאי נמי אר\"ח דקרי זכרון דכתיב ובמועדיכם ובראשי חדשיכם וגו' והיה לכם לזכרון:",
            "(יט) אומר יום תרועה וכו' - ואפילו בתפלת הלילה או בקידוש אע\"ג שאין תוקעין בלילה מ\"מ היום הוא יום של תרועה דלמחר בודאי יתקעו. וכתבו האחרונים דבדיעבד אם אמר בחול זכרון תרועה וסיים הברכה אינו חוזר [דהא בתורה כתיב זכרון תרועה אע\"ג דמדאורייתא תקיעה שריא בשבת] וה\"ה בשבת אם אמר יום תרועה ג\"כ אינו חוזר:",
            "(כ) בשבת אומר וכו' - ואומר או\"א רצה במנוחתינו קדשנו וכו' אבל ביוה\"כ שחל בשבת אין אומרים רצה במנוחתנו כיון שהוא יום עינוי ואינו מנוחה גמורה [לבוש וש\"א]:",
            "(כא) אינו אומר מועדים לשמחה וכו' - ר\"ל דלא כאיזו דיעות שהוזכרו בטור דס\"ל שיש לאומרם:",
            "(כב) אינו אומר ואין אנו יכולים לעלות ולראות - דהא אפילו בזמן המקדש לא היה המ\"ע להראות כ\"א בשלשה רגלים:",
            "(כג) וחותמין ודברך אמת - יאמר ותמלוך אתה ד' לבדך ולא אתה הוא ד' לבדך [ברכ\"י]:",
            "(כד) בקול רם - מפני שעי\"ז יוכלו להתפלל יותר בכונה ומ\"מ לא יגביה קולו יותר מדאי:",
            "(כה) תכתב - ולנקבה יאמר תכתבי ביו\"ד. המ\"א מצדד דיש לומר ג\"כ ותחתם והגר\"א בביאורו מסכים לדעת העשרה מאמרות דאין לומר ותחתם. ועין במ\"א דיכולין לומר לשנה טובה תכתב עד חצות היום ועיין בט\"ז דמוכח מניה דיום שני כיום א' דמי לזה ויכולין לומר גם בליל שני לשנה טובה תכתב בא\"ר חולק על זה:\n"
        ],
        [
            "(א) וכשיאכל רוביא וכו' - וה\"ה מה שנקרא בלשונות אחרים לשון רביה יאכל כל מדינה ומדינה כלשונה:",
            "(ב) יהי רצון - מלפניך ד' או\"א שירבו זכיותינו וכתב א\"ר בשם של\"ה יתעורר אדם בתשובה כשיאמר י\"ר ויתפלל ע\"ז בלב שלם:",
            "(ג) תפוח מתוק בדבש - והתפוח עיקר ומברך עליו ופוטר הדבש. ואף שאוכל התפוח אחר ברכת המוציא מ\"מ צריך לברך עליו. ויש נוהגין לטבל המוציא בדבש:",
            "(ד) שתחדש וכו' - ויאמר הבקשה אחר התחלת האכילה מפני שאסור להפסיק בין ברכה לאכילה:",
            "(ה) שנה מתוקה - וע\"כ יש נמנעים לבשל בר\"ה מיני חומץ בארש\"ט וכדומה וע\"כ האוכלים דגים לסימנא שיפרו וירבו כדגים אין מבשלין אותן בחומץ. והנה כל אלו הענינים עושין הכל לסימן טוב ולכן פשיטא שיזהר מאד שלא יכעוס בימים האלו מלבד גודל האיסור כדי שיהיה לסימן טוב רק יהיה שמח לבו ובטוח בד' עם התשובה ומעש\"ט:",
            "(ו) ראש כבש - וטוב יותר של איל:",
            "(ז) לומר נהיה לראש - וע\"כ אם אין לו ראש כבש יאכל ראש אחר של בהמה או של עוף:",
            "(ח) הנהר וכו' - ולומר תשוב תרחמנו וגו'. משום דאיתא במדרש שעבר אברהם אבינו עד צוארו במים כשהלך להקריבו ע\"ג המזבח ואמר הושיעה כי באו מים עד נפש ואנו עושין זה זכר לעקידה. וטוב למקום שיש בו דגים חיים לסימן שלא תשלוט בנו עין הרע ונפרה ונרבה כדגים. ובכתבים כתב נהר או באר וטוב שיהיה מחוץ לעיר. ויש לילך ביום א' אחר מנחה קודם שקיעת החמה ולומר פסוק מי אל כמוך וגו' עכ\"ל. ובקצת מקומות ראיתי כשחל יום א' בשבת הולכין בשני לנהר. ואפשר מפני שהנהר חוץ לעיר ומשום הוצאה שנושאין ספרים וכדומה לכך הולכין ביום ב' [פמ\"ג]:",
            "(ט) שלא לישן וכו' - משום דאיתא בירושלמי מאן דדמיך בריש שתא דמיך מזלי'. והאר\"י ז\"ל אמר שאחר חצות מותר לישן שכבר נתעורר המלאך ע\"י תפלות ותקיעות וב\"ח כתב שהר\"מ היה ישן בר\"ה. ויושב בטל כישן דמי ועיין בח\"א שכתב דאחר האכילה יקבע עצמו ללימוד ואם ראשו כבד עליו יישן מעט אם א\"א לו בלא זה ויש נוהגים לגמור כל התהילים:"
        ],
        [
            "(א) אין אומרים הלל וכו' - לפי שספרי החיים והמתים פתוחים ואיך יאמר שירה ואע\"ג שאנו בטוחים שנצא זכאים בדין מ\"מ צ\"ל ירא וחרד מאימת הדין ועי\"כ נזכר לזכות:",
            "(ב) בראש השנה - והאומרים תהלים בכל יום ומתרמי להם הלל ביום ר\"ה ויו\"כ שרי לאומרו כיון שא\"א אותו דרך שירה רק דרך תחנה ובקשה:",
            "(ג) על הסדר - לאפוקי מדעת הרב\"י שמדלגין בכ\"מ שמזכיר חטא ולדידיה א\"א א\"מ חטאנו לפניך מפני שא\"א וידוי בר\"ה (כדי שלא ליתן פ\"פ למקטרג) ולומר פסוקים שיש בהם הזכרת חטא אין קפידא לכו\"ע כיון שאינו דרך וידוי. ובפירוש המחזור מפרש א\"מ חטאנו לפניך כלומר אבותינו חטאו שעבדו ע\"ג (ואנו צריכין להתודות עליהם כמ\"ש והתודו את עונם ואת עון אבותם) ואנו אין לנו מלך אלא אתה לכן עשה עמנו למען שמך ובזה נתיישב מנהגינו שאומרים אותו בר\"ה. צ\"ל מחה והעבר חטאינו ופשעינו כי פשע גדול הרבה מחטא וצריך לבקש תחלה על הקל ואח\"כ על החמור. יש לומר כלה הכ\"ף בפת\"ח והלמ\"ד בציר\"י. הט\"ז בסימן תרכ\"ב כתב שיש לומר רוע גזר בנשימה אחת דהיינו שיקרע הוא ית' הרוע שבגזירה ומה שנשאר בגזירה יהיה לרחמים:",
            "(ד) ואם הוא שבת וכו' - הטעם שאין שואלין צרכים בשבת ואף כשחל ר\"ה בע\"ש במנחה אין אומרים א\"מ:",
            "(ה) עד חצות - לכל הפחות ואם חל בשבת אין להאריך יותר מחצות ובחול יכול להאריך בד\"א בפיוטים ותפלות אבל בניגונים אין להאריך:",
            "(ו) מוה' פקד - לפי שבר\"ה נפקדה שרה רחל וחנה:",
            "(ז) שבעה - ומוסיפין לעשות ב' פרשיות א' ביום הגמל את יצחק ב' באשר הוא שם:",
            "(ח) השביעי - עד אשה לד'. ואם טעה והשלים הפרשה בארבעה קרואים או ג' ועדיין לא אמר קדיש ישלים מנין הקרואים בפרשה עקידה שאחריה ואם אמר קדיש אם לא חסר ממנין רק אחד א\"צ לקרות ויסמוך על המפטיר כ\"כ בשערי אפרים ובתשובת ח\"ס חאו\"ח סימן כ\"ט כתב דאם השלים הפרשה בארבעה לא יאמר קדיש עד אחר שיקראו בס\"ת שניה ויהיה המפטיר עולה לחמישי דקי\"ל מפטיר עולה למנין הקרואים. אם טעה וקרא ביום א' בפרשת עקידה יצא וקורא ביום שני בפרשה וד' פקד וגו' וגם פרשת העקידה עד סוף הסדרא. ומ\"מ אם נזכר בעודו קורא בפרשת עקידה שטעה ועדיין לא בירך האחרון ברכה אחרונה יגלול ויקרא עמו פרשת וד' פקד עד סופו ואח\"כ יברך ברכה אחרונה [ממט\"א וש\"א] עוד כתב במט\"א ראוי לכל גבר ירא ד' להשתדל שיהיה לו עליה בימים נוראים ואף במקומות שמוכרין מצות יקנה אותו בדמים כפי יכולתו ואדרבה יש עילוי יותר במצוה שבאה אליו בדמים ממצוה שבאה לו בחנם אין כסף:",
            "(ט) התוקע - ויש מקומות שנוהגין לקרות גם המתפלל מוסף וכן ביוה\"כ קוראין אותו. ומי שנוטל שכר על התקיעה ותפילה אין נוהגין לקרותם [א\"ר]:",
            "(י) וע\"ל ס\"ס קל\"ה - סי\"ד בהג\"ה שם נתבאר כמה פרטים שמשתנה זה הדין וע\"ש במ\"ב ובה\"ל:",
            "(יא) בין קה\"ת וכו' - דכך הסדר ברית אברהם [שהיא המילה] ועקידת יצחק וכדאמרינן בר\"ה למה תוקעין בשל איל כדי להזכיר אילו של יצחק ועוד דמילה מצוי יותר מתקיעה וכתדיר דמיא לגבי תקיעה והוא קודם [הגר\"א] ובמקום שנוהגין למול בבית שהתנוק שם מלין אחר יציאה מביהכ\"נ כדי שלא יהיה טרחא דצבורא לילך שם ולשהות ולחזור לביהכ\"נ ומ\"מ אם אין הבית רחוק מביהכ\"נ באופן שלא יהיה שהות הרבה וטורח הצבור טוב למול קודם תקיעת שופר כדי שיהיה בידם זכות המילה בעת תקיעת שופר [מט\"א]:",
            "(יב) לתקיעת שופר - ובשבת שאין שם תקיעת שופר מלין אחר אשרי. ואחר המילה וברכותיה אומרים יהללו ויש מי שכתב שגם בשבת מלין קודם אשרי כדי שלא יהיה הפסק רב להקדיש. כשחל מילה בר\"ה בשבת אומרים יום ליבשה קודם סיום ברכת הגאולה שהוא שבח על המילה אבל כשחל ר\"ה בחול א\"א יום ליבשה. גדול אחד נהג כשהיה מוהל בר\"ה לא קנח פיו אחר המילה אלא בפה המלוכלך בדם המילה תקע לערב מילה בשופר ונראה שאעפ\"כ יקנח פיו מבחוץ וגם ירחץ ידיו משום כבוד הברכה [מטה אפרים]:"
        ],
        [
            "(א) לתקוע - וכן הברכה צריך להיות בעמידה כמו כל ברכת המצות וכדלעיל בסימן ח' ס\"א [אחרונים]:",
            "(ב) מעומד - דכתיב יום תרועה יהיה לכם וילפינן מלכם דגבי עומר ובעומר כתיב חרמש בקמה אל תקרי בקמה אלא בקומה. וכתב המ\"א דלפ\"ז אין לסמוך על שום דבר באופן שאם ינטל אותו דבר יפול שעמידה זו חשובה כישיבה ומ\"מ בדיעבד אף אם תקע מיושב לגמרי יצא דקרא אסמכתא בעלמא הוא ולכתחלה. והצבור השומעים התקיעות לא הטריחום לעמוד משום כבוד צבור וגם כי עתידים לשמוע מעומד התקיעות שעל סדר הברכות של מלכיות זכרונות וגו'. ועכשיו נהגו הצבור לעמוד כולם גם בשעת התקיעות שתוקעין קודם מוסף ואעפ\"כ נקראין תקיעות דמיושב מאחר שרשות לישב בהם. ואם יחיד שומע תקיעות לצאת בהם ואינו עתיד לשמוע על סדר הברכות צריך מדינא לעמוד לכתחלה:",
            "(ג) במקום שקורין - כדי שזכות התורה יגן עלינו לעלות זכרונינו לפניו לטובה. וראוי ליתן לתקוע לצדיק והגון ובלבד שלא יהא מחלוקת בדבר ועכ\"פ צריך שידע לכוין להוציא הצבור בתקיעתו:",
            "(ד) יברך לשמוע וכו' - ר\"ל שלא יאמר לתקוע בך בשופר דלאו בתקיעה תליא מילתא אלא בשמיעה שהרי התוקע ולא שמע קול שופר לא יצא כמו שנתבאר בסימן תקפ\"ז ע\"ש ולא יאמר בקול דמשמע לעשות רצונו ובדיעבד אם בירך לתקוע בשופר או על תקיעת שופר או לשמוע בקול שופר יצא. אם נטלו השופר באמצע התקיעות והביאו לו שופר אחר א\"צ לברך אבל בין בין ברכה לתחילת התקיעות צריך לברך:",
            "(ה) או שכבר יצא וכו' - האחרונים העלו דבאופן זה שכבר יצא התוקע בעצמו טוב יותר שיברכו השומעים בעצמן שתי הברכות אא\"כ אינם יודעים לברך בעצמן אז יברך בשבילן להוציאן ומנהג העולם להקל להוציאן בכל גווני ואין למחות בהם כי כן הוא עיקר מדינא כמו שכתב הפר\"ח והגר\"א. מי שנסתפק לו אם שמע קול שופר [או נטל לולב] ביום א' שהוא מן התורה תוקע ואינו מברך וביום ב' שאינו אלא מד\"ס א\"צ לתקוע דספק ד\"ס להקל:",
            "(ו) ויתקע תשר\"ת ג' פעמים וכו' - טעם לסדר זה עיין לקמן בסימן תק\"צ סעיף א' וב':",
            "(ז) בצד ימין - של פיו משום דכתיב והשטן עומד על ימינו לשטנו:",
            "(ח) אם אפשר לתקוע בכך - ואם א\"א לו אין להקפיד אף אם יעמידנו בצד שמאל וגם פי השופר לצד שמאל:",
            "(ט) וכן יהפוך השופר למעלה וכו' - ר\"ל שטוב שיהפוך פי השופר למעלה ולא לצדדין:",
            "(י) ודי בברכה וכו' - דהלא הראשון בירך להוציא בזה כל הקהל:",
            "(יא) והוא שיהיו שם וכו' - דאם לא היו שם באותה שעה צריכים לברך לעצמן בלחש קודם שיתחילו לתקוע אך אם כבר יצא ידי חובתו תוקע בלא ברכה כיון שהצבור כבר שמעו הברכה מן הראשון:",
            "(יב) ולא הויא ברכה לבטלה - כיון שהשני יוצא בברכתו:",
            "(יג) כדי שלא יתבלבל - אבל הפסק לא הוי דהוא חשוב צורך תפלה שאלו התקיעות נקבעו על סדר הברכות:",
            "(יד) ואם הוא מובטח וכו' - ואם אינו מובטח וליכא אחר שיודע לתקוע י\"א דבאופן זה לא יתקע עד אחר התפלה וכ\"ש כשכבר יצא בתקיעות דמיושב וי\"א שאם אין שם אחר יוכל לתקוע על סדר ברכות אע\"פ שאין מובטח דיש לו לבטוח שמן השמים יסייעוהו לעשות כהוגן. ואם מתפלל מתוך הסדור והמחזור לכו\"ע דינו כמובטח:",
            "(טו) רשאי לתקוע - אפילו יש שם אחר דתקיעה לא חשיב הפסק כלל וכנ\"ל:",
            "(טז) ודוקא וכו' - דשם חיישינן שיתבלבל ולא יוכל לחזור לתפלתו:",
            "(יז) אומרים לו גמור - ובמקומות שנהגו לחלק ולתת תקיעות דמיושב לאחד ודמעומד לאחר או לחלק גם הסדרים מלכיות לאחד זכרונות לאחר וכו'. יעשו כמנהגם כי ישראל קדושים הם ומחבבין המצות:",
            "(יח) להקרות - המתפלל שחרית מקרא להתוקע ובמקום שיש מ\"ץ הוא מקרא. גם תקיעה ראשונה יקרא לפניו אע\"ג דלא שכיח כ\"כ שיטעה. פעם אחת לא היו יכולין לתקוע והפך השופר וקרא לתוכו ויהי נועם ושוב יכלו לתקוע [מ\"א בשם מהרי\"ל] ועיין בדגול מרבבה שזהו דוקא בתקיעות דמעומד אבל בתקיעות מיושב הוי הפסק גמור בין ברכה לתקיעה ועיין בשע\"ת שמיישב קצת ד\"ז ומ\"מ לכתחלה נראה לענ\"ד שאינו כדאי לעשות כן ואם הוצרך ליקח שופר אחר א\"צ לחזור ולברך כיון שהיה מונח לפניו על השולחן מסתמא דעתו היה על כולם. המקרא והתוקע ראוי להם שילמדו היטב דיני השופר וסדר התקיעות כי לפעמים מאיזה סיבה נופל טעות בפי המקרא או בשגגת התוקע וצריך לידע איך לעשות אם לתקוע להלן או לחזור לראש הסדר [מט\"א]:",
            "(יט) אינו רואה וכו' - עיין לעיל בסימן ש\"ו ס\"ה ובמ\"ב שם:"
        ],
        [
            "(א) של ראש השנה - לאפוקי בתענית שתוקעין ג\"כ בשופר לא בעינן של איל וכפוף:",
            "(ב) בשל איל - לזכר עקידת יצחק. ובכלל זה גם כבשה נקבה אלא דהמהדרין ביותר נוהגין לחזור אחר של איל דוקא דהוא זכר טפי לאיל של יצחק:",
            "(ג) וכפוף - לסימן שיכפפו לבם למקום:",
            "(ד) ובדיעבד כל השופרות וכו' - ר\"ל אפילו של שאר בהמות או חיות ומ\"מ ביש לו שופר של תיש ועז יקדימנו לשופר של יעלים (הוא מין חיה) ושאר חיות דהוא קרוב למין שה יותר כדכתיב שה כשבים ושה עזים ואיכא זכר קצת לעקידת יצחק:",
            "(ה) ומצוה בכפופים וכו' - ר\"ל דלאו דוקא באיל אלא אפילו בשאר בהמות וחיות ג\"כ כפוף עדיף מפשוט. והנה המחבר סתם ולא ביאר איל פשוט וכפוף משאר מינים איזה מהן עדיף אכן מסקנת רוב הפוסקים דמעלת כפוף עדיף לפיכך אם נזדמן לו של יעל כפוף ושל כבש פשוט יתקע בשל יעלים וכפוף דתקון רבנן לתקוע בכפוף לסימן שיכפפו לבם למקום בתפלה משא\"כ שופר של איל אינו תיקון רבנן לתקוע דוקא בשל איל אלא מנהג שנהגו כל ישראל מעולם לזכר עקידה ואיכא בזה מצוה מן המובחר. ומ\"מ כתבו המפרשים דגם בזה יש עכ\"פ דינה דהידור מצוה וע\"כ אם מבקשים ממנו להוסיף על שופר של איל יוסיף עד שליש וכעין המבואר לקמן בסימן תרנ\"ו:",
            "(ו) של פרה - וה\"ה שור והטעם מפני שנקראו קרן ולא שופר:",
            "(ז) וכן קרני רוב החיות - כמו הראמים והצביים וכדומה ופסול שלהם הוא משום דשופר צריך להיות חלול דשופר הוא מלשון שפופרת. ופסולים אלו דפרה ודעצם אחד הוא מן התורה ואפילו אין לו שופר אחר אין לתקוע בהם:",
            "(ח) וכן שופר מבהמה טמאה - וכמו דלא הוכשרו תפילין ליעשות מעור בהמה טמאה וכתבו האחרונים שאין דין זה ברור ולהכי אם אין לו שופר אחר יתקע בו אכן לא יברך עליו דשמא הוא פסול מדינא וכשיזדמן לו אח\"כ שופר כשר צריך לתקוע עוד הפעם וג\"כ בלא ברכה דשמא כבר יצא בשופר בשופר הראשון ולכו\"ע שופר של נבילה וטריפה כשר לתקוע בו:",
            "(ט) הגוזל שופר וכו' - ואינו דומה ללולב ומצה וציצית הגזולים לפי שמצות השופר אינו אלא השמיעה לבד ואין בשמיעת קול דיני גזל שהרי בשמיעתו אינו נוגע בשופר כלל ולפיכך אע\"פ שתקע בו באיסור גזל כיון שבעיקר המצוה דהיינו השמיעה אין בה איסור גזל יצא י\"ח וכ\"ז בשתקע אבל לכתחלה אסור לתקוע בו בע\"כ של בעל השופר ואפילו נתייאשו הבעלים ממנו ומכש\"כ דאין לברך עליו משום בוצע ברך וגו'. ועיין לעיל סימן י\"א ס\"ו בבה\"ל דאפילו היה יאוש ושינו רשות או שינוי מעשה ג\"כ אין כדאי לברך. וכתבו האחרונים דמותר ליטול שופר של חבירו בלא ידיעתו ולתקוע בו דניחא ליה לאינש למיעבד מצוה בממונו ובודאי היה מתרצה ורשאי לתקוע בו כל המאה קולות אע\"פ שאינו מדינא כיון שנהגו כן בודאי לא ימחה בזה:",
            "(י) של עכו\"ם של ישראל - כגון שעבד לשופר. וה\"ה כששימש בו לפני הע\"ז שלו שתקע לפניה:",
            "(יא) שאינה בטלה - ר\"ל דכיון דא\"א בשום פעם שתהא ניתרת וע\"כ לאיבוד קאי לשרפה או להוליכה לים המלח הרי הוא כמי שאינו ולא עדיף משופר כשר ורק שאין בו שיעור גדלו שהוא פסול וכ\"ש הכא:",
            "(יב) אבל וכו' של עכו\"ם - כגון שמצא שופר ע\"ז של נכרי או ששאל אותה ממנו:",
            "(יג) לא יתקע - משום דמאיס. ואפילו בנתבטל ג\"כ אסור לכתחלה לכמה פוסקים:",
            "(יד) יצא - אפילו קודם שנתבטל והטעם דכיון שאפשר לבטלו כדין ע\"ז של נכרי שנכרי מצי מבטל לי' לא שייך ביה לומר הרי היא כמי שאינה דאפשר לא תבא כלל לידי שריפה ואי משום שנהנה מאיסורי הנאה ג\"כ לא אסור דקיום מצוה לא מיקרי הנאת הגוף אלא הוא גזירת מלך. ופשוט דאם אין לו שופר אחר תוקע בו לכתחלה כדי שלא לבטל המ\"ע:",
            "(טו) והוא שלא נתכוין לזכות בו - בשעה שמצאו והגביהו מן הקרקע אלא הגביהו רק כדי לתקוע בו ועיין בה\"ל:",
            "(טז) דהו\"ל עכו\"ם של ישראל - ואע\"ג דישראל לא עבדה מ\"מ אין לה בטול כיון דעכשיו היא של ישראל ויש שכתבו דלא קאי רק אעבודה זרה של עכו\"ם אבל לא אמשמשי ע\"ז דבמשמשי ע\"ז של עכו\"ם אפילו באו ליד ישראל לא מחמרינן בהו כולי האי ויש להם ביטול וכמו דפסק המחבר ביו\"ד סימן קמ\"ו ס\"ב ויש שמחמירין גם בזה:",
            "(יז) אלא בנתבטל - הטעם כנ\"ל דכיון שהוא אסור בהנאה הרי הוא כחסר מן שיעורו שהוא פסול ואע\"ג שאפשר לבטלה מ\"מ עדיין לא נתבטל ובאיסורו קאי:",
            "(יח) בעיו\"ט - דאם לא נתבטל בשעה שקידש היום א\"כ לא היה ראוי אז לתקוע בו (לפי שיטה זו שפסול לתקוע בו קודם ביטול) ונדחה אז וא\"כ אפילו ביטלו העכו\"ם אח\"כ ביו\"ט והותר מ\"מ שמא יש דיחוי אצל מצות וכבר נפסל. ולענין דינא קי\"ל כסברא הראשונה שהוא סברת רוב הפוסקים ואפילו בלא נתבטלה כלל יכול לתקוע בו אם אין לו אחר רק אם ימצא אח\"כ שופר כשר צריך לתקוע בו מחדש לצאת ידי סברא זו ובלי ברכה:",
            "(יט) של תקרובת עכו\"ם - פי' בהמה שהקריבוה לקרבן לפני ע\"ז ועשאו מקרניה שופר:",
            "(כ) משום דאינה בטילה וכו' - וכתותי מיכתת שיעוריה וכנ\"ל:",
            "(כא) המודר הנאה משופר - כגון שאמר קונם הנאת שופר עלי:",
            "(כב) אדם אחר וכו' - ר\"ל אע\"ג דאין יכול להפקיע עצמו ממצות שופר בשביל נדר זה דמצוה לא מיקרי הנאה וכנ\"ל מ\"מ ישמע תקיעת שופר מאחר ולא יתקע בעצמו והטעם כתבו הפוסקים משום דיש הרבה ב\"א שיש להם הנאה כשהם תוקעין והנאת הגוף ליכא לשרויי בשביל טעמא דמצות לאו ליהנות נתנו ומ\"מ כתבו האחרונים דבשעת הדחק שאין לו אחר מותר לו בעצמו לתקוע רק שאין לו לתקוע כ\"א עשרה קולות דהיינו תשר\"ת תש\"ת תר\"ת שהם מעיקר הדין:",
            "(כג) קונם לתקיעתו עלי - שלא הזכיר הנאה ור\"ל שאמר קונם השופר לתקיעתו עלי וע\"כ חייל כיון שפירש לאסור על עצמו השופר לתקוע בו כמו שאוסר ע\"ע הצרור לזרוק בו אף שאין לו הנאה אבל אם אמר סתם קונם שופר עלי מותר לתקוע בו תקיעה של מצוה:",
            "(כד) אסור לתקוע וכו' - ואפילו פירש בנדרו תקיעה של מצוה והטעם דנדרים איסור חפצא הוא וחל אפילו על דבר מצוה ואפילו לשמוע תקיעת שופר מאחר ג\"כ בכלל איסור זה. ודע דיש פוסקים שר\"ל שאין חל הנדר אא\"כ אסר השופר עליו כגון שאמר שופר עלי בקונם לתקוע בו אבל באסר עליו התקיעה כגון שאמר תקיעת שופר עלי בקונם אינו חל דהתקיעה אין בו ממש ונדרים אין חלין אדבר שאין בו ממש. אמנם כמה פוסקים סוברין שחל אף בזה כיון שעכ\"פ הזכיר בנדרו חפצא סתמא דמילתא כונתו לאסור החפץ עליו. וכ\"ז לענין איסור תורה אבל מדרבנן איכא איסורא בכל גווני אפילו בנדר שאין בו ממש כמבואר ביו\"ד סימן רי\"ג וע\"כ אסור לתקוע בו קודם שיתיר הנדר. ומפורש בפוסקים דכ\"ז בנדר אבל בשבועה אינו יכול להפקיע א\"ע ממצות תקיעת שופר דמושבע ועומד מהר סיני לקיים מצות התורה אם לא שכלל בשבועתו לאסור עצמו בשמיעת כל תקיעה דמשמע אפילו בתקיעה של רשות ובזה חל שבועתו בכולל לאסור גם בשל מצוה וישתדל להתיר שבועתו. ואפילו גבי נדרים אם אסר עצמו לשמוע שופר מפלוני אינו נפקע בזה ממצות תקיעת שופר וצריך לבקש איש אחר לשמוע ממנו שופר ואם לא ימצא אחר אסור לשמוע מאיש זה אפילו אסר עצמו בשבועה שאינו כנשבע לבטל את המצוה שבשעה שיצא שבועה מפיו לא היתה לבטל שהרי אינו מצווה לשמוע מאיש זה דוקא:",
            "(כה) דק מאד - וה\"ה אם היה צרוד ויבש:",
            "(כו) אם ניקב וכו' - אקדים לזה הסעיף הקדמה קצרה והוא. איתא בגמרא ת\"ר ניקב וסתמו בין במינו ובין שלא במינו פסול ר' נתן אומר במינו כשר שלא במינו פסול. וכתבו הפוסקים דקי\"ל כר\"נ ואמרינן שם דהא דמכשר ר\"נ במינו היינו דוקא כשנשתייר רובו שלא ניקב והנה בביאור הסוגיא יש דיעות בין הראשונים הרמב\"ם וסייעתו מפרשים דר\"נ קאי אאין מעכב התקיעה דהיינו אחר סתימה חזר קולו לכמות שהיה תחלה קודם שניקב ואפ\"ה אין כשר אלא במינו נמצא בעינן תלתא למעליותא אינו מעכב התקיעה ובמינו ונשתייר רובו אבל אם חסר אחד מאלו פסול זו היא הדעה ראשונה שהובא כאן והרא\"ש וסייעתו ס\"ל דר\"נ קאי רק אמעכב התקיעה ואפ\"ה כשר במינו ובשאינו מעכב אפילו שלא במינו כשר אם נשתייר רובו וממילא לפי ביאור זה הוי לקולא דלא בעינן אלא תרתי דהיינו מינו ורובו ואפילו מעכב או רובו ואינו מעכב ואפילו אינו מינו וזהו שסיים המחבר לקמיה ואם הוא שעת הדחק וכו' היינו שאז יש לסמוך על הרא\"ש וסייעתו:",
            "(כז) אע\"פ שנשתנה קולו כשר - שכל הקולות כשרים בשופר וכנ\"ל והיינו אפילו לכתחלה לדעת המחבר וכתבו הפוסקים דאפילו לא נשתייר בו שיעור תקיעה דהיינו טפח שלם בלי נקבים נמי כשר ומ\"מ כתבו האחרונים דאם היה רובו של שופר נקוב אפילו נשתייר בו שיעור תקיעה שלם ג\"כ פסול דרובו ככולו ועיין בבה\"ל:",
            "(כח) מיהו וכו' כי י\"א וכו' - ס\"ל דשופר נקוב פסול כמו שופר שנסדק ויש לנו לחוש לדעה זו לכתחלה ואפילו נשתייר בו שיעור תקיעה למעלה לצד הפה שאין בו נקב כלל ומ\"מ משמע דגם לסברא זו היינו דוקא היכי שהנקב מורגש בתקיעה שהקול נפגם על ידו ונשתנה קולו אבל היכי שקולו צלול אין נקב כזה חשוב ותוקעין בו לכו\"ע:",
            "(כט) ואם סתמו וכו' - ר\"ל דאע\"ג דכשלא סתמו כשר לדעת המחבר כשסתמו גרע טפי דכשסתם בשאינו מינו א\"כ אינו שומע קול שופר בלחוד רק קול שופר וקול דבר אחר שמעורב בו וכן כשסתמו במינו ולא חזר קולו לכמות שהיה בתחלה הרי אנו שומעין שקול השופר הזה אינו קולו של השופר הראשון אלא מן הסתימה והסתימה אינה בטלה והוי נמי כמו קול שופר וד\"א מעורב בו:",
            "(ל) לכמות שהיה בתחלה - קודם שניקב וכ\"ש אם קולו דומה רק לקול של קודם הסתימה:",
            "(לא) אם נשתייר וכו' - דאם לא נשתייר רובו שלם פסול לכו\"ע אפילו סתם במינו וקולו כמות שהיה תחלה דתו בטיל ממנה שם שופר ולא נעשה שופר אלא ע\"י סתימה זו ונמצא דהוי שופר ודבר אחר:",
            "(לב) רובו שלם - ר\"ל באורך השופר לצד פיו:",
            "(לג) שעת הדחק וכו' - ודוקא שלא נזכר עד יו\"ט דאז אסור ליטול הסתימה דהוי כתיקון כלי כיון שעי\"ז מכשיר השופר אבל אם נזכר קודם יו\"ט יטול הסתימה ודינו כאלו לא סתמו דכשר [אחרונים]:",
            "(לד) שאין שופר אחר מצוי - אבל אם יכול להשיג שופר אחר אף אם כבר תקע בשופר שיש בו תרתי למעליותא יחזור ויתקע ולא יברך [פמ\"ג]:",
            "(לה) יש להכשיר וכו' - דסמכינן על הפוסקים דסברי דהיכי דאיכא תרתי לטיבותא סגי ועיין בפמ\"ג שכתב דנראה שיוכל לברך ובפרט לפי מה שכתב הפר\"ח והגר\"א דהעיקר כדעה זו:",
            "(לו) וכן יש להכשיר וכו' אם נשתייר רובו - אבל בלא נשתייר רובו שלם אפילו איכא תרתי לטיבותא שסתמו במינו וחזר קולו להיות צלול כבתחלה קודם שניקב לא מהני אף לדעה זו ומטעם שכתבנו למעלה. והיכא דאיכא רובא לחוד או דאיכא סתמו במינו לחוד ויש לו ספק על הסתימה אם חזר קולו לכמות שהיה או לא יש להחמיר מדינא דהוא ספיקא דאורייתא:",
            "(לז) נסדק וכו' - ודוקא נסדק דהולך ומוסיף וכדלקמיה אבל בנפגם כשר בכל שהוא. ומ\"מ אם ראהו קודם ר\"ה טוב יותר לתקנו שלא יהיה נראה פגום:",
            "(לח) פסול - ודוקא בנסדק מעבר לעבר ואע\"פ שאין בו חסרון וגם לא נשתנה קולו:",
            "(לט) בכל שהוא - לפי שמחמת הרוח וחוזק התקיעה הסדק הולך ומוסיף עד שיסדק כולו וכל העומד ליסדק כסדוק דמי:",
            "(מ) אא\"כ הדקו וכו' - שהחוט מעמידו שלא יתבקע יותר:",
            "(מא) ונשתייר וכו' - והרבה אחרונים מקילין אפילו לא נשתייר כל זמן שלא נשתנה קולו ע\"י ההידוק:",
            "(מב) לצד הפה - וכדעה הראשונה לקמן בס\"ט:",
            "(מג) ברובו - ומשום דרובו ככולו ואפילו אם נסדק רק מצד אחד אבל אם לא נסדק רובו אפילו לא נשתייר שיעור תקיעה כשר. ובשעת הדחק יש לסמוך אדעה זו שהיא העיקר. ואם תקע בשופר שנסדק במיעוטו ואח\"כ מצא שופר כשר יחזור לתקוע בו ולא יברך:",
            "(מד) ואם דבקו וכו' - ודוקא בדבק מכשרינן דהוי כאלו הוא שלם אבל אם מהדקו בחוט או משיחה לא מהני כיון שנסדק רובו:",
            "(מה) כשר - היינו אפילו אם לא נשתייר רק כל שהוא שלא נסדק כשר כשדבקו [מ\"א וש\"א]:",
            "(מו) דבקו בדבק - ואין זה נקרא שלא במינו דשאני נסדק מניקב דאין הדבק ניכר בין הדבקים. ואם הסדק רחב וניכר הדבק בודאי יש להחמיר בזה דהוי כסתמו בשאינו מינו. ומ\"מ אפשר דאם לא נשתנה קולו ע\"י הדבק ממה שהיה בתחלה אין להחמיר כשנשתייר בו רובו דגם בניקב וסתמו באופן זה כשר להרבה פוסקים וכנ\"ל בס\"ז וצ\"ע:",
            "(מז) בעצמו - אבל בדבק הוי כמו סתמו שלא במינו ודינו כמ\"ש בסעיף ז'. וסברא ראשונה עיקר. ומ\"מ אם נשתנה קולו יש להחמיר שלא בשעת הדחק לחזור ולתקוע ובלי ברכה:",
            "(מח) פסול - דתו אין שם שופר עליו כיון שנסדק כולו:",
            "(מט) נסדק לרחבו - היינו סביב הקיפו ובא ע\"י נפילה או הכאה בחוזק:",
            "(נ) במיעוטו כשר - ולא דמי לנסדק לארכו דפסל בס\"ח לדעה ראשונה משום דשם ע\"י חוזק התקיעה יכול ליפקע יותר באורך אבל לא ברוחב:",
            "(נא) ברובו פסול אא\"כ וכו' - דבזה אפילו חשבינן למיעוטא כמי שאינו וכמו דנכרת כולו הלא עכ\"פ נשאר שיעור תקיעה. ואותו העודף אין לחשבו כמו הוספה לפסול עי\"ז כל השופר וכדלקמיה בסי\"א דלא מיקרי הוספה אלא כשהיה תחלה חתיכה אחרת משא\"כ כאן דלא נפרד מעולם:",
            "(נב) נשאר מהסדק וכו' - ואם דבקו בדבק אפילו לא נשאר שיעור תקיעה נמי כשר וכמו דמקילינן בס\"ח בנסדק בארכו כשדבקו בדבק [א\"ר ופמ\"ג] ומ\"מ כשיש שופר אחר טוב יותר לתקוע בו (אחד מפני דעת הסוברים לעיל בס\"ח דדבק לא מהני דנחשב כאינו מינו וגם לדעת ר' יהונתן דדבק לא מהני במקום סדק):",
            "(נג) לצד פיו - דוקא שהרי רואין הנסדק כמאן דנכרת ואם לא ישאר כשיעור לצד פיו א\"כ תוקע הוא בשופר שאין בו שיעור תקיעה:",
            "(נד) דהיינו ד' גודלים - של אדם בינוני ומודדים באמצע האגודל ולא בראש אגודל ששם מתקצר והוא שיעור טפח:",
            "(נה) אפילו אם מעכב את התקיעה - דלא גרע מניקב ולא נסתם דמכשרינן לעיל אפילו בנשתנה קולו:",
            "(נו) אפילו שלא לצד פיו - ואע\"פ שזה המיעוט שבפיו חוצץ וא\"כ יש הפסק בין פיו לשופר לא חיישינן לזה דמין במינו אינו חוצץ ואין אנו רואין אותו כמו ניטל ובשעת הדחק אפשר דיש לסמוך אסברא זו:",
            "(נז) דיבק שברי שופרות - היינו אפילו לקח שברי שופרות שלמות בעיגולן ודבקן ואפילו דבקן ע\"י עצמן וכדלעיל ס\"ח ואפילו אינו מעכב התקיעה:",
            "(נח) אפילו אם יש וכו' - והוסיף עליו לנאותו שיהיה ארוך או כדי שיתן קולו גדול מכמות שהיה ואעפ\"כ פסול והטעם דשופר אחד אמר רחמנא ולא ב' שופרות:",
            "(נט) כל שהוא - היינו שהאריכו בין מצד הקצר ובין מצד הרחב פסול משום דשופר אחד אמר רחמנא וכו' וכמו בסעיף יו\"ד:",
            "(ס) בין הפכו כדרך וכו' - והטעם דכתיב והעברת שופר תרועה דרך העברה בעינן דהיינו כדרך שהאיל מעבירו בראשו מחיים:",
            "(סא) אלא שהרחיב וכו' - היינו ע\"י רותחין וג\"כ הטעם דבעינן שיהא כדרך גדילתו שהצד הקצר מול פה האדם:",
            "(סב) במקום הרחב - פי' אפילו בשופר שעשוי כהוגן והכל מטעם הנ\"ל:",
            "(סג) היה ארוך וקצרו וכו' - אין נ\"מ באיזה צד ואפילו נשתנה קולו עי\"ז ואשמועינן דלא תימא דבעינן כל הקרן כמו שהיה דרך גדילתו בראש האיל:",
            "(סד) כשר - ואפילו היה בו פסול מתחלה וקצרו כדי להחזירו להכשרו נמי מותר וכדלעיל בס\"ט:",
            "(סה) כמו גלד כשר - ואפילו נשתנה קולו מכמות שהיה כיון שאין השינוי בא מחמת ד\"א אלא מצד עצמו של שופר כל הקולות כשרין:",
            "(סו) לא הוציא זכרותו וכו' - דכשהוא מחובר בבהמה עצם בולט מן הראש ונכנס לתוכו וכשעושין שופר מוציאין אותו מתוכו וזה לא הוציאו אלא נקב אותו מתחלתו ועד סופו:",
            "(סז) כשר - ואפילו לכתחלה מותר לעשות כן דמין במינו אינו חוצץ ואין זה בכלל שתי שופרות כיון דהוא דבוק מתחלתו ואה\"נ אם הוציאו ונקב בו והחזירו דהוא פסול:",
            "(סח) כגון שנקב בו פסול - דשופר הוא מלשון שפופרת שהיא חלולה וכל שאינו חלול בטבעו לא מקרי שופר:",
            "(סט) צפהו זהב וכו' - הוא לשון הברייתא עד תיבת יש מפרשים:",
            "(ע) היינו עובי השופר וכו' - ר\"ל דבעובי השופר למעלה יש שני חודין אחד שנוטה לצד חלל השופר ואחד שנוטה לצד חוץ לפירוש הראשון מיקרי מקום הנחת הפה היינו שציפהו לצד פנים ופסולו משום שהבל הקול נכנס לזהב ושלא במקום הנחת הפה היינו החוד הנוטה לצד חוץ סביב ומחמת אותו המעט אין הקול משתנה וכשר אבל כל אורך השופר מצד חוץ הוא בכלל ציפהו זהב מבחוץ המוזכר בברייתא. ולפירוש השני כל אותו הקצה שלמעלה מה שמכניס לתוך פיו הכל נקרא מקום הנחת הפה ושלא במקום הנחת הפה היינו משהו סמוך לאותו מקום מבחוץ וס\"ל דמחמת אותו משהו ג\"כ אין דרך הקול להשתנות אף שהוא על הדופן מבחוץ ולכך סתמה הברייתא דכשר. ומן אותו מקום ולמטה עד סוף מקרי ציפהו זהב מבחוץ ותלוי באם נשתנה הקול. ואם צפהו זהב בפנים בכל גווני פסול משום שהוא תוקע בזהב:",
            "(עא) היינו כל אורך השופר וכו' - המחבר קיצר בזה דמלשונו משמע דכל האורך חדא דינא אית ליה וכשר אם ציפהו זהב ובאמת זה אינו דרק משהו הראשון הסמוך להעובי שמכניס לתוך פיו כשר דמסתמא אין דרך להשתנות הקול בשביל אותו משהו אבל משם ולמטה עד סוף השופר אם ציפהו תלוי באם נשתנה הקול מחמת זה:",
            "(עב) לא יפה הם עושים - דלפעמים משתנה הקול מעט בשביל זה:",
            "(עג) אבל מותר וכו' - דאף אם ישתנה קולו מחמת זה לית לן בה כיון שהוא מחמת עצמו וכההיא דסי\"ד גרדו מבפנים או מבחוץ וכו':",
            "(עד) היינו הוסיף וכו' - ר\"ל ופסול בכל גווני אף אם לא נשתנה הקול:",
            "(עה) ונפח בו וכו' - דבעינן שיהא פיו מדובק לשופר וסימנו אל חכך שופר:",
            "(עו) ותקע בו פסול - ויחזור ויתקע ויתקע שנית כדין ובלי ברכה:",
            "(עז) עודף על החיצון משני צדדיו ונתן הפנימי וכו' - דאז אמרינן שנשמע קול פנימי לבד:",
            "(עח) רק שוה לחיצון וכו' - דאם הוא מעט קצר מן החיצון לא יצא לכו\"ע דסוף סוף יוצא הקול מן שני שופרות:",
            "(עט) ותוקע בפנימי יצא - וכתב הט\"ז דגם המחבר מודה בזה דמעיקר הדין אם שניהם שוים דאז אפשר שישמעו קול הפנימי דכשר אלא משום דקשה לצמצם בשוים דאפשר החיצון בולט מעט וע\"כ הצריך שיהיה ניכר הבליטה של הפנימי:",
            "(פ) והוא שלא ישנה קולו - ר\"ל אפילו לא ישמע רק קול הפנימי מ\"מ אפשר דהקול נשתנה ע\"י שהחיצון ציפהו נמצא הקול בא מכח שני שופרות ופסול:",
            "(פא) ואם לאו פסול - קאי אראש הסעיף ור\"ל אם אין הפנימי עודף פסול משום דרוח פיו דוחק בשניהם והוי קול של שני שופרות ושופר אחד אמר רחמנא. ומכל זה אנו למדין דאם תקע בשני שופרות ממש דבודאי לא יצא:",
            "(פב) אין מחללין וכו' - משום דחילול יו\"ט בעשה ול\"ת ושופר הוא רק עשה ואינו דוחה:",
            "(פג) משום שבות - דחכמים השוו דבריהם לשל תורה והעמידו דבריהם בשב ואל תעשה במקום עשה:",
            "(פד) כיצד וכו' - וה\"ה שאין מביאין אותו מחוץ לתחום ואין לילך חוץ לתחום כדי לשמוע קול שופר וה\"ה כל איסור דרבנן כגון נפל עליו גל אבנים שאסור לטלטל האבנים כדי ליטלו וכן אם צריך לתקן השופר בחתיכה וכדומה דאסור ע\"י עצמו אפילו בכלי שאין דרך האומנים לתקן בו דלא הוי בזה רק משום שבות ג\"כ אסור:",
            "(פה) ואינו שט על פני המים וכו' - ומטעם זה ה\"ה דאסור לעבור במברא שקורין פרא\"ם או בספינה קטנה כדי להביא השופר או לתקוע שם אכן אם א\"א בענין אחר דעת הח\"א שמותר אם הגוי יעבירנה ואין הישראל מסייע כלל ועיין בריש סימן תרל\"ט מה שנכתוב בזה:",
            "(פו) ועל ידי נכרי מותר דהוי וכו' - ולפ\"ז אפשר אפילו במקום שיש לו שופר רק שאינו של איל דמותר להביא ע\"י נכרי שופר של איל דמצוה באיל:",
            "(פז) מחוץ לתחום - היינו אפילו חוץ לי\"ב מיל דהוי דאורייתא לכמה פוסקים וא\"כ לדידהו אסור לומר לעכו\"ם להביאו דלא התירו בסעיף הקודם רק דבר שהוא מדרבנן אפ\"ה אם הביאו אפילו בשביל ישראל מותר לתקוע בו והטעם שהרי דבר הבא מחוץ לתחום מותר בטלטול ואינו אסור אלא באכילה או בהנאה דהיינו להשתמש בו כמ\"ש בסימן תקט\"ו וזה שתוקע בו תקיעה של מצוה אינה חשובה הנאה כמו שכתבנו בס\"ה ומ\"מ אסור לטלטלו ברחוב העיר שאינם מתוקנות המבואות שלה בצורת הפתח חוץ לד\"א כמבואר בסימן תקט\"ו [דאי מתוקנות בעירובין כדין נחשבת כבית ומותר לטלטל בכולה]. ישראל ששלח שופר לעיר אחרת ע\"י נכרי קודם ר\"ה ונתעכב הנכרי והביא בר\"ה מחוץ לתחום ובני העיר לא ידעו שישלחו להם שופר אין לטלטלו ואף לתקוע בו אם אפשר באחר ובשעת הדחק יש להתיר ומקור דין זה נתבאר בסוף סימן תקט\"ו בהג\"ה ע\"ש במ\"ב:",
            "(פח) אם עשה נכרי וכו' - אפילו בשביל ישראל ומיירי שעשה הנכרי מקרן שלו דלא הוי מוקצה דלא אסח דעתיה מניה אבל מקרן של ישראל אסור לטלטלו ואף לתקוע בו דהא הוי מוקצה דנולד ואפילו עשאו ביום א' דר\"ה אסור גם ביום שני כדין ביצה שנולדה בראשון דאסורה גם ביום שני ומ\"מ אם אין להם שופר אחר כלל יש לסמוך על דעת הפוסקים דמתירין נולד ביו\"ט ולתקוע בו כדי שלא לבטל המ\"ע ומותר לתקוע בו אף ביום שני וכ\"ז שאוחזו בידו מותר לתקוע בו כל התקיעות כפי המנהג אבל אם תקע התקיעות המחוייבין והניח השופר מידו שוב אין לו לטלטל אותו כדי לתקוע בו תקיעות של מנהג [מטה אפרים]. כתבו האחרונים דכל אותן השופרות שאמרנו שהם פסולים לתקוע בהם הן פסולין בין ביום א' בין ביום שני:",
            "(פט) יכול ליתן וכו' - אע\"ג דמתקנו בכך כיון דלא מינכרא מילתא דהוי עובדא דחול שהרי מדיחין כלים ביו\"ט שרי:",
            "(צ) מפני הכבוד - פי' מפני כבודו של מקום שלא יהיו מצות בזויות עליו ולכן אפילו אם התוקע מוחל ע\"ז ג\"כ אסור [אחרונים]:",
            ""
        ],
        [
            "(א) בתוך הבור - הוא דינא דמשנה וכתבו הראשונים שמשנה זו לצורך נשנה בשעת הגזירה שגזרו האומות שלא יקיימו ישראל את המצות ונתחבאו בבורות ובמערות לקיים:",
            "(ב) או בתוך המערה - וה\"ה מרתף וכה\"ג מקום שהוא תחת הקרקע שקול התקיעה מתערב עם קול הברה לעומדים בחוץ. ובבנין שרובו על הקרקע ומקצתו בתוך הקרקע שרי דע\"י שרובו למעלה מן הקרקע לא מתבלבל הקול ונשמע קול שופר אף לעומדים מבחוץ ועיין בה\"ל מ\"ש בזה:",
            "(ג) אותן העומדים בתוך וכו' - דבתוך הבור גופא אינו נשמע קול הברה ולאו דוקא אם כל גופם בבור אלא אפילו הכניסו רק ראשם לבור סגי:",
            "(ד) והעומדים מבחוץ - ובהיה כולו בתוך הבור רק שראשו חוץ לבור כעומד מבחוץ דמי:",
            "(ה) יצאו - והוא שיתכוין התוקע להוציאם או בש\"ץ שדעתו מן הסתם להוציא לכו\"ע:",
            "(ו) ואם קול הברה שמעו - פי' שעם קול השופר שמעו לבסוף קול הברה לא יצאו שהרי קול פסול מעורב עם קול השופר:",
            "(ז) לא יצאו - וכתבו הפוסקים דסיבת ד\"ז תלוי בעומק הבור או בריחוק המקום וכל אדם יש בידו להבחין ולהכיר אם קול שופר שמע בלחוד או מעורב בו קול הברה ויש אומרים עוד דאפילו התוקע בביהכ\"נ ויש עומדים בחוץ קצת רחוק ממנו שייך בזה ג\"כ הבחנה לפי הריחוק מביהכ\"נ ועיין בה\"ל מ\"ש בזה ויש מי שמחמיר ואומר דלעומדים מבחוץ תמיד נשמע קול הברה ויש לחוש לדעה זו שלא בשעת הדחק ולתקוע עוד פעם אבל בלי ברכה עד שיהיה ברור לו שקול הברה שמע:",
            "(ח) וכן התוקע וכו' - המחבר לא חילק כאן בין עומדים בתוך החבית לעומד חוצה לה וכמו שחילק לענין בור משום דאין דרך ב\"א ליכנס בתוך חבית כמו שדרך ליכנס בבור ורק מכניס השופר לשם ותוקע והוא עומד מבחוץ וי\"א דמש\"ה לא חילק בזה המחבר דבחבית קול הברתה גדולה ואפילו העומד בתוכה אפשר ששומע קול הברה וע\"כ יש להחמיר בזה ולחזור ולתקוע בלי ברכה אלא א\"כ ברור לו שקול שופר שמע:",
            "(ט) ועלה חוץ לבור וכו' - ומיירי שביחד הוציא ראשו והשופר מן הבור ומילתא דפשיטא הוא דשרי אלא דקמ\"ל דלא חיישינן למיגזר דילמא אפיק רישיה מעל לבור ואכתי שופר בבור ותקע ואפשר בזה לשמוע קול הברה (גמרא). ובהוציא השופר תחלה וראשו עדיין בבור ותקע אם חיישינן בזה לקול הברה תלוי בפלוגתת הפוסקים אם מחוץ לבפנים נשמע קול הברה ויתבאר במשנה ברורה לקמיה:",
            "(י) וכן אותם שהיו בבור וכו' - פי' ועלו ג\"כ ביחד עם התוקע ושמעו גמר התקיעות בחוץ ויצאו ידי חובתם ג\"כ מטעם הנ\"ל שכל מה ששמעו היה קול שופר ויש מקילים בזה אפילו לא יצאו כלל רק שמעו גמר התקיעות שתקע בחוץ בהיותם בבור ול\"ח לקול הברה דדוקא מבפנים לחוץ נשמע קול הברה אבל לא מבחוץ לפנים ולמעשה יש להחמיר בשלא יצאו לתקוע שנית בלי ברכה אם אינו ברור להם שקול שופר שמעו. התוקע שהכניס שופר לבור ותקע והוא בעצמו עומד כולו מבחוץ העומדים בבור יצאו בתקיעתו והוא עצמו לא יצא אא\"כ ברור לו שקול שופר שמע:",
            "(יא) שלא בחיוב - כגון קודם עמוד השחר וכדלקמן בסימן תקפ\"ח:",
            "(יב) במתעסק - להתלמד או לשם שיר בעלמא דלא יצא וכדלקמן סימן תקפ\"ט ס\"ח:",
            "(יג) ותקע ומשך - ר\"ל שהאריך תקיעתו בשבילו:",
            "(יד) לא יצא - שהרי עכ\"פ חסר לו התחלת התקיעה וה\"ה נמי אם כל התקיעה היה בחיוב אלא שהוא נכנס באמצע התקיעה או שיצא מביהכ\"נ באמצע התקיעה ושוב לא שמע לא יצא אע\"פ שהיה שיעור תקיעה במה ששמע וכמאן דשמע חצי שיעור תקיעה דמי:",
            "(טו) וי\"א דיצא - וסברא ראשונה עיקר וצריך לחזור ולתקוע ואעפ\"כ לא יברך עליו דספק ברכות להקל ויותר טוב שישמע הברכה מאחר שלא יצא עדיין:",
            "(טז) ובאמצע התקיעה יצא לחוץ - ר\"ל התוקע והשלימה על שפת הבור ונמצא שהעומדים בחוץ שמעו רק סוף התקיעה דפלגא קמא היתה תקיעה פסולה ואם היה שיעור תקיעה על שפת הבור תלוי בשני דיעות הנ\"ל וה\"ה אם שמע מתחלה קול שופר כגון שהיה עם התוקע בבור ובאמצע התקיעה יצא לחוץ ולא שמע רק קול הברה נמי לא יצא דבעינן שמיעת קול שופר כשר מתחלה ועד סוף. וכתבו האחרונים דיזהרו כל העם שלא להוציא כיחם וניעם בשעת תקיעה כדי שישמעו כל הקולות מתחלתם ועד סופם וכן לא יביאו ילדיהם אצלם וג\"כ מטעם זה ומוטב שיהיו אצל אמותיהם בביהכ\"נ של נשים דנשים אינן מחויבות מן הדין בתקיעת שופר ומ\"מ נראה דקטנים שהגיעו לחינוך מצוה להביאם ולהחזיקם אצלו ויאיים עליהם שישמעו התקיעות ולא יבלבלו להצבור:\n"
        ],
        [
            "(א) ביום ולא בלילה - דכתיב יום תרועה יהיה לכם. ואם נמשך עד בין השמשות יתקע בלי ברכה:",
            "(ב) יצא - דמן הדין משעלה עמוד השחר יממא הוא לכל הדברים אלא לפי שאין הכל בקיאין בו וזמנין דאתי לאקדומי הצריכו חכמים לכתחלה להמתין עד הנץ דיום ברור הוא לכל. ולא בעינן עד שיעלה כל גוף השמש על הארץ אלא משעת תחלת הנץ ג\"כ מותר לכתחלה (פמ\"ג). מיהו כ\"ז מעיקר דין תורה [או בשעת הדחק כגון שצריך לצאת לדרך וכה\"ג] אבל חכמים תקנו לתקיעות שופר במוספין ואמרו בגמרא בטעמא דשעת הגזירה היתה שלא יתקעו ישראל בשופר והיו אורבין להם כל שש שעות של זמן תפלת שחרית לכך העבירוה לתקוע במוספין ומטעם זה נראה דנהגו כל ישראל מימות הקדמונים גם בתקיעות דמיושב שלא להיות מן הזריזין המקדימין ולתקוע בתחלת היום אלא סמוך לתפלת המוסף אחר קריאת התורה ואפילו יחיד התוקע לעצמו ג\"כ ידקדק לתקוע אחר ג' שעות לערך כדי שתקיעתו תהיה בשעה שהצבור עומדים בתקיעה:",
            "(ג) לא יצא - דסוף תקיעה בלא תחלה לא מהני ולא מידי וכדלעיל בסימן תקפ\"ז ס\"ג [וה\"ה אם שמע מקצת תקיעה ביום ומקצתה אח\"כ בלילה ג\"כ לא יצא דתחלה בלא סוף ג\"כ לא מהני ולא מידי וכנ\"ל שם] ונראה דאפילו היום שנוהגין לתקוע ל' קולות לצאת ידי כל ספק צריכין ג\"כ ליזהר שאף תקיעה ראשונה לא תהיה אפילו מקצתה קודם אור היום:",
            "(ד) נתבאר בסימן תקפ\"ז ס\"ג - ולפי מה שכתבנו שם דהעיקר כדעה א' א\"כ בכל גווני לא יצא:",
            "(ה) תשע תקיעות וכו' - נקט לישנא דגמרא וכפי עיקר הדין דבעינן רק ט' קולות דהיינו תקיעה תרועה תקיעה ג' פעמים ולדידן בשמע הג' סדרים בט' שעות וכדלקמן בסימן תק\"צ ס\"ב:",
            "(ו) יצא - בדיעבד אם כיון לצאת ואפילו הסיח דעתו והפסיק בדבור בנתיים וכתב המג\"א דכ\"ז בששהה ביניהם שלא מחמת אונס הא בשהה באונס אם שהה אפילו רק כדי לגמור את כל הסדר יחזור לראש אותו הסדר לפי פסק הרמ\"א בסימן ס\"ה עיי\"ש ולענין אם צריך לחזור ולברך בכה\"ג עיין לעיל סימן ס\"ה בבה\"ל שיש בזה מחלוקת בין האחרונים ועיין בבה\"ל בכאן מ\"ש בזה:",
            "(ז) דדוקא כשלא הפסיק וכו' - ס\"ל דזה גרע מהיסח הדעת ושיחה דבעינן שיהיה תרועה באמצע ולפניה ולאחריה חדא חדא תקיעה וכשמערב קול אחר מתקלקל הסדר. ואע\"ג דהוא בעצמו לא תקע מ\"מ הרי כיון לצאת וכתוקע בעצמו דמי וע\"כ אם שמע קול שופר שאינו ראוי באותו סדר בטלו כל הג' תקיעות [מ\"מ שש הקולות שמקודם לא בטלו] ויחזור ויתקע ומ\"מ לא יברך שוב:",
            "(ח) שאינו ראוי באותה בבא - כגון שעומד בתש\"ת ושמע תרועה או שעומד בתר\"ת ושמע שברים אבל האחרונים הסכימו דלפי פסק המחבר לקמן סימן תק\"צ ס\"ח דאפילו בהכפיל השברים או התרועה ב' פעמים הוי הפסק ה\"ה הכא בשמע ב' שברים או ב' תרועות זה אח\"ז וכיון לצאת ג\"כ מפסיד כל הג' קולות וצריך לתקוע מחדש:",
            "(ט) שתקעו כולם כאחד וכו' - דהיינו שאחד עשה תקיעה והשני תרועה והשלישי התקיעה השניה וכן כולם ואינו יוצא בזה כדמסיים שאין כאן פשוטה וכו' דבעינן שתהא תרועה באמצע ולפניה ולאחריה תקיעה ולא שיהיו כל הקולות בבת אחת וצריך לתקוע מחדש ומ\"מ הברכה לא הפסיד אם לא הפסיק בד\"א ויש מי שאומר דעכ\"פ ידי תקיעה אחת יצא וצריך להשלים עליה ח' קולות מתרועה ואילך ויש אומרים דאפילו ידי תקיעה אחת לא יצא וצריך להתחיל מחדש כל הט' קולות:",
            "(י) ואפילו אחד תקע בחצוצרות - אע\"ג דהקולות משונים:",
            "(יא) יצא וכו' - ואע\"ג דבכ\"מ אמרינן דתרי קלי לא משתמעי (עיין לעיל סימן קמ\"א) שאני הכא שהוא מצוה הבאה לזמן וחביבא ליה ויהיב דעתיה לשמוע יפה. והיכי שתקעו ג' ב\"א בב\"א כל אחד ג' קולות י\"א שיצא בשמועתו משום ט' קולות כיון דתרי קלי משתמעי גבי שופר ומשום ששמע כל הג' תר\"ת בפ\"א אין קפידא דלא קפדינן רק שישמע תקיעה מלפניה ותקיעה מלאחריה ותרועה באמצע והא שמע וכן ה\"ה לדידן שתוקעין תשר\"ת ותש\"ת ותר\"ת אם שמע אותם מג' ב\"א שכל אחד תקע סדר שיוצא כל התקיעות בשמיעתו בבת אחת וי\"א דאפילו בשופר אין תרי קלי משתמעי כדי לצאת בשתיהם ולא יצא אלא באחת מהם וראוי להחמיר כסברא זו ועיין ביאור דעה זו בבה\"ל:",
            "(יב) שניהם - דוקא כל התקיעה נוכל להשתמש לזה ולזה אבל להפסיק חד תקיעה חציה לזה וחציה לזה כגון שתקע תקיעה ארוכה שיש בה כשיעור ב' תקיעות ואחד התכוין לצאת מראשה עד חציה והשני מחציה עד סופה לא מהני ולא מידי דלא מפסקינן לה לחצאין ועיין לעיל סימן תקפ\"ז במ\"ב ס\"ק י\"ד:",
            "(יג) אין תוקעין בשופר - גזירה שמא יטלנו בידו לילך אצל בקי ללמוד ויעבירנו ד\"א בר\"ה:",
            "(יד) ואסור לטלטלו - דהוא כלי שמלאכתו לאיסור:",
            "(טו) לצורך גופו - שרוצה לשאוב בו מים וכה\"ג ודוקא בשבת מותר דכיון דאין תוקעין לא הוקצה למצותו משא\"כ ביו\"ט אף שאין איסור טלטול בשופר אפילו כל היום [וכדלקמן בסימן תקצ\"ו בט\"ז ס\"ק ב'] מ\"מ להשתמש בו אסור שהרי הוקצה למצותו וכמו לענין אתרוג עיין בסימן תרס\"ה:"
        ],
        [
            "(א) שאינו מחויב בדבר - היינו שאינו מחוייב בעצם וכדלקמיה אבל אם הוא מחוייב אלא שיצא בהמצוה יכול להוציא ואפילו לברך בשביל חבירו:",
            "(ב) וקטן - אפילו אם הוא בן י\"ג שנה כ\"ז שלא ידעינן שהביא ב' שערות אינו יכול לתקוע להוציא אחרים:",
            "(ג) דכיון שאינו שומע וכו' - שהרי אנו מברכין וציונו לשמוע קול שופר:",
            "(ד) אבל שומע ואינו מדבר וכו' - ואפילו לכתחלה יכול אחר לברך והוא תוקע [אחרונים]. חרש ששומע ע\"י כלי כמין חצוצרות חייב בשופר:",
            "(ה) מוציא את מינו - דכל אנדרוגינוס שוין שיש להם זכרות ונקבות ואם הוא בכלל זכר גם חבירו הוא בכלל זכר אבל אינו יכול להוציא את שאינו מינו דשמא הוא בכלל נקבה:",
            "(ו) אפילו את מינו וכו' - דשמא אם יקרע ימצא שטומטום זה נקבה וחבירו זכר. ואף ביום ב' שהוא דרבנן נקטינן ככל חומרת יום א' ומיהו אף ביום א' אם שמע זכר מטומטום חוזר ותוקע בלא ברכה [פמ\"ג]. טומטום ואנדרוגינוס אף דחייבין לתקוע מ\"מ לא יברכו דברכה הוא דרבנן וספיקא לקולא [וכדלעיל בסימן י\"ז ס\"ב]:",
            "(ז) אפילו עצמו - דלא אתי צד עבדות שבו ומוציא צד חירות שבו:",
            "(ח) יכולות לתקוע - ולא אמרינן דכיון דפטורות יש חילול יו\"ט בתקיעתן דקי\"ל גדול המצווה ועושה ממי שאינו מצווה ועושה אלמא דמי שאינו מצווה ועושה נמי שכר יש לו. וה\"ה קטן יכול לתקוע אף לכתחלה כדי שיתחנך וכדאיתא לקמן בסימן תקצ\"ו בהג\"ה:",
            "(ט) וכן אחר שיצא כבר - ר\"ל אף שיצא ולא אמרינן דכיון שהוא עצמו אינו צריך עתה לתקוע תו עובר משום שבות כשתוקע בשבילן דמ\"מ קצת מצוה יש להן בתקיעתן כנ\"ל:",
            "(י) אבל אין מברכות וכו' - דמהו וציונו בדבר שאינה מחוייבת לא מד\"ת ולא מדברי סופרים דאשה במ\"ע שהזמן גרמא פטורות אף מדרבנן:",
            "(יא) אם כבר יצאו - וע\"כ י\"א דיתקע להם קודם שישמע התקיעות בביהכ\"נ אבל במ\"א מסיק בשם מהרי\"ל שלא יתקע בשלשה שעות ראשונות משום דאז מיפקד דינא ואין כדאי לתקוע ביחידות אלא יתקע להן אחר תקיעות ביהכ\"נ והם יברכו לעצמן או שיכוין בלבו שלא לצאת בתקיעות ביהכ\"נ ואז יוכל אח\"כ ג\"כ לברך בשבילן:",
            "(יב) המודר הנאה וכו' - כגון ראובן שהדיר ע\"ע שלא יהנה משמעון אפ\"ה מותר לשמעון לתקוע לו דמצות לאו ליהנות ניתנו ואין תקיעות מצוה בכלל איסור הנאה שאסר ע\"ע משא\"כ כשאסר תקיעותיו אסר אפילו בזה שאינו הנאה:",
            "(יג) מאליו - אפי' כשאומר מי שרוצה להוציאני ידי חובתי יתקע שרי דבכה\"ג לאו שליחותיה קעביד:",
            "(יד) והוציאני אסור - דכיון דבשליחותיה עביד יש לו הנאה במאי דעביד שליחותיה ובדיעבד יצא [פמ\"ג בשם הפר\"ח]:",
            "(טו) להתלמד וכו' - ואם מתכוין בזה גם לצאת ידי מצוה כתב הא\"ר דיצא והיינו בעשה התקיעות כדין:",
            "(טז) ולא נתכוון השומע לצאת - זה מיירי כשבא לביהכ\"נ בסתמא אבל אם בא לביהכ\"נ לצאת ידי חובה עם הצבור אע\"פ שבשעה ששמע לא כיון לבו אלא בסתמא יצא:",
            "(יז) שישמענו - אבל אם היו תוקעין בבית לחולה וליולדת והיה ביתו סמוך לו ושמע לא יצא דמסתמא לא נתכוין זה להוציא אלא החולה [ח\"א]:",
            "(יח) מי שהיה מהלך בדרך וכו' אם נתכוון לצאת וכו' - איתא בירושלמי לא שנו אלא בעובר אבל בעומד חזקה כיון ועיין בא\"ר שכתב דכונת הירושלמי בעובר ועומד לשמוע קול תקיעות דאז אמרינן אף דאינו זוכר אם כיון אז לצאת מ\"מ חזקה שכיון אבל בשהיה עומד בביתו לא אמרינן חזקה כיון. סומא חייב בתקיעות ואם היה מוחזק לתקוע בכל שנה וסלקוהו אם לא ימצאו בקי כמוהו יחזירוהו למנויו. ולכתחלה אין לסלקו מפני שהוא סומא אע\"פ שנמצא בקי כמוהו [מ\"א בשם הרדב\"ז]:",
            "(יט) ושמע תקיעות משליח צבור וכו' - ובלבד שלא עמד רחוק מביהכ\"נ כ\"כ שאפשר שלא ישמע קול שופר רק קול הברה:"
        ],
        [
            "(א) ביובל ובראש השנה - דכתיב ביוה\"כ של יובל והעברת שופר תרועה ובר\"ה כתיב שבתון זכרון תרועה יום תרועה יהיה לכם:",
            "(ב) פשוטה לפניה - דכתיב והעברת שופר תרועה משמע העברת קול אחד לפני התרועה [גמרא]:",
            "(ג) ופשוטה לאחריה - דכתיב תעבירו שופר [גמרא]:",
            "(ד) של חודש השביעי וכו' - דגמרינן שביעי שביעי לג\"ש נאמר בר\"ה בחדש השביעי ונאמר ביובל והעברת שופר תרועה בחודש השביעי:",
            "(ה) נסתפק לנו וכו' - מדמתרגמינן תרועה יבבא אלמא שהוא כקול שאדם משמיע כשהוא בוכה ומייליל ועדיין אין אנו יודעין אם הוא כאדם הגונח מלבו כדרך החולה שמשמיע קולות קצרים קול אחר קול ומאריך בהם קצת והוא הנקרא גונח והוא דרך הבוכה בתחלת בכייתו וזהו מה שאנו קורין שברים או כאדם המייליל ומקונן שמשמיע קולות קצרות תכופות זה לזה והוא מה שאנו קורין תרועה או אם הוא שניהם כאחד:",
            "(ו) ותש\"ת ג\"פ וכו' - ואין יוצא במה שתקע תשר\"ת דדילמא כונת התורה על שברים לחוד וקמפסיק בתרועה בין שברים לתקיעה אחרונה לכך חוזר ותוקע שברים לחוד ומחמת זה הטעם צריך לתקוע ג\"כ תר\"ת ואין יוצא במה שתקע תשר\"ת דדלמא כונת התורה על תרועה לחוד והפסיק מתחלה בשברים בין תקיעה לתרועה:",
            "(ז) י\"א ששיעור תקיעה כתרועה וכו' - דע דבין י\"א הזה ובין י\"א שמביא המחבר בסוף דבריו תרווייהו ס\"ל דשיעור תקיעה [היינו בין שלפניה ובין שלאחריה] היא כתרועה אלא דמחולקים בשיעור תרועה דלהי\"א הזה שיעורו הוא ג' כחות קטנים ולהי\"א השני תרועה הוא כשיעור ט' כחות וממילא נ\"מ הוא ג\"כ לענין שיעור תקיעה:",
            "(ח) שלא יאריך בשבר - ר\"ל שבר אחד דהיינו קול אחד לא יאריך כג' טרומיטין דנעשה תקיעה. ובין בשברים של תש\"ת ובין בשברים של תשר\"ת צריך ליזהר בזה:",
            "(ט) יותר מדאי - בשברים של תשר\"ת לא יאריך בשבר אחד כשיעור ג' שברים ותרועה דהא תשר\"ת עבדינן מספיקא דשמא תרועה דקרא הוא שניהם יחד וא\"כ גם התקיעה צ\"ל כשניהם יחד וע\"כ אף שהאריך קצת בשברים לית לן בה ובתש\"ת לא יאריך בשבר אחד כשיעור ג' שברים מהאי טעמא אבל כשיעור ג' טרומיטין מותר דהא כד עבדינן שברים דהוא ארוך יותר מתרועה דידן הוא מחמת דנסתפק לנו דשמא תרועה הכתוב בתורה הוא שברים דידן וכנ\"ל וממילא התקיעה הוא ג\"כ ארוך יותר. והמחבר בדעה ראשונה סובר כיון דבסדר תר\"ת התקיעה רק כתרועה ג' כחות קטנים תו אין להאריך בשבר אחד לעשותו כעין זה:",
            "(י) בתקיעות של תשר\"ת וכו' - דשמא הוי תרועה שברים ותרועה יחד ר\"ל יליל וגנח ושיעור תקיעה הלא הוי כתרועה [ולפי דעה זו די אם נעשה התקיעה של תשר\"ת כשיעור י\"ב כחות] ובשל תש\"ת יותר משל תר\"ת דשברים הוא גונח והוא יותר גדול מיליל שהוא תרועה [ושיעור התקיעה די בזה כתשעה כחות] ובשל תר\"ת די בתקיעה כשהיא של ג' כחות כמ\"ש בריש הסעיף:",
            "(יא) וכן אם מוסיף על שלשה שברים - ויש מן הפוסקים שמחמירין בזה ונכון לחוש לדבריהם לכתחלה שלא לעשות יותר מן ג' שברים [אחרונים]:",
            "(יב) שהם ט' טרומיטין - וכתבו האחרונים דנכון לעשות כן לכתחלה ובדיעבד די בג' כחות כדעה א':",
            "(יג) ושיעור תקיעה ג\"כ וכו' - היינו בשל תר\"ת [דאלו בשל תש\"ת הוא יותר מעט] ונכון לחוש לדעה זו לכתחלה [ובדיעבד די אם עשה אותה כשלשה כחות כדעה הראשונה כ\"כ אחרונים] ומש\"כ ולפ\"ז אין לחוש וכו' ר\"ל דכיון דשיעור תקיעה הוא כט' טרומיטין לפחות ממילא יוכל להאריך בשבר אחד מהשברים עד כדי ח' טרומיטין ולא יחשב כתקיעה אבל יזהר שלא יעשה כשיעור ט' טרומיטין דאז פסול אף בדיעבד דנחשב כתקיעה לכו\"ע. והנה בתשר\"ת היה לנו להקל יותר להאריך בשבר אחד עד י\"ח כחות כיון דתרועה שם הוא בסך זה ממילא לא הוי שיעור תקיעה עד י\"ח שהוא גניחות ויללות אלא דיש לחוש לבלבול הדעת שפעם אחד יעשה השבר ארוך מחבירו דבתש\"ת הלא אסור לעשות כן וכנ\"ל ע\"כ ישוה אותם בכל מקום שלא יהיה שום שבר ארוך כט' כחות וגם דלדעת הראב\"ד כל שבר שהוא כט' כחות נחשב כתקיעה וע\"כ יש ליזהר בזה ומ\"מ בדיעבד אינו נפסל אם עשה השבר בתשר\"ת עד י\"ח כחות אבל י\"ח פסול אף בדיעבד דשוב נעשה תקיעה לכו\"ע. וכתבו האחרונים דלכתחלה יעשה שיעור השלשה שברים כט' כחות ובדיעבד יצא אם האריך כשיעור ו' כחות או קרוב לזה:",
            "(יד) י\"ב טרומיטין - ט\"ס וצ\"ל י\"ח דתרועה הוא ט' טרומיטין וגם שברים לפחות הוא כן וא\"כ הוא י\"ח וגם יותר מעט דהא שברים ארוכין יותר מעט:",
            "(טו) והאריך בשברים - לאו דוקא דה\"ה אם אריכתו בשברים היה שוה עם התקיעה ג\"כ לא יצא. והנה בעבור שזה הסעיף רבו פרטיו ויקשה להקורא להבין ממנו פרטיו למעשה וע\"כ אכתוב בקיצור איך להתנהג לכתחלה. צריך התוקע ליזהר שיאריך בתקיעות דתשר\"ת שכל תקיעה יהיה לפחות כשיעור ח\"י כחות ומעט יותר והתקיעות של תש\"ת ותר\"ת יהיה לפחות כשיעור ט' כחות דבזה יצא לכו\"ע שהרי מותר להאריך אפילו יותר מכשיעור וגם יזהר בכל השברים בין בתש\"ת ובין בתשר\"ת שלא יעשה שום שבר מט' כחות וטוב יותר שלא יעשה בכל שבר רק כשלשה כחות וגם יזהר לכתחלה שיעשה כל תרועה בין של תשר\"ת ובין של תר\"ת כשיעור ט' כחות:",
            "(טז) בנשימה אחת - דזה אנו עושין בשביל תרועה הכתוב בתורה ואין להפסיקה לשנים. וכתבו רוב הפוסקים דזהו לעיכובא אפילו בדיעבד:",
            "(יז) שא\"צ לעשותם בנשימה אחת - דגנוחי וילולי לא עבדי אינשי בנשימה אחת ועיין בב\"י וב\"ח דבדיעבד גם לדעה זו אם עשה בנשימה אחת יצא אלא דלכתחלה ס\"ל דאין נכון לעשותם בנשימה אחת:",
            "(יח) וי\"א שצריך לעשותם בנשימה אחת - וטעמם דהא מה שאנו עושין שברים תרועה הוא מפני דשמא כונת התורה בתרועה לשתיהן דוקא דאז יוצא ידי תרועה א\"כ אין להפסיק ביניהן בנשימה דהוי כמו תרועה שנחלקה לשתים ואינה כלום וע\"כ אפילו בדיעבד אם עשה כן מחזירין אותו ומ\"מ לא יתקע ש\"ת בכח אחד בלתי שום הפסק דבכה\"ג לא מיקרי נשימה אחת אלא יפסיק מעט רק שלא יהיה בכדי נשימה בינתיים:",
            "(יט) ובתקיעות דמעומד יעשה בשתי נשימות - אבל איפכא לא ובמקומות שנוהגין לתקוע למלכיות תשר\"ת תש\"ת תר\"ת וכן לזכרונות וכן לשופרות יכול לעשות ג\"כ להיפך במיושב בשתי נשימות ובמעומד בנשימה אחת:",
            "(כ) והמנהג הפשוט וכו' - ובמקומות שנוהגין לעשות בנשימה אחת ג\"כ לא ישנו מנהגם. ואפילו לפי מנהגינו אם עשה בנשימה אחת יצא:",
            "(כא) לעשות הכל בב' נשימות - אך יזהר שלא יפסיק יותר מכדי נשימה כנ\"ל וע\"כ טוב שיקרא לפניו המקרא שברים תרועה בפעם אחת דאם ימתין התוקע עד שיקרא הקורא לפניו תיבת תרועה עלול מאד שיהיה עי\"ז הפסק יותר מכדי נשימה:",
            "(כב) שלא יצא - דאין כאן לא ראש ולא סוף וסברא ראשונה ס\"ל כיון דניכר סלקי לכל אחד ואחד ועיין בביאור הגר\"א שמסכים לדעה הראשונה:",
            "(כג) של תש\"ת - המחבר נקט לפי מה שהיו נוהגים במקומו לתקוע בשביל מלכיות תשר\"ת ובשביל זכרונות תש\"ת כדלקמן בסימן תקצ\"ב והתכוין שיעלה לו גם בשביל הראשונה של זכרונות וה\"ה לפי מה שנוהגין במדינתינו לתקוע בכל פעם תשר\"ת והתכוין באחרונה בשביל הראשונה של זכרונות:",
            "(כד) אלא בשביל תקיעה אחת - דהיינו האחרונה לפי שכל תקיעה צריך להיות בה ראש וסוף ואם נחלק תקיעה זו לשני תקיעות כמו שחשב התוקע אין כאן ראש לתקיעה אחרונה ולא סוף לתקיעה ראשונה ולפיכך אין אנו הולכין כלל אחר מחשבתו בזה אלא אנו חושבין תקיעה זו לתקיעה אחת ארוכה ועולה לו בשביל האחרונה:",
            "(כה) וי\"א שאפילו וכו' - טעמם דאזלינן בתר מחשבתו ומחלקינן התקיעה לשתים וממילא אין לו כלום וכנ\"ל ועיין באחרונים שכתבו דלדיעה זו הפסיד כל הבבא דהא הפסיק בקול אחר שהוא שלא כדין וכמש\"כ בס\"ח וצריך לחזור ולתקוע תשר\"ת אכן לדינא אין נ\"מ בכל זה דהעיקר כסברא ראשונה [א\"ר וביאור הגר\"א]:",
            "(כו) תקיעה אחת בין שני סדרים - ר\"ל שתקע תשר\"ת ש\"ת והתנה בתקיעה אחרונה של תשר\"ת שאם זה הסדר הוא הנכון תעלה לו התקיעה בשבילו ואם הסדר של תש\"ת הוא הנכון יעלה לו תקיעה בשבילו כי הלא מדין התורה סגי בסדר אחד רק מפני שאין אנו יודעין איזה סדר הוא הנכון אנו תוקעין כולם וכנ\"ל בריש הסימן ולכן יצא בדיעבד ע\"י תנאו ומ\"מ לכתחלה לא רצו חז\"ל לתקן כך שיתקע רק תשר\"ת ש\"ת ר\"ת כדי שלא יטעו לומר שאין צריך אלא ש\"ת או תרועה תקיעה:",
            "(כז) שבר אחר - ודי בזה דלא הפסיד סדרו כיון שגם התרועה שייכא עכשיו להשברים ששניהם הם תרועה בתשר\"ת לכך חשבינן ליה רק כמו נתקל בשברים שאינו מפסיד השברים עי\"ז ועיין בביאור הגר\"א שמסיק דדוקא כשהיה בנשימה אחת ואם לא היה בנשימה אחת צריך לחזור ולתקוע ג' שברים ותרועה ויש פוסקים דס\"ל דאפילו היה בנשימה אחת ג\"כ צריך לחזור ולתקוע ג' שברים ולגמור הסדר כיון שעכ\"פ הפסיק באמצע השברים. וראוי לחוש לכתחלה להחמיר כדבריהן:",
            "(כח) שגמר התרועה - פי' שעשה ג' כחות דבזה יצא ידי תרועה לדעה ראשונה הנ\"ל בס\"ג. וטעם החילוק בין גמר ללא גמר הוא דכ\"ז שלא נגמר התרועה הוי קול בעלמא ונראה שעדיין עסוק בהשברים שגם התרועה לא גמר וחוזר להשלים השברים משא\"כ בגמר התרועה שהוא קול שלם נראה שמתחיל אח\"כ שברים אחר ולכך אינו מועיל בהשלמת שבר אחד אלא ג' שברים מחדש ומ\"מ התקיעה הראשונה לא הפסיד גם בזה שלא הפסיק בקול אחר שאינו מענינא דשניהם הם מענין תרועה אלא שלא עשה כתיקונו:",
            "(כט) אירע בתש\"ת - היינו שהתחיל בשברים [שבר אחד או שתים] ואח\"כ עשה תרועה לא אמרינן דהוא בכלל נתקל וכ\"ש אם עשה כל השברים ואח\"כ עשה תרועה כיון שהוא שלא מענינא קלקל בזה כל הסדר [וה\"ה אם עשה התרועה קודם השברים ואין חילוק בכל זה בין שגמר התרועה או שלא גמר בכל ענין הפסיד התקיעה ראשונה] וכן מש\"כ או תר\"ת ר\"ל שהתחיל בתרועה ובאמצע הפסיק והתחיל לעשות שבר אחד והכל כנ\"ל לענין תש\"ת וה\"ה לענין תר\"ת דכיון שאין זה שייך כלל לתרועה שבסדר זה הפסיד גם גם תקיעה ראשונה:",
            "(ל) בין תקיעה לשברים - היינו בתש\"ת הכניס תרועה קודם שברים וה\"ה אם הכניסו אחר שברים ואפילו אם לא גמר התרועה וכנ\"ל. וכן בתשר\"ת אם עשה התרועה קודם השברים הפסיד בזה גם תקיעה ראשונה ויש מאחרונים שמקילין בתשר\"ת וס\"ל דכיון שתרועה שייכא בזה הסדר אלא שהקדימה א\"צ לחזור לתקיעה ראשונה אלא גומר שברים תרועה כדרכו תמיד ודיו:",
            "(לא) בין תרועה לתקיעה - היינו ג\"כ בתר\"ת הכניס שברים אחר תרועה וה\"ה אם הכניסו קודם תרועה ובכל זה אפילו לא גמר את השברים וכנ\"ל. ויש מקומות שדרכן לסיים בסוף תרועה בקול ארוך ועיין בפמ\"ג בסק\"ב שמפקפק בזה דאולי נחשב זה לשברים וכן יש מבעלי התקיעה שאינם מומחים במלאכה זו וכשעושין תרועה מתחילין בו בקול ארוך ונראה התחלתו כעין שברים גם זה לאו שפיר עבדי:",
            "(לב) וכן אם הריע שתי תרועות זו אחר זו - דאף ששתיהם מענינא מ\"מ כיון שכבר גמר אחת בכשרות תו השניה הויא הפסק ודוקא כשהפסיק ביניהם דאם עשאן בנשימה אחת הויא כתרועה אריכתא וכדלקמיה לענין שברים:",
            "(לג) כמתעסק וכו' - ומ\"א מצדד דיש להקל בזה דמתעסק לא חשיב תקיעה כלל והו\"ל כאלו שמע קול אחר בנתיים דלא חשיב הפסק עי\"ז:",
            "(לד) שתק והפסיק וכו' - היינו שהיה בשתי נשימות דאם היה בנשימה אחת נחשב כאחת וכשר דהרי יכול להוסיף כמה שברים כדלעיל בס\"ג. וה\"ה אם התחיל לתקוע ואין הקול עולה יפה ומתחיל לתקוע שנית נחשבת הכל לתקיעה אחת [אחרונים]:",
            "(לה) תקיעה ראשונה - ואם כבר תקע גם תקיעה אחרונה אותה תקיעה עולה לו במקום תקיעה ראשונה וגומר משם ואילך על הסדר. ואם לא נזכר עד שעומד בסימן אחר כגון שעומד בתש\"ת ונזכר שטעה בתשר\"ת גומר כל הסימן ואח\"כ חוזר ותוקע תשר\"ת פ\"א ואע\"ג שהפסיק באמצע הסימן דתשר\"ת בקולות אחרות אין בכך כלום כיון שבכל בבא בפ\"ע לא היה הפסק בקולות אחרות ודע עוד דבכל זה אפילו תקע בתקיעות דמיושב צריך לחזור ולא נאמר דנסמוך על תקיעות דמעומד דכיון שבירך על אלו צריך לעשותן כהוגן וגם בתקיעות דמעומד צריך לחזור דהם עיקר אבל אם טעה בתקיעות שאחר התפלה אין בכך כלום [מ\"א וש\"א]:",
            "(לו) לא יצא - דכתיב והעברת שופר תרועה וקבלו חז\"ל דר\"ל דרך העברתו כלומר בדרך תמונת גידולו שהאיל מעבירו מחיים בראשו כך צריך לתקוע בו דהיינו במקום הקצר [ח\"א בשם הר\"ן והריטב\"א בסוכה] וגם רמז לדבר מן המצר קראתי יה:\n"
        ],
        [
            "(א) יתפללו הצבור וכו' ט' ברכות - לאפוקי מאיזה פוסקים שסוברין שבלחש לא יתפללו רק ז' ברכות כמו בשחרית. מקום שנוהגין שהקהל מתפללין עם הש\"ץ בשוה והש\"ץ תוקע וטעה אסור לשוח באמצע ולגעור בו דכבר יצאו בתקיעות דמיושב ואף אם לא שמעו התקיעות דמיושב יחזרו ויתקעו אחר התפלה אותו סימן שטעה ודיו:",
            "(ב) שאין מזכירין וכו' - שאין לומר פסוקי מוסף אלא בשבת ור\"ח דרגילי בהו ולא אתי למיטעי אבל בשאר מועדים דלא רגילי בהו אתי למיטעי לכך אין מזכירין אותן אלא אומרים ככתוב בתורתך וכו':",
            "(ג) וא\"א פסוקי מוסף ר\"ח - ואפילו בבקר אצל פרשיות הקרבנות א\"א אותו והטעם בכ\"ז כדי שלא יאמרו יום ב' דר\"ח עיקר כמו בשאר ר\"ח [ובאמת אינו כן דחודש אלול לעולם אינו מעובר] ועוד טעם שלא לתת ליום זה מעלה מצד שהוא ר\"ח שהרי יש לו מעלה גדולה מזו מצד ר\"ה ור\"ח נכלל במה שאומרים זכרון דקאי גם על ר\"ח וכתיב ביום הכסא זהו ר\"ה שהחדש מתכסה בו:",
            "(ד) ושני שעירים לכפר - היינו השעיר שהוא לחטאת והשעיר של ר\"ח:",
            "(ה) ואומרים ג\"כ מוספי יום הזכרון - לכלול גם ר\"ח ואע\"ג שהמחבר כתב זה בעצמו בס\"ג כתבו הרמ\"א פה להודיענו דאף למנהגנו שאומרים הפסוקים יאמר מוספי:",
            "(ו) וגם ביום שני וכו' - ר\"ל אע\"ג דבחודש תשרי היום ראשון הוא העיקר שמונין בו למועדים אפ\"ה אומרים מוספי כדי דלא לזלזולי ביה ובדיעבד אם אמר מוסף א\"צ לחזור אבל ביום ראשון אם אמר מוסף חוזר:",
            "(ז) אומרים עשרה וכו' - כנגד י' פסוקים של הללו אל בקדשו וכנגד עשרת הדברות וכנגד עשרה מאמרות שבהם נברא העולם [גמרא]:",
            "(ח) מלכיות - לקבל עליו מלכות שמים וזכרונות שעי\"ז יעלה זכרונינו לפניו לטובה ובמה בשופר [גמרא]:",
            "(ט) ואחד של תורה - ואם השלים בנביא יצא [שם]:",
            "(י) רק אמר ובתורתך וכו' - לשון זה לאו דוקא ור\"ל שאומר ככתוב בתורתך ובזה נחשב כאלו הזכיר אותן הפסוקים בפיו:",
            "(יא) יצא - עיין במ\"א דדוקא דיעבד אבל לכתחלה יש ליזהר לומר כולם. עוד כתב דצ\"ל ג\"כ וכ\"כ בדברי קדשך וכן נאמר ע\"י עבדיך הנביאים:",
            "(יב) משנה וכו' - דזרע יצחק ג\"כ אין עשו בכללו ומ\"מ יצא בדיעבד דאין זה משנה ממש וי\"א דאדרבא יותר טוב לומר לזרעו של יעקב דבתפלה בעינן לפרושי טפי כל מה דאפשר וע\"כ וע\"כ ינקוט כ\"א לפי מנהג מקומו דיש לכל אחד על מי לסמוך:",
            "(יג) לא יתפלל וכו' - יצוייר דין זה ביחיד שדר בישוב וא\"א לו לילך למקום שיש מנין דבעיר אף אחר ג' שעות אין לו להתפלל ביחידי:",
            "(יד) ביחיד וכו' עד אחר ג' שעות - דבשלשה שעות ראשונות הקב\"ה דן את עולמו ושמא יעיינו בדינו ביחוד ומי יצדק אבל כשהוא מתפלל בצבור הן אל כביר לא ימאס. ומה דנקט ר\"ה אף דבכל יום הקב\"ה דן עולמו בג' שעות ראשונות דשם אינו אלא לפקידה בעלמא לאותו יום אבל בר\"ה הקב\"ה דן לכל השנה ולפעמים לשנים רבות ודוקא תפלת מוסף שזמנו כל היום רגילים העולם לאחרו אחר ג' שעות אבל תפלת שחרית רגילין העולם להתפלל בבוקר בתוך ג' שעות ראשונות וע\"כ כשהוא מתפלל באותו הזמן תקובל תפלתו בתוך תפלת הצבור ובמקומות שנוהגין להתפלל שחרית בהשכמה בתוך שעה ראשונה או שניה יצמצם אז להתפלל תפלתו ג\"כ בתוך אותו הזמן [מ\"א וש\"א]:",
            "(טו) היום - וכן יזהר היחיד שלא יתקע תקיעת מצוה עד אחר ג' שעות על היום משום דיפקדו בדינו וכמו שכתבנו בסימן תקפ\"ח סק\"ב במ\"ב:"
        ],
        [
            "(א) מחזיר ש\"ץ התפלה וכו' - יש מקומות שנוהגין לתקוע כשמתפללין בלחש אבל אין לנהוג כן לכתחלה שלא לבלבל המתפללים ומשלימין אותם לאחר התפלה:",
            "(ב) ותוקעין וכו' - ובכל תקיעות של שלשה סדרים הללו צריכין התוקע והשומעים לעמוד בשעת תקיעות ולפיכך נקראין תקיעות דמעומד ובדיעבד אם ישבו יצאו:",
            "(ג) תשר\"ת למלכיות פ\"א וכו' - הנה כיון שתקנו חז\"ל לצאת מידי כל הספיקות שיש להסתפק בתרועה כמ\"ש בסימן תק\"צ היה מהראוי גם כאן לתקוע תשר\"ת תש\"ת תר\"ת למלכיות וכן לזכרונות וכן לשופרות כדי לצאת כל ספק אלא לפי שאין מטריחין על הצבור אין נוהגין לתקוע אלא תשר\"ת לכל אחד שהרי בדרך זה הוא עושה כל הספיקות של התרועה ואין כאן חשש אלא שמא התרועה אינה אלא תרועה לבד או שברים לבד ונמצא הוא מפסיק בין תרועה לפשוטה שלפניה או שלאחריה אין אנו חוששין לזה כיון שכבר יצאנו ידי חובתנו מן התורה בתקיעות מיושב שבתקיעות ההם יצאנו מכל הספיקות כמו שכתבתי בסימן תק\"צ:",
            "(ד) וכן המנהג במדינות אלו - ובשל\"ה כתב הדרך המובחר לתקוע תשר\"ת תש\"ת תר\"ת למלכיות וכן לזכרונות וכן לשופרות [ואחר אנעים זמירות עוד תשר\"ת תש\"ת תר\"ת כדי להשלים עד מאה קולות] ומ\"מ במקום שנוהגין כמנהגנו אין לשנות [פמ\"ג]:",
            "(ה) היום הרת עולם - דבתשרי נברא העולם ואפילו למאי דקי\"ל כמאן דאמר בניסן נברא העולם עכ\"פ בתשרי עלה במחשבה להבראות ולא נברא עד ניסן:",
            "(ו) ואפילו יש לו מי שיתקע לו - ר\"ל ג\"כ אינו מפסיק כדי לשומען שלא תקנו לתקוע על הסדר אלא בצבור:",
            "(ז) אלא תוקעים לו וכו' - ר\"ל אם לא שמע התקיעות דמיושב מפי הש\"ץ תוקעים בשבילו קודם שיתפלל מוסף כדי לערבב השטן שלא יקטרג עליו בשעת תפלתו ואם אין לו מי שיתקע לו קודם תפלתו יכוין לשומעם אחר תפלתו:",
            "(ח) לא ישיח וכו' - דהברכה שמברך קודם התקיעות קאי ג\"כ על התקיעות דמעומד:",
            "(ט) ולא הצבור - דהלא יצאו בברכתו והוו כאלו בירכו לעצמן:",
            "(י) בין וכו' - ובשעת התקיעות עצמן פשיטא דאסור לשוח ואפילו לרוק אסור לפי שצריך לשמוע כל התקיעה מראשה לסופה אפילו היא ארוכה הרבה כמ\"ש בסימן תק\"צ וכ\"ש דאסור להשמיע קול בפיהוק או בנחירת הגרון שמבלבל גם האחרים השומעים:",
            "(יא) לתקיעות שמעומד - וה\"ה בין התקיעות שמיושב וכן שמעומד גופא ג\"כ אסור להפסיק:",
            "(יב) והתפילות אין הפסק - ר\"ל דבין תקיעות דמיושב למעומד שרי לכתחלה להשיח מענינם. ועיין בדה\"ח שדעתו דבין הברכה עד סוף תקיעות דמיושב אסור להפסיק אפילו בתפילות לכן לא יאמר היה\"ר הנדפס במחזורים בין התקיעות דמיושב רק יהרהר בלבו ואל יוציא בפיו או שיאמר היה\"ר אחר גמר התקיעות דמיושב:",
            "(יג) אין צריך לחזור ולברך - ולא דמי לסח בין תפילין לתפילין דהתם שתי מצות הן משא\"כ הכא דכולה חדא מצוה היא וע\"כ אפילו שח דברים בטלים בין תקיעות דמיושב עצמן א\"צ לחזור ולברך [מידי דהוי מי שמדבר אחר שטעם מעט מברכת המוציא דא\"צ לחזור ולברך דכולה חדא סעודה היא] ומ\"מ מצדדים האחרונים דמי ששח בתשר\"ת בין שברים לתרועה אף מעניני התקיעה אף שאין צריך לחזור ולברך מ\"מ לא יצא וצריך לחזור ולתקוע אותו סדר:",
            "(יד) בענין התקיעות - ואף דבסימן קס\"ז ס\"ו פסק דלכתחלה לא יפסיק כלל הכא מיירי שצריך לשוח כגון שאומר להביא שופר או לשכך אותו במים שלא יכול לתקוע וכיוצא בו ופשוט דאם שח בין ברכה לתקיעה מענין תפלה דצריך לחזור ולברך ומה שכתב רמ\"א דתפלה לא הוי הפסק היינו בין תקיעה לתקיעה וכנ\"ל אבל בין ברכה לתקיעה הוי הפסק ואף השומע אם סח בין ברכה לתקיעה צריך לברך:",
            "(טו) תוקע על סדר הברכות - דהמתחיל במצוה אומרים לו גמור:",
            "(טז) אחר לתקוע - ועומד במקומו וא\"צ לעמוד על הבימה:",
            "(יז) שראוי לעשות כן - וכ\"ז מיירי בזמניהם שהיו נותנין לו לתקוע בסתמא וא\"כ זכה מיד בכל התקיעות אבל עכשיו שנוהגין בקצת מקומות ליתן הסדרים לאחר א\"כ מעולם לא זכה בה הראשון ושרי:"
        ],
        [
            "(א) ברכות של ראש השנה וכו' - היינו של מוסף שיש בו מלכיות זכרונות ושופרות וכן של יוה\"כ של יובל שאומרים בו ג\"כ מלכיות זכרונות ושופרות:",
            "(ב) מעכבות זו את זו - משמע דבשאר ימות השנה אם יודע ברכה אחת יאמרה ואין מעכבות זו את זו [מ\"א] ועיין בבה\"ל שכתבנו דגם להמ\"א הוא רק רחמי בעלמא אבל אינו יוצא כלל בזה דאפילו רק ברכה אחת מן הי\"ח אם דילג קי\"ל לעיל בסימן קי\"ט ס\"ג דצריך לחזור ולומר כולן כסדר שניתקנו וא\"ל אינו יוצא בזה ידי תפלה וכ\"ש בזה. וגם יראה להסמיכה לאיזה ברכה כגון לאשר יצר וכדומה כדי שתהא סמוכה לחברתה:",
            "(ג) עושה - דהא מדאורייתא בחדא סגי אלא דלא ידעינן איזהו לכן יעשה האחד שיודע שמא יכוין האמת:",
            "(ד) הברכות אין מעכבין התקיעות - שאם אינן יודעין לברך הברכות האלו אעפ\"כ יתקעו השלשה סדרים. וכן התקיעות וכו' שאם אין יכול לתקוע אעפ\"כ יברך הברכות:",
            "(ה) וכן סדרן אינו מעכב - אין ר\"ל בסדר התפלה שהקדים זכרונות למלכיות או שופרות לזכרונות דבזה לא יצא וצריך לחזור ולהתפלל וכן בסדר התקיעות אם הקדים תרועה לתקיעה ראשונה לא יצא אלא ר\"ל דסדר הוא להתפלל מוסף ולתקוע בתוך התפלה ואם שינה הסדר דהיינו שהתפלל קודם שתקע יצא בשניהם וזהו שסיים רמ\"א ואם התפלל וכו' והוי\"ו יתר הוא:"
        ],
        [
            "(א) יכול לתקוע לו - אפילו הוא יכול לתקוע בעצמו:",
            "(ב) אין חבירו יכול להוציאו - אפילו אם הוא צריך להתפלל אז גם לצורך עצמו בלחש אלא שהוא מתפלל בקול כדי להשמיע גם לחבירו ולהוציאו ואפילו אם לא יכול להתפלל בעצמו דתפלה צריך כ\"א לבקש רחמים על עצמו ולא ע\"י שליח אא\"כ יש עשרה ואז הוא ש\"ץ:"
        ],
        [
            "(א) למקום שבקיאים בתקיעות - דתקיעות דאורייתא וברכות דרבנן ואפילו ביום שני וכ\"ש אם יש לפניו מקום שיכול לשמוע תקיעות אע\"פ שגם שם אין מנין ויצטרך להתפלל ביחיד ויכול לילך למקום שיש שם מנין רק שאין להם שופר מוטב לילך לשמוע תקיעות אע\"פ שיתפלל ביחיד [ח\"א]:",
            "(ב) ושל תקיעות ספק - אם יש שם תוקעין דספק דאורייתא עדיף מודאי דרבנן. וה\"ה אם אין יודעין רק סדר אחד ילך להם. ואם יש בעיר אחד שופר ורוצה לילך למקום שמתפללין ולשלוח עכו\"ם שיביא לו השופר והוא חוץ לתחום ויכול לקיים שניהם שרי דתחומין דרבנן והו\"ל שבות דשבות:",
            "(ג) אח\"כ התקיעות - ולא ילך תחילה למקום שתוקעין ואח\"כ למקום שמתפללין שתפלת מוסף אין לאחרה יותר משבע שעות כמש\"כ בסימן רפ\"ו ותקיעות זמנה כל היום. אם באחת נמצא תוקע הגון אך המתפללים שם אינם הגונים ובאחת מתפללים הגונים והתוקע אינו הגון ילך למקום שהתוקע מומחה וכשר דהתוקע מוציאו ידי חובתו משא\"כ בתפלה אינו מוציאו ידי חובתו:"
        ],
        [
            "(א) מריעים תרועה גדולה - כדי לערבב השטן שלא יקטרג עליהם אחר התפילה שהולכים ואוכלים ושותים ושמחים לומר שאינם יראים מאימת הדין אבל אין אנו נוהגין כן רק בסיום תקיעה אחרונה של השלמת מאה קולות כמו שנבאר לקמיה המקרא אומר תקיעה גדולה והתוקע מאריך בה יותר משאר תקיעות [מט\"א]:",
            "(ב) שלשים קולות - ובשל\"ה כתב לתקוע מאה קולות דהיינו שלשים דישיבה והתקיעות של סדרים ושלשים אחר התפלה ולהוסיף עוד שבס\"ה יהיו מאה קולות:",
            "(ג) אין לתקוע עוד וכו' - דכיון שא\"צ הוי ככל שאר יו\"ט שאסור לתקוע משום שבות. ועיין בט\"ז שדעתו דיו\"ט של ר\"ה אינו דומה לשאר יו\"ט בזה אבל רוב האחרונים הסכימו לאסור כדברי הרמ\"א. ולענין טלטול לכו\"ע שרי כל היום דהא ראוי לתקוע בו להוציא אחרים שלא יצאו עדיין:",
            "(ד) בחנם - וגם אסור להוציא השופר כשא\"צ לתקוע דהוי הוצאה שלא לצורך ועיין סימן תקי\"ח ס\"א בהג\"ה ואפילו מי שיתקע ביום שני אסור לתקוע בראשון להתלמד:",
            "(ה) מותר לומר לו שיתקע - היינו אף להשתדל ללמדו אופן התקיעות ואפילו אחר שאינו אביו משמע דמותר בזה דמחנך לקטן:",
            "(ו) כל היום - אקטן קאי דאילו גדול הא כבר כתב דאין לתקוע עוד בחנם:"
        ],
        [
            "(א) אוכלים ושותים ושמחים - ר\"ל אף שהוא יום הדין מ\"מ מצוה של ושמחת בחגך שייך גם בו שגם הוא בכלל חג כדכתיב תקעו בחודש שופר בכסה ליום חגנו ונאמר בנחמיה ח' אכלו משמנים ושתו ממתקים וגו' כי קדוש היום לאדונינו ואל תעצבו כי חדות ד' היא מעוזכם:",
            "(ב) ואין מתענין בראש השנה - אם לא בתענית חלום שגם בשארי יו\"ט מתענין ע\"ז. כתב עט\"ז דלכו\"ע מותר להתענות בר\"ה ולהתפלל עד חצות אע\"ג דבשבת ושאר יו\"ט אסור וכן איתא לעיל בסימן תקפ\"ד ס\"א בהג\"ה:",
            "(ג) יש מקומות וכו' - המתענה בר\"ה ראוי שילמוד כל היום או יעסוק בתחינות ובקשות כדי שיהיה כולו לד' כתבו האחרונים דאף שמבואר לעיל בסימן תקכ\"ז ס\"כ דהמתענה אסור לבשל לאחרים מ\"מ אשה המשרתת בבית בעה\"ב שמשועבדת לו [וה\"ה אשה שמשועבדת לבעלה לאפות ולבשל בשבילו ואין לה אחר לזה] מותרת לבשל בשבילו:",
            "(ד) שכל מי שרגיל וכו' - היינו ג' פעמים:",
            "(ה) ומשנה רגילתו וכו' - היינו לענין יום אבל אבל בלילה של ר\"ה בודאי אסור להתענות לכו\"ע כמו בשאר יו\"ט:",
            "(ו) רק צריך התרה וכו' - עיין יו\"ד סימן רי\"ד דמשמע שם דמנהג של מצוה שנעשה כנדר הוא רק כשהורגל בה או אפילו פ\"א וחשב בשעת מעשה שינהוג כן לעולם אבל בלא\"ה אין נעשה כנדר ע\"י שעשאה פ\"א:",
            "(ז) תענית חלום - ואם הוא ספק אם הוא מהחלומות שמתענים בשבת אין להתענות:",
            "(ח) שני הימים וכו' - דתרווייהו הן כיום אחד וכמ\"ש בסימן ת\"ר:",
            "(ט) כל ימיו - ומ\"מ מי שאין ירא לנפשו א\"צ להתענות וכדלעיל:",
            "(י) יום שני בלבד - אבל יום ראשון לא יתענה כלל לפי שיום הראשון הוא דאורייתא ואינו נגרר אחר יום שני וע\"כ צריך לעשות בו אפילו קידוש של שחרית:",
            "(יא) וא\"צ למיתב וכו' - אפילו חל בשבת:",
            "(יב) דהא יש אומרים דמצוה להתענות בראש השנה - ואף דאין הלכה כן וכדלעיל בס\"א מ\"מ עכ\"פ לא נחזיק זה לעבירה שיצטרך אח\"כ להתענות ע\"ז בחול. מי שקיבל עליו להתענות בר\"ה אינו דומה למי שקיבל עליו להתענות בשבת ויו\"ט דאין קבלתו כלום הכא צריך התרה מאחר די\"א דמצוה להתענות בר\"ה:",
            "(יג) כמו שאין אומרים ביום הכיפורים - מאחר שהם ימי דין ואין שייך כ\"כ לבקש לענות ביום צום התענית:"
        ],
        [
            "(א) אומרים צדקתך - כיון שהוא יום הדין אומרים צו\"ץ משום צדוק הדין שהרי אנו אומרים ויגבה ד' צבאות במשפט והאל הקדוש נקדש בצדקה והי\"א ס\"ל דהא עכ\"פ יו\"ט הוא ור\"ח:"
        ],
        [
            "(א) ליל ראש השנה וכו' - המנהג שמתפללין מתוך הסידור אף שלא בירכו עדיין ברכת בורא מאורי האש ועיין בשע\"ת הטעם שאין זה הנאה גמורה דקצת שגורה בפיו והמחמיר יחמיר לעצמו אבל אין להורות לאחרים:",
            "(ב) אומרים ותודיענו - אף שאומרים בו וחגיגת הרגל ור\"ה אינו רגל מ\"מ כי היכי דאמרינן במוצאי יו\"ט בהבדלה בין יום השביעי לששת ימי המעשה דאמרינן סדר הבדלות הוא מונה ה\"נ סדר התיקון הוא אומר:"
        ],
        [
            "(א) אסור בשני - אע\"ג דבשאר יו\"ט מותר בשני מכח ממה נפשך אם יום ראשון הוא קודש השני הוא חול ואם השני קודש הראשון היה חול הכא אסור דתרווייהו חדא קדושתא היא:",
            "(ב) בקידוש וכו' - להוציא נפשיה מפלוגתא משום שי\"א שאין אומרים שהחיינו דתרווייהו יומי קדושה אחת היא והרי כבר בירך שהחיינו ביום א':",
            "(ג) בגד חדש - אף דבסימן רכ\"ג ס\"ד פסק דבשעת הקנין יש לו לברך התם מיירי כשקנה מלבוש מוכן אז השמחה כשקנאו והכא מיירי שקנה חתיכת בגד ונתן לאומן לתקנו דאז השמחה כשמשתמש בו:",
            "(ד) פרי חדש - במדינות שאין ענבים מצוין ומביאים ממקומות אחרים ועל פי הרוב הם בוסר אין ליקח אותם שיש בהם ספק ברכה שאינו יודע אם הגיעו לפול הלבן דאז מברכים עליהם בפה\"א וגם שהם חמוצים ואין לאכול דברים חמוצים בר\"ה וגם מה שלא נגמר פריו אינו סימן טוב [מטה אפרים] ובמעשה רב כתב דאין לאכול ענבים בר\"ה (והטעם ע\"פ סוד). אם יש לו תירוש חדש יקדש על היין ישן דהוא מצוה מן המובחר וכשיגיע לשהחיינו יטול התירוש בידו או יתן עיניו בו [אחרונים]. עוד כתבו דה\"ה אשה בברכת הדלקה ביום שני תלבש בגד חדש או תניח פרי חדש ואז תוכל לברך שהחיינו:",
            "(ה) עם כל זה יאמר שהחיינו - דאף דקדושה אחת היא מ\"מ ב' ימים הם. ויש טועים ליקח אף בשאר ימים טובים פרי חדש וטעות הוא:",
            "(ו) אם חל יום ראשון בשבת - ר\"ל שאז אין תוקעין ממילא יוכל לומר זמן ביום ב' לכו\"ע דהא לא אמרו זמן על מצוה זו והוא כעת מילתא חדתא:",
            "(ז) וי\"א לאומרו וכו' - היינו אפילו בלא בגד חדש ופרי חדש משום דהא היום אין יוצאין בתקיעה של אתמול ולא אמרינן יומא אריכתא הוא וה\"ה נמי בברכת התקיעה ומ\"מ לכתחילה טוב שילבש התוקע בגד חדש בשופר [מ\"א וש\"א] ועיין בב\"י דבמקומו נהגו שלא לברך שהחיינו בשופר ביום ב' אכן אנו נוהגין כהרמ\"א. קהל ששלחו לעיר אחרת להביא להם שופר ונתעכב השליח עד סוף יום ב' ור\"ה היה ביום ה' וביום וא\"ו וכשבא עם השופר כבר התפללו של שבת אבל היה עוד יום גדול אם אין שם בקי לתקוע שלא קיבל עליו שבת עדיין אז יתקע מי שקיבל שבת בלא ברכה ולא יתקע רק תשר\"ת תש\"ת תר\"ת ולא יותר ודוקא אם עוד היום גדול אבל אם כבר הוא בין השמשות אין לתקוע כלל דביום השני אין חיובו לתקוע אלא מדרבנן והוי ספיקא דרבנן אבל ביום א' דחיובו מדאורייתא חייב לתקוע ובלי ברכה. ולענין אמירה לעכו\"ם אף בבין השמשות דיום א' מותר:"
        ],
        [
            "(א) וקורים וכו' - כדי להזכיר זכות עקידת יצחק וקורין בזה ה' גברי ואם שכח וקרא פרשה וד' פקד את שרה חמשה קרואים יקרא עוד א' ויקרא מתחילת פ' העקידה עד סופה ואפילו אמר קדיש יעשה כן ויאמר קדיש שנית ואם כבר נסתלק ספר זה יכול לקרות בספר השני למפטיר פ' העקידה ויגלול ויקרא ג\"כ חובת היום:",
            "(ב) אפרים - מפני שחובת היום להזכיר זכרונות וכתיב בההיא קרא זכור אזכרנו:",
            "(ג) אף בא\"י עושין וכו' - לפי שאפילו בזמן המקדש אירע כמה פעמים שהיו צריכין לעשות שני ימים וכמו שמבואר בב\"י. ולכן גם היום החיוב בא\"י לעשות שני ימים ונחשבין כיומא אריכתא:"
        ],
        [
            "(א) והוא תענית - וכל הלכותיו נתבאר בסימן תק\"נ ע\"ש במ\"ב:",
            "(ב) בכל הימים וכו' - לבד משבת:",
            "(ג) מלבד בשבת - ואפילו במנחה של ערב שבת שובה ג\"כ אין אומרים אבינו מלכנו:",
            "(ד) שאין אומרים תחנון - ולא יהי רצון:",
            "(ה) אומרים א\"מ - ואל ארך אפים ולמנצח [ד\"מ] במילה אומרים באשמורת בין כסא לעשור זכור ברית אחר והארץ אזכור:",
            "(ו) ג\"פ וידוי - וכן מיום א' דסליחות עד ער\"ה כן משמע במנהגים:",
            "(ז) מלבד וכו' - מפני שעתידין לומר ב\"פ במנחה ובמעריב והוא ג\"כ יו\"ט:",
            "(ח) חרם - שלא לעורר כחות הדין בזמן ההוא וכן אין משביעין שחוששין ביותר להביא עונש שבועה לעולם ח\"ו. ואפשר אפי' אם חייב לקבל בחרם עליו ע\"י היפוך וכדומה אפ\"ה אין מקבל בחרם עליו עד אחר יוה\"כ ומיהו אם רוצה י\"ל דהרשות בידו [פמ\"ג]:",
            "(ט) וכן אין משביעין - ועכ\"פ מצוה לשפוט להוציא גזילה מתחת ידו וכשיש דין למטה אין דין למעלה:",
            "(י) עד מוצאי יוה\"כ - דקידוש הלבנה יותר טוב כשהוא מבושם ובשמחה ובמדרש איתא שבמוצאי יוה\"כ בת קול יוצאת ואומרת לך אכול בשמחה וגו'. אבל דע דכמה אחרונים הסכימו שיותר טוב לקיים המצוה מקודם כדי שמצוה זו יכריעהו לכף זכות:",
            "(יא) ושבת שבין וכו' - ונוהגים שאין נער אומר ההפטרה שובה ישראל:"
        ],
        [
            "(א) בעשי\"ת צריך ליזהר - היינו אפילו מפת פלטר של גוי ואם אינו יכול לאפות בעצמו יכשיר את התנור שאופין בו העכו\"ם שישליך ישראל בתוך התנור קיסם אחד ואפילו נפח ע\"י מפוח או בפיו מהני כמ\"ש ביו\"ד סימן קי\"ב ס\"ט ומ\"מ מי שהולך בדרך אם אין לפניו פת של ישראל עד יותר מארבעה מילין ממקום שהוא עומד בו ורוצה לאכול מותר לו לאכול פת פלטר של עכו\"ם בעשי\"ת כמו שמותר בשאר ימות השנה כמ\"ש ביו\"ד שם דלא קבילו עלייהו להחמיר ביו\"ד ימים יותר ממי שנזהר כל השנה ואפ\"ה מותר באופן זה. ויזהרו שלא לברך וליטול חלה מעיסה שהיתה מתחלה של עכו\"ם אע\"פ שאח\"כ מכרה לישראל [דכיון שבעת לישה היתה של עכו\"ם נפקע ממנה חיוב חלה] אלא דוקא כשמכר העכו\"ם הקמח לישראל:",
            "(ב) ויש לכל אדם וכו' - כתב הרא\"ש שיקרא באלו הימים באגרת התשובה של רבינו יונה והאר\"י ז\"ל כתב שחיוב ללמוד בספרי מוסר כל השנה וכ\"כ הגר\"א במשלי בכ\"מ ובמע\"ר ועכ\"פ באלו הימים יעשה כל אדם כדעת הזוהר שישוב קודם שישכב ויתאונן על חטאיו ויפשפש במעשיו. ועיין ביערות הדבש ח\"א דרוש א' כי ז' ימים שבין ר\"ה ליום הכפורים הם נגד ז' ימי שבוע ובכל יום יעשה תשובה על אותו יום ד\"מ ביום ראשון יעשה תשובה על מה שחטא כל ימיו ביום ראשון וכן ביום ב' וכן כל ז' ימים:",
            "(ג) לחפש ולפשפש במעשיו - עיין בח\"א כלל קמ\"ג שם הרחיב הדברים בענין זה ודבריו קילורין לעינים:",
            "(ד) ולשוב מהם בעשרת י\"ת - אחד ששכר חבירו לילך בדרך ונהרג נכון שיקבל תשובה [באר שבע פ' חלק ועיין בתשובת מהר\"ם מלובלין סימן מ\"ג מ\"ד מ\"ה וגבעת שאול סימן מ\"ח וסי' פ\"ב ועיין בית יעקב ס\"י] ולענין אשה שהמיתה ילד ע\"י גרם עיין אבן שוהם סימן מ\"ם ועיין תשובת ח\"ס חו\"מ סי' נ\"ב לענין מוהל ולענין אשה שמצאה ילד מת ובסימן קפ\"ד לענין מי שבאונס אכל איסורים ויצא מן האונס ובסימן קע\"ג מתיקוני תשובה למי שבעל נדה וסימן קע\"ה למי שנתפס עם הנכרית וסימן קע\"ז למי שרצה להציל ובטעות המית את חבירו. ועיין בשע\"ת ובפתחי עולם מדינים אלו. ועיין ברי\"ף כ\"ד דברים המעכבים את התשובה:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}