{
    "versionTitle": "Hilchos Lulav",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "כתיב בתורה ולקחתם לכם ביום הראשון פרי עץ הדר וכפות תמרים וענף עץ עבות וערבי נחל וקבלו חז\"ל דפרי עץ הדר זהו אתרוג שטעם עצו ופריו שוה וכתיב הדר שיהיה נאה והדר בתארו וגידולו וע\"ד שיתבאר בסימן תרמ\"ח ולפי שכל אלו הד' מינים כתובין בפסוק אחד למדין זה מזה וע\"כ כל הארבעה מינים צריכים להיות נאים ומהודרים וע\"ד שיתבאר לקמן כפות תמרים הן ענפי האילן שגדלין בו תמרים כשיצמחו קודם שיתקשו העלין שלהן ויתרחקו לכאן ולכאן רחוק מן השדרה אלא כשיהיה כמו שרביט והוא הנקרא לולב וענף עץ עבות הוא ההדס שעליו חופין את עצו ופרטיו יתבאר בסימן תרמ\"ו וערבי נחל יתבאר בסימן תרמ\"ז:",
            "(א) שנפרדו - היינו כמו ענפי השבט שעומדין פרודות ויכולין לאגדן:",
            "(ב) ולא נדלדלו כעלי החריות - דטבע החריות שנפרדו העלין ונתרחקו הרבה ובמקום חבורן נתקשו כעץ ואין יכולין לאגדן יחד:",
            "(ג) פרודות - הט\"ז העלה שמה שהחמיר הרב המגיד למצוה מן המובחר הוא דוקא היכי שכל עליו תלויות למטה רק שעולין עם הלולב [ונפרצו עליו שפסול הוא כגון שנתלשו עליו לגמרי מן הלולב או שתלויות למטה וגם אין עולין עם הלולב או שנדלדלו ממקום חיבורן בשדרה ועדיין מעורין במקצת] אבל כל שאין עליו תלויות אלא שקצת נוטה לצדדין אפילו מצוה מן המובחר אין כאן אמנם במאמר מרדכי וכן בבכורי יעקב מפקפקין על דברי הט\"ז ודעתם כסתימת הרמ\"א דלמצוה מן המובחר יש ליזהר שלא ליטול לכתחלה לולב אא\"כ שוכבין עליו זה על זה ולא לצדדין:",
            "(ד) דהיינו וכו' - ר\"ל דגם זה הוא בכלל נדלדלו מאורך השדרה אף שעדיין לא נעקרו מחבורן וה\"ה אם נעקרו ממקום חבורן בשדרה ועדיין מעורין במקצת אף שאין תלויות למטה. ואם השדרה בעצמה נשברה ותלויה למטה [והיינו שמעורה במקצת] נ\"ל דכשר דדוקא ברוב עלין פסול דדמי לבהמה שנשברו רוב צלעותיה טריפה ונשברה השדרה כשרה אכן יש לאוגדו שם שלא יפול למטה כ\"כ המ\"א אבל הרבה אחרונים חולקים ע\"ז דשאני התם דחוט השדרה קיים ובו תלוי הכשרו שם [דאם נפסק החוט אף שהשדרה קיים טריפה כמבואר שם] משא\"כ בענינינו ובספר בגדי ישע כתב דאין כונת המ\"א נשברה ממש דא\"כ לא עדיף מנקטם ראשו דפסול אלא שר\"ל מתמוטט למטה וא\"כ שפיר מדמה לנשברה השדרה ולא נפסק החוט וצ\"ע:",
            "(ה) ונעקרו למטה וכו' - ר\"ל למטה במקום חבור העלין לשדרה נעקרו שם מן השדרה ואינם מחוברים אלא ע\"י אגודה:",
            "(ו) דפסול אפילו אגדן - וה\"ה במה שכתב הג\"ה למעלה שפסולין כשהן תלויות למטה שם ג\"כ פסול אפילו אגדן וכ\"כ הגר\"ז:",
            "(ז) נתקשו העלין כעץ - ואם התחיל להתקשות ועדיין לא נעשה כעץ זהו נקרא בגמרא דומה לחרות וכשר אפילו לא אגדו אכן טבע האילן שבשעה שהעלין התחילו להתקשות נעשו עליהן מפורדות וכבר נתבאר לעיל דמצוה מן המובחר שלא יהיו מפורדות:",
            "(ח) ברוב עלין - ורוב כל עלה ועלה ורובו ככולו והוי כאלו הוי הלולב בלא עלין. ודוקא אם הוא בתוך שיעור הלולב שהוא ד' טפחים כדלקמן בסימן תר\"נ אכן אם נשברו רוב העלין של לולב היותר מכשיעור ונשאר רוב שיעור של לולב שלם יש להסתפק אם אזלינן בתר רוב הלולב ופסול או בתר רוב השיעור וכשר:",
            "(ט) ועדיין הלולב וכו' - דבלא\"ה אפילו במיעוטן של העלין שנחסר פסול:",
            "(י) נשאר מכוסה בעלין - עיין בביאור הלכה:",
            "(יא) ברוב העלין - ורוב כל עלה ועלה:",
            "(יב) פסולה - דהוי כאלו ניטלו לגמרי. והנה לדעה זו הראשונה אין שום נ\"מ בין שאר העלין לעלה האמצעית ואם נחלקה אפילו כולה כשירה:",
            "(יג) וצד השני ערום בלא עלין פסול - עיין בחי' הריטב\"א דבזה ודאי פסול כל שבעה ימים אבל באחת אחת מתחלת ברייתו מסתפק שם עיי\"ש:",
            "(יד) העלה העליון - שדרכה להיות כפול כשאר עלי הלולב:",
            "(טו) האמצעי - ואם כלה השדרה בשני עלין יש על שניהם שם תיומת ואם נחלקה אחת מהם פסול:",
            "(טז) עד השדרה - עיין בביאור הגר\"א שהסכים דלדינא יש להחמיר ברובו דבכל פסול רובו ככולו ועל מקצתו אין להחמיר כלל:",
            "(יז) ופסול - היינו ביום הראשון אבל בשאר הימים כשר:",
            "(יח) לכתחלה מצוה מן המובחר וכו' - היינו אם יש לו לולב אחר אבל א\"צ לברך על לולב של חבירו משום זה:",
            "(יט) כי יש מחמירין וכו' - וטעמם דע\"י הנענועים רגיל להיות בסופו סדוק כולו ועיין בט\"ז דלדעתו אין להחמיר בזה רק אם נחלק כשיעור טפח ובח\"א כתב דלדעה זו יש להחמיר אפילו במשהו ועיין במה שכתבנו בסקט\"ז בשם הגר\"א וע\"כ אם יש לו לולב אחר יותר טוב לברך עליו משום מהיות טוב וגו' אבל מדינא אין לחוש לזה כלל כ\"ז שלא נחלק רובו ועיין לקמיה בס\"ז דאם נתרחקו ב' סדקיו זה מזה עד שנראה כשנים פסול:",
            "(כ) ואם אין וכו' פסול - הטעם בכל זה שאינו הדר:",
            "(כא) לולב שיבשו וכו' - שאין זה הדר:",
            "(כב) רוב עליו - ואם יבש העלה העליונה התיומה פוסל הראב\"ד:",
            "(כג) או שדרתו - מיהו הרב ב\"י כתב דאין מצוי שיהא שדרתו יבש והעלין לחים וליכא לספוקי בזה:",
            "(כד) משכלה מראה ירקות שבו - שזהו סימן שכלה הלחלוחית שבו:",
            "(כה) בצפורן - ורוב הפוסקים לא הסכימו לפירוש זה אלא שרמ\"א כתב דעה זו כדי ליישב מנהגם שנהגו כך במקומותיו לסמוך ע\"ז לפי שאין לולבין מצויין ע\"כ אין להקל בזה כ\"ז שיש בעיר לח:",
            "(כו) רוב העלין העליונים - ועליונים נקרא אותן שגבוהין מן השדרה ולמעלה ושיעור הקיטום לא נזכר בהשו\"ע אם דוקא כשנקטם הרוב של כל עלה או אפילו במקצתה ועיין בלבוש שמחמיר דאפילו במקצתן ויש מאחרונים שמפקפקין בזה והנה המחבר לא זכר לחלק בין עלה אמצעי ליתר העלין ועיין בבה\"ל:",
            "(כז) פסול - דאין זה הדר:",
            "(כח) ואם נקטם וכו' - דעת הט\"ז והגר\"א דהרמ\"א הוסיף בזה להחמיר כדעת הרה\"מ והר\"ן דהעלה העליון האמצעי שעל השדרה [היינו כשיש ג' עלין שכלה בהם השדרה העלה האמצעי לבדה נקרא ראש הלולב] אם נקטמה פסול ועיין בביאור הגר\"א דמשמע מניה שמצדד להורות כן להלכה כהרמ\"א ואפילו נקטמה העלה הזאת בכל שהוא פסול:",
            "(כט) העלה העליון האמצעי וכו' - ואם כלה הלולב בשני תיומות ונקטמה רק אחת מהן אפשר דיש להקל וכן מצדד בספר בכורי יעקב ע\"ש:",
            "(ל) ודוקא דאיכא אחר וכו' - עיין בא\"ר דכונת הרמ\"א להקל בנקטם עלה העליונה משום דכמה פוסקים מקילין בעיקר הדין ויש לסמוך עלייהו בדליכא אחר אבל לא בנקטמו רוב עלין ואפילו בעלה אמצעי יש אומרים דאין להקל לברוכי עלייהו כ\"א בנקטם רק מקצתה אבל לא בנקטם רובה אפילו בשעת הדחק ועיין בבה\"ל:",
            "(לא) אם נתרחקו וכו' - היינו אפילו לא היו כן בתולדה רק אח\"כ:",
            "(לב) ואפילו לא נחלקה התיומת - פי' שלא נסדק העלה האמצעי עד השדרה ואפילו נסדק רק מקצתו שמחמת נחלקה התיומת דעת הרבה אחרונים שאין לפסלו מ\"מ כיון שנתרחב הסדק עד שנראה כשנים פסול ויש ליזהר הרבה בזה:",
            "(לג) או שהוא עקום - כמגל [גמרא]:",
            "(לד) לפניו - דהיינו הצד שכנגד השדרה ונעשה שדרתו כגב חטוטרות:",
            "(לה) שהרי שדרו - נקרא בשם זה יען שהוא כשדרו של בהמה שהחוליות והצלעות מחוברות בה מכאן ומכאן ואף זה עליו מכאן ומכאן ואמצעה חלק ועולה כמקל [רש\"י]:",
            "(לו) פסול - שאין זה הדר:",
            "(לז) לאחוריו - שנעקם ונכפף לצד השדרה:",
            "(לח) כפוף בראשו - היינו שהיה כפוף כאגמון בין לפניו ובין לאחריו:",
            "(לט) פסול - שאין זה הדר:",
            "(מ) כפופים וכו' - והרא\"ש כתב אוהב אני יותר לצאת בו שאין העלין נחלקין ותיומתו קיימת וכתב הלבוש ודוקא כשהעלה העליונה לבד כפופה אבל אם כולן או רובן כפופים כל שהוא פסול דודאי זהו שינוי מברייתו ואינו הדר כלל עכ\"ל והעתיקו המ\"א ודעת הט\"ז שאין לחלק בזה ועכ\"פ בדאיכא אחר בודאי יש ליזהר שלא לצאת בזה שראשי העלין כולם או רובם כפופים:",
            "(מא) בראשו - ודוקא בזה שלא נכפף אלא בראשו ונשאר חלק גדול בלי כפיפה אבל אם גוף העלין נכפף הרבה מאוד לאמצעיתן ונראה כמו שנכפף העלין לשנים פסול שאין זה הדר כלל וה\"ה אם העלה העליונה האמצעית שהיא התיומה נכפפה לבדה הרבה לאמצעיתה ג\"כ פסול [פמ\"ג]:",
            "(מב) כשר - ויש מן הפוסקים שמחמירין בזה אכן המנהג להקל כהשו\"ע ועיין בשע\"ת: בשע\"ת:",
            ""
        ],
        [
            "(א) שנקטם ראשו - היינו העץ אבל בעלה לחוד לא שייך כלל נקטם ראשו וכדלקמן בס\"י בהג\"ה:",
            "(ב) כשר - עיין לקמן בס\"י שמביא מחלוקת בזה לפי ששני סעיפים הראשונים אלו הוא לשון הרמב\"ם ומן ס\"ג ואילך הוא לשון הטור ונמשך כאן אחר לשון הרמב\"ם אגב שאר הדינים:",
            "(ג) נשרו רוב עליו - היינו שהיה בכל קן וקן היוצא ממנו ז' עלין ונשרו מהן ארבעה כיון שנשתייר שלשה עלין עדיין נקרא עץ עבות וכשר וכדלקמן בס\"ד:",
            "(ד) בקן אחד - היינו בכל קן וקן ממנו:",
            "(ה) היו ענביו - דלפעמים גדל על ההדס פרי כמין ענבה:",
            "(ו) אם ירוקות כשר - דגם ההדס ירוק הוא ואין שינוי מראה מחמת הענבים משא\"כ בשחורות וגם אדומות הוו שחורות דאמרינן האי שחור אדום הוא אלא שלקה אבל אדומות או שחורות פסול דלאו הדר הוא. ואם היו שאר גוונים כגון גע\"ל או בלא\"ה בכפות תמרים מצדד להחמיר ובפמ\"ג מסתפק בזה:",
            "(ז) ואם מיעטן - היינו מעיו\"ט ומותר למעט אותן לכתחלה כדי שיהיו עליו מרובות מענביו ואפילו למעטן בתר דאגד הלולב:",
            "(ח) או שליקטן אחד אחד לאכילה - עיין בט\"ז והגר\"א שהסכימו דצ\"ל או שליקטן אחר לאכילה וכן הסכים המ\"א לדינא דדוקא איש אחר שליקטן לאכילה ואינו מתכוין להכשירו מותר אע\"ג דפסיק רישא הוא דממילא מוכשר הרי לא ניחא ליה בההכשר ההוא וכיון דלבסוף יהיה תועלת בזה לאדם אחר שיהיה יכול לצאת בהן ידי מצוה לא מחמרינן בזה משא\"כ אותו האיש גופא אף אם הוא מכוין לאכילה ולא להכשירו מ\"מ אסור דפסיק רישא הוא אם לא דאית ליה הדסים אחרים לצאת בהן וא\"צ להן:",
            "(ט) כשר בכל ענין - ר\"ל אפילו לא מיעטן כלל וטעמו דס\"ל דכל הפסולין אפילו אותם שפסולין משום הדר ג\"כ פסולן הוא רק ביום הראשון ולפ\"ז לדידן דפסקינן לקמן בסימן תרמ\"ט דפסולין מחמת הדר פסולן כל זיי\"ן גם בזה פסולן כל זיי\"ן:",
            "(י) בגבעול אחד - ר\"ל בכל קן וקן ויהיו סמוכים זה לזה בעיגול אחד שאין אחד נמוך מחבירו אע\"פ שכל אחד בעוקצו:",
            "(יא) למעלה מהם - או למטה מהם:",
            "(יב) נקרא הדס שוטה - מפני שאין עליו הולכין כסדר אלא משובשין כשוטה:",
            "(יג) אפילו בשעת הדחק - שאינו בכלל הדס כלל ופסול אפילו בשאר ימים וכן אם היו שנים זה ע\"ג זה ג\"כ אין זה בכלל עבות האמור בתורה:",
            "(יד) דכשר וע\"כ נוהגין וכו' - ר\"ל דסומכין על אותו מ\"ד דמכשיר בתרי וחד וה\"ה בתרי ע\"ג תרי:",
            "(טו) ולכן נהגו להקל וכו' - עיין בביאור הגר\"א ובשארי אחרונים שכולם פקפקו מאוד על המנהג ההוא שאין להם שום יסוד לא בתרי וחד ולא בתרי ע\"ג תרי והרמ\"א דחק רק לקיים המנהג ולכן הירא לדבר ד' יטרח למצוא עבות כדין דהיינו ג' עלין בשוה בכל קן וקן ועיין לקמיה בס\"ה. כתב הח\"א דבתוך אלו היבשים שמביאים עם האתרוגים בדוחק נמצא אחד למאה שיש בו ג' בקן אחד ולכן אין להם חזקת כשרות עד שישרם בחמין וירכך אותם ואם לא ימצא יטול בלא ברכה ע\"ש:",
            "(טז) ונשרו מהם עד וכו' - היינו אפילו היה בכל אורך ההדס כן:",
            "(יז) אפילו נשרו רובן - דכיון דנשאר ג' עדיין עבות קרינא ביה אבל אם נשארו רק שנים פסול דאף דבהדס שיש בו ג' בקן אחד ונשר אחד מכל קן ונשאר רק שנים הסכימו כמה אחרונים להכשיר שם שאני שנשתייר עכ\"פ רוב הקן ורובו ככולו משא\"כ הכא שנשרו רובם בעינן עכ\"פ שישתייר שיעור עבות דעי\"ז נוכל להכשירו ונאמר דאף עתה עבות קרינא ביה:",
            "(יח) ולעיכובא ברובו - היינו שההדס ששיעורו הוא לא יותר מי\"ב גודלין כדלקמן בסימן תר\"נ אין צריך עבות בכולו רק ז' גודלין יהא עבות דהיינו ג' עלים בכל קן והחמשה גודלין אפילו נחסר לגמרי שנשרו עליו או שלא היו עבות דהיינו שהיו עליו שנים ע\"ג שנים או תרי וחד דכיון שרובו היה עבות כשר. ובהדס שהיו בכל שיעור ארכו ג' עלים בכל קן ונשר עלה אחת מכל קן ברוב שיעור אורך ההדס יש בזה פלוגתא בין הראשונים יש מכשירין דכיון דנשאר שנים בכל קן רובו ככולו כי היכי דמכשירין בנשרו מקצת עליו מארכו של ההדס ויש פוסלין דס\"ל דעי\"ז לא נשאר עליו שם עבות כלל דאין עבות אלא בשלשה. ולענין הלכה נקטינן להקל במקום הדחק שכן הסכימו כמה אחרונים. ודוקא כשנשארו עכ\"פ שני עלין בכל קן דהוי רובא עכ\"פ אבל אם נשרו שני עלין ברוב שיעור אורך ההדס פסול לכו\"ע וא\"כ במקום שנוהגין לצאת בהדסים של שנים ע\"ג שנים כדלעיל בהג\"ה אם נשר עלה אחת מכל קן ברוב שיעור אורך ההדס פסול לכו\"ע דלא נשאר רובא:",
            "(יט) ואפילו אינו בראשו - כגון שמלמטה עד רובו יוצא בכל קן וקן ג' עלין ולמעלה נשרו עליו או שהוא איננו עבות ג\"כ כשר ואע\"ג דביבשו עליו פסק בס\"ח דאינו כשר כ\"א כשנשתיירו בכל בד ג' עלין לחין בראשו דוקא שם הטעם משום הדר והדר ניכר כשהוא בראשו אבל כאן משום עבות ודי בכל מקום:",
            "(כ) כשילבינו פניהם - לאחר שנפרך בצפורן [מ\"א] ובאמת אינו מצוי במציאות שילבינו פניו ולא יהיה נפרך בצפורן וא\"כ כשנתלבן פניהם ודאי יבש הוא. ומי שאינו בקי בזה השיעור משמע בתמים דעים שיכול לשער ע\"י שישרה אותם יום או יומים במים דאם יחזרו לכמות שהיו במשמושן ובמראיהן עדיין לחים הם ואם לאו הם יבשים. כתב הפמ\"ג דביבש עץ ההדס אפי' העלים הם עדיין ירוקים פסול ובבכורי יעקב משיג ע\"ז ודעתו דביבשות העץ לא שייך פסול כלל ע\"ש:",
            "(כא) ונשתיירו וכו' - דע\"י הג' עלין לחין שבראש הבד חל שם הדר על כל ההדס:",
            "(כב) בראש כל בד מהג' בדין - ולפי המבואר לקמן בסי' תרנ\"א דבשעת הדחק סגי בבד הדס אחד גם בענינינו די כשיהיה בראשו קן אחד של ג' עלין לחין [ר\"ן]:",
            "(כג) ויש מפרשים וכו' - הוא דעת הרא\"ש ולדידיה לא בעינן שיהיה הקן בראשו דוקא:",
            "(כד) כשר - עיין ברא\"ש דס\"ל דצריך שישתייר שלשה קנין ובכל קן עלה אחד לח בראשו ותמהו האחרונים על המחבר שלא הזכיר דבר זה:",
            "(כה) והוא וכו' - ר\"ל מה דמכשרינן בעלה אחד לח בראשו דוקא באופן זה שהוא מורכב על שניהם דאז נראה ההידור יותר אבל אם היה כל שלשה עלין לחין אפילו כולן בשוה כשר:",
            "(כו) שהוא מורכב על שניהם - אף דבס\"ג פסק המחבר דזהו בכלל הדס שוטה אפשר דשם מיירי שהיה כל אורך שיעור ההדס באופן זה ואינו בכלל הדס האמור בתורה אלא הדס שוטה אבל הכא הלא מיירי שהיה כל שיעור ההדס בקנין של ג' עלין בשוה כדין אלא שמחמת שהיו יבשין לא נקרא הדר ולכן אמרינן דאם נמצא ג' קנין ובכל א' עלה אחד שהוא מורכב על שניהן והוא לח נראה וניכר בו ההידור וכשר והלכה כדעה הראשונה:",
            "(כז) כמושים יש פוסלין - טעמם שאין מציל מידי יבש אלא לח ההדור ויש מכשירין כיון דכמוש כשר יכול להציל כמו לח ממש. ועיין בפמ\"ג שפסק דביום הראשון שהוא דאורייתא ראוי להחמיר דהוא ספק תורה ובשאר הימים שהוא דרבנן ספק דרבנן להקל:",
            "(כח) נקטם ראשו - היינו אפילו היו כל שלשה הבדין נקטמו ראשן:",
            "(כט) כשר - ואין דומה ללולב וערבה דנקטם ראשו פסול בהן דבהדס ענפיו חופין ראשו [היינו העלין] ואין קטימתו ניכרת בהן:",
            "(ל) אפילו לא עלתה בו תמרה - הוא כמין תמרה היוצאת בעלי ערבה דבזה בודאי כשר לכו\"ע שהתמרה מכסה על הקטימה ואין הקטימה ניכרת:",
            "(לא) ויש פוסלין וכו' - וה\"ה ליבש ראשו לדעה זו. ופשוט דלא מקרי יבש ראשו רק בהלבינו פניו מה שאינו מצוי כלל בהדסים שגדלו בשנה זו אבל אם כמוש קצת בלבד ואפילו עד שנפרך בצפורן לא מקרי יבש דהא אפילו בשאר עלין לא מקרי יבש כה\"ג וכדלעיל בס\"ז:",
            "(לב) בנקטם ראשו - משום דלא הוי הדר. יש לעיין לדעה זו אם דוקא כשהיו כל שלשה בדין קטומי ראשן או אפילו אם בד אחד נקטם ראשו ג\"כ פסול ועיין לקמן סימן תרנ\"א ס\"א בהג\"ה:",
            "(לג) וטוב להחמיר וכו' - ומה שרגיל שיוצאים בין הקנים ענפים קטנים וצריך לקטום אותם כדי שלא יפסיקו בין הקנים נקטם זה כשר לכו\"ע אפילו אם נמצא כן בכל השלשה בדים כיון שאינו בראשו:",
            "(לד) במקום שאפשר באחר - וב\"ח כתב דביבש ראשו והיינו ביבשו העלין העליונים אפילו א\"א באחר אין לברך עליו אבל יש תקנה שיסיר העלין העליונים ואז כשר לכתחלה לכו\"ע:",
            "(לה) העצים - אבל נקטמו העלים העליונים לבד לא מקרי נקטם:",
            "(לו) נוטלו ואינו מברך עליו - ופסול אפילו בשאר הימים [ב\"י] ולפי דבריו אם נזדמן לו אח\"כ הדסים אחרים צריך לברך בשאר הימים ג\"כ והא דנוטלו כדי שלא תשתכח תורת לולב ועיין בביאור הלכה:\n"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}