{
    "versionTitle": "Hilchos Shabbos #6",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) אסור לרחוץ וכו' - גזירה שמא יבואו עי\"ז להחם בשבת:",
            "(ב) כל גופו - וה\"ה רוב גופו דרובו ככולו:",
            "(ג) לבד - וכ\"ש אם רוחץ כדרך הרחיצה כל הגוף ביחד:",
            "(ד) ואפילו לשפוך וכו' - היינו אפילו ממים שהוחמו מע\"ש ואפילו הם בקרקע:",
            "(ה) בהם - היינו בחמין שהוחמו מע\"ש אבל בחמין שהוחמו בשבת אסור אפילו ידיו לבד:",
            "(ו) או שאר אברים - ואשה שלובשת לבנים בשבת ויו\"ט מותרת לרחוץ במקומות המטונפים בחמין שהוחמו מע\"ש ויו\"ט רק שתזהר לרחוץ בידים ולא בבגד כדי שלא תבא לידי סחיטה ויש נשים נוהגות שאין לובשות לבנים בשבת ויו\"ט ובמקום שאין מנהג ידוע יש להתיר [אחרונים]:",
            "(ז) בחמי האור - לפיכך במקום שנוהגין להחם המקוה צריך ליזהר שלא יהיה רק פושרין דאל\"כ אסור לטבול בו [ח\"א] ועיין בקרבן נתנאל פרק במה מדליקין סי' כ\"ד ובתשו' נו\"ב מ\"ת סי' כ\"ד:",
            "(ח) אבל בחמי טבריא - וה\"ה שארי מעינות חמין לא גזרו עליהן איסור רחיצה ועיין לקמן בסימן שכ\"ח במ\"א סקמ\"ט דבמקום שאין דרך לרחוץ בהם אלא לרפואה אסור לרחוץ בהן בשבת וע\"ש מה שכתבנו בזה:",
            "(ט) בצוננין - ועיין לקמן במ\"ב סקכ\"א שנהגו שלא לרחוץ בנהר:",
            "(י) אבל אם המקום - היינו דמשום שהוא מקורה נפיש הבלא ואתי לידי זיעה ע\"י הרחיצה וזיעה אסור כדלקמן בסי\"ב:",
            "(יא) דמותר להזיע - דלא אסרו זיעה אלא במקום שהרחיצה אסורה ולכן מותר הרחיצה אפילו במקום מקורה ויש לסמוך על דעה זו [מא\"ר]:",
            "(יב) של צונן - כדי שיתחממו מחום אמת המים ואסור משום דהוי כמטמין בדבר המוסיף הבל דאסור אפילו מבעוד יום וכמ\"ש בסי' רנ\"ז ס\"א:",
            "(יג) יוצא וכו' - היינו שממשיך את הצונן דרך סילון המוקף מכל צד ואין מתערב מימיו עם החמין אבל אם פי הסילון נכנס לתוך האמה ומתערב הצונן עם החמין יחד שרי אף ברחיצה אם המשיכו מע\"ש:",
            "(יד) אפילו המים וכו' - ומיירי שסתם פי הסילון שהונח מבע\"י ונתמלא בצוננים ונשאר מונח מוטמן עד ביום השבת שאז פותחין פי מוצאו שישפכו מימיו להעוקא שבקרקע והם לא הוחמו בשבת אלא מבע\"י רק שהיו מוטמנים בשבת אפ\"ה אסורים ככל הטמנה במוסיף הבל שאסור אף בדיעבד [בית מאיר]:",
            "(טו) כאלו הוחמו בשבת - ר\"ל ואפילו לרחוץ בהן ידיו אסור וכנ\"ל:",
            "(טז) ואסורים ברחיצה - ר\"ל כל גופו אבל ידיו מותר כמ\"ש בסי' תקי\"א ס\"ב:",
            "(יז) ונמצא כרוחץ כל גופו - זהו מלשון הרמב\"ם ור\"ל שאין לאסור מפני חמום המים גופא דהפשר אינו בכלל בישול רק מפני חשש רחיצה וס\"ל דכיון שאין זה רחיצה גמורה עשאוהו רק כחמין שהוחמו מע\"ש דאין אסור אלא כל גופו כמ\"ש בס\"א והי\"א שבסעיף שאחר זה ס\"ל דדינו שוה כרוחץ בחמין שהוחמו בשבת דאסור אפילו לרחוץ בהן פניו ידיו ורגליו [ואף דסתם חמין שהוחמו בשבת הוחמו המים באיסור והכא בעניננו הלא לא היה על המים שם חימום רק שם הפשר בעלמא אין לחלק בזה דאפילו מים שרק הופשרו בשבת ואין היד סולדת בהן ג\"כ אסור לרחוץ בהן אפילו אבר אחד]:",
            "(יח) אחר שנתחמם - שאין המים מתחממין כ\"כ:",
            "(יט) ואפילו בחול - וכ\"ש דאסור בשבת שמא ישפכו עליו ונמצא כרוחץ בשבת כ\"כ רש\"י והר\"ן ולפ\"ז אם החמין בכלי סגור [שקורין ווארם פלאש] שרי אבל לפירוש התוספות דהטעם משום דמינכר שהוא לרפואה וגזירה משום שחיקת סמנים גם בזה אסור [קרבן נתנאל] ולצורך גדול יש להקל:",
            "(כ) מותר להחם בגד - וה\"ה להחם כלי בשבת דמותר אף לפירוש התוספות הנ\"ל דלא מינכר כ\"כ שהוא לרפואה:",
            "(כא) הרוחץ בנהר וכו' - כתבו הפוסקים דנהגו שלא לרחוץ כלל בנהר או במקוה דמצוי לבוא לידי סחיטת שער ועוד כמה טעמים עיין במ\"א ולענין טבילה עיין לקמיה מיהו ידיו ורגליו מותר לרחוץ בנהר כשמנגב קודם שילך ד\"א [א\"ר]:",
            "(כב) כשעולה וכו' - ר\"ל תיכף כשעולה סמוך לנהר ינגב נפשיה ולא ילך כלל בהמים שעליו דלמא ישכח וילך בהם ד\"א וא\"כ משמע מזה דמלבושיו שפושטן קודם שיורד לנהר צריך שיניחם סמוך לנהר ועכ\"פ המטפחת שמטפח גופו בו כדי שלא ילך בהמים שעליו ועיין בפמ\"ג דה\"ה בנהר גופא כשעולה ממקום עמוק וחצי גופו הוא חוץ למים צריך ליזהר שלא ילך כך ד\"א שהנהר הוא כרמלית ונמצא שנושא ד\"א בכרמלית ולפ\"ז כשיורד לטבול בנהר ובתחלתו המים נמוכין סמוך לקרקע צריך ליזהר שלא ילך ד\"א רחוק משפתו שבחזרתו ישא המים עליו ד\"א:",
            "(כג) לא הקפידו בו - ר\"ל לפי שהם מועטים ואין מצוי בהם שיעור הוצאת המים שיתחייב בהן לא גזרו בזה שהוא שלא כדרך הוצאה ועיין בביאור הגר\"א דלפירוש התוספות משמע דאפילו ריבוי המים נבלע בלבושו ג\"כ מותר לילך בהן ועיין בט\"ז הטעם:",
            "(כד) אדם וכו' - ר\"ל אע\"ג דכלי אסור להטבילו ולטהרו מטומאתו בשבת ויו\"ט מפני שנראה כמתקן הכלי עי\"ז אדם שאני מפני שהוא נראה כמצנן עצמו במים ואפילו אם העת קר וגם המים סרוחים שאין דרך לרחוץ בהם מ\"מ לפעמים כשאדם בא מן הדרך ומלוכלך בטיט וצואה הדרך לרחוץ אף באלו וע\"כ מותר אפי' היה יכול לטבול קודם השבת. ונוהגות הנשים שאינן טובלות שלא בזמנן בשבת וכתבו הפוסקים דיפה נהגו משום דכיון דסוף סוף המנהג בזמננו לאסור בשבת לרחוץ כל הגוף אפילו בצונן וכנ\"ל א\"כ ניכר דהוא משום טבילה ומחזי כמתקן וכתבו האחרונים דמ\"מ נראה דמותר לטבול לקריו כיון דנתבטל התקנה ומותר בתורה ובתפלה אפילו קודם טבילה וכנ\"ל בסי' פ\"ח א\"כ לא מחזי כמתקן ע\"י הטבילה ועיין במש\"כ בביאור הלכה דיש מחמירין וסוברין דאין לחלק בין טבילת קרי לשאר טומאות ומי שנוהג להקל אין למחות בידו כי רוב האחרונים סותמין להקל בזה ועכ\"פ בנטמא בשבת ויו\"ט גופא נראה בודאי דאין להחמיר וכן נתפשט המנהג להתיר אך יזהר מאד שלא יבוא לידי סחיטה דהוא איסור גמור:",
            "(כה) לרחוץ פניו ידיו וכו' - היינו אפילו יש לו זקן וה\"ה שער ראשו אך שלא יסחטם אחר רחיצתו:",
            "(כו) בדברים שאינם משירים שער - ר\"ל שאינם ודאי משירים אף דלפעמים הם ג\"כ משירים אפ\"ה מותר כיון דהוא אינו מתכוין לזה אלא לצחצח עצמו בלבד וקי\"ל כר\"ש דדבר שאין מתכוין מותר:",
            "(כז) שלא יהיה הרוב - הטעם דאז פסיק רישא הוא ואסור משום גוזז אף שאינו מתכוין לכו\"ע:",
            "(כח) לרחוץ ידיו במורסן - וה\"ה פניו אף שיש לו זקן דמורסן הוא דבר שאין משיר שער ומותר לשפשף בהן ורק צריך ליזהר שלא יערב מתחלה המורסן במים משום לישה אלא יקחם בידיו הרטובות ממים ואף דגם בזה מתגבל קצת מורסן במים הטפוחות שעל ידיו אין לחוש דגיבול כלאחר יד הוא וזהו שמסיים הרמ\"א ואע\"פ שיש להחמיר שלא לגבל אפילו ע\"י שינוי בשבת אא\"כ נתן המים מע\"ש כמו שנתבאר בסימן שכ\"ד מ\"מ כאן שאינו נותן המים ממש על המורסן אלא שלוקחו בידים הרטובות מותר לד\"ה:",
            "(כט) לרחוץ ידיו במלח - הטעם כדלקמיה דע\"י רחיצתו נימח המלח ונולד דבר חדש ודמי למלאכה אבל לרחוץ ידיו במי מלח שרי לכו\"ע וכמו שכתבתי לעיל בסימן ש\"כ סי\"ב במ\"ב ע\"ש:",
            "(ל) והוי נולד - ודמי לריסוק שלג וברד שנתבאר לעיל בסימן ש\"כ שאסור ג\"כ מטעם זה ועיין במ\"א שכתב בשם ש\"ג שיש מתירין בזה דס\"ל דמה שאסרו חז\"ל לרסק שלג וברד הוא משום גזירת סחיטת פירות העומדין למשקין שאף השלג וברד למימיהם הם עומדים וא\"כ בורית ושאר חלב שאינם עומדים למשקין מותר לכתחלה ועיין בספר תפארת ישראל שכתב דבבורית שלנו שהיא רכה לכו\"ע אסור משום ממחק וכעין מה דאיתא לענין שעוה בסימן שי\"ד סי\"א ע\"ש וכן מצאתי בספר דברי מנחם בשם המעש\"ר בפ' כ\"ב מהלכות שבת דין י\"ג דהוא ממרח וממחק והוא אב מלאכה ופסיק רישא וכו' והוא פשוט ויש להזהיר העם ע\"ז מאד עכ\"ל ולבד כ\"ז משמע ברש\"י דף נ' ע\"ב דבורית משיר השער וכ\"כ הר\"ן וכן הוא מנהג כל ישראל להחמיר בזה:",
            "(לא) שסתמו נקביו - אותן נקבים שהמרחץ מתחמם על ידיהן שהאור ניסקת מבחוץ מתחתיו ואותן בתי חורף שמחממין אותן מתחתיהן ועל הנקבים יש קערות ברזל או סתימת אבן נוהגין בו היתר לפותחן בשבת:",
            "(לב) רוחץ בו מיד - שהרי לא נתחמם בשבת. ואם ספק אם היה פקוק נקביו עיין לעיל בסימן שכ\"ה ס\"ז:",
            "(לג) שמאליו הוחם בשבת - ע\"י שנתנו בו עצים בע\"ש מבעוד יום:",
            "(לד) שמא יחתה בגחלים - וכיון שאסרו חז\"ל לעשות כן לפיכך צריך להמתין למוצאי שבת בכדי שיעשו כדי שלא יעשה כן בפעם אחרת שלא יסתום נקביו ויבוא לידי חיתוי [תו\"ש]:",
            "(לה) אפילו להזיע - מפני עוברי עבירה שהיו רוחצין בחמין שהוחמו מבעוד יום ואמרו מזיעין אנחנו לפיכך אסרו גם הזיעה ואם אינו מתכוין להזיע מותר לדעה זו אפילו אם המרחץ קטן דנפיש הבליה שבודאי יזיע:",
            "(לו) במקום שיכול להזיע - היינו שהמרחץ קטן דנפיש הבליה ומזיע אסור אע\"פ שאינו מכוין לכך. ולדעה זו העולין מבית הטבילה ולובשין בגדיהן במרחץ בשבת צריכין ליזהר שלא לשהות הרבה כדי שלא יבואו לידי זיעה ובלילה שהמרחץ חם מאד א\"א ליזהר בזה ולענין טבילת נשים צ\"ל שסמכו בעת הצורך על דעה ראשונה:",
            "(לז) בשבת - נראה דלרבותא נקט דאף שבשבת גופא מסתמא רוחצין בו א\"י כיון שבמו\"ש רוחצין בו רוב ישראל כי חממוהו בסוף יום השבת אדעתא דישראל מחממי:",
            "(לח) אם רוב א\"י וכו' - אין תלוי ברוב דיורי העיר אלא באנשים הרגילין לרחוץ במרחץ זה בעת הזו של מוצאי שבת דמסתמא אדעתן מחמם את המרחץ:",
            "(לט) או אפילו מחצה וכו' - דאפילו המקילין לעיל בסימן שכ\"ה ס\"ז לענין ספק אם נעשה המלאכה בשביל ישראל או בשביל א\"י הכא אסור דכיון דהם מחצה על מחצה בשביל שניהם נעשה:",
            "(מ) עד כדי שיוחם - ר\"ל כדי שיוחמו חמין:",
            ""
        ],
        [
            "(א) שמן וחומץ - הטעם דאין דרך לסוך בשתיהן יחד אלא לרפואה וכל מילי דהוא לרפואה אסרו רבנן גזירה משום שחיקת סממנים דאסור מן התורה משום טוחן כמש\"כ בסימן שכ\"ח ודע דבגירסתנו במשנה וכן בר\"ח ורי\"ף ורמב\"ם איתא יין וחומץ והיינו אפילו באחד מהן:",
            "(ב) שמן לבדו - דגם דרך הבריאים לסוך אותו ולא מינכר שהוא לרפואה וכן על גבי מכה מותר לסוך בשמן מטעם זה וכדלקמן בסימן שכ\"ח סכ\"ב:",
            "(ג) דמוכחא מילתא - שדמיו יקרין ואין אדם סך אותו אלא לרפואה וכל מילי דרפואה אסור וכנ\"ל. ואפילו ע\"י א\"י אסור אם מתחזק והולך כבריא וכדלקמן בסימן שכ\"ח [פמ\"ג]:",
            "(ד) בכל שמן אסור - ומשו\"ה אסור לסוך בשמן במדינותינו הראש שיש בו חטטין וכן אם יש לו נפח בכל מקום שהוא אסור לסוך בשמן במדינותינו. ובחלב ושומן אסור בכל מקום משום דניתך ונימס והוי נולד וכדלעיל בסימן שכ\"ו ס\"י בהג\"ה:",
            "(ה) סכין וממשמשין - היינו שסכין בשמן וממשמשין ביד על כל הגוף להנאה:",
            "(ו) ע\"י שינוי - מכפי הרגיל לעשות בחול שאין דרכו אז לסוך ולמשמש ביחד:",
            "(ז) בכח - דהוא עובדין דחול ועיין לקמן בסימן שכ\"ח סמ\"ב במש\"כ שם בביאור הלכה דלהרמב\"ם מותר כל שאינו מכוין להביא עצמו עי\"ז לידי זיעה:",
            "(ח) אין מגרדין וכו' - דהוא כעובדין דחול:",
            "(ט) בכלי - אבל יכול לגרד בידיו על הבשר אך שיזהר שלא יעשה חבורה:",
            "(י) העשוי לכך - אמרינן בגמרא דאם היה לו כלי המיוחד לשבת שרי וכתב המ\"א דמזה נהגו הבתולות להיות להם כלי משער חזיר המיוחד לשבת דתו לא מחזי כעובדין דחול ועיין לעיל בסוף סימן ש\"ג במ\"ב דגם בזה אינו מותר כ\"א לתקן בו מעט את השערות להשכיבם אבל לסרוק בו אסור אף בזה שא\"א שלא יתלוש שער:",
            "(יא) מטונפות - דתו לא מחזי ע\"י הגירוד כעובדא דחול:",
            "(יב) לא יסוך וכו' - דהנה עיבוד העור הוא אחד מאבות מלאכות ועיבוד הוא אם מולח את העור או שמעבדו בשאר דברים שדרך לעבדו וכן אם דורס העור ברגלו עד שיתקשה או שמרככו בידו ומושכו ומשוה אותו כדרך שהרצענין עושין חייב דהוא תולדת מעבד וכן אם מרכך העור בשמן ג\"כ מענין עיבוד הוא וחייב ולכן צריך ליזהר מטעם זה שלא למשוח מנעל חדש בשמן [ובח\"א כתב דחיובא נמי יש בזה] ויש אוסרין גם במנעל ישן ובפרט בזמן הזה דנפישי עמי הארץ ויבואו להקל גם בחדשים בודאי יש להחמיר בכל גווני [ח\"א] וכ\"ש אם כונתו במשיחת השמן כדי שיהיה המנעל שחור נראה דיש לאסור לכו\"ע משום חשש צביעה ועתה נחזור לעניננו דמשום איסור עיבוד אסרו ג\"כ לאדם שיסבב ע\"י פעולתו שיתרכך העור ולכן אסור לסוך רגלו וכו':",
            "(יג) החדשים - דבישנים תו אין בו משום חשש עיבוד:",
            "(יד) אבל סך וכו' - כיון דבעת הסיכה לא נגע השמן בהעור:",
            "(טו) והוא שלא יהא וכו' - דאם יש בהשמן שיעור כדי לעבדו אסור אף דאינו מכוין לזה [גמרא]:",
            "(טז) אפילו לצחצחו - דאי מכוין בגלגולו על גבי העור או בסך רגלו ומניחו במנעל כדי לצחצח העור ע\"י השמן אסור גזירה אטו היכא שמתכוין לעבדו [רש\"י] וכ\"ש היכא שמושח המנעל בשמן אפילו אם השמן מועט ומכוין רק כדי לצחצחו דאסור. ולצחצח המנעלים ע\"י המרוח שחור [שקורין וויקסין] כתב בספר תפארת ישראל דאם עשה אפילו ע\"י א\"י אסור עד לערב בכדי שיעשו. ודע דלענין חיוב חטאת בעיבוד וכן לענין הפשטת העור דהוא ג\"כ מלאכה דאורייתא הוא אם יש בו שיעור כדי לעשות קמיע ולענין איסורא אפילו בכל שהוא. המפרק דוכסוסטוס מעל הקלף [דוכסוסטוס הוא חלק העור של צד הבשר וקלף הוא החלק של צד השער] ה\"ז תולדת מפשיט [רמב\"ם]:\n"
        ],
        [
            "(א) מיחוש בעלמא והוא מתחזק וכו' - דאם כאיב ליה טובא וחלה כל גופו עי\"ז או שנפל למשכב אף שאין בו סכנה מותר לעשות בשבילו רפואה שאין בה מלאכה וכההיא דסימן שכ\"ז ס\"א וכה\"ג וע\"י א\"י מותר לעשות אפילו מלאכה גמורה וכדלקמן בסי\"ז וסל\"ז ע\"ש:",
            "(ב) שום רפואה - היינו אפילו דברים שאין בהם משום מלאכה ג\"כ אסור וכדלעיל בסימן שכ\"ז ס\"א ולקמן בסעיף ל\"ו וכה\"ג:",
            "(ג) ואפילו ע\"י א\"י - היינו אפילו דברים שהוא רק משום שבות ג\"כ אסור על ידו כיון שהוא רק מיחוש בעלמא:",
            "(ד) מצוה וכו' - פי' לעשות לו רפואה והטעם משום דכתיב וחי בהם ולא שימות בהם:",
            "(ה) והזריז וכו' - עיין לקמן בסי\"ב ובהג\"ה שם במה שנכתוב שם במ\"ב ועיין ביו\"ד סוף סימן קנ\"ה דבעינן שתהא הרפואה ידועה לאנשים או ע\"פ מומחה [מ\"א]:",
            "(ו) והשואל וכו' - פי' אותו האיש שהוא מתחסד וירא לחלל שבת בחולה כזה כ\"א ע\"י מורה הרי הוא שופך דמים שבעוד שהוא הולך לשאול יחלש החולה יותר ויוכל להסתכן והרי הכתוב אומר לא תעמוד וגו' ובירושלמי איתא הנשאל הרי זה מגונה פי' משום שהתלמיד חכם במקומו היה לו לדרוש בפרקא לכל כדי שידעו כל העם ולא יצטרכו לשאלו ואם החולה בעצמו מתיירא שיעברו עליו את השבת כופין אותו ומדברים על לבו שהוא חסידות של שטות [רדב\"ז]:",
            "(ז) מהשינים וכו' - וכ\"ש אם חלה מקום מושב השיניים דהיינו החניכים בודאי הם בכלל מכה שבתוך חלל הגוף:",
            "(ח) ושינים עצמם וכו' - דהיינו היכי דכאיב ליה טובא וחלה כל גופו עי\"ז אף שלא נפל למשכב [לאפוקי חששא בעלמא בשיניו איננו בכלל זה וכדלקמן בסל\"ב] וכ\"ש מחלת צפידנא שמתחלת בפה ומסיימת בבני מעיים וסימנה כשנותן כלום לתוך פיו סביבות השיניים יוצאין מבין השיניים דם דמחללין עליה השבת והפרש יש בינייהו דבצפידנא אפילו החולה והרופא אומרים א\"צ לחילול אמרינן דאין בקיאין בזה כי מקובל ביד חז\"ל שסכנה היא ובשאר כאב השיניים דחשיב כמכה של חלל בסתם מחללין וכשאומר הרופא או החולה שא\"צ אין מחללין וכדלקמיה בס\"ד [פמ\"ג]:",
            "(ט) ודוקא וכו' - קאי ארישא אמכה שבחלל הגוף:",
            "(י) ומצטער וכו' - היינו דכאיב ליה טובא ומצטער כ\"כ עד שחלה כל גופו עי\"ז אף שאינו נופל למשכב וכדלקמן סי\"ז ועיין בביאור הלכה ואף דמתחלה מבואר דחולי השיניים מקרי של חלל מ\"מ אינו מותר ההוצאה ע\"י ישראל דהוצאת השן אינה רפואה ידועה [א\"ר] ואדרבה לפעמים יש חשש סכנתא עי\"ז והא דמתיר השו\"ע מקודם לחלל עליהן השבת היינו לרפאות המחלה ע\"י סמים שלא יהיה צריך להוציאן:",
            "(יא) אומר וכו' - ואע\"ג דהוא פותח פיו וממציא את שינו להוציאו קי\"ל דמסייע אין בו ממש ובט\"ז מאריך בענין זה ודעתו להחמיר אבל הרבה אחרונים דעתם כהשו\"ע:",
            "(יב) לעכו\"ם להוציאו - אבל לא ע\"י ישראל לכו\"ע דהוצאת שן הוא מלאכה דאורייתא דהא חובל לרפואה [מ\"א] ועיין לקמן בריש סעיף יו\"ד ונ\"מ מזה גם לעניננו:",
            "(יג) אינה צריכה אומד - פי' אם הוא מסוכן לשעתו או לא:",
            "(יד) כל שרגילים וכו' - ממאכלים ורפואות [רמב\"ן] ומשמע אע\"פ שאין בו סכנה במניעת הדבר ההוא כיון שהחולי יש בו סכנה ויש בהדבר צורך קצת ורגילין לעשות לו בחול עושין גם בשבת [מ\"מ] ועיין בביאור הלכה שהבאנו מכמה פוסקים דס\"ל שאפילו במקום שצריך חילול אין מחללין ע\"י ישראל אלא בדבר שיש לחוש בו שאם לא יעשהו לו יכבד עליו חליו ויוכל להסתכן אבל כל שברור שאין במניעת אותו דבר חשש סכנה אע\"פ שמ\"מ צריך הוא לו ורגילין לעשות לו אין עושין אותו בשבת אלא ע\"י א\"י כדין צרכי חולה שאין בו סכנה וע\"כ בודאי מהנכון להחמיר באיסור של תורה ועיין בבה\"ל מה שכתבנו בסוף דברינו:",
            "(טו) כשיודעים - וכ\"ש כשהרופא או החולה אומרים שא\"צ שאין מחללין:",
            "(טז) ומכירים באותו חולי שממתין - ר\"ל שמכירים בבירור שלא יתגבר החולי יותר ע\"י שנמתין עד הלילה במו\"ש:",
            "(יז) סכנת נפשות - צ\"ל ספק סכנת נפשות ור\"ל דאפילו אומרים רק שמא יכבד עליו החולי ויסתכן נמי שרי וזהו שסיים הרמ\"א וע\"ל סימן תרי\"ח דכן מבואר שם לענין אכילת יוה\"כ וה\"ה כאן:",
            "(יח) על כל מכה - אפילו אינה בחלל הגוף ואפילו שלא על גב היד והרגל:",
            "(יט) חם ביותר - הוא הנקרא בל\"א טיפו\"ס וכדומה:",
            "(כ) עם סימור - מלשון תסמר שערת בשרי והוא הנקרא שוידערי\"ן בל\"א שבא הקרירות והחמימות בפעם אחת לאפוקי קדחת המצוי שבא מתחלה הקרירות ואח\"כ החמימות אין זה בכלל חולה שיש בו סכנה [אחרונים] ומ\"מ ע\"י א\"י מותר לחלל עליו שבת:",
            "(כא) מקיזין אותו - אפילו ע\"י ישראל דסכנתא הוא ואם אחזו דם במקצת ומנכר שהוא רק מיחוש בעלמא אסור [הגר\"א]:",
            "(כב) בעיניו וכו' - ואע\"ג דמשום סכנת אבר אין מחללין באיסור דאורייתא לכו\"ע וכדלקמן בסי\"ז עין שאני דשורייקי דעינא בליבא תליא ואיכא סכנת נפש [גמרא]:",
            "(כג) רירא - בגמרא משמע דה\"ה קידחא וכן איתא ברמב\"ם וכלבו [הגר\"א]:",
            "(כד) תחלת חולי - וכן באמצע המחלה אבל בסוף חולי שכבר תש מחלתו ליכא סכנתא ע\"י סימנים הללו וכ\"ש כשרוצה לעשות רפואה כדי להגביר אור עיניו דבודאי אין מחללין משום זה:",
            "(כה) שהרופאים וכו' - אפילו א\"י כיון שרופא אומן הוא וכתב הרדב\"ז ח\"ד סימן ס\"ו אם החולה אומר צריך אני לתרופה פלונית והרופא אומר א\"צ שומעין לחולה אם לא שרופא אומר שאותה תרופה תזיקהו אזי שומעין לרופא ועיין בה\"ל מה שכתבנו בזה:",
            "(כו) מחללין - דספק נפשות להקל:",
            "(כז) שא\"צ מומחה - ומ\"מ דוקא כשיאמר שמכיר באותו חולי כמ\"ש סימן תרי\"ח וגם אינו נאמן להכחיש המומחה אפילו להקל [מ\"א וא\"ר]:",
            "(כח) דכל ב\"א וכו' - היינו אפילו למכה שאינה של חלל ומ\"מ אם אפשר לעשות ע\"י א\"י טוב יותר כמו שבארתי בבה\"ל:",
            "(כט) דוקא ישראלים - דכיון שהוא מצווה על שבת ואומר לחללו ודאי סומך על המחאתו:",
            "(ל) אבל סתם וכו' - וכן עיקר [א\"ר]:",
            "(לא) אין מחללין וכו' - דאין אומרים לו לאדם חטא בשביל שיזכה חברך אך אם הכפיה היה באחד מג' עבירות ע\"ג וג\"ע וש\"ד =ושפיכות דמים= והוא משער שהנאנס ימסור עצמו למיתה בשביל זה אפשר דצריך לחלל כדי שלא יבוא לזה:",
            "(לב) אין אומרים נמתין - ואין סתירה מזה להא דסוף ס\"ד דהתם הלא מיירי שיודע ומכיר שע\"י המתנתו עד הערב לא יגיע שום ריעותא להחולה משא\"כ הכא:",
            "(לג) שלא לעשות וכו' - הטעם כתב הרא\"ש משום דזימנין דליתנייהו ואתי ג\"כ לאהדורי בתרייהו ומתוך כך יבוא לידי סכנה וטעם זה שייך גבי קטנים וא\"י ואצל נשים איכא טעם אחר שמא יאמרו שלא ניתן שבת לדחות אף בפקוח נפש ולכך מוסרין אותה להם ויתעצלו בדבר ומתוך כך יבוא לידי סכנה או שמא יקילו הנשים בדבר ויבואו לחלל שבת במקום אחר [רמב\"ם]:",
            "(לד) אלא ע\"י וכו' - וכשיש שם במעמד זה חכמים מצוה לכתחלה לעשות חלול זה על ידיהם [ר\"מ פי' המשנה פ' מפנין וריא\"ז ותשב\"ץ ח\"א סימן נ\"ח /נ\"ד/]. ודע דכל סעיף זה מיירי שכולם עומדים באותו מעמד אבל אי ליכא שם אנשים ויש נשים שם בודאי אין להם להמתין והם זריזות ונשכרות [תשב\"ץ וריא\"ז]:",
            "(לה) ובלא איחור ע\"י שינוי - דכל כמה דנוכל לעשות בהיתר לא שבקי התירא ונעשה באיסור ונראה דה\"ה אם ע\"י השינוי מתאחר הדבר מעט רק דאין החולי בהול נמי מתאחרים מעט כדי לעשות ע\"י שינוי דאינו אלא איסור דרבנן:",
            "(לו) על ידי עכו\"ם - וה\"ה ע\"י קטנים:",
            "(לז) וכן נוהגים - והט\"ז כתב דלאו מנהג ותיקין הוא דאף שיכול לעשות ע\"י א\"י מ\"מ הישראל יזרז בדבר יותר ולכן אם יש אפילו ספק הצלה ויש סכנה בבירור כל הזריז ה\"ז משובח:",
            "(לח) וכן כל כי\"ב - כגון נפל תינוק לבור עוקר חוליא ומעלהו אע\"פ שהוא מתקן בה מדרגה בשעת עקירתו. ננעל הדלת בפני התינוק שובר הדלת ומוציאו אע\"פ שהוא מפצל אותם כמין עצים שראוים למלאכה שנעשים כמין נסרים או קסמין להדלקה אפ\"ה מותר השבירה שמא יבעת התינוק וימות ולא אמרינן שאפשר לקרקש להתינוק באגוזים מבחוץ עד שיביאו המפתח. ואפילו אם היה צריך להחוליא ולהנסרים והקסמין ג\"כ שרי כיון שאינו מכוין לזה:",
            "(לט) שוחטים לו - הרבה טעמים נאמרו ע\"ז י\"א משום דשבת הותרה אצל פק\"נ ולכן שוחטין לו כדרך ששוחטין ביו\"ט ואפילו איסור דרבנן אין מאכילין אותו במקום שאפשר לו לשחוט מטעם זה אבל הרבה ראשונים כתבו דשבת רק דחויה היא אלא הטעם הוא דשמא יהיה קץ באכילת נבילה ולא יאכל ויסתכן ובב\"י הביא עוד טעם בשם הר\"ן דבנבילה עובר על כל כזית ממנה וחמיר מאיסור לאו דשבת ועוד טעם עי\"ש ולפ\"ז בודאי מוטב לעבור ולהושיט לו איסור דרבנן משנחלל שבת באיסור סקילה. והנה אם החולה אומר שאין קץ באכילת נבילה ויש נבילה מזומן לפניו אם מותר לשחוט עבורו עיין באחרונים ועכ\"פ לענין קטן בודאי נראה דטוב יותר להאכילו בשר נבילה ולא ישחוט אדם עבורו בשבת. כתב בהגמ\"ר אם צריך להרתיח יין עבור חולה ימלא ישראל ויחם הא\"י ומוטב שיתנסך היין משיתחלל שבת והטעם עיין בד\"מ שכתב כיון שאיסור סתם יינם אינו אלא מדרבנן וגם איסורו קל ואין החולה קץ בו לא דמי לנבילה ולכך מוטב שיחם הא\"י אם הוא מזומן לפניו שלא ישהא עי\"ז וכנ\"ל בסי\"ב בהג\"ה ותו דקי\"ל ביו\"ד סי' קכ\"ה ס\"י דא\"י המוליך כלי פתוח וישראל משמרו שלא יתנסך שרי א\"כ אפשר לחממו ע\"י א\"י בלי נסוך ומ\"מ המיקל בחולה שיש בו סכנה להחם בעצמו אין למחות בידו דיש לו על מי לסמוך עיין בט\"ז בסק\"ד:",
            "(מ) ורצו עשרה - שכל אחד חשב שהוא יקדים ועיין בבה\"ל:",
            "(מא) והביאו לו - מר\"ה או תלשו בשבת:",
            "(מב) אפילו הבריא בראשונה - פי' שהביאו לו בזה אחר זה וכבר אכל ממה שהביא לו הראשון והבריא אפ\"ה כולם פטורים מחטאת משום דכל אחד חשב שהוא יקדים ולא לבד שפטורים אלא יש להם גם שכר טוב עבור מחשבתם הטובה:",
            "(מג) שיש בו ג' - דבזה ממעט החילול שאינו קוצר אלא פעם אחת:",
            "(מד) לא יכרתו אלא וכו' - דריבוי בשיעורא שלא לצורך אסור. ומכאן נראה פשוט דה\"ה לענין שאר מלאכות כגון בישול וכדומה אפילו אם הוא בקדרה אחת אסור לבשל ולעשות בשארי מלאכות רק מה שצריך עכשיו בצמצום ואם הדבר בהול אין מדקדקין בכך וכדלקמיה [ח\"א]:",
            "(מה) ואין בו סכנה - ר\"ל סכנת מות ובין יש בו סכנת אבר או לא:",
            "(מו) אומרים וכו' - ודוקא כשצריך להרפואה בשבת עצמו הא כשא\"צ לה בשבת ימתין עד מו\"ש אבל כשיש סכנה אסור להמתין [פמ\"ג]:",
            "(מז) לעשות לו רפואה - אפילו במלאכה דאורייתא וה\"ה שאר צרכיו כגון לאפות ולבשל וכיוצא באלו אם צריך לכך:",
            "(מח) אפילו וכו' - דלא הותר לישראל לעבור על איסור דאורייתא כ\"ז שאין נוגע לפ\"נ ממש:",
            "(מט) אבר - עיין לעיל בס\"ו וס\"ט דיש אברים שנוגע לפ\"נ וה\"ה כיוצא בזה בשאר האברים אם הרופא אומר שאם לא ירפאו האבר יוכל לבוא לפק\"נ הרי הוא כשאר חולי שיש בו סכנה:",
            "(נ) באיסור דרבנן - היינו כל השבותים ואפילו בלא שינוי ומטעם דס\"ל דבמקום חולי לא גזרו:",
            "(נא) אפילו וכו' - דאם יש בו סכנה אפילו רק לאבר אחד לכל הדעות [לבד מדעה אחרונה עי\"ש] מותר לישראל לחלל עליו בכל השבותים לרפואתו ואפילו אינו חולה כלל בכל הגוף. כתב בח\"א כל דבר שמותר לעשות ע\"י ישראל בחולי שאין בו סכנה אפילו יכול לעשות ע\"י א\"י מותר:",
            "(נב) אבר - ואדלעיל בריש הסעיף קאי שהוא חולה שנפל למשכב או שמצטער הרבה וחלה מזה כל גופו אבל אם בכל גופו אינו חולה כלל רק שהוא חולה באחד מאבריו וגם באותו האבר אין סכנה לכו\"ע לא שרי לחלל כ\"א ע\"י א\"י וגם דוקא בדבר שהוא משום שבות בעלמא דאז ע\"י א\"י נעשה שבות דשבות ושרי במקצת חולה וכדלעיל בסימן ש\"ז ס\"ה:",
            "(נג) ואם אין בו וכו' - אף דהוא חולה הכולל כל הגוף ס\"ל דאסור לעשות ע\"י ישראל ולדעה זו השניה אפילו בשינוי אסור לעשות בעצמו אם לא היכי דא\"א לעשות ע\"י א\"י מודו לדעה השלישית דמותר ע\"י ישראל בשינוי:",
            "(נד) עושין בשינוי - היינו האיסור דרבנן וא\"צ לחפש אחר א\"י:",
            "(נה) נסמך למלאכה דאורייתא - כגון לכחול עין [בסוף החולי שאין בו סכנה וכדלעיל בס\"ט] שהוא ככותב:",
            "(נו) שאין בהם וכו' - כגון הני שמבוארין בסמ\"ג עי\"ש:",
            "(נז) הסברא השלישית - היינו שמותר לעשות אפילו כל השבותים ורק ע\"י שינוי אם הוא חולי כל הגוף ואין בו סכנת אבר ואם יש בו סכנת אבר אין צריך שינוי כלל וכ\"פ הט\"ז ומג\"א וכ\"כ הגר\"א שדעה זו עיקר שהיא דעת רוב הפוסקים:",
            "(נח) מותר - ואם אין התינוק רוצה לאכול כ\"א ע\"י אמו מותר לאם להאכילו אפילו חלבו א\"י ובשלו אע\"ג דמטלטלת מוקצה ועיין בפמ\"ג דמצדד קצת דבעי שינוי. כתב בח\"א צריך ליזהר שלא ליתן המאכל בעצמו לקדרה דאחד נותן מים ואחד שופת את הקדרה הראשון פטור אבל אסור:",
            "(נט) מותר לחולה - לאו דוקא חולה וה\"ה אחר אלא דאורחא דמלתא נקט:",
            "(ס) לסייעו קצת - היינו היכא שבלא\"ה נמי מתעבדא אלא שמסייע מעט כגון א\"י שכוחל את העין וישראל סוגר ופותח את העין שיכנס בו הכחול אבל אם אינו יכול לעשות בלתי ישראל אסור ומשמע דאפילו במלאכה דאורייתא מסייע אין בו ממש [מ\"א]:",
            "(סא) אין בו ממש - עיין בט\"ז במה שכתב בזה ועיין לעיל במ\"ב סקי\"א שהרבה אחרונים חולקים על זה:",
            "(סב) ונצטנן - משום דסכנה הוא בסתמא ואפילו ע\"י ישראל שרי וה\"ה לשאר חולי שיש בו סכנה אם קר לו עושין מדורה להתחמם דסתם חולה מסוכן הוא אצל צינה ואם אפשר ע\"י א\"י יעשה ע\"י א\"י:",
            "(סג) מותר בבישולי א\"י - ואע\"ג דשאר איסורי דרבנן אסור לחולה שאב\"ס לאכול ולשתות כדאיתא ביו\"ד סימן קנ\"ה שאני בישול א\"י שאין איסורו מחמת עצמו [פמ\"ג] וגם החולה מברך עליו דבהתירא קאכיל ומה שנשאר למו\"ש אסור אפילו לחולה עצמו כיון שאפשר לבשל לו אז ע\"י ישראל. והכלים של בישולי א\"י צריכים הכשר ואפילו כלי חרס כיון דעיקר איסורו אינו אלא מדרבנן דיו אם מגעילו ג\"פ ובדיעבד אם בישל בו בלי הגעלה ויש רוב בתבשיל מותר ויש מקילין דאין צריכין הכשר כלל והסומך עליהן לענין כלים שבישלו בהן לחולה בשבת לא הפסיד:",
            "(סד) לתוך העין - דכל מילי דהוא לרפואה גזרו רבנן משום שחיקת סממנים:",
            "(סה) אם פותח וכו' - כדי שיכנס לתוכו דאז מוכחא מלתא דלרפואה עושה:",
            "(סו) מותר - דאמרינן לרחיצה בעלמא הוא דעביד [רש\"י] והאידנא שאין דרך לרחוץ ביין אסור [מ\"א וש\"א]:",
            "(סז) ורוק תפל - כל שלא טעם כלום משניעור שהוא חזק ומוכחא מילתא דלרפואה מכוין דאי לרחיצה מאוס הוא. ואם רוחץ פיו במים ואח\"כ מעבירו על עיניו שרי אף שמעורב בו רוק דאמרינן לרחיצה עביד ואם לא יכול לפתוח עיניו יכול ללחלחן ברוק תפל דאין זה רפואה [אחרונים]:",
            "(סח) קילורין - ודוקא בקילור צלול שאז נראה כרוחץ אבל בעבה אסור כמ\"ש סימן רנ\"ב ס\"ה:",
            "(סט) ולא חיישינן וכו' - ר\"ל דהוא היודע דלרפואה קעביד אעפ\"כ לדידיה איכא הכירא מדמצריך לשרותו מע\"ש וצ\"ל דהא דלא חששו בס\"כ משום הוא עצמו שאני התם דכיון שדרך לרחוץ ביין לתענוג בעלמא לכך ליכא משום חשש כלל אבל הכא שאין עושים כן אלא לרפואה צריך הכירא [עו\"ש ותו\"ש]:",
            "(ע) וסכין אותה - דבזמנם היה דרך הבריאים בסיכה בשמן ולא מוכחא מילתא דלרפואה עביד ועיין במש\"כ הרמ\"א בסימן שכ\"ז ס\"א בהג\"ה לענין מדינותינו ומסתברא דבגמר מכה גם במדינותינו שרי בשמן:",
            "(עא) אבל לא בחלב - וה\"ה אם השמן היה קרוש דדמי לחלב [מרדכי בפ' במה טומנין]:",
            "(עב) דליכא אלא צערא - דליכא צערא אלא תענוג בעלמא: כצ\"ל. ר\"ל ואף דבבהמה אסור משום תענוג בעלמא וכדלקמן בסימן של\"ב ס\"ב אפ\"ה באדם שרי:",
            "(עג) אבל אין נותנין וכו' - דבזה מוכח מלתא שהוא לרפואה:",
            "(עד) מעורבין יחד - וחמין לבד משמע ממ\"א דשרי כמו שמן לבד:",
            "(עה) ולא ע\"ג מוך - ובזה אפילו חמין לחוד דלא מנכר שהוא לרפואה ג\"כ אסור משום סחיטה אבל בשמן לחוד לא גזרינן דאין דרך כבוס בשמן וכדלעיל בסימן שי\"ט:",
            "(עו) ליתנו עליה - וה\"ה אם המוך היה נתון מקודם על המכה ג\"כ אסור ליתן עליה חמין ושמן או חמין לחוד:",
            "(עז) אבל נותן וכו' - דלא מוכחא מילתא דלרפואה [רש\"י] ולפ\"ז אף במדינותינו שאין דרך לסוך בשמן ג\"כ שרי בזה:",
            "(עח) וחדשים וכו' - עיין בט\"ז שכתב דהאי וחדשים לא קאי אספוג דהתם אפילו בישנים שרי שאינם מרפאים ודלא כדעת הטור וכ\"כ בא\"ר ועיין בסימן ש\"א סכ\"ב שהעתיק שם המחבר לשון הטור דספוג מרפא ואולי כונת המחבר שם רק אספוג לח וצ\"ע:",
            "(עט) חוץ מעלי גפנים - וה\"ה שאר עלים הידועים שהם מרפאים:",
            "(פ) גמי וכו' - עיין בא\"ר דמצדד דאין חילוק בגמי בין לח ליבש וכן משמע בביאור הגר\"א ע\"ש ועיין בשבת קט\"ו ברש\"י ד\"ה שקול דמשמע שם דגמי יבש יבש מוקצה נמי הוי אך נוכל לומר דהכא מיירי שהכינו לכך מבע\"י ואפ\"ה אסור:",
            "(פא) לא יחזירנה - שמא ימרח על גבה להחליק הגומות שיש בה ומירוח רטיה מלאכה דאורייתא היא משום שהוא בכלל ממחק אבל משום שחיקת סממנים ליכא למיגזר כיון דהיו מאתמול עלויה:",
            "(פב) יחזירנה - דכהוחלקה הרטיה ממקומה דמי דבודאי מותר להחזירה על מקומה וכשמחזירה לא יאגדנה בשבת בקשר של קיימא אלא בעניבה. וכ\"ז כשנפלה הרטיה מעצמה אבל אם הסירה במתכוין אסור להחזירה ויש חולקים ומתירים בזה ואפשר דכשהסירה ע\"מ לתקן יש לסמוך עלייהו להקל:",
            "(פג) וע\"י א\"י וכו' - ומיירי כשהיה קצת חולה ע\"י המכה דאי היה רק מיחוש בעלמא אפילו ע\"י א\"י אסור וכנ\"ל בריש סימן זה:",
            "(פד) ומותר וכו' לעשות רטיה - ר\"ל אע\"ג דעשיית רטיה הוא מלאכה דאורייתא של ממחק אפ\"ה מותר ע\"י א\"י אבל זה אינו מותר כ\"א כשחלה כל גופו ע\"י המכה וכדלעיל בסי\"ז בהג\"ה או שיש בו סכנת אבר דאי רק מקצת חולה אינו מותר לעשות מלאכה דאורייתא ע\"י א\"י:",
            "(פה) ואסור ליתן וכו' - אף דהוא רק איסור דרבנן מ\"מ ע\"י ישראל עצמו אסור בלא שינוי אפילו אם חלה כל גופו כיון שהוא חולה שאין בו סכנה וכדלעיל בסי\"ז לפי מה דמסיק השו\"ע שם:",
            "(פו) כמשמרה - ולא חיישינן שיבוא לידי שחיקת סממנין ומירוח שאינו בהול כ\"כ אחר שנתרפאה:",
            "(פז) המפיס שחין - היינו שמבקע אותה:",
            "(פח) להוציא וכו' - ואינו חושש אם תחזיר ותסתום מיד וטוב לעשות ע\"י א\"י. מותר ליטול הקוץ במחט ובלבד שיזהר שלא יוציא דם דעביד חבורה ואף דהוא מקלקל מ\"מ אסור הוא לכו\"ע [מ\"א] ואף דבשחין התירו איסור דרבנן משום צערא וכדלקמיה הכא כיון דאפשר להוציא הקוץ בלי הוצאת דם אין לעבור איסורא בכדי:",
            "(פט) ממנה הליחה - ואפילו אם יש דם ג\"כ שמה עם הליחה מותר דאותו הדם והליחה שכנוס שם אין בו משום חבורה ורק יזהר שלא ידחוק המכה להוציא דם מחדש [פמ\"ג]:",
            "(צ) ה\"ז מותר - ואע\"ג דממילא נעשה פתח מלאכה שאין צריך לגופה היא והוי דרבנן ובמקום צער לא גזרו ואפילו למ\"ד דמשאצ\"ל חייב ג\"כ יש לומר דכשעושה רק להוציא הליחה אינה גמר מלאכה וא\"א לבוא לידי חיוב מכה בפטיש ואותן שיש להן נקב בזרוע שקורין אפטור\"א אם נסתם הנקב קצת צ\"ע אם מותר ליתן בתוכו קטניות שיהיה פתוח דהכא ודאי כונתו שישאר פתוח או דילמא כיון שהיה פתוח כבר שרי וה\"ה בנקב שבמכה שכבר נפתח ונסתם קצת ג\"כ צ\"ע בכה\"ג אם מותר לפתוח עוד בשבת ומלשון השו\"ע משמע דאפילו יש בו נקב ובא להרחיבו אסור. ורטיה מותר ליתן על האפטור\"א כמ\"ש סכ\"ז ובספר ראב\"ן משמע דאסור ליתן עליה רטיה ומותר לקנחה ולהוציא ליחה שבתוכה ואם יודע שמוציא דם כשמקנחה לא יקנחה בשבת דפסיק רישא הוא אבל מותר להחליף חתיכת בגד אחר על המקום ההוא שאם לא יחליף יסריח וגדול כבוד הבריות וגם יש לו צער מזה וע\"ל סמ\"ח במה שכתבנו שם במ\"ב. ואסור לחוך שחין שע\"י החיכוך מוציא דם שנבלע בבשר ואינו דומה לליחה ודם שהתרנוהו לעיל בסקפ\"ט להוציא דהתם הוא כנוס משא\"כ בדם שנבלע בבשר:",
            "(צא) שנגפה - שנכשלה ולקתה ומיירי שלא היה ע\"י ברזל וגם שלא נגפו היד והרגל על גבן דאלו נגפו על גבן או שהיה ההכאה ע\"י ברזל כבר מבואר לעיל בס\"ו וז' דהוא בכלל מכה שיש בה סכנה ומחללין עליהן את השבת:",
            "(צב) אבל לא בחומץ - וכ\"ש ביין שרף [ח\"א]:",
            "(צג) מעונג - שעור בשרו רך וכל דבר שהוא חזק קצת קשה לבשרו וצומת ומרפא:",
            "(צד) מי שנשמטה וכו' - דהיינו שיצא העצם מפרק שלו [רש\"י] ועיין לקמן בסמ\"ז במה שנכתוב שם במ\"ב:",
            "(צה) אם פרשו רובן - בציפורן היינו רוב ציפורן ובציצין כתב הפמ\"ג איני יודע רוב זה מאין מתחיל ואפשר דהיינו כל שדרך בני אדם לקלוף שם אם נקלף הרוב ממנו כתלוש דמי:",
            "(צו) להסירן ביד מותר - דכיון שפירשו רובן קרובין לינתק וכתלושין דמיא הלכך במקום צערא לא גזרו רבנן כשהוא מסירו ע\"י שינוי דהיינו בידו וצריך ליזהר שלא יוציא דם [פמ\"ג]:",
            "(צז) לא פרשו רובן - ה\"ה דאפילו לא פרשו כלל פטור ביד דאין דרך לתלוש ביד ונקטיה לאשמועינן דאפילו בזה אסור:",
            "(צח) חייב חטאת - דהוא תולדה דגוזז ועיין לקמן בסימן ש\"מ בבה\"ל:",
            "(צט) לשני הפירושים - ולכן אפילו פירשו רובן אסור ליטלן אפילו ביד:",
            "(ק) החושש בשיניו - ואסור לומר לא\"י לעשות לו איזה דבר דלרפואה ואפילו דבר שהוא רק משום שבות כיון שהוא רק מיחוש בעלמא אך אם יש לו צער גדול מחמת הכאב ובעבור זה נחלש כל גופו מותר לעשות על ידו אפילו מלאכה דאורייתא וכדלעיל בס\"ג וע\"ש בהג\"ה:",
            "(קא) לא יגמע וכו' - דמוכח מלתא שהוא לרפואה ואפילו לשהות ואח\"כ יבלע אסור:",
            "(קב) בהם חומץ - וה\"ה יין שרף ג\"כ דינו כמו חומץ אך במקום צער גדול אפשר לסמוך ביי\"ש דמותר לשהותו בפיו ולבלוע אח\"כ [ח\"א]. עוד כתב דה\"ה דאסור ליתן על השן נעגעלי\"ך או שפיריטו\"ס וסובין חמין דכ\"ז מוכח שהוא לרפואה אם לא דכאיב ליה טובא שמצטער כל גופו וכדלעיל בסי\"ז [ח\"א] ועיין שם לעיל דע\"י ישראל מותר דוקא ע\"י שינוי אך הח\"א מסיק שם דאם א\"א בשינוי מותר שלא בשינוי:",
            "(קג) לא יערענו - פי' שישהה השמן בפיו ואפילו אם יבלע לבסוף דמוכחא מילתא דלרפואה עביד וכ\"ש אם יפלטנו ויש מתירין כשבולעו לבסוף:",
            "(קד) בשמן - ואפילו אם נותן השמן לתוך אניגרון [הוא מי סלקא] אסור:",
            "(קה) בולע הוא שמן - ויש אוסרין בזה ומסיק המ\"א דתלוי הכל לפי המקום והזמן דאם אין דרך הבריאים לבלוע שם שמן באותו מקום אסור כמ\"ש סעיף ל\"ז:",
            "(קו) גונח - מכאב לבו שרפואתו לינק חלב רותח מהבהמה:",
            "(קז) דבמקום צערא וכו' - היינו דאף דעיקר חליבת הבהמה הוא מדאורייתא משום מפרק דהוא תולדה דדש וכמו שכתבנו בריש סימן שכ\"א מ\"מ בזה שהוא ע\"י יניקה דהוא רק כלאחר יד לא הוי רק איסור מדרבנן והתירו בזה ואף דקי\"ל דבכל חולי שאין בו סכנה אומר לא\"י ועושה הכא שאני דרפואה שלו הוא לינק בעצמו [ר\"ן]:",
            "(קח) וי\"א שאם וכו' - האי לשון י\"א אין מדוקדק דמשמע דלסברא ראשונה מותר בשבת אפילו משום צער רעב ובאמת לא הזכירו דבר זה כלל ואפשר דלדידהו אפילו ביו\"ט אסור בזה אלא דין בפ\"ע הוא דיש פוסקים שמחלקים בין שבת ליו\"ט לענין צער רעב וכתב הב\"ח וא\"ר דהלכה כהיש אומרים:",
            "(קט) אסור לינק - דדוקא משום צער חולי התירו אבל לא בזה דהוא עכ\"פ מפרק כלאחר יד:",
            "(קי) בשבת - אבל ביו\"ט מותר אם אין לו א\"י לחלוב על ידו. ואם יש לו מאכל לחלוב בו אסור לינק בפיו גם ביו\"ט אלא יחלוב לתוך המאכל כמ\"ש סימן תק\"ה:",
            "(קיא) ותניק וכו' - משום מפרק:",
            "(קיב) לקלח מהחלב - לתוך פי התינוק:",
            "(קיג) דלית וכו' - וצערא יתירא נמי ליכא שם הא לא\"ה שרי דמלאכה שאינה צריכה לגופה היא:",
            "(קיד) פירושו - והוא מין שרף היוצא מן האילן שיש בו ריח טוב:",
            "(קטו) שפין בו - בתוספתא איתא בסם:",
            "(קטז) מותר - דמפני ריח לא מקרי רפואה:",
            "(קיז) לקצת בריאים - צ\"ל דברים וכלומר אע\"פ שהדבר הזה מזיק קצת לשאר אברים שבגוף כגון הטחול שיפה לשיניים וקשה לבני מעיים וכה\"ג וא\"כ מוכחא מילתא שעושה כן לרפואה לשיניים דאל\"ה לא היה אוכל כיון שהוא מזיק למעיים אפ\"ה שרי דמ\"מ אוכל הוא:",
            "(קיח) וכל שאינו וכו' בריאים - ומפני זה אסור לשתות משקה המשלשלין כגון לענה וכיוצא בו [רמב\"ם] אם לא שמצטער וחלה כל גופו עי\"ז או שנפל למשכב אפילו הוא חולי שאין בו סכנה שרי וכדלקמיה בהג\"ה:",
            "(קיט) אבל אם וכו' - והיכא דיש לו שום מיחוש אפילו הוא אוכל ושותה לרעבון ולצמאון אסור [א\"ר וכ\"מ בטור] והטעם דכיון דהוא חולה וזה הוא רפואתו יאמרו שלרפואה עושה זה ועיין בבה\"ל:",
            "(קכ) אין לו שום מיחוש - דהיינו שאוכל ושותה לרעבונו ולצמאונו [מ\"א בשם הטור] אבל אם הוא עושה לרפואה דהיינו כדי לחזק מזגו כתב המ\"א דאפילו בבריא גמור אסור:",
            "(קכא) אם נפל למשכב שרי - פי' לאכול ולשתות דברים שאין מדרך הבריאים לאכול ומסתימת דברי הרמ\"א משמע שא\"צ אפילו שיהיה א\"י מושיט לו אלא מותר לו ליקח בעצמו ואע\"ג דפסקינן לעיל סעיף י\"ז כדעה ג' דשבות שיש בו מעשה אסור ע\"י ישראל ואינו מותר כ\"א ע\"י שינוי צ\"ל דשאני התם שמיירי במלאכות דרבנן או בדברים שמחזי כעין מלאכה אבל הכא דאין בזה משום סרך מלאכה דהא לבריא מותר ורק למי שיש לו מיחוש גזרו משום שחיקת סממנים בחולה גמור לא גזרו [רדב\"ז וכ\"מ בביאור הגר\"א בשם תה\"א להרמב\"ן וכן מצדד להלכה בספר בית מאיר עי\"ש שהאריך בזה]:",
            "(קכב) מותר לאכול - דלאו לרפואה הוא דלגזור בזה משום שחיקת סממנים:",
            "(קכג) אין עושין וכו' - דהיינו כדי שיהא רעב ויחזור אח\"כ לאכול הרבה:",
            "(קכד) אסור בסם - דדמי לרפואה וגזירה משום שחיקת סממנים:",
            "(קכה) ליתן עליהם כוס - דהיינו שכופהו על הטבור למי שחש במעיו ואוחז הכוס את הבשר ומושך אליו את המעים ומושיבן במקומן [רש\"י] וה\"ה שמותר ליתן בגדים חמים למי שחש בבטנו ובמעיו וכדלעיל בסימן שכ\"ו או חרסים או לבנים חמים:",
            "(קכו) אע\"פ וכו' - הוא מלשון הטור וכונתו דלא נימא כמו דאסרו לרחוץ בחמין כמו כן כל חמים אסור לגופו לפיכך אשמעינן דמותר וכעין דאיתא בברייתא שבת מ' ע\"ב מיחם אדם אלונטית ומניח על בני מעיו בשבת והעתיקו הטור והרמ\"א לעיל בסימן שכ\"ו ס\"ו בהגה\"ה:",
            "(קכז) לסוך - דמה שמפקח שכרותו ממנו אין זה רפואה [ט\"ז וא\"ר] ועיין באחרונים שהסכימו דמותר לשאוף טאבא\"ק בנחיריו בין שעושה כן לפי שעלול במיחוש הראש ובין להפיג השכרות דכיון שנתפשט שאיפת הטאבא\"ק לגדולים ולקטנים משום תענוג או משום ריח לא מוכחא מילתא דעביד לרפואה:",
            "(קכח) בשמן ומלח - מעורבין יחד [א\"ר]:",
            "(קכט) בכח - ר\"ל שפושטין ומקפלין זרועותיהן לפניהן ולאחריהן ומתחממין ומזיעין [פיר\"ח]:",
            "(קל) כדי שייגע ויזיע - והיא בכלל רפואה ואין להקשות כיון שאין כאן שייכות שחיקת סממנים היה לנו להתיר כמו בסעיף שאח\"ז י\"ל דכיון שלפעמים מביאין הזיעה על החולה ג\"כ ע\"י סממנים חיישינן שיעשה רפואה האחרת משא\"כ בסעיף שאח\"ז שאין שייכות רפואה לאותן הדברים ע\"י שחיקת סממנים כלל לא גזרינן. ודע דלפי מה דפסקינן לעיל בסי\"ז דע\"י ישראל אין עושין שבות דרבנן לחולה שאין בו סכנה כ\"א ע\"י שינוי ה\"נ בעניננו אפילו הגיע לכלל חולה שאין בו סכנה אין עושין ד\"ז כ\"א ע\"י שינוי וכ\"ש אם הוא רק בריא שחושש. והשפשוף שעושין ליגיעי כח כדי להשיב כחן ולבטל מהם עייפותן מסתפק בש\"ג אם דבר זה דומה לרפואה ואסור או לא אך לפי מה שכתב המ\"א בסקמ\"ג דאפילו בריא גמור אם עושה שום רפואה כדי לחזק מזגו אסור גם בזה אין להקל:",
            "(קלא) ואסור לדחוק - שמא יבוא להשקות לו סממנים המשלשלים:",
            "(קלב) כוס חם - הוא הנזכר לעיל בסעיף מ\"ם וחזר ושנאו כאן שהוא מלשון הרמב\"ם שכלל הכל בטעם אחד:",
            "(קלג) על הטבור - כתב הח\"א דהוא החולי שקוראין [הייב מוטער]:",
            "(קלד) ולהעלות אזנים - גידי האזנים פעמים שיורדין למטה ומתפרקין האזנים [רש\"י]:",
            "(קלה) שכנגד הלב - ומעכב את הנשימה [רש\"י]:",
            "(קלו) ויש לו צער - דאל\"ה היה אסור עכ\"פ משום עובדא דחול:",
            "(קלז) רוחצין וכו' - פי' אף שכונתו לרפואה כיון שרוחצין בו בריאים מותר אך בזמן שאין דרך לרחוץ בחמי טבריה אלא לרפואה אסור בשבת אם שוהא [מ\"א וש\"א]:",
            "(קלח) מלוחים - פי' ומועילים מפני זה קצת לרפאות ודע דאפילו יש לו חטטין בראשו ג\"כ מותר [הסכמת הפוסקים]:",
            "(קלט) ובמי משרה - ששורין שם פשתן וה\"ה בימה של סדום:",
            "(קמ) שהם מאוסים - איתא ברמב\"ם אין רוחצין במים שמשלשלים [היינו מים שמצננים את הגוף ובא לידי שלשול] ולא בטיט שטובעין בו וכו' מפני שכל אלו צער הם וכתיב וקראת לשבת עונג עכ\"ל וכ\"כ הסמ\"ג וא\"כ אסור לשתות משקה המשלשל דאין לך צער גדול מזה [מ\"א] והיינו אפילו אם אינו מכוין לרפואה אלא מפני איזה טעם דאם היה מכוין לרפואה בלא\"ה אסור אם לא כשהוא בא לכלל חולה שאין בו סכנה דאז מותר וכנ\"ל בסל\"ז:",
            "(קמא) ודוקא ששוהה - דמוכחא מילתא דלרפואה קעביד שהרי המים עכורין וסרוחין ואינו עומד שם בשביל הנאה:",
            "(קמב) כמיקר - ואע\"פ שהן עכורין אמרינן לא מצא מים יפים ולעולם להקר קעביד. ואפילו יש לו חטטין בראשו נמי מותר [גמרא]:",
            "(קמג) ואין בכך משום צידה - אע\"ג דע\"י הלחש אינו יכול לזוז ממקומו עד שנוכל לתפסו מ\"מ מותר דאין זה צידה טבעית ואע\"ג דפסקינן בסימן שט\"ז ס\"ז דאפילו לצוד להדיא מותר כדי שלא ישכנו צ\"ל דהכא מיירי דליכא אלא חששא רחוקה כגון דאינו רודף אחריו כלל וכדומה [א\"ר ע\"ש] ועיין לעיל בסימן ש\"ו ס\"ז במ\"ב שם:",
            "(קמד) להקר - פי' מי שחש בעינו נותנים כלי מתכות על העין כדי לקרר וה\"ה שמקיפין בטבעת או בכלי את העין כדי שלא יתפשט הנפח [רש\"י] וכתב הח\"א וה\"ה דמותר לדחוק בסכין חבורה כדי שלא תתפשט:",
            "(קמה) שיצא ממקומו וכו' - המ\"א חולק ע\"ז וס\"ל דדוקא עצם הנשבר מותר להחזירו כדאיתא בגמרא אבל העצם הנשמט ממקומו אסור להחזירו דאפילו לשפשף הרבה בצונן אסרו כדאיתא בס\"ל וכ\"ש חזרה והעתיקוהו כמה אחרונים ומ\"מ ע\"י א\"י נראה שאין להחמיר ובספר שלחן עצי שטים חולק על המ\"א וכתב דכל שיצא ממקומו לגמרי שקורין אוי\"ש גילענק\"ט חשיב סכנת אבר כמו נשבר אם לא יחזירנו מיד ושרי להחזיר אפילו ע\"י ישראל וכבסעיף י\"ז עכ\"ל והאי דלעיל סעיף למ\"ד איירי לדעתו בשלא נשמט לגמרי ממקומו ונראה דגם לדעת המ\"א אם הרופא אומר שנפרק בחזקה ויוכל לבוא לידי סכנת אבר שמותר למשוך ולהחזירו למקומו כדרך שעושה בחול:",
            "(קמו) יצבע אותו - ואע\"ג דמקלקל הוא ופטור מ\"מ אסור לכתחלה ובבגד אדום פשיטא דאסור [מ\"א]. ובמקום הדחק הסכימו האחרונים דיש להקל דהוא דרך לכלוך:",
            "(קמז) ואסור להוציא דם - הוא ענין בפני עצמו דהיינו שאסור לדחוק בידיו על המכה כדי להוציא דם או כשכורך איזה דבר על המכה [אפילו בדבר דלית ביה משום צביעה] אסור להדקה כדי שיצא דם דהוא חובל והוי אב מלאכה ויש שסוברין דה\"ה אם מניח על המכה דבר שמושך ליחה ודם [כגון צו\"ק זאל\"ב וכיו\"ב] ג\"כ הוי מלאכה דאורייתא כיון שנתכוין לזה ועכ\"פ איסור בודאי יש. המדבק שרץ עלוקה [שקורין פיאווקע\"ס או אייגלי\"ן] שתמצוץ דם מצדד המ\"א דיש חיוב בזה וע\"כ אסור בכ\"ז לכו\"ע לעשות ע\"י ישראל לחולה שאין בו סכנה אלא ע\"י א\"י. המוצץ דם בפיו מן החבורה חייב ולכן אסור למצוץ דם שבין השיניים [אחרונים]:",
            "(קמח) לכך יש וכו' - אתחילת הסעיף קאי:",
            "(קמט) ויש אומרים שכורך וכו' - בב\"י מפקפק בזה משום דמרפא ולהכי כתב זה רק בשם יש אומרים אבל בא\"ר בשם מלבושי יו\"ט וכן בתו\"ש מצדד להקל:",
            "(קנ) לשום וכו' - וכ\"ש דאסור לשום קריסטי\"ר אף שהוכנה מאתמול ובזה אסור אפילו ע\"י שינוי גזירה משום שחיקת סממנים אם לא בחולה אף שאין בו סכנה וכמ\"ש בסעיף י\"ז דאז מותר ע\"י שינוי ויזהר שלא יבוא לידי מלאכה דאורייתא גם לא יערב מים ושמן כדרך שעושין וכמבואר לקמן בסימן של\"א ס\"ז [ע\"ש במ\"ב ובה\"ל] אלא ישפוך הכל לתוך הכלי וטוב לעשות הכל ע\"י א\"י אם אפשר:",
            "(קנא) פתילה - העשויה מחלב או בורית או מנייר ושארי דברים וטעם איסורן משום דאיידי דממשמש שם כמה פעמים להכניס ולהוציא קרוב לודאי שישיר השער שם וכמו בצרור לעיל בסימן שי\"ב ס\"ז ועיין בה\"ל:",
            "(קנב) בנחת - ולא יבוא עי\"ז לידי השרת נימין. כתב הח\"א דכ\"ז אם היה הפתילה עשויה מע\"ש אבל לעשות בשבת הפתילה הנ\"ל ואפילו הוא עושה אותה מנייר שכורך אותו ומקשה אותו יש בו איסור דאורייתא משום מכה בפטיש אם לא לחולה שיש בו סכנה אבל מה שעושין מחתיכת לפת מותר כיון שהוא מאכל בהמה אין בו משום תיקון כלי:\n"
        ],
        [
            "(א) לידי סכנה - כגון דאיכא שם חולים או קטנים שאינם יכולים לברוח:",
            "(ב) מכבין - וה\"ה דשרי להפסיק בכלים של מתכות או בכלי חרס מלאים מים אפילו צריך להביא הכלים דרך ר\"ה דאיכא הרבה איסורים. כתב המ\"א אם יכול להציל את החולה וקטן לישא אותם דרך ר\"ה אעפ\"כ מוטב לכבות דלא הוי כ\"א מלאכה שאצ\"ל דפטור עלה משא\"כ לעבור דרך ר\"ה דהרבה פוסקים סוברים דגם בזמנינו יש לנו ר\"ה והח\"א בכלל הבערה כתב דלדעתו מוטב לעבור דרך ר\"ה משיכבה עי\"ש:",
            "(ג) אפילו וכו' - פי' לא מבעיא אם באותה חצר שהיו בה ט' א\"י וחד ישראל נפל מפולת דבודאי מפקחין דכל קבוע כמחצה על מחצה דמי ואין כאן רוב א\"י אלא אפילו היו ט' וכו':",
            "(ד) ופירש אחד - לאו דוקא אחד אלא אפילו פירשו רובא וכדמסיים טעמא כיון שנשאר קביעות הראשון וכו':",
            "(ה) קביעות הראשון במקומו - ואע\"ג דבעלמא אמרו כל דפריש מרובא פריש אפילו היכא דהקביעות נשאר במקומו גבי פיקוח נפש אקילא רחמנא דכתיב וחי בהם ולא שימות בהם משמע שלא יוכל לבוא בשום ענין לידי מיתת ישראל:",
            "(ו) כמחצה - וספק נפשות להקל ועיין בא\"ע סימן ד' סל\"ד דתינוק שנמצא בעיר שרובה עו\"ג אין מחללין עליו את השבת כיון דבכל יום ויום פורשים כולם ממקום קביעותם אזלינן אחר הרוב ורמ\"א בהג\"ה פליג שם וס\"ל דמפקחין עליו את הגל דבני העיר חשיבי כקביעי ודמיא לדינא דהכא ודעת הגר\"א שם לפסוק כהרמ\"א עי\"ש ואם נמצא בדרך ורוב העוברים עו\"ג לכו\"ע אזלינן בתר רובא [פמ\"ג]:",
            "(ז) אם נעקרו כולם - פי' שנעקרו להתפזר כל אחד לדרכו ובטלה קביעותם אבל אם יצאו תכופים יחד זה אחר זה כיון דעדיין הם בחבורה אחת נקרא קבוע ודינו כדמעיקרא:",
            "(ח) ספק חי - הלשון מגומגם דהוי ליה לחשוב בתחלה ספק ישנו ואח\"כ ספק חי וכן איתא במשנה:",
            "(ט) הוא שם - ומיירי שהיה שם בעת המפולת ואינו ידוע אם הספיק לצאת מתוך ההפכה ונראה דה\"ה אפילו לא ראינו אותו מתחלה להדיא רק בבית זה מצוין בני אדם בעת הזאת נמי מחללין ומפקחין את הגל. הבא במחתרת בענין שמותר להרגו ובעת חתירתו נפל עליו גל אין מפקחין אותו דגברא קטילא הוא (פוסקים בשם הגמרא). ישראל בעל עבירות לתיאבון כל זמן שאין כופר בתורה נראה דמחללין עליו שבת כדי להצילו אבל אם הוא להכעיס אסור להצילו אף בחול וכ\"ש דאסור לחלל עליו שבת בפיקוח הגל או בשאר רפואה וה\"ה לכל הני דאיתא ביו\"ד סימן קנ\"ח ס\"א וב' ע\"ש:",
            "(י) אז ודאי מת - דכתיב כל אשר נשמת רוח חיים באפיו משמע דהרוח חיים תלוי באפיו:",
            "(יא) ל\"ש פגעו ברגליו - ר\"ל דלא נימא דכיון שאין אנו מרגישין חיות בלבו בודאי מת ולא יפקח הגל יותר קמ\"ל דגם בזה צריך לבדוק עד חוטמו:",
            "(יב) על עסקי ממון וכו' - דבשביל הפסד ממון לא הותר איסור שבת:",
            "(יג) ואפילו סתם - דספק נפשות להקל:",
            "(יד) לספר וכו' - עיר שמבדלת בין גבול שישראל דרים בה לגבול העו\"ג וחיישינן שאם ילכדוה משם תהא הארץ נוחה ליכבש לפניהם:",
            "(טו) אפילו לא באו וכו' - ר\"ל כשהקול יוצא שרוצים לבוא אעפ\"י שלא באו עדיין מותר ללבוש כלי זיין לשמור ולעשות קול בעיר כדי שלא יבואו דאין מדקדקין בפק\"נ [לשון או\"ז] ודין זה ארישא נמי קאי [אחרונים]:",
            "(טז) שאם לא יניחנו וכו' - וה\"מ כשבאו על רבים דבודאי יש לחוש שיעמוד אחד נגדם ולא ירצה ליתן להם ממונו ויהרגוהו ולכן הוי כמו שבאו על עסקי נפשות אבל כשבאו על יחיד יניח ליקח ממונו ולא יחלל את השבת:",
            "(יז) הכל לפי הענין - היינו לפי מה שמשער כעסן ופחזותן. ודע דהיום כשבאו מהאומות שחוץ לגבולינו לשלול שלל ולבוז בז בודאי מחויבים אנו לצאת בכלי זיין אפילו על עסקי ממון וכדינא דמלכותא וכן מבואר ברוקח ואגודה דהיכא דאיכא חשש שמא יכעסו יושבי הארץ עלינו מחללין עי\"ש:",
            "(יח) בפני עכו\"ם - וה\"ה מישראל כשהוא משער שיבוא לידי סכנה דהא ניתן להצילו בנפשו וכן כשאדם נרדף מפני נחש או דוב ג\"כ מצוה להצילו ואפילו בעשיית כמה מלאכות בשבת [רמב\"ם]:",
            "(יט) כדי להצילם - ומ\"מ אם יש סכנה להמציל אינו מחויב דחייו קודם לחיי חבירו (או\"ה) ואפילו ספק סכנה נמי עדיף ספיקו דידיה מודאי דחברו אולם צריך לשקול הדברים היטב אם יש בו ספק סכנה ולא לדקדק ביותר כאותה שאמרו המדקדק עצמו בכך בא לידי כך [פתחי תשובה חו\"מ סי' תכ\"ו]:",
            "(כ) חוזרים וכו' - כדי שלא להכשילם לעתיד לבוא שלא ירצו להציל עוד:",
            "(כא) למקומם - עיין לקמן בסימן ת\"ז:",
            ""
        ],
        [
            "(א) ומחללין - ולכן מן הראוי לאשה שהגיעה לחודש טי\"ת להזמין בכל ע\"ש כל הדברים הנצרכים לה דשמא יזדמן לידתה בשבת ולא תצטרך תצטרך לחלל שבת [ס\"ח סימן תתנ\"ה]:",
            "(ב) ממקום למקום - ואפילו מחוץ לתחום:",
            "(ג) נר - אם הוא לילה ואע\"פ שחברותיה יודעות לעשות לה כל הדברים הנצרכים לה אעפ\"כ קים להו לחכמים דלא מיתבא דעתא דיולדת כששרויה בחשך וכתבו בתוספות ישנים שלהי יומא דמשו\"ה אפילו אינה אומרת כלום וגם החכמה אינה אומרת כלום נמי מדליקין ועיין בבה\"ל:",
            "(ד) סומא - אע\"פ שבזה לא שייך טעמא הנ\"ל דבלא\"ה שרויה בחושך אעפ\"כ מיתבא דעתה בנר דלוק דקאמרה אי צריכנא מידי חזיא חברותיה ועבדי לי ואע\"פ דהדלקת הנר עיקרה אינה לרפואה אעפ\"כ מחללין דקים להו לרבנן דיתובי דעתא דיולדת הוא מילתא דמסתכנא בה בלא\"ה:",
            "(ה) משנין - ואפילו למ\"ד בסימן שכ\"ח סי\"ד דגבי פקוח נפש לא בעיא שינוי הכא שאני מפני שכאב היולדת דבר טבעי הוא ואין אחת מאלף מתה מחמת לידה לפיכך החמירו בה לשנות [מ\"א בשם המ\"מ וכ\"כ המאירי] וכ\"ז בדליכא עיכוב לחולה אבל אם אינו נעשה בזריזות בשינוי כמו בלא שינוי מצוה לעשות בלא שינוי למהר הדבר בכל כחו [חידושי הר\"ן בשם ר' יהונתן והה\"מ וכן מבואר בשכ\"ח כמה פעמים]:",
            "(ו) להביא לה כלי - עם שמן וכה\"ג:",
            "(ז) תלוי בשערה - שלא כדרך המוציאין דאינו כ\"א שבות בעלמא וזה עדיף מאם תסוך השמן בשערה ותביא אצלה ותסחוט את השער דהתם איכא עוד איסורא דסחיטה דאע\"פ דאין סחיטה בשער לחיוב מ\"מ בודאי אסור משום שבות ומיהו אם מספקת לה ממה שתביא השמן בידה זה יותר עדיף מכל הני דלעיל [כ\"מ בגמרא]:",
            "(ח) עכו\"ם אין מילדין - ואפילו בשכר דבחול מילדין משום איבה כמבואר ביו\"ד סימן קנ\"ד הכא אסור משום דיכולה להשתמט ולומר דאין מחללין שבת כ\"א לההוא דמנטר שבתא וכתב המג\"א ובמקום דאיכא למיחש לאיבה גם בכה\"ג שרי אם אין בה חלול. ודע דהרופאים בזמנינו אפי' היותר כשרים אינם נזהרים בזה כלל דמעשים בכל שבת שנוסעים כמה פרסאות לרפאות עובדי כוכבים וכותבין ושוחקין סממנים בעצמן ואין להם על מה שיסמוכו דאפילו אם נימא דמותר לחלל שבת באיסור דרבנן משום איבה בין העו\"ג [אף דג\"ז אינו ברור עיין בפמ\"ג] איסור דאורייתא בודאי אסור לכו\"ע ומחללי שבת גמורים הם במזיד השם ישמרנו:",
            "(ט) אחד מאלו - ודוקא לענין הדברים אשר אפשר לעשותן בלי איחור ועיכוב להכי צריך להמתין עד שנראה אחד מג' סימנים האלה אבל לענין קריאת חכמה ממקום רחוק וכדומה שאם נמתין עד שיעורים האלה תתאחר החכמה לבוא ע\"כ משעה שמרגשת קצת אפילו בספק מותר בקריאתה ואפילו היא רחוקה ג' פרסאות:",
            "(י) שלשה ימים - ולא חשבינן מעת לעת כמ\"ש סימן תרי\"ז לגבי יוה\"כ וע\"כ אם הולידה ביום ד' קודם בין השמשות שוב אסור לחלל עליה שבת אם לא אמרה צריכה אני כ\"כ המ\"א ועיין בסימן תרי\"ז שמגמגם הגר\"א מאד שם וכתב דמלשון הרא\"ש בפרק מרובה משמע שסובר כן בפשיטות דכונת הגמרא הוא מעל\"ע ולא רק לתרוצי לדברי בה\"ג קאתי וכן מוכח כדברי הגר\"א בהדיא בתשובת הרא\"ש כלל כ\"ו סימן ג' שסובר כן בפשיטות ע\"ש וכן משמע מדברי הריטב\"א בפרק ר\"א דמילה ועיין בא\"ר שכתב דמדברי האו\"ה ג\"כ משמע דבעינן ג' ימים שלמים והיינו מעל\"ע אח\"כ מצאתי בספר נזר ישראל בשם תשובת בית אפרים שג\"כ כתב כדברינו ונמצא לפ\"ז דבין לענין מלאכת שבת ובין לענין יוה\"כ עד ג' מעל\"ע חשבינן לה למסוכנת ומותר אפילו לא אמרה צריכה אני ומג' עד ז' מעל\"ע כשאמרה צריכה אני ונראה דלענין יוה\"כ בודאי יש לצדד להקל דספק נפשות הוא ואפילו לענין שבת ג\"כ אם לא נזדמן לו אז עו\"ג לעשות על ידו שרי ע\"י ישראל:",
            "(יא) הראשונים - מגמר לידה [לחם משנה] ועיין בה\"ל:",
            "(יב) אפילו אמרה אינה צריכה - והם דברים שחברותיה אומרות שדבר זה עושים לחיה וכל חיה צריכה לכך ואין כאן רופא או מילדת חכמה לראות אם החיה הזאת צריכה לכך:",
            "(יג) מחללין - דכיון דכל היולדות צריכות לכך אע\"פ שאין אנו יודעין על זו ואפשר דיכולה להמתין עד ערב מחללים מספיקא ואין שומעין לה דדילמא חולשת הדעת נקטא לה שממאסת כל האוכלין או שאינה מרגישה לשעתה [הרמב\"ן] וזה לשון הרשב\"א על יולדת תוך ג' שאוכלת מאכל ב\"א ואומרת שאינה צריכה שיבשלו עבורה בשבת והשיב דכמסוכנת אנו חושבין ליולדת מפני שאבריה מתפרקין ומרוסקת היא אלא שאינה מרגשת לשעתה ואם תאכל צונן או שאר דברים שאין המסוכנת אוכל אותם יביאוה לידי סכנה ולפיכך כל שאין לה דברים המחזיקים ומאכלים הבריאים מחללים עליה את השבת עכ\"ל ומ\"מ היכי דאיכא חכמה או רופא ואומרים ג\"כ שא\"צ שומעין להם שהרבה חיות שאין עושין להם חמין בכל יום וכתב המג\"א שעכשיו נוהגות היולדות שאוכלות חמין של אתמול בשבת עכ\"ל ומ\"מ נראה דהכל לפי החולה:",
            "(יד) מג' ועד ז' אמרה אינה צריכה - לפי שאינה בחזקת מסוכנת לאותן הדברים שרגילות חברותיה לעשות לה ועוד שיכולה להמתין לפיכך סומכין עליה כשאומרת א\"צ וכ\"ז כשאמרה בפירוש אבל בסתמא מחללין דמ\"מ איכא חשש סכנה ואם אומר רופא או חכמה שצריכה פשיטא דמחללין אפילו החיה אומרת אינה צריכה אבל אם שאר חברותיה אומרות שצריכה אין שומעין להם להכחיש את החיה. ודע עוד דאם החיה אומרת צריכה אפילו מאה רופאים אומרים א\"צ שומעין לה דלב יודע מרת נפשו וכמו שנתבאר בסימן תרי\"ח:",
            "(טו) מכאן ואילך וכו' - כיון שאנו יודעים שאין לה חולי אחר ואף היא אינה אומרת כן הכל בקיאים דמשום לידה אין לה סכנה לחמים ולשאר צרכי היולדת ופשיטא דיכולה להמתין עד הערב [רמב\"ן בחידושיו]:",
            "(טז) כחולה שאין וכו' - שאומר לעו\"ג ועושה [גמרא]:",
            "(יז) אפילו דרך ר\"ה - דבלא הבאת סכין אין רבותא דליכא חלול שבת כלל בקריעת בטן מתה דמחתך בשר בעלמא הוא וליכא משום חבורה [גמרא]:",
            "(יח) שמא ימצא חי - ואשמועינן שאפילו ספק פיקוח נפש זה שלא היה עדיין בחזקת חי לעולם אפ\"ה דוחה שבת [גמרא]:",
            "(יט) משום דאין וכו' - ושמא רק נתעלפה ואם יחתכוה ימיתוה וצריכין אנו להמתין ואדהכי מיית הולד [מ\"א]:",
            "(כ) מדורה - וה\"ה בזמנינו להחם התנור:",
            "(כא) כל ל' - אם יש לה צער צנה דס\"ל דיש סכנה לחיה כל ל' בצנה ולפיכך אם א\"א ע\"י עו\"ג עושין ע\"י ישראל [ממ\"א וש\"א] ולשאר חולה ע\"י עו\"ג מותר אפילו לאין סכנה אם צריך למדורה וליש סכנה אם אומר שצריך מותר אפילו ע\"י ישראל בשא\"א בעו\"ג [ב\"ח וא\"ר] ועיין בבה\"ל שהבאתי דעת הרבה גדולי הראשונים שסוברין דחיה אחר שבעה דינה לענין מדורה ג\"כ כשאר חולה שאין בו סכנה:",
            "(כב) עושים לו כל צרכיו - היינו הא דמבואר לקמיה:",
            "(כג) ומרחיצין - אינו לפי הסדר המבואר בש\"ס ומפיק מקרא ושם איתא דחותכין הטבור ואח\"כ רוחצין אותו וכ\"כ הרמב\"ם בפ\"ב מהלכות שבת. ודע דממה שהביא המ\"א בשם התוספות מוכח דאין עושין מלאכה דאורייתא בשביל דברים אלו דאין במניעתם סכנה אלא צערא בעלמא וא\"כ לפ\"ז אם אין לו סכין לחתוך הטבור וצריך להביאו דרך ר\"ה אסור להביאו אלא יקשרנו לע\"ע וה\"ה בשארי דברים המוזכרים כאן ובבאור הלכה הבאתי דעת ראשונים דמותר לחלל במלאכה דאורייתא בשביל זה ע\"ש ועכ\"פ להביאו ע\"י עו\"ג או להחם חמין על ידו לרחוץ הולד בודאי מותר:",
            "(כד) ומולחין אותו - כדי שיתקשה הבשר [רש\"י] ומשמע מזה דהמליחה תהיה במלח [עפמ\"ג] ובפירוש המשנה להרמב\"ם כתוב ונותנין עליו אבק ההדס והדומה לו וכ\"מ בערוך ערך לף ע\"ש:",
            "(כה) וטומנין השליא - ולא בקרקע דמשום זה לכו\"ע לא מחללינן שבתא אלא כך היה מנהגם כשחל בשבת עשירות טומנין אותה בספלים של שמן או בספוגין של צמר ועניות במוכין או בתבן ובחול אלו ואלו טומנין אותה בארץ [ירושלמי]:",
            "(כו) כדי שיחם הולד - והיה זה מדרך סגולה אצלם:",
            "(כז) וחותכין - אחר שקושרין אותו ועיין במג\"א שחתיכת הטבור בעלמא אינו כ\"א שבות ובספר קובץ להרמב\"ם כתב בשם ספר שושנים לדוד שהוכיח דיש בזה איסורא דאורייתא ורק הכא מותר ע\"ש:",
            "(כח) אבל נולד לח' - דודאי לא חיי:",
            "(כט) אין מחללים - דכיון דמספקא לן אם היה בן קיימא מעולם לא מחללינן ולא דמי להא דיושבת על המשבר בסעיף ה' דהתם מיירי דכלו לו חדשיו [מ\"א] ועיין בה\"ל מה שכתבנו בזה:",
            "(ל) אא\"כ גמרו וכו' - קאי גם אבן ח' כדאיתא בב\"י והטעם דאמרינן שהוא בן שבעה ואשתהויי הוא דאשתהי ועיין בבאור הגר\"א שנשאר בדין השו\"ע בצ\"ע ודעתו דלענין חלול שבת לא סמכינן אגמרו לחוד כ\"א דוקא כששהה ג\"כ שלשים יום ורק לענין טלטול התינוק נוכל לסמוך אסימנא דגמרו לחוד:",
            "(לא) או ספק וכו' - והאחרונים הסכימו דדוקא כשידוע שהוא בן חי\"ת כגון שבעל ופירש אבל מספק מטלטלינן כל תינוק:",
            "(לב) להוציא בידה - על הארץ דאין זה כדרך מפרק כיון שהולך לאיבוד ועוד דהוי מלאכה שאצ\"ל דפטור ומשום צערא ל\"ג כמו מפיס מורסא:",
            "(לג) מישרים - בידים:",
            "(לד) מחמת צער הלידה - כתב המ\"א ודוקא ביום הלידה אבל אח\"כ אסור אבל באמת מהרבה פוסקים משמע דאין חילוק בזה ואפילו לאחר חודש או ב' חדשים מותר ועיין בבאור הגר\"א שכתב שכן ג\"כ דעת השו\"ע להקל בזה כמותם וע\"כ אין להחמיר בזה ומ\"מ אם נתפרקה חוליא של שדרה ממקומה לכו\"ע אסור ליישב בידו חוליות של שדרה אחת על חברתה דמחזי כבונה אם לא ביום הלידה דאז יש לצדד להקל אף בזה:",
            "(לה) שלא יתעקמו אבריו - וברא\"ש פי\"ז משמע דאפילו לכרכו כדי לישר אבריו ג\"כ שרי לעולם והטעם בגמרא משום דאורחיה תמיד בהכי ולא הוי כמתקן ומשמע דאם היה תינוק שאין כורכין אותו בחול ונתעקמו אבריו אסור לכרכו בשבת:",
            "(לו) מותר - ולא גזרינן בזה משום רפואה דאורחיה דתינוק ליפול ערלת לשונו ולא מחזי כרפואה:"
        ],
        [
            "(א) בשבת - דכתיב וביום השמיני ימול ביום ואפילו בשבת [גמרא]:",
            "(ב) ומוצצין - אע\"ג דע\"י המציצה הדם ניתק מחיבורו והויא ליה חובל אעפ\"כ מוצצין משום דסכנה לולד כשלא ימוץ הדם [גמרא]:",
            "(ג) כמון - היה דרכם לתת מין בשמים שחוק לרפואה וה\"ה לתת אספלנית [תחבושת] על המילה [משנה שם] ועיין לקמן בס\"ז אם לא היה לו כמון שחוק מע\"ש:",
            "(ד) חוזר וכו' - דאף דגמר לחתוך הערלה ובדיעבד יצא ידי מצות מילה אפילו בלא אלו הציצין מ\"מ כל זמן שלא סילק ידו מן המילה מקרי כלכתחלה וכולה חדא מלתא היא דנתנה שבת לדחות אצלה ועיין בחידושי הר\"ן שכתב דאפילו כבר סילק ידו מן החתוך והתחיל לפרוע מקרי עדיין לא סילק ידו מן המילה דמילה ופריעה חדא מילתא היא [אך כשהוא עוסק במציצה מסתפק שם אם מותר בשבת לחזור לציצין שאינם מעכבין דדלמא המציצה מקרי רק רפואה ולא צורך מילה עי\"ש] ולפ\"ז פשוט דאפילו אם הפורע הוא אחר כ\"ז שהוא עוסק במצותה מותר לו לראשון לחזור ולגמור את הציצין שאינם מעכבין דלא משגחינן במה שהוא סילק ידו כיון דעדיין לא נגמרה מצות מילה:",
            "(ה) אפילו על ציצין וכו' - היינו רצועות של בשר שנשארו בין מהערלה ובין מעור שפורע:",
            "(ו) המעכבין - ג\"כ בין במילה ובין בפריעה וכנ\"ל:",
            "(ז) אפילו רוב גובהה - וכ\"ש רוב הקיפה של העטרה אע\"פ שאינה רוב גובהה (ועיין ביו\"ד סימן רס\"ד בב\"י ובש\"ך) וע\"ש באחרונים שנבתאר מה נקרא עטרה:",
            "(ח) אם גמרו וכו' - דאף דבן חי\"ת בעלמא לאו בר קיימא הוא בזה שגמרו אמרינן האי בר שבעה הוא ואשתהויי אשתהי הולד בבטן אמו [מ\"א]:",
            "(ט) ספק בן זיי\"ן וכו' - וה\"ה ספק בן חי\"ת ספק בן טי\"ת והטעם בכל זה דלא מחללינן שבת מספיקא:",
            "(י) בן ז' ודאי - היינו שבעל אותה ופירש עד שהוכר עוברה אבל לא סמכינן לומר דמסתמא נתעברה אחר ליל טבילה או משעה שפסקה לראות דם דאין זה הוכחה ברורה:",
            "(יא) ועיין ביו\"ד וכו' - דשם מבואר דעת רמ\"א דספק בן חי\"ת או בן זיי\"ן אפילו לא נגמר שערו וצפרניו מלין בשבת ממ\"נ דאי בר מילה הוא שפיר מהיל ואי לא מחתך בבשר בעלמא הוא ואין בזה משום חבורה כיון דהוי נפל. והנה בב\"ח וט\"ז דעתם לפסוק כהשו\"ע אבל בא\"ר הביא בשם ספר לח\"מ שהמנהג למול ספיקות וגם במאירי כתב שכן דעת כל הגאונים וכ\"כ הרדב\"ז סימן ל\"ב ונהרא נהרא ופשטיה:",
            "(יב) אינה דוחה - דכי כתיב וביום אשמיני קאי:",
            "(יג) אנדרוגינוס - הוא ילד שיש לו זכרות כזכר ונקבות כנקבה [רמב\"ם פ\"א מהלכות מילה]:",
            "(יד) ונולד ביה\"ש - בין ביה\"ש דע\"ש ובין ביה\"ש דמו\"ש בשניהם אין מילתן דוחה שבת ונדחה ליום א' ומה הוא ביה\"ש י\"א דקרוב לרבע שעה [הוא שעה זמניית כן בארנו לעיל בסימן רס\"א בבה\"ל ד\"ה שהוא ע\"ש] קודם ליציאת ג' כוכבים בינונים הוי ספק לילה ורביע שעה יוצא מכלל ספק ואם נולד אז בשבת מונין אותו לשבת הבאה אבל כמה פוסקים מחמירין בזה וס\"ל דמעת שנתכסה החמה מעינינו עד יציאת ג' כוכבים בינונים הוא הכל בכלל ביה\"ש וכ\"כ הברכי יוסף דנתפשט כן המנהג בכל ערי א\"י וכ\"כ בספר זכור לאברהם ובספר סדר זמנים ואפילו אם ספק לו אם נולד קודם ביה\"ש או בזמן ביה\"ש ג\"כ פסק הרדב\"ז להחמיר דנדחה ליום א' והביאוהו האחרונים ועיין בבה\"ל:",
            "(טו) ונולד כשהוא מהול - פי' שאפילו בלא קישוי נראה מהול אבל כשאין נראה מהול רק כשיתקשה מילתו דוחה שבת:",
            "(טז) ויוצא דופן - שנתקשה אמו בלידתה והוציאוהו לאורך הבטן ע\"י סם:",
            "(יז) שתי ערלות - פירוש שני גידין וי\"א שיש בו שתי עורות זה ע\"ג זה:",
            "(יח) אין מילתן דוחה שבת - וטעם כל אלה הוא משום ספק כגון גבי אנדרוגינוס הוא משום דאינו זכר ודאי וכמו כן נולד בין השמשות שמא הוא שלא בזמנה ונולד כשהוא מהול אפשר דליכא כאן ערלה כבושה והוא מהול ממש וכן מי שיש לו שתי ערלות דהיינו שני גידים הוא נמי משום דאין אנו יודעין איזה ערלה עיקרית ולסברא ב' דמיירי בשתי עורות זה ע\"ג זה נמי טעמא דאין אנו יודעין כוונת התורה בזה חוץ מיוצא דופן וא\"י שילדה התם הטעם משום דאין טמאים בטומאת לידה ולכמה תנאי בעינן כסדר האמור בפרשת תזריע דאשה כשהיא טמאה לידה בנה נמול לשמונה:",
            "(יט) איזמל וכו' - ולענין טלטול האיזמל אחר המילה עיין לעיל בסימן ש\"י סקט\"ו ובמ\"ב מה שכתבנו שם:",
            "(כ) אומר לא\"י ועושהו - דהוי שבות דשבות במקום מצוה ושרי כדלעיל בסימן ש\"ז ס\"ה. ומ\"מ אסור להביא התינוק לבהכ\"נ דרך חצר שאינה מעורבת אפילו ע\"י א\"י דהא יכולין למולו בביתו והרבה פעמים מלין בבית כשיש צינה. וכשצריך להוציא התינוק מביתו לחצר שאינה מעורבת אל האיזמל המונח שם מותר ע\"י א\"י כיון דליכא ר\"ה [מ\"א שם] ומ\"מ טוב יותר להביא האיזמל ע\"י א\"י לתינוק דאם יביא התינוק אל האיזמל יהיה צריך אחר המילה להתיר עוד הפעם שבות דשבות להחזיר התינוק אצל האם משא\"כ כשיביא האיזמל אל התינוק יניחנו שם עד אחר השבת [מחצית השקל] ועיין בסימן שמ\"ט מה שכתבנו בזה:",
            "(כא) לא יאמר וכו' - דגם אמירה לא\"י בדבר שאסור מן התורה הוי כשאר שבות והעמידו חכמים דבריהם וכנ\"ל:",
            "(כב) וע\"ל סימן ש\"ז - ס\"ה בהג\"ה דשם הביא רמ\"א דיש מקילין אפילו במלאכה דאורייתא לומר לא\"י במקום מצוה ואף דרוב פוסקים חולקים על סברא זו והעיקר כדבריהם וכמ\"ש בסימן רע\"ו מ\"מ לענין מילה המיקל וסומך על דבריהם לא הפסיד אם א\"א בענין אחר ומכ\"ש לענין הוצאה והכנסה דלהרבה פוסקים אין לנו בזה\"ז ר\"ה ועיין בבה\"ל:",
            "(כג) כמון שחוק וכו' - ועדיין הוא קודם המילה וכמו שיתבאר:",
            "(כד) לא ישחקנו - דמכשירי מילה אינם דוחים את השבת וע\"כ אם א\"א לו ללועסו בשיניו תדחה המילה ולאו דוקא שחיקה שהיא מלאכה אלא אפילו להביא כמון דרך מבוי שאין משותף נמי אסור וכדלעיל סעיף ו'. וכן לא יאמר אמול אותו ולכשיצטרך אח\"כ לסממנין משום סכנה אשחוק דהא פקו\"נ דוחה את השבת דכיון דעכשיו יודע שא\"א לו בלא סממנין אחר המילה מוטב תדחה המילה ולא יביא עצמו לידי חלול שבת כיון שהיה אפשר להכין מאתמול. ודע דאם נתוודע לו לאחר המילה שאין לו כמון בודאי מותר להביא אף דרך ר\"ה ולשחוק ומ\"מ אם אפשר לו לשנות בכל זה מבלי שיגיע מזה היזק לחולה צריך לשנות וכמו שנתבאר בסימן שכ\"ח סי\"ב:",
            "(כה) ליתן עליה - כך היו רגילין והיא רפואה שמערבין וטורפין בקערה יין ושמן כדרך שטורפין ביצה בקערה [רש\"י]:",
            "(כו) לא יערבם וכו' אלא וכו' - פי' דאסור לערבם בקערה אלא נותנים זה בפ\"ע על מקום המכה וזה בפ\"ע על מקום המכה ועוד יש לפרש דתרוייהו בקערה אלא דנותנים זה בפ\"ע ולא יערבם בידים אלא אם יתערבו יתערבו [כ\"מ ממאירי] ועיין בה\"ל:",
            "(כז) כל אחד לבדו - כתב ב\"י דלשאר חולים נמי אסור לערב [מ\"א] ועיין בבה\"ל דע\"י שינוי לכו\"ע שרי:",
            "(כח) חלוק - כעין כיס דחוק שעושים ומכסים ראש הגיד עד העטרה וקושר שם שלא יחזור העור לכסות הגיד:",
            "(כט) ואם וכו' - אפי' נודע זה קודם המילה אין דוחין המילה מפני זה [כ\"מ ביו\"ד רס\"ו בהגר\"א ע\"ש]:",
            "(ל) חצר אחרת - אבל דרך ר\"ה אסור כיון שאינו דרך מלבוש ממש ודרך כרמלית מצדד הא\"ר להתיר ע\"ש:",
            "(לא) לא נהגו - דנשתנו הטבעים:",
            "(לב) ובמדינות אלו - כלומר דבמקומותינו אף כי אין הולד מסוכן כ\"כ כמו בימיהם אכן עכ\"פ צורך גדול יש בדבר לפיכך על רחיצה שקודם המילה הניחו על דינא דגמרא שמותר לרחצו בחמין שהוחמו מאתמול ולאחר המילה אין קפידא אם ימתינו עד מו\"ש:",
            "(לג) נוהגים לרחצו - ויזהר שלא ישרה סדין במים דשרייתו היא כיבוסו וע\"י א\"י אפשר שיש להקל וגם יזהר מסחיטת הסדין ואם נשפך החמין יכול לומר לא\"י להביא מים שהוחמו בשביל א\"י אבל לא יאמר לא\"י להחם לכתחלה. תינוק שהיה חולה ונתרפא אוסר התשב\"ץ למולו ביום ה' דשמא יצטרכו לחלל שבת עליו ביום ג' למילתו אבל הש\"ך ביו\"ד סוף סימן רס\"ו והמ\"א מתירין וכן הסכים הא\"ר להתיר ואין מחמיצין את המצוה:",
            "(לד) מכינים חמין וכו' - משמע דאם לא הכינו אסור להחם ע\"י א\"י דאין מחזיקין אותו בסתמא לחולה רק למצטער קצת אך אם הרופא אומר שצריך בודאי אין להחמיר בזה:",
            "(לה) ולחלל עליו שבת - היינו אפילו להחם בעצמו:",
            "(לו) לא ימול - דחיישינן שמא יקלקל ונמצא מחלל שבת שלא במקום מצוה וה\"ה אם לא פרע מעולם אסור לפרוע בשבת ג\"כ מטעם זה. מוהל שבא ואמר שכבר מל פ\"א בחול נאמן וא\"צ להביא ראיה. ביו\"ד סוף סימן רס\"ו כתב בהג\"ה שטוב להחמיר לכתחלה שלא ימולו שני מוהלין מילה אחת בשבת שזה ימול וזה יפרע אלא המל הוא עצמו יפרע אבל הרבה אחרונים כתבו שיש להקל בזה וכן המנהג בכל מדינת פולין תמיד הם שני מוהלים זה חותך וזה פורע בין בחול ובין בשבת ובחכמת אדם כלל קמ\"ט כתב דעכ\"פ לא יכבד שלשה בני אדם אלא הפורע יהיה המוצץ אבל בישועות יעקב דחה זה וכתב דהמציצה יכול להיות באחר דהוא ענין בפ\"ע:",
            "(לז) בשבת - ולענין יו\"ט אם הוא יו\"ט שני של גליות בודאי יש להקל וביו\"ט ראשון יש דעות בין האחרונים אך אם הוא יודע בעצמו שיכול למול ואין מוהל אחר בודאי אין להחמיר:",
            "(לח) מותר למול בשבת - ואפילו איכא אחר דמל זמנין טובא:",
            "(לט) אפילו וכו' - פי' לאפוקי ממאן דס\"ל דאב בעצמו לא ימול בשבת היכא דאיכא אחרינא משום דלגבי דידיה הוי פסיק רישא דניחא ליה שהרי הוא מתקן את בנו קמ\"ל דלא אמרינן הכי דגם לגבי אחרינא פסיק רישא דניחא ליה הוא שהרי הוא רוצה למולו ולזה קאתי ואפ\"ה התירה התורה [תה\"ד]:\n"
        ],
        [
            "(א) אין מילדין וכו' - פירוש למשוך הולד מן הרחם דאיכא טרחא יתירא ועיין באחרונים שהסכימו דאף לסעודה [היינו שאוחז הולד שלא יפול לארץ ונותן לו דד לתוך פיו] אסור בשבת וכן כל צרכי לידה המבואר בסימן תקכ\"ג ע\"ש:",
            "(ב) מפרכסין - פי' להסיר את הגלד:",
            "(ג) אותה - את המכה:",
            "(ד) בגמר מכה - שנתרפאה המכה וע\"כ אין לטרוח בשביל בהמה כדי לענגה:",
            "(ה) יכול להריצה וכו' - דאע\"ג דזהו רפואה וברפואה לאדם גזרו משום שחיקת סממנים ברפואת בהמתו אין אדם בהול כ\"כ שיבוא לשחוק סממנים וה\"ה אם היא קרובה למיתה מחמת זה דאז בודאי בהול אפ\"ה מותר דאי לא שרית ליה אתי לידי שחיקת סממנים ושאר מלאכה דאורייתא וכדלקמיה בסעיף ד':",
            "(ו) כדי שתייגע - אבל אסור לעשות בשבילה שום מלאכה דאורייתא או דרבנן אפילו היא מתה וע\"י א\"י מותר לעשות כשהבהמה חולה [ח\"א]:",
            "(ז) יכול להעמידה - הכל כנ\"ל בסק\"ה:",
            "(ח) ואם הוא ספק וכו' - דמתוך שאדם בהול על ממונו אי לא שרית ליה אתי למעבד בעצמו איסורא דאורייתא:",
            "(ט) תמות - ועיין בח\"א שכתב דאפילו אם היא רק חולה בעלמא ג\"כ מותר ע\"י א\"י כדי לרפאותה משום צער בע\"ח אבל להקיז לסוס כדי שיאכל יותר בודאי אסור:"
        ],
        [
            "(א) שמותר להסתפק ממנו - למאכלו ולמאכל בהמתו שאינו מוקצה דקי\"ל כר\"ש דלית ליה מוקצה אלא בגרוגרות וצמוקים שהניח ליבשן משום דדחינהו בידים ולא חזיין עד שיתייבשו וכמ\"ש בסי' ש\"י ס\"ב מ\"מ אם אינו רוצה להסתפק ממנו אלא להתחיל בו לפנותו אסור לעשות כן לדבר הרשות והטעם משום טרחא או משום עובדין דחול:",
            "(ב) אסור להתחיל וכו' - היינו אפילו פחות מד' וה' קופות ומשמע דאם התחיל מע\"ש שרי לפנותו בשבת פחות מד' וה' קופות אף לדבר הרשות:",
            "(ג) לפנותו - אבל מותר לעשות שביל ברגליו לכאן ולכאן דרך הליכתו ויציאתו דזה לא הוי בכלל פינוי:",
            "(ד) לדבר מצוה - ואפילו בענין שיש בו טורח יותר כגון להגביהם ולשלשלם בחלונות שבכותל או להורידם בסולמות או לטלטלם מגג לגג:",
            "(ה) חמש קופות - ולא יותר משום טרחא וכנ\"ל בסק\"א:",
            "(ו) שמא יבוא וכו' - היינו שמא יראה גומות בקרקעות האוצר ויבוא להשוותם ואפילו אין שם אלא ג' או ד' קופות אסור [א\"ר]:",
            "(ז) וכל שבות וכו' - עיין סימן ש\"ז ס\"ה:",
            "(ח) לצורך אורחים - שבעה\"ב המזמנם עושה מצוה וכמו שאחז\"ל דגדולה הכנסת אורחים יותר מהקבלת פני השכינה:",
            "(ט) אבל כשזימן וכו' - ומ\"מ אם מזמין חבירו שיבוא לכבוד האורח אז גם הוא נחשב כאורח לענין דשרי לפנות בשבילו ואם הסעודה בעצמה היא סעודת מצוה ודאי פשיטא דשרי לפנות לפי חשבון כולם:",
            "(י) שהובאו - אפילו בע\"ש [דאל\"כ בלא\"ה אסורין משום שמא בא מחוץ לתחום וכדלעיל בסימן שכ\"ה] ודעתו מבע\"י בפירוש לשתות מהם אפ\"ה אסור להורידן משום עובדא דחול או טרחא יתירא אלא ימשוך שם ממנו כשהוא עומד על העגלה ואם אי אפשר בענין אחר והוא צריך לשתות ממנו שרי לפורקן דמפני כבוד השבת הוא בכלל דבר מצוה [אחרונים]:",
            "(יא) לכבוד אורחים - ואפ\"ה אם הוא יותר מט\"ו סאין אסור כמ\"ש בס\"א לענין אוצר. ט\"ו סאין הוא אם החבית אמה על אמה ברום אמה וג' אצבעות [מ\"א] ואם הוא מקום פסידא אם מותר בזה אמירה לא\"י עיין בסי' ש\"ז ס\"ה ובסימן של\"ד ואם הא\"י מעצמו פורקן בשבת א\"צ למחות בידו [פמ\"ג]:\n"
        ],
        [
            "(א) יכול להציל וכו' - עיין לקמן בסי\"א דלהציל מבית לחצר שלו י\"א דיכול להוציא כל מה שירצה:",
            "(ב) ובשחרית מזון וכו' - הב\"ח כתב דאם הוא לאחר חצות אפילו אם עדיין לא אכל אין מציל כ\"א מזון סעודה אחת ובפמ\"ג מפקפק בזה:",
            "(ג) שהדליקה בו - ר\"ל וע\"כ ודאי בהול ואי שרית ליה אתי לכבויי. והנה כאן אסרינן להציל כדי שלא יכבה וגבי מת מתירין להצילו כדי שלא יכבה כמ\"ש רסי' שי\"א כתבו התוספות דבמת אדם בהול עליו טפי ולכך הוצרכו להתיר כדי שלא יכבה במזיד אבל כאן דאין אדם בהול כ\"כ ואפילו אם לא נתיר לו לא יבוא לכבות במזיד ואם נתיר לו חיישינן שמא מתוך טרדתו ישכח ויכבה את הדליקה:",
            "(ד) הקרובים - שאינם בהולים כ\"כ [ועיין בספר נזר ישראל שהביא בשם שלחן עצי שטים שכתב דלפי מה שמבואר לקמן בסכ\"ו בהג\"ה דבזה\"ז שאנו שרויין בין הא\"י ויש חשש סכנת נפשות דמותר לכבות ממילא מותרין אפילו באותו בית שהדליקה שם להציל אוכלין כמה שירצו וה\"ה דברים המוקצים וכמו שהדין בבית השכנים כיון דאין לגזור שמתוך שיהיה בהול יבוא לכבות דהרי בזה\"ז מותר לכבות ואין זה מוכרח דאפשר שמתוך בהילתו יבוא לידי שאר מלאכות להוצאה בר\"ה וכדומה וכענין שאמרו שם בגמרא קי\"ז ע\"ב גבי נשברה לו חבית בראש גגו ע\"ש ומ\"מ אין למחות ביד המקילין דלדעת הט\"ז המובא בסק\"ב משמע ג\"כ דבהצלת מעות מותר לדעת בעל התרומות אם אין עובר עי\"ז איסור דאורייתא וכן באו\"ה אף דבנ\"א מפקפק מאד על דבריו ע\"ש] וכתב הח\"א ואפשר דלפ\"ז גם אחרים חוץ מבעה\"ב ואשתו ובניו מהבית שהדליקה בו שהם בהולים אבל אנשים אחרים שאינם בהולים כ\"כ מותר להם להציל בשבילו ואפילו מעות דאין בו אלא איסור מוקצה [והיינו כדעת היש מתירין שהובא בסמוך] אבל אסור לטלטל בשבילו לכרמלית עכ\"ל:",
            "(ה) יש מתירים - היינו דוקא בבית אחר שאינם בהולים ולא בבית הדליקה וכנ\"ל בס\"א:",
            "(ו) לטלטל וכו' - טעמם דלמדו מהא דהתירו למי שהחשיך בדרך להוליך כיסו פחות מד\"א כדי שלא יעשה איסור חמור ממנו ויוליך אותם להדיא ה\"ה נמי בכאן התירו איסור טלטול מוקצה כדי שלא יבוא לכבות הדליקה וגם גבי אנסים התירו כדי שלא יבוא להוציא אותם לר\"ה להדיא וטעם האוסרים דס\"ל דדוקא במי שהחשיך בדרך הוא שהתירו לו כדי שלא יעשה איסורא רבה אבל באנסים ליכא למיחש למידי דלהוצאה ליכא למיחש שודאי לא יוציאנה בפני האנסים שמתיירא להראות להם וגם גבי דליקה ליכא למיחש לשמא יכבה כיון שהדליקה עדיין בבית אחרים ואינו בהול עליהם טובא כמ\"ש ס\"א ועיין בב\"ח שהכריע כהמתירין [והעתיקו כמה אחרונים את דבריו] משום דאיכא למיחש כיון דאין אדם מעמיד עצמו על ממונו אי לא נתיר לו יחשוב בעצמו בין כך ובין כך אני עושה איסור ואתי להטמינם בקרקע ע\"י חפירה ויעשה איסור דאורייתא ואיתא בספר מהרי\"ל בשם מהר\"ש והביאו בא\"ר דבשעת הזעם שמתיראין שהאנסים יבואו ויחטפו את אשר לו מותר לישראל לטלטל מעותיו ואפילו מחוץ לעירוב ע\"ש ועיין לעיל בסימן ש\"א סל\"ג בהג\"ה ובט\"ז ובמ\"א ופמ\"ג שם דאין מותר כ\"א כשנושאן שלא כדרך הוצאה דהיינו בין בגדו לבשרו וכה\"ג:",
            "(ז) דבמקום פסידא וכו' - וכ\"ז דוקא מפני הדליקה או הליסטים שבהול הרבה אבל אם ירדו גשמים על סחורה המוקצה ודאי אסור לטלטל ע\"י ישראל [כ\"כ מ\"א ותו\"ש וכן משמע בהגר\"א]:",
            "(ח) יש מי שאוסר - הוא דעת הרשב\"א ועיין לעיל בסימן ש\"ז ס\"ה סתם שם המחבר כדעה הראשונה ששנאה בסתמא כדעת הרמב\"ם דאיסור שבות מותר ע\"י א\"י במקום שהוא צריך לדבר צורך הרבה ועיין שם במסקנת המ\"א דדוקא במקום שיש הפסד גדול:",
            "(ט) וע\"ל סימן ש\"ז סי\"ט - היינו דשם סתם המחבר בדעה הראשונה דמותר לומר כל המציל אינו מפסיד אע\"פ שממילא מבין הא\"י:",
            "(י) הציל פת - ואפילו הציל הוא פת הרבה רשאים בני ביתו ג\"כ להציל כ\"א מזון ג' סעודות אף שיכולים לאכול משלו דלכל חד התירו להציל ג' סעודות וכ\"כ הרב\"י דאפילו יש לו מה יאכל רשאי להציל [מ\"א] וכן אפי' מתענה בשבת ת\"ח רשאי להציל דלא חלקו חז\"ל [תו\"ש]:",
            "(יא) פת הדראה - דאין דאין כאן שייכות ערמה לומר פת הדראה ניחא לי:",
            "(יב) שרי - מפני שיכול לומר מחמת בהילותי שכחתי ולקחתי פת הדראה אבל באמת אני רוצה לאכול פת נקיה ואפילו לכתחלה יכול להציל פת הדראה ואח\"כ נקיה. וה\"ה בשר ודגים או שאר שני מינים אפי' אם הציל כבר מין אחד יכול לומר במין השני אני חפץ [אחרונים]:",
            "(יג) מיום הכיפורים לשבת - דהא ביום השבת לא יוכל להכין משא\"כ משבת ליו\"ט דהא יוכל להכין ביו\"ט גופא וכן משבת ליוה\"כ וכגון שחל יוה\"כ באחד בשבת ג\"כ אסור דהא לא אכיל עד לאורתא במוצאי יוה\"כ ולאורתא ליטרח וליתי ואע\"ג דלא מקלע לדידן יוה\"כ ושבת סמוכים להדדי כתב השו\"ע זה הסעיף לאשמועינן דאם יוה\"כ חל ביום ה' ויודע שלא ימצא לקנות על השבת ביום וי\"ו מצילין:",
            "(יד) מזון סעודה אחת - מפני הסכנה שיתענו עוד כשלא יזדמן להם מה לאכול ומ\"מ בשבת לא רצו להתיר מה\"ט למוצאי יוה\"כ דחמירא:",
            "(טו) לחולה ולזקן וכו' - דלא חלקו חכמים בשיעור ג\"ס בין להקל בין להחמיר:",
            "(טז) פירש טליתו - ואפילו אם היה המזון בכמה כלים ומערה אותן לתוך הטלית שרי אבל להניח הרבה כלים מלאים תוך הטלית ולהוציאם בבת אחת אסור כיון שהם כלים מחולקים:",
            "(יז) כגון כוסות וקיתוניות - וה\"ה שאר כלים הצריכים לו לצורך סעודותיו כגון כפות וסכינים וכדומה [פמ\"ג]:",
            "(יח) וחוזר ולובש - והא דלא שרינן באוכלין ומשקין לחזור ולהוציא משום דהתם חיישינן שמא ישכח שבת ויכבה אבל הכא כיון שלא התירו אלא דרך לבישה רמי אנפשיה ומדכר ואה\"נ דלהוציא מלבושים בידו אין מותר כ\"א מה שצריך לו לאותו יום כאוכלין ומשקין:",
            "(יט) ויש מי שאומר וכו' - והלכה כדעה קמייתא:",
            "(כ) בואו והצילו לכם - אבל אין יכול לבקשם שיצילו בשבילו דלא הותר לו כ\"א ג' סעודותיו הצריכים לו לשבת וכתב בח\"א דאפשר דמעצמם יכולים להציל בשבילו אפילו יותר מג' סעודות והא דלא התיר בשו\"ע להם כ\"א ג' סעודות היינו דוקא כשהם מצילין בשביל עצמם:",
            "(כא) ויכולים ללבוש וכו' - ובזה יכול לומר בואו והצילו עמי דהיינו בשבילי דבמזונות משום דלא חזי ליה כ\"א ג\"ס לכך הוכרח לומר הצילו לכם משא\"כ בלבושין דקחזי ליה לכולי יומא [גמרא] ומש\"כ ואם רוצים וכו' אמזון קאי ופשוט דגם הם יכולים לפשוט ולחזור וללבוש ולהוציא כמותו:",
            "(כב) כיון שאמר הצילו לכם - אבל אי לא אמר הצילו לכם לא הוי הפקר שהיה יכול לומר אני הייתי ממציא לי אנשים ישראלים שהיו מצילים לעצמם ומחזירים לי גם שהייתי יכול להציל ע\"י א\"י כמ\"ש סכ\"ו:",
            "(כג) ואם אינם רוצים לזכות - מפני שיודעים שלא מרצונו הפקירו:",
            "(כד) ולא הוי שכר שבת - דמעיקרא לאו אדעתא דשכר פעולה נחתי ומהפקירא קזכו. אם החזירו לו ואח\"כ מבקשים שכר בחול בודאי צריך לשלם לו אבל בשבת יש סברא לומר דהוא שכר שבת אחרי שכבר החזיר לו מעצמו שוב לא יכול לומר מהפקירא קזכינא לעצמי וכשנוטל שכר שבת הוא נוטל עיין במ\"א מש\"כ בזה בשם שלטי הגבורים ועיין בא\"ר שמפקפק עליו. והנה על מה שכתב השו\"ע דזוכה מן ההפקר כתב המ\"א עיין בח\"מ סימן רנ\"ט וסי' שס\"ח דדינא דמלכותא דלא מהני יאוש ואפשר דהכא שאני כיון שאמר הצילו לכם. איתא בגמרא דחסיד לא יטול שכר דיש לו לוותר משלו בכל דבר שיש בו נדנוד עבירה:",
            "(כה) כל הצלה וכו' - היינו בין הצלה דמזון ג' סעודות וכלי תשמישיו ובין הצלה דמלבושים ואע\"ג דפסק לעיל בסימן ש\"א סל\"ו דמותר לצאת בשני מלבושים זה ע\"ג זה משום דדרך מלבוש הוא הכא כיון דבהצלה קעסיק חיישינן טפי דמינשי שהוא שבת ויבוא לכבות והיש מקילין לא ס\"ל האי סברא דנחמיר במלבושים בזה טפי מבעלמא ולהכי מקילין ואמלבושין קיימי אבל לענין מזון ג' סעודות או כלי תשמישין גם הם ס\"ל דדוקא למעורבת שרי והמלבושים שמתירין דוקא כשהוא לובש אותם דרך מלבוש אבל כשהוא נושא אותם בידו לא עדיפי משאר כלים:",
            "(כו) אף לשאינה מעורבת - וה\"ה דאפילו לר\"ה שרי כיון שנושאם כדרך מלבוש. והנה הב\"ח פסק כדעה הראשונה אבל כל האחרונים פסקו כדעה זו:",
            "(כז) אבל לבית אחר וכו' - ר\"ל דכיון שהוא מקורה אינו דומה כלל לר\"ה ולית בזה גזירה שמא יוציא לר\"ה ואע\"ג דבגמרא נזכר הטעם דשמא מתוך טרדת הצלה יבוא לכבות ס\"ל לדעה ראשונה דמ\"מ לא גזרינן בזה רק היכא דאיכא חשש הוצאה ג\"כ:",
            "(כח) שאינה צריכה עירוב - ר\"ל שאין בה דיורין ודמי כבית אחד שנפל בה דליקה שמותר להוציא מחדר לחדר לכו\"ע ולא גזרו בזה:",
            "(כט) וי\"א שאין חילוק - ס\"ל כיון דהטעם שמא ישכח ויבוא לכבות מה לי חצר ומה לי בית ומה לי אם החצר הוא של רבים או חצר שלו. ולמעשה כיון שהוא מלתא דרבנן אפשר שיש לסמוך להקל:",
            "(ל) כל כתבי הקודש - היינו תנ\"ך וגמרא וכל הספרים. ותורה שבכתב קודמת להציל לתורה שבע\"פ ואפילו תורה שבע\"פ מושאלים או מושכרים לו ואם לא יציל לתורה שבע\"פ יצטרך לשלם לבעליהם אפ\"ה תורה שבכתב קודם [א\"ר בשם ס\"ח]. והצלת המת קודם לספרים [שם]:",
            "(לא) מצילין האידנא - הא דנקט בלשון האידנא משום דרצה לסיים אפילו כתובים בכל לשון וכו' וביאור הדבר דהנה מצד הדין תורה שבכתב אין כותבין אלא כתב אשורית [הוא הכתב של ס\"ת] ובלשה\"ק ותורה שבע\"פ [היינו הש\"ס וכל הספרים] אסור לכתוב אלא קורין אותם בע\"פ ואם שינה הן תורה שבכתב שכתבו שלא כדין בכתבו או בלשונו או אם כתב שבע\"פ אין קורין בהם וגם אין מצילין אותם בשבת מפני הדליקה (כד*) דאסור לטלטלם כלל אבל האידנא דבציר ליבא כי נתמעט הדעת והזכרון הותר לכתוב תורה שבע\"פ כדי שלא ישתכחו וגם בכל כתב ולשון וגם תורה שבכתב בכל לשון ובכל כתב כדי שיבינו כל העם את דברי התורה כי אין הכל בקיאין בלשון הקודש וסמכו כל זה על מה דכתיב עת לעשות לה' הפרו תורתך ולכן קורין בהן ומצילין אותן מפני הדליקה בשבת. וספרים שלנו שכתובים בלשונם של כותים ונמצא אצלם יש להסתפק אם טעונים גניזה דהא לא שרי לכתוב בלשון אחר ובכתב אחר אלא משום עת לעשות לה' ולהם מי התיר ועיין במ\"א שהאריך עוד בזה:",
            "(לב) ואפילו כתובים בסם וכו' - קאי אכתובים בכל לשון אבל אם היו כתובים התנ\"ך בלשה\"ק לא הותר לקרות בהן אם היו כתובים שלא בדיו דמדינא צריך לכתוב תנ\"ך בלשון הקודש ובדיו ונהי דהותר שאר לשון משום עת לעשות לה' כנ\"ל אבל לשנות מדיו לא הותר דקל להשיג דיו [מ\"א בסי\"ג] וכ\"ז הוא רק לענין לקרות בהם אבל לענין הצלה מפני הדליקה וכן לענין גניזה הוא אפילו אם כתובין בסם וסיקרא [מ\"א וש\"א]:",
            "(לג) וכן מטבע ברכות - שכ\"ז הותר לכתוב בזמנינו ולברך ולהתפלל בם משום עת לעשות לה' וע\"כ ממילא צריך להצילם מן הדליקה וגם טעונים גניזה בחול שלא יהיו מונחים במקום הפקר:",
            "(לד) כגון יגר שהדותא - האמור בתורה ור\"ל שהשלים באלו התיבות החשבון של פ\"ה אותיות וכדלקמיה דעל אלו התיבות בלבד א\"צ להצילם מן הדליקה אפילו לא העתיקם לעברי [גמרא]:",
            "(לה) שאותו העם בקיאים בו - אבל אם העם אינם מבינים אותו הלשון אסור לכתבו ולהצילו דלא הותר רק משום עת לעשות לה' וכנ\"ל. ועיין בבה\"ל דדעת הר\"ן בשם הראב\"ד דלא הותר לכתוב שאר לשון ולקרות בו כתבי הקודש כ\"א כשאינו בקי בלשון הקודש:",
            "(לו) פ\"ה אותיות - שעל ידי שיעור זה יש עדיין עליה קצת קדושת ס\"ת משום שכן נמצא בפרשת ויהי בנסוע:",
            "(לז) שלמות - ר\"ל שנמחק כל הספר ונשאר רק תיבה אחת שלמה כאן ותיבה כאן עד שבין כולם יש פ\"ה אותיות ולאפוקי אם אינם נמצאים תיבות שלמות רק אותיות מפוזרות לא מהני אף שיש פ\"ה אותיות וכ\"ז הוא רק לענין הצלה מדליקה אבל לענין גניזה פשיטא דבעינן:",
            "(לח) הואיל ואין וכו' - מפני שניתנה לכתוב בדתי פרס ומדי לפיכך לא כתבו בה אזכרות:",
            "(לט) כמשפטה וכו' - ובמג\"א מסיק דכל זה הוא רק בזמן התלמוד דאז היה אסור להצילה אא\"כ כתובה כהלכתה כיון שלא ניתן לכתוב וללמוד בה אבל האידנא כיון דמשום עת לעשות לה' ניתן ללמוד בה אפילו כתובה בנייר ובכל לשון ממילא מצילין אותה מפני הדליקה ג\"כ כמו כל כתבי הקודש ורק לענין אם כתבה בלשון הקודש ושלא בדיו כ\"א בסם וסיקרא יש נ\"מ דבכל כתבי הקודש אפילו אם היו כתובין בסם וסיקרא דאין קורין בהן [משום דבקל יכול לקנות דיו כמו סם וסיקרא ולא שייך בזה משום עת לעשות] אפ\"ה מצילין אותן מפני הדליקה מפני האזכרות שבהן משא\"כ במגילה דלית בה אזכרות אם כתבה בסם וסיקרא אין קורין בה ואין מצילין אותה מפני הדליקה וכ\"ז בכ\"ד ספרי קודש אבל שאר ספרים פשיטא דנכתבים בסם ובסיקרא בין היכא שכתובים בלשה\"ק ובין כשכתובים בכל לשון:",
            "(מ) הקמיעין - טעם דעה הראשונה דבקמיעין אין שייך בהם טעם דעת לעשות לה' וכו' דאין בזה תורה ללמוד או להתפלל ע\"כ אסור לכתוב אותם וי\"א ס\"ל כיון דאיתיהיב רשות למכתב ברכות יש נמי רשות למכתב קמיעין:",
            "(מא) אין מצילים וכו' - מיירי בחולה שאין בו סכנה ובחולה שיש בו סכנה מציל הקמיע שלו ויוציאה עליו דרך מלבוש [פמ\"ג]:",
            "(מב) וי\"א שמצילין - והלכה כדעה הראשונה הראשונה [אחרונים] ומ\"מ כשיש בהן אזכרות יש לומר דמצילין [פמ\"ג]:",
            "(מג) אע\"פ שיש וכו' - ואפילו לדעה ראשונה דבס\"ב דמתיר להציל מעות לחוד מפני הדליקה ג\"כ ניחא הכא דקמ\"ל דמותר להציל המעות אגב הספר ואפילו לחצר שאינה מעורבת ולא הצריכוהו לנערם ממנה דילמא אדהכי והכי נפלה הדליקה על הספר גופא:",
            "(מד) למקום וכו' - היינו אפילו לחצר שאינה מעורבת:",
            "(מה) ויש מי שאומר דהיינו וכו' - הנה בט\"ז ומ\"א כתבו דליכא בזה פלוגתא דלכו\"ע אסור לכתחלה להניח תפלין אצל מעות בשעת הדליקה כדי להציל המעות אבל אם הניח בשבת תפלין אצל מעות ואח\"כ נפלה דליקה פשיטא דשרי להצילו לכו\"ע וא\"צ לנער המעות ע\"ש ובביאור הגר\"א הכריע דהעיקר כהמחבר דלדעה ראשונה גם לכתחלה מותר להניח תפלין אצל מעות בשעת הדליקה ע\"ש:",
            "(מו) כשהניחם שם מע\"ש - היינו לענין שיהיה יכול להציל לחצר שאינה מעורבת אבל להציל לרה\"י מבואר לקמיה בסי\"ז דיש מתירין אפי' ע\"י ככר ותינוק כשמניח עליו בשעת הדליקה [מ\"א וכן מוכח מהגר\"א בסי\"ז]:",
            "(מז) יש מתירים וכו' - והיינו שיכול ליתן אפילו לכתחלה בשבת להציל על ידם אפילו המעות חשוב מהחפץ שמניח אצלו ולא אמרינן בזה דיהיה בטל לגבי המעות ואע\"ג דבעלמא אסור לטלטל דבר המוקצה ע\"י דבר היתר המונח עליו דלא אמרו ככר או תינוק אלא לענין טלטול המת בלבד הכא משום פסידת הדליקה הקילו בכל זה ועיין ס\"ב דיש מתירין אפילו בלא ככר כלל:",
            "(מח) שלש מחיצות ולחי - אבל בלא לחי הו\"ל ככרמלית ולא הותר אפילו בשביל ספרים:",
            "(מט) שמותר לומר וכו' - דשבות דאמירה לא\"י שרי מפני בזיון כתבי הקודש ואף גמרות ושארי ספרים הוי בכלל זה [פמ\"ג]:",
            "(נ) הגליונים - שנחתכו מן הספר או שנמחק הספר ולא נשתייר בו פ\"ה אותיות דשוב אזל ליה קדושתיה של הקלף שתחתיו וגם של הגליונים שסביביו. וכתב מהר\"ם בתשובה שהיה תקנה בחר' שלא לקצץ גליון ספר אפילו כדי לכתוב עליו ובמ\"ב סימן ק' האריך על הגליונים של הספרים שהקושרין הספרים חותכין אותן ומשליכין והטעם כיון דנהגו כך הו\"ל כאלו התנו עליהם מתחלה עיין סימן קנ\"ד ס\"ח וא\"כ אין מצילין אותן ובאגודה במ\"ס פ\"ו המחתך בספרים בחדשים מותר בישנים אסור [מ\"א] והטעם דבחדשים כהתנו מתחלה דמי והזמנה ג\"כ לאו מלתא היא אבל בשכבר למדו מהם אף הגליונים נתקדשו בקדושת הספרים:",
            "(נא) שכתבו וכו' - אפילו כתב אשורית על הקלף ובדיו:",
            "(נב) עם האזכרות - שכיון שהם אדוקים בודאי כתבו אותן לשם ע\"ג ומכאן יש להזהיר על אותן מטבעות של זהב וכסף שטבעו אותן האדוקין לשם ע\"ג שאסורים לתלותם על הס\"ת וגם אין להחזיק אותם ברשותו אלא יתיכם מיד כדי שלא יהיה שום זכרון למעשיהם [ב\"ח וט\"ז] והרב מו\"ה יהודא מילר נסתפק אי מותר להתיכן שמא אינם מינים לע\"ג ובתשובת חות יאיר סימן שט\"ז מתיר להתיך המטבעות של שם בן ד' שנעשים במדינות שוויידן מטעם כי נטבעו להוציאם והו\"ל כאלו נכתבו בפירוש לשם חול וכן משמע בפמ\"ג ע\"ש. עוד כתב מה שנוהגין באיזה קהלות כשמברכין חולה וגובין מעות מכל אחד ומניחין הכלי עם המעות לתוך ארון הקודש לא יפה עושין ע\"ש ובלא\"ה אסור להשים לתוך ארון הקודש דבר של חול ע\"כ יש למנוע המנהג:",
            "(נג) עור של גדי - לח ועיין בסימן ש\"ח סכ\"ה לענין מוקצה אך לפי המבואר לעיל בס\"ב בדעה ראשונה דטלטול מוקצה מותר במקום פסידא אתי שפיר בפשיטות:",
            "(נד) פושטה - שלא תהיה מקופלת שלא יאחוז עי\"ז האור בכולה [ט\"ז]:",
            "(נה) שלא יתכוין לכך - הוא מדברי הטור ועיין בט\"ז שביאר דר\"ל שלא יתכוין בפעולתו לכבות מה שהודלק כבר אלא שלא תדלק יותר ואם אירע שעי\"ז נכבה האור לגמרי אינו חושש כיון שהוא לא נתכוין לזה. ולדינא משמע מדברי האחרונים דתפסינן דגם בנתכוין לזה מותר אלא שיזהר שלא ירוץ ויקפוץ וינענע עצמו אנה ואנה כדי שיכבה או שינענע את הטלית כדי שיכבה דכל זה הלא עושה מעשה כיבוי ממש ולאו גרם כיבוי הוא ולא יעשה כן בישראל אלא מתכסה בהטלית כדרכה. וכן ס\"ת שאחז בה האור פושטה וקורא בה ואם כבתה כבתה [גמרא] ומותר לקרוא לא\"י ויכבה אותה כדלעיל בסי\"ח ולקמן בסכ\"ו:",
            "(נו) קערה על הנר - בסימן רע\"ז ביארנו דין זה היטב במ\"ב ע\"ש:",
            "(נז) שאין יכול וכו' - דדוקא להפסיק בכלים מלאים מים שרי בסכ\"ב שאין המים בעין אבל הכא שהמים בעין הוא מקרב להכיבוי עי\"ז ואסור:",
            "(נח) שמותר וכו' - ס\"ל דזה לא חמיר מגרם כיבוי בעלמא דשרי:",
            "(נט) משום כיבוס - דקיי\"ל שריית הבגד זהו כיבוסו והיש מתירים ס\"ל דלא שייך זה אלא במקום שיש טינוף או דם אבל לא בטלית נקי:",
            "(ס) ודברי סברא וכו' - עיין לעיל בסימן ש\"ב ס\"ט בבה\"ל ד\"ה שיש עליו לכלוך מה שכתבנו בזה:",
            "(סא) נוכרי וכו' - דא\"י אדעתא דנפשיה קעביד ואפילו יודע שנוח לו לישראל הוא להנאת עצמו מתכוין שיודע שלא יפסיד אבל בסימן רע\"ו בהדלקת נר כשהדליק בשביל ישראל שגוף הישראל נהנה ממנו לא אמרינן אדעתיה דנפשיה קעביד ואסור להשתמש לאורה:",
            "(סב) שבא לכבות - אפילו הוא עבדו המושכר לו לזמן ג\"כ אמרינן אדעתיה דנפשיה קעביד:",
            "(סג) א\"צ למחות בידו - אבל אסור לזרזו שיכבה אף דבא מתחלה מעצמו לזה:",
            "(סד) אבל קטן שבא לכבות - אפילו קטן שלא הגיע לחינוך:",
            "(סה) צריך למחות - דקטן אין לו שקול הדעת לעשות אדעתיה דנפשיה ועושה לדעת אביו שיודע שכיבוי זה נוח לאביו ועושה בשבילו ואסור דמצווה על שביתתו. ועיין במ\"א שכתב בשם הר\"ן דאפילו למ\"ד מלאכה שאינה צריכה לגופה דרבנן ג\"כ צריך למחות בידו ועיין בפמ\"ג מה שכתב בזה:",
            "(סו) בידו - ע' בב\"י דאפי' אם בא לכבות דליקה שבבית אחרים ג\"כ צריך למחות בידו כיון שעושה בשביל גדול:",
            "(סז) יכול לומר וכו' - כיון שאינו אומר לו כבה וע' ביו\"ד סי' רכ\"א ס\"ח דמשמע שם דלומר בלשון נוכח אם תכבה לא תפסיד ג\"כ אינו רשאי דזהו ג\"כ כאומר לו כבה אלא בלשון כל המכבה דלעלמא קאמר והשלטי גבורים מצדד להקל בזה לענין דליקה ועיין מה שכתבנו לעיל בסימן ש\"ז סי\"ט:",
            "(סח) בפני א\"י - אפי' הוא שכירו המושכר לו לזמן אבל אסור לומר לא\"י לכבות לכו\"ע דכיון שאדם בהול על ממונו חיישינן דאי שרית ליה אתי לכבויי הוא בעצמו זולת בכתבי הקודש מותר לומר לא\"י לכבות מפני בזיון כתבי הקדש וכנ\"ל בסי\"ח לענין הצלה דרך ר\"ה. מת וספרים ויש סיפוק להציל שניהם מת קודם. בריא ומסוכן בריא קודם [ס\"ח]:",
            "(סט) כל המכבה וכו' - והתירו לומר זה משום דמתוך שאדם בהול על ממונו אי לא שרית ליה אפילו בלשון זה אתי לכבויי בעצמו וכן לענין שאר היזק אתי לתקן בעצמו אבל לענין שאר כל מלאכות של שבת אסור לומר כל העושה מלאכה זו אינו מפסיד כדי שישמעו א\"י ויבואו [גמרא]:",
            "(ע) בהיזק הבא פתאום - בב\"י כתב דאורחא דמלתא נקט דאי היה נודע לו מבע\"י היה מתקנו קודם אבל ה\"ה אם נודע לו ונשתהא עד שבת ג\"כ מותר לומר בלשון זה אך האחרונים לא העתיקו את דבריו ומשמע דלא פשיטא להו דבר זה:",
            "(עא) יכול לקרוא א\"י וכו' - בב\"י בשם מהר\"י אבוהב מוכח דה\"ה דמותר לומר לו כשיבוא כל המתקן אינו מפסיד:",
            "(עב) משום דיש בה ס\"נ - שכשהדליקה מתגברת אז הם חוטפים ושוללים וכשאדם מעמיד עצמו על ממונו יבואו להרוג אותו:",
            "(עג) בחשש סכנת ספק וכו' - ומזה יצא ההיתר לכבות הדליקה בכל מקום כיון דאפשר אם לא יכבנה אל יחסר מהיות שם בעיר זקן או חולה שאין יכול לברוח ותבוא הדליקה עליו [א\"ר בשם שכנה\"ג] ועיין במה שכתבנו לעיל בס\"ק ד':",
            "(עד) מותר לכבות - ומצוה להודיע זאת ברבים דמותר לכבות [פמ\"ג וכנ\"ל בסימן שכ\"ח ס\"ב]:",
            "(עה) דהוי מלאכה וכו' - ביאור ד\"ז לעיל ברע\"ח במ\"ב סק\"ג:",
            "(עו) שאינה צריכה לגופה - פי' ואיכא למ\"ד אינו חייב עליה וכדלקמיה בסעיף כ\"ז ובאמת לענין כיבוי בכדי נקט דאפילו אי הוי כיבוי מלאכה הצריכה לגופה ג\"כ מותר כיון דכתב שיש סכנה אם לא יכבה אלא נקטיה משום סיפא לאשמועינן דלענין הצלת ממון אסור לחלל שבת אפילו במלאכה שא\"צ לגופה דאפילו באיסור דרבנן אסור לחלל שבת בשביל הצלת ממון [אך אם הוא בע\"ח וספק שיתפסוהו א\"י יש לצדד בזה] ומ\"ש ואם עבר וחילל צריך וכו' היינו בדברים אחרים אבל בכיבוי א\"צ תשובה שלא ימנעו מלכבות:",
            "(עז) צריך להתענות - אפילו בתחומין דרבנן [מ\"א] וכן על טלטול נר דלוק כדי להציל ממון מצדד ג\"כ בספר דגול מרבבה שצריך להתענות אך שנראה להקל בזה בתענית ג' ימים בה\"ב ואולי גם בתחומין שהחמיר להתענות ארבעים יום מיירי שלא היה כ\"כ מורא והפסד רב:",
            "(עח) ארבעים יום וכו' - ויכול לדחותם לימי החורף [מ\"א] וכ\"ז הוא בין שעבר על איסור דאורייתא או על איסור דרבנן [א\"ר] ומיירי כשעבר בשוגג. ואפילו כשעבר במזיד היה מחמת שחפר גומא להטמין מעות מפני האנסים וכיו\"ב אבל העובר בשאט נפש למלאות תאותו צריך כפרה יותר ויותר כי הוא חייב סקילה או עכ\"פ כרת ולכן צריך תשובה שלמה [ח\"א]. מי שחילל שבת משום פקוח נפש א\"צ לכפרה כלל ומה שנהגו נשים המדליקות הנר בשביל יולדת בשבת להתענות אח\"כ הוא הוללות וסכלות [נזר ישראל בשם זכור לאברהם]:",
            "(עט) ולא יאכל בשר - היינו בלילה שאחר התענית [אחרונים]:",
            "(פ) י\"ח פשיטים - הוא כחשבון כ\"ז מעות [והוא לערך חמשה זהובים] כי כל פשיט הוא גדול וחצי פולניש וכל גדול הוא מעה וטעם לשיעור זה שכתבו הפוסקים הוא מפני שזה היה פחות שבכבשים או שבעזים באותו העת ולכך צריך ליתן שיעור זה לצדקה שהרי כשהיה בהמ\"ק קיים היה חייב להביא חטאת מאלו המינים אם עשה מלאכה דאורייתא ולא יהא חוטא נשכר. ויזהר שלא יאמר שנותן זה עבור חטאת רק שיאמר שבמקום חטאת נותן זה לצדקה [ח\"א] וכתבו הספרים שמהנכון שיאמר פרשת חטאת ויבין אופן הקרבתה וכבר אחז\"ל כל העוסק בתורת חטאת כאלו הקריב חטאת:",
            "(פא) י\"ב פשיטים - שהוא ח\"י מעות וזהו שיעור הפחות אם אפשר לו והעשיר יתן יותר הכל לפי עשרו שהרי טעם הפדיון ששקול צער הממון כנגד צער התענית [אחרונים]:",
            "(פב) יכול לכבותה - ומיירי שאין לו עצה איך לטלטלה ממקום זה לפנותה למקום אחר שאין רבים מצויים בה דאל\"ה בודאי יותר טוב שיפנה אותה ולא יכבנה:",
            "(פג) של מתכות - ואין בזה משום מצרף [היינו שמחזק את הכלי ע\"י המים צוננים ששופך עליה] כיון שאין מכוין לזה:",
            "(פד) בין וכו' של עץ - דכיבוי שחייב מן התורה הוא דוקא כשמכבה לעשות פחמין אבל סתם כיבוי הוי מלאכה שאינה צריכה לגופה והוא רק איסור דרבנן ובמקום הזיקא דרבים שיוכלו להנזק בגופן לא גזרו אבל במקום הזיקא דממונא אסור כמ\"ש סעיף כ\"ה והרמב\"ם ס\"ל דחייב במלאכה שאצ\"ל ולכך אסור בשל עץ אבל בשל מתכת ליכא איסור כיבוי מן התורה לכו\"ע דאינו שורף:",
            "(פה) והרמב\"ם אוסר וכו' - והלכה כדעה ראשונה [א\"ר]:",
            ""
        ],
        [
            "(א) חבית שנשברה - ואין חילוק בין שנשברה ולא נשפך עדיין לגמרי על הארץ ובין שנשפך כבר על הארץ [ב\"י] שבכל זה חששו חכמים שאם נבוא להתיר להציל בכלים הרבה יותר מג' סעודות מתוך שהוא בהול לחזר אחר כלים הרבה יביאם ג\"כ דרך ר\"ה או שיבוא לתקן החבית שנשברה ויש שסוברין דכשנשפך מהחבית לגמרי על הארץ אז לא שייך שהוא בהול להציל כיון שכבר נעשה [תרומת הדשן] ואפשר שיש להקל כן בזמנינו שאין מצוי אצלנו ר\"ה ועיין שם בתרומת הדשן שאינו מתיר כ\"א לשאוב ולשפוך כל מה דבעי כ\"א לתוך כוסות קטנות דכה\"ג לאו עובדא דחול שאין דרך כן בחול וכשמשנה מעובדא דחול לא חיישינן שיבוא לידי מלאכה דאורייתא:",
            "(ב) מזון ג' סעודות - היינו קודם אכילת ערבית כמ\"ש ריש סימן של\"ד ע\"ש ועיין בתוספת שבת שכתב דהיכי דהיין מצוי ודרך לשתותו בכל היום ומכש\"כ שאר משקין שאינו ביוקר כ\"כ ושותין כל היום יכול להציל טפי שאין קבע לשתיה:",
            "(ג) ואומר לאחרים וכו' - היינו ג\"כ מזון ג' סעודות וכדלעיל בסי' של\"ד ס\"ט:",
            "(ד) ולא יטפח בשמן - היינו ג\"כ מטעם זה:",
            "(ה) לקלוט ולצרף - דין זה שייך לקמן אסעיף ב' כשנשברה בראש הגג ונקטיה הכא דבא לאשמועינן דיכול להציל בכלים והיינו אפי' בכלים הרבה:",
            "(ו) להציל מחצר לחצר - היינו אפי' לחצר אחר שעירב עמו ומשום דכיון שאינו מקורה דמיא קצת לר\"ה וגזרו שאם נתיר בכלים הרבה מתוך שהוא בהול ישכח שהוא שבת ויביאם דרך ר\"ה:",
            "(ז) מצילין בכל ענין - הט\"ז מפקפק בזה דגם גבי דליקה אין דין זה מוסכם והא\"ר מיישבו אך לענין להוציא לחצר שלו שאינה צריכה לעירוב כלל גם הט\"ז מצדד דיש להקל להציל בכל ענין:",
            "(ח) מביא כלי וכו' - וכיון שהוא כלי אחד אפי' מחזיק מאה סעודות מציל וכנ\"ל:",
            "(ט) ובלבד שלא יביא וכו' - דמתוך שהוא מחזר אחר עוד כלים חיישינן שישכח שהוא שבת ויביאם ג\"כ דרך ר\"ה וכ\"ז מיירי ביותר מג' סעודות אבל בג\"ס יכול להציל אפי' בכלים הרבה ואפי' לקלוט ולצרף ובאמת ביותר מג\"ס אסור להציל בכלי אחר אף בלי קליטה וצירוף וכנ\"ל בס\"א אלא דאורחא דמלתא נקט דכן דרך להציל בקילוט וצירוף כ\"כ בספר תו\"ש ובספר פמ\"ג מצדד להחמיר בקליטה וצירוף אפי' עד ג' סעודות דאף דקי\"ל לעיל בס\"א דעד ג' סעודות יכול להציל אפי' בכלים הרבה היינו כשהם מונחים על הארץ אבל ע\"י קליטה וצירוף אסור בכל גווני כל שהוא יותר מכלי אחד:",
            "(י) ואם מציל בכלי אחד וכו' - ומותר אפי' ביותר מג\"ס דכיון דלא התירו כ\"א בחד כלי זכור הוא שהוא שבת [פמ\"ג]:",
            "(יא) ולא יערים וכו' - עיין במ\"א שכתב דלדעת הרמב\"ם מותר להערים בזה לכתחלה:",
            "(יב) ואח\"כ זימן אורחים - משמע דאם לא זימן אף דיעבד אסור והיינו רק עד מו\"ש מיד ואם היה בשוגג ששגג בדין או ששכח שהוא שבת מותר ליהנות מזה אף בשבת אפי' לו וכ\"ש לאחרים:",
            "(יג) אם יזוב תירוש מגיגית וכו' - ומיירי שהגיגית לא נסדק לגמרי אלא עביד טיף טיף שעדיין אינו בהול וכדלעיל בהג\"ה ולכך אי לא משום בטול כלי מהיכנו היה מותר להשים כלי תחתיו להציל דאי נשברה לגמרי אפי' אם היה מותר לבטל כלי מהיכנו ג\"כ היה אסור להשים כלי תחתיו דבהול:",
            "(יד) שעדיין לא נדרכו - דאי נדרכו לא היה המשקה שדולף בכלל משקין שזבו וכדלעיל בסימן ש\"כ ס\"ב:",
            "(טו) ואינו רשאי וכו' מפני שמבטלו מהיכנו - עיין בד\"מ שהסכים לעשות עוד עצה אחרת דהיינו שיתן הכלי עם מים תחת הדלף כדי שיתבטל היין במים ראשון ראשון וכתב המ\"א שאפי' נתרבה האיסור לבסוף שהן יותר מהמים לית לן בה דיש לסמוך על המקילין ביו\"ד סימן קל\"ד:",
            "(טז) ויוכל להניח שם כלי וכו' - ואע\"ג דבסוף סי' של\"ח כתב דאסור לכתחלה ליתן כלי תחת דלף דאין עושין גרף של רעי לכתחלה הכא שרי משום פסידא כמ\"ש סי' ש\"ח סל\"ז:",
            "(יז) אחד הנה וכו' - דזה הוי כעובדא דחול כשמקבצן ונותנן לתוך הסל משא\"כ כשנפלו במקום אחד אך כשמלקטן מתוך צרורות ועפרוריות מחזי תמיד כעובדא דחול כשנותנן בסל ואסור והיינו אפי' אם בדעתו לאכול לאלתר דאל\"ה תיפוק ליה דאסור משום בורר וכדלעיל בסימן שי\"ט:",
            "(יח) שאז וכו' ואוכל - עיין בבאור הגר\"א דהאי ואוכל בדוקא הוא וע\"כ אפי' לתוך חיקו וכסותו ג\"כ אסור ליתנם והאי דמסיים לתוך סל וקופה אורחא דמילתא נקט:"
        ],
        [
            "(א) בין יבש - ואפילו אם כבר נתייבש לגמרי שאין בו שום לחלוחית כלל וגם נשרו עליו וענפיו ופירותיו דלא שייך בו אח\"כ שום חשש תלישה אפ\"ה אסור בכל גווני משום סייג וגדר ויש מקילין בזה בימות החמה שמנכר לכל שהוא יבש:",
            "(ב) ואין נתלים - וה\"ה דאין נשענין ונסמכין בו [גמרא]:",
            "(ג) ואין משתמשין - כגון להניח חפץ על אילן או להוריד איזה דבר מאילן או לקשור בו בהמה וכיוצא בזה [אחרונים]:",
            "(ד) במחובר לקרקע - ודוקא בגבוה מן הארץ ג\"ט וכדלקמן:",
            "(ה) שמא יעלה ויתלוש - עלים או ענפים או פירות ויתכוין לתלשם ואתי לידי חיוב חטאת:",
            "(ו) בשוגג מותר לירד - אע\"ג דבירידה זו משתמש באילן אעפ\"כ אין לאסור עליו דגם בישיבתו משתמש הוא:",
            "(ז) אסור לירד - עד מו\"ש דקנסינן ליה:",
            "(ח) בכל גוונא - פי' בין עלה על דעת לירד קודם חשכה וחשכה לו קודם שהספיק לירד בין עלה ע\"ד לישב שם בשבת:",
            "(ט) מותר לירד - אע\"ג דאסור לעלות אפילו מע\"ש אדעתא דליתב שם דהא עכ\"פ משתמש באילן בישיבתו אפ\"ה לא קנסוהו דבשעת עליתו עלה בהיתר:",
            "(י) וי\"א וכו' - ולענין הלכה קי\"ל כסברא הראשונה:",
            "(יא) ודוקא אדם - דגם בישיבתו על האילן עושה איסור:",
            "(יב) אסור ליטלו וכו' - שאין איסור בהיות כלים מונחים מעצמם על דבר המחובר בשבת ובנטילתו משתמש הוא בהאילן והטעם דאסרו ליטול בשבת מהאילן משום דבקל יבוא עי\"ז להשען עליו או על אחד מענפיו ולפיכך כל שגבהו יותר מג' טפחים גזרו בזה. ודע דאעפ\"כ אסור להניח בע\"ש על האילן כלים המותרים לו להשתמש בשבת דמתוך שהוא משתמש בהם אתי להורידם מן האילן בשבת וכדלעיל בסימן רע\"ז:",
            "(יג) וכיוצא בו - פירוש קנים או קונדסים שהם קשים [גמרא]:",
            "(יד) הרכים כירק - והרבה פוסקים סוברים שהקנים העשויין להתקשות אפילו ברכותן הרי הם כאילן ואסור ולא הותר אלא הקנים הגדלים באגם שאינן מתקשין לעולם ואפילו הם גדולים יותר מג' טפחים:",
            "(טו) דאין אסור - דבכלל עשבים הם ובעשבים לא גזרו כמבואר בס\"ג [ריטב\"א] וכתבו הפוסקים דאעפ\"כ אסור להשתמש בקלחי כרוב ודלעת ואע\"ג דגבי ירק לא גזרו חכמים שאני הכא שהם קשים ועוד דלבסוף מתקשים ונעשים כעץ [חולין קכ\"ז] ודע דהט\"ז חולק על הרמ\"א והעלה לאיסור בקנים ובירק וכתב שכן מוכח לשון הרמב\"ם והשו\"ע לעיל בריש הסעיף שאחר שזכר תחלה דין אילן כתב ואין משתמשין במחובר לקרקע כלל מלשון זה משמע לכלול גם ירק וקנים הרכים וכן הב\"ח מחמיר בזה אבל בספר א\"ר השיג ע\"ז והביא מכמה ראשונים דפסקו כהרמ\"א [ומה שהביא מלשון הרמב\"ם אין ראיה כלל דקאי הכל על אילן המוזכר מקודם וכלל בזה אפילו אם נתייבש לגמרי שאין עליו שום עלים וענפים דלא שייך בזה שמא יתלוש אפ\"ה אסור] אלא דכתב דוקא אם הקנה הוא רך כירק אבל אם הוא קשה אע\"פ שאינו קשה כאילן ואסור להשתמש עליו וליטול ממנו שום דבר משום דנוח לשברו בעת שמשתמש עליו וכן בתו\"ש מסכים להקל ומחלק ג\"כ כמו שמחלק הא\"ר וכן בח\"א מסכים כן לדינא וכמו שהעתיק הרמ\"א והביא שגם הריטב\"א כתב כן ודלא כט\"ז:",
            "(טז) שרשי אילן - שיוצאים מן הקרקע ונראים כמו באילנות הזקנים:",
            "(יז) אסור להשתמש - ואע\"ג דהכא לא שייך כולי האי שמא יתלוש אפ\"ה גזרו בו חכמים:",
            "(יח) פחות וכו' להשתמש בהם - וה\"ה ענף של אילן אם הוא סמוך לקרקע פחות מג' טפחים:",
            "(יט) דכקרקע חשיבי - ושרי לישב עליהן וכ\"ש בירק שאין גבוה ג\"ט בודאי מותר וכן אילן קטן ובו פירות יאגדע\"ס וכדומה אפשר דמותר כל שהוא פחות מג\"ט ויש לומר להיפך דכל שיש פירות בכל גווני יש לגזור שלא להשתמש עליו שמא יתלוש [והיינו דקאמר שרשי אילן שאין בו פירות דהאיסור הוא רק משום לא פלוג בזה מותר פחות מג\"ט] וכן בירק הראוי לאכילה אפשר ג\"כ דאסור ואפילו בפחות מג\"ט מטעם זה [פמ\"ג]:",
            "(כ) ואם באים וכו' - דלאחר שהוגבהו שלשה חזרו ונכפפו:",
            "(כא) מותרים - אע\"ג שראש זה הנכפף הוא גדל ובא ממקום האסור דהיינו מגבוה ג\"ט וכשהיה שם מתחלה היה אסור להשתמש בו אעפ\"כ כשגדל יותר ונכפף למטה הותר במקום הנמוך דכקרקע חשיבי ולפ\"ז כ\"ש שמותר להשתמש בעיקרו של אילן בפחות מג\"ט לארץ אע\"פ שהאילן גבוה מאד שהרי מקום זה לא נאסר מעולם [אחרונים]:",
            "(כב) היו גבוהים וכו' - ר\"ל שענפים יוצאים בצדו של האילן למטה ומהם עד הקרקע יש גובה ג\"ט:",
            "(כג) אע\"פ שמצד אחד וכו' - כגון שהקרקע היה גבוה באותו צד ואין ממנה עד למעלה מן הענף שיעור גובה ג\"ט ודוקא מצד אחד דבטל אותו צד לגבי השלשה צדדים ששם נראין גובה ג\"ט אבל אם משני צדדין שוין לארץ אותן הצדדין מותרין להשתמש עליהן:",
            "(כד) בין לחים וכו' - ומשמע בגמרא שאפילו אם העשבים הם ארוכות והוא הולך יחף שהעשבים רגילים להיות נדבקין בקשרי אצבעותיו אפ\"ה מותר דלאו פסיק רישיה הוא שיתלש ולכן אפילו אם יתלש ג\"כ אין איסור עליו שהוא אינו מכוין לזה. ומ\"מ אם לאחר הליכתו מצא שנדבקו עשבים ברגליו בין אצבעותיו או על מנעליו יזהר שלא יסלקם בידיו דאסורים בטלטול משום מוקצה דביה\"ש היו מחוברים:",
            "(כה) כיון שאינו מכוין - עיין בבה\"ל שכתבנו דהיכי דעשבים הם גדולים יזהר שלא ירוץ עליהן דהוי פסיק רישא שיתלש בודאי ואפשר דאפילו לילך עליהן במהרה ג\"כ צריך ליזהר:",
            "(כו) שמשקים אותן - והמשקה את הזרעים חייב משום זורע דמועיל להצמיח וגם משום חורש שמרפיא הקרקע ע\"י הלחלוח:",
            "(כז) פסיק רישיה הוא - דאי אפשר שלא יועיל לגדלם ואם אוכל בגינה שאינה שלו ולא של אדם האוהבו יש מתירין דס\"ל כיון דפ\"ר דלא ניחא ליה הוא שרי אף לכתחלה והרבה פוסקים אוסרין גם בפ\"ר דלא ניחא ליה לכתחלה וכמבואר בסוף סימן ש\"כ ע\"ש:",
            "(כח) מי רגלים - לפי שעזים הם ושורפים את הזרעים ומונעים אותם מלהצמיח:",
            "(כט) או שאר משקים שאינם מצמיחים - דהיינו כגון יין לפי שהוא עז וחזק ושורף ג\"כ הזרעים וכן שאר משקה שהוא כעין זה וכתב המג\"א דלכתחלה ראוי ליזהר אף במשקים ועיין בא\"ר שכתב דביין שהוא חזק אין ליזהר כלל וכנ\"ל. כתב הפמ\"ג דמי דבש ושכר יש בהן מים ובודאי מצמיחין:",
            "(ל) ולכן טוב להחמיר וכו' - כתב הט\"ז דבגינה שיש בה יותר משבעים אמה דהוי כרמלית ולא מהני בה שום היקף בלא\"ה צריך ליזהר דהא אסור בה טלטול ד\"א עכ\"ל ולפ\"ז אפילו בגינת חבירו יש ליזהר:",
            "(לא) במקום ירידת גשמים - ר\"ל שהמקום ההוא לח מפני הגשמים שרגיל לירד שם וה\"ה שאר מקומות לחין כה\"ג:",
            "(לב) שסופן להצמיח - פי' שיצמחו מחמת הריכוך כדרך כל תבואה כשנותנים אותה במים וכדלקמן סי\"א או אפשר דבזמן מרובה ישתרש בקרקע:",
            "(לג) או ליומים - דבזמן מועט כזה לא יצמחו וכ\"ש דלא ישרשו בקרקע משא\"כ לג' ימים ויותר יצמחו הזרעים ויתחייב למפרע משום זורע גם לחד דעה ביו\"ד סימן רצ\"ג כל שיעור השרשה אינו אלא ג' ימים [עי\"ש בפ\"ת] ודע דמיירי דהשליך את הזרעים בפעם אחת דאל\"ה אסור להכין לימי החול [תוס' שבת]:",
            "(לד) מלחות הכלי - כמו שמצוי בדלי ששואבין בו תמיד שגדלין בו כמין פטריות:",
            "(לה) חייב - משום עוקר דבר מגידולו דהוא תולדת קוצר ול\"ד לעציץ שאינו נקוב דהתולש ממנו פטור משום דאינו מחובר בקרקע עולם דשאני התם דאין דרך זריעה שם משא\"כ הכא דעיקר גידולן כן. וה\"ה התולש כישות מהיזמי והיגי [פי' קוצים] אע\"פ שגם הכישות אינה מחוברת לקרקע אפ\"ה חייב משום עוקר דבר מגידולו [גמרא]:",
            "(לו) כדי שיהיו לחים - כגון עשבים שהם נויים למראה ולהריח וממלאין כד עפר לח ותוחבין אותו לתוכו [רש\"י] וה\"ה אם תוחבן בקרקע כיון שאינו מכוין שישתרשו שם:",
            "(לז) לאחוז בעלים - אם רוצה להריח בהם ולא מצרכינן ליה לנעוץ ולשלוף בע\"ש ולחזור ולנעוץ עד כדי להרחיב מקום מושבה בעפר עד שלא יזיז העפר בשליפתו בשבת דאפילו יזיז העפר לית לן בה שהרי אינו מטלטל העפר בידיו אלא ע\"י העשבים ואינו אלא טלטול מן הצד דשרי ועיין לעיל בסימן שי\"א במ\"ב סקכ\"ח מש\"כ שם בשם האחרונים:",
            "(לח) ולהוציאן - וה\"ה להחזירן אח\"כ למקומן אם לא נסתם הנקב משהוציאן:",
            "(לט) והוא שלא השרישו - כגון קודם ג' ימים דאז בודאי לא השרישו דאם השרישו פשיטא שאסור להוציאם שהרי הוא עוקר דבר מגידולו:",
            "(מ) אבל אם וכו' - דכיון שהם תחובין וטמונים בקרקע כשאר זרעים וגם מתכוין לזורעם גזרו בהו רבנן דלא ליתי לאחלופי לתלוש לאחר השרשה:",
            "(מא) אסור לתלוש - וה\"ה שאסור להשקות הזרעים שבתוך העציץ ואפי' אם העציץ הוא מונח בעליה ג\"כ יש איסור בכל זה:",
            "(מב) שאינו נקוב - אבל מעציץ נקוב חיובא נמי יש בזה לפי שיונק מן הקרקע ע\"י הנקב שמריח לחלוחית הקרקע דרך שם ואפילו אם היה הנקב קטן כ\"כ שהוא בכדי שיצא ממנו שרש קטן שהוא פחות מכזית ואפילו אם היה הנקב בדופן העציץ כיון שהוא כנגד מה שטמון מן הגזע בעפר וכ\"ש אם הוא בשוליו נגד השרש:",
            "(מג) אפילו אינו נקוב - דגם בזה יש חשש תלישה מדרבנן מפני שמפסיק יניקתו מעט וכ\"ש אם העציץ הוא נקוב דצריך ליזהר בזה:",
            "(מד) ע\"ג יתדות - ר\"ל אף שאינו מפסיק שום דבר בין העציץ להקרקע וכ\"ש אם מעמידו ע\"ג עצים או ע\"ג בגדים דיש בזה איסורא ואם הוא עושה כן בעציץ נקוב יש בזה תלישה ונטיעה מן התורה [ב\"י] וע\"כ יש ליזהר מאד בכלי עם עשבי בושם שרגיל להיות בבית שלא ליטלו מן הקרקע ולהניחו ע\"ג השלחן או להיפך:",
            "(מה) או איפכא - משום זורע:",
            "(מו) ועשבים - תלושין [פמ\"ג]:",
            "(מז) ממעכן - פי' דורסן ומשפילן ברגליו וכתב המאירי פרק חבית דלהסירם הנה והנה אסור אפילו ברגלו:",
            "(מח) מותר להריח בו - דלא שייך למגזר שמא יקוץ כיון שאינו רוצה רק להריח וזה יכול הוא לעשות אף במחובר ויש מחמירין זה וכתב בא\"ר דהעיקר כפסק השו\"ע ולענין לטלטלו בידו דינו כמו לעיל לענין קנים הרכים בס\"ב א:",
            "(מט) יקוץ אותו לאכלו - וכ\"ת הא נמי יכול לנשכו בפיו מן המחובר אין לך תלישה גדולה מזו ולכן יש למחות ביד הטועים והולכים לגנות בשבת ויו\"ט וקוטפים פירות מן המחובר ואוכלים ומלבד איסור תלישה אסורים ג\"כ אח\"כ באכילה לכל בשבת וכדלעיל בסימן שכ\"ב ס\"ב ב וראוי למנות אנשים להשגיח ע\"ז עד שישתקע הדבר:",
            "(נ) השורה - כדי שיתרככו ויצמיחו כדרך ששורין איזה תבואות קודם הזריעה:",
            "(נא) תולדת זורע - דמה זורע מכוין לאצמוחי פירי אף זה כן [מו\"ק ב'] וכתב בח\"א דה\"ה השורה תבואה לעשות מהן (מאלצין) לשכר חייב דידוע דכונתו להצמיח. וכתב עוד דתיכף משנתן למים חייב אע\"ג דלא יצמיחו אלא לאחר כמה ימים ומסיים דאעפ\"כ מותר לשרות תבואה לבהמתו דאין כונתו להצמיח אלא לרכך הזרעונים וגם לא יבוא לידי צמיחה דקודם שיצמיחו יאכלום הבהמות. ודע דכ\"ז בזרעונים שאין נבללים במים אבל בזרעונים שמתערבים ונתלים זה בזה במים כמו כרשינין וכיו\"ב שמתרככין ונימוחים שם והמים מתעבים בסיבתם ונעשים כמים שעיסה או קמח בלולים בתוכה אסור לשרותן לבהמתו משום לש [כדלקמן ש\"מ סי\"ב וכמתניתין דשבת י\"ז וע\"ש בפירוש המשנה להרמב\"ם ובמאירי]. צמוקין ושאר פירות יבשים מותר לשרות בשבת ומ\"מ בכובש כבשים אסור [פמ\"ג]:",
            "(נב) בכל שהוא - ר\"ל אפילו גרגיר אחד:",
            "(נג) להעמיד ענפי אילנות - שקוצצין בימות החמה לשמוח בהן בבית [מהרי\"ל] ור\"ל שהוכנו מאתמול לכך אבל סתם ענפי אילן הוי מוקצה:",
            "(נד) וע\"ל סי' תרנ\"ד - ר\"ל דשם מבואר דאינו מותר בשבת כ\"א להחזיר במים שעמדו בו מכבר בע\"ש ולא להוסיף עוד מים צוננים וכ\"ש שלא להחליף המים לגמרי ולפ\"ז הא דכתב מקודם דמותר להעמידן היינו להחזירן בשבת לתוכן אפילו אם כבר ניטלו מהן אבל לא להעמידן לכתחלה [תו\"ש וח\"א] ויש אחרונים שסוברין דמדסתם המחבר משמע דאפילו לכתחלה מותר להעמידם בכד שיש בו מים מזומנים מע\"ש ולא אמרו אלא להוסיף עתה מים משום טרחא יתירה. ודע דביש בהן פרחים שנפתחים מחמת המים אסור לכו\"ע אף להחזיר במים שעמדו בהם מכבר:",
            "(נה) באיביהן - פירוש בחיבורן בענף:",
            "(נו) וכן אילן - שיעור הלשון כן הוא וכן ה\"ה כל אילן שיבשו וכו' ולאו דוקא תאנה ובנשמת אדם כתב שט\"ס הוא וצ\"ל וכן אילן שיבש ובו פירות ולפ\"ז מעיקרא אשמעינן דהאילן לח ורק הפירות נתיבשו ואח\"כ אשמעינן דאפילו האילן עצמו יבש אפ\"ה חשיב כמחובר:",
            "(נז) חייב - כתב המג\"א דבעשבים יבשים מודו דכתלושין דמי והתולש מהם פטור אבל איסור דרבנן יש אפילו בעשבים ולפעמים יש ג\"כ חיוב חטאת בזה כמו שבארתי בבה\"ל. בצלים שדרכן להשתרש בעליה שיש בו עפר ונשתרשו שם וגם רוצה בהשרשתן התולש חייב אע\"ג שכל הבצל מגולה ואין דרך גידולן בכך אבל אם נפלה עליהן מפולת ונתכסו האמהות של הבצלים והעלין מגולין כדרך גידולן ונשתרשו שם אפילו אינו רוצה בהשרשתן חייב כמו שאם היו נטועין בשדה [מ\"א סקי\"ג בשם תשובת הרא\"ש ממשנה ב' פ\"ה דמעשרות ע\"ש במשנה ועיין בשנות אליהו שם וצ\"ע]:",
            "(נח) לענין טומאה - פי' טומאת אוכלין דלא מקבלי טומאה במחובר וזה חשוב כתלוש:",
            "(נט) בצדדי האילן - פי' דבר התחוב או קשור באילן מקרי צדדי האילן אבל דופני האילן עצמו לא מקרי צדדין אלא גוף האילן הוא וצדי צדדין הוא דבר הנשען בדבר התחוב באילן וכן מתבאר בדברי המחבר לקמיה:",
            "(ס) אסור לסמוך הסולם - אין הלשון מדוקדק ושיעור הדברים דאין לסמוך סולם לאילן מע\"ש לעלות עליו בשבת דכי סליק ביה וכו'. ולסמוך הסולם בשבת בודאי אסור אפי' אינו סומכו באילן גופא רק על היתד התקוע בו דזהו גופא משתמש בצדדי אילן מקרי:",
            "(סא) לצדי האילן - פי' לדופנו:",
            "(סב) מותר לסמוך - היינו דמותר לסמוך סולם מע\"ש לעלות עליו בשבת משום דהו\"ל יתד וכו'. ויזהר שלא יניח רגלו על היתד אלא על שלבי הסולם כדי שלא יהא משתמש בצדדין [ש\"ס]:",
            "(סג) והכלכלה כצדי צדדין - לפיכך מותר להניח בה פירות וליטול ממנה אבל הכלכלה עצמה אסור ליטלה או לתלות ביתד וכנ\"ל גבי סולם. ואם הכלכלה תלוי באילן עצמו אסור ליטול חפץ ממנה וכן ליתן לתוכה דקמשתמש בצדדין [ש\"ס] ואם פי הכלכלה צר דכשנוטל חפץ מן הכלכלה מניד האילן אסור בכל ענין מפני שעי\"ז משתמש באילן. ולהשען באילן אם האדם בריא מותר ותש כח אסור והטעם דאדם בריא אינו סומך עליו אלא מעט ולא מקרי משתמש במחובר אבל תש כחו צריך לסמוך בכל כחו עליו ומקרי משתמש במחובר ואסור וה\"מ כשאינו מנידו אבל כשמנידו אפילו בבריא אסור דזה גופא שמוש הוא:\n"
        ],
        [
            "אקדים לסימן זה הקדמה קצרה והיא. חורש הוא אחד מל\"ט אבות מלאכות וכיון שכונת החורש לרפויי ארעא דאז טוב לזריעה וגם כוונתו להשוות הגומות וליפותו כדי שיהיה המקום שוה ולכן החופר בשדה או שעשה חריץ או שהיה שם תל קטן והשפילו או שהיה שם מקום נמוך והשוה אותו וכן כל המשוה גומות במקום הראוי לזריעה חייב משום חורש [ואם היה זה בבית חייב משום בונה שמתקן הבנין עי\"ז] וכן כל מה שעושה ליפות הקרקע הוא תולדת חורש וחייב בכל שהוא [רמב\"ם פ\"א]:",
            "(א) דבר שאין מתכוין - זה לשון הרמב\"ם דברים המותרין לעשותן בשבת ובשעת עשייתן אפשר שתעשה בגללן מלאכה אחרת ואפשר שלא תעשה אם לא נתכוין לאותה מלאכה מותר וכן כונת המחבר:",
            "(ב) פסיק רישא - פי' שבודאי תעשה מלאכה האחרת:",
            "(ג) הלכך - פי' כיון דדבר שאין מתכוין מותר הלכך גורר דאע\"ג דבגרירתו מצוי שיעשו חריצים בקרקע ואיכא בזה משום חשש חופר דהוא תולדה דחורש אפ\"ה לאו פסיק רישא הוא אפילו בקרקע שאינה מרוצפת דאפשר שפיר שלא תחרוץ בקרקע:",
            "(ד) בין גדולים - דמיטרח ליה לישאם על כתפו ובין קטנים דיכול ליקחם על כתפו אפ\"ה מותר לו לגררם על הארץ. כתב המג\"א דגדולים ביותר אסור לגרור על הארץ דפסיק רישא הוא דבודאי יעשה חריץ ואפילו מרוצף בקרקע של שיש אסור לגרור דגזרינן מרוצף אטו אינו מרוצף:",
            "(ה) לרבץ - להזות מים על קרקע הבית כדי שלא יעלה האבק דאע\"ג דבהרבצה כמה פעמים מתמלאים הגומות בעפר ובאבק אפ\"ה מותר כיון דאינו מתכוין וגם לאו פסיק רישא הוא ואפילו בקרקע שאינה מרוצפת מותר [גמרא]:",
            "(ו) לכבד הבית - דמזיז עפר ממקומו גם משוה הגומות בכיבודו שמתמלאין הגומות שבבית מהעפר והוי בנין ואע\"ג דאינו מתכוין לאשויי גומות אפ\"ה אסור דפסיק רישא הוא ויש אומרים דחיישינן שמא מתוך טרדתו לכבד וליפות הקרקע ישכח וישוה הגומות במתכוין:",
            "(ז) אלא א\"כ מרוצף - בין באבנים ובין בקרשים:",
            "(ח) אפילו אינו מרוצף - דס\"ל דגם בזה אינו ודאי שישוה גומות ולא גרע מריבוץ דשרי בס\"א וגם למזיז עפר ממקומו ג\"כ לא חייש שכשאדם מכבד את הבית אינו מכבד אלא עפר תיחוח ובזה ליכא משום חופר גומא:",
            "(ט) אפילו במרוצף - בין באבנים ובין בקרשים דס\"ל דבאין מרוצף הוי פ\"ר וגזרינן מרוצף אטו אינו מרוצף ועיין בבאור הלכה:",
            "(י) ע\"י א\"י מותר - היינו אפילו בשאינו מרוצף דהא הוא אינו מתכוין רק לכבד הבית ואף דהוא פ\"ר לענין הגומות מותר ע\"י א\"י דבאמירה לא\"י לא קפדינן כולי האי כמ\"ש בסימן רנ\"ג ס\"ה בהג\"ה ע\"ש במ\"ב:",
            "(יא) הקלים וכו' - ר\"ל דכיון שהם קלים אינו נוטל בהם רק האבק שלמעלה ולא אתי לאשויי גומות כ\"כ בד\"מ ומוכח מזה שאם רוצה לכבד בהם היטב את כל העפרוריות הנמצאות בארץ שאסור:",
            "(יב) ואינו וכו' - וע\"כ מותר אפילו אינו מרוצף. ואפילו יש בבית קליפי אגוזים וכיוצא בהם מדברים האסורים בטלטול אפ\"ה מותר לכבד דהו\"ל לדידיה כגרף של רעי [אחרונים]. כתב בספר כלכלת שבת דה\"ה במה שקורין בארש\"ט הרכים דינו ג\"כ ככנף אווז ועיין בבאור הלכה דאין כדאי להקל בזה אלא במרוצף:",
            "(יג) לכבד הבגדים - היינו אפילו באופן שמצד הכיבוד בעצמם אין בהם איסור כגון בבגד ישן שאין מקפיד עליו וכדומה וכמבואר לעיל בסימן ש\"ב ס\"א בהג\"ה ולפ\"ז ה\"ה שאסור בהם לכבד את השלחן אע\"פ שכיבוד השלחן מותר מצד עצמו (כמבואר בש\"ס):",
            "(יד) שלא ישתברו קיסמיהם - ולפ\"ז ה\"ה שאסור לכבד הבית [אפילו במרוצף למאן דשרי] במכבדות העשויות מענפי אילן יבשים שאינם נכפפים דבודאי נשברים כשמכבדין בהם וטעם כ\"ז דהוי כמו סותר כלי ואף שמקלקל פטור מ\"מ אסור לכתחלה [אחרונים]:",
            "(טו) אין סכין וכו' - פי' דרכם היה לסוך שמן על הקרקע של בית המרחץ וכיוצא בו ולהתגלגל עליהם [תוספתא פי\"ז]:",
            "(טז) ולא מדיחין אותו - שהיו פוקקין סילון שהמים נכנסו דרך בה לבית המרחץ ופותחים נקב שבצד אחר שילכו אותם המים ומנקים את הקרקע מפני הזוהמא וטעם כל אלה משום דחיישינן להשוות גומות ואפי' למאן דשרי כיבוד בשבת דשאני הכא דכיון שהוא רוצה ליפות את הקרקע לסוך אותה או להדיחה חיישינן שמא יראה גומות וישכח ויבא להשוותם במתכוין [רי\"ו]:",
            "(יז) אפילו הוא מרוצף - דגזרינן אטו שאינו מרוצף [רמב\"ם] והא דהתיר בס\"א לענין כיבוד ולא גזר כן משום דכיבוד הוא יותר דבר נחוץ מהדחה. ודע דהדחת רצפת הקרשים שנוהגין כהיום יש בזה עוד איסור לעשות בשבת מלבד הדחה דהא צריך לזה שריית אלונטית במים כידוע ויש בזה משום כיבוס:",
            "(יח) לצדד - היינו שהוא מצדדה עד שתעמוד בקרקע יפה ע\"י הצידוד:",
            "(יט) חבית על הארץ - היינו חבית מלאה וכן לא יכריע החבית וישפוך ממנה אלא מגביה מן הארץ ושופך שאל\"כ יחפיר מן הארץ בודאי. ואף שמקלקל הוא וגם מלאכה שא\"צ לגופה היא וגם חופר כלאחר יד הוא אעפ\"כ אסור מד\"ס:",
            "(כ) דכיון וכו' והוי פ\"ר - ר\"ל דע\"י הצידוד גופא נעשה הקרקע חלקה בלא גומות אבל מתוס' שם משמע דלא הוי פ\"ר אלא דאסור מטעם שמא ישכח ויבוא להשוות גומות במתכוין כדי שיהא נוח לו הצידוד. והנה אם מותר לצדדה ע\"ג קרקע מרוצפת התו\"ש כתב דמותר אפילו לדעת השו\"ע דס\"ל דהוי פ\"ר לא גזרו בזה במרוצפת ע\"ש והפמ\"ג בריש הסימן מצדד להחמיר וע\"ש במ\"ז אות ג' מש\"כ עוד בזה. ודע דכל הסימן הזה לאו דוקא לענין שבת דה\"ה לענין יו\"ט [מביצה כ\"ב ע\"ב] ויש שנכשלין בזה:"
        ],
        [
            "(א) בכלי שיר - לאו דוקא בכלי שיר אלא אף ביד כגון להכות כף אל כף היכא שהוא דרך שמחה ושיר אסור כמ\"ש בסימן של\"ט ס\"ג מטעם שמא יתקן כלי שיר [ומה דאסרו בס\"ד להכות כף אל כף כשמשמר הפירות כדי להבריח העופות אף שהוא אינו דרך שיר הטעם שמא יטול צרור ויזרוק לר\"ה כשירצה להבריחם וכדמפרש שם] ואם ירצה להכות כף אל כף כדי לשמח התינוק ולהשתיקו יראה לעשות זה כלאחר יד דשרי וכמו שמבואר שם. ואם נותן מים בכלי מלא נקבים להטיף לתוך כלי מתכות כדי להשמיע קול נעים ע\"י הנטיפה אסור דזה הוי ג\"כ ככלי שיר ולחולה כדי להרדימו שיישן שרי ואם מטיף בחוזק כדי שיקיץ את הבריא משנתו שרי דלא הוי ככלי שיר כיון שאין עושה בנעימה ובנחת דקול כזה אדרבה היה מרדימו יותר אלא עושהו בחוזק כדי שייקץ ע\"י הקול וע\"כ שרי:",
            "(ב) אבל להקיש וכו' - ר\"ל אף שכונתו להשמיע קול כדי שיפתחו לו מותר ואפילו אם מקיש בכלי כיון שאינו דרך שיר:",
            "(ג) אלו שקורין לחבריהם וכו' - היינו אפילו אם מנעים הקול כעין שיר שרי דלא גזרו בזה היכי דעביד בפה:",
            "(ד) מיוחד לכך - ר\"ל שמיוחד להשמיע קול חיישינן שמא יכוין לשיר וכ\"ש להשמיע קול בכלי [שקורין קאמער טאן] פשיטא דאסור דכלי שיר הוא וגם הוא מכוין לשיר ובברזל שהפתח ננעל ונפתח בו נראה דמותר להקיש בו על הדלת כדי שישמעו אנשי הבית לפתוח לו שזה הברזל מיוחד רק לפתוח בו את הדלת או לנעול:",
            "(ה) אסור - עיין בא\"ר ופמ\"ג דמזה נשמע דה\"ה דאסור למשוך בחוט העינבל בשבת כדי שישמעו אנשי הבית והחצר ויפתחו לו שזה הכלי מיוחד להשמיע קול והוא כונתו ג\"כ לזה ועיין בה\"ל ולענין אם מותר לפתוח הדלת כשיודע שיש בו עינבל עיין לקמיה:",
            "(ו) ולכן אסור לשמש וכו' - כתב הט\"ז כאן וביו\"ד סימן רפ\"ב דמזה מוכח דאסור לתלות בשבת אותן הפרוכות שיש בהן פעמונים להשמיע קול כשפותחין הארון וכן לתלות הפעמונים על העצי חיים של הס\"ת כיון דעיקר עבידתיה לקלא והש\"ך שם חולק עליו מטעם דהא קי\"ל דלצורך מצוה שרי כמ\"ש סימן של\"ט דמותר לרקד בשמחת תורה לכבוד התורה והכא נמי צורך מצוה הוא כדי שישמעו העם ויקומו ולא דמי לקריאת בהכ\"נ דאסור דהתם אפשר בענין אחר ותו דאותו הפותח הפרוכת אין מכוין להשמיע הקול כלל כ\"א ליטול הס\"ת [מ\"א] ועיין בשער אפרים שער יו\"ד ס\"ג שדעתו שם דלכתחלה אין לעשות כן בשבת ובמקומות שנהגו היתר בזה כדעת המ\"א אין למחות בידם עכ\"ל וכן לענין אם מותר לפתוח הדלת כשיודע שיש בה עינבל תלוי ג\"כ בסברת הט\"ז והמ\"א הנ\"ל דלהט\"ז אסור ולהמ\"א [כאן וכן בסימן ש\"א סקל\"ה ע\"ש] שרי דהרי כשפותח הדלת בשבת אין מכוין להשמיע קול ומדברי הגר\"א שם בסימן ש\"א סוף סכ\"ג מוכח דהוא סובר ג\"כ כהט\"ז דכיון דהעינבל מיוחד להשמיע קול אין נ\"מ במה שהוא אינו מכוין לזה וגם בא\"ר מצדד דאין להקל מטעם זה לחוד אלא גבי פרוכת דהוא מילתא דמצוה וע\"כ בודאי מהנכון שיסיר מע\"ש העינבל מע\"ג הפתח או שיפקקנו בצמר או במוכין שלא ישמע קולו אך במקום הדחק [כגון ששכח ולא הסירו מע\"ש וכל כי האי גוונא] נראה דיכול לסמוך על הסברא הנ\"ל להקל כיון שאינו מכוין להשמיע קול:",
            "(ז) ע\"י הכלי המיוחד - ויש מקומות שלוקח השמש בשבת כלי אחר להכות בשבת. ומה שמכה השמש בבהכ\"נ על השלחן ומשמיע קול כדי להשקיט העם לחזרת הש\"ץ אין בזה איסור אפילו אם הוא מכה באיזה דבר כיון שאינו מכה בכלי מיוחד לזה:",
            "(ח) לומר וכו' - דאיסור השמעת קול בכלי שיר אינו אלא איסור דרבנן גזירה שמא יתקן כלי שיר ואמירה לא\"י ג\"כ אינו אלא איסור דרבנן והוי שבות דשבות ובמקום מצוה היא דאין שמחת חתן וכלה אלא בכלי שיר ושרי וכנ\"ל בסימן ש\"ז ס\"ה ע\"ש ויש מקומות שנהגו להחמיר בזה אם לא שהכינום לזה מע\"ש ולא יאמר לו בשבת כלום או שבא מעצמו לנגן [כה\"ג]:",
            "(ט) לומר לא\"י לתקן - ס\"ל דשמחת חתן וכלה עדיף יותר משאר סתם דבר מצוה וע\"כ מותר האמירה אפילו בתיקון הכלי שיר דהוא מלאכה דאורייתא [ובבאור הגר\"א כתב דדעה זו סברה כדעת המתירין לעיל ברע\"ו ס\"ב בכל מלאכה דאורייתא ע\"י א\"י לצורך מצוה וא\"כ לדידן דסוברין להלכה כדעת רוב הפוסקים שאוסרין גם בזה אסור]:",
            "(י) אבל בלא\"ה - ר\"ל בשאר שמחה של מצוה כגון בסעודת מילה או בשמחת תורה אסור אפילו לומר לא\"י לנגן אם לא שבאין מעצמן או שהכינו אותם מע\"ש ועיין בשו\"ת מהרי\"א ח\"א סימן נ\"ט שאוסר לנגן במנים ועוגב בשעת התפלה ע\"י א\"י ועיין בשו\"ת ח\"ס חלק ששי סימן פ\"ו שהביא ראיות לאסור אף בחול לנגן בבהכ\"נ בשעת התפלה ובפרט בשבת אין שום היתר:",
            "(יא) נהגו להקל - ר\"ל האמירה לנגן בשאר שמחה של מצוה ובלבוש משמע דאסור כ\"א בשמחת חתן וכלה ועא\"ר שם:",
            "(יב) לענין טפוח ורקוד - פי' כיון דמדינא י\"א דהוי לן למישרי לנגן בזמנינו בכלי שיר דאין אנו בקיאין בעשייתן וליכא למיגזר שמא יתקן ולכן עכ\"פ שרי האמירה לא\"י לנגן ועיין במ\"א שהסכים דעכ\"פ אסור לומר לא\"י לתקן הכלי שיר ואפילו משום כבוד חתן וכלה:",
            "(יג) זוג המקשקש לשעות - ר\"ל מורה השעות [שקורין זייגער] שעשוי להשמיע קול להודיע השעות:",
            "(יד) מותר לערכו - היינו דלא חיישינן כשישמעו קולו יחשדוהו שהעריכו בשבת דהכל יודעין שדרכו להעריכו מאתמול:",
            "(טו) ולהכינו מבע\"י - אבל בשבת לא מיבעיא דאם עמד דאסור להכינו שילך ואפילו רק בנענוע חוט הברזל שמתנענע ויש בזה איסור תורה לכמה פוסקים דהוי בכלל תיקון מנא אלא אפילו בעודו הולך אסור ג\"כ למשוך המשקלות [או בטאשי\"ן אוה\"ר חוט המושך הגלגלים] שלא יפסוק הלוכו אם לא לצורך חולה הצריך לכך יש להתיר להעריכו בעודו הולך אם בקושי למצוא אינו יהודי לזה וע\"י א\"י יש להתיר להעריכו לצורך חולה אפילו כשנפסק הילוכו [אחרונים]. ודע עוד דאותן מורי שעות [שקורין טאשי\"ן אוה\"ר] שרגיל לפעמים כשעומד ונפסק מהלוכו הוא מנענעו במקצת וחוזר להלוכו צריך ליזהר שלא לנענעו בשבת:",
            "(טז) ולא ירקד - ברגל להשמיע קול להבעית העופות:",
            "(יז) ויזרוק להם - לר\"ה. ולהפוסקים דבזמן הזה ליכא ר\"ה אפשר דשרי בכל זה דגזירה לגזירה היא וכ\"ש לספק כף אל כף כלאחר יד בודאי שרי לכו\"ע ואין לחוש שמא יטול צרור מאחר שיש לו היכר שאין מספק להדיא:",
            "(יח) אין שוחקים וכו' - שמגלגלין אותן ומכין זו את זו כדרך שמשחקין הנערות:",
            "(יט) אשויי גומות - שיכין דרך לגלגל האגוז:",
            "(כ) ע\"ג שלחן וכו' - וה\"ה ע\"ג מחצלת או בגד או טבלא ולא גזרינן בכל זה אטו ע\"ג קרקע דגזירה לגזירה היא אבל ע\"ג קרקע אפילו היא מרוצפת דלא שייך אשויי גומות ג\"כ אסור דקרקע בקרקע מיחלף וגזרינן אטו קרקע שאינו מרוצף:",
            "(כא) בעצמות וכו' - ונוהגין לעשותן של כסף שיהיו מיוחדין לשבת דאל\"כ מחזי כעובדא דחול ומהר\"א ששון חולק וס\"ל כיון שאין תועלת בידיעת חכמת השחוק ההוא וה\"ה כל מיני שחוק אסור ואף בחול יזהר משום מושב לצים וכמ\"ש בסימן ש\"ז סט\"ז ועיין בברכי יוסף שהביא עוד בשם כמה גדולים שהחמירו בזה:",
            "(כב) בתם ובחסר - פי' גרא\"ד או או\"ם גרא\"ד בל\"א:",
            "(כג) שמא ימלא - מתוך שממלאים בלא טורח:",
            "(כד) ויש אומרים וכו' - כתב א\"ר דכן עיקר:",
            "(כה) אסור לשלשלם - דטורח שלא לצורך שבת הוא הא פירות לצורך היום שרי שלא יטנפו בגשמים [פמ\"ג]:",
            "(כו) מותר לכסותן - הנה ביש\"ש החמיר בזה והביאו המ\"א אבל הא\"ר וש\"א הוכיחו מהגמרא דמותר:",
            "(כז) שהם מוקצים - כגון שהן סדורות ועומדות לבנין וכנ\"ל בסימן ש\"ח סי\"ז:",
            "(כח) מותר לכסותן - אבל אסור לטלטלן ממקומן אף שאין לו במה לכסות [מ\"א בסימן של\"ד סק\"ג]:",
            "(כט) תחת הדלף - שדולף דרך התקרה וכיוצא בזה:",
            "(ל) לרחיצה - דאין על המטר היורד שם מוקצה או נולד ויכול לשתותו או לרחוץ ממנו וה\"ה אם הוא ראוי רק לשתיית בהמה:",
            "(לא) אסור משום שאין וכו' - פי' אין עושין דבר שימאס על סמך שיהיה מותר אח\"כ להוציאו כגרף של רעי ואם אפילו יתרצה שישאר כך ולא יזיזנו ממקומו ג\"כ אסור כמו שכתבו הפוסקים ועיין בבה\"ל:",
            "(לב) מותר וכו' - היינו אף קודם שנתמלא [א\"ר]:",
            "(לג) לטלטלו וכו' - ודוקא כשהוא נתון במקום שישיבתו קבועה שם דמאוס עליו והוי כגרף של רעי שהתירו לטלטלו להוציאו לאשפה מפני כבודו אם הוא עומד במקום שישיבתו קבועה שם וכנ\"ל בסימן ש\"ח סל\"ד ע\"ש:\n"
        ],
        [
            "(א) אין רוכבין - לעיל בסימן ש\"ה סעיף י\"ח בארתי במ\"ב הטעם וכל פרטיהן:",
            "(ב) על פני המים - בידיו ורגליו שגם רגליו עקר מן קרקע המים והטעם שמא יעשה חבית של שייטין כדמסיים לקמן והוא כלי של גומא שאורגין אותו ועושין כמין חבית ארוכה ללמוד בו לשוט על המים:",
            "(ג) בבריכה - הוא מקום כנוס מים לכביסה או לשרות פשתן:",
            "(ד) שבחצר - דאלו כשהבריכה עומדת בר\"ה בלא\"ה אסור שמא יתיז מים ברגליו חוץ לארבע אמות:",
            "(ה) דמי לנהר - כשהמים יוצאין מן הבריכה ונמשכין בחצר מכחו שדוחה המים בידיו ורגליו בשייטתו והוי בכלל גזירה שאין שטין על פני המים שמא יעשה חבית של שייטין:",
            "(ו) שפה - היינו כעין כותלים גבוהים מכל צד [מר\"ן ומ\"מ]:",
            "(ז) אין מטפחין וכו' - בין באבלו ובחמתו לעורר הצער ובין מחמת שמחה וכולם משום גזירה שמא יתקן כלי שיר לעורר האבל או השמחה:",
            "(ח) ולא מרקדין - וביום שמחת תורה מותר לרקד בשעה שאומרים קילוסים דתורה משום כבוד התורה כיון דלית בזה אלא משום שבות אבל בשאר שמחה של מצוה כגון בנשואין אפ\"ה אסור וגם לכבוד התורה אין כדאי להתיר אלא טיפוח וריקוד ולא קשקוש בפעמונים וזגים וכ\"ש שאר כלי שיר דאסור [אחרונים]:",
            "(ט) או אחת כנגד וכו' - כגון אלו שמכין באמה על האגודל בנעימה ועושין בזה תנועות עריבות [ב\"י] וזהו שסיים כדרך המשוררים ואם עושה זה בחזקה כדי להקיץ לחבירו משנתו משמע ממ\"א דשרי דלאו דרך שיר הוא אכן לפי מה שביאר בתו\"ש שיטת רש\"י משמע דלרש\"י גם בזה יש להחמיר וכן משמע בפמ\"ג:",
            "(י) להקל בכל - האי להקל בכל קאי על טיפוח וסיפוק וריקוד ולא על שאר דברים הנזכרים בסעיף זה ואפילו בטיפוח וריקוד אין כדאי להניח המנהג שלא במקום מצוה אלא משום הנח להם וכו':",
            "(יא) אין דנין - היינו אפילו דיני ממונות שמא יבוא לידי כתיבה וה\"ה נמי דסדור הטענות לבד לפני הדיינים ג\"כ אסור שמא יכתבו הדיינים דברי טענותיהם אבל לקבול ולהציע דברים כגון על טענות בתולים מותר כמ\"ש באה\"ע סימן ס\"ב ותיקן רגמ\"ה שלא לבטל התמיד [היינו התפלה הקבועה בצבור לביהכ\"נ] בשבת אם לא שביטל כבר ג\"פ בחול ולא הועיל או בשביל טענות הקהל:",
            "(יב) דהוה וכו' - וגם יכול לבוא לידי חבורה בשבת:",
            "(יג) בכלל דין - ואיתא בירושלמי על מה דכתיב לא תבערו אש בכל מושבותיכם וגו' מכאן לבתי דינין שלא יהו דנין בשבת [היינו מי שהיה מחוייב [בימים הקדמונים] הבערה גלתה התורה דלא יענישוהו בשבת ומינה ילפינן דה\"ה לכל עונש והמחבר מיירי מתחלה בד\"מ דבזה ג\"כ אסור מדרבנן וכנ\"ל בסקי\"א] ואיתא בספר החינוך הטעם שרצה הקב\"ה לכבד יום זה שימצאו בו הכל מנוחה גם החוטאים והחייבים משל וכו':",
            "(יד) ואם יברח וכו' - ואין בכלל זה אם אחד רוצה לברוח כדי לעגן אשתו דבזה מותר היה לחבשו וכן מותר לקבל עדות מאיש מסוכן וקרוב למות על אשה שמת בעלה היכא דחיישינן שלא ימצא אח\"כ עדות אחרת [חידושי רע\"א וש\"א]:",
            "(טו) ולא מקדשין - גם זה מחמת גזירה שמא יכתוב אבל לא מטעם דהוא כקונה קנין בשבת דהא בקידושין לבד בלא חופה לא קנאה עדיין ליורשה ולמציאתה ולמעשה ידיה וכן אם אפילו היו הקידושין מבעוד יום מבואר בהמחבר לקמיה דאסור להכניסה לחופה בשבת והיינו מטעם דע\"י החופה קונה אותה לכל הדברים האלו הנ\"ל והוי כמקח וממכר דאסור בשבת:",
            "(טז) היכא דאין לו אשה ובנים - וה\"ה ביש לו בנים ואין לו אשה ג\"כ מותר לדעה זו דמצוה קעביד כדאמרינן ביבמות [ס\"ב] מקרא בבקר זרע את זרעך ולערב אל תנח ידך וגו':",
            "(יז) ואפשר דה\"ה וכו' - ר\"ל אף דע\"י החופה קונה אותה לכמה דברים וכנ\"ל אפ\"ה כיון דלית ליה אשה ובנים ויש בזה מצות פו\"ר סבירא ליה דיש להקל בזה:",
            "(יח) דלא קי\"ל הכי - ר\"ל דמעיקר הדין קי\"ל כשיטת רש\"י ושארי ראשונים דקדושין ואף החופה אסור בשבת ויו\"ט:",
            "(יט) הואיל וכו' - ר\"ל ויש הפסד רב עי\"ז ועיין בח\"א שכתב שאין להקל בכל זה רק אם נשלמו השלשה פרטים דהיינו אם לא קיים פו\"ר עדיין ויש הפסד רב וגם ביוש לחתן וכלה אם לא יכנוס אז ועיין מה שכתבנו בסקט\"ז דלדעת ר\"ת אף ביש לו בנים כיון שאין לו אשה ג\"כ מצוה קעביד ומותר ואפשר דס\"ל דאין סומכין עליו בזה. ובבין השמשות בודאי אין להחמיר בדיעבד דלא גזרו על שבות בין השמשות לצורך מצוה לכו\"ע אך לכתחלה יש ליזהר מאד שלא לאחר כ\"כ כי כמה עבירות באין עי\"ז טלטול מוקצה של הנרות וגם כמה נשים ההולכות לחופה מאחרות זמן הדלקת הנרות עי\"ז ומדליקות בביה\"ש ויותר טוב היה שלא להדליק אז כלל וע\"כ מה נכון מאד למי שהיכולת בידו שלא לעשות הנשואין כלל בע\"ש ובפרט סמוך לחשכה כי אף אם הנשואין יהיה בזמנם עכ\"פ מסתעף מזה עוד כמה קלקולים וכנ\"ל. אם נתאחר החופה עד חשכה ובידי השושבינין נרות אף דקי\"ל דמוקצה כ\"ז שהוא בידו מוליכו למקום שירצה מ\"מ הכא יתן הנרות לא\"י דכל שאפשר לסלק המוקצה מידו מחוייב לסלק [פמ\"ג]:",
            "(כ) ולא חולצין - שמא יכתוב שטר חליצה לחלוצה [רש\"י] ואפילו לקבוע מקום לחליצה אסור שלא יהא נראה כאלו דנין בשבת ויכול לקבוע בליל מו\"ש שתהיה החליצה ביום א' ואם יש צורך גדול יכול לקבוע אפילו בבין השמשות בע\"ש על יום א' אם א\"א בענין אחר [פמ\"ג בא\"א סק\"ג]:",
            "(כא) ולא מיבמין - דבמה שמיבם אותה נקנית לו להיות אשתו לכל דבר כנשואה ממש והוי כקונה קנין בשבת ועוד שמא יכתוב כתובה:",
            "(כב) ואין כונסין - היינו אפילו קידש אותה מבע\"י אסור להכניסה בשבת לחופה דבחופה קונה אותה לכמה דברים וכנ\"ל:",
            "(כג) ולא מקדישין - שום דבר לגבוה שיאמר הרי זו הקדש משום דכיון שמקדיש באמירתו החפץ להקדש הרי מוציאו באמירה זו החפץ מרשותו לרשות גבוה ודמי למקח וממכר משא\"כ לפסוק צדקה לעניים מותר וכן כשיאמר הרי עלי להקדש כך וכך ג\"כ מותר ועיין לעיל בסימן ש\"ו במ\"ב סקכ\"ז:",
            "(כד) ולא מעריכין - שיאמר ערכי עלי או ערך פלוני עלי שנותן להקדש כפי שניו דהוי כמו\"מ:",
            "(כה) ולא מחרימין - בהמה או שום דבר לגבוה שיאמר הרי דבר זה חרם והכל מטעם הנ\"ל ומש\"כ ולא מפרישין וכו' שהוא דומה כמקדיש אותן פירות שהפריש ועוד שהוא כמתקן דבר שאינו מתוקן ואם עבר והפריש במזיד לא יאכל בין לו בין לאחרים עד מו\"ש מטעם קנס ואם היה בשוגג מותר אפילו לו מיד:",
            "(כו) תרומות ומעשרות - וה\"ה חלה ועיין לעיל בסימן רס\"א במ\"ב סק\"ד:",
            "(כז) ואין פודין - אפילו בכלי ששוה ה' סלעים שדומה למקח וממכר ואין לומר יתן המעות לכהן בע\"ש וכשיגיע היום ל\"א בשבת שאז הוא זמן פדיה יחול הפדיון לפי שאז לא יוכל לברך שכיון שעדיין לא חלה המצוה עליו איך יאמר וצונו ובשבת נמי לא יוכל לברך כיון שאז אינו עושה כלום לכן ימתין עד אחר השבת ואפילו אם כלו לו בע\"ש כ\"ט יום וי\"ב שעות ותשצ\"ג חלקים משעה (שהשעה נחלקת לתתר\"ף חלקים כידוע) שהוא החשבון של כל חודש אם יתחלק השנה לי\"ב חלקים בשוה אפ\"ה לא יפדוהו ביום וי\"ו לפי שהחודש שבתורה הוא שלשים יום שלמים ולכן צריך שיגיע ליום ל\"א בשעת הפדיון וכיון שיום ל\"א הוא בשבת ידחה עד אחר שבת:",
            "(כח) ואין מגרשין - אפילו בגט שנכתב קודם שבת שמא יבא לכתיבה:",
            "(כט) דתקיף ליה עלמא - היינו שרוצה לגרש אשתו כדי שלא תזקק ליבום התירו לו לגרש בשבת כדי שלא תטרף דעתו עליו אם לא יעשו רצונו ומיירי באופן דלית ביה פסול משום מוקדם כגון שכשנכתב הגט מע\"ש לא נכתב בו זמן היום אלא כתוב בו שבוע זו סתם דכשר בכה\"ג כמ\"ש באה\"ע סימן קכ\"ז:",
            "(ל) וכולם וכו' - אכל המבואר בסעיף זה קאי חוץ מהפרשת תרומות ומעשרות דבארנו לעיל דאם הפרישן במזיד אסור בו ביום:",
            "(לא) שוגגין וכו' - שוגג הוא כגון ששכח שהיום שבת או שחשב שדבר זה מותר לעשות:",
            "(לב) האלמנה וכו' ראשונה - הטעם דבאלמנה וכן בגרושה כיון שהיא בעולה עיקר הקנין לירושתה ולמעשה ידיה היא הביאה ולא החופה ונמצא כקונה קנין בשבת ועיין באבן העזר סימן ס\"ד ס\"ה דביאר שם המחבר דאף באלמנה לא בעינן ביאה ממש וסגי אם היתה יחוד הראוי לביאה לקנותה עי\"ז קנין גמור למהוי כנשואה לכל דבר וכן הסכימו הרבה פוסקים ולפ\"ז אם כנס אותה בע\"ש והיתה טהורה והכניסה אחר החופה לחדר מבע\"י ונתיחד עמה ולא היו שם בני אדם קנה אותה קנין גמור ומותר אח\"כ לבוא עליה בשבת אבל אם לא היתה טהורה מבע\"י או שלא נתיחד עמה בחדר מיוחד מבע\"י אסור לבוא עליה בשבת ולכן יש ליזהר מאד כשעושין חופת אלמנה בע\"ש שיעשו את החופה מבע\"י גדול כדי שיהיה ראוי ליחד עמה אחר החופה. ודע דהרבה אחרונים כתבו דאפילו בבתולה יש ליזהר לכתחלה שיתיחדו אחר החופה בע\"ש מבע\"י די\"א דחופה שלנו מה שמעמידין אותן תחת הכלונסאות לא מקרי עדיין חופה והיא כמקודשת בעלמא וא\"כ כשבא עליה בלילה ביאה הראשונה הוא קונה קנין בשבת ואך דבבתולה סגי אפילו ביחוד בעלמא מבע\"י ולא בעינן דוקא יחוד הראוי לביאה ולכן אפילו אם היתה נדה או שבני אדם נכנסין ויוצאין שם באותו חדר ולא הוי יחוד הראוי לביאה אעפ\"כ הוי חופה גמורה וקונה בבתולה קנין גמור למהוי כנשואה בכל הדברים וצריך ליחד להחתן אותו החדר והוי כהכניסה לביתו וע\"כ אם כנס את הבתולה בע\"ש והכניס אותה לחדר מבע\"י אף שהיא עדיין לא טבלה ובני אדם נכנסין ויוצאין באותו חדר [דבלא\"ה אסורה להתיחד עמו קודם ביאה ראשונה] אפ\"ה קונה אותה בזה שהביאה לחדר מיוחד לו ואח\"כ כשטובלת מותר לו לבוא עליה ביאה ראשונה בשבת וליכא איסור משום שקונה קנין בשבת שכבר קנה אותה מבע\"י ולפ\"ז אפילו בחופת בתולה יש ליזהר לכתחלה כשעושין החופה בע\"ש שיעשו החופה מבע\"י גדול:",
            "(לג) אסור לאדם וכו' - שזהו ג\"כ בכלל הגזרה שלא לשוט בשבת:",
            "(לד) אסור להפצילן - וכ\"ז בנהר אבל בכלי או בבריכה שיש לה שפה לא גזרו כמו שנתבאר למעלה [אחרונים]:",
            "(לה) ואינה שטה כלל - אבל אם שטה אסור ליכנס בספינה וכן במעבר שקורין פרא\"ם מפני דנראה כשט בעצמו:",
            "(לו) מותר ליכנס בה - ואסור לכל אדם להערים ליכנס לישן בתוכה ויודע שהא\"י יוליכנה מעבר השני בשבת ואפילו לתוך התחום ועיין סימן רמ\"ח ס\"ג בהג\"ה דאם נכנס בה מע\"ש וקנה שם שביתה שרי דתו הוי כביתו ואינו נראה אח\"כ כשט ואפילו אם יוליכנה חוץ לתחום שרי ומ\"מ אסור לצאת מספינה לספינה דרק בספינה ראשונה מהלך את כולה כיון ששבת באויר מחיצותיה מבע\"י ולעיל בסימן רמ\"ח ולקמן בסימן ת\"ד ות\"ה מבואר כל פרטי הדינים אלו. אחד היה לו חוב גדול אצל עו\"ג ונודע שהוא חולה אסור לו להשכיר ספינה קטנה ללכת אצלו דלא ברי הזיקא דשמא לא ימות או יצוה לפרוע [ר\"י הלוי] והיינו אפילו בתוך התחום ומ\"א כתב דאפילו ברי הזיקא אסור דהא אפילו לדבר מצוה אסור עיין סימן תרי\"ג ס\"ו ובח\"א כלל מ\"ד אות כ' כתב דאם צריך לעבור במעבר למצוה עוברת וא\"א בענין אחר וכן מי שיש לו חוב אצל עו\"ג והוא ברי הזיקא אם לא יעבור בשבת בספינה אפשר שיש לסמוך ולהתיר אך כשהוא חוץ לתחום נראה שאין להקל כלל ועיין בשע\"ת בסימן זה ובסימן רמ\"ח:",
            "(לז) קשורה - וצריך שיהא קשר קשור בראשו האחד בספינה ובשני ביבשה [אחרונים]:",
            ""
        ],
        [
            "(א) בין ביד - וה\"ה בשניו [גמרא]:",
            "(ב) בין בכלי - אף דהמחבר השוה יד לכלי הוא רק לאיסורא דבכולן יש איסור אבל לענין חיובא יש חילוק ביניהן דביד פטור בכל גווני שאין דרך גזיזה בכך בחול ובכלי חייב בכל גווני דה\"ל תולדה דגוזז ומה שכתב אח\"כ דחייב על שתי שערות הוא דוקא בכלי:",
            "(ג) וחייב על שתי שערות - ושער אחד יש בו איסורא דאורייתא כמו כל חצי שיעור של כל האיסורים וכן הדין בכל מלאכות שבת לא בעינן בהו שיעור לענין איסור אלא לענין חיוב חטאת. ולענין נטילת צפרנים כתב הא\"ר דאפילו על צפורן אחד חייב וכן מוכח לעיל בסימן שכ\"ח סל\"א. ואשה ששכחה ליטול הצפרנים מע\"ש ואירע טבילתה בליל שבת מסיק המ\"א שתאמר לעו\"ג ליטול ביד דהוי שבות דשבות במקום מצוה ואם א\"א ביד מותר על ידו אפילו בכלי ואם אין עו\"ג נראה שיש לסמוך בשעת הדחק על הנקור שתנקר תחת הצפורן ובלבד שתעיין היטב שלא יהיה בו שום טינוף:",
            "(ד) אפילו באחת חייב - והטעם משום דאפילו באחת מקפיד שלא יהיה נראה כזקן לכך חשיבא מלאכה ובתוספתא איתא דה\"ה במלקט שחורות מתוך לבנות:",
            "(ה) לא ילבש - שדרך הנשים להקפיד ע\"ז להתנאות. ועתה נבאר במקצת דין מלאכת הגזיזה. א) הגוזז צמר או שער בין מן הבהמה בין מן החיה חייב וכמה שעורו לחיוב כדי לטוות ממנו חוט שארכו קרוב לארבעה טפחים להרמב\"ם ולרש\"י מחצית מזה. ב) החיוב של גזיזה הוא בין כשגוזז מן החי בין כשגוזז מן המת אפילו מן השלח שלהן [היינו עור כשנפשט מן הבהמה] ודוקא גוזז חיובו בכל גווני אבל תולש מן החי פטור דאין דרך לתלוש משום דכאיב לה אלא לגזוז אבל התולש ביד מן המתה דרך לתלוש כמו לגזוז וחייב וע\"כ אותן בני אדם המלובשין בעורות של בהמה וחיה צריכין ליזהר שלא יתלשו מן השער שלהן בשבת ובספר חסידים אוסר ליקח הכנים מן העורות ע\"ש וכ\"ז בבהמה וחיה אבל בעופות דרכן להסיר הנוצות ע\"י תלישה כמו בבהמה ע\"י גזיזה ולפיכך תולש כנף מן העוף בין מחיים בין לאחר מיתה חייב דתלישתן זו היא גיזתן. ג) הטוה צמר מן החי פטור בין מן הטויה בין מן הגזיזה שאין דרך טויה וגזיזה בכך:",
            "(ו) לחתוך וכו' - ואפילו היא יבשה דעומדת להתפרך לבסוף מעצמה אפ\"ה אסור וכ\"ז לענין איסורא אבל לענין חיובא אינו חייב אא\"כ נוטלה כשהיא לחה ובכלי דאז הוא בכלל גוזז:",
            "(ז) יבלת מגופו - וה\"ה דאסור לתלוש שאר ציצין של עור שפירשו קצת מעל גבי ידו או ממקומות אחרים וכדלעיל בסימן שכ\"ח סל\"א עי\"ש ועיין בבה\"ל:",
            "(ח) בין ביד - וה\"ה בשניו:",
            "(ט) המוחק דיו וכו' - וכ\"ש אם הוא מוחק ב' אותיות שנכתבו שלא כהוגן ע\"מ לכתוב ב' אותיות אחרות במקומן דחייב דזהו עיקר אב מלאכה דמוחק:",
            "(י) שעל הקלף - בזמנם היו רגילין לכתוב על הקלף וה\"ה כל כיוצא בזה וכמו שנכתוב לקמן ואפילו על עצים יש כתיבה ומחיקה שכן היה במשכן בקרשים כדי לזווגן ועיין בבה\"ל שביארנו דהמחבר מיירי שלא במקום האותיות ומוחק כדי לכתוב במקום זה ועיין בב\"ח דה\"ה דיש ליזהר כשנופל דיו על האותיות או שנטף שעוה שלא למחוק הטשטוש דע\"י מחיקתו מנכר האותיות והוי כמוחק ע\"מ לכתוב וחייב ואפילו אם היה הטשטוש על אות אחד יש ליזהר דיש איסור עכ\"פ והביאו הע\"ש וט\"ז והא\"ר גם במ\"א משמע דהוא סובר דבשעוה שעל ספר יש בו משום מחיקה וה\"ה בנטיפת חלב ועיין בה\"ל. ואם נמצא כן באמצע הקריאה אף דאסור לסלק השעוה והחלב מ\"מ אין להוציא אחרת עבור זה ויקרא אותו התיבה בע\"פ [פמ\"ג וכ\"כ בח\"א בהלכות קה\"ת ובדה\"ח כתב דאם נמצא כן בין גברא לגברא יש להוציא אחרת אם אין האותיות נכרין והעתקתיו לעיל בסימן ל\"ב בבה\"ל ע\"ש]:",
            "(יא) שעוה שעל הפנקס - היינו שדרכן היה לטוח דפי פנקסיהן בשעוה כדי לרשום עליו ואם נפל איזה טשטוש שעוה על הדף ומחק השעוה העליונה כדי שיוכל לרשום על השעוה כדרכו חייב משום מוחק:",
            "(יב) ב' אותיות - ועל פחות מכן ג\"כ יש איסור אלא דנ\"מ לענין חיוב חטאת וכנ\"ל:",
            "(יג) חייב - והוא שכוונתו בעת המחיקה שיהא ראוי אימת שירצה לכתוב ב' אותיות ולא בעינן שיתכוין לכתוב בשבת וכן בסותר ע\"מ לבנות וקורע ע\"מ לתפור. נפל דיו או שאר דבר לח על ספר אל ילחכנו בלשונו ואל ירחצנו במים מפני שמוחק. אסור ליתן שעוה על הספר לסימן במקום שרוצה לעיין בה למחר מפני חשש מירוח [אחרונים]:",
            "(יד) אסור לשבר - ומותר ליתנו לתינוק:",
            "(טו) שכתוב עליה - ודוקא כשכותבין על העוגות אותיות מדבר אחר אבל כשהכתיבה היא מהעוגה עצמה בדפוס או בידים שרי דאין שם כתיבה עליה וממילא לא שייך בזה מחיקה. וכן אם כתב האותיות בדבש המעורב במים או שאר מי פירות ג\"כ אין להחמיר:",
            "(טז) כמין אותיות - ויש מחמירין אפילו בציורים:",
            "(יז) דהוי מוחק - ואף דאינו ע\"מ לכתוב איסורא דרבנן מיהו איכא ואף שאינו מכוין למחוק פ\"ר הוא ואסור אף בדרבנן וכדמוכח בסימן שי\"ו ס\"ד ועיין בספר דגול מרבבה שמצדד להקל בעיקר הדין הזה והביאו בשע\"ת ויש לסמוך עליו כשאינו שובר במקום האותיות בידו רק בפיו דרך אכילה. וספר שכתוב עליו בראשי חודי דפיו אותיות או תיבות יש אוסרין לפתחו ולנעלו בשבת דע\"י הפתיחה שובר האותיות והוי כמוחק וכן כשנועלו הוי ככותב אבל דעת הרמ\"א בתשובה להקל בזה וכן דעת הרבה אחרונים וטעמם דכיון דעשוי לנעול ולפתוח תמיד ליכא ביה משום מחיקה וכתיבה והוי כדלת הנסגר ונפתח תמיד דאין בו משום בנין וסתירה וכן המנהג. ומ\"מ נכון להחמיר כשיש לו ספר אחר:",
            "(יח) יש ליזהר - ר\"ל אף דחיוב חטאת ליכא דבעינן שיכתוב דוקא בדיו או בשאר דבר כיוצא בזה שרישומו מתקיים וכדלקמיה אפ\"ה מדרבנן אסור אף באינו מתקיים:",
            "(יט) במשקין וכו' - ר\"ל שטבל אצבעו באיזה משקה וכתב בו על השלחן וה\"ה על נייר וקלף וכיוצא בזה וכתבו האחרונים דאפילו אם כתב בהמשקין על דבר שאינו מתקיים כגון על עלה ירקות וכיו\"ב אפ\"ה מדרבנן אסור:",
            "(כ) או באפר - היינו ששרט באצבעו כמין אותיות באפר נגוב וה\"ה בחול וכן אסור לרשום כמין אותיות על החלון זכוכית בימי הקור שהם לחים מן הקור. ואם רשם כמין אותיות בדברים הקרושין כגון בדם וחלב שנקרש משמע בתוספתא דחייב:",
            "(כא) לרשום - כדי לרמז לחבירו איזה דבר ולא אמרינן דמאמן ידיו בכתיבה עי\"ז וה\"ה דמותר לראות אומנות בשבת אע\"ג שמלמדה [אחרונים] ונראה דהיינו דוקא באקראי שנזדמן לו לראות וגם זה יש לו ליזהר שלא ידבר אז מאומה עם העו\"ג בזה וכדלעיל בסימן ש\"ז ע\"ש אבל לילך בשבת בכוון לבית העו\"ג בשביל זה אסור משום ממצוא חפצך ועיין לעיל בסימן ש\"ו ס\"א:",
            "(כב) באויר - ה\"ה אם מוליך באצבעו על דף נגוב כעין צורת אותיות ג\"כ שרי כיון דאין רישומו ניכר כלל ולא דמי למשקין ואפר [ט\"ז]. ואגב נבאר פה מן הגמרא והפוסקים עיקרי דיני כותב ומוחק בדבר שיש בו חיוב חטאת ובדבר שהוא פטור ואסור כי השו\"ע קיצר בזה. א) אין הכותב חייב עד שיכתוב בדבר הרושם ועומד כגון דיו ושחור [היינו פחם רש\"י] וסקרא [צבע אדום] וקומוס [שרף אילן] ומי עפצים וקנקנתום וכלי עופרת וכל כיוצא בהם שהוא דבר המתקיים וכן אינו חייב עד שיכתוב על דבר שמתקיים הכתב עליו כגון על עור וקלף ונייר ועץ וכיוצא בהם אבל הכותב בדבר שאין רשומו עומד כגון במשקין ומי פירות או שכתב בדיו וכיוצא בו על עלי ירקות ועל כל דבר שאינו עומד פטור ואינו חייב עד שיכתוב בדבר העומד על דבר העומד וכן אין המוחק חייב עד שימחוק כתב העומד מע\"ג דבר העומד וכ\"ז לענין חיוב חטאת אבל איסור דרבנן יש אפילו כתב בדבר שאינו עומד על דבר שאינו עומד וכן לענין מחיקה. ב) הכותב על בשרו בדיו חייב מפני שהוא עור אע\"פ שחמימות בשרו מעברת הכתב לאחר זמן ה\"ז דומה לכתב שנמחק אבל המשרט על בשרו צורת כתב פטור שאין דרך כתיבה בכך. הקורע על העור כתבנית כתב חייב משום כותב הרושם על העור כתבנית כתב פטור [ובתוספתא שלנו איתא להיפך דבקורע פטור וברושם חייב וכבר נתחבטו בזה הראשונים עיין בדברי הרשב\"א בחידושיו ובדברי הרה\"מ כאן ובפ\"ד דגירושין]. ג) הכותב כתב על גבי כתב דהיינו שהעביר קולמוס על אותיות הכתובים כבר וחידשם פטור דהא לא אהני מידי וה\"מ שהיה דיו ע\"ג דיו או סיקרא על גבי סיקרא אבל אם העביר דיו על גבי סיקרא חייב שתים אחת משום כותב שעכשיו הוא כתב הגון יותר מבראשונה ואחת משום מוחק שמוחק בכתיבתו את ב' אותיות התחתונות ואם העביר סיקרא ע\"ג דיו פטור דמקלקל הוא. ד) אין הכותב חייב חטאת עד שיכתוב שתי אותיות אבל אם כתב אות אחת אפילו היתה גדולה כשתים פטור מחטאת ומ\"מ איסור דאורייתא איכא אפילו באות אחת וכנ\"ל בריש הסימן. ואות אחת שאמרנו דפטור הוא אפילו היתה סמוכה לכתב שהיה כתוב מקודם כיון דבשבת לא כתב אלא אות אחת אבל אם בזה האות השלים את הספר חייב דאהני מעשיו טובא. הכותב אות אחת ונקד עליה לסימן אע\"פ שקורים ממנה עי\"ז תיבה שלמה פטור כיצד כגון שכתב אות מ' והכל קורין אותה מעשה או שכתבה במקום מנין שהרי היא כמו שכתב ארבעים אפ\"ה פטור. המגיה אות אחת ועשה אותה שתים כגון שחלק גג החי\"ת ונעשה שני זייני\"ן והוא צריך לזה חייב וכן כל כיוצא בזה. התכוין לכתוב חי\"ת וכתב שני זייני\"ן או שהתכוין לכתוב מ ועלה בידו כו ע\"י שדילג הקולמוס ולא נמשך האות כראוי וכל כיוצא בזה ה\"ז פטור שהרי לא נתכוין אלא לאות אחת. ה) שתי אותיות שאמרנו לחיוב הוא אפילו אם לא נעשה תיבה עי\"ז כגון אל\"ף גימ\"ל וכיוצא בזה. ואפילו אם היו שתיהן שוות משם אחד כגון תת גג חח דד וכדומה ג\"כ חייב. ואפילו אם היה דעתו מתחלה לכתוב יותר כגון תתנו או גגות וכתב רק שתי אותיות אלו מהן אעפ\"כ חייב. ודע דלפי מה שנפסק לעיל בסימן ל\"ו דאין הזיונין של אותיות שעטנ\"ז ג\"ץ מעכב אלמא דמקרי כתב בלא זה א\"כ אם כותב שתי אותיות אפילו בסת\"ם בלי זיונין ג\"כ חייב וכ\"ש בכתב בעלמא דמקרי כתב וחייב וכן נוהגין בגיטין שכותבין בלי זיונין כמבואר באבן העזר סימן קכ\"ו אלמא דהוי כתב גמור אפי' בלי זיונין. גם דמלאכת כתיבה הוא מדאורייתא בכל כתב ובכל לשון ועיין לעיל בסימן ש\"ו בבה\"ל שבארנו דכן הוא הסכמת כל הפוסקים וכתב הרמב\"ם דאפילו משני סימניות חייב והיינו כגון שעשה הסימנים המורים על המספר. ו) שתי אותיות שאמרנו לחיוב הוא אפילו אם כתבן בשני דפי פנקס והן נהגין זה עם זה דהיינו שכתבן בשפתיהן שיוכל לקרותן כאחת ואפילו אם כתבן בשני כותלי זוית מבפנים חייב הואיל שהיו זו כנגד זו ויכול לקרותן כאחת. ואפילו לקח גויל וכיוצא בזה וכתב על שפתו אות אחת במדינה זו והלך באותו היום וכתב אות שניה במדינה אחרת ובמגילה אחרת על שפתה חייב שבזמן שמקרבן נהגין זה עם זה ואין מחוסר מעשה לקריבתן אבל אם כתב אות אחת בארץ ואות אחת בקורה או שכתב על ב' כותלי הבית והיו רחוקין זה מזה או על שני דפי פנקס באופן שאין נהגין זה עם זה פטור. ז) הכותב בשמאל או לאחר ידו [דהיינו בגב ידו שאחז הקולמוס באצבעותיו והפך ידו וכתב] ברגלו בפיו ובמרפקו [אצילי ידיו] פטור מפני שאין דרך כתיבה בכך ומ\"מ איסורא יש אפי' ברגלו וכה\"ג. איטר שכתב בימינו שהיא לו כשמאל כל אדם פטור ואם כתב בשמאלו חייב והשולט בשתי ידיו בשוה וכתב בין בימינו בין בשמאלו חייב. קטן אוחז בקולמוס וגדול אוחז בידו וכותב חייב שהוא העיקר במלאכה והקטן לאו כלום עביד. גדול אוחז בקולמוס וקטן אוחז בידו וכותב פטור דבזה הגדול לא עביד כלום ואם האוחז בקולמוס נתכוין לסייעו תליא החיוב בהאוחז בקולמוס [כן הוא לפי נוסחת הגר\"א בתוספתא ע\"ש]. הכותב ע\"מ לקלקל העור חייב שאין חיובו על מקום הכתב אלא על הכתב אבל המוחק ע\"מ לקלקל פטור. ח) הרושם רשמים וצורות בכותל בששר וכיוצא בהן כדרך שהציירים רושמים ה\"ז תולדת כותב וחייב משום כותב [ואם עושה צורה בכלי צורה [היינו שהכלי עומד לכך לנאותה. רש\"י] אפי' עושה מקצתה חייב משום מכה בפטיש שהיא גמר מלאכתה של הכלי] וכן המוחק את הרשום כדי לתקן ה\"ז תולדת מוחק וחייב. אסור לחבר אותיות של כסף לפרוכת וכיוצא בו דהוא כעין כותב וכן אסור להסיר ממנו דהוא כעין מוחק ועיין בח\"א כלל ל\"ז מה שכתב בזה. ועתה נבאר קצת מעניני מחיקה ושרטוט. המוחק כתב ע\"מ לכתוב במקום המחק שתי אותיות חייב ואפילו אות אחת אם היא גדולה ויש במקומה כדי לכתוב שתים חייב. והמוחק ע\"מ לתקן אפי' שלא ע\"מ לכתוב כגון שהיו אותיות יתירות בתורה ומחקן ג\"כ חייב. כתב הח\"א דכל המלאכות חוץ מכותב חייב בין בימינו בין בשמאלו והביא ראיה לזה מתוספתא פ\"י אך ברגלו בפיו ומרפקו משמע שם דפטור ואסור. המשרטט נייר וקלף וכיוצא בו כדי לכתוב שתי אותיות תחת אותו שרטוט חייב וכן כשרוצה לחתוך עור או שאר דברים ומשרטטו תחלה כדי שיכוין חתוכו גם זה הוא בכלל משרטט. וה\"ה חרשי עצים שמעבירין חוט של סקרא ע\"ג הקורה כדי שינסור בשוה או הגבלים שעושין כן באבנים כדי שיפצל האבן בשוה כ\"ז הוא בכלל משרטט ואחד המשרטט בצבע או בלא צבע ה\"ז חייב. הנה הארכתי בכ\"ז כדי לברר איזה דבר הוא דאורייתא או שפטור ואסור מדרבנן ונ\"מ ע\"י א\"י במקום מצוה דקי\"ל בסי' ש\"ז דאיסור דאורייתא אין מתירין ע\"י א\"י אפי' במקום מצוה:",
            "(כג) מותר וכו' - ויש מחמירין בזה ועי' בבה\"ל:",
            "(כד) לרשום בצפורן - ודוקא רשימה כעין קו בעלמא לזכרון שיש בזה איזה ט\"ס ומשום דלא חשיב כתב כלל בלא\"ה אבל לעשות כמין אות ודאי אסור אפילו באות אחת:",
            "(כה) שאין זה וכו' - ודוקא בקלף הקשה דבזמנם היו כותבין על הקלף אבל על הנייר אסור דמתקיים הוא [אחרונים] ודוקא בצפורן אבל אם רושם באיזה כלי שעושה רשימה עמוקה יותר אף על קלף ועץ אסור דמנכר היטב ומתקיים:",
            "(כו) למתחו - היינו שנתפרדו שתי חתיכות הבגד זו מזו במקצת וחוטי התפירות נמשכין ורוצה למתוח ראש החוט כדי להדק ולחבר:",
            "(כז) משום תופר - והעושה כן חייב חטאת [גמרא] והוא שעשה הקשר לבסוף אפי' אינו של קיימא אבל בלא קשר כלל פטור ואם יתפרדו ג' תפירות ומתחן חייב אף בלא קשר [אחרונים]. ואגב נבאר קצת דין תופר. התופר שתי תפירות חייב והוא שקשר ראשי החוט מכאן ומכאן כדי שלא תשמוט ואפי' לא היה של קיימא ואם היה של קיימא חייב גם משום קושר וכ\"ז לענין חיובא אבל לענין איסורא יש אומרים דאסור ואפי' לא עשה קשר כלל וע\"כ אותן האנשים שתוחבין הקרייז עם הבגד במחט בשתי תכיפות לאו שפיר עבדי [קרבן נתנאל] ואם עשה ג' תפירות חייב אף בלי קשר שהרי מתקיימת התפירה [רמב\"ם]:",
            "(כח) אותן שמהדקין - דרכן היה ליתן חוט בתוך הבית יד שעל זרועו דכשרוצה להדקו היה מותח החוט ומתהדק היטב:",
            "(כט) רחבים קצת ומתוקנים - דאז אינו דומה כלל לתופר דהוי כמאן דמכניס קרסים בלולאות כיון דמתוקן לזה בתמידות למתחו ולהדקו כשלובשו וכן לרפאותו כשרוצה לפשטו ואם אין מהדקו יפה ונמלך לפעמים להניחו כך לעולם ולפשטו כשהוא מהודק אסור להדקו בשבת:",
            "(ל) בתפירה - סביב הנקב ואז אפי' החוט תחוב במחט נקובה שהוא תלוי שם בתמידות כדי להכניסו על ידו בהנקבים שרי ואין בו משום טלטול כיון שהמחט תלוי בפתיל והפתיל בבגד ואין נפרד ממנו לעולם:",
            "(לא) מוכין - כל דבר רך קרוי מוכין כגון צמר גפן וגרירת בגדים בלויים וכה\"ג וה\"ה נוצות:",
            "(לב) מותר להחזירם - לאותו הכסת דכיון דכבר היו שם אין בזה משום תיקון מנא אך שיזהר שלא יתפור:",
            "(לג) בתחלה - דהשתא עביד ליה מנא ויש בזה חיובא דאורייתא:",
            "(לד) ממשרפות המלח - שיש מקומות שממשיך לתוכן מים מן הים והחמה שורפתן והן נעשין מלח:",
            "(לה) שדומה וכו' - דמלאכת מעמר הוא לאסוף השבולין וגם הוא כעין זה ודוקא במקום המשרפות ששם הוא מקום גידולו של המלח דומיא דשבלין שבשדה אבל אם נתפזר במקום אחר מותר לקבצן למקום אחד:",
            "(לו) למעמר - ולכך אסור מדרבנן אבל עימור גופא ליכא דאין עימור אלא בגידולי קרקע:",
            "(לז) כל דבר - היינו פירות וירקות ועצים ועשבים וכל דבר הגדל מן הקרקע ובזה חיובא נמי איכא כשמקבצן במקום גידולן דזהו מלאכת מעמר גופא והאי דנקט המחבר בלשון אסור להורות לנו דשלא במקום גידולן כגון שנתפזרו פירות בבית אפילו איסורא נמי ליכא כשמקבצן יחד וע\"ל סימן של\"ה ס\"ה. ושומרי גנות ופרדסים צריכין ליזהר מאד בזה אפי' בפירות שנשרו מבעוד יום שלא לאספן בשבת אפילו מעט כי יש בזה חיוב חטאת דשיעור עימור הוא שיעור קטן מאד וכמו שכתב הרמב\"ם המעמר אוכלין אם לאכילה שיעורו כגרוגרת ואם לבהמה שיעורו כמלא פי הגדי ואם להסקה שיעורו כדי לבשל ביצה ע\"ש:",
            "(לח) הרי זה תולדות מעמר - שדרכן של אותן הפירות לחברן באופן זה ועיין בנשמת אדם שמצדד דאף כשעושה כן בבית חייב משום מעמר דבאופן כזה עשוי לעשות גם בבית כבשדה וכ\"כ בספר מעשה רוקח ע\"ש:",
            "(לט) לא יחבצם בידו - ר\"ל שמהדק בידו האגוזים ועי\"ז מפריד הדבש מבחוץ דהוי בורר ועיין לעיל בסימן שי\"ט בסופו שבררנו דבר זה:",
            "(מ) אין שוברים החרס ואין וכו' - כדי להניח עליהם וכה\"ג:",
            "(מא) מפני וכו' - ומיירי בשאין מקפיד על המדה דאל\"ה יש בו גם משום מחתך ואם קורע נייר לקרעים כדי לקנח א\"ע בהן או לשאר איזה תשמיש חייב משום קורע שהוא קורע ע\"מ לתקן וכדלקמן בסי\"ד והמחבר שלא הזכיר כאן הטעם משום קורע עיין בבה\"ל. ולקרוע אגרת המחותם אפילו אם יזהר שלא ישבור אותיות החתימה רק יקרע הנייר שסביבה ג\"כ אסור לכו\"ע ואפילו לומר לא\"י יש ליזהר אם לא לצורך גדול ובאגודה כתוב שיאמר לא\"י איני יכול לקרותו כ\"ז שאין פתוח ואם יבין הא\"י מעצמו ויפתחנו לית לן בה:",
            "(מב) ה\"ז תולדת תופר - ומסתברא דשעורו ג\"כ כמו בתופר דהיינו שעור ב' תפירות לחיוב ועיין בבה\"ל:",
            "(מג) בלבד - אלא בשביל איזה תועלת אף שלא נתכוין בזה כדי לדבקם עוד ביותר מ\"מ חייב משום קורע דלא בעינן בקורע דוקא ע\"מ לתפור אלא בשביל איזה תיקון כדי שלא יהיה מקלקל. ואם מכוין לקלקל בלבד פטור ואסור לכתחלה ככל מקלקלין דשבת:",
            "(מד) הרי זה תולדת קורע - וכ\"ש בקורע בבגד במקום התפירה לאיזה תועלת דחייב [תו\"ש]:",
            "(מה) וחייב - ודוקא בזה שדיבוק זה נעשה לקיום אבל היכא שנדבקו הדפין להדדי ע\"י שעוה או בשעת הקשירה מותר לפתחן כמש\"כ סימן שי\"ד ס\"י כיון דלא נעשה לקיום כ\"ש הכא דנעשה ממילא בלא מתכוין לפיכך אינו דומה כלל לתופר ואין בו משום קורע [מ\"א] ואם נדבקו במקום האותיות אסור לפרקן ועיין לעיל בס\"ג בבה\"ל שם. ולקרוע מחדש דפין של הספרים שלא נחתכו מבעוד יום יש בהן חיובא ואפי' ע\"י א\"י אסור [פמ\"ג ועיין בבה\"ל]. מי שנסתבכו בגדיו בקוצים מפרישן בצנעה ובנחת שלא יקרע ואם נקרע נקרע וכן מותר ללבוש בגדים חדשים ואם נקרע נקרע שאינו מתכוין לקריעה. ופוצעין אגוזים במטלית [היינו שמכה על המטלית כדי לשברם] ואינו חושש שמא תקרע [רמב\"ם בפכ\"ב]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}