{
    "versionTitle": "Hilchos Yom HaKippurim",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) מצוה לאכול וכו' - דכתיב ועניתם את נפשותיכם בתשעה לחודש בערב היה לו לכתוב בתשעה לחודש בערב תענו את נפשותיכם עד ערב וכו' ומדכתיב ועניתם וכו' בתשעה לחודש משמע שיתענו בתשעה ובאמת יוה\"כ אינו אלא בעשרה לחודש וקבלו חז\"ל דאדרבא מצוה מן התורה לאכול בעיו\"כ ורצה הקב\"ה ליתן שכר בעד האכילה כאלו התענו שאינו דומה מצוה שיש בו צער כמו שאמרו לפום צערא אגרא אילו כתב בט' לחודש תאכלו לא היה לנו שכר אלא כמקיים מצותו ע\"י אכילה ולכן שינה הכתוב וכתב מצות אכילה בלשון תענית שיהיה נחשב אכילה זו לפני הקב\"ה כאילו היה תענית כדי ליתן שכר כמקיים מצוה בצער עינוי ויש לאדם למעט בלימודו בעיה\"כ כדי לאכול ולשתות:",
            "(ב) אפילו תענית חלום - אכן אם מתירא לנפשו ורוצה להתענות יתענה עד סעודה המפסקת דודאי מן הדין סגי כשיאכל פ\"א. ואם אינו מתענה היום כלל טוב שיתענה איזה יום אחר יוה\"כ ואם חל עיו\"כ באחד בשבת ובשבת שלפניו התענה תענית חלום שצריך למיתב תענית לתעניתו אחר השבת אין לו להתענות עיוה\"כ אלא ידחה עד אחר עבור המועד ולפי דעת הט\"ז לעיל בסימן רפ\"ח סק\"ג א\"צ שוב להתענות אחר יו\"כ דיוה\"כ כיפר גם על זה ומי שקשה לו התענית יכול לסמוך ע\"ז. מי שנדר שלא לאכול בשר חוץ מיו\"ט נתבאר בסימן תק\"ע שמותר לאכול בעיו\"כ דבלשון ב\"א מקרי יו\"ט ולא מיבעי בסעודה המפסקת אלא אף גם בשחרית דאנן רגילין לאכול בשר גם בשחרית וכל הנודר אדעתא דמנהגא נדר אבל בלילה של עיו\"כ אסור. ודוקא בנודר ממש אבל מי שלא נדר בהדיא אלא שנוהג כך שלא לאכול בשר כ\"א בימים שא\"א בהם תחנון אזי אפילו בלילה של עיוה\"כ מותר לאכול ודוקא בלילה ממש אבל לא מקודם לזה אע\"פ שהתפלל ערבית:",
            "(ג) אין נופלים על פניהם - דנוהגין לעשותו קצת כמו יו\"ט:",
            "(ד) למנצח ומזמור לתודה - למנצח משום דכתיב ביה ביום צרה ומזמור לתודה דבזמן הבית היה אסור להקריב שום קרבן הנאכל בעיוה\"כ דממעט זמן אכילתו שהרי עכ\"פ כל הקרבנות נאכלין ליום ולילה שלאחריו וביוה\"כ א\"א לאכול ונמצא מביא לידי פסול:",
            "(ה) ערב יום כפור שחרית - אבל במנחה אין אומרים אותו בכל גווני:"
        ],
        [
            "(א) יש למנוע המנהג - משום חשש דרכי האמורי:",
            "(ב) מנהג וותיקין - ויחשוב שכל מה שעושין לעוף הזה הכל היה ראוי לבוא עליו וע\"י תשובתו הקב\"ה מסלק הגזירה מעליו ונתקיים דוגמתו בעוף הזה וכן כתבו הראשונים טעם הקרבן הבא על השוגג. וטוב לשחטו באשמורת אחר הסליחות כי אז הרחמים גוברים ולכן יש לבעה\"ב להזמין אבוקה לפי שאין שוחטין בלילה כ\"א לאור האבוקה. ויש ששוחטין אותו אחר תפילת שחרית [עיין א\"ר]. ובמקום שמתקבצים הרבה ביחד ודוחקין זה את זה והשוחטים נעורים כל הלילה בפנים זעופים ואינם מרגישים בסכין מפני רוב העבודה. ויוכל לבוא לידי איסור נבילה טוב יותר לשחוט הכפרות יום או יומים קודם יוה\"כ כי כל עשי\"ת הוא זמן לכפרות [פמ\"ג ע\"ש]. או שיסבבו על ראשיהם במעות ותחשב להם לצדקה שלא יהיו נכשלין באיסור נבילה ח\"ו. [ומי שיכול ורוצה מן המובחר יקרא השוחט לביתו באשמורת הבוקר וכהיום המנהג בכמה מקומות שהשוחטין נעורים והולכין לבית כל אחד אחר חצות הלילה עד אור היום ולכן מן הנכון שישנו השוחטים מקודם כדי שלא יתעלפו. וכן צריכים להכין כמה סכינים בדוקים ובשעת שחיטה יראה לבדוק בכל פעם ולא יסמוך על מה שבדק תחילה. והנה אף כששוחט בבית בעה\"ב הדרך הוא שבאים ג\"כ מבע\"ב הסמוכים ובפרט כששוחט בביתו באים הרבה שלוחים ביחד עם כפרות ומחמת שצריך לשחוט כפרות הרבה אין הזמן מספיק לבדוק בכונת הלב כדין י\"ב בדיקות וקרוב הדבר שמחמת הנחיצה לא ידקדק היטב בבדיקה לכן העצה היעוצה שעכ\"פ אחר שחיטת כל העופות של בעה\"ב אחד יבדוק טרם ילך השליח עם העופות כדי שיתברר לו אם נמצא סכינו יפה שאסור לאכול קודם הבירור ואם נמצא פגום יטרוף כל העופות של בעה\"ב זה]:",
            "(ג) ב' תרנגולים - דהיינו תרנגול ותרנגולת תרנגול שמא הולד זכר ותרנגולת שאפילו אם הולד נקבה יתכפרו שניהם היא עצמה והולד באחת. ואפילו שני בני אדם יכולין ליקח כפרה אחת אם אין ידם משגת. ויש שלוקחין למעוברת שני תרנגולות ותרנגול אחד ובשעה שמסבב על ראשו יאמר זה חליפתי תמורתי כפרתי ר\"ת חת\"ך שם מלאך הממונה על החיים:",
            "(ד) בתרנגולים לבנים - ומ\"מ אין לחזור אחרי לבנים דוקא כמו שנוהגין אנשים שמהדרין אחריהם ביותר ונותנין ביוקר והוא מדרכי האמורי וחוק עכו\"ם אלא אם יבא ממילא לקנות במקח שאר תרנגולים יקנה אותו ולא יאמר כלום [אחרונים]. כתבו האחרונים אם אין לו תרנגול יקח אווז או שאר ב\"ח שאינם ראוים להקרבה למזבח וי\"א אפילו דגים:",
            "(ה) ונהגו ליתן - כמש\"כ וחטאיך בצדקה פרוק וכו' ובאמת לפדותן טוב יותר שלא יתביישו העניים שיאמר זה נתן עוונותיו על ראשו ושלחו אלי ואם יודע בו שלא יתבייש יכול ליתן לו העופות עצמם שלפעמים נהנה יותר שהוא הנאה שא\"צ לטרוח:",
            "(ו) בממון שנותנין וכו' - ר\"ל שיעריך דמי שיווי הכפרות ששחטן ויחלק דמי השיווי לעניים והיינו אם היכולת בידו. וכתבו האחרונים דמי שפודה אותו ויש בידו מעות מעשר שלו לא יפדה בהם רק במעות של חולין:",
            "(ז) על הקברות ולהרבות - ויוכל ליתן זה ממעות פדיון הכפרות ואין להרבות שם בתחינות רק מה שמיוסד מהקדמונים שהרי א\"א היום תחנון:",
            "(ח) וסמך ידיו עליו - ויש שכתבו שיש למנוע דבר זה דנראה כמקדיש קדשים ושוחטן בחוץ ואחרים כתבו שאין לחוש לזה כיון שהתרנגול אינו ראוי למזבח:",
            "(ט) וזורקין - שדרך התרנגולים ליזון מן הגזל ובני המעיים הם הכלים הראשונים שמקבלים הגזל לכן מרחיקין עצמם מלאכלם כדי ליתן אל לבו להרחיק מן הגזל וגם משום רחמניות כשם שמרחם על הבריות לפרנסן ירחמו עליו מן השמים:"
        ],
        [
            "(א) צריך לפייסו - דגם בזה עבר על איסור דאונאת דברים והנה אע\"פ שגם בשאר ימות השנה מחוייב לפייס למי שפשע כנגדו מ\"מ אם אין לו פנאי הוא ממתין לפייסו על יום אחר אבל בעיוה\"כ מחוייב לתקן הכל כדי שיטהר מכל עונותיו כדכתיב כי ביום הזה יכפר עליכם מכל חטאתיכם וגו' וכ\"ש אם יש בידו מן הגזל ואונאה וכל דבר הנוגע בממון יראה לתקן. [דזהו המקטרג הגדול על האדם כמו שאחז\"ל סאה מלא עונות מי מקטרג גזל מקטרג בראש] ואם יש לחבירו בידו ממון שיש לו תביעה עליהם יודיענו אע\"פ שחבירו לא ידע מזה כלל ועכ\"פ יסדר לפני הרב ומ\"ץ הענין בשלימות ובאמת בלא שקר ולשאול האיך להתנהג. כללו של דבר כל דבר שבממון לא יסמוך על הוראתו כי היצה\"ר יש לו התירים הרבה [ח\"א]:",
            "(ב) לפייסו - ונכון שילך בעצמו אליו ולא ישלח תחלה אמצעי שירצה לקבל פיוסים ואם קשה עליו לילך בעצמו תחלה או שיודע שיותר קרוב הפיוס ע\"י איש אמצעי שיתווך ביניהם יכול לעשות ע\"י אמצעי:",
            "(ג) יחזור וילך - ויפייסנו בכל פעם במין ריצוי אחר ובשעת בקשת מחילה צריך לפרט מה שחטא לחבירו אם לא כשיודע שחבירו יתבייש מזה כשיפרט החטא אזי לא יפרט אותו ומי שהוא מבקש מחילה מרבים בכלל אינו יוצא אם יודע שעשה לאיזה יחיד בפרט:",
            "(ד) ואם אינו מתפייס בשלשה פעמים - ר\"ל באופן זה ע\"י ריבוי אנשים:",
            "(ה) אינו זקוק לו - ואם רצה לפייסו יותר רשאי אם אין שם בזיון התורה:",
            "(ו) לפני עשרה - כדי לפרסם הדבר שמצדו לא יבצר:",
            "(ז) רבו - אפילו אינו רבו מובהק אלא ששמע ממנו ד\"ת:",
            "(ח) לא יהיה אכזרי מלמחול - דכל המעביר על מדותיו מעבירין לו על כל פשעיו ואם הוא לא ירצה למחול גם לא ימחלו לו:",
            "(ט) לטובת המבקש וכו' - כדי שיהא נכנע לבו הערל ולא ירגיל בכך ומ\"מ נראה דמלבו צריך להסיר השנאה ממנו אחרי דבאמת ביקש ממנו מחילה:",
            "(י) מחילה - וה\"ה אם מכוין לטובת עצמו שמתירא שיגיע לו היזק כשימחול:",
            "(יא) א\"צ למחול לו - דאיכא דשמע בחשדא ולא שמע בפיוס ונשאר הש\"ר ומ\"מ מדת ענוה למחול גם בזה:",
            "(יב) אם מת וכו' - זה קאי גם אמוש\"ר דאמרינן אילו היה חי היה מוחל לו:",
            "(יג) אשר חטא לו - ואם קרא לאחד ממזר י\"א דפגם בכבוד אבותיו ג\"כ וצריך לילך על קברם אבל רבים חולקין ע\"ז דיכול לומר לאו אדעתאי שיהיה הדבר נוגע לאבותיו אא\"כ קראו ממזר בן ממזר. ועיין בחו\"מ סימן ת\"כ לענין אם קראו רשע בן רשע או גנב בן גנב:",
            "(יד) על קברו - וצריך לילך לשם יחף. ואם הוא חוץ לשלשה פרסאות ישלח שלוחו לשם והשליח יקח עשרה אנשים וילך על קברו ויבקש מחילה בשם המחרף ויאמר הנני שליח פלוני מודה ברבים ששלחני פלוני לאמר שחטא לאלקי ישראל וכו'. ואם חירפו לאחר מיתה א\"צ לילך על קברו אלא מבקש ממנו מחילה במקום שביישו:",
            "(טו) שחטאתי לו - בחטא פלוני כי צריך בזה לפרט החטא והם ישיבו לו מחול לך מחול לך ג\"פ:",
            "(טז) שלא להוציא ש\"ר וכו' - ולכן צריך לעשות תשובה על שעבר החרם:",
            "(יז) יכול לטבול - המחבר קיצר דמקודם היה לו לכתוב דמנהג לטבול וללקות בעיו\"כ ואפילו נערים ובתולות מכיון שהם בני מצות טובלות:",
            "(יח) קודם הלילה - וטוב שיטבול קודם תפלת המנחה ששם מתודה וכן נוהגין ומקצתן נוהגין לטבול אחר סעודה המפסקת כדי שיהיה סמוך ליוה\"כ:",
            "(יט) ואינו מברך - דטבילה זו אינו רק משום מנהג:",
            "(כ) בלא וידוי - לאפוקי מאותן הרגילין להתודות בשעת טבילה:",
            "(כא) משום קרי - ולכן די בפ\"א וגם א\"צ לוידוי [ואשה ששמשה בתוך ג' ימים צריכה לכבד ביתה בחמין קודם טבילה שלא תפלוט ש\"ז ותחזיר לטומאת קרי אם לא שהיא סמוך לטבילתה או סמוך לוסתה שאז רגילות להתעבר ואם תכבד יש לחוש להשחתת זרע כ\"כ מ\"א ובתשובת רע\"א מפקפק ומצדד דלעולם לא תכבד] וי\"א דטעם הטבילה משום תשובה ולפ\"ז יש לטבול ג\"פ וכ\"כ הרוקח ועיין במ\"א דאף למאן דס\"ל דטעם הטבילה משום קרי אפ\"ה צריך תמיד לטבול בעי\"כ אפילו אם כבר טבל ער\"ה ולא ראה עוד קרי:",
            "(כב) נמי מהני - אם הוא מצטער בטבילה [מהרי\"ו] ופרטי דיני ט' קבין עיין לעיל בסימן פ\"ח במ\"ב:",
            "(כג) בין ראש השנה ליום הכיפורים - וה\"ה אפילו בעיו\"כ:",
            "(כד) מותר לרחוץ - היינו אפילו בחמין וכן הטבילה במקוה מותר אפילו היתה של חמין:",
            "(כה) דיוה\"כ מבטל שבעה - ר\"ל דדינו כמו שאר רגל שפגע באבילות שהוא מבטל שבעה ומותר מחמת זה לרחוץ אחר המנחה סמוך לחשיכה לדעת היש מתירין לעיל בסימן תקמ\"ח ס\"י ועיין במ\"א דגם בענינינו אין להקל רק שעה או שתים קודם הלילה ולא קודם:",
            "(כו) אע\"פ שנהגו וכו' - ר\"ל אף דגזירת שבעה נתבטל ע\"י יוה\"כ היה לנו לאסור רחיצה וטבילה משום גזירת שלשים וע\"ז תירץ דטבילה זו היא מצוה ומחמת זה ממילא מותר גם רחיצה כדי שלא יהא חציצה לטבילה:",
            "(כז) טבילת מצוה מותר - ואף דאיננה חיובא וכנ\"ל מ\"מ איסור רחיצה כל ל' ג\"כ אינו אלא מנהגא:"
        ],
        [
            "(א) קודם סעודה המפסקת - שמא יארע לו דבר קלקלה בסעודה שיחנק או שתטרף דעתו ולא יוכל להתודות אח\"כ ויש פוסקים שסוברין שצריך להתודות גם אחר אכילה קודם חשיכה וראוי להחמיר כדעה זו (של\"ה) וכן נהגו בזמנינו שאומרים אז תפלה זכה:",
            "(ב) ויחיד אומרו אחר שגמר תפלתו - ר\"ל בין עיו\"כ במנחה ובין ביוה\"כ בך אימתי שמתודה אומרו אחר שגמר תפלתו קודם אלהי נצור:",
            "(ג) אומרו ביום כיפור - אבל במנחה כשחוזר התפלה אינו אומר כלל הוידוי כדלקמן בס\"ה בהג\"ה:",
            "(ד) בתוך התפלה - ר\"ל שכוללו בתוך הברכה האמצעית:",
            "(ה) א\"צ לפרט - אלא כשיאמר סתם חטאתי יצא ידי מצות וידוי:",
            "(ו) הרשות בידו - הנה מדכתב אח\"כ ואם מתודה בלחש משמע דרישא איירי במתודה בקול רם ואף דהרמ\"א כתב בהג\"ה דבקול רם אין לפרט החטא משמע דאיסורא נמי איכא התם מיירי בחטא שאינו מפורסם לרבים ומפני שאין זה כבוד המקום שמגלה לרבים שחטא כנגדו אבל בחטא המפורסם לרבים רשות בידו לפרטו ברבים אפילו בקול רם:",
            "(ז) בלחש נכון לפרט - ובזה אין חילוק בין מפורסם לשאינו מפורסם דהכל גלוי לפני המקום:",
            "(ח) החטא - כדי שיתבייש יותר כשמזכיר חטאיו ואכתי מקרי כסוי חטאה כיון שאינו נשמע לבני אדם:",
            "(ט) אין לפרט החטא - מדסתם משמע דאפילו בעון שבין אדם לחבירו ג\"כ אסור:",
            "(י) מעומד - דהכי הוי דרך הכנעה טפי ומתודה בלב שלם וטוב שישחה כמו במודים ולא יסמוך על דבר שאם ינטל אותו דבר יפול ואם סמך צ\"ע אם יחזור ויתודה [פמ\"ג] והעמידה צ\"ל עד אחר על חטא שאנו חייבים עליהם ארבע מיתות ב\"ד:",
            "(יא) והוא התודה כבר - מלשונו משמע דדעתו דכיון שהתודה כבר בעצמו א\"צ פעם שני לחזור ולהתודות אלא לשמוע מש\"ץ כשאר חזרת הש\"ץ והרמ\"א בשם הר\"ן פליג ע\"ז וס\"ל דצריך לחזור ולהתודות וכן פסק בעיטור ומאירי וכן המנהג בזמנינו. בעל חטא צריך לומר בסתר ובגלוי בשגגה ובזדון [דה\"ח] משום דיש להקדים הקל לחמור ובמטה אפרים מסיק דאין לשנות מן הנוסח הכתוב בסידורים דאין כדאי להוציא עצמו מן הכלל בשביל זה וכ\"א לא ישנה ממנהג מדינתו. אין לדבר בשעת הוידוי ואפילו באמירת על חטא אכן לענות קדיש וקדושה יש לפסוק אפילו באמצע אשמנו. בשעת אמירת הוידוי כשמזכיר החטא יכה באגרוף על החזה או על הלב כלומר אתה גרמת לי שאחטא [אחרונים]:",
            "(יב) אבל אנחנו חטאנו - וה\"ה שצריך לומר ג\"כ עוינו פשענו אלא שנהגו לומר גם שארי דברים כגון מה נאמר לפניך וגו' ואתה יודע רזי עולם ועל חטא:",
            "(יג) אפ\"ה יכול וכו' - אף בין אדם לחבירו גנב וגזל וכדומה אע\"פ שמחל לו והשיב את הגזילה מ\"מ מתודה ביוה\"כ לעולם דמ\"מ בין אדם למקום חטא אבל אם הקניט חבירו בדברים או עני המהפך בחררה י\"ל כה\"ג כיון שביקש מחילה מחבירו והתודה ביו\"כ א' א\"צ להתודות ביו\"כ שנית [פמ\"ג]:",
            "(יד) לחזור ולהתודות - ובגמרא קאמר הרי זה משובח משום שנאמר וחטאתי נגדי תמיד:",
            "(טו) בתפלת מנחת וכו' - לאפוקי מדעת רש\"י דס\"ל דכל שהוידוי סמוך לתפלה יכול לחתום בא\"י האל הסולחן וה\"ה בכל תפלת יו\"כ אינו חותם בוידוי שאחריה ונקט תפלת מנחה משום דבזה הסימן איירי בתפלת המנחה:",
            "(טז) אינו חותם וכו' - ואחר אלהי עד שלא נוצרתי שהוא ג\"כ כעין וידוי יאמר אלהי נצור לשוני וכו'. אותן האומרין תמיד יהיו לרצון מיד אחר התפלה קודם תחנונים ה\"ה כאן יאמר יהיו לרצון קודם שמתחיל לומר אלקינו ואלקי אבותינו תבא לפניך תפלתנו וכו':",
            "(יז) ארבעים - לאו דוקא אלא ל\"ט [מ\"א]:",
            "(יח) שמתוך כך וכו' - דבאמת אין מלקות מועיל בזה\"ז דאין לנו סמוכים וגם אין חייב מלקות דליכא התראה אלא דעושים כן שמתוך כך ישוב וכו':",
            "(יט) וידויים - ג\"פ אשמתי ובגדתי וכו' [ד\"מ]:",
            "(כ) כל דהו - אע\"פ שדינה ברוחב טפח [מ\"א] וה\"ה דלוקה רק מכות קלים:",
            "(כא) פניו לצפון וכו' - י\"א שה\"ה איפכא פניו לדרום ואחוריו לצפון ובא רק לאפוקי שלא יהא אחוריו למזרח או למערב שהם מקומות שהשכינה שרויה שם אבל הט\"ז כתב דוקא יהפוך פניו לצפון שעיקר חטאת האדם הוא מחמת ממון וכתיב מצפון זהב יאתה ע\"כ מכניע עצמו לאותו צד להודיע שמשם בא לו החטא ע\"כ וכן נוהגין:"
        ],
        [
            "(א) שצריך להוסיף וכו' - ותוספות זה אין בו כרת כ\"א מ\"ע וילפינן בגמרא (ר\"ה ט א) מדכתיב ועניתם את נפשותיכם בתשעה לחודש בערב מערב עד ערב תשבתו שבתכם ואמרינן יכול בתשעה מתענין ת\"ל בערב אי בערב יכול משתחשך ת\"ל בתשעה הא כיצד מתחיל ומתענה מבע\"י כדי להוסיף מחול על הקודש וגם ביציאתו מוסיף מדכתיב מערב עד ערב:",
            "(ב) שזמנו אלף ות\"ק אמה וכו' - ר\"ל ששיעור בין השמשות הוא שיעור מהלך אלף ות\"ק אמה והוא לערך רבע שעה קודם צה\"כ וקודם לזה צריך להוסיף מעט ושיעור התוספות עם בין השמשות ביחד עולה כמעט חצי שעה. והנה השו\"ע הזכיר שזה דעת ר\"ת וסייעתו ואזיל לשיטתו בסימן רס\"א ס\"ב וכבר כתבנו שם דהרבה מהראשונים חולקין ע\"ז וגם הגר\"א הסכים לשיטתם דבין השמשות מתחיל תיכף אחר תחלת השקיעה דהיינו משעה שהחמה נתכסה מעינינו וזמן התוספות שצריך להוסיף היינו קודם שקיעת החמה ועיין שם במ\"ב סקכ\"ג לענין שיעור הוספה לפרוש ממלאכה וה\"ה הכא לענין אכילה:",
            "(ג) אין ממחין בידן - ודוקא ביודע בודאי שלא יקבלו ממנו אבל בספק שמא יקבלו צריך למחות אפילו במידי דרבנן:",
            "(ד) וה\"ה בכל דבר איסור וכו' - ר\"ל ג\"כ בשברור לו שלא יקבלו ממנו וכנ\"ל. ובכל זה אין חילוק בין רבים ליחיד:",
            "(ה) אמרינן מוטב שיהיו שוגגין וכו' - ר\"ל ג\"כ בברור לו שאם יאמר להם לא יקבלו ממנו וכנ\"ל וכ\"ז דוקא בשעכשיו הם שוגגין אבל כשיודעין שהוא אסור ועוברין במזיד צריך להוכיחם אף כשברור לו שלא יקבלום ונהי דמי שאינו מוכיח אינו נענש עבור חטאם כיון שברור לו שלא יקבלום מ\"מ מצוה להוכיחם:",
            "(ו) שאינו מפורש בתורה - ר\"ל דאז אנו יכולין לתלות ששוגגין ומוטעין הם בזה ומה שלא ישמעו לנו מה שנאמר להם שהוא אסור מחמת דקיל להו הדבר ולכן אמרינן בזה מוטב שיהיו שוגגין וכו' אבל בדבר המפורש בתורה והם עוברין ע\"ז בודאי אינם שוגגין ולא שייך בהו לומר מוטב שיהיו שוגגין ומחינן בהו וענשינן להו עד דפרשי:",
            "(ז) מוחין בידם - דוקא בדליכא סכנה אבל בדאיכא חשש סכנה א\"צ למחות וכ\"כ בחינוך מצוה רל\"ט ע\"ש ועיין בחו\"מ סימן י\"ב וביו\"ד סימן של\"ד:",
            "(ח) ואם יודע וכו' - זה קאי ג\"כ על דבר המפורש בתורה [וה\"ה על שאר מזיד דהיינו שיודע שהוא אסור ועובר ע\"ז] עד סוף הג\"ה. והנה לשון ואם יודע כתבו האחרונים שאינו מדוקדק דהא עד עכשיו ג\"כ מיירי בהכי וכנ\"ל אלא דבא לחדש דיש חילוק בין רבים ליחיד דברבים כשיודע שאין דבריו נשמעין להם מחויב להוכיח רק פ\"א אבל ביחיד מחויב להוכיח כמה פעמים עד הכאה או קללה:",
            "(ט) רק פ\"א - אולי ישמעו או כדי שלא יהיה להם פתחון פה ומכאן ואילך כשם שמצוה לומר דבר הנשמע כך מצוה שלא לומר דבר שאינו נשמע:",
            "(י) חייב להוכיחו - בעבירה שבסתר יוכיחנו בסתר ובעבירה שבגלוי יוכיחנו מיד שלא יתחלל שם שמים:",
            "(יא) יקללנו - וי\"א דדי עד שינזוף בו החוטא ומכאן ואילך אסור להוכיחו שנאמר אל תוכח לץ פן ישנאיך:",
            "(יב) יכול לחזור ולאכול וכו' - יש שכתבו שהמנהג שלאחר שאכל אסור לאכול דבזה שמפסיק הוי כאילו קיבל בפה ולכן נכון שקודם בהמ\"ז יאמר בפירוש שאינו מקבל עליו עדיין התענית ועכ\"פ יחשוב בלבו כזה:",
            "(יג) כל זמן וכו' - ואם קיבל עליו אסור גם ברחיצה וסיכה ובפרט במלאכה:",
            "(יד) שלא קיבל עליו התענית - והקבלה מהני רק מפלג המנחה ואילך אבל אם קיבל עליו התענית מקודם פלג המנחה אין בקבלתו כלום אבל אם קיבל ע\"ע סתם שלא לאכול עוד זה מהני אפילו בשאר ימות השנה אם קבל עליו שלא לאכול מחצות היום ואילך כמ\"ש בסימן תקס\"ב סי\"א:",
            "(טו) ועיין לעיל וכו' - ועיי\"ש במשנה ברורה סק\"ב מש\"כ בשם הב\"ח והגר\"א וכן יתר הדברים שם ושייך ג\"כ לענינינו:",
            "(טז) דברים המחממין - כגון בשמים וכרכום (שקורין זאפרין) ויין טוב וזה אינו אסור כ\"א בסעודה המפסקת אבל דברים המרבים זרע כגון מאכלי חלב וכדלקמיה היה ראוי להיות נזהר שלא לאכול כל היום אכן העולם נוהגין לאכלן בשחרית וזה שמסיים הרמ\"א אך בסעודת שחרית וכו' וטעם המנהג לא נתפרש כ\"כ המהרי\"ל ועיין במ\"א שמיישב המנהג ועיקר טעם המנהג משום שהם מאכלים קלים אכן בסעודה מפסקת נהגו לאכול בשר שהיא עיקר הסעודה ודוקא בשר עוף [מ\"א] ומפמ\"ג משמע דבזמנינו נהגו לאכול בשר עוף בשחרית:",
            "(יז) שלא יבא לידי קרי - וביוה\"כ הלא אסור לו לטבול וכדלקמן בס\"ס תרי\"ג:",
            "(יח) מאכלי חלב - חמה ועיין בט\"ז דה\"ה דיש ליזהר משום וביצים שהם ג\"כ מרבים זרע. כתב הפמ\"ג דחלב המעורב בתבשיל או טיי\"א עם חלב אפשר דבטל ברוב לענין זה. לא יאכל שומשמין מפני שמעלה גרה ואם אכל הרבה לא ישים אצבעו בפיו להקיא ביו\"כ שמא יבלע קצת מן הקיאה [ס\"ח] כתב מהרי\"ו שלא ישתכר בסעודה המפסקת ולא יאכל אכילה גסה. ובאמת אפילו בסעודת שחרית יש ליזהר מזה כמו שכתב המחבר וכ\"ש בסעודה זו:"
        ],
        [
            "(א) מותר וכו' - שמחול לחול הוא מכין:",
            "(ב) וי\"א שאין להטמין - שנראה דביוה\"כ מתבשל בתנור לצורך חול וזה אין נכון ואפילו בעיו\"כ קודם חצות אין לעשות הטמנה זו ובכל גווני אם עבר והטמין א\"צ להמתין במוצאי יו\"כ בכדי שיעשה:"
        ],
        [
            "(א) מקום שנוהגים להדליק וכו' - ושני המקומות נתכונו לדבר אחד דהיינו לבטל תשמיש דהמדליק כוונתו שאסור לשמש נגד אור הנר ומאן דלא מדליק כונתו שלא יראה אותה ויתאוה לה ויוכל לבוא לידי תשמיש ואפילו היא נדה דאסור לו בלא\"ה לבוא עליה מ\"מ מידי הרהור לא יצא. ויבטל מחשבתו הטהורה ביום זה:",
            "(ב) בליל יום הכפורים - אף בחדר משכבו ומקום שנוהגין שלא להדליק היינו אף בבית אין מדליקין:",
            "(ג) מדליקין - אמרינן בירושלמי דמקום שנהגו להדליק חשיבא טפי ונ\"מ לעיר חדשה שראוי לנהוג כן [פר\"ח]:",
            "(ד) חייב להדליק וכו' - ר\"ל אף במקום שנהגו שלא להדליק:",
            "(ה) אצל הנר שבביתו - המ\"א מיישב המנהג שאין נוהגין כן וכתב דמ\"מ יש להחמיר אכן באשתו כשהיא נדה דבלא\"ה בדיל מינה משום נדותה יש להקל כשמדליק בשולחן ולא בחדר:",
            "(ו) שמברך וכו' - היינו במקום שנוהגין להדליק שוב ממילא הוי ליה חיובא עליו להדליק משום שלום בית כמו בשבת:",
            "(ז) וכן המנהג וכו' - דהיינו שנוהגין לברך אקב\"ו להדליק נר של יוה\"כ:",
            "(ח) בכל מקום מדליקין בבתי כנסיות וכו' - ובכל אלו אין לברך לכו\"ע דאין כאן משום שלום בית:",
            "(ט) נוהגין בכ\"מ וכו' - דדרשינן לקדוש ד' מכובד זה יוה\"כ וכיון דאין לכבדו באכילה ושתיה כבדהו בכסות נקיה ונרות הוי ג\"כ כבוד היום דכתיב על כן באורים כבדו ד' ומתרגמינן בפנסיא יקרו ד'. ואין מקבלין שעוה ממומר לעכו\"ם שנתן נדבה לביהכ\"נ וכדלעיל בסימן קנ\"ד סי\"א בהג\"ה ע\"ש במ\"ב ואם יש חשש איבה וכ\"ש שר מקבלין ממנו וצ\"ע [פמ\"ג]:",
            "(י) שכל איש - ואין לעשות נר לאשה עיין במ\"א הטעם:",
            "(יא) או קטן - ועכשיו אין עושין נרות אלא לנשוי. בילקוט שופטים איתא לעשות פתילות עבות בבהכ\"נ כדי להרבות אורן [מ\"א]:",
            "(יב) לאביו ולאמו - לכפר עליהם ומשמע מלשון זה דסגי בנר אחד ועיין בא\"ר:",
            "(יג) אין לומר וכו' - אפילו ברמיזה ומצוה עושה כשיניחה כך מכובה. ונהגו ליקח עכו\"ם לשמור הנרות שלא יבואו ח\"ו לידי דליקה ומכח זה נהגו לומר לו לכבות ולהדליק ויש למחות בידם. ואף אם העכו\"ם רוצה להדליק מעצמו צריך למחות בידו מאחר שהוא בשביל ישראל:",
            "(יד) שיחזור וידליקם - ומאחר שהעולם מקפידים אם כבה נרו אע\"פ שלדעתי אין בו משום חשש דלפעמים נכבה מחמת רוח או מחמת חום מ\"מ כיון שהעולם מקפידים ראוי לכל אדם ליתן נרו לשמש ולא ישגיח עליו כלל וגם המותר יניח בבהכ\"נ [ח\"א]:",
            "(טו) השולחנות - משום דאקרי שבת שבתון:",
            "(טז) שנהגו ללבוש בגדים לבנים וכו' - ונוהגין שגם הנשים לובשים בגדים לבנים ונקיים לכבוד היום אבל לא יקשטו עצמן בתכשיטין שמתקשטין בהם בשבת ויו\"ט מפני אימת יום הדין ואין נוהגות ללבוש קיטל:",
            "(יז) השרת - ומטעם זה נהגו ללבוש בגדי פשתן לבן נקיים כמ\"ש איש אחד לבוש בדים [ד\"מ]:",
            "(יח) נכנע ונשבר - וגם אבל תוך י\"ב חודש על אביו ואמו או תוך ל' על שאר קרובים יכול ללבשו ויש מקומות שנוהגים שאין האבל לובשו. אין לכנוס לבית הכסא בקיטל שהוא מיוחד לתפלה אבל להשתין בו מותר:"
        ],
        [
            "(א) לילו כיומו - דכתיב מערב עד ערב:",
            "(ב) מלאכה אכילה וכו' - בגמרא ילפינן להו מכמה קראי דכל הני נקרא עינוי וממילא כולהו בכלל ועניתם את נפשותיכם:",
            "(ג) ואין חיוב כרת אלא וכו' - אבל אינך אין בהם אלא איסורא גרידא מ\"מ יש אומרים שהוא מן התורה דהא ילפינן להו בש\"ס מקראי וי\"א שאינן אלא מדרבנן וקראי אסמכתא בעלמא נינהו ונ\"מ לענין איזה ספק ולמעשה ראוי להחמיר:",
            "(ד) אלא שבשבת זדונו וכו' - וגם האידנא דאינו נוהג ד\"נ מ\"מ נ\"מ לענין קים ליה בדרבה מיניה דהחובל בחבירו בשבת כיון דהיה מחויב מיתה בידי אדם פטור מתשלומין ואפילו בחובל בשוגג וכדמבואר בחו\"מ סימן תכ\"ט משא\"כ ביוה\"כ שאין בו רק כרת:",
            "(ה) והתירו לקנב ירק - יש שפירשו דהאי קניבה הוא שנותק או מחתך העלים מן הקלחים התלושין כדי להשוותן שיהיו מוכנים לחתכן בערב ואע\"ג דקטרח בשביל ערב שהוא חול התירו כדי שלא יצטרך לתקן הכל בערב ותהא נפשו עגומה עליו ויש שפירשו דקניבה הוא הדחת הירק לצורך ערב ושרי ג\"כ מטעם הנ\"ל:",
            "(ו) ולפצוע אגוזים - כדי שיהיו מוכנים לצורך סעודת ערב ולא יצטרך לטרוח בהם לאחר התענית:",
            "(ז) מן המנחה ולמעלה - ר\"ל מנחה קטנה שהוא סמוך לערב והוא שעה שדרך בני אדם לתקן מאכלם בחול וניכר שלצורך לילה הוא עושה אבל קודם המנחה אסור שנראה כמתקן לצורך היום:",
            "(ח) כשחל בחול - אבל כשחל יוה\"כ בשבת לא התירו כדי שלא יבא לעשות כן בכל שבתות השנה להכין ביום לצורך הלילה:",
            "(ט) והאידנא נהגו לאסור - לפי שבדורות האחרונים התחילו לקלקל ולמהר לעשות דברים אלו קודם המנחה לפיכך בטלו להיתר דקניבת ירק ופציעת אגוזים לגמרי:",
            "(י) לצורך לילה - שלאחר יוה\"כ כדי שלא יצטרכו להתענות עוד כשלא יהיה להם מה לאכול:",
            "(יא) לסעודת מנחה - ר\"ל אפילו נפלה דליקה בצהרים אחר שאכלו סעודת שחרית וכנ\"ל בסימן של\"ד:",
            "(יב) משחקים באגוזים - ודוקא על השלחן ולא ע\"ג קרקע דאתו לאשוויי גומות כמ\"ש סימן של\"ח [מ\"א]:"
        ],
        [
            "(א) ככותבת הגסה - אע\"ג דבכל איסורי התורה משערינן בכזית כל זה היכי דכתיבי אכילה משא\"כ ביו\"כ דלא כתיב אכילה אלא מנע הכתוב את האכילה בלשון עינוי כדכתיב הנפש אשר לא תעונה וקים להו לחכמים דבפחות מככותבת לא מייתבא דעתיה כלל והרי הוא רעב ומעונה כבתחלה ועיין בה\"ל:",
            "(ב) והוא פחות מכביצה - ר\"ל ביצה בינונית ועיין בדגול מרבבה שכתב דכביצה האמור כאן הוא בלי קליפה ובתשובת בנין ציון החדשות חולק עליו:",
            "(ג) ושיעור זה שוה וכו' - דקים להו לחכמים דבשיעור זה מייתבא דעתיה דכל אדם מעט או הרבה ובבציר מזה לא מייתבא דעתיה דשום אינש. והנה מה שהורה לנו המחבר השיעור לענין חיוב אף דאיסורו הוא אפילו בכל שהוא כדלקמן סעיף ה' ע\"ש משום דנ\"מ מזה לענין הנזכר בסימן תרי\"ח אודות חולה דמאכילין אותו פחות מכשיעור וע\"כ צריכין אנו לידע השיעור של חיובא:",
            "(ד) אפילו מלח וכו' וציר שעל ירק - דבאין להכשיר את האוכל וכל דבר שבא להכשיר את האוכל חשוב כאוכל. וה\"ה בשרה פתו ביין או במים מצטרף היין או המים להפת:",
            "(ה) אינן מצטרפות - שאם אכל פחות מככותבת ושתה ג\"כ פחות מכשיעור אינן מצטרפות ביחד לחייבו דקים להו לחכמים שאין דעתו מתיישבת בכך [גמרא]:",
            "(ו) אכל וחזר ואכל - וה\"ה אם אוכל בלי הפסק אלא שפירר את האוכל לפירורים קטנים ואכלם ועי\"ז נשתהא באכילתו הרבה ג\"כ בעינן שיהא מתחלת אכילתו עד סופו רק כדי אכילת פרס:",
            "(ז) ואם לאו - ר\"ל ששהא באכילתו יותר משיעור אכילת פרס אין מצטרף תחלת אכילה לסופה להתחייב כרת:",
            "(ח) י\"א וכו' וי\"א - ולענין הלכה כל שהוא בשל תורה הלך אחרי המחמיר וכל שהוא בשל דבריהם הלך אחרי המיקל:",
            "(ט) שוחקות - כל ביצה במילוי ובריוח ולא בצימצום:",
            "(י) הא דבעינן שיעור - היינו בין לענין אכילה בין לענין שתיה כדלקמן בס\"ט:",
            "(יא) אבל איסורא איכא - מן התורה:",
            "(יב) שאינם ראוים לאכילה - היינו דברים מרים או נבאשים עד שאינם ראוים מחמת זה לאכילה כלל ודברים ראוים לאכילה רק שהם איסורים כגון חלב ונבילה וטרפה וכה\"ג בודאי חייבים עליהם גם מחמת יוה\"כ:",
            "(יג) שאכל - דאל\"כ האיך משכחת לה אכילה גסה דעכ\"פ חייב למה שאכל תחלה באיסור קודם שיבא לידי אכילה גסה:",
            "(יד) עד שקץ במזונו - שאוכל עכשיו ולאפוקי אם אינו קץ ורק שהיה שבע ואינו מתאוה לאכול ואעפ\"כ הוא מרגיש טעם כשאוכל חייב:",
            "(טו) פטור - דאכילה גסה לא שמה אכילה ומ\"מ לכתחילה יש איסור בזה וכן באוכלים שאינם ראוים לאכילה יש איסור לכתחלה מדרבנן ואפילו בחצי שיעור מהן ג\"כ יש ליזהר לכתחלה [פמ\"ג]:",
            "(טז) על אכילתו חייב וכו' - והב\"ח כתב דאם אכל עד שקץ במזונו אפילו בזה פטור אכן באמת הכל תלוי לפי מה שהוא מרגיש בנפשו [כ\"כ מ\"א ור\"ל דבסתם תלינן דבמאכל מתובל כשהוא אוכל אפילו אם היה מתחלה שבע ביותר אינו קץ בה ובזה מיירי הרמ\"א ואעפ\"כ אם מרגיש בנפשו שכואב לו האכילה וקץ בה פטור]:",
            "(יז) לטעום דבר להפליט - אפילו פחות מכשיעור ואפילו אם יודע שיכול לעמוד על עצמו שלא יבלע כלום:",
            "(יח) אפילו עצי בשמים - שהוא עץ בעלמא דמ\"מ כשלועסו מרגיש טעם. אבל מותר להריח למלאות מנין מאה ברכות. וכ\"ז שלא הסיח דעתו מלהריח אסור לחזור ולברך דהוי ברכה שא\"צ ויש אנשים שמריחים במים המריחים (שקורין שפירטוז אבל כשאינו מריח אין צריך לברך עליו כלל) ואין מברכים עליו כלל ועושים איסור [ח\"א]:",
            "(יט) עלי קנים - יש גורסין עלי גפנים והטעם משום דאינם ראוים לאכילה:",
            "(כ) שלבלבו - פירוש שהניצו וכדמתרגמינן ויוצא פרח ויצץ ציץ ואפיק לבלבין:",
            "(כא) מראש השנה ועד יום הכיפורים וכו' - משום דעדיין לחין ורכין הן וראוין לאכילה:",
            "(כב) כס פירוש שכסס וכו' - ומיירי שבלעם דאל\"ה אפילו רטובים פטור וקראם בשם כסיסה משום דפלפל יבש או זנגביל (שקורין אינגבער) הוא דבר שאין דרכן לאכול ולכן פטור וכל פטור דאתמר הכא פטור אבל אסור:",
            "(כג) מלא לוגמיו - דקים להו לרבנן דבשיעור זה מתיישב דעתו של אדם ואזל ממנו העינוי:",
            "(כד) לפי מה שהוא - ר\"ל דכאן אין השיעור שוה לכל אדם כמו באכילה בס\"א משום דלענין שתיה קים להו לחכמים דלא מייתבא דעתיה של אדם אלא במלא לוגמיו דידיה:",
            "(כה) ולא מלא לוגמיו ממש - ר\"ל דלא בעינן שיהא שני הלחיים מלאין משקה אלא די שיהא אחד מלא ובולט אלא שאז יראה ממילא כאלו שניהם מלאין:",
            "(כו) והוא פחות וכו' - משמע דהוא קרוב לרביעית אמנם בסימן רע\"א סי\"ג כתב דהוא רובו של רביעית ועיין בבה\"ל שם:",
            "(כז) באדם בינוני - ולפעמים המלא לוגמיו ברביעית או יותר מרביעית כגון באדם גדול ביותר. ולהיפך באדם קטן דמלא לוגמיו דידיה הוא פחות מרוב רביעית ג\"כ חייב כיון דמייתב דעתיה עי\"ז:",
            "(כח) כגון ציר - הוא מה ששותת מן הדג כששורין אותו במלח. ומורייס הוא שומן היוצא מן הדגים:",
            "(כט) וחומץ חי - ודוקא שמבעבע כשמשליכין אותו על הארץ דאז אינו ראוי לשתיה ופטור אפילו שתה הרבה יותר מכשיעור דכיון שהוא חומץ חזק טפי מזיקו וי\"א דכששותה הרבה חייב משום דאז שובר רעבונו והתורה אמרה אשר לא תעונה אבל אסור לכו\"ע אפילו בפורתא:",
            "(ל) חייב - דראוי הוא לשתיה:",
            "(לא) ויש אומרים - מלשון המחבר משמע דהעיקר כדעה א' אבל הפר\"ח והגר\"א כתבו דהעיקר כדעה השניה:",
            "(לב) ולא חיישינן וכו' - ולא דמי לחמץ בפסח שאסור ליגע בו משום שמא יבוא לאכלו כדמוכח לעיל בסימן תמ\"ו ס\"ג משום שבפסח הוא אוכל שאר דברים לכך חיישינן שיאכל גם את זה משא\"כ ביוה\"כ דבדיל מכל דבר אכילה ושתיה ועוד דאימת יום הדין עליו לכך לא חיישינן שישכח. ואפילו אם התינוק יכול ליטלו בעצמו ג\"כ אין להחמיר בזה:"
        ],
        [
            "(א) מותר לרחצם וכו' - ומ\"מ צריך ליזהר שלא ירחץ אלא מקום המטונף ואם גופו מלוכלך בכמה מקומות והוא טורח לרחוץ מקומות המטונפים כ\"א בפ\"ע מותר לכנוס במים לרחוץ כל גופו בפ\"א בכדי להסיר הלכלוך שעליו וכשרוחץ מחמת טינוף יכוין שאינו להנאת רחיצה רק להעביר הלכלוך וכדלקמן בסוף ס\"ב [אחרונים]:",
            "(ב) שלא אסרו אלא רחיצה של תענוג - מלשון זה משמע דאם הזיעה הרבה ורוצה לרחוץ להעביר הזיעה מותר כיון שאינה רחיצה של תענוג ומ\"מ מי שאינו איסטניס וא\"צ לרחיצה זו כ\"כ נכון להחמיר שלא לרחוץ בשביל העברת הזיעה כמו שאסור לסוך בשמן להעביר הזוהמא כמו שמבואר בסימן תרי\"ד:",
            "(ג) נוטל אדם ידיו שחרית - כדרכו בכל השנה ג\"פ כיון דבלא זה לא יכול ליגע בידיו לפה ולעינים ולאוזן משום סכנה לא גרע מאם היה מלוכלך בטיט וכו' אבל פניו לא ירחץ כלל ועיין לקמן בס\"ד:",
            "(ד) ושפשף בידו או עשה צרכיו וקינח וכו' - מלשון זה משמע דאם לא קינח בגדולים ולא שפשף בקטנים אסור לו לרחוץ ובאמת יש מחלוקת הפוסקים בזה די\"א דאפילו לא קינח ושפשף יש לו לרחוץ ידיו משום הכון לקראת אלקיך ישראל דהא צריך לברך אשר יצר וע\"כ הסכימו האחרונים דנכון לכתחלה לקנח ולשפשף כדי להוציא נפשיה מפלוגתא דבזה לכו\"ע מותר לרחוץ. בד\"א בליל יוה\"כ אחר התפלה אבל ביום שמתפללין כל היום אם הטיל מים אע\"פ שלא שפשף או שעשה צרכיו אף שלא קינח מותר ליטול ידיו עד סוף קשרי אצבעותיו וכדלקמיה:",
            "(ה) ואם רוצה להתפלל אפילו לא קינח וכו' - משמע מזה דאם לא עשה צרכיו כלל אין לו ליטול ידים בשביל תפלה בלבד אף דמבואר לעיל בסימן רל\"ג ס\"ב דבשביל תפלה בלבד מצוה ליטול ידים הכא משום חומר יוה\"כ חשש לאותן הפוסקים דסברי דבשביל תפלה בלבד לא תקנו ליטול ידים כ\"א בשחרית משום דנעשה כבריה חדשה:",
            "(ו) עד סוף קשרי אצבעותיו - ולא יותר אפילו עשה צרכיו וקינח. ועיין בדה\"ח דה\"ה אם נגע בגופו במקומות המכוסים ששם הוא מקום זיעה אפילו לא נגע רק באצבע אחת צריך לרחוץ כל ידו עד קשרי אצבעותיו. ואם נגע בידו בטיט או ברפש א\"צ לרחוץ רק מקום המלוכלך בלבד. והיינו אפילו לתפלה:",
            "(ז) נוטל ידיו - והנטילה הוא עד הפרק כמבואר לעיל בסימן קכ\"ח ס\"ו [ח\"א בשם א\"ר]:",
            "(ח) דכל רוב רחיצה וכו' - עיין במאמר מרדכי שנתקשה על תיבת רוב וגם בהגהת מיימוני ליכא תיבת רוב עי\"ש:",
            "(ט) ונהגו בזה להחמיר - ואם פניו מלוכלך קצת או שיש לו לפלוף על עינו יכול ללחלח אצבעו במים ולרחוץ במקום הלכלוך או בכדי להעביר הלפלוף רק יזהר שלא לרחוץ רק מקום המלוכלך בלבד:",
            "(י) שהוא קצת רפואה - אבל משום רפואה גמורה מותר לרחוץ במקום שאין איסור משום רפואה בשבת [ע\"ד שנתבאר בסימן שכ\"ח] דלא גרע ממי שבא מן הדרך ורגליו כהות:",
            "(יא) פיו - שמא יבלע קצת בגרונו:",
            "(יב) להקביל פני אביו או רבו וכו' - ודוקא כשאין לו דרך אחרת להגיע שם למחוז חפצו ועיין לקמן בסוף ס\"ח ובמ\"ב שם:",
            "(יג) מי שגדול ממנו - אבל בשוין אסור:",
            "(יד) יכול לעבור וכו' - ואינו חושש משום איסור רחיצה ביוה\"כ כיון דהוא לדבר מצוה ואינו מכוין כלל להנאת רחיצה:",
            "(טו) בין בחזרה - דאם לא כן אתה מכשילו לעתיד לבוא שלא ירצה שוב לילך [גמרא]:",
            "(טז) על זרועו - דעי\"ז אינו נראה כמלבוש אלא כנושאה על כתפו ואמר מר היוצא בטלית מקופלת בשבת חייב חטאת (רש\"י):",
            "(יז) עד מתנים - לאו דוקא אלא מעט למעלה מהם:",
            "(יח) אבל לעבור וכו' - דרחיצה שאינה אסורה אלא ביוה\"כ התירו אבל לשוט דאסור בכל שבתות השנה לא התירו ועוד דרחיצה שאני שיכול לעשות ע\"י שינוי דהיינו מה שאינו מוציא ידו מתחת חלוקו ואית ליה היכרא וכנ\"ל משא\"כ בשיטה שאין יכול לעשות היכר שם ויש גזירה שמא יעשה חבית של שייטין לשוט עליה. ואפילו אין העכו\"ם המוליכה עושה מלאכה בזה בעבור ישראל ג\"כ אין להקל:",
            "(יט) בספינה קטנה - וכ\"ש לשוט ממש דאסור:",
            "(כ) הרב אסור וכו' - עיין לעיל בסימן ש\"א במ\"ב סקי\"א:",
            "(כא) בהליכה - משום הפסד ממון:",
            "(כב) אפילו היה לו דרך וכו' מותר לעבור - והאחרונים הסכימו דמוטב להקיף ולא לעבור:",
            "(כג) לח - לאו דוקא בידים אלא אפילו לישב [והטעם כיון שיש בו טופח ע\"מ להטפיח עובר הלחלוחית ומתענג ולהכי אסור] גמרא:",
            "(כד) הם חסרים - וכ\"ש מלאים שיש לחוש שיתזו המים עליו:",
            "(כה) ויבוא לידי סחיטה - אבל מותר לקנח ידיו ורגליו עיו\"כ במפה ולמחר מעבירה על עיניו דהיא עדיין לחה קצת מקינוח ידים דאתמול דבזה לא חיישינן לסחיטה:",
            "(כו) כל שלשים יום - אחר נשואיה כדי שלא תתגנה על בעלה. כתב הח\"א נראה שזה היה בזמניהם שלא היו בבהכ\"נ כל היום אבל בזה\"ז שאינו רואה אותה כל היום לא שמעתי שנוהגין בזה היתר:",
            "(כז) או שנתלכלך - ר\"ל שנתלכלך מזה בשרו בכמה מקומות:",
            "(כח) רוחץ מקומות וכו' - היינו שרוחץ בשרו ביד ולא בבגד שלא יבא לידי סחיטה (אחרונים):",
            "(כט) ואסור לרחוץ גופו - היינו בשאר מקומות וכן אסור לשפוך עליו ט' קבין מים אפילו מי שנוהג כך בשאר ימות השנה:",
            "(ל) אע\"פ שבשאר ימות השנה וכו' - דבזמן הזה אין צריך טבילה לבעל קרי מדינא לא לדברי תורה ולא לתפלה כדלעיל בסימן פ\"ח ואין להתיר משום זה איסור רחיצה:",
            "(לא) בו ביום - ואפילו שלא לשם תשמיש דזה בלא\"ה אסור אלא כדי שתהא טהורה ג\"כ אסור. ואשה שלובשת לבנים ביוה\"כ מותרת לרחוץ מעט בין ירכותיה. ולא תרחץ בבגד כ\"א ביד שלא תבוא לידי סחיטה:"
        ],
        [
            "(א) ואפילו אינו וכו' הזוהמא - ר\"ל דאף שהוא שלא לשם תענוג אסור:",
            "(ב) חטטין - והיינו דוקא במקום שנוהגין לסוך בחול אפילו איש בריא אבל במקום שאין נוהגין לסוך בחול איש בריא אסור לסוך ע\"ג חטטין בין ביו\"ט ובין בשבת דמוכח דהוא משום רפואה וכדלעיל בסימן שכ\"ז ס\"א בהג\"ה:",
            "(ג) של עור - אתרווייהו קאי אלא דסנדל הוא של עור קשה ומנעל הוא של עור רך:",
            "(ד) קב הקיטע - שנקטעה רגלו עושה כמין דפוס רגל ויש בה בית קבול קטן ומכניס שם ראש שוקו והוא קרוי קב ומיירי המחבר בעשאו של עור וה\"ה אם הוא של עץ ומחופה עור וכדלקמיה:",
            "(ה) אבל של גמי וכו' - דכל שאינו של עור אינו נקרא מנעל אלא מלבוש ויש מאחרונים שמחמירין בשל עץ אפילו אינו מחופה עור וכן יש מחמירין שלא לצאת במנעל העשוי מלבדים (שקורין וואליק) ועשוי כמנעל שלנו והוא מגין על רגל ואינו מרגיש כלל שהוא יחף ולאו בכלל עינוי הוא ולפ\"ז ה\"ה (קאלאשין) של גומא יש להחמיר. והנה אף שאין למחות ביד המקילין אחרי שהשו\"ע ורוב אחרונים מקילין בזה מ\"מ מי שאפשר לו נכון להחמיר בזה ולילך באנפלאות של בגד כנהוג אכן אם צריך לצאת החוצה נכון יותר שילבש אלו הלבדים או הקאלאשין ולא מנעלים של עור שיש בהם איסור מדינא משא\"כ אלו שהם רק משום חומרא:",
            "(ו) או של בגד וכו' - גם בכל זה מיירי כשאינו מחופה עור לא למעלה ולא למטה [אחרונים]:",
            "(ז) מותר אפי' לצאת וכו' - ובמנעל דאסור לצאת בו אסור אפילו לטייל בו בבית ממטה למטה [גמרא]:",
            "(ח) לר\"ה - ר\"ל דאף שבכל שבתות השנה אסור לצאת בו לר\"ה כיון שאינו דרך מלבוש מ\"מ ביוה\"כ כיון שאסור בנעילת הסנדל וא\"א לו לנעול מנעל של עור נקרא זה דרך מלבוש לאותו היום:",
            "(ט) של עור - שאין זה הנאת דרך נעילה ולא אסרו אלא כשהוא מנעילו ברגליו ומ\"מ המחמיר תבוא עליו ברכה ופר\"ח הסכים לדעת הרדב\"ז המובא במ\"א דאין כאן בית מיחוש כלל בד\"א שלא בשעת תפלת י\"ח אבל בשעה שמתפלל תפלת י\"ח אסור לעמוד ע\"ג כרים וכסתות אפילו אינן של עור משום שנראה כמתגאה אם יעמוד אז על כו\"כ ואפילו אינן גבוהין ג\"ט. אבל מותר לעמוד כשהוא איש מצונן על מעט עשבים להפסיק בין הקרקע:",
            "(י) כל שלשים יום - דעד אותו הזמן הצינה קשה לה וכן לחולה או למי שיש לו מכה לכולם הצינה קשה להם:",
            "(יא) לנעול סנדל מחמת עקרב - ואפילו אינו הולך לדבר מצוה אלא לצרכי עצמו:",
            "(יב) והוא איסטניס - איש מצונן [וה\"ה אם הוא איש חלש ויכול להזיק לבריאותו כשילך במקום הגשמים בלא מנעלים] אבל מי שאינו איסטניס לא ינעול מנעליו אם צריך לו לילך אפילו אם ירדו גשמים ובפרט שהולכים באנפלאות א\"כ אין להם צער כ\"כ בלא מנעלים אם לא שיש שם בארץ רפש וטיט דאז כו\"ע כאיסטניס בזה:",
            "(יג) מותר לנעול וכו' - וה\"ה אם רוצה לילך לבית הכסא ויודע שילכלך שם רגליו במקום מטונף מותר לנעול מנעליו אבל תיכף כשיוצא משם צריך להסיר אותם וכן איסטניס תיכף כשיבוא למקום שאין לו צער צריך להסיר אותם דלא כאותן שנוהגין שהולכין בסנדל ברחוב ואפילו בבהכ\"נ עד שיושבין על מקומם ואיסור גדול הוא ואפילו במקום שמותר לנעול יראה עכ\"פ לחלוף של ימין בשמאל ושל שמאל בימין:",
            "(יד) מנעליו - ולא יגע בהם כ\"א ע\"י בגד ואם נגע בהם שלא ע\"י בגד צריך ליטול ידיו במקום שנגע בהן:",
            "(טו) למקומו - וישלחם לביתו או יניחם במקום מוצנע בביהכ\"נ לפי שלכלוך של המנעלים הוא זלזול לביהכ\"נ ביום קדוש הזה שחייבים לכבדו בכסות נקיה ובכל דבר טהרה. כתבו האחרונים דאם צריך לילך לבין הנכרים אעפ\"כ אסור לנעול סנדל אף דאיכא למיחש שילעיגו עליו כיון די\"א שהוא דאורייתא:"
        ],
        [
            "(א) ואסור ליגע באשתו - בין בלילה בין ביום וגם לא ירבה עמה בדברים וכן בכל הפרטים שנתבאר ביו\"ד סימן קצ\"ה:",
            "(ב) וכן אסור לישן וכו' - אפילו הוא בבגדו והיא בבגדה:",
            "(ג) ידאג כל השנה - שמא לא קבלו תעניתו ושמראים לו שהקב\"ה אין חפץ בשימושיו ועיין באחרונים שכתבו דהוא דוקא כשלא היה מחמת רוב אכילה ושתיה או מחמת הרהור וכדומה אבל כשיודע שבא מחמת הרהור וכדומה אף דגדול עונו מ\"מ אינו בספק מיתה כי הוא בעצמו גרם לו וכן אם עלתה לו שנה אינו מובטח שהוא בן עוה\"ב. איתא בספרים דעיקר תיקון למי שנכשל ח\"ו בזה שיתחזק מכאן ולהבא בימי חייו בלימוד התורה וזכות התורה תגין עליו וכדאיתא במדרש תנחומא אם חטא אדם ונתחייב מיתה לשמים מה יעשה ויחיה אם למוד לשנות פרק אחד ישנה שני פרקים ואם למוד לשנות דף אחד ישנה שני דפים. [ואם אינו יודע ללמוד יתעסק עכ\"פ במידת הצדקה והחסד ויחיה כמו שנאמר רודף צדקה וחסד ימצא חיים צדקה וכבוד עי\"ש במדרש] ועיקר לימוד התורה יהיה ע\"מ לקיים דהלומד ואינו מקיים נוח לו שלא נברא כמו שאחז\"ל וגם לא יהיה בכחה להגין עליו ח\"ו:",
            "(ד) מובטח לו וכו' - שבודאי יש לו זכיות הרבה שהגינו עליו והוא יאריך ימים כדכתיב יראה זרע יאריך ימים. וראוי לתת שבח והודאה על שניתן לו חיים מן השמים [קרבן נתנאל בסוף יומא באות ע\"ז ע\"ש הנוסח וע\"ש מה שכתב מקודם בשם האר\"י ז\"ל]:"
        ],
        [
            "(א) מותרים בכל אלו - ברחיצה וסיכה ואכילה ושתיה שלא גזרו על הקטנים. ומותר לגדול להאכילו ולהשקותו ולסוכו ולרחצו ודוקא רחיצה בצונן אבל לא ירחצנו בחמין כל גופו אפילו הוחמו מבע\"י שהרחיצה בחמין אינה אסורה משום מצות עינוי בלבד שהרי גם בכל שבתות השנה אסור לרחוץ בחמין:",
            "(ב) חוץ מבנעילת הסנדל שאין חוששין כל כך וכו' - ר\"ל שאין זה עינוי לקטן אם לא ינעול [ולאפוקי אכילה ושתיה ורחיצה וסיכה שהם מועילים לגידול התינוק שכן היה המנהג בזמנם] ואם הקטן נועל מעצמו אם צריך למחות בידו נתבאר בסימן שמ\"ג:",
            "(ג) לומר לעובד כוכבים לרחצן וכו' - ר\"ל אפילו בחמין שהוחמו בו ביום דסתם תינוק הוא כחולה אצל חמין אבל אסור לומר לעכו\"ם שיחמם אותן וכתבו האחרונים דעכשיו שאין נוהגין לרחוץ ולסוך את הקטן בכל יום ואין מניעת הרחיצה והסיכה נחשבת לו לעינוי כלל אין לרחצו ולסוכו ביוה\"כ אפילו ע\"י עכו\"ם:",
            "(ד) בן תשע שנים שלימות - היינו שנשלם הט' שנים קודם יוה\"כ ומ\"ש ובן עשר וכו' פי' בכחוש מבן עשר ומעלה:",
            "(ה) מחנכין - היינו שאין מניחין לו לאכול כפי הרגלו בחול וכדמסיים. ומצות חינוך לא שייך אלא באב ולא באחר ולכמה פוסקים גם באם ליכא חיובא דחינוך (אם לא למצוה בעלמא) מיהו יש פוסקים שכתבו דאיכא חיוב חינוך גם באם וכתב המ\"א דלספות לו אוכל בידים אסור לכו\"ע אף לאחריני כמו שאר דבר איסור שאסור להאכילו לכו\"ע:",
            "(ו) וה\"ה לקטנה הבריאה - ר\"ל דאף דלענין חיובא דאורייתא בבת הוא שנה אחת מקודם כדלקמיה אפ\"ה לענין חינוך שעות וכן לענין השלמה לא רצו חכמים להחמיר שיהיה באשה ג\"כ שנה יותר מבאיש אלא השוו מידותיהם ואמרו דלבריאה חינוך שעות הוא מט' שנים ומעלה ולכחושה מעשרה שנים ומעלה:",
            "(ז) בן אחת עשרה בין זכר בין נקבה וכו' - והכא לא זכר התנאי שיהיו בריאים דלענין השלמה אין לחלק בזה אם לא שהנער הוא חולה ויכול לבוא לידי סכנה:",
            "(ח) ויש אומרים שאינן צריכין להשלים וכו' - אבל חינוך לשעות צריך בין בנער כחוש ובין בנער בריא וכפי השיעור שזכר בריש הסעיף:",
            "(ט) ויש לסמוך עלייהו בנער שהוא כחוש וכו' - אבל בנער בריא אין לסמוך להקל ומה שאין מדקדקין בזה\"ז להתענות שום תינוק בשנת י\"ב משום דבזה\"ז ירדה חולשה לעולם ומן הסתם כל קטן אינו נחשב כבריא לזה אא\"כ ידוע שהוא בריא וחזק לסבול. ומדברי הא\"ר משמע דאפילו בשנת י\"ג אין נוהגין להתענות כל זמן שלא השלים שנת י\"ג:",
            "(י) מחנכין אותו ברחיצה וסיכה - היינו שלא לרחוץ ולסוך כלל דלא שייך בזה חינוך לשעות [מט\"א]:",
            "(יא) אלא מד\"ס - והא דלא חיישינן שהביא שתי שערות בזמנו ונשרו כיון שבא לכלל שנים ויש בזה חששא דאורייתא תירצו הפוסקים דמיירי שנשלם י\"ג שנים שלו ביוה\"כ גופא ובדקו אותו כולו יומא ולא הביא סימנים:",
            "(יב) ואפילו הוא רך וכחוש - ר\"ל דאף שהקיל הרמ\"א לעיל בנער שהוא כחוש היינו לענין השלמה שאינו אלא תקנתא דרבנן משא\"כ הכא דאיכא חששא דאורייתא דשמא הביא שתי שערות ונשרו. ולא קאי אדברי המחבר אלא מלתא באנפי נפשיה היא דהוא מיירי שנשלם הי\"ג שנה קודם יוה\"כ או אפילו ביוה\"כ אלא שלא בדקוהו כולי יומא וחיישינן שמא נשרו קודם הבדיקה:",
            "(יג) דחיישינן שמא נשרו - ודוקא ביוה\"כ דהוא ספיקא דאורייתא אבל שאר תעניות שאינן אלא מדרבנן א\"צ להתענות אא\"כ יש לו שתי שערות:",
            "(יד) אין מענין אותו וכו' - היינו אפילו לחינוך שעות:"
        ],
        [
            "(א) שהריחה - מאכל וידוע שאם אין נותנין לה מה שמתאוה היא וולדה מסוכנים ואין נ\"מ בין בתחלת עיבורה ובין בסופה:",
            "(ב) ופניה משתנים אע\"פ וכו' - ובאין פניה משתנים אין מאכילין אותה אא\"כ אמרה צריכה אני לאכול:",
            "(ג) אם נתקררה דעתה וכו' - שלפעמים מתיישבת דעתה אחר שמזכירין לה שיום הזה יום הכפורים הוא שכל העולם מתענין בו:",
            "(ד) מאכילין אותה - פי' שתוחבין קיסם ברוטב (ר\"ל איזה טיפות) ונותנים לתוך פיה ואם לא נתיישבה דעתה נותנין לה רוטב פחות פחות מכשיעור כפי שיתבאר לקמן בסימן תרי\"ח ואם גם בזה לא נתיישבה דעתה נותנין לה מן המאכל עצמו פחות פחות מכשיעור עד שתתיישב דעתה. ודוקא עוברה מדקדקין עמה בכל הנזכר לעיל משום שלפעמים מתיישבת דעתה בדבר מועט אבל חולה מאכילין אותו כפי שיאמר הרופא וכן כשמאכילין אותו ע\"פ עצמו כשאומר צריך אני ג\"כ מאכילין אותו עד שיאמר די אך בכל זה מאכילין אותו פחות פחות מכשיעור וכפי שיתבאר לקמן סי' תרי\"ח:",
            "(ה) עד שתתיישב דעתה - ואינה צריכה אומד הרופאים לזה:",
            "(ו) ונשתנו פניו - ובלא נשתנו פניו אע\"פ שאומר שלבו חלש וצריך לאכול אין מאכילין אותו. [כ\"כ מ\"א וא\"ר ובישועות יעקב מגמגם בזה ועיין בחתם סופר בחלק אה\"ע ח\"ב סי' פ\"ב שדעתו דאף שאנו אין מאכילין אותו מחמת שהוא בחזקת בריא מ\"מ החולה עצמו היודע מרת נפשו יוכל ליקח לעצמו ולאכול בין ביוה\"כ בין בשאר איסורין כיון שמרגיש בעצמו שיוכל לבא לידי סכנה]:",
            "(ז) ומאכילין אותו - ר\"ל ג\"כ הקל הקל כמו באשה עוברה וכנ\"ל. ודע דמה שהקלנו באשה עוברה וכן בכל אדם שהריח הוא דוקא עד שתתיישב דעתן אבל אחר שנתיישב דעתן אין להם לאכול שאר היום דלא אמרינן כיון שהותר מקצת היום באכילה הותר כולו:",
            "(ח) ממנו - ואעפ\"כ כשמריח ריח מאכל יזהר מאד כל אדם שיפלוט כל הרוק שיבא בפיו ולא יבלע דאז בא לידי סכנה [כדאיתא בכתובות ס\"א ע\"ב] ח\"א:",
            "(ט) יולדת וכו' - ואפילו אם לא ילדה עדיין רק אחזו לה חבלי לידה וכפי המבואר לעיל בסימן ש\"ל ס\"ג דנקראת יולדת לענין לחלל עליה את השבת וה\"ה דנקראת גם יולדת לענין זה שלא תתענה [מאמר מרדכי]:",
            "(י) לא תתענה כלל - אפילו אמרה איני צריכה לאכול מאכילין אותה ואומרין לה אכלי אכן מ\"מ יש להאכילה אז פחות פחות מכשיעור אבל בלא אמרה איני צריכה מאכילין אותה כדרכה וא\"צ לחלק בפחות מכשיעור ויש מחמירין שגם בזה צריך להאכילה פחות פחות מכשיעור:",
            "(יא) אם אמרה צריכה אני וכו' - מיירי כשחברותיה אומרות שאינה צריכה או שהרופאים אומרים שא\"צ דאז בעינן שתאמר צריכה אני [ומאכילין אותה פחות פחות מכשיעור] ומהני אמירתה משום דלב יודע מרת נפשו וכדלקמן בסימן תרי\"ח אבל כשאין שם מי שיאמר שאינה צריכה אז אפילו בסתמא שאינה אומרת כלום או שאומרת שאינה יודעת אם היא צריכה מאכילין אותה:",
            "(יב) ככל אדם - דמשם ואילך הרי היא כשאר חולה שאין בו סכנה דבודאי אין שום סכנה מחמת לידה לאחר ז' ימים ללידתה לפיכך אף אם אמרה צריכה אני לאכול מחמת צער לידה אין מאכילין אותה אבל אם אמרה צריכה אני לאכול מחמת שמתכבד עלי החולי מאכילין אותה כדרך שמאכילין כל חולה כשאומר צריך אני כמו שיתבאר בסימן תרי\"ח ע\"ש:",
            "(יג) אין מונין אותם מעל\"ע - עיין לעיל סימן ש\"ל במ\"ב סק\"י דכמה פוסקים סוברין דימים אלו במעל\"ע שיערו אותם ושיש להקל למעשה וכן מצאתי בישועות יעקב דהמיקל בספק נפשות לחשוב השבעה ימים מעל\"ע לא הפסיד:",
            "(יד) אם לא אמרה צריכה אני - והיינו כשחברותיה אומרות שאינה צריכה וכנ\"ל בסקי\"א:"
        ],
        [
            "(א) רופא בקי - פי' בקי באותו מקום ועיין לעיל סימן שכ\"ח סעיף יו\"ד דהביא שם המחבר דעת יש מי שאומר דלא בעינן בקי אלא כל אדם בחזקת בקי קצת לענין ספק נפשות (והיינו באומר עכ\"פ שמבין בחולי זה) ומסיים הרמ\"א שם די\"א זה דוקא ברופא ישראל אבל בעכו\"ם אינו נאמן עד שיהיה בקי וה\"ה הכא ודע דביולדת לכו\"ע מהימנינן לנשים דאינהו בקיאי בהו [ד\"מ]:",
            "(ב) ויסתכן - ה\"ה אפילו אינו אומר בהדיא שיסתכן רק שאומר שאפשר שיכבד עליו החולי נותנין לו שאנו חוששין שמא יסתכן:",
            "(ג) שומעים לרופא - דשמא הוא נבעת ואינו מרגיש בחליו מחמת רוב חולשא. ואפילו החולה בעצמו הוא רופא מומחה [פמ\"ג]:",
            "(ד) צריך אני - אפילו אם הרופאים אומרים שהמאכל יזיקהו שומעים לחולה:",
            "(ה) שומעים לחולה - היינו כשהחולה אומר שמרגיש בנפשו שצריך לאכול שאם לא יאכל שמא יכבד עליו החולי ובלבד שמזכירין לו תחלה שהיום הוא יו\"כ דשמא שכח אבל אחר שהודיעוהו שהיום יו\"כ והוא שואל לאכול א\"צ לדקדק עליו יותר דלב יודע מרת נפשו ואחזוקי אינשי ברשיעא לא מחזקינן. כתבו הפוסקים אם החולה רוצה להחמיר אחר שצריך לכך עליו נאמר אך את דמכם לנפשותיכם אדרוש. עוד כתבו דבמקום שמאכילין אותו אין צריך כפרה ע\"ז דאונס רחמנא פטריה כ\"ש שלא היה רק כחצי שיעור וכפרה לא נאמר רק על השוגג:",
            "(ו) רופא אחד אומר צריך - ואפילו אם הוא עכו\"ם או אשה נאמנים להכחיש הרופא שני ישראל שאומר אינו צריך משום דספק נפשות להקל ודוקא אם העכו\"ם הוא בקי אבל כשאינו בקי אינו נאמן להכחיש ישראל:",
            "(ז) ורופא אחד אומר אינו צריך - והחולה שותק או שאומר שאינו יודע דאם גם החולה אומר שא\"צ לא היו שומעין לרופא האומר שצריך וכדלקמיה בס\"ג:",
            "(ח) ואפילו קצתן יותר בקיאין מקצתן - ר\"ל שאותן שנים שאמרו א\"צ הם יותר בקיאין ומופלגין בחכמה זו אפ\"ה אין הולכין אחריהם להחמיר בספק נפשות כיון שגם האחרים האומרים שצריך לאכול הם ג\"כ בקיאין בחכמה זו. ועיין במ\"א ובא\"ר שדעתם להורות כהפוסקים שסוברין דכשהן שוין במנין הולכין אחרי הבקיאין ומופלגין בחכמה זו יותר דלא כהרמ\"א אכן אם אותן האומרים שצריך הם מרובין אזלינן בתר דידהו להקל אף שאינן חכמים ובקיאין כ\"כ:",
            "(ט) ואם החולה ורופא אחד עמו אומרים שאינו צריך וכו' - קמ\"ל בזה דמצרפינן דברי החולה לרופא ולא אמרינן בזה דנבעת הוא ואינו מרגיש במחלתו וכנ\"ל בסק\"ג כיון דגם רופא אחד אומר כמותו:",
            "(י) ורופא אחד אומר צריך וכו' - ואם הרופא ההוא הוא מופלג בחכמה יותר מאחרים חוששין לדבריו להאכילו אף שהם רבים נגדו אבל אם המופלג אומר א\"צ ושנים שאין מופלגים אומרים צריך הולכין אחר רוב מנין ומאכילים אותו:",
            "(יא) מאחר ששנים וכו' - ר\"ל דתרי כמאה חשיבין ולא אזלינן בתר רוב דעות בסכנת נפשות:",
            "(יב) אע\"פ שמאה רופאים וכו' - אפי' הם בקיאים ומופלגים יותר בחכמה מרופא זה משום דהחולה מסייעו ולב יודע מרת נפשו:",
            "(יג) והרופא מסופק - פי' שמכיר החולי אלא שמסופק אם יסתכן דאל\"ה הוי כאינש דעלמא:",
            "(יד) מאכילין אותו - דדברי החולה אין מעלין רק בשאומר צריך אני וכו'. וממילא מאכילין אותו מחמת דברי הרופא שמסופק דספיקו הוא ספק נפשות ולהקל:",
            "(טו) אין מאכילין אותו - דאינו יודע של חולה איננו מחמת בקיאות כדבריו של רופא דרוב חולים אינם יודעים ובקיאים בחולי שלהם. והיכא שהרופא הוא מסופק ואומר איני יודע אף שרופא אחר אומר אינו צריך מאכילין אותו ודעת הט\"ז דאם החולה בעצמו הוא רופא והוא מסופק ואומר איני יודע ג\"כ מאכילין אותו אפי' אם רופא אחר אומר אינו צריך [וא\"ר מפקפק ע\"ז דאפשר שאינו מבין על עצמו בעת מחלתו אף שהוא רופא עי\"ש ונראה דתלוי זה לפי מהות המחלה אם הוא מחלה של חום שאין דעתו צלולה ע\"כ בוודאי יש מקום לדברי הא\"ר]:",
            "(טז) מאכילין אותו - אף בלא רופאים דספק נפשות הוא:",
            "(יז) מאכילין אותם מעט מעט - מיירי שדי להם בזה להשקיט רעבונם וכדלקמן בס\"ח:",
            "(יח) כשני שלישי וכו' - ה\"ה יותר מעט רק שלא יהא קרוב לביצה דבזה יש חיובא:",
            "(יט) וישהו - ר\"ל אחר אכילתו כדי שלא יצטרפו האכילות להדדי:",
            "(כ) כדי אכילת ארבעה ביצים - ואם קשה לו להמתין שיעור זה ימתין עכ\"פ כדי שיעור אכילת ג' ביצים דלכמה פוסקים בשיעור זה הוא ג\"כ הפסק ולא מצטרפי להדדי [מ\"א]:",
            "(כא) יבדקו בחולה עצמו - ר\"ל דלענין שתיית מלא לוגמיו צריך לשער בדידיה ולא בדעלמא כדלעיל בסימן תרי\"ב. וכתבו האחרונים יש להחולה לבדוק זה מעיו\"כ דהיינו שיכניס לתוך פיו משקין ויפליטם לתוך כלי וכן ישער מעיו\"כ ויביט על המורה שעות (זייגער) כמה מינוטין הוא שוהא בשיעור אכילת ד' ביצים וכשיעור הזה ישהא ביוה\"כ בין אכילה לאכילה וכן בין שתיה לשתיה וכלקמיה [ועיין בתשובת חתם סופר ח\"ו סט\"ז שכתב שההפסק בין אכילה לאכילה יהיה כשיעור ט' מינוטין שזה שיעור כדי אכילת פרס] ודע שבין אכילה לשתיה א\"צ לשהות כלל וכדלעיל בסימן תרי\"ב דאכילה ושתיה אין מצטרפין:",
            "(כב) כדי אכילת ד' ביצים - ולפחות ישהו כדי אכילת ג' ביצים:",
            "(כג) כדי שיעור שתיית רביעית - דלכמה פוסקים בשיעור זה הוי הפסק דלא יצטרפו להדדי וכדלעיל בסי' תרי\"ב ס\"ט וע\"ש במ\"ב:",
            "(כד) או שהחולה אומר כן - וכתבו האחרונים דנוהגין שנותנין לפניו מאכל ואומרים לו יו\"כ היום ואם אתה חושש שיהיה לך סכנה אם לא תאכל כשיעור בבת אחת אכול בבת אחת ואם לאו תאכל מעט מעט פחות מכשיעור. וכתבו האחרונים דצריך כל מורה להיות דינים אלו שגורים בפיו מבעיוה\"כ כי יוכל להיות דבשהיות מעט יש בו סכנת נפשות. ואם הוא שאלה שהמורה צריך לעיין הדין ויש שם אחר בקי שיודע להשיב מיד אין חולקים בזה כבוד להרב. ועיין עוד מדינים אלו בהלכות שבת סימן שכ\"ח וסימן ש\"ל כי אין בין יוה\"כ לשבת אלא שזה זדונו בסקילה וזה זדונו בעונש כרת:",
            "(כה) בולמוס - והוא מסוכן למות עי\"ז וכשמראיתו חוזרת בידוע שנתרפא. ואיתא בגמרא דעיקר הסימן שהאירו עיניו משיודע להבחין בין טעם תבשיל יפה לטעם תבשיל רע:",
            "(כו) עד שיאורו עיניו - משמע מלשון זה דבזה אין צריך לצמצם ליתן לו פחות פחות משיעור וכנ\"ל דיוכל לבא ע\"י השהיה לסכנה:",
            "(כז) עיין לעיל סי' שכ\"ח סי\"ד - דמבואר שם דכיון שהוא צריך לאכול לאלתר והנבילה מוכנת מוטב להאכילו נבילות:",
            "(כח) חולה שאכל ביוה\"כ - וכן יש לנהוג לנערים שאוכלים ביוה\"כ וכן היולדת שאינה מתענה [מט\"א]:",
            "(כט) שאומר יעלה ויבוא - הטעם כיון דבהתירא אכל הו\"ל יוה\"כ כמו לדידן שאר יו\"ט ואם חל בשבת אומר רצה והחליצנו ויש שמקילין בזה שאפילו יעלה ויבוא א\"צ לומר שלא תקנו אלא במקום שמצוה באכילתו וה\"ה שאין לומר רצה והחליצנו כשחל בשבת ועכ\"פ קידוש בודאי אין לו לעשות דיש חשש ברכה לבטלה וכן אם שכח לומר יעלה ויבוא או רצה כשחל בשבת ונזכר אחר שסיים ברכת בונה ירושלים לא יחזור:"
        ],
        [
            "(א) שאומר ש\"ץ - ועכשיו אומר הגדול שבכל עיר וצריך לצרף עוד שנים ואומרים בישיבה וכו' שהישיבות מסכימים לצרף דעת המקום לדעת הקהל להתיר את העבריינים מעבריותן [ועבריין נקרא מי שעבר על גזירת צבור או שעבר עבירה ומבואר לעיל בסימן נ\"ה דאם נדוהו אין מצרפין אותו לכל דבר שבקדושה ויכולין ג\"כ להתנות להחמיר שלא להתפלל עמו בבית הכנסת אף שיש שם עשרה ושמא התנו ע\"כ מתירין אנו] כדי שנוכל להתפלל עמהם דכל תענית צבור שאין בו מפושעי ישראל אינו תענית שהרי חלבנה שריחה רע ומנאה הכתוב עם סמני הקטרת:",
            "(ב) ונוהגים שאומר כל נדרי וכו' - הנה מנהג קדמונים היה לומר מיוה\"כ שעבר עד יוה\"כ זה והיתה הכונה להתיר הנדרים ושבועות שכבר נדרו ונשבעו פן עבר אחד עליהם ורבינו תם הקשה ע\"ז ולכן הגיה שי\"ל מיום הכפורים זה עד יוה\"כ הבא עלינו והכונה להתנות על נדרים שידור מכאן ולהבא שלא יחולו [ומהני תנאי זה אם אינו זוכר התנאי בשעה שנדר אח\"כ אבל אם זוכר התנאי ואעפ\"כ נודר הרי עוקר התנאי] ונוהגין אנו כר\"ת. ולפ\"ז צ\"ל די נדירנא ודמישתבענא לשון עתיד והמ\"א מסיק דאפילו לדעת ר\"ת ג\"כ יכול לומר בתיבה אחת דנדרנא דלשון זה גם להבא משמע והקהל יאמרו עם הש\"ץ בלחש דאין תנאי הש\"ץ מועיל לציבור:",
            "(ג) ואח\"כ אומר שהחיינו - וגם הצבור יאמרו כ\"א בלחש. וטוב שימהרו לסיים הברכה שמברך לעצמו כדי שכשיסיים הש\"ץ הברכה יאמרו אמן. ומ\"מ יש להש\"ץ ליזהר שיכוין להוציא הצבור מי מהם שירצה לצאת בברכתו:",
            "(ד) בלא כוס - דכיון דמברך שהחיינו אפילו אם הוא עדיין מבע\"י קבל ליה עליה קדושת יוה\"כ ואסור למישתי ואי ניתיב לתינוק אתי למיסרך לשתות ביוה\"כ אפילו כשיגיע לשנת י\"ג. יתעטף בטלית מבע\"י כדי לברך משום דבלילה אין מברכין אפילו על כסות המיוחד ליום ועיין לעיל סימן י\"ח סק\"ז במ\"ב:",
            "(ה) בעודו יום - אע\"ג דאנו סוברין כר\"ת ומתנין על להבא שלא יחולו מ\"מ דמי קצת להפרת נדרים שאין מפירין בשבת ויו\"ט וה\"ה יוה\"כ:",
            "(ו) עד הלילה - כדי להתפלל ערבית בלילה. ואם עדיין לא הגיע זמן ק\"ש יאמרו איזה מזמורי תהלים קודם ערבית:",
            "(ז) אפילו בניגונים - כי עי\"ז מבלבל דעת הקהל אין אומרים באהבה קודם מקרא קודש ובמקומות שנוהגין לומר באהבה מקרא קודש אין לשנות ואם חל בשבת אין אומרים אלהינו ואלהי אבותינו רצה במנוחתנו דכיון שהוא יום תענית אין כ\"כ רצון במנוחתנו אבל אומרים והנחילנו ד' אלהינו באהבה וברצון שבת קדשך וינוחו בו וכו' ויסיים כי אתה סלחן וכו' ולא לומר ודברך אמת וקיים לעד:",
            "(ח) בקול רם - דהוא שירת המלאכים וביוה\"כ גם ישראל דומין למלאכים:",
            "(ט) אם חל בשבת וכו' - ובתפלה אומר ותתן לנו ד' אלהינו באהבה את יום השבת הזה ואת יום צום הכפורים הזה:",
            "(י) וברכה אחת מעין שבע - וצריך לומר בזה המלך הקדוש שאין כמוהו:",
            "(יא) ואין מזכיר של יוה\"כ - דברכה זו אינו בא בשביל יוה\"כ דהלא אם חל יוה\"כ ביום חול א\"צ לומר בה ברכה אחת מעין שבע:",
            "(יב) צריך להעמיד וכו' - כדרך שמצינו אצל מרע\"ה שאהרן וחור תמכו בידיו ועכשיו המנהג שעומדים אצל החזן עד אחר ברכו ואם חל בשבת שאומרים מזמור שיר ליום השבת קודם ברכו יכולים לחזור למקומם בתחלת אמירת מזמור:",
            "(יג) וכל הלילה - היינו בשעת תפלה בלילה דאל\"כ לא יוכלו להתפלל ביום כי יתנמנמו. וטעם העמידה להיות דוגמת המלאכים ונשים לא יעמדו. ואף האנשים רשאין לשעון ולסמוך על איזה דבר אם נחלשו גם יזהרו בעצמם מה שכל אדם מחויב ליזהר שלא ישהו נקביהם ויעברו על בל תשקצו:",
            "(יד) ללון בבהכ\"נ - ולבוש כתב מוטב לילך לישן בביתו כי מי שניעור בלילה ישן ביום ואינו אומר בכונה ואי משום שמירת הנרות ישכרו שומר. כתב בשל\"ה קודם שישן יאמר ד' מזמורים הראשונים שבתהילים שהם שמירה לקרי [והיינו לבד הק\"ש שקורין בכל יום] טוב שלא יעטוף בכרים וכסתות המחממין ועכ\"פ לא יכסה רגליו:",
            "(טו) רחוק מן הארון - פן יבוא לידי הפחה:",
            "(טז) ומי שאינו וכו' - דטעם היתר השינה הוא משום שלן שם לצורך מצוה לכן מותר לישן [הגר\"א ע\"ש]. טוב ללמוד ביוה\"כ משניות מסכת יומא גם ללמוד המאמרים מסוף יומא המדברים מענין התשובה. ואין לת\"ח לעסוק בתורה ולהשמיט מלומר התפלות והסליחות עם הצבור [אחרונים]:"
        ],
        [
            "(א) טוב לקצר - ואם הוא סוף שש ידלגו אבינו מלכנו כ\"א יאחרו עד שעה ז' כבר הגיע זמן המנחה:",
            "(ב) קודם שבע שעות - לכתחלה ראוי להיות זהיר להתחיל תפלת מוסף קודם שש שעות ומחצה על היום לפי שבשש ומחצה הוא זמן תפלת מנחה גדולה שהיא תדירה יותר מתפלת מוסף ומ\"מ בדיעבד אם אירע שנתאחר תפלת מוסף עד חצי שבע או אחר שבע יש להתפלל מוסף קודם ואח\"כ מנחה אם לא שכבר הגיע זמן מנחה קטנה. וצריך כל יחיד לומר יו\"ד וידויים ביוה\"כ לפחות ד' בארבע תפלות וד' בחזרת הש\"ץ ושתי פעמים אחד במנחה ואחד במעריב כנגד י\"פ שהיה כ\"ג מזכיר את השם ביוה\"כ:"
        ],
        [
            "(א) קורין ששה - מפני שקדושתו יותר משאר יו\"ט שאסור בכל מלאכה לפיכך מוסיפין אחד ואין מוסיפין יותר:",
            "(ב) בפרשת אחרי מות - איתא בזוהר כל מי שמצטער על מיתת בני אהרן או מוריד דמעות עליהם מוחלין לו עונותיו ובניו אינם מתים בחייו. והעיקר בזה שעי\"ז יתן לב לשוב מעבירות שבידו אם בארזים נפלה שלהבת מה יעשו איזובי הקיר [מט\"א]:",
            "(ג) קורים שבעה - כמו בשאר שבתות. ועיין במ\"א סימן רפ\"ב דלכתחלה אין כדאי להוסיף על שבעה. ואפשר במקום שנותנין העולין הרבה מעות לצדקה המיקל לא הפסיד [פמ\"ג]:",
            "(ד) ומפטיר - בהפטרה אין אומרים מלך מוחל וסולח רק ודברך אמת וקיים לעד בא\"י וכו' [ד\"מ ואחרונים]:",
            "(ה) מילה - ואומרים זכור ברית. ואם חל בשבת אומרים יום ליבשה:",
            "(ו) בין יוצר למוסף וכו' - דתפלת שחרית קודם שהיא תדיר משא\"כ מוסף:",
            "(ז) אחר אשרי - ויש נוהגין למול קודם אשרי [מ\"א] ועיין בא\"ר סימן תקצ\"א שהסכים ג\"כ דכן נכון לעשות מכמה טעמים ע\"ש:",
            "(ח) במקום שצריך לצאת - כגון שאין עירוב ואין יכולין להביא התינוק לבהכ\"נ:",
            "(ט) עד אחר חזרת ס\"ת - למקומה כדי שלא יהא בזיון להניח ס\"ת ולצאת לחוץ:",
            "(י) וחוזרים ואומרים קדיש - הנה זה נכון לדעת המחבר דהמילה הוא קודם אשרי א\"כ כשיבואו יאמרו אשרי וקדיש וכידוע דקדיש זה קאי על אשרי אבל לדעת רמ\"א דהמילה הוא אחר אשרי א\"כ יש הפסק גדול בין האשרי ולקדיש ע\"י הליכה שלחוץ אכן זה מיירי במקום שאומרים יה\"ר קודם מוסף שיש בו כמה פסוקים ועלייהו יהיה קאי הקדיש ובמקומות שאין אומרים היה\"ר י\"ל איזה מזמור קודם אמירת הקדיש:",
            "(יא) על המילה בלא כוס - ר\"ל דמברכין רק ברכת אשר קידש ידיד מבטן אבל לא הברכה שעל הכוס דהלא צריך לטעום ממנו וא\"א ביוה\"כ וליתן לתינוקות לשתות ג\"כ אין כדאי דחיישינן דלמא אתי למיסרך עי\"ז לשתות תמיד ביוה\"כ. ורשאי למצוץ הדם כדרכו בחול והנוהגים למצוץ ביין לא יזלפו בפה ולא במוך משום חשש סחיטה רק יזלפו בפה לבד [מטה אפרים]:",
            "(יב) ונותנין לתינוק הנימול - ר\"ל מלבד מה שנותנין בפי התינוק כשאומר בדמיך חיי צריך ליתן לו לשתות קצת מן הכוס דאל\"כ איכא גנאי להכוס [מ\"א] ואם מלין אצל היולדת והיולדת חולה בענין שמותרת לאכול יכול להוציאה וגם יאמר לה שתכוין לצאת בברכתו ותשתה ממנו:",
            "(יג) במוסף וכו' - דעיקר עבודה של כ\"ג היה במוסף ולכך אנו אומרים ג\"כ כדי לקיים ונשלמה פרים שפתינו:",
            "(יד) ליפול על פניהם - ועיין סימן קל\"א דיש להשתטח עשבים על הרצפה משום דאסור לשטוח אפיו על הרצפה או יחוץ בטליתו:",
            "(טו) ויש למחות - דהרי שנינו אפילו נחש כרוך על עקבו לא יפסיק:",
            "(טז) ביד העושים כן - אבל כבר פשט המנהג שגם הש\"ץ עושה כן ונראה שהם סומכין דהליכה לא מקרי הפסק [ט\"ז] וכעת פשט המנהג שנותנין עוד שטענדע\"ר לפניו ובעבודה מסלקין אותו השטענדע\"ר ואין עוקר רגליו [פמ\"ג]:",
            "(יז) חטאתי עויתי פשעתי - חטא שוגג עון מזיד פשע מרד וצ\"ל הקל תחלה:",
            "(יח) המתים - ולכן נקרא יום הכפורים בלשון רבים ר\"ל לחיים ולהמתים [מהרי\"ו]:",
            "(יט) דהמתים ג\"כ יש להם כפרה ביוה\"כ - כשנודרין בעבורן דאמרינן אלו היה חי היה נותן ג\"כ צדקה [ואפילו אם היה עני היה טהור לב ורוצה ליתן] אבל בעבור רשע אינו מועיל [מ\"א וש\"פ] ואם התודה קודם מותו י\"ל דיש לו כפרה וכצדיק חשוב [פמ\"ג] ומסתברא דאם הבן נותן בעד אביו בכל גווני מועיל להקל דינו דברא מזכה אבא:\n"
        ],
        [
            "(א) אשרי - כדי להפסיק בין תפלת מוסף לתפלת המנחה:",
            "(ב) להיות בשבת - לפי שבשבת אומרים לשבח ישראל שאף שאכלו ושתו מתפללים לא כאו\"ה וביוה\"כ א\"צ לזה:",
            "(ג) ואין אנו נוהגין - כדי למהר שלא יעבור זמן המנחה ודי בהפסק קריאת התורה:",
            "(ד) רק קודם נעילה - כדי להפסיק בין מנחה לנעילה:",
            "(ה) ואין אומרים אין כאלהינו - לפי שבשבת אומרים כן כדי למלאות החסר ממאה ברכות בכל יום וביוה\"כ איכא הרבה שבחים וא\"צ למלאות בזה גם פטום הקטרת א\"צ לומר שהוא כלול בעבודה אבל נראה יותר טוב לאומרו ביחידות שהרי סמני הקטרת לא הוזכרו בעבודה [ט\"ז] וגם המ\"א כתב שיש לאומרו:",
            "(ו) וקורין שלשה - ומתחילין מן כמעשה ארץ מצרים פ' ראשונה עד וחי בהם. שניה אלהיך אני ד'. שלישי הוא המפטיר [לבוש]:",
            "(ז) בפרשת עריות - משום שנפשו של אדם מחמדתן ואם יש אחד שנטמא יחזור בתשובה ומפטיר ביונה שמדבר מן התשובה ועוד שאין יכולין לברוח מן הש\"י. אחרונים:",
            "(ח) והשלישי מפטיר ביונה - ואין אומרים קדיש על הספר רק ח\"ק לפני העמוד קודם תפלה [ד\"מ]:",
            "(ט) ומברך לפניה ולאחריה - ר\"ל כדרך שבירך בשחרית שאומר גם על התורה ועל העבודה:",
            "(י) ואין אומרים על התורה וכו' - פי' אנו אין מנהגינו כמ\"ש השו\"ע אלא אין אומרים כלל על התורה ועל העבודה בין כשחל בשבת בין כשחל בחול רק חותמין מגן דוד והטעם שהרי כבר פסק העבודה מהשחר ובירך עליה שחרית. כשמוציאין הס\"ת במנחה אין אומרים על הכל ולא שמע ישראל רק גדלו. בנוסח אבינו מלכנו י\"ל רוע גזר בנשימה אחת (כי שייכים להדדי דהיינו שיקרע הוא ית' רוע שיש בגזירה ומה שנשאר בגזירה יהיה לרחמים) והמפסיקים בניגון בין רוע לגזר צריך למחות ובפרט החזנים שלא יעשו כן [ט\"ז ע\"ש]:",
            "(יא) אומרים צדקתך - כשאר שבת ואומרים אבינו מלכנו אף שהוא שאלת צרכים הלא הוא שעת גמר דין ואם לא עכשיו אימתי:",
            "(יב) אין אומרים צדקתך - דכתיב בו משפטיך תהום רבה ואנו מבקשים רחמים לפני השי\"ת ביו\"כ [לבוש]:",
            "(יג) ולא אבינו מלכנו - שהוא שאלת צרכים ואין שואלין בשבת ובחול אומרים אם לא שהזמן קצר וצריך למהר כדי להתפלל נעילה ביום וטוב לומר מעט סליחות בנחת מהרבה במרוצה:",
            "(יד) אין נושאין כפים וכו' - עיין סימן קכ\"ט שם מבואר כל פרטיהן:",
            "(טו) נושא כפיו - עיין לעיל בסימן קכ\"ט בהג\"ה דמטעם זה יש נוהגין לומר אלהינו וא\"א וכו' וה\"ה דיש לומר אז שים שלום ולא שלום רב וכמבואר בסימן קכ\"ז בסופו דחד דינא להו. כהן אחד עלה לדוכן ושארי הכהנים עקרו רגליהם בעבודה ועדיין לא עלו טוב הדבר שיצאו מבהכ\"נ ולא יעלו עמו [ברכי יוסף]:"
        ],
        [
            "(א) קודם נעילה - כדי להפסיק בה בין תפלת מנחה לתפלת נעילה:",
            "(ב) כשהחמה בראש האילנות - הוא איזה זמן קודם תחלת השקיעה ומה שכתב שישלים סמוך לשקיעת החמה היינו סוף שקיעה שהוא צאת הכוכבים וסמוך לזה היינו מעט זמן קודם צה\"כ וי\"א שיכולין להאריך ולהמשיך בתפלת נעילה גם בלילה ואע\"פ שהעיקר כסברא הראשונה מ\"מ עכשיו שנוהגין כסברא אחרונה אין למחות בידם ומ\"מ צריכין עכ\"פ ליזהר ולהתחיל בעוד היום גדול וגם יזהר לומר החרוז היום יפנה השמש יבוא ויפנה קודם הערב שמש דאל\"כ הוא כדובר שקרים לפני ד':",
            "(ג) ואומר במקום כתבנו - וכן כשמגיע לוכתוב יאמר וחתום וכן יאמר בספר חיים וכו' נזכר ונחתם. כי בנעילה הוא חתימת הגז\"ד שנכתב בר\"ה על בני אדם לטוב או לרע ויזדרז מאד בתפלה זו כי תכלית כל העשי\"ת הוא יוה\"כ ותכלית יוה\"כ הוא תפלת נעילה שהכל הולך אחר החיתום ואם לא עכשיו אימתי ולכן אף אם חלש הוא מחמת התענית מ\"מ יאזור כגבור חלציו להתפלל במחשבה זכה וברורה ולקבל ע\"ע נדרי התשובה באמת והבא לטהר מסייעין אותו ויחתם בספר חיים טובים. יש לבטל המנהג שהעכו\"ם מדליק הנרות לצורך אמירת פיוטים בנעילה אלא הנרות הדולקים יפזרם בכל בהכ\"נ דזה הוי רק שבות דשבות. ונכון שמבערב יוה\"כ יזמין עכו\"ם לזה וגם שיהיה נכון שמא ביוה\"כ יתהוה איזה דבר מחמת רבוי הנרות בכדי שלא יבא ח\"ו לידי שריפה. אחרונים:",
            "(ד) מזכיר בה של שבת - כדרך שמזכיר בשאר תפלות היום שהרי עדיין יום שבת הוא ואפילו אותם הממשיכים תפלה זו בלילה כיון שהתחילו מבע\"י צריך להזכיר של שבת:",
            "(ה) אבל בוידוי שלאחר התפלה וכו' - כיון שכבר סיים ברכת שבת דהיינו אתה בחרתנו שחותמין מקדש השבת ולא מצינו הזכרה אחר סיום הברכה ולכן הש\"ץ כיון שהוא אומר הוידוי בתוך התפלה צריך להזכיר של שבת באתה הבדלת אנוש מראש וכו' כדרך שמזכיר בו של יוה\"כ וכמו כל ברכת אתה בחרתנו שהוא מזכיר בה של שבת ושל יוה\"כ:",
            "(ו) בזה - כלומר בתוך הוידוי אבל בתוך התפלה הזכיר ולכן אין מחזירין אותו אבל אם לא הזכיר שבת כלל אז בין יחיד בין ש\"ץ מחזירין אותו:",
            "(ז) כמו במוסף - ובמקומות שאומרין נעריצך במוסף אומרים ג\"כ בנעילה. ופותחין הארון לכל תפלת הנעילה:",
            "(ח) נושאים כפים בנעילה - היינו אם הוא עדיין יום אבל אם כבר חשכה אין נושאין כפים דאיתקש נ\"כ לעבודה כדכתיב לשרתו ולברך בשמו ועבודה הוא דוקא ביום ולכן אם הזמן קצר יאמרו הפיוטים אחר התפלה כדי שיהא נשיאת כפים ביום:",
            "(ט) שלא לישא כפיו - ואפילו אם הוא עדיין בודאי יום מפני שכמה פעמים נמשך סיום התפלה עד הלילה לפיכך נהגו שלא לישא כפים בשום פעם. וכתבו האחרונים דמ\"מ או\"א ברכנו בברכה וכו' וכן שים שלום אומרים ואפילו הוא לילה שבזה אין קפידא כ\"כ לפי שהתחלת התפלה היה ביום:",
            "(י) ואומרים א\"מ - ואפילו חל בשבת ואפילו הוא עדיין יום מפני שהוא גמר דין:",
            "(יא) שבע פעמים - הטעם ללות השכינה שמתעלה לעלות למעלה משבעה רקיעים:",
            "(יב) ותוקעים וכו' - הטעם שהוא סימן לסילוק שכינה למעלה שנאמר עלה אלהים בתרועה ומותר לתקוע אפילו אם חל בשבת ג\"כ ואע\"ג שעדיין לא הבדילו בתפלה מ\"מ כיון דחכמה היא ואינה מלאכה לא אחמור בה רבנן כולי האי ואפילו הוא בין השמשות מותר דהוא שבות לצורך מצוה אבל אם הוא בודאי יום אסור לתקוע:",
            "(יג) וכן נוהגין וכו' וכו' - ואחר שתקע המנהג שאומרים הש\"ץ והקהל לשנה הבאה בירושלים:"
        ],
        [
            "(א) מתפללין תפלת ערבית - עיין לעיל בסימן רצ\"ג ס\"א ובמ\"ב שם:",
            "(ב) גם ביציאתו - עיין לעיל שם בס\"ב ובמ\"ב ובה\"ל שם:",
            "(ג) שימתינו מעט אחר יציאת הכוכבים - ותוך הזמן הזה אסור באכילה ורחיצה וסיכה וכו' אך אין שיעור לההוספה וע\"כ כיון שמתפללים אצה\"כ מותרים בכולם אף שעדיין לא הבדיל על הכוס רק באכילה ושתיה אסורים עד אחר הבדלה בין אם חל בחול ובין כשחל בשבת:",
            "(ד) מבדילים וכו' - ובמקומות שמבדילין בבהכ\"נ על הכוס בכל מו\"ש ויו\"ט גם עכשיו יבדיל הש\"ץ ויטעים מן הכוס לקטן או אף לגדול מי שהוא מתכוין לצאת בהבדלה זו:",
            "(ה) אפילו אם חל להיות בשבת - שטעם הברכה כדי להשיב את הנפש מפני הנשמה יתירה שהלכה לה ועכשיו ביוה\"כ לא היה בו נשמה יתירה מפני התענית אבל רבים מהאחרונים חולקין ע\"ז וסוברין דכשחל בשבת יש לברך על הבשמים ואין כאן חשש ברכה לבטלה כיון שנהנה. ומ\"מ אין להורות לצבור כן ולמחות בידם במקום שנהגו בבהכ\"נ שלא לברך על הבשמים רק לעצמו בביתו יכול לברך [פמ\"ג]. אם חל בשבת אומרים ויתן לך וא\"א ויהי נועם ואתה קדוש לפי שחג הסוכות חל באמצע השבוע:",
            "(ו) מברכים על האור - לפי שפסקה הנאתו בו ביום שכל היום לא היו יכולין להשתמש בו ועכשיו הותר לו:",
            "(ז) במוצאי יוה\"כ על האור שהוציאו וכו' - וה\"ה כשהוציאו מן עצי גפרית [שקורין שוועבעליך] וכל כה\"ג ומה שנשתנה יוה\"כ משבת הוא משום דטעם שמברכין על האור במו\"ש שאינו אלא לזכר שנברא האור במוצ\"ש שאדם הראשון הקיש האבנים במוצ\"ש זה בזה והוציא מהן אש לכך מותר לברך על אש כזה ממה שהוציאוהו עתה אבל במוצאי יוה\"כ מה שמברכין על האור הוא להורות שיום זה היה קדוש משאר ימים טובים ונאסר להבעיר בו אש ועתה הותר והוי האש דבר חידוש ומברכין עליו וזה לא שייך אלא באור ששבת ר\"ל שהיה בעולם ביוה\"כ בשעת שביתה ופסקה הנאתה ממנה בו ביום ועכשיו הותר לו משא\"כ באור זה שלא היה מעולם ביוה\"כ אכן אם חל יוה\"כ בשבת מותר מדינא לברך במוצאי שבת על אור זה אכן מנהג העולם להחמיר ועכ\"פ בנר שהדליקו מן האור ההוא בוודאי יש להקל:",
            "(ח) עתה מן האבנים - לאפוקי אם הוציאו אתמול מן האבנים בודאי מותר כיון ששבת ביוה\"כ:",
            "(ט) מעמוד ראשון ואילך - היינו שהדליקו נר א' מאותו שלהבת וטעמם שגם זה נקרא אור ששבת ואינו אור הנברא מחדש:",
            "(י) שאין מברכין במוצאי יוה\"כ וכו' - ומה דאנו מקילין בזה במו\"ש הוא מפני שהוא מברך על תוספות שלהבת של היתר שניתוסף בנרו של ישראל (ולא על מקור האור ששאב מנרו של עכו\"ם) ותוספות שלהבת זו לא היה מעולם ביוה\"כ כ\"א נולד עכשיו ודומה לאור היוצא מן העצים ואבנים דאסור במוצאי יוה\"כ לברך עליו ועיין במ\"א דלפ\"ז גם באור היוצא מן עצים ואבנים אין לברך אפילו על נר אחר שהודלק ממנו דלא כהי\"א דס\"ד:",
            "(יא) על נר של בהכ\"נ - ר\"ל שהודלק מבע\"י ידלק בהיתר והו\"ל שבת ממש:",
            "(יב) שאין להבדיל עליו - דלא נעשה רק לכבוד היום ולא להאיר ומבואר בסימן רצ\"ח שאין מברכין ע\"ז ודיעה ראשונה ס\"ל דנעשו להאיר ועדיף להבדיל על זה מלהבדיל על נר אחר שדלק ממנו דלא מקרי כ\"כ אור ששבת כיון שלא היה ביוה\"כ:",
            "(יג) והנכון להבדיל על שניהן ביחד - ר\"ל שבזה בודאי יוצא וה\"ה אם היה לו נר אחד בביתו שהיה דלוק מבע\"י ידליק ממנה עוד אחד ויברך על שניהן ביחד כי על אותו נר שבביתו לחוד ג\"כ אינו כדאי לברך דאפשר שהיא נעשה ג\"כ רק לכבוד היום [ח\"א] ומן דרך החיים משמע דיותר טוב שיניח בביתו לכתחלה נר דלוק מעיו\"כ שיהיה דלוק עד מוצאי יוה\"כ כדי לברך עליו ויוצא בזה לכל הדעות כיון שהוא מניחה לכתחלה בשביל זה:",
            "(יד) על נר עצמו של בית הכנסת לחוד - ואם א\"א להבדיל על שניהם מוטב להבדיל על נר אחר שדלקו ממנו לחוד מנר בהכ\"נ לחוד ומ\"מ אם עבר ובירך על נרות של בהכ\"נ בלבד א\"צ לחזור ולברך על נר אחר שהנרות שלנו עשוין גם להאיר שהרי מתפללין לאורן. אין מתענין מיו\"כ עד סוכות יום שמת בו אביו ואמו שהם ימי שמחה שהיו מחנכין בהם המזבח בימי שלמה. ביום שאחר יוה\"כ משכימין לבהכ\"נ כדי שלא יהא נראה ח\"ו שאנו היינו נכנעין לו רק בעת שאנו צריכין לבקש על דיננו:",
            "(טו) דהוי קצת יו\"ט - כדאיתא במדרש דבת קול יוצאה במוצאי יוה\"כ ואומרת לך אכול בשמחה וגו':",
            "(טז) לעשות שני ימים יו\"כ - משום ספיקא דיומא ומ\"מ לא יתפללו רק תפלה של חול ויניחו תפילין אך פיוטים וסליחות יוכלו לומר כרצונם וגם זה לא יאמרו בתוך התפלה רק אחר י\"ח. גם לא יקראו בתורה אפילו ויחל. כשחל יוה\"כ יום ה' אסורים אחרים להכין להם צרכי שבת בשבילן בע\"ש שהוא יו\"כ שלהן אך יאכלו עם אחרים שלא הרבו בשבילן י\"א דמי שעשה כן פ\"א שני ימים אינו יכול לחזור וצריך לעשות כן כל ימיו דהוי כמו קיבל על עצמו בנדר:",
            "(יז) ויש לזה התרה - היינו אם נתחרט ע\"ז ואינו רוצה לעשות כן רשאי להתיר לעצמו בפני ג' ע\"י פתח וחרטה ואם התנה בפירוש שאין עושה כן רק שנה זו ואין מקבל ע\"ע שיעשה כן בכל שנה א\"צ התרה ומש\"כ שאין לנהוג בחומרא זו כי באמת מדינא אין לחוש דאנן בקיאין בקביעא דירחא ואין עושין רק משום מנהג שנהגו אבותינו וביוה\"כ לא נהגו אבותינו א\"כ למה ננהוג אנחנו:",
            "(יח) ולא צו\"צ וכו' - ולא פרקים ולא שיר המעלות אבל למנצח ואא\"א אומרים ויש מקומות שבערב סוכות א\"א למנצח אבל אא\"א אומרים:",
            "(יט) מתחילים - וביום המחרת יעשה כולה כמו שכתב בסימן תרכ\"ה:"
        ],
        [
            "(א) כי בסוכות הושבתי וכו' הם ענני כבוד וכו' - ודוגמא לזה ציונו לעשות סוכות כדי שנזכור נוראותיו ונפלאותיו ואע\"פ שיצאנו ממצרים בחודש ניסן לא ציונו לעשות סוכות באותו זמן לפי שהוא ימות הקיץ ודרך כל אדם לעשות סוכות לצל ולא היתה ניכרת עשייתינו שהם במצות הש\"י ולכן ציוה אותנו שנעשה בחודש השביעי שהוא זמן הגשמים ודרך כל אדם לצאת מסוכתו לביתו ואנחנו יוצאין מן הבית לישב בסוכה בזה מראה שהוא עושה לשם מצות הש\"י [טור]. וכתבו האחרונים שיכוין בישיבתה שצונו הקב\"ה לישב בסוכה זכר ליציאת מצרים וגם זכר לענני כבוד שהקיפן אז עלינו להגן עלינו מן השרב והשמש. וכל זה לצאת ידי המצוה כתקונה הא דיעבד יוצא כל שכיון לצאת לבד [פמ\"ג]:",
            "(ב) ומצוה לתקן הסוכה מיד וכו' - אף דכבר כתבו לעיל בסוף סימן תרכ\"ד התם בלילה התחלה בעלמא ולמחרת מתקן כולה אם אפשר גם שם איירי לענין מדקדק במעשיו יתחיל דבר מה בסוכה מיד בלילה ומי שאין מדקדק עכ\"פ ביום המחרת אחר יציאה מביהכ\"נ יתחיל ויגמור כולה אם אפשר ואפילו הוא ע\"ש עד חצות ואחר זה י\"ל דאסור [פמ\"ג]:"
        ],
        [
            "(א) תחת בית וכו' - דבעינן שתהא הסוכה תחת אויר השמים דכתיב בסכת תשבו חסר וי\"ו דהיינו באחת [שלא יסוכך עליה בשני קירוין] ולא בסוכה שתחת סוכה או תחת הבית או אילן וביתו גופא אף אם ירצה לישב בה בחג לשם סוכה פסול דסוכה אמר רחמנא ולא ביתו של כל ימות השנה ואילן פסול שיהא הוא הסוכך על דפנות הסוכה משום דמחובר הוא:",
            "(ב) בכל ענין - ר\"ל אפילו אם השפיל הענפים למטה ועירבן עם סכך הסוכה וסכך הסוכה רבה עליהם ואינו ניכר אפ\"ה פסול דאף שהסוכה צילתה מרובה מחמתה כיון שהאילן ג\"כ צילתו מרובה מחמתו א\"כ אין סכך הסוכה מועיל כלום [ב\"ח]:",
            "(ג) אבל אם האילן חמתו מרובה מצילתו וכו' - דאז הצל כמו שאינו ולא מקרי סוכה שתחת האילן:",
            "(ד) אבל אם אין וכו' אלא ע\"י האילן - ר\"ל וסכך האילן הלא פסול הוא דהוא מחובר ואין יכול לצרפו לסכך כשר להכשיר הסוכה:",
            "(ה) צריך שישפיל וכו' - וזה אפי' לכתחלה מותר ואפילו אם עשה הסוכה בחוה\"מ. ולא שייך בזה לומר אין מבטלין איסור לכתחלה:",
            "(ו) מכוונים כנגד סכך הכשר פסולה - ס\"ל שכל מה שהוא תחת האילן כמאן דליתא דמיא שאינו משמש כלום כיון שהעליון מיצל עליו וא\"כ מן הסכך הנשאר הוא רק חמתו מרובה מצילתו ועם הסכך של האילן אינו יכול להצטרף אף שיהיה עי\"ז צילתה מרובה מחמתה דהא סכך פסול הוא:",
            "(ז) מיהו אם השפיל הענפים וכו' - ובזה מהני אפילו אם אין הסוכה צילתה מרובה מחמתה בלא האילן וכמו לדעה א' [ב\"ח וכמה אחרונים] ולכן סיים הרמ\"א שאינן ניכרין דאם היה סכך הסוכה בעצמה צילתה מרובה מחמתה אפילו ניכרין שרי לפי מה שכתבנו לקמיה וי\"א דלדעה אחרונה זו לא מהני אפילו בשהשפיל אא\"כ סכך הסוכה צילתה מרובה מחמתה בלא האילן ולמעשה נכון להחמיר כוותייהו:",
            "(ח) שאינן ניכרין - ואם היה צילתה מרובה מחמתה אפילו היו ניכרים או היו מונחים זה ע\"ג זה ממש שרי כיון שהם מרובים מסכך האילן ויש חולקין ע\"ז:",
            "(ט) מקרי עירוב וכשר - והיינו כשהיה הסכך הכשר מרובה על הפסול ואם היו מונחין על הסוכה כאו\"א בפני עצמו ואינן מעורבין כלל אלא זה בצד זה א\"צ שיהיה בכשר רוב כנגד הפסול אלא אפילו אם הם מחצה על מחצה גם כן הסוכה כשרה דהוא הלכה למשה מסיני אלא מפני שא\"א לצמצם יש להעדיף מעט כמו שיתבאר בסימן תרל\"א ס\"ח ע\"ש:",
            "(י) אבל אם הענפים וכו' - ומיירי שמן הענפים לא יהיה צל הרבה וחמתה מרובה מצילתה:",
            "(יא) שאפילו ינטל נגד האילן וכו' - ומשמע מן הפוסקים דחשבינן לסכך שכנגד האילן כסכך פסול וע\"כ אין להכשיר אא\"כ הוא פחות מארבעה טפחים בסוכה גדולה או פחות מג\"ט בקטנה:",
            "(יב) שאפילו אם ינטל האילן וכו' - ר\"ל דלא תיקשי מאי הוי אם הענפים כנגד האויר הלא עכ\"פ מסככים האילן והסכך על הסוכה ולזה אמר שאפילו אם ינטל וכו' היינו דלא הועיל האילן כלום דבלאו צל דידיה יש צילתה מרובה מחמתה מן הסכך גופא ולאפוקי מן ענפי האילן לא הוי כ\"א חמתה מרובה מצילתה וכנ\"ל בסק\"י:",
            "(יג) אם קצץ וכו' - ר\"ל אף שמתחלה הדלה האילן על הסוכה לסכך בו והוי סכך פסול דמחובר הוא לא מקרי זה תעשה ולא מן העשוי כיון שלבסוף קצצו לשם סיכוך הוי עשייה מחדש וכשר אפילו אין שם שום סכך אחר ומ\"מ בקציצה לבד לא מקרי עשייה גמורה כיון שלא קצצן קודם שהדלה וע\"כ צריך לנענע ג\"כ אחר הקציצה שנמצא כאלו אותה שעה מניחם במקומותיהם:",
            "(יד) ומניחו - לשם צל וא\"צ להניחו לשם סוכה. אם תחב יחור של אילן בארץ עם ענפים ועלים הרבה לשם צל על הסוכה כשר ואם שלא לשם צל וכשהגיע זמן סוכה כיוון שיהיה לשם צל פסול משום תעשה ולא מן העשוי ואם השריש אפילו תחבו לשם צל פסול משום מחובר [פמ\"ג]:",
            "(טו) ולא מיקרי תעשה וכו' - ר\"ל דבזה א\"צ לנענע הסכך מחדש ודע דבדין זה מודים כו\"ע (היינו אף המחמירים וחולקין על הא דס\"ג בהג\"ה כמבואר שם מודים בדין זה להקל כמבואר בב\"ח ובמ\"א עיי\"ש):",
            "(טז) העצים הדקים - שקורין לאטי\"ש:",
            "(יז) כשרה - ואפילו לישב תחת העצים עצמן אע\"פ שהם סכך פסול שהרי לא נקבעו בגג לשם צל אלא כדי לתת עליהם הרעפים מ\"מ כיון שעשה מעשה והסיר הרעפים לשם עשיית סוכה לצל הרי זה כאלו עשה מעשה בגוף העצים והתקינם לשם סוכה ונתכשרו [אבל אם לא הסיר הרעפים כדי לעשות שם סוכה אלא כך היתה מקודם בנויה בלא גג כיון שלא עשה שום מעשה בגג לשם עשיית סוכה לצל א\"כ העצים או הקורות הן סכך פסול ממש ודינו כמ\"ש ס\"א גבי אילן והיינו שכל שאין הסכך כשר רבה כ\"כ עד שאם ינטל ממנו כשיעור העצים הדקים המיצל עליהם יהיה עדיין צל הסוכה מרובה מחמתה פסול] ויש מאחרונים שמחמירין בזה וסוברין דבכל גווני בעינן שאפילו אם ינטל נגד העצים ישאר צילתה מרובה מחמתה אכן באמת בסתם סוכות כמו שלנו שרגילין לכסות כל הסוכה בודאי בכל גווני ישאר צילתה מרובה מחמתה וכשר אכן כדי לצאת ידי כל הספיקות יראה שיהיה ריוח בין העצים הדקים בין אחד לחבירו כשיעור ג' טפחים. וכל זה דוקא כשעושה סוכה למטה תחת הגג אבל אם מסכך ע\"ג הלאטע\"ש אע\"פ שהן סמוכין זה לזה בפחות משלשה טפחים הרי זו כשרה ואין אומרים כאן לבוד שיצטרפו כל העצים ויהיו נחשבין כעץ אחד רחב מסכך הפסול יותר מד\"ט שהוא פוסל הסוכה כמבואר בסימן תרל\"ב כיון שסכך כשר מונח ביניהם אין מצטרפין:",
            "(יח) תחת הגגות העשויות וכו' - ר\"ל אפילו בעוד שהן סגורות ולא מקרי תעשה ולא מן העשוי כנ\"ל בס\"ב בהג\"ה. ודע דדעת הב\"ח להחמיר בזה שצריך לפתוח דלתות הגג קודם שמסכך וכן הסכים המ\"א וא\"ר וש\"א ואם שכח והניח הסכך בעוד שהיו הגגות סגורים צריך לפתוח הגגות ולנענע כל הסכך דהיינו שיגביה כל עץ לבדו ויחזור ויניחנו לשם צל ושוב יגביה עץ חבירו ויניחו וכן כולם ואם סיכך על התקרה ואח\"כ הסיר התקרה פסול לכו\"ע מפני שלא היה שם סוכה על הסכך שעל התקרה מתחלה כיון שלא היו כאן דפנות ולכן לא מהני הסרת התקרה להכשיר הסוכה:",
            "(יט) ולחזור ולפתחן - וזה מותר אפילו לדעת המחמירין הנ\"ל כיון שנעשה מתחלה בהכשר דהיינו שפתח הגג קודם שסיכך דאף שבעת שהיא סגורה מקרי הסוכה פסולה וכמו שכתב הרמ\"א בסוף דבריו מ\"מ אין זה בכלל תעשה ולא מן העשוי דהוי דומה כאלו פירס עליה סדין וחוזר ונוטלה:",
            "(כ) צירים וכו' - דהוי כפתח. ובאין להם ציר שרי ע\"י עכו\"ם. ואם היה כל השנה קבועין במסמרים שפתיחתן אסור מן התורה ושכח לפתחן עד כניסת יו\"ט אם שרי לפתחן ע\"י עכו\"ם באין לו סוכה אחרת בליל יו\"ט ראשון משום שבות במקום מצוה וכן אם מותר לומר לנכרי שיסכך לו סוכה ביו\"ט באין לו אחרת מסתפק הפמ\"ג וסיים להורות היתר חלילה לי וצ\"ע בכל זה עכ\"ל ועיין בבכורי יעקב מש\"כ בזה ואם הוא עדיין בין השמשות נראה דבודאי יש להקל בזה ע\"י עכו\"ם:",
            "(כא) שלא ישב וכו' - דהוי כיושב בסוכה שנבנית תוך הבית [הגר\"א]. וצריך ליזהר שיהיו הגגות נפתחים היטב לעמוד בגובה בשוה עם הדפנות ולא יהיו מוטין קצת על הסכך שאם יהיו מוטין קצת אף שלא יהיה שיעור גדול שתפסל הסוכה מחמת זה מ\"מ יהיה צריך ליזהר שלא ישב במקום הזה שהגג משופע ומוטה על הסכך. כתב הפמ\"ג בס\"ס תרמ\"ד מזוזה בסוכה פטור ומשמע חדר של כל השנה שדר בו תמיד ובסוכה מסיר הגג אפ\"ה בסוכות פטורה דבשבעה ימים לאו קבע מקרי. ומי שיש לו שני חדרים זה לפנים מזה אם הולך מחדרו לסוכה פתח הסוכה צריך מזוזה משום חדרו ואם הולך מסוכה לחדרו בענין שהפתח הוא מחדר הסוכה י\"ל שחייב הוא במזוזה בפתח בסוכה הפתוח לר\"ה וכדומה דהוי כבית שער:\n"
        ],
        [
            "(א) צריך לישב וכו' - הקדים בזה כדי לידע הטעם בישן תחת המטה דלא יצא שאינו ישן בצל הסוכה אלא בצל אוהל:",
            "(ב) הישן וכו' - דעיקר ישיבת הסוכה הוא אכילה שתיה ושינה:",
            "(ג) גבוה עשרה טפחים - מן הארץ עד תחתית המטה גבוה י\"ט דע\"י שיש תחת המטה אויר י\"ט חשיב כאוהל ומפסיק בין הסוכה ואפילו דפנות המטה קצרים מאוד שאין להם אפילו רוחב טפח מ\"מ שם אוהל עליה:",
            "(ד) תחת הכילה - הם סדינים הפרוסים סביבות המטה על ארבעה קונדיסין והמטה באמצעה:",
            "(ה) אם אינה גבוה עשרה טפחים וכו' - אינו חשיב אוהל בפני עצמו. והעשרה טפחים מודדין מארעא אע\"פ שאין י\"ט מן המטה ולמעלה:",
            "(ו) או שאין לה גג רחב טפח - עיין במ\"א דאפי' באופן זה אם יש בפחות מג\"ט סמוך לגג רוחב טפח דהיינו לאחר שירדה מן הכלונס מכאן ומכאן ונתרחבו טפח אין שם מן טפח זה עד הכלונס ג\"ט אסור לישן תחתיו לפי שכל פחות מן ג\"ט הוא כלבוד וכאלו יש בגגה רוחב טפח ועי\"ז שוב נקרא בשם אוהל ונמצא אוהל מפסיק בינו לסכך. עוד כתבו בשם האגודה דאפילו אם אין לה גג רוחב טפח אינו מותר רק כשהסדינים מגיעים לארץ דאם יש אויר הפסק בינם לארץ אפילו רק כשיעור טפח אסור:",
            "(ז) העצים היוצאים וכו' - זהו מקרי במשנה קינופות והוא קבוע מאוד ע\"כ פוסל אף בפחות מעשרה טפחים ומש\"כ אח\"כ אבל אם אחד יוצא וכו' זהו נקרא נקליטין. ושלשה דינים יש כאן. כילה וקינופות ונקליטין כילה דלא קביעא לא מיתסרא אלא בתרתי לריעותא שיש לה גג וגבוה עשרה. וקינופות דקביעא מיתסרא אף שאינה גבוה עשרה כיון שעכ\"פ יש לה גג [ועיין בפמ\"ג שמצדד דהוא מן התורה] ונקליטין אף דלא קביעא כ\"כ כקינופות מ\"מ קביעי יותר מכילה לכך מיתסרא ג\"כ עכ\"פ מדרבנן בחדא לריעותא דהיינו כשגבוהים עשרה אע\"פ שאין לה גג וזהו לדעה ראשונה ודעה שניה ס\"ל דאפילו מדרבנן לא אסרו כיון שאין לה גג דאוהל משופע לא מקרי אוהל כלל:",
            "(ח) אפילו אם אינם גבוהים עשרה - היינו מן המטה ולמעלה והטעם שהחמירו בזה משום דקביעי בחוזק כמש\"כ ואע\"ג דמטה ג\"כ קבוע מ\"מ אינה עשויה לישן תחתיה אלא על גבה לכך לא חשיבה אהל להפסיק כ\"א בשגבוה עשרה:",
            "(ט) פירס סדין וכו' - וה\"ה אם עיטרה בשאר מינים שאין מסככין בהם כגון שתלה תחת הסכך כולו מיני אוכלים וכלים נאים כדי לנאותה:",
            "(י) כשרה - דבטלים הם לגבי הסכך ומותר אפי' לישב תחתיהן:",
            "(יא) ואם הוא רחוק ד\"ט וכו' - דכיון שרחוקים ד\"ט מן הסכך חשיבי באפי נפשייהו ולא בטלי גבי סיכוך ונמצא שאינו יושב בצל סוכה אלא בצל נויי סוכה ואפילו אם אותן הנויין חמתן מרובה מצילתן ג\"כ אסור ויש שמקילין בשהיה חמתן מרובה מצילתן:",
            "(יב) פסולה - היינו כשיש בהן שיעור ד' טפחים דהוא כשאר סכך פסול ששיעורו הוא בזה כדלקמן בסי' תרל\"ב ואם הוא באמצע פוסל כל הסוכה מטעם זה כמבואר שם:",
            "(יג) ואם אינו לנוי וכו' - עיין בבה\"ל:",
            "(יד) אע\"פ שהוא בתוך ארבעה טפחים - וה\"ה אפילו אינו מופלג מן הסכך טפח אלא נקט ד' איידי דרישא:",
            "(טו) ויש ליזהר וכו' - ר\"ל אף דמדינא אין לאסור רק ברוחב ד\"ט וכנ\"ל מ\"מ יש ליזהר לכתחלה אפילו אינו רחב ד' טפחים שיש לחוש שמא יעשה נוי הרבה עד שיהא בהן שיעור זה וישב תחתיו ולפ\"ז אין לתלות פירות או כלים וכדומה דבר שפסול לסכך בהן אפילו לנוי אלא בתוך ד\"ט לסכך. ומ\"מ לענין תליית מנורות בסוכה נגד השלחן א\"צ להחמיר שיהיו בתוך ד\"ט ואדרבה יותר טוב ונכון להרחיקן מן הסכך כל מה שיוכל:\n"
        ],
        [
            "(א) והתחתונה פסולה - דכתיב בסוכת חסר וי\"ו בין כ\"ף לתי\"ו לשון יחיד ובזה הוא יושב תחת שני סככין:",
            "(ב) שיכולה התחתונה לקבל וכו' - ר\"ל שחזקה לקבל הכרים וכסתות שאדם מניחן כדי לישן עליהן ואדם יושב שם ואוכל סעודתו אז היא נקראת בשם סוכה וממילא מיפסלא התחתונה משום סוכה תחת סוכה:",
            "(ג) ואפילו ע\"י הדחק - ר\"ל שהגג של תחתונה שהיא קרקעיתה של העליונה מתנענעה כשמשתמשין שם:",
            "(ד) ויש ביניהם י\"ט - היינו בין סככה של העליונה לקרקעיתה דזהו שיעור הפחות בכל סוכה להכשירה ועי\"ז נוכל לקרוא הסוכה שתחתיה בשם סוכה תחת סוכה:",
            "(ה) התחתונה כשירה - אבל העליונה פסולה דלא חזיא אפילו לדירת עראי:",
            "(ו) כהלכתה - דהיינו שהיתה צילתה מרובה מחמתה:",
            "(ז) אפילו וכו' - ואפילו אם העליונה היתה ג\"כ צילתה מרובה מחמתה לא מקרי סוכה תחת סוכה כיון שהעליונה אין לה הכשר סוכה [ואם העליונה חמתה מרובה מצילתה אז אפילו התחתונה יכולה לקבל כרים וכסתות של עליונה התחתונה כשרה דסכך של עליונה כמאן דליתא דמיא]:",
            "(ח) אם העליונה למעלה מכ' - ולא אמרינן מה שכנגד סכך הפסול נחשב כאלו אינו כיון שבעצם אין הסכך הזה סכך פסול אלא שהוא למעלה מעשרים לא מיקרי סכך פסול לפסול כנגדו:",
            "(ט) ומתכשרת ע\"י סכך ומתכשרת ע\"י סכך העליונה - דהיינו שע\"י שניהם היתה צילתה מרובה מחמתה וכשרה התחתונה ואם היתה העליונה בעצמה צילתה מרובה מחמתה אף העליונה כשרה:",
            "(י) בראש העגלה - אף דמטלטלה ולא קביעא. וע\"כ הסוחרים יכולים לעשות סוכה בעגלות שלהם שקורין ביידי\"ל ובלבד שיהא בתוכה גבוה י\"ט ורוחב ז\"ט בלא הגלגלים [ח\"א]. אכן צריך שיקשרנה שם בחוזק שתהיה יכולה לעמוד ברוח המצויה בארץ:",
            "(יא) או בראש הספינה - הוא מקום גבהו של ספינה והוא גבוה מאוד והרוח שולטת שם ועוקרתה:",
            "(יב) אם אינה יכולה וכו' - ר\"ל שלא קשרה בחוזק כלל שאיזה רוח שיבוא יעקרנה פסולה דאפילו דירת עראי לא הויא:",
            "(יג) אפילו אם אינה יכולה לעמוד וכו' - דרוח מצויה דים הוא כרוח שאינה מצויה דיבשה:",
            "(יד) כשרה - דעכ\"פ מכלל דירת עראי לא נפקא. ואפילו בשעה שהולכת על הים:",
            "(טו) בראש הגמל - היינו שעשה שם הדפנות בין חטוטרותיה וסיכך על גבן:",
            "(טז) בראש האילן - תיקן מושבו בראשו ועשה שם מחיצות וסכך:",
            "(יז) ואין עולין לה - מפני שאסור להשתמש ביו\"ט בבע\"ח ובמחובר כמ\"ש ריש סימן של\"ו. ואפילו אם הסוכה היא על הארץ אלא שהקנים של הסכך מסומכין על האילן אסור לעלות לה בשבת ויו\"ט גזירה שמא ישתמש בהסכך שיניח שם חפציו או יתלה בו שום דבר ונמצא משתמש על ידי האילן ואפשר דדוקא בימים הראשונים שהיו רגילין להשתמש בסכך להניח ולתלות שם חפציהם אבל עכשיו שאין רגילין בכך אין חוששין לכך ומותר לעלות לתוכה אף בשבת ויו\"ט ומ\"מ לכתחלה אין לסמוך את הסכך על האילן שאין מעמידין את הסכך לכתחלה אלא בדבר הראוי לסיכוך כמ\"ש בסימן תרכ\"ט ע\"ש הטעם. ואם נעץ קונדסין באילן וסמך הסכך עליהן שרי אף לכתחלה:",
            "(יח) ביו\"ט - ואם עבר ועלה ביו\"ט יצא ידי חובתו ועיין בפמ\"ג שמסופק אם אין לו ביו\"ט רק סוכה ע\"ג בהמה או אילן אם מותר לו לכתחלה לעלות ע\"ש ובבכורי יעקב מסיק דאסור דחכמים פטרוהו ע\"ש:",
            "(יט) מקצתה על האילן ומקצתה בדבר אחר - היינו שעשה מקצת קרקעית סוכתו ומקצת דפנותיה על ראש האילן ומקצת קרקעיתה ומקצת דפנותיה על דבר אחר וסיכך על הדפנות אם היא עשויה בענין שאם ינטל האילן תשאר היא עומדת על הדבר אחר ולא תפול וכו':",
            "(כ) עולין לה ביו\"ט - היינו בסולם שלא על דרך האילן:",
            "(כא) אין עולין לה ביו\"ט - דכיון שסמיכתה על האילן נמצא כשנכנס לתוכה משתמש באילן:",
            ""
        ],
        [
            "(א) צריך שיהיה וכו' - דכתיב חג הסוכות תעשה וגו' באספך מגרנך ומיקבך ודרשינן שיעשה הסוכות ממה שמאסף מפסולת גורן ויקב דהיינו קשין ואשכולות ריקנין הלכך אין מסככין אלא בדבר שצומח מן הארץ והוא עכשיו תלוש ואינו מקבל טומאה דומיא דפסולת גורן ויקב שיש בהם כל הדברים הללו:",
            "(ב) ואינו מקבל טומאה - פי' שאינו ראוי לקבל טומאה:",
            "(ג) אע\"פ שגידולו מן הארץ - כלומר שמתגדל על הארץ ולשון מן לאו דוקא:",
            "(ד) מיני מתכות - כגון חתיכות מתכות שלא נעשו מהם שום כלים שעדיין אינם מקבלין טומאה ואף דיסודם ג\"כ מן הארץ וה\"ה עפר ממש אפ\"ה אין מסככין בהם דבעינן דוקא שיהיו צומחין מן הקרקע ולא קרקע ממש:",
            "(ה) שפודין - של מתכות אבל של עץ אין מקבלין טומאה אפילו מדרבנן כמו חיצים זכרים דס\"ג דפשוטי כלי עץ נינהו ומותר לסכך בהן וא\"כ דמיירי בשל מתכות הוא משנה שאינה צריכה דהא בלא\"ה אין מסככין דהא אינו צומח מן הארץ [מ\"א] והאחרונים יישבו קושיתו דמיירי בשל עץ ובראשי השפודין יש קצת ברזל וכה\"ג גם העץ מקבל טומאה ע\"י הברזל שבראשו אכן כיון דעיקר הסכך הוא מן השפוד שהוא של עץ שהוא צומח מן הארץ וא\"צ לברזל לצורך הסכך הו\"א דמותר לסכך בו קמ\"ל דפסול הואיל ומקבל טומאה ע\"י הברזל:",
            "(ו) וארובות המטה - אפילו הם של עץ ואף שאינן מטה שלמה פסולין לסכוך הואיל דממטה שלמה קאתו:",
            "(ז) וכל הכלים - אפילו מידי דמקבל טומאה רק מדרבנן:",
            "(ח) שלא נשאר בהן שיעור וכו' - כיון שפעם אחת היו ראוין לקבלת טומאה גזרו בהן חכמים שלא לסכך בהן לעולם. אכן אותן הכלים שאפילו בשלמותן לא היו מקבלין טומאה אלא מדרבנן אם נשברו מותר לסכך בהן:",
            "(ט) בחצים שאין להם בית קבול - דפשוטי כלי עץ אין מקבלין טומאה:",
            "(י) כשירה - ואם היו פעם אחת בברזל פסולים אע\"פ שניטלו אח\"כ דכיון דפעם אחת היו ראויים לקבל טומאה נשאר שם פסול עליהם וכנ\"ל בס\"ב קנים הנבראים חלולים אע\"פ שיש להן בית קבול אין מקבלין טומאה לפי שלא נעשו לקבלה לפיכך מותר לסכך בהם וכן מותר לסכך בצנור לפי שלא נעשה לקבלה וכל כלי עץ הרחב קצת וראוי להניח עליו דבר מקבל טומאה מדרבנן דדמי לבית קיבול. ולפ\"ז אין להניח מרא ומגריפה על הסוכה אפילו נשברה [מ\"א וש\"א] ועיין בבכורי יעקב דדעתו נוטה דבשעת הדחק יש להקל לסכך כשנשברה כיון דאפילו בעוד שהיא שלמה אין טומאתו אלא מדרבנן אין לגזור בשבורה וכנ\"ל בסק\"ח:",
            "(יא) כשלא נידק ולא ניפץ - ר\"ל אף דמתחלה נשרו הגבעולין במים מ\"מ כיון דעדיין לא נידק בכלל עץ הוא. ומשמע מלשון זה דאם היה נידק אף שלא ניפץ פסול ומסוף דבריו משמע דנידק וניפץ בעינן אבל נידק לחוד לא ועיין בפרישה וביאור הגר\"א ומשמע שמצדדים להקל ומ\"מ אין להקל אף בנשרו לחוד רק במקום הדחק:",
            "(יב) פסולה - מדרבנן מפני שאין צורתו עומדת עליו ומחזי כאילו אינו מגידולי קרקע ועוד כיון דראוי לתתם לתוך כרים וכסתות ואז יקבלו טומאה וע\"כ גם בנעורת שברי גבעולין הננער מן הפשתן אין מסככין בו דגם ממנו ראוי למלא כרים וכסתות. והנה לפי הטעמים האלו אפילו בצמר גפן וקנבוס שאין מטמאין בנגעים אם נידק וניפץ אין מסככין בהם ועוד כתבו טעם מפני דכיון דכבר נידק וניפץ קרוב הוא לטוותו ויקבל טומאה ע\"כ גזרו שלא לסכך בו ולפ\"ז בצמר גפן וקנבוס דאין מקבל טומאה כלל לא שייך האי גזירה ויש להחמיר:",
            "(יג) של פשתן - אף שאין מקבלין טומאה שאינם כלי מ\"מ נשתנה צורתן ואינו נראה כגידולי קרקע ופשוט דה\"ה בחבלים של קנבוס:",
            "(יד) שאינה ראויה לשכיבה - אין הלשון מדוקדק דאי אינה ראויה כלל אמאי אמרינן דסתמא לשכיבה אלא ר\"ל שאינה שאינה ראויה כ\"כ וכן הוא בהדיא בטור:",
            "(טו) אם היא קטנה - היינו כדי שכיבה:",
            "(טז) סתמא עומדת לשכיבה ומקבלת טומאה וכו' - פי' דכיון דסתמא לשכיבה היא ראויה לקבל טומאה לכשישכב בה הזב וכיון שכן אף מעתה אינה ראויה לסיכוך שכל הראוי לקבל טומאה אין מסככין בו וכנ\"ל:",
            "(יז) דהיינו שרוב וכו' - הנה אם עשאה בפירוש לסיכוך מהני אפילו במקום שאין מנהג מבורר בעיר בזה ולא אתי הרמ\"א לאפוקי רק ההיפוך דאם המנהג בעיר לשכיבה לא מהני במה שהוא עושה לסיכוך או שקנאה בפירוש לסיכוך דמי יודע דבר זה ואתו כ\"ע לסכוכי בהו. ופעמים שדבר זה מהני גם להקל דהיינו אם עשאה סתמא או שאינו ידוע לן אם עשאה לסיכוך או לשכיבה ורוב בני העיר עושין אותה לסיכוך תלינן שגם הוא עשה לסיכוך:",
            "(יח) אלא א\"כ עשאה לשכיבה דהיינו וכו' - אין ר\"ל לאפוקי אם היה המנהג לסיכוך אז גם מחשבה דידיה שחשב לשכיבה לא מהני מידי ומותר לסכך דזה אינו דכיון שחשב לשכיבה הרי ירדה לה תורת טומאה ואסור לסכך אלא אתי לאשמועינן דלאו דוקא אם עשאה לשכיבה אלא דה\"ה אם מנהג המקום לשכיבה הוי כאלו עשאה בעצמו לשכיבה. ואם אינו ידוע מנהג המקום לכו\"ע מותר לסכך בה כ\"ז שלא ידעינן שעשאה לשכיבה. ודע דבמקומות הללו כל מחצלת עשויות לשכיבה וא\"כ אפילו הוא עשאה לסיכוך ג\"כ אין מסככין בם:",
            "(יט) בענין שראויה לקבל - ר\"ל כיון שראויה לקבל הרי יש עליה שם כלי ומקבלת טומאה ואין מסככין בה וה\"מ בסתמא אז אמרינן דכיון שיש לה שפה מוכח דנעשית לקבלה וממילא מקבלת טומאה אבל אם דעתו בהדיא לסיכוך אע\"פ שיש לה שפה אינה מקבלת טומאה וקיבול זה אינו חשיב כלום כיון שאינה עשויה לקבלה ויש מאחרונים שסוברין דכיון שיש לה שפה בכל גווני מקבלת טומאה ואין מסככין בה:",
            "(כ) אפילו אם ניטל שפתה - דומיא דכל שברי כלים שאין מסככין בהם מדרבנן וכנ\"ל בס\"ב:",
            "(כא) אין מסככין בהם - ר\"ל אפילו נעשו לסיכוך שאין מקבלין טומאה גזירה שמא ישב תחת תקרת הבית שעשוי ממחצלאות ומחצלאות של תקרת הבית פסולין מן התורה שלא הוקבעו שם לשם צל אלא לשם דירה:",
            "(כב) יש להסתפק אם מותר וכו' - יש מאחרונים שמפרשי דהספק הוא אם מותר לסכך בסולמות [ומיירי שהסולם הוא רחב ארבעה טפחים דסכך פסול אינו פוסל באמצע פחות מד\"ט כדלקמן בסימן תרל\"ב] ומקום הספק הוא מפני שהוא פשוטי כלי עץ שאינו מקבל טומאה אפילו מדרבנן ויש צד לאיסור כיון דיש נקבים ביריכי הסולם שהשליבות תקועות בהם דמי לבית קיבול ויש מאחרונים שמפרשי דמיירי בסולם שאינו רחב דאי הוה רחב בודאי יש לנו להחמיר דדמי לבית קיבול ואין לסכך בו אלא מקום הספק הוא דהלא עכ\"פ בכלל מעמיד הוא ואפשר דיש לנו להחמיר שלא להעמיד בדבר המקבל טומאה שמא יבוא לסכך בו ואע\"ג שמעמידין הסכך על כותל אבנים משום דלא שכיח שיסכך בהם וכן העתיקו כמה אחרונים לדינא דלכתחלה יש ליזהר שלא להעמיד הסכך בדבר המקבל טומאה אכן בדיעבד או שאין לו שאר דברים קי\"ל דמותר להעמיד הסכך בדבר המקבל טומאה כדמוכח בסוף סי' תר\"ל:",
            "(כג) ולכן אין לסכך עליו - עיין בד\"מ [והעתיקו הגר\"א בביאורו] דמיפשט פשיטא ליה דאסור לסכך בו דבית קיבול הוא ומקבל טומאה וממילא בודאי יש להחמיר שלא לסכך על גביו ומכ\"ש בסולמות של עגלות או סולם של אבוס הנתון על שתי יתידות ומספוא שם למאכל בהמה בודאי בית קבול גמור הוא ומן התורה טמאין אכן כשאין להסולם נקבים והשליבות תקועין על היריכות במסמרים הם בכלל פשוטי כלי עץ שאין מקבלין טומאה אף מדרבנן ויש שמחמירין אף בזה משום לא פלוג:",
            "(כד) ואפילו וכו' להחזיקו אסור - דגם זה בכלל מעמיד הוא ומלבד זה עכ\"פ סכך פסול הוא:",
            "(כה) שמקבלין טומאת מדרס - ר\"ל שראויין לקבל ואפילו הן חדשים שבודאי לא נטמאו עדיין ודע דכל כלי עץ הרחב קצת וראוי להניח עליו דבר י\"א שמקבל טומאה מדרבנן דדמי לבית קבול וע\"כ אין להניח מרא ומגריפה על הסכך להחזיקו או תחת הסכך להעמיד הסכך ואפילו נשברו:",
            "(כו) לחבר וכו' במסמרות של ברזל - זה מותר לכו\"ע אפילו למאן דאוסר להעמיד הסכך בדבר המקבל טומאה כיון שאין סומך הסכך על המסמורים אלא שמחזיק בהם הכלונסות המעמידים להסכך ומטעם זה ג\"כ מותר לקשרם להכלונסאות בבלאות או בחבלים של פשתן ואה\"נ דלקשור הסכך עצמו בכלונסאות בחבלים ראוי ליזהר לכתחילה כיון שקושר הסכך עצמו בדבר המקבל טומאה [אחרונים]:",
            "(כז) מיני אוכלים - היינו מאכל אדם דאלו מאכל בהמה אין מקבל טומאה:",
            "(כח) מקבלין טומאה וכו' - ואפילו אם לא הוכשרו עדיין פסולין:",
            "(כט) ואין מסככין בהם - וכל בושם שאין נאכלין להנאת גופן כ\"א לריח ומראה וכדומה מסככין בהן [פמ\"ג] ולענין קנמון אף דהפמ\"ג מיקל בבכורי יעקב הוכיח דכמין אוכל חשיב דהרי איתא לעיל בסימן ר\"ב דמברכין עליו בפה\"א:",
            "(ל) אם פסולת מרובה על האוכל וכו' - דין זה הוא כלל והדר פרט דהיינו אם קצרם לאוכל הידים מצטרפים להאוכל ואם קצרם לסיכוך הידים מצטרפים עם הפסולת וכדלקמיה:",
            "(לא) תורת אוכל - מן הדין אין הידים נקרא אוכל רק עד ג\"ט אבל מפני שיש ידות שמצטרפות לאוכל אע\"פ שגדולות הרבה כתב המ\"א שיש להחמיר ולאסור בכל ידות אפילו גדולות הרבה. ולפ\"ז יש ליזהר שלא לכסות בקשין של תבואה קודם שנחבטו מן התבואה. והנה הפמ\"ג מפקפק קצת אפילו אחר שנחבטו ובבכורי יעקב משיג עליו ומסכים להט\"ז לקמן בסי\"ח דשרי. ומ\"מ צריך ליזהר דשכיח הוא שעדיין נשאר מעט תבואה בשיבולים אפילו אחר שדש אותם ובזה עדיין נשאר על הקש תורת ידות ולכן אם רוצה לסכך בתבן וקש של תבואה טוב שיסיר השבולים מהם [בכוי\"ע הנ\"ל] ונראה דקשין של מין שבלין הנקצרין במגל דמדינא היד אינו כאוכל רק עד ג\"ט אם יש בהשאר יותר מג\"ט אין להחמיר אחר שנחבטו:",
            "(לב) סיכך בירקות וכו' - ר\"ל באיזה מקומות שממהרין לייבש בתוך שבעת ימי החג ולנפול העלין והגבעולין וישאר אויר:",
            "(לג) אע\"פ שפסולים לסכך וכו' - דהסעיף זה איירי בירקות שראויים לאכילה ופסולים לסכך בהם והו\"א דבשביל זה אין חל עליהם שם פסול אחר קמ\"ל דלא אמרינן הכי:",
            "(לד) לפסול בארבעה טפחים - כמבואר בסימן תרל\"ב דסכך פסול פוסל באמצע בד' טפחים ואויר פוסל בין באמצע בין מן הצד בשלשה טפחים:",
            "(לה) אלא כאויר חשיבי וכו' - היינו אפילו קודם שנתייבשו משום דכיון דכאשר נתייבשו מתפוררות ונופלות ואין הסוכה ראויה להתקיים לשבעה ימים גזור רבנן מהשתא. וכתבו הפוסקים דה\"ה כשסיכך בירקות שאין ראויין לאכילת אדם דהן מצד עצמן אין מקבלין טומאה וראויין לסכך בהן אך שממהרין לייבש תוך שבעה ג\"כ פסולין:",
            "(לו) המחובר - פי' המחובר מעיקרו כגון גפן ודלעת אבל תלוש ולבסוף חיברו כתב הב\"י בסימן תרכ\"ו בשם תה\"ד דכשר:",
            "(לז) אין מסככין בו - עיין בסימן תרכ\"ו ס\"ב לענין אם עבר וסיכך בהם ואח\"כ קצצו:",
            "(לח) לכתחלה - ואם עבר וסיכך בהם כשרה לישב בה והיינו אף שיש להם סכך אחר אינו מחוייב לסכך מחדש. ואם היה ריח רע כ\"כ שאין דעת האדם סובלתו יש לומר דפסול מן התורה דבעינן תשבו כעין תדורו:",
            "(לט) שנושרים - ודוקא כשנושרים תמיד אבל אם אינם נושרים אלא בשעת הרוח כשרה:",
            "(מ) וכן אסור לסכך בחבילה - אף דקאמר וכן היינו דכשם ההיא ענינא דסי\"ד אסרו חכמים גם זה אסרו חכמים אבל מ\"מ הכא חמירי יותר דאפילו בדיעבד אסור ולא דמי לסי\"ד דהנהו לא פסילי אלא משום דלמא שביק להו ונפיק אבל חבילה פסולה דידה הוא משום דחיישינן דלמא עביד סוכה מן העשוי בדיעבד נמי פסלינן ליה ובמדינותינו שמוכרין אגודות ענפי אילנות שקורין יעלניק וקוצצין אותו לפזר בבית אפשר דאין דינם כחבילה כיון דאין דרך להניחן לייבשן דאדרבא כשיתייבשו אין שוין כלום [ח\"א]:",
            "(מא) בפיסול - כיון שלא הניחן לצל:",
            "(מב) אינה נקראת חבילה - ר\"ל ומותר לסכך בה לכתחלה וא\"צ להתיר אותה:",
            "(מג) משני ראשיה - ואם קשרן באמצע הוי אגד דיכולין לטלטלה:",
            "(מד) כיון וכו' - ר\"ל ואינו דומה להא דאיתא בסימן תרכ\"ו ס\"ב דאם קצץ האילן העומד ע\"ג הסוכה להכשירו ולהיות הוא עצמו מהסכך אינו מועיל עד שינענעו ג\"כ ולהניחו לשם סכך דהקציצה לא מקרי עדיין מעשה וה\"נ בענינינו ההתרה ע\"ז אמר דשאני הכא שאין איסורה בעצם דהא הניח החבילה לשם סכך אלא משום גזירה אסרוה וכדלעיל בסט\"ו משא\"כ התם דפסולו מדאורייתא משום מחובר בעינן מעשה גמורה דהיינו הנענוע אחר הקציצה ולזה מסיים דחבילה שהניחה לייבשה שפסולו מן התורה דמי ממש להתם וצריך נענוע אחר ההתרה והנענוע הוא שיזיזם ממקומם:",
            "(מה) שרחבן ארבעה - טפחים שדומין לתקרת הבית וחיישינן שמא ישב תחת תקרת הבית שדר בו כל השנה וההוא ודאי פסול דסוכה אמר רחמנא ולא בית של כל ימות השנה:",
            "(מו) הפכן על צידן - היינו שלא הטיל רחבן על הסוכה אלא השכיבן על צידן:",
            "(מז) שאין בהם ארבעה - ל\"ד ה\"ה אפילו הן פחותין מג' והטעם דכיון דיש שם פסול עליהן נעשו כשפודין של מתכות הפסולין לסכך בכל ענין שהופכן:",
            "(מח) שדומין לכלים - ואע\"פ שראויין לישיבה וגם ראויין להשתמש עליהן דהיינו להניח איזה דבר על גבן אעפ\"כ אינן מקבלין טומאה כיון שלא יחדן לישיבה ולא לשום תשמיש אלא עומדין לבנין או לסחורה וגם משום גזירת תקרה אין בהן שאין רגילות לסכך הבית בנסרים קצרים שאין רחבן ד\"ט:",
            "(מט) ונהגו שלא וכו' - דילמא אתי לסכך בענין שלא יהא מטר יכול לירד שם ויש מהראשונים שכתבו דכהיום מדינא אסור הואיל דבזמן הזה מסככין בתיהם בנסרים שאין בהן ד' טפחים איכא גזירת תקרה ומ\"מ יש לחוש גם לטעם הראשון וע\"כ הלטי\"ש אע\"פ שאין בהם גזירת תקרה שאין מסככין בהם בתיהם מ\"מ יש לחוש שיסכך כ\"כ שלא יהיו הגשמים יורדים בתוכה וכ\"ש בשינדלין:",
            "(נ) כלל - כתבו הפוסקים דבשעת הדחק שאין להם במה לסכך מסככין בנסרים אפילו כשיש בהן ד' טפחים וה\"ה בכל דבר שאסרו חכמים משום גזירה. אכן לענין ברכה יש דיעות בפוסקים עיין לקמן סימן תרמ\"ט ס\"ו ובחידושי הרשב\"א בענינינו דעתו נוטה דיכול לברך:",
            "(נא) פירס עליה סדין מפני החמה או תחתיה מפני הנשר - עד כאן לשון המשנה ודעת המחבר בדעה א' דמפני החמה הוא כפשטיה שהיתה הסוכה צילתה מרובה מחמתה ופירס עליה הסדין להגן שלא תכנס החמה כלל ומפני הנשר היינו שלא יהיו וכו':",
            "(נב) פסולה - דהא קמסכך ומגין ע\"ע בדבר המקבל טומאה:",
            "(נג) לנאותה כשרה - דכיון דהוי צורך סוכה בטיל לגבה. ודוקא כשהיתה הסוכה צילתה מרובה מחמתה וכנ\"ל דאל\"ה פסולה:",
            "(נד) בתוך ארבעה לסכך - דאם היה מרוחק יותר לא בטיל לגבי הסכך בכל גווני וכדלעיל בסימן תרכ\"ז ס\"ד:",
            "(נה) וי\"א שסוכה וכו' - דעה זו פליגא אדמעיקרא וס\"ל דמה דאיתא במשנה פירס עליה סדין מפני החמה וכו' היינו באופן שצייר לקמיה דוקא אבל להגן מן החמה והעלין כשרה אפילו לישב תחתיו דבטיל הוא לגבי סוכה:",
            "(נו) אבל אם לא כיון וכו' - פי' אם היה מסוככת יפה בענין שאין לחוש שע\"י הנשר יהיה חמתה מרובה מצילתה ולא הוצרך לפרוס עליה סדין אלא להגן מפני החמה או מן העלין הנושרין כשרה [ב\"י]:",
            "(נז) ומיהו לכתחלה לא יעשה וכו' - דלא יאמרו הרואים שכונתו כדי לסכך ואפילו שלא בשעת אכילה אסור דיאמרו שמניחו שם גם בשעת אכילה:",
            "(נח) שמכוין כדי להגין - זהו רק לדעת הי\"א שהזכיר מתחלה אבל לדעה ראשונה אף באופן זה אסור ועיין בבה\"ל דכן יש להחמיר למעשה וכ\"כ הב\"ח וש\"א. ומ\"מ בשעת הדחק שלא יכול לאכול בסוכה ע\"י העלין הנושרין לתוך המאכל או ע\"י גשמים הנוטפין או ע\"י הרוח שמכבה הנרות מוטב לפרוס סדין תחת הסכך בתוך ד' טפחים משיאכל חוץ לסוכה אבל לא יברך ע\"ז לישב בסוכה:",
            "(נט) שרוי במים - עיין בבה\"ל דלפי מה שהסכימו אחרונים דיש להחמיר כדעה ראשונה יש ליזהר שלא לפרוס אפילו לייבש אלא שלא בשעת אכילה:",
            ""
        ],
        [
            "(א) כשרים לדפנות - דמשמעות הכתוב דהסוכות תעשה באספך מגרנך ומיקבך [דלמידין מזה דיעשה הסוכה מפסולת גורן ויקב דהוא דבר שאין מקבל טומאה וגידולו מן הארץ] קאי אסכך דוקא דדפנות לא איקרי סוכה:",
            "(ב) וא\"צ להעמידם וכו' - היינו דלא מדמינן ענינינו ללולב דבעינן שיהיה לקיחתו דרך גדילתו דוקא כדלקמן סימן תרנ\"א ס\"ב:",
            "(ג) ואפילו חמתה מרובה וכו' - היינו שהיו פרצות גדולות בדפנות שעי\"ז חמתה מרובה מצילתה מ\"מ כשרה דכ\"ז לא קפדינן אלא בסכך:",
            "(ד) מדבר שריחו רע - דחיישינן שמא מחמת זה יצא מן הסוכה ודיעבד שפיר דמי אף בסכך כמ\"ש בסימן תרכ\"ט סי\"ד אם לא שהוא ר\"ר שאין אדם סובלתו אפשר דפסול מן התורה דבעינן תשבו כעין תדורו [פמ\"ג] עוד כתב אותן שעושין סוכה אצל בה\"כ ואשפה מפני שהמקום צר להם וריח רע מגיע אליהם מן התורה יוצא ידי חובתו אבל לא יברך בהמ\"ז שם (כדלעיל סי' ע\"ט ס\"ב עי\"ש בדעה ראשונה שפסקו כן האחרונים) ואם יש לו מקום אחר בודאי לא יעשה שם. ואם אין מגיע לו הריח רע רק רואה בית הכסא ג\"כ אסור ועיין לקמן בסימן תרל\"ז בביאור הלכה סוף ד\"ה וכן בקרקע שהיא של רבים:",
            "(ה) או דבר שמתייבש וכו' - ר\"ל דיינינן ליה כאלו כבר נתייבש ועיין לעיל בסימן תרכ\"ט סי\"ב בהג\"ה ובמ\"ב שם:",
            "(ו) דפנות הסוכה וכו' - כדי להבין היטיב אקדים לכאן כמה עקרים להלכה זו א) דשיעור סוכה הוא שתהא מחזקת ז' על ז' טפחים לפחות כדלקמן בסימן תרל\"ד. ב) דילפינן בגמרא מקראי דלא קרוי סוכה ע\"י הסכך לבד אא\"כ יש לה ג' דפנות והלכה למשה מסיני דאחת מן הדפנות סגי בטפח אחת. ג) דמ\"מ בעינן שיהיה נראה כדופן דהיינו אם יש לו שתי דפנות סמוכות זו אצל זו כמין ד יקח דף שיש ברחבו טפח מרווח דהיינו טפח ומשהו ויעמידו בריחוק מקום פחות מג\"ט לאחד משתי הדפנות וכל פחות מן ג' טפחים כלבוד דמי ונמצא שיש כאן ד\"ט והוא רוב דופן מהכשר סוכה שהוא ז\"ט כנ\"ל וכדי להשלים שיעור כל הדופן יעשה עוד צורת הפתח דהיינו שיעמוד קנה כנגד אותו טפח וירחיקו ממנו עד סוף הכותל שכנגדו שמחזיק שבעה טפחים ומניח קנה מן הטפח עד הקנה שכנגדו למעלה על גביהן או אפילו למעלה מהן ואינו נוגע בהן רק שיהיה כנגדן כמבואר לעיל בדיני צורת הפתח בסי' שס\"ב ונמצא שיש כאן דופן שלם של ז' טפחים. ועתה נתחיל לבאר בעזה\"י כל פרט בפ\"ע:",
            "(ז) יותר על טפח - במ\"א מבואר שמותר לעשות דפנות הסוכה בקנים שמעמידם פחות פחות מג\"ט רחוק זה מזה והוא בעושה כן ד' דפנות דהיינו קנים כזה מארבעה רוחות אבל כשאין רוצה לעשות רק ג' דפנות בעינן שתי מחיצות שסמוכות זה לזה ושלמות והשלישית בטפח:",
            "(ח) ומעמידו בפחות מג' וכו' - דאז הוי לבוד וא\"כ יש כאן ד' טפחים דהוא רוב הכשר סוכה דאע\"ג דבסתם טפח יהיה ג\"כ רוב דופן דהוי טפי מג\"ט ומחצה אכן משום דבציר מארבעה טפחים לא חשיב בשום דוכתא להכי הצריכו טפח מרווח [ר\"ן]:",
            "(ט) כנגד הכותל - היינו כנגד סוף המקצוע השני של הכותל שכנגדו שסתמו מחזיק ז' טפחים וי\"א דירחיקו עוד טפח יותר כדי שיהיה הצורת הפתח על ד' טפחים:",
            "(י) ויעשה לה צוה\"פ וכו' - כדי להשלים שיעור הכותל ועיין בב\"ח שכתב דזה הוא מדרבנן אבל הטפח מרווח שאמרנו מתחלה הוא מדאורייתא:",
            "(יא) וכשרה - ואז מותר לטלטל בתוכו ולהוציא מן הבית דרך חלון הפתוח לסוכה בשבת שבתוך החג דאע\"ג דבשאר שבתות אסור לטלטל אא\"כ יש תיקון ברוח רביעית מ\"מ בשבת שבתוך החג אומרים מגו דהוי דופן לענין סוכה הוי נמי דופן לענין שבת ומ\"מ שלא בשעת הדחק ראוי להחמיר:",
            "(יב) ואם הטפח והקנה וכו' - כצ\"ל:",
            "(יג) א\"צ קנה ע\"ג - דהסכך גופא יחשב כקנה ע\"ג ועיין במ\"א שהקשה על זה מירושלמי ודעתו דראוי להחמיר משום דאינו נעשה הסכך לכך אבל האחרונים יישבו קושיתו וע\"כ הסומך על רמ\"א לא הפסיד:",
            "(יד) עושה דופן וכו' - ומה דלמעלה די בטפח דהתם השתי דפנות סמוכות להדדי וע\"כ די בשלישי בטפח בעלמא משא\"כ בזה דהם רחוקים זה מזה ע\"כ צריך לעשות דופן של ד' טפחים ומשהו ולהעמידו בפחות מג' סמוך לדופן אחד דהוי כלבוד ונחשב כאלו היה דופן שלם של ז' טפחים סמוך לדופן וממילא גם בזה יש שתי דפנות סמוכות להדדי כמו למעלה:",
            "(טו) וגם בזה צריך לעשות צו\"פ וכו' - עיין במ\"א שמסתפק אולי דוקא בסוכה קטנה כשר אבל בסוכה גדולה שהשלישית רחוקה ממנה הרבה לא מהני אפי' ע\"י צורת הפתח אבל הרבה אחרונים הסכימו דאין לחלק בזה:",
            "(טז) וי\"א שאין זה צריך צורת הפתח - דלא דמי לס\"ב ששם התיקון בפס רחב טפח שהתיקון הוא גרוע ע\"כ צריך צוה\"פ להשלים השיעור משא\"כ כאן שיש תיקון טוב בפס ד' ע\"כ ס\"ל דאין צריך צוה\"פ וכתבו האחרונים דיש להחמיר כסברא הראשונה:",
            "(יז) אבל אם איכא וכו' - ר\"ל דבזה לכו\"ע א\"צ צוה\"פ אפילו לדעה הראשונה:",
            "(יח) הואיל ואיכא דופן שבעה וכו' - אף שהכותל שלישי שהוא עומד נגדו הוא מרוחק ממנו הואיל שעכ\"פ איכא ג' דפנות בסוכה. ומסתברא דדוקא אם הריחוק הוא לא יותר מעשרה אמות דנחשב זה כפתח ועיין לקמן בס\"ה:",
            "(יט) וכל שכן שאין צריכים צורת הפתח וכו' - ר\"ל בדופן רביעי:",
            "(כ) באמצע החצר וכו' - מקור דין זה הוא מהר\"ן ועיין במ\"א שחולק ע\"ז ודעתו דאין להתיר להר\"ן אלא כששתי דפנות זו כנגד זו של הסוכה הם עצמם דפנות החצר דבהא מהני דופן אמצעי של החצר אע\"פ שאינה דופן לסוכה (כגון שחציו של הסוכה לצד דופן האמצעי אינה מסוכך כלל) שלא תהא נידונית כסוכה העשויה כמבוי אבל לא כשהיא עומדת באמצע החצר:",
            "(כא) די לה בתיקון המתיר וכו' - דהיינו שיעמיד הטפח מרווח בפחות מג\"ט סמוך לדופן והיינו לצד שהוא כנגד פתח החצר ולא לצד שהוא כנגד דופן החצר:",
            "(כב) כל הפרוץ יהיה מרובה וכו' - ר\"ל ע\"י הפירצות שיש בשתי הדפנות עם שתי הדפנות הפרוצות יחד יהיה הפרוץ מרובה על העומד אבל אם באותן שתי הדפנות השלימות פרוץ שבהן מרובה על העומד שבהן אסור. ודוקא אם הפרצות הם יותר משלשה טפחים אבל אם הם פחות משלשה טפחים כלבוד דמי והוי כסתום ואין שם פירצה עליה ועיין במ\"א ריש הסימן שדעתו דדוקא אם עושה הסוכה מארבעה דפנות אבל אם עושה משלשה דפנות לא מהני מדרבנן ע\"י לבוד:",
            "(כג) על העומד - ודוקא אם בעומד יהיה על כל פנים שיעור מקום חשוב דהיינו פס של ד' טפחים:",
            "(כד) רק שלא יהיו הפתחים וכו' - היינו אפילו אם עשויות בצורת הפתח דאף דלענין שבת ע\"י צורת הפתח הוי כסתום ממש לענין סוכה חמור יותר דבעינן שיהא שתי דפנותיה מחוברות ממש בזוית ולא ע\"י צוה\"פ:",
            "(כה) בקרנות - בקרן הי\"ל לומר דהא מיירי המחבר בדליכא בסוכה אלא ב' דפנות שלמות דליכא אלא קרן א' אלא דהרמ\"א אתי לאשמועינן אף היכי דעושה הסוכה של ד' דפנות שלמות שאין לו לעשות פתחים בכל קרנותיה דאז לא ישאר לו שתי דפנות מחוברות יחד אבל אם ירצה לעשות פתחים בשאר קרנותיה ולהשאיר שתי דפנות מחוברות יחד אה\"נ דשרי:",
            "(כו) ובלבד וכו' יתירה על עשר אמות - דאז אפילו עומד מרובה על הפרוץ אסור דנחשבת לפרצה ולא לפתח:",
            "(כז) צורת פתח אפילו ביתר מעשר - דעכשיו פתח מקרי ואין שם פירצה עליה:",
            "(כח) לעשות מחיצות שלמות - ר\"ל שלא ע\"י עצות של לבוד וצוה\"פ ובהלכות של ר' יצחק גיאות ראיתי שכתב ג\"כ דלמצוה מן המובחר בעינן שיהיה ג' דפנות הסוכה סתומות מכל רוחותיה ולא יהא מקום פתוח אלא מקום הפתח בלבד:",
            "(כט) בין על שפת הגג וכו' פסולה - ואף דלגבי שבת לכו\"ע אמרינן גוד אסיק מחיצתא לגבי סוכה ס\"ל דבעינן מחיצות ממש:",
            "(ל) משום דאמרינן גוד וכו' - פי' כאלו שפת כותל הבית מעלה את מחיצותיה למעלה והרי יש לסוכה מחיצות. ודוקא כשהגג אינו בולט מן הבית ולחוץ אבל כשהגג בולט לחוץ אפילו לגבי שבת לא אמרינן גוד אסיק כדלעיל בסי' שמ\"ה סט\"ז:",
            "(לא) אסיק מחיצתא - ודוקא כשהוא על שפת הגג ממש אבל רחוק מזה אפילו פחות מג\"ט לא אמרינן לבוד וגוד לכו\"ע והלכה כדעה א' דבכל גווני לא אמרינן לגבי סוכה גוד אסיק:",
            "(לב) סיכך ע\"ג מבוי שיש לו לחי - מדסתם המחבר משמע דס\"ל כהפוסקים דאפילו במבוי המפולש ויש לו לחי מצד אחד [וסיכך כשיעור הכשר סוכה לצד הלחי] ג\"כ כשר והטעם דע\"י לחי נחשב לענין שבת אפילו רחב משהו כאלו היה מחיצה לאותו צד וא\"כ יש לו שלש מחיצות והוי מן התורה רה\"י ואמרינן מיגו דהוי מחיצה לענין שבת הוי נמי מחיצה לענין סוכה בשבת שאיקלע בתוך החג ואע\"ג דמדרבנן אסור לטלטל בשלש מחיצות בשבת דסוכה מותר משום מצות סוכה:",
            "(לג) סביבות הבאר וכו' - היינו ד' קורות נעוצות בארבעה רוחות זו כנגד זו שכל קורה נוטה אמה לכאן ואמה לכאן והתירוה משום עולי רגלים שיהיו יכולים לשאוב מים לבהמתן מן הבור שהוא רשות היחיד ועומד ברשות הרבים ועל ידי הפסין נעשה סביבות הבאר רשות היחיד ואע\"ג דלא התירו זה אלא לעולי רגלים הכא משום מצות סוכה התירו ג\"כ דבר זה בשבת שבתוך החג:",
            "(לד) ואין להתיר וכו' - היינו משום דהמחבר סתם ומשמע דס\"ל להתיר בכל גווני לכן בא לומר דלמעשה יש להחמיר כדעת הפוסקים דאין להתיר אלא במקום שלחי מתיר לענין שבת דהיינו במקום סתום מג' רוחות וברוח רביעית יש לו לחי דשם מותר אף מדרבנן לטלטל בשבת בזה מתירין לענין סוכה בשבת משום מיגו אף דלענין סוכה לא נוכל לחשוב כ\"א שתי דפנות שהסכך הוא רק לצד הלחי לבד:",
            "(לה) ופסין מתירין - בזמן שיש עולי רגלים והאידנא דליכא עולי רגלים היכא דלא שכיחי מיא דמותר לדבר מצוה וגם דוקא בר\"ה ולא בחצר:",
            "(לו) דאז שייך מיגו - ולכתחלה נכון להחמיר כדעת רמ\"א ובמקום הדחק יש לסמוך אדעה ראשונה דכתב הא\"ר דכן הוא עיקר:",
            "(לז) סיכך על גבי אכסדרה - פי' אכסדרה זו היא שני כתלים זה כנגד זה ומקצתה מקורה וסמוך לקירוי עד הקצה האחר סיכך הסכך נמצא שהסוכה הזו אין לה אלא ב' כותלים. ופצימין הוא שני עמודים בולטים ברוח השלישי אע\"פ שבסוכה אחרת שאין לה אלא שני כותלים ועשויים כמבוי זה כנגד זה אמרינן בס\"ג דצריך פס ד' ומשהו כאן דיי בפצימין דכיון שיש פצימין אמרינן פי תקרה יורד וסותם כלומר פי תקרה של האכסדרה שהוא הקירוי של אכסדרה יורד וסותם נמצא שיש לסוכה דופן ג' אבל בלא פצימין לא אמרינן דיורד וסותם ופצימין אלו אע\"פ שאינם נראים בפנים לעומד בסוכה אלא לעומד חוצה לה וגם לא נעשו לכתחלה בשביל מחיצת הסוכה מ\"מ מועילים וע\"ז כתב רמ\"א שאחרים חולקין וס\"ל דאפילו ע\"י פצימין לא מהני ואפילו אם היו הפצימין רוחבן טפח כיון ששני הדפנות אין מחוברין כמין ג\"ם כמו שכתוב סוף סימן שס\"א אבל אם היו דפנות כמין ג\"ם ובשלישי בולטין הפצימין טפח מהני אם היה סמוך ברוח השלישית לתקרת האכסדרה דאמרינן פי תקרה של האכסדרה יורד וסותם ומיהו ברא\"ש משמע דבעי נמי צוה\"פ וכתב הב\"ח דהיינו דוקא בנראה הפצימין בחוץ ושוה מבפנים אבל נראה בפנים ושוה בחוץ לא בעי צורת הפתח (אע\"ג דבס\"ב מבואר דבעינן טפח מרווח וגם צוה\"פ הכא כיון דברוח השלישי סמוך לתקרת האכסדרה אמרינן פי תקרה של האכסדרה יורד וסותם) והמ\"א מפקפק ע\"ז ומשמע דדעתו דלהרא\"ש צריך בכל גווני צוה\"פ ולא אמרינן בזה פי תקרה יורד וסותם כמו בסימן שס\"א דתקרת האכסדרה לצורך עצמו עבידי ולא לצורך סוכה:",
            "(לח) בין שהיו נראים מבפנים - היינו שהעומד בסוכה רואה אותן שבולטין מן הכותל לצד פנים:",
            "(לט) בין שהיו נראים מבחוץ וכו' - היינו שמבחוץ ניכר שבולט כמו עמוד כזה ומבפנים נמשך עם הכותל בשוה:",
            "(מ) אבל אחרים חולקין וכו' - כתב הט\"ז מי שרוצה לעשות סוכתו בבית שלו ולפרוץ הגג למעלה כמו שנוהגים וכותלי הבית יהיו כותלי הסוכה דהיינו שרוצה לעשות הסוכה בזוית של כותל מזרח וכותל דרום ונמצא שאין כאן אלא שני מחיצות ולמעלה מונח קורת הבית בזה לכו\"ע יש לומר פי תקרה יורד וסותם דקורה זו לצורך הבית נעשה והסוכה ג\"כ בבית וא\"כ הו\"ל כאלו יש לה שלש מחיצות ומ\"מ כיון דלא הוי מחיצה ממש רק ע\"י פי תקרה צריך לעשות לה גם צוה\"פ דהיינו שישים תחת הקורה שני קנים אחד אצל כותל הבית ואחד במקום סיום המחיצה דהיינו במקום שכלה הסכך של הסוכה (ואף דבעלמא צוה\"פ לבד לא מהני במקום מחיצה ג' כנ\"ל בס\"ב הכא בצרוף פי תקרה מהני) והעתיקו דבריו כמה אחרונים. אמנם בפמ\"ג וכן בבכורי יעקב מפקפקין בזה לפי מה דמסיק המ\"א דלא אמרינן פי תקרה יורד וסותם כ\"א בשרחב הקירוי ד\"ט וסתם קורת הבית אינו רחב כ\"כ וע\"כ מסיק בבכורי יעקב דטוב יותר שישים פס אחד שרחב טפח מרווח תחת הקורה פחות מג\"ט מן הכותל של הבית וקנה אחר במקום שכלה הסכך של הסוכה דזה כשר בלא פי תקרה יורד וסותם כמו בשאר סוכה שלשת דפנות ובזה לא בעינן רוחב הקורה ד\"ט כמבואר בס\"ב:",
            "(מא) אין לעשות סוכה בכה\"ג - כתב הלבוש דהיינו רק לכתחלה אבל בדיעבד יש לסמוך על דעה ראשונה:",
            "(מב) בפחות משלשה וכו' - דאמרינן לבוד והוי כסתום ונמצא שיש כאן י\"ט:",
            "(מג) אפילו הגג גבוה הרבה - דאמרינן גוד אסיק מחיצתא והוי כאלו המחיצות מגיעות לסכך:",
            "(מד) רק שהוא בתוך ג' - דאמרינן לבוד מן הצד אבל אם היה ג\"ט פסולה דאפילו אם היו מחיצות מגיעות ממש לסכך קי\"ל דאם הם מרוחקים מן הסכך ג\"ט פסול וכ\"ש בזה:",
            "(מה) פסולה - אפילו היו הדפנות גבוהות י\"ט ויותר דכל מחיצה שהגדיים יכולות לבקוע תחתיו אינה חשובה מחיצה כלל:",
            "(מו) העושה סוכתו וכו' - ולא סמכה ע\"ג האילן דאל\"כ אין עולין לה ביו\"ט כמ\"ש סי' תרכ\"ח ס\"ג:",
            "(מז) חזקים - ואם רוב הדופן מן החזק משמע קצת בתוס' דכשרה דעי\"ז שוב אין הולך ובא ברוח:",
            "(מח) עד שלא תהא הרוח מצויה מנידה אותם - ר\"ל דאם מנידה אותם אפילו אין בכח הרוח להפיל אותם לגמרי רק שע\"י הרוח הולך המחיצה ובא קי\"ל דשוב לא חשיבא מחיצה. ואפילו עומדת בבית שאין שם רוח כלל לא חשיבה מחיצה:",
            "(מט) ומילא בין האוירים וכו' - היינו אם שיעור הסוכה שהוא עשרה טפחים בגובה הוא גם מן הענפים דאל\"ה לא בעינן לזה:",
            "(נ) כל המחיצות וכו' - דעת הט\"ז דמחיצה אחת מן שלש מחיצות שצריך לעשות בסוכה יכול לעשות מיריעות אבל מכמה אחרונים משמע דאף מחיצה אחת אין לעשות מסדינים אם לא שיארוג במחיצות של קנים פחות מג\"ט אבל מחיצה רביעית לכו\"ע יכול לעשות מיריעות כיון דמדינא סגי בג':",
            "(נא) במחיצות קנים וכו' - ר\"ל דאז אף שהרוח מנענע היריעות מ\"מ נשארו מחיצות בקנים:",
            "(נב) מבעלי חיים - ואם יש חלל בין רגליה גבוה מג\"ט צריך לגודרה [גמרא]:",
            "(נג) שיקשור שם וכו' - כדי שלא תוכל לברוח. גם זה צריך שתהיה מתוחה למעלה בחבלים או שתהיה גבוה כ\"כ שאף אם תרבץ או תמות ותפול יהיה גבוה י\"ט:",
            "(נד) מחבירו וכו' - ודוקא מחבירו אבל בהמה אסור להעמידה ביו\"ט לדופן שלישי להכשיר הסוכה ואפילו אם לא יקשרנה רק ע\"י עניבה:",
            "(נה) להכשירה ואפילו ביו\"ט - כגון שנפל דופן סוכתו והוא רוצה לקיים מצות סוכה לאכול ולשתות שם יכול לבקש אדם שיעמוד שם עד אחר עת אכילתו. ומסתימת הפוסקים משמע לכאורה דבנתרצה לעמוד שם אף שאינו יודע על מה ולמה מ\"מ אין לחוש שמא ילך בתוך כך אך על עכו\"ם בודאי לא יכול לסמוך בזה:",
            "(נו) אבל בחול וכו' ש\"ד - שהרי מותר לעשות מחיצה בחו\"ה:",
            "(נז) אבל בדופן רביעית שרי - דכיון דיש הכשר סוכה מכבר לא מקרי תו בנין רק תוספות על אוהל עראי ושרי. וה\"ה דמותר לעשות בכלים דופן רביעית ביו\"ט מטעם זה אבל דופן שלישית אסור שהוא מכשיר הסוכה בזה והוא בכלל עשיית אוהל עראי דאסור ביו\"ט [גמרא]:",
            "(נח) הסומך סוכתו וכו' - הנה ממה שכתב והכרעיים הם מחיצות וכו' והכרעיים הם דפנות מוכח דמטה זו מוקפת קרשים שראשן האחד קבוע בארץ וראשן השני עולין למעלה מן המטה י\"ט והמטה היא קרשים קבועים במחיצות אלו [והוא קרקעית המטה] ומפני שהקרשים קבועים באותן מחיצות נקראין אותן מחיצות כרעי המטה. ועכשיו נבאר דברי הסעיף הסומך סוכתו על כרעי המטה כלומר שנתן הסכך ע\"ג קרשים שעולים למעלה מהמטה והם נקראים כרעיים והכרעיים דהיינו הקרשים הנזכרים הם הם מחיצות הסוכה אם יש גובה י\"ט מן המטה לסכך [דהיינו מן הקרשים שקבועים בתחתיתה ולמעלה] כשרה וא\"ל פסולה דכיון שהסכך סמוך על הקרשים הללו שהם כרעי המטה חשיבה המטה עצמה קרקעית הסוכה וצריך להיות ממנה עד הסכך י\"ט. ואם סמך הסכך על עמודים פי' והעמודים תקועים בארץ ומשו\"ה אפילו אין גבוה י\"ט מן המטה עד לסכך כשירה אף שדפנות הסוכה הם הכרעיים מ\"מ מאחר שהסכך אינו נסמך על המטה ולא על הכרעיים לא חשובה היא קרקעית הסוכה אלא הארץ שבה קבועים העמודים שעליהם נסמך הסכך וכיון שמן הארץ עד לסכך גובה י\"ט כשירה אע\"פ שהמטה עד לסכך פחות מי\"ט לית לן בה כיון דאי שקיל לה למטה איכא אויר עשרה והסוכה מתקיימת ע\"י העמודים דמטה לחודא קיימא ואין הסוכה נפסלת בשביל שהכניס בה מטה ומועט אוירה:",
            "(נט) אם יש בה גובה וכו' כשרה - דאף דמעמיד ע\"ג מטה שהיא מקבלת טומאה לא איכפת לן בזה דקבלת טומאה על הסכך נאמר ולא על הדפנות. ומ\"מ לכתחלה נכון להזהר בזה כי יש מן הפוסקים שמחמירין בזה [מ\"א בסי' תרכ\"ט ס\"ח]:"
        ],
        [
            "(א) ויהיה למטה חמתה מרובה מצילתה - ואז יתבטל המיעוט נגד הרוב והוי כאלו לא סיכך כלל ובשוים מלמטה כשרה דידוע דאז למעלה מקום הקנים רחבים מן האויר:",
            "(ב) אם ברוב ממנה וכו' - דוקא באופן זה אבל בהיפוך דהיינו שמיעוט הסוכה היה צל הרבה וברוב הסוכה היה חמתה יותר מצילתה באופן שכשתצטרף כל הסכך ביחד יהיה הצל מרובה פסול:",
            "(ג) כשרה - אפילו לישב תחת אותו חלק שחמתו מרובה לפי שהוא בטל לגבי רוב הסכך שצילתה מרובה:",
            "(ד) ויש מחמירין וכו' - דעתו דאפשר דהגמרא לא איירי רק בסוכה קטנה שהיא ז' על ז' דאז אמרינן דהמיעוט שבה בטל לגבי הרוב אבל בסוכה גדולה שיש בה ז' על ז' שחמתו מרובה הוא מקום חשוב ואינו בטל לגבי שאר הסכך שצילתו מרובה וע\"כ אין לישב באותו חלק אבל לשאר החלק אין זה פוסל אותו לכו\"ע כיון שיש שם הכשר סוכה. ואפשר עוד דאם מפסיק כל אורך הדופן בזה באופן שבמקום שצל מרובה לא ישאר רק שני דפנות צ\"ע על כל הסוכה [פמ\"ג]:",
            "(ה) הכוכבים הגדולים - היינו הנראים ביום בעוד שלא שקעה חמה והאחרונים כתבו דלכתחלה בעינן דאפילו בלילה יראו כוכבי לילה בתוכה ובד\"מ הביא בשם מהרי\"ל דמותר לסכך הסוכה עב הרבה דא\"א שלא יראו בה כוכבים אע\"ג דבלילה אינו רואה הכוכבים מ\"מ ביום איכא חורים וסדקים בכמה מקומות עכ\"ל ועיין בספר בכורי יעקב דהמקיל כוותיה לא הפסיד ובפרט היכי שיש לחוש דאם יעשה הסכך דק יותר ינשב הרוח יותר תוך הסכך ויצטער ברוח ובצינה. ועיין בפמ\"ג שכתב דאפשר לענין ראיית הכוכבים די בכל הסוכה אם הוא רואה רק במקום אחד משא\"כ באם היה מעובה הרבה מאוד עד שאין הגשם יכול לירד בתוכו למ\"ד דפסולה כל שיש ד' טפחים ביחד סכך פסול מקרי:",
            "(ו) אע\"פ שאין הכוכבים וכו' - ר\"ל לא גדולים ולא קטנים. וכתבו האחרונים דמ\"מ אם היא מעובה כ\"כ עד שאין הגשמים יכולים לירד בתוכה אפילו כשיורדין גשמים מרובים וא\"כ הוי כעין בית יש להחמיר ולפסול משום גזירת בית. ומ\"מ בדיעבד כאשר א\"א ליטול קצת מהסכך מפני איזה סיבה יש לסמוך על המכשירין:",
            "(ז) ובלבד וכו' ג\"ט - דכל פחות משלשה כחדא חשיב:",
            "(ח) ברוחב זה העולה טפח - ר\"ל בכל קנה וקנה מן הסכך היה רחבו טפח דאז חשיבי לומר בהן רואין וכו':",
            "(ט) ונגע בשפת זה היורד - ר\"ל שבסכך התחתון יש ג\"כ חלל בין קנה לקנה ורואין כאלו חלל של סכך התחתון נגע בשפת זה היורד ונסתם חללו והוו כחדא:",
            "(י) שיהיה מכוון כנגד וכו' - ר\"ל החלל שבתחתון יהיה מכוון נגד רוחב הקנה העליון שיהיה ראוי להוריד העליון בנתיים כמו שביאר הרמ\"א ולאפוקי אם היה קצר בשיעורו מן הקנה העליון:",
            "(יא) ואז כשרה אפילו וכו' - וכ\"ש אם אין בין קנה עולה לקנה יורד ג' טפחים בודאי מהני אפילו חמתה מרובה מצילתה:",
            "(יב) הרקיע - ר\"ל אע\"פ שחמתה מרובה מצילתה כשהחמה בשאר מקומות ומאיר אורה דרך אלכסון בין קנה לקנה מ\"מ כיון שצילתה מרובה מחמתה כשהחמה באמצע הרקיע ועומדת בראש כל אדם שפיר דמי:",
            "(יג) ויש בהם הכשר סוכה - של שבעה על שבעה טפחים:",
            "(יד) אע\"פ שהדופן האמצעי לא נעשה בשבילם וכו' - כגון שהרחיק דופן אמצעי משפתו והכניסו יותר מאמה לתוך המחיצות אחר שראה שהיתה דיה בכך ומינכר מילתא שהיא נעשה בשביל סוכה פנימית מ\"מ מועלת המחיצה זו גם לבראי והסכימו אחרונים דאפילו אם המחיצה זו נעשית רק ע\"י לבוד ג\"כ מהניא אף לבראי:",
            "(טו) אע\"פ שעשה דופן וכו' - כלומר פשיטא אם אינו אלא שבעה כונתו להשתמש בכל הסוכה ולא עשה אלא כתיקון חכמים [שכך דינו לכתחלה שיכול לעשות הדופן השלישי של ז' טפחים או ע\"י טפח מרווח וצורת הפתח וכנ\"ל בסימן תר\"ל ס\"ב ועי\"ז יכול להשתמש עד סוף הדופן הארוך] משא\"כ כשעשה יתר על ז\"ט אפשר דגילה דעתו לעשות כל הסוכה בדפנות ארוכות וכו':",
            "(טז) שהם פסולים לסכך בהם - כגון שהם של ברזל דפסולים לכו\"ע ועיין לעיל בסימן תרכ\"ט ס\"ב:",
            "(יז) ואין בהם ד' - דאי יש בהם ד' טפחים הלא קי\"ל דסכך פסול פוסל באמצע בד\"ט:",
            "(יח) ואין מהם ד' במקום אחד - ר\"ל אפילו ע\"י צירוף משנים או משלשה:",
            "(יט) שאי אפשר לצמצם וכו' - דאם היה אפשר היה מותר דקי\"ל פרוץ כעומד מותר:",
            "(כ) ונתן הכשר ערב - בין כל שפוד ושפוד נתן הכשר שם לרחבו ודחקו ביניהן שלא יפול משם לארץ:",
            "(כא) פחות משלשה במקום אחד - דקי\"ל לקמן בסימן תרל\"ב ס\"א דבסוכה קטנה פוסל סכך פסול בג\"ט עי\"ש:",
            "(כב) שאין עליהם מעזיבה - וכ\"ש אם היה מעזיבה על הנסרים והסיר המעזיבה ואח\"כ פקפק הנסרים דבודאי מהני דהא עביד מעשה רבה לשם סוכה [אחרונים]:",
            "(כג) די בזה שיסיר וכו' - ומהני בזה כאלו סיכך בתחלה בכל הנסרים לשם סוכה:",
            "(כד) כל המסמרים וכו' - הוא לשון הרא\"ש והטור וברש\"י איתא סותר את כולן ומנענע לשם סוכה ובפי' המשנה להרמב\"ם איתא ג\"כ בזה הלשון מפקפק פי' שיעקור אותן ממקומן מן מסמרים התקועין בהן וכן הרע\"ב ובאור זרוע העתיק ג\"כ כרש\"י מכל הלין משמע דצריך לנענע את כל הנסרים:",
            "(כה) אפילו הנסרים רחבים ד' - דאע\"פ דאלו לא היתה כאן תקרה מתחלה ועכשיו הוא בא לסכך בנסרים של ד\"ט לשם סוכה היה פסול מדרבנן וכנ\"ל בסימן תרכ\"ט סי\"א משום גזרת תקרה שלא ישב תחת קורת ביתו ויאמר מה לי זה מה לי חדשה אבל השתא דזו תקרה היתה וזה בא לעשות מעשה להסיר מסמרים שלה ולנענעה לשם סוכה זה מוכיח שיודע שאמרה תורה תעשה ולא מן העשוי ותו ליכא למגזר משום תקרת ביתו. והנה זה מהני רק לענין פקפוק אבל לענין ליטול אחת מבנתיים יש דיעות בפוסקים דהלא פסקינן לקמן בסימן תרל\"ב דסכך פסול פוסל באמצע בד\"ט והלא נשאר אצל סכך כשר נסר בתקרה שהוא רוחב ד\"ט אם לא שיזדמן ליתן סכך כשר במקום שני נסרים [שהוא שיעור סוכה ויותר] ויש שסוברין דכיון שעשה מעשה שנטל נסר מבנתיים ונתן סכך כשר מהני מעשה זו להכשיר אף מקום הנסר שבצדו:",
            "(כו) ויש מי שאומר שצריך שלא יהיו וכו' - דעה זו חולקת אדעה קמייתא לענין פקפוק וס\"ל דלא מהני כשהיו הנסרים רחבים ד\"ט ולענין ליטול אחת מבנתיים יש דיעות בין האחרונים. ודע דבזה שלא היו הנסרים שבתקרה רחבין ד\"ט ונטל מבין כל שני נסרים נסר אחד ונתן סכך כשר במקומו לכו\"ע מותר לישב אפילו תחת הנסרים דכיון שעשה מעשה מיתכשר גם שם ואפילו הסוכה גדולה כמה אמות מיתכשר גם שם. אכן לפי המבואר בסימן תרכ\"ט סי\"ח דכהיום נהגו שלא לסכך כלל בנסרים אפילו פחותים מארבעה יש ליזהר מפקפוק וגם מזה אם לא בשעת הדחק:",
            "(כז) כמין צריף - פי' עשוי ככורת שמשפע והולך שגגו וקירותיו אחד:",
            "(כח) פסולה - אפילו אם עשה הדפנות המשופעים מסכך כשר דאין כאן לא דופן ולא גג:",
            "(כט) היה לה גג אפילו טפח - בין בשעשאה כמין צריף לא היה משופע עד חודה ממש אלא שעשאה פתוח טפח או כשסמך ראש הדופן לכותל הרחיקה כשיעור טפח מן הכותל בכל זה חשבינן אותו אויר כסתום דכל פחות מן ג' טפחים כלבוד דמיא והרי יש לה גג. ועיין במ\"א דאפילו למעלה אין רוחב טפח רק דבפחות מג' סמוך לגגה יש רוחב טפח: שרי:",
            "(ל) או שהגביה וכו' - היינו בזקיפה ואפילו הוא אויר כגון שהעמיד זויותיה ע\"ג אבנים דכל פחות מג\"ט כלבוד דמיא ונחשב כסתום וההוא טפח חשבינן ליה ככותליו של סוכה ושפוע שלו חשיב ליה גג ומ\"מ בעינן שיהיה בגובהה י\"ט וכדלקמיה:",
            "(לא) ויש אומרים שהטפח לא תהיה אויר וכו' - דאע\"ג די\"ל לבוד אין שם גג על מקום שהוא אויר וכן למטה ע\"י אויר לא חשיב מחיצה בגובהה:",
            "(לב) מן הדופן או הסכך - ר\"ל מן הדופן כשעושה סמוך לארץ יהיה הטפח בבנין ולא ע\"י אויר וכן למעלה כשעושה גג יהיה ע\"י סכך ולא ע\"י אויר:",
            "(לג) בגובה י\"ט - לאפוקי אם הוא ז' על ז' למטה מי\"ט וכשמגיע השיפוע לגובה י\"ט אינה רחבה ז' על ז' פסול ומודדין העשרה טפחים של הגובה ביושר ולא באלכסון:",
            "(לד) דהא הם הסכך - מסתברא דקאי ד\"ז על שני הענינים הנ\"ל דהיינו בין אם עשה למטה בדופן טפח או שהרחיק ראש הדופן למעלה מן הכותל ועשה הגג טפח בכל זה אמרינן דמן עשרה טפחים ולמעלה חשבינן השיפוע לסכך. כתב הפמ\"ג כל מקום שיש פלוגתא דרבוותא בסוכה אם הוא בדאורייתא אזלינן לחומרא ואי לית ליה סוכה אחריתא אוכל שם בלי ברכה ואי בדרבנן ביש לו סוכה אחריתא ראוי להחמיר ולילך שם ובאין לו סוכה אחריתא יוצא בה י\"ח וברוכי נמי מברך ועדיין צ\"ע קצת עכ\"ל:"
        ],
        [
            "(א) סכך פסול - עיין לעיל בסימן תרכ\"ט מהו נקרא סכך פסול:",
            "(ב) באמצע בד' טפחים - היינו שהולך שיעור ד\"ט ע\"פ כל הסוכה (שיש לה ג' דפנות) בארכה ושיעור ד' טפחים הוא מקום חשוב להפליג ולחוץ בין הדפנות עד שאין הדפנות מועילות זו לזו ונראות כשתי סוכות ולכל אחת רק שתי דפנות:",
            "(ג) ומותר לישן תחתיו - ויש פוסקים שסוברין דאף דפחות מד\"ט הסוכה כשרה מ\"מ תחת אותו המקום אסור לישן ולאכול אא\"כ אותו המקום הוא פחות מג\"ט לכן יש להחמיר לכתחלה:",
            "(ד) כאלו הכותל נעקם וכו' - משמע לכאורה מלשון זה דדוקא כשהדפנות מגיעות לסכך אבל אם אין הדפנות מגיעות לסכך אף דבעלמא לא קפדינן בזה כדלעיל בסימן תר\"ל ס\"ט דחשבינן כאלו מגיעות למעלה עד הסכך אפ\"ה בענינינו דיש סכך פסול על הסוכה ואנו רוצין להכשירה משום דופן עקומה לא אמרינן ד\"ע בזה וי\"א דאפילו אינם מגיעים הדפנות לסכך נמי אמרינן רואין כאלו הדופן מגיע עד למעלה ונכפף ואפשר היכי דמן הדפנות עד הסכך הוא פחות מג\"ט לכו\"ע יש להקל דאמרינן לבוד ודופן עקומה:",
            "(ה) הסכך הפסול וכו' - ואם הסכך למעלה אינו מונח בשוה אלא עקום כגגין שלנו אע\"פ שיש בשיפוע ד\"א אינו פוסל אא\"כ יש במשכו ד\"א. ואם הוא עקום למעלה ולמטה בסמוך לו יש קורה ועם הקורה יהיה ד\"א אע\"פ שאינו נמשך הקורה ממנו ג\"ט כיון דבגובה רחוק ממנו ג\"ט אין מצטרפין:",
            "(ו) ומיהו אין ישנים תחתיו כל זמן וכו' - ר\"ל דאף דהסוכה כולה כשרה היא מ\"מ אותו המקום כיון שהוא ד\"ט הוא מקום חשוב לעצמו ואין מתבטל לגבי הסוכה:",
            "(ז) שיש בו ארבעה טפחים - ואפשר אפילו אם בפנים הסוכה אין בו כ\"א ג\"ט וטפח אחד בולט לצד חוץ אפ\"ה אסור לישב תחתיו:",
            "(ח) שאין בה אלא שבעה על שבעה - אינו מדוקדק דאפילו הסוכה מחזקת ט' ומחצה ויש בה סכך פסול ג\"ט פוסלת כל הסוכה כיון דכי שקלת ליה לפסול ליכא הכשר סוכה [מ\"א] ועיין בא\"ר:",
            "(ט) כשרה וישנים תחתיו - דכיון שהוא דבר מועט חשיב כמאן דליתא [ט\"ז]:",
            "(י) ואין ישנים תחתיו - הא דחמיר אויר מסכך פסול בסוכה קטנה לענין ישנים תחתיו וכן לענין סוכה גדולה פוסל אויר בג\"ט וסכך פסול בארבעה טפחים כתב הט\"ז הטעם שבאויר נראה לעין טפי ההפסק בסכך ממה שנראה בסכך פסול:",
            "(יא) ודוקא שהולך וכו' - קאי אפחות מג\"ט ולענין ג\"ט מבאר לקמיה:",
            "(יב) ראשו ורובו - בר\"ן איתא ראשו או רובו וכן משמע בריטב\"א עי\"ש:",
            "(יג) שהפסיק הסוכה לשתים - ר\"ל שהסוכה היה לה ג' דפנות וסכך הפסול או האויר הולך ע\"פ ארכה ולכן פוסלת כל הסוכה דליכא בכל צד אלא דופן ומחצה:",
            "(יד) אבל אם נשאר וכו' - ר\"ל שהפסול או האויר לרחבה ונשאר שיעור סוכה במקום אחד לצד דופן האמצעי של הסוכה:",
            "(טו) המקום ההוא כשר - דהא יש לו ג' דפנות אבל חלק החצון שמעבר השני פסול דהא אין לה כ\"א שתי דפנות ואם יש פחות מד\"א מדופן האמצעי עד סופו של הסכך פסול אך חלק החצון כשר דאמרינן דופן עקומה עד שם אבל אם אויר מפסיק פסול חלק החיצון דהא באויר ליכא למימר דופן עקומה:",
            "(טז) ואף שמבחוץ - ר\"ל פעמים אף חלק החצון שמבחוץ ג\"כ כשר בין בסכך פסול ובין באויר כגון שמחובר מן הצדדין אז מצטרף הפנימי והחצון להכשר סוכה דהיינו אפילו אין בפנימי לבד שיעור הכשר סוכה [מ\"א בשם הפוסקים] ומ\"מ אותו חלק של אויר או סכך פסול אין לישב תחתיו לכ\"ע ובספר בכורי יעקב מפקפק על זה שכתבנו דמצטרף הפנימי והחיצון להכשר סוכה עי\"ש:",
            "(יז) סכך פסול פחות מארבעה ואויר אצלו וכו' - ר\"ל אפילו היה הסכך באמצע ע\"פ כל ארכו אפ\"ה אין מצטרף אצלו האויר לפסול הסוכה משום דלא שוי שיעורייהו להדדי ודינם כנ\"ל בסעיפין הקודמין במקום סכך פסול כיון דאין בו ד' טפחים מותר לישן תחתיו ובמקום האויר אף דאין בו ג\"ט אין ישנים תחתיו כנ\"ל בס\"ב:",
            "(יח) אבל בקטנה וכו' - דשם שוו שיעורייהו להדדי דגם סכך פסול דינו שם בשלשה טפחים לפסלו כנ\"ל בסוף ס\"א הלכך מצטרפים תרווייהו לפסלו כשיש בין שניהם ג\"ט:",
            "(יט) יש להסתפק וכו' - ולכן אם אפשר לתקן יתקן ואם א\"א לתקן ואין לו סוכה אחרת ישב בה ולא יברך דספק ברכות להקל:",
            "(כ) מצטרפים - מיהו אם אין בפסולים ד' לא אמרינן שיהא חשוב כסתום מחמת לבוד דלא אמרינן לבוד להחמיר [טור]:"
        ],
        [
            "(א) סוכה שהיא גבוה למעלה וכו' - היינו שהיה חללה של סוכה יותר מעשרים אמה וכדלקמיה:",
            "(ב) אמה - בת ששה טפחים מצומצמות דלחומרא אזלינן וכדלעיל בסימן שס\"ג סכ\"ו [ב\"י]:",
            "(ג) בין וכו' - ר\"ל לאפוקי ממ\"ד דטעם פסול גובה בסוכה יותר מכ' הוא משום דאין צלו מתפשט לכל הקרקע שתחתיו או לרובו מתוך גובהו והצל הוא רק מחמת הדפנות ואנן צל סוכה בעינן ולפי סברא זו בהיתה הסוכה רחבה הרבה היה לנו להכשיר אף בגובה יותר דכיון שהסוכה רחבה צל הדפנות מתרחק מאמצעה וצל הסכך מתפשט בו וג\"כ לאפוקי ממ\"ד בטעם פסול הגובה משום דלא שלטא ביה עינא מתוך גובהו ואינו רואה שיושב תחת הסכך ומצות סוכה היא שיראה ויזכור כי בסוכות הושיב הקב\"ה את אבותינו ולפי סברא זו י\"ל באם היו הדפנות ג\"כ גבוהים עד הסכך מתוך שהוא נותן עיניו בדפנות שהם לפניו אינו מפסיק בהבטתו עד שיראה את כולה וכשמביט בראש הדופן הרי רואה ג\"כ הסכך המונח על הדופן אכן לא קי\"ל ככל הני סברא אלא טעם פסול יותר מכ' הוא משום דסוכה דירת עראי בעינן ועד כ' שיערו חכמים שאין צריך ליתן לב כ\"כ על חיזוק המחיצות ודיו במחיצות קנים וביותר מכאן צריך לעשות הכתלים חזקים כעין בית שלא יפלו מרוב גובהן ולפי טעם זה באם היו הכתלים מגיעים לסכך ורחבה הרבה מכ\"ש דפסולה משום דירת קבע ומ\"מ בלמטה מעשרים ועשה הדפנות חזקים כעין בית כשר שהרי אפשר היה לו לעשותה ארעי ולא הקפיד רחמנא אלא היכי דמוכרח הוא לעשותה קבע כמו בלמעלה מכ':",
            "(ד) בין שאינן מגיעות - והסכך תלוי על קנים גבוהים ואם הוא למטה מכ' כשר בזה וכדלעיל בסימן תר\"ל ס\"ט:",
            "(ה) והוצין - ר\"ל שאם נמדוד עד ההוצין ליכא חלל יותר מעשרים:",
            "(ו) אם צלתן וכו' - פי' של אותן ההוצין אי שקלית לסכך העליון יהיה צלתן מרובה מחמתן כשרה דמנינן כ' מהם ולמטה:",
            "(ז) לא הוי מיעוט - ואפילו היה ע\"י צילתן מרובה מחמתן והטעם דלאו מין סכך הוא כגון שעיטרה בקרמים המצויירים וי\"א דאפילו מיעטה בעשבים ופרחים שהם כשרים לסכך ג\"כ לא הוי מיעוט כל שלא תלאן רק לנאות הסוכה בלבד ולא לשם צל לאו שם סכך עליהן וכדלקמן בסימן תרל\"ה:",
            "(ח) מיעטה בכרים וכו' - שנתן אותם בקרקעיתה להגביה:",
            "(ט) לא הוי מיעוט - דבטלה דעתו אצל כל אדם שאין שום אדם מפסיד ממונו ומניח כריו בעפר ואבנים ומבטלן:",
            "(י) מיעטה בתבן - אבל בששטח תבואה ע\"ג קרקע לא מהני אפילו בשמבטלם דבטלה דעתו וכמו בכרים וכסתות:",
            "(יא) וביטלו - עיין לעיל סימן שנ\"ח ס\"ב פלוגתא בזה די\"א דוקא כשמבטל לעולם ויש מקילין דדי כשמבטל לאותו שבת והכא גבי סוכה ג\"כ די לפ\"ז בשמבטל לכל ימי החג שלא להזיזם ממקומם ונטו האחרונים להקל בזה:",
            "(יב) הרי זה מיעוט - וא\"צ לנענע הסכך מחדש אע\"ג דפסולה היתה קודם שמיעט גובהה וכדמוכח לעיל בסימן תרכ\"ו ס\"ב בהג\"ה עי\"ש:",
            "(יג) עד שיבטלנו בפה - עיין לעיל סימן שע\"ב סט\"ז במ\"ב סקכ\"א די\"א שגם בביטול בלב סגי. כתבו האחרונים דאסור למעטה ביו\"ט דהוי כעין בונה וכדלעיל בסימן שמ\"ג ס\"י ועוד שמתקן הסוכה בזה ומכשירה ואסור כההיא דהדס בסימן תרמ\"ו עי\"ש:",
            "(יד) איצטבא - הוא בנין אבנים או של עצים וה\"ה פאדלאגע שמרצפין על הקרקע וכשמודדין מראש האיצטבא ולמעלה ליכא יותר מעשרים אמה עד הסכך:",
            "(טו) כנגד וכו' - היינו שסמוך לדופן ממש:",
            "(טז) האמצעי - הוא הדופן שכנגד הפתח ונקראה כן משום שסתם סוכה הוא רק בת ג' דפנות והרביעית היא כולה פתוח:",
            "(יז) על פני כולה - ונמצא נוגעת גם בשתי הדפנות שמזה ומזה והרי יש לה ג' דפנות:",
            "(יח) אפילו מהאצטבא והלאה - ואוכלים וישנים שם והטעם דאנו רואים אותה איצטבא כאלו מתפשטת בכל הסוכה וכדאמרינן כעין זה לעיל בסימן תרל\"א ס\"ז לענין קנים הבולטים לצד הפרוץ עי\"ש:",
            "(יט) מן הצד - ר\"ל בצד דופן אחד ומ\"מ הגיעה עד דופן האמצעי וא\"כ יש לה שתי דפנות:",
            "(כ) פחות מד\"א כשרה - מתורת דופן עקומה דכל שהוא פחות מד\"א רואין אנו את הכותל והסכך כאלו הכל דופן שנתעקם ונשתפע מקרקעיתה עד מקום הסכך הכשר שכן דרכו של כותל להתעקם עד כדי שיעור זה וא\"כ יש לה ג' דפנות ודע דכ\"ז דוקא בשהדפנות מגיעים לסכך דאי אינם מגיעים א\"א לומר דרואין אנו את הכותל והסכך כאלו הם דופן אחת שהרי אין נוגעים כלל זה בזה:",
            "(כא) על האצטבא דווקא - דמשם ולהלן א\"א להכשיר אגבה דאיצטבא כדלעיל דהא ליכא שם סכך כשר שהרי עשית לסכך דופן וא\"כ הוא יושב תחת הדופן ומ\"מ לצד הפתח מותר לישב אף להלן מן האיצטבא דשם יש סכך רק שהוא למעלה מעשרים ושפיר מתכשר אגבה דאיצטבא וכבסעיף שלפני זה:",
            "(כב) כשרה על האצטבא - כנ\"ל מתורת דופן עקומה ואשמועינן הכא דגם בכמה רוחות בב\"א אמרינן דופן עקומה בענינינו:",
            "(כג) אפילו אם גבוה וכו' - ולא אמרינן דבגובה כזה היא חולקת רשות לעצמה ואין הכתלים שייכים לה כלל:",
            "(כד) אפי' האיצטבא גבוה עשרה - קמ\"ל לאפוקי ממאי דס\"ד בש\"ס דבגובה כזה אינה צריכה כלל לכתלים של סוכה דאית לה כתלים דידה דאמרינן גוד [השפה של האיצטבא] אסיק מחיצתא ודפני האיצטבא הם דפנותיה לסוכה קמ\"ל דלא אמרינן הכי דבסוכה בעינן שיהא מחיצותיה ניכרות:",
            "(כה) סוכה שאינה גבוהה עשרה - ר\"ל החלל שלה מן הקרקע עד הסכך:",
            "(כו) והוצין וכו' - והו\"א כיון דאין עיקר הסכך למטה מעשרה אלא קצות הסכך ולא חשיבי וגם אין בהם כדי שיעור סכך יהי' כשרה קמ\"ל אפ\"ה פסולה משום דסוף סוף קשה לאדם לדור בסוכה כזו ודירה סרוחה היא:",
            "(כז) הנויין וכו' אינם פוסלים - דכיון דהם לנוי הסוכה בטילי אגבה דסוכה ולא מקרי עי\"ז דירה סרוחה ומבואר בפוסקים דה\"ה אם תלה כלים וכדומה להם:",
            "(כח) וחקק בה להשלימה לעשרה - וה\"ה אם היה הסכך עב ונטל מן הסכך מלמטה עד שנעשית גובה י' כשרה. [מ\"א]:",
            "(כט) שלשה טפחים כשרה - דאמרינן לבוד והוי כמו הכתלים מגיעים עד החקק. ומ\"מ לאכול ולישן חוץ לחקק בין לצד הפתח בין לצד הכתלים יש מן הפוסקים שהחמירו בזה ולא מתכשר אגבה דחקק וכדלעיל באיצטבא באמצע דס\"ס דירה סרוחה היא שם כיון שהיא פחותה מי\"ט:",
            "(ל) יש ביניהם ג\"ט פסולה - ולא מתכשר משום דופן עקומה [דהיינו כאלו הדופן נעקם למעלה עד המקום שכנגד החקק] שכל שאיננה גבוה י\"ט איננה דופן ולא נאמרו בה הלכות דופן:\n"
        ],
        [
            "(א) שבעה על שבעה - דזהו השיעור שמחזיק ראשו ורובו של אדם ושולחן טפח ועיין באחרונים שהסכימו דבין באורך ובין ברוחב לא יחסר משבעה טפחים וע\"כ אם בצד אחד פחות משבעה טפחים ובצד השני ארוך הרבה יותר לא מהני לזה. כתב המ\"א אפילו סוכה גדולה הרבה ובמקום א' יש קרן אחד משוך לפנים שאין בו ז' על ז' אסור לישב שם כיון שהמקום צר לו לשבת שם והעתיקו הא\"ר ועיין בבה\"ל:",
            "(ב) למעלה - ואף דסוכה דירת עראי בעינן מ\"מ הא אפילו גדולה הרבה יכול לעשות מחיצותיה עראי בהוצא ודפנא וע\"כ אפילו עשאה בקבע כשרה [ב\"ח]:",
            "(ג) שיהא בה כדי לרבע וכו' - וכל הסוכה כשרה לישב בה וא\"צ לצמצם לישב דוקא בתוך הריבוע:",
            "(ד) ז' על ז' - וחוט סובב כ\"ט טפחים ושני חומשים נוכל לרבע בתוכה ז' על ז'. וה\"ה כשעושה בת חמש זוית או יותר בעינן שיהא בה כדי לרבע ז' על ז':",
            "(ה) בגדים לנאותה וכו' - דאף דלענין גובה איתא לעיל בסימן תרל\"ג ס\"ט דאין ממעטין אותה מגובה עי\"ז הכא לענין מן הצד לא מהני דהא עכ\"פ אינה מחזקת עי\"ז ראשו ורובו ושולחנו:",
            "(ו) מי שהיה ראשו וכו' - ואם מקצת שולחנו עומד בסוכה ומקצתו תוך הבית מותר דלא גזרינן שמא ימשך אחר שולחנו אבל אם כל שולחנו בבית אפילו הוא יושב כולו בסוכה והסוכה היתה סוכה גדולה אסור:",
            "(ז) אפילו אם היא סוכה גדולה וכו' - ר\"ל וכ\"ש אם היא קטנה שאינה מחזקת רק ראשו ורובו ושולחנו היה בתוך הבית דבזה בודאי שייך לומר שמא ימשוך אחר שולחנו כיון דהמקום צר לו בסוכתו וגם דהרבה פוסקים סוברים דבזה אינו יוצא מן התורה דלאו דירה היא כלל:",
            "(ח) אחר שולחנו - מי שיש לו סוכה בשדה סמוך לביתו כגון בכפרים אסור להוציא מביתו לסוכה דרך רה\"ר או כרמלית וכן שני סוכות בחצר אחד שלא עירבו עירובי חצרות אסור לטלטל מזו לזו וע\"י עכו\"ם מותר:"
        ],
        [
            "(א) שתהיה עשויה לצל - דאע\"ג דסוכה לשם חג לא בעינן לשם סוכה בעינן כדכתיב חג הסוכות תעשה כלומר תעשה לשם סוכה להגין תחת צילה דבשביל צל הוא דמקריא סוכה שסוככת מן החורב ולאפוקי אם עושה אותה לצניעות בעלמא להשתמש שם לפעמים שלא יראו אותו או לדור בה כל השנה או לאוצר דזה אינה בכלל סוכה ומנין אנו יודעין בכל הני דקחשיב לקמן שעשיית הסכך לצל היתה להגין משרב ושמש ולא לצניעות בעלמא אם אנו רואין שמסוככת יפה שאין עושין כן בשביל צניעות מוכחא מלתא שעשייתה הראשונה לצל היתה:",
            "(ב) כגון סוכת נכרים וכו' - בגמרא אמרינן דבארבעה ראשונים איכא ריעותא מחמת שאינם בני חיוב וריעותא דרקב\"ש הוא משום דלא קביעי ואפ\"ה סוכתן כשרה ואפילו אם היו שתי ריעותות כגון שהיו רועים נכרים ג\"כ סוכתן כשרה [אחרונים]:",
            "(ג) רועים - שעשו סוכה בשדה לישב בתוכה מפני השרב ושומרים צאנם:",
            "(ד) קייצים - שומרי קציעות השטוח בשדה לייבש:",
            "(ה) בורגנין - שומרי העיר וכולן ישראלים הם אכן סוכתן לא לשם חג נעשית:",
            "(ו) ולא מן העשוי - שהסיכוך הוא מאליו ואינו נוגע בו לעשות שום מעשה אלא פוחת אחת מדפנותיו ונכנס לעומקו ונוטל העומרים ומשליך והסוכה נעשית מאליה:",
            "(ז) חלל טפח במשך שבעה וכו' - הטעם דכיון שהניח חלל טפח במשך ז' על ז' שהוא שיעור סוכה שם סכך עליו דכל טפח מקרי אהל וכשחטט אח\"כ אין זה עשיית הסכך אלא תיקון הדפנות ובדפנות לא אמרינן תעשה ולא מן העשוי והוי כסוכה שאינה גבוה עשרה וחקק בה להשלימה לעשרה דכשר:",
            "(ח) וחטט בה וכו' - בין שהיתה מתחלה החלל טפח בגובה ומאותו טפח עד הארץ היה מלא עומרים וחטט בה מלמעלה למטה עד שעשה חלל י\"ט ובין שהיתה חללה טפח למטה סמוך לארץ וממנה עד למעלה בגובה היה מלא עומרים וחטט מלמטה למעלה עד שנעשה החלל גבוה י\"ט בכל גווני כשרה:",
            "(ט) ואין לעשות הסכך קודם וכו' - דבעינן בשעה שהוא עושה הסכך יהיה נעשה לשם צל דהיינו אוהל וכל שאין מחיצות אלא גג לחוד אין קרוי אהל ואם יעשה אח\"כ המחיצות הוי ולא מן העשוי:",
            "(י) הדפנות - ובדיעבד אם עשה קודם הב\"ח מכשיר והרבה אחרונים חולקין עליו ודעתם דאף בדיעבד פסול:",
            "(יא) טפח - רוחב באורך כל הסוכה ונתן עליו הסכך ואח\"כ גמר המחיצות דהוי כחוטט בגדיש ומוסיף על האהל שהיה מעיקרא דכל שיש מחיצה טפח מקרי אהל ושם סוכה על הסכך:"
        ],
        [
            "(א) סוכה ישנה - פי' הסכך הישן אבל בדפנות לית לן בה לכו\"ע:",
            "(ב) שעשאה קודם שיכנסו וכו' - דאלו בתוך ל' כיון דשואלין בהלכות החג קודם לחג ל' יום סתמא לשם חג נעשית:",
            "(ג) שלשים יום - לאו דוקא דה\"ה אפילו בתחלת השנה כשירה דאפילו אם עשאה שלא לשם חג רק לשם צל בעלמא ג\"כ כשירה וכדלעיל בסימן תרל\"ה:",
            "(ד) ובלבד שיחדש וכו' - היינו לכתחלה ולמצוה בעלמא כדי שלא יבואו להתיר אפילו עשאה מתחלה לשם דירה דאז פסול מדאורייתא וכדלעיל בסי' תרל\"ה וכ\"ש בסוכות נגב\"ך ורקב\"ש האמורים בסי' תרל\"ה בודאי מצוה לחדש בה דבר לשם החג:",
            "(ה) עתה בגופה - ר\"ל יחדש קודם יו\"ט בגוף הסכך דהיינו שיניח בה סכך מעט כטפח ע\"ט מרובע וכדלקמיה:",
            "(ו) ואם החידוש על פני כולה וכו' - ר\"ל שהולך ע\"פ כל אורך הסוכה או ע\"פ כל רחבו סגי אפילו אין בארכן או ברחבן אלא משהו:",
            "(ז) אפילו מתחילת השנה וכו' - וסוכה העומדת משנה לשנה אף דמתחלה עשאה לשם החג כיון שעבר החג הרי בטלה העשיה וכמו שכתב המ\"א בסימן תרל\"ח סק\"ב ואע\"ג דכשרה היא שהרי נעשה מתחלה לשם צל העשיה שהיתה לשם החג נבטלה וע\"כ צריך לחדש בה דבר:",
            "(ח) אינו ניכר - ואם מגביה את הסכך וחוזר ומניחו לשם סוכה כשרה שהרי אפילו תקרת הבית מתכשר לסיכוך ע\"י מעשה זו כמו שנתבאר בסימן תרל\"א. וה\"ה בסוכה שעשאה לשם החג ואח\"כ היה דר בה כל השנה כשיגיע חג הסוכות צריך להגביה הסכך ולחזור ולהניחה לשם סוכה מטעם זה ולא סגי בגילוי הגג לבד:",
            "(ט) שדר בה לשם מצוה - וחידוש בעלמא לא מהני בזה כמו למעלה כיון שהיה דירתו ממש שם כל השנה שאכל ושתה וישן שם:",
            "(י) והחיצונה יוצא בה - ומ\"מ צריך לחדש בה דבר דאף דעשאה לצל הרי לא עשאה לשם סוכה:"
        ],
        [
            "(א) בין במזיד - אשמועינן שלא קנסוהו עבור זה וכ\"ש אם נפלה סוכתו ביו\"ט דעושה אותה בחוה\"מ. וביו\"ט אסור להקימה ואפילו אם הרוח הפיל ממנה רק מקצת מן הסכך לבד אין להוסיף ביו\"ט בעצמו וע\"י עכו\"ם אפילו נפל הסכך כולו ג\"כ יש להתיר:",
            "(ב) בסוף יום שביעי - דכתיב חג הסוכות תעשה לך שבעת ימים ה\"ק רחמנא עשה סוכה בחג פי' באיזה ימים משבעת הימים שתרצה ואפילו ביום השביעי אם לא עשית קודם לכן. וביה\"ש אסור לעשותה ע\"י עצמו דהוי ספיקא דאורייתא וע\"י עכו\"ם שרי לעשותה. גר שנתגייר [בזה\"ב] בתוך ימי החג עושה סוכה בימי החג הנותרים:",
            "(ג) יכול וכו' - אשמועינן דלא בעינן שיהיה סוכה לשבעת ימים דוקא:",
            "(ד) ולישב באחרת - וכן יכול לאכול בזו ולישן בזו:",
            "(ה) שאולה - דכתיב כל האזרח בישראל ישבו בסוכות מלמד שכל ישראל ראויין לישב בסוכה אחת (והיינו זה אחר זה) וזה א\"א שיהא לכולם דלא מטי לכל חד שוה פרוטה אלא ע\"י שאלה:",
            "(ו) וכן יוצאין בשל שותפות - ק\"ו משאולה וכ\"ש כאן דיש לו חלק בה והנשאר הוא שאול לו דע\"ד כן נשתתפו:",
            "(ז) סוכה גזולה כשרה - אין הלשון מדוקדק כ\"כ דהא דרשינן מדכתיב חג הסוכות תעשה לך למעוטי גזולה אלא ר\"ל דגזולה כהאי שתקף על חבירו והוציאו וכו' כשרה:",
            "(ח) שאין הקרקע נגזלת - דכל המחובר לקרקע הרי הוא כקרקע והרי היא בחזקת בעליה הראשונים וכשאולה דמיא לדידיה:",
            "(ט) שלא מדעתו - שמא בעל הסוכה הוא מקפיד ע\"ז שלא יראה חבירו את עסקיו ואת אכילתו בלי ידיעתו וממילא אין נכון לברך עליה אבל מותר ליכנס ולישב בסוכת חבירו בשעה שאין בעל הסוכה שם בסוכתו שבודאי לא יקפיד ע\"ז דניחא ליה לאינש דליעבד מצוה בממוניה ומ\"מ אם אפשר שיבוא בעל הסוכה בעוד שהוא שם אף דבעת הכניסה אינו שם לא יכנס שלא מדעתו כי אפשר שבעה\"ב יתבייש ליכנס ולאכול או לעשות עסק אחר בפניו. כתב בבכורי יעקב דאם נטל רשות מאשתו של חבירו כשאינו בביתו נראה דמהני דכיון דהרשתיה אשתו מסתמא לא יקפיד ע\"ז:",
            "(י) שהיא של רבים - כתב המ\"א וצ\"ע שנהגו קצת לעשות סוכה בר\"ה ואת\"ל דכל ישראל מוחלין מ\"מ יש לעכו\"ם חלק בהם והעלה דאסור מטעם זה לעשות סוכה בר\"ה דעכו\"ם בודאי לא מחלי ואף דבדיעבד כשרה מ\"מ לא יברך עליה דהוי ברכה לבטלה ובא\"ר כתב דברכה לבטלה לא הוי ע\"ש שהאריך בזה וע\"כ אם אין לו אחרת מותר לברך עליה וכן מצדד בספר מאמר מרדכי להקל ובתשובת שואל ומשיב סימן קכ\"ח דרחוב שלפני הבית הם שלו ולא מקרי ר\"ה ובפרט היכי שיש להם דעקאמענט משר העיר שיש להם רשות לעשות עירובין וסוכות אין לפקפק בזה [פ\"ת] ועיין בבה\"ל:",
            "(יא) לא יקצצו - מיער של עכו\"ם אפילו מדעת העכו\"ם וטעם דין זה ופרטיו יתבאר לקמן בסימן תרמ\"ט ס\"א בהג\"ה. ובמקום שיש רשות לאנשי המקום ליקח עצים מן היער בדינא דמלכותא אין איסור אם לוקח משם לסכך:",
            "(יב) אלא יקנו אותם מעובדי כוכבים וכו' - והיינו שעכו\"ם בעצמו יקצץ אותם מתחלה ואם העכו\"ם גנב העצים מן היער עיין בבה\"ל. וכתבו האחרונים דה\"ה אם קצץ הישראל ונותן לחבירו ג\"כ שרי דהוי יאוש ביד הראשון הקוצץ ושינוי רשות ביד השני:",
            "(יג) דכל גזל וכו' - ר\"ל דשמא גזל העכו\"ם הקרקע ומ\"מ אם א\"א מותר לקצוץ בעצמו ובלבד שיטול רשות מבעל הקרקע ואפילו הוא עכו\"ם:",
            "(יד) אין עושין וכו' - ואין לברך לישב בסוכה ומ\"מ לענין דין הקודם בסקי\"ג במקום שאי אפשר שמותר לקצוץ בעצמו אפשר שמותר לברך במדינותינו שרוב הקרקעות שיש להעכו\"ם ניתן להם מדין המלכות ודינא דמלכותא דינא ועיין לקמן בסימן תרס\"ד בט\"ז והעתקתי דבריו פה בבה\"ל:",
            "(טו) יצא שתקנת - כצ\"ל. ר\"ל אף דמדאורייתא פסולה היא אפילו אם ירצה לשלם עבור העצים דצריך לסתור הבנין ולהשיב הגזילה לבעליו מכל מקום כבר תקנו חכמים כדי שירצו בנ\"א לעשות תשובה שאינו משלם לו אלא דמי עצים ודיו ויש כח בידם לעשות זה שהפקר ב\"ד הפקר א\"כ ממילא אם ישלם לו דמי עצים הוי אח\"כ שלו ממש ומותר לישב בה וגם לברך עליה:",
            "(טז) דמי עצים - ואם אינו רוצה לתת דמי עצים לא יצא:",
            "(יז) אבל אם גזל סוכה וכו' - דאז היא עצמה נגזלת שאיננה מחובר לקרקע ואין עליו להחזיר דמים אלא כמות שהיא בנויה דאין כאן תקנת השבים שהרי לא טרח עליה לבנותה ולא הוציא עליה הוצאות הלכך גזולה היא:",
            "(יח) לא יצא - דכתיב חג הסוכות תעשה לך שבעת ימים למעוטי גזולה דלא הוי לך ומשמע מדברי המ\"א דאף אחרים שישבו בה ג\"כ לא יצאו י\"ח דלא הוי לך ולענ\"ד צ\"ע בזה ועיין בה\"ל:",
            "(יט) לא יצא בה - ולא דמיא להנ\"ל בס\"ב דהתם הקרקע בחזקת בעליה עומדת ואינה נגזלת וכל המחובר לקרקע הרי היא כקרקע משא\"כ הכא לא קיימא הסוכה בקרקע דראובן א\"כ לא גזל אלא העצים ולא הקרקע והוי גזולה:"
        ],
        [
            "(א) עצי סוכה וכו' - דכתיב חג הסוכות שבעת ימים לד' כשם שחל שם שמים על החגיגה כך חל שם שמים על הסוכה. ואפילו עשה סוכה אחרת בחוה\"מ וא\"צ לראשונה אפ\"ה עציה אסורים בהנאה:",
            "(ב) שמונת - ולדידן גם בט' שהרי בשמונה עדיין מחוייב לאכול בסוכה וכיון דאיתקצאי בין השמשות איתקצאי לכולי יומא ואם חל שבת אחר יו\"ט נוהגין שלא להסתפק ממנו גם בשבת דהוי כמכין מיו\"ט לשבת:",
            "(ג) בין עצי דפנות וכו' - ואין נ\"מ בין סוכה חדשה ובין ישינה כל שסיככוה לשם חג אבל היושב בסוכת רועים ובורגנין וקייצין הרי היא כסוכה דעלמא שבשביל שנכנס זה ואוכל שם פתו לא נתקדשה:",
            "(ד) נאותין - היינו דרך ביטול שבזה תבטל קדושתה אבל בעוד שהיא קיימת אין איסור הנאה ממנה כגון לסמוך עליה או להניח עליה שום דבר כיון שעדיין קדושתה עליה:",
            "(ה) ואפילו נפלה הסוכה וכו' - היינו דאפילו להפוסקים דסברי דמן התורה אינה אסורה אלא בעודה קיימת מדרבנן מיהא אסור להנות ממנה מטעם מוקצה דאיתקצאי בבין השמשות של תחלת החג:",
            "(ו) ולא מהני בה תנאי - אף אם אמר איני בודל כל ביה\"ש כיון דא\"א ליטול בין השמשות משום דקא סתר אהלא ואיתקצי לכולי שבעה משא\"כ בנוי סוכה בס\"ב דמהני שם תנאי ודע דהא דמשמע מסתימת רמ\"א דלא מהני תנאי בשום גוונא ואפי' נפלו היינו דוקא בשבעת הימים אבל בשמיני שלו דאיסורו הוא רק משום מוקצה מהני תנאי לכשיפלו שיכול להשתמש בהן:",
            "(ז) אבל עצים הסמוכים וכו' - עיין לעיל בסימן תקי\"ח במ\"ב סקל\"ט שם ביארנו כל פרטי דין זה:",
            "(ח) ועיין לעיל בסי' תקי\"ח ס\"ח - ר\"ל דשם מבואר בהג\"ה דאם זרק חבילות על הסכך דאינן בטילות לגבי הסכך וה\"ה הכא בסוכה דמצוה ועיין שם במ\"ב:",
            "(ט) אלא בסוכה שישב בה פ\"א - עיין במ\"א שאפילו לא נעשית לשם סוכה דהיינו שהיתה עשויה לצל כיון דמדינא סוכה כשרה היא וישב בה פ\"א אסורה שוב כל ימי החג ונ\"ל דמיירי שהזמינה מתחלה לשם סוכת החג או שבעת שישב בה היה דעתו לישב בה כל ימי החג הלא\"ה לא נתקדשה בפ\"א להיות שם סוכת החג עליה וכמו שכתבנו למעלה בסק\"ג. ומי שיש לו סוכה בנויה משנה לשנה מ\"מ אינה אסורה עד שישב בה בחג אע\"ג דכבר ישב בה בשנה שעברה מ\"מ כשעבר החג בטלה קדושתה וצריך מעשה אחר שתחול קדושתה כ\"כ המ\"א ויש מאחרונים שמפקפקין בזה וטוב להחמיר:",
            "(י) שתולין בסוכה וכו' - בין שתלויין בסכך ובין שתלויין בדפנות:",
            "(יא) כדי לנאותה - ואם יודע שהילדים יאכלו מהם מוטב שלא לתלותם שינתקו החוטים ויבואו לידי חלול שבת וגם שמא יבואו לאכלם אכן אם יכול לתלותם בגובה שלא יוכלו הילדים להגיע לשם או שאין לו ילדים מצוה לתלות נוי סוכה [א\"ר בשם ס\"ח רס\"ג] גם בשל\"ה כתב דראוי ליפות הסוכה בקרמין וסדינין ולתלות בה פירות חשובין:",
            "(יב) אסור להסתפק מהם - דביזוי הוא להמצוה כשמסתפק מהם:",
            "(יג) אפילו נפלו - דכיון דאיתקצאי לביה\"ש איתקצאי לכל היו\"ט ואפילו נפלו בחוה\"מ אסורין:",
            "(יד) וביו\"ט ושבת וכו' - אבל בחוה\"מ לא שייך איסור טלטול וע\"כ אם נפלו מותר לטלטלן ולהחזירן למקומן [טור]:",
            "(טו) אסור לטלטלם וכו' - היינו אפילו לדעת המתירין לעיל בסימן תצ\"ה מוקצה ביו\"ט כמו בשבת במוקצה כזה לכו\"ע אסור דהוקצו למצותן:",
            "(טז) בשעה שתלאם - בא לאפוקי דלא נימא דוקא סמוך לבין השמשות:",
            "(יז) כן בין השמשות - דיש תחלת בין השמשות ויש סוף בין השמשות ובעינן שלא יבדול מהן כל זמן בין השמשות:",
            "(יח) של שמונה ימים - פי' לאפוקי כשאמר איני בודל מהן כל ביה\"ש של עיו\"ט הראשון דאז חיילא קדושה עכ\"פ בבין השמשות של שאר יומי ואסור מיו\"ט שני עד סוף יו\"ט ואי אמר סתם איני בודל מהן כל בין השמשות אפשר דכלול בזה כל שמונת הימים:",
            "(יט) בכל עת שירצה - פי' אפילו כשהן תלוין וכ\"ש דהתנאי מהני להנות מהן כשיפלו:",
            "(כ) ואם אמר וכו' - מיירי ג\"כ שאמר בשעה שתלאם או עכ\"פ קודם ביה\"ש:",
            "(כא) התנאי קודם וכו' - דכיון שנכנס ביה\"ש איתקצאי. ולפי מאי דמסקינן לעיל בסימן רס\"א דביה\"ש מתחיל תיכף אחר שקיעה צריך לעשות התנאי קודם שקיעה:",
            "(כב) הראשון - דאל\"כ כיון דחייל איסורא בביה\"ש קמא ממילא חייל בכולהו דכיומא אריכתא דמי לענין זה ולא מהני תו תנאי:",
            "(כג) אין נוהגין להתנות - משום דלא בקיאי שפיר בתנאי ויש מאחרונים שמפקפקין בטעם זה דהלא לשון התנאי מפורש בגמרא ואין שייך בקיאות:",
            "(כד) כ\"ש בנויין - הרבה אחרונים השיגו ע\"ז ודעתם דנוי סוכה בודאי אסורים בלא תנאי מדינא דנוי כסכך הן ועיין בט\"ז שהסכים להקל בסדינים המצויירים שיש חשש מפני גנבים אנן סהדי שלא תלאן לשם מתחלה להיותן שם תמיד ע\"כ לא איתקצו כלל ואפילו לא התנו ומ\"מ לכתחלה טוב להתנות כמו שכתב הרמ\"א דהיינו שיאמר קודם ביה\"ש איני בודל מהן כל ביה\"ש וכנ\"ל מי שדעתו להסיר נוי הסוכה ביו\"ט מפני הגשמים והגנבים יזהר מתחלה שלא יקשור הנויין בסוכה בקשר גמור שהרי אסור להתירן ביו\"ט אלא יענבם אין לעשות דפנות הסוכה מיריעות שעטנז וכן לא יתלה שעטנז לנוי אא\"כ גבוהין מתשמיש אדם. אסור לחקוק פסוק בסוכות תשבו על דלעת וכיוצא בו ולתלותו בסוכה דיבוא לידי בזיון וגם שאסור לכתוב פסוקים מן התורה אא\"כ יש בהן ספר שלם כמו שנתבאר ביו\"ד סימן רפ\"ג ואע\"ג דנוהגין היתר להתלמד בהן דוקא אבל שלא לצורך אסור [אחרונים] עוד כתבו דאף אחר סוכות לא יפסע על עצי סוכה דתשמישי מצוה הם כמו ציצית ולולב ועיין לעיל סימן כ\"א במ\"ב סק\"ו וע\"כ יש למחות באנשים שזורקין אחר סוכות עצי הסכך לחוץ במקום שרבים רגילין לפסוע עליהן ואפילו איננו מקום אשפה:",
            "(כה) אם סיכך בהדס - דאף דסתם הדס עומד להריח הכא דסיכך בו כמו בשאר עצים אמרינן דממעשה עצים אקצייה מלשמש ולהבעיר ולא מריחו ואה\"נ דאם היה תולה אותו בסוכה לנוי בודאי אקצייה מריחו [פמ\"ג] ובאתרוג אף דתלהו לנוי מותר להריח בו דעיקרו עומד לאכילה ולא להריח ע\"כ אמרינן דמאכילה אקצייה ולא מריח:",
            "(כו) ויש אוסרים בהדס - אבל באתרוג לכו\"ע מותר דעיקרו עומד לאכילה ומאכילה אקצייה ועיין בט\"ז סק\"ג שפסק להתיר כדעה הראשונה וכן העתיק בדה\"ח:\n"
        ],
        [
            "(א) כיצד וכו' - ומי שא\"א לו לעשות סוכה אלא מעבר הנהר וצריך לעבור בספינה קטנה או ע\"י מעבר (שקורא פרא\"ם) לשם יש מקילין לעבור בה ע\"י שגוי יעבירנה משום שהוא לדבר מצוה אבל הרבה מחמירין בזה:",
            "(ב) וישן ומטייל - וכן אם ירצה לספר עם חבירו יספר בסוכה דסוכתו צריך להיות כביתו בכל השנה וכמו שמסיים המחבר. ולפי שקדושת הסוכה גדולה מאוד ראוי למעט בה בדברי חול ולדבר בה כ\"א קדושה ותורה וכ\"ש שיהיה זהיר מלדבר שם לשה\"ר ורכילות ושאר דיבורים האסורים:",
            "(ג) כגון אשישות וכוסות - ואפילו הן של חרס. ואפילו לאחר שתיה שאין נמאסין כמו כלי אכילה ועוד דאין קבע לשתיה ומצוי הוא ששותה כמה פעמים ביום:",
            "(ד) אבל כלי אכילה וכו' - וכלים שמשהין בהן קמח והעריבות שלשין בהם וכלים של בשמים שאין דרך להחזיקן בדירתו רק בבית החצון הכל בכלל כלי אכילה הן וכן כד או דלי ששואבין בו מים מן הנהר הכל חוץ לסוכה וכלל הדבר כל שאין דרכו להיות בדירתו שדר בה אין לו להחזיק בסוכה:",
            "(ה) כגון קדירות וקערות - מלשון זה משמע לכאורה דבשעת אכילה גם קדירות מותר להכניסן לסוכה ולערות לתוך הקערה והעולם נזהרין מהקדירה להכניסן לתוך הסוכה אף קודם אכילה ונראה דחששו לדעת המחמירין בקדרה בכל גווני ואפשר דגם דעת השו\"ע כן הוא [ובפרט מי שאין דרכו גם בביתו להביא הקדרה לשולחנו אלא מערה לתוך הקדרה בבית החצון בודאי יש ליזהר בזה] ומ\"מ מי שאין לו כלי וצריך לאכול מן הקדרה מותר להכניסו [ח\"א]:",
            "(ו) חוץ לסוכה - ומ\"מ בדיעבד אם הכניס בתוכה כלי מאכל או עשה בה תשמיש בזוי אין נפסלת הסוכה בכך [אחרונים]:",
            "(ז) המנורה בסוכה - והמנהג שלא להכניס נר של חרס לסוכה וכן מקדה של חרס ואפילו חדשה אין כדאי כ\"כ ומצופה בקוניא דין כלי זכוכית יש לו ומותר:",
            "(ח) ואם היתה סוכה קטנה וכו' - אפילו אינה מצומצמת בשיעורה אלא שהיא קטנה כ\"כ בענין שיש לחוש שמא יתקרב הנר לדופני הסוכה ותאחז בהן האור ותשרף סוכתו צריך להניחה חוץ לסוכה אפילו היא של זהב. ואם מטבעו הוא מצטער כשאוכל שלא במקום הנר יש להקל כשיעמיד הנר בעששית שקורין (לנטערנע) או במנורה (שקורין לאנפין) אם לא שהיא נמוכה מאוד ויש לחוש שיתקרב האור להסכך:",
            "(ט) שום תשמיש בזוי - כגון שטיפת קערות ובכוסות ליכא קפידא. ואסור להשתין בסוכה אפילו בכלי אע\"פ שעושה כן בביתו [ח\"א]:",
            "(י) כל שבעה - עיין לקמן סימן תרס\"ח:",
            "(יא) עראי - דפעמים דסגי ליה לאיניש בהכי והו\"ל קבע ועיין סימן מ\"ד שהוא שיעור הילוך ק' אמה הא בציר מהכי אף עראי לא הוי ואפשר דה\"ה לענין סוכה כה\"ג [פמ\"ג] ומי שנאנס וישן חוץ לסוכה מיד כשיקיץ צריך לילך לסוכה דהא אפילו בירדו גשמים ופסקו צריך לילך לסוכה אם עדיין לא שכב וכמו שכתב המ\"א לקמן בס\"ז:",
            "(יב) אכילת עראי - דזה לא חשיב לחייבו בסוכה דאף בביתו מצוי שאוכל עראי חוץ לביתו. וה\"ה שמותר לטעום את התבשיל כמה פעמים ואפילו לבלוע חוץ לסוכה:",
            "(יג) מים ויין ולאכול פירות - הטעם דאכילת פירות אפילו הרבה בקביעות חשיב רק כאכילת עראי דפת וה\"ה אכילת בשר ודגים וגבינה ושאר מיני מאכל חשובים כפירא לדעת השו\"ע ולא החמיר בסוף רק בתבשיל העשוי מחמשת המינים. והנה מה שהגיה רמ\"א ואפילו קבע עלייהו קאי גם על יין כמו שמוכח בדרכי משה וטעמו דיין אין נחשב רק כאכילת פירי וכ\"ש שאר משקין וע\"כ לא חשיב קביעות דידהו. ודע דכמה אחרונים מפקפקין בדין זה ודעתם דאם שותה יין בקביעות חייב בסוכה ובפרט בני חבורה שקבעו לשתות יין בודאי הוי קבע גמור. ומ\"מ לענין ברכה הסכימו כמה אחרונים דאין לברך לישב בסוכה כ\"א על פת העשוי מחמשת מיני דגן או תבשיל העשוי מה' מינים אם קובע סעודה עליו וכדלקמן בסוף הסעיף. ולענין פת הבאה בכיסנין יבואר שם ומיהו ראוי ונכון לכתחלה שלא לשתות בקבע אפילו שאר משקין כמו מי דבש ושכר אלא תוך הסעודה או עכ\"פ יאכל מתחלה לפת יותר מכביצה [או שאר תבשיל העשוי מה' מינים אם קובע סעודתו ע\"ז] ויברך לישב בסוכה ויוצא לכל הדיעות:",
            "(יד) אפילו מים - וכ\"ש פת דרך עראי:",
            "(טו) אם קובע עליו וכו' - ר\"ל שאוכלם בחבורה או שאוכל שיעור חשוב שקובע סעודתו בזה ולא די שיאכל מעט יותר מכביצה כמו בפת ועיין במ\"א שהקשה ע\"ז ודעתו דדינו ממש כמו בפת דיותר מכביצה מעט חייב בסוכה אכן לענין לברך לישב בסוכה דעת האחרונים דאין לברך רק כשיקבע עליו סעודה כמו שכתוב בשו\"ע. ודע עוד דהסכימו כמה אחרונים דנכון להחמיר מלאכול בשר ודגים וגבינה חוץ לסוכה ודוקא בקביעות אבל שלא בקביעות אין להחמיר כלל:",
            "(טז) וצריך סוכה - פי' מדינא וע\"כ צריך לברך לישב בסוכה וכתב המאמר מרדכי שמי שאכל פת הבאה בכיסנין בשחרית בתוך הקאפי\"א וכיוצא כמו שאנו נוהגים בכל ימות השנה אע\"פ שאינו מברך המוציא כיון שאינו אוכל שיעור שדרך בני אדם לקבוע עליו מ\"מ בעי סוכה שהרי הוא קובע סעודתו עליו וכו' וכך נהגנו לברך עליה לישב בסוכה ע\"ש. ונקט מילתא דשכיחא דה\"ה אפילו בלא שתית קאפי\"א כיון דקבע סעודה על הפת כיסנין ואם לא קבע סעודתיה עליו רק שאכל יותר מכביצה יש דיעות בין האחרונים אם צריך לברך לישב בסוכה ועיין בשע\"ת שכתב דלענין שבת ויו\"ט בבקר כשמקדש ואוכל פת כיסנין במקום סעודה [אף שאח\"כ הולך לחוץ לקבל פני רבו וכדומה ונמשך כמה שעות עד זמן סעודה] לכו\"ע יכול לברך לישב בסוכה דכיון שאוכל אותה בתורת סעודה הצריכה לקידוש שפיר דמי שיברך ברכת סוכה דמחשבתו משוי ליה קבע ובחול אין כדאי לברך דספק ברכות להקל אכן מנהג העולם לברך אף בחול. וכדי להנצל מחשש ברכה לבטלה יראה שלא לצאת מיד אחר אכילתו רק לשבת שם זמן מה ויכוין בשעת ברכתו לישב בסוכה על האכילה ועל הישיבה שאחר זה:",
            "(יז) משום צינה - וא\"כ מי שאין לו כרים וכסתות כראוי ויש צינה אין לו להחמיר לישן שם דנקרא הדיוט כמ\"ש בס\"ז בהג\"ה [מ\"א] ועיין לקמן סימן תר\"מ ס\"ד בהג\"ה ובמה שכתבנו שם:",
            "(יח) פטור - ובביאור הגר\"א חולק ע\"ז דלא מיפטר משום זה וגם במ\"א מסיק דמשום זה לא מיפטר ולימד זכות אחר על העולם משום דהו\"ל מצטער כשאין יכול לישן שם עם אשתו והנה לפי טעם זה אם אין מצטער כגון שאין אצלו זמן עונה עכשיו אין לו לפטור עצמו מן השינה. ומשמע מכמה אחרונים דמאן דא\"א לו לישן עם אשתו בסוכה דאין לו סוכה מיוחדת לא יבטל זמן עונה וליל טבילה ואין לחייבו לאחר שנזדווג עם אשתו שיחזור לסוכתו אלא ישן בביתו עד עמוד השחר:",
            "(יט) בליל יו\"ט הראשון חובה - ר\"ל דבליל יו\"ט הראשון מחוייב לאכול בסוכה ואפילו אם אינו אוכל אלא כזית משא\"כ מליל זה והלאה אפילו בשבת ויו\"ט דמחוייב לאכול פת אינו מחויב לאכול בסוכה אלא אם אוכל יותר מכביצה דהוי אכילת קבע. והטעם דלילה זה חמיר דגמרינן ט\"ו ט\"ו מחג המצות מה התם רק לילה הראשונה חובה מכאן ואילך רשות אף ה\"נ לענין סוכה:",
            "(כ) כזית - דכיון דגמרינן מחג המצות לגמרי גמרינן מניה מה התם בכזית דגן אף הכי בכזית דגן:",
            "(כא) פת - ולא מיני תרגימא דספיקא דאורייתא הוא וגם לא פת כיסנין אלא פת גמור [שע\"ת]:",
            "(כב) יצא י\"ח - דאע\"ג דבשאר הימים שיעור אכילה חוץ לסוכה בכביצה אבל ליל ראשון שהוא חובה טפי אפילו לא בעי למיכל אלא כזית אסור לאכול חוצה לה הלכך יוצא בה נמי ידי סוכה וצריך לברך לישב בסוכה ע\"ז והיינו כשאין לו יותר אבל אם יש לו בודאי מן הנכון שיאכל יותר מכביצה לצאת גם דעת הסוברים דלצאת ידי מ\"ע בעינן שיאכל שיעור המחייב לאכול בסוכה כל שבעה דהיינו יותר מכביצה. כתבו האחרונים דבעינן שלא ישהא באכילתו הכזית יותר מכדי אכילת פרס:",
            "(כג) כל זיי\"ן וכו' - היינו בחוה\"מ אבל בשבת ויו\"ט צריך לאכול כזית פת אך לא בעי סוכה ואף דבסימן רצ\"א כתב המ\"א דלסעודת שבת צריך ג\"כ כביצה ויותר כדי דליהוי סעודת קבע התם למצוה בעלמא לכתחלה ובדיעבד די בכזית [אחרונים]:",
            "(כד) כדין אכילת מצה בפסח - נסתפקתי לפי מה שידוע דעת הגר\"א דמצוה לאכול מצה כל שבעת ימי פסח כפשטיה דקרא שבעת ימים תאכלו מצות אלא דמ\"ע הוא רק בערב משא\"כ אח\"כ הוא רק מצוה בעלמא אפשר דה\"ה הכא מצוה לכתחלה לאכול פת כל ז' ימים ולברך לישב בסוכה:",
            "(כה) ודאי לילה - דאכילת סוכה בלילה ראשונה הוא דומיא דאכילת מצה בליל פסח דכתיב בה בערב תאכלו מצות והיינו משתחשך ואם בירך בין השמשות ואכל כזית צריך לחזור ולאכול כזית בלילה ודאי אבל ברכת לישב בסוכה לא יברך שנית דספק ברכות להקל:",
            "(כו) קודם חצות לילה - דומיא דמצה דבעינן שיאכלנו קודם חצות כדמוכח בסימן תע\"ז ס\"א ובדיעבד אם לא אכל קודם חצות חייב לאכול אחר חצות דגם במצה דינא הכי כמה שכתבנו בסימן תע\"ז ויוכל לברך לישב בסוכה ורק שאז דינו כשאר ימי סוכה שאין לברך לישב בסוכה עד שיאכל יותר מכביצה:",
            "(כז) מחצות ואילך - האחרונים הסכימו לדינא דאינו אסור כ\"א מתחלת שעה רביעית אחר חצות היום וכמו שפסק המחבר בסימן תע\"א עי\"ש וכל פרטי הדינים המבואר שם דברים המונעים לאכול בלילה לתיאבון שייך גם כאן:",
            "(כח) וכשמבין ומדקדק וכו' - ר\"ל דאז טוב לו יותר ללמוד בבית שהאויר יפה לו להרחיב דעתו:",
            "(כט) מיושבת עליו - והכל לפי הענין דאם דעתו מיושבת בסוכה שיש לו מנוחה שם לומד בסוכה [ולפעמים מצוי שיש קור ומצטער אם ישב שם הרבה לקרות ולעיין בלימודו הוא פטור]. ואם יש לו טורח רב להביא ספרים הרבה ללימודו בסוכה אפשר דפטור אכן אם יש לו מקום להניחם שם כל החג חייב דאין זה טורח:",
            "(ל) רצה מתפלל וכו' - ר\"ל דבאיזה מקום שיש לו מנוחה יותר להתפלל בכונה שם יתפלל ואם היה לו בהכ\"נ בעירו מניח סוכתו והולך לו לב\"ה שכן בשאר ימות השנה ג\"כ מניח דירתו והולך לו לבהכ\"נ והבדלה מבדיל בסוכה שכן כל השנה מבדיל בביתו:",
            "(לא) ירדו גשמים וכו' - וכשם שמפנין מפני הגשמים כך מפנין מפני השרב ויתושים ואפילו אין האדם מצטער בכך אלא שהמאכל מתקלקל בכך וה\"ה אם העת קר שהמאכלים השמנים נקרשים לפניו יכול לאכלו בבית וא\"צ לחזור עד שיגמור סעודתו אפילו אוכל אח\"כ מאכלים אחרים שאינם נקרשים וכמו בס\"ז בפינה מפני הגשמים שא\"צ לחזור עד שיגמור סעודתו אפי' פסקו הגשמים וכתב בבכורי יעקב דאם אפשר לתקן בלא טורח גדול שלא יקרשו המאכלים כגון שיניחם על קערה שמים חמים בתוכה צריך לתקן ואינו פטור ע\"י כך מסוכה:",
            "(לב) הרי זה וכו' - ואם מנשב הרוח לתוך הסוכה ועי\"ז נושרים קיסמים מן הסכך לתוך המאכל אם הוא אסטניס שאנינא דעתיה יכול לצאת חוץ לסוכה:",
            "(לג) טפות וכו' - ומ\"מ אם אינם יורדין למקום שיושב שם צריך לאכול בסוכה בעוד שעדיין אינם יורדים עליו ועל שולחנו ואפשר דאפילו ברכת לישב בסוכה יכול לברך [בכורי יעקב ע\"ש שמביא קצת ראיה לזה ממהרי\"ל ונראה דאם הוא איסטניס ומצטער בזה יכול לצאת ועכ\"פ לא יברך]:",
            "(לד) של פול - שזה המין מתקלקל במהרה על ידי מיעוט מים:",
            "(לה) אבל לילה וכו' - דאף שהוא מצטער מחמת הגשם וכל מצטער פטור מסוכה סבירא ליה להרמ\"א כדעת הפוסקים דסוברין דבלילה ראשונה אף מצטער חייב וטעמם דכיון דגמרינן ט\"ו ט\"ו מחג המצות לגמרי גמרינן מה התם בכל גווני חייב אף בסוכות כן. ודע דיש עוד מגדולי הראשונים דסבירא להו דגזרה שוה זו לאו להכי אתיא ואין לחלק בין לילה הראשונה לשאר ימים וע\"כ הכריעו כמה אחרונים דאף דמחוייב לאכול בסוכה מחמת ספק ברכת לישב בסוכה לא יברך דספק ברכות להקל עוד כתבו דראוי להמתין עד חצות הלילה פן יעבור הגשם דאם יעבור יכנס לסוכה ויברך ברכת לישב בסוכה ויאכל ויוצא בזה המ\"ע לכו\"ע ויש מאחרונים שכתבו דאין כדאי להמתין כל כך דאם ימתין עם אכילת ב\"ב הגדולים והקטנים אין לך מניעת שמחת יו\"ט יותר מזה [שע\"ת] וכן בא\"ר ופרי מגדים לא הזכירו שיעור חצות רק כשעה או שתים ואם לא פסקו יעשה אז קידוש בסוכה כמו שכתב הרמ\"א:",
            "(לו) ויקדש בסוכה כדי שיאמר זמן וכו' - ר\"ל דלכאורה היה לו לעשות בהיפוך שיקדש בבית ויאמר ג\"כ שם ברכת שהחיינו לזמן הזה ויאכל כל סעודתו שם ורק בסיום הסעודה יכנס לסוכה ויאכל כזית שם אלא דבזה היה צריך לברך עוד ברכת זמן משום סוכה ואין נכון להרבות בברכות לכך טוב יותר שיקדש מתחלה בסוכה ויהיה קאי ברכת זמן על הסוכה ג\"כ [דאפילו אם נימא דפטור אז מסוכה מ\"מ יוצא בזה דלא גריע ד\"ז מאלו בירך שהחיינו בחול בשעת עשייה בסוכה דיוצא בזה] ויאכל בסוכה כזית ושאר סעודתו יאכל בביתו. ואם פסקו הגשמים אפילו כבר בירך בהמ\"ז על אכילה הקודמת צריך לאכול עוד הפעם כשיעור ביצה ומעט יותר בסוכה ולברך לישב בסוכה כדי לצאת דעת הפוסקים דס\"ל דאינו יוצא במה שאכל בעת הגשם והוא כשעדיין לא שכב אבל אם כבר שכב א\"צ לקום מן המטה דאם מצטער חייב הרי כבר יצא באכילתו ואם מצטער פטור א\"צ לקום מן המטה כמבואר בס\"ז. ומש\"כ הרמ\"א לילה הראשונה דבלילה השניה מקדש בביתו ויברך זמן על יו\"ט ויאכל סעודתו ובסוף הסעודה יאכל כזית בסוכה ולא יברך לישב בסוכה וגם לא יברך שהחיינו על הסוכה ויסמוך בזה על שהחיינו שבירך בליל ראשון ולכתחלה טוב להמתין גם בלילה שניה מעט עד שיפסקו הגשמים. ואם אכל בביתו ורק כזית בסוף הסעודה בסוכה כאשר כתבנו ואח\"כ פסקו הגשמים צריך לכנוס לסוכה ולאכול כשיעור דהיינו יותר מכביצה ולברך לישב בסוכה [אחרונים] ועיין לקמן בסימן תר\"מ ס\"ד מה שכתבנו שם בענין זה:",
            "(לז) היה אוכל בסוכה - ה\"ה כשהיו יורדין גשמים כשהיה בביתו ואכל בביתו א\"צ לפסוק סעודתו בביתו אלא גומר בביתו:",
            "(לח) עד שיגמור סעודתו - אבל אם לא ישב עדיין לאכול בביתו אף שפסק מלאכול בסוכה והלך לבית צריך לחזור לסוכה אם פסקו הגשמים:",
            "(לט) היה ישן וירדו גשמים וכו' - וה\"ה כשהיה ישן בתחלת הלילה בביתו מחמת גשמים ופסקו [ח\"א]:",
            "(מ) אין מטריחין אותו וכו' - ודוקא כששכב כבר אבל אם עדיין לא שכב יחזור לסוכה [מ\"א] ובספר בגדי ישע וכן במאמר מרדכי מסתפקים בזה אחרי שכבר היה לו טרחא להכניס הכרים וכסתות לתוך הבית אפשר שלא הטריחו לחזור ולהעלותם:",
            "(מא) לחזור לסוכה - וה\"ה מי ששוכב בסוכה שיש לה לעטי\"ן ובשעת הגשמים סגרו אותן ואח\"כ פסק הגשם נראה שא\"צ לעלות על הסכך לפתוח הלעטי\"ן שסתם בשעת הגשמים אבל אם יכול לפתחם בסוכה ע\"י חבלים צריך לעמוד ולפתחם שאין זה רק מעט טרחא ולא מקרי מצטער [בכורי יעקב]:",
            "(מב) ישן בביתו עד וכו' - ואפילו אם הקיץ א\"צ לעלות לסוכה בלילה:",
            "(מג) וינעור משינתו - פי' מעצמו וא\"צ להקיצו גם אין מחוייב למסור שנתו לאחרים שיקיצוהו כשיאור היום:",
            "(מד) וכל הפטור וכו' - כגון במצטער ופרטי דיני מצטער יבואר לקמן בסימן תר\"מ ע\"ש:",
            "(מה) הדיוטות - ק\"ו בזה למי שרוצה להחמיר כשיורדים גשמים ולילך לסוכה ולברך שם המוציא וברכת לישב בסוכה ואח\"כ לאכול בבית והוי ברכה לבטלה אפילו יאכל שם בסוכה אכילת קבע [אחרונים] ועיין בבה\"ל:",
            "(מו) נהגו וכו' - ר\"ל אף דמדינא דגמרא לדעת פוסקים ראשונים כשבירך בסוכה ויצא לעשות ענינו ולא לחזור תיכף בענין שהיה יציאה גמורה וא\"כ הרי הסיח דעתו מן המצוה וכשיחזור אח\"כ צריך לברך שנית ואפילו מאה פעמים ביום ואימת שנכנס אע\"פ שאינו אוכל שם מברך שהרי גם הישיבה והעמידה שם היא מצוה דהוי כעין תדורו [ודוקא שיצא יציאה גמורה וכמו שכתבנו אבל אם יצא לעשות צרכיו או להביא דבר לסוכה א\"צ לברך שהרי לא הסיח דעתו] מ\"מ מנהג כל העולם כדעת הפוסקים שאינם מברכים אלא בשעת אכילה ואפילו אם יושבים בסוכה קודם אכילה שעה אינם מברכים דס\"ל דברכה שמברכים אח\"כ על האכילה היא פוטרת הכל שהיא העיקר והיא פוטרת השינה והטיול והלימוד שכולם טפלים לה וכתבו האחרונים דנכון הדבר לצאת גם דעת הפוסקים הראשונים ולא לישב כך בלי ברכה וע\"כ תיכף בבואו מביהכ\"נ יברך על דבר שהוא מחמשה מינים ויאכל ממנו מעט יותר מכביצה ויברך לישב בסוכה ולא יברך אח\"כ בשעת אכילה:",
            "(מז) אלא בשעת וכו' - ואם בירך פ\"א בשעת אכילה ולא יצא מסוכתו לעשות עסקיו ואף אם יצא מסוכתו רק שהיה דעתו לחזור מיד א\"צ לברך שנית לישב בסוכה אפילו אם אוכל סעודה שניה כיון שמצוה אחת היא ולכן מי שיושב כל היום בסוכה וישן בלילה בסוכה ומתפלל שם ואינו יוצא לשום עסק רק אדעתא לחזור מיד א\"צ לברך רק בשעת אכילה ראשונה ואח\"כ א\"צ לברך וי\"א דכיון שיצא בנתיים אפילו ע\"ד לחזור מיד צריך לברך בשעת אכילה שניה ואם יצא לעשות עסקיו או לביהכ\"נ להתפלל לכו\"ע צריך לברך בשעת אכילה שניה:",
            "(מח) אכילה - והמתענה בסוכות או שאין דעתו לאכול פת באותו יום אז לכו\"ע כל אימת שיצא יציאה גמורה חייב לברך דדוקא כשאוכל פת ס\"ל להנהו פוסקים שמברך על עיקר חיוב הסוכה ופוטר כל הדברים הטפלים אבל כשאינו אוכל לא שייך זה [ט\"ז וש\"א] וכתב הח\"א דה\"ה כשיצא יציאה גמורה לאחר אכילה וחוזר ונכנס ולא יאכל עד הערב וקודם האכילה יצטרך עוד הפעם לצאת לביהכ\"נ דבזה ג\"כ לכו\"ע צריך לברך. ומי שהולך באמצע סעודתו לסוכת חבירו דעת המ\"א שאפילו אם היה בדעתו בשעת ברכה שילך באמצע הסעודה לשם ולשוב אח\"כ מיד אפ\"ה צריך לברך שם לישב בסוכה דהליכה הוי הפסק וע\"כ אם רוצה לאכול בסוכה זו דבר שאסור לאכול חוץ לסוכה צריך לברך שם לישב בסוכה אמנם הוא לשיטתו אזיל בסימן ח' אבל לפי מה שכתבנו שם דדעת כמה אחרונים דהליכה לא הוי הפסק אם היה בדעתו א\"צ לברך וספק ברכות להקל [לבושי שרד] ואם שכח לברך לישב בסוכה עד שהתחיל לאכול יברך אח\"כ על מה שרוצה לאכול ואפילו אכל כבר ובירך בהמ\"ז יכול לברך שגם הישיבה היא מן המצוה דמאכילה ואילך כ\"ז שיושב הוי הכל קביעות אחד ומ\"מ כל שעדיין לא בירך בהמ\"ז יברך ויאכל מעט. ומי שקידש בליל סוכה והתחיל לאכול ואח\"כ ראה שהלאדי\"ן לא היו נפתחין עדיין נ\"ל שיאכל שוב כזית ויברך לישב בסוכה אבל קידוש פשיטא שא\"צ לברך שנית ואפילו זמן לא יברך עוד הפעם (כיון דלדין התלמוד מהני הזמן שבשעת עשיית הסוכה למצות סוכה כ\"ש שמהני בזה מה שבירך כשהיו הלאדי\"ן סתומים) [בכורי יעקב ע\"ש]:\n"
        ],
        [
            "(א) נשים ועבדים וכו' - משום דהו\"ל מ\"ע שהזמן גרמא ונשים פטורות ועבד דינו כאשה. ולענין ברכה כשרוצין לישב בסוכה עיין לעיל סי\"ז דנוהגין הנשים לברך אכן אחרים לא יברכו להן אפילו אין יודעין בעצמן אם לא כשמברכין לעצמן:",
            "(ב) ואנדרוגינוס - שיש לו סימני זכרות ונקבות:",
            "(ג) חייבים מספק - ומ\"מ לא יברכו דברכה דרבנן וספיקא לקולא וכדלעיל סי\"ז ס\"ב ומ\"מ אם רוצים לברך הרשות בידן דלא גריעי מאשה:",
            "(ד) כבן חמש כבן שש - כל חד כפום חורפיה [ט\"ז ומ\"א] ודעת כמה אחרונים דמבן חמש ולמעלה אם אביו הוא בעיר שאינו צריך אז כ\"כ לאמו מחוייב אביו לחנכו בסוכה אפילו אם איננו חריף:",
            "(ה) לחנכו במצות - ואם אין לו אב י\"א דאמו וב\"ד חייבים לחנכו ולכו\"ע אסור להאכיל לקטן בידים חוץ לסוכה אפילו לאדם אחר דהיינו ליתן לתוך פיו או לצוות לו לאכול:",
            "(ו) חולים וכו' - משום דכתיב תשבו כעין תדורו ואם היה לו זה החולי כל השנה לא היה יושב בביתו דוקא אלא היה הולך למקום שנקל לו לחליו:",
            "(ז) ומשמשיהן פטורין וכו' - לפי שהן עוסקין במצוה וכל העוסק במצוה פטור מן המצוה:",
            "(ח) אלא אפילו חש וכו' - קיצר בלשונו ובגמרא איתא אפילו חולה שאין בו סכנה ואפילו חש בראשו וכו':",
            "(ט) בראשו חש בעיניו - ר\"ל וישיבת הסוכה קשה לו:",
            "(י) בשעה שהחולה וכו' - ואם יש שני משמשים וא\"צ לשניהם בבת אחת צריך לאכול אחד בסוכה בעת שימושו של השני:",
            "(יא) צריך להם - ואם הוא חולה שיש בו סכנה נראה דיש להקל גם בשעה שא\"צ לו:",
            "(יב) ומי שמקיז דם - היינו במקיז דם רק כדי לשמור הבריאות ואינו מרגיש שום חולי בעצמו שאז אינו מצטער כלל ואדרבה הוא שמח ומרבה האכילה ושתיה אבל אי מרגיש בחולי ומה\"ט מקיז פטור והשותה משקה לשלשל אם מתיירא שיזיק לו הצינה פטור:",
            "(יג) מצטער פטור וכו' - דכעין תדורו בעינן ואף בכל השנה אין אדם דר במקום שהוא מצטער:",
            "(יד) הוא ולא משמשיו - דהיינו שאם הם רוצים לאכול או לישן חייבים לכנוס לתוך הסוכה. ולכאורה נראה דאם הוא שכיר אצלו לשמשו וגם בכל השנה אינו אוכל וישן בביתו כ\"א אצלו רשאי גם היום לעשות כן והוא דומיא דשומרי גנות ופרדסים המבואר לקמן בסימן זה:",
            "(טו) אבל בלילה ראשונה וכו' - אזיל לשיטתו בסימן תרל\"ט ס\"ה בהג\"ה דסתם שם להחמיר בירדו גשמים לענין לילה ראשונה וה\"ה כאן אבל לדעת שארי פוסקים דפטרי שם ה\"ה כאן וע\"כ יש להתנהג למעשה במצטער כמו לענין ירדו גשמים וכמו שכתבנו שם במ\"ב סקל\"ה עיי\"ש:",
            "(טז) זה שאינו יכול לישן וכו' - וה\"ה דמצטער פטור בכולן אף מאכילה [אחרונים] ור\"ל דאם הרוח וריח וכה\"ג מצערים ליה באכילה פטור אף מאכילה אבל אם הצער רק בשינה חייב באכילה:",
            "(יז) או מפני הריח - עיין לעיל סימן תרכ\"ט סי\"ד ובמ\"ב שם ובסימן תר\"ל ס\"א ובמ\"ב שם ולעיל בסימן ע\"ט סקכ\"ג במ\"ב:",
            "(יח) או בשינה - פי' במקום דליכא צינה והצער הוא מחמת הרוח וכיו\"ב וכנ\"ל דאלו במקומות הקרים יוצא י\"ח באכילה אע\"ג דלא יוכל לישן שם דא\"א בענין אחר וממילא מקרי שם כעין תדורו וגם מקרי ראוי לשינה אם היה לו כרים וכסתות כראוי:",
            "(יט) דמתיירא מלסטים או גנבים - ר\"ל שיוכלו להזיקו בגופו ואפילו במקום שביום אינו מתיירא רק בלילה מתיירא לישן שם מפניהם אכן אם אינו מתיירא מפני היזק הגוף רק מגניבת כליו יוצא שיכול להכניסם בביתו:",
            "(כ) אינו יוצא וכו' - ר\"ל אפילו י\"ח אכילה ויש מאחרונים שחולקין ע\"ז ודעתם דאף דלכתחלה בודאי אין לעשות סוכה כזו שאין יכול לקיים בה כל הדברים כדין מ\"מ בדיעבד יוצא בה ידי חובת אכילה כיון שלאכילה אין מצטער:",
            "(כא) מותר לצאת וכו' - דדרך ב\"א להצטער מזה:",
            "(כב) וא\"צ לילך לסוכת חבירו - דהא נמי חשוב צער דאין ערב לו לאדם אכילתו אלא בשלו ובלילה הראשונה צריך לטרוח ולילך לסוכת חבירו אך לא יברך שם אם לא שאינו מצטער בזה [א\"ר] והח\"א כתב דבמצטער כזה יכול האדם לחייב את עצמו ולעשות בשמחה ולברך:",
            "(כג) אם יש טורח גדול - מפני שסברא הזו דלילך לסוכת חבירו יש צער בדבר לא פסיקא ליה כ\"כ לכן תלה הדבר באם יש טורח גדול בזה דאם אין לו טורח גדול צריך לילך לסוכת חבירו שיש שם נר וכן אם ירדו גשמים ופסקו ומ\"מ עדיין נוטף מן האילנות וא\"א לאכול בסוכתו ויש לחבירו סוכה עם גג העשוי לכך לסגור ולפתוח צריך לילך לסוכת חבירו אם אין לו טורח גדול בדבר:",
            "(כד) בדבר - היינו בשעת אכילה אבל פשיטא אפילו מי שאין לו מקום בחצירו לבנות לו סוכה שצריך להמציא לו מקום לבנות לו סוכה ואז שם ביתו כדרך שגם כל השנה רגילים לפנות מבית לבית ואז שם ביתו [הגהת ח\"ס וכ\"כ הבכורי יעקב בפשיטות]:",
            "(כה) אבל לא תחת הסכך - דאז יבטל הסדין את הסכך ויפסול הסוכה כדלעיל בסימן תרכ\"ט סי\"ט לדעה ראשונה דסתם שם המחבר כוותה אמנם לפי מה שביארנו שם דבמקום הדחק כשאינו מועיל פריסה מן הצד ויצטרך לאכול חוץ לסוכה יש לסמוך אדעה שניה דמתרת לתלות סדין כדי להגן אין לאסור זה כ\"א כשירחיק הסדין מן הסכך ארבעה טפחים דאז אין בטל הסדין לגבי הסכך [ובשבת ויו\"ט נכון ליזהר שלא ירחיק ג\"ט חלל מן הסכך משום חשש אוהל] וה\"ה דמותר במקום הדחק לפרוס סדין למעלה על הסכך כדי להגן בין בחול ובין בשבת ויו\"ט. אכן מפני חשש הרואים שיאמרו שמסכך סוכתו בסדין אין להקל כשמסכך למעלה אא\"כ ניכר לכל שמכוין בזה רק להגן מפני הרוח. ועיין במ\"א לעיל בסימן תרכ\"ט דמ\"מ לא יברך בכל זה ברכת לישב בסוכה:",
            "(כו) לא מקרי מצטער - דדרך האדם לפעמים לישן כך כפוף וראיה מהא דקי\"ל ששיעור סוכה שבעה על שבעה טפחים שבודאי אין אדם יכול לישן שם אם לא בכפיפת גופו ואיבריו ולפ\"ז אפילו אם עשה אותה לכתחלה באופן שראויה לישן שם בפישוט ואח\"כ בא איזה ענין שנעשה דחוק וצר לישכב ג\"כ מחוייב לישן שם וכתב בספר נהר שלום דמ\"מ מי שהוא מעונג וקים ליה בגויה דלדידיה הוי מצטער לישן שם בכפיפה אה\"נ שפטור מלישן שם [ואעפ\"כ יוצא י\"ח באכילה כיון שבעת עשייה היה ראוי לדידיה לאכול ולישן שם]:",
            "(כז) אע\"ג דצריך לכפוף ידיו ורגליו - היינו אף אם אין לו עצה האיך לפשוט רגליו חוץ לסוכה דבפושט רגליו חוץ לסוכה לכו\"ע לא מקרי מצטער בכך וחייב לישן שם ואך שצריך ליזהר שיהיה השולחן ג\"כ בתוך הסוכה דאל\"ה חיישינן שמא ימשך אחר שולחנו וכדלעיל בסימן תרל\"ד:",
            "(כח) אלא בדבר וכו' - דאל\"ה אף שהוא מצטער אמרינן בטלה דעתו אצל כל אדם:",
            "(כט) שדרך בני אדם להצטער בו - אם לא שהוא מאניני הדעת וכל אניני הדעת מצטערין בזה:",
            "(ל) אלא אם ינצל וכו' - דהטעם דמצטער פטור משום דכעין דירה בעינן ואין אדם דר במקום צער כל שיוכל להנצל מזה בביתו וה\"נ בסוכה:",
            "(לא) אבל חייב בסוכה - דאע\"ג דמצטער פטור מן הסוכה ה\"מ צערא דממילא הבא לו מחמת הסוכה אבל הכא איהו דקמצער נפשיה איבעי ליה ליתובי דעתיה כדי לקיים את המצוה. כתב בספר תניא אם המת היה חביב כ\"כ שאין יכול להסירו מלבו פטור. ומיירי שמצטער בישיבתו בסוכה [מ\"א] ועיין בספר ישועות יעקב שחולק בזה על התניא. בפ\"מ מסתפק לענין אונן בחוה\"מ או אפילו ביו\"ט כשרוצה לקבור ע\"י נכרי ביו\"ט ראשון או ע\"י ישראל ביו\"ט שני דאז חל דיני אנינות אם חייב בסוכה ע\"ש ובספר בכורי יעקב מצדד שהוא פטור ע\"ש:",
            "(לב) חתן וכו' - דאין שמחה אלא בחופה וחופה נקרא מקום המוכן לישיבת חתן וכלה (הרא\"ש) ואין יכולין לאכול בסוכה ולשמוח בחופה דאין שמחה אלא במקום סעודה ומיירי שנשא ערב הרגל או קודם דאין נושאין נשים במועד כדלעיל בסימן תקמ\"ו:",
            "(לג) פטורים מן הסוכה וכו' - ויש מחייבין אותו דס\"ל דאפשר לאכול בסוכה ולשמוח בחופה וע\"כ הסכימו אחרונים דראוי לחתן להחמיר ע\"ע ולישב בסוכה ולא לברך וכן השושבינים כשאוכלין אצל החתן ומשמחין אותו בתוך ז' ימי המשתה ויושבין שם בסוכה א\"צ לברך אבל כשאוכלין בביתם חייבין בסוכה וצריכין לברך:",
            "(לד) וסעודת ברית מילה וכו' - היינו אפילו אם צר להם המקום לשבת שם וא\"א להם לשמוח שם כ\"כ מ\"מ חייבין בסוכה דאע\"ג דסעודת מצוה היא כמ\"ש ביו\"ד סימן רס\"ה סי\"ב מ\"מ לא דמי לסעודת חתן שהיא מצוה גדולה לשמח חתן וכלה ונקראת סעודת מצוה בכל מקום אבל זה אינה מצוה כ\"כ וא\"כ די להם בעשרה אנשים [מ\"א] ומ\"מ בשמיני עצרת אם רוצים יכולים לאכול בבית בסעודת ברית מילה [א\"ר ודה\"ח]:",
            "(לה) שלוחי מצוה - כגון שהולך להקביל פני רבו או ללמוד תורה או לפדיון שבויים וכיו\"ב:",
            "(לו) פטורים מן הסוכה - אפילו בשעת חנייתן ויש לפניהם סוכה בנוייה:",
            "(לז) בין ביום בין בלילה - היינו אפילו הולכין רק ביום פטורים גם בלילה מפי שטרודים במחשבת המצוה ותיקונה והוי הכל בכלל עוסק במצוה ופטור ממצוה אחרת:",
            "(לח) וע\"ל סימן ל\"ח - ר\"ל בס\"ח בהג\"ה דמוכח שם דדוקא כשצריך לטרוח אחר הסוכה אבל אם אין צריך לטרוח אחריה כגון שיש סוכה מזומנת לפניו צריך לכנוס בסוכה ולאכול ולישן שם ואם אין יכולים לישן כ\"כ בטוב בסוכה ויהיו יגעים למחר ולא יוכלו לקיים המצוה כראוי פטורין:",
            "(לט) הולכי דרכים וכו' - דתשבו כעין תדורו אמר רחמנא וידוע כשאדם דר בביתו בשאר ימות השנה אינו נמנע מלנסוע לאיזה ענין ומניח את ביתו וכן ה\"ה בסוכה:",
            "(מ) פטורים מן הסוכה ביום - היינו שא\"צ להמתין מלאכול עד שיגיע לסוכה אם לא שיזדמן לפניו סוכה בעת האוכל בלי טורח:",
            "(מא) וחייבין בלילה - היינו כשלן בלילה במקום ישוב אפילו אין באושפיזא שלו סוכה כגון שהוא נכרי חייב להשתדל אולי ימצא סביבות משכנו איזה יהודי שיש לו סוכה:",
            "(מב) אבל אם אינם מוצאים סוכה וכו' - ר\"ל שהשתדל ולא מצא סוכה סביבותיו יוכל לאכול וללון באותו מקום בלי סוכה ואינו מחוייב לעשות סוכה והא דמסיים יוכלו לילך לדרכם ר\"ל אפילו אם הוא יודע בביתו שבדרך שהולך לא ימצא שם סוכה אפ\"ה מותר לצאת מביתו דכלל בידינו תשבו כעין תדורו וכנ\"ל בסקל\"ט:",
            "(מג) דאין לעשות לו שם דירה - ר\"ל היכא דאין מוצא סוכה אין מחוייב לעשות מחדש:",
            "(מד) ואע\"ג דיש להקל - ר\"ל דמה שאמרו ההולכין ביום חייבין בלילה היינו היכי דמוצא סוכה באותו מקום משא\"כ בזה:",
            "(מה) מ\"מ המחמיר וכו' - וכ\"ז בהולך מכפר לכפר מדינא א\"צ להמתין מלאכול רק המחמיר אבל בשוהא בכפר א' שלשה או ארבעה ימים חייב מדינא לעשות שם סוכה [אחרונים]:",
            "(מו) שומרי העיר - היינו מגייסות שלא יבואו עליהן וצריכין לילך סביב העיר לשמרן ולפיכך אין יכולין לעשות סוכה במקום אחד. ודוקא בשומרי גייסות אבל בשומרי ממון שלא יבואו לגניבה [שדרכן לשמור תמיד] הוי כשומרי גנות ופרדסין המבואר לקמיה [מ\"א בשם הירושלמי] ובאמת ד\"ז תלוי לפי ענין השימור כגון שומרי החנויות שלנו שדרכן לשמור בלילה פטורין רק בלילה. והיושבים בחנות אע\"פ שרגילין כל השנה ברוב פעמים לאכול בחנות ביום מ\"מ בסוכות חייבים לאכול בסוכה אפילו אם דרים חוץ לעיר וחנויותיהם בתוך העיר חייבים לעשות להם סוכה כדי לאכול בעת שיצטרכו אם אינם יכולים לילך לביתם ולאכול [אחרונים]:",
            "(מז) והעושים יין וכו' - ואם היין מונח בחצר צריך לעשות סוכה בחצר דיכול לשומרו מתוך הסוכה ע\"פ האופנים המבוארים ביו\"ד סימן קל\"א:",
            ""
        ],
        [
            "(א) אינו מברך על עשייתה - שאין עשייתה גמר מצוה שהרי צריך לישב בה:",
            "(ב) אבל שהחיינו וכו' - ודוקא דבר שעושין אותו משנה לשנה אבל שופר ומגילה שעושין אותן לכמה שנים אינו מברך שהחיינו על עשייתן ונר חנוכה נמי אינו מינכר שעושין לשם מצוה:",
            "(ג) כשעושה אותה - וה\"ה אם היתה עשויה מכבר והוא מחדש בה דבר דהיינו שהיה בה רק שני דפנות והוא השלימה עכשיו או שחידשה בהסכך [ריטב\"א]:",
            "(ד) על הכוס של קידוש - שהוא קאי על מצות סוכה ועל החג:",
            "(ה) כשאוכל בסוכה - ר\"ל למחר ביום:",
            "(ו) משום הסוכה - דהברכה שבירך מאתמול בביתו היה רק בשביל החג:"
        ],
        [
            "(א) להיות בשבת - ואז אין אומרים מערבית בליל ראשון דכיון שאין העולם רגילין בהם חשו שמא יטלו נרות לראות בהן ובליל שני אומרים מערבית של יום ראשון וה\"ה כשחל ז' של פסח בשבת אומרים במוצאי שבת המערבית השייך ליום ז' וה\"ה בש\"ת אומרים המערבית של שמיני עצרת לבד ליל א' וב' של פסח שאומרים בליל ב' השייך לליל ב' משום בכור לספירה [פמ\"ג]. אין אומרים במה מדליקין:",
            "(ב) בלבד - שלא נתקנה אלא עבור שבת בלבד. בטור כתב באהבה מקרא קודש ובמנהגים שלנו כתוב וא\"א באהבה:"
        ],
        [
            "(א) יין קידוש וסוכה - שא\"א לברך על הסוכה קודם שיברך על קידוש היום. שהרי מתחלה נתקדש היום ואח\"כ נתחייב לישב בסוכה:",
            "(ב) ואח\"כ זמן - ואין נ\"מ בין שהסוכה היתה עשויה ועומדת עם הסכך מכבר ובין שעשאה קודם חג הסוכות כיון שלא בירך עליה אז בשעת עשייה א\"כ מוטל עליו עכשיו לברך זמן על קיום המצוה. אם לא בירך זמן בלילה יוכל לברך כל שבעה ואפילו בלא כוס דזמן יכול לומר אותו אפילו בשוק [גמרא]:",
            "(ג) לפי וכו' - ומ\"מ בדיעבד אם עבר ובירך זמן ואח\"כ סוכה אינו חוזר לברך זמן ואמרינן דהאי זמן קאי גם אסוכה דבתריה:",
            "(ד) מקדש מעומד וכו' - דלדעתו הישיבה הוא תחלת עשיית המצוה ויש לו לברך עובר לעשייתן היינו קודם עשיית תחלת המצוה ויש לו לנהוג כן כל שבעת הימים והרא\"ש ס\"ל שיש לסמוך הברכה על עיקר המצוה שהיא האכילה וכמש\"כ סוף סימן תרל\"ט שנוהגין שאין מברכין אלא על האכילה:",
            "(ה) לישב בסוכה ויושב ואח\"כ מברך זמן - בא לאפוקי שלא יברך ברכת זמן קודם שישב דאף דברכת זמן גופא רשאי להיות בעמידה לכו\"ע מ\"מ אין נכון לעשות כן מטעמא אחרינא דצריך להסמיך עשיית המצוה אל הברכה וכיון שבירך לישב בסוכה צריך לישב תיכף. ולענין אם יכולין כמה בע\"ב לקדש בסוכה בבת אחת עיין לעיל סימן תפ\"ח במ\"ב סק\"ח. וראוי לומר ברכה דסוכה בקול במשיכה בניגון כשאר ברכות דקידוש וה\"ה בכל שאר ברכות ירגיל לומר בקול רם כי הקול מעורר הכונה. של\"ה:",
            "(ו) בשאר ימים וכו' - ר\"ל דביו\"ט הלא מבואר לעיל בס\"א יין קידוש וסוכה וביארנו שם טעם הדבר דא\"א לברך על הסוכה קודם קידוש היום ע\"ש אכן בשאר הימים שאין בהם קידוש דעת המחבר דצריך לברך על הסוכה קודם ברכת המוציא כדעת רבינו מאיר מרוטנבורג דבה נתחייב תחלה תיכף שנכנס וישב בה לסעוד סעודתו וראוי לסמוך הברכה להישיבה כל מה דאפשר אך העולם לא נהגו כן כדמסיים:",
            "(ז) אחר ברכת המוציא - כדי שיתחיל בסעודה דעל ידה הוא עיקר חיוב הסוכה ואח\"כ יברך ולא הוי הפסק בין ברכת המוציא לאכילה דצורך סעודה הוא כמו קידוש:",
            "(ח) אבל בשבת ויו\"ט וכו' - פי' שאז מקדש על היין ואומר על הכוס סוכה וזמן כדלעיל ואח\"כ המוציא על הפת ואם מקדש על הפת אומר המוציא וקידוש וסוכה וזמן משא\"כ בחול שאין שם אלא המוציא מברך על הסוכה תיכף אחר ברכת המוציא:",
            "(ט) מברך לאחר קידוש - דאז הוא זמן התחלת הסעודה (דמקודם אין רשאי לאכול) ושייך אז לברך ברכת הסוכה. ולענין סעודת שבת ויו\"ט שחרית שאין בהם קידוש רק ברכה בעלמא על הכוס יש דיעות בין האחרונים י\"א דבזה אין כדאי להפסיק בברכת סוכה בין הברכה להשתיה דעל השתיה ליכא חיוב סוכה כלל אלא יברך אותה אחר ברכת המוציא למנהגינו וי\"א דגם בזה כיון שמכין עצמו בקידוש זה לאכילה יברך אותה קודם שיטעום מן הכוס. ודעביד כמר עביד ודעביד כמר עביד. והנה זה הוא בנוטל ידיו אח\"כ לסעודה אבל אם אינו רוצה עתה לסעוד סעודתו רק מברך על הכוס ואוכל אחריו פת כיסנין כדי שיהיה קידוש זה במקום סעודה מצדד בשע\"ת דבזה לכו\"ע יברך ברכת סוכה שיטעום מן הכוס ע\"ש:"
        ],
        [
            "(א) שחרית וכו' - בטור איתא דמשכימין והוא משום דזריזין מקדימין למצוה לקיים מצות לולב [ב\"ח]:",
            "(ב) התפלה - א\"א אל נא ביום א' דסוכות (כי אומר במקומו אז היתה חניית סוכו שהוא ג\"כ שיר ושבח כמו אל נא). במקום שמהפכין הסדר כשחל בשבת יום ראשון אז ראוי לומר אל נא ביום א' ולא ביום ב' והעולם לא נהגו כן לפי שלא ידעו טעמו של דבר:",
            "(ג) על נטילת לולב ושהחיינו - ואח\"כ ינענע וכ\"מ סימן תרנ\"א ס\"ה. והנה שהחיינו זה הוא על קיום המצוה וע\"כ אף דאתמול בלילה בירך שהחיינו שם היה על מצות סוכה ועל יו\"ט וזה הוא על מצות לולב ואם נטל הלולב ביום א' ולא בירך שהחיינו יכול לברך כל ז' אימת שיזכור ובשעת נטילה דוקא ואם בירך ביום א' שוב אין מברך ביום ב' שהחיינו:",
            "(ד) וכן כל שמונת ימי החג - ולא הוי כחוה\"מ פסח דמדלגין משום דבסוכות כל יום חשוב כיו\"ט בפני עצמו כיון שחלוק קרבנותיו מיום שלפניו:",
            "(ה) ומברכין לגמור - עיין לעיל סימן תפ\"ח ס\"א בהג\"ה שם דבמדינותינו המנהג לברך לקרות ההלל ועיין במ\"ב שם:",
            "(ו) בין צבור בין יחיד - ר\"ל ולא הוי כמו ר\"ח וחוה\"מ פסח דלכמה פוסקים אין מברכין אז על ההלל אפילו לצבור ובפרט ליחיד (עיין לעיל בסימן תפ\"ח ס\"ב ובסימן ת\"צ ס\"ד) דשם ההלל הוא רק מנהג של כל ישראל אבל בזה דמדינא הוא מברכין לכו\"ע בין לצבור בין ליחיד:",
            "(ז) ואין מפסיקין בו וכו' - כתב הח\"א כלל קמ\"ז שאם הביאו לו לולב באמצע הלל מותר לו להפסיק בין הפרקים דהיינו בין מזמור למזמור לברך:",
            "(ח) אלא כדרך שאמרו בק\"ש וכו' - הכל מבואר לעיל בסימן תפ\"ח לענין הלל בשני ימים הראשונים של פסח דגומרין בו ההלל ולא כפלו הכא אלא לאשמועינן דבסוכות שוין בזה לדינא כל שמונת הימים ולדידן בחו\"ל גם שמחת תורה בכלל זה דגם בו גומרין ההלל דהוא ספק שמיני:",
            "(ט) באמצע שואל וכו' - ביאור כל הדברים האלו עד סוף הסימן מבואר בסימן תפ\"ח במ\"ב שם:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}