{
    "versionTitle": "Hilchos Megillah and Purim",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) מותר להתענות לפניהם ולאחריהם - וכן בהספד שרי וב\"ח כתב דבחנוכה אסור להתענות לפניו וכן הוא ג\"כ דעת הפר\"ח. והנה יש נוהגים להתענות לפני חנוכה תמורת ער\"ח ואין לשנות מנהגם אבל לכתחלה לא ינהוג כן ועכ\"פ אסור לגזור בו תענית צבור וכן יום ראשון דאחר חנוכה אף דיחיד מותר להתענות בו תענית צבור אסור לגזור בו:",
            "(ב) מתענין בי\"ג באדר - כי בימי מרדכי ואסתר נקהלו ביום י\"ג באדר להלחם ולעמוד על נפשם והיו צריכין לבקש רחמים ותחנונים שיעזרם ד' להנקם מאויביהם ומצינו כשהיו ביום מלחמה שהיו מתענין שכן אמרו רז\"ל שמרע\"ה ביום שנלחם עם עמלק היה מתענה וא\"כ בודאי גם בימי מרדכי היו מתענים באותו יום ולכן נהגו כל ישראל להתענות בי\"ג באדר ונקרא תענית אסתר כדי לזכור שהש\"י רואה ושומע כל איש בעת צרתו כאשר יתענה וישוב אל ד' בכל לבבו כמו שעשה בימים ההם:",
            "(ג) להתענות ביום ה' - אבל בע\"ש אין קובעין תענית בתחלה מפני כבוד השבת לפי שרגילין בתענית לומר סליחות ותחנונים ובע\"ש לא יתכן לעשות כן לפי שלא יוכלו לטרוח לכבוד השבת ומי שהיה בדרך ושכח שמתענים ביום ה' ואכל ובלילה בא לביתו ושמע שהעולם התענו היום יתענה למחר בע\"ש. מהרי\"ל לא היה מגיד ההלכה בתענית אסתר מפני שטרודים לקנות צרכי פורים אם לא כשחל פורים ביום א' וכתב בא\"ר ונ\"ל דכל זה מיירי לילך לישיבה אבל ללימוד הקבוע בביה\"מ אינו בכלל זה דאין בזה כ\"כ בטול צרכי סעודה. וא\"א צדקתך באותה שבת שחל פורים למחר כמו שא\"א תחנונים בערב פורים בחול כך א\"א צידוק הדין בשבת שהוא ערב פורים:",
            "(ד) מצטערים - זה קאי על כואבי עינים אבל מעוברת אף שאינה מצטערת אינה מתענה כ\"כ הישועות יעקב ובא\"ר מחמיר בזה אך ביולדת כל ל' גם הוא מיקל:",
            "(ה) ויפרעו אח\"כ - להישועות יעקב הנ\"ל מסתברא דלא קאי ד\"ז רק על כואבי עינים שבעצם יש עליו חיוב שלא לפרוש מן הצבור ורק עכשיו משום דכאיב ליה עיניו ולהכי לבתר שיסולק כאבו יפרע התענית משא\"כ מעוברת ומניקה דפטורות בעצם אפילו אינן מצטערות אכן מדברי הב\"ח לכאורה לא משמע כן:",
            "(ו) לא יפרשו - אפילו ההולך בדרך וקשה עליו התענית:",
            "(ז) מותר לאכול על המילה - היינו כל האנשים הקרואים להסעודה ואפילו יותר מעשרה ואפילו בשחרית מותרים לאכול אכן כולם צריכין להתענות למחר וכדלקמיה. ועיין בט\"ז וא\"ר שחולקים על הג\"ה זו ודעתם דקביעותא דתעניתא הוא דוקא ליום ה' וע\"כ אסורין כולם לאכול ביום ה' ויעשו הסעודה בלילה אכן הבעלי ברית בעצמן מותרין לאכול ביום ה' אחר מילה וא\"צ להתענות למחר וכנ\"ל בסימן תקנ\"ט ס\"ט לענין ט\"ב ועיין בפמ\"ג שכתב דהמיקל לנהוג כדעת הרמ\"א לא הפסיד וכן במו\"ק ובשבות יעקב הסכימו לדעת השו\"ע:",
            "(ח) ג' ימים - פי' בה\"ב אחר פורים. משנכנס אדר מרבין בשמחה ומי שיש לו דין עם עכו\"ם ישפוט באדר [גמרא] יכולים בני עיר לתקן בהסכמה ובחרם עליהם ועל הבאים אחריהם לעשות פורים ביום שנעשה בו נס ומי שנעשה לו נס באדר ונדר לעשות פורים כשיבוא שנת העיבור צריך לעשות הפורים באדר שני אם לא שנעשה לו הנס בשנת העיבור באדר ראשון:"
        ],
        [
            "(א) לקרות המגילה בלילה - משעת צאת הכוכבים ועיין לקמן בסימן תרצ\"ב ס\"ד במ\"ב ובה\"ל מה שכתבנו שם:",
            "(ב) ולחזור ולשנותה ביום - זכר לנס שהיו צועקים בימי צרתם יום ולילה:",
            "(ג) כל הלילה - עד עמוד השחר ואם לא קראה קודם אפילו באונס שוב לא יקרא דמשעלה עה\"ש יממא הוא:",
            "(ד) מהנץ החמה - לפי שאין הכל בקיאין בעמוד השחר וזמנין דאתי לאקדומי צריך לכתחלה להמתין עד הנץ דיום ברור הוא לכל:",
            "(ה) עד סוף היום - היינו שקיעת החמה ואם נמשך עד בין השמשות יקראנה בלי ברכה:",
            "(ו) יצא - ואם היה אונס קצת יכול לקרותה לכתחלה משעלה עמוד השחר [אחרונים]:",
            "(ז) מבטלים ת\"ת וכו' - ר\"ל אף דת\"ת שקול כנגד כל המצות ואפילו היתה ת\"ת של חבורה גדולה של ק' אנשים שלומדים באיזה בית אפ\"ה צריך לבטל ולילך לקרותה בצבור משום ברב עם הדרת מלך. וכתב הח\"א מ\"מ מי שמתפלל כל השנה בקביעות במנין המיוחד לו להתפלל שם א\"צ לילך לביהכ\"נ:",
            "(ח) כדי צרכו - מלשון זה מוכח דאף שהוא בעיר שיש לו קוברין דשוב אינו מוטל בבזיון והזריזות לקוברו קודם הוא רק תוספות כבוד לו אפ\"ה מותר להקדימו קודם מקרא מגילה וכ\"מ בהג\"ה סוף סי' תרצ\"ו דס\"ל דקבורת מתו קודם אבל במ\"א הביא בשם כמה פוסקים דס\"ל דוקא מת מצוה משמע שמצאו בשדה שהוא מוטל בבזיון שאין לו קוברין כלל אבל בעיר שיש לו אנשים שדואגין בעבורו מקרא מגילה קודם [אם לא בת\"ח שקבורתו קודם למקרא מגילה] וכן הסכים בביאור הגר\"א להלכה אכן כתב שאם התחילו להוציאו אין מפסיקין באמצע ואז נדחה מקרא מגילה לגמרי אפילו א\"א לקראה אח\"כ וכעין זה כתב הפר\"ח ג\"כ עי\"ש:",
            "(ט) בדאיכא שהות וכו' - וה\"ה לענין מילה ומגילה איכא שהות לעשות שתיהן מגילה קודם משום פרסומי ניסא [פר\"ח ופרמ\"ג] והעולם נוהגין למול קודם המגילה וכדלקמן בסוף סימן תרצ\"ג [ח\"א]:",
            "(י) אבל אם א\"א וכו' - ר\"ל שיתבטל המצוה דאורייתא לגמרי אם לא יעשנה ביום ההוא ומה שכתב לקמיה דאם א\"א לו לקראה אח\"כ יקראנה קודם התם לא יתבטל לגמרי המצות קבורה דיהיה אפשר לו לקברו בלילה ואה\"נ דאם לא יהיה אפשר לו לקברו אח\"כ כגון מפני לסטים וכה\"ג בודאי מת מצוה קודם:",
            "(יא) אין שום מצוה דאורייתא נדחית וכו' - מפני שמקרא מגילה הוא רק מדרבנן ועיין בט\"ז שהביא בשם רש\"ל וב\"ח דתמיד מקרא מגילה קודם משום פרסומי ניסא והגר\"א בביאורו ג\"כ סובר הכי עי\"ש:",
            "(יב) בדאפשר לו לקראה - אבל אם הוא סמוך לחשיכה יקרא המגילה דהא מת מצוה אפשר לקוברו בלילה. והנה זה העתיק הרמ\"א בשם מהר\"א מזרחי אבל כמה אחרונים חולקין ע\"ז וסוברין דאפילו באופן שידחה המגילה לגמרי ג\"כ מת מצוה קודם משום בכבוד הבריות אכן כבר ביארנו לעיל דדוקא במת מצוה משמת אבל לא בשאר מתים ואפילו אם נפסוק שם דבשאר מתים ג\"כ מצוה להקדים קבורתו לקריאת המגילה עכ\"פ היכא דידחה עי\"ז קריאת המגילה לגמרי בודאי מגילה קודם ויקבר מתו בלילה:"
        ],
        [
            "(א) המוקפים חומה מימות יהושע בן נון - כי בזמן מרדכי בעת הנס כתיב שהיהודים שבכל מקום נלחמו ביום י\"ג ונחו ביום י\"ד ועשו אותו משתה ושמחה ובשושן ניתן ליהודים להלחם עם העכו\"ם גם ביום י\"ד ולא עשו יו\"ט עד ט\"ו וכיון שבאותו זמן נחלקו לשני ימים ולכן כשקבע מרדכי ואסתר בהסכמת אנשי כה\"ג לקבוע פורים לדורות חלקו ג\"כ אותו לשני ימים והיה ראוי לתקן שכל עיר שהיא מוקפת חומה כמו שושן יהיה דומה לשושן לעשות בט\"ו והיה ראוי לתלות הכבוד בשושן ולתקן שכל עיר שהיא מוקפת חומה מימות אחשורוש יקראו בט\"ו אך כיון שא\"י היתה חריבה באותו עת ויהיה לפ\"ז עיירות המוקפות בחו\"ל חשובות מהם וע\"כ תקנו לכבוד א\"י שכל עיר שהיא מוקפת מימות יהושע ב\"נ יקראו בט\"ו אע\"פ שאין מוקפות עכשיו והשאר בי\"ד לבד שושן אע\"פ שאינה מוקפת מימות יב\"נ אפ\"ה קורין בט\"ו מפני שבו נעשה הנס:",
            "(ב) ואפילו אין בהם וכו' - ויש מהראשונים שחולקין ע\"ז וס\"ל דבכרך המוקף חומה אם אין בה עתה עשרה בטלנין קורין בה בי\"ד וביד אפרים מצדד דיש לחוש לשיטתם לקרות גם בי\"ד:",
            "(ג) ועוסקים בצרכי צבור - פי' בבהכ\"נ כן איתא בהדיא בגמרא וע\"ש בפירש\"י דהיינו שהם קבועין תמיד להשכים ולהעריב בבהכ\"נ להתפלל ועיין בפי' המשנה להר\"מ ובהר\"ן:",
            "(ד) לאפוקי כשנודע וכו' - אבל מסתמא אמרינן שישב על דעת להקיפה אחר כך שכן דרך רוב המדינות המוקפין חומה דאפילו אם אין מקיפין אותה מתחלה עכ\"פ מיישבין אותה ע\"ד להקיפה אח\"כ:",
            "(ה) הכפרים - וה\"ה עיירות [נ\"ח וכ\"כ במאירי]:",
            "(ו) ובלבד שלא יהיו וכו' - זה קאי אדסמיך ליה דהיינו שהיה סמוך אבל נראה אפילו רחוק יותר ממיל הוי ככרך וי\"א דבנראה ג\"כ אינו נחשב לכרך אא\"כ שאינו רחוק יותר ממיל:",
            "(ז) הואיל ונעשה בו נס - שהם נחו בט\"ו כדכתיב בקרא:",
            "(ח) קורים בי\"ד - מי שדינו לקרוא בט\"ו אינו יכול לקרוא ולפטור לבני י\"ד בי\"ד וכן להיפך כיון שאינו מחוייב עתה בדבר [פר\"ח] והפמ\"ג כתב דבדיעבד אם בן כרך קרא לבן י\"ד בי\"ד יצא:",
            "(ט) שהוא ספק - וטבריא צריך לקרות בה בי\"ד ובט\"ו שספק אם הים חשוב כחומה [גמרא] ובמדינות אלו בכרכין המוקפין חומה אין להסתפק שמא מוקפין מימות יהושע ב\"נ לפי שהם מצפון ורחוקים מא\"י וידוע שלא היו מיושבים בזמן יהושע:",
            "(י) קורין בי\"ד ובט\"ו - ונוהגין שמחה ומתנות לאביונים בשניהם:",
            "(יא) ולא יברך - שהברכה אפילו במצוה של תורה הוא מדרבנן וא\"כ בדבר שהוא ספק לענין הברכה הוא ספיקא דרבנן וכ\"ש בזה שהוא מצוה של דבריהם לכו\"ע א\"צ ברכה ומה שמברך בי\"ד משום דביום י\"ד הוא זמן קריאה לרוב העולם כדלקמיה ור\"ל דע\"כ אפילו הוא מוקף חומה שדינו בט\"ו אם קרא ביום י\"ד יצא בדיעבד ולא הוי ברכה לבטלה:",
            "(יב) בן עיר שהלך לכרך וכו' - סעיף זה הוא לשון הרמב\"ם ומפני שרבים מתקשים בסעיף הזה מוכרח אני להרחיב הדבור קצת ונבארו כפי מה שפירשוהו המגיד והכסף משנה וכן משמע מהגר\"א. וצריכין אנו לידע שלשה דברים א) דאם הוא שייך לערי הפרזות אפילו יום אחד קרוי פרוז וקורא בי\"ד וכן אם הוא שייך למוקפין אפילו יום אחד קרוי מוקף וקורא בט\"ו ב) זמן קריאה הוא העיקר ביום וכיון שהיה בערי הפרזות בהתחלת היום י\"ד קורא בי\"ד וכן כה\"ג לענין מוקפין ביום ט\"ו ג) זמן קריאה שכותב המחבר היינו זמן קריאת המקום שהוא בו עתה לא זמן שיצא משם ועתה נבאר את הסעיף כסדר בכל פרט בפני עצמו. בן עיר שהלך לכרך אם היה דעתו בעת נסיעתו לחזור למקומו בזמן קריאה ר\"ל בזמן קריאה של ט\"ו דהיינו משהאיר היום לא יהיה שם כי יחזור משם קודם אור היום אף שלבסוף רואה שהוא מוכרח להתעכב שם גם על יום ט\"ו מ\"מ אינו נקרא בשם מוקף וקורא ביום י\"ד בהיותו בכרך אבל אם בעת נסיעתו לא היה בדעתו לחזור מן הכרך אלא לאחר זמן הקריאה דהיינו בבקר של ט\"ו שאז כבר הוא זמן הקריאה אז חל עליו שם מוקף וקורא עמהן ביום ט\"ו ואפילו אם אח\"כ חזר לעירו ביום ט\"ו קורא שם אם לא קרא מתחלה בכרך. ועתה נבאר הסעיף לענין אופן השני דהיינו בן כרך שהלך לעיר אם היה דעתו בעת נסיעתו לחזור למקומו בזמן קריאה דהיינו שיחזור משם בליל י\"ד קודם שיאיר היום דהוא זמן קריאה ואף שלבסוף היה שנתעכב ולא חזר קוראו כמקומו דהיינו ביום ט\"ו אבל אם לא היה בדעתו בעת נסיעתו לחזור משם רק לאחר זמן קריאה דהוא ביום י\"ד בבוקר חל עליו חובת הקריאה של העיר וזה שאמר המחבר קורא עם אנשי המקום אשר הוא שם [וע\"כ אף שחזר באותו יום ובא לכרך צריך לקרוא באותו יום י\"ד דהוא נקרא פרוז בן יומו] וכתב הט\"ז דכ\"ז דוקא אם היה שם בעיר בתחלת היום אבל אם חזר למקומו שהוא כרך קודם היום לא מועיל מה שחשב מתחלה להיות בעיר בעת קריאת העיר:",
            "(יג) ואם הוא במדבר וכו' - אפילו הוא מבני הכרכין א\"ז בשם כלבו:",
            "(יד) יום ט\"ו וכו' - דאלו י\"ד א\"א לחול בשבת:",
            "(טו) אין קורין וכו' - דגזרו רבנן שמא ילך אצל חכם ללמדה איך לקרותה ויעבירנה ד\"א בר\"ה:",
            "(טז) המגילה בשבת - ואז יום השבת ח' לאדר הוא פרשת זכור ומפטירין פקדתי וגם בט\"ו לאדר מפטירין פקדתי בכרכין [אבל בעיירות מפטירין בסדר השבוע] ושואלין ודורשין בו ביום בהלכות פורים כדי שיזכרו ענין היום וכשחל בחול יוצאין ע\"י קריאת מגילה:",
            "(יז) ואומרים על הנסים - בשבת ולא בע\"ש [שבאמת לכרכין זמנם בט\"ו ולא בי\"ד ורק משום גזירה כנ\"ל הצריכו לקרות המגילה בע\"ש ומ\"מ אם אמר אין מחזירין אותו] וכן אין מוציאין בו ס\"ת ולעיירות אומרים עה\"נ בי\"ד ולא בט\"ו ועיר מסופק אם היא מוקפת מימות יב\"נ אומרים עה\"נ בשני ימים:",
            "(יח) ואין עושין וכו' - דאמרינן בירושלמי ויעשו אותם בשבת א\"ל ימי משתה כתוב את ששמחתו תלויה בב\"ד יצא זה [שבת] ששמחתו בידי שמים היא. וה\"ה ממילא ששילוח מנות גם ביום א' בשבת. והנה מהר\"ל חביב האריך להוכיח דבבלי שלנו אין סובר כן ודעתו שהסעודה היא בשבת ועשה כן מעשה בירושלים וגם משלוח מנות בשבת כי המנות הם מהסעודה. והרדב\"ז ח\"א סימן קמ\"ז פסק כהש\"ע וכן הוא ג\"כ דעת המ\"א והקרבן נתנאל ות' מ\"ב ח\"א סימן מ\"ב. והנה הפר\"ח אוסר לטלטל המגילה בשבת מאחר שאין קורין בו אבל כמה אחרונים חולקין עליו ומתירין:",
            "(יט) ואינו מוצא מגילה וכו' - דאם היה מוצא מחויב ליקחה ולקרות בי\"ד:",
            "(כ) יקראנה בי\"ג וכו' - בקיבוץ עשרה דשלא בזמנה בעי י' [ועיין במאירי דבדיעבד אף ביחיד יוצא ועיין לקמן ס\"ס תר\"צ במ\"ב] אכן אפשר דסגי בקטנים הואיל והוא רק משום פרסומי ניסא. ועיין בר\"ן שמסתפק לענין בני הכפרים שמקדימין לקרותה אי מחוייב לקרותה גם בלילה או די בקריאה דיום ופשוט דה\"ה לענין מפרשי הים ויוצא בשיירא ומדברי הטור משמע קצת דצריך לקרות גם בלילה. ודע עוד דהא דהקילו לבני הכפרים או למפרשי הים הוא רק לענין קריאת המגילה אבל סעודת פורים וכן משלוח מנות ומתנות לאביונים לא יקיים אלא בזמנה:",
            "(כא) אפילו מתחלת החדש - דכתיב והחודש אשר נהפך מיגון לשמחה וגו':",
            "(כב) חוזר וקורא אותה ביום י\"ד - היינו בברכותיה דהא זמנה היא:",
            "(כג) קורא אותה בט\"ו - ובלא ברכה דכבר עבר עיקר זמנה אבל מט\"ו ואילך לא יקרא כלל דכתיב ולא יעבור. אם טעו וקראו הפרשיות והמגילה באדר ראשון צריך לחזור ולקרות בשני:\n"
        ],
        [
            "(א) ונשים - ואף דהקריאה היא דבר שהזמן גרמא מ\"מ חייבות שאף הן היו באותו הנס דמתחלה היתה הגזירה גם עליהם כדכתיב בקרא. ולכן צריך האיש לקרותה בביתו לפני הבתולות והמשרתות ובקצת מקומות נוהגין שהם הולכות לביהכ\"נ לעזרת נשים לשמוע הקריאה אכן צ\"ע איך יוצאין שם נשים דא\"א לשמוע שם כדין:",
            "(ב) משוחררים - אבל אינם משוחררים פטורים דגריעי מנשים לענין זה וי\"א דאפי' אינם משוחררים חייבים:",
            "(ג) את הקטנים - היינו מי שהגיע למצות חינוך ועיין לקמן בס\"ו. וכיון דגם נשים חייבות פשוט דגם בקטנות יש בהן משום מצות חינוך וע\"ל בס\"ו:",
            "(ד) יצא ידי חבותו - וצריך שיכוין הקורא להוציא והשומע לצאת כדין שארי מצות שאחד מוציא חבירו וכדלקמן בסי' תר\"צ סי\"ד:",
            "(ה) חרש - היינו המדבר ואינו שומע כלל ואע\"ג דבעלמא קי\"ל דאם לא השמיע לאזנו יצא כדלעיל בסימן ס\"ב וסימן קפ\"ה הכא לענין מגילה דהוא משום פרסומי ניסא החמירו בו יותר דהשמיעה לאזנו הוא לעיכובא א\"נ דחרש גרע טפי שאינו יכול להשמיע לאזנו ועיין בשע\"ת דדוקא אם הוא חרש גמור שאינו שומע כלל לאפוקי אם הוא שומע כשמדברים לו בקול רם. וכ\"ז הוא לדעת השו\"ע אבל דעת כמה אחרונים דאפילו הוא חרש גמור יצא השומע ממנו ומ\"מ לכתחלה כו\"ע מודים שלא יעמידוהו להוציא רבים י\"ח. ודע דמי שכבדו אזניו או שהוא רחוק מן הבימה ואינו יכול לשמוע היטיב מן הקורא יזהר לקרות לעצמו ממגילה כשרה או עכ\"פ יאחוז חומש והתיבות שיחסר לו יאמר תיכף מן החומש:",
            "(ו) או קטן - אע\"ג דקטן נמי חייב עכ\"פ מדרבנן כדלעיל בס\"א אפ\"ה אינו יכול להוציא את הגדול דלגבי קטן הוי תרי דרבנן (ר\"ל דעצם קריאת המגילה הוי רק מד\"ס וחיובו של קטן הוי ג\"כ רק מדרבנן בכל המצות) משא\"כ גדול הוי חד דרבנן ולא אתי תרי דרבנן ומפיק חד דרבנן. והנה לעיל בסימן תרע\"ה ס\"ג הביא המחבר דיש מי שמכשיר בקטן שהגיע לחינוך שיכול להוציא אחרים בהדלקתו וה\"ה לענין קריאת המגילה ועיין בעקרי דינים שכתב בשם סמא דחיי דבמקום הדחק כשאין שם אנשים בקיאים במקרא מגילה יכול להוציאם קטן שהגיע לחינוך:",
            "(ז) וי\"א שהנשים אינם מוציאות וכו' - ולא דמי לנר חנוכה דשאני מגילה דהוי כמו קריאת התורה ופסולה מפני כבוד הצבור ולכן אפילו ליחיד אינה מוציאה משום לא פלוג וגם דאפשר דאשה אינה חייבת בקריאה רק לשמוע וכדלקמיה ומקרי שאינה מחוייבת בדבר לגבי איש אבל אשה מוציאה את חברתה:",
            "(ח) אם האשה קראה וכו' - ועיין במ\"א שמצדד דלא תקרא לעצמה כלל רק תשמע מהאנשים. וכ\"ז ביש לה ממי לשמוע אבל אם אין לה מי שיקרא לפניה תקרא היא לעצמה במגילה כשרה ומברכת אקב\"ו לשמוע מקרא מגילה [ח\"א]:",
            "(ט) אנדרוגינוס - יש לו זכרות ונקבות:",
            "(י) מוציא מינו - דאם זה זכר גם זה זכר ואם זו נקבה גם זו נקבה ואם נסבור דהוא בריה בפני עצמו גם השני בריה בפני עצמו הוא:",
            "(יא) ולא שאינו מינו - דשמא זה נקבה והשני הוא זכר ואפילו למ\"ד דנשים מוציאות האנשים זה גרע טפי דבעינן שהמוציא את אחרים יהיה ניכר אם הוא איש או אשה:",
            "(יב) טומטום וכו' אפילו מינו אינו מוציא - דשמא זה זכר וזה נקבה [משא\"כ אנדרוגינוס כולן שוין במינן] וכן מי שחציו עבד לא אתי צד עבדות דידיה ומפיק להאחר שיש בו צד חירות:",
            "(יג) י\"א דאפילו א\"ע וכו' - זה לא קאי אטומטום רק אחציו עבד וחציו בן חורין ומשום דלא אתי צד עבדות דידיה ומפיק צד חירות דידיה וכ\"ז דוקא לדעה הסוברת דנשים אין מוציאות האנשים ועבד דומה לאשה:",
            "(יד) יצא - דמצות לאו ליהנות ניתנו ולא מקרי הנאה ועיין לעיל סימן תקפ\"ט ס\"ז דשייך לענינינו:",
            "(טו) לעצמו - דאין היחיד מוציא חבירו אלא בעשרה ולא דמי לשופר דקריאת המגילה הוי כמו תפלה דבעינן עשרה דוקא. והנה הפר\"ח כתב דכ\"ז הוא רק לענין לכתחלה אבל בדיעבד אם נתכוין לפטור חבירו יצאו אע\"פ שכולם יודעים ובמ\"א מצדד עוד דאפילו לכתחלה עדיף שיקרא אחד לכולן משום ברוב עם הדרת מלך אמנם בא\"ר ובמטה יהודא דעתם כהשו\"ע דכל אחד יקרא לעצמו וכן העתיק בדה\"ח:",
            "(טז) מנהג טוב להביא וכו' - כדי לחנכם במצות פרסומי ניסא ומטעם זה נוהגין הקהל לקרות אלו הפסוקים בקול רם [כדלקמן בסימן תר\"צ סי\"ז] שהם עיקר התחלת הנס וסופו והם איש יהודי. ומרדכי יצא. ליהודים. כי מרדכי. כדי לעורר הקטנים שלא יישנו ויתנו לבם על הקריאה ומקרין אותם הפסוקים כדי לחנכם [לבוש]:",
            "(יז) קטנים וקטנות - ובלבד שלא יביאו קטנים ביותר שמבלבלין דעת השומעים [מ\"א וש\"א]:",
            "(יח) לשמוע וכו' - ועכשיו בעו\"ה נהפוך הוא שלבד שאינם שומעים אלא הם מבלבלים שגם הגדולים אינם יכולים לשמוע וכל ביאתם הוא רק להכות את המן ובזה אין האב מקיים מצות חינוך כלל ובאמת מצד מצות חינוך צריך כל אב להחזיק בניו הקטנים אצלו ולהשגיח עליהם שישמעו הקריאה וכשיגיע הקורא לזכור שם המן האגגי רשאי הקטן להכותו כמנהגו אבל לא שיהיה זה עיקר הבאת הקטן לביה\"מ:",
            "(יט) מקרא מגילה - ועכשיו ראוי לכל אחד שיהיה לו מגילה כשרה ולקרוא בלחש מלה במלה דא\"א לשמוע מהש\"ץ מחמת רעש ובלבול שמכים בעצים ומשמיעים קול וראוי לכל ישראל לנהוג כן מי שהיכולת בידו [פמ\"ג] ועיין לקמן בסימן תר\"צ ס\"ד:"
        ],
        [
            "(א) בין יושב - מיהו הברכה יברך בעמידה:",
            "(ב) אבל לא יקרא וכו' - ר\"ל דאם קורא בצבור צריך לקרוא בעמידה ועיין בה\"ל שצידדנו דעמידה ע\"י סמיכה שרי לענין מגילה:",
            "(ג) ואסור לחזן וכו' - דלהוציא הצבור הוא ענין כבוד ואין ראוי לאדם לחלוק כבוד לעצמו כ\"ז שלא כבדוהו וכ\"ז באינו קבוע לכך אבל בש\"ץ קבוע שמינוהו לכך א\"צ להמתין:",
            "(ד) ויוצאים הם וכו' - ולא אמרינן דתרי קלי לא משתמעי שפיר כדאמרינן לענין קה\"ת ושארי דוכתי דקריאה זו חביבה ביותר מפני הנס ויהיב דעתיה לשמוע היטיב. וכיון שכן פשוט הוא באם מרגיש בעצמו שמבלבלים ליה הקולות ושא\"א לו לשמוע כל התיבות בודאי לא יצא:",
            "(ה) צריך לקרותה כולה - והוא לעיכובא. ודעת רוב הפוסקים שאפילו אם חיסר ממנה רק תיבה אחת לא יצא:",
            "(ו) ומתוך הכתב - ומתבאר בש\"ס דאפילו קורא כל פסוק במגילה אלא שלא היתה המגילה כשרה נמי מקרי בע\"פ ולא יצא:",
            "(ז) וצריך שתהא כתובה וכו' - ר\"ל דמה שאמרנו לא יצא היינו אם קרא בע\"פ את כל המגילה או רובה אבל אם קרא מקצתה כשרה דיעבד ואפילו אם היתה סיבת קריאתו בע\"פ מפני שהסופר השמיט בה איזה תיבות באמצעה עד חציה והוכרח הקורא לקרותם בע\"פ אף שלכתחלה אינו נכון לקרות במגילה שחסרה תיבות מ\"מ בדיעבד יצא:",
            "(ח) אבל בדיעבד וכו' - ואם אין לו מגילה אחרת קורא בה לכתחלה:",
            "(ט) אפילו עד חציה - וחציה יש לעיין אם כשירה בדיעבד:",
            "(י) אבל אם השמיט וכו' - דבזה נראה כספר חסר משא\"כ בנשמט בו פסוק באמצע אינו אלא כספר שלם שיש בו טעיות שאין מדקדקין במגילה בזה כ\"ז שהטעיות אינם ברובה של מגילה הואיל ונקרית אגרת:",
            "(יא) אפילו מיעוטה - ואפשר אפילו בחסר רק פסוק ראשון או אחרון נמי הדין כן:",
            "(יב) דוקא דלא השמיט ענין שלם - דבהשמיט ענין שלם נראה כספר חסר:",
            "(יג) לא יקרא וכו' - דשמא יתן השומע לבו לזה הקורא ולא לש\"ץ ולפי טעם זה אם קורא רק לאדם אחד רשאי לקרות עם הקורא מתוך מגילה פסולה או מתוך חומש אבל יש מחמירין בכל גווני לפי שנותן דעתו בקריאתו ואינו משגיח למה שאומר הש\"ץ כיון שהוא עסוק בקריאתה:",
            "(יד) וכן לא יסייע וכו' - ג\"כ מטעם הנ\"ל ועיין בא\"ר דמצדד גם בזה להחמיר אפילו בשקורא להוציא יחיד דשמא יתן דעתו למה שקורא בע\"פ בעצמו ובתוך כך ישתמט ממנו כמה תיבות שקורא הש\"ץ:",
            "(טו) ולכן אותן הפסוקים וכו' - ר\"ל כמו שם דמחמירין שלא יסייע ע\"פ דעי\"ז יתנו כמה אנשים דעת לשמוע מזה המסייע דקורא ע\"פ ובאמת צריך לקרותה לכתחלה כולה מן הכתב כן גם בזה צריך החזן לחזור ולקרותם מתוך מגילה כשרה והם יכוונו לצאת בקריאתו כדי שיהא כולה מתוך הכתב:",
            "(טז) צריך החזן וכו' - היינו לכתחלה:",
            "(יז) אפילו שהה כדי לגמור את כולה - ר\"ל שהיה יכול בזמן הזה לגמור כל המגילה מראשה עד סופה:",
            "(יח) יצא - ובשהה מחמת אונס לפי מה דקיי\"ל לעיל בסימן ס\"ה לענין ק\"ש דחוזר לראש ה\"ה הכא דחוזר וקורא מיהו אין לו לברך עוד פעם שני ועיין מש\"כ שם בבה\"ל:",
            "(יט) ואפילו סח וכו' - ר\"ל דל\"ד בשהה בשתיקה אלא אפילו פסקו באמצע המגילה בשיחה ושהו עי\"ז נמי א\"צ לחזור אלא גומר ממקום שפסק. וכ\"ז כששח הקורא אבל השומע ששח ולא שמע עי\"ז הקריאה אפילו חיסר רק תיבה אחת דעת כמה פוסקים דלא יצא ולכן צורך גדול להיות לכל אחד חומש כי בעוד שמכין הנערים המן וכיוצא א\"א לשמוע כמה תיבות מש\"ץ ויוצא מה שקורא ע\"פ מחומש ויוצא עכ\"פ דיעבד [פמ\"ג]:",
            "(כ) מיהו גוערין וכו' - דכיון שבירך עליה אין לו להפסיק בינתיים עד לאחר כל המצוה:",
            "(כא) למפרע - היינו שקרא הפסוקים האחרונים קודם שקרא הפסוקים הראשונים ואפילו רק פסוק אחד וכדלקמיה וה\"ה היכי שקרא פרשה ב' קודם לא':",
            "(כב) ודילג השני וקרא שלישי - וה\"ה אם קרא אחר הדילוג כל המגילה או ענין אחד ואח\"כ קרא פסוק הנדלג לא יצא וה\"ה אם קרא תיבה אחת למפרע כ\"ז בכלל למפרע וצריך לחזור ולקרות על הסדר:",
            "(כג) ואח\"כ חזר וקרא השני לא יצא - היינו בקורא אח\"כ פסוק רביעי אלא אחר שחזר וקרא פסוק שני צריך לקרות שוב פסוק שלישי וזהו שמסיים אלא כיצד וכו':",
            "(כד) הקורא וכו' ע\"פ - כבר כתבו המחבר לעיל בס\"ג וחזר ושנאו כאן משום דהתחיל להעתיק כאן לשון הרמב\"ם בסעיף ז' ולהלן ע\"כ העתיק כסדר הכתוב שם ושם מתחיל מדינא דקרא ע\"פ עי\"ש:",
            "(כה) ובכתבי הקודש - צ\"ל בכתב הקודש וכך הגירסא ברמב\"ם ור\"ל בכתב אשורית:",
            "(כו) יצא י\"ח - דהא האחשתרנים בני הרמכים גם אנן לא ידעינן מהו אלא לא בעינן אלא מצות קריאה ופרסומי ניסא ואפילו לכתחלה נמי ומשו\"ה יוצאין ג\"כ הנשים ועמי הארץ. כתב הפמ\"ג כל ירא שמים נכון שיהיה לו מגילה כשרה בידו ולקרוא מלה במלה בלחישה שא\"א לשמוע מן הש\"ץ הכל ובפרט שהנערים מבלבלים:",
            "(כז) היתה כתובה תרגום וכו' - ואפילו הכתב היה כתב אשורית ג\"כ לא יצא מי שאינו מכיר הלשון:",
            "(כח) אבל אם היתה כתובה וכו' - ר\"ל אימת אמרינן שיוצא משום שמכיר הלשון דוקא אם קורא בלשון הכתוב במגילה אבל אם מעתיק זה הלשון ללשון אחר אף שהוא מכיר שתי הלשונות יחד אינו יוצא והטעם כדלקמיה:",
            "(כט) בכתב עברי - ר\"ל בלשון העברי:",
            "(ל) וקראה ארמית לארמי - אשמועינן דאע\"ג שהמגילה לפניו והוא מעיין בכל תיבה ומתרגמה להשומע והו\"א דזה עדיף מקורא ע\"פ קמ\"ל דגם בזה לא יצא:",
            "(לא) לא יצא - ר\"ל השומע כיון שהקורא קראה ע\"פ ואינה חשיבה קריאה אף לעצמו לא עדיף השומע ממנו:",
            "(לב) אבל אין לחוש וכו' - ר\"ל דלא קפדינן שיהא דוקא הכתב של לשון זה שקורא ואפילו בהיה הלשון גיפטית והאותיות כתוב עילמית וכיו\"ב נמי שרי [ומ\"מ בעינן שיהא מכיר הקורא אותו הכתב דאל\"ה הוי בכלל ע\"פ כשאינו מכיר] אבל כמה פוסקים חולקים וס\"ל דמגילה בכל לשון שהיא אינה כשרה לקרות בה ואפילו ללועז אלא בשהכתב שלה אשורית ועיין בבה\"ל. כתב הפמ\"ג אם היתה כתובה כתב ולשון תרגום וכדומה והקורא אינו מבין תרגום וקראה להשומע שמבין לשון תרגום אינו יוצא י\"ח אף לדעת המחבר. וכן ה\"ה אם הקורא מבין אותו הלשון וכתובה לפניו באותו הלשון אם השומע אינו מבין אותו הלשון השומע אינו יוצא דכיון שאינו מבין אין כאן זכרון הנס גבי שומע מיהו נוהגין בזה\"ז לקרות הכל בלה\"ק ולכתבה בכתבי אותיות הקודש [לבוש]:",
            "(לג) אינו יוצא בלע\"ז - משמע דעת המחבר לסתום כדעה זו ומ\"מ אינו חוזר ומברך דספק ברכות להקל. ומתבאר בפוסקים דלדעה זו אין לו להוציא אפילו למי שאינו מבין לה\"ק דכיון דקריאתו לא מהני לו בעצמו הו\"ל כמי שאינו מחוייב בדבר שאינו מוציא אחרים:",
            "(לד) וי\"א שיוצא - דע דבכל מקום דאמרינן דיוצא בלע\"ז היינו שעכ\"פ תיבת האחשתרנים בני הרמכים יקרא לפניהם בלשה\"ק:",
            "(לה) בשני לשונות - כגון מקצת המגילה בלשון אחד ומקצתה בלשון אחרת:",
            "(לו) יצאו - בדיעבד אבל לכתחלה אין נכון להיות כתובה בשתי לשונות:",
            "(לז) יש למחות ביד וכו' - טעם הדבר משום דהגברים הקוראים מבינים לה\"ק ויש לחוש לדעת הפוסקים שסוברים דהיכי שהוא מבין לה\"ק אינו יוצא בקריאה בלע\"ז וממילא אינו יכול להוציא בקריאה זו אף למי שאינו מבין לה\"ק וכנ\"ל ועוד משום האחשתרנים בני הרמכים שאינו ידוע בלע\"ז שלהן וא\"ת יקרא האחשתרנים בני הרמכים בלה\"ק י\"ל דאסור לכתחלה לקרותו בשתי לשונות:",
            "(לח) אע\"פ שכתובה בלע\"ז - דאי לא כתובה בלע\"ז רק מעיין ומתרגם בלע\"ז הוי ליה קורא בע\"פ וכדלעיל ובלא\"ה לא יוציא. כתבו האחרונים דאפילו הקוראים בשני ימים להחמיר ג\"כ לא יקראו בלע\"ז:",
            "(לט) קראה מתנמנם - ומתנמנם נקרא כגון דקרו ליה ועני ולא ידע לאהדורי סברא וכי מדכרו לי מדכר וצ\"ל דמ\"מ יכול לכוין לצאת דמצות צריכות כונה [פמ\"ג]:",
            "(מ) יצא - וה\"ה השומע ממנו ג\"כ יצא אם רק נשמעים הדברים היטיב כ\"כ המאירי ואע\"ג דצריך לכוין להוציא אפשר דמתנמנם ג\"כ יכול לכוין ויותר נראה לומר דמיירי שחשב בתחילת הקריאה קודם שנתנמנם להוציא השומעין:",
            "(מא) אבל אם שמעה וכו' - דבקריאה כיון שקורא כראוי הרי מוכח שרמי אנפשיה לומר שפיר משא\"כ בשמיעה בודאי חסר לו כמה תיבות:",
            "(מב) שקורא פסוק במגילה וכו' - היינו אפילו אם באופן זה היתה קריאת כל המגילה כשרה הואיל שכיון לצאת בזה י\"ח ואם לא כיון לצאת אפילו רק פסוק ראשון אף שמשם ואילך התכוין לצאת לא יצא:",
            "(מג) אם כיון לבו לצאת י\"ח - סתם בזה כהפוסקים דס\"ל מצות צריכות כונה לצאת ידי המצוה ועיין לעיל בסימן ס' ס\"ד:",
            "(מד) שתהא כתובה כולה - עיין לעיל בס\"ג:",
            "(מה) וכן אם היה מגיה - ר\"ל ובעת הגה קוראה ומכוין לצאת י\"ח ודוקא אם קרא בניקוד כראוי אבל אם קרא להגיה ע\"פ המסורת ולא בניקוד כראוי אינו יוצא י\"ח:",
            "(מו) שאסור להפסיק וכו' - עיין לעיל בס\"ה בהג\"ה:",
            "(מז) בענינים אחרים - היינו שלא מענינו של יום:",
            "(מח) צריך שיכוין וכו' וצריך וכו' - ולעיכובא הוא אפילו בדיעבד וזה הכיון הוא קודם שמתחיל לקרוא יכוין על כל הקריאה זה לצאת וזה להוציא ותו א\"צ לכוין בכל הקריאה. וצריך השומע להאזין אוזנו ולשמוע כל תיבה ותיבה מפי הקורא ואם חיסר הקורא אפילו תיבה אחת וכן אם השומע חיסר תיבה אחת לשמוע לא יצאו וצריך לחזור:",
            "(מט) מסתמא דעתו וכו' - ולענין השומעים ישתנה הדין דהעומדים בביהכ\"נ סתמא מכונים אבל העובר אחורי בהכ\"נ בעינן שיכוין בפירוש לצאת ידי חובה [פר\"ח]:",
            "(נ) אין מדקדקין בטעיותיה - אין הדין הזה מיירי לענין כתיבה דשם הדין כמו בס\"ג והכא מיירי לענין קריאה דהיינו אפילו קרא אותה בכמה טעיות כיון שעכ\"פ קרא כולה:",
            "(נא) אחר - כגון שקרא מיושב ישב או מנופל נפל דהוי כאלו דילג אותה תיבה לגמרי וצריך לחזור ולקרותה כסדר:",
            "(נב) הכל בנשימה אחת - ובכל המגילה בין פסוק לפסוק יפסיק רק כדי נשימה מפני שצריך לקרותה כאגרת. כשיאמר בלילה ההוא נדדה יגביה הקול כי שם מתחיל הנס. כשיאמר האיגרת הזאת ינענע המגילה כתב הח\"א מה שנוהגין במקצת מקומות שכל הקהל אומרים י' בני המן אינו מנהג אלא הקורא יאמרם לבד והשאר ישמעו כמו כל המגילה:",
            "(נג) הפסיק - אפי' שהא כדי לגמור כולה:",
            "(נד) איש ואת וכו' - במהרי\"ל כתב בשם הרוקח משום דעשרת בני המן היו שרי חמשים על חמש מאות איש ומי שיש לו נשימה קצרה ישער שאם יתחיל מן חמש מאות איש לא יוכל לומר כל עשרת בני המן בנשימה אחת טוב יותר שיתחיל מן ואת פרשנדתא וכו' כי זהו דינא דגמרא אבל חמש מאות איש הוא מנהג בעלמא:",
            "(נה) שהקורא וכו' - אבל היחידים השומעין במגילות א\"צ לפשוט [ב\"ח ומהרי\"ל]:",
            "(נו) ופושטה כאיגרת - היינו שפושטה כולה ואינו מניחה כרוכה אלא כופל אותה דף על דף ויזהר שלא יגררה ע\"ג קרקע [א\"ר ופר\"ח] ועיין בפמ\"ג שכתב דל\"ד ע\"ג קרקע ה\"ה תלויה מעל השולחן ושטענדע\"ר נמי הוי גנאי כתבי קודש. עוד כתב דהפשיטה יהיה קודם שמתחיל לברך כדי שלא יהיה הפסק בין ברכה לקריאה:",
            "(נז) חוזר וכורכה כולה ומברך - ר\"ל שכורכה כולה ומניחה לפניו על המגדל ואח\"כ מברך והטעם דגנאי הוא למגילה שתהיה מונחת כך ואפילו אם התחיל הברכה ואמר ברוך אתה כיון שלא אמר השם פוסק באמצע וכורך ואח\"כ מברך:",
            "(נח) בקול רם - משום שמחה ומה שחוזר וקורא אותן כדי להשמיע לצבור שמצוה לכתחלה לשמוע כל המגילה מתוך הכתב:",
            "(נט) שמכים המן - מהרי\"ל לא היה חושש להכות המן והגאון יעב\"ץ כותב על אביו הח\"צ שהיה מכה ורוקע ברגלו וטופח בסנדלו כשהגיע לזכירת המן והפמ\"ג כתב דיצא שכרם בהפסדם שמבלבלין הרבה:",
            "(ס) כשקורין המגילה בביהכ\"נ - וצריך החזן לשתוק אז בעת שמכין כדי שישמעו כולם קריאתו ומפני שמצוי מאוד קלקולים ע\"י ההכאה ורגילים הנערים להכות כמה פעמים בעת שחוזר החזן לקרות ע\"כ טוב ונכון שכל יחיד יקרא פסוק או ב' מתוך החומש בעוד שמכין המן כי אז אף שלא ישמע מהחזן יצא כמ\"ש ס\"ג [מ\"א] וכ\"כ הפמ\"ג שנכון מאוד שכל אחד יתפוס חומש בעת הקריאה וכל תיבה שלא ישמע מן החזן יקרא מן החומש [מ\"א]:",
            "(סא) בי\"ד ובט\"ו - היינו בי\"ד לעיירות וט\"ו למוקפין ור\"ל אף שהוא בזמנה ואיכא פרסומי ניסא בלא\"ה שהכל קורין באותו זמן אפ\"ה צריך לטרוח ולקבץ עשרה שיהיו בעת הקריאה משום פרסומי ניסא וכ\"ש אם הוא שלא בזמנה כגון המפרש בים והיוצא בשיירא ואינו מוצא מגילה להוליך עמו דמותר להקדים ולקרותה קודם שיוצא כנ\"ל בסימן תרפ\"ח ס\"ז או דמתרמי יום ט\"ו בשבת דצריכין המוקפין להקדים ולקרותו בע\"ש כדאיתא שם בס\"ו בודאי צריך לקבץ עשרה לקריאתו ובזה עוד חמיר יותר דאי ליכא עשרה לא יברכו המוקפין עליה:",
            "(סב) לחזור אחר עשרה - ואם בעת ההוא קורין אותה בצבור בבהכ\"נ אז אפילו יש לו ק' אנשים בביתו מצוה לילך לשם משום ברוב עם הדרת מלך וכן מי שהיה ביתו סמוך לביהכ\"נ וחלונותיו פתוחות לביהכ\"נ אפ\"ה צריך לילך לבהכ\"נ לכו\"ע משום ברוב עם ועיין בבה\"ל:",
            "(סג) אם נשים וכו' - דאפשר דכיון דהוא רק משום פרסומי ניסא סגי אף בנשים ועיין בפמ\"ג דמדלא הזכיר הרב קטנים משמע דס\"ל דקטנים בודאי אין מצטרפין לעשרה דלאו בני חיובא נינהו וחיובן הוא רק מטעם חינוך:",
            "(סד) לכתחלה ביחיד - דהנס כבר נתפרסם וליכא רק משום ברוב עם לא מטרחינן ליה למכנף עשרה והא דקי\"ל דאף אם יש לו מנין בביתו אפ\"ה מבטלין ת\"ת ועבודה לילך ולקרות בצבור משום ברוב עם התם הלא הצבור מזומן לפניו משא\"כ הכא לעשות צבור אינו מחוייב ועיין ביד אפרים שכתב דדין זה שהביא הרמ\"א בשם או\"ח אינו מוסכם לשארי פוסקים ולכן אף בכה\"ג יהדר אחר עשרה אנשים:",
            "(סה) וכשהיחיד קורא אותה - היינו במקום דאי אפשר לו לקבץ עשרה או בגוונא דצייר הרמ\"א מקודם:",
            "(סו) בזמנה - לאפוקי אם קורא היחיד אותה שלא בזמנה כגון כרכין המוקפין חומה דמתרמי יום ט\"ו שלהן בשבת דקורין אותה בע\"ש והוא קורא אותה ביחיד לא יברך עליה בכל גווני וכנ\"ל בס\"ק ס\"א:"
        ],
        [
            "(א) אלא בדיו - עיין לעיל בסימן ל\"ב ס\"ג בהג\"ה ובמ\"ב שם:",
            "(ב) על הגויל - הוא העור שלא נחלק ולא הוסר ממנו רק השער ותקנו שם ומצד הבשר לא הוסר כלום:",
            "(ג) או על הקלף - עיין לעיל בסימן ל\"ב ס\"ז:",
            "(ד) במי עפצים וקנקנתום - עיין בט\"ז בשם הכ\"מ דמה שהכשירו במי עפצים היינו עם גומא דממי עפצים בלחוד פסול [וכן הסכים הגר\"א בביאורו דמשניהן יחד נקרא דיו] וכן קנקנתום דמכשרינן היינו במי קנקנתום דאלו קנקנתום לחוד בודאי פסול והגר\"א בביאורו פירש דמה שאמר במי עפצים וקנקנתום היינו שכתב בשניהם מעורבין יחד ועיין לעיל בסימן ל\"ב ס\"ג בבה\"ל ד\"ה שלא וכו':",
            "(ה) וצריכה שרטוט - היינו על כל שיטה ושיטה:",
            "(ו) כתורה עצמה - וע\"כ חק תוכות פסול בה ודוקא ברובה אבל במיעוטה כשר בדיעבד דלא גרע מהשמיט לעיל בסימן תר\"צ ס\"ג ע\"ש פרטי הדברים:",
            "(ז) וי\"א שצריך וכו' - וכן פסק רמ\"א סי' ס\"א:",
            "(ח) לענין היקף גויל - על כל אות. וה\"ה לכל דבר ולכן בעינן שיהיו שיטותיה שוים גם שיהי' רוחב העמוד ג' למשפחותיכם וכל דיני ס\"ת:",
            "(ט) מן הכתב - וה\"ה אם אחד מקריא אותו בע\"פ כדי שלא יטעה ואם עבר וכתב בע\"פ שלא מן הכתב י\"א דאסור לקרות בה אלא בשעת הדחק:",
            "(י) ולהוציא כל תיבה וכו' - היינו לכתחלה ובדיעבד אין להחמיר אם לא טעה:",
            "(יא) כמו בס\"ת - היינו אפילו אם כותב אותה מתוך הכתב:",
            "(יב) סתומות - דנקרא אגרת:",
            "(יג) פתוחות פסולה - בתשו' ר' משה מינץ סי' י\"ב דין ה' מפקפק ע\"ז ולכן נ\"ל דיש לסמוך עליו בשעת הדחק [מ\"א]:",
            "(יד) ובדיעבד - פי' שכבר קרא בה וכשאין לו מגילה אחרת יוכל לקרות בה לכתחלה:",
            "(טו) גם נהגו שלא לעשות וכו' - אבל חלק בראשה מניחין וגולל סופו לתחלתו:",
            "(טז) כלל - והגר\"א בביאורו מפקפק ע\"ז מאוד:",
            "(יז) מניח חלק - כפלים מן הכתב:",
            "(יח) להאריך בוי\"ו דויזתא - למתוח ראשה הכפוף ותהיה כעין זקופה לרמז שנתלו כולם בזקיפה אחת:",
            "(יט) בקריאתה - שלא יחטוף אותה:",
            "(כ) ואת בסופה - פי' בסוף השיטה אבל בסוף הדף יכתוב תיבת עשרת [ב\"י]. ובדיעבד אם לא האריך בוי\"ו דויזתא וכן אם כתב אחר תיבת עשרת עוד שיטות כשר ויש מחמירין כשכתב אחר תיבת עשרת עוד שיטות ועיין בשער אפרים סימן נ\"ה כתב דאם יש שם מגילה אחרת כתובה כדינה אין לקרות בזו לכתחלה בצבור אם לא שיש טורח צבור להמתין עד שיביאו הכתובה כדינה יכולים לקרות בזו:",
            "(כא) בראשה - של כל יריעה ויריעה ועיין בח\"א שכתב דאם תפורה כולה בגידין א\"צ לדקדק כמה תפירות:",
            "(כב) בחלק הרביעי - כי צריך לשער היריעה כאלו נחלק לד' חלקים:",
            "(כג) בין הכתובים - הטעם דלא הוי פרסומי ניסא דמיחזי כקורא במקרא משו\"ה ביחיד כשר דבלא\"ה ליכא פרסומי וכל בי עשרה מקרי צבור:",
            "(כד) יתירה וכו' - היינו שהיתה ארוכה משאר הקלפים למעלה או למטה או חסרה ועי\"ז יש לה היכר לעצמה:",
            "(כה) שהיא נקודה - ואי ליכא מי שיודע לקרות בטעמים בע\"פ מותר לכתוב גם הטעמים במגילה ולברך עליה דלא גרע מניקוד ומ\"מ אם אין הטעמים במגילה מותר לקרות בלא טעמים כמ\"ש ססי' קמ\"ב:",
            "(כו) ברכות - ולכתחלה לא יכתוב ברכותיה בה:",
            "(כז) בחומש - ודוקא כשעשוי החומש בגלילה כמ\"ש סימן קמ\"ג ומשום שי\"א שיוצא בזה בשעת הדחק אבל בחומש שלנו לכו\"ע לא יצא [ב\"ח ומ\"א] והפמ\"ג כתב דראוי גם בזה לקרות בלא ברכה שלא תשתכח תורת מגילה:",
            "(כח) יצא - דאין גזל בקול:",
            "(כט) לענין לולב הפסול - צ\"ל לענין לולב הגזול:",
            "(ל) וה\"ה כאן - ועיין בפמ\"ג דאפילו אם קנאו בשינוי מעשה וכדומה אפ\"ה לא יברך:"
        ],
        [
            "(א) ושהחיינו - ונכון לכוין בברכת שהחיינו גם על משלוח מנות וסעודת פורים שהם ג\"כ מצות ויודיע זה להש\"ץ המברך דבעי כונת שומע ומשמיע. ויכוין זה בברכת שהחיינו דיום כי זמנם ביום ומי שאין לו מגילה לא יברך שהחיינו על משלוח מנות וסעודה דזהו דבר הנהוג בכל יום ובכל שבת ויו\"ט [מ\"א] וי\"א דראוי לברך זמן על היום מפני תקפו של נס שהיה בו וכיון דמזמן לזמן קאתי הרי הוא ככל מועדי ד' שמברכין עליהן זמן ועיין בבה\"ל אכן אם היה לו מגילה בלילה ובירך אז שהחיינו לכו\"ע א\"צ שוב לברך ביום אם אבל קורא את המגילה יברך אחר הברכות משום ברכת שהחיינו שאין האבל מברך להוציא רבים בברכת שהחיינו והאבל יקרא את המגילה:",
            "(ב) וביום אינו חוזר ומברך וכו' - דהרי כבר בירך בלילה וטעם הדעה שניה דסוברת דאף ביום וכו' דעיקר מצות קריאתה ביום הוא. אם נשתתק הקורא באמצע המגילה דעת האחרונים דא\"צ הקורא השני העומד תחתיו להתחיל בראש רק יתחיל ממקום שפסק הראשון [וכ\"ש שא\"צ לברך מחדש דיצאו כל הקהל בברכת הראשון] דהוא טרחא דצבורא ועיין בשע\"ת:",
            "(ג) ואחד יכול לברך - בין ברכה ראשונה ובין לענין ברכה אחרונה ובלבד שיכוין להוציא השומעים והם יכונו לצאת:",
            "(ד) ולאחריה נוהגים לברך - כי בגמרא איתא דברכה דלאחריה תליא במנהגא במקום שנוהגים לברך יברך ולכן כתב המחבר דהאידנא נוהגים לברך:",
            "(ה) הרב וכו' - ואין לומר האל הרב כיון שכבר זכר השם שאמר אלהינו ויש גורסים האל ובא\"ר הכריע כהשו\"ע שאין לומר וכן אין לומר בא\"י האל הנפרע רק בא\"י הנפרע ע\"ש:",
            "(ו) אם לא בירך לא לפניה וכו' - דברכות אין מעכבות ונראה דאם נזכר באמצע שלא בירך יברך בין הפרקים:",
            "(ז) אבל לא ביום - דכבר אמר פיוטים:",
            "(ח) ואין לברך אחריה וכו' - אבל הברכות שלפניה לכו\"ע היחיד צריך לברך:",
            "(ט) אין לשוח בעוד שקורין אותה - היינו בין השומע ובין הקורא אסור להם לשוח לכתחלה ואפילו בד\"ת ולענין דיעבד יש חילוק דהשומע אם שח בעת הקריאה לא יצא אפילו אם חיסר לשמוע תיבה אחת דהא לא שמעה כולה אבל הקורא יצא ולפעמים אפילו לכתחלה מותר כגון לשאול בין הפרקים מפני הכבוד כמו לענין ק\"ש בסימן ס\"ו וכ\"ז לענין שיחה באמצע הקריאה אבל אם שח בין הברכה לתחלת הקריאה בין השומע ובין הקורא הפסיד הברכה וכן בין הקריאה לסוף הברכה ג\"כ אסור להפסיק:",
            "(י) אע\"פ שיצא כבר מברך וכו' - וכ\"ש דיכול להוציאם בקריאה אע\"פ שיצא כבר ומ\"מ יש פוסקין שסוברין לענין ברכה אם יודעין בעצמן לברך יברכו בעצמן כיון שהוא כבר יצא בקריאה ומנהג העולם להקל להוציאן בכל גווני ועיין לעיל סימן תקפ\"ה במ\"ב סק\"ה:",
            "(יא) להוציא את אחר י\"ח - ויקראנה לנשים אחר שיצא מביהכ\"נ דמצוה שיצא בעצמו בקריאת הצבור אכן אם מכוין שלא לצאת באותה קריאה שפיר דמי לצאת אח\"כ בקריאת הצבור. וכשהוא מברך לנשים טוב שיברך לשמוע מגילה כי יש פוסקים שסוברין דאשה אינה חייבת בקריאה רק לשמוע:",
            "(יב) וצריך להמתין וכו' - ר\"ל שיבוא אחד לקרוא לפניו דמקודם אסור לאכול כמו לענין ק\"ש לעיל בסי' רל\"ה:",
            "(יג) מפלג המנחה ולמעלה - דהוא שעה ורביע קודם הלילה והטעם דכיון דחשבינן ליה לילה לענין תפילת ערבית שיכול להתפלל בזמן ההוא חשבינן ליה לילה גם לענין הזה:",
            "(יד) אבל אסור לאכול וכו' - עיין במ\"א שמסיק דדוקא אכילה אסור אבל טעימה בעלמא שרי וע\"כ טוב יותר להקל לאיש הזה שיטעום קודם קריאת המגילה ולא להקל לקרות מפלג המנחה ולמעלה דהפר\"ח קרא תגר על קולא זו ודעתו דקודם צה\"כ אינו יוצא כלל אפילו דיעבד וכן משמע דעת הגר\"א בביאורו. ואפילו טעימה אין להקל אלא לצורך גדול דהיינו חולה קצת או מי שמתענה והתענית קשה לו ושיעור טעימה היינו כביצה פת או משקין כשיעור ביצה. וכתב הפמ\"ג דלפי דעת הפר\"ח אפילו בין השמשות אין לקרות ובדיעבד אם קרא בבין השמשות ג\"כ מסתפק שם אם לא באונס והכרח גדול יש לצדד להקל. וכתב בח\"א דאפילו קרא מקצתה קודם צאת הכוכבים לא יצא וצריך לחזור ולקרות ובלי ברכה. ועיין בשע\"ת בשם הברכי יוסף ובביאור הלכה דמ\"מ המיקל לחולה וליולדת למהר קריאתן מבעוד יום קצת יש לו על מי לסמוך:",
            "(טו) קודם שישמע קריאת המגילה - כמו לענין ק\"ש דערבית דאסרינן מטעם שמא יחטפנו שינה ויבטל מקריאתה וא\"כ כ\"ש שאסור לישן קודם קריאת המגילה ואפילו דעתו רק לישן קימעא כמו שם גבי ק\"ש וקריאת המגילה הוא חוב גדול שהרי כל המצות נדחים מפניה כדלעיל בסימן תרפ\"ז ועיין לעיל בסימן רל\"ה ס\"ב ובמ\"ב שם כמה פרטים לענין ק\"ש וה\"ה כאן ודע דכמו בלילה אסור לאכול קודם קריאתה ה\"ה ביום אפילו כבר התפלל אסור לאכול קודם קריאתה וכמו לענין שופר ולולב:",
            "(טז) אפילו התענית קשה עליו - ואם הוא אדם חלוש והשהייה יזיק לבריאותו ויכול לבוא לידי חולי וטעימה מעט אינו מספיק לו נראה דשרי לאכול אך יבקש מאחד שיזכירנו לקרוא את המגילה אחר אכילתו כתב הפמ\"ג ספק אם קרא את המגילה אפשר דלא אמרינן בזה ספיקא דרבנן לקולא משום דהוא דברי קבלה:"
        ],
        [
            "(א) אחר קריאת המגילה וכו' - עיין במ\"א שמצדד דאחר שמו\"ע אומר ק\"ש עם תתקבל וכ\"כ בא\"ר ואחר אמירת ואתה קדוש שאומרים אחר קריאת המגילה יאמר ק\"ש בלא תתקבל וא\"ר כתב דיוכל ג\"כ לומר תתקבל ויחזור תתקבל על תפלה דבסדר קדושה ובשחרית יאמר חצי קדיש אחר ש\"ע ולאחר סדר קדושה ק\"ש עם תתקבל:",
            "(ב) ואומר ויתן לך - במו\"ש אחר הבדלה וההבדלה הוא אחר סדר קדושה כמו בשאר ימות השנה ומה שכתב וקורים המגילה הוא ענין בפני עצמו:",
            "(ג) ואח\"כ מבדילין - דכל מה שיש לאחר את ההבדלה ביציאת היום מאחרינן לה:",
            "(ד) בלילה - אפילו אם הקדים להתפלל ערבית קודם צאת הכוכבים:",
            "(ה) אין מחזירין אותו - עיין לעיל בסימן תרפ\"ב ס\"א וה\"ה בענינינו. ולענין על הנסים בבהמ\"ז עיין לקמן בסימן תרצ\"ה ס\"ג:",
            "(ו) אבל לא בט\"ו - כיון שאין שייך זה לאותו היום הו\"ל שלא מעין המאורע והוי הפסק בתפלה מיהו אם אמרו אין מחזירין אותו דמ\"מ יש קצת שייכות בימים אלו. כרכים הספיקות אם הם מוקפות חומה אומרים על הנסים בתפלה בשני ימים ואין זה הפסק כיון דמספק אומרים. שחרית משכימין לביה\"מ. אין לחלוץ התפילין אף שהתפללו כבר עד אחר קריאת המגילה דדרשינן ויקר אלו תפילין [מנהגים]:",
            "(ז) הלל - דבשלמא ביציאת מצרים אמרינן הללו עבדי ה' ולא עבדי פרעה אבל הכא אכתי עבדי אחשורוש אנן:",
            "(ח) ואין נופלין וכו' - וא\"א למנצח וכו' בשני ימי פורים משום דכתיב ביה צרה וצרה בפורים לא מדכרינן:",
            "(ט) עמלק - עד מדור דור ואומרים ח\"ק:",
            "(י) ואין המנהג לכפול - ואע\"ג דקי\"ל אין פוחתין מעשרה פסוקים היכא דסליק ענינא שאני:",
            "(יא) וקורין המגילה - ומברכין אחריה ברכת הרב את ריבנו כדלעיל בסימן תרצ\"ב וצריכין כולן לשמוע הברכה ויש מהמונים שאומרים אז קדיש אחר סיום המגילה ואינו נכון:",
            "(יב) מלין התינוק קודם וכו' - ואסמכתא לזה דכתיב ליהודים היתה אורה ושמחה וששון וששון מרמז על מילה. והפר\"ח כתב דיקדים קריאת המגילה וכ\"מ בביאור הגר\"א דמתמה על הרמ\"א בזה:"
        ],
        [
            "(א) כל אדם - בין איש ובין אשה ואפילו עני המתפרנס מן הצדקה דעת כמה אחרונים דצריך לתת ממה שנתנו לו:",
            "(ב) ליתן לפחות וכו' - ורשאי ליתן מאכל או מעות ולא מצאתיו כעת כמה יהיה שיעור מתנות [פמ\"ג] ובחידושי ריטב\"א כתב אפילו שתי פרוטות דשוה פרוטה חשובה מתנה אבל לא בפחות. אם החליף סעודתו בשל חבירו יצא ידי מתנות וע\"כ עני המתפרנס מן הצדקה יתן שתי מתנות לשני אביונים ויחזרו הם ויתנו לו [פמ\"ג] עוד כתב נ\"ל דלכתחלה צריך ליתן לאביון דבר הראוי ליהנות ממנו בפורים מאכל או מעות שיוכל להוציא בפורים:",
            "(ג) שתי מתנות - זהו מדינא אבל באמת מוטב להרבות במתנות לאביונים מלהרבות בסעודתו ובשלוח מנות לרעיו שאין שמחה גדולה ומפוארה אלא לשמח לב עניים יתומים ואלמנות ודומה לשכינה שנאמר להחיות רוח שפלים ולהשיב לב נדכאים [רמב\"ם] והנה השתי מתנות צריך ליתן משלו ולא משל מעשר וההוספה שמוסיף יוכל ליתן משל מעשר:",
            "(ד) בליל פורים - ובמדינתינו נוהגין ליתנו בשחרית קודם קריאת המגילה [מ\"א] ועכשיו נוהגין ליתן מחצית השקל קודם מנחה ובשחרית מעות מגילה:",
            "(ה) מבן עשרים ולמעלה - זהו לדעת ר\"ע מברטנורא אבל התוי\"ט כתב שהפוסקים חולקים וס\"ל דמבן י\"ג ולמעלה שהוא בכלל איש חייב במחצית השקל וא\"ר כתב דכל זה רק מדינא אבל המנהג הוא ליתן אפילו בעד בניו הקטנים ואשה מעוברת בעד ולדה איתא במשנה כל קטן שהתחיל אביו לשקול על ידו שוב אינו פוסק:",
            "(ו) אין משנים מעות פורים - היינו מעות שגבה אותן הגבאי לחלקם לעניים לסעודת פורים אין יכול לשנותן לומר דיין בפחות והמותר יפול לכיס של צדקה אבל לוקחין עגלים לרוב בכל המעות והמותר שלא יספיקו לאכול בפורים ימכר ויפול לכיס של צדקה [גמרא]. כתב ב\"י בשם הגהת אשרי דמעות שחשב בלבו לחלקם לעניים ביום פורים אינו רשאי לשנותו והטעם דס\"ל דצדקה יש לו דין הקדש וחייב לקיים מחשבתו אף שלא הוציא בשפתיו:",
            "(ז) לצדקה אחרת - אם יש מנהג באותה העיר לתת מעות פורים לחזן אין איסור בדבר דכל הנותן אדעתא דמנהגא נותן אבל לא נפקי בזה ידי מתנות לאביונים אפילו אם החזן הוא עני [דכיון דהוא בכלל שכירות החזן הו\"ל פורע חובו במתנות לאביונים] אא\"כ מחלקים מהם לעניים:",
            "(ח) ודוקא הגבאים - ואם בני העיר יכולים לשנות יש דיעות בפוסקים עיין במ\"א:",
            "(ט) מה שירצה - ר\"ל אף דהגובים גבו המעות לצורך סעודת פורים מ\"מ יש לעני רשות להוציאן לשאר צרכיו:",
            "(י) ובמקום שנהגו וכו' - אבל בעיר שלא הורגלו עדיין בכך זה הנותן פרוטה לעכו\"ם גוזל לעניים ומראה בעצמו כאלו מקיים בהם ומתנות לאביונים:",
            "(יא) אף לעכו\"ם נותנים - מפני דרכי שלום:",
            "(יב) במקום שאין עניים - ישראל:",
            "(יג) מעות פורים שלו - היינו מה שגבו כבר ממנו ואין מוצאין למי לחלקם ויותר נראה דר\"ל מה שרגיל ליתן בכל שנה לצורך עניים:"
        ],
        [
            "(א) ובסעודה אחת יוצאים - לאפוקי ממ\"ד דחייב לאכול גם בלילה של י\"ד דומיא דמגילה ומ\"מ נכון לאכול גם בלילה וכדלקמיה בס\"ב בהג\"ה:",
            "(ב) שעשאה בלילה - היינו בליל י\"ד דבליל ט\"ו לבני עיירות פשיטא דכבר עבר זמנה:",
            "(ג) וירבה קצת בסעודה - ואפילו כשחל הי\"ד במוצאי שבת דעשה סעודה חשובה בסעודה שלישית מ\"מ צריך להרבות קצת בלילה לכבוד פורים אך אינה סעודה כמו למחר דשם צריך להרבות יותר. כתבו האחרונים דנכון ללבוש בגדי שבת ג\"כ מבערב וימצא אח\"כ בביתו נרות דולקות ושולחן ערוך ומטה מוצעת:",
            "(ד) בין ארור המן - שזה מפלה ראשונה שניטל נקמה רבה ממנו ועוד טובה יתרה מזה גדולת מרדכי שבירכו הקב\"ה שעלה למעלה ראש והנה קודם שנשתכר נתן בודאי תודה להש\"י על שתי הטובות וע\"כ אחז\"ל שלא יפסיק מלתן שבח ע\"ז בשמחה עד שיבוא לידי כך שלא יבחין עוד מה בין טובה זו לזו. ועיין בא\"ז דמ\"מ יראה להיות זהיר בענין נט\"י וברכת המוציא ובהמ\"ז ויהיה שמחה של מצוה ועיין בפמ\"ג שכתב דענין סעודת פורים ומתנות לאביונים ומשלוח מנות אפשר דצריך כונה ע\"ז לשם מצוה:",
            "(ה) וישן ומתוך שישן וכו' - וכן ראוי לעשות [פמ\"ג]:",
            "(ו) מלבד תענית חלום - ויתענה עד אחר מנחה ויאכל קודם ביאת השמש רק פ\"א. הנשבע להתענות בפורים יראה להתיר שבועתו:",
            "(ז) וע\"ל סימן תקס\"ח - ס\"ה ובסימן תק\"ע בכל הסימן:",
            "(ח) לאחר מנחה - הא דלא נהיגי לעשותה בשחרית משום שטרודים במשלוח מנות ונמשכין ברוב עד המנחה ואסורין להתחיל בסעודה קודם מנחה:",
            "(ט) בעוד היום גדול - כתב א\"ר בשם של\"ה המשובח מי שעושה סעודה בשחרית וכתב עוד שיקבץ אנשי ביתו וחביריו דא\"א לשמוח כראוי ביחיד. ומ\"מ יהיה שמחה של ד\"ת וכדלקמיה:",
            "(י) הסעודה בשחרית - היינו קודם חצות היום לכתחלה ועיין ביד אפרים מה שכתב בשם מהרי\"ל:",
            "(יא) מאכל זרעונים - בלילה הראשונה:",
            "(יב) דניאל וחביריו - וגם אסתר אכלה זרעונים כדאמרינן פ\"ק דמגילה וישנה לטוב שהאכילה זרעונין:",
            "(יג) דאם הזיק וכו' - בב\"ח מחלק בין היזק גדול לקטן בין בגוף בין בממון דבהיזק גדול מקפידין ואין מנהג לפטור בהיזק גדול:",
            "(יד) מכח שמחת פורים - פי' שעשה מכח שמחה אבל אם כיון להזיק חייב:",
            "(טו) אומר עה\"נ בבהמ\"ז וכו' - ואם שכח לומר עה\"נ י\"א דמחזירין אותו וי\"א דאין מחזירין אותו וספק ברכות להקל ודוקא בסעודה ראשונה שאוכל בו ביום אבל בסעודה שניה שאוכל אחר המנחה שקורין סעודת פורים וכבר אכל סעודה אחת ביום שוב אין מחזירין אותו לכו\"ע אלא כשמגיע להרחמן יאמר הרחמן הוא יעשה לנו נסים וכו'. כשחל פורים בע\"ש ומשכה סעודתו עד הלילה חייב להזכיר של עכשיו דהיינו רצה וא\"כ איך יאמר על הניסים דהוי תרתי דסתרי וכיון דאין הזכרת עה\"נ חמור כ\"כ לכן יאמר רק של שבת. וכ\"ז אפילו כשלא התפלל עדיין ובפרט אם התפלל מקודם בודאי אינו כדאי להזכיר אח\"כ עה\"נ בבהמ\"ז וכדלקמיה:",
            "(טז) אומר על הניסים - י\"א דוקא כשלא התפלל ערבית עדיין אבל משהתפלל שוב אינו אומר עה\"נ וי\"א דבכל גווני אומר וע\"כ מהנכון שיברך בהמ\"ז קודם שיתפלל להוציא עצמו מפלוגתא. ואם רוצה למצוא תקנה שיתפללו קצת מהצבור בבהכ\"נ כדרכו תמיד נראה שמשהגיע הזמן בלילה יברך בהמ\"ז ויאמר עה\"נ וילך לבהכ\"נ להתפלל ואח\"כ יכול לאכול ולשתות ולשמוח עוד דהא מצוה בשמחה בשני ימים:",
            "(יז) ונוהגין וכו' - ובזה אם לא אמרו בודאי אין מחזירין אותו אפילו לדעת המחמירין הנ\"ל דהא אפילו בלכתחלה יש פלוגתא אם לאמרו וכנ\"ל:",
            "(יח) לשלוח - בת' בנין ציון סי' מ\"ד נסתפק אם הביא בעצמו המנות ולא ע\"י שליח אי יוצא כיון דכתיב ומשלוח נימא דבעינן דוקא ע\"י שליחות ע\"ש:",
            "(יט) שתי מתנות - בעניים הקפידו ליתן לשני עניים דמצוה לחלק משא\"כ בעשיר דדי כשנותן לאחד:",
            "(כ) מיני אוכלין - ולא בגדים ושארי דברים וה\"ה משקה דשפיר דמי דשתיה בכלל אכילה וכן סגי באחד אוכל ואחד משקה ובעינן שיהיה מין אוכל המבושל ולא בשר חי דמשלוח מנות הראוי מיד לאכילה משמע וי\"א דכיון שהוא שחוט וראוי להתבשל מיד שרי:",
            "(כא) זה שולח לזה וכו' - ויוצא י\"ח אע\"פ שהולך אח\"כ לסעוד אצלו:",
            "(כב) לשלוח מנות ביום - וה\"ה מתנות לאביונים אם לא שקיים המצוה דשילוח מנות לאיש אחד ומתנות לשני אביונים ביום אין נ\"מ במה שרוצה להוסיף עוד בלילה:",
            "(כג) או מוחל לו - ר\"ל שאומר הריני כאלו התקבלתי:",
            "(כד) יצא - והפר\"ח חולק ע\"ז וכן החתם סופר בסי' קצ\"ו מתמה ע\"ז:",
            "(כה) ואשה חייבת וכו' - שכולן היו באותו הנס וצריכה היא לשמוח ולשמח לב אביונים וכתיב קימו וקיבלו היהודים וגו' וגם נשים בכלל. וכתב המ\"א לא ראיתי נזהרין בזה ואפשר דוקא באלמנה אבל אשה שיש לה בעל בעלה משלח בשבילה לכמה אנשים ומ\"מ יש להחמיר:",
            "(כו) ספק קידושין - שיאמרו שזהו סבלונות שאחר הקידושין וחיישינן שמא קידשה כבר בפני עדים ואינם לפנינו:",
            "(כז) אין לחוש - דזה הוי במעות וליכא למיחש לסבלונות ואפילו אם נותן לאביון מאכל הוא דרך צדקה ואינו דרך סבלונות:"
        ],
        [
            "(א) מותר בעשיית מלאכה - דאע\"ג דכתיב משתה ושמחה ויו\"ט מ\"מ לא קיבלו עליהם לעשותו יו\"ט אכן אח\"ז נהגו מעצמן באיזה מקומות שלא לעשות:",
            "(ב) אין עושין - וע\"י עכו\"ם שרי:",
            "(ג) בכל מקום שלא לעשות - ופרקמטיא מותר ששמחה היא לו:",
            "(ד) סימן ברכה - כגון אם זורע איזה דבר אינו מצמיח [ב\"י] אבל הרא\"ם כתב שאינו מרויח אבל אינו מפסיד ג\"כ [מ\"א]:",
            "(ה) או אבורנקי של מלכים - שנוטעים לצל להסתופף בצלו:",
            "(ו) פסקי הלכות - ופשטי המקרא ואגרת שלום ומזכרת חובותיו וכן כל דבר שא\"צ עיון גדול. וכתב בסי' עמודי שמים דמ\"מ יש לראות שלא ימשוך בה ויתבטל משמחת פורים. מגילה מותר לכתוב בפורים:",
            "(ז) אינו מנהג - ויש מחמירין בזה ונראה דתלוי במנהג אותו המקום:",
            "(ח) בהספד - ומקום שנהגו שביום ז' הולכים על הקבר לקונן אסור בפורים אלא האבל לבדו ילך לשם עם חזן אחד ויאמר לו השכבה ואפילו בערב פורים לא ילך לשם שלא יחשבו העולם שהאבילות נפסק בפורים:",
            "(ט) ותענית - ולענין ת\"ח עיין לעיל בסימן תרצ\"ה ס\"ב בהג\"ה ובמ\"ב שם. ודין ת\"ח בפניו עיין ביו\"ד סימן ת\"א:",
            "(י) ילך לבהכ\"נ לשמוע וכו' - ומה שכתב בסעיף ה' בסופו דלמחרת לא יצא מפתח ביתו מיירי כשיש לו מנין בביתו אף דבעלמא קריאה בצבור עדיף טפי:",
            "(יא) המגילה - אבל תפלת מעריב יתפלל בביתו:",
            "(יב) וי\"א שאין וכו' וכן נוהגין - אף שהב\"ח ועוד אחרונים כתבו שבמקומם היה המנהג להתאבל אבל כבר כתב בשע\"ת בשם כמה אחרונים להקל ושכן פשט המנהג במדינות אלו ובפרט בענין חליצת מנעלים וישיבה ע\"ג קרקע בודאי אין להחמיר ומ\"מ יראה למעט במיני שמחה שעושין. כתב בתשובת בנין עולם סי' ל\"ה לענין לקרות האבל המגילה בביהכ\"נ אם אין שם אחר שיודע לקרות כ\"כ בנקודות ובטעמים ובדקדוק האותיות טוב יותר שיקראנה האבל כמ\"ש ביו\"ד לענין להתפלל בשבתות ויו\"ט:",
            "(יג) דברים שבצנעה נוהג - הנה ט\"ז כתב דהליכה מביתו לתפלה אסור גם לדעה זו ולא מקרי זה בפרהסיא דלא מינכר שעושה כן משום אבילות ובמ\"א כתב דמשמע בטור דבשחרית הולך לבהכ\"נ להתפלל ועיין בפמ\"ג שכתב דהמיקל להתנהג כן לא הפסיד וכ\"כ בדה\"ח דשחרית הולך לתפלה בבהכ\"נ:",
            "(יד) עולה לו למנין שבעה - אפילו מת בפורים:",
            "(טו) לא יצא משם וכו' - דין זה כתבו הרוקח ובמקומו היו אוכלין סעודה שלישית קודם מנחה לכן קאמר דבבואו להתפלל מנחה לא יצא משם אבל לדידן צריך לילך לביתו אחר מנחה לאכול סעודה שלישית ובלילה יתפלל מעריב ויקרא המגילה בביתו אם יש לו מנין וא\"ל ילך לבהכנ\"ס בעוד יום ויהיה שם לתפלה וקריאת המגילה:",
            "(טז) מפתח ביתו - ורק לשמוע מקרא מגילה אם אין לו מנין בביתו וכנ\"ל. והנה המחבר שהעתיק דברי הרוקח אזיל לשיטתו בס\"ד דאבילות נוהג בפורים אבל כבר כתב הרמ\"א לעיל דאנן נוהגין כהפוסקים דאין אבילות נוהג בפורים. ולפ\"ז אפילו אם יש לו מנין בביתו הולך לבהכ\"נ לשמוע מקרא מגילה בצבור [ולצאת מפתח ביתו לעניני רשות משמע מפמ\"ג שיש להחמיר] וכ\"ז ביום דימי משתה ושמחה כתיב אבל בלילה אם יש לו מנין יתפלל ויקרא המגילה בביתו ואם אין לו מנין יתפלל בביתו וילך לשמוע מקרא מגילה בבהכ\"נ ולבד הקריאה לא יצא מפתח ביתו. ועיין בדה\"ח דביום ט\"ו לא ילך מביתו לביהכ\"נ אפי' להתפלל שחרית ומ\"מ לענין חליצת מנעלים וישיבה ע\"ג קרקע משמע מן הפוסקים דאפילו ביום ט\"ו א\"צ. כתב הלבוש א\"א צידוק הדין ולא קדיש אלא לחכם בפניו אחר שדורשין עליו ואע\"פ שא\"א צ\"ה אומרים קדיש:",
            "(יז) שהאבל וכו' - אפילו תוך שבעה דהא חייב בכל מצות האמורות בתורה וכ\"ש דחייב במתנות לאביונים:",
            "(יח) חייב לשלוח מנות - אכן כל דבר שמחה לא ישלח וז\"ל ס\"ח מי שמת אביו בפורים לשנה הבאה ישלח מנות (אף דהוא יא\"צ) ובאותו שנה ישלח מעות או בשר לעניים רק לא תפנוקים העשויים לשמחה:",
            "(יט) אבל אין שולחין לאבל - אפילו דבר שאינו של שמחה. ואם האבל הוא עני מותר לשלוח לו מעות אפילו תוך ז' דלא גרע מצדקה:",
            "(כ) כל י\"ב חודש - היינו לאביו ואמו [ולשאר קרובים תוך ל'] והטעם כדין שאילת שלום שאסור י\"ב חודש:",
            "(כא) וכמו שיתבאר ביו\"ד סימן שפ\"ה - כונתו להורות דבמקום שנהגו להקל לשאול בשלומם מותר לשלוח להם מנות ג\"כ בתוך י\"ב חודש [אבל לא בתוך שלשים] אבל לא ישלחו לו מיני שמחה:",
            "(כב) אא\"כ מחל האבל וכו' - דאין נותנין לאדם מתנה על כרחו:",
            "(כג) שאונן וכו' - אונן נקרא כ\"ז שלא נקבר המת:",
            "(כד) מותר בבשר ויין - אף דדעת המחבר לעיל דאבלות נוהג בפורים מ\"מ אנינות ס\"ל דאינו נוהג וכמו שכתב הטעם ועיין במ\"א שהעלה דדוקא ביום שחל מצות שמחת פורים דימי משתה ושמחה כתיב אבל לא בלילה אפילו בלילה ראשונה. וכ\"ש בלילה שניה ומש\"כ אח\"כ ונ\"ל דוקא בלילה לא קאי רק לענין מגילה ותפלה וק\"ש:",
            "(כה) וכ\"ש שחייב במקרא וכו' - ר\"ל דכשם שבשביל מצות שמחת היום דחינן את העשה דאבילות והתרנוהו בבשר ויין בודאי אין ראוי לפטרו בלילה ממקרא מגילה ושאר מצות כיון שאין דרך לקברו אז ודומה לאונן בליל יו\"ט שני דהרבה פוסקים חייבוהו במצות מטעם זה אבל יש לפקפק ע\"ז אחד דליל יו\"ט שני גופא יש דיעות בפוסקים ועוד דשם עכ\"פ יו\"ט הוא ולכך אין חל האנינות מחמת שאין דרך לקברו בלילה משא\"כ בפורים דעיקר שמחה ביום הוא ובלילה דומה לשאר לילה של חול דבודאי חל אנינות אף שאין דרך לקברו אז ולכן כתב בדה\"ח דבליל י\"ד ישמע קריאת המגילה מאחר:",
            "(כו) קבורת מתו קודם כמו שנתבאר וכו' - ר\"ל דשם מוכח דלאו דוקא מת מצוה קודם לקריאת המגילה דה\"ה כל מת שאין לו קוברין כדי צרכו הפוגע בו קוברו תחלה ואח\"כ קורא. והנה באמת כבר כתב שם המ\"א דהרבה פוסקים חולקין ע\"ז וס\"ל דבכל מת קריאת המגילה קודם לקבורתו וכן נוהגין לקברו אחר יציאת בהכ\"נ והקשה המ\"א דהא תינח באנשים אחרים אבל האונן איך הוא חייב בקריאת המגילה הלא הוא פטור מכל המצות ואיך יצא במה ששמע בצבור אחרי שאז לא היה חייב כלל וע\"כ מסיק המ\"א דאע\"פ ששמע הקריאה בצבור יקראנה שנית אחר שנקבר המת. ולענין ק\"ש ותפלה הוא כשאר אונן בימות החול דקודם הקבורה הוא פטור ולאחר הקבורה עיין לעיל בסימן ע\"א במ\"ב סק\"ד שם מבואר כל הפרטים. ולענין תפילין דעת כמה אחרונים דלא יניח וכדלעיל בסימן ל\"ח ס\"ה:",
            "(כז) אחר כך - ר\"ל אבל קודם הקבורה הוא פטור מזה ולזה מסיים דלא עדיף משבת ויו\"ט והיינו ביו\"ט שני כשקוברו וכן בשבת כשמחשיך על התחום לצרכי הקבורה הוא פטור אז מכל המצות וכ\"ש כאן:",
            "(כח) מותר לישא וכו' - ולא דמי לחג דכתיב ושמחת בחגיך ולא באשתך משא\"כ בפורים והמ\"א כתב דיעשה החופה ביום י\"ג והסעודה בערב ועיין בשע\"ת שכתב שבמדינות אלו פשט המנהג להיתר כדעת הש\"ע ובחמד משה כתב שנכון יותר לעשות החופה בסוף יום י\"ד וסעודת פורים יעשה מקודם:",
            "(כט) פדיון הבן - וברית מילה דבזה אין שמחה כ\"כ דיהיה שייך בהו לומר אין מערבין שמחה בשמחה:",
            "(ל) הראשונה - עיין ביו\"ד סימן קפ\"ב שכתב שם הט\"ז בשם הב\"ח שיש לבטל מנהג זה הן בפורים או בשמחת נישואין וכ\"כ באה\"ג שם ואם כל המלבושים של איש רק מלבוש א' של אשה וניכרים הם אפשר שאין למחות בהם [פמ\"ג] ועיין בכנה\"ג ובשל\"ה שהזהירו להרחיק מזה:",
            "(לא) משום לא תגזול - ולפ\"ז מותר לברך על מה שחוטפין מיהו כתב בשל\"ה לאו משנת חסידים היא ושומר נפשו ירחק ממלבושים דכלאים ולחטוף מחבירו [א\"ר]:",
            "(לב) ונהגו כך - היינו מעת קריאת המגילה עד ליל סעודת פורים שהם שני לילות ויום אחד [א\"ר]:",
            ""
        ],
        [
            "(א) ראשון - ולכו\"ע אין אומרים על הניסים כיון דאין קורין המגילה ואם אמרו אין מחזירין אותו:",
            "(ב) יענך - ואין אומרים אא\"א בפורים קטן ב' הימים דלמנצח יענך ואא\"א שווים המה. ומזמור לאסף בפורים קטן מקומות יש בלבוב שא\"א אותו בכל יום שא\"א תחנון ויש מקומות שאומרים רק ביום הלל א\"א מזמור לאסף וכן נוהגים בפפד\"א אם חל פורים קטן בשבת א\"א צו\"צ מי שאירע לו נס באדר וקבל ע\"ע לעשות תמיד יום משתה ושמחה אם אירע בשנה פשוטה עושה בראשון ואם אירע במעוברת בשני יעשה בשני. ואותה סעודה שעושין בשביל הנס היא סעודת מצוה דכל סעודה שעושין לזכר נפלאות ד' הוא סעודת מצוה:",
            "(ג) ותענית - אבל אבילות לכו\"ע נוהג באדר ראשון. אם נדר בפירוש להתענות בפורים קטן י\"ל דחל הנדר דהוי רק מנהג בעלמא אבל אם נדר בסתם ב' וה' של כל השנה י\"ל דדעתו היה לבד פורים קטן:",
            "(ד) בי\"ד - אבל לא בט\"ו אף לכרכים המוקפין חומה:",
            "(ה) מ\"מ ירבה וכו' - בהגהת תשב\"ץ כתב דיש להרבות ורבינו יחיאל מפריש רגיל להרבות ולהזמין ב\"א וזהו שסיים הרמ\"א וטוב לב משתה תמיד היינו שטוב להרבות לכבוד הנס שנעשה בעתים הללו:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}