{
    "versionTitle": "Hilchos Shabbos #4",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) אין לרוץ בשבת - שנאמר וכבדתו מעשות דרכיך ודרשו שלא יהא הילוכך בשבת כהילוכך בחול שדרך האדם למהר ולרוץ אחר עסקו ואף בחול אין לפסוע פסיעה גסה דנוטלת אחד מת\"ק ממאור עיניו אלא דבשבת איכא נמי איסורא משום מעשות דרכיך:",
            "(ב) ואסור וכו' - וה\"ה שאסור לקפוץ:",
            "(ג) יותר מאמה - פי' שיהא חצי אמה בין רגל לרגל וכף רגל אחת הוא ג\"כ חצי אמה וזהו באדם בינוני ששיעור פסיעה בינונית שלו הוא אמה ואדם הגדול ביותר כפי שיעור פסיעה שלו:",
            "(ד) אם אפשר וכו' - דבאי אפשר מבואר בס\"ג דשרי:",
            "(ה) מותר - אפילו לכתחלה שזהו עונג שלהם:",
            "(ו) וכן לראות - פי' שכל אדם מותר לרוץ כדי לראות דבר שמתענג בו:",
            "(ז) וכן מותר לטייל - אפילו אם כונתו להתעמל ולהתחמם משום רפואה מ\"מ שרי כיון דלא מוכחא מילתא שעושה כן לרפואה אבל אסור לרוץ כדי שיתחמם לרפואה כיון דמוכחא מילתא ואסור משום שחיקת סממנין ויש מחמירין אפילו בטיול אם כונתו להתעמל לרפואה:",
            "(ח) לדלגו ולקפוץ - דילוג מקרי שמפסיק רגליו ברחבה וקפיצה הוא היכי שקופץ שתי רגליו בב\"א:",
            "(ט) ממה שיקיפנה - והיכי דא\"א בדילוג וקפיצה מותר לו להקיף אבל לעבור בה אסור דיש בזה חשש סחיטה ולא התירו לו אם לא בגוונא דס\"ד וס\"ו:",
            "(י) פני רבו - וה\"ה פני אביו [גמרא] ועיין במג\"א שכתב דאיש ואשה שוין במצות הקבלת פנים ונראה דאשה היינו דוקא ברשות בעלה:",
            "(יא) או פני מי שגדול - לאפוקי הרב אצל תלמידו דאסור ואם הוא תלמיד שצריך לו רבו באיזה דברים הן מצד חדודו וחריפותו הן מצד שיש לו שמועות מגדולים אחרים כתב הט\"ז דמותר לו לעבור בנהר דעכ\"פ גדול ממנו באיזה דברים ובספר תוספת שבת אסר בזה. ואם הרב מסתפק באיזה דבר והולך לשאול את תלמידו שיודע בזה מסתבר בזה כהט\"ז דלא גרע מלשאר דבר מצוה:",
            "(יב) ובס\"ח בהג\"ה - היינו דשם מבואר דאפילו אם איכא דרכא אחרינא להקיף מוטב יותר לעבור במים מלהרבות בהילוך כיון דהוא עובר לדבר מצוה אבל האחרונים הסכימו שם דכיון דיכול להקיף טוב יותר להקיף מלעבור במים:",
            "(יג) כדי שלא תהא מכשילו - שפעם אחרת לא ילכו לדבר מצוה כיון שלא התירו לו לחזור [רש\"י]:",
            "(יד) לשמור פירותיו - דשמירת ממונו נמי הוי קצת מצוה ומ\"מ לא התירו בחזרה דאינו דבר מצוה כ\"כ ומשום שלא תהא מכשילו לעתיד לבוא לא שייך בזה דמאי איכפת לן אם ימנע ולא יחוס על ממונו וגם בודאי לא ימנע מללכת לשמור דאדם בהול על ממונו:",
            "(טו) לעבור במים - ובלבד שלא יוציא ידיו וכו' כדלעיל בס\"ד:",
            "(טז) כל היוצא וכו' - עיין בבה\"ל מה שכתבנו קצת בפתיחה לסימן זה וסימן ש\"ג:",
            "(יז) ואינו דרך מלבוש - דאלו הוציאו דרך מלבוש הרי לא הוציאו כדרך כל המוציאין שכל המוציא דבר שאינו תכשיט לו מוציאין אותו בידים ולא דרך מלבוש:",
            "(יח) והוציאו כדרך וכו' - היינו שלא בשינוי:",
            "(יט) חייב - דע דכל מקום שנאמר בהלכות שבת חייב אם עשה במזיד חייב כרת ובשוגג דהיינו ששכח שהוא שבת או שלא ידע שמלאכה זו אסורה חייב חטאת [ועיין לקמן סימן של\"ד סכ\"ו בהג\"ה איך ינהג בזמה\"ז] ואם שכח איזה דבר אצלו והוציאו בשוגג לר\"ה אינו חייב עליה דמלאכת מחשבת אסרה תורה דהיינו שמוציאו בכונה אלא שאינו יודע שהיום שבת או שמלאכה זו אסורה ודיני ר\"ה עיין לקמן בסימן שמ\"ה ס\"ז ובמש\"כ שם:",
            "(כ) אסור לצאת בו - דילמא נפיל ואתי לאתויינהו ד\"א בר\"ה:",
            "(כא) שדרכה לשלפם - וחיישינן דילמא בתוך כך אתיא לאתויינהו ד\"א בר\"ה:",
            "(כב) לא בסייף - ואפילו אם הוא חגור במתניו מפני שדרך הוצאה הוא כך בחול:",
            "(כג) ולא באלה - דומה למקל וראשו עגול כמו כדור [ערוך]:",
            "(כד) ולא בשריון - מלשון ושריון קשקשים (שמואל א' י\"ז):",
            "(כה) פטור שהם וכו' - ומ\"מ אסור משום מראית העין שיחשדוהו הרואים שרוצה להלחם בהם בשבת וגם אפילו בחדרי חדרים אסור וכמ\"ש בסמ\"ה ע\"ש:",
            "(כו) לא יצא בתפלין מפני וכו' - ומשמע דבביתו אין איסור להניח תפלין ודוקא במניחן שלא לשם מצוה אבל לשם מצוה אסור כנ\"ל בסימן ל\"א ועי\"ש במ\"ב סק\"ה:",
            "(כז) שצריך וכו' - והיינו דילמא אתי לאתויי ד\"א ומשמע דבלאו האי טעמא לא היה אסור לצאת בהם אף דקיי\"ל שבת לאו זמן תפלין מפני שהם דרך מלבוש ועיין לקמן בסימן ש\"ח סס\"ד בהג\"ה ובמ\"ב שם ולעיל בסימן ל\"א בבה\"ל:",
            "(כח) קטן במנעל גדול - היינו אדם שהוא קטן במנעל שהוא גדול לו:",
            "(כט) באותו שאין בו מכה - הטעם משום דתו לא מחייכי עליה דידעי שאי אפשר לו לנעול המנעל בהרגל שבה המכה דמכתו מוכחת עליו ועיין בבה\"ל:",
            "(ל) לא יצא - סעיף זה מיירי אפילו בסתם אדם שאינו אומן ועיין לקמן בסי\"ב:",
            "(לא) בבגדו - אבל אם הוציאה בידו חייב בכל ענין האיש והאשה בנקובה ובשאינה נקובה:",
            "(לב) בין שאינה נקובה - דמחט לא הוי תכשיט לאיש בכל גווני ולכן יש איסורא לכו\"ע:",
            "(לג) בנקובה חייב - ס\"ל לדעה זו דבאיש דינו כמו באשה לקמן בש\"ג ס\"ט דנקובה הוי דרך הוצאה לפרקים כשהיא תחובה בבגדה [ומה דלקמן בסי\"ב מבואר דאפילו באומן פטור מבואר שם במ\"ב] אבל באינה נקובה פטור דלאו דרך הוצאה היא להוציא כשהוא תחוב בבגדו כ\"א בידו ומש\"כ וי\"א בהיפך טעמם דס\"ל דבאיש מחט נקובה לאו דרך הוצאה היא כשהיא תחובה בבגדו שגנאי הוא לו שיאמרו עליו שהוא חייט אבל באינה נקובה דרך הוא לפרקים אף בחול כשמוצאה בשוק לתחוב בבגדו כשיש לו צורך לחצות בו שיניו וכה\"ג ועיין במ\"א שמסיק דהכל לפי הזמן אם דרכן לצאת כך בחול ולא הוי תכשיט הוי דרך הוצאתו בכך וחייב ואם אין דרך הוצאתו בכך בחול פטור אבל אסור משום דאינו תכשיט וכתב עוד דאם רוב העולם אין דרכן להוציא בכך אע\"פ שאנשי מקום אחד מוציאין בכך פטור אבל אסור והטעם משום דבטלה דעתן אצל כל אדם:",
            "(לד) שאין עליה חותם - דהוי רק תכשיט לאשה אבל לאיש הוי משוי ומיירי כ\"ז שהוציאו כשהוא מונח על אצבעו דאי בידו ממש אפילו יש עליו חותם חייב לכו\"ע:",
            "(לה) ואם יצא חייב - ומקרי דרך הוצאה על אצבעו מפני שלפעמים נותנת אשה לבעלה להוליכה לאומן לתקנו ומניחה באצבעו עד שמגיע לשם וא\"כ אף בחול הוי דרך הוצאה בכך וחייב:",
            "(לו) לרש\"י פטור - פי' פטור אבל אסור מדרבנן דאף דטבעת שיש עליה חותם הוא תכשיט לאיש שכן דרכו בחול לחתום בו באגרות מ\"מ אסור דגזרינן דילמא שליף ומחוי ואתי לאתויי ד\"א וכמו בכל תכשיטי אשה דגזרו משום זה:",
            "(לז) דאינו תכשיט וכו' - ס\"ל דבאיש לא גזרינן דילמא שליף ומחוי לפי שאין דרכו בכך אבל דבר שהוא תכשיט לאיש ולאשה גם לדידהו אסור משום דלא פלוג רבנן ואסרוהו גם באיש:",
            "(לח) וע\"ל סימן ש\"ג סי\"ח - היינו דשם נתבאר האיך לנהוג בזה בזמנינו ומשמע שם דאין למחות באיש הנושא אותם ובחידושי רע\"א כתב שם דבעל נפש יחוש לעצמו שלא לצאת בטבעת כלל:",
            "(לט) אא\"כ וכו' - דיכול לחתום בה אגרות:",
            "(מ) חקוקים - וה\"ה אם האותיות על הטבעות בולטות דיבוא אח\"כ על השעוה שוקע ג\"כ מקרי טבעת שיש בה חותם אלא דנקט חקוקין משום צורות דבבולטין לפעמים בצורות אסור אף בחול להשהותה בביתו כגון שהיא צורה שלמה של אדם וכדאיתא ביו\"ד סימן קמ\"א ס\"ה ויש שפירשו דהאי צורות לא איירי בצורות אדם כלל או כגון שהיה רק פרצוף מצד אחד דזה לכו\"ע רשאי לעשות בין בולט ובין שוקע ומה דנקט חקוקין אורחא דמלתא נקט:",
            "(מא) אסור וכו' - היינו אפילו אם כונתו עתה לתלות על צוארו לתכשיט ולנוי אסור מפני הרואה והיינו אפילו לדעת ר\"ת והרמב\"ם לעיל בס\"ט דמתיר בתכשיט לאיש או דמיירי שהמפתח קבוע היטב בשלשלת שעל צוארו ואין בקל למשלף אותו ולאחווי אפ\"ה אסור מפני מראית עין:",
            "(מב) אם הוא של כסף - דכיון דאין דרך לעשות מפתח מכסף הרי עיקרו נעשה לתכשיט ואע\"פ שגם משתמשין בו מ\"מ עיקרו לתכשיט עשוי ומותר כשמוציאו לשם תכשיט אבל אם הוא עשוי מברזל ונחשת אע\"ג דעשוי לנוי כעין תכשיט אסור לצאת בו דעיקרו לתשמיש עשוי שכן דרך כל המפתחות לעשות מברזל ונחשת [לבוש]. והנה אף דמדברי השו\"ע משמע דדעתו כהדעה ראשונה מדקבעה בסתמא מ\"מ אין למחות בזה אחרי דכתב הד\"מ בשם האגור דבאשכנז נוהגין כהמתירין בשל כסף:",
            "(מג) אסור לצאת בתיק - היינו תיק של כסף וקבוע בשלשלת ולתלות על צוארו לתכשיט דאלו שמוציאם בידו בלא\"ה אסור אפילו תכשיט גמור [אחרונים]:",
            "(מד) דהבתי עינים בעצמם הם משוי - וה\"ה בנדן של כסף אף אם הוא עשוי להתקשט בו אם יש בו סכין ולא אמרינן דהסכין יהיה בטל לגבי הנדן שהוא של כסף או בתי עינים לגבי התיק אלא אדרבה הסכין והבתי עינים הם עיקר דהא אין אומרים נעשה בתי עינים לתיק אלא נעשה תיק לבתי עינים וה\"ה נדן לסכין. והנה כ\"ז מיירי לענין לשאת התיק של הבתי עינים עם הב\"ע שבתוכו על צוארו לתכשיט ולשאת הבתי עינים גופא על חוטמו במקום שאין עירוב בודאי אסור בלא\"ה דילמא יפלו מעליו ואתי לאתויי ד\"א [ח\"א]:",
            "(מה) בזה להתיר - ודוקא כשהוא מחובר וקבוע בראש החגור ועשוי כעין זענקעל [הוא כעין קרס או מה שאנו קורין שפראנצקעס] לחגור בו דאז אמרינן כיון שהחגורה מדובק בברזל של המפתח והם כחתיכה אחת אע\"פ שהברזל עשוי ג\"כ כעין מפתח לנעול בו בטל המפתח לגבי החגורה אבל כשקובע ומחברו באמצע חגורה אסור דאין המפתח בטל לגבי האזור דאין שייך להאזור כלל וע\"כ אותן האנשים שמורין לעצמן היתר לשאת בשבת מחמת שתלוי המפתח בברזל הקבוע בחגורה וכ\"ש במה דתלוי רק בקשר של קיימא הוא טעות דאין היתר אלא אם המפתח גופא עשוי מתחלתו כעין זענקעל דוקא דאז בטל לגבי החגורה. ואם המפתח הוא של כסף והוא קבוע בחגורה באמצע אף דבזה אינו גוף אחד עם החגורה מ\"מ יש מתירין מצד שהוא תכשיט ויש אוסרים וכנ\"ל בסי\"א. ולשאת את המורה שעות [אוהר, זייגער] בבגדיו חוץ לעירוב אסור לכו\"ע שאין שייך ע\"ז שם תכשיט כיון שאינו דרך מלבוש והמוציאו לר\"ה חייב חטאת ואפילו אם הוא מחובר לרביד הזהב שנושא על צוארו שהוא תכשיט ג\"כ איסור גמור הוא דהמורה שעות יש לו חשיבות בפ\"ע ואינו בטל לגבי רביד:",
            "(מו) במחט התחובה וכו' - כל אלו הם שנותנים בני האומנות לסימן מאיזו אומנות הם בצאתם לשוק כדי שיכירום:",
            "(מז) ואם יצא פטור - דאין דרך הוצאה בכך אלא בידו דאפילו אומן דוקא כשהוא רוצה להכריז על עצמו שהוא אומן אז מוציא בכך אבל לא בשאר פעמים והא דפסק המחבר לעיל בס\"ח בדעה ראשונה דבמחט נקובה התחובה לו בבגדו חייב אפילו כל אדם שם מיירי שתחובה בבגד במקום שדרך לתחוב בו בחול לפרקים וכאן מיירי כשתחובה במקום שאין דרך הוצאתו לגמרי בכך רק לאומן כשרוצה להראות שהוא אומן לכן לא מקרי דרך הוצאה ופטור אפילו אומן כר\"מ דס\"ל הכי בגמרא ובביאור הגר\"א לעיל בסימן רנ\"ב בסופו פסק דהלכה כר\"י דאומן חייב ועיין בספר חמד משה שהוא מצדד דגם דעת הרי\"ף והרא\"ש מטין כן:",
            "(מח) לא יצא הזב וכו' - דדרך הוצאה הוא לאיש זה בחול ואעפ\"כ לא מקרי זה בשם מלבוש דהוא עשוי רק להצילו מטינוף וכל אצולי מטנוף משוי הוא אם לא שהוא מלבוש גמור וכדלקמן בסי\"ד:",
            "(מט) בכיס - וה\"ה אם קושר מטלית בפתילה של כובע כדי לקנח בו עיניו אסור:",
            "(נ) מלבוש - מלפניה ומלאחריה כעין מכנסים בלא שולים דכיון דדרך מלבוש הוא מותר בכל גווני וכדלקמן בסי\"ד אבל כשהיא לפניה לבד או שהיא מאחריה בלבד וקושרתו ברצועות לפניה בכה\"ג לא מקרי מלבוש ואסור:",
            "(נא) שלא יכאב - היינו שלא יפול על בשרה ויתייבש עליה ונמצא מצערה ולכך מותר דכיון שכונתה בשביל צער אפילו נצלת עי\"ז מטינוף ג\"כ דרך מלבוש הוא כשאר מלבושים שהם עשויים להגנת הגוף ומותר:",
            "(נב) אם אינו לובשו וכו' - ר\"ל שלובשו מלמעלה על בגדיו כדי שלא יטנפו אעפ\"כ מותר ומה שסיים אח\"כ בהג\"ה בגד מפני הגשמים או כובע וכו' היינו ג\"כ אפילו שמוסיף ללבוש בגד מלמעלה לבגדיו רק מפני הגשמים ובלתי זה לא היה הולך בו כגון שהוא בגד עב וגס מאד כשק וכן כובע היינו שלובש מלמעלה כובע גדולה על כובעו כדי שלא יטנף אעפ\"כ שרי כיון שהוא דרך מלבוש [ב\"י בסוף סימן ש\"א וכ\"כ ש\"א]:",
            "(נג) בגד על צעיפה - היינו אם אינו דרך מלבוש רק שמונח על ראשה לבד כמו בחתיכת בגד פשתן קטנה אבל אם מתעטפת בו גם קצת מגופה הוי דרך מלבוש ושרי אף שהוא לאצולי טנוף כמש\"ל ואפילו אם הוא בגד גרוע כשק וכדלקמן בסכ\"א ושרי אף לעשירות כיון דלעניות חזי חשיב גם לעשירות מלבוש:",
            "(נד) דאין זה וכו' - ואם כונתה שלא יצערו אותה הגשמים שרי בכל ענין אף שממילא נצלת עי\"ז מטנוף בגדיה ובלבד שתקשרנה יפה:",
            "(נה) מלבוש - וע\"כ אסור לאיש לכסות הכובע בפאטשיילע [ח\"א]:",
            "(נו) כיון דאינו וכו' - היינו דע\"כ חיישינן דילמא משתליף מרגלו ואתי לאתויי ד\"א:",
            "(נז) וספסלים הקטנים שבידיו - היינו שנשען עליהם בעת שנדחף לפניו ושרי דהוא דומיא דחיגר עם מקל בסעיף ו':",
            "(נח) יוצא בהם בשבת - דלא שייך כאן דילמא משתלפי:",
            "(נט) של עץ - היינו אע\"ג שאין בו עור כלל אפ\"ה מקרי מנעל ועיין בביאור הגר\"א ובפמ\"ג שהקשו מהא דלקמן סימן תרי\"ד ס\"ב דמשמע דדוקא במחופה עור מלמעלה אבל של עץ לבד לא חשיב מנעל ועי\"ש בביאור הגר\"א מה שתירץ בזה ליישב דעת השו\"ע לחלק בין שבת ליוהכ\"פ אבל מ\"מ לדינא משמע דמצדד כהרמב\"ן דשל עץ לבד לא חשיב מנעל אף לענין שבת:",
            "(ס) וכן בפנטני\"ש - היינו מה שקורין בלשוננו פאנטאפי\"ל דאע\"ג דמשתלפי במהרה וממילא [היינו ע\"י חליצה בידים ובלא התרת קשר] מ\"מ כיון דמחופה עור הוא מהודק קצת ולא חיישינן דילמא יפלו ואתי לאתויי:",
            "(סא) ויש מחמירים - היינו בפנטני\"ש ומטעם דילמא משתליף והט\"ז לקמן בס\"מ כתב דלא חיישינן לזה דהא אין דרך לילך יחף בר\"ה והתו\"ש מפקפק קצת בדבריו ע\"ש ונראה דבמקום רפש בודאי אין להקל אך לכו\"ע אם שכח ויצא בהן לר\"ה א\"צ להסירן אלא מהלך בהן עד שמגיע לביתו וכן הדין בכל הני שאסורין משום דאתי לאתויי:",
            "(סב) במקום שאין דרך וכו' - ובד\"מ משמע דאפילו במקום שדרכם לילך יחף בחול בשבת ילבש מנעלים כדי שיזכור - שהוא שבת ובב\"ח איתא דגם יש בזה משום עונג שבת וה\"ה דביו\"ט צריך ליזהר בזה דעונג שבת ויו\"ט שוין ועיין סימן ב' דגם בחול מדת צניעות הוא שלא לילך יחף:",
            "(סג) בלא מקל מותר - דכיון דאינו יכול לילך כלל בלא מקל הו\"ל כמנעל דידיה:",
            "(סד) אבל אם אפשר וכו' - וכן זקן ההולך בביתו בלא מקל וכשיוצא לחוץ נשען על מקלו מחמת תשות כחו ואינו נוטלו אלא להחזיק עצמו אע\"פ שגופו מתנענע אסור דהוי המקל אצלו כמשוי כיון דבביתו הולך בלי מקל אבל אם הזקין כ\"כ דא\"א לו לילך כלל בלי מקל מותר:",
            "(סה) ואינו נוטלו וכו' - וכשאדם הולך במקום שיש חשש שיפול מחמת שירדו גשמים והמקום משופע או שהולך בחורף על המים הנגלדים [שקורין איי\"ז] ומפחד שמא יפול מותר ג\"כ לצאת במקל דדמי לחיגר [כ\"כ הט\"ז] ואליהו רבא כתב עליו דאין דבריו מוכרחים וגם בעוד אחרונים ראיתי שדעתם שאין להתיר בזה רק במקום שיש עירוב:",
            "(סו) אסור - ואפילו הוא מקל תפארת שנושאו לכבוד אסור דאף שהוא תכשיט לא הותר לישא תכשיט בידו וע\"כ מה שנהגו החשובים לצאת במקל שבידם אסורים לצאת בהם בשבת חוץ לעירוב אבל תוך העירוב מותר אם נושאו לכבוד או שיש בו צורך קצת אבל בלא צורך כלל איכא זילותא דשבת:",
            "(סז) דינו כחיגר - היינו דתלוי ג\"כ אם יכול לילך בלי מקל [ב\"י בסימן תקכ\"ב]:",
            "(סח) אסור לו לצאת - היינו חוץ לעירוב והטעם דעצם הליכתו אפשר לו לילך בלי מקל ואינו נוטלו אלא ליישר פסיעותיו:",
            "(סט) וכבלים וכו' - דנחשב לו כמו מלבוש דדרך הליכתו הוא כן ובטלים הם לגבי הגוף שהוא לבוש בהן ולא חיישינן דילמא נפיל מרגליו ואתי לאתויי דמסתמא כיון דאסור בהם בודאי הם בחוזק על רגליו ולא יפלו:",
            "(ע) אין יוצאים באנקטמין וכו' - ובכל זה הטעם מפני שאין זה דרך מלבוש ואם הוציא בזה וכן בקב הקיטע הנ\"ל פטור מפני שלא הוציא כדרך המוציאין:",
            "(עא) בתיבה וכו' - כגון שרוצה להגן על עצמו מפני הגשמים והטעם דכל הני לאו דרך מלבוש הוא אלא משוי הוא:",
            "(עב) בשק - מפני שדרך הרועים לצאת בהם מפני הגשמים וכיון דחשיב מלבוש להני לכן מותר גם לכל אדם לצאת בהם אפילו שלא מפני הגשמים:",
            "(עג) פי' בגדים גסים - כן פירש הרא\"ש בנדרים וכן רש\"י בשבת ס\"ב פירש נמי מלבוש שק ומשמע דשק ממש לא [וצ\"ע בימינו שהרועים נהגו ללבוש שק גופא איך הדין גם לדבריהם קשה קצת אמאי קאמר הברייתא לא בתיבה וקופה וכו' יותר היה לה לאשמועינן דבשק ממש לא וגם בש\"ג שעל המרדכי הביא בשם אדרת והוא הרשב\"א דאפילו שק מותר וצ\"ע]:",
            "(עד) במוך וספוג - היינו שנתנו מבעוד יום וכדמפרש לקמיה:",
            "(עה) באספלנית - מטלית של בגד שמושחין אותו במשיחה ומשימין אותו על המכה:",
            "(עו) לא יחזירנה - דהוי כמו נתינה לכתחלה דאסרו רבנן לעשות רפואה בשבת וכדלקמן בסי' שכ\"ח:",
            "(עז) על המכה - וה\"ה אם ירצה לכרוך אותם על המוך וספוג ורטיה ג\"כ אסור והא דמסיים דבאגד שכורך על הרטיה יכול לילך בו היינו דוקא באגד של סמרטוטין דדרך להשליכו כשמתירו וע\"כ אינו חשיב ובטיל לגבי הרטיה משא\"כ בחוט או משיחה דחשיבי ואינו בטיל לגבי המוך וספוג ובביאור הגר\"א כתב דלדעת הרמב\"ם אינו אסור בחוט ומשיחה כ\"א כשכורכו על המוך וספוג לצאת בו [דמשום דחשיבי לא בטלי] אבל על המכה ממש אפילו היה כרוך חוט ומשיחה או שאר דבר חשוב מותר לצאת בו דאף דאינו מרפא מ\"מ הרי מועיל שלא יסרט המכה וע\"כ לא הוי משוי והביא ראיה לדבריו מלשון התוספתא ומשמע מניה שהוא סובר כן להלכה וכן משמע דעת כמה אחרונים וכמו שאכתוב לקמן בסכ\"ח במ\"ב ע\"ש:",
            "(עח) וקושרו ומתירו - דהלא באגד אין בה משום רפואה:",
            "(עט) הארוגים להם - ולכן לא חיישינן דילמא מיפסק ואתי לאתויי ואפילו אם הם זגין של זהב שאינו עשוי אלא לבני מלכים ג\"כ לא חיישינן דילמא מחייכי עליה ואתי לאתויי בידו כיון שהוא ארוג:",
            "(פ) אינם ארוגים לא - ואפילו הם קשורים להכסות וכ\"ש בזוג שבצוארו דאסור לצאת דחיישינן דילמא מיפסק מהכסות או מצוארו ואתי לאתויי וכ\"ש אם הם של זהב דחיישינן דילמא מחייכי עליה להחזיקו כיוהרא דאינו עשוי אלא לעשירים ואתי ליטלן ולאתויי ביד וכתבו בתוספות בשם הריב\"א דאפילו בנים קטנים שאינם עשירים אסורים לצאת בזוג של זהב שאינו ארוג בכסות או התלוי בצוארו דחיישינן דילמא מחייכי עלייהו וא\"א שלא ישמע אביהם ויטלם ובתוך כך אתי לטלטלם ד\"א בר\"ה והביאם המ\"א וא\"ר:",
            "(פא) רק בדבר וכו' - דהיינו כגון זוג שהדרך היה בזמניהם להיות בכל הבגדים לנוי לכך שרי באריג שלא גזרו אטו אינו אריג כיון שהוא נוי לבגד לא הטריחו חז\"ל להפסיד אותו ולהתגנות:",
            "(פב) שאין דרכו בכך - היינו דגזרו מחובר אטו אינו מחובר ועיין במרדכי שם שסיים דאפשר דבכלל משוי הוא וחיוב חטאת נמי יש בזה דאינו בטל לגבי הבגד כיון שאין דרכו בכך וכן משמע בתשובת הרשב\"א שהובא בב\"י שכל דבר שאין צורך להבגד ואין תשמיש להבגד אינו בטל לגבי הבגד והרי הוא כאלו מוציאן לבדו בלא הבגד וחייב:",
            "(פג) מותר לצאת בהן - דחשיב מלבוש כיון שדרך לצאת בו כל ימי השבוע ולא חיישינן דילמא יתבייש ושקיל ליה ואתי לאתויי שאימת מלכות עליו גם לא חיישינן דילמא מיפסק ואתי לאתויי כמו בזגים שאינן ארוגים שאין זה חשיב:",
            "(פד) אם מחובר וכו' - כאן בעינן שיהיה מבע\"י תפור היטב להכסות או עכ\"פ שיהיה תפור בשני תכיפות דאז הוי כמו אריג יחד וכנ\"ל בריש הסעיף [דאל\"ה חיישינן דילמא מיפסק ואתי לאתויי כמו בזגים ואע\"ג דהוא דבר שאינו לא מלבוש ולא תכשיט מ\"מ לא חשיב כמשוי דדרך היה בזמניהם לתפור כן להכסות הלכך בטל הוא לגבי בגד ולפ\"ז בזמנינו שאין דרך להיות הפאציילע\"ט תפור בהבגד לא בטיל הוא לגבי בגד ואסור וכ\"כ בספר זכרו תורת משה ובספר מטה אשר ויש שכתבו לפי שהפאציילע\"ט הוא דבר שאינו חשוב בטל הוא לגבי הכסות כשתפור בו] וקשירה בעלמא להכסות או להחגור אפילו קשרו מבע\"י בקשר של קיימא ג\"כ אסור לצאת בו כיון שאינו חוגר עצמו בהפאציילע\"ט ומי שרוצה להיות הפאציילעט עמו ולא תפרו להכסות מבע\"י אין לו היתר שיעשה עתה ממנו כעין חגורה לחגור בו כיון שיש לו חגורה בלא\"ה וחגורה ע\"ג חגורה אסור כדלקמן בסעיף ל\"ו אלא יחבר ראש הפאציילע\"ט בראש החגורה בעניבה ויהיה כחגורה ארוכה ויחגור עצמו בו כל זמן שהולך ברחוב [ט\"ז וש\"א] ויש מאחרונים שמפקפקין בזה וסוברין דקשר שאינו של קיימא לא מהני לזה וע\"כ לכתחלה טוב לעשות עצה זו גופא מע\"ש ויקשרנו בקשר של קיימא להחגורה בראש דיחשב כחגורה ארוכה לחגור בה בשבת:",
            "(פה) לכסות - דוקא לכסות אבל אם תפרו לחגורה אינו מועיל דאינו בטל לגבי חגורה אא\"כ יתפרנו בראש החגורה ויחגור עצמו בו וכנ\"ל ועיין לקמן בסעיף ל\"ו ל\"ז מה שכתבנו במ\"ב מענין זה:",
            "(פו) שקושרים אותם בקשרים - דהוא ג\"כ בכלל קמיע מומחה כדאיתא לקמן בסכ\"ה דאחד קמיע של כתב ואחד קמיע של עיקרין ותכשיט הוא לחולה כאחד ממלבושיו ועיין לקמן בסכ\"ה מתי נקרא קמיע מומחה:",
            "(פז) אין יוצאין וכו' - ועיין לקמן סימן ש\"ח במ\"ב ס\"ק קכ\"ט מה שכתבנו שם:",
            "(פח) יוצאין בו - ודוקא כשהוא מוציאו דרך מלבוש דאז שרי משום דתכשיט הוא לחולה כאחד ממלבושיו אבל לא יאחזנו בידו ויעבירנו ד\"א [גמרא]:",
            "(פט) לא שנא וכו' - כלל ההפרש בין איתמחי גברי לאיתמחי קמיע הוא זה דאיתמחי גברא לא נקרא אלא ע\"י שריפא ג' בני אדם מחולי אחת בשלש איגרות שהיה כתוב בכולן לחש אחד ואפילו לכל אחד רק פ\"א ואז נעשה גברא זה מומחה אף לשאר אנשים שיש להם חולי זה אם יכתוב לחש זה דהלא נתחזק בשלשה בני אדם שהוא מומחה לרפאות בלחש זה [אבל לשאר לחשים לא נעשה מומחה לעולם דלא איתמחי רק על לחש זה שכבר נתברר המחאתו] ומומחה קמיע כגון שכתב לחש אחד באגרת אחת וריפא באותה אגרת ג' פעמים שעי\"ז נעשה אגרת זו מומחה שכל אדם מחולי זה שישא האגרת הזה יתרפא ודוקא אותה אגרת בעצמה אבל אם יהיה כתוב הלחש הזה גופא באגרת אחרת לא מהני דלא איתחזק הלחש הזה כ\"א באגרת הזו. ואפילו אם יכתוב אותו גברא בעצמו שכתב האגרת הראשון ג\"כ לא מהני דהלא לא איתמחי גברא בשלש אגרות:",
            "(צ) לחש אחד - אבל כתב ג' לחשים לא איתמחי גברא כלל עי\"ז שהרי כל לחש לא הועיל כ\"א לאדם אחד:",
            "(צא) בכל פעם שיכתבנו - אפילו לאדם אחר וה\"ה דיכול כל אדם מאותה חולי ליקח בעצמו ולישא אותן האגרות הראשונות שכבר כתב מומחה גברא זה דכיון דגברא נתחזק כמומחה על לחש זה מאי נ\"מ אם יכתבנו מחדש או לישא מה שכתב כבר:",
            "(צב) וריפא בו ג' פעמים - אפילו רק לאדם אחד:",
            "(צג) לכל אדם - פי' שכל אדם שיש לו אותה החולי מותר ליקח בעצמו ולישא אותה אגרת אף שלא רפאה אלא לאדם אחד שהרי נתחזקה בהמחאתה ג' פעמים אבל אם יכתוב לחש זה באגרת אחרת אסורה אפילו אם אגרת הראשונה רפאה שלשה בני אדם דלא נתחזקה רק אותה האגרת אבל גברא לא איתמחי לאגרת אחרת:",
            "(צד) הועילה לג' אנשים - דאי לא הועילה כל אחת רק לאדם אחד לא הוי אלא איתמחי גברא ולא הקמיע וכדלעיל בריש הסעיף אבל כיון שהועילה כל אגרת פעם אחת לג' אנשים גם האגרת נתמחאה:",
            "(צה) או לאדם אחד שלשה פעמים - גם בזה הא דצייר ג\"פ כדי שיהיה גם איתמחי קמיע וכנ\"ל:",
            "(צו) שתי המחאות ביחד - כגון שכתב אגרת וריפא לראובן ג' פעמים ועוד אגרת לשמעון ג' פעמים ועוד אגרת וריפא לשמעון עוד ב' פעמים [ועדיין לא איתמחי גברא לפי שלא ריפא ג' אנשים וגם לא אתמחי קמיע] ואח\"כ ריפא באותה אגרת השלישית גם ללוי ונמצא שבאו שתי המחאות ביחד [מ\"א]:",
            "(צז) לא תלינן וכו' - ונ\"מ שאם הפסיד הרופא המחאתו כגון שכתב עוד ג' אגרות ולא הועילו אז גם הקמיע שנתן מכבר שריפא ג' פעמים אסורה דעדיין לא נתמחאה משא\"כ כשבאו שניהן ביחד או שבאה המחאת הקמיע תחלה אז אע\"פ שהפסיד הרופא המחאתו המחאת הקמיע במקומה עומדת:",
            "(צח) שלשה קמיעים לאדם אחד - היינו שלש אגרות אף שהם לחש אחד:",
            "(צט) לא גברא - דהיינו שאינו יכול לכתוב אגרת אחרת אף בלחש זה דכיון שלא ריפא בהג' אגרות רק לאדם אחד אמרינן מזליה דחולה גרים וכתב המ\"א דאף החולה בעצמו אסור לצאת בהאגרות שרפאוהו מכבר כיון שנקראו קמיע שאינו מן המומחה וש\"א מפקפקין בזה:",
            "(ק) ולא קמיע - דקמיע לא איתמחי רק כשאגרת אחת רפאה ג' פעמים:",
            "(קא) של כתב - ואם הוא מכתבי הקודש אסור לצאת בה לר\"ה אא\"כ מחופה בעור או ד\"א דאל\"ה חיישינן דילמא יצטרך לפנות ויסירם מעליו ואתי לאתויינהו ד\"א ואם הוא חולה שיש בו סכנה אי שקיל מיניה דאז אין צריך להסירם בכל גווני מותר לצאת:",
            "(קב) של עיקרין - של שרשי סימנין:",
            "(קג) לומר - וה\"ה שנאמן על הקמיע לומר שהיא מומחית דלא חשדינן ליה שיכוין להכשיל:",
            "(קד) בביצת החרגול - הוא חגב ועיין בגמרא למאי עבדי כל דברים אלו ובזמנם היו אלו דברים איתמחו לרפואה ויש להם דין קמיע מומחה ושרי לצאת בהן כשהן תלויין עליו:",
            "(קה) ואין ניכר בו שהוא משום רפואה - היינו שאין ניכר שיהיה לרפואה והא דמותר בדברים הנ\"ל כיון שיאמרו היודעים שהוא לרפואה מצד הסגולה הוי כניכר:",
            "(קו) כל לחש מותר - ואפילו אי עדיין לא אתמחי ואין אנו יודעין שמרפאין אפ\"ה מותר בחול דכיון דידעינן שיש לחשים שמרפאים אמרינן שמא גם בזה ירפא והוי קצת כמו ניכר כיון שרגילות שהלחשים ירפאו ואין איסור אלא באותן שידענו שאינן מועילים:",
            "(קז) בכל קמיע שאינו מומחה - הקשה בביאור הגר\"א הא תנן דאין יוצאין בקמיע שאינו מומחה משמע הא בחול ש\"ד ועיין בלבושי שרד שנדחק ליישב. ואם החולה הוא דבר שיש בו חשש סכנה נראה דלכו\"ע שרי בכל גווני:",
            "(קח) וגם הוא מרפא - הוא מלשון הטור ומשמע מזה דבדבר שאינו מרפא אלא שעושה כדי שלא ינגף ברגלו אסור ואזיל לטעמיה בסכ\"ב עי\"ש אבל בא\"ר הביא בשם כמה פוסקים דאפילו אם אינו מרפא אלא שעושה כדי להגין מצער ג\"כ מותר לצאת בו וכ\"כ בתו\"ש בשם מהרש\"ק ועיין לעיל בסעיף כ\"ב מה שכתבנו בשם הגר\"א דדעת הרמב\"ם הוא ג\"כ הכי וע\"כ אם חתך אצבעו בשבת וכורך חתיכת בגד עליה שלא ישרט בבגדיו מותר לצאת בו מיהו יותר טוב שיכרוך על המקום הזה באיזה סמרטוט דבזה מצדד הפמ\"ג דלכו\"ע שרי לצאת בו דלא חשיב ובטיל לגבי המכה מיהו בכל גווני צריך לרחוץ מקודם הדם שבאצבעו כדי שלא יצטבע עי\"ז:",
            "(קט) מותר לצאת - ודוקא בשקשר את המטבע לפיסת רגלו מבע\"י באיזה סמרטוט דלא חשיב ובטיל אבל אם קשר אז בדבר שהוא חשוב אסור לצאת בשבת וכנ\"ל בסכ\"ב:",
            "(קי) דהיינו שלאחר וכו' - וכ\"ש כשהסירה לגמרי מעל עצמו וקיפלה ונתנה על כתפו דחייב:",
            "(קיא) חייב חטאת - שאין זה דרך מלבוש והו\"ל משוי:",
            "(קיב) למטה מכתפיו - היינו אפילו אם אינו מכסה בה רוב גופו ויש מחמירין בדבר דבעינן שיהא מכסה בה רוב גופו:",
            "(קיג) ועל פי זה מותר וכו' - כונתו באופן זה שמתקצר קצת מלמטה דכיון שעכ\"פ מעוטף הוא עד למטה מכתפיו ואע\"ג שמגביה שוליו מלמטה שרי דלהתעטף כל גופו בו כמו בבהכ\"נ קשה לעשות כן כשהולך בר\"ה אף שילבש גלימא עליו מלמעלה:",
            "(קיד) ולהביאו לבהכ\"נ - כאן שייך הג\"ה דסעיף שאחר זה [באר הגולה ועו\"ש ולפירוש הגר\"א שנכתוב לקמן ההגהה על מקומה עומדת]:",
            "(קטו) בטלית סביב הצואר - ואין זה סותר לסעיף הקודם דמיירי במדינות שנהגו לצאת כן בחול בבתיהם ולכן מותר אפילו במקופל ומונח סביב הצואר דדרך מלבוש הוא שם והוא כעין סודר שהתיר השו\"ע לקמן בסל\"ד [מ\"א ותו\"ש] ומש\"כ בהג\"ה אע\"פ וכו' מקומה שייך לסוף סכ\"ט וכנ\"ל ובביאור הגר\"א משמע שמפרש דמש\"כ בשו\"ע בטלית שסביב הצואר היינו ששני צדי העליון היה מקובץ ומונח סביב הצואר אבל שוליה התחתון שמאחוריה היה משולשל למטה ולזה סיים הרמ\"א דאע\"פ שמניח צד ימין על כתפו של שמאל ג\"כ שרי משום דדרך ללבשו כך והוא להתנאות. ולפי פירושו שייך דין זה גם במדינתנו:",
            "(קטז) נתכוין לקבץ כנפיו וכו' - היינו שנטל שני הקצוות שלפניו ולאחריו לצד ימין וכן של צד שמאל וקיפלן והגביהן על ידו או על כתפו ולא דמי לסכ\"ט דהתם כל שולי הטלית שלאחריו מקופלת ומונח על כתפו משא\"כ הכא דרק הקצוות מוקפלין ומונחין על כתפיו להכי רק איסורא איכא ולא חיובא וגם תלוי בכונתו:",
            "(קיז) אבל מלבושים דידן - הטעם דאכתי נשאר עליו עצם הבגד דרך מלבוש ומשמע באחרונים דאעפ\"כ אין להקל אלא במגביה קצת אבל לא להגביה הרבה ולתתם תחת הזרוע דנעשה כמרזב:",
            "(קיח) ומוציא ידיו מתוכה - משמע דכשאינו מוציא ידיו מתוכן כגון מענטלי\"ק של נשים או שול מאנטי\"ל של אשכנזים אסור להגביהם דלאו דרך מלבוש הוא ומ\"מ נראה דאין להחמיר אלא להגביה הרבה אבל לא מעט כדי שלא יתלכלך דעדיין דרך לבישה הוא:",
            "(קיט) חייב - דדרך הוצאה היא וה\"ה כשיוצא לחוץ במעות הצרור לו בכיסו התחוב בבגדו אבל בבית או תוך העירוב דלית ביה משום איסור הוצאה שרי באופן המבואר לקמיה:",
            "(קכ) מותר - להיות לבוש בסדין הזה אם צריך לו להסדין וי\"א דהאי אם צריך לו היינו שירא להניחו שלא יבואו לגזלו אבל משום צריכות הסדין בעלמא לא הותר לו לטלטל:",
            "(קכא) רק שהם מנוקבים - זהובים אדומים או מטבעות כסף דאין עלייהו שם מוקצה עי\"ז דראוי לתלותו בצואר בתו לתכשיט ועיין בביאור הגר\"א שכתב דזה קאי גם ארישא דהיינו בצרורים בסדינו בעי ג\"כ מנוקבים וטעמו דאי לא היו מנוקבים היה אסור לטלטל גם הסדין דנעשה בסיס להמעות שצרר בתוכו מע\"ש:",
            "(קכב) אסור לצאת וכו' - ולא בטלי לגבי בגד כמו שאר דבר התפור בתוך הבגד משום דחשובים ולא בטלי ומ\"מ לית בהו חיובא כמו בצרורין למעלה אלא איסורא משום דלאו דרך הוצאה היא:",
            "(קכג) במקום פסידא - היינו בתפורים בתוך בגדו מע\"ש וטעמם דכיון דלית ביה אלא איסור דרבנן משום דלאו דרך הוצאה היא וכנ\"ל וכ\"ש בזמן הזה דלהרבה פוסקים לית לן ר\"ה דאורייתא הקילו במקום פסידא דאדם בהול על ממונו ואם לא נתיר באופן זה יבוא לעבור על איסור תורה דיבוא לחפור בקרקע ולהטמין וכה\"ג וכתבו האחרונים דה\"ה אם לא תפרן מבעוד יום יוכל להוציאן בשבת ע\"י שינוי אחר שיהיה שלא כדרך הוצאה דהיינו שיניח המעות בין בגדו לבשרו או במנעלו ומ\"מ לכתחלה טוב יותר לתפור בבגדו מבעוד יום:",
            "(קכד) אם צריך לצאת - כגון שירא שאם ישב בבית כל היום ירגישו בו שהוא שומר מעותיו ויבואו לגזלו:",
            "(קכה) לא יצא - היינו חוץ לעירוב כשהוא לבוש בהבגד:",
            "(קכו) יש להחמיר - שלא ללבוש הבגד דחיישינן שמא יצא בו:",
            "(קכז) המקופל על כתפו - אע\"ג דבטלית אסור במקופל כמ\"ש בסכ\"ט בסודר שרי דסודר דרך לבישתו כך בחול לקפלו על כתפיו וכ\"ז מיירי במקומות שדרך איזה אנשים לילך כן לפעמים:",
            "(קכח) אע\"פ שאין נימא וכו' - דאיכא למ\"ד בגמרא דבעינן דוקא שיהא נימא יוצא מהסודר וכרוכה על אצבעו להחזיקו שלא יפול מכתפיו אבל לא קי\"ל הכי:",
            "(קכט) ואם אין הסודר וכו' - והיינו שהוא קצר ואין בו שיעור כדי לחפות ראשו ורובו לכך צריך לקשור שני ראשיו למטה מכתפיו והוי כמו אבנט ושרי אע\"פ שקצרה אבל אם יש בהסודר שיעור כדי לחפות ראשו ורובו אז אף אם מקפלו על כתפיו שרי וכמ\"ש בריש הסעיף דמקרי מלבוש ודרך לבישתו בכך ועיין בבה\"ל מה שכתבנו בזה:",
            "(קל) לבדים הקשים וכו' - שאין דרך מלבוש מלבדים הקשים והוי כמשוי ואסור ומשמע ברמב\"ם דאפילו אם הם דקין אסור כיון שהוא קשה:",
            "(קלא) מותר - להביאם דרך עיטוף אפילו בר\"ה ומשמע ברמב\"ם דדוקא אם הם גם דקים כמו הבגדים:",
            "(קלב) בין לצורך חבירו - אע\"ג שאין לו שום שום הנאה בזה אפ\"ה לא מחזי כמשוי כיון דדרך מלבוש הוא:",
            "(קלג) ויש אוסרים שתי חגורות - ולא דמי לשני מלבושים שדרך אדם ללבוש אותן מפני הקור אבל תרי חגורות מה הנאה יש ואין דרך לחגור ומשוי הוא ומשמע בפוסקים דלכו\"ע אין איסורו אלא מדרבנן כיון שעכ\"פ דרך לבישה הוא אלא דאסור משום דמחזי כמשוי וכ\"ש לחגור פאציילק\"ע על החגורה דאין דרך לחגור בכך דאסור והח\"א כתב דבזה אפילו לדעה ראשונה אסור דכיון שאין דרך לחגור בזה בחול מינכר לכל שמערים להוציא ואפילו בכרמלית אסור ובט\"ז סקי\"ד נתן עצה שיחבר ראש הפאציילק\"ע בראש החגורה בעניבה דאז יהיה נראה כחגורה ארוכה ויחגור גם בהפאציילקע ולפי המבואר לקמיה יכול לחגור את הפאציילקע ע\"י הפסק מלבוש דהיינו אם החגורה היא למעלה יחגרנה על המכנסים אבל אסור לקשור את המטפחת סביב הרגל שאינו דרך מלבוש כלל אלא יעשה כנ\"ל או יכרוך אותה סביב הצואר בדרך מלבוש:",
            "(קלד) זה על זה - והיכא שנוהגין לחגור אונטע\"ר גארטיל ואיבע\"ר גרטי\"ל דהיינו התחתון אין נאה והשני נאה ועושין כן שהוא טוב לחגור בשני על הראשון או שהשני הוא קצר שרי [פמ\"ג] וכן בח\"א מצדד דאין למחות בזה במדינות שנוהגין כן. כתבו האחרונים דמה שנוהגות קצת נשים לחגור בחגורה ועוד חוגרין בחגורה על הבגד הרחב מלמטה ושע\"י כך הוגבה בגד הרחב מן הארץ ועושין כן שלא יתלכלך הבגד בעת שיש טיט ורפש ג\"כ שרי כיון שצורך הוא לכך:",
            "(קלה) וכן ראוי לנהוג - ע\"כ שלא\"ף מאנטי\"ל שתפור בו המיינא אם רוצה לחגור חגורה על השלא\"ף מאנטי\"ל יתיר המיינו התפור בו ומ\"מ לא הוי משאוי דבטל הוא לבגד אחרי שתפור בו וכדלעיל בסכ\"ג משא\"כ אם יחגור בשניהם הוי החגורה כמשאוי [פמ\"ג]:",
            "(קלו) שני כובעים - שכן דרכו בחול לשום כובע גדול ע\"ג כובע קטן [או\"ז]:",
            "(קלז) וכן שני אנפילאות - על כל רגל דהוי כשני סרבלים:",
            "(קלח) בבתי ידים - והטעם שהם מלבוש גמור שעשויין להגין מפני הקור ויש מי שמחמיר הוא משום דלפעמים צריך למשמש בידיו להסיר ממנו כנה או פרעוש העוקצתו וחיישינן שמא ישכח ואתי לאתויי ד\"א בר\"ה:",
            "(קלט) הנקראים גוואנטי\"ש - זו היא מה שאנו קורין הענטשיך אבל מה שאנו קורין ארבי\"ל שתוחב בו שתי ידיו דעת הט\"ז דשרי לכו\"ע דבהאי שוב ליכא למיחש שמא יסירנה מידו דאף אם יעשה כך הרי הוא לבוש לידו השנית ולא מיקרי משוי ויש דס\"ל דאדרבה זה חמיר טפי שבקל נופל מידו ואתי לאתויי ד\"א ועוד שרגילין לשאתו לפעמים כך ביד וע\"כ לפי מה שכתב השו\"ע דראוי לחוש בגוואנטי\"ש ראוי לחוש גם בזה [פמ\"ג]:",
            "(קמ) או שיקשרם וכו' - דתו ליכא למיחש שמא יוציאם בידיו:",
            "(קמא) וראוי לחוש לדבריו - ועכשיו נהגו להקל ואפשר משום דכיון שלהרבה פוסקים אין לנו ר\"ה מדאורייתא בזה\"ז דנגזור דילמא אתי לאתויי ומשמע מדברי האחרונים דאף שאין למחות ביד המקילין מ\"מ ראוי לכל בעל נפש להחמיר:",
            "(קמב) כהלכתה - עיין לעיל בסימן י\"ג ס\"א במ\"ב שם מבואר כל פרטי הדין הזה:",
            "(קמג) חייב - לא בשביל הטלית דאע\"ג דאינו מקיים עשה דציצית מ\"מ אינו חייב בשביל זה מחמת שבת דהא מלבושיה הוא אלא בשביל הוצאת החוטין:",
            "(קמד) ודעתו עליהם - ר\"ל הלכך לא בטלי אגב הטלית כמו דבטלי הרצועות לגבי כילה לקמן בסל\"ט:",
            "(קמה) אע\"פ שאין בה תכלת - דקי\"ל תכלת אין מעכב את הלבן:",
            "(קמו) כילה - הוא כעין טלית שראוי להתעטף בה ויש בה רצועות תלויות בה וע\"י הרצועות מותחין אותה באהל ולא אמרינן הך רצועות לאו צורך עיטוף הוא שאין הרצועות עשויות אלא לנטותה באהל והויין משאוי בשעה שמתעטף בה:",
            "(קמז) התלויות באבנט אע\"פ וכו' - שדרכן היה לקשור ראש הרצועה האחת במנעלים ולמתוח אותן למעלה וראש השני היה קושר באבנטו ופעמים שהולך בלא מנעלים כגון ביוה\"כ או מפני רוב החום ונשאר הרצועה תלויה באבנט:",
            "(קמח) של משי - היינו הרצועות ואבנט שתלוי בשפתו כמו חוטין מוזהבים לא שייך כלל לדין זה דנוי דחגורה הוא ושרי:",
            "(קמט) אם אין וכו' - דאם היו קשורים בהם הוו בכלל תשמיש לבגד ומותר בכל גווני:",
            "(קנ) אסור לצאת בו - שכיון שאין משמשת כלום לבגד מחמת שנפסק ראשו אחד הרי הוא משוי ואינו בטל לגבי הבגד כיון שהוא חשוב ועיין בח\"א בכלל נ\"ו ובנ\"א שם שכתב דלפי מה שכתב המחבר בסל\"ח דחוטי ציצית חשיבי אע\"ג דהן חוטין בעלמא מפני דדעתו להשלים עליהן ה\"ה גבי לולאות אימתי מותר לצאת בהן כשאינו חשוב דוקא בשאין דעתו להשלים מצד השני וע\"כ כתב דצריך אדם ליזהר כשנפסק לו רצועה מרצועות בגדיו שקושר בו שתי הצדדים ומצד אחד נשאר הרצועה וכן זוג קרסים שנפסק קרס אחד אפילו שהן משיחה או חוט ברזל בעלמא ואין חשוב כלל אצלו הרצועה והקרס מ\"מ אסור לצאת באותו בגד כיון שדעתו להשלים ולתקן צד שנפסק וזה ישאר במקומו וא\"כ הוא חשוב אצלו ואינו בטל לבגד ואך אם אין דעתו להשלים עליהם אז כיון שאין חשוב בטל לבגד ומותר לצאת בו:",
            "(קנא) שהוא מתפשט - ודוקא כשהיה השפה שהוציאה קשה ביותר ואינו נכפף אז חשוב כמו אהל ואי לא\"ה הרי הוא כגלימא בעלמא ובסעיף שאח\"ז דמתיר כשהוא מהודק על ראשו מיירי כשאינו קשה ונכפף או דמיירי כשאין בו רוחב טפח בהשפה:",
            "(קנב) משום אהל - אף שאין אהל בלא דפנות מ\"מ חשיב אהל עראי ואסור מדרבנן כיון שנעשה השפה להיות לצל להגן מפני השמש. וכובע שקורין בריטלי\"ך בל\"א אע\"פ שמתפשט להלן מהראש ברחבו טפח ונוהגין בו להקל כתבו האחרונים כמה צדדים בטעם היתרם אחד כיון דאינו קשה ונכפף למטה אין בו חשש איסור והיינו כשאין מונח בו נייר קשה ואפילו אם הוא קשה הלא אינו מתכוין בלבישתו להיות לצל רק מכוין לכסות ראשו וכן אם השפה עשוי בשפוע ג\"כ יש לצדד דלא מקרי אהל באופן זה ובא\"ר כתב דטעם העולם הוא משום דסומכין עצמם על שיטת רש\"י וסייעתו דס\"ל שאין בכובע איסור אהל כלל ע\"ש. ולפ\"ז אפילו בקאפעלו\"ש שהוא קשה ויהיה ברוחב השפה טפח ג\"כ אין למחות במקום שנוהגין להקל אף שמסתמא נעשה שפה כזו לצל ובמקום שלא נהגו להקל בזה בודאי יש להחמיר כדעת השו\"ע [שהיא ע\"פ דעת הר\"ח והרמב\"ם והערוך והר\"ת והרה\"מ] שלא ללבוש בשבת קאפעלו\"ש רחב כזה וגם בכתבי האר\"י אוסר בקאפלו\"ש. יש נמנעים מלתת הטלית של מצוה על הברייטי\"ל בשבת כדי שלא יהיה הטלית מכאן ומכאן כמו דפנות ועיין במ\"א שמפקפק בטעם מנהגם ובספר מחצית השקל מיישב מנהגם ע\"ש ומזה נשתרבב היום המנהג שאין מכסין ראשיהם בשבת בטלית בעת התפלה אפילו על הכובע קטן ואין לזה שום טעם וריח. ולענין איסור נשיאת פאראסא\"ל בשבת שהוא עשוי לצל על האדם להגן מפני החמה והגשמים כתבנו בסימן שט\"ו דין זה בכל פרטיו:",
            "(קנג) העשוי להגין וכו' - לאפוקי סתם כובע שאדם נושאו על ראשו אין לחוש דייתי לאתויי ד\"א דבודאי לא ילך בגילוי הראש וזה הכובע מנהגן היה לשאתו מלמעלה על כובע קטן [ב\"י ואחרונים] ומזה נלמוד דה\"ה כובעים שלנו אם נושא אותן בר\"ה על כובע קטן כנהוג יש ליזהר שיהא מהודק על ראשו שמא יפול ואתי לאתויי ד\"א וכן בברייטי\"ל שהמנהג בו להקל וכנ\"ל אם נושא כובע קטן תחתיו יזהר שלא יצא בו בר\"ה דהא סתמא אינו מהודק ובודאי חיישינן בו דילמא נפיל ואתי לאתויי כיון שלא יהיה בגילוי הראש:",
            "(קנד) בר\"ה - בט\"ז משמע דאפילו חוץ לעירוב יש להחמיר בזה ועיין לקמן סימן ש\"ג סי\"ח ובמש\"כ שם במ\"ב:",
            "(קנה) שגזרו שלא להניח - והוא ירא ג\"כ להוליכן בידו פחות פחות מד\"א וכדלקמיה דכשירגישו בו אתי לידי סכנה:",
            "(קנו) שהם תפלין - דאי אין בהן רצועות אמרינן דשמא קמיעין הן דטרח אדם לפעמים לעשות קמיע כעין תפלין ונ\"מ שא\"צ לשמרן ולהחשיך עליהן כלל ועיין סימן י\"א במ\"א שכתב דבזמנינו אין מצוי לעשות קמיע כעין תפלין וע\"כ אפילו באלו שאין להם רצועות צריך עכ\"פ לשמרן ולהחשיך עליהן:",
            "(קנז) והן קשורות - ר\"ל שבראש יש קשר ש\"ר וכן בשל יד קשר של יד מתוקן כראוי לפי מדתו [ולא גדול יותר] שיהא יכול ללבשו ואם אינן קשורות ובשבת הלא אסור לעשות קשר א\"כ לא יוכל להכניסן דרך לבישה זוג זוג צריך להמתין עד שתחשך ולהביאם:",
            "(קנח) זוג זוג - ר\"ל תפלין אחד של יד על היד וכן אחד של ראש על הראש מכניס עד מקום המשתמר וחולץ ואח\"כ חוזר ומכניס באופן זה זוג אחר ואף דקי\"ל שבת לאו זמן תפלין הוא מ\"מ כדרך שהוא לובש בחול לאו בכלל משוי הוא אלא תכשיט ועל בל תוסיף אינו עובר כיון דאינו מכוין בלבישתו לשם מצוה. כתב המ\"א דאשה המוצאת תפלין אסורה להכניסן בשבת אף דרך מלבוש דכיון דאינה רגילה להניחם בחול הו\"ל משוי לגבה ויש מאחרונים חולקים עליו וס\"ל דכיון דמדינא דגמרא אין עליהן איסור בזה רק דלכתחלה אין נכון להניחן לא מקרי משוי לגבה ועיין בשער המלך פי\"ט מהלכות שבת שמצא בשיטה כ\"י דהראב\"ד והרשב\"א חולקים בזה. עוד כתב המ\"א לשיטתו דאם יצאה אשה בטלית מצוייצת [היינו טלית של מצוה שאין רגילין ללבשה כ\"א לשם מצוה בלבד] חייבת חטאת דכיון דאין אשה רגילה לילך בטלית כזה הוי משוי לגבה וגם בזה יש חולקים עליו:",
            "(קנט) שלא יספיק - היינו כיון שמבע\"י בלא\"ה לא יספיק העת להביא כולן לא ילבש כלל אלא ימתין שם עד הלילה וישמרם ויביאם:",
            "(קס) גשמים יורדים - שתתקלקל הס\"ת התירו לו להתעטף וחוזר ומתעטף בבגדים מלמעלה ונכנס שזהו כבודה שלא תתקלקל בגשמים:",
            "(קסא) במים - בין ע\"י מי הגשמים או שנפל בנהר ונתלחלחו כליו:",
            "(קסב) הולך בהם וכו' - שלא אסרו על האדם הבגדים שלובש אותן ואפילו אם נשרו כליו לבד הוא לובשן מתחלה ומהלך בהם ומסתבר דהיינו דוקא אם אין לו בגדים אחרים:",
            "(קסג) ולא ישטחם - עיין מ\"א שמצדד לומר דדוקא כשנשרה במים אבל אם נפלו מים מועטים עליהם מותר לשטחן דליכא למיחש בזה שיחשדוהו שכבסן אבל הרבה אחרונים סוברים דאין לחלק בזה:",
            "(קסד) ואפילו - ובגדים המלפפים בהם תינוקות שקורין ווינדלין מותר לשטחן בביתו שיתנגבו ואפילו בחמה בחצר דכיון דיש עליהם גם צואת הקטן וא\"כ מוכח שלא כבסן וליכא חשדא ואפשר אפילו אין עליהם צואה אם לא נשרה כולן בהמי רגלים דהכל יודעין שדרך התינוקות להשתין ובלבד שלא ישטחן נגד התנור במקום שהיד סולדת בו וכדלקמיה [ח\"א]:",
            "(קסה) בחדרי חדרים - הטעם דלא חלקו חכמים בתקנתן. כתבו התוספות והרא\"ש דוקא במקום שיש חשש שיחשדוהו הרואים שעשה איסור דאורייתא כגון כאן בכיבוס בזה אסור אפילו בחדרי חדרים משא\"כ בדבר שהוא איסור דרבנן אפילו למה שיסברו הרואים לא החמירו לאסור בזה כ\"א בפרהסיא והובא דבר זה במ\"א וט\"ז ושארי אחרונים:",
            "(קסו) אסור - ע\"כ אלונטית שמביאו בע\"ש כשהוא לח מבית המרחץ ישטחנו לנגבו מבעוד יום ולא ימתין עד אחר שקיעה ועיין לקמן בסימן שמ\"ב דמוכח שם דאם הוא צריך לו למחר לצורך שבת יש להקל לשטחו בבה\"ש אך שיזהר שלא יסחטנו:",
            "(קסז) אינו חייב לסלקן - אפילו הם שטוחין נגד העם והטעם דעיקר החשד אינו אלא כששוטחן בשבת דאז יש רגלים לחשדו דכבסן היום דאם כבסן מאתמול היה שוטחן מאתמול כי לא יאמרו שנשרו במים שאין הכל יודעין בזה [לבוש]:",
            "(קסח) השרויים במים - אפילו שריה מועטת:",
            "(קסט) אסור לנגבם וכו' - אע\"ג דאפילו בחמה אסור וכנ\"ל התם משום מראית העין לחוד הוא וקמ\"ל הכא דנגד האש יש איסור תורה משום מבשל ומשום מלבן [דדרך להתלבן ע\"י התנור כדאמרינן שבת כ\"ז האונין של פשתן משיתלבנו] וגם דאסור מחמת זה לנגבן אפילו כשהוא לבוש בהם אם הוא עומד נגד החום במקום שהיד סולדת בהם:",
            "(קע) סמוך לאש - וה\"ה דאסור להניחן על התנור במקום שהיד סולדת בהם והעולם נכשלין בזה בעו\"ה שמניחין בחורף בגדים לחים על תנור חם לנגבן. ובמקום שאין היד סולדת בהם מותר לנגבן והוא שלא יניחם דרך שטיחה דאם שוטחם כדרכם אסור בכל גווני וכנ\"ל בסעיף הקודם:",
            "(קעא) ואסור לטלטלם - ודוקא כשנשרו במים מרובין אבל כשבא עליהם מים מועטים לא חיישינן שיבוא לידי סחיטה וכדלקמן סימן ש\"ב ס\"ט בהג\"ה:",
            "(קעב) שמקפיד - היינו שאין רוצה שיהיה בהם מים אבל המטלניות ששרוים תמיד במים אין לחוש ומותר בטלטול:",
            "(קעג) מסתפג אדם וכו' - משמע ממ\"א דבזה\"ז טוב להסתפג בדבר שאין מקפיד על מימיו ובביאור הגר\"א משמע דסתם אלונטית הוא דבר שאין מקפיד על מימיו:",
            "(קעד) באלונטית - אפילו כל גופו לאחר שרחץ את עצמו במים צוננים וכדלקמן בסימן שכ\"ו:",
            "(קעה) ומביאה בידו - לתוך ביתו במקום שיש עירוב ואף דמבואר לעיל בהג\"ה דאסור לטלטל דבר השרוי במים שאני הכא כיון דהתירו הסיפוג ולא חששו לסחיטה משום דא\"א בלי סיפוג לכך התירו גם להביא לביתו כ\"כ המ\"א ולפ\"ז אחר שהביאו לביתו והניחו על מקומו שוב אסור לטלטלו אבל בא\"ר הביא בשם ספר התרומה דסיפוג באלונטית לא מחשב אלא כמים מועטים ולא גזרו על טלטולו משום שמא יסחוט וכן משמע בביאור הגר\"א דמותר לטלטלו:",
            "(קעו) חוץ לנהר ד\"א - נקט ד\"א משום דסתם מקום היבשה שעל שפת ימים ונהרות הוא כרמלית אבל אם על שפתו היה ר\"ה אסור להוציא ידיו מן הנהר ולחוץ אלא ינגבם מתחלה היטב זו בזו עד שיסורו המים כי הנהר הוא כרמלית ואסור להוציא מכרמלית לר\"ה:",
            "(קעז) בעלי חטטין - ועושין זה כדי שיהא נראה כשער על ראשן:",
            "(קעח) שצבען וכרכן - היינו שצבען לנוי וכרכן במשיחה דאז נחשב כמלבוש:",
            "(קעט) או שיצא וכו' - דגלי דעתיה דלמלבוש קיימי ואם לא צבען ולא יצא אף לטלטלן אסור משום מוקצה אך אם חושב מבעוד יום לצאת בהן עיין סימן ש\"ח סכ\"ד דמותר בטלטול:",
            "(קפ) מותר לצאת וכו' - שכל אלו אינם נחשבים להם משוי אלא הם כתכשיט להם:",
            "(קפא) בידו - כצ\"ל. וכן נדפס בעו\"ש ובתו\"ש ומה שנמצא באיזה דפוס בראשו ט\"ס הוא:",
            "(קפב) הכרוכים על היד - ה\"ה בכרוכים על המכה ממש [מ\"א] ועיין לעיל סכ\"ב וסכ\"ח מש\"כ שם דכן הסכימו עוד הרבה אחרונים ומשמע מסתימת המחבר דבזה נחשב כמלבוש אפילו לא יצא בהן שעה אחת מבעוד יום משא\"כ בסעיף נ' הקודם כ\"כ המ\"א וכן מצדד הא\"ר ועיין בבה\"ל:\n"
        ],
        [
            "(א) חדשה - וחדשה מיקרי אם לא נשתמש בה עדיין הרבה שעוד נראה בה חידושו:",
            "(ב) שחורה - אבל חיוורי וסומקי לית לן בה והטעם דבחדשה ושחורה מינכר היפוי ע\"י הניעור ומש\"כ שמקפיד עליה הטעם דאז חשיבא הניעור כמו הכיבוס אבל אם אין דרכו להקפיד ולובשו לפעמים בלי ניעור מותר לנער אף לכתחלה:",
            "(ג) גשמים וכו' - ובזה אין חילוק בין שחור לשאר צבעונים כמו בטל לעיל דדוקא שם שהוא מועט אין מקפיד לנער אלא באוכמי אבל בכאן שהמים מרובין הדרך להקפיד לנער בכל הבגדים ויש בזה משום סחיטה:",
            "(ד) חדש שמקפיד עליו - ר\"ל דמסתמא הוא מקפיד עליו לנער לפי שמתקצר ע\"י מים. ואפילו אם הבגד ישן צריך ליזהר מלנערו מן המים בחוזק בענין שיבוא לידי סחיטה באותו הניעור כידוע כשהבגד בלוע ממים הוא נסחט יפה ע\"י הניעור [ש\"ג והביאו הא\"ר]:",
            "(ה) דאסור לנער - הוא דעת רש\"י וסייעתו דסברי דהא דאמרינן בגמרא אמר רב הונא המנער טליתו בשבת חייב חטאת דהיינו כשמנער טליתו מן האבק והעפר שנבלע בו וחייב משום מלבן ודוקא בחדתי ובאוכמי אבל בעתיקי או בחיוורי וסומקי לית לן בה כמבואר שם וכמו לעיל לענין טל וכונת הרב נמי דוקא בחדתי ובאוכמי והאי דנקט בלשון איסור לאשמעינן דאם אינו מקפיד אפילו איסורא לית בה:",
            "(ו) וטוב וכו' - עיין בא\"ר שכתב דמדינא יש איסור בזה כי הרבה ראשונים סוברין כשיטת רש\"י ע\"ש ומ\"מ נראה דיש לסמוך על דעה ראשונה להקל ע\"י א\"י ובפרט דאיכא לפעמים משום כבוד הבריות בזה. וטוב ליזהר כשבא שחרית בשבת לבה\"מ להניח כובעו ובגדיו במקום שימור כדי שלא יפלו לארץ ויעלו אבק עליהם ויבא לחילול שבת:",
            "(ז) מותר להסיר וכו' - שאין זה דומה לליבון שאין הנוצות תחובין בתוכו כמו המים והעפר אלא עומדין מלמעלה ולכן מותר אפילו בחדש ומקפיד עליו:",
            "(ח) הלוקט יבולות - לשון יבלת שפירושו גבשושית וה\"ה קשין וקסמין דקין שנארגו בבגד בלי מתכוין דינן כיבלת. כתבו האחרונים דה\"ה דאסור להסיר השלל [שקורין שטריגיוואנע] שעושין החייטים בתחלת התפירה כדי לחבר החתוכים ואפשר דחיוב נמי יש בזה שדרך האומנין להסיר בעת גמר מלאכה:",
            "(ט) משום מכה בפטיש - כל העושה דבר שעי\"ז נגמר המלאכה חייב משום מכה בפטיש שכן דרך האומן להכות בפטיש על הכלי אחר שנגמרה להשוות עקמימותה:",
            "(י) והוא שיקפיד עליהם - פירוש שמסירם בכונה כדי ליפות הבגד ולא כמתעסק אע\"פ שלא היה נמנע מללבשו אם לא היה מסירם חייב משום דהך דהכא הוי מלאכה טפי מהאי דסעיף א' ולכן אינו פטור אלא במתעסק. כתב הרמב\"ם המנער טלית חדשה שחורה כדי לנאותה ולהסיר הצהוב הלבן הנתלה בה כדרך שהאומנין עושין חייב משום מכה בפטיש ואם אינו מקפיד מותר עכ\"ד ופירוש מקפיד לענין זה ג\"כ כל שכוונתו כדי ליפות וכמו לענין יבלת:",
            "(יא) פטור - בספר הזכרונות כתב דאיסור יש בזה. כתוב בהלכות גדולות ישב לו זרע פשתן או תבשיל על כסותו מותר לקלפו ונראה דאם הוא בגד חדש ושחור אינו מותר לקלפו רק באינו מקפיד ואם הוא לח מקנחו בסמרטוט וכדלקמן:",
            "(יב) לצורך שבת - דאם אין מקפלים רגילים שמתקמטים:",
            "(יג) ללבשם בו ביום - ולכן אסור לקפל הטלית אע\"פ שמצות ציצית כל היום ויכול להתעטף בו מ\"מ כיון שאין בדעתו להתעטף בו אסור אם לא במקום שנהגו להתעטף בטליתות במנחה:",
            "(יד) באדם אחד - אבל לא בשני בני אדם משום דבשנים מתפשטין הקמטים ונראה כמתקן מנא ואם מקפל על הספסל דינו כמקפל בשנים:",
            "(טו) לא נתכבסו - לפי שכל שלא נתכבסו הם קשים ואין ממהרין לקמוט ואין חשוב הקיפול תיקון כ\"כ עד שיהיה נראה כמתקן מנא:",
            "(טז) ולבנים - דבצבועים הקיפול מתקן יותר:",
            "(יז) ואין לו להחליף - אבל אם יש לו להחליף בגד אחר לשבת אע\"פ שאין יפה כזה לא התירו לו לקפלו וכ\"ש אם אין דעתו ללבוש כלל בו ביום דאסור וכנ\"ל בסקי\"ג. ומ\"מ ביו\"ט שחל בע\"ש מותר לקפל טליתו כשפושטו אם היא חדשה ולבנה אף שאין דעתו ללבשו בו ביום והיינו כשעשה עירובי תבשילין דאל\"ה הרי אסור לו להכין לצורך מחר כ\"כ בא\"ר אבל בחידושי רע\"א הוכיח דאף בלא הניח ע\"ת שרי אם היא סמוכה לשבת:",
            "(יח) מותר בכל ענין - שאין לקיפול זה שום קיום ואין כאן מתקן כלל ולפיכך מותר אפילו אין בו אחד מאלו הד' פרטים ואפילו אין דעתו ללבשו בו ביום:",
            "(יט) ונראין דבריו - וכן סתמו האחרונים לדינא. ומ\"מ מי שרוצה להחמיר על עצמו שלא לקפל כלל ודאי עדיף [מחה\"ש]. מציעין את המטות מלילי שבת לשבת ולכתחלה טוב יותר שיציע מע\"ש אבל אין מציעין משבת למוצאי שבת ומ\"מ אם המטה עומדת בביתו והוא דבר מגונה ובזיון לשבת שיעמוד כך מותר להציע דמקרי צורך שבת [מ\"א וש\"א]:",
            "(כ) לצורך השבת - אבל שלא לצורך שבת לא וה\"ה דאין כובשין בו בגדים שהוא צורך חול:",
            "(כא) בחזקה - ואם היה מותר המכבש קצת מע\"ש י\"א דאעפ\"כ אסור להתיר כולו ולשמוט כליו משם ויש מקילין אבל אם היה מותר כולו לכו\"ע מותר לשמוט כליו משם [חדושי רע\"א]:",
            "(כב) מותר וכו' - אבל אסור לגלגל ע\"י כלי כמנהג וכן אסור לעשות קמטים בדברים המכובסים ע\"י כלים העשויים לכך:",
            "(כג) אבל סודר אסור - בין לשפשף מבפנים בין לשפשף מבחוץ:",
            "(כד) מפני וכו' - כי הוא מקפיד על ליבונו וזיהורו של סודר יותר מכתונת דשם אמרינן דאינו מכוין אלא לרככו [רש\"י] ונראה דאם מתכוין בחלוק לצחצחו אסור כמו בסודר:",
            "(כה) וכובעים - היינו של פשתן והטעם שהחמירו בכלי פשתן מפני שהם קשים אחר רחיצתן וריכוכן זהו ליבונן ומ\"מ בחלוק מותר אפילו בשל פשתן מפני שהוא מלבוש תחתון ואינו נראה מבחוץ מסתמא הוא מתכוין לרככו:",
            "(כו) או על מנעליו - ולא דמי למה דאיתא בס\"ח אין מגרדין מנעל בין חדש בין ישן והיינו אפילו יש טיט על גביו וכונתו להסיר הטיט וכמו שכתבנו שם דשם לא אסרינן אלא בגב סכין שע\"י הגרירה ממחק העור משא\"כ בקינוח בכותל או בקורה אין הכרח שיהיה מוחק עי\"ז [ב\"י] וכתב הט\"ז ולפ\"ז הא דיש בחצר שלפני פתחי בתי כנסיות על הקרקע ברזל אחד והוא חד למעלה ושם מקנחין המנעלים קודם שיכנס בבהכ\"נ אסור לעשות כן בשבת דזה דומה לגב הסכין ואסור לכו\"ע וכו' עי\"ש. והמ\"א מחמיר אפילו היה הברזל עב ורחב בראשו ולא היה לו חוד דלא גרע מגב הסכין אלא יקנח בכותל או בקורה או בחידודי המדרגות אך אם הוא מקנח בנחת אין להחמיר בכ\"ז דלא שייך בזה החשש דממחק העור ובפרט אם הטיט לח בודאי אין להחמיר:",
            "(כז) אף בכותל - של אבנים משום דמחזי כמוסיף על הבנין ומחזקו ולדידיה אין מקנחין אלא בקורה או ע\"ג אבן וה\"ה דשרי בכותל של עץ:",
            "(כח) בשניהם - דלמוסיף על הבנין לא חיישינן משום דבנין חקלאה הוא [בנין גרוע של בעלי הכפרים] ולשמא יקנח במקום הגומא וישוונה ג\"כ לא חיישינן. ומ\"מ אפילו לדידהו צריך ליזהר כשמקנח בקרקע שלא יקנח במקום גומא שעי\"ז ישוונה. ולענין הלכה הט\"ז כתב דבמידי דרבנן יש לסמוך על המקילין דמותר בשניהם ויש מן האחרונים שסוברין דנכון להחמיר לאסור בשניהם ונראה דבכותל בודאי יש לסמוך להתיר כדעת המחבר שכן דעת רוב הראשונים:",
            "(כט) במעט חרס - ובזה לכו\"ע שרי:",
            "(ל) הראוי לטלטול - עיין לקמן סימן ש\"ח ס\"ז איזה חרס ראוי לטלטל:",
            "(לא) שעל בגדו וכו' - ואין חילוק בכל זה בין משי לפשתן וצמר:",
            "(לב) משפשפו מבפנים - היינו שאוחז הבגד בפנים נגד מקום הטיט ומשפשף זה בזה עד שנופל הטיט ואף דלעיל בס\"ה אסר בסודר לשפשפו ולא מחלקינן בין מבפנים למבחוץ התם הוא מכוין לצחצחו משא\"כ כאן שאין כונתו אלא להסיר הטיט [הגר\"א]:",
            "(לג) דדמי למלבן - שמתיפה הבגד עי\"ז ומלבן ממש לא הוי דאין נותן עליו מים:",
            "(לד) ומגררו בצפורן - מבחוץ דזה לא נחשב ליבון וה\"ה דמותר לגררו בגב סכין ואפשר דאפילו בחודו [ב\"י]:",
            "(לה) אבל יבש - בין לגרר בין לכסכס אפילו מבפנים:",
            "(לו) דהוי טוחן - אע\"ג דהוי מלאכה שאינה צריכה לגופה עכ\"פ איסורא מיהא איכא לכו\"ע וע\"י א\"י מותר. כתב הט\"ז נ\"ל דוקא ביש ממשות טיט על הבגד וכשהוא מגרד שם אז נופלים פרורי הטיט זה דומה לטוחן אבל אם אין שם אלא מראה הטיט והוא מגרר שם לבטל המראה אין זה דומה לטוחן ומטעם זה יש להתיר למי שחלוק שלו מטונף קצת ואין שם ממשות צואה והוא יבש יוכל לגרר בצפורן ולהסיר המראה כדי שיתפלל בנקיות עכ\"ל הט\"ז ולענ\"ד יש לעיין בזה טובא דנהי דמשום טוחן ליכא הרי עכ\"פ מכוין בזה ליפות הבגד ולצחצחו שלא ישאר עליו שום רושם לכלוך והוי כמלבן ועיין בביאור הלכה שהארכנו בזה ודע עוד דפשוט דאפילו לדעת הט\"ז אינו מותר רק לגרר בצפורן או לכסכסו מבפנים אבל לכסכס מבחוץ אסור בכל גווני:",
            "(לז) אין מגרדין - אפילו היה עליו טיט וכונתו להסיר הטיט דפסיק רישא הוא:",
            "(לח) בסכין - היינו אפילו בגב הסכין וע\"כ נכון ליזהר שיעשה הברזל שלפני בהכ\"נ שמקנחין בו המנעלים עב ורחב ולא חד ועיין לעיל בס\"ק כ\"ו. ולקנח בכותל שרי וכנ\"ל בסעיף ו':",
            "(לט) מותר וכו' - הנה כדי לבאר את דברי אלו השני סעיפים צריך להקדים הקדמה קטנה וזו היא. א) המלבן הוא מאבות מלאכות ולבון שייך בין בצמר ובין בפשתן ובכל שאר מינים שדרכן להתלבן ולבון מקרי בכל דבר שדרך הצמר והפשתן להתלבן עי\"ז [ומה שנוהגין שמניח חתיכת פשתן לאחר אריגתו בחמה וזורק עליו מים כדי שתתלבן גם זה הוא בכלל מלבן] ושיעורו בחוט שהוא ארוך ד' טפחים. ב) המכבס בגדים הוי תולדת מלבן וחייב וכן הסוחטן שהסחיטה ג\"כ מצרכי כיבוס היא וה\"ה דכיבוס שייך בעורות הרכין וי\"א אף בקשין אך יש חילוק בין עורות לבגד דבעורות לא מקרי כבוס עד שיהיה כיבוס גמור ובבגדים קיי\"ל דשרייתן במים זו היא כיבוסן וחייב משום מכבס ל\"ש בבגדים לבנים ולא שנא צבועים [אחרונים]. ג) והנה בהא דקי\"ל דשרייתן היא כיבוסן יש דעות בפוסקים י\"א דדוקא כשיש איזה דבר לכלוך על הבגד דהשרייה מעביר הלכלוך אבל אם אין שם לכלוך ואפילו הושחר מחמת לבישה לא מקרי כבוס ע\"י שרייה לבד אם לא שמכבסן ממש או שסוחט את מימיהן ומ\"מ אסור לשרותן מדרבנן גזירה שמא יבוא לסחיטה וי\"א דאפילו אין עליהם לכלוך כלל אמרינן דשרייתן היא כיבוסן אך כ\"ז דוקא אם הוא דרך כבוס אבל אם הוא דרך לכלוך כגון שנטל ידיו במים ומקנחן במפה ואפילו אם היו המים טפוחים הרבה על ידיו וע\"י קינוחו הוטפח המפה אפ\"ה לא שייך בזה שרייתו היא כיבוסו דדרך לכלוך הוא ויש מחמירין עוד שאם היו המים מרובין אפילו כשהוא דרך לכלוך אמרינן שרייתו היא כיבוסו וע\"כ הם סוברים דכשנוטל ידיו ורוצה לנגבן במפה יראה לנער ידיו עד שלא ישאר עליהם רק מעט מים ואז מותר ועתה נבוא לבאר את הסעיפים:",
            "(מ) לשכשכו - ר\"ל כשיש על מנעל איזה דבר לכלוך נותן עליו מים עד שיכלה הלכלוך וזה נקרא שכשוך:",
            "(מא) שמשפשף וכו' - כדרך המכבסים. והנה מלשון זה משמע דסתם כיבוס במנעל אפילו איסורא ליכא ועיין בביאור הלכה שביארנו דמשמע מדעת הרבה פוסקים דאיסורא איכא אפילו בכיבוס בעלמא ואינו מותר רק בשכשוך בלבד אך בכלי עץ לכו\"ע אין בו שום חשש כיבוס ועיין מה שכתבנו לקמיה בס\"ק נ\"א:",
            "(מב) אסור - וחיובא נמי איכא דכיבוס שייך אף בעורות:",
            "(מג) לכלוך - אפילו רוק בעלמא:",
            "(מד) לשכשכו - פי' שאסור ליתן עליו מים כלל ואפילו מועטים:",
            "(מה) דזהו כיבוסו - ר\"ל בגד שרייתו זהו כיבוסו והוי בכלל מלבן וחייב משא\"כ מנעל אף דשייך בו כיבוס מ\"מ שרייתן אין זה כיבוסן אא\"כ מכבס ממש וכנ\"ל:",
            "(מו) לתת עליו מים - דשריה לא הוי כיבוס אלא כשיש עליו לכלוך ומ\"מ אסור במרובים משום חשש דשמא יסחוט. ודע דאם מכוין בנתינת המים לכבסו אפילו במים מועטין אסור [כן מוכח בהדיא בספר התרומה וכן משמע ג\"כ בסמ\"ג אח\"כ מצאתי שכ\"כ בא\"ר בסימן ש\"א ס\"ק ע\"ז]:",
            "(מז) ולא מרובים - ואם הוא דבר שאין מקפיד על מימיו ומניחו כמה זמן עם המים לא גזרינן שמא יסחוט בזה כמ\"ש סימן ש\"א סמ\"ו:",
            "(מח) ויש אוסרין - ס\"ל דמה דאמרינן שרייתן זהו כיבוסן הוא אפילו בבגד שאין עליו לכלוך ולכן אפילו במועטין אסור משום כיבוס ומ\"מ אם נתינת מים על הבגד הוא דרך לכלוך שרי כמ\"ש בסעיף יו\"ד בהג\"ה ויש לחוש לדעה זו להחמיר בשל תורה:",
            "(מט) טוב וכו' - אבל מדינא שרי לשתי דעות הנ\"ל בהג\"ה לקנח במפה וכמ\"ש בהג\"ה:",
            "(נ) לנגבם בכח - הוא כדי לצאת גם דעת היש מחמירין שכתבנו למעלה בסס\"ק ל\"ט דס\"ל דבכל גווני אמרינן שרייתו זו היא כיבוסו אף שהוא דרך לכלוך אלא דאם הוא מעט מים סוברין דאין בזה משום חשש כיבוס אך משום דאין אנו בקיאין איזה מיקרי מעט לכך כתבו דמנהג כשר שינגב ידיו בכח:",
            "(נא) דרך לכלוך - שידיו מלוכלכות ומטנף בהם את המפה ודוקא במפה וכיוצא בהן שאין דרך להקפיד על המים הטפוחים אבל לנגב בדבר שדרך להקפיד בחול על מימיו הבלועים בו אסור מטעם שמא יבוא לידי סחיטה וכמש\"כ סימן ש\"א סמ\"ו כ\"כ המ\"א ועיין בפמ\"ג שהכריע דדוקא במים מרובים אבל במים מועטים כמו שמצוי ע\"י סיפוג הידים לא חיישינן לסחיטה כלל וכ\"פ הא\"ר ותו\"ש להקל בסיפוג הידים ע\"ש טעמייהו אבל אם נשפך מים על השלחן וכיוצא בו לכו\"ע אסור לקנחו בבגד שמקפיד עליו אם הוא מים מרובים שמא יבוא לידי סחיטה:",
            "(נב) לנגב ידיו - שנוטל ידיו במים ומנגבם בהבגד:",
            "(נג) מי רגלים - אבל כשיש עליו צואה אסור להעבירו אפילו ע\"י ניגוב הידים דאע\"פ שהוא דרך לכלוך מ\"מ כיבוס הוא דהבגד היה מלוכלך יותר מקודם ועתה מעבירו משא\"כ מי רגלים אין מאיס כ\"כ וגם שם אין מתירין אלא משום דכונתו רק כדי לבטלן ולא לכבס וללבן הבגד:",
            "(נד) כדי לבטלם - ותוכל להתפלל ולברך. וכגון שהמי רגלים מועטים כמו שדרך התינוק להטיל בבגדיו שמעוטף בו ואין נוזל לבגד האם כ\"א טיפת דבר מועט וסגי ליה לבטלו בקינוח ידים [ב\"י] ועיין לעיל בסימן ע\"ז במ\"ב סק\"ז:",
            "(נה) מים ממש - ואפילו ליטול ידיו עליהם אף דנעשים שופכים מ\"מ כיון שאין בהם לכלוך חזו לכיבוס ואף דאין מכוין לכבס רק לבטל המי רגלים מ\"מ פסיק רישא הוא דשרייתו זהו כיבוסו. ולכן טוב שלא ליקח תינוק בחיקו בשבת אם לא על כר פן ישתין [ס\"ח]. והנה לפי המבואר בסעיפים אלו דבגד שיש בו לכלוך לכו\"ע שרייתו זהו כיבוסו צריך ליזהר שלא לשפוך שום מים לתוך כלי ששרויים בו בגדים לכבסן אם לא שהמי משרה עולים מכבר למעלה על הבגדים מסתברא דמותר וכ\"ש שיזהר שלא להטיל בגד למים ולכן הרוחץ תינוק לא ישים בגדיו במים ועיין מה שכתבנו בבה\"ל:",
            "(נו) המי רגלים - שבבגד אבל שבארץ מותר [ש\"ת]:",
            "(נז) ובמפה הקשה - וכן בסמרטוט שאין מקפיד עליו אם יתלכלך או בכותל וכדלעיל:",
            "(נח) או יין - עיין במ\"א שכתב דבשאר משקין מותר לנגב את הכוס ואין חוששין שמא יבוא לסחיטה וכדלקמן בסימן שי\"ט ס\"י וסימן של\"ד סכ\"ד ודעת הרבה אחרונים דאף ביין אין לחוש ובכוס צר יש להחמיר אף בשאר משקין:",
            "(נט) משום וכו' - ר\"ל אפילו להפוסקים לעיל בס\"ט דלא אמרינן בזה שרייתו זהו כיבוסו משום דהמפה היה נקי מתחלה ולא היה בה לכלוך וגם דקינוח זה דרך לכלוך הוא ולא דרך כיבוס אפ\"ה אסור משום שמא יבוא לידי סחיטה ובתשובת רדב\"ז סימן רי\"ג כתב לענין ניגוב כוס וקערה דהעולם אין נזהרין בזה ולדינא אין לחוש דאין דבוק בדופני הכלי מים כ\"כ שיבוא לידי סחיטה אא\"כ מנגב בה כלים הרבה דאז קרוב הדבר שיבוא לידי סחיטה בין כלי לכלי ראוי לגער בו שלא יעשה כן עי\"ש והביאו בברכי יוסף ובסמרטוט המיוחד לכך שאין מקפיד עליו לסוחטו לכו\"ע שרי ונראה דאף לנגב בה כלים הרבה שרי דאם יהיה הסמרטוט לח מצד אחד ע\"י הניגוב ינגב בה מצד אחר:",
            "(ס) דאתי לידי סחיטה - עיין באחרונים שסתמו דבכוס שהוא צר אין לנגבו אפילו בסמרטוט המיוחד לכך דא\"א שלא לבוא לידי סחיטה אבל דבר רחב כגון שנשפך מים על שלחן וספסל לכו\"ע מותר לקנחו בדבר שאין מקפיד עליו ועיין בבה\"ל:",
            "(סא) שהיא חריפה - ר\"ל ששפת המראה חדה ועשויה לשם כך להסיר בה בחול את הנימין המדולדלין מראשו כשרואה שהן מדולדלין ויש לחוש בשבת שמא ישכח ויעשה כדרכו בחול:",
            "(סב) קבוע בכותל - שלא יוכל להשיר בה ג\"כ אסור דלא חלקו חכמים במראה של מתכות בין קבוע לשאינה קבוע:",
            "(סג) שאין בה וכו' - כגון במראה של זכוכית כעין שלנו וה\"ה במראה של מתכות כשאינה עשויה חריפה והטעם כיון דאינה עשויה כלל להשיר בה נימין לא גזרו כלל עליה ולא חיישינן שמא כשיראה במראה שהן מדולדלין ילך אחר מספרים כדי להעבירם דאדהכי והכי מדכר שהוא שבת:",
            "(סד) חשש זה - עיין ביו\"ד סימן קנ\"ו באיזה אופן מותר להסתכל במראה:",
            ""
        ],
        [
            "(א) שבראשה - אכולהו קאי ולאפוקי חוטין שבצוארה כמ\"ש בס\"ב:",
            "(ב) שצריכה להסירם וכו' - היינו דלמא מתרמי טבילה של מצוה ותוכרח להסירם מפני חציצה ואתיא לאתויינהו ד\"א. ועיין באחרונים שכתבו דלא פלוג רבנן בתקנתא ואפילו זקנה ובתולה לא תצא:",
            "(ג) שמא תוליכם - ודוקא בדברים קטנים כאלו הוא דחיישינן כיון דאף בחול לפעמים היא נושאתן בידה אבל דברים שהם עיקר מלבושים לא חיישינן להכי דאין דרכה לילך בלעדם ובודאי תלבשם אחר הטבילה:",
            "(ד) קלועות בשערה מותר - דהא ליכא למיחש דלמא אתיא לאתויינהו דהא אסורה לסתור קליעת שערה כמ\"ש בסכ\"ו וטעם היש מי שאוסר הוא דדלמא כשתתרמי לה טבילה של מצוה תסתור הקליעה ע\"י א\"י ותוציא החוטין ואתיא אח\"כ לאתויינהו [ט\"ז] ועוד טעמים אחרים עיין בב\"ח ובבאור הגר\"א:",
            "(ה) מעשה אריגה - דהני לא מיהדקי שפיר ולא חייצי ועיין יו\"ד סימן קצ\"ח דסתם שם בס\"ג דדוקא כשמעשה אריגה היו חלולים אז א\"צ להסירם:",
            "(ו) שלא יהיו מטונפות - דכשהחוטין מטונף בטיט ורפש המים ממחים את הטיט ומלכלך בשרן בעלייתן מן הטבילה וע\"כ דרכה להסיר מתחלה וכיון דשקיל לה משום טנוף אתיא לאתויינהו וכן כשהחוטין מוזהבין ג\"כ מסירתם קודם הטבילה כדי שלא יתטנפו החוטין מהמים ואתיא אח\"כ לאתויינהו וי\"א עוד דמחוייבת בכ\"ז להסיר קודם הטבילה משום חציצה כיון שמקפדת עליהן:",
            "(ז) שהם רפויים - שאינה מהדקן בחוזק שאינה חונקת עצמה משא\"כ בקטלא שהיא רצועה רחבה כדלקמיה בסעיף זיי\"ן ואינה חונקת והא דלא אסרו בחוטין משום דלמא שלפא ומחויא דזה אינו שייך אלא בדבר שהוא תכשיט:",
            "(ח) לפי שהיא מהדקת - היינו דמשו\"ה יש בזה משום חציצה ואף דלקמיה בס\"ז משמע דטעם האיסור הוא משום דהוי דבר חשוב וחיישינן דלמא שלפא ומחויא התם מיירי ברפויה סביב צוארה ואפ\"ה אסור משום שלפא ומחויא והכא כשמהדקת כדי שתראה בעלת בשר ממילא לא שלפא מעליה שאז לא תראה בעלת בשר ואפ\"ה אסורה משום דצריכה להסירה משום חציצה:",
            "(ט) דחיישינן וכו' - דמיני תכשיט הם:",
            "(י) ליכא למיחש להכי - שאינה נוטלת השבכה מראשה בר\"ה כדי שלא תתגלה שערה:",
            "(יא) לא תצא וכו' - עיין לקמן בריש סי\"ח:",
            "(יב) כשיעור ציץ - והוא תכשיט וחיישינן דילמא שלפא ומחויא:",
            "(יג) מטלית - וזה אינו לא תכשיט ולא מלבוש והוי כמשא שתולין אותו רק להפריח מפני שאם יעמוד לה זבוב על פניה היא מתביישת לגרשו:",
            "(יד) תכשיט עגול - ואף שאין דרך לילך בה אלא אשה חשובה מ\"מ חיישינן גם בה דילמא אתיא לאחויי שחשיב טפי מכלילא דלקמן:",
            "(טו) שמחברים אותו - אינו חבור גמור ויכולין לשלפה וכיון שהוא תכשיט חיישינן דילמא שלפא ומחוי וזה הטעם הוא גם לפירוש ר\"ת:",
            "(טז) בין שהיא עשויה וכו' - הטעם דמאן דרכה למיפק בזה אשה חשובה והיא לא שלפא ומחויא [גמרא] וכתבו הפוסקים דבשאר תכשיטים שכל הנשים רגילות בהן אף חשובה אסורה לצאת בהן דלא פלוג רבנן בתקנתם:",
            "(יז) אסור - דחיישינן שמא יפול ואתי לאתויי:",
            "(יח) בקטלא - משום דילמא שלפא ומחויא ועיין לעיל במה שכתבנו בסק\"ח:",
            "(יט) בנזמי האף - דאף דתכשיט הוא דילמא שלפא ומחוי ואתיא לאתויי ד\"א:",
            "(כ) בנזמי האוזן - דטריחא לה מילתא למישלף ואחויי מפני שאזניה מכוסות בקישורים:",
            "(כא) לא תצא וכו' - היינו אפילו כשהיא תחובה בבגדה דדרך הוצאה היא באשה לכו\"ע ולענין איש עיין לעיל בש\"א ס\"ח:",
            "(כב) חייבת - דהוי משוי ואפילו מעמדת בה קישוריה ותוחבת המחט בצעיף או סוגרת בה מפתחי חלוקה דאין דרך להעמיד ולסגור בנקובה ולכן הוי משוי ודרך הוצאתה כך בחול ליתן מחטים תחובים בצעיפה או בבגדה:",
            "(כג) קישוריה - דהיינו קישורי צעיפה או שסוגרת בה מפתחי חלוקה וכיו\"ב:",
            "(כד) מותרת - יש מאחרונים שכתבו דדוקא כשהמחט אינו עשוי להתקשט בו ואז מותר מטעם שכיון שהיא משמשת לה לצורך לבישה הרי היא כבית יד להמלבושים אבל אם עשוי להתקשט בה כגון שראשה אחד עב ועשוי כעין תכשיט אסור מדרבנן להעמיד בה הקישורים דילמא שלפא ומחויא לחברתה וי\"א דבכל גווני שרי דכיון דלצניעות עבידא לא שלפא ומחויא שלא יתגלה שערה ולבה וכן מצדד הגר\"א בביאורו דעיקר טעם ההיתר במעמדת קישוריה משום דלצניעות עבידא וע\"כ אין למחות ביד הנוהגין להקל בזה וכ\"ש מחט שאינה נקובה שלנו [שקורין שפילקע] אף שראשה אחד עב אין עשוי כעין תכשיט כ\"כ ואפשר דלכו\"ע שרי וע\"כ בודאי יש לסמוך להקל להעמיד בה הקישורים:",
            "(כה) אסור - לצאת בה כשהיא תחובה בצעיפה או בבגדה אפילו אם היא מתקשטת בה כגון שראשה עב ועשוי כעין תכשיט דאין בו חיובא דאורייתא אפ\"ה אסור מדרבנן דילמא שלפא ומחויא וכ\"ש דאם אינו עשוי כעין תכשיט דנחשב משא וחייבת חטאת. ודע עוד דבזה שאינו עשוי כעין תכשיט אפילו אם צריכה לה המחט לאיזה צורך שיהיה כגון לחלוק בה שערה וכיוצא בהן מ\"מ הרי הוא משוי גמור שאין אדם יכול לצאת בכל החפצים הצריכים לו כשאינן לא מלבוש ולא תכשיט:",
            "(כו) חייבת - דאין דרך אשה לשאת עליה טבעת שיש עליה חותם וע\"כ לא הוי כתכשיט ומ\"מ דרך הוצאה היא בכך על אצבעה דלפעמים נותן לה הבעל טבעתו בחול להצניע בקופסא ומניחה באצבעה עד שמוליכתו לשם:",
            "(כז) לא תצא - דילמא שלפא ומחויא בדיעבד פטורה לפי שהוא תכשיט לאשה ועיין לעיל בסימן ש\"א ס\"ט הדין לענין איש:",
            "(כח) לא תצא בכוליאר - במשנה איתא דעל כוליאר חייבת חטאת ועיין לקמיה:",
            "(כט) שקושרת בו וכו' - פי' דרכו של הכוליאר לכך אבל עתה אינה סוגרת בו מפתחי חלוקה אלא טוענת כך עליה ומשו\"ה חייבת חטאת דלא חשיב תכשיט אלא משוי דאינו אלא להראות עושר אבל אם גם עתה סוגרת בו מפתחי חלוקה מותר לכתחלה דהוי תכשיט ולא שייך דילמא שלפא ומחויא דא\"כ תגלה בשרה ועיין בבה\"ל:",
            "(ל) והוא קשר וכו' - ואשה שריחה רע טוענת עליה ואינה חייבת עליו מפני שהוא תכשיט אבל לכתחלה אסור דילמא שלפא ואתיא לאתויי:",
            "(לא) שקשור בה בושם - וה\"ה שלא תצא בצלוחית של שמן אפרסמון הקבוע על זרועה:",
            "(לב) שמא לא יבוא וכו' - ושלפא ליה ואתיא לאתויי:",
            "(לג) מאתמול - אפילו רק שעה אחת [גמרא]:",
            "(לד) אבל איש מותר - אתרוייהו קאי [ב\"ח בסימן ש\"א וש\"פ]:",
            "(לה) ובשאר מלבושים וכו' - דליכא למיחש בהן דילמא שלפא אותן וכמו שכתבנו לעיל בסק\"ג:",
            "(לו) בחוטי שער - שמהדקתן על ראשה ואין זה פאה נכרית המבואר לקמן בסי\"ח דאסורה לצאת בה לר\"ה דהתם יש בה משום תכשיט אבל הכא הוא רק חוטין בעלמא:",
            "(לז) ואפילו משער בהמה - ולא אמרינן דמאיס ואתי למשלפא:",
            "(לח) ובלבד שלא תצא וכו' - הטעם בכל זה משום דמחייכא עלה ואתיא לשלופי ולאתויי:",
            "(לט) לרפואת קיטוף וכו' - נראה משום דבזמנם היה זה בדוק לרפואה והוי כקמיע מומחה ולא שייך בזה שליף ומחוי שאינו דבר של נוי:",
            "(מ) הקשור ומהודק - דאל\"ה חיישינן דילמא נפיל ואתי לאתויי:",
            "(מא) באזנה - והוא עשוי לבלוע ליחה של צואת האזן:",
            "(מב) שבסנדלה - לתענוג וגם בזה הא דבעינן קשר משום דילמא נפיל ואתי לאתויי משא\"כ במוך לנדתה אפילו אם יפול לא שקלתיה כלל משום דמאיס:",
            "(מג) הקשור בסנדלה - משמע מלשון השו\"ע דבזה לא בעינן מהודק וכ\"כ בתו\"ש:",
            "(מד) מכל צד - לאפוקי פנטינ\"ש שלנו יש חששא באינו קשור דילמא נפיל ואתי לאתויי:",
            "(מה) ויצערנה - אבל אם אינה עושה אלא בשביל אצולי טנוף להציל בגדיה שלא יטנפו אסור וכמ\"ש סימן ש\"א סי\"ג:",
            "(מו) בית יד - להמוך שלה דיכולה לאחוז להמוך בבית יד קמ\"ל דאפ\"ה מאיס למשקליה:",
            "(מז) ובפלפל ובגרגיר מלח - פלפל לריח הפה ומלח לחולי השינים:",
            "(מח) ובלבד וכו' - האי ובלבד לא קאי אלא אדסמיך ליה מה שנותנת לתוך פיה אבל ארישא לענין מוך לא דשם אפילו לכתחלה מותר בשבת ודעת כמה אחרונים דה\"ה דמותר ליתן תבן לכתחלה בשבת במנעלים שלנו הסתומים מכל צד ונכון להחמיר בזה אם לא בעת הצורך:",
            "(מט) שלא תתנם וכו' - דבכל רפואה גזרו משום שחיקת סממנים א\"נ משום דמחזי כאלו מערמת להוציא משא\"כ במוך הנ\"ל מוכחא מילתא דצריכה לכך ולא מתחזי כמערמת להוציא [א\"ר]:",
            "(נ) ואם נפל לא תחזיר - הטעם משום דמחזי כאלו מערמת להוציא וכנ\"ל וי\"א דעיקר הטעם הוא רק משום דזה דומה כנתינה לכתחלה ויש לגזור גם בזה משום שחיקת סממנים ולפי טעם זה אין לאסור להחזיר כ\"א בנפלה ע\"ג קרקע ולא בנפלה ע\"ג כלי כמבואר לקמן בסימן שכ\"ח סכ\"ה לגבי רטיה שנפלה עי\"ש וכן משמע דעת הגר\"א בביאורו:",
            "(נא) שקושרים וכו' - אפילו אם המשיחה הוא דבר נוי ג\"כ לאו בכלל תכשיט הוא דנימא דשלפא ומחויא דהוא צורך להמלבוש וכבית יד של הבגד דמי וגם בודאי לא שלפא שלא יפלו הבתי שוקיים:",
            "(נב) במשיחה - בשבולי הלקט ובשארי ראשונים איתא במשיחה או ברצועה ובזה ניחא מה שסיים ולא חיישינן שמא ישתלשלו ואמשיחה ורצועה קאי וכן מוכח בסמ\"ק:",
            "(נג) באצעדה שמניחין בזרוע - עיין בבה\"ל דמיירי שמניחה ומהדקה על בשרה ולא על הכתונת מלמעלה וע\"כ מותר דלא חיישינן שתשלוף ותחוי דלא יתגלה זרועה וזה הטעם הוא ג\"כ על שוקה והי\"א ס\"ל דדוקא בשוק מקילינן מטעם זה ולא בזרוע:",
            "(נד) שתהא דבוקה וכו' - דאם היא רפויה חיישינן שמא תפול ואתיא לאתויי:",
            "(נה) יכולה להתירו - כגון חגורתה וכה\"ג והטעם דכל הדברים שרגילין להסירן אסרו חז\"ל לצאת בהן מביתה כשהיא לבושה בהן דשמא כשתסירנה אח\"כ בר\"ה תשכח שהוא שבת ואתיא לאתויי אבל דברים שמותרת לצאת בהן מביתה משום שאינה רגילה להסירן מותרת לקשור ולהתיר בר\"ה דממ\"נ אם תהיה זכורה שבת בשעת התרה לא אתיא לאתויי ואם לא תהיה זכורה שבת אפילו אם נאסור להתיר ולהסיר לא יועיל [תוספות]:",
            "(נו) בחצר הבית - היינו אפילו בחצר המעורבת ודעה זו היא הדעה השניה דסי\"ח שבסמוך שס\"ל דכל שאסרו לצאת בו דרך מלבוש בר\"ה אסור לילך בו אפילו בבית ובחצר המעורבת:",
            "(נז) כי אם בידו וכו' - היינו דבמה שנתיר לו להוציאו בידו לחצר לא שייך שמא ישכח ויוציאנו גם לר\"ה דא\"כ לא יהא רשאי שום כלי לטלטל בבית ובחצר שמא ישכח ויוציאנו אבל במה שנתיר לו להוציאו דרך מלבוש דהיינו כשהוא תלוי בחגורתו מצוי הוא כשאדם הולך במלבושו שוכח והולך לכל מקום שהוא רגיל אף בר\"ה ואינו פושטו באמצע וזהו הטעם גופא של הדעה שניה דסי\"ח שס\"ל דכל תכשיט שאסרו לצאת בו לר\"ה דרך מלבוש אסור להתקשט בו גם בבית ובחצר:",
            "(נח) לצאת בו לחצר וכו' - היינו מבית לחצר וה\"ה שלא להתקשט בהן בחצר גופא כשאינה מעורבת משום דדמיא לר\"ה אבל להוציא לחצר המעורבת שרי וכ\"ש בבית:",
            "(נט) חוץ מכבול וכו' - היינו כיפה של צמר שבסעיף ג' וה\"ה איצטמא הכתוב שם והטעם שהתירו תכשיטים אלו כדי שלא תתגנה על בעלה אם לא תתקשט כלל:",
            "(ס) קליעת שער - תלוש שצוברתה על שערה מלמעלה כדי שתראה בעלת שער:",
            "(סא) חוץ מכבול וכו' - דמותר בכל חצר כדי שלא תתגנה על בעלה וכנ\"ל. ועיין בביאור הגר\"א שמצדד כדעה ראשונה:",
            "(סב) נהגו לצאת - היינו אפילו בר\"ה שלנו ואח\"כ חוזר המחבר לבאר אודות המנהג הזה דיש שאמרו דמדינא אסורות דאפילו אם נתיר בחצר שאינה מעורבת הלא ר\"ה שלנו אפילו אם נאמר דאין עליו דין ר\"ה מחמת שאין ששים רבוא בוקעין בו בכל יום כדגלי מדבר הלא לא גריעא עכ\"פ מכרמלית שבזמן הש\"ס ולא מצינו בגמרא שום דעה שמתיר בכרמלית ויש שלמדו זכות דכיון דהשתא לית לן ר\"ה כלל לכמה פוסקים וליכא למגזר אטו ר\"ה דמיא האי כרמלית שלנו לענין זה לחצר שאינה מעורבת ושריא זהו ביאור דברי השו\"ע להמעיין בב\"י אף שהלשון דחוק קצת:",
            "(סג) ומיהו וכו' - ר\"ל דהתם כשנושא כשהוא לבוש אין בו משום משא ולית ביה רק איסור דרבנן אפילו בר\"ה גמור משום דילמא שלפא ומחוי ולכך הקילו בשלנו משא\"כ בזה:",
            "(סד) אף בכרמלית - וה\"ה דאפילו בחצר אסור [הגר\"א]:",
            "(סה) הרי זה וכו' - ובחידושי רע\"א כתב דאף שאין למחות בזה שיש לו על מי לסמוך מ\"מ בעל נפש יחוש לעצמו שלא לצאת בטבעת כלל והיינו חוץ לעירוב:",
            "(סו) הרי הוא להן וכו' - היינו לפי מה שכתב בתחלה ע\"פ סברא אחרונה דבתכשיט מותרת:",
            "(סז) ומ\"מ וכו' - ר\"ל אפילו לכל הסברות המקילין היינו רק בדבר שהוא תכשיט ולא בדבר שאינו תכשיט ולפיכך מה שהתיר בס\"ט מחט להעמדת הקישורים לא יהיו יותר מחטין בצעיפה מכדי הצורך להעמדת הקישורים דמחט שאינה מעמדת הקישורים אינה תכשיט כלל וכמו שביארנו שם בס\"ט:",
            "(סח) מחט שניטל וכו' - מיירי במחט שאינה נקובה שיש לה קשר עב בראשה [שקורין שפילק\"ע] והוא נקרא עוקץ וע\"י שניטל ממנה או שניטל חודה נתבטל ממנה שם כלי ועיין במ\"א שחולק על המחבר וס\"ל דנהי דבמחט נקובה נתבטל שם כלי ע\"י שניטל חודה או חורה וכדלקמן בסימן ש\"ח סי\"א במחט שאינה נקובה לא נתבטל שם כלי ממנה עד שינטלו שניהם דהיינו חודה ועוקצה ומ\"מ לענין יחוד מע\"ש לכו\"ע מהני אפילו במחט נקובה וניטלו שניהם:",
            "(סט) מותר לצאת בהם - דאורחא בהכי ולאו משוי הוא:",
            "(ע) צבועים אסור - דחשובין הן ודילמא שלפא ומחויא ועיין במ\"א שמצדד לומר דאפילו בצבועין אין לאסור כ\"א בבתולה שדרכה להיות אזניה מגולות אבל בנשואה שדרכה להיות אזניה מכוסות בקישורין אין דרכה להיות שלפא ומחויא דטריחא לה מילתא וכמו לענין נזמים לעיל בס\"ח ועיין בביאור הלכה שביארתי דלדעת כמה ראשונים גם בנשואה אסור בחוטין צבועין:",
            "(עא) חוץ מהפנים - בערוך וברש\"י איתא חוץ מהעינים וקמ\"ל דגם זה דרך מלבוש הוא:",
            "(עב) פורפת וכו' - והיינו שמתעטפת בטלית שיש בראשה האחד רצועה וקושרת אבן או אגוז בראשה השני וכורכת הרצועה באבן או באגוז שלא יפול הטלית מעליה ולא מחזי כמי שמתכוונת להוציא האבן או האגוז דנודע לכל שהיא צריכה לכך משא\"כ בגרגיר מלח דבסט\"ו שאין הכל יודעים שהיא צריכה לכך ולכן יש אומרים שם דמשו\"ה אסור:",
            "(עג) שיחדתו לכך - מבעוד יום דאל\"ה גם האבן מוקצה כמו מטבע וכתבו האחרונים דמיירי כשהאבן עגולה דאורחא בהכי לפרוף עליו לכך מהני בה יחוד אפילו רק לשבת אחת אבל אם אינה עגולה לא מהני בה יחוד לשבת אחת כמ\"ש סימן ש\"ח סכ\"ב אא\"כ יחדה לכך לעולם וזה מהני אפילו במטבע וכדלקמיה:",
            "(עד) ולא מהני בה יחוד - היינו לשבת אחת אבל אם יחדה מע\"ש לענין זה לעולם גם במטבע מהני דשוב אזיל מיניה איסור טלטול [תו\"ש וחדושי רע\"א]:",
            "(עה) פרפה עליו מע\"ש - דמעשה מועיל לבטל מינה שם מוקצה:",
            "(עו) אסור - מדרבנן לעשות כן אף שהוא דרך מלבוש ואין דרך הוצאה בכך מפני שנראה כמערמת להוציא בשבת. ודע דאלו שתי הסעיפים אף דמיירי באשה ה\"ה באיש [א\"ר]:",
            "(עז) באבן תקומה - היינו מה שאנו קורין שטערי\"ן שו\"ס שנושאין נשים מעוברות [ט\"ז] ובביאור מהרש\"ל על הסמ\"ג כתב המעתיק שמצא שהוא אבן חצץ וחלל בתוכו ואבן קטן בתוך החלל כעינבל בזוג וכן נברא והביאו בא\"ר והמנהג ששוקלין איזה דבר כנגד האבן תקומה שהוא ג\"כ מועיל וזהו שכתב ובמשקל ששקלו כנגדו ואיתא בש\"ס והוא דאיכוון ותקל דהיינו שנמצא החפץ מאליו מכוון למשקל האבן ולא חיסרו ממנו או הוסיפו עליו לכוונו אז יש לו סגולה זו והטעם בכל זה להתיר משום דהוא כקמיע מומחה:",
            "(עח) ואפילו וכו' - אלא שחוששת שמא תתעבר ותפיל [גמרא]:",
            "(עט) סרק - הוא צבע אדום ובתוספתא איתא שלא תקנח פניה בבגד שיש בו סרק ומשמע אע\"ג דלא מתכוונת לצביעה פסיק רישא הוא וטעם הדבר כיון דאשה דרכה בכך ליפות את עצמה ע\"י צביעת פנים מחזי שפיר כצובע אבל איש שאין דרכו בכך לא מקרי צובע כמ\"ש סוף סימן ש\"ך דמותר לאכול תותים ושאר פירות הצובעים אע\"ג דצובע פניו וידיו בעת האכילה ומ\"מ אפילו העברת סרק ע\"פ אשה ג\"כ אינו אלא דרבנן דאין צביעה מדאורייתא על עור האדם ועיין בבה\"ל:",
            "(פ) לכחול - עיניהם:",
            "(פא) לטוח על פניה - ויש שנוהגין דבר איסור להחליק שערותיהם בחלב מהותך ומעורב במיני בשמים שקורין בלשוננו פומאד\"ה וחוששני להם מחטאת דנראה שיש בזה משום ממרח וראוי להזהיר בני ביתו ע\"ז [מאמר מרדכי]:",
            "(פב) לקלוע - מדרבנן משום דדמי לבנין [וכדדרשינן על הפסוק ויבן ה' אלהים את הצלע מלמד שקילעה הקב\"ה לחוה והביאה אל האדם ושכן בכרכי הים קורין לקלעיתא בניתא] אבל הקולע נימין בתלוש חייב משום אורג כמ\"ש הרמב\"ם והכא בשער לא חשיב אריגה משום דהוא מחובר בראשו ועוד דאין סופה להתקיים שעומדת לסתירה [מ\"א וש\"א בשם התוספות]. והנה כ\"ז במחובר והקולעת שער פאה נכרית [שקורין פארוק] אף דאין בזה משום בונה אסור עכ\"פ משום אורג דאף אם נימא דאין סופה להתקיים עכ\"פ מדרבנן מיהו אסור ומ\"מ נראה דאין כדאי למחות במקום שלא ישמעו לנו:",
            "(פג) ולא להתיר קליעתה - דדמי לסותר:",
            "(פד) ויש אוסרין לחלוק שערה - משום חשש תלישה והדעה ראשונה דמקלת ס\"ל כיון דאינה מתכוונת לזה ולאו פסיק רישא הוא:",
            "(פה) אסור לסרוק - משום תלישת שער הגוף דהוי תולדה דגוזז:",
            "(פו) שא\"א וכו' - וע\"כ אף אם אינו מכוין לתלישת השער ג\"כ אסור דהוי פסיק רישא ובגמרא איתא דכל הסורק להשיר נימין המדולדלין [היינו שנתלשו קצת ועדיין לא נעקרו לגמרי] מתכוין כדי להפריד היטב שערותיו ונ\"מ מזה דאפילו במסרק רך [כגון בארש\"ט רכה] שאינו פסיק רישא ג\"כ אסור אם לא באופן שאין מכוין להשיר הנימין הנ\"ל. כתב בספר ישועות יעקב ראיתי אנשים מקילים לסרוק ראשם בשבת וכמעט נעשה הדבר כהיתר אצלם ואוי לעינים שכך רואות לעבור בשאט נפש לחלל שבת בידים ומהראוי לכל חכם בעירו להזהיר ע\"ז אולי ישמעו ויקחו מוסר עכ\"ד ומה שמשיבין שמוכרח לתקן שערותיו כדי שלא יתגנה בפני חבריו הלא יכול לעשות באופן ההיתר כנ\"ל וגם כדלקמיה בסקפ\"ז ומלבד כ\"ז הלא יכול לחוף ולפספס שערותיו ביד ולמה יעבור איסור חמור כזה בידים:",
            "(פז) שלא יעקרו שערות - ומ\"מ מותר לתקן מעט את שער הראש בכלי העשוי משער חזיר דדוקא לסרוק אסור בו דמשיר שער אבל לתקן מעט שרי ובמסרק אסור אף בזה ונהגו שיהיה הכלי העשוי משער חזיר מיוחד לשבת כדי שלא יהיה מחזי כעובדין דחול:",
            "(פח) ולפספס ביד - היינו שמבדיל בידיו שערותיו זו מזו. וברמב\"ם איתא חופף על שערו בידו וחוכך בצפרניו ואף אם נפל שער עי\"ז אינו חושש שהרי אין כונתו להשיר ואפשר שלא ישיר ועיין לקמן בסימן שכ\"ו ס\"ט ויו\"ד ובמ\"ב שם שלא יחוף בדבר שמשיר שער ודאי:\n"
        ],
        [
            "(א) אדם וכו' - וכדי להקל על המעיין לידע טעם חלוקי הדינים המבוארים בסימן זה אקדים הקדמה קטנה וכפי מה שמבואר בגמרא ופוסקים. דהנה תרי קראי כתיבי חד למען ינוח עבדך ואמתך כמוך זה קאי על עבד שמל וטבל לשם עבדות וקבל עליו כל מצות עבדים דהיינו כל מה שאשה חייבת וא\"כ גם מצות שבת בכלל ואסור לעשות מלאכה בשבת ואתי האי קרא לאורויי דשביתת העבד מוטל גם על רבו שהוא מצווה עליו למנעו מעשות מלאכה אפילו לצורך עצמו של העבד ועוד כתיב קרא וינפש בן אמתך והגר ודרשו חז\"ל דקאי על עבד הקנוי לישראל קנין הגוף אבל לא מל וטבל רק קיבל עליו ז' מצות בני נח דגם לזה צריך רבו למנעו מלעשות מלאכה עבורו בשבת וה\"ה דאסור מן התורה לכל ישראל לצוות לו לעשות מלאכה עבורם בשבת אבל לעצמו מותר עבד כזה לעשות מלאכה בשבת כיון דשבת אינו נכלל תוך ז' מצות בני נח ודינו כגר תושב דאינו מוזהר על השבת ומ\"מ אסור מה\"ת לישראל לצוות לו לעשות מלאכה עבורו וכדכתיב וינפש בן אמתך והגר. ועבד הקנוי לישראל קנין גוף ולא מל ולא טבל וגם לא קיבל עליו אפילו ז' מצות בני נח בזה נחלקו הפוסקים אם גם ע\"ז מצווים אנו על שביתתו וכמו שיתבאר:",
            "(ב) על שביתת עבדו - דמצוה על רבו לשמרו ולמנעו מעשות מלאכה אפילו לצורך עצמו וכנ\"ל. ומותר להשכיר עבדו לא\"י בימי החול אם מתנה עמו שלא יעשה בו מלאכה בשבת ולא דמי לבהמתו דמבואר לעיל בסימן רמ\"ו ס\"ג דאסור להשכירה לא\"י בכי האי גוונא דאין הא\"י נאמן על כך דהכא הא\"י לא יעשה מלאכה בע\"כ של עבד ויש לעבד נאמנות ע\"ז [פמ\"ג]:",
            "(ג) הנוהגות בעבד - דהיינו כל המצות שהאשה חייבת:",
            "(ד) הרי הוא כגר תושב - גר תושב מקרי כל שקבל עליו לקיים שבע מצות בני נח ושלא לעבוד ע\"ג אפילו בשיתוף:",
            "(ה) לעצמו - היינו מלאכת עצמו כגון תפירת בגדיו ותיקון מנעליו וכיו\"ב או שעושה להשתכר כדי שיהיו לו מזונותיו בריוח יתר על הספקת אדוניו:",
            "(ו) אבל לא לרבו - היינו אפילו לא צוהו רבו בהדיא על המלאכה ג\"כ אסור דמסתמא על דעת רבו הוא עושה והזהירה התורה ע\"ז למנעו וכדכתיב וינפש בן אמתך והגר וכנ\"ל בסק\"א. ואפילו מלאכה דרבנן אסור ג\"כ לעשות בשביל רבו ויש מקילין בזה אם לא הזהירו רבו בהדיא ע\"ז כיון שהוא רק מלאכה דרבנן:",
            "(ז) ואסור לכל ישראל - היינו מן התורה דכיון דכבר קבל עליו שבע מצות לכו\"ע הוי דינו כגר תושב דאסרה התורה לישראל לעשות מלאכה על ידו:",
            "(ח) ואם לא קבל - ר\"ל דה\"ה ג\"כ אם לא קבל עליו שום מצוה אפ\"ה כיון שהוא עבד ישראל הקנוי לו קנין הגוף ס\"ל לדעה זו דדינו שוה לקבל עליו שבע מצות ואסור לעשות מלאכה בשביל שום ישראל וכנ\"ל:",
            "(ט) לומר לעבד ישראל - דדוקא אמירה לסתם א\"י שאינו אלא שבות התירו בדברים אלו אבל בעבד א\"י של ישראל שמוזהרין עליו מן התורה אין לו היתר אלא בפיקוח נפש:",
            "(י) ויש חולקים ומתירים בזה - היינו בזה שהעבד הוא נכרי גמור ואפ\"ה ס\"ל לדעה ראשונה דהוא שוה לקבל עליו שבע מצות דאסור אפילו לישראל אחר לומר לו לעשות לו מלאכה וע\"ז חולקים וס\"ל דבזה לא אסרה התורה אלא לעשות מלאכה בשביל רבו וכדכתיב וינפש בן אמתך אבל לשאר איש ישראל לא עדיף משאר א\"י דעלמא דאינו אסור רק מדרבנן וממילא לצורך חולה אפילו אין בו סכנה מותר:",
            "(יא) אם היה עושה וכו' - היינו דאף דמבואר לעיל שמצווה על שביתת עבדו בין כשקבל עליו ז' מצות ובין כשלא קבל עליו שלא יעשה מלאכה עבורו היינו דוקא בדניחא ליה במלאכה זו דאז אמרינן דמסתמא עושה על דעתו וע\"כ מחויב להפרישו מזה משא\"כ כשניכר שאין עושה לדעתו הוי כמלאכת עצמו ואינו מוטל עליו למנעו:",
            "(יב) ולישראל אחר וכו' - דדוקא גבי רבו שהוא עבדו אמרינן דמסתמא כל מה שהוא עושה על דעת רבו עושה משא\"כ בזה אף שהוא עושה לדעת ישראל כל שלא צוהו ומתחיל העבד או הגר תושב לעשות מאליו אמרינן דהעיקר אדעתיה דנפשיה עביד להרויח לבסוף ממלאכתו ואינו אסור אא\"כ מצוהו לעשות וכנ\"ל בסק\"ז:",
            "(יג) מותר - ועיין סימן רנ\"ב סוף ס\"ב דלפעמים צריך למחות מדרבנן:",
            "(יד) ובלבד שלא יהנה - והיינו מדרבנן דלא עדיף העבד משאר אינו יהודי דעלמא שעשה מלאכה לדעת ישראל שאסור לישראל ליהנות מאותה המלאכה בשבת וכנ\"ל בריש סימן רע\"ו:",
            "(טו) וי\"א שכל וכו' - ס\"ל דלא הזהירה התורה על עבד של ישראל לענין שבת אלא ביש עליו עכ\"פ קצת מצות דהיינו שבע מצות בני נח וכמבואר בב\"י ע\"ש ועיין בא\"ר שהביא בשם כמה פוסקים דלמעשה יש להחמיר כסברא הראשונה. אסור לומר למומר וקראים לעשות לו מלאכה בשבת ויו\"ט דעובר משום לפני עור [פמ\"ג]:",
            "(טז) וכל עבד וכו' - אי קאי גם אעבד שלא מל וטבל עיין בתו\"ש ופמ\"ג:",
            "(יז) אסור לצאת וכו' - הנה מתחלה סתם הדבר ואח\"כ ביאר דאם יש בו תרתי למעליותא דהיינו שהחותם היה של טיט והוא תלוי בצוארו מותר לצאת בו דלמאי ניחוש לה דלשמא יסירנה בידו ויביאנה ד\"א בר\"ה בודאי ליכא למיחש דאית עליה אימתא דרביה שיאמר שהסירה כדי להראות שהוא בן חורין ולשמא יפסק וישבר החותם מאליו בר\"ה ואתי לאתויי אח\"כ לביתו ג\"כ ליכא למיחש דלמאי יביאנו דחותם שבור של טיט לא חזי למידי ואם כדי להראות לרבו שהוא כפוף לו ואוחז בידו החותם של עבדות זה אינו סימן כלל על עבדות כ\"א כשתלוי בצוארו או בכסותו אבל אי אית ביה חדא למעליותא שהיה תלוי החותם בכסותו או שהיה החותם של מתכות שהוא חשוב אסור לצאת בו לר\"ה וכדלקמיה:",
            "(יח) אבל לא בכסותו - דילמא מיפסק החותם מאליו ומירתת מרבו שיאמר שהסירו כדי להראות לכל שהוא בן חורין ויקפל טליתו כדי שלא יתראה מקום החותם וישאנו על כתפו ודמי הטלית על כתפו כמשאוי:",
            "(יט) ובשל מתכות וכו' - דכיון שהוא חשוב וקפיד עליו רבו שלא יאבד חיישינן דילמא מיפסק ואתי לאתויי ד' אמות בר\"ה:",
            "(כ) בכל ענין - היינו אפילו כשהוא תלוי על צוארו והטעם דכיון שהוא עשה לעצמו אינו מירתת מרבו כשיסירנו וחיישינן דילמא שקיל ליה בידיה ויביאנו ד\"א בר\"ה:",
            "(כא) אם אמר לו האדון וכו' - שאם ירצה שלא לזונו ושיחזור העבד על הפתחים הרשות בידו וא\"כ עושה העבד לעצמו:",
            "(כב) כיון שהתנה עמו מבע\"י - לאפוקי להתנות בשבת דאסור. ואם לא אמר ליה כלל אלא העבד עושה מעצמו ורוצה ליזון ממנו הביא באליהו רבא בשם ספר משאת בנימין דמותר כיון שאין הישראל אומר לו שיעשנה ובלבושי שרד בריש סימן זה משמע דאין להקל בזה:",
            "(כג) עושה הוא וכו' - ר\"ל אפילו בבית רבו כיון שהוא בצינעא וכדמסיים וכ\"ש אם מרויח אצל אינו יהודי אבל לא יעשה לצורך ישראל אחר אפילו בצינעא דהא מ\"מ עבד ישראל הוא:",
            "(כד) א\"י גמור - אבל אם קבל עליו השבע מצות הלא הוא גר תושב ואסור לעשות מלאכה לישראל אף למי שאינו רבו וכנ\"ל. ועיין ברמב\"ם פי\"ד מהל' איסורי ביאה דאין מקבלין גר תושב בזמן שאין היובל נוהג וכן עבד שאינו רוצה לקבל עליו מצות כ\"א ז' כמו גר תושב ג\"כ אין מקבלין אותו בזמן שאין היובל נוהג והראב\"ד שם חולק ע\"ז עי\"ש:",
            "(כה) שהוא שכיר - ואפילו אם הוא שכיר לכמה שנים מ\"מ הרי אינו קנוי לו קנין עולם וע\"כ אפילו אם הוא עושה מלאכת רבו אינו אסור מדאורייתא שאיננו בכלל עבדו והמלאכות המותרות לכתחלה ע\"י א\"י מותר גם על ידו. וכתב ב\"י שמהרי\"א נסתפק באותן העבדים והשפחות עו\"ג שאם רצו להמיר דתן וליכנס לדת ישמעאל יוצאים לחירות אפשר שאע\"פ שהם עתה קנויות קנין עולם שמחמת זה הם חשובים רק כשכיר עובד גלולים בעלמא וצ\"ע ודעת האחרונים להחמיר בזה מפני שיש בזה חשש איסור תורה וכ\"ש אם הוא במקום שאין לו רשות לפי דיניהם להפקיע עצמו בהמרת דתו שבזה ודאי אסור לעשות מלאכה בשבת לישראל:",
            "(כו) אין רבו מצווה - במקום שהמלך יר\"ה גזר שאין שום אדם חוץ מדתם יכולין לקנות עבד ואמה העבדים והשפחות יכולין להעביר אש בשבת דהויין כשכיר בעלמא [רשד\"ם וריב\"ל] אבל יש חולקים וס\"ל דאף עתה גופן קנוי לישראל ועכשיו שפורעים כרגא בעד העבדים והשפחות לכו\"ע גופן קנוי ואסורים במלאכה וכן לקולא דהיינו שיכול ממזר לישא שפחה ועבד ממזרת:\n"
        ],
        [
            "(א) בהמה יוצאת וכו' - דהנה כתיב למען ינוח שורך וחמורך וגו' הרי הזהירה התורה שגם בהמת ישראל תנוח בשבת ולאו דוקא בהמה ה\"ה עופות וכל בעלי חיים ולכן דוקא כשתצא בדבר שהוא לה לשמירה הוי תכשיט ואורחא והרי הוא כמלבוש לאדם ולאו משוי הוא אבל בדבר שאינה משתמרת בו הוי משוי ואסור וה\"ה כשתצא במה שהיא שמירה יתירה לפי ענינה דלאו אורחה בהכי ג\"כ בכלל משוי הוא ואסור:",
            "(ב) ביותר - דוקא בשמירה יתירה הרבה אבל אם רק מעט יותר ממה שצריכין לא הוי משא דאי אפשר לצמצם:",
            "(ג) שהוא לנוי - עיין לקמיה בס\"ק י\"ב:",
            "(ד) הילכך וכו' - נקט והולך בתחלה הבהמות החזקות שצריכות שמירה ביותר ולא די להם בשמירה קלה כגון נאקה שהיא גמלא נקבה לבנה שצריך לשמירתה דוקא זממה דפרזלא בחוטמה ולא די לה בפגא דפרזלא וכ\"ש באפסר ואסורה לצאת בהם וחמרא לובא [הוא חמור הבא ממדינת לוב] בפגא דפרזלא אבל לא בזממא דזה הוא לה נטירותא יתירתא:",
            "(ה) בפגא דפרזלא - היינו בפרומביא הכתוב בס\"ג ודוקא חמרא לובא אבל חמור אחר לא דהו\"ל אצלו נטירותא יתירתא וכמו שכתוב לקמיה בסעיף ג' ואיתא בגמרא דחמרא לובא יוצא אף באפסר דגם בזה משתמר:",
            "(ו) והגמל באפסר - אבל לא בזממא דפרזלא שהוא לו שמירה יתירה ובפגא דפרזלא מסתפק המ\"א והט\"ז פסק לאיסור:",
            "(ז) ופרד וחמור - צ\"ל וכן פרד וחמור דהיינו שגם הם יוצאים באפסר אבל ברסן שהוא פרומביא אסורים לצאת וכמו שכתב בס\"ג לענין חמור וה\"ה פרד:",
            "(ח) וסוס יוצא וכו' - כצ\"ל. דאלו חמור אסור ברסן:",
            "(ט) שהוא פרינ\"ו - היינו בריג\"א הנ\"ל שהוא פרומביא ובלשוננו קורין צוי\"ם ואפסר הוא מה שקורין אברי\"ץ:",
            "(י) אבל לא בשניהם - דדי לה באחד והשני משוי הוא ואם עסקיו רעים שאין משתמר באחד מותר לצאת בשניהם יחד והכל לפי הענין. [מרדכי]:",
            "(יא) ומותר וכו' - דוקא באלו שמותרים לצאת באפסר מותר גם לכרוך סביב צוארה החבל היוצא ממנה אם הוא ארוך אבל פרה אסורה לצאת באפסר וכן לכרוך חבל סביב צוארה לפי שהיא משתמרת בלא\"ה וכדלקמן בסי\"ז ע\"ש:",
            "(יב) סביב צוארה - מרש\"י ור\"ן משמע דאע\"ג שכרוך בחוזק סביב צוארה שאין אדם יכול להכניס ידיו בין אפסר לצואר שתהא נוח לימשך כשירצה אפ\"ה שרי משום דהיא נוי ואע\"ג דכל נוי אסור וכנ\"ל בריש הסעיף וכדלקמן בסוף סי\"ז היינו דוקא בנוי דלאו אורחיה בחול לאפוקי דבר שדרך כל אדם לעשות כן בחול לנוי לבהמה לאו משאוי הוא אבל התוספות וכן רבינו ירוחם ס\"ל דנוי אסור בכל ענין והכא מיירי ברפויין ומקרי לשמירה דהא יכול לאחוז בחבל כשתרצה לברוח וכ\"ש אם יצא קצת מן החבל תלוי סביב צוארה דשרי ופסק הב\"ח כהתוספות לחומרא:",
            "(יג) האפסר - וכן הרסן דמוכן הוא לבהמה ואינו מוקצה:",
            "(יד) שלא ישען עליה - ר\"ל כשנותן בראש הבהמה יזהר שלא ישען בראשה דהוי משתמש בבע\"ח:",
            "(טו) לפי שאינו משתמר בו - דנשמט הוא מפיו ולא דמי לאפסר שקשור בראשו ואינו נשמט:",
            "(טז) לצאת וכו' - נתבאר בס\"א דדוקא חמרא לובא מותר בו:",
            "(יז) כל בהמה וכו' - וע\"כ אפילו פרה שסתמה אינה צריכה שמירה וכדלקמן בסוף סי\"ז אם היא מורדת מותרת לצאת בחבל סביב צוארה:",
            "(יח) כגון כלבים וכו' - וה\"ה דסוס יוצא בשיר [משנה שם]:",
            "(יט) וחיות קטנות - היינו אלו דאורחייהו בהכי בחול אבל חתול אסור דסגי לה בחבל קטן בעלמא וזה הוא לה נטירותא יתירתא [כ\"מ בגמרא שם]:",
            "(כ) בשיר הכרוך - ר\"ל שהרצועה התלויה בשיר כרוך על צוארן וכנ\"ל בס\"ק י\"ב:",
            "(כא) ויכולין למשכם בהם - היינו שאם רוצה יוכל למשוך אותה ע\"י הרצועה התלויה ועיין לקמן בסט\"ז:",
            "(כב) ראשי דדיהן - בשביל החלב כמו שיתבאר וטעם כל אלו דאע\"פ שאין נעשין להם לשמירה שלא לברוח מ\"מ כיון שנעשין לשמירת גופן לשמרן מפני הצער שלא יהיו מוכחשים או מפני צמרן ובריאותם וטובתם הוי להו כמלבוש לאדם ולא למשא הוא להם ומותרין לצאת בהן [לבוש]:",
            "(כג) ודוקא כשקושרין אותן - ואפילו אם קישר בשביל זה כיס על דדיהן ג\"כ שפיר דמי [גמרא ע\"ש]:",
            "(כד) וחיישינן דלמא נפיל וכו' - אבל בלא\"ה משמע דהיה מותר ולא הוי משוי דחשיב מלבוש במה ששומר בזה את חלבו וכמו רחלים כבונות דשרי מפני ששומר בזה את צמרן. ועיין לקמן בסעיף י\"א דאוסר לעזים לצאת בכיס שבדדיהן שתלוי עליה כדי שלא יסרטו דדיהן בקוצים מיירי התם שהיו צריכין עוד להחלב ולא הדקוה שפיר כדי שלא יצטמק החלב ולכך אסור:",
            "(כה) חמור יוצא במרדעת - דמצטער בצינה דחמרא אפילו בתקופת תמוז קרירא ליה ונחשב כמלבוש ודוקא כשקשורה מע\"ש דאז גלי דעתו מאתמול שצריכה לכך אבל אם קשרו בשבת אסור לצאת בו כיון דלא גליא דעתו מע\"ש שיהא לה למלבוש:",
            "(כו) כמין אוכף קטן - עיין בלבושי שרד שצ\"ל כמין אוכף גדול:",
            "(כז) ושאר וכו' - לפי שאין הצינה קשה להן והוי המרדעת משוי:",
            "(כח) ולא יצא באוכף - דאין האוכף מועיל לו והוי משוי דדוקא מרדעת מועיל שהוא מונח על כל הגוף משא\"כ אוכף אין מחמם אלא במקום שמונח:",
            "(כט) מותר ליתן מרדעת - היינו שלא לצאת לר\"ה כ\"א שיהיה בחצר:",
            "(ל) מפני הצינה - היינו דמשום זה לא חיישינן לטרחא דשבת:",
            "(לא) שלא יקשרנו - היינו אפילו בקשר שאינו של קיימא:",
            "(לב) אסור ליתן עליו - משום דהוי טרחא שלא לצורך ועיין בביאור הגר\"א שכתב דלדעת רש\"י גם על הסוס וכן לכל הבהמות מותר ליתן מרדעת בחצר דגם להם יש צער צינה ומועיל החימום. וכ\"ז בסתמא אבל בשעה שהקור גדול ואנו רואים שמזיק לסוס וכן בימות החמה שהזבובים רבים ומצערים להסוס לכו\"ע מותר להניח בחצר המרדעת או שאר בגד עליו דלא גרע מחמור ובלבד שיהיה זהיר שלא יסמוך עצמו על הבהמה בשעת הכיסוי:",
            "(לג) ולהסיר מרדעת וכו' - דהוי טרחא שלא לצורך ואפילו אם כבר נתחממה ע\"י משאוי שנשאה מבע\"י:",
            "(לד) ובין מן הסוס - עיין בבה\"ל:",
            "(לה) בין ליטול - הטעם כנ\"ל לענין מרדעת ומש\"כ בין להניח הטעם דכיון דאינו מחמם רק מעט הוי טרחא שלא לצורך:",
            "(לו) לא יטלנו בידו - דאף דיש להחמור עונג בהסרתו מ\"מ כיון דלית ליה צער אם לא יסירנו אסור וכבר כתבו בסעיף הקודם ושנאו משום סיפא:",
            "(לז) בצוארו - דכל מידי שאינו אלא לתענוג לבהמה הוי טרחא שלא לצורך ואסור:",
            "(לח) אין יוצאים בו - אפילו אם היה תלוי עליהן מבעוד יום דהוי משוי:",
            "(לט) בזנב שועל - בכל אלו הטעם לפי שאין בהם צורך לשמירת גופן והוי משאוי לבד מסנדל שנועלים ברגלי הבהמה דהטעם משום דלמא נפל ואתי לאתויי וכן בכיס שבדדי העזים משמע מהגר\"א דהטעם ג\"כ משום שאינו מהודק יפה וחיישינן דלמא נפל הכיס ואתו בעליהן לאתויי:",
            "(מ) ולא עזים וכו' - עיין לעיל בסקכ\"ד מה שכ' שם:",
            "(מא) בסנדל וכו' - ונראה שאין בכלל זה הברזל שקובעין ברגלי הסוסים מלמטה דכיון שקבוע במסמרים לא חיישינן דילמא נפלי:",
            "(מב) ופוקק וכו' - היינו שסותם העינבל שבתוכה בצמר או במוכין דאל\"ה אסור משום דמשמיע קול:",
            "(מג) לא תצא בו - משום דמחזי כמוליכו בשוק למכור [גמרא] ומשמע דבאלו דלא שייך זה כגון בחתולים ועופות וכה\"ג שאין דרך להוליכן למכור בזוג מותר כשפקוק ובסמ\"ג משמע דאסור אף באלו לצאת משום משוי ועיין במ\"א וא\"ר. ודע דכל הנך דאמרינן בבהמה דאסור לצאת בר\"ה משום משוי בחצר שרי ואפילו אם אינה מעורבת ולענין כרמלית יש דעות בין האחרונים יש מתירים ויש אוסרים ולענין ר\"ה שלנו בודאי יש ליזהר דיש בזה ספק איסור תורה כמו שביארתי בבה\"ל. ובדבר שהחשש הוך משום דלמא נפיל ואתי בעליו לאתויי אף המתירים הנ\"ל מודים דאסור בכרמלית. ובדבר שהטעם הוא משום דמחזי כמוליכו למכור אף במבוי המעורבת אסור כיון דשכיחי שם רבים כ\"כ מ\"א. והפמ\"ג וכן הבית מאיר מפקפקין בדין זה:",
            "(מד) בכסותה - עושה לסוסים מעילים שלא יטנפו:",
            "(מה) בין שהוא בכסותה - דאף שהוא ארוג או תפור בכסותה דליכא למיחש דילמא מיפסק ואתי לאתויי אפ\"ה אסור דגזרו אריג אטו אינו אריג:",
            "(מו) אפילו היא קשורה - דשמא נפיל ואתי לאתויי אבל כשקשורה בשניהם מיהדק שפיר ולא נפל וכן בשליתה כיון דכאיב לה לא מינתחא לכאן ולכאן:",
            "(מז) ובחטוטרתו - כמין חטוטרת יש לגמל על גביהם:",
            "(מח) ידה אחת וכו' - דמכל זה יש צער גדול לבהמה ומשוי הוא לה ויש שכתבו משום דילמא נפל החבל ומייתי לה. ודוקא ידה אחת אבל כשקשורים שני ידיה או שתי רגליה כדי שלא יברחו כדרך שעושין לסוסים כשרועין מותר לצאת בהן דנטירותא הוא לה ולא הוי משוי וכנ\"ל בריש הסימן:",
            "(מט) לא יקשור וכו' - משום דמחזי כמאן דאזיל למכרם לשוק ומהאי טעמא אפילו היו קשורין מע\"ש ג\"כ אסור למשכן ודעת יש מי שאוסר וכו' הוא דס\"ל דגם בזה שייך הטעם הנ\"ל ועיין בא\"ר שהביא דהיא רק דעת יחידאה וכל הפוסקים חולקין עליה ואין לחוש לה:",
            "(נ) טפח למטה - ומ\"מ אם הוציא טפח אחד מתחת ידו לא עשה איסור אא\"כ הוציא ב' טפחים אלא דלמעשה יש להחמיר לכתחלה שלא יצא אפילו טפח אחד מידו [גמ']:",
            "(נא) עד שלא יגיע - צ\"ל עד שיגיע והטעם דכשיגיע סמוך לארץ לא תהא נראה כאלו הבהמה נמשכת בה דיהיה מותר מחמת שהוא נטירותא דבהמה אלא כמשאוי בעלמא:",
            "(נב) אין חמור וכו' ולא בזוג וכו' - כבר מובא לעיל בס\"א ובסוף סי\"א ושנאו משום אינך דנשנה הכל במשנה אחת בגמרא:",
            "(נג) ולא בסולם וכו' - טעם כל אלו [לבד מאלו שנבאר בהדיא טעמם] משום דחייס עלייהו ואי נפיל אתי לאתויי:",
            "(נד) והוא כמין טבעת וכו' - זהו פירש\"י וברי\"ף פירש עוד דכשנבקע פרסה של רגל הבהמה קושרין אותה ברצועה כדי שתחלים ותחזור לכמות שהיתה וכן פירש הרמב\"ם בפירוש המשנה:",
            "(נה) כדי שלא ישברו - כתב הח\"א דאם קשרן לרגליהן כדי שלא יוכלו לברוח שרי לצאת בהן דכל מה שדרך לעשות לשמירתן הוי לה כמו מלבוש וכ\"כ בספר נזר ישראל בשם תשובת מאמר מרדכי:",
            "(נו) ולא בזמם - בביאור הגר\"א משמע דבזה הטעם הוא דהוי כמו משוי דדמי לחסום שבפי הפרה שבסעי' י\"א דשם הטעם משום משוי:",
            "(נז) בין אם היא לשימור - דזה הוי נטירותא יתירתא לפרה והוי משוי וכנ\"ל בס\"א:",
            "(נח) שאינה צריכה שמירה - והוי משוי ואם טבעה לברוח נתבאר בס\"ד דמותר:",
            "(נט) מותרים - אפילו החבל כרוך סביב צוארן דיוכל לתפסם בהחבל אם אם יברחו וכנ\"ל בס\"א:",
            "(ס) אע\"פ שהיא וכו' - מפני שהאדם יש לו מזל ומלאך המליץ עליו מלמעלה ומזלו מסייע לו שיועיל לו הקמיע משא\"כ לבהמה:",
            "(סא) אין רוכבין וכו' - גזירה שמא יחתוך זמורה מן המחובר כדי להנהיגה דחייב ע\"ז משום תולש דהוא תולדה דקוצר:",
            "(סב) ולא נתלים עליה - דכל שמוש בבעלי חיים כללו בכלל רכיבה ואסרו ואפילו במקום דליכא למיחש שמא יחתוך זמורה כגון במדבר דליכא זמורה או לשפשף את התינוק על גב הבהמה כדי לשעשע אותו ג\"כ אסור דלא פלוג רבנן במילתייהו:",
            "(סג) והוא משתמש בו - היינו שסומך את עצמו בצד אותו דבר אבל אם משתמש על גב אותו דבר המונח על צדה הרי הוא כמשתמש על צדה ממש וכמו שכתב בהג\"ה לקמן לענין קרון עי\"ש במ\"ב:",
            "(סד) אפילו במזיד ירד - ולא כמו גבי אילן דאם עלה במזיד קי\"ל לקמן בסימן של\"ו ס\"א דלא ירד עד מו\"ש משום קנסא הכא ירד משום צער בעלי חיים:",
            "(סה) ומטעם זה פורקין - היינו אפילו המשוי הוא מוקצה ומ\"מ לא רצו להקל מטעם צער בעלי חיים לסלקו בידים כיון דאפשר לסלקו שלא בידים:",
            "(סו) שהא\"י מנהיגו - דאם ישראל בעצמו מנהיגו יש בלא\"ה איסור תורה משום מחמר:",
            "(סז) שמשתמש בבהמה - ולא נקרא צדי צדדין מפני שהעגלה מחוברת בצדי הבהמה כיון שהוא משתמש ע\"ג העגלה ודינו כמו על צדי הבהמה ממש וכנ\"ל בס\"ק ס\"ג וגם להשתמש על דף היוצא חוץ לעגלה מאחוריה ג\"כ אסור ולא מקרי צדי צדדין דהכל כלי אחד הוא:",
            "(סח) אם המים עמוקים וכו' - דאם אין עמוקים ויכול לפרנסה במקומה שלא תמות אין מתירין לו להניח כרים וכסתות לבטל כלי מהיכנו:",
            "(סט) מביא כרים וכסתות וכו' - וה\"ה דיכול להניח שאר כלים תחתיה כדי שתוכל לעלות ונקט כרים וכסתות לרבותא אף דלא יהיו ראוים להשתמש בהן עי\"ז בעוד שעליהן לחות המים אף לכשתעלה הבהמה אפ\"ה מותר דאתי צער בע\"ח דהוא דאורייתא [ממה דהזהירה התורה מצות פריקת המשא מעל הבהמה] ודחי איסור ביטול כלי מהיכנו שהוא רק מדרבנן שגזרו שלא לבטל בשבת כלי ממה שהיא מוכנת:",
            "(ע) ונותן תחתיה - אבל אסור להעלותה בידים דכל בעלי חיים הם מוקצים ואע\"ג דאיכא צער בע\"ח אסור דאין לנו לדמות גזירות חכמים זה לזה [מ\"א ותו\"ש שכן מוכח מרמב\"ם] ועיין בא\"ר שהביא דיש פוסקים שמקילים אף להעלותה בידים אם א\"א ע\"י כרים וכסתות וע\"י א\"י לכו\"ע מותר להעלותה וזה עדיף יותר מהנחת כרים וכסתות ושאר כלים תחתיה:",
            "(עא) מותר לומר - וה\"ה דמותר משום צער בע\"ח לומר לעו\"ג להמרות האווזות שהורגלו כבר בהמראה ואין יכולין שוב לאכול בעצמן אבל אין מותר רק פ\"א ביום דשוב ליכא צער בע\"ח [תשובת רמ\"א] ומשמע שם דאי ליכא א\"י שרי ההמראה ע\"י ישראל ואע\"ג דאסרינן לקמן בסימן שכ\"ד ס\"ט להמרות האווזות בשבת הכא שאין יכולין לאכול בעצמן מותר משום צער בע\"ח וטוב לעשות ע\"י קטן. כתב הרמב\"ם החולב לתוך כלי חייב לתוך אוכל פטור [ומ\"מ איסורא יש דכל פטורי דשבת פטור אבל אסור] והחלב אסור אפילו חולב לתוך אוכל כיון דהבהמה אינה ראויה לאכילה הוי מוקצה [מ\"א]:",
            "(עב) והחלב אסור וכו' - משום משקין שזבו מפירות העומדים לסחיטה דקי\"ל בסימן ש\"כ ס\"א דאסורין והא נמי להא דמיא:",
            "(עג) וי\"א שצריך וכו' - ס\"ל דאמירה לחלוב לא הותר כלל כ\"א כשהא\"י חולב לצורך עצמו והישראל קונה אחר השבת ממנו בדבר מועט והעולם נוהגין כסברא הראשונה דמשום צער בע\"ח שרי אמירה לא\"י לחלוב בין לא\"י מן השוק ובין להשפחות שנשכרות לכל השנה למלאכתו ואין למחות בידם ומ\"מ טוב שיחלוב הא\"י לתוך אוכל דהו\"ל שבות דשבות [מ\"א]:",
            "(עד) מותר כיון וכו' - היינו דמסתמא אדעתא דנפשה קעבדה ועיין באחרונים שהשיגו ע\"ז דכיון שנוטלת החלב של ישראל ורואה הישראל ושותק מסתמא אדעתא דישראל קעבדה שיודעת שניחא ליה בזה ואפילו אם היתה עושה זה אח\"כ בבית א\"י מחוייב למחות בידה וכ\"ש שהיא עושה זה בבית ישראל ועיין בביאור הגר\"א שגם הוא הקשה ע\"ז עוד מטעם אחר עי\"ש ובא\"ר ובפמ\"ג הסכימו דכונת השו\"ע הוא רק אם עשתה לפעמים דרך מקרה שמותר אחר השבת ליהנות מהם אבל אם היא עושה כן תמיד מחוייב למחות:",
            "(עה) שהחי וכו' - ר\"ל דאין חל ע\"ז שם משא שיהיה צריך למנעו מפני שביתת בהמתו ואף דמאי דאמרינן חי נושא א\"ע היינו רק מדאורייתא אבל מדרבנן אסור וע\"כ אסור לאדם לישא תינוק בשבת לא גזרו שבות זה בבהמה:",
            "(עו) עליה בגדיו - אבל באוכף ליכא קפידא דבטל לגבי הרוכב:",
            "(עז) ולא שום דבר - ואם נשאר איזה דבר עליה מע\"ש והיא רוצה מעצמה לצאת לחוץ בעליה צריך למנעה שלא לצאת מפני מצות שביתת בהמה אבל אם אין עליה שום דבר אפילו אם היא רוצה לצאת חוץ לתחום אין מחויב למנעה מזה ורק להוציאה בידים חוץ לתחומה אסור:",
            "(עח) ואינו ממתין לשכירות ממנו - ר\"ל דלכך מותר למסור לכתחלה בשבת דהרועה מירתת להשתמש בה בשבת שלא יענש ע\"ז בדיניהם כיון שלא מסרה לו למלאכה כלל אבל להשכיר ולהשאיל לא\"י אסור אפילו אם מתנה עמו שתנוח בשבת וכדלעיל בסימן רמ\"ו ס\"ג דכיון שהשכירה לו למלאכה אינו מירתת כ\"כ כי יאמר בלבו בעד יום השבת אראה להוסיף לו לפי ערך המגיע ליום וכן בשאלה הוא חושב שיעשה לו טובה כנגדו עבור זה משא\"כ בזה שמסרה לו רק לרעות אותה אז מירתת לעשות בה מלאכה כלל אף שרוצה לשלם לו כיון שאינה עומדת לכך [אחרונים] ולפ\"ז מה שכתב המחבר דאם רואהו וכו' ה\"ה כשנודע לו שעושה בה מלאכה צריך למחות בידו:",
            "(עט) וכל שכן דאין לחוש וכו' - ואפילו אם הוא רואה אין צריך למחות דדוקא להוציאה בידים אסור וכנ\"ל. וכ\"ז כשהא\"י מוציאה מעצמו אבל לצוותו בשבת להוציאה חוץ לתחום לרעות שם עיין בפמ\"ג שמסתפק בזה ונכון להחמיר וכ\"כ בח\"א ומטעם זה אם מוליכין שוורים למקום אחר למכור אסור למסור להם בשבת אפילו אם קצץ עם הא\"י כבר על זה הענין קודם שבת דהוי כמתנה עמו להוליך חוץ לתחום אבל למסור לו בע\"ש אפילו אם יוליכנה בשבת חוץ לשלש פרסאות שרי:",
            "(פ) שהרועה יוציא וכו' - ויש מחמירין בדבר שלא למסור לו בשבת והעולם נוהגין כהיום היתר בדבר:",
            ""
        ],
        [
            "(א) שמעיין נכסיו - ודוקא היכא דמינכרא מילתא כגון שעומד אצל שדהו הצריכה חרישה או קצירה וכיו\"ב דמינכר הדבר שעומד שם לעיין בצרכיה וכן לילך ולהחשיך על פתח המדינה כיון שדרך שהמרחצאות שם חוץ למדינה סמוך לפתח המדינה ניכר שלצורך המרחץ מחשיך אבל אם לא מינכר מלתא הוא בכלל הרהור בעסקיו דמותר:",
            "(ב) אין מחשיכין וכו' - היינו לקרב עצמו בשבת עד סוף התחום ולהחשיך שם שיהא קרוב למקום הפועלים לשכרם במו\"ש והטעם דכל דבר שאסור לעשותו בשבת אפילו הוא איסור מד\"ס אסור להחשיך בשבילו:",
            "(ג) להביא בהמתו - דאף שהיא עומדת עתה מחוץ לתחום וא\"א להביאה בשבת מ\"מ לא מיקרי זה מחשיך בשביל דבר האסור כיון שאם היו בורגנין [הם סכות השומרים] סמוכים זה לזה בתוך שבעים אמה וד' טפחים היה מותר להביאה אפילו היה נמשך באופן זה כמה מילין מסוף העיר משום דכל זה שייך להעיר וכיון שיש לה תקנתא ע\"י בורגנין לכך מותר להחשיך אפילו בלא בורגנין דלא אסור החשכה אלא בשביל דבר שא\"א למצוא תקנתא להאיסור:",
            "(ד) וי\"א שאם וכו' - כו\"ע מודים בזה ונקט לשון וי\"א מפני שכן דרך המחבר במקום שלא נמצא דין זה מפורש בשאר פוסקים:",
            "(ה) דאינו רשאי להביא - ר\"ל אפילו היו מחיצות שלמות היה אסור עכ\"פ משום מוקצה ונמצא שהוא מחשיך בשביל דבר האסור לעשות בשבת ואסור:",
            "(ו) דאסור לטלטל - וגם בזה אין איסור משום ממצוא חפצך אלא כשניכר הדבר שמתכוין לצרכיו או כשמחשיך עבור זה בסוף התחום אבל אם אינו ניכר רק כהולך לטייל שרי אף שדעתו בהילוך זה למצוא סוס וכדומה [אחרונים]:",
            "(ז) יכול וכו' - ולא גזרינן דלמא יצא בעליה חוץ לתחום כדי להכניסה לתוך התחום. ואם אינה שומעת לו לבוא מותר להכניסה ע\"י א\"י אבל אסור להכניסה ע\"י ישראל אפילו ישראל אחר שאין בעליה שאצלו הוא בתוך התחום דקי\"ל הבהמה והכלים כרגלי הבעלים הן לענין תחומין וע\"כ כיון שיצאת חוץ לתחום שלה אסור לכל ישראל להזיזה בידים מד\"א שלה:",
            "(ח) לעשות וכו' או צרכי מת - האי לעשות אצרכי מת נמי קאי דמחשיך כדי לתקנן ולהביאן מהר ואפ\"ה מותר דחפצי שמים הוא דבשביל ההבאה בעלמא פשיטא דמותר להחשיך [גמרא]:",
            "(ט) כדי שיביא לו - היינו כדי שיתקנן שם ויביא לו וכנ\"ל:",
            "(י) לך למקום פלוני וכו' - פי' לילך שם ולקנות דאסור לומר בשביל דבר הרשות ובדבר מצוה שרי אבל הליכה גרידא אפילו לדבר הרשות שרי לומר כמ\"ש סימן ש\"ז ס\"ח:",
            "(יא) למחר - אבל בשבת עצמו אסור אף שהוא לדבר מצוה:",
            "(יב) סך ידוע - לפי שאין בקציצה שום מצוה רק הצלת ממונו ולכך אסור:",
            "(יג) לא יאמר תן לי וכו' - ר\"ל שלא יאמר לו ע\"י השליח הזה שיתן לו צרכי המצוה הזו עוד בשנים ויהיה חייב לו בסך הכל עשרה שצירוף סך זה אין בו צורך למצוה:",
            "(יד) בכל ענין - אסכום מקח קאי דס\"ל דכיון דהוא דרך מקח וממכר ממש לא התירו בשום גווני אפילו לצורך מצוה:",
            "(טו) השוכר את הפועל - מיירי ששכרו לימים שבעד כל יום שישמרנו יתן לו כך וכך והוא שמר גם בשבת וקאמר שא\"צ לשלם לו עבור יום השבת ועיין בטור דמוכח שאפילו אם הוא רוצה ליתן לו אסור לו להשכיר ליקח השכר אא\"כ הוא נותן לו דרך מתנה [פמ\"ג]:",
            "(טז) אינו נותן וכו' - מדרבנן גזירה משום מקח וממכר:",
            "(יז) אין אחריות וכו' - שאם אירע בהן קלקול בשבת אינו חייב לשלם:",
            "(יח) היה שכיר שבת - היינו של כל השבוע ביחד וע\"כ נותן לו שכר שבת ור\"ל שאפילו אם יחזור הפועל בתוך הזמן אינו מנכה לו שכר השבתות מזמן שעבר הואיל והוא בהבלעה עם שאר הימים [וזהו דקמסיים המחבר שיוכל הפועל לומר תן לי שכר עשרה ימים דמיירי שחוזר הפועל באמצע שבוע שני] וממילא מחויב לשמור גם בשבת ואם אירע הפסד חייב לשלם ונראה דאפילו אם לא אירע בו הפסד אך שלא שמר ביום השבת יכול לנכות לו משכרו מידי דהוי אם לא שמר יום אחר ועיין בבה\"ל:",
            "(יט) לשלם לו כל יום וכו' - היינו שהתנה עמו שישלם לו לפי חשבון הימים והלשון הזה מורה שיוכל הבעה\"ב לחזור באמצע השבוע ולא יצטרך לשלם לו בעד כל השבוע אלא בעד הימים שעברו ע\"כ מיקרי שכיר יום ואסור לו לקבל שכר שבת לבסוף אפילו אם משלם לו עבור כל החודש ביחד ועיין לקמיה בסק\"כ וכתב המ\"א דכן הדין במשכיר חדר לחבירו לחודש והתנה עם השוכר שישלם לו לפי חשבון הימים ג\"כ אסור לו ליקח שכר שבת והטעם כנ\"ל וה\"ה אותן המלוים ברבית לא\"י לשנה או לחודש צריכים ליזהר שלא להתנות עם הלוה בסתמא שישלם לו לפי חשבון הימים שיחזיק המעות ת\"י דהלשון הזה מורה שכל אימת שישלם לו ואפילו אם ישלם לו באמצע השבוע יחשב לו הרבית לפי חשבון הימים ולפ\"ז נחשב כל יום ויום בפ\"ע וא\"כ יצטרך לבסוף לנכות לו שכר כל השבתות אלא יתנה עמו שאם ישלם לו באמצע השבוע יפרע לו הרבית מכל השבוע זה כולו או לא יפרע לו כלל הרבית עבור שבוע זה האחרון:",
            "(כ) מקרי שכיר יום - ובספר שבות יעקב חולק וס\"ל דמהר\"ן אין ראיה לדין זה דבעניננו אף שלפי דבריו יוכל לחזור ולסלקו באמצע השבוע מ\"מ מסתמא לא יחזור בו באמצע והוי שכיר חודש ומקרי אח\"כ השכר שבת בהבלעה ושרי וגם בספר א\"ר מצדד דיש ספק בדין זה ע\"ש טעמו:",
            "(כא) או יאמר וכו' - ומה שנוהגים הסוחרים לשכור יהודי בע\"ש לשמור העגלות מן הגנבה הדבר קשה איך הסוחר עובר על לפני עור כיון שיודע שודאי יקבל שכר שבת ולכן ראוי שיתנה עם השומר שישמור גם ביום ע\"ש ובמו\"ש איזה שעות ואז הוי כשכר שבת בהבלעה ושרי [ח\"א]:",
            "(כב) להתפלל בשבת - משום שנוטל שכר שבת:",
            "(כג) ויש מי שמתיר - ס\"ל דבמקום מצוה לא גזרו רבנן על שכר שבת בזה ומ\"מ אינו רואה סימן ברכה ובכ\"ז ה\"ה לשכור תוקע. ומ\"מ אסור לשכור החזן או התוקע בשבת ויו\"ט גופא רק מע\"ש:",
            "(כד) לשנה וכו' - פי' שיתפלל גם בימות החול ומשלם לו לחודש או לשבוע בבת אחת ועיין באחרונים שכתבו שנוהגים להקל לשכור לשבתות לחוד והחושש לדברי האוסרין לא יקצוב בתחלה ומה שלוקח אח\"כ י\"ל שהוא דרך מתנה ומילדת בודאי מותרת ליקח שכר שבת:",
            "(כה) חפצי שמים וכו' - דכתיב אם תשיב משבת רגלך ממצוא חפצך וגו' ודרשו חפציך אסורין חפצי שמים מותרין:",
            "(כו) חשבונות - ומותר לחשוב מה שצריך לסעודת מצוה [מ\"א]:",
            "(כז) ולפסוק צדקה - לעניים או לבהכ\"נ. ולנדב איזה חפץ על בהכ\"נ ג\"כ נוהגין העולם להקל ואע\"ג דאמרינן אין מעריכין [היינו לומר ערך פלוני עלי] ואין מקדישין בשבת וכדאיתא לקמן בסימן של\"ט היינו דוקא הקדש מזבח או לבדק הבית אבל הקדשות דידן מותר דאין שם הקדש עליהן אלא חולין הן ומ\"מ לכתחלה נכון ליזהר כשמקדיש איזה חפץ ידוע בשבת כגון ס\"ת או עטרה לס\"ת שיקדישנו בפיו מע\"ש אפילו בינו לבין עצמו ואז אפילו מביאו בשבת לבהכ\"נ אינו אלא מפרסם ההקדש שהקדיש מע\"ש. ולפסוק מעות לצדקה ולא חפץ ידוע מותר אפילו לכתחלה בשבת לכו\"ע דהטעם דאסור להקדיש הוא משום דהוי כמקח וממכר שמוציא החפץ מרשותו לרשות אחר וזה אין שייך במעות וה\"ה כשאינו מיחד החפץ בשבת רק שאומר סתם אני מנדר ס\"ת אף שיש לו בביתו מותר לכו\"ע דהא עדיין לא יצאה מרשותו שלא ייחד דוקא לזו:",
            "(כח) ולפקח על עסקי רבים - לעיין ולחקור דצרכי רבים הוי כצורך מצוה. ומותר אפילו לילך לבתי טרטיאות שמתכנסין שם הא\"י כדי לפקח בשביל הרבים. וכתבו הפוסקים דלא הותר אמירה לא\"י לעשות מלאכה ולא שבות אחר בשביל עסקי רבים דרק הפקוח וההתעסקות בדברים בלא מלאכה דאסור בצרכי יחיד משום ודבר דבר זה הותר לדבר מצוה או לצורך רבים [מ\"א וש\"א] ועיין לקמן בסימן ש\"ז ס\"ה ולעיל בסימן רע\"ו ס\"ב בהג\"ה:",
            "(כט) ולשדך התינוק - צ\"ל התינוקת:",
            "(ל) או אומנות - דהוא נמי עוסק במצוה דאם אין לו אומנות עוסק בגזל:",
            "(לא) אבל לשכרו וכו' - כנ\"ל בס\"ג בהג\"ה כדעת היש אוסרים שם:",
            "(לב) כמה יתן - אלא יאמר סתם אמור בעבורי מי שברך:",
            "(לג) לפסוק צדקה - ואפילו החזן עשיר כיון שנותנין לו זה כדי שיתפלל לפני העמוד הוי צורך מצוה. ובענין הכרזת מצות בבהכ\"נ יש אוסרין ויש מתירין דלא שייך מקח וממכר אלא בחפץ הנקנה ובמקום שנהגו היתר אין למחות בידן. וקניית מקומות בבהכ\"נ וכן קניית אתרוגים מן הקהל אחר גמר מצותן שקונין אותם לאכילה או להריח לכו\"ע אסור וכן לקנות שופר או אתרוג ביו\"ט מן המוכר אתרוגים אסור [מ\"א וש\"א] ועיין לקמן בסימן שכ\"ג ס\"ד. והנה מקח וממכר אחד בפה ואחד במסירה אסור גזירה שמא יבוא לכתיבה. וגם אסור ליתן מתנה לחבירו דדמי למקח וממכר שהרי יוצא מרשותו אלא דבמתנה מותר כשהוא לצורך שבת ויו\"ט כמש\"כ סימן שכ\"ג ס\"ז וכן לצורך מצוה וכן אסור ליתן משכון לחבירו אא\"כ הוא לצורך מצוה או לצורך שבת [מ\"א בשם הפוסקים] וכתב עוד דלפ\"ז מה שנהגו ליתן כלים במתנה לחתן הדורש אינו נכון מיהו מה שמחייבין קצת ליתן לו דמים אפשר דשרי כיון דבידו לחזור ועיין בא\"ר:",
            "(לד) מדידה של מצוה - ואע\"ג דלא הותר שבות אפילו במקום מצוה וכמ\"ש לעיל בס\"ק כ\"ח שאני מדידה דלא הוי איסור כ\"כ אלא משום דהוי כעובדא דחול ולהכי שרי במקום מצוה:",
            "(לה) כגון למדוד וכו' - וה\"ה דמותר למדוד חור שיש בכותל המפסיק אם יש בו פותח טפח להביא הטומאה מהחדר שהמת בו לחדר הסמוך לו ואע\"ג שיכולין הכהנים לצאת ממנו מ\"מ כיון שמודד שעורי תורה לא מחזי כעובדא דחול. וה\"ה דמותר למדוד כדי לשער שיעור ששים לבטל איזה איסור דכיון דהוא להתלמד ע\"ד הוראה לא הוי כעובדין דחול [פמ\"ג]:",
            "(לו) של מצוה - דמדידה רפואה היא ורפואת הגוף מצוה היא וגזירת שחיקת סממנין לא שייך בזה אלא ברפואה שיש בה ממש כגון משקה או אוכל [א\"ר]:",
            "(לז) הרהור בעסקיו מותר - דכתיב ודבר דבר דבור אסור הרהור מותר:",
            "(לח) מצוה שלא יחשוב וכו' - ומכ\"ש אם יש לו ע\"י ההרהור טרדת הלב ודאגה דיזהר בזה עיין בב\"י:",
            "(לט) ויהא בעיניו וכו' - וכדאיתא במכלתא פ' יתרו ששת ימים תעבוד ועשית כל מלאכתך וכי אפשר לאדם לעשות כל מלאכתו בששת ימים אלא שבות כאלו כל מלאכתך עשויה:",
            "(מ) אסור לומר וכו' - דדוקא לומר לו לעשות אחר השבת מותר משום דהוי צרכי מצוה וכמש\"כ בס\"ג אבל לא שיעשה או ילך בשבת וכן אפילו א\"ל מע\"ש לעשות בשבת אסור אף שהוא לצורך כלה או מת [מ\"א בשם הר\"ן]:",
            "(מא) ודאי שרי - אפילו לשכור א\"י רץ שירוץ כמה פרסאות בשבת להביא קרוביו במו\"ש ג\"כ שרי כדי שלא תטרף דעתו עליו:",
            "(מב) מותר - לאפוקי מהפוסקים שסוברים דזה מחזי כמשא ומתן:",
            "(מג) דרך מלבושו - הא לאו הכי אסור דכיון שהוא ממושכן לישראל הוי כאלו היא של ישראל ואסור משום מראית עין דמחזי שהישראל צוהו להוציאו:",
            "(מד) וע\"ל סימן שכ\"ה - בס\"ג בהג\"ה דטוב שהא\"י יקח המשכון בעצמו ויניח אחר במקומו ולא יגע בו ישראל:",
            "(מה) לקנות בית - וכיצד הוא עושה מראה לו כיסים של דינרין והא\"י חותם ומעלה בערכאות אבל אסור ליתן לו מעות להדיא:",
            "(מו) בא\"י - וסוריא כא\"י לדבר זה כ\"כ הרמב\"ם ועיין במ\"א מה שכתב בזה:",
            "(מז) דאינו אסור וכו' - ר\"ל הכתיבה זו היא מדרבנן והוי שבות דשבות ע\"י א\"י ומשו\"ה התירו משום ישוב א\"י ועיין בבה\"ל שביארנו דדעת אור זרוע דעת יחידאה היא ואין לה שום מקום בש\"ס וכל הפוסקים חולקין ע\"ז וס\"ל דאף בכתב שלהם הוא איסור מדאורייתא דבכל לשון חייב כדאיתא במשנה [שבת ק\"ג] ואפ\"ה התירו בכאן ע\"י א\"י משום ישוב א\"י ואף דהמחבר פסק לקמן בסימן ש\"ז ס\"ה דמלאכה דאורייתא אסור ע\"י א\"י אפילו לצורך מצוה זה עדיפא ולפ\"ז אסור לומר לא\"י בשבת לכתוב מכתב אפילו לצורך מצוה אם לא שהוא ג\"כ צורך גדול אפשר דיש להקל ועיין לעיל בסימן רע\"ו ס\"ב בהג\"ה:",
            "(מח) על אבדה - שמי שיודע בה יבוא ויגיד דהשבת אבדה מצוה ולומר למי שיודע ממנה שישיבנה גם זה הוא בכלל חפצי שמים ושרי ונהגו להכריז גם על אבדת א\"י מפני דרכי שלום ובמקום סכנה פשיטא דשרי וכתבו האחרונים דה\"ה דמותר להכריז בשבת על גנבה:",
            "(מט) אפילו וכו' - שלא יוכל המשיב להשיב היום אפ\"ה מותר כדי לפרסם הענין בשבת שהוא זמן כנופיא לרבים:",
            "(נ) חרמי צבור - וה\"ה אם נדוהו בחלום מתירין לו בשבת דצורך שבת הוא דלא לישתהי בנידויו:",
            "(נא) הוי כעסקי רבים - משמע דאם הוא לצורך יחיד להתיר לו מה שהחרימוהו הצבור היה אסור כשאינו לצורך שבת אבל ממה שכתב בבדק הבית בשם רבינו ירוחם וכן מתשובת הרשב\"א שהובא לקמן בב\"י בסימן שמ\"א משמע דאפילו לצורך יחיד מתירין לו משום דבחול לא יוכל לקבץ הקהל בקל שיתירו לו וכן מצדדים האחרונים להלכה. כתב בב\"ח סוף סימן ש\"ז דמה שנוהגין בירידים שהשמש קורא מתוך הכתב מי שמוחרם משום חובותיו הוי כעסקי רבים דלולא זה היו נפסדין החובות וכל משא ומתן ואין כח לשום מורה לבטל זה שנהגו להקל מפני כמה גדולים:",
            "(נב) אבל וכו' - והמ\"א הוכיח דדין החרם והתרתו שוה דליחיד אסור להחרים אם עבר עבירה אם לא שחילל שבת דהוי כמו לצורך שבת ולצורך צבור מותר אפילו אינו לצורך שבת דאם לא יחרימו בשבת לא יתאספו ביום אחר ויתבטל הדבר ובספר א\"ר מצדד דאף לצורך רבים אין כדאי להחרים ביום השבת משום דכתיב בו ברכה ועיין בספר זכור לאברהם בהלכות שבת אות חי\"ת שהביא משם כנה\"ג דהמנהג הפשוט הוא להקל וכדברי המ\"א הנ\"ל. ובתשובות דברי ריבות איתא דחכם יכול לנדות בשבת לכבודו:",
            "(נג) להכריז בשבת - ולהכריז שיש בית למכור או להשכיר בקושטנטינא נוהגין היתר אבל בתשובת הגאונים סימן קמ\"ה אוסר אפילו בשל הקדש ויתומים:",
            "(נד) וא\"ל יאבד וכו' - דוקא בכה\"ג אסור דהוי כדן את הדין אבל אם מכריז סתם כל מי שיש לו זכות יבוא ויגיד אע\"פ שיש תקנה בעיר שאם לא יגיד בטלה זכותו מ\"מ אינו כדן את הדין ומ\"מ לכתחלה אין לנהוג כן דהוי כדבורא דחול אך אי איכא דוכתא דנהיגי כך לא מחינן בהו שיש מקום לומר דהוי כצרכי רבים אך שהוא ענין מתמיה [ריב\"ש]:",
            "(נה) להכריז יין - היינו להודיע שיש אצל פלוני ופלוני יין למכור וכתב המ\"א דדוקא במקום ששכיח יין טובא אבל במקום שאין מצוי כ\"כ הוי הכרזה על יין צורך מצוה בשביל קידוש. ומ\"מ אסור להזכיר סכום מקח בכל גווני וכנ\"ל בס\"ג בהג\"ה ורש\"ל כתב דיכריז קודם ברכו ואם שכח להכריז עד אחר ברכו לא יזכיר סכום מקח:",
            "(נו) שהוציאו בתו - אורחא דמלתא נקט וה\"ה אחר רשאי לחלל שבת כדי להצילה מהאיסור הגדול וכ\"ז מיירי שהוציאוה א\"י מביתו באונס וע\"כ התירו לו לשום לדרך פעמיו להצילה דקי\"ל אם אינו פושע חייב לעשות איסורא זוטא כדי שלא יעשה חבירו איסורא רבא אבל אם פשעה אין לו לאביה לחלל שבת עבורה דאין אומרים לו לאדם חטוא כדי שיזכה חברך ודוקא באיסור דאורייתא אבל באיסור דרבנן דעת הא\"ר דיש להקל לעבור כדי להצילה:",
            "(נז) חוץ לשלש פרסאות - היינו אף דיש בזה איסור דאורייתא לאיזה פוסקים וה\"ה אם יצטרך לחלל שבת עי\"ז באיזה מל\"ט מלאכות ג\"כ שפיר דמי דכאשר תמר את הדת לגמרי תחלל שבת ותעבוד עבודת גלולים כל ימיה ואם הוא יחלל שבת פ\"א נקרא איסורא זוטא נגד זה. כתב המ\"א צ\"ע אם הבת קטנה ורוצים להוציאה מכלל ישראל אם יעשה הגדול חטא בשבילה דהא קי\"ל דאין ב\"ד מצווין להפרישה מאיסור או דילמא מידי דהוי אפקוח נפש שמחללין על הקטן דאומרים חלל עליו שבת אחד כדי שישמור שבתות הרבה ה\"נ כן ובא\"ר דעתו להקל דאם לא ישתדל להצילה תשאר כן גם בגדלותה:",
            "(נח) וע\"ל סימן שכ\"ח ס\"י - בהג\"ה דאיתא שם דמי שרוצים לאנסו שיעבור עבירה גדולה אין מחללין עליו שבת כדי להצילו ואין סתירה לכאן דהתם מיירי שרוצים לאנסו שיעבור עבירה פ\"א ולהכי אפילו אם היא עבירה גדולה כגון לעבוד ע\"ג אין צריך לחלל שבת כדי להצילו דמחלל שבת ג\"כ כעובד ע\"ג משא\"כ כאן שתשאר מומרת ותחלל שבת לעולם. כתב כנה\"ג דללכת חוץ לתחום בשבת לנקום נקמת אביו מרוצחים מותר ותמה עליו המג\"א וש\"א דהא לא עדיף משאר צורך מצוה דאסור לילך חוץ לתחום עבורה:\n"
        ],
        [
            "(א) אעשה למחר - ודוקא אם הוא דבר שאסור לעשותו בשבת ואפילו אם הוא רק איסור דרבנן. יש שכתבו דאפילו דבר מצוה כגון כתיבת ס\"ת וכה\"ג אסור לומר אעשה למחר אבל בא\"ר וכן במאמר מרדכי וברכי יוסף חולקים עליהם וסוברים דכל לדבר מצוה שרי ומ\"מ נכון לכתחלה להחמיר כשאין צורך לזה בדבורו היום [עיין בתו\"ש] ואם מתיירא שיתרשל בדבר אז לכו\"ע שרי לזרוזי נפשיה דאמירה לגבוה הוי כנדר [שם בתו\"ש]. אסור לעכב האינו יהודי בשבת בשביל החוב דזהו הכל בכלל ממצוא חפצך אבל יכול לומר אח\"כ בחול לשופט מדוע לא עכבת הא\"י בשבת כדי שיבין ויעכבנו לשבת הבאה כשיזדמן לו ובתשובת הב\"ח סימן קמ\"ו מתיר מי שיש לו חוב אצל האנס ובשבת נודע לו שהוא ילך מן העיר ואפשר שלא ישוב עוד מותר לילך בשבת לקבול עליו אצל השר שיפרענו דבמקום פסידא לא גזרו. אינו יהודי שהיה תפוס אצל השופט בשביל יהודי שהיה חייב לו יוכל לומר להשופט שיקבל ערבות מאינו יהודי ויניח התפוס אבל לא יאמר לו שיכתוב בערכאות [אחרונים]. כתב בא\"ר סימן רמ\"ד אם אינו יהודי חייב לו וירא שמא יסע בשבת יכול להתראות אליו כדי שיתן בשבילו לחבירו הא\"י. ואסור לעכב נכסי ראובן ביד שמעון בשבת [אחרונים]:",
            "(ב) דברים בטלים - היינו שאין בהם זכר לעשיית מלאכה ולעסקים כלל וגם אין בהם דברי גנאי וקלות ראש דאל\"ה אפילו מעט אסור:",
            "(ג) עונג להם - ואסור לספר בשבת איזה דבר שמצטער בו:",
            "(ד) מותר וכו' - ומ\"מ יזהר מלהמשיך הרבה בזה דאף בדבר שהוא עונג גמור כמו אכילה ושתיה ושינה מבואר בסימן ר\"צ ובב\"י בסימן רפ\"ח דאין להמשיך הרבה דלאלו שאינם עוסקים בתורה בימות החול ניתן שבת עיקרו לד\"ת ואפילו לת\"ח היגעים בתורה כל ימות השבוע ג\"כ איתא באחרונים שלא ירבו בו יותר מדאי משום בטול תורה:",
            "(ה) לספרם וכו' - לאו משנת חסידים היא והנשמר מלדבר דברי חול קדוש יאמר לו. ואנשי מעשה נזהרים ביותר מזה שלא לדבר בשבת אפילו דברים הכרחיים כ\"א בלשון הקודש [ונראה שטעמם הוא למגדר מלתא כדי שלא יבואו לשיחה בטלה] כ\"כ בא\"ר. איתא בשל\"ה קבלתי אדם המבקר לחבירו בשבת בשחרית לא יאמר לו כדרך שאומר בחול צפרא טבא רק יאמר לו שבת טבא [בלשון קודש או בלשון חול כמנהגנו היום] כדי לקיים זכור את יום השבת:",
            "(ו) כדי שיתענג וכו' - דאין לו לעבור על ודבר דבר בשביל חבירו ואם הוא מתענג במה שהם מתענגים אפשר דיש להקל:",
            "(ז) אסור וכו' - סעיף זה וכן הסעיפים דלקמן מה שאסור הוא משום ממצוא חפצך דהכל בכלל עשיית חפציו:",
            "(ח) לשכור לו פועלים - וה\"ה כל דבר שאסור לישראל לעשות מצד הדין אסור לומר לא\"י לעשותו אבל בדבר שאינו אלא מנהג וחומרא בעלמא שרי לומר לא\"י לעשותו:",
            "(ט) בשבת - ואפילו אם יאמר לא\"י שישכור לו פועלים אחר השבת ג\"כ אסור [ח\"א]:",
            "(י) אע\"פ שמבין וכו' - ר\"ל אפ\"ה מותר כיון שאינו אומר לו בפירוש רק דרך רמז ולא דמי למה שכתב הרמ\"א בהג\"ה בסכ\"ב דאפילו דרך רמז לעשות בשבת אסור התם כשמרמז לו בשבת גופא ע\"ז חמיר טפי:",
            "(יא) שרצונו שיעשנה וכו' - ומ\"מ לא יהנה הישראל מאותה מלאכה עד אחר השבת כדין א\"י שעשה מלאכה לצורך ישראל א\"נ מיירי בדבר שאין גוף הישראל נהנה ממנו כגון שכבר יש נר ואש והא\"י מוסיף דאל\"כ הא אפילו אם הא\"י הדליקה מעצמו אסור לישראל ליהנות ממנו [אחרונים]:",
            "(יב) מע\"ש וכו' - וה\"ה דאפילו מתחלת השבוע אסור כיון שייחד לו על שבת וכנ\"ל בס\"ב ואפילו קצץ לא מהני בזה אלא נקט מע\"ש משום סיפא דאם אומר לו קנה לעצמך אפילו מע\"ש מותר:",
            "(יג) אבל יכול וכו' - מקור דין זה נלמד מהא דלקמן סימן תמ\"ח ס\"ד לגבי חמץ ועיין בב\"ח ובא\"ר שמצדדים שם דאפילו אם מבטיחו שיקנה ממנו אח\"כ ג\"כ מותר כיון דעכשיו קונה לעצמו:",
            "(יד) מע\"ש לקנות לו - ודוקא בשקצץ לו שכר עבור זה דאז עושה אדעתיה דנפשיה דבלא\"ה אסור וכמבואר סימן רמ\"ה ס\"ה ועיין בבה\"ל:",
            "(טו) ובלבד שלא יאמר וכו' - ואם יום השוק שם בשבת ובאותו מקום אינו מצוי לקנות כ\"א ביומא דשוקא כמו שרגיל בעיירות קטנות הו\"ל כמזכיר לו יום השבת בפירוש בין שמבקשו לקנות עבורו או שנותן לו למכור ואפילו בתחלת השבוע אסור ובמקום שמצוי קצת גם בשאר ימים אין איסור אלא אם כן מזכיר בפירוש יום השבת וכן אם אמר לו הישראל ראה שאני צריך לילך לדרכי במו\"ש הוי ג\"כ כמזכיר יום השבת בפירוש. כתב הט\"ז דמה שהתירו אם לא זכר לו שיקנה בשבת מ\"מ לא יהנה הישראל ממנו באותה שבת דעכ\"פ עשה בשביל ישראל דאף שמיירי בזה שקיצץ לו שכר כדלעיל בסקי\"ד לא מהני אבל הא\"ר והתו\"ש חולקין עליו. כתב בס\"ח אל ידור אדם בעיר שיום השוק הוא בשבת כי א\"א שלא יחטא ואם השוק אינו בשכונתו שרי:",
            "(טז) מי ששכר וכו' - דאף שקצץ לו שכר עבור זה ולא יחד לו שיוליכנו בשבת וא\"י אדעתא דנפשיה לוקח בשבת אפ\"ה אסור כיון שלוקח מבית ישראל בשבת וכדלעיל בסימן רנ\"ב ס\"א. ובעניננו שהסחורה היא של ישראל אפילו יחד לו מקום והניח שם הסחורה לא מהני:",
            "(יז) מבית ישראל בשבת - אבל אם לקחה קודם שבת אע\"פ שמפליג בשבת מחוץ לתחום שרי כיון שקצץ לו שכר ואדעתא דנפשיה קעביד כמו שנתבאר בסימן רנ\"ב:",
            "(יח) העושה - לפי עשרו בממון או במלקות אם אין לו ממון ואם טעה וסבר שמותר אין עונשין אותו ונאמן לומר שוגג הייתי [אחרונים]:",
            "(יט) אלא משום שבות - אבל דבר שאיסורו מה\"ת אסור ע\"י א\"י אפילו לדבר מצוה כדלקמן בסימן של\"א ס\"ו וע\"כ אסור לומר לא\"י להדליק נר כדי ללמוד ולהתפלל:",
            "(כ) והוא שיהיה שם וכו' - דכיון שהאיסור אינו אלא מדרבנן ואיסור אמירה לא\"י הוא ג\"כ רק מדרבנן והוי שבות דשבות לא גזרו באופנים אלו:",
            "(כא) מקצת חולי - דאלו בחולי ממש הכולל כל הגוף או שיש בו סכנת אבר אפילו ישראל עושה שבות לחד דעה כמ\"ש סימן שכ\"ח סי\"ז ודע שאין מדמין דבר לדבר בענין השבותין ואין לך בם להתיר אלא מה שאמרו חכמים דלגבי מילה לא התירו שבות דאמירה לא\"י במקום מלאכה דאורייתא כמ\"ש סימן של\"א ס\"ו וגבי לוקח בית בא\"י מותר כמ\"ש סימן ש\"ו סי\"א:",
            "(כב) צורך הרבה - עיין במ\"א שמסיק דדוקא במקום הפסד גדול אבל בלא\"ה אין להקל כלל ובא\"ר מפקפק אפילו באופן זה ועיין בסי\"ט לענין סחורה הנפסדת ע\"י גשמים:",
            "(כג) ויש אוסרין - דס\"ל דוקא במילה שרי הגמרא שבות דשבות [כגון להביא דרך חצר שאינה מעורבת האיזמל ע\"י א\"י למול בו] משום דהיא עצמה דחיא שבת אבל לא לצורך מצוה אחרת ועיין בלבוש ובא\"ר דהלכה כדעה א':",
            "(כד) אפילו במלאכה דאורייתא - ע\"י א\"י במקום מצוה מיהו כבר כתב רמ\"א לעיל דיש להחמיר בזה וכן עיקר כי דעה זו היא רק דעת יחידאה והרי\"ף והרא\"ש והרמב\"ם ועוד כמה גדולי ראשונים חולקין עליה ואך לענין מילה מצדד המ\"א לקמן בסימן של\"א לסמוך על דעה זו ועיין בא\"ר שם. ודע דמה דקי\"ל אמירה לא\"י שבות הוא אפילו אם אומר לא\"י שיאמר לא\"י אחר לעשות לו מלאכה בשבת [הגאון מו\"ה גרשון בעל עבודת הגרשוני] והחות יאיר בסימן נ\"ג מצדד להקל בזה וכ\"ש בדבר שאינו אלא משום שבות ועיין בספר החיים שכתב דבמקום הפסד גדול יש לסמוך על המקילין ועיין לעיל במה שכתבתי ס\"ק י\"א דשייך גם כן הכא:",
            "(כה) ודוקא שעדיין וכו' - דהא בעי למידע כמה צריך ליתן להם והו\"ל חשבונות שצריכין ואסור מטעם ודבר דבר וכנ\"ל בריש הסימן:",
            "(כו) אצלו - ואפילו אם אח\"כ נתברר לו ע\"פ חשבונו שאין מגיע להם ממנו כלום מ\"מ כיון דמתחלה לא נודע לו דבר זה והיה נצרך לחשבון לכך יש בו איסורא אבל אם גם מתחלה היה יודע שאין מגיע להם ממנו כלום הוי חשבונות של מה בכך ושרי ואם החשבונות האלו יש בהן צורך לחבירו וחושב החשבונות האלו לצרכו אסור:",
            "(כז) מותר - כתב הרמב\"ם חשבונות שאין בהם צורך מותר לחשבן כיצד כמה סאין תבואה היה לנו בשנה פלונית כמה דינרין הוצאנו בחתונת בננו כך וכך חיילותיו של מלך וכיוצא באלו שהן שיחה בטלה שאין בהן צורך כלל עכ\"ד ופי' המגיד משנה דרמז לנו שיש למנוע מזה מצד שיחה בטלה שאין שיחה בטלה ראוי ליראי חטא וגם בביאורי רש\"ל כתב שאפילו בחול אינו יפה כ\"כ לת\"ח דהוי כמושב לצים ומבטל בהן לימודו [א\"ר]:",
            "(כח) לחבירו - וה\"ה לא\"י:",
            "(כט) אע\"פ שמתוך כך וכו' - כיון שאינו מפרש בהדיא רק בדרך רמז לצורך מו\"ש הו\"ל רק בכלל הרהור דמבואר לעיל בסימן ש\"ו ס\"ח דשרי ולא יאמר לו היה נכון עמי דזהו דבור ממש:",
            "(ל) יכול לומר וכו' - דהנה מבואר בריש הסימן דדבר שאסור לעשות בשבת אסור לומר שיעשה זאת למחר וקאמר הכא דאף דבשבת אסור לילך מחוץ לתחום מ\"מ מותר לומר לכרך פלוני אני הולך למחר כיון דעל עצם הליכה אין איסור אלא שמחוסר בורגנין מיהו אסור לומר אני רוכב למחר או שילך בקרון שקורין בל\"א פאהרי\"ן כיון דדבורו הוא דבר האסור בעצם ואין מועיל עצה לזה רק יאמר אני הולך למחר:",
            "(לא) בורגנין - פי' סוכות של שומרים שעי\"ז יוכל לילך בשבת אף כמה מילין אם הם מובלעים זה לזה בתוך שבעים אמה וד' טפחים כמבואר בסימן שצ\"ח:",
            "(לב) וכן כל כיו\"ב וכו' - כגון שיאמר לחבירו שיביא לו למחר מחוץ לתחום פירות שנתלשו מכבר שאין עליהם איסור מוקצה אף דא\"א להביאם היום מטעם איסור תחומין ומשום איסור רשויות אפ\"ה מותר לומר כיון שיש בו צד היתר דאלו היה מחיצות היה יכול להביאם:",
            "(לג) שיעשנו למחר - ולעשותו היום אסור אפילו לא\"י לומר ואפילו בדיעבד אם הביא מחוץ לתחום אסור להשתמש מהם וכדלקמן בסימן שכ\"ה ס\"ח:",
            "(לד) חוץ לתחום פירות מוקצים - כתבו האחרונים דלאו דוקא בסוף התחום אלא ה\"ה בתוך התחום כיון דא\"א להביאם משום איסור מוקצה אלא דמשום סיפא נקט הכי דלהחשיך אינו אסור אלא בסוף התחום וכדלקמן בס\"ט:",
            "(לה) לילך שם להביאם - היינו אלו הפירות שהם מוקצים אבל פירות שאינם מוקצים כיון שמותר לומר לחבירו שיביאם לו לאחר השבת מותר נמי להחשיך בשבילם [גמרא]:",
            "(לו) וכן לא יאמר וכו' - קאי על מה שכתב בתחלה דאסור לומר לחבירו שיביאם לו למחר וקמ\"ל דלא נימא דדוקא כשמדבר עם חבירו ומתיעץ עמו הוא דאסור כיון שיש לו צורך בדבורו אבל לדבר בינו לבין עצמו שאין לו צורך בכך שרי קמ\"ל כיון דהוא דבר האסור לעשות בשבת אף כשמדבר בינו לבין עצמו מקרי דבור חול ואסור וכנ\"ל בריש הסימן:",
            "(לז) שאפילו היום וכו' - ר\"ל נמצא שעצם השמירה הוי מלאכה המותרת בשבת ומחשיך בשביל דבר המותר ומה שהוא חוץ לתחום הלא היה יכול לילך ע\"י בורגנין אם היה לו וכנ\"ל:",
            "(לח) אף להביאם - היינו אפילו אם הם מחוברים וצריך לתלשם מבערב כיון שעיקר כונתו בהחשכה היה בתחלה רק בשביל השמירה:",
            "(לט) לתלוש פירות וכו' - ומיירי שאינו עומד אצל הגינה דאל\"ה הרי מנכר מילתא ע\"י עמידתו שרוצה לעשות בה איזה דבר במו\"ש וכדלעיל בסימן ש\"ו ס\"א עי\"ש במ\"ב סק\"א:",
            "(מ) משום דמינכרא מילתא - אבל בתוך התחום לא מינכרא מילתא על מה הוא מחשיך ולא דמי למש\"כ סימן ש\"ו ס\"א דאסור לעיין בנכסיו כגון לילך בתוך שדהו וכדומה לזה לראות מה צריך לעשות למחר ואפילו אם היא בתוך התחום אסור שם דהתם מינכרא מילתא בכל גוונא שהוא מחשב לעשות בה איזה פעולה כגון שהוא סמוך לזמן חרישה או לזמן קצירה או לזמן ניכוש השדה וכדומה וזה אסור משום ממצוא חפצך ולכן אסרו ג\"כ בגמרא לטייל על פתח המדינה כדי לצאת משחשכה למרחץ הסמוך לה [שהיה מנהגם להעמיד המרחץ אצל שער העיר בסופה] הכל מטעם זה משא\"כ בעניננו לא מינכרא מילתא אלא כשמחשיך בסוף התחום שאז נראה שמחשיך כדי לעשות אח\"כ במו\"ש דבר שהיה אסור לעשותו בשבת ומ\"מ אינו אסור אלא כשכונתו באמת לזה אבל אם כונתו להחשיך כדי לילך אח\"כ בלילה מותר דעצם ההליכה אינו דבר איסור כדלעיל בס\"ח:",
            "(מא) שמור לי - היינו אפילו היום וקמ\"ל דלא נימא דהוי כמו ששוכרו:",
            "(מב) לזמן מרובה - דסתם הלואה ל' יום ויש לחוש שמא יכתוב המלוה הלואתו לזכרון אבל שאלה דזמנה לאלתר אין חשש שמא יכתוב. ובמקום שנוהגין שסתם הלואה רשאי לתבוע לאלתר כמו שנוהגין במדינתנו רשאי לומר הלויני [מ\"א] ועיין בבה\"ל שאין זה ברור:",
            "(מג) ואיכא למיחש וכו' - כתב הפמ\"ג בשם הרשב\"א דבלשון הלואה לא מהני אפילו אם מתנה עמו שמלוהו רק לזמן מועט דלא פלוג רבנן עוד כתב הפמ\"ג דאפילו אם לוה ספרים שהוא דבר מצוה ג\"כ לא יאמר לשון הלואה:",
            "(מד) תן לי - ומותר ג\"כ לסיים ואחזור ואתן לך:",
            "(מה) יניח משכון אצלו - ודוקא יין ושמן ודבר שהוא צורך שבת אבל דבר שאינו צורך שבת אסור להניח עליו משכון:",
            "(מו) כך אין פורעין - היינו אפילו אם לוה ממנו כדי יין ושמן לזמן מרובה אסור לפורעם בשבת דכשם שבהלואה גזרינן שמא יכתוב כך בפרעון גזרינן שמא ימחוק החוב מן הפנקס והתוספות כתבו דאם אומר בלשון חזרה ולא בלשון פריעה מותר דאית ליה הכירא ולא אתיא דבר זה לידי מחיקה. וכ\"ז דוקא בדבר שהוא מאכל וצורך שבת אבל בלא\"ה אסור בכל לשון [אחרונים]:",
            "(מז) אסור לקרותו - בגמרא איתא שני טעמים אחד שמא ימחוק מן האורחין ומן המגדים דהיינו שלפעמים רואה שלא הכין להם כל צרכם ומתחרט שזימן אורחים יותר מן הראוי ומוחק מן הכתב כדי שלא יקראם השמש וכן במיני מגדים ג\"כ מתנחם לפעמים למעטם ועוד טעם שמא יבוא לקרות גם בשטרי הדיוטות וזה אסור כדלקמיה בסי\"ג. ומה שנוהגין שהשמש קורא מתוך הכתב לסעודה יש מחמירים דנהי דלשמא ימחוק ליכא למיחש אלא כשבעל הסעודה בעצמו קורא ומטעם שכתבנו מ\"מ הלא איכא למיגזר משום שמא יקרא בשטרי הדיוטות אך כשהסעודה היא של מצוה יש להקל הקריאה להשמש דהוי בכלל חפצי שמים דשרי כמ\"ש סימן ש\"ו ס\"ו וכ\"ש דמותר לשמש להכריז כרוז בבהמ\"ד מתוך הכתב אמנם בשערי תשובה הביא ליישב המנהג להקל להשמש לקרוא מתוך הכתב אפילו לסעודת הרשות דעל השמש מעיקרא לא גזרו כדי שלא יטעה ויביא לידי חורבן ותקלה כעובדא דקמצא ובר קמצא:",
            "(מח) גבוה הרבה - שאינו מגיע לשם למחוק:",
            "(מט) חקק בכותל - דמשום שמא ימחוק ליכא דחקיקה כיון שהיא שוקעת קשה להמחק ומשום שמא יקרא בשטרי הדיוטות נמי לא גזרינן דלא מיחלף בשטר [דאף דאם כתב בכותל גבוה אסור משום שמא יקרא התם מכתיבה לכתיבה מיחלף אבל הכא מחקיקת הכותל לא אתי לאחלופי בכתיבת השטר] אבל טבלא ופנקס שהם מטלטלים מיחלף בשטרי הדיוטות:",
            "(נ) חקיקה שוקעת - אבל בולטת אסור דגזרינן שמא ימחוק ואפילו גבוה הרבה שאינו מגיע לשם למחוק משום לא פלוג וכמ\"ש סימן ער\"ה. והפתקאות ששולחין הקונים שכתוב בהן מע\"ש סכום היין והשכר שלוקחין שלא כדין הוא דאסור לקרות בהן בשבת כ\"כ בא\"ר ונראה דאם כתב בהן רק סימנא בעלמא שרי:",
            "(נא) שטרי חובות וחשבונות - י\"א משום ממצוא חפצך וי\"א משום שמא ימחוק:",
            "(נב) שאלת שלום - משום דמיחלף בשטרי הדיוטות:",
            "(נג) ואפילו לעיין בהם - דא\"א כשמעיין שלא ישא ויתן בעניני השטרות [לבוש] ומיירי כשיודע מכבר מה כתיב בה וכדמוכח לקמיה:",
            "(נד) מותר - דשמא יש בה דבר שהוא צורך הגוף ואינו דומה לשטרי הדיוטות שהם רק צורך ממונו והנה אף דיש שאוסרים גם באופן זה כמבואר בב\"י סמך בזה להקל באופן שלא יקרא רק יעיין בלבד דבעיון בלבד ג\"כ יש מתירים בשטרי הדיוטות:",
            "(נה) טוב ליזהר וכו' - משום מוקצה שהובא מחוץ לתחום [דמלבד זה אין שם מוקצה עליהן אף דאינו כלי דהלא ראוי לצור ע\"פ צלוחיתו] אלא יפתחנו הא\"י והוא יעיין בה ואף דדבר שהובא מחוץ לתחום קי\"ל דאסור ליהנות ממנה מי שהובא בשבילו ואף הכא הלא הקריאה והעיון הנאה היא לו התם טעמו משום גזירה שמא יאמר לא\"י שיביא לו מחוץ לתחום אבל הכא באגרת לא שייך לומר כן שאינו יודע מי ישלח לו וגם י\"ל דלא חשיב הנאה כיון שאינו נהנה מגופה של מלאכה:",
            "(נו) שלא יגע בה - והאחרונים הסכימו דאין בזה משום מוקצה כלל כדקיי\"ל בסימן תקט\"ו דדבר הבא מחוץ לתחום אין בה איסור מוקצה אפילו למי שהובא בשבילו דאסור ליהנות ממנו הואיל וראוי לישראל אחר ליהנות ממנה ואם מקפיד על אגרת להשתמש בו כדרך הסוחרים המניחים אגרת המסחר במקום המוצנע שלא יאבדו הם מוקצים ואסור לטלטלם. כתבו האחרונים נהגו שלא לקבל האגרת מיד הא\"י המביא בשבת אלא אומרים לו שיניח ע\"ג קרקע או ע\"ג שלחן כי חוששין שמא טרם שיעמוד לפוש יטול הישראל האגרת מידו ונמצא שהישראל יעשה גמר ההוצאה מרשות לרשות שהא\"י עשה עקירה וישראל הנחה. ואם האגרת היא חתומה אומר לא\"י איני יכול לקרותו כ\"ז שאינו פתוח וממילא יבין הא\"י ויפתחהו ולא יאמר לא\"י בהדיא לפתחו אם לא לצורך גדול ועיין לקמן בסוף סימן ש\"מ בבה\"ל:",
            "(נז) בשבת - גזירה שמא יקרא בשטרי הדיוטות:",
            "(נח) חולין - ואין בכלל זה יוסיפון וספר יוחסין ודברי הימים של ר\"י כהן ושבט יהודה שמהם ילמדו דברי מוסר ויראה וע\"כ אפילו כתובים בלעז שרי:",
            "(נט) משום מושב לצים - וכ\"ש ההולך לטרטיאות וקרקסיאות [והם מיני שחוק כדאיתא בעבודת כוכבים דף י\"ח] ושאר מיני תחבולות וגם בפורים אין מותר רק השחוק שעושים זכר לאחשורוש [מ\"א] ובעו\"ה כיום נעשה דבר זה כהפקר אצל איזה אנשים לילך לבית טרטיאות והכתוב צוח ואומר אל תשמח ישראל אל גיל וכו' וגם איכא בזה משום מגרי יצה\"ר בנפשם ואחז\"ל כל המתלוצץ נופל בגיהנם שנאמר וגו' ויסורין באין עליו שנאמר ועתה אל תתלוצצו פן יחזקו מוסריכם [ע\"ש בגמרא עוד]:",
            "(ס) אל מדעתכם - אל אשר אתם עושים מדעת לבבכם [רש\"י ע\"ש]:",
            "(סא) ואין צריך לומר המדפיסן - וכן מוכרי ספרים הסוחרים בענינים כאלו וממציאין אותם לקונים לקרות בהם הם בכלל זה ועיין בספר מחנה חיים בתשובה א' שהאריך בענין זה מאד ואחז\"ל גדול המחטיא לאדם יותר מן ההורגו שההורגו הוא רק בעוה\"ז והמחטיאו הוא גם בעוה\"ב:",
            "(סב) לקרות בשיחת חולין וכו' - ובדברי חשק שהוא מגרה יצה\"ר לכו\"ע אסור אפילו בלה\"ק וכל שאסור לקרותו אסור אפילו לטלטלו [ט\"ז]:",
            "(סג) אבל בלשון הקודש וכו' - דהלשון בעצמו יש בו קדושה ולומד ממנו ד\"ת ולפ\"ז גם אגרת שלום הכתובה בלה\"ק שרי לקרות דיש ללמוד מתוכו הלשון וגם כתוב בו כמה פסוקים של תורה אך שטרי חובות וחשבונות גם להרמ\"א אסור אפילו בלה\"ק [פמ\"ג]. וגט מותר לטלטלו אע\"פ שכתוב בלשון לעז דיכול ללמוד ממנו דיני גט. ולענין קריאת צייטונגי\"ן בשבת אף שבתשובת שבות יעקב מקיל בזה הרבה אחרונים אוסרין מפני שיש בהם ידיעה מעניני משא ומתן:",
            "(סד) שרי - אבל האגודה והט\"ז והב\"ח ועוד הרבה אחרונים חולקין ע\"ז ואוסרין וכן הוא ג\"כ דעת הגר\"א ולפ\"ז גם באגרת שלום אין נ\"מ בין לשון לעז ובין לשה\"ק:",
            "(סה) ויש מי שמתיר - וכן נוהגין להקל וכתב בא\"ר דירא שמים ראוי להחמיר בזה כי הרמב\"ם והר\"ן אוסרים:",
            "(סו) מותר להביט באצטרלו\"ב - הוא כלי של החוזים בכוכבים דמה לי להבין החכמה מן הספר או מן הכלי:",
            "(סז) מה שמותר וכו' - ר\"ל דיש דברים שאסורים אף בחול מפני שהם בכלל כשוף ויש דברים שאסורים מפני הסכנה לדעת ר' יוסי כדאיתא בגמרא וע\"כ אמר דדברים המותרים בחול מותר אף בשבת ועיין במ\"א ושארי אחרונים שהסכימו דדוקא משום רפואה שרי אבל בלא\"ה אסור משום ממצוא חפצך:",
            "(סח) סחורה הנפסדת וכו' - ומסיים ע\"ז דיכול לקרות לא\"י והיינו אפילו אם יצטרך לזה לעשות מלאכה דאורייתא כגון להוציא מרה\"י לר\"ה וכה\"ג דאלו טלטול מוקצה בעלמא או מרה\"י לכרמלית אפילו לצוות לא\"י בהדיא שיעשה זה ג\"כ מותר לפי המבואר לעיל בס\"ה אם יש בזה הפסד גדול:",
            "(סט) מותר לקרות וכו' - וכן מותר דמתוך שאדם בהול על ממונו אי לא שרית ליה אפילו באופנים אלו אתי להציל בעצמו ולעשות מלאכה דאורייתא:",
            "(ע) כל המציל וכו' - ולומר לו בלשון נוכח אם תציל לא תפסיד אסור [א\"ר שהביא זה מש\"ג וכן משמע ביו\"ד רכ\"א ס\"ח]:",
            "(עא) ויש מי שאומר וכו' - והמיקל לא הפסיד וכן סתם המחבר לקמן בסי' של\"ד סכ\"ו ולקרות לא\"י להראות לו ולא לומר לו לכו\"ע שרי:",
            "(עב) בכדי שיעשו - ולא קודם כדי שלא יבוא לומר לא\"י לעשות מלאכה בשבת ואם היה בפרהסיא שידעו בו רבים שנעשה בשביל ישראל אסור לעולם אפילו עשה הא\"י מעצמו בשבילו [מ\"א בשם הרמב\"ם] וכדלקמן בסימן שכ\"ה סי\"ד וע\"ש מה שכתבנו דעת הט\"ז בשם הר\"ן בענין זה:",
            "(עג) אסור לומר לא\"י וכו' - דכיון שאותו דבר שאומר לא\"י לעשות בשביל עצמו הוא אינו יכול בעצמו לעשות הוא בכלל אמירה לא\"י שבות ואסור אף על פי שאינו מתהנה הישראל כלל במלאכה זו ואעפ\"כ מותר לומר לו לעשות מלאכה לעצמו כגון שיאמר לו קח בשר שלך ובשל אותו לצרכך וכה\"ג דכיון שלא היה הדבר מעולם של ישראל כלל והא\"י עושה אותה ג\"כ רק בשביל עצמו לא גזרו עליו איסור דאמירה לא\"י:",
            "(עד) בשבת - עיין בא\"ר שהוכיח מתוספות והרא\"ש דאף בע\"ש אסור ליתן לא\"י ולומר לו שיבשל בשבת לעצמו:",
            "(עה) אם היה טרוד - עיין לקמן בסימן שמ\"ב במ\"ב:",
            "(עו) אסור לרמוז וכו' - דגם זה הוא בכלל אמירה לא\"י כיון שע\"י רמיזתו עושה בשבת וה\"ה שאסור לומר לו בשבת איזה דבר שיבין מתוך כך שיעשה מלאכה וע\"כ אסור לומר לא\"י שיקנח חוטמו כדי שיבין שיסיר הפחם שבראש הנר אך כשאומר הרמיזה לא\"י שלא בלשון צווי כגון שאומר הנר אינו מאיר יפה או איני יכול לקרות לאור הנר הזה שיש בו פחם ושומע הא\"י ומתקנו שרי דאין זה בכלל אמירה ואין לאסור מטעם שנהנה ממלאכה שעשה הא\"י בשבילו דאין זה הנאה כ\"כ דגם מקודם היה יכול ע\"פ הדחק לקרות לאורו [פמ\"ג]:",
            "(עז) במלאכת עצמו וכו' - אבל אם התבואה של ישראל אסור לומר לא\"י לפנותו וה\"ה בכל דבר המוקצה דהו\"ל שבות דשבות ואין מותר כ\"א לצורך מצוה או קצת חולי וכנ\"ל בס\"ה [מ\"א והט\"ז לקמן בסימן ש\"ח סק\"ז חולק ע\"ז ודעת הא\"ר כהמ\"א ועיין בפמ\"ג מה שכתב אודות זה ובמה שכתבנו בסימן רע\"ט ס\"ד בהג\"ה במ\"ב]:",
            "(עח) עד אחר המדידה ושיחשוב וכו' - ר\"ל קודם המדידה והחשבון אינם שלו. א\"י שהביא חפציו בשבת לבית ישראל אפילו הם אסורים בטלטול והביאם בשביל ישראל כיון שהם ביד א\"י רשאי לומר לו לפנותן לאיזה מקום שירצה [מ\"א בשם המ\"מ]:",
            "(עט) רואה ויקנה וכו' - ר\"ל דאע\"פ שהישראל עומד בעת עשיית גבינות ובעת חליבת החלב כדי שיוכל אח\"כ לקנותם ממנו אפ\"ה שרי דבעת העשייה הא\"י אדעתיה דנפשיה קעביד:",
            "(פ) ואדעתא למכרם וכו' - ואפילו אם הא\"י אינו עושה הגבינות כ\"א בשבת אם הישראל מקבלם בחובו ושאם לא יקבלם יפסיד חובו שרי דבעת העשייה עדיין הם שלו:"
        ],
        [
            "הנה קודם שנבאר סימן זה אקדים פתיחה קטנה. הנה איסור טלטול מוקצה שגדרו חז\"ל כתב הרמב\"ם בס\"פ כ\"ד וז\"ל אסרו חכמים לטלטל מקצת דברים בשבת כדרך שהוא עושה בחול ומפני מה נגעו באיסור זה אמרו ומה אם הזהירו נביאים וצוו שלא יהא הילוכך בשבת כהילוכך בחול ולא שיחת השבת כשיחת החול שנאמר ודבר דבר ק\"ו שלא יהא טלטול בשבת כטלטול בחול כדי שלא יהא כיום חול בעיניו ויבא להגביה ולתקן כלים מפנה לפנה או מבית לבית או להצניע אבנים וכיוצא בהם שהרי הוא בטל ויושב בביתו ויבקש דבר שיתעסק בו ונמצא שלא שבת ובטלה טעם שנאמר בתורה למען ינוח ועוד כשיבקר ויטלטל כלים שמלאכתן לאיסור אפשר שיתעסק בהם מעט ויבא לידי מלאכה ועוד מפני שמקצת העם אינם בעלי אומניות אלא בטלים כל ימיהם כגון הטיילין ויושבי קרנות שכל ימיהם הם שובתים ממלאכה ואם יהיה מותר להלך ולדבר ולטלטל כשאר הימים נמצא שלא שבת שביתה הניכרת לפיכך שביתה בדברים אלו היא שביתה השוה בכל אדם ומפני דברים אלו נגעו באיסור הטלטול ואסרו שלא יטלטל אדם בשבת אלא כלים הצריך להם כמו שיתבאר עכ\"ל. והראב\"ד נתן טעם שהוא גדר להוצאה שאם נתיר לטלטל כל דבר יבוא עי\"ז גם להוציא מרה\"י לר\"ה. ודע דמכאן עד ס\"ס שי\"ב נתבאר ד' חלקים של מוקצה. חלק אחד מוקצה מחמת חסרון כיס דהיינו כלי שאדם מקפיד עליו שלא יפגום ולא יתקלקל. חלק ב' דבר שאינו כלי ולא מאכל אדם ולא מאכל בהמה כגון אבנים וקנים ומעות ועצים וקורות ועפר וחול ומת ובע\"ח וגרוגרות וצמוקים שמונחים במקום שמתיבשים וכל כיוצא בזה דלא חזי ומקרי מוקצה מחמת גופו. חלק ג' כלי שמלאכתו לאיסור בסעיף ג'. חלק ד' כלי שמלאכתו להיתר ומונח עליו דבר מוקצה ואפילו הוסרו בשבת כיון שהיה עליו בין השמשות מגו דאתקצאי לביה\"ש אתקצאי לכולי יומא [ויש עוד ב' חלקים מוקצה אחד דבר שהיה בין השמשות מחובר או מחוסר צידה וזה יתבאר בהלכות יו\"ט. שנית מוקצה מחמת מצוה כגון עצי סוכה ונויה ויתבאר אי\"ה בהלכות סוכה] וביאור דינים אלו מכאן עד סוף סימן שי\"ב כ\"כ הב\"י ולכן המעיין בסימנים אלו יבין כל דין איזה חלק מוקצה הוא:",
            "(א) כל הכלים וכו' - ר\"ל אפילו כלי שמלאכתו לאיסור ניטל עכ\"פ לצורך גופו או מקומו וכדלקמן בס\"ג:",
            "(ב) חסרון כיס - ר\"ל שמחמת חשש הפסד הוא מקפיד עליהם שלא לטלטלם ומקצה אותם מדעתו:",
            "(ג) הקולמוסים - וה\"ה שארי דברים שמקפיד עליהם שלא להשתמש בהם תשמיש אחר כדי שלא יתקלקלו כגון מגרה גדולה שמנסרין בה את הקורות או סכין של רצענים או נייר חלק שעומד לכתיבה כמו שכתבו הפוסקים וכל כה\"ג:",
            "(ד) לצורך גופו - דהיינו שצריך לגוף הדבר למלאכה אחרת של היתר:",
            "(ה) לטלטלו - פי' אותו הסכין של סופרים אסור לטלטלו דהו\"א הואיל והוא תחוב עם שאר סכינים לא קפיד עליה קמ\"ל דאסור אבל הנדן עם הסכינים שרי לטלטל אף שהוא ג\"כ בתוכו דהא נעשית בסיס לאיסור ולהיתר ומותר לנער ג\"כ את הסכין הזה מתוכו ואם הסכין הזה חשוב יותר מסכינים דהתירא אסור אז לטלטל הנדן כלל עיין סוף סי' ש\"י:",
            "(ו) שמקפידים עליו - ואם הוא אינו מקפיד לא הוי לדידיה מוקצה מחמת חסרון כיס [מ\"א]:",
            "(ז) ומקפיד עליהם - שלא להשתמש בהם כדי שלא יתקלקלו אבל אם אינו מקפיד עליהם אף שהם מיוחדים לסחורה ונתנם באוצר ג\"כ שרי לטלטל:",
            "(ח) וכבד הרבה - וה\"ה אבן גדולה וקורה גדולה אם יש תורת כלי עליה דהיינו שמיוחדים לתשמיש שרי לטלטלן ובכלי מותר אפילו אינו רגיל לטלטלה בימות החול מ\"מ לא אמרינן דמפני כבדותה הוא קובע לה מקום ומקצה אותה מדעתו מלטלטלה. ונראה דאם בימות החול הוא זהיר להניעה ממקומה כדי שלא תפסד ותתקלקל ממילא הוא בכלל מוקצה מחמת חסרון כיס ואסור לטלטלה:",
            "(ט) ולא מפני כבדו - ואפילו אם הוא משוי של כמה בני אדם [עירובין ק\"ב]:",
            "(י) שמלאכתו לאיסור - כלומר שמיוחדת לדבר שאסור לעשות בשבת ואפילו אם רק רוב מלאכתו לאיסור הוא ג\"כ בכלל זה:",
            "(יא) נשתמש - פי' שהיה מונח עליו בין השמשות דבר איסור וכדמסיים כגון נר שהודלק דנעשה אז בסיס לדבר האסור אבל אם עשה מלאכה בקורנס פשיטא דמותר לטלטלו בשבת לצורך גופו ומקומו:",
            "(יב) בין לצורך גופו - ומיירי שאין לו כלי היתר לתשמיש זה דאל\"ה אין לו להשתמש בכלי זה:",
            "(יג) ולהניחו באיזה מקום - דכיון שהוא בידו שנטלה לצורך גופה או מקומה רשאי לטלטלה יותר וכתב המ\"א דה\"ה אם שכח ונטלה בידו רשאי לטלטלה יותר אף שהנטילה היה שלא לצורך גופה ומקומה ועיין באחרונים שהכריעו דהאי היתרא לא שייך אלא בכלי שמלאכתו לאיסור ולא במוקצה מחמת גופו כגון מעות ואבנים וכיוצא בהן ובביאור הגר\"א לעיל סימן רס\"ו סי\"ב חולק על המ\"א וס\"ל דלא התירו אלא כשהתחיל לטלטל ברשות וכן משמע בר\"ן ריש ביצה עי\"ש ועיין לקמן סימן של\"א ס\"ה במ\"ב לענין איזמל מילה. איתא בסימן שי\"א ס\"ח דטלטול מוקצה בגופו אפילו לצורך דבר המוקצה מותר דזה לא נקרא טלטול כלל ולפ\"ז אם מונח איזה דבר מוקצה על הארץ מותר לדחפו ברגליו כדי שלא יבוא להפסד:",
            "(יד) שישבר - דהיינו שיתבקע בחמה:",
            "(טו) או יגנב שם - דהוא דומיא דמחמה לצל. וע\"י א\"י י\"ל דשרי בכל זה [פמ\"ג]:",
            "(טז) אסור - ואם חושב עליו גם לתשמיש מותר לטלטל אפילו עיקר כונתו מחמה לצל:",
            "(יז) אבל בנגיעה בעלמא וכו' - עיין בסימן ש\"י ס\"ו ובמ\"א שם דהיכא דהנגיעה היא לצורך דבר המוקצה כגון שכופה כלי על המוקצה לשמרה צריך ליזהר שלא ליגע בה והגר\"א שם בביאורו פסק כהרב המגיד דנגיעה בכל גווני שרי אם לא יבוא לנדנוד ע\"י הנגיעה וכ\"כ בדה\"ח:",
            "(יח) או בתנור וכו' - היינו אפילו בתנור המיטלטל ומותר ליגע אפילו בשעה שדולק בו האש:",
            "(יט) ליקח דבר היתר - היינו אפילו כשהדבר מוקצה תלוי וע\"י לקיחת ההיתר מתנדנד מ\"מ שרי דזה מקרי טלטול מן הצד לצורך דבר המותר [פמ\"ג]:",
            "(כ) שמלאכתו להיתר - וה\"ה אם היה מלאכתו לאיסור ולהיתר ג\"כ לא מקצה דעתו מניה וקדרה שמלאכתה הוא לבישול ורק לפעמים משתמשין בה למים ולפירות היא בכלל כלי שמלאכתה לאיסור אם לא שיש בה מהתבשיל:",
            "(כא) אבל שלא לצורך כלל - היינו אם כל היום לא יצרכנו כלל אבל אם יצטרך לו באותו יום והוא מטלטלו כדי שיהא מוכן לו בשעתו שרי [ט\"ז]:",
            "(כב) כתבי הקודש - פי' כל הספרים שמותר לקרות בהן ועיין בש\"ת לענין מגילה ופמ\"ג מצדד כהאליהו רבה דמגילה נמי בכלל זה:",
            "(כג) כלל - וה\"ה כוסות וקערות וצלוחיות וסכין שע\"ג השלחן דתדירין בתשמיש לא חלה עלייהו תורת מוקצה כלל וכאוכלין וכתבי הקודש דמי וע\"כ מותרין לטלטלן אפילו שלא לצורך כלל ויש מחמירין אפילו בכלים אלו:",
            "(כד) כ\"א לצורך - היינו כדי שלא יגנבו או שלא יתקלקלו בחמה וכיוצא בזה והט\"ז ומ\"א מחמירין וסוברין דתפלין מקרי כלי שמלאכתו לאיסור דהרי אסור להניחן בשבת וכנ\"ל בסימן ל\"א וע\"כ אין לטלטלן כ\"א בצריך לגופן [היינו כדי שישמרוהו מהמזיקין] או למקומן ומ\"מ במקום הדחק יש להקל כדעה הראשונה וכמו שכתבנו בסימן ל\"א בבה\"ל ע\"ש:",
            "(כה) כי אם וכו' - דהרי הוא מיוחד לתקיעה דהוא אסור בשבת וע\"כ מקרי כלי שמלאכתו לאיסור. ולולב אסור לטלטלו אפילו לצורך גופו ומקומו דאין עליו שם כלי כלל:",
            "(כו) ע\"י ככר או תינוק - לאו דוקא ככר הוא הדין אם נתן שאר חפץ המותר בתוכה והנה דעה זו היא דעת הרא\"ש אבל הרבה מהראשונים חולקין ע\"ז וס\"ל דלא התירו ככר ותינוק אלא למת בלבד לטלטלו על ידיהם וכדלקמן בסימן שי\"א ס\"א אבל לא בשאר דבר מוקצה אף שהוא כלי וכן הכריעו הרבה אחרונים וכ\"ז דוקא אם יניח בתוך הכלי שאר דבר שאינו מיוחד לה אבל אם מונח שם דבר המיוחד לה כמו שום במדוכה ששוחקין בה או שמונח בקדירה קצת מהתבשיל לכו\"ע מותר לטלטל הכלי אגב המאכל:",
            "(כז) אפילו בשבת וכו' - ר\"ל ולא אמרינן כיון דמאתמול כלי זו לאו להאי מלאכה קאי הו\"ל נולד:",
            "(כח) לטלטל שבריהם - שברי כלים הם מחלק ב' שבמוקצה משום דכשנשברו דמי לצרורות והוי מוקצה מחמת גופו אלא כיון שבאו מכלי לא בטיל שם כלי מהם כ\"ז שראויים לשום דבר כגון לכסות משא\"כ בצרורות דאע\"פ שראוים לכסות לאו מנא הם כמבואר בסעיף שאח\"ז:",
            "(כט) במקום שהולכין - בביתו או ברחוב וכדלקמן בסי\"ח:",
            "(ל) שלא יוזקו בהן - אבל אם הוא של חרס אסור לפנותן דאין מצוי כ\"כ היזק ואע\"פ שכשהוא דורס עליהן משברן מ\"מ מותר דדבר שאין מתכוין הוא. ודוקא לפנותן בידים אסור אבל מותר לדחותן ברגליו דטלטול מוקצה בגופו מותר וכדלקמן בסימן שי\"א ס\"ח:",
            "(לא) חתיכת חרס וכו' - השו\"ע הוסיף בכאן לבאר שני דברים דשייכי לסעיף הקודם אחד דמה שנזכר שם דסגי במה שיהיה השבר ראוי לכסות בה מהני אפילו במקום שאין מצויים כלי לכסות בה דהיינו בכרמלית או בר\"ה כגון שנוטלו לקנח בה מנעלו מטיט והטעם דכיון דאיכא תורת כלי עדיין על השבר בחצר גם בר\"ה אין שם מוקצה עליה שנית דאם זרקה לאשפה מבעוד יום שוב שם מוקצה עליה ואסור לטלטלה:",
            "(לב) שנשברה בחול - וה\"ה שנשברה בשבת כמ\"ש ס\"ו אלא דנקט בחול משום סיפא דזרקה לאשפה מבעוד יום דאם זרקה בשבת שרי לטלטלה אפילו כשנשברה מבע\"י [וכן הדין לענין שירי מחצלת בסי\"ב] כיון שבין השמשות היה עדיין על השבר תורת כלי:",
            "(לג) משום דאתיא - היינו כיון דמעיקרא היתה כלי גמורה עדיין תורת כלי עליה כל שהיא ראויה לשום מלאכה:",
            "(לד) שאין בו שייכות וכו' - וכגון עששית של ברזל וטבלא וכן בקעת [היינו חתיכת עץ] כיון שאינו כלי אסור לטלטלו אפילו לצורך גופו כגון לתקוע אותו במקום בריח לדלת או לסמוך בו איזה דף שישב עליו אם לא שיעשה בו קצת מעשה תיקון קודם השבת להוכיח שעומד להשתמש בו או שייחדנה מע\"ש לעולם להשתמש בו וכמ\"ש לקמן בסכ\"ב ורבים נכשלין בזה [אחרונים]. פתילה נקראת כלי ואפילו נדלקה קצת ממנה בשבת שעברה [דאם דלקה בה\"ש בשבת זו הוקצה לכל השבת כדלעיל בסימן רע\"ט] או בחול ודינה ככלי שמלאכתו לאיסור שבמותר לטלטלו לצורך גופו ומקומו אבל שברי פתילה שאינן עומדים עוד להדלקה בנר הרי הן כצרורות ואבנים שאסור לטלטלן אפילו לצורך גופן ומקומן וכן נר שלם של שעוה או חלב ואפילו נדלקה כבר בחול או בשבת שעברה כל שהיא עדיין ראויה להדלקה מקרי כלי שמלאכתו לאיסור ומכאן מרגלא בפומא דאינשי דמותר לטלטל נר שלם של חלב או שעוה כדי שלא תפסד הנר או ליתנה לא\"י שידליקנה לעצמו וטועין הן שאינו מותר לטלטל כלי שמלאכתו לאיסור אלא כשצריך למקומה של הכלי או שצריך הישראל לגופו של הכלי להשתמש בו דבר המותר בשבת כגון קורנס לפצוע בו אגוזים וכדלעיל בס\"ג ובספר מור וקציעה מחמיר דאפילו נר שלם ולצורך מקומו אסור לטלטל שאין עליו שם כלי כלל דלא חזי לאכילה ולתשמיש:",
            "(לה) בין נתפרקו בחול - פי' ולא מבעיא נתפרקו בשבת דמותר דמוכנין הן ע\"ג אביהן כי עייל שבתא אלא אפילו בחול מותר משום דאכתי כלי הוא שראוי להתחבר עם הכלי וע\"כ מותר לטלטלן אפילו מחמה לצל אפילו כשאין ראוין למלאכה אחרת כלל וכ\"ז בדלתות הכלי דככיסוי כלי חשובין אבל בדלתות הבית או החלונות אע\"פ שראוין לאיזה תשמיש וככלי חשובין מ\"מ כיון שלא הוכנו לכך אסורים בטלטול דסתמן עומדין להתחבר עם הבית ולכן אסור בין נתפרקו בחול ובין בשבת. ודלתות של לול תרנגולין כדלתות הבית חשובין גם לענין איסור טלטול. כתב המ\"א כלים המוקצים שנשברו בשבת אע\"ג דעכשיו אין מוקצים אסורים ור\"ל כגון שהיה מוקצה מחמת חסרון כיס דכשנשברה שוב אין מקפיד שלא לעשות בהם שום תשמיש אחר א\"כ עכשיו אינם מוקצים וכה\"ג אפ\"ה אסורים משום מיגו דאתקצאי לביה\"ש איתקצאי לכולי יומא:",
            "(לו) ליטלה - דאין בנין וסתירה בכלים:",
            "(לז) שמא יתקע - ביתד או במסמר בחזקה וחייב משום מכה בפטיש דהו\"ל גמר מלאכה וי\"א דיש גם בכלים משום בונה היכא דהוא עושה ע\"י תקיעה דהוא מעשה אומן:",
            "(לח) ושל לול וכו' - הוא בנין העשוי לתרנגולין:",
            "(לט) דכיון דמחובר לקרקע וכו' - ומחייב משום בונה וא\"כ גם החלונות אסור ליטול ולהחזיר דמחוברין הם ואפילו ע\"י א\"י אסור משום שבות [ט\"ז לקמן בסימן שי\"ג ע\"ש מה שנכתוב בבה\"ל בזה]:",
            "(מ) אית ביה וכו' - צ\"ל דלול דהכא מיירי כגון שבנאה מתחלה במחובר לקרקע דאם היתה מתחלה כלי בפ\"ע אלא שחיברה אח\"כ לקרקע דינו כמ\"ש בסעיף יו\"ד בכלי המחובר לקרקע בטיט ע\"ש כ\"כ בספר תו\"ש אבל בפמ\"ג כתב דשאני התם דהוא כיסוי בעלמא אבל הכא דיש ציר להדלת חמיר טפי ואפילו כשיש בית אחיזה להדלת אסור ע\"ש:",
            "(מא) בור ודות - בור בחפירה ודות בבנין והוא ג\"כ בתוך הקרקע אלא שלמעלה קצת גלוי:",
            "(מב) אין נטלים - אף שתקנם ועשה בהם מעשה המוכיח שעומד לכסות או שמשתמש בהם תמיד לזה דבזה הוסר מעליהם שם מוקצה וכדלקמן בסכ\"ב אפ\"ה אסור כאן דכיון דהם כיסוי קרקעות הוי כבונה אם מכסה אותם או כסותר אם נוטל הכיסוי משא\"כ כשיש להם בית יד לאחוז בם מוכח דהוא כלי ולמשקל ואהדורי עביד ולא הוי כבונה וסותר ועיין במ\"א שביאר דמה שכתב המחבר אינם ניטלים היינו דאסורים אפילו בטלטול בעלמא אפילו אם נתפרקו כבר מע\"ש מן הבור וכ\"ש דאסור ליטלם מן הבור והטעם דכיון דהם עומדים ומוכנים לכיסוי קרקעות אינם מן המוכן לטלטל אף שתורת כלי עליהם:",
            "(מג) מחוברים בטיט - ר\"ל שהכלי מחובר לקרקע בטיט מלמטה ואף דבעלמא מחובר לקרקע הרי הוא כקרקע הכא כיון דכיסוי אינו מחובר בציר להכלי והכלי מגולה למעלה לא מחזי כבונה משא\"כ בכיסוי חביות הקבורות בקרקע כיון דהם טמונות כולן בקרקע גזרו רבנן אטו כסוי בור ודות:",
            "(מד) והוא שתקנם וכו' - קאי על כל כיסוי כלים:",
            "(מה) והכינם לכך - היינו שהכינם לכסות הכלי וה\"ה אם לא עשה בהם מעשה כלל רק שיחדו מע\"ש לכסוי ג\"כ סגי דבכל זה הוסר שם מוקצה וכדלקמן בס\"כ גבי חריות [תו\"ש]:",
            "(מו) מחט וכו' - הוא מחט מיוחד לתפירה והוי ככל כלי שמלאכתו לאיסור ומותר לטלטל לצורך גופו דהיינו ליטול הקוץ או שנוקב בה את המורסא להוציא ממנה ליחה וה\"ה שמותר לתחוב בה את המלבושים לחברן בעת הדחק ואם הוא במקום שאסור לצאת בו בשבת כבר מבואר לעיל בסימן ש\"ג סעיף ט' דאסור ועיין בסעיף י\"ח ובמה שכתבנו שם:",
            "(מז) הקוץ - וה\"ה שמותר לטלטלה לצורך מקומה וכ\"ש שמותר לטלטלה אם מצאה מונחת במקום שיכולין ליזוק בה אנשי ביתו דבזה אפילו בניטל חורה שאין עליה שם כלי כלל ג\"כ מותר לטלטלה:",
            "(מח) וחדשה וכו' - דזימנין דנמלך עלה ואינה נוקבה ומשוי לה מנא כמות שהיא לנטילת הקוץ אבל בניטל חורה או עוקצה בטל מינה שם כלי דאז דרך לזרוק אותה בין שברי מתכות. ואם יחדה מבעוד יום לאיזה תשמיש הוי כלי ומותר לטלטלה כדין כל כלי שמלאכתו להיתר [פמ\"ג]:",
            "(מט) שירי מחצלאות - שנפרדו מן מחצלת ישנה ובין שנפרדו מע\"ש ובין שנפרדו בשבת:",
            "(נ) מותר לטלטלם - אפילו אין בהם ג' על ג' ואפילו מחמה לצל מותר:",
            "(נא) ואם זרקן לאשפה - דבטלה מהיות עוד כלי. ובמחצלת שלמה אפילו זרקן לאשפה מותר דבטלה דעתו אצל כל אדם:",
            "(נב) ג' אצבעות וכו' - דיש בזה קצת חשיבות דחזיין לעניים ועיין באחרונים שכתבו דלעשירים אסור לטלטלן דלהם לא חשיבי שירי מטלניות אא\"כ יש בהם ג' טפחים על ג' טפחים לדעה זו:",
            "(נג) מותר לטלטלן - היינו כ\"ז שלא זרקן לאשפה:",
            "(נד) ויש מתירין - דחזי לקנח בו מידי והוי כשירי מחצלאות:",
            "(נה) טליתות של מצוה - לפי שאדם בודל מהם מלהשתמש בתשמיש מגונה וע\"כ בעינן בדידהו שיהו ג' אצבעות על ג' אצבעות והיינו לעניים וכנ\"ל:",
            "(נו) מנעל חדש - נקט חדש לרבותא אף שהוא מהודק על הדפוס שפיר ואינו יכול לשמטו מעליו אא\"כ מטלטל גם הדפוס בידים אפ\"ה שרי דאף שהוא כלי שמלאכתו לאיסור שעל ידו מתקנים המנעלים מ\"מ הלא צריך למקומו דהיינו המנעל שהדפוס מונח בו וכ\"ש כשהמנעל ישן שהוא רפוי ויכול לשמוט המנעל מעליו בלי טלטול הדפוס בידים דשרי:",
            "(נז) כיון דשם כלי וכו' - לפי טעם זה ה\"ה דמותר לשמוט הדפוס מתוך המנעל בין שהוא תקוע בו בחוזק ובין ברפוי והא\"ר מפקפק ברפוי דלמה יטלטל הדפוס טוב יותר שישמיט המנעל מעליו אחרי שהוא רפוי ולא יטלטלו בידים ובמקום שקשה להשמיט המנעל בודאי אין להחמיר:",
            "(נח) רצועה הפנימית - שהסנדל יש לו שני תרסיות [הוא מקום קביעת הרצועות] אחד מבחוץ ואחד מבפנים בין שתי רגלים כשנפסק הפנימי ראוי לתקנו ואע\"פ שתיקונו ניכר וגנאי הוא מיהו לצד פנים לא מתחזי ע\"כ עדיין שם כלי עליו אבל כשנפסק החיצונה אינו הגון לתקנו ודרך לזורקו לאשפה ע\"כ בטל מינה שם כלי. ואין חילוק בין נפסקה בשבת בין נפסקה מבע\"י:",
            "(נט) נפסקה החיצונה וכו' - וכ\"ז בסנדלים שלהם אבל במנעלים שלנו אע\"פ שנפסקה עדיין חזי ללבישה ותורת כלי עליה דדוקא במנעלים שלהם שהיו פתוחים לגמרי מלמעלה וצדדיו של עץ או של עור קשה והרצועה נקשרת ע\"ג הרגל ואם נפסקה לא היה יכול לנועלו משא\"כ בשלנו:",
            "(ס) בכרמלית - ר\"ל דשם אין נשמר ע\"כ התירו לו לכרוך כדי שלא יאבד:",
            "(סא) גמי לח - ובחוט או משיחה דעת המ\"א דאסור דלמא מבטל ליה התם והוי קשר של של קיימא אך לענוב אותו בעניבה לכו\"ע מותר:",
            "(סב) אסור וכו' - משום מוקצה וכנ\"ל אלא יניחו שם ואם רבים שם וגנאי לו לילך בלא מנעל שרי משום כבוד הבריות [מ\"א]:",
            "(סג) ותחבו בו קנה - היינו מע\"ש וגם מיירי שנתייבש קצת מבע\"י דאם היה טופח ע\"מ להטפיח בבין השמשות אסור לטלטל החלוק כל השבת דמיגו דאתקצאי לביה\"ש וכדלעיל בסי' ש\"א סמ\"ו בהג\"ה איתקצאי לכולי יומא:",
            "(סד) יכול לשמטו וכו' - לכאורה הלא מטלטל עי\"ז גם הקנה ובסי\"ד מוכח דהיה אסור לשמוט המנעל מפני דמטלטל עי\"ז הדפוס אי לאו דדפוס היה כלי וקנה לאו כלי הוא י\"ל דהכא מיירי שיכול לשמוט הכתונת בלי טלטול הקנה עמו [א\"ר]:",
            "(סה) אבל ליקח וכו' - ואף שכבר נשתמש בו מבע\"י עדיין לא נעשה כלי בכך דלא היה דרכם ליחודי קנים להכי [ר\"ן] ולפ\"ז לדידן דדרך ליחד קנים לתלות עליהן שרי בהכי [אחרונים]:",
            "(סו) כלי - כגון קנה המיוחד לאיזה תשמיש:",
            "(סז) לאיסור - דהלא הוא צריך למקומו של הכלי דהיינו החלוק:",
            "(סח) אחת מירכותיה - והוא כעין רגלים והטעם דגזרינן שמא יתקע הרגל לשם בחוזק לחברה וחייב משום מכה בפטיש או משום בנין לאיזה פוסקים וכ\"ש אם נשמטו שתים מירכותיה דאין לה עמידה כלל בודאי חיישינן שמא יתקע לה הרגלים:",
            "(סט) וכן ספסל וכו' - הכל מטעם הנ\"ל ודוקא בנשמט דאפשר לחברו וע\"כ אסרו אפילו בטלטול משום שמא אתי ליתקע אבל אם נשבר רגל אחד דלא שייך בו שמא יתקע אלא צריך לעשות רגל אחר ולזה לא חיישינן ע\"כ מותר בטלטול ורמ\"א דנקט לקמיה אפילו נשברה לאו דוקא הוא אלא נשמט קאמר. גם אם נשמט אותו הרגל מכבר ואין כאן אותו הרגל כלל אלא הספסל הוא בלא רגל אין איסור לסמוך אותו על ספסל אחר דכאן לא שייך שמא יתקע [ט\"ז וש\"א]:",
            "(ע) לטלטלה ולהניחה - ובישיבה לחוד אם אינו מטלטל פשיטא דמותר [א\"ר]:",
            "(עא) אא\"כ ישב וכו' - דכיון שישב עליה כך פ\"א בלי רגל שוב לא יתקע:",
            "(עב) גם אסור להכניס - היינו אפילו אם לא יתקענה בחוזק משום חששא שמא אתי לתקוע דסתם רגלי הספסלין דרכן להיות מהודקין וחיישינן לזה וכ\"ז אפילו בישב על הספסל כבר פ\"א קודם השבת דבלא זה אסור הספסל אפילו בטלטול. כתב המ\"א דאם דרך הרגל להיות לעולם רפוי אצלו מותר להכניסו ברפיון ועיין בביאור הלכה. וכ\"ז ברפוי ממש אבל רפוי ולא רפוי אסור [ב\"י בסי' שי\"ג]:",
            "(עג) למזגא עלייהו - והוי תורת כלי עלייהו דכל דראוי למידי ועומד לכך תורת כלי עליה וכמו נסרים ועורות לקמן בסכ\"ה כ\"ו ומותר לטלטל אפילו מחמה לצל כדין כלי שמלאכתו להיתר. ומשמע דא\"צ מחשבה מע\"ש למזגא עלייהו [א\"ר] ויש מחמירין בזה. כתב הפמ\"ג אם נשברו הלבנים כל שראוי למידי הוו כדין שברי כלים בסעיף וי\"ו וזיי\"ן ע\"ש:",
            "(עד) ואסור לטלטלם - אפילו לצורך גופו ומקומו דליכא תורת כלי עליהן ודינייהו כדין אבנים המבואר לקמן בסכ\"ב דלא מהני מחשבה מע\"ש לזה:",
            "(עה) קוץ המונח וכו' - דעת הריב\"ש המובא במ\"א דאם היה הקוץ גדול אסור לטלטלו דבנקל יכול להזהר ממנו שלא יוזק כיון דנראה לכל ועיין במ\"א שהקשה עליו ובתו\"ש מיישבו ומצדד להורות כמותו ועיין בספר שלחן עצי שטים דבטלטול מן הצד מותר גם בזה:",
            "(עו) פחות פחות וכו' - עד שיסלקנו לצדי ר\"ה מקום שאין דורסין בו רבים ומשמע במ\"א דדוקא אם לא היה הקוץ מונח שם מע\"ש דאל\"כ היה לו לסלקו מע\"ש אבל הא\"ר חולק עליו וס\"ל דאפילו מונח שם מע\"ש מותר ליטלה בשבת:",
            "(עז) ובמקום הזיקא דרבים וכו' - והא דאיתא לעיל בס\"ו בהג\"ה דאם יש שברי זכוכית בבית מותר לסלקו ולפנותו אף שסתם בית אין מצוי בו רבים כ\"כ שם הוא רק איסור מוקצה ואיסור טלטול ד\"א בכרמלית או בר\"ה פחות מזה חמור מזה [כן מצדד הפמ\"ג]:",
            "(עח) שהוא גדול וכו' - אבל סולמות שבבית שעשויין לטלטל מזוית לזוית לצורך איזה תשמיש לא אתי למימר להטיח גגו הוא צריך ומותר לטלטלו כדי להוציא על ידו איזה דבר מן העליה או להעלותו ועיין לקמן בסימן תקי\"ח בט\"ז שכתב דאפילו אם הסולם הוא גדול ג\"כ מותר:",
            "(עט) גגו - שגגותיהן אינן משופעין וצריכין להטיחן בטיט כדי שיזובו מימיהן למטה:",
            "(פ) לטלטלו - עיין בפמ\"ג דלפי דעת הרמב\"ם אפילו לצורך גופו ומקומו אסור:",
            "(פא) שקצצן לשרפה - משמע דסתמא לא אסירי ועיין לקמיה מש\"כ דעצים שלנו סתמא עומדים להסקה. איתא בש\"ס דזמורה שיש בראשה עקמימות כעין מזלג שראוי לתלות עליו דלי ולמלאות בו אע\"פ שחישב עליו מע\"ש למלאות בה אסור למלאות בה בשבת אא\"כ היא קשורה בדלי מע\"ש דחיישינן שמא תהא ארוכה ויקטמנה מתוך שהיא רכה ונוחה לקטום ונמצא עושה כלי וחייב משום מכה בפטיש ואם הוא קשה משמע דשרי אפילו אם רק יחד הזמורה לכך מע\"ש. ואם הוא מחובר לקרקע אפילו הוא קשה דליכא חשש שמא יקטום אפ\"ה אסור להשתמש בה אא\"כ היא קשורה בדלי משום מוקצה דבמחובר לקרקע לא מהני מחשבה להוציאה מתורת מוקצה אך דבמחובר לא שרינן אפילו בקשורה אלא כשהזמורה הוא פחות מג' טפחים סמוך לארץ דאל\"ה אסור משום משתמש באילן כמו שכתוב בסימן של\"ו:",
            "(פב) ואסור לטלטלם - היינו טלטול ממש אבל לישב עליהם כשאין מזיזן ממקומן ודאי שרי ואפילו כשמזיזן ע\"י ישיבתו מצדד המ\"א להקל דטלטול מן הצד הוא כל זמן שאין מזיזן בידים ומצאתי במאירי שגם הוא הסכים לזה רק שכתב דבמקום שאין צורך ראוי לפרוש מזה:",
            "(פג) מותר וכו' - ואע\"פ שלא חישב עליהם מבע\"י דבזה שישב גלה דעתו דלישיבה קיימא והוסר מעליהם שם מוקצה:",
            "(פד) לישב עליהם - היינו אפילו לטלטלם כדי לישב עליהם:",
            "(פה) אם קשרן וכו' - או אם חשב ר\"ל דבזה שעשה מעשה מבעוד יום או שחישב בדעתו בהדיא לישיבה בודאי ביטל מעליהם שם מוקצה:",
            "(פו) אפילו בחול - והא\"ר הביא בשם כמה ראשונים שס\"ל דמחשבה לא מהני אא\"כ חישב לישב עליהם בשבת:",
            "(פז) אבל נדבך וכו' - והטעם דחריות איכא דקיימי לישיבה ואיכא דקיימי לעצים וכאן לא נאסרו אלא מפני מחשבתו שקצצן לשרפה ומפני כך מחשבת ישיבה מוציאה ממחשבת שריפה אבל נדבך של אבנים ליכא דקאי לישיבה לפיכך אין מחשבה מועילה לעשותה כלי וצריך מעשה להוכיח שהן לישיבה ובענין זה המעשה הוא הסידור וא\"כ בעצים שלנו שאין עומד בשום פעם לישיבה אלא להסקה נמי בעינן שיעשה בהם מעשה מבע\"י וכמו שכתב בסעיף כ\"ב לענין בקעת דלא מהני במה שיחדה לשבת זו:",
            "(פח) לישב - פירש המ\"א דהיינו לטלטלם בשבת כדי לישב עליהם אבל ישיבה לחודא שרי בכל ענין וכנ\"ל:",
            "(פט) אא\"כ למדום וכו' - מלשון המחבר משמע דבזה שסדרם מבעוד יום כדי לישב עליהם הוא בכלל מעשה גמורה ומותר שוב לטלטלם למחר אפילו להדיא אבל המ\"א מצדד כשיטת רש\"י דהסידור לא מהני אלא כדי שלא יצטרך ליגע בהם למחר:",
            "(צ) וכן עיקר - עיין במ\"א שהשיג על הרמ\"א וסבירא ליה דאבן חמור מחריות כמו שכתב בסעיף כ\"ב דבעינן דוקא יחוד לעולם וכן משמע דעת ש\"א:",
            "(צא) או בבקעת וכו' - וה\"ה אם רוצה לסמוך בקורה את הדלת צריכה יחוד כמו בבקעת ואז איכא תורת כלי עליה [אחרונים]:",
            "(צב) מבעוד יום - לעשות הפעולות האלו בשבת וכ\"ש אם לא חשב רק שעשה הפעולות האלו מבעוד יום ולא דמי לחריות הנ\"ל בס\"כ דשם איכא חריות דקיימא לישיבה אבל הכא אין דרך כלל להזמין אבן או בקעת להשתמש בהן וע\"כ בעינן שייחד לעולם מערב שבת להשתמש בהן איזה תשמיש ואז הוסר מעליהם שם מוקצה:",
            "(צג) לעולם - ואם היה רגיל בימות החול להשתמש בהן איזה תשמיש סגי אפילו לא יחדן בפירוש. והאי יחוד שכתוב בשו\"ע נראה דאפילו במחשבה בעלמא ולא בעינן שיפרש בפה:",
            "(צד) אבל יחדה וכו' - אא\"כ עשה בהן מעשה המוכיח שעומדין להשתמש:",
            "(צה) סגי - ולא דמי לסכ\"א דשאני התם שאין האבן עשויה לישב עליה משא\"כ הכא דאורחא בהכי להכי מהני ביחוד לשבת אחת ועיין מה שכתבנו לעיל סי' ש\"ג סכ\"ב:",
            "(צו) דלא שנא - ר\"ל דבשניהם בעינן יחוד לעולם:",
            "(צז) דביחוד סגי - היינו מה שמבואר שם ס\"ב דאפילו באבנים סגי ביחוד לעולם. ולענין מידי דאורחיה בהכי נראה דבמקום הצורך יש לסמוך להקל דסגי ביחוד לשבת אחת:",
            "(צח) להבריח וכו' - נראה דה\"ה לאיים על התינוקות אבל אסור לומר לא\"י בשבת שיתלוש לו ענף מן המכבדות שמכבדין הבית אא\"כ הוציאו מן המכבדת מבע\"י ויחדו לכך:",
            "(צט) הזבובים - ובלבד שיזהר שלא יהרגם בעת ההברחה:",
            "(ק) דלצורך חתכו - לאו דוקא כשחתכו לצורך דה\"ה כשתחתכו לשרפה והוי מוקצה ואח\"כ יחדו לכך מבע\"י כיון דאורחיה הוא מהני יחוד לשבת זו וכנ\"ל בסכ\"ב [תו\"ש ופמ\"ג]:",
            "(קא) אם חשב וכו' - הטעם הכל כנ\"ל בחריות ס\"כ דכיון שחשב או ישב הוסר מעליהם שם מוקצה:",
            "(קב) או שצבען - פי' טבלן בשמן תרגום וטבל צבע:",
            "(קג) בשבת - לפי מה שכתוב לעיל בס\"כ ה\"ה אם חשב ליתנם על המכה בחול:",
            "(קד) וי\"א וכו' - עיין מ\"א שהקשה על המחבר ודעתו דלכו\"ע סגי במחשבה ובא\"ר יישב קושיתו ע\"ש:",
            "(קה) עורות יבשים - בזה מותר לדעה זו אפילו בדקה ולחים דלא חזי לישיבה אסור בשניהם אא\"כ חישב עליהן לישיבה מבעוד יום ודעה ב' ס\"ל דאין חילוק דבין ביבשים ובין בלחים שרי בגסה אבל בדקה בעינן חישב בין בלחים ובין ביבשים:",
            "(קו) בין של אומן - אף דסתמייהו עומדות אצלו למכירה אפ\"ה לא אמרינן בהן דקפיד עלייהו מלהשתמש בהן:",
            "(קז) ויש אומרים דוקא וכו' - והעיקר כדעה הראשונה דתלה רק ביבשים ואז מותר בין בעבודים ובין שאינם עבודים:",
            "(קח) אלא אא\"כ חשב - ואם נתנן לאוצר לסחורה צריכין יחוד דוקא וכמו שכתב רסי' רנ\"ט:",
            "(קט) ושל אומן אסור - דבהו קפיד האומן שלא יתקלקלו. ונסרים של סוחרים שנתנום לאוצר אפשר דאסור ג\"כ לטלטלם דקפדי עלייהו ג\"כ שלא יתקלקו ויתעקמו כמו אומן אע\"ג דלא החליקן ברהיטני [פמ\"ג]:",
            "(קי) עצמות וכו' - אפילו אם נתפרקו מן הבשר בשבת דמבעוד יום לא היה מוכן לכלבים אפ\"ה שרי וכ\"ש אם נתפרקו מבע\"י:",
            "(קיא) ופרורין וכו' - היינו שמפני קטנותן סתמא עומדין רק למאכל בהמה ועופות:",
            "(קיב) כזית - עיין לעיל סימן ק\"פ ס\"ד ובמש\"כ שם:",
            "(קיג) אין הקליפים וכו' - כגון קליפי אגוזים וביצים וכל כה\"ג:",
            "(קיד) ראוים וכו' - וה\"ה בעצמות שהם קשים שאינם ראויים אפילו לכלבים בין אם נתפרקו בשבת או מבעוד יום אבל כ\"ז הוא דוקא אם נתפרקו לגמרי לאפוקי אם נשתייר מקצת בשר על עצמות מותר לטלטל אותם אגב הבשר:",
            "(קטו) מנער את הטבלא - הוא דף המונח על השלחן כדי לשום עליו הלחם וה\"ה מפה הפרוסה וטעם ההיתר הוא כיון דלא מטלטלו בידים. וה\"ה אם מעבירם ע\"י דבר אחר כגון שהוא מגרר אותם ע\"י סכין מן המפה דמותר אם הוא צריך להשתמש במקום שמונח שם העצמות והקליפין דזה מקרי טלטול מן הצד ושרי אם הוא לצורך דבר המותר וכדלקמן בסימן שי\"א ס\"ח. ואם נתקבצו הרבה יחד ומאוס עליו להניחן כך על השלחן מותר להעבירן בידים דהוו ליה לדידיה כגרף של רעי [כן משמע בגמרא ע\"ש]:",
            "(קטז) ואם יש פת - ואפשר שאפילו לכתחלה מותר להניח פת כדי להגביה הטבלא אם קשה ליה הניעור עיין במ\"א ופמ\"ג:",
            "(קיז) חבילי עצים - היינו שהם רכים דחזו למאכל בהמה:",
            "(קיח) שהתקינן - היינו שהזמינן אבל בלא הזמנה אפילו הם חבילות קטנות אסור לטלטלן וטעמא דסתמא עומדין להסקה ולכך אף שחזו למאכל בהמה אסור. כתב המ\"א קש שלנו סתמא עומד לשכיבה או למאכל בהמה ועיין בתוספות שבת דזה תלוי במנהג המקומות ולפ\"ז במקומות שחבילי תבן סתמן עומדין לבנין לכסות הגגות הם מוקצה וצריך הזמנה:",
            "(קיט) שאינן מצוים - אצל רוב בני אדם ומה דעשירים מגדלין אותו המין בבתיהם לא נחשב מצוי:",
            "(קכ) ולפ\"ז וכו' - ר\"ל לפי מה שנתבאר שכשהוא ראוי לחיה ועוף המצוים אף שאין לו מאותו המין מותר לטלטל גם בזה מותר לטלטל:",
            "(קכא) מערב שבת - וכ\"ש אם נתפרקו בשבת דהיה עומד בכניסת שבת לאכילת אדם דבודאי מותר לטלטל ואם אין כלבים מצוים באותו המקום גם באופן זה אסור לטלטל:",
            "(קכב) במקום וכו' - אבל מקום שאין דרך להאכילם לבהמה אסור לטלטלם אע\"ג דחזו לבהמה:",
            "(קכג) צריך להחמיר וכו' - הטעם משום דיש מקומות שאין מאכילין אותם אפילו לבהמה וגם דלא חזו לבהמה רק ע\"י הדחק ע\"כ אדם חשוב צריך להחמיר:",
            "(קכד) אלא דרך שינוי - כגון לזורקן בלשונו או לטלטלן אגב פת:",
            "(קכה) דחזי לאומצא - היינו שיש בני אדם שדעתם יפה וכוססין בשר חי [שאין איסור באכילתו משום דם אחר שהודח כשאוכלו כשהוא חי כמ\"ש ביו\"ד סימן ס\"ז] והנה ממ\"א מבואר דדוקא במין הרך כגון יונה ובר אווזא אבל בשר בהמה אינו חזי לכוס ואסור לטלטלו אבל בט\"ז פוסק דאפילו בשר בהמה טפל מותר לטלטלו ע\"ש וכן הא\"ר מסכים לדינא כהט\"ז דאפילו בשר בהמה מותר לטלטלו ובביאור הגר\"א חולק ג\"כ על המ\"א משום דאמרינן דכל בשר ראוי לאכול באומצא ע\"ש וע\"כ אף שראיתי בהרבה אחרונים שהעתיקו דברי המ\"א לדינא במקום הדחק יש לסמוך על המקילין:",
            "(קכו) דג מלוח - בין המין שקורין הערינ\"ג ובין כל המינין דכיון שהוא מלוח ראוי לאכול ע\"י הדחק כמו בשר דחזי לאומצא וה\"ה דג מעושן [תוספות שבת]:",
            "(קכז) מפני שאינו ראוי - הט\"ז פירש דהיינו שאינו ראוי אף לכלבים דאם היה ראוי לכלבים אף דאינו עומד לאכילת כלבים מותר לטלטל אבל המ\"א כתב דדבר העומד לאכילת אדם ואינו ראוי לאכול כך עד מו\"ש אף דראוי הוא לאכילת כלבים מקצה איניש דעתיה מיניה משום דלא קאי לכלבים ולפ\"ז שומן צונן של בהמה דאינו עומד כך לאכילת אדם אסור לטלטלו וכן פסקו האחרונים:",
            "(קכח) שאינו מומחה - ומה נקרא קמיע מומחה נתבאר לעיל בסימן ש\"א סכ\"ה:",
            "(קכט) שאין יוצאים בו - היינו לר\"ה אבל לכרמלית שרי דאף לר\"ה ליכא חיוב חטאת דדרך מלבוש הוא ולא אסור רק מדרבנן וממילא בכרמלית שרי לפי מה שנוהגין האידנא כסברא אחרונה לעיל בסימן ש\"ג סי\"ח כ\"כ בספר אליהו רבה וכן צידד ג\"כ בספר תו\"ש להורות כמהרש\"ל שמיקל בכרמלית ודלא כמ\"א ובספר שלחן עצי שטים פסק ג\"כ דמותר לצאת לכרמלית בסתם קמיע שלא בדקוהו ולא הועיל אבל בקמיע שאינו מומחה ודאי אף לכרמלית אסור:",
            "(קל) וכיוצא בהם - עיין לקמן בסימן של\"ח סוף ס\"ח. בגמרא איתא דעכבר מת הנמצא מותר להוציאו בידים מטעם גרף של רעי:",
            "(קלא) שיושבים בה - היינו שדרים בה כמו החצרות העשויות לפני הבתים שהוא מקום דריסת הרגל והתירו לפנותו משום כבודו וה\"ה אם הוא מונח במבוי במקום דריסת הרגל מותר לסלקו לצדדים [מגן אברהם]:",
            "(קלב) ואפילו בלא כלי - קמ\"ל דלא תימא דלא התירו לטלטל רק אגב כלי:",
            "(קלג) שאינו דר שם - בין שהוא חצר אחרת או שהוא חצר שאחורי בתים או שהוא מונח באשפה שבחצר דאז אסור לטלטלם:",
            "(קלד) אסור להוציאם - דהא לא חזי למידי והוא מוקצה כאבן. וה\"ה הגרף ועביט בלא רעי ומי רגלים ג\"כ אסור כיון שהוא מקום שאין דר שם [א\"ר]. ואם הוא מלא וא\"א לפנות עליו מותר להוציאו ולהחזירו משום כבוד הבריות:",
            "(קלה) מותר לכפות - אשמעינן בזה דלא תימא דאין כלי ניטל אלא לצורך דבר הניטל:",
            "(קלו) להוציא גרף וכו' - גרף ועביט שניהם של חרס אלא של רעי נקרא גרף ושל מי רגלים נקרא עביט וה\"ה אם הוא של עץ ועיין לעיל בסימן פ\"ז לענין אם הוא של מתכות והנה גרף ועביט אע\"פ שהוא כלי מ\"מ הוא בכלל מוקצה מחמת גופו משום דמאיס הרבה וחמיר מסתם מוקצה מחמת מיאוס דקי\"ל בריש סימן ש\"י דמותר דגרף הוא כאבן ודומיהן ורק להוציאן ממקום שדר שם התירו משום כבודו אבל להחזירן צריך מים דאז מטלטלן ע\"י המים:",
            "(קלז) אלא אם כן וכו' - כתב המ\"א דבעודו בידו מותר להחזיר אף בלא מים ועיין בא\"ר ובפמ\"ג שמפקפקין בזה:",
            "(קלח) לתוכם מים - ודוקא כשהם ראוים עדיין לשתיית בהמה דאל\"כ אף המים גרף הן. והנה מדסתם השו\"ע משמע דאפילו א\"צ להוציא בו צואה ומי רגלים שרי להחזירו ע\"י מים ויש מחמירין בזה כמ\"ש בב\"י ועיין בספר א\"ר שמכריע דאם הוא מקום המשתמר לא יכניסנו שלא לצורך:",
            "(קלט) כדי להוציאו - בגמרא משמע דאפילו אם לא עשה כדי להוציאו אלא דבר העשוי לבסוף להוציאו ג\"כ אסור שאף שהתירו להוציא הדבר המאוס מ\"מ לעשות לכתחלה דבר שיהיה בודאי אח\"כ מאוס לפניו ויוציאנו אסור והא דנקט השו\"ע כדי להוציאו משום סיפא נקט דבדיעבד אין לאסור אף שהכניסו באופן זה:",
            "(קמ) דאיכא פסידא - היינו שיבא לידי הפסד אם ישאר הגרף שם שיגנב שם או שאר קלקול עי\"ז והוא מונח בבית באיזה חדר מקום שאין דר שם או שמונח בחצר במקום שאין דריסת רגלו שם דאל\"ה היה מותר להוציאו וכנ\"ל בסל\"ד:",
            "(קמא) ולקבוע ישיבתו - כגון מטתו לשכב עליה או שיכניס שלחנו ויאכל שם דעי\"ז נחשב כאלו דירתו שם וממילא מותר להוציא הגרף אבל ישיבה בעלמא שם לא מהני [ב\"י וש\"פ]:",
            "(קמב) עפר - ומערה בביתו על הארץ [רש\"י]:",
            "(קמג) ליטול ממנו - ובענין שאין בו משום עשיית גומא דהיינו שיטול בשוה או שהחול דק או תיחוח דתיכף כשנוטל החול נופל לתוך הגומא וסותמה כן כתב בתו\"ש מלקמן סימן תצ\"ח ועי\"ש במה שכתבנו בזה:",
            "(קמד) בטל וכו' - אפילו אם בעת שהכניס הקופה לבית היה כונתו וכסות צואה ורוק מ\"מ כיון שפזרו באמצע ביתו למדרס רגלים הרי הוא בטל לגבי קרקעית הבית והוא מוקצה ואסור ולפ\"ז אסור ליקח בשבת מעט מן החול המפוזר בקרקע הבית להשתמש בו לאיזה דבר:",
            "(קמה) הטמונים בחול - ואם טמון בעפר שהוא מוקצה עיין לקמן סימן שי\"א סעיף ח' וט' מה שכתוב שם:",
            "(קמו) אסור לטלטל וכו' - דהם בכלל מוקצה כעצים ואבנים דהא לא חזו. ואפילו אם יכול להגיע להפסד על ידם כגון שהעוף פורח ע\"ג הכלים ויכול לשברם אפ\"ה אסור לתפסם בידים ואפילו אם הוא מורגל בבית מכבר דתו אין בו משום חשש צידה כמבואר בסימן שט\"ז אפ\"ה ליטלם בידים אסור משום מוקצה אלא יפריחנה מעליהם וכמבואר בסימן של\"ד במ\"א בסק\"ג דאיסור טלטול מוקצה הוא אפילו במקום הפסד:",
            "(קמז) מותר לכפות וכו' - ואין בו משום חשש ביטול כלי מהיכנו על אותו זמן שהם עליו דהא יכול להפריחם בכל שעה:",
            "(קמח) אסור לטלטלו - ואם היו עליו בה\"ש אסור אע\"פ שירדו דמיגו דאיתקצאי לבה\"ש איתקצאי לכולי יומא:",
            "(קמט) כל בהמה חיה ועוף - בין גדולים בין קטנים:",
            "(קנ) בחצר - אבל לא בר\"ה דגזרינן שמא יגביהם ויעבירם ד\"א ויתחייב חטאת דגבי בהמה לא אמרינן חי נושא את עצמו. ועיין בטור דס\"ל דבכרמלית עיין בר\"ן שהובא בב\"י:",
            "(קנא) אם צריכין וכו' - ומשום צער בע\"ח דאל\"כ אסור לעשות כן דבכל מידי דלא חזי לטלטול כשם שאין מטלטלין כולו כך אין מטלטלין מקצתו כמ\"ש סימן שי\"א ס\"ז גבי מת שלא יזיז ממנו אבר:",
            "(קנב) אבל דוחין אותה - אפילו אם אינו לצרכה כדי להאכילה אלא לתועלתו כדי שלא יבוא לידי הפסד ממון כגון שברחה מן הבית לחוץ וה\"ה אם ברחה מן הביצים אבל בלא הפסד ממון אפילו הדחיה אינו נכון כיון שאינו לצרכה [ב\"ח וא\"ר]:",
            "(קנג) אפילו בר\"ה - דהא אפילו תגביהנו פטורה דחי נושא את עצמו ולית בזה אלא איסורא דרבנן והוי גזירה לגזירה ואם נושא כפות או חולה חייב דבזה לא שייך שנושא את עצמו. והנושא מת הוי מלאכה שא\"צ לגופה עיין סימן רע\"ח:",
            "(קנד) שלא תגררהו - מפני שנושאתו כ\"כ רש\"י משמע דס\"ל דהוי כמו שנושאו וא\"כ אפילו בכרמלית אסור ויש שמקילין בזה אבל לישא אותו על כתפו גם בכרמלית אסור לכו\"ע ויש מהמון שנכשלין בזה שנושאין קטנים על כתפיהם וטעותן הוא מפני שהקטן יכול לילך בעצמו ושגגה היא דאיסור דרבנן יש בכל אופן אפילו בכרמלית ומ\"מ טוב למנוע מלומר להן שבודאי לא ישמעו לנו ומוטב שיהיו שוגגין ואל יהיו מזידין. וקטן שאין יכול לילך בעצמו כלל חייב לרוב הפוסקים כשנשאו בר\"ה. וע\"י א\"י שרי לדידן דאין מצוי אצלנו ר\"ה [פמ\"ג]. המוציא תינוק וכיס תלוי בצוארו חייב אף שהתינוק יכול לילך בעצמו דאין בו איסור דאורייתא דחי נושא את עצמו מ\"מ חייב משום כיס דכיס אינו בטל לגביה שהוא אין צריך לו אבל המוציא גדול המלובש בכליו פטור דבגדיו טפלים לו ועליו אינו חייב דהוא נושא א\"ע ולית ביה אלא איסורא דרבנן [רמב\"ם והובא במ\"א]:",
            "(קנה) מותר ליגע בו - עיין לעיל במ\"ב סקי\"ז:",
            "(קנו) לא יטלו ממנו - ר\"ל שלא יתלוש ממנו דבמעשה התלישה הוא בכלל תקון כלי וכמו שיתבאר בסימן ש\"מ שכל דבר שמתקנו בשבת לאיזה תשמיש יש בו משום תקון כלי. וה\"ה אם כבר נפל החרס והוא מתקנו להסיר בליטותיו ועוקציו כדי שיוכל לכסות בו וכה\"ג דאסור והוא בכלל מכה בפטיש כמ\"ש רש\"י אבל ליקח החרס שנשבר מהכלי ולכסות בו מנא בלי שום תיקון ודאי שרי כמבואר לעיל סעיף וא\"ו:",
            "(קנז) בכדור - בין אם היא של נייר או של עץ שאין שם כלי עליו מחמת שראוי לשחוק בו והוי כאבן שהוא מוקצה מגופו ואפילו בטלטול בעלמא אסור לדעה זו [אחרונים]:",
            "(קנח) ויש מתירין - אפשר שטעמם שכיון שעשוי לכך ומיוחד לזה בתמידות לא שייך בו שם מוקצה וכדלעיל בסכ\"ב. ומ\"מ לכו\"ע אסור לשחוק בר\"ה ואפילו בכרמלית בשבת דבקל הוא שיפול לחוץ מד' אמות ואתי לאתויי אבל ביו\"ט מותר אפילו בר\"ה לשחוק בו לדעה זו. וכ\"ז כששוחק שלא ע\"ג קרקע אבל ע\"ג קרקע לכו\"ע אסור משום חשש אשויי גומות וכדלקמן בסי' של\"ח לענין שחיקת אגוזים ומ\"מ אין למחות בנשים וקטנים דמוטב שיהיו שוגגין ואל יהיו מזידין:",
            "(קנט) בחומו - ר\"ל שע\"י החום יוצאים התולעים מן הזרע ואע\"ג דאין מכוין לזה מ\"מ פסיק רישא הוא ומלאכת מחשבת הוא:",
            "(קס) לטלטל וכו' - מפני שאסור ללבשו ומוקצה הוא ואפילו לצורך גופו ומקומו אסור [א\"ר וש\"א]:",
            "(קסא) ויש מתירים - שמ\"מ מלבוש הוא ותורת כלי עליו והעיקר כסברא הראשונה וע\"כ משכונות של א\"י אסור לטלטלן בשבת [פמ\"ג ע\"ש]:",
            "(קסב) להבריח הזבובים - ככל כלי שמלאכתו לאיסור דמותר לטלטלו לצורך גופו ועיין מש\"כ לעיל בסכ\"ג:",
            "(קסג) מותר לטלטלם - אפילו מחמה לצל והמחבר אזיל לשיטתו דס\"ל בסימן של\"ז ס\"ב דמותר לכבד קרקע המרוצף א\"כ הוא בכלל כלי שמלאכתו להיתר אבל לפי מה שפסק הרמ\"א שם דאפילו מרוצף אסור א\"כ הוא בכלל כלי שמלאכתו לאיסור ואין לטלטלו כ\"א לצורך גופו ומקומו:",
            "(קסד) ולדעת הרמב\"ם - היינו מה שכתוב לעיל בסימן ש\"ז סי\"ז דאסור ללמוד בשבת בספרי החכמה וכן להביט באצטרלו\"ב [הוא כלי שחוזין בו הכוכבים] אפשר דלדידיה ה\"ה דאסורים בטלטול ועיין בביאור הגר\"א שדעתו דאפילו להרמב\"ם מותר בטלטול וגם בענין לימוד מצדד כשיטת הרשב\"א ועיין מה שכתבנו לעיל בסימן ש\"ז סי\"ז:",
            "(קסה) של חול - הוא כלי שממלאין בו חול והחול יוצא דרך נקב מתחתיתו ועשויה קוין קוין לשער בו השעות:",
            "(קסו) של מין אחר - כגון שהוא עשוי חוליות חוליות להכיר בו השעות כשהצל מגיע לאיזה חוליא:",
            "(קסז) יש להסתפק - דדמי למדידת הזמן או הצל והוי בכלל כלי שמלאכתו לאיסור דמדידה בשבת אסור כשאינה של מצוה ואפילו אם הוא לומד על ידו מ\"מ עיקר המדידה אינה של מצוה מיהו כשצריך לו לגופו או מקומו בודאי שרי דהא כלי הוא:",
            "(קסח) לאסור - ובזיי\"גער שלנו יש להתיר [פמ\"ג ומחה\"ש וש\"א] ודוקא הקטנים שקורין טאשי\"ן אוה\"ר אבל הגדולים שקורין וואנ\"ד אוה\"ר אסור לטלטל ואפילו אותן כלי שעות העומדין בתיבה על הקרקע יש להחמיר בטלטול אם לא לצורך מקומו [שע\"ת]:",
            "(קסט) מוקצה לעשירים - ר\"ל שהוא דבר שהוא גרוע בעיני העשירים ואין דרכם להשתמש בו מחמת עשרם ומקצים אותם מדעתם כגון שירי מטלניות שהם פחותים משלשה טפחים על שלשה טפחים דלא חזיין רק לעניים לאיזה טלאי ולא לעשירים ע\"כ נאסר לעשירים אף בטלטול:",
            "(קע) אין מטלטלין - שכבר הוקצה מדעתו של בעה\"ב העשיר ואין חילוק בין עניים שבביתו בין עניים שחוץ לביתו דאזלינן בתר מי שהוא בעליו והא דאיתא לעיל בסי\"ג דאם יש בהן ג' אצבעות על ג' אצבעות מותר לטלטלן היינו דוקא כשהם של עני ואז מותר גם העשיר לטלטל אותן ועיין בט\"ז שמסיק דדוקא כשהעשיר דר בבית העני שאז הוא נגרר אחריו אבל עשיר דעלמא אסור לטלטל כיון שמ\"מ אינו ראוי לו שהוא פחות מג' טפחים על ג' טפחים. עוד כתבו הפוסקים דמה שפסק המחבר דמוקצה לבעה\"ב הוי מוקצה לכל הוא דוקא בדבר שאינו ראוי לבעליו מחמת גריעותא כנ\"ל אבל דבר שאינו ראוי לבעליו מחמת איסור כגון שנדר מככר לא נעשה מוקצה בשביל זה הואיל דמותר לאחרים ואף הוא עצמו מותר לטלטלו ואם אסר על כל העולם אז אסור לכל לטלטלו:\n"
        ],
        [
            "(א) והאבן בידו - ומיירי שהוא בחצר דאין בה אלא משום איסור טלטול ולכך לא אסרו בזה משום צערא דתינוק כדלקמן אבל בר\"ה ודאי אסור משום איסור הוצאה דכשנושא את התינוק הוי כאלו נושא את האבן בידו [גמרא]:",
            "(ב) געגועין וכו' - ולכך לא אסרו טלטול שלא בידים במקום סכנת חולי וא\"ת ישליך האבן מידו כמ\"ש ס\"ג דצריך לנער האבן מהכלכלה י\"ל שיצעק התינוק ויבכה. ואם נפל האבן מיד התינוק אסור להגביה וליתנו לו דזהו טלטול בידים אלא יוריד התינוק מעל כתפו ויגביה התינוק את האבן ויחזור ויטלנו:",
            "(ג) אבל אם אין וכו' - דמה שמטלטל להתינוק עם המוקצה הוי כאלו הוא עצמו מטלטל להמוקצה ואסור:",
            "(ד) ואתי אבוה לאתויי - ר\"ל ונמצא מטלטל המוקצה בידים וזה לא התירו אפילו במקום שנוגע לחשש חולי הבן כיון דלא הוי חשש סכנת נפש:",
            "(ה) עם דינר בידו - ר\"ל דאז יוכלו לטעות ולומר דכשם שהתירו בשביל התינוק לישאנו כשהדינר בידו אף שממילא מתטלטל גם הדינר כך מותר לישא את הדינר עצמו בידו אחר שנפל וליתנו ליד התינוק:",
            "(ו) נעשה כדופנה - ומיירי שהדקה יפה להכלכלה או שקשר אבל בלא\"ה לא נעשה כדופנה:",
            "(ז) וכן דלעת - היינו דלעת יבשה וחלולה שממלאין בה מים ורק מפני שהיא קלה וצפה ע\"פ המים תולין בה אבן כדי להכבידה:",
            "(ח) וא\"ל אסור - שהדלעת עצמה מוקצה שנעשית בסיס לדבר האסור:",
            "(ט) כמו שהיא - אף שיש אבן בתוכה דנעשית הכלכלה בסיס לאיסור ולהיתר וההיתר חשוב יותר ובטל האיסור לגבה והוי כאלו אינו בסיס רק להיתר ואע\"ג דממילא מיטלטל גם האבן שרי לטלטל הכלכלה ולהגיע למקום שירצה ואין צריך ללקט הפירות מתוך הסל בידו פן יפלו לארץ אבל אם הפירות מונחים בסלים קטנים תוך הכלכלה יטלם בידו מתוך הכלכלה:",
            "(י) אבל אם הם וכו' - כיון שיוכל באיזה עצה לתקן שלא יטלטל האבן לא הקילו בזה אף שהוא בסיס לאיסור ולהיתר וכן אם יכול לנער האבן לבד מתוך הכלכלה ולהשליכו ג\"כ מחוייב בזה וכמבואר לקמן בסימן ש\"י ס\"ח בהג\"ה:",
            "(יא) ינערם וינער וכו' - ר\"ל ואח\"כ יחזור ויניחם לתוך הכלכלה אם רוצה להגיעם לשלחן ואך יזהר שלא יתפזרו אחת הנה ואחת הנה דאל\"ה אסור ללקט אותם ולהניחם אח\"כ בתוך הכלכלה משום עובדא דחול וכמבואר לקמן בסוף סימן של\"ה [תו\"ש]:",
            "(יב) למקום הכלכלה - דאז א\"א לנער דשמא יפול האבן למקום שצריך אליו לכך יכול ליטלנו כמות שהיא עם האבן ולטלטלה עד מקום שירצה וינער אותה שם או יניחנו כמות שהיא:",
            "(יג) שכח אבן וכו' - דבמניח בכונה ע\"פ החבית הרי החבית גופא מוקצה ואסור להטותה דנעשית בסיס להאבן וכדלקמיה:",
            "(יד) על צדה - ומיירי בשצריך ליקח מהיין שבתוכה וכן בכר כשצריך לשכב עליו ולכן התירו לטלטל המוקצה באופן זה שאינו מטלטלו להדיא רק ע\"י ניעור אבל אם אינו צריך להם כלל רק שחושש משום פסידת המוקצה גופא שלא יגנבום אפילו ניעור אסור כ\"כ מ\"א בשם רי\"ו ואם מטה החבית והכר בגופו ולא בידו מותר אפילו באופן זה:",
            "(טו) והמעות נופלים - ויכול לטלטל אח\"כ הכר כיון שנסתלק ממנו המוקצה. ומ\"מ מותר ללמוד בשבת על השלחן אפי' בעוד שיש עליו מעות או שאר דבר מוקצה מצד אחר דאע\"ג דדרך לנענע עם למודו מ\"מ לא הוי פסיק רישא [מהרי\"ל]:",
            "(טז) בענין שאינו יכול וכו' - שחושש שלא יפול על החבית וישברם:",
            "(יז) יכול להגביהה וכו' - דהרי הוא רק טלטול מן הצד כיון שאינו מטלטל המוקצה להדיא רק עם ההיתר וכונתו ג\"כ בשביל שהוא צריך לההיתר וכנ\"ל ודבר זה שרי כדלקמן בשי\"א ס\"ח ואפ\"ה ברישא כשהיה אפשר לו בניעור צריך ניעור דוקא:",
            "(יח) ע\"ד שישארו וכו' - אבל אם הניחם בכונה בחול ולא היה דעתו בפירוש שישארו שם בשבת ואח\"כ שכחם שם מקרי שוכח [כתבי מהרא\"י] ודעת הב\"י דאפילו הניחם בע\"ש כל שלא היה דעתו בפירוש שישאר שם בכניסת שבת ובביה\"ש שכחו לסלק גם זה הוא בכלל שכח. והנה בעיקר דין בסיס מסיק במ\"א דלא מקרי בסיס אא\"כ הניח עליו דבר המוקצה בשביל שיתיישב עליו בטוב אבל מה שמניחין בדרך אקראי כמו שרגילין להשים בתיבה חפצים אלו על אלו מפני שאין לו ריוח לפנות לכל חפץ מקום בשולי התיבה כה\"ג לא חשיב מניח אלא שוכח ומותר לטלטל חפץ המותר אחר שניערו המוקצה מעליו [ומ\"מ התיבה גופא לכו\"ע הוי בסיס לדבר איסור אם המוקצה חשוב יותר ואסור לטלטלה דהא עכ\"פ דעתו היה שיהיה מונח המוקצה בתיבה. ח\"א] ולפ\"ז מה שנוהגין בשבת להסיר המפה העליונה מעל השלחן אחר שמסיר הא\"י המנורה מעליה כדין עושין לפי שא\"צ שתהא המנורה דוקא על המפה אלא על השלחן ואינו מעמידה על המפה אלא מפני שא\"א לו לפנות מקום להמנורה בגוף השלחן עצמו או מפני שאינו חושש לפנות לה מקום ולפיכך לא נעשית המפה בסיס להמנורה שעליה שתאסר בטלטול [ובמפה התחתונה א\"צ לכל זה דהלא בזמננו הדרך להניח עליה הלחם ביה\"ש ונעשית בסיס לזה דהוא חשוב יותר] ויש מחמירין בכל זה ובמקום הצורך נראה דיש להקל דכמה אחרונים סוברין כוותיה דהמ\"א. קינה של תרנגולת ויש שם ביצה שיש בה אפרוח שאותה ביצה אסורה בטלטול אף שלא ידע מבע\"י שיהיה שם הביצה מ\"מ כיון שדרך הוא בכך הוי כמניח ולא הוי כשוכח ונעשה הקינה בסיס להביצה וכן בכל מקום כיוצא בזה בדבר שדרכו להיות המוקצה עליו בודאי הוי כמניח:",
            "(יט) בכניסת השבת - היינו כל זמן בין השמשות:",
            "(כ) אסור להטות ולנער - דנעשה החבית והכר בסיס [היינו כן ומקום מושב תרגום לכנו לבסיסיה] להמוקצה שעליהם והם גופא מוקצה:",
            "(כא) וי\"א דאפילו וכו' - ס\"ל דלא נעשה בסיס כלל כיון שחשב לסלק מעליו המוקצה אח\"כ. ובמקום פסידא יש לסמוך על דעה זו [אחרונים]. ודע דאפילו לדעה זו מסתברא דדוקא כשחשב בהדיא לסלק אח\"כ המוקצה בשבת [ע\"י ניעור או ע\"י א\"י] או דבר שדרכו בכך לסלק המוקצה אח\"כ אבל אם חשב בסתמא שיהיה מונח עליו המוקצה בשבת לכו\"ע נעשה בסיס אף דלא חשב בהדיא שיהיה מונח עליו כל השבת:",
            "(כב) בכניסת השבת - וה\"ה אפילו אם חשב שיהיה מונח עליו כל היום עד איזה זמן קודם שקיעת החמה ואח\"כ לסלקם ג\"כ לא מקרי בסיס לדידהו ואם נמלך אח\"כ לסלק המוקצה מקודם מותר לנער דכיון דאינו על כל יום השבת לא חל שם בסיס כלל אבל אם חשב לסלק בין השמשות הוי כמי שחשב על כל היום דביה\"ש ספק לילה [פמ\"ג]:",
            "(כג) ואז אפילו ניטל וכו' - זה קאי גם אדעה ראשונה דאפילו לא הניחו אלא לכניסת שבת וניטל אח\"כ מ\"מ אסור הכלי כל השבת:",
            "(כד) וכן בכל מוקצה - כגון גרוגרות וצמוקים שנתייבשו בשבת ונעשו ראוים לאכילה אפ\"ה הוו מוקצה לכל השבת כיון דאתקצאי לביה\"ש:",
            "(כה) דבר מוקצה וכו' - ואפילו אם הדבר מוקצה הוא ג\"כ של חבירו:",
            "(כו) לא אמרינן וכו' - היינו דמותר לטלטל הכלי כשצריך לה אחר שינער המוקצה ממנה:",
            "(כז) שלא מדעתו - אך אם עשה כן לטובת חבירו ומן הסתם ניחא ליה בזה כגון שנטל ראובן כלי והעמידו מבע\"י תחת הנר בבית שמעון כדי שיפול הנר לתוכו ולא תהיה דליקה ונפל הנר לתוכו קודם ביה\"ש והיה בתוכו עד אחר ביה\"ש נעשית הכלי בסיס להנר ואסור לטלטלה כל השבת אף לאחר שנסתלק הנר כ\"כ הרבה אחרונים ובדה\"ח מצדד דאם היה בדעתו לסלק אח\"כ המוקצה בשבת נוכל לצרף בזה דעת הי\"א הנ\"ל דבזה לא מקרי בסיס כלל:",
            "(כח) הא דלא שרי וכו' - אשוכח קאי דבמניח הרי החבית גופא נעשית בסיס ומוקצה הוא:",
            "(כט) ולא הספיק לו וכו' - דצריך שיהיה לו אותו המקום פנוי לגמרי:"
        ],
        [
            "(א) עץ וכו' - עץ זה הוי כלי כיון שמיוחד לתלות דגים אלא משום דמאיס דריחו רע הוי לר' יהודא מוקצה מחמת מיאוס ואנן קי\"ל כר\"ש דשרי:",
            "(ב) אין שום אוכל וכו' - דבדבר שאינו אוכל אף לר\"ש יש מוקצה לפעמים כגון מוקצה מחמת חסרון כיס וכמ\"ש בסימן ש\"ח ס\"א וכן בדבר שאינו כלי כגון מעות וצרורות ואבנים וכיו\"ב:",
            "(ג) תלוש - דבדבר שהיה מחובר מבע\"י ג\"כ לכו\"ע הוי מוקצה שאין דעתו עליו מאתמול ועיין בב\"י:",
            "(ד) לסחורה - דאע\"ג דעומדים לסחורה דעתו עליהם לאכול מהם כשירצה:",
            "(ה) ואפילו חטין שזרען וכו' וביצים וכו' - ר\"ל דאע\"ג דדחינהו בידים מלהשתמש בהן מ\"מ כיון דחזיין ללקטן ולאכול לא הוו מוקצה דלכשיהיו מוקצה בעינן שני פרטים דחינהו בידים ולא חזו וכמש\"כ בסוף הסעיף:",
            "(ו) בקרקע - ועיין במאירי שכתב דדוקא כשלא היו הזרעים עדיין מכוסין בעפר ועיין לקמן בסימן שי\"א ס\"ח ובמ\"ב שם ס\"ק כ\"ז:",
            "(ז) לא השרישו - דאי השרישו היה חייב משום עוקר דבר מגידולו:",
            "(ח) וביצים שתחת התרנגולת - ר\"ל שהושיב התרנגולת על הביצים מבע\"י כדי לגדל אפרוחים:",
            "(ט) קודם בישולן - דאפילו כשהכניסו בסלים עדיין איכא דאכיל להו הכי משא\"כ בגרוגרות וצמוקין כשהניחן ליבשן ונשתהו מעט שוב אינן ראויין לאכילה עד שיתייבשו ובודאי הסיח דעתו מהם. איתא בגמרא דדוקא גרוגרות וצמוקין אבל שארי פירות שהעלה לגג ליבשן אין בהם משום מוקצה דהם חזיין לאכילה אף קודם שיתייבשו:",
            "(י) במוקצה - רחבה שאחורי הבתים קרוי מוקצה. ואפילו היה אוכל מן הענבים עד שחשכה והותיר והניחן במוקצה או העלן לגג ליבשן לעשות אותן צמוקין אפ\"ה שם מוקצה עליהן [גמרא] דהשתא כיון דהניחן לייבשן אסח דעתיה מינייהו:",
            "(יא) הוי מוקצה - היינו אפילו בטלטול אסורין דהרי הן כאבנים ועפר:",
            "(יב) דאין הכנה וכו' - ר\"ל דבר שהוא אסור בישראל משום דאתקצאי בין השמשות ולא הוזמן מבע\"י בא\"י לא שייך זה דאין הא\"י מקצה מדעתו כלום וכיון שהוא מוכן לאיש אחד מוכן לכל אבל דבר דאסור בבין השמשות משום מחובר או משום שהיה מחוסר צידה ותלשו הא\"י או צדו בשבת אף שהדבר הוא של א\"י לכו\"ע אסור וכן באיסור נולד ג\"כ הכי:",
            "(יג) ואפילו גרוגרות וכו' - ר\"ל דאף שהעלה הא\"י מבע\"י ליבשן ודחיין בידים מ\"מ לא חל עלייהו שם מוקצה ועיין בספר בית מאיר שמפקפק בזה מאד כיון דדחייה בידים ולא חזי לאכילה אטו משום דא\"י הוא נותן דעתו יותר לזה וע\"ש שמאריך בזה והגר\"ז סובר ג\"כ כהבית מאיר וע\"כ מפרש דמיירי השו\"ע דוקא בגרוגרות וצמוקין דחזו ולא חזו וכדלקמן בס\"ה דפוסק השו\"ע שם דמהני הזמנה בזה פסק הכלבו דבא\"י אפילו אי לא הזמין מהני דאינו מקצה מדעתו אבל אי לא חזו לגמרי דקי\"ל דאפילו הזמנה לא מהני בישראל בזה אין נ\"מ בין ישראל לא\"י:",
            "(יד) בין באיסור אכילה וכו' - האי בין בין הוי רבותא טפי ברישא לענין איסור אכילה ור\"ל דלא מיבעיא לענין טלטול בעלמא בודאי אמרינן דאין מוקצה לחצי שבת ומותר לטלטלו אחר שנסתלק מעליו שם מוקצה אלא אפילו לאכלו מותר:",
            "(טו) אם אירע בו דבר וכו' - כגון שירדו גשמים על הצמוקים ונתפחו עד שאינן ראויין לאכילה ואח\"כ שזפתן השמש ונתיבשו עד שנעשו ראוין חזר להיתרו והטעם דאין שייך שם מוקצה לחצי שבת כיון שביה\"ש היה ראוי. כתב הט\"ז איזמל שמל בו בשבת אין לטלטלו אחר המילה דהא מוקצה הוא מחמת חסרון כיס דהא אדם מקפיד שלא להשתמש בו דבר אחר ודלא כהמקילין לטלטל אותו מטעם דאין מוקצה לחצי שבת דהא בין השמשות ג\"כ היה מוקצה מחמת חסרון כיס ואין לטלטלו אז לשום דבר וע\"כ אע\"פ שעומד למחר למלאכת מילה מ\"מ אחר גמר צורך שלו חוזר לאיסור טלטול של בין השמשות ע\"כ יצניעו באותו חדר שהוא מל שם והמ\"א בסימן של\"א סק\"ה מסכים עמו ג\"כ בעיקר הדין אך דעתו שיש להחמיר שבעוד שהאיזמל בידו לא יניחנו מידו עד שיניחנו במקום המשתמר או שיוליכנו לביתו דכל מוקצה שהוא בידו מטלטלו לאיזה מקום שירצה וכדלעיל בסימן ש\"ח ס\"ג. ואם הוא ג\"כ פורע וצריך להניח האיזמל מידו כתב הא\"ר שיקבל אחר מידו והוא יוליכנו שם למקום המשתמר. ומ\"מ בדיעבד אם הניחו מידו ויש חשש שלא יגנב שם מצדד הא\"ר דיש לסמוך על רמ\"א וש\"ך דסוברים דמותר לטלטלו והביאו החכמת אדם בהלכות מילה:",
            "(טז) אסור כל היום - דעיקר הכנה מבעוד יום בעי כדכתיב והיה ביום הששי והכינו את אשר יביאו וזה הלא בתחלת כניסת היום הוקצה מלהשתמש בו:",
            "(יז) אע\"פ שלא ידעו - ר\"ל והו\"א דמחמת זה חל עלייהו שם מוקצה דהוקצה מדעתם אלו הפירות בשבת זו קמ\"ל דלא אמרינן הכי דהרי הוא לא הסיח דעתו מהם אלא כדי שיתיבשו והרי כבר נתיבש והוכן מבע\"י [רש\"י]:",
            "(יח) דחזו ולא חזו - היינו שנתיבשו קצת על הגג מבעוד יום:",
            "(יט) לאו מילתא היא - דהרי הם כאבנים ועפר. כתבו הפוסקים אימתי אמרינן דאתקצאי לבין השמשות דוקא דברים שגמרו בידי שמים כגון גרוגרות דאין נגמרין אלא ע\"י חום החמה ושמא יהיה יום ענן בשבת ואסח דעתיה מנייהו אבל דבר שנגמר בידי אדם כגון תמרים שנתן עליהם מים בע\"ש אף דבודאי אינם ראוים בבין השמשות לא התמרים ולא המים דהא לא קלטו טעם התמרים שיהו ראוין לשתיה וגם התמרים לע\"ע לא חזיין אפ\"ה לא אסח דעתיה מנייהו על יום השבת שיהא מוקצה מחמת זה דהא בידו להשהותן עד למחר שיקלטו טעם התמרים:",
            "(כ) ונמצא מבטל וכו' - והוי כסותר הכלי [טור]:",
            "(כא) אבל מותר לכפות - היינו דלא כר' יצחק דס\"ל דאסור לטלטל שום כלי אלא בשביל דבר המותר לטלטל:",
            "(כב) שלא יגע בו - ואע\"ג דמותר ליגע במוקצה כדלעיל בסימן ש\"ח ס\"ג הכא אביצה קאי וכדי שלא ינענע אותה אבל דבר שאינו מתנדנד ע\"י הנגיעה שרי [בה\"ג והגר\"א והביא ראיה לזה וכ\"כ בדה\"ח ודלא כמ\"א וט\"ז]:",
            "(כג) והיה עליה ביה\"ש - ומיירי שהניח דאי בשכח הלא אף בעודן המעות עליה מותר לנערן וכ\"ש שלא נעשית המטה בסיס לכל השבת וכדלעיל בסימן ש\"ט ס\"ד:",
            "(כד) ואפילו לצורך גופו - דדין הבסיס כאותו המוקצה שעליו וכיון דמעות הוי מוקצה מחמת גופו דאסור אפילו לצורך גופו ומקומו גם דין המטה כך הוא:",
            "(כה) ויש אוסרין בייחד לכך - טעמו דהוא גריע משאר כלי שמלאכתו לאיסור כיון שיחדה בהדיא לזה מסתמא מיחד לה מקום ומקפיד שלא להשתמש בה תשמיש אחר זולת זה [ומ\"מ אם לא הניח בה עדיין מעות כלל רק ביחוד בעלמא אין שם מוקצה עלה דהזמנה לאו מילתא היא] וע\"כ דינה כמוקצה מחמת חסרון כיס כ\"כ הפוסקים וכתב המ\"א ולפ\"ז אפילו לצורך גופו ומקומו אסור ונשאר בתימה על הרמ\"א שכתב לשיטה זו דלצורך גופו או מקומו מותר דליתא והביא ראיות לזה וכן בפרישה וביאור הגר\"א מסכימים לדבריו ועיין מה שכתבנו לקמיה:",
            "(כו) אא\"כ עשה וכו' - דמעשה זו מבטל המחשבה דיחוד והמעשה שעשה בה מעיקרא שהניח בה מעות [הגר\"א]:",
            "(כז) מיהו לצורך גופו - עיין בס\"ק כ\"ה מה שכתבנו בשם המ\"א ושארי אחרונים שתמהו ע\"ז וס\"ל דלשיטה זו אסור בכל גווני ומ\"מ לדינא מסכים בספר א\"ר דאף שהכיס מיוחד למעות כל שאין דרכו להקפיד להניח בו דברים אחרים איננו בכלל מוקצה מחמת חסרון כיס רק כסתם כלי שמלאכתו לאיסור ושרי לצורך גופו או מקומו וכן הסכים בספר בית מאיר ע\"ש:",
            "(כח) דהכיס בטל אצלו - ר\"ל וע\"כ מותר לצאת בו אפילו לר\"ה ולא אמרינן דהכיס הוי משאוי [מ\"א] עוד כתב דאפילו אם נסבור למעלה בדעת ר\"ת דאף לצורך גופו ומקומו אסור וכמו שכתבנו בס\"ק כ\"ה וכ\"ז מ\"מ הכא שרי ליתן בתוך הכיס וליטול ממנו דהא חזינן דלא קפיד עלייהו בחול להניח בו גם דברים אחרים:",
            "(כט) אבל אם שכח - כונתו העיקר לברר לנו דהואיל ויש עדיין מעות בהכיס אסור ללבשו שמא ישכח ויצא וכדמסיים לבסוף ורק לטלטל מותר. ודע עוד דלאו דוקא שכח דאפילו אם הניח מעות בכוון מבע\"י ודעתו היה שישאר שם כל השבת אף דהכיס נעשה בסיס להמעות מ\"מ מותר לטלטל הבגד אף בעוד שהמעות מונח בכיס דהבגד לא נעשה בסיס הואיל ואינם על עיקר הבגד [ומ\"מ אסור להכניס ידו בהכיס דעכ\"פ הכיס נעשה בסיס להמעות ואפילו לאחר שהוסרו המעות מתוכם דהרי עכ\"פ ביה\"ש אתקצאי הכיס להמעות] ומ\"מ אם אפשר בניעור יראה לנער מתחלה דיש שסוברין דאף שהמעות אינם על עיקר הבגד ג\"כ צריך לנער קודם שיטלטל הבגד בין בהניח ובין בשכח וכמו שנכתוב לקמיה:",
            "(ל) הואיל וכו' - כלומר דהכיס אינו תפור לארכו בבגד אלא פיו לבד תפור והוא כולו תלוי [ב\"י] דאם היה הכיס כולו תפור בבגד אמרינן דכל הבגד נעשה בסיס ואף דהכא מיירי בשכח מ\"מ עכ\"פ היה צריך לנער מתחלה המוקצה וכדלעיל בסימן ש\"ט ס\"ד משא\"כ כשהכיס תלוי אין צריך אפילו ניעור מתחלה ויש מחמירין וסוברין דגם בזה צריך ניעור מתחלה:",
            "(לא) ואין המעות וכו' - כתב המ\"א דוקא כשפה הכיס תפור להבגד אז אמרינן דהוא בטל לגבי הבגד וכן כשיש מעות תוך תיבה שבשלחן [שקורין טישקעסטיל] ועשוי בענין שא\"א להוציאו לגמרי מן השלחן וע\"כ נתבטל לעיקר השלחן אבל כשכיס מלא מעות קשור לבגד הוא כלי בפני עצמו ואינו בטל לגבי הבגד וכן התיבה אם יכולין להוציאו לגמרי מן השלחן וא\"כ כל אחד ואחד כלי בפ\"ע ולא נתבטל לגבי השלחן וממילא אסור לטלטל הבגד והשלחן שהרי הם נעשים בסיס להמעות כשהניח את המעות בם מע\"ש ע\"ד שיהיו שם בשבת [אם לא שמונח על השלחן דבר היתר שחשוב יותר ונעשה השלחן בסיס לו וכדלקמיה בס\"ח] ואם שכח ליטלם מע\"ש עכ\"פ צריך מדינא ניעור מתחלה. אך אם יש בתוכם רק איזה פרוטות בטלים לגבי הבגד והשלחן דאין אדם מבטל בגדו ושלחנו בשביל איזה פרוטות [ח\"א]. עוד כתב דנ\"ל דוקא כשהתיבה שבשלחן הוא מיוחד תמיד למעות או שאר דבר מוקצה אבל כשהתיבה התלויה בשלחן עשויה תמיד להניח בה לחם וסכינים ואירע שהניח בה מעות אפילו אין בה לחם וסכינים אע\"ג דהטישקעסטי\"ל ודאי אסור לטלטל אבל מותר לטלטל השלחן שהרי גם הטישקעסטי\"ל הוא בעצם כלי שמלאכתו להיתר וא\"כ נעשה השלחן בסיס לאיסור ולהיתר וצ\"ע וע\"ש עוד מה שכתב בענין זה:",
            "(לב) שיש עליה מבע\"י וכו' - לאפוקי אם הוסק בשבת דאסור בזה לכו\"ע משום נולד דנעשה מעשה חדש דמעיקרא עצים והשתא אפר ואם נתערב אפר המותר באפר האסור והאיסור לא היה ניכר קודם שנתערב בטל ברוב דאי היה ניכר קי\"ל דדשיל\"מ אפילו באלף לא בטל ומוקצה יש לה מתירין בערב. כתב הח\"א נ\"ל דמים הנוטפין מן האילנות בימי ניסן אסורין ג\"כ משום נולד ואפילו יש כבר כלי עם מים מע\"ש שנוטף לתוכו אפ\"ה אסור ולא אמרינן בזה דבטל דהא טיפה הנוטפת היתה ניכר קודם שנתערב בהמים וקי\"ל דדבר שיש לו מתירין אפילו באלף לא בטיל:",
            "(לג) חשוב מדבר האסור - ואם שניהם שוין אסור. כתבו הפוסקים דאם לכל העולם ההיתר חשוב יותר ולדידיה אינו חשוב אזלינן בתר דידיה וה\"ה איפכא:",
            "(לד) וטעם היתר טלטול וכו' - ר\"ל דלמה בסימן ש\"ט ס\"ג אמרינן בפירות המונחים עם אבן בסל דאע\"ג דהסל הוא בסיס לאיסור ולהיתר מ\"מ היכא דאפשר לא יטלטל הפירות והסל כ\"ז שהאבן מונח שם אלא ינער מתחלה הכל על הארץ ואח\"כ ילקט הפירות לתוך הסל ויטלטלם והכא נמי אף שצריך להאפר נימא דינער הקיטמא עם השברי עצים על הארץ ואח\"כ יכנס הקיטמא לבד תוך הכלי ויטלטל למקום שירצה ולזה כתב דהכא לא אפשר לכנס אח\"כ הקיטמא לבד משום דשברי עצים היינו שברים קטנים או פחמין קטנים שאי אפשר ליטול האפר מבלעדם:",
            "(לה) למקום המחתה - דאז א\"א לנער דיפול למקום שצריך אליו לכן מטלטלה כולה ביחד:",
            "(לו) ינער האפר וכו' - ואי איכא הפסד בניעור א\"צ לנער וכמ\"ש בסימן ש\"ט ס\"ג [אחרונים]:",
            "(לז) האיסור עליו לבד - ר\"ל בבין השמשות ע\"כ לא מהני הנחת ההיתר אצלו דאפילו אם היה ניטל האיסור לגמרי משם ג\"כ אסור כיון דאתקצאי לבין השמשות וכנ\"ל בס\"ז אבל אם בשבת הונח עליו דבר איסור הואיל וביה\"ש לא אתקצאי הו\"ל מוקצה לחצי שבת וקי\"ל דאין מוקצה לחצי שבת אלא כל זמן שהאיסור מונח עליו אסור בטלטול ע\"כ מותר להניח עליו דבר של היתר החשוב יותר ומטלטל הכל ביחד אם אי אפשר לו לנער האיסור משם:\n"
        ],
        [
            "(א) ככר או תינוק - וה\"ה שאר חפץ שמותר לטלטל והטעם שהצריכו לכל זה ולא התירו לטלטלו להדיא כמו שמסיים לבסוף משום דכל מה שאפשר למעבד בקצת היתר טפי עדיף:",
            "(ב) על ידיהם - והיינו שמניח עליו או אצלו ומטלטלו עמו ולא מינכר כ\"כ טלטול המוקצה אף שגם המת הוא מוקצה מפני שמטלטל שניהם כאחד ולא התירו ע\"י עצה זו דככר או תינוק אלא למת בלבד מפני בזיון המת אבל לא בשאר דבר מוקצה כאבן וכיו\"ב וכמ\"ש לקמן בס\"ה:",
            "(ג) מן הצד - ואע\"ג דטלטול מן הצד ג\"כ שמיה טלטול כשמטלטלו לצורך דבר המוקצה כמ\"ש ס\"ח מ\"מ בדליקה התירו מטעם דאדם בהול על מתו ואי לא שרית ליה אתי לכבויי. ולענין טלטול המטה אחר שסילק המת ממנה תלוי בזה אם היה חי ביה\"ש לכו\"ע מותר לטלטל אח\"כ המטה דלא נעשית בסיס למת כיון דלא אתקצאי ביה\"ש אך אם מת בע\"ש הרא\"ש אוסר והמאור מתיר ואם היה דעתו מתחלה שיהיה מונח המת עליה כל השבת ואח\"כ סלקוהו ממנה לכו\"ע נעשית המטה בסיס ואסור לטלטלה [תו\"ש]:",
            "(ד) באותו רשות - משמע מזה דלרשות אחר אסור להוציא בכל גווני אבל הרבה אחרונים הסכימו דאפילו לרשות אחרת שלא ערבו עם זה או לכרמלית שרי להוציא מפני בזיון המת ולענין אם צריך לזה ככר ותינוק תליא בשתי דעות המבואר בס\"ב ויש מאחרונים שכתבו דגם דעת המחבר הוא כן ומה שכתב באותו רשות ר\"ל דמה שכתבנו מילתא דפסיקא דצריך לכתחלה ככר או תינוק הוא דוקא באותו רשות אבל כשמוציאו לרשות אחר [כגון שהדליקה הוא בכל החצר והוכרח להוציאו משם] אז לאו מילתא דפסיקא הוא די\"א דאדרבה דטוב להוציאו בלא ככר ותינוק כדי למעט באיסור הוצאה וכמבואר בס\"ב:",
            "(ה) המוטל בחמה - מיירי שעדיין לא הסריח אלא שחושש פן יסריח ולכך החמיר המחבר דדוקא באותו רשות מותר להוציא ואזיל לטעמיה בריש ס\"ב אבל לדעת רמ\"א בהג\"ה שם דהביא דעת רש\"י וטור גם במוטל בחמה שהוא קרוב להסריח נמי שרי להוציא לרשות אחר וכן פסק הב\"ח להקל:",
            "(ו) שמיה טלטול - ומטעם זה אסור לדחוף ע\"י קנה דבר שהוא מוקצה [ט\"ז] אך אם דחיפתו הוא מפני שצריך להשתמש במקום שמונח בו המוקצה שרי דהוי טלטול מן הצד לצורך דבר המותר וכדלקמן בס\"ח ועיין לעיל בסימן ש\"ח במ\"ב ס\"ק קט\"ו:",
            "(ז) מותר להוציאו - דגדול כבוד הבריות שדוחה ל\"ת דדבריהם ומש\"כ ואם היה להם מקום הוא דעת הרמב\"ם וטעמו דס\"ל דעיקר ההיתר מפני כבוד החיים שהחיים מתבזים ג\"כ ע\"י שהמת נסרח ונתבזה ולכך ביש להם מקום לצאת משם דתו ליכא כבוד החיים אין מוציאין אותו לבד ממת שבא בספינה האמור בסוף הסעיף שם הוא בזיון גדול למת כשהא\"י מתאספין סביבותיו וחששו לכבודו משא\"כ הכא ליכא בזיון כ\"כ למת כיון שמונח במקום שאין רואין ועוד כיון שכבר הסריח. ודע דלדעת היש אומרים הנ\"ל שמקילין בקרוב להסריח אפילו יש להם מקום לצאת מותר להוציאו מפני שלא יסריח:",
            "(ח) אלא ע\"י ככר - דהוצאה דא\"א לתקוני שרי אבל טלטול דאפשר לתקוני ע\"י ככר מתקינים:",
            "(ט) מוטב להוציא וכו' - עיין בא\"ר שהכריע כדעה הראשונה משום שהרבה פוסקים סוברין כמותה. ומ\"מ נ\"ל כשאין לו ככר ותינוק מותר להוציא אף בלא ככר ותינוק דאף לדעה הראשונה אין הכרע שהוא לעיכובא עיין במ\"א סק\"ח ובא\"ר סק\"ז:",
            "(י) אף לר\"ה - טעמו דהו\"ל מלאכה שא\"צ לגופה דהא אין צריך למת ולית ביה רק איסור דרבנן לר\"ש דקיי\"ל כוותיה ובמת לא גזרו מפני כבוד הבריות אבל הדעה ראשונה ס\"ל דלא התירו אלא כרמלית דלית לה עיקר בדאורייתא משא\"כ בזה דשם מלאכה עליה אלא שאין צריך לגופה לא התירו אף במת ועיין בט\"ז וכן בא\"ר דהלכה כדעה ראשונה משום דהרבה פוסקים סוברין כמותה ובפרט דמלאכה שא\"צ לגופה ג\"כ לא ברירא דהוא פטור עליה דיש שפוסקין כר' יהודה דמחייב עליה עיין בסוף סימן של\"ד:",
            "(יא) ע\"י תינוק - דוקא כשהוא גדול קצת דשייך בו חי נושא את עצמו ולית ביה בעלמא רק איסור דרבנן ובמת לא גזרו משא\"כ בקטן ביותר [עיין סימן ש\"ח סמ\"א ובמ\"ב שם] הוא שוה לככר וחייב על הוצאתם גופא:",
            "(יב) וה\"ה דמותרים וכו' כמו ע\"י ככר ותינוק - ר\"ל כמו שהתירו בישראל ע\"י ככר ותינוק התירו ע\"י א\"י אף בלי ככר ותינוק וממילא משמע קצת מלשון זה דדוקא לכרמלית אבל לר\"ה דאסור לרוב פוסקים ע\"י ישראל אף ע\"י ככר ותינוק אפילו ע\"י א\"י אסור וכ\"כ במ\"א ובא\"ר מצדד בשם כמה פוסקים שסוברין להקל גם בר\"ה:",
            "(יג) לצורך כהנים - שיהיו יכולים להיות בבתיהם שהיו תחת גג אחד עם המת דלא הותר טלטול המת ע\"י ככר או תינוק אלא לצורך המת. וכתבו האחרונים דטלטול מן הצד דהיינו להפכו ממטה למטה שרי לצורך כהנים אפילו שלא ע\"י ככר ותינוק דהרי הוא טלטול מן הצד לצורך מקומו דשרי וכדלקמן בס\"ה. ומ\"מ בין בזה וכן במה שמתיר הרמ\"א ע\"י א\"י הוא דוקא אם הקרובין רוצין דמשום בזיון המת ליכא בזה דמה לו כשמטהרין אותו בבית זה או בבית אחר אבל אין יכולין לכופן להוציאו מן הבית שמת שם [אם לא במקום שהמנהג לשאתו מיד במקום שמטהרין אותו יכול לכופן] ואפילו היה בהכ\"נ תחת גג אחד עם המת והכהנים מעוכבין עי\"ז לילך לבהכ\"נ דהוא מצוה משום דזהו כבוד הקרובים שיטהרו ויעשו צרכי המת בביתם אם לא בנפל דליכא משום כבוד י\"א דיכולין לכופן להוציא מן הבית בשביל הכהנים וע\"פ האופנים המבוארים למעלה [כ\"ז מתבאר מדברי המ\"א וש\"א ועיין מה שכתב המ\"א עוד בענין זה]:",
            "(יד) לצורך מצוה - דשבות דשבות לצורך מצוה שרי וכדלעיל בסימן ש\"ז ס\"ה ועי\"ש דלצורך גדול חשוב ג\"כ כצורך מצוה ולהכי שרינן הכא ע\"י א\"י לצורך כהנים וכן משמע מהגר\"א:",
            "(טו) שהוא לבוש - היינו שהיה המת לבוש בו מתחלה וכ\"ש אם נתן עליו שאר כלים שמלאכתן להיתר [גמרא]:",
            "(טז) בכסותו וכו' - בסעיף זה הוסיף דאפילו אם המת לבוש בו עכשיו ג\"כ מהני כמו ככר ותינוק ובב\"י הקשה ע\"ז דליהוי הכסות בטיל לגביה ועיין במ\"א שיישבו דדוקא תכריכין הן בטלין אצלו שאינו עתיד לפושטן אבל המלבושין שהיה לבוש בם מחיים בודאי עתיד להפשיטן מעליו ואין בטילין אצלו ועיין מה שכתבנו בבה\"ל שתירוץ זה אינו מרווח:",
            "(יז) דבר המותר הוא - ר\"ל שאין כונתו בטלטולו בשביל המת גופא שהוא אסור בטלטול אלא בשביל המקום או הדבר שהוא מונח עליו שהוא מותר בטלטול:",
            "(יח) אבל לא וכו' - עיין לעיל סימן ש\"ח ס\"ה ובמ\"ב שם סקכ\"ו:",
            "(יט) זה מביא מטתו - כדי להפסיק בינם לקרקע. ואין להקשות כיון דלבסוף זוקף מטתו ומסירה אח\"כ וכדלקמיה ונשאר רק המחצלת פרוסה על המת יביאו מיד המחצלת ויפרוס על גביו ואח\"כ כשישמט ישאר על המת י\"ל דא\"כ יהא ניכר יותר שעושה לצורך המת ואסור לעשות אהל עראי לצורך המת אבל השתא ניכר שעשו לצורך עצמן שהרי כשחם להם מלמטה הביאו מטה ויאמרו שגם המחצלת הביאו מתחלה רק בשביל עצמן:",
            "(כ) זוקף מטתו ונשמט וכו' - ר\"ל שזוקפה ומסירה והוא נשמט מתחת המחצלת והמחצלאות הם קשים וזקופים ונשארים ממילא כאהל על המת. ועיין במ\"א דאם הוא מתירא שלא יסריח המת ויצטרכו לצאת שרי לפרוס עליו מחצלת להדיא אך שיהיה בלא עשיית אהל:",
            "(כא) לסוך המת ולהדיחו - סיכה הוא בשמן והדחה במים והיינו במים קרים והטעם בכל זה שהתירו דזהו לאו בכלל טלטול אלא נגיעה בעלמא כיון שאין מזיז בו אבר:",
            "(כב) מתחתיו - אבל אסור לשמוט המת מע\"ג הכר דהוא טלטול ממש והעולם נוהגין להגביה אותו מעל הכרים ע\"י ככר אף במקום שאין לחוש שיסריח ויש למחות בידם רק לשמוט הכרים מתחתיו מותר ובמקצת מקומות נוהגין להעצים עיניו ולישר אבריו שלא יתעקמו ואומרים דאיתא בזוהר שהיא סכנה ואף דדבר זה אין לו שרש ע\"פ הדין דבמשנה איתא דאין מעצימין עיניו של מת וכן שלא יזיז בו אבר וכל הראשונים סתמו כן וכמו שפסק בשו\"ע מ\"מ במקום שנהגו אין למחות כיון שיש להם סמך ע\"פ הזוהר אך באמת בזוהר לא נזכר סכנה כ\"א לענין עינים וא\"כ לישר האברים אין להם שום סמך ובא\"ר כתב דבמקום שנוהגין להקל בזה משום שחוששין שלא יתעקמו ויהיה בזיון למת יעשו כמ\"ש במרדכי שמניח ככר [או שאר דבר שמותר לטלטל וכנ\"ל] על אותן האברים ודוחק עליו עד שיפשטו אבריו:",
            "(כג) שלא יסריח - ע\"י חום הכרים וכסתות. ומותר לזלף חומץ ע\"ג בגדים של המת בשביל שלא יסריח למוצאי שבת ויוכלו להתעסק בטהרתו [אחרונים]:",
            "(כד) שלא יזיז וכו' - ואם היה המת מלוכלך בטיט וצואה עד שמאוס בעיני רואיו מותר לטלטלו ע\"י ככר ותינוק ולרחצו במים בידו ולא ע\"י מפה משום סחיטה אבל בלא\"ה אסור בכל זה ואפילו ע\"י א\"י אסור:",
            "(כה) ומקצת עליו מגולים - דאי לא היו העלין מגולין כלל הרי בע\"כ מזיז עפר בידים ואסור ואפילו אם ירצה לתחוב מחט או כוש דרך העפר בצנון וליטלו וכמו בס\"ט ג\"כ אסור דנראה כעושה גומא [מ\"מ] ויש מקילין ע\"י תחיבת מחט וכוש:",
            "(כו) ולא השריש - דאי השריש אפילו אם היה גם גוף הצנון מגולין מלמעלה ג\"כ אסור להזיזן ממקומן משום תולש:",
            "(כז) וגם לא וכו' - דאם היה נתכוין לזריעה אף שלא השריש אסור כיון שמתחלה היה רוצה בהשרשתן וטמונין בקרקע כדרך הזריעה ועיין במ\"א שהקשה ע\"ז מהא דקי\"ל בגמרא [והובא לעיל בסימן ש\"י ס\"ב] דחטין שזרען בקרקע ועדיין לא השרישו דמותר ללקטן ולאכלן ומ\"מ אין לזוז מפסק המחבר דכן נמצא בכמה ראשונים [הרוקח והרמב\"ן בחידושיו והמאירי] וההיא דלעיל תירץ המאירי דמיירי כשלא היו הזרעים עדיין מכוסין בעפר:",
            "(כח) אע\"פ שבנטילתו וכו' - ר\"ל דמ\"מ רק טלטול מן הצד הוא וכונתו הוא בשביל לקיחת הצנון דהוא דבר המותר. כתבו האחרונים דההיתר דלקיחת הצנון מהארץ מיירי כשטמונין בשדה דאי בבית אסור שמא יבא להשוות אח\"כ הגומות שבקרקע הבית שנעשה עי\"ז [ואך אם הם טמונין בחול ועפר שמונחין בקרן זוית והכניסן לעשות בו צרכיו מותר להוציאן ואפילו לא היה מגולה כלל מלמעלה וכמו שנתבאר לעיל בסימן ש\"ח סל\"ח וע\"ז רמז בהג\"ה בס\"ט] וכעין זה איתא בגמרא ג\"כ גבי עמודים של אורג שהיו תקועין בקרקע הבית שאסור לטלטלן ממקומן שמא יבא להשוות הגומות אח\"כ:",
            "(כט) ואפי' הניחו וכו' - ר\"ל דאף דבעלמא אם הניח דבר מוקצה על איזה כלי ע\"ד שישאר שם כל השבת לכו\"ע נעשה הכלי גופא ג\"כ מוקצה מטעם בסיס לדבר האסור וכנ\"ל בסימן ש\"ט ס\"ד מ\"מ הכא לא נעשה הצנון בסיס להעפר שעל גבו מטעם דאין באכלין וכו' ור\"ל דבאוכלין אלו לא שייך בסיס דהלא לא היתה כונתו בהטמנה שיהא האוכל משמש להעפר אלא אדרבה שיהא העפר משמש להאוכל וה\"ה לענין פירות הטמונין בתבן דלקמיה אפי' היה דעתו שישארו שם כל השבת ג\"כ לא נעשו הפירות בסיס להתבן שעל גבן מטעם הנ\"ל:",
            "(ל) וטלטול בגופו - פירוש שאינו נוגע בידו כ\"א בגופו או בשאר אבריו מקילינן בו יותר משאר טלטול מן הצד וע\"כ מותר אפילו לצורך דבר האסור:",
            "(לא) דסתמו וכו' - היינו במקומות שמסיקין בקש אבל במקומותינו סתמא עומד למאכל בהמה או לשכיבה ומותר לנענעו אפילו ביד. ודע דהשו\"ע מיירי שהקש לא הונח על המטה לשם שכיבה דאי הונח במבע\"י לשם שכיבה תו נסתלק ממנו שם מוקצה בכל מקום:",
            "(לב) מנענעו בגופו - כדי שיהא צף ורך לשכב עליו:",
            "(לג) שהרי הכינו וכו' - היינו אפילו אם לא חשב בהדיא לשכב עליו חשבינן ע\"י מעשה זו כאלו חשב ואם חשב בהדיא מהני אפילו בלא כר וכסת וכמו שכתב הרמ\"א:",
            "(לד) וכן אם חשב - פי' אפילו הניחו להקש על המטה בסתמא ואח\"כ חישב עליו:",
            "(לה) בתבן או בקש - תבן הוא הקנה הנקצר עם השבולת וקש הוא מה שנשאר בשדה אחר הקצירה:",
            "(לו) המוקצים - לאפוקי אם הזמינן למאכל בהמה או לשכיבה ובמקומותינו סתם תבן מיוחד למאכל בהמה ועיין לעיל בסימן ש\"ח במ\"ב סקי\"ח מה שכתבנו לענין חבילות של תבן:",
            "(לז) יכול לתחוב וכו' - דהוי טלטול מן הצד לצורך דבר המותר ושרי כדלעיל בס\"ח. וכ\"ז כשהיה טמון בתבן המוקצה שמונח במקומו ועומד להסקה אבל אם לקח בע\"ש מקצת ממנו והטמין בו פירות זה ודאי נסתלק מעל התבן שם מוקצה דהרי הכינו להטמין בו פירות ומותר לטלטל התבן בהדיא:",
            "(לח) ובעפר - היינו בעפר שהוא צבור בבית להשתמש בו דאין עלייהו שם מוקצה. והנה לפי מה שנתבאר בסימן זה דטלטול מן הצד לצורך דבר האסור אסור תדע לנכון דמה שנוהגין איזה אנשים למכור בשבת ולקבל המעות בכלי או ע\"י בגד או גורר בסכין מלבד הרעה הגדולה של מקח וממכר בשבת כמה סמיות עינים יש בזה דאף כשנימא דזהו טלטול מן הצד הלא הוא בשביל דבר האסור שהוא המעות ואין שום ספק שהוא איסור גמור:\n"
        ],
        [
            "(א) אבנים - וה\"ה צרורות או שאר דבר כה\"ג דלאו בר טלטול הוא:",
            "(ב) מקום מיוחד - פי' שהמקום קבוע לו לבהכ\"ס דכיון שקבוע לו לכנוס שם תמיד א\"כ אפילו אם ישתיירו לו אבנים ערבית יוכל לקנח בהם שחרית וע\"כ התירו לו להכניס מלא היד ולא הוי טלטול שלא לצורך ואף דאותו המקום אינו מיוחד לו לעצמו ואפשר שיקחו אחרים את האבנים לקנח לית לן בה דמה לי הוא מה לי אחר ואפשר ג\"כ שיצטרך לו אח\"כ בעצמו ולהכי שרי ומש\"כ אח\"כ ואם אין לו מקום קבוע היינו שהולך פעם למקום זה ופעם הולך למקום אחר וע\"כ אסור להכניס יותר ממה שצריך לו ודאי לפעם אחד דהיינו כשיעור בוכנא קטנה דאם יכניס יותר וישתייר נמצא שטלטל תחלה שלא לצורך וכתב המ\"א בשם הפוסקים דהא דמתירין בבהכ\"ס קבוע להכניס שם אבנים בשבת היינו דוקא בשאינו מיוחד לו לעצמו אלא נכנסין גם אחרים שם דלא היה לו להכין מע\"ש דחשש שמא יטלוהו אחרים ובפרט אם הוא בבהכ\"ס שבשדה דטרחא הוא להכין מע\"ש דרחוקה היא אבל אם היה סמוך לו לביתו וגם מיוחד לו לעצמו דאין נכנסים אחרים לשם ואפילו מבני ביתו אין להתיר להכניס שם אבנים כלל דהיה לו להכין מאתמול והא\"ר מצדד להקל בזה בכל גווני וכדעת הלבוש והטעם משום דלא מסיק אינש אדעתיה להכין שם אבנים מע\"ש:",
            "(ג) מלא היד - ואפילו ד' וה' אבנים [רש\"י]:",
            "(ד) כשעור בוכנא קטנה - ברי\"ף ורא\"ש איתא כשעור ראש בוכנא קטנה שדכין בו את הבושם וכן משמע בטור:",
            "(ה) ואם ניכר וכו' - משמע מלשון זה דאם אינו ניכר אף שידוע שקינח בו אסור ליקח ממנו מלא היד אם אין לו מקום קבוע ויש מקילין בזה דכיון שידוע שקינח בו הוי כניכר:",
            "(ו) שקנחו בו - היינו מע\"ש ומיירי כשלא יחדן מע\"ש בפירוש לכך דאם יחדן אפילו לא קינח בהן מעולם מותר להכניסן כמה שירצה וה\"ה נייר חלק שמקפיד עליו דיש בו משום מוקצה ג\"כ מהני יחוד מע\"ש דעי\"ז הוסר מעליו שם מוקצה ומותר להכניס לבהכ\"ס כמה שירצה ואם לא יחדן אינו מותר להכניס לבהכ\"ס שאינו קבוע רק כפי צרכו לפעם זה בלבד ואסור לקרוע הנייר בשבת וכמבואר לקמן בסימן ש\"מ סי\"ג ע\"ש במ\"ב:",
            "(ז) מותר להכניסו - עיין לעיל בסימן ג' סי\"א במ\"ב שם:",
            "(ח) וי\"א דאפילו מכרמלית וכו' - וכן עיקר [א\"ר] ור\"ה דידן אף שלהרבה פוסקים דינו ככרמלית מ\"מ אין להקל:",
            "(ט) על האבנים - היינו שהכניסן מתחלה לקנח בהן ואח\"כ ירדו עליהן גשמים ונטבעו בקרקע או בטיט:",
            "(י) רישומן ניכר - היינו שניכרין למעלה מן הקרקע ולא נטבעו בקרקע לגמרי:",
            "(יא) סותר ולא משום טוחן - ר\"ל אפילו אם היה זה באיזה רצפה שבחצר והו\"א דיש בזה חשש סתירה שסותר הרצפה בזה שנוטל האבן או דהו\"א דטוחן בנטילתו את העפר שסביבו קמ\"ל דשרי:",
            "(יב) מותר לקנח בו - מדסתם משמע דאפילו מונח על הארץ מותר ליטלו ואף דיש בזה עכ\"פ לכו\"ע איסור תלישה מדרבנן דמחזי כתולש הכא משום כבוד הבריות לא גזרו ועיין במה שנכתוב לקמן בסימן של\"ו ס\"ה וס\"ח במ\"ב ובה\"ל:",
            "(יג) ולא חיישינן וכו' - ר\"ל דאף דבהתלישה יש בו איסורא דאורייתא לכו\"ע וכדלקמן בסימן של\"ו ס\"ו אפ\"ה לא חיישינן שיהיה נתלש כיון שאינו מתכוין לזה ולאו פסיק רישא הוא:",
            "(יד) שאינה ראויה לקינוח - ר\"ל וע\"כ איסור טלטול בדוכתיה קאי:",
            "(טו) דחלקים הם - דבאינם חלקים דיש חשש סכנה בדבר מוטב יותר לקנח בצרור אף שהוא מוקצה:",
            "(טז) ליכא משום סכנה וכו' - ואף דעדיין יש בזה חשש כשפים וכדלעיל בסימן ג' מ\"מ לא התירו משום זה לקנח בצרור שהוא מוקצה כיון שיש לו חרס לקנח שאין בו משום מוקצה וכדמפרש ובפרט לפי מה שכתב רמ\"א שם דהאידנא לא חיישינן בזה לכשפים:",
            "(יז) יקנח בעשבים - דלא הוי מוקצה:",
            "(יח) אבל ביבשים וכו' - אלא יקנח בצרור אף דהוא מוקצה. איתא בגמרא מותר לפנות אחורי הגדר דשדה חבירו ומותר ליטול צרור לקנח אפילו בשבת והיינו מן השדה אבל לא יטול מן הגדר אפילו בגדר עב דאין עושה נקב דנראה כסותר:",
            "(יט) שלא יזיזם - היינו שלא ישמוט אותם ממקום חיבורם משום תלישה:",
            "(כ) משום השרת נימין - דהוא בכלל תולש ואע\"ג דאינו מכוין לזה פסיק רישא הוא ע\"י המשמוש. לא ימשמש בצרור של הקינוח להחליקו שלא ישרט בשרו כדרך שהוא עושה בחול משום ממחק אלא כלאחר יד:",
            "(כא) וממשמש - בנחת [ב\"י בשם רי\"ו והכי איתא לקמן בסוף סימן שכ\"ח]:",
            "(כב) למשמש בברזא - פי' של עץ וה\"ה בפתילה [שקורין צעפי\"ל] שמכניסין בפי הטבעת וכמו שמבואר בסוף סימן שכ\"ח [א\"ר]:",
            "(כג) אפילו תחובה וכו' - שכיון שמכניסה תדיר כדי לחזור ולהוציאה אינה בטלה אצל הגוף והרי זה כמוציא בפיו ומרפקו דאסור מד\"ס אבל דבר הבלוע בגוף מותר לצאת בו כגון לבלוע מרגלית או זהב ולצאת בו לר\"ה:",
            "(כד) בשדה ניר וכו' - היא שדה שנחרשת ועומדת לזריעה ומצוי בה אז ע\"י החרישה רגבים וגומות וע\"כ חיישינן שמא בעת שיפנה ישכח ויטול מהרגבים שלפניו וישליך למקום הגומות ואמרינן היתה לו גומה וטממה גבשושית ונטלה בבית חייב משום בונה [שמתקן הבית בכך] בשדה חייב משום חורש [שהרי השוה בזה את פני הקרקע ויהיה טוב לזריעה]:",
            "(כה) אבנים גדולות וכו' - י\"א דוקא אם היו האבנים מוכנים מכבר לזה דאל\"ה לא הותר איסור מוקצה בשביל זה דלא מצינו שהותר אלא לקינוח:",
            "(כו) לצדדן - היינו להעמיד הדפנות שמכאן ומכאן אבל להניח אבן למעלה על שתיהן אסור משום אהל אף דאהל עראי הוא כ\"כ מ\"א אבל הא\"ר ומאמר מרדכי מתירין גם בזה:",
            "משנה ברורה סימן שיג",
            "===================",
            "(א) פקק החלון - ואפילו על ארובה שבגג שרי ואינו נחשב לאהל דהאהל כבר עשוי וכשפוקקו אינו אלא מוסיף על האהל דהיינו שמכסה החלל שהיה באהל וגם הוא עראי. הר\"י הלוי כתב דהא דאיתא בש\"ס שפקקו את החלון בשבת מפני המת שלא יכנס הטומאה לבית ויטמאו הכלים היינו דוקא קודם שימות המת דלא הוי אלא תוספת אהל עראי וגם לא מיקרי מתקן עדיין אבל לאחר מיתתו מיקרי תיקון גמור והמג\"א חולק עליו וסובר דזה לא מיקרי מתקן דהכלים שהיו בתוכו כבר נטמאו ואינו מועיל אלא להבא שלא יטמאו כל אשר יהיה אח\"כ בהבית ובשע\"ת מצדד כהמג\"א ועיין בפמ\"ג:",
            "(ב) ולא אמרינן וכו' - כיון שדרכו בכך לפתוח ולסגור תמיד ועיין בבה\"ל:",
            "(ג) והוא שיחשוב וכו' - וזה מהני אפילו אם לא נשתמש בו עדיין מעולם לזה וכ\"ש אם נשתמש בו מכבר אפילו רק פ\"א דכבר ירדה עליהם תורת כלי ולא צריך תו אפילו מחשבה ודע דהא דבעינן דעתו מע\"ש היינו דוקא בדבר שדרך לבטלו שם אבל דבר שאין דרך לבטלו לעולם אלא לפי שעה כגון בגד וכי\"ב מותר לסתום בו אפילו לא היה דעתו עליו מע\"ש [ח\"א]:",
            "(ד) שהתקינו וכו' - היינו שתוחבו אצל הדלת בכותל [ולא שסוגר בו את המסגרת או ב' חצאי דלת] וע\"כ דמי קצת לנגר המבואר לקמיה דלא מהני ליה מחשבה:",
            "(ה) א\"צ שיקשרנו וכו' - צ\"ל נמי א\"צ וכו':",
            "(ו) שיתקננו לכך - היינו דכיון שתקנו יש עליו תורת כלי ויוצא מתורת בנין רק דלרש\"י בעינן דוקא שיהא ראוי לשום תשמיש אחר ולר\"ת א\"צ שיתקננו אלא לנעול בו דבזה נמי יש תורת כלי עליו ויוצא מתורת בנין:",
            "(ז) ולר\"ת וכו' - ולעת הצורך יש להקל כר\"ת דכן סתם השו\"ע לעיל בסימן ש\"ח ס\"י:",
            "(ח) ומיקרי וכו' - דמלאכת הנעילה הוא להיתר:",
            "(ט) על ידי כך וכו' - אבל קנה שמוסקין בו זיתים אע\"פ שנועלין בו מקרי מלאכתו לאיסור כיון שעיקרו עשוי לכך הולכין אחר רוב תשמישו:",
            "(י) ומותר לטלטלו - היינו אפילו שלא לצורך גופו ומקומו רק צורך קצת וזהו שציין רמ\"א כמו שנתבאר לעיל בסימן ש\"ח אבל בעניננו דאיירינן לענין לנעול בו דהוא לצורך גופו מותר כיון שיש עליו תורת כלי אפילו עומד למסוק בו זיתים:",
            "(יא) לבנין - ר\"ל שנראה כשאר נגרים ויתדות שנועץ בכותל דיש בזה משום בנין ולכך בעינן שיהא קשור:",
            "(יב) שדומה לכלי - היינו דכיון דכלי הוא לא הוי כבנין דנראה לכל דלפי שעה משימו שם:",
            "(יג) בחבל דק - משמע דעכ\"פ קשור מיהו בעינן וכן פסק הט\"ז דהקשירה הוא לעיכובא ובספר אליה רבא כתב דלעת הצורך יש לסמוך על המקילין ע\"י גלוסטרא כיון שהוא כלי אף בלי קשירה כלל אבל בביאור הגר\"א משמע דמצדד לדינא כהט\"ז ואם הנגר מחובר לדלת ומושכין אותו ותוחבין בחור מותר לכו\"ע אף בלי קשירה [ח\"א]:",
            "(יד) בו - שאם רוצה לטלטלו ע\"י אותו חבל מיד נפסק:",
            "(טו) ואפילו אם אינו וכו' - והו\"א דאינו מינכר כ\"כ דהוא רק לנעילה:",
            "(טז) בבריח הדלת - או במזוזה שאחורי הדלת:",
            "(יז) ואם אין בראשו וכו' - משום דכיון דאין על הנגר תורת כלי בעינן שיהיה יותר היכר שהוא עומד רק לנעילה דלא יהיה נראה כבונה:",
            "(יח) הקשר אמיץ - ובלא\"ה אסור אפילו אם הנגר תלוי באויר ואינו נגרר כלל בארץ:",
            "(יט) שאין אסור וכו' - קאי אלעיל שכתב דמותר אפילו בחבל דק וע\"ז סיים וכתב שאין אסור אלא כששומטו היינו שאינו קשור כלל וכששומטו ממקום החור שנועל שם הדלת מניחו בקרן זוית דאז אינו נראה כמוכן לנעול והוי כבונה:",
            "(כ) כל נגר - היינו אפילו יש בראשו גלוסטרא והוא קשור ועיין בביאור הלכה:",
            "(כא) אבל אם וכו' - ואם עשה לו בית יד [הוא כמו גלוסטרא דלעיל ודומה למקבת שכותשין בו בשמים אך לעיל איירי דהגלוסטרא היה בו ממילא וכאן איירינן דעשה אותו בידים] מוכח דכלי הוא ותו לא מחזי כבונה דאין דרך לשקע כלי בבנין לבטלו שם וכיון שעשה בו מעשה לעשותו כלי שרי ואפילו אינו קשור כ\"כ ב\"י והביא ראיה מן הרי\"ף והגר\"א כתב בביאורו דלדעת רש\"י והטור לא מצינו היתר בנקמז דהיינו נפחתה האסקופה אפילו ע\"י עשיית בית יד:",
            "(כב) נפחתה האסקופה וכו' - ואם מתחלה עשה חלל בקרקע מקום שהנגר יהיה ראשו שם ואינו מוסיף נקב בארץ אין איסור ובזה ניחא מה שברוב הבתים עושין נקבים בחומה אצל הדלת מכאן ומכאן ותוחבין הבריח לשם שהולך מקצה זה לזה ולא אמרינן דהוי כבונה דמה לי שנכנס בחומה או למטה בארץ אלא משום שנעשה מתחלה לכך נקבים בחומה ע\"כ אין איסור ועוד נראה דכיון שעושין טבעת של ברזל באמצע הבריח ובו אוחזין בשעת פתיחה ונעילה ומושכין את הבריח זה הוי כעשה לו בית יד דמותר אפילו באינו קשור אפילו בנפחתה האסקופה [ט\"ז וש\"א] ונראה דאפילו לדעת הגר\"א שמחמיר לעיל בעשה לו בית יד לדעת רש\"י והטור יש להקל בזה מפני צירוף טעם הראשון של הט\"ז:",
            "(כג) תדיר - ר\"ל וע\"כ אין עשוי להפתח אלא לזמנים רחוקים לפי שאין דרך כניסתו ויציאתו עליהם ומחזי כמוסיף על הבנין ע\"י נעילתו אם לא באופנים המבוארים פה דאז מנכר שהם דלת:",
            "(כד) שגדרה בקוצים - היינו שסתמה בחבילות של קוצים העשויה כעין דלת ופעמים שהוא פותחה ורוצה עתה לנועלה:",
            "(כה) שהיה להם ציר - היינו שניכר שהיה להם ציר:",
            "(כו) אפי' וכו' רק שקשרם ותלאם - ר\"ל שקשרם ותלאם שם מבע\"י כדי לנעול בהן וע\"כ מותר לנעול בהן בשבת שאף שכשהן פתוחין הן נגררות בארץ ורק כשהוא נועלן מגביהן וזוקפן על האסקופה מ\"מ כיון שהן קשורות ומחוברות שם מבע\"י ויש להן היכר ציר לא מחזי כבונה בשבת:",
            "(כז) גבוהים מן הארץ - ר\"ל שהיו קשורות ותלויות מבע\"י בענין שאף כשפותחן אינן נגררות בארץ ואפילו הן גבוהין מן הארץ רק כמלא נימא [גמרא] והטעם ששוב אינו נראה כבונה בנעילה זו אף אם אין להם היכר ציר הואיל שאף כשהן פתוחין הן מחוברין וקבועין שם היטב שאין נגררות בארץ:",
            "(כח) ופתח העשוי וכו' - שכיון שמשתמשין בה תדיר הכל יודעין שלדלת היא עשויה ולא מחזי כבונה:",
            "(כט) והוא נגרר - בארץ כשפותחה והנה מלשון המחבר משמע דעכ\"פ קשור מיהו בעינן אבל מלשון הג\"ה בס\"ד משמע דס\"ל דאפילו אינו קשור כלל שרי אם יש לה אסקופה מלמטה ויש להקל בזה [עיין בהגר\"א שכתב שכן הוא דעת הרי\"ף והרמב\"ם ובפרט שכן סתם הרמ\"א]:",
            "(ל) דלת העשוי וכו' - היינו לפי שאין לה תקוני הדלת כשאר דלתות הוי כסתימה בעלמא ונראה כבונה ומיירי כאן אפילו בפתח העשוי לכניסה ויציאה תדיר:",
            "(לא) מלוח אחד או שאין וכו' - ודעת הרמב\"ם דלא אסור אלא בתרתי לריעותא דהיינו שהוא מלוח אחד וגם אין לה אסקופה. ובפתח העשוי לכניסה ויציאה תדיר מצדדים האחרונים דיש לסמוך על שיטתו להקל:",
            "(לב) וכשפותחין וכו' - משמע מזה דהוא מיירי בשאינה קשורה אבל אם היא קשורה ותלויה אף שנגררת בארץ כשפותחה שרי אף שאין לה תקוני דלתות כראוי והיינו משום דכאן מיירי בפתח העשוי לכניסה ויציאה תדיר:",
            "(לג) אע\"פ ששומטין וכו' - היינו שאינה קשורה כלל ואע\"ג דבריש ס\"ג בדלת של רחבה שגם היא מסתמא עשויה כשאר דלתות ואפ\"ה מחמרינן שיהא קשור ותלוי מבע\"י הכא איירי בפתח שהוא עשוי לכניסה ויציאה תדיר וכנ\"ל וס\"ל דבזה לא בעינן קשר כלל וכמ\"ש בסקכ\"ט [הגר\"א]:",
            "(לד) ויש חקיקה - ר\"ל דהחקיקה נחשבת כאסקופה:",
            "(לה) שדינם כדלת - ר\"ל דאע\"ג דהקרשים אינם מחוברים והוא מכניס כל קרש בפני עצמו אפ\"ה לא נחשב כדלת של לוח אחד:",
            "(לו) הואיל ואינן וכו' - כבר כתבנו לעיל דהאחרונים מצדדים להקל אף בלוח אחד כיון שיש לו אסקופה והוא עשוי לכניסה ויציאה תדיר:",
            "(לז) ואחד למטה - ויש חור במפתן שהציר נכנס לתוכו וכנגדו יש למעלה חור אחד שהציר העליון הוא בתוך החור:",
            "(לח) שמא יתקע - בחוזק בסכין וביתדות שלא יוכל עוד לצאת משם והוי מכה בפטיש ואפילו היכי שהחור הוא באמצע פתח התיבה דלא שייך למגזר כ\"כ שמא יתקע אפ\"ה אסור דגזרינן באמצע אטו מן הצד ואפילו בצירים שלנו שהם מברזל אסור להחזיר דלתי הכלים דגזרינן שמא יראה שהציר אינו תקוע יפה ויחבר אותו במסמרים:",
            "(לט) אבל כשיצא העליון - דעי\"ז הוא נופל לגמרי גם הדחיקה אסור כמו חזרה:",
            "(מ) של פרקים - היינו שעשויה פרקים פרקים בשביל בעלי אומנות שיוכלו לשאת אתם בדרך וכשבאין על מקומם מחזירין פרקיה יחד ומושיבין אותה:",
            "(מא) אסור וכו' - גזרה שמא יתקע ביתדות ומסמרים דהוי גמר מלאכה וחייב משום מכה בפטיש וי\"א דכיון שעושה בזה כלי גמור חייב משום בונה ועיין בסימן שי\"ד ס\"א ובהגר\"א שם:",
            "(מב) ואם היא דרכה וכו' - דשוב אין לחוש כלל שמא יבוא לתקוע:",
            "(מג) שלא יהדק - ורפוי ואינו רפוי אסור:",
            "(מד) וכוס של פרקים - שיש כוס שמפרקין אותו מעל רגלו:",
            "(מה) לפרקו ולהחזירו - כשהוא רפוי והטעם דאין דרך להדק כ\"כ בחוזק שיהיה חשוב כמו תקיעה וע\"כ אין לחוש שמא יתקע והיש מי שאומר ס\"ל כיון דעכ\"פ דרך להדק גם ברפוי אסור כמו במטה של פרקים. כתב המ\"א דכוסות שלנו העשויים בחריצים סביב [כמו אלו שיש שרוי\"ף סמוך לרגלם] ומהודקים בחוזק לכו\"ע אסור וכיסוי הכלים אפילו אם עשויים כך שרי דהתם אין עשויים לקיום רק לפותחן ולסוגרן תמיד וכ\"כ הט\"ז ואפילו הכלים שאסור לפורקן ולהחזירן מ\"מ לטלטלן שרי ולא גזרו אלא במנורה שדרכה להתפרק כמש\"כ ס\"ס רע\"ט וכל כיוצא בו אבל דבר שאין דרכו להתפרק שרי בטלטול:",
            "(מו) ויש מי שאומר וכו' - ולכתחלה יש להחמיר כדעה זו אך אם הוא לצורך שבת יש לסמוך אדעה ראשונה [אחרונים]:",
            "(מז) שדין הכוס - וה\"ה השטענד\"ר שבבהכ\"נ שמונחים עליו ספרים אם הוא של פרקים:",
            "(מח) להיות מהודק - ר\"ל להיות מהודק ותקוע בחוזק שבזה אף הטור דהוא דעה ראשונה מודה דאסור:",
            "(מט) שהם כלי - ואם אינו כלי רק עץ בעלמא כמו מקל אע\"פ שמוכן הוא לטלטל מ\"מ אסור לסמכו תחת הקורה דדמי לבונה כ\"כ מ\"א אבל הא\"ר ותו\"ש חולקים עליו ומתירים בכל דבר ששם כלי עליו לענין טלטול כיון שהוא עושה רק כדי שלא תרד יותר ועיין בפמ\"ג:",
            "(נ) אם מהדקם וכו' - הטעם דמבטל כלי מהיכנו שאינו יכול שוב ליטלו משם בשבת ואם אינו תחוב בחוזק כ\"כ שרי [מ\"א וש\"א]:",
            "(נא) להחזירו למקומו - ואפילו לעשותו רפוי גזירה שמא יתקע ביתד כדי לחזקו:",
            "(נב) יש מי שמחמיר - ואפילו בטלטול אסור לדידהו והכל מטעם גזירה דלמא אתי להניח הרגל בתוכו ולתקוע וכן סתם הרמ\"א לעיל בסימן ש\"ח סט\"ז בהג\"ה כהיש מי שמחמיר ועי\"ש במ\"ב ובה\"ל כל פרטי דין זה:",
            "(נג) וע\"ל סי' ש\"ח - היינו דשם מבואר דאם ישב עליה כבר כך פ\"א מבע\"י כשהיה סמוך על ספסל אחר מותר גם בשבת לסמכו על ספסל אחר ולא חיישינן שמא יתקע:",
            "(נד) בעץ עצמו - בין בבנין ובין בכלי. וכן התוקע העץ בתוך הקרדום [או שתקע יתד בתוך הבית יד של הקרדום כדי להדקו] וכן המפרק עץ תקוע חייב משום סותר והוא שיתכוין לתקן [רמב\"ם]:",
            "(נה) ולא חשיב כמוסיף - משום דלא מבטל ליה התם דחזי למאכל בהמה או לטיט אבל דבר דמבטל ליה התם כמו טיט וחול וצרורות אסור דאיכא משום אשויי גומות ודוקא הכא שבא לתקן החצר אסור דדמי לבנין אבל בענין אחר כמו שנוהגין לפזר חול בבוקר בבית כדי לכסות הרוק שרי דהא שרי לכסות הרוק באפר כמש\"כ סוף סימן ש\"י כיון שאינו מכוין לבנין:",
            "(נו) אבל ביד אסור - משום דהוא עובדא דחול. וע\"י אינו יהודי שרי אם יש בו צורך הרבה ככל מידי שהוא שבות דשבות [ט\"ז]:"
        ],
        [
            "(א) פקק החלון - ואפילו על ארובה שבגג שרי ואינו נחשב לאהל דהאהל כבר עשוי וכשפוקקו אינו אלא מוסיף על האהל דהיינו שמכסה החלל שהיה באהל וגם הוא עראי. הר\"י הלוי כתב דהא דאיתא בש\"ס שפקקו את החלון בשבת מפני המת שלא יכנס הטומאה לבית ויטמאו הכלים היינו דוקא קודם שימות המת דלא הוי אלא תוספת אהל עראי וגם לא מיקרי מתקן עדיין אבל לאחר מיתתו מיקרי תיקון גמור והמג\"א חולק עליו וסובר דזה לא מיקרי מתקן דהכלים שהיו בתוכו כבר נטמאו ואינו מועיל אלא להבא שלא יטמאו כל אשר יהיה אח\"כ בהבית ובשע\"ת מצדד כהמג\"א ועיין בפמ\"ג:",
            "(ב) ולא אמרינן וכו' - כיון שדרכו בכך לפתוח ולסגור תמיד ועיין בבה\"ל:",
            "(ג) והוא שיחשוב וכו' - וזה מהני אפילו אם לא נשתמש בו עדיין מעולם לזה וכ\"ש אם נשתמש בו מכבר אפילו רק פ\"א דכבר ירדה עליהם תורת כלי ולא צריך תו אפילו מחשבה ודע דהא דבעינן דעתו מע\"ש היינו דוקא בדבר שדרך לבטלו שם אבל דבר שאין דרך לבטלו לעולם אלא לפי שעה כגון בגד וכי\"ב מותר לסתום בו אפילו לא היה דעתו עליו מע\"ש [ח\"א]:",
            "(ד) שהתקינו וכו' - היינו שתוחבו אצל הדלת בכותל [ולא שסוגר בו את המסגרת או ב' חצאי דלת] וע\"כ דמי קצת לנגר המבואר לקמיה דלא מהני ליה מחשבה:",
            "(ה) א\"צ שיקשרנו וכו' - צ\"ל נמי א\"צ וכו':",
            "(ו) שיתקננו לכך - היינו דכיון שתקנו יש עליו תורת כלי ויוצא מתורת בנין רק דלרש\"י בעינן דוקא שיהא ראוי לשום תשמיש אחר ולר\"ת א\"צ שיתקננו אלא לנעול בו דבזה נמי יש תורת כלי עליו ויוצא מתורת בנין:",
            "(ז) ולר\"ת וכו' - ולעת הצורך יש להקל כר\"ת דכן סתם השו\"ע לעיל בסימן ש\"ח ס\"י:",
            "(ח) ומיקרי וכו' - דמלאכת הנעילה הוא להיתר:",
            "(ט) על ידי כך וכו' - אבל קנה שמוסקין בו זיתים אע\"פ שנועלין בו מקרי מלאכתו לאיסור כיון שעיקרו עשוי לכך הולכין אחר רוב תשמישו:",
            "(י) ומותר לטלטלו - היינו אפילו שלא לצורך גופו ומקומו רק צורך קצת וזהו שציין רמ\"א כמו שנתבאר לעיל בסימן ש\"ח אבל בעניננו דאיירינן לענין לנעול בו דהוא לצורך גופו מותר כיון שיש עליו תורת כלי אפילו עומד למסוק בו זיתים:",
            "(יא) לבנין - ר\"ל שנראה כשאר נגרים ויתדות שנועץ בכותל דיש בזה משום בנין ולכך בעינן שיהא קשור:",
            "(יב) שדומה לכלי - היינו דכיון דכלי הוא לא הוי כבנין דנראה לכל דלפי שעה משימו שם:",
            "(יג) בחבל דק - משמע דעכ\"פ קשור מיהו בעינן וכן פסק הט\"ז דהקשירה הוא לעיכובא ובספר אליה רבא כתב דלעת הצורך יש לסמוך על המקילין ע\"י גלוסטרא כיון שהוא כלי אף בלי קשירה כלל אבל בביאור הגר\"א משמע דמצדד לדינא כהט\"ז ואם הנגר מחובר לדלת ומושכין אותו ותוחבין בחור מותר לכו\"ע אף בלי קשירה [ח\"א]:",
            "(יד) בו - שאם רוצה לטלטלו ע\"י אותו חבל מיד נפסק:",
            "(טו) ואפילו אם אינו וכו' - והו\"א דאינו מינכר כ\"כ דהוא רק לנעילה:",
            "(טז) בבריח הדלת - או במזוזה שאחורי הדלת:",
            "(יז) ואם אין בראשו וכו' - משום דכיון דאין על הנגר תורת כלי בעינן שיהיה יותר היכר שהוא עומד רק לנעילה דלא יהיה נראה כבונה:",
            "(יח) הקשר אמיץ - ובלא\"ה אסור אפילו אם הנגר תלוי באויר ואינו נגרר כלל בארץ:",
            "(יט) שאין אסור וכו' - קאי אלעיל שכתב דמותר אפילו בחבל דק וע\"ז סיים וכתב שאין אסור אלא כששומטו היינו שאינו קשור כלל וכששומטו ממקום החור שנועל שם הדלת מניחו בקרן זוית דאז אינו נראה כמוכן לנעול והוי כבונה:",
            "(כ) כל נגר - היינו אפילו יש בראשו גלוסטרא והוא קשור ועיין בביאור הלכה:",
            "(כא) אבל אם וכו' - ואם עשה לו בית יד [הוא כמו גלוסטרא דלעיל ודומה למקבת שכותשין בו בשמים אך לעיל איירי דהגלוסטרא היה בו ממילא וכאן איירינן דעשה אותו בידים] מוכח דכלי הוא ותו לא מחזי כבונה דאין דרך לשקע כלי בבנין לבטלו שם וכיון שעשה בו מעשה לעשותו כלי שרי ואפילו אינו קשור כ\"כ ב\"י והביא ראיה מן הרי\"ף והגר\"א כתב בביאורו דלדעת רש\"י והטור לא מצינו היתר בנקמז דהיינו נפחתה האסקופה אפילו ע\"י עשיית בית יד:",
            "(כב) נפחתה האסקופה וכו' - ואם מתחלה עשה חלל בקרקע מקום שהנגר יהיה ראשו שם ואינו מוסיף נקב בארץ אין איסור ובזה ניחא מה שברוב הבתים עושין נקבים בחומה אצל הדלת מכאן ומכאן ותוחבין הבריח לשם שהולך מקצה זה לזה ולא אמרינן דהוי כבונה דמה לי שנכנס בחומה או למטה בארץ אלא משום שנעשה מתחלה לכך נקבים בחומה ע\"כ אין איסור ועוד נראה דכיון שעושין טבעת של ברזל באמצע הבריח ובו אוחזין בשעת פתיחה ונעילה ומושכין את הבריח זה הוי כעשה לו בית יד דמותר אפילו באינו קשור אפילו בנפחתה האסקופה [ט\"ז וש\"א] ונראה דאפילו לדעת הגר\"א שמחמיר לעיל בעשה לו בית יד לדעת רש\"י והטור יש להקל בזה מפני צירוף טעם הראשון של הט\"ז:",
            "(כג) תדיר - ר\"ל וע\"כ אין עשוי להפתח אלא לזמנים רחוקים לפי שאין דרך כניסתו ויציאתו עליהם ומחזי כמוסיף על הבנין ע\"י נעילתו אם לא באופנים המבוארים פה דאז מנכר שהם דלת:",
            "(כד) שגדרה בקוצים - היינו שסתמה בחבילות של קוצים העשויה כעין דלת ופעמים שהוא פותחה ורוצה עתה לנועלה:",
            "(כה) שהיה להם ציר - היינו שניכר שהיה להם ציר:",
            "(כו) אפי' וכו' רק שקשרם ותלאם - ר\"ל שקשרם ותלאם שם מבע\"י כדי לנעול בהן וע\"כ מותר לנעול בהן בשבת שאף שכשהן פתוחין הן נגררות בארץ ורק כשהוא נועלן מגביהן וזוקפן על האסקופה מ\"מ כיון שהן קשורות ומחוברות שם מבע\"י ויש להן היכר ציר לא מחזי כבונה בשבת:",
            "(כז) גבוהים מן הארץ - ר\"ל שהיו קשורות ותלויות מבע\"י בענין שאף כשפותחן אינן נגררות בארץ ואפילו הן גבוהין מן הארץ רק כמלא נימא [גמרא] והטעם ששוב אינו נראה כבונה בנעילה זו אף אם אין להם היכר ציר הואיל שאף כשהן פתוחין הן מחוברין וקבועין שם היטב שאין נגררות בארץ:",
            "(כח) ופתח העשוי וכו' - שכיון שמשתמשין בה תדיר הכל יודעין שלדלת היא עשויה ולא מחזי כבונה:",
            "(כט) והוא נגרר - בארץ כשפותחה והנה מלשון המחבר משמע דעכ\"פ קשור מיהו בעינן אבל מלשון הג\"ה בס\"ד משמע דס\"ל דאפילו אינו קשור כלל שרי אם יש לה אסקופה מלמטה ויש להקל בזה [עיין בהגר\"א שכתב שכן הוא דעת הרי\"ף והרמב\"ם ובפרט שכן סתם הרמ\"א]:",
            "(ל) דלת העשוי וכו' - היינו לפי שאין לה תקוני הדלת כשאר דלתות הוי כסתימה בעלמא ונראה כבונה ומיירי כאן אפילו בפתח העשוי לכניסה ויציאה תדיר:",
            "(לא) מלוח אחד או שאין וכו' - ודעת הרמב\"ם דלא אסור אלא בתרתי לריעותא דהיינו שהוא מלוח אחד וגם אין לה אסקופה. ובפתח העשוי לכניסה ויציאה תדיר מצדדים האחרונים דיש לסמוך על שיטתו להקל:",
            "(לב) וכשפותחין וכו' - משמע מזה דהוא מיירי בשאינה קשורה אבל אם היא קשורה ותלויה אף שנגררת בארץ כשפותחה שרי אף שאין לה תקוני דלתות כראוי והיינו משום דכאן מיירי בפתח העשוי לכניסה ויציאה תדיר:",
            "(לג) אע\"פ ששומטין וכו' - היינו שאינה קשורה כלל ואע\"ג דבריש ס\"ג בדלת של רחבה שגם היא מסתמא עשויה כשאר דלתות ואפ\"ה מחמרינן שיהא קשור ותלוי מבע\"י הכא איירי בפתח שהוא עשוי לכניסה ויציאה תדיר וכנ\"ל וס\"ל דבזה לא בעינן קשר כלל וכמ\"ש בסקכ\"ט [הגר\"א]:",
            "(לד) ויש חקיקה - ר\"ל דהחקיקה נחשבת כאסקופה:",
            "(לה) שדינם כדלת - ר\"ל דאע\"ג דהקרשים אינם מחוברים והוא מכניס כל קרש בפני עצמו אפ\"ה לא נחשב כדלת של לוח אחד:",
            "(לו) הואיל ואינן וכו' - כבר כתבנו לעיל דהאחרונים מצדדים להקל אף בלוח אחד כיון שיש לו אסקופה והוא עשוי לכניסה ויציאה תדיר:",
            "(לז) ואחד למטה - ויש חור במפתן שהציר נכנס לתוכו וכנגדו יש למעלה חור אחד שהציר העליון הוא בתוך החור:",
            "(לח) שמא יתקע - בחוזק בסכין וביתדות שלא יוכל עוד לצאת משם והוי מכה בפטיש ואפילו היכי שהחור הוא באמצע פתח התיבה דלא שייך למגזר כ\"כ שמא יתקע אפ\"ה אסור דגזרינן באמצע אטו מן הצד ואפילו בצירים שלנו שהם מברזל אסור להחזיר דלתי הכלים דגזרינן שמא יראה שהציר אינו תקוע יפה ויחבר אותו במסמרים:",
            "(לט) אבל כשיצא העליון - דעי\"ז הוא נופל לגמרי גם הדחיקה אסור כמו חזרה:",
            "(מ) של פרקים - היינו שעשויה פרקים פרקים בשביל בעלי אומנות שיוכלו לשאת אתם בדרך וכשבאין על מקומם מחזירין פרקיה יחד ומושיבין אותה:",
            "(מא) אסור וכו' - גזרה שמא יתקע ביתדות ומסמרים דהוי גמר מלאכה וחייב משום מכה בפטיש וי\"א דכיון שעושה בזה כלי גמור חייב משום בונה ועיין בסימן שי\"ד ס\"א ובהגר\"א שם:",
            "(מב) ואם היא דרכה וכו' - דשוב אין לחוש כלל שמא יבוא לתקוע:",
            "(מג) שלא יהדק - ורפוי ואינו רפוי אסור:",
            "(מד) וכוס של פרקים - שיש כוס שמפרקין אותו מעל רגלו:",
            "(מה) לפרקו ולהחזירו - כשהוא רפוי והטעם דאין דרך להדק כ\"כ בחוזק שיהיה חשוב כמו תקיעה וע\"כ אין לחוש שמא יתקע והיש מי שאומר ס\"ל כיון דעכ\"פ דרך להדק גם ברפוי אסור כמו במטה של פרקים. כתב המ\"א דכוסות שלנו העשויים בחריצים סביב [כמו אלו שיש שרוי\"ף סמוך לרגלם] ומהודקים בחוזק לכו\"ע אסור וכיסוי הכלים אפילו אם עשויים כך שרי דהתם אין עשויים לקיום רק לפותחן ולסוגרן תמיד וכ\"כ הט\"ז ואפילו הכלים שאסור לפורקן ולהחזירן מ\"מ לטלטלן שרי ולא גזרו אלא במנורה שדרכה להתפרק כמש\"כ ס\"ס רע\"ט וכל כיוצא בו אבל דבר שאין דרכו להתפרק שרי בטלטול:",
            "(מו) ויש מי שאומר וכו' - ולכתחלה יש להחמיר כדעה זו אך אם הוא לצורך שבת יש לסמוך אדעה ראשונה [אחרונים]:",
            "(מז) שדין הכוס - וה\"ה השטענד\"ר שבבהכ\"נ שמונחים עליו ספרים אם הוא של פרקים:",
            "(מח) להיות מהודק - ר\"ל להיות מהודק ותקוע בחוזק שבזה אף הטור דהוא דעה ראשונה מודה דאסור:",
            "(מט) שהם כלי - ואם אינו כלי רק עץ בעלמא כמו מקל אע\"פ שמוכן הוא לטלטל מ\"מ אסור לסמכו תחת הקורה דדמי לבונה כ\"כ מ\"א אבל הא\"ר ותו\"ש חולקים עליו ומתירים בכל דבר ששם כלי עליו לענין טלטול כיון שהוא עושה רק כדי שלא תרד יותר ועיין בפמ\"ג:",
            "(נ) אם מהדקם וכו' - הטעם דמבטל כלי מהיכנו שאינו יכול שוב ליטלו משם בשבת ואם אינו תחוב בחוזק כ\"כ שרי [מ\"א וש\"א]:",
            "(נא) להחזירו למקומו - ואפילו לעשותו רפוי גזירה שמא יתקע ביתד כדי לחזקו:",
            "(נב) יש מי שמחמיר - ואפילו בטלטול אסור לדידהו והכל מטעם גזירה דלמא אתי להניח הרגל בתוכו ולתקוע וכן סתם הרמ\"א לעיל בסימן ש\"ח סט\"ז בהג\"ה כהיש מי שמחמיר ועי\"ש במ\"ב ובה\"ל כל פרטי דין זה:",
            "(נג) וע\"ל סי' ש\"ח - היינו דשם מבואר דאם ישב עליה כבר כך פ\"א מבע\"י כשהיה סמוך על ספסל אחר מותר גם בשבת לסמכו על ספסל אחר ולא חיישינן שמא יתקע:",
            "(נד) בעץ עצמו - בין בבנין ובין בכלי. וכן התוקע העץ בתוך הקרדום [או שתקע יתד בתוך הבית יד של הקרדום כדי להדקו] וכן המפרק עץ תקוע חייב משום סותר והוא שיתכוין לתקן [רמב\"ם]:",
            "(נה) ולא חשיב כמוסיף - משום דלא מבטל ליה התם דחזי למאכל בהמה או לטיט אבל דבר דמבטל ליה התם כמו טיט וחול וצרורות אסור דאיכא משום אשויי גומות ודוקא הכא שבא לתקן החצר אסור דדמי לבנין אבל בענין אחר כמו שנוהגין לפזר חול בבוקר בבית כדי לכסות הרוק שרי דהא שרי לכסות הרוק באפר כמש\"כ סוף סימן ש\"י כיון שאינו מכוין לבנין:",
            "(נו) אבל ביד אסור - משום דהוא עובדא דחול. וע\"י אינו יהודי שרי אם יש בו צורך הרבה ככל מידי שהוא שבות דשבות [ט\"ז]:\n"
        ],
        [
            "(א) שאינו בנין ממש - אבל בנין גמור וסתירה גמורה שייך גם בכלים ולכן דוקא בדיבק שבריה בזפת יכול לשברה דאין זה סתירה גמורה אבל אם היתה שלמה הוי סתירה גמורה ואסור אפילו בכלי קטן וכתבו האחרונים לקמן בס\"ט דהני חביות קטנות של מרקחת אסור להסיר החשוקים [שקורין רייפין] כדי ליקח מה שבתוכה ולא דמי לחבית שמדובקת שבריה בזפת דהתם דרכה מתחלה לעשות כן והוי ככלי שלמה אך ע\"י א\"י בודאי יש להתיר וכדלקמיה בס\"ז ובקשור ע\"י חבלים אפילו ע\"י ישראל יש להתיר:",
            "(ב) שאינה מחזקת - דאלו היא מחזקת מ' סאה הו\"ל כאהל ואית ביה משום בנין וסתירה אפילו בנין וסתירה כל דהו:",
            "(ג) ארבעים סאה - היינו אמה על אמה ברום ג' אמות עם עובי הדפנות בלא עובי הלבזבזים [הוא כמו זר סובב אצל שפתה] והרגלים [מ\"א בשם הרמב\"ם]:",
            "(ד) יכול לשברה - עיין בפמ\"ג שמצדד דהיתר השבירה הוא אפילו שלא במקום שמדובק בזפת:",
            "(ה) לנקבה נקב יפה - וה\"ה אם מתיז ראשה מלמעלה ומכוין ליפות השבירה שתשאר עוד כלי:",
            "(ו) מתקן מנא - עיין בט\"ז דמשמע דאפילו אם הנקב הוא נקב קטן שאינו עשוי להכניס ולהוציא ג\"כ אסור עכ\"פ מדרבנן אפילו בחבית כזו שהיא רעועה ואם הוא נקב גדול שעשוי להכניס ולהוציא יש בו איסור תורה וכן משמע בביאור הגר\"א:",
            "(ז) אסור לשברה וכו' - מטעם סתירה ואף דבעלמא קי\"ל דסותר אינו חייב אלא כשהוא ע\"מ לבנות דאל\"ה מקלקל הוא מדרבנן מיהו אסור ובביאור הגר\"א הסכים להפוסקים דס\"ל דאין סתירה בכלים אפילו כשעושה שבירה בכלי שלמה אם לא כשעושה אותה כלי ע\"י השבירה דאז חייב עכ\"פ לכו\"ע משום מכה בפטיש:",
            "(ח) שאינו עושה כלי - ר\"ל שאינו עושה נקב לפתח אלא שוברה ואח\"כ כתב רבותא טפי דאפילו נקב בעלמא ר\"ל נקב שאינו יפה לפתח דאית ביה תרתי לטיבותא שאינו שובר החבית וגם שאינו פתח אפ\"ה אסורה. כתב הרמב\"ם פכ\"ג העושה נקב שהוא עשוי להכניס ולהוציא כגון נקב שבלול התרנגולים שהוא עשוי להכניס האורה ולהוציא ההבל חייב משום מכה בפטיש [הוא שם הכולל לכל גמר מלאכה שהוא תולדת אב מלאכה זו שהאומן מכה בפטיש על הכלי בשעת גמרה להשוות עקמימותו] לפיכך גזרו על כל נקב אפילו עשוי להוציא או להכניס בלבד שמא יבוא לעשות נקב שחייבין עליו ועיין במ\"א שביאר דאפילו הוא לול שאינו מחובר לקרקע דלית ביה משום בונה על עשיית הנקב אפ\"ה חייב משום מכה בפטיש שהוא גמר מלאכת הלול וכתב עוד בפרק יו\"ד כל העושה דבר שהוא גמר מלאכה ה\"ז תולדת מכה בפטיש וחייב. העושה נקב כל שהוא בין בעץ בין במתכות בין בבנין בין בכלים ה\"ז תולדת מכה בפטיש וחייב וכל פתח שאין עשוי להכניס ולהוציא אין חייבין על עשייתו עכ\"ד. איתא בגמרא דאם תקע מסמר בכותל [לתלות עליו] חייב משום מכה בפטיש. העושה נקב בקרקע הבית שיצאו המים חייב משום בונה [אחרונים]:",
            "(ט) אם להרחיבו אסור - היינו אפילו אם אין מרחיבו כ\"כ שיהיה עשוי להכניס ולהוציא על ידו אפ\"ה אסור עכ\"פ מדרבנן [גמרא]:",
            "(י) ובלבד שיתכוין - בא לבאר בזה רק דעת המחבר דדוקא כשמתכוין להרחיב אבל אם אינו מתכוין אע\"ג דהוי פסיק רישא שיתרחב ע\"י פעולתו שרי וכמו שסיים המחבר בעצמו אח\"כ אבל דעת הרמ\"א גופא אח\"כ בהג\"ה דאפילו אם אינו מכוין להרחיב אסור אם הוא פסיק רישא והיה לו לכתוב זה שם בשם י\"א אך שרצה לסתום כן להלכה ועיין מה שכתבנו שם:",
            "(יא) תקוע - היינו שהיה תקוע בחוזק וע\"י הוצאתו והכנסתו פסיק רישא הוא שיתרחב הנקב אפ\"ה כיון דעיקר איסורו הוא רק מדרבנן ס\"ל דשרי כיון שאינו מתכוין לזה ודעת הרמ\"א לחלוק עליו דדוקא כשהוציאו פעם אחת מבעוד יום דעי\"ז נתרחב קצת דתו לא הוי פסיק רישא אבל בלא\"ה אסור דפסיק רישא הוא דאף דהוא פתח שאין עשוי להכניס ולהוציא דאיסורו הוא רק מדרבנן וכנ\"ל ס\"ל דפסיק רישא אסור אף במלתא דרבנן ועיין לקמן בסי\"ב דבכותל שהוא מחובר גם המחבר מודה דאסור להוציא הסכין שהיה תקוע בו מערב שבת [וה\"ה בחבית שמחזקת ארבעים סאה דיוצא ג\"כ משם כלי דהוי כאהל] דשם במתכוין להרחיב הנקב חייב משום קודח דהוי תולדה דבונה ולכן אפילו אם אינו מכוין עכ\"פ פסיק רישא הוא. והנה לענין עיקר הדין הסכימו המ\"א וא\"ר והגר\"א והגרע\"א דפסיק רישא אסור אף במלתא דרבנן ומ\"מ הכא מצדדים המ\"א והגר\"א דמדינא אף בכותל שרי היכא שאין מתכוין כיון שא\"צ להגומא והוי מלאכה שאצל\"ג וגרע משאר איסור דרבנן דאסור היכא שהוא פסיק רישא כיון שהוא ג\"כ מקלקל וגם הוא כלאחר יד וממילא נעשה הגומא בכותל ע\"י הוצאת הסכין שמתרחב הגומא וכדלעיל בסימן שי\"א ס\"ח גבי צנון ע\"ש אלא שהעולם נהגו בו איסור להוציא דנראה כעושה נקב בכותל וגם הט\"ז מצדד כן בעיקר הדין אף בכותל ומ\"מ סיים דאין בידו להקל נגד התה\"ד והשו\"ע והרמ\"א שפסקו כולם בסוף הסימן להחמיר לענין כותל [וכן הוא ג\"כ דעת הא\"ר כהשו\"ע והרמ\"א דאפשר דניחא ליה שיהא הנקב מרווח לחזור ולתחוב בו הסכין ובאופן זה בודאי לכו\"ע אסור] אלא לענין חבית דעיקר איסור הוא רק מדרבנן יש לסמוך היכא שהוא צורך גדול על דעת המחבר שמתיר להוציא הסכין בשבת כיון שאין מתכוין להוסיף הנקב אפילו היכא שלא הוציאו מעולם מתחלה:",
            "(יב) דעושה נקב ופתח - ר\"ל דאף דמבואר בסי\"ב דהיכא שהסכין היה תחוב בדבר תלוש מותר להוציאו בשבת בכל גווני דלא שייך שם משום בונה הכא שאני דיש בו משום מתקן פתחא ואף שאין עשוי להכניס ולהוציא עכ\"פ מדרבנן אסור:",
            "(יג) נקב ונסתם - אפילו היה אותו מקום מקום הברזא שסתמו ועשאו במקום אחר ועתה רוצה לפתחו:",
            "(יד) וחשיב כפותח מחדש - וע\"כ אסור לעשות שם אפילו נקב קטן שאין עשוי להכניס ולהוציא על ידו:",
            "(טו) מותר לפתחו - אפילו הוא נקב גדול דאותה הסתימה לא חשיבא סתימה כלל:",
            "(טז) במקום נקב ישן - בין שהנקב ההוא היה גדול או קטן ובלבד שלא ירחיבו יותר ממה שהיה מתחלה:",
            "(יז) נוקבים אפילו במקדח - דלא חשיב סתימה כלל כיון שהוא למעלה מן השמרים וכנ\"ל ולכן מותר לנקוב במגופה שסותמין בה הכלי זכוכית [שקורין שטאפק\"י] אפילו בכלי המתוקן לכך:",
            "(יח) הברזא - נקט דבר ההוה וה\"ה אם היה הנקב במקום אחר שנסתם:",
            "(יט) וי\"א דלא שרי וכו' - זו היא דעת הכל בו ועיין בא\"ר שכתב דשאר פוסקים פליגי ע\"ז ופסק כמותם וכן פסק בנחלת צבי אבל בפמ\"ג וח\"א משמע דיש לחוש להחמיר כדעת הי\"א:",
            "(כ) מותר ליתן וכו' - שהרי עומד ומיוחד לכך ואינו מתקן כלי ומ\"מ נראה דאסור לתקוע היטב בחזקה ביתדות דיש בזה משום גמר מלאכה:",
            "(כא) אע\"פ וכו' - ואע\"ג שאינו יודע אם יגיע למדתו אפ\"ה מותר ועיין בב\"י שכתב שנראה מדברי הרמב\"ם שאע\"פ שהקנה עצמה אינה מתוקנת כל צרכה וחסרה שום תיקון אפ\"ה מותר להכניסה ולא חיישינן שמא יתקנה:",
            "(כב) במקום שיש לו - דע דהמחבר שכתב טעם האיסור מפני שנראה כעושה מרזב ורמ\"א מסיים ואין לחוש שמא יקטום הוא פלוגתא דאמוראי בגמרא ח\"א טעם האיסור שמא יעשה מרזב וח\"א גזירה שמא יקטום העלה מן הענף ליתנו לחבית ואמרינן מאי בינייהו דקטים ומנחי [היינו שהיו לו הרבה קטומים מוכנים מע\"ש לזה ולכך אין לחוש שמא יבוא לקטום] למ\"ד משום מרזב אסור אף בכה\"ג ולמ\"ד שמא יקטום שרי ופסק הרא\"ש והטור כמ\"ד שמא יקטום:",
            "(כג) מותר להתיז - דאין בנין וסתירה בכלים ומיירי בחבית גרועה שמדובק שבריה בזפת ולא בשלמה וכמבואר הכל לעיל בס\"א ואם ירצה להתיז רק ראש המגופה לבד אפילו בחבית שלמה שרי דלא מקרי שבירה כיון שאינה מחוברת לחבית:",
            "(כד) בסייף - דכלי שמלאכתו לאיסור מותר לטלטל לצורך גופו:",
            "(כה) דלאו לפתח מכוין - אלא להרחיב מוצא שפתיה שיוכל בקל ליקח מה שבתוכה. ודוקא כשהוא עושה זה מפני האורחים [א\"ר בשם רש\"ל] ומותר ג\"כ לקרוע העור מע\"פ חבית של יין ובלבד שלא יכוון לעשות זינוק [פי' כעין מרזב] (תוספתא):",
            "(כו) אבל לנקבה בצדה וכו' - דנקב הרי הוא כעושה פתח לחבית ואפילו נקב קטן שאינו עשוי להכניס ולהוציא ג\"כ אסור מדרבנן בין במגופה ובין בחבית אלא דיש חילוק ביניהם דלענין מגופה אינו אסור בנקב כזה אלא כשעושה הנקב מצדה של מגופה אבל כשמנקב למעלה בראש המגופה למשוך משם את היין מותר וכדלקמיה אבל בחבית אסור בכל מקום שעושה בה נקב ומה שנקט השו\"ע בצדה משום מגופה נקט:",
            "(כז) ודאי לפתח מכוין - דאי אינו מכוין לפתח אלא להרחיב מוצא היין היה לו לפתוח את המגופה אבל כשנוקב במגופה למעלה ע\"כ לאו לפתח מכוין שאין דרך לעשות שם פתח שלא יפלו עפר וצרורות:",
            "(כח) מותר - אפילו בחבית שלמה שרי שאין המגופה חיבור לחבית וכנ\"ל בסקכ\"ג ומסתברא דבזה לכו\"ע מותר ואפילו שלא מפני האורחים:",
            "(כט) חותמות שבכלים - הוא לשון סגירה כלומר שהכיסוי שלהם סגור בקשרי חבלים:",
            "(ל) יכול להתירו - דלאו קשר של קיימא הוא שהרי להתיר תמיד הוא עשוי:",
            "(לא) או לחתכו בסכין וכו' - ולא מקרי סותר משום דלאו סתירה גמורה היא זו ואינו אסור בכלים לכו\"ע משא\"כ בשבירת פותחת של עץ ומתכת דהוי סתירה גמורה ושייך אף בכלים:",
            "(לב) או להתיר קליעתו - עיין בבה\"ל דלדעת הרמב\"ם יש איסור בזה:",
            "(לג) אסור להסיר הצירים - דכשבירת פותחת דמיא ויש בזה משום סתירה וכן המחזיר דלת הכלי על צירה יש בזה משום בנין:",
            "(לד) בזו - ס\"ל דלא דמי לשבירת פותחת וסתירה גרועה היא כיון שא\"צ לשבור שום דבר. ודע דלכו\"ע אסור לקבוע הצירים או מנעל במסמרים להכלי דהוי תיקון מנא ועיין בח\"א שכתב דאפילו ע\"י אינו יהודי אסור דהוי מלאכה דאורייתא:",
            "(לה) של תיבות - וה\"ה שאר כלים:",
            "(לו) יש מתיר - ס\"ל דאין שייך שם סתירה כלל בכלים וכמו שביארתי לעיל בס\"א במשנה ברורה דיש ראשונים שסוברין כן ואף דהמחבר סתם מתחלה בסעיף זה גופא בשבירת פותחת לאיסור אפ\"ה הביא כאן דעת היש מתירין כדי לסמוך עליהן להקל עכ\"פ ע\"י א\"י וכמו שמסיים אח\"כ וכדאיתא בב\"י:",
            "(לז) ע\"י א\"י - ויש שכתבו דדוקא בהפסד מרובה או שנחפז הרבה לצורך מצוה. וכ\"ז בשבירת הפותחת אבל לפתוח אותו בסכין או במחט גדול שרי אפילו דלת של בית [אחרונים]:",
            "(לח) חותלות - כלים עשויים מכפות תמרים כמין סלים ומניחים בתוכן תמרים רעים להתבשל:",
            "(לט) אם הכיסוי וכו' - באמת כל האי דינא היינו הך דס\"ז ונקטיה משום סיפא לאשמועינן דבזה אפילו גופן של חותלות מותר לשבור כמו שמפרש הטעם:",
            "(מ) ששובר אגוזים - ודוקא הני דלאו כלים גמורים הן דאינם עשוים אלא שיתבשלו התמרים בתוכן אבל כלי גמור כבר סתם המחבר בריש ס\"ז לאיסור ומחצלת שתופרים בו פירות מסתפק הפמ\"ג אם דמי לחותלות:",
            "(מא) מותר להפקיע וכו' - דפסיקת החוט מותר בדבר תלוש כנ\"ל בס\"ז ואין בו משום מלאכת מחתך שאינו מקפיד על המדה. כתבו הפוסקים המבקע עצים לחתיכות גדולות איסורו הוא רק מד\"ס משום עובדא דחול והמבקע לחתיכות קטנות חייב משום טוחן ואם מקפיד הוא על המדה חייב משום מחתך אפילו בחתיכות גדולות:",
            "(מב) קשרי השפוד וכו' - וה\"ה פירות שקשורים או תפורים יחד בחוט מותר להתיר או לחתוך החוט:",
            "(מג) משום סתירה - דכיון שהוא מחובר לקרקע יש בו משום בנין וסתירה:",
            "(מד) שלא להסירו בשבת - אלא במוצאי שבת אבל אם אין דעתו להסירו אף במוצאי שבת גם להתירו אסור דהוי קצת קשר של קיימא [פמ\"ג וחידושי וחידושי רע\"א]:",
            "(מה) שעוה או שמן עב - אע\"ג דאין מירוח בשמן אסור דגזרינן אטו שעוה ודוקא שמן עב כיון דשייך בו קצת מירוח אתי לאחלופי. והאי שעוה צ\"ל דהכינו לתשמיש מאתמול דאל\"כ בלאו הכי אסור משום מוקצה דלאו כלי הוא וכשהכינו לכך מותר לטלטלו ולא גזרינן שמא ידבקנו לכותל או לד\"א דאף אם ידבק אינו אלא מדרבנן שמא ידבק בעת המירוח. שומן וחלב דינו כשעוה:",
            "(מו) ממרח - וכיון דהוא משום חשש מירוח אסור אפילו אם אין מכניס השמן בתוך הנקב אלא בהנחה בעלמא ע\"ג מלמעלה וגם אין חילוק בזה בין ת\"ח לע\"ה [אחרונים]:",
            "(מז) מותר - היינו אפילו להכניסו תוך הנקב דהואיל ואין היין יוצא אפילו בלי תיקון לא מחזי כמתקן והאחרונים כתבו דהעיקר כדעת הרמב\"ם שחולק ע\"ז וס\"ל דאפילו אם אין היין יוצא דרך שם ג\"כ אסור ליתן שום דבר בתוך הנקב לסתמו משום דהוי כעין בונה אלא דע\"ג הנקב מלמעלה דלית ביה משום בנין אינו אסור כ\"א בדבר שמתמרח:",
            "(מח) אסור לסתמו - מדרבנן מפני דמחזי כמתקן ודוקא כשסותמו בדבר שאין דרך לסתום בו כמו בצרור קטן או בקיסם אבל מותר לכ\"ע לסתום בעץ כגון בברזא כמו שהוא דרך תמיד לסתום בו:",
            "(מט) לומר שאינו מכוין - כיון דבאמת מכוין הוא לסתמו:",
            "(נ) ואם הוא ת\"ח - דכיון שהוא ת\"ח אין לחוש בו שאם נתירנו ע\"י הערמה יבוא לעבור על איסור דרבנן זה אפילו בלי הערמה וכתב המ\"א דאף דקי\"ל דהאידנא אין לנו דין ת\"ח מ\"מ לענין זה אין להחמיר ע\"ש ויש שחולקין עליו:",
            "(נא) של עץ - נקט של עץ דבכותל של לבנים מצוי כמה פעמים שאין שורותיהם מדובקים זה לזה ואז מותר להוציא אפילו אם לא היה דצה ושלפה מבעוד יום:",
            "(נב) אסור להוציאו - דע\"י הוצאתו כיון שהיה מתחלה תקוע קצת בחוזק א\"א שלא יתרחב הסדק שם ועשיית נקב כל שהוא בכותל מחובר יש בו משום קודח דהוא תולדה דבונה ואף דאין מתכוין לזה כמעט פסיק רישא הוא ועיין לעיל בסקי\"א במ\"ב מה שכתבנו דעת אחרונים בזה:",
            "(נג) שרי - להוציאה ואף לחזור ולתחוב אותו בכותל דכיון דכבר נעץ הסכין בכותל מבעוד יום והוציאו והדר נעצו כבר הורחב מקום מושבו ותו לא הוי פסיק רישא אבל אם לא חזר ונעצו מבעוד יום נראה דאסור לתחוב אותו בכותל דעדיין לא נתרחב במה שהוציאו פעם אחת מן הכותל:\n"
        ],
        [
            "(א) אסור לעשות אהל וכו' - דהעושה אהל קבע כגון שפורס מחצלת או סדינין וכיו\"ב לאהל ועושה אותן שיתקיים אף דאין זה בנין ממש חייב משום בונה דעשיית אהל הוא תולדת בונה והסותרו חייב משום סותר וגזרו על אהל עראי משום אהל קבע וכן על סתירת אהל עראי משום סתירת אהל קבע [רמב\"ם] ופרטי דיני אהל קבע יבואר לקמיה:",
            "(ב) ודוקא גג - ואף כשאין מחיצות תחתיו כגון לפרוס מחצלת על ד' קונדיסין דרך עראי להגין מפני החמה והגשמים:",
            "(ג) מותר - דעיקר אהל הוא הגג שמאהיל עליו ולכן גזרו בו משום אהל קבע משא\"כ מחיצות עראי לחוד לא נחשב כאהל כלל:",
            "(ד) להתיר סוכה וכו' - כגון שהיה לה רק שני דפנות ועשה מחיצת עראי לדופן ג' כמבואר לקמן בסימן תר\"ל דאז חשיב הך מחיצה כבנין דעל ידה נתכשרה הסוכה וה\"ה כשמתרת אותה המחיצה לטלטל על ידה במקום שאסור לטלטל דכיון דחשבינן לה מחיצה לענין היתר הטלטול חשיב בנין:",
            "(ה) לצניעות בעלמא - כגון להפסיק בין אנשים לנשים כששומעין הדרשה:",
            "(ו) שקבוע שם - ר\"ל שאינו עשוי להסיר משם אלא תלוי שם תמיד אפ\"ה חשיב מחיצת עראי כיון שהוא נע ונד ברוח מצויה וגם אינו מעכב לעוברים דרך שם אבל לחברה למעלה ולמטה ומן הצדדים בענין שאין נזוז ממקומו אסור משום בנין דסתימת קבע הוא:",
            "(ז) וכן פרוכת - זה פשיטא דשרי דכיון שיש בלא\"ה דלת לאה\"ק א\"כ הפרוכת אינו תלוי רק לצניעות בעלמא וכמה אחרונים מקילין אפילו אם אין דלתות לארון הקדש וכמו וילון אצל הפתח וכנ\"ל. מותר לתלות בשבת סדינין המצויירים על הכותל לנוי ואפילו לקבעם שלא יהיו נזוזים ממקומם ג\"כ שרי כיון שאין עשויים כלל למחיצה:",
            "(ח) ובלבד שלא יעשה וכו' - עיין סעיף י\"ב:",
            "(ט) וכן מותר וכו' - פשוט דכל זה במחיצת עראי אבל לעשות מחיצת קבע שיתקיים כן אסור [תו\"ש]:",
            "(י) בפני אור הנר וכו' - דכיון דאסור לשמש בפני אור הנר או ספרים מקרי מחיצה המתרת. וכתב המ\"א דהיינו דוקא אם עושה מחיצה גבוה יו\"ד טפחים והנר גבוה ונראית למעלה דמאפיל בטליתו ומשמש כדמשמע בסימן ר\"מ סי\"א בהג\"ה [ובשל\"ה משמע דאף באופן זה יש ליזהר מאד וע' בא\"ר שם] דכיון שהנר נראית א\"כ ההיתר בזה הוא רק משום דיש ע\"ז שם מחיצה שגבוה יו\"ד וחשבינן עי\"ז להנר כעומד בחדר אחר ואז צריך שיקשרנה ג\"כ שלא תניד אותה הרוח דאל\"ה אין שם מחיצה עלה ולכן אסור לעשותה בשבת דחשיבא מחיצה המתרת אבל אם המחיצה מכסה את כל הנר עד שאין נראית דאין צריך שתהיה המחיצה גבוה עשרה דוקא כיון שהנר מכוסה א\"כ ההיתר בזה לאו משום מחיצה אלא מחמת כיסוי בעלמא ולכן אף שהיתה המחיצה גבוה עשרה נמי מותר לעשותה דלא חשיבי מחיצה המתרת דאינו רק משום כיסוי בעלמא וכן לענין לשמש ולעשות צרכיו בפני הספרים אם המחיצה גבוה עד שאין הספרים נראין מותר לעשותה דלא חשבינן לה כמחיצה המתרת רק ככיסוי בעלמא ולכן לא בעינן אז ג\"כ שיהיה קשור לצד מטה [ועיין באחרונים שפירשו דבריו דמ\"מ בעינן כשעושה אותה בשבת שיהיה על הספרים עוד כיסוי דאז יהיה נחשב כאלו מונחין בכלי תוך כלי]. והנה אף שיש אחרונים שמפקפקין על חילוקו וסוברין דכיון דסוף סוף ע\"י המחיצה הותר עתה לשמש ולעשות צרכיו חשיבא מחיצה המתרת ואסור לעשותה מ\"מ נראה דבשעת הדחק יש לסמוך על דבריו. ועכ\"פ לכו\"ע מותר לכסות הספרים בכיסוי בעלמא והיינו כלי בתוך כלי להתיר התשמיש דזה לא הוי מחיצה כלל:",
            "(יא) שהיה מבע\"י טפח - ולכן פארווא\"ן שעומד מופשט טפח מע\"ש מותר לפושטו כולו אבל אם היה מקופל אע\"פ שכולו הרבה יותר מטפח לא מהני שהרי לא נעשה זה בשביל מחיצה [ח\"א]:",
            "(יב) וכופפין ראשן וכו' - היינו שעושין כמו חשוקין [שקורין רייפי\"ן] ע\"פ רוחב הספינה מלמעלה ועושה כן בעצים הרבה סמוכין זה לזה על כל ארכה של ספינה וה\"ה עריסת התינוק שיש עליה חשוקים ופורסין עליהם סדין להגן מפני הזבובים אם החשוקים נעשים מבע\"י בדרך שנתבאר מותר לפרוס עליהם סדין בשבת ואם לאו אסור וה\"ה דאסור לפרוס סדין על העגלות דעשוי ג\"כ להגן על מה שתחתיה והוי כאהל אם לא שהיה פרוס כבר מע\"ש ברוחב טפח וכמו שכתב השו\"ע והא דלא חשיבי כ\"ז לאהל קבע היינו משום דאין עושין אותן אלא לפי שעה ולא להתקיים:",
            "(יג) ברחבן טפח - שרוחב העץ העגול היה טפח ואפילו רק באחד מהן וכן מה שכתב אם אין בין זה לזה וכו' היינו ג\"כ אפילו רק במקום אחד ואמרינן לבוד והוי כאלו היה ג' טפחים מכוסה במקום אחד:",
            "(יד) חשיבי כאהל ומותר וכו' - דדוקא לעשות אהל עראי מתחלה אסור אבל אם נעשה כבר מותר להוסיף עליו ובזה כיון שהיה בעץ אחד רוחב טפח דהוא שיעור אהל או שהיה פחות מג' טפחים בין זה לזה דהוא שיעור לבוד והוי כמו העצים מחוברים יחד בשיעור ג' טפחים חשוב נעשה אהל מכבר:",
            "(טו) ומטעם זה וכו' - ר\"ל דהכא נמי כיון דהיה טפח פרוסה מבע\"י מותר אח\"כ לפרוס עוד דאינו אלא מוסיף על אהל עראי אבל בלא\"ה אסור ואף דלקמן בס\"ג אמרינן דאינו אסור משום אהל עראי אלא כשעושה גם מחיצות תחתיו שאני הכא שעושה להדיא בשביל אהל לצל או להגן מפני הצינה והגשמים וכמו שכתבתי לקמיה בס\"ג:",
            "(טז) חוץ מן הכריכה - היינו שאם היתה מחצלת פרוסה לשם גג וכרכה מע\"ש דצריך שתשאר טפח פרוס כדי שיהיה מותר לפרוס הכל וכנ\"ל אין רוחב העיגול של הכריכה עולה בשיעור טפח דהכריכה אינה חשובה פרוסה על הגג לאהל אלא צריך שישייר טפח פרוס לבד מרוחב העיגול של הכריכה [ב\"י]. יש מהאחרונים שכתבו דאפ\"ה לפרוס המחצלת כשהיא כרוכה על איזה דבר ששייך בו אהל להדיא אסור משום אהל דדוקא בזה שהיה פרוס מתחלה וכרכה לא מחזי בזה כמשייר לאהל אבל לתתנה כך כשהיא כרוכה על דבר אחר אסור:",
            "(יז) מטה וכו' - הנה כדי שנבין היטב את דברי הסעיף אקדים הקדמה קצרה. והוא דאף דלענין בנין קבע אף אם עשה איזה דבר משהו להוסיף על הבנין בין במחיצות ובין בגג חייב וכ\"ש אם עושה את כל הגג מ\"מ לענין אהל עראי לא אסרו בעושה את הגג לחוד אם לא שעושה את הגג כדי להגן מפני החמה והגשמים וכיו\"ב דאז הוא קצת בבחינת אהל אבל בלא\"ה לא אסרו כ\"א בעושה גם המחיצות עראי שתחתיו בשבת גם לא אסרו כ\"א בשעשה כסדר מתחלה המחיצות ואח\"כ הכיסוי דאז דומה קצת לאהל קבע אבל אם עשה להיפך לא אסרו ויש פוסקים שסוברין דבעינן שיהיה צריך ג\"כ לאויר שתחתיו וכוותייהו פסק המחבר לקמן בסעיף זיי\"ן:",
            "(יח) אסור להניח וכו' - בדקדוק כתב לשון זה דדוקא להניח אסור דהוי בזה כמתחיל לעשות מחיצות לאהל ואסור כשמניח אח\"כ הקרשים למעלה אבל אם היו מונחים מכבר בזה המקום מותר להניח הקרשים עליהם וכנ\"ל בסקי\"ז אך אם המטה רחבה ביותר אסור לדעת המ\"א בסקכ\"א אפילו באופן זה וע\"ש בסי\"ג מה שנכתוב בזה:",
            "(יט) הרגלים תחלה וכו' - דהוא כדרך בנין דהרגלים הם מחיצה והקרשים של הכיסוי הוא כמו גג ונמצא כעושה אהל בשבת וע\"כ צריך לשנות לאחוז הקרשים של הכיסוי באויר ואח\"כ לתת מתחתיו הרגלים דהוא שלא כדרך בנין:",
            "(כ) והני מילי וכו' - הטעם דבאהל עראי כזה שאינו מתכוין בעשייתו לשם אהל שתחתיו אלא לתשמיש אחר על גביו מלמעלה ורק ממילא נעשה כמו אהל למטה לא אסרו אלא כשעושה גם מחיצות תחתיו. והיכא שפורס סדין או מחצלת לשם אהל כגון להגן מפני החמה והגשמים או כדי שיהיה ראוי להשתמש תחתיו באיזה דבר אסור אף בלא מחיצות וכההיא דסעיף ב' בסופו. כתב המ\"א דלסתום נקב שהעשן יוצא [שקורין קוימ\"ן] בכר של תבן וכיוצא בו אפשר דאסור דכיון שיש לאותו המקום מחיצות בפ\"ע הוי כעושה אהל בתחלה ואינו דומה למה שהתרנו בסימן שי\"ג לסתום הארובה שבגג מטעם דהוא רק הוספת אהל עראי התם הארובה אינו מחזיק אלא מקצת הגג אבל כאן הנקב שהעשן יוצא מחזיק כל רוחב המחיצות שסביב לה והוי ע\"י סתימת הכר כגג על המחיצות ולפ\"ז פשוט דאם הנקב הוא בכותל מן הצד מותר לסתום בכר דהוא רק תוספת מחיצה בעלמא [פמ\"ג]. עוד כתב דבלע\"ך שעשוי בקוימ\"ן וקבוע שם מותר לסתום בו בשבת ויו\"ט דהואיל דקבוע שם הוי כדלת ועיין בתו\"ש שכתב דמה דמסתפק המ\"א הוא דוקא כשהחור שהעשן יוצא הוא מחזיק ג' טפחים דאל\"ה אמרינן לבוד והוי כסתום ושרי וכעין מה שכתוב למעלה בסעיף ב' [אך הפמ\"ג לא פשיטא ליה דבר זה כל כך ע\"ש ומ\"מ נראה דהסומך על התו\"ש לא הפסיד דבלא\"ה דבר זה רפוי הוא אצל המ\"א גופא דאפשר דהמחיצות שתחתיו לא חשיבי מחיצות לענין זה הואיל שעשויות מכבר]. ונראה דכל זה כשאינו מונח אז גחלים לוחשות בהתנור דאל\"ה בכל גווני אסור לישראל לסתום את החור למעלה דע\"י סתימתו גורם כיבוי להגחלים ואף דאינו מכוין לזה פסיק רישא הוא וכעין מה שכתב בסימן רנ\"ט בסופו ובסימן רע\"ז ס\"א:",
            "(כא) דפין מחוברין - בסימן תק\"ב כתב הב\"י דבעינן שיהיו המחיצות מגיעין עד לארץ [אך אם סמוך לארץ פחות מג' שם אין הדופן מגיע אמרינן בזה לבוד וע\"ש במגן אברהם ובשארי אחרונים בזה] ולענין תיבה שיש לה שולים גם מלמטה [כמו תיבה שקורין שלא\"ף באנ\"ק] עיין בסי\"ג מה שנכתוב בזה:",
            "(כב) דפני התיבה - כתב הט\"ז דאף דבטור איתא ד' דפין מחוברין לאו דוקא הוא דבמטה שדרך להשתמש באוירה מתחת בהנחת מנעלים וכיו\"ב אסור אפילו כשיש לה רק שני דפין משני צדדין המגיעין לארץ דבשתים לבד חשיב אהל עם מחיצות וכדלקמיה בס\"ו לענין חביות וכ\"כ ש\"א אבל בשלחן דמתיר השו\"ע הוא אפילו כשיש לו מעט מחיצות ואינו אסור אלא כשיש לו ד' דפין מכל הצדדין כמו תיבה דאז חשיב אהל בהנחת הדף מלמעלה משום דבלא\"ה סתמו אינו עומד להשתמש באוירו [וכשאינו משתמש באוירו לא חשיב אהל וכדלקמיה בס\"ז] וע\"כ צריך שיהיה לו ד' דפין מכל הצדדין כמו תיבה דאז ראוי להשתמש באוירו ויש מאחרונים שמצדדין להקל בהשלחן להניח עליו הדף מלמעלה אפילו כשיש לו ד' מחיצות מכל צד דמסתמא א\"צ לאויר שתחתיו אם לא שדרכו להשתמש שם אך לשון השו\"ע שכתב וכן רגלי השלחן משמע דבשלחן אם היו מחיצות היה ג\"כ צריך להחמיר וע\"כ נכון בודאי לחוש לדברי הט\"ז לאחוז הדף באויר ויכניסו תחתיו הרגלים ומשמע מדברי הפמ\"ג דכל זה דוקא כשמטלטל הרגלים ממקום למקום כדי להניח עליהם הדף שלמעלה דאז נחשב כשמעמידן לצורך זה כאלו התחיל בעשיית האהל אבל אם עומדין במקום אחד אפילו להט\"ז מותר להניח עליהם הדף אף שלהרגלים יש להם מחיצות מכל צד וכמו שכתבנו לעיל בסקי\"ז ובסקי\"ח גבי מטה:",
            "(כג) מותר בכל גווני - דרגלי המטות ושלחנות שלנו אין להם מחיצות. ונראה דכל זה כשהיה רפוי אבל אם הדף שעל השלחן מהודק ותקוע בחוזק וכמו שמצוי בכמה שלחנות אסור משום בנין ואפילו אם עתה אינו תוקע בחוזק אם דרכו תמיד להיות מהודק ותקוע בחוזק ג\"כ יש ליזהר בזה וכמו לענין ארוכות המטה אם עשויה להתחבר עם הרגלים בחוזק וכמבואר הכל בסימן שי\"ד ס\"ו לענין מטה של פרקים ע\"ש:",
            "(כד) מטה שהיא וכו' - ולפי המבואר לעיל בס\"ג ע\"כ מיירי הכא בשיש לה מחיצות המגיעות לארץ אבל במטה שלנו מותר בכל גווני:",
            "(כה) ג' טפחים - דאל\"ה אמרינן לבוד וכסתום מעיקרא דמיא וכנ\"ל בס\"ב וע\"ש במ\"ב דאפילו אם רק במקום אחד היה פחות מג\"ט ג\"כ סגי:",
            "(כו) ואם היה וכו' - גם בזה הטעם משום דמותר להוסיף על אהל עראי בשבת:",
            "(כז) מותר לפתחו - דהא עביד וקאי מבע\"י אלא שפושטו ומיישבו כדי לישב עליו ומה\"ט שרי להעמיד החופה ולסלקה וה\"ה הדף שקבוע בכותל שבביהכ\"נ שמניחין עליו ספרים מיהו בדף בלא\"ה שרי דהא אין כונתו במה שפושט את הדף לשם אהל וא\"כ אין עליו שם אהל עראי כיון שהוא בלא מחיצות [תו\"ש]:",
            "(כח) לכתחלה - ומטות של ברזל שלנו שעשויין מקופלין וסמוכין לכותל אם מותר לפושטן בשבת עיין בבה\"ל שהארכנו בזה:",
            "(כט) לא יסדר וכו' - משום דעביד כעין אהל כשמסדר אח\"כ העליונה מלמעלה שהוא כגג על המחיצות ואף דבאהל צריך לאויר שתחתיו בין המחיצות הכא נמי צריך לאויר שביניהם שהיו מתעפשין אלו לא היה אויר ביניהם [אחרונים]:",
            "(ל) אחד מכאן וכו' - והיינו דוקא כשצריך ללמוד משניהם או שהספר התחתון מונח שם כבר דאל\"ה אף שהוא רוצה כדי להגביה הספר העליון ללמוד בו יש בזיון לספר התחתון ואף בחול אסור [ט\"ז] אבל במ\"א סימן קנ\"ד מצדד להתיר וכן בח\"א בכלל ל\"א סמ\"ח כתב דיש להתיר:",
            "(לא) הואיל ואין צריך וכו' - מזה הטעם נמי שרי לפרוס מפה על השלחן וקצות המפה תלויות למטה מן השלחן מכל צד ואפילו אם מגיעות סמוכות לארץ דאין בזה משום אהל כיון דא\"צ לאויר שתחת השלחן ועוד כיון שמה שמונח על השלחן אין בו משום אהל שאין שם חלל בינו לשלחן מותר גם היוצא ממנו:",
            "(לב) כל אהל וכו' - היינו אפילו עשאו לקבע שיתקיים כמה ימים מ\"מ כיון שאין בגגו טפח לא חשיב רק אהל עראי:",
            "(לג) משופע - וה\"ה אם עשה הגג בשוה ג\"כ אין חייב מחמתו אא\"כ רוחב טפח דבלא\"ה לא חשיב אהל והא דנקט משופע משום סיפא לאשמעינן דדוקא אם לא היה בפחות מג' סמוך לגגו רוחב טפח דהיינו שאינה מתרחבת טפח עד לאחר שירדה ג' טפחים הא אם מתרחבת טפח בתוך ג' הוי כאלו היה גגה טפח:",
            "(לד) שאין בגגו טפח - אבל אם יש בגגו טפח חשיב אהל קבע וחייב שכן מצינו אהלי טומאה טפח ודוקא שעשאו לקבע אבל לעראי כגון שפרס מחצלת ע\"ג ד' עמודים אף שיש בגגו כמה טפחים איסורו רק מדרבנן:",
            "(לה) פטור - היינו מחטאת אבל אסור מדרבנן גזירה אטו אהל קבע ועיין במ\"א שכ\"ז הוא לדעת הרי\"ף והרמב\"ם אבל לדעת רש\"י והרא\"ש כיון שאין בגגו טפח לא חשיב אהל כלל ומותר לכתחלה והשו\"ע סתם כדעת הרי\"ף והרמב\"ם וכן הוא ג\"כ דעת ר\"ח ובפמ\"ג מצדד דגם רש\"י והרא\"ש מודו לדעת הרמב\"ם בזה כיון שעשאו לקבע שיתקיים זמן כמה ימים:",
            "(לו) משמרת וכו' - ונראה דעשוי כמין שק שקורין לוגין זא\"ק והוא רחב ופתוח למעלה וסתום וחדוד למטה ומכניסין קצה החדוד בתוך הכלי והקצה העליון הרחב מסבבים בשפת פיהו את הכלי ונמצא הוא גג לכלי ועשוי כאהל ואסור מדרבנן אבל לתלות המשמרת כשהיא שטוחה על איזה יתד ובלי כלי תחתיה מותר דאפילו אהל עראי לא חשיב וכ\"ש דמותר לתלות כלי ביתד:",
            "(לז) טלית כפולה - שנותנה על המוט הנתון בין שתי כתלים ושני ראשי הכפל משולשלין ומגיעין לארץ ונכנס בין שני קצותיה וישן מפני החמה והיה אסור לעשות כן בשבת דמקרי אהל עראי ופטור אבל אסור כמבואר בסעיף חי\"ת ובא לומר דאם כשהיתה הטלית מקופלת ומונחת על המוט מע\"ש היו בה חוטין תלויין שעל ידן פושטן לקצותיה מותר לפושטה בשבת על כל אורך המוט והטעם דכיון דע\"י החוטין קל למושכה בהן הוי כאלו היתה הטלית פרוסה מכבר טפח מע\"ש והוי רק מוסיף על אהל עראי ושרי וכנ\"ל בס\"ב. וכתב המ\"א דמיירי שאחר פריסתה לא יהיה בגגה מלמעלה רוחב טפח וגם לא בפחות משלש סמוך לגגה רוחב טפח דאי יש בה רוחב טפח הו\"ל כאהל קבוע ולא מהני החוטין:",
            "(לח) ומותר לפרקה - שכל אהל שאין בו משום בנין אין בו משום סתירה:",
            "(לט) וכן הפרוכת - כלול בזה גם וילון שלפני הפתח ועיין במ\"א דהאי וכן לאו דוקא הוא דשרי בזה אע\"פ שלא היו עליה חוטין משום דאין אהל אלא העשוי כעין גג. והנה לפי מה שהביא בעל מגדול עוז בשם רבינו חננאל וכן הוא בפיר\"ח שלפנינו שיצא מקרוב לאור דבפרוכת נמי צריך שיהיו חוטין כרוכין עליה מע\"ש לתלות בם יותר טוב לומר דהרמב\"ם בעל הלכה זו נמי ס\"ל כהר\"ח ואתי שפיר מלת וכן כפשטיה וכן מוכח מביאור הגר\"א דהוא מפרש כן. אך לדינא אין נ\"מ בזה דמוכח מהטור וש\"פ דמותר לתלות בכל גווני וכן מוכח מהרמ\"א לעיל בס\"א בהג\"ה דכיון שלא נעשית להתיר אין שום איסור עלה. כתב מ\"א דמחיצה העשויה להתיר שפסק השו\"ע לעיל בס\"א דאסור לעשותה בשבת הוא אפילו כשהיו חוטין כרוכין עליה מע\"ש ויש שמקילין בזה:",
            "(מ) כילת חתנים - עץ אחד עומד לראש המטה גבוה מהמטה וכן עומד עץ במרגלות המטה ומוט נתון עליהם ופרוש על המוט וילון גדול ושני ראשין יורדין מכאן ומכאן כמין אהל ע\"פ כל המטה:",
            "(מא) הואיל שהיא מתוקנת - פי' שהכינה לכך מבע\"י ולכן שרי בזה אע\"פ שלא היו חוטין כרוכין עליה מע\"ש אבל אם אינה מתוקנת אסור כמו שפסק השו\"ע בס\"ח דאפילו אהל שאין בגגו טפח אסור לעשותו בשבת אא\"כ היו חוטין כרוכין עליה מע\"ש וכנ\"ל:",
            "(מב) מעל המטה טפח - הטעם דכיון שהיא משולשת מעל המטה טפח בזקיפה לאחר כלות השיפוע הו\"ל האי טפח מחיצה וכל השיפוע שממעל למטה נחשב לגג והוי אהל ממש מיהו מטה דידן שאין כילה עליה שפורסין עליה סדין אע\"פ דנחית מפוריא טפח לית לן בה והטעם דהא מה שמונח על המטה לא מקרי אהל כיון שאין חלל תחתיו:",
            "(מג) הנוטה פרוכת - כ\"ז הוא לשון הרמב\"ם וס\"ל דאף שמסתמא יש עליה חוטין מבע\"ש שהיא תלויה בהן דאל\"ה אסור לתלותה לדעתו כמו שכתב השו\"ע בסי\"א אפ\"ה צריך ליזהר בזה:",
            "(מד) בשעה שנוטה - כלומר דבשעה שעוסק בתלייתה דרך הוא שמתקפלת מעט מרחבה ואם יהיה הכפל טפח הו\"ל אהל:",
            "(מה) תולין אותה שנים - דשנים יכולין לתלותו כולו כאחד שלא תתקפל ומשא\"כ אחד ומטעם זה יש נמנעין קצת שלא לתלות הפרוכת בשבת:",
            "(מו) כילה - היינו יריעה פרוסה מלמעלה על איזה דבר ונעשית כעין טלית כפולה שביארנו בס\"י ומיירי בשכרוך עליה חוט או משיחה מבע\"י דומיא דפרוכת דאיירי ביה מעיקרא דצריך לדעת הרמב\"ם שיהיה עליה כרוך חוט מבע\"י וכנ\"ל בסעיף יו\"ד ולהכי מסיים שיש לה גג היינו שיהיה עכ\"פ הגג רוחב טפח וכ\"ש היכא שהגג רחב הרבה דאי אין לה למעלה רוחב טפח הלא קי\"ל דמותר לפורסה לכו\"ע כשכרוך עליה חוט או משיחה מבע\"י:",
            "(מז) שא\"א וכו' - ר\"ל דלא נימא היכא שהכילה היא רחבה שכל אחד יקשור רק זוית הכילה להכתלים ונשאר אמצע הכילה מונח על הקרקע ואין שם אהל עליה קמ\"ל:",
            "(מח) על פי החבית וכו' משום אהל - ואע\"ג דשרי להחזיר הקדירה ע\"ג כירה ולא חיישינן משום אהל הואיל והמחיצות כבר עשויות [ובאהל כזה שאין כונתו לאהל אלא שממילא נעשה אינו אסור אלא אם יעשה מחיצות ג\"כ וכנ\"ל בס\"ג במ\"ב] יש לומר הואיל והכובא רחבה יותר מדאי נעשה כאהל [מ\"א בשם תוס' ור\"ן] ולפ\"ז מה שכתב בשו\"ע חבית היינו נמי ברחבה הרבה וכתב המ\"א בסק\"ו דה\"ה בתיבה רחבה שיש עליה כיסוי אם אינו קבוע בצירים אסור להניח עליה בשבת ותיבה שאינה רחבה כ\"כ מותר לכסותה ואין בזה משום חשש אהל הואיל והמחיצות כבר עשויות. והיכא שמטלטלה ממקום זה להעמידה במקום אחר ושם מכסה אותה אסור בכל גווני דהוי ע\"י העמדתו כאלו עושה המחיצה עם הכיסוי ביחד ולכן צריך ליזהר בסעודות גדולות שמניחין שלחנות על חביות צריכין ליזהר שיהפוך צד החבית הפתוח לצד הקרקע ועל צד הסתום יניח השלחן [ח\"א]. עוד כתב דטי\"ש קעסטי\"ל שנשמט כולה מן השלחן אם יש טפח בעומק חללה אסור להחזירה שעושה אהל וכן מטה שקורין [שלאף באנק] שיש לו כסוי ואינה מחוברת בצירים אין להחזיר עליה הכיסוי דיש בזה משום עשיית אהל מ\"מ אין למחות בהנוהגין להקל בכל זה דיש להם על מי שיסמוכו [הם דעת הראב\"ד והרשב\"א שאביא לקמן בסקמ\"ט וגם דעת הב\"ח עי\"ש] ועיין בבה\"ל:",
            "(מט) חסרה טפח - כלומר שאינה מלאה דא\"כ אין כאן אהל אלא בשחסרה שיש מהכיסוי עד מה שבתוך הכובא טפח משו\"ה מקרי אהל. ודעת הראב\"ד והרשב\"א דבכל גווני אין בכיסוי כלים משום אהל והא דאסרו בגמרא לכסות על כל הכובא [גיגית] מפני שנראה כמשמר ר\"ל כאלו מסנן מן הפסולת ונכון להחמיר כדעת השו\"ע שהיא דעת הרבה ראשונים וע\"כ חבית גדולה של מים אין לכסותה כולה בשבת כשאינה מלאה כולה והנוהגין להקל בזה אין למחות בידם שיש להם על מי לסמוך וכנ\"ל בסוף ס\"ק מ\"ח:\n"
        ],
        [
            "(א) הצד וכו' - היינו שפתח שער המגדול ועשה תחבולות עד שנכנס הצפור לתוכו וסגר עליו אפילו לא תפסו עדיין בידו חייב כי בסגרו המגדול נגמרה הצידה אבל במה שהכניסו לבית אפילו הבית קטן וגם חלונותיו סתומין עדיין אינו נצוד שטבעו של הצפור דרור שאינו מקבל מרות ודר בבית כבשדה שנשמט מזוית לזוית ואינם יכולים לתפסו ולכן אינו נקרא צידה מדאורייתא:",
            "(ב) למגדל - של עץ ונעשה ככלוב גדול וביבר מקרי קרפיפות המוקפים לגדלם שם:",
            "(ג) ושאר צפרים וצבי וכו' - לצדדין קתני דבצפרים וכן בשאר עופות אינו חייב עד שיהיה הביבר והבית מקורה וגם חלונותיו סתומין שהוא יכול לברוח דרך שם ובצבי ושאר חיות חייב אפילו אינו מקורה וגם חלונותיו פתוחין:",
            "(ד) שהם נצודים - לאפוקי אם הבית והביבר גדול שאין יכולין לתפסו בשחיה אחת היינו בריצה אחת אלא צריך להנפש קודם שיגיענו לא מקרי צידה דאורייתא אף שהוא מקורה וממילא הצודהו שם בבית או בביבר חייב ועיין לקמן במ\"ב ס\"ק נ\"ח. השולה דג מן הים לתוך ספל של מים חייב דהוי צידה אבל אם עקרו והבריחו לתוך בריכת מים לא הוי צידה שגם שם נשמט לחורין ולסדקין ועיין לקמן במ\"ב סקל\"ג. הצד ארי אינו חייב עד שיכניסנו לכיפה שלו שהוא נאסר בה:",
            "(ה) פטור אבל אסור - על כל הסעיף קאי וע\"כ צפור דרור שנכנס לבית דרך הפתח או החלון אע\"ג שאינו ניצוד שם מ\"מ אסור לסגור הפתח והחלון. ובזמן הקור שיש צער צינה או צער אחר כתב הח\"א דמותר לנעול אם אין כונתו רק להציל מן הקור ואינו רוצה כלל בצידת הצפור כיון דאין בו צידה דאורייתא אע\"ג דהוי פסיק רישיה בדרבנן אבל בשאר חיה ועוף דשייך בו צידה דאורייתא בבית אסור אע\"ג שאינו מכוין כלל דהוי פסיק רישיה:",
            "(ו) הצד צבי - ה\"ה שאר מינים [כ\"כ א\"ר ועיין בבה\"ל]:",
            "(ז) ישן או סומא - דהני דרכן להשמט כשמרגישין יד אדם וע\"כ כשצדו הוי צידה ממש משא\"כ בחיגר ודכוותיה שאין יכולין להשמט ואפילו אם החיגר יכול להלך קצת עכ\"פ הרי יכול להגיעו בשחיה אחת ע\"כ חשיבי כניצודין ועומדין:",
            "(ח) או זקן - וה\"ה קטן [רמב\"ם וכן איתא בירושלמי וקטן מקרי קודם שיכול לרוץ כ\"כ המאירי]:",
            "(ט) פטור - אבל אסור וע\"כ כשמוצא לפעמים ארנבת חולה מונחת על הדרך אע\"פ שאינה יכולה לזוז ממקומה אסור ליקח אותה דהוי צידה מדרבנן וי\"א דחייב ועיין בבה\"ל ובלא\"ה אסור ליקח אותה משום מוקצה:",
            "(י) הוי צידה - היינו אם לא עשה בעצמו מעשה כלל רק במה ששיסה את הכלב והכלב תפסו הוי רק צידה מדרבנן ואם עשה בעצמו ג\"כ מעשה לזה כגון שברח הצבי מן הכלב והיה עיף ויגע והיה הוא רודף אחריו והשיגו הכלב עי\"ז הוי צידה גמורה ואפילו אם רק עמד בפניו והבהילו עד שהגיע הכלב ותפסו הוי ג\"כ תולדה דצידה ומיחייב שכן דרך הציידים:",
            "(יא) מושב לצים - ואינו זוכה לשמחת לויתן [ד\"מ] ועיין בפמ\"ג מה שכתב בזה:",
            "(יב) אין במינו נצוד - ואפילו אם הוא צדן לאיזה צורך ג\"כ לא חשיב צידה:",
            "(יג) הלכך זבובים - ודבורים משמע בב\"י דהוא בכלל דבר שבמינו ניצוד אבל שאר פוסקים פליגי עליה וכן משמע מהגר\"א סק\"ו. וחגבים טהורים לדעת רש\"י הוא דבר שבמינו ניצוד והרמב\"ם אין סובר כן. ודגים הוא בכלל דבר שבמינו ניצוד [אחרונים]:",
            "(יד) שלא לסגור - אלא יתן סכין או שום ד\"א בין הכיסוי להתיבה בענין שיוכלו לצאת משם וכן אם יש חור קטן בתיבה אף שאינו נראה להדיא להזבובים אפילו הכי מותר דתו לא הוי פסיק רישיה:",
            "(טו) תיבה קטנה - אבל תיבה גדולה סבירא ליה לרמ\"א דלכו\"ע שרי דאפילו אם היה אדם עומד בתוכה לא היה יכול לתפסה בחד שחיה וגם הוא דבר שאין במינו ניצוד:",
            "(טז) ויש מקילין - הוא דעת הטור דס\"ל דאע\"ג דבש\"ס איתא להדיא גבי כוורת דבורים דאם מכסה אותו באופן שאין בו נקב אסור משום פסיק רישיה וכדלקמן בס\"ד מ\"מ זבובים שאני דלא מקרי צידה כלל דלרוב קטנותן מצוי שכשפותח הכלי בורחין הכל משם משא\"כ בכוורת דבורים שהיא מלאה מהם והם גדולים קצת א\"א שלא יתפוס אחד מהם ולכך חשיב צידה עי\"ז והב\"ח פסק להחמיר כדעה הראשונה וכן המ\"א כתב דכן עיקר וע\"כ יש לראות להפריח הזבובים ועיין בט\"ז שהכריע דמכיון שהפריח הזבובים שראה בעיניו תו אין צריך לעיין ולדקדק אולי יש שם עוד איזה זבובים כיון דזה לא הוי אלא ספק פסיק רישיה במילתא דרבנן דהוא דבר שאין במינו ניצוד אין להחמיר כל כך:",
            "(יז) פורסין מחצלת - בחמה מפני החמה ובגשמים מפני הגשמים [גמרא]:",
            "(יח) בענין שאינו מוכרח - כגון שלא יהדק המחצלת על הכוורת כ\"כ כדי שיוכלו הדבורים עכ\"פ לצאת בדוחק או שיש בכוורת איזה חור קטן ויכולים לצאת משם ואע\"ג שאין נראה להדיא להדבורים עי\"ז אפ\"ה שרי דקי\"ל כר\"ש דדבר שאין מתכוין מותר אבל כשאין בו חור כלל אז הוי פסיק רישיה ואסור אפילו במילתא דרבנן. הפורס מצודה ובשעת פריסתו נכנסה החיה לתוכה חייב חטאת אבל אם נכנסה אח\"כ לתוכה פטור אבל אסור וכתב המג\"א דמכאן מוכח שיש ליזהר שלא להעמיד בשבת המצודה לצוד בו עכברים וכ\"כ בפסקי תוספות שבת י\"ז:",
            "(יט) שנכנס לבית - מאליו וכ\"ש אם הכניסו לבית ונעל בפניו דחייב:",
            "(כ) ונעל וכו' - היינו שסתם הדלת ואפילו בלא מנעל כיון שאין הצבי יכול לברוח:",
            "(כא) פטורים - דכתיב ואם נפש אחת תחטא בשגגה מעם הארץ בעשותה וגומר ודרשינן בעשותה העושה את כולה ולא העושה את מקצתה וא\"כ כיון שכל אחד בפני עצמו יכול לנעלו הרי כ\"א אינו עושה אלא מקצתו:",
            "(כב) אין אחד יכול וכו' - אורחיה הוא לנעול בשנים והרי לכל אחד מלאכה דבלאו איהו לא מתעבדא [רש\"י] ואם אחד יכול לעשות בעצמו והשני אינו יכול ועשוהו שניהם זה שיכול חייב דמסייע אין בו ממש והוי כאלו עשה הכל לבד וזה שאינו יכול פטור אבל אסור:",
            "(כג) מגופף - פי' סתום באופן שאין הצבי יכול לברוח ע\"כ מותר לנעול דהמנעול רק שמירה הוא ולא צידה דכבר ניצוד ועומד וכן כשהיה הצבי קשור בבית מותר להגיף את הדלת ואפילו אם ניתר הצבי אח\"כ א\"צ לפתוח הדלת כדי שיצא כיון דבהיתר סתם הדלת:",
            "(כד) יכול וכו' - ואפילו אם כונתו בשביל הצבי שרי כיון דכבר נצוד ע\"י הראשון:",
            "(כה) והלך לו - ומיירי שבעת שהלך הראשון לא זז השני ממקומו כלל וכגון שהליכתו היתה לתוך הבית או שהשני ישב בתוך חלל הפתח מבפנים להבית והראשון ישב בתוך חלל הפתח לחוץ ונמצא כשהלך הראשון נשאר הוא על מקומו וע\"כ מותר לו לכתחלה לישב עד שתחשך אף שהוא מתכוין בשביל הצבי כיון דאינו עושה מעשה מחדש אלא הוא שומר להצבי שכבר ניצוד דאם היה להיפוך שהשני ישב מבחוץ והראשון מבפנים א\"כ היה צריך השני לקום ממקומו בעת שהלך הראשון לחוץ וממילא נתבטלה צידת הצבי וכשחוזר השני לישב על מקומו למלא את הפתח הרי הוא חייב משום צידה. אסור לנעול את ביתו כדי לשמור כלי ביתו אם יודע שיש צבי בתוכו אע\"פ שאין מתכוין לצידת הצבי דהוי פסיק רישיה ואסור מן התורה וכ\"ש אם מתכוין בשביל שניהם. ישב אחד על הפתח ולא מלאהו וישב השני ומלאהו השני חייב שעל ידו נעשה הצידה. נכנסה לו צפור תחת כנפי כסותו אף דכבר ניצוד ועומד הוא מ\"מ אסור לו ליקח בידו משום מוקצה דבע\"ח אלא יושב ומשמרו עד שתחשך או אם יש לו בית הולך ומניחו שם. מותר לפתוח את הבית בפני הצבי או לפרוק אותו ממצודתו ובלבד שלא יטלטלנו:",
            "(כו) חייב - דמקרי דבר שבמינו ניצוד:",
            "(כז) ואם בשביל וכו' - היינו אפי' במקום שאין רגילין הנחשים להמית ואין רצין אחריו אלא עומדין במקומן דבזה אסור לילך להרגן וכדלקמן בס\"י אפ\"ה לצודן שרי דהיינו שכופה עליהם כלי או שקושר אותן והטעם דהא הוי מלאכה שאין צריך לגופה דהא אינו צריך לצוד אלא שלא ישכנו ואם היה יודע שיעמוד ולא יזיקנו לא היה צד וקי\"ל דמלאכה שאינו צריך לגופה פטור אבל אסור מדרבנן והכא משום הזיקא אפילו איסור דרבנן ליכא ואפי' להרמב\"ם דמחייב בעלמא במלאכה שא\"צ לגופה מודה בזה וכתבו דטעמא משום דס\"ל דזה לא מיקרי מלאכה כלל והוי כמתעסק בעלמא כיון שאין רצונו בעצם הצידה כלל ואדרבה כונתו להבריח אותו מעליו:",
            "(כח) שמונה וכו' - דהנה מתחלה ביאר המחבר דין צידה בחיה ועוף דבאותן המינים סתמייהו ניצודין לצורך ועכשיו ביאר המחבר דין צידת שרצים דבהו יש חילוק דבאותן המינים שיש להן עורות והוא הח' שרצים האמורים בתורה החולד והעכבר והצב וגומר יש צידה דמסתמא צדן ג\"כ לצורך זה אם לא שכונתו היתה בהדיא שלא לצורך ופטור משום דהו\"ל מלאכה שאינו צריך לגופה אבל שאר שרצים אין להן עורות וסתמייהו ניצודין שלא לצורך אם לא שכונתו היה בהדיא לאיזה צורך ואז הוא חייב אם הוא דבר שבמינו ניצוד:",
            "(כט) והחובל - טעם לחיוב חבלה הוא מפני נטילת נשמה שבאותו מקום כי הדם הוא הנפש וע\"כ אפילו יצא הדם כל שהוא או נצרר הדם כל שהוא חייב:",
            "(ל) בהם - נקט חבלה בשרצים משום דבהו יש שרצים שאין להם עור ואינו חייב עד שיצא הדם כמו שמסיים המחבר אבל כ\"ש דיש חיוב חבלה בבהמה חיה ועוף שכולם יש להם עור וחייב אפילו בנצרר וכ\"ז מיירי כשצריך לדם החבלה לכלבו או לאיזה ענין או לבשר שנצרר בו הדם להאכיל לכלבו עם דמו דאל\"ה הוא בכלל מקלקל ופטור ויש מן הפוסקים שסוברין דלפיכך חייב בנצרר הדם דאין זה בכלל קלקול אלא תקון שדרך העולם להכותם כדי להחלישם שיהא נוח להכבש. ואם עשה חבלה באדם דרך נקמה או בבהמה חיה ועוף של חבירו באופן זה ויצא הדם או נצרר דעת הרמב\"ם שחייב בזה בכל גווני כי איננו בכלל מקלקל והטעם מפני שמיישב את דעתו בדבר זה וינוח יצרו והואיל וחמתו שוככת בדבר זה הרי הוא כמתקן וחייב וה\"ה בקורע בחמתו והראב\"ד פוטר עי\"ש. ולכו\"ע איסור יש בזה דכל המקלקלין בכל מלאכות שבת אף שפטורין מחטאת מ\"מ אסורין וע\"כ יזהר מאד שלא להכות שום חי בשבת הכאה שיכול לבוא לידי חבורה כי עכ\"פ איסור יש בדבר לכו\"ע והעולם נכשלין בזה וכן אסור לחוך שחין שע\"י החיכוך מוציא דם שנבלע בבשר וא\"כ עושה חבורה [מ\"א בסימן שכ\"ח ס\"ק ל\"ד]. ואם הוא מקיז דם לאדם לרפואה כשאין בו סכנה או בבהמה חייב לכו\"ע דהוא בכלל מתקן וגם הוא מלאכה הצריכה לגופה דהא רוצה עתה בחבלה זו כדי להתרפאות. ולפי זה הוצאת השן הוא מלאכה דאורייתא דהוא בכלל חובל לרפואה [כ\"כ מ\"א בסימן שכ\"ח סק\"ג והפמ\"ג והח\"א ועיין בבה\"ל ובמאמר מרדכי משמע דהוצאת השן רק איסור יש בו ולא חיוב חטאת דחבלת הדם הנעשה עי\"ז א\"צ לגופה וכ\"מ מהגר\"ז]:",
            "(לא) חייב - דנצרר היינו שנאסף ונקבץ במקום אחד ושוב אינו חוזר ונבלע בהבשר וע\"כ חייב משום נטילת נשמה שבאותו מקום כי הדם הוא הנפש וכנ\"ל:",
            "(לב) אינו חייב - הטעם דקי\"ל חבורה החוזרת לא שמה חבורה וע\"כ שאר שרצים שעורן רך ממש כבשר במהרה נצרר בו הדם וישוב אח\"כ לקדמותו לפיכך אינו חייב עד שיצא דם משא\"כ ח' שרצים שאין עורן רך אין נצרר בו הדם עד שנתהוה חבורה גמורה שאין חוזרת לקדמותו ויש לחייבו אף בנצרר משום נטילת נשמה שבאותו מקום:",
            "(לג) שלא לצורך - כגון לשחק וכה\"ג ופטור משום דהוה ליה מלאכה שאין צריך לגופה. הצד דגים מן הנהר אפילו נתנו תיכף בתוך ספל של מים שלא ימות חייב משום צידה ואם הניחו עד שמת חייב גם משום נטילת נשמה ולאו דוקא מת אלא אפילו אם הניחו עד שיבש כרוחב סלע בין סנפיריו ועדיין הוא מפרכס והחזירו בתוך המים חייב ג\"כ משום נטילת נשמה דשוב אינו יכול לחיות [ואמרינן בגמרא דלאו דוקא יבש ממש אלא כשזב ריר משם ונמשך האצבע שם כשמניחו עליו] וא\"כ צריך ליזהר שלא יצוה לא\"י ליטול דג מן החבית של מים ולהניחו ביבשה אע\"פ שירא שמא ימות ויפסדו המים דלא מקילינן איסור דאורייתא ע\"י א\"י במקום הפסד אם לא שיצוהו ליתן אותו תיכף בתוך בריכה אחרת של מים וטלטול בע\"ח שהוא איסור דרבנן מקילינן ע\"י א\"י בזה:",
            "(לד) ולהרמב\"ם חייב - אפילו שלא לצורך כל שנתכוין למלאכה דס\"ל מלאכה שאינו צריך לגופה חייב עליה ורוב הפוסקים פוסקים כדעה הראשונה דפטור מחטאת משום דבעינן מלאכת מחשבת ואסור מדרבנן:",
            "(לה) הנקרא ברגות - היינו השחורה הקופצת:",
            "(לו) אסור לצודו - אף דהוא דבר שאין במינו ניצוד עכ\"פ אסור מדרבנן וכנ\"ל בס\"ג ואיצטריך לאשמעינן לאפוקי מדעת איזה מן הפוסקים דסברי דאף זו היא בכלל מאכולת שמותר לצודה ולהרגה ואם הוא ספק לו בלילה אם הוא כנה או פרעוש מותר לצודה ואסור להורגה ומותר לפלות הבגדי' מפרעושים בשבת אך יזהר שלא יטלם בידו דהוא בכלל צידה רק יפילם מעליו:",
            "(לז) אא\"כ הוא וכו' - היינו דמשום צערא דעקיצה לא גזרו רבנן על איסור צידה ומותר לצודו ולהשליכו וזהו שכתב עוקצו [מ\"א וכ\"כ הגר\"א דהאי עוקצו דוקא הוא] ויש מקילין גם כשהוא על חלוקו מבפנים ליטלו בידו ולהשליכו פן יבא לידי עקיצה ואם אפשר לו להפילו לארץ בלי נטילה ביד בודאי נכון להחמיר בזה:",
            "(לח) ואסור להרגו - הטעם דמחלקינן בין פרעוש לכנה הוא דכל מלאכות דשבת ממשכן ילפינן להן וילפינן מיתת כל בע\"ח לחיוב משחיטת אילים מאדמים שהיו במשכן בשביל עורותיהן ולאו דוקא ע\"י שחיטה דה\"ה ע\"י הכאה וחניקה או נחירה וכל כי האי גוונא כיון שבא עי\"ז נטילת נשמה חייב ואמרינן מה אילים מאדמים שפרים ורבים אף כל שפרים ורבים לאפוקי כנה דאינה באה מזכר ונקבה אלא באה מן הזיעה לא חשיבא בריה אבל פרעוש אע\"פ שגם היא אינה פרה ורבה מ\"מ כיון שהוייתה מן העפר יש בה חיות כאלו נברא מזכר ונקבה וחייב עליה משום נטילת נשמה ואפילו אם הפרעוש עוקצו אסור להרגו:",
            "(לט) לא ימללנו - להתיש כחן שלא יחזרו אליו ועיין בספר א\"ר מה שכתב בזה:",
            "(מ) מותר וכו' - בכל מקום שמוצאה בין על בשרו או על בגדיו דרך מקרה:",
            "(מא) להרגה - הטעם כנ\"ל. ורמשים שהוייתן מן הגללים ומן הפירות שהבאישו וכיוצא בהן כגון תולעים של בשר והתולעים שבתוך הקטניות ההורגן פטור [ואסור מדרבנן] אבל רמשים שהן פרים ורבים מזכר ונקבה או שהוייתן מן העפר כמו הפרעושים ההורגן חייב [רמב\"ם] ודוקא התולעים שנתהוו מן הפירות אחר שנתלשו אבל אותן הגדלים בפירות במחובר יש בהן איסור דאורייתא להרגן דמקרי שרץ גמור [כ\"כ מ\"א לפי מה שביארו הפמ\"ג ובבה\"ל בררתי דהפטור מפירות תלושין דוקא כשנתהוו אחר שנתעפשו]:",
            "(מב) לא יהרגם - דכיון שמצויים שם פרעושים גזרינן שמא יהרוג ג\"כ פרעושים. ומ\"מ מותר לזרקן במים [מ\"א] דהריגה גופא אינו אלא גזירה ולא גזרו בזה אבל בפרעושים דיש בהן חשש דאורייתא אסור גם בזה דהוא כמו הריגה ממש. לא יקח אדם הכנים מעורות שועלים וכדומה משום שהוא מנתק מן הצמר והוי פסיק רישיה:",
            "(מג) אבל המפלה וכו' - דבראש אינו מצוי פרעושים ולא שייך לגזור בשבילם וכתב הט\"ז דה\"ה במפלה על בשרו ג\"כ מותר להרגם דשם ג\"כ אינו מצוי שיחפש אחר פרעושים ולא גזרו בזה כ\"א במפלה את בגדיו:",
            "(מד) שהם וכו' - כגון כלב שוטה וכה\"ג:",
            "(מה) אחריו - ואפילו בורחין מלפניו:",
            "(מו) אם רצין וכו' - לדעת הרמב\"ם דמחייב במלאכה שאין צריך לגופה צ\"ל דהכי קאמר שאין ממיתין ודאי אלא הוא ספק פקוח נפש ולכן ברצין אחריו איכא חשש סכנתא ושרי מיהו לדידן דסבירא לן מלאכה שאין צריכה לגופה מדרבנן הוא דאסירא אף שאין ספק פקוח נפש כלל שרי משום צערא בעלמא כדי שלא יוזק. ודוקא אלו וכל כי האי גוונא שמזיקין הן בטבען ונשיכתן נשיכה עוקצת אלא שאין דרכן להמית בזה המקום משא\"כ פרעוש דלעיל וכל רמשים קטנים כהאי גוונא דאף ע\"י עקיצתן ליכא צער כולי האי בהני אסור להורגן אף כשהם עוקצין אותו אלא יבריחם מעליו [ב\"י]:",
            "(מז) לדורסם - וה\"ה שכופה עליהן כלי [א\"ר]:",
            "(מח) ואפילו במתכוין - דמלאכה שאין צריכה לגופה היא והכא כשהן מזיקין אפילו מדרבנן לא גזרו כשאין הורגן להדיא אלא שיראה לפני הרואה כאלו אינו מתכוין שלא יאמרו זה נוטל נשמה בשבת במתכוין ולא ידעו לחלק אמנם נמלים ושאר שקצים ורמשים אפילו דרך הילוכו אסור לדרסן. אסור להרוג בשבת שממית שקורין שפי\"ן ואף שאומרים העולם שהוא סכנה כשנופל במאכל מ\"מ לא ברי הזיקא וגם יכול לכסות המאכלים לכן יש למחות בידם וכ\"ש דיש ליזהר מלהרוג שאר רמשים ותולעים הנמצאים בפירות [אחרונים]:",
            "(מט) ע\"ג קרקע - וע\"ג רצפה תליא בפלוגתא דסימן של\"ו ס\"ב גבי כבוד הבית במרוצף ע\"ש ולהרמ\"א דאוסר שם בכל גווני ה\"ה הכא דאסור אף על גבי רצפה וע\"ג ספסל לכו\"ע שרי דלא שייך בזה אשוויי גומות ומשום מירוח גופא ליכא למיסר דלא שייך מירוח אלא כשממרח איזה דבר ע\"ג חבירו וכונתו שיתמרח אבל כאן רוצה שיהיה נבלע:",
            "(נ) ואע\"ג דממילא וכו' - כלומר דלפעמים ממרח ואיכא למיחש שמא ישכח ויכוין וישוה גומות כמש\"כ סימן ש\"ב ס\"ו מ\"מ הכא שרי משום מאיסותא:",
            "(נא) שרי משום מאיסותא - אע\"פ שבעת שדורס על הרוק מצוי שמשפשף ג\"כ מעט אעפ\"כ התירו משום מאיסותא כיון דלא משפשף הנה והנה ולא הוי פסיק רישיה. ודוקא כשהוא בדרך הלוכו אף שהוא מתכוין לדרוס על הרוק אבל אינו מתכוין למרחו אבל אסור לילך למקום הרוק כדי לדרוס עליו דזה אינו נקרא לפי תומו אלא ילך ויציג רגלו על הרוק ויזהר שלא ישפשף כלל דזה מותר בכל גוונא. כתב המ\"א האידנא דליכא דקפיד ברוק משום מאיסותא צריך ליזהר שלא יהיה שום שפשוף כשדורס עליו רק יציג רגלו על הרוק. ובליחה היוצאת מן הפה או מן החוטם ודאי איכא מאיסותא ושרי לדרסו לפי תומו ובבהכ\"נ אפילו ברוק שרי לדרוס עליו לפי תומו דנוהגין בו כבוד וכדלעיל בסימן צ' סי\"ג ונראה דאפילו בביתו כשהוא מרוצף אין להחמיר ברוק יותר מבליחה:",
            "(נב) חיה ועוף שברשותו - כולל כל מיני בע\"ח שהרגילן בבית ונעשו בני תרבות:",
            "(נג) מותר וכו' - היינו אפילו בחוץ והטעם כיון שהם בני תרבות והורגלו בבית וממילא יחזרו לביתם בערב ונוח לתפסן לכן אף כשיצאו מן הבית הרי הן כניצודין ועומדין ולא שייך בהם צידה:",
            "(נד) לצודן - ובלבד שלא יטלם בידו שכל בע\"ח הם מוקצים אלא רודף אותם עד שיכנסו למקום צר ונועל בפניהם:",
            "(נה) גדול - אבל אם החצר קטן דבלא\"ה אין צריכין להם מצודה אפילו איסור דרבנן ליכא:",
            "(נו) שאם וכו' - היינו שעכשיו שנתגדלו בין אנשים אין צריכין להם מצודה כי יבואו מעצמן לביתם לערב ומ\"מ כיון שמרדו ואין נוח לתפסם והחצר גדול מחזי כעין צידה ואסור על כל פנים מדרבנן:",
            "(נז) דאסור - היינו כשהם בחוץ או בפנים בבית גדול שיש בו שיעור צידה דהיינו שלא יכול להשיג בשחיה אחת וכנ\"ל בריש הסימן ופסקו האחרונים כהי\"א הזה. ואם יצאו העופות לחוץ וחושש שלא יגנבו אותן אף דאסור לתפסן בעצמו בידים מ\"מ אם תינוקות קטנים צדין אותם א\"צ למחות בידן גם דמותר לומר לא\"י שיצוד אותן דהוי שבות דשבות כ\"כ הח\"א וכתב עוד דמותר לעמוד בפני העוף שלא יברח כדי שממילא יחזור לבית גם הביא המ\"א בשם האגודה דמותר לדחות העוף מאחריו שיכנס לבית אם הבית גדול שאין יכול להשיגו שם בשחיה אחת דאין כאן צידה גמורה ובח\"א כתב דאם דרכו של אותו העוף שאין נשמט מן היד כמו שיש מן התרנגולות שתיכף היא יושבת כשרוצין לתפסה ואין צריך לרדוף אחריה דבהו אין איסור צידה כלל לכו\"ע אם הורגלה כבר בבית ומותר להכניסה ע\"י דחיה או לרדפה אף לבית קטן או לכלוב שלה וכן יש להקל:",
            "(נח) לצוד - ולפ\"ז יש ליזהר שלא להכניס העופות בשבת מן הבית [כשהוא גדול ומחוסר צידה שם] למקום הכלוב שלהם ששם המקום צר ומקרי צידה גמורה. ואם הוא מתכוין להכניסם לכלוב רק כדי שלא יעשו היזיקות בבית אפשר שיש להקל ועיין בביאור הלכה. ואם היו עופות חדשים שלא הורגלו בבית יש בזה איסור בכל גוונא ואפילו אם נכנסו בעצמן לכלוב אסור לנעול הדלת של הכלוב בפניהם:",
            "(נט) אבל פרה וסוס וכו' - פירוש דבפרה וסוס שהם מיני בהמות לא שייך צידה כלל אפילו מדרבנן אפילו קנה אותם מחדש ועדיין לא הורגלו לבוא לביתו כי אין עשויין להשמט מתחת ידי אדם ומותר לתפוס אותן ולסגור אותן במקום צר ובשאר חיה ועוף שברשותו שעשויין להשמט מידי אדם אף שאין צריכין מצודה לתפסן כי יבואו מעצמן לביתן לערב מ\"מ יש בו איסור צידה דרבנן וכל זה בשלא מרדו אבל מרדו אפילו פרה וסוס חייב חטאת עבור צידתן אפילו נתגדלו מתחלה בביתו וזהו שכתב וכ\"ש שאר חיה ועוף וכו' והוא שמרדו הפרה והסוס לגמרי וברחו מרשותו עד שצריך לבקש מצודה או איזה תחבולות לתפסו וגם אינן באים לערב לביתו:",
            "(ס) וכ\"ש וכו' שמרדו - מיירי ג\"כ שמרדו וברחו ואינן חוזרין לביתו בערב אלא לנין בשדה כאווזא ובר אווזא שלנין על המים וקשה לתפסן בלי מצודה ותחבולה וגם המחבר מודה דבזה חייב חטאת הצודה אותן. וכתבו האחרונים דמזה נלמוד דה\"ה אם קנה אווזין ותרנגולין מחדש ועדיין אינן רגילין כלל בביתו ואם יצאו לא יחזרו עוד לבית אלא תנקר באשפה הצדן חייב. ואם יצאו מן הבית אסור לצודן אפילו ע\"י א\"י [ח\"א] ונראה דאם הבית גדול דלא מטא ליה בחד שחיה מותר על ידי א\"י להכניסן בתוכו אם חושש שיבוא לידי פסידא ואם תינוקות קטנים רודפין אותם להחזירן לתוך הבית הזה גם כן אין מוחין בידן ועיין בבה\"ל:",
            "(סא) דינה כשאר חיה - ר\"ל דאין דינה כבהמה אלא כחיה ועוף ויש בה כל פרטי דיני איסור צידה כמו בהם וכנ\"ל:",
            ""
        ],
        [
            "בגמרא אמרינן דיש כאן ג' חלוקות אחד חייב חטאת ואחד פטור אבל אסור ואחד מותר לכתחלה ולשיטת הרי\"ף והרמב\"ם והמחבר דסתם כותייהו דינא הכי דאם הוא קשר של קיימא כגון שדרכו שיהיה כך לעולם [דהיינו שאינו קוצב זמן בדעתו להתירו והוא קשר שעשוי להתקיים תמיד] והוא ג\"כ מעשה אומן חייב חטאת ונתבאר לקמן בסוף הסעיף בהגה מה הוא מעשה אומן ואם הוא קשר של קיימא ואינו מעשה אומן מעשה אומן ואינו קשר של קיימא פטור אבל אסור אינו מעשה אומן ואינו קשר של קיימא מותר לכתחלה ודעת רש\"י והרא\"ש וש\"פ דלא תלי כלל בעצם הקשר אם הוא מעשה אומן אלא דעיקר החילוק הוא דאם הוא קשר של קיימא דהיינו שדרכו שישאר כך לעולם וכנ\"ל חייב חטאת ואפילו אם הוא מעשה הדיוט ואם אין דרכו לקושרו רק לזמן פטור אבל אסור דדמי קצת לשל קיימא ואפילו אם הוא מעשה הדיוט ואם דרכו להתירו באותו יום מותר לכתחלה אפילו הוא מעשה אומן דאין שם קשר עליו וי\"א דכל מי שדרכו להתיר בתוך שבעה ימים הוי כמו שדרכו להתיר באותו יום ומעתה יבוארו דברי המחבר והרב על נכון:",
            "(א) קשר של קיימא - ואפילו לא מיהדק שפיר ויוכל להתירו באחת מידיו חייב כיון דלא יהיה ניתר מעצמו:",
            "(ב) קשר הגמלים - שנוקבין לגמל בחוטמו ונותנין בו טבעת של רצועה וקושרין אותה ועומדת שם לעולם וכשרוצה לקושרו קושר רצועה ארוכה באותה טבעת וקושרין בה ופעמים שמתירה ואותו קשר הראשון הוא קשר הגמלים שהוא קשר של קיימא:",
            "(ג) וקשר הספנים - גם הוא כמין טבעת שעושין מן רצועה בנקב שבראש הספינה ואותו קשר מתקיים תמיד וכשרוצה להעמידה קושר רצועה באותה טבעת ומעמידה בה וכשרוצה להתירה מתיר הרצועה ונוטלה ואותו קשר הראשון של הטבעת הוא קשר הספנים:",
            "(ד) בשעת עשייתן - היינו הקשר שקושר בתוך המנעול שלא תוכל הרצועה לצאת והוא קיים לעולם:",
            "(ה) דכל קש\"ק וכו' - היינו שאין דרכו להתירו לעולם וכנ\"ל. ודעה זו פליגא אמחבר גם בשאינו של קיימא והוא מעשה הדיוט והיה דעתו שיתקיים הקשר איזה זמן דלהמחבר מותר ולדעה זו פטור אבל אסור דדמי קצת לקשר של קיימא וע\"ז קאי הני תרי י\"א שהביא הרמ\"א דלדעה הראשונה כל קשר שאינו עשוי להתיר באותו יום עצמו מקרי של קיימא במקצת ואסור לכתחלה ולדעה שניה כל שמתירו בתוך שבעה ימים לא מקרי של קיימא כלל ומותר לכתחלה:",
            "(ו) באותו יום עצמו - אלא למחר אבל אם עשוי להתיר בליל מ\"ש לא מקרי של קיימא כלל ומותר לכתחלה ומיהו אם קושר בליל ש\"ק ועשוי להתיר ביום שבת עצמו אע\"ג דאין ממש באותו יום מ\"מ י\"ל דשרי דכל פחות מכ\"ד שעות ביומו מקרי [פמ\"ג]:",
            "(ז) דינו כמו וכו' - ר\"ל דאם הוא קשר שחייבין על קשורו חייבין על התירו וכל שהוא פטור אבל אסור או מותר לכתחלה גם בהתירו כן הוא [רמב\"ם] וכל קשר שמותר להתירו אם אינו יכול להתירו מותר לנתקו אם הוא לצורך ואין לעשות כן בפני ע\"ה שלא יבא להקל יותר [אחרונים בשם היש\"ש]:",
            "(ח) כיצד נפסקה וכו' - אדלעיל קאי בשל קיימא ואינו מעשה אומן דפטור אבל אסור:",
            "(ט) חבל בדלי - התלוי שם ע\"פ הבאר לשאוב בו מים:",
            "(י) שאינו של קיימא - היינו אפילו בשעשאו להתיר באותו יום עצמו אסור לדעה זו כיון שעשהו מעשה אומן:",
            "(יא) שקושר למדוד - היינו שקושר שני חבלים ביחד כדי שיוכל למדוד בהם שיעור מקוה:",
            "(יב) מותר לקשור וכו' - היינו אפילו הוא מעשה אומן דאל\"ה אפילו בלא מצוה שרי ומיירי כשא\"א בענין אחר דאל\"ה יעשהו מעשה הדיוט או עניבה לבד וימדוד בו ולא יצטרך להתיר איסור דרבנן:",
            "(יג) שאינו של קיימא - היינו אפילו הוא עשוי לזמן. כתב בספר בית מאיר שמה שהעתיק השו\"ע דמותר במקום מצוה הוא רק דעת הרמב\"ם והטור אבל לרש\"י והתוספות וברטנורה שם מצדד דקשר האסור אסור אפילו במקום מצוה עי\"ש:",
            "(יד) דיש ליזהר וכו' - פי' כיון דלרי\"ף ורמב\"ם אסור לכתחלה באומן אפילו כשמתיר בו ביום ואין אנו בקיאין מהו קשר של אומן ומסתברא דכל קשר שקושרין אותו הדק היטב הוי של אומן לכך אנו נזהרים בכל קשר שהוא של שני קשרים דשני קשרים הוי קשר אמיץ ומש\"כ שום קשר ר\"ל אפילו אותן קשרים המבוארין לקמן בסימן זה דמותר לקשור ולהתיר היינו דוקא בקשר אחד:",
            "(טו) דינו כשני קשרים - דאז מתהדק שפיר ומקרי קשר של אומן:",
            "(טז) נשמטו וכו' - אבל במנעל חדש אסור ליתן הרצועות בשבת אפילו אם הנקב רחב דמתקן מנא וה\"ה בסרבל או במכנסים חדשים אסור להכניס שם רצועות או משיחה דמבטל ליה התם ומקרי מתקן מנא אבל אבנט שרי להכניסו אפילו במכנסים חדשים דלא מבטל ליה התם והוא עשוי להכניס ולהוציא תדיר:",
            "(יז) רוב הרגל - שמנעלים שלהם היו עשויים פרקים ומחוברים ע\"י הרצועות וכשנשמט חלק המנעל שעל רוב הרגל ממקומו מחזירו ומהדקו מחדש ע\"י הרצועות [כן משמע מא\"ר] ויש מפרשים שנשמט מנעלו מרוב רגלו ע\"י שאין מהודק ורוצה ליתן הרצועה בנקב אחר [פמ\"ג]:",
            "(יח) הרצועות למקומן - ודוקא אותן הרצועות אבל רצועה חדשה שלא היתה שם מתחלה אסור דמקרי מתקן מנא [א\"ר]:",
            "(יט) שלא יקשור - פי' שלא יעשה קשר בראשו שלא ישמט דהוי קשר של קיימא כמ\"ש סוף ס\"א:",
            "(כ) בלא טורח - דהיינו שהנקב רחב והאחרונים השיגו ע\"ז דאפילו הנקב רחב אסור במקום שרגילים לקשור דחיישינן שמא יקשור ובמקום שהנקב צר אפילו במקום שאין רגילין לקשור אסור דצריך טורח וא\"כ ברצועות שלנו במנעלים ובמכנסים דרגילין לקשור בראשן אפילו אם הנקב רחב אסור להחזירן ועיין בבה\"ל:",
            "(כא) שאינו קשר של קיימא - שאינו עשוי להתקיים רק עד שיקחנו הבעה\"ב לביתו ויש מחמירין בדבר אלא אם כן עשוי להתיר באותו יום של הכביסה:",
            "(כב) דמתקן מנא הוא - וחייב משום מכה בפטיש דהוא גמר מלאכה:",
            "(כג) וקשרו - בטוב עד שאינו יכול להתירו אא\"כ יחתוך החוטים או ינתקן ולכן חשיב עתה כפתיחה מחדש ואסור משום תיקון מנא ובספר יש\"ש כתב דכתונת שנתקשרו המשיחות ולא יוכל להתיר שרי לכו\"ע לנתקן שהרי אינו עשוי אלא להתירו בכל זמן שירצה ולא מקרי קשר ואף זה לא יעשה בפני ע\"ה אלא בצנעא א\"כ צ\"ל דס\"ל להיש\"ש דדוקא כשחזר האומן וקשרו אסור לנתק אבל שאר קשירות שרי כ\"כ מ\"א [והטעם אפשר דכשקשרו האומן בשעת מלאכה יש בזה משום מכה בפטיש כשחותכו ומנתקו אח\"כ דהוא גמר מלאכה אבל שאר קשירות שנקשרו אחר שכבר נגמר הבגד אין שייך בזה משום מכה בפטיש כשמנתקו אח\"כ] ואם אינו רגיל להתיר הקשר של הכתונת אלא משבת לשבת אסור לנתק כמו דאסור להתיר ומ\"מ אם דרכו לעשות עניבה ובלא כונה נקשר דינו כקשר שעשוי להתיר בכל יום [ח\"א]:",
            "(כד) עושין - שתופרין אותו עד שנגמרה מלאכתו:",
            "(כה) לנתק או לחתוך - והטעם נראה משום דהוא חשיב כקורע ע\"מ לתקן. כל קשר שהוא עשוי לזמן ולא לתמידות ואפילו אם הוא קשר אמיץ יש להקל ע\"י א\"י לקשור ולהתיר אם הוא לצורך הרבה דהוי שבות דשבות [אחרונים]:",
            "(כו) דלי וכו' - סעיף זה איירי כשקושר דלי לבאר שיהיה לשאוב בו מים וה\"ה כשנפסק חבל שעל הדלי גופא דבמשיחה ואבנט מותר ובחבל אסור אם לא בעניבה וכדלקמיה ואפילו אם יחשוב לקשרו שם רק לפי שעה ג\"כ אסור:",
            "(כז) במשיחה או באבנט - דהוא חשיב ואינו מבטלו שם והוי קשר שאינו של קיימא אבל בחבל אפילו חבל דגרדי דהוא חשיב ג\"כ אסור דגזרינן אטו חבל דעלמא דאינו חשיב ודרכו לבטלו שם והוי של קיימא:",
            "(כח) שאינם קבועים - ר\"ל ועתיד לחזור וליטול את הדלי משם ועיין בבה\"ל:",
            "(כט) נוהגין בו היתר - וכתבו האחרונים הא דנוהגין היתר בקשר אחד למטה היינו דוקא כשעשוי להתיר בו ביום ומשום דע\"י עניבה ע\"ג קשר עדיין אינו נקרא מעשה אומן אבל אם היא לקיימא על איזה זמן כגון בלולב וכיוצא בו אסור לעשות קשר למטה אלא עניבה בלבד ורשאי לעשות שתי עניבות זה ע\"ג זה וכן יש לנהוג:",
            "(ל) בשני ראשי הפתח - דמסתמא יתיר את שניהם ולא הוי קשר של קיימא וה\"ה דמותר לקשור שני חבלים זו למעלה מזו ולא אמרינן דמבטל ליה לאחד דפעמים מתיר את זו ולפעמים זו אבל אם בדעתו לבטל לאחד אסור:",
            "(לא) של גרדי - ולא גזרינן אטו חבל דעלמא כמו שכתב בס\"ד דהכא בפרה אפילו חבל דעלמא לא שכיח דיהא של קיימא:",
            "(לב) ולא חיישינן וכו' - דחבל גרדי חשוב ולא יניחו שם:",
            "(לג) חבל דעלמא לא - דלמא יניח ראש אחד קשור אבל אין הטעם משום מוקצה דסתם חבל שבבית מוכן הוא לתשמיש [א\"ר בשם התוספתא]:",
            "(לד) מותר בכל חבל - דסתמא אותו הקשר שהיה כבר מניחו להיות קשור ומתיר ראש השני [ב\"ח]. כל קשר שלפעמים נמלך ומבטלו שם לעולם אע\"פ שתחלת עשייתו לא היתה ע\"מ להניח שם אסור מדרבנן הלכך אסור לקשור רצועות המכנסים שלפעמים נמלך ומבטלו שם לעולם עד שיהיה בלוי ועיין בתחלת הסימן בביאור הלכה מה שכתבנו שם אודות זה. אוכלי בהמה מותר לקשור בהן בשבת דלא שייך בו קשר של קיימא [רמב\"ם] וכתב הח\"א דדוקא בגמי לח וכיוצא בו דכשיתיבש תנתק אבל קש וכיוצא בו וכן בעלין של לולבין דלא מינתק דינו כתבן [עיין בגמרא קי\"ב וקנ\"ז ע\"ב ע\"ש ברש\"י] ועיין בבה\"ל מה שכתבנו בזה. הפותל חבלים חייב משום קושר והמפרידן ואינו מכוין לקלקל חייב משום מתיר [רמב\"ם]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}