{
    "versionTitle": "Hilchos Chanukah",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) מתחילין שמונת ימי חנוכה - כי בבית שני כשמלכו מלכי רשעה גזרו גזירות על ישראל ובטלו דתם ולא הניחו אותם לעסוק בתורה ומצות ופשטו ידם בממונם ובבנותיהם ונכנסו להיכל ופרצו בו פרצות וטמאו הטהרות וצר להם לישראל מאוד מפניהם ולחצום לחץ גדול עד שריחם עליהם אלהי אבותינו והושיעו מידם והצילם וגברו בני חשמונאי הכהנים הגדולים והרגום והושיעם ישראל מידם וחזרה מלכות לישראל יתר על מאתים שנה עד החורבן השני וכשגברו ישראל על אויביהם ואיבדום בכ\"ה בכסליו היה ונכנסו להיכל ולא מצאו שמן טהור במקדש אלא פך אחד שהיה מונח בחותמו של כ\"ג ולא היה בו להדליק אלא יום אחד בלבד ונעשה נס והדליקו ממנו נרות המערכה ח' ימים עד שכתשו זיתים והוציאו שמן טהור. ומפני זה התקינו חכמים שבאותו הדור שיהיו הימים האלו שתחלתן כ\"ה בכסליו ימי שמחה והלל ומדליקין בהן הנרות בערב על פתחי הבתים בכל לילה ולילה משמונת הלילות להראות ולגלות הנס. והוא מצוה מד\"ס כקריאת המגילה וימים אלו הן הנקראים חנוכה ר\"ל חנו כ\"ה שביום כ\"ה חנו מאויביהם. ומפני שהן ימי שמחה והלל לכך אסור בהן ההספד והתענית נוהגין העניים לסבב בחנוכה על הפתחים ויש טעם לזה:",
            "(ב) ואסורים בהספד ותענית - עיין לקמן סימן תרפ\"ו ס\"א במ\"ב:",
            "(ג) הנשים - דוקא נשים לפי שנעשה נס על ידיהם כדלקמיה בס\"ב בהג\"ה ויש מקומות שגם האנשים מחמירים בזה:",
            "(ד) בעוד שהנרות דולקות - בביתו כדי להכיר שאסור להשתמש לאורה והוא כחצי שעה:",
            "(ה) שאין להקל להם - דהוי כדברים המותרים ואחרים נהגו בהם איסור שאין להתיר בפניהם. וכתב בשלטי גבורים וכן הסכים בתשובת חכם צבי שבמקום שנהגו איסור מלעשות מלאכה כל היום יש למחות בידם כי הבטלה עברה היא ומביאה לידי שעמום:",
            "(ו) שלא קבעום למשתה ושמחה - אלא להלל ולהודות. ונראה הטעם דלא קבעו כאן לשמחה כמו בפורים כי בפורים היה הגזירה להשמיד ולהרוג את הגופות שהוא בטול משתה ושמחה ולא את הנפשות שאפילו המירו דתם ח\"ו לא היה מקבל אותם לכך כשהצילם הקב\"ה ממנו קבעו להללו ולשבחו ית' ג\"כ ע\"י משתה ושמחה משא\"כ במעשה דאנטיוכוס שלא גזר עליהם להרוג ולהשמיד רק צרות ושמדות כדי להמיר דתם [כמו שאנו אומרים להשכיחם תורתך ולהעבירם מעל חוקי רצונך] ואם היו ישראל מכניעים להם להיות כבושים תחת ידם ולהעלות להם מס וחוזרין לאמונתם ח\"ו לא היו מבקשים יותר אלא שהגביר הקב\"ה יד ישראל ונצחום לכך לא קבעום אלא להלל ולהודות לבד כלומר כיון שהם רצו למנוע אותנו מזה לכפור בדתו ח\"ו ובעזרתו ית' לא הפיקו זממם וגברה ידינו לכך אנו מודים ומשבחים לו על שהיה לנו לאלהים ולא עזבנו מעבודתו [לבוש]:",
            "(ז) דבאותן הימים וכו' - ר\"ל בכ\"ה בכסליו כדאיתא במדרש דמלאכת המשכן נגמר בכ\"ה בכסליו אלא שהמתין הקב\"ה בהקמה עד ניסן שנולד בו יצחק ואמר הקב\"ה עלי לשלם לכסליו ושילם לו חנוכת בית חשמונאי. וגם שם בימי אנטיוכוס טמאו ההיכל ועשו חנוכת הבית בשמנה ימים אלו בבית:",
            "(ח) זמירות - וה\"ה בנישואי בת ת\"ח לע\"ה אם אומרים שירות הוי סעודת מצוה [מ\"א בשם מרדכי]:",
            "(ט) ואז הוי סעודת מצוה - ר\"ל בצרוף זה וכ\"פ הרש\"ל והב\"ח כהיש אומרים וכתב הרש\"ל שכל שעושה כדי ליתן שבח למקום או לפרסם הנס או המצוה הכל סעודת מצוה:",
            "(י) שהאכילה יהודית - היא היתה בתו של יוחנן כ\"ג והיתה גזירה שכל ארוסה תבעל לטפסר תחלה והאכילה לראש הצוררים גבינה לשכרותו וחתכה את ראשו וברחו כולם:",
            "(יא) ואין מתענין - כנ\"ל ס\"א. ואם עבר והתענה יום שמת בו אביו ואמו או ת\"ח צריך למיתב תענית לתעניתיה אחר חנוכה ועיין בדה\"ח מה שכתב בזה:",
            "(יב) ע\"ל בהלכות ר\"ח וכו' - ששם כתב שא\"א ביום שא\"א בו תחנון וכן לקמן בסימן תרפ\"ג ע\"ש. אבל לפניהם ולאחריהם נראה דאין להחמיר לענין צדוק הדין עיין לקמן סימן תרפ\"ו דלענין הספד גופא הרבה מקילין ואף אם נרצה להחמיר כאיזה פוסקים דמחמירין בהספד לפניהם וממילא גם צדוק הדין אין לומר עכ\"פ לאחריהם בודאי אין להחמיר ויוכל לומר צדוק הדין וכ\"כ הפמ\"ג. אבלות לכו\"ע נוהג בחנוכה. אונן פטור מנר חנוכה. וכתב בא\"ר דאשתו תדליק. ואם הוא מותר לענות אמן יש דיעות בפוסקים עיין ביו\"ד סימן שמ\"א. ונראה דאם אין אשתו עמו והוא יחידי בבית ידליק הנרות לפרסומי ניסא ובלא ברכה [פמ\"ג] חרש שאינו שומע והוא מדבר חייב בנר חנוכה דהוא כפקח לכל דבריו [שם]:"
        ],
        [
            "(א) צריך ליזהר וכו' - ואמרינן בגמרא הרגיל בנר הויין לו בנים ת\"ח שנאמר כי נר מצוה ותורה אור ופירש\"י ע\"ז נר מצוה דשבת וחנוכה:",
            "(ב) ואפילו עני וכו' - משום פרסומי ניסא:",
            "(ג) שואל - על הפתחים או מוכר כסותו או משכיר עצמו אבל אינו מחוייב בכל זה רק בשביל נר אחד בכל לילה:",
            "(ד) מכאן ואילך וכו' - ואם אין ידו משגת רק לנר אחד בכל לילה לו ולביתו יצא בזה מדינא ושיעורא דשו\"ע הוא רק למי שידו משגת להיות מהדר מן המהדרין כדאיתא בגמרא:",
            "(ה) אחד בכל לילה - ואם יש לו ט' נרות ידליק בליל שני שתי נרות ואם יש לו י' נרות אעפ\"כ לא ידליק רק בליל ב' ב' ובליל ג' לא ידליק שתים רק אחת [ח\"א]:",
            "(ו) עד שבליל אחרון וכו' - ומי שאין לו שמן הרבה יתן באחד שמן כשיעור והמותר יחלק לכולם שאם יעשה לכולם בשוה לא ידליק אפילו אחד כשיעור. ואם יש לו שמן בצמצום על כל השמנה ימים ולחבירו אין לו כלום מוטב שידליק בכל לילה אחד ויתן גם לחבירו דהא מדינא א\"צ אלא אחד כנ\"ל ודוקא כשחבירו אינו מב\"ב או שאינו סמוך על שולחנו אבל אם הוא מב\"ב מוטב שיהיה הוא מהמהדרין:",
            "(ז) יהיו שמנה - ואם השמן הוא ביוקר מוטב להדליק בנרות שעוה ולהיות מוסיף והולך כמו שכתוב בפנים ממה שידליק בשמן זית נר א' בכל לילה לבד:",
            "(ח) לא ידליקו יותר - בין בלילה ראשונה ובין בשארי לילות דהכל נגררים אצל בעה\"ב אפילו בניו הגדולים ומשרתיו כיון שהם סמוכים על שולחנו בקביעות הם בכלל בני ביתו:",
            "(ט) וי\"א דכל אחד וכו' - לבד מאשתו דהיא כגופו:",
            "(י) ידליק - היינו כמו שכתוב לעיל בס\"ב דיוסיף והולך נר א' בכל לילה ואם אין ידם משגת כ\"כ ידליקו נר אחד בכל לילה:",
            "(יא) שתי פיות - היינו שהפתילות מבפנים מונחים בנר זה אצל זה רק ראשי הפתילות כשבולטין לחוץ נחלקין לשתי מקומות וקמ\"ל דאע\"פ שמבפנים אינן מובדלין הפתילות כלל זה מזה מ\"מ כיון שבמקום הנחתן בפה מינכר שהם שתים נחשבות כשתים:",
            "(יב) עולה לו בשביל שנים - משמע מלשון זה דאפילו למהדרין העושין נר לכל אחד ג\"כ יועיל זה לשני בני אדם ועיין במ\"א שדעתו דלפי מאי דאיתא לעיל בהג\"ה דלדידן דמוסיפין בכל לילה נר אחד לכל אחד מן הבית צריך כ\"א להדליק נרותיו במקום מיוחד לא ידליקו שני אנשים בנר אחד ואפילו בלילה הראשונה יש ליזהר בזה. ואפשר דוקא נר אחד שיש לו רק שני פיות אבל במנורת שלנו שיש להן ח' פיות מותר להדליק שני בני אדם זה בקצה זה וזה בקצה זה שהרי רואין שהדליקו שנים דאל\"כ היה מדליק כסדר אחד אצל חבירו [ח\"א] וכן נוהגין העולם:",
            "(יג) אם כפה וכו' - שעי\"ז אין מתחברים כל הפתילות יחד ודוקא כשכפה ואח\"כ הדליק אבל אם הדליק ואח\"כ כפה צריך לכבות ולכסות בכלי ולחזור ולהדליק:",
            "(יד) לפי שהוא כמדורה - שמתחברות כל הלהב יחד:",
            "(טו) בשורה בשוה - היינו שלעשות אחד נכנס ואחד יוצא ג\"כ אינו כדאי שלא יבוא לעשות בעיגול:",
            "(טז) דהוי כמדורה - ואם יש הפסק מחיצה בין נר לנר וכרחב אצבע ביניהן מותר ואפילו לא כפה עליה כלי וכן נוהגין דדוקא בקערה שאין שום הפסק בין נר לנר [ח\"א]:",
            "(יז) בפמוטות - של נחושת העשויין קנים קנים יוצאין סביבות בעיגול שהקנים חלולין ומחיצת כל קנה מפסיק בינו לבין חבירו:",
            "(יח) מאחר שכל נר מובדל הרבה וכו' - משמע מלשון זה דתרתי בעינן דהיינו שיהיו ג\"כ מובדלים הקנים אחד מחבירו לבד מה שיש לכל קנה מחיצה בפני עצמה ועיין בא\"ר שכתב דדי ברחב אצבע. וה\"ה כשמדבקין נרות שעוה בכותל יראה שיהיו מרווח אחד מחבירו עכ\"פ כשיעור אצבע:",
            "(יט) שאין לדבקן ביחד ולהדליקן - אפילו להדביק שנים ביחד אסור וכ\"ש ד' או ה' דודאי נראה כמדורה:",
            "(כ) אפילו בנרות של שבת ויו\"ט וכו' - עיין בבה\"ל:",
            "(כא) מבחוץ - משום פרסומי ניסא וקמפרש ואזיל כיצד אם הבית וכו':",
            "(כב) ואם יש חצר לפני הבית וכו' - וחצרותיהן היו פתוחות לר\"ה:",
            "(כג) שאין לו פתח פתוח לר\"ה - וגם אין לו פתח פתוח לחצר אלא פתוחה היא לבית:",
            "(כד) וצריך נר אחר - לעשות היכר לדבר:",
            "(כה) ואם יש מדורה - ויכול להשתמש לפניה ויש הכירה שהנר של מצוה היא:",
            "(כו) למעלה מג\"ט - דכל למטה מג' כאלו הניח בקרקע ואין ניכר שבעה\"ב הניחו שם ומ\"מ בדיעבד יצא [פר\"ח]:",
            "(כז) למטה מי\"ט - דאיכא פרסום הנס טפי כשהוא למטה דדבר העשוי לאור אין דרך להניחה כ\"כ למטה ועיין בא\"ר שכתב דהא דאין העולם נזהרין בזה משום דסומכין על המרדכי שכתב דעכשיו שהורגלו להניח בפנים אין קפידא בזה אכן הטור סתם בזה ומשמע דס\"ל דאין לחלק בזה וכן נוהגין כל המדקדקים כמ\"ש בב\"י. ואם דר בעליה מניחה בחלון שהוא לצד ר\"ה אפילו אם החלון גבוה יותר מי\"ט מקרקעית העליה. ואם יש לו שתי חלונות אחד למעלה מי\"ט ואחד למטה מי\"ט ודאי יניחנה בחלון שהיא למטה מי\"ט. ובנרות בהכ\"נ המנהג שהמנורה במקום גבוה:",
            "(כח) למעלה מכ' אמה וכו' - דלא שלטא ביה עינא ואין נ\"מ בין אם מדליק מבחוץ ובין אם מדליק בבית:",
            "(כט) לא יצא - וצריך לחזור ולברך כ\"כ הפר\"ח ועיין בפמ\"ג מש\"כ בזה:",
            "(ל) והניחה למטה מכ\"ף וכו' - אבל אם הדליקה למטה מכ' ונטלה משם והניחה במקום אחר תוך כ' יוצא דהא הוי הדלקה במקומה דשני המקומות כשרים:",
            "(לא) בטפח הסמוך וכו' - שאם ירחיקנה להלן מן הפתח אינו ניכר שבעה\"ב הניחו שם:",
            "(לב) לפתח - בין אם ההנחה הוא על פתח הבית או על פתח החצר:",
            "(לג) כדי שתהא וכו' - ויהיה מסובב במצות מיהו בדיעבד אם הניח נר חנוכה מימין יצא:",
            "(לד) ואם אין וכו' מימין - דכל מידי דמצוה ימין עדיף ועוד דאיכא פרסומי ניסא טפי שהכל פונין לצד ימין:",
            "(לה) ואם הניחו בדלת עצמו וכו' - קאי אריש הסעיף:",
            "(לו) מחציו של כניסה וכו' - היינו מקום הדלת שנכנס משם לתוך הבית יחלקנו לשנים ובחצי הנוטה לצד שמאל [שהוא נגד המזוזה שהמזוזה בימין] שם יניחנו [מ\"א] ומשמע מזה דיכול להניח בכל שטח אותו החצי ועיין בט\"ז שדעתו דלמעשה ראוי להחמיר להניח הנרות בצד השמאל בקצה האחרון סמוך לכותל:",
            "(לז) ומ\"מ המנהג וכו' - כדי שיכנס בין שתי מצות:",
            "(לח) ואין לשנות - ומ\"מ אם יש לו חלון הסמוך לר\"ה נכון יותר שיניחנו שם כדי שיהיה היכר לבני ר\"ה ויתפרסם הנס אם לא במקום דשכיחא הזיקא עי\"ז:",
            "(לט) ובבית הכנסת - או בבית המדרש:",
            "(מ) בכותל דרום - או על השולחן שעומד אצל כותל דרום והטעם בכ\"ז זכר למנורה שמקומה במקדש בדרום:",
            "(מא) כנרות המנורה - או בדרום המנורה: ט\"ס וצ\"ל כנרות המנורה:",
            "(מב) ומסדרן ממזרח וכו' - זהו ג\"כ כעין מנורה דהנרות היו מסודרין במקדש בין מזרח למערב כן יסדר ג\"כ נרות חנוכה. ודע דיש מהראשונים דס\"ל דאף דהמנורה היתה עומדת בדרום מ\"מ נרותיה היו מסודרין מצפון לדרום וממילא לדידהו גם נרות חנוכה יש לסדר באופן הזה ויש מקומות שנהגו כן ואין למחות בם דיש להם על מה לסמוך:",
            "(מג) למערב - והמדליק עומד אחוריו לדרום ופניו לצפון ומתחיל מימינו שהוא הנר הסמוך לארון הקודש ושוב מוסיף והולך ומתחיל מהשמאלי ופונה לימינו [תשו' ח\"ס סי' קפ\"ו] ועיין לקמן בס\"ס תרע\"ו מה שנכתוב בזה:",
            "(מד) ומדליקין ומברכין - אף דבבהכ\"נ הוא רק מנהגא מ\"מ מברכין עליו כמו שמברכין על הלל דר\"ח שאינו אלא מנהג. אם אבל מתפלל בערב חנוכה מדליק אדם אחר הנרות משום שהחיינו דמברכין אז ומינכר דעת שמחה היא לצבור ואין כדאי שאבל ידליקם [אבל בביתו יכול לברך שהחיינו] אבל שאר ערבית דחנוכה דאין מברכין שהחיינו יכול האבל להדליק נר חנוכה. ומתפלל האבל בחנוכה מנחה ומעריב. ובט\"ו באב ושבט ול\"ג בעומר דלית הלל האבל מתפלל שחרית ג\"כ. ובחוה\"מ דהוי כיו\"ט מנעתי לפעמים להניח האבל להתפלל מנחה ומעריב [פמ\"ג]:",
            "(מה) וצריך לחזור ולהדליק - ואפילו הש\"ץ שבירך בביהכ\"נ צריך לחזור ולהדליק בביתו דיש חיוב על כל אחד להדליק בביתו ומ\"מ לא יחזיר לומר בביתו ברכת שהחיינו אם לא שמדליק להוציא אשתו וב\"ב:",
            "(מו) להדליק בבית הכנסת בין מנחה למעריב - ר\"ל אפילו הנוהגים להדליק בכל יום בצה\"כ בבהכ\"נ נוהגים אחר מנחה בשעה שהעולם מקובצים וגם דלאחר מעריב אין נכון לעכב העולם לזה דצריך כ\"א למהר לילך לביתו ולהדליק נ\"ח:",
            "(מז) קודם מנחה - וכ\"כ רש\"ל אבל בד\"מ כתב שאין אנו נוהגין כן אלא אף בערב שבת מדליקין בבהכ\"נ בין מנחה למעריב בשעה שהעולם מתחילין להתקבץ ואיכא פרסומי ניסא אכן אם העולם מתאחרין לבוא וטרם שיבוא מנין לביהכ\"נ יתקדש היום לא ימתין כלל אלא יברך וידליק מיד אפילו קודם מנחה דמ\"מ איכא פרסומי ניסא כשבאים אח\"כ לביהכ\"נ ורואים הנרות ולענין יחיד עיין לקמן בסוף סימן תרע\"ט במ\"ב:",
            "(מח) אם רוצה למהר וכו' - ודוקא באופן זה אבל בלא\"ה טוב יותר שיגמור בעצמו המצוה שהתחיל בה:",
            "(מט) יוכל השמש וכו' - דהברכה חל על האחד שהדליק דהיא העיקר והשאר אינן אלא הידור מצוה בעלמא וה\"ה בביתו כשמזדמן לו איזה דבר נחוץ לאחר שהדליק אחד מהן יוכל אחר להשלים בשבילו את שארי הנרות:",
            "(נ) חצר שיש לו שני פתחים - וה\"ה בית:",
            "(נא) מפני החשד - שיאמרו בני עירו מדלא אדליק בהא באחרת נמי לא אדליק וע\"כ אפילו כל הבתים שבחצר שייך לאדם אחד או שאין לו שם בחצר רק בית אחד צריך להדליק בשתי הפתחים:",
            "(נב) ברוח אחד וכו' - הטעם דהא חזי ליה שהדליק באחד ומה שלא הדליק בשני ידעו אנשי עירו שמבפנים הוא בית אחד ושני הפתחים שייכים לאדם אחד ודי להדליק במקום אחד:",
            "(נג) והם בבית אחד - אבל אם הם בשני בתים או שבית אחד חלוק מתוכו אע\"פ שהם של אדם אחד צריך להדליק בשתיהן משום חשד שיחשדו ששני בני אדם דרין שם ויש מקילין בששתיהן שייכין לאדם אחד:",
            "(נד) בפנים ממש - היינו שבזמן הטור היו מדליקין אצל פתח הבית מבפנים והיו עושין עכ\"פ היכר לעוברים ע\"כ יש חשד כל שאין היכר כראוי לעוברים משא\"כ עכשיו שמדליקין ממש בפנים ולא איכפת לן כלל לעשות היכר לבני ר\"ה ע\"כ לא איכפת לן בחשדא דידהו:\n"
        ],
        [
            "(א) עם סוף שקיעתה - היינו צאת הכוכבים שאז העם עוברין ושבין ורואין בביתו ואיכא פרסומי ניסא. אכן בע\"ש מקדימין וכדלקמן בסי' תרע\"ט והנה המחבר סתם כדעת הטור וסייעתו דס\"ל דמה שאמר הגמרא דזמן הדלקת נר חנוכה הוא משתשקע החמה היינו סוף שקיעה אבל באמת יש הרבה ראשונים דס\"ל דכונת הגמרא הוא על תחלת שקיעה שניה והוא בערך רבע שעה מקודם ועיין בביאור הלכה שביארנו דלאותן האנשים הנוהגין להתפלל מעריב בזמנו דהיינו אחר צאת הכוכבים נכון לנהוג כן לכתחלה להדליק קודם מעריב וכ\"כ במור וקציעה וכן נהג הגר\"א [אכן יטיל בה כ\"כ שמן שידלוק חצי שעה אחר צאת הכוכבים] ואם לא הדליק מקודם והגיע זמן צה\"כ יקדים להתפלל מעריב דהוא תדיר וגם יש בה מצות ק\"ש שהיא דאורייתא [שע\"ת] ודע דאפילו הנוהגין תמיד להדליק אחר תפלת ערבית מן הנכון שיכינו עכ\"פ השמן בתוך הנרות קודם תפילת ערבית כדי שיהיה מוכן תיכף אחר תפלת ערבית להדליק דאם יעשה הכל אחר תפלת ערבית בודאי יש לחוש שיעבור עיקר זמן הדלקתו והוא חצי שעה מדינא דגמרא:",
            "(ב) שאם הוא טרוד וכו' - ר\"ל שלא יהיה לו פנאי אח\"כ:",
            "(ג) מפלג המנחה - הוא שעה ורביע קודם צה\"כ וחשבינן השעה לפי קוצר היום דהיינו שעות זמניות. ויכול לברך ג\"כ:",
            "(ד) שיתן בה שמן עד וכו' - דאם לא ידלוק בלילה ליכא פרסומי ניסא. ואם לא נתן בה שמן רק כשיעור חצי שעה כנהוג בכל יום יחזור ויתן בה שמן וידליק ומ\"מ לא יחזור ויברך:",
            "(ה) הלכך צריך ליתן וכו' כזה וכו' - משמע דאם הדליק זמן מה אחר שקיעת החמה א\"צ ליתן שמן כ\"כ רק עד שתכלה רגל מן השוק אכן כ\"ז הוא לדין התלמוד שהיה ההיכר לעוברים ושבים אבל האידנא דההיכר הוא רק לב\"ב לעולם בעי שיעור הידוע [פר\"ח] ואף מדליק אחר שכלה הרגל משוק בעי זה השיעור [פמ\"ג]:",
            "(ו) השיעור - ואף בזמנינו צריך לשיעור הזה אבל אם נותן בה שמן הרבה שידליק יותר אין בו שום מצוה אבל בנרות של שעוה יש הידור מצוה כשהן ארוכות ומ\"מ אין לעשותם גדולות יותר מדאי. כתב הב\"י בשם א\"ח מי שבירך והדליק נר אחת בלילה שניה ידליק אח\"כ עוד נר אחת ולא יברך ועיין בפמ\"ג שמצדד דאפילו לא היה דעתו מתחלה רק על נר אחת ואח\"כ נזדמן לו עוד נר ג\"כ לא יברך עוד כי מדינא אין חיוב רק נר א' והשאר משום הידור כנ\"ל:",
            "(ז) יכול לכבותה וכו' - שאינו מקצה השמן רק מה שצריך לשיעור חצי שעה למצותו וע\"כ מותר לכבותו ולהנות ממנו ומ\"מ הסכימו כמה אחרונים דלכתחלה טוב להתנות שאינו מקצה השמן אלא לשיעור הדלקה משום דיש מן הפוסקים שסוברים דאם נתן בסתם הקצה למצותה הכל:",
            "(ח) להשתמש לאורה וכו' - ויש מחמירין שבעוד שהנרות דולקין אין להשתמש לאורן משום הרואה שלא ידע לחלק בין תוך זמן שיעורו לאחר זה הזמן:",
            "(ט) שבזמן הזה שמדליקין בפנים - ר\"ל וא\"כ ההיכר הוא רק לב\"ב:",
            "(י) אינו צריך - וידליק כשבני הבית מקובצים יחד. ואפילו ללמוד אסור משהגיע זמנה וכ\"ש אכילה וש\"ד ואפילו התחיל פוסק:",
            "(יא) כל הלילה - עד עמוד השחר ובברכה והיינו דוקא אם בני הבית נעורים אבל אם ישנים אין לברך עליהם אלא ידליק בלא ברכה דכמו דלדידהו לא היה מברך אלא בזמן פרסום הנס ה\"נ לדידן. ואם בא לביתו קודם עה\"ש ומצא ב\"ב ישנים מן הנכון שיקיצם כדי שיוכל להדליק בברכה:",
            "(יב) כמו שאר בני אדם - ר\"ל בלילה שניה שתי נרות ובלילה שלישית שלש ולא נימא דלדידיה הלילה שניה היא ראשונה וידליק רק אחת [ד\"מ]:",
            ""
        ],
        [
            "(א) כל השמנים והפתילות וכו' - היינו כי יש שמנים גרועים שאין נמשכין אחר הפתילה וכן יש פתילות גרועים שאין האור נתלה יפה בהן וכדלעיל בסימן רס\"ד ובשבת אסור להדליקן וס\"ד דבחנוכה אסור ג\"כ להדליקן שמא יבואו לידי כיבוי קמ\"ל דאין לחוש לזה דקי\"ל כבתה אין זקוק לה דכיון שהדליק נעשה זכר לנס ונגמרה המצוה:",
            "(ב) כשרים לנר חנוכה - ומ\"מ מצוה מן המובחר ליקח לפתילה צמר גפן או חוטי פשתן [ח\"א]. שומן או חלב הנאסר מבב\"ח אסור להדליק ממנו נר חנוכה וג\"כ אסור לבטולי בששים להדליק ממנו [פמ\"ג]. הנוהגין להדליק ביום ראשון א' ומכאן ואילך מוסיף והולך צריך שיהיה הנוסף דומה לנר העיקר אבל אותם שעושים נר לכל אחד מבני הבית יכול האחד להדליק נר של שמן והשני של שעוה. שמן הגזול צ\"ע אי כשר לנר חנוכה [תשו' שואל ומשיב ח\"א מהדורא תליתאה סי' שמ\"ט]:",
            "(ג) לנר חנוכה - אבל לא להשמש [מ\"א] ור\"ל דבשבת חנוכה אסור לעשות השמש מהשמנים ופתילות שאין מדליקין בהם בשבת דכיון דמותר לעשות איזה תשמיש נגד השמש א\"כ חיישינן שמא יטה. אם נמצא עכבר בשמן מאוס הוא ואסור לנר חנוכה:",
            "(ד) שעוה - ומ\"מ מצוה בשל שמן טפי מנרות של שעוה דע\"י השמן נעשה הנס:",
            "(ה) ואפילו בליל שבת שבתוך וכו' - ר\"ל דס\"ד דניחוש בזה כמו בעלמא בנר של שבת שמא לא תדלק יפה ויטה הנר להביא השמן לפי הפתילה קמ\"ל דכאן אין לחוש לזה דהא אסור להשתמש לאורה א\"כ לא איכפת ליה במה שלא תדלק יפה:",
            "(ו) אם אינו נותן וכו' מצותו - דאם יתן יותר יש חשש שמא יטה אותו נר חנוכה להשתמש בו אחר השיעור של הדלקה שאז מותר ליהנות ממנו כדלעיל בסימן תרע\"ב ס\"ב:",
            "(ז) לפי שאסור להשתמש וכו' - היינו אפילו אותן שמוסיפין המהדרין בכל לילה ג\"כ אסור להשתמש לאורן:",
            "(ח) בנר חנוכה - כדי שיהא ניכר שהוא נר מצוה לפרסם הנס ועוד כיון שע\"י נס שנעשה במנורה. תקנוה עשאוה כמנורה שאין משתמשין בה כלל:",
            "(ט) בין בשבת - היינו דאפילו לאכול אצלן דהוא סעודת מצוה ג\"כ אסור:",
            "(י) ואפילו לבדוק וכו' - שהוא תשמיש עראי ג\"כ אסור ועיין במ\"א וט\"ז שהסכימו דאפילו למנותן מרחוק שאין ידיו סמוכות לנר ג\"כ אסור:",
            "(יא) אסור - כדי שלא יהא מצות בזויות עליו ודוקא בזה שהוא עכ\"פ תשמיש עראי אבל כל שאינו משמש כלום רשאי לישב בביתו בשעה שנר חנוכה דולקת:",
            "(יב) אפילו תשמיש של קדושה וכו' - מדברי הט\"ז מוכח דלדעה ראשונה אסור אפילו בלימוד דרך עראי דאלו בדרך קבע אפילו לדעה שניה אסור ועיין בבה\"ל מה שכתבנו בזה:",
            "(יג) אסור - וכן בנרות בהכ\"נ אין משתמשין לאורן אף תשמישי קדושה כמו בבית דהיינו אם ירצה להתפלל מעריב אצלם כ\"ז שלא דלקו חצי שעה אסור:",
            "(יד) ונוהגין להדליק נר נוסף - פי' מלבד הנר שמניחין על השולחן דחוששין כיון שמדליקין בפנים אולי ישתמשו בנרות של חנוכה ולאו אדעתייהו אבל מעיקר הדין כיון שיש לו נר על שולחנו א\"צ להדליק נר נוסף:",
            "(טו) שאם ישתמש וכו' - ועיין מ\"א שלכתחלה אין להשתמש אצל כולן יחד כ\"א לאור הנוסף [או להשמש] בלבד כשהוא אחד בפני עצמו דהרואה יאמר לצרכו הדליק כולן דלפעמים אדם מדליק כמה נרות ועיין בה\"ל:",
            "(טז) ויניחנו מרחוק וכו' - כדי שיהיה היכר כמה נרות מדליקין באותו יום ולא יחשבוהו עמהם:",
            "(יז) מניח אצלן וכו' - וטוב שלבד זה יניח נר על השלחן:",
            "(יח) השמש שבו וכו' - ואפילו רבים המדליקין כיון שכל אחד מניח נרותיו במקום מיוחד כנ\"ל בסימן תרע\"א ס\"ב בהג\"ה צריך להניח שמש אצל כל אחד ואחד אפילו יש נר על השולחן דשמא ישתמש אצל הנרות:",
            "(יט) עדיף טפי - דבזה מוכח בהדיא לבני הבית שאינו ממנין הנרות:",
            "(כ) יותר ארוך וכו' שאם בא להשתמש וכו' - ר\"ל דכיון שהוא גדול עיקר תשמישו ממנו וה\"ה אם מעמידו גבוה קצת משאר הנרות שפיר דמי:",
            "(כא) אם נתערב וכו' - ר\"ל לאחר שהודלק שנעשה בו מעשה נתערב [דמקודם לכן לא נאסר דהזמנה לנר חנוכה לאו מילתא היא] ואח\"כ כבה בתוך זמן שיעורו ופסק בתה\"ד דלא בטל אפילו באלף דהיינו ליטול אחת מתוכן להדליקו ולהשתמש בו וה\"ה בעודן דולקין לא יטול אחד מתוכן להשתמש בו לאורו והכל מטעם דהוא דבר של מנין ור\"ל דאפילו במקום שרגילין למכור הנרות במשקל מ\"מ נרות של מצוה הכל מונין אותן בכל לילה ודבר שבמנין חשוב הוא ולא בטיל:",
            "(כב) דהוי דבר של מנין - ורש\"ל חולק ופוסק דחד בתרי בטל. ועיין בט\"ז שכתב דאפילו להרמ\"א דוקא כשנתערב בתוך ימי חנוכה דחשובין הן דהן ראויין למצוה ביום המחרת אבל אם נתערב ביום השמיני וכ\"ש לאחר מכן כבר בטל חשיבותו ודינו לכו\"ע כיבש ביבש ובטל ברוב:",
            "(כג) כל כך שבודאי וכו' - פי' אם נתערב נר חנוכה א' מדליק ב' ואם נתערב ב' או ג' ידליק אחד יותר כדי שימצא בו נר של היתר ג\"כ:",
            "(כד) מותר להשתמש אצלן - דהא הדלקת השמש הוא כדי שישתמש לאורן ש\"מ דאם הם ביחד מותר לשמש אצלן ויש מן הפוסקים דס\"ל דדוקא שמש שעומד למעלה מכל הנרות שרי דאז עיקר תשמישו לאור השמש משא\"כ בזה שמשתמש לאור כולן הרי מתהנה ג\"כ מנר חנוכה והנה במ\"א ופר\"ח הסכימו דהדין עם הרמ\"א אמנם הגר\"א לעיל בסימן רס\"ד האריך בזה ומשמע דלדבריו אין הדין הזה מוכרע וכן במור וקציעה משמע דלמעשה יש להחמיר בדין זה:",
            "(כה) הדלקה עושה מצוה וכו' - ר\"ל כיון שהדליק תיכף קיים המצוה לפיכך אם כבתה אין זקוק לה ואם הדליקה במקום הרוח וכבתה זקוק לה לחזור ולהדליקה במקום שאין הרוח מצוי דזה הוי כאלו לא נתן בה שמן כשיעור ומ\"מ לא יברך עליה [אחרונים] ופשוט דאם הוא רואה שהאור אין נאחז בהפתילה ובודאי יכבה במהרה שאינו יוצא בהדלקה זו וצריך מדינא לחזור ולהדליקה לאחר הכביה:",
            "(כו) שעדיין הוא מבעוד יום - הטעם כיון שבע\"ש מחוייב להדליק קודם שקיעה וגם כבר בירך עליה להדליק נר של חנוכה כבר הותחלה המצוה בהכשר ועיין בט\"ז שחולק ע\"ז ודעתו דקודם קבלת שבת שיש עדיין היתר להדליק מחוייב לחזור ולהדליק ובלי ברכה:",
            "(כז) ואם רוצה להחמיר וכו' - והאחרונים כתבו דראוי להחמיר לחזור ולהדליקה בכל ענין ובפרט אם נכבה בע\"ש קודם קבלת שבת. ואם הוא קיבל בעצמו שבת ואח\"כ כבה ויש עדיין זמן היתר מותר לומר לחבירו שידליקם [פמ\"ג]. ומצוה מן המובחר לקנות שעוה לנר חנוכה מן מה שנוטף מן הנרות בביהכ\"נ מאחר דאיתעביד בהו חדא מצוה ליתעביד בהו מצוה אחריתא:",
            "(כח) חרס - כתבו הספרים שטוב כל אחד שיטריח לעשות לו מנורה יפה לפי כחו וכן הנרות יעשה יפה:",
            "(כט) אחרת - שהוא מאוס וביזוי מצוה:",
            "(ל) מכוסה - היינו מצופה באבר:",
            "(לא) עד שתכלה - שאין בהם בזיון מצוה דאדרבה הם נוחין להדליק יותר כשהם מודלקין כבר:"
        ],
        [
            "(א) נר חנוכה מנר חנוכה - מיירי מליל ראשון ואילך שיש יותר מנר אחד ומדליק זה מזה א\"נ בליל ראשון ויש שני אנשים בבית אחד שכל אחד מדליק בפני עצמו מותרין להדליק זה מזה דשתיהן נרות של מצוה הן ואף דמבואר לקמן בסימן תרע\"ה שצריך להניחה תחלה על מקומה ואח\"כ להדליקה כבר כתב הט\"ז לקמן דעל זמן מועט אין להקפיד ע\"ז ולדעת שארי אחרונים דסוברין דעל זמן מועט ג\"כ יש להקפיד הכא מיירי שהיו שניהן קבועין במקומן אכן היה להן פתילות ארוכות והפתילה מגיע לנר שלפניה וא\"צ להסירה ממקומה:",
            "(ב) בלא אמצעי - דאין בזה ביזוי מצוה כיון דשתיהן של מצוה הן ואם כבה אחד מהנרות אין להדליקה מן האחרים אפילו בלא אמצעי ואפילו כבתה בתוך שיעור הזמן דאין בהדלקה זו מצוה מעיקר הדין דקי\"ל כבתה אין זקוק לה:",
            "(ג) ע\"י נר של חול אסור - מפני שנראה כמבזה נר של מצוה שמדליק ממנו נר של חול אע\"פ שהוא עושה לצורך מצוה ונר של שמש הוא בכלל נר של חול לזה ועיין לקמיה בסק\"ז:",
            "(ד) גם בזה - ס\"ל דכיון דעושה כדי להדליק תיכף ממנו נר של מצוה לאו בכלל ביזוי הוא:",
            "(ה) בנרות חנוכה וכו' - ודוקא בנרות חנוכה ומטעם שמבאר לקמיה אבל בנרות אחרים של מצוה כגון של שבת ושל בית הכנסת וכדומה מדליקין מנר לנר [ד\"מ] וכן הסכים בספר חמד משה דכן הוא עמא דבר וכ\"כ בחיי אדם וכן משמע לעיל בסימן קנ\"ד סי\"ד דדוקא נר של הדיוט אין מדליקין מנר של ביהכ\"נ אבל נר מנר שרי ולא הגיה הרמ\"א שם כלום להחמיר משמע דפשיטא ליה דבזה לית כאן מנהג להחמיר ועיין בפמ\"ג דע\"י נר של חול אין כדאי אפילו בשאר נרות של מצוה ועיין לקמיה מה שנכתוב בזה:",
            "(ו) דעיקר מצותו וכו' - היינו דמדינא הלא סגי בנר אחד לכל בני הבית היכי דסמוכין כולן על שולחן אחד [מ\"א] ולפ\"ז היכא דשני בע\"ב דרין בבית אחד דמדינא צריך הדלקת נר חנוכה לכל אחד מדליקין זה מזה [פמ\"ג] ועיין מה שכתבנו לעיל בסוף סק\"א:",
            "(ז) אינו למצוה כ\"כ - כבר כתבנו שאם נכבה אחד מן הנרות אין להדליק מדינא מן נרות אחרות וכ\"ש שאם נכבה השמש שאין להדליקו מן נר חנוכה. וכתב רש\"ל שבבהכ\"נ אין חילוק בין השמש לשאר נרות שכל הנרות שבתוכה קרויים נר מצוה ומשו\"ה יש לגעור באותן שמדליקין נרותיהן ע\"י השפחות מנר ביהכ\"נ אפילו מן השמש חוץ ממוצאי שבת כדי לילך לביתו להאיר במבואות האפילות:",
            "(ח) כ\"ש שמותר להדליק מהן - ולפי מה שכתבנו לעיל בסימן תרע\"ב דיש פוסקים שסוברין דכל זמן שדולקין אסור להשתמש לאורן ה\"ה דאין להדליק מהן. ומ\"מ נראה דאין להחמיר בזה רק לענין להדליק ממנו נרות של חול אבל נר של מצוה דמדינא מותר אפילו בתוך השיעור עכ\"פ אין לנו להחמיר אחר שעבר השיעור:",
            "(ט) ומותר להדליק זה מזה - עיין בביאור הגר\"א שכתב דלדיעה ראשונה לעיל בסימן תרע\"ג ס\"א דאפילו תשמיש קדושה אסור להשתמש לנר חנוכה וכתבו הטעם שאינו דומה להא דקי\"ל דמדליקין מנר לנר דהתם כולהו נרות חדא מצוה היא משא\"כ ללמוד הוא מצוה אחרת ונראות כמבטלות זו את זו גם בענינינו אסור ועיין בספר חמד משה דדעתו ג\"כ דאין להדליק שאר נרות מנר חנוכה ע\"ש:"
        ],
        [
            "(א) הדלקה עושה מצוה - מדמברכינן אקב\"ו להדליק נר וכו'. ולפ\"ז גם בשבת ויו\"ט נמי דינא הכי וכמו שכתבנו לעיל בסי' רס\"ג סי\"א בהג\"ה:",
            "(ב) לפיכך וכו' - ר\"ל שאם היינו סוברין שהנחה עושה מצוה היה צריך לכבותה ולהגביה ולהניחה לשם מצוה ולהדליקה אבל כיון שהדלקה עושה מצוה מדליקה כמות שהיא מונחת:",
            "(ג) מכבה ומדליקה לשם מצוה - ואינו מועיל מה שהדליקה אתמול לשם מצוה דכל יומא ויומא מילתא באנפי נפשה היא:",
            "(ד) ומ\"מ צריך וכו' - ר\"ל דלא תימא דלא איכפת לן בהנחה כלל ובאיזה ענין שידליק יצא קמ\"ל:",
            "(ה) שידליקנה במקום הנחתה שאם וכו' - הנה בזמן הגמרא שהיה צריך להניח הנ\"ח על פתח ביתו מבחוץ הוא כפשטיה דצריך להדליק ג\"כ במקום ההנחה דהיינו מבחוץ ששם הוא מקום החיוב של פרסומי ניסא ואפילו כהיום שאנו מקילין ומדליקין בפנים בבית מ\"מ אינו יוצא באופן זה דצריך שיהיה הדלקת הנרות במקום שיניחם לבסוף משום דהרואה יאמר לצורכו הוא מדליקה ולפ\"ז פשוט דה\"ה אם הדליקה בחוץ והניחה בפנים ג\"כ אינו יוצא מטעם זה:",
            "(ו) והוציאה לחוץ וכו' - וכתבו הפוסקים שאפילו היה ההדלקה והנחה במקום אחד בפנים או בחוץ ג\"כ יש ליזהר שלא לטלטל הנ\"ח ממקומן עד שיושלם השיעור של הדלקה דהיינו חצי שעה ויש מאחרונים שמקילין בזה וכתב הפמ\"ג דלכתחלה בודאי יש ליזהר בזה. ואפילו בנרות חנוכה שמדליקין בביהכ\"נ ג\"כ נכון ליזהר לכתחלה שלא לטלטלן ממקומן עד שיעור חצי שעה:",
            "(ז) ואוחזה בידו וכו' - דעת הט\"ז דדוקא שאוחזה כל זמן מצותו אבל אם אוחזה בידו קצת זמן ואח\"כ מניחה כשהיא דולקת יצא אבל כמה אחרונים מפקפקין בזה ודעתם דאין לדלוק עד שיהיו מונחין תחלה במקומן:",
            "(ח) לא יצא ידי חובתו - וצריך לכבותה וליתן בה שמן כשיעור ולחזור ולהדליק בלא ברכה:",
            "(ט) אשה מדלקת - פי' בעד כל בני ביתה. ואפילו איש יכול לעשות אותה שליח להוציאו אם עומדין בשעה שמדלקת ושומעין הברכה ובדיעבד אם לא ענו אמן על הברכה ג\"כ יצאו וכן איש מברך לאשה ויוצאת ידי חובתה אם עומדת שם ושומעת הברכה לא בע\"א ועיין בתשובת עולת שמואל סימן ק\"ה דלדידן שמדליקין כ\"א בפ\"ע מ\"מ אשה אינה צריכה להדליק דהויין רק טפילות לאנשים ואם רוצים להדליק מברכות דהוי כשאר מ\"ע שהזמן גרמא דיכולות לברך וכשאין האיש בבית תדליק האשה דהוי בת חיובא ובברכה ולא ידליק קטן וכדלקמיה. כתב רש\"ל בתשובה סימן ע\"ז סומא אם הוא בבית שאחרים דולקין ויכול להשתתף בפריטי עמהם ויברכו עליו זה עדיף וכן אם יש לו אשה אשתו מדלקת עליו ואם הוא בבית מיוחד ואין לו אשה ידליק בעצמו ע\"י סיוע של אחר ועיין בשע\"ת דלא יברך וכ\"ש שאינו יכול להוציא אחרים:",
            "(י) שאף היא חייבת בה - שהנס היה גם להן שהגזירה היתה על כל בתולה הנישאת שתבעל להגמון תחלה וגם התשועה נעשה ע\"י אשה שבת יוחנן כ\"ג חתכה ראשו של ראש הצוררים:",
            "(יא) כלום - אפילו אחרים עומדין ע\"ג דאין עליהן חיוב מצוה:",
            "(יב) ואע\"פ שהניחה גדול - דהדלקה עושה מצוה ולא הנחה:",
            "(יג) ויש מי שאומר וכו' - הנה לפי מה שסתם המחבר בסימן תרפ\"ט ס\"ב משמע דלמעשה אין לסמוך שיהיה הקטן יכול להוציא בהדלקתו לגדולים [אחרונים]:",
            "(יד) ולדידן וכו' - ר\"ל דאף אם נימא להלכה דלא כהי\"א הנ\"ל ואינו יכול להוציא אחרים בהדלקתו מ\"מ הוא בעצמו כיון שהגיע לחינוך צריך להדליק ועיין בבה\"ל ונ\"ל דלקטן א\"צ להחמיר כולי האי ודי שידליק בכל לילה רק נר אחד לכו\"ע. כתבו האחרונים דגר ג\"כ יכול לומר שעשה נסים לאבותינו:"
        ],
        [
            "(א) להדליק נר חנוכה - בגמרא וכל הפוסקים איתא נר של חנוכה וכ\"כ המהרש\"ל אך שכתב שיאמר שלחנוכה במילה אחת ולא של חנוכה שתי מילות. והעולם אין נוהגין להקפיד בזה [פמ\"ג]. בזמן הזה ולא ובזמן. והגיענו לזמן הזה הלמ\"ד בחיר\"ק ולא בפת\"ח:",
            "(ב) או כשיזכור - ר\"ל כשיזכור בשאר הלילות בשעת ההדלקה [לבוש] ואם נזכר אחר ההדלקה אינו מברך בלילה זו עוד:",
            "(ג) שתים להדליק ושעשה נסים - דנס כל יומא איתא שהרי כל שמנה ימים הדליקו מן הפך אבל זמן משהגיענו להתחלת הזמן הגיענו:",
            "(ד) קודם שיתחיל להדליק - דבעינן שיהיו הברכות עובר לעשייתן. הדליק נר חנוכה ושכח לברך על הדלקתה ורק קודם שהדליק כולן נזכר דעדיין לא בירך יש לו לברך כל הברכות [ת' רע\"א מ\"ת סי\"ג] עוד כתב שאם נזכר לאחר שהדליק כולם אין לו לברך ברכת להדליק רק ברכת שעשה נסים וכן ברכת שהחיינו יש לו לברך:",
            "(ה) ואינו עתיד להדליק באותו הלילה - אבל אם ידליק אח\"כ לא יברך אראיה כיון דיוכל לברך אח\"כ על ההדלקה:",
            "(ו) וגם אין מדליקין וכו' - ויש פוסקים דסברי דאפילו יודע שמדליקין עליו בביתו כיון דהוא בעצמו אינו מדליק וגם אינו משתתף עם אחרים בפריטי צריך לברך על הראיה להודות על הנס וגם לברך אז שהחיינו ומ\"מ אינו כדאי לעשות כן למעשה דספק ברכות להקל:",
            "(ז) אינו חוזר וכו' - משום דהלא בירך מאתמול כשראה הנרות. ואם באתמול לא בירך כלל משום דסמך על אשתו שמדלקת בביתו וכפי מה דמוכח מדברי המחבר דאם אשתו מדלקת עליו בתוך ביתו חשוב כמו שהדליק בעצמו ע\"כ אם בא בליל שני לביתו ומדליק אינו צריך לברך ברכת שהחיינו:",
            "(ח) אחר שהדליק וכו' - אחר שהדליק נר הראשון שהוא העיקר אומר הנרות הללו ויגמור ההדלקות בעוד שאומר הנרות וכו' ובנוסח הנרות יש ל\"ו תיבות נגד הנרות של חנוכה מלבד אלו שני תיבות הנרות הללו כלומר הנרות הללו הם ל\"ו עכ\"ל רש\"ל [ובשני תיבות הנרת הללו יש ח' אותיות רמז לח' ימי חנוכה] ומ\"מ מי שנוהג לומר הנרות הללו לאחר שהדליק הכל נמי שפיר דמי [פמ\"ג]:",
            "(ט) בנר היותר ימיני וכו' - יתחיל ויברך על הנוסף וכו'. ואין חילוק בין שמניח מימין הפתח ובין שמניח משמאל הפתח תמיד יתחיל הברכה בנר הנוסף [ב\"י] וי\"א דאם מונח בימין הפתח אזי צריך להתחיל תמיד בנר הימיני שהוא סמוך לפתח והולך מימין לשמאל ואם מניח הנרות בשמאל הפתח צריך להדליק ג\"כ תמיד תחילה הנר הסמוך להפתח והולך ומדליק משמאל לימין ודעביד כמר עביד ודעביד כמר עביד ומה טוב ונכון אם יכול לסדר כולם בתוך חלל הפתח שיהיו כולם שוין בטפח הסמוך לפתח אכן יזהר שלא יפתח הפתח במשך חצי שעה שהנרות דולקין שלא יכבם הרוח ועיין במה שכתבנו בבה\"ל דעת הט\"ז בענין זה:",
            "(י) כדי להפנות לימין - כמו שאחז\"ל כל פינות שאתה פונה לא יהא אלא דרך ימין:",
            "(יא) וכן בכל לילה וכו' מברך על הנוסף וכו' - וה\"ה כשמדליק בחלון או בחלל הפתח או בבהכ\"נ בליל ראשון ידליק בתחלה בנר היותר ימיני ובליל שני ביותר שמאלי וכן בליל ג' וד' עד יום שמיני הכל ידליק בנר הנוסף ואח\"כ פונה והולך לצד ימין ובכל זה ירחיק א\"ע לצד שמאל בעת ההדלקה כדי שיפגע בו תחלה ולא יצטרך להעביר על המצות. ולדעת הי\"א הנ\"ל גם בזה יברך תמיד על הנר הראשון שהוא עיקר המצוה. ונראה דבזה יעמיד הנר הראשון לצד שמאל ואח\"כ בכל יום מוסיף והולך לצד ימין וההדלקה יהיה תמיד בנר שעומד בצד שמאל כמו שכתבנו ופונה והולך לצד ימין:"
        ],
        [
            "(א) אכסנאי וכו' - וה\"ה הבחורים שלומדים שלא בביתם צריכין להשתתף עכ\"פ ודוקא בבחור שאוכל בפ\"ע אבל אם סמוך על שולחן בעה\"ב הוא בכלל ב\"ב וה\"ה משרתיו כיון שהם סמוכין על שולחנו בקביעות מדינא א\"צ להדליק אא\"כ רוצה להיות מן המהדרין:",
            "(ב) שאין מדליקין עליו בביתו - כי מדינא כשאשתו מדלקת נר חנוכה בביתו הוא יוצא י\"ח בהדלקתה אף שהוא במקום רחוק מביתו וא\"צ שוב להשתתף אפילו בפריטי ועיין בט\"ז בשם רש\"ל דדוקא כשהוא יודע בבירור שאשתו מדלקת עליו אבל אם אינו יודע יש לו להדליק וגם לברך. ומטעם זה מי שלא ידע שהדליקו עליו ובא באותו לילה לביתו ומצא שהדליקו עליו צריך להדליק דכיון שלא ידע מתחלה מסתמא היה דעתו להדליק בעצמו ולא לצאת בשל אשתו וממילא חל עליו תקנת חכמים ועיין במ\"א שדעתו בזה דידליק בלא ברכה:",
            "(ג) לתת פרוטה - היינו שא\"צ האכסנאי ליתן כל חצי הוצאות הנרות רק בפרוטה סגי דעי\"ז מקנה לו חלק בשמן [ויש מאחרונים שכתבו דצריך הבעה\"ב להוסיף מעט שמן בשבילו חוץ השיעור שצריך ליתן לצורך חצי שעה בשביל עצמו] וה\"ה אם בעה\"ב מקנה לו חלק בשמן במתנה שרי דהוי כמשתתף בפרוטה ומ\"מ אם יש לאכסנאי נר נכון יותר להדליק בעצמו:",
            "(ד) להשתתף עמו - היינו אפילו אם אוכל על שולחן בעה\"ב לא אמרינן דכבני ביתו דמי ומדינא די בנר אחד לכולם כיון דאורח הוא ואינו סמוך על שולחנו בקביעות צריך להשתתף עמו. וצריך האכסנאי לשמוע הברכות מבעה\"ב [אחרונים]:",
            "(ה) ואם יש לו וכו' - הטעם משום חשדא שיחשדו אותו שלא הדליק נר חנוכה ואפילו אם הוא יודע שמדליקין עליו בביתו לא מהני:",
            "(ו) פתח פתוח וכו' - אפילו הוא פתוח לרוח שפתח בעל הבית פתוחה והבעה\"ב הלא הדליק נר חנוכה מ\"מ חיישינן שכשידעו שפה התאכסן אורח אחד יאמרו שלא הדליק נר חנוכה:",
            "(ז) לעצמו - משמע מזה דכשאין פתח פתוח אפילו הוא מתאכסן בחדר בפני עצמו יכול להשתתף בפריטי עם בעה\"ב או אם הוא נשוי יכול לסמוך על ביתו ויש פוסקים שסוברין דכ\"ז בזמן הגמרא שהיו מדליקין בפתחי הבתים ובחצרות אבל האידנא שמדליקין בפנים בבית כל אורחים היינו אפילו נשוי שבביתו מדליקין עליו בודאי ג\"כ צריך להדליק בעצמו בכל גווני דמי יודע באכסניא אם יש לו אשה בבית שמדלקת עליו ואתו למיחשדיה וגם להשתתף בפריטי אינו מועיל משום דכיון שהמנהג כהיום שכל אחד מדליק בבית בפ\"ע אתו בני הבית לחשדו ומסיק המ\"א שאין להחמיר כדבריהם כ\"א כשיש לו עכ\"פ חדר בפ\"ע אבל אם אין לו חדר בפ\"ע יכול לסמוך אאנשי ביתו שהדליקו עליו בביתו או אפריטי ועיין לעיל בסוף סק\"ג שכתבנו דכשיש לו נר נכון יותר להדליק בעצמו ועיין לעיל בסימן תרע\"ו שהבאנו כמה פוסקים שסוברין דכשהוא סומך על אנשי ביתו אף שיוצא בזה ידי נר חנוכה מ\"מ כשרואה אח\"כ נר חנוכה יש אומרים שצריך לברך שעשה נסים וע\"כ נכון יותר להדליק בעצמו אפילו נר אחד ולא לסמוך על קולא זו ועיין לקמיה בס\"ג מה שנכתוב בזה:",
            "(ח) צריך להדליק וכו' - וכיון דבזה ההדלקה אינו אלא משום חשדא י\"א דלא יברך אם יודע שמדליקין עליו בביתו אבל אם אין מדליקין עליו בביתו צריך לברך דכיון שהוא מדליק בעצמו בודאי אינו משתתף עמהם בפריטי וחל עליו מדינא חובת הדלקה:",
            "(ט) אף על פי שאותו בית וכו' - טעמו שכיון שיש לו בית מיוחד לשינה והעולם רואין אותו נכנס ויוצא בו איכא חשדא אם אינו מדליק שאין העולם יודעין שאוכל במקום אחר [טור]:",
            "(י) האוכל אצל אביו - ואפילו אוכל אצלו בקביעות כיון דהטעם משום חשד:",
            "(יא) וי\"א דבזה\"ז וכו' - ועיין באחרונים שכתבו דגם הדעה ראשונה מודה בזה\"ז דכיון שמדליקין בפנים ליכא חשדא מעוברים ושבים אלא מבני הבית והם יודעים שמדליק במקום שאוכל או משתתף עם בעה\"ב שם:",
            "(יב) במקום שאוכל - דמקום אכילתו עיקר. ודוקא לענין אכסנאי הנ\"ל שאין ביתו אצלו או לענין בן הסמוך על שולחן אביו אבל מי שסועד אצל חבירו באקראי ויש לו שם בית באותו העיר צריך לילך לביתו להדליק שם נר חנוכה ואם אינו רוצה לזוז ממקום שסועד יצוה לאשתו שתדליק עליו בביתו ומ\"מ מצוה בו יותר מבשלוחו ועיין בבה\"ל:",
            "(יג) קטן שהגיע לחינוך וכו' - לפי מה שפסק המחבר בסי' תרע\"א ס\"ב דאפילו המהדרין מן המהדרין אין מדליקין רק נר אחד לכל אנשי הבית ורק שמוסיפין והולכין בכל יום נר אחד יותר ע\"כ מיירי כאן שהקטן הזה יש לו בית בפ\"ע וע\"כ צריך להדליק ולברך אבל לדידן דנהגינן שכל אחד צריך להדר ולהדליק בפ\"ע א\"כ גם הקטן הזה צריך בכל גווני להדליק בפ\"ע והכי פסק הרמ\"א לעיל בסוף סימן תרע\"ה אבל דעת הש\"ג והמאירי דאפילו לדידן א\"צ לחנך הקטן להדליק בפ\"ע אם לא שיש לו בית בפ\"ע:",
            "(יד) כי חייב לראות - זה סותר לסימן תרע\"ו ס\"ג דסובר שם דכשמדליקין בביתו א\"צ לברך על הראיה ודין דכאן הוא מן המרדכי ושם סתם המחבר כשארי פוסקים שחולקין עליו ולכן לדינא אין לנהוג כן להדליק בברכה אא\"כ שיאמר שאינו רוצה לצאת בהדלקת אשתו וכמ\"ש רמ\"א אח\"ז ועיין לקמיה:",
            "(טו) אם רוצה להחמיר וכו' - ר\"ל אף דמדינא פטור להדליק אם מדליקין עליו בביתו מ\"מ אם רוצה להחמיר על עצמו ולהדליק בעצמו רשאי ובלבד שיכוין במחשבתו קודם שעת ההדלקה שאינו רוצה לצאת בשל אשתו וממילא לית כאן משום ברכה לבטלה דכיון שאינו רוצה לצאת בהדלקתה חל חיוב הדלקה עליה:",
            "(טז) וכן נוהגין - וכן סתמו הרבה אחרונים. ויש מן הפוסקים שסוברין אחרי דחז\"ל פטרוהו ע\"י הדלקת אשתו לא כל כמיניה לומר איני רוצה לצאת בשל אשתי וידליק בלא ברכה. והנה אף דודאי אין למחות ביד הנוהגין לברך אחרי דהרבה אחרונים הסכימו לברך מ\"מ טוב יותר להדר לשמוע הברכות מפי אחר ויענה אמן [ויכוין לצאת בהן] וידליק נרותיו או יראה לשער להדליק נרותיו ולברך עליהן זמן מה קודם שמדלקת אשתו בביתו דהיינו שהיא מדלקת אחר מערב כמנהג העולם והוא ידליק קודם מערב:",
            "(יז) הנותר ביום השמיני וכו' - דבלילות הקודמין אם נותר יכול להשתמש בהן למצות הדלקה בלילות שאחריהן ואם נתערב בשמן אחר דינו כדלקמיה:",
            "(יח) מן השמן הצריך וכו' - היינו שלא נתן תחלה רק כשיעור הדלקה ונכבה באמצע ונותר ולכן אסור דהוקצה למצותו ואסור להנות הימנו אבל אם נתן הרבה בנר ונותר מותר להשתמש בו לכתחלה וכמו שכתב לעיל בסימן תרע\"ב ס\"ב. ודע דיש פוסקים שסוברין דאם נתן השמן בסתם הוקצה כל השמן אם לא דהתנה לכתחלה שלא יאסור אלא כשיעור ועיין לעיל בסימן תרע\"ב במ\"ב סק\"ז:",
            "(יט) ושורפו בפ\"ע - דלהניחו לשנה הבאה לנ\"ח אסור דחיישינן לתקלה ואפילו להניחו בכלי מאוס דודאי לא יבוא לאכלו ג\"כ אסור דחיישינן שמא יבוא לדלוק ולהנות הימנו:",
            "(כ) שאין להוסיף עליו וכו' - ועיין ביו\"ד סימן צ\"ט ס\"ו דיש מתירין בכל איסור דרבנן להוסיף עליו אם נתערב ולכן כתב כאן יש מי שאומר:",
            ""
        ],
        [
            "(א) לקנות נר חנוכה וכו' - ואם יש לו נר אחד לביתו סגי אע\"ג דטוב וראוי שיהיה ב' נרות לשבת כדלעיל בסימן רס\"ג מ\"מ במקום הדחק די שיהיה נר אחד על השולחן שאוכל והשאר לנר חנוכה ולהוי מן המהדרין [אחרונים]:",
            "(ב) מפני שלום ביתו - י\"א דבזה\"ז שמדליקין בפנים יקנה לנר חנוכה שהרי לא ישב בחושך ואע\"פ שאסור להשתמש לאורה הוי כשעת הסכנה דאיתא לעיל בסימן תרע\"א ס\"ה דמניחה על שולחנו אבל רוב האחרונים הסכימו דאין לחלק בזה בין זמן הגמרא לזמנינו:",
            "(ג) וע\"ל סימן רס\"ג ס\"ג - דמבואר שם דאם אין ידו משגת לנר שבת וקידוש היום ג\"כ נר שבת קודם:",
            "(ד) ואין לו לנר חנוכה וליין וכו' - ומיירי דיש לו פת דאי אין לו פת קניית הפת דוחה אפילו לנר של שבת וכ\"ש נר חנוכה וקידוש היום ועיין לעיל בסימן רס\"ג סק\"ט במ\"ב ובה\"ל שם:",
            "(ה) יקנה לנר חנוכה - היינו נר אחד והמותר ליין קידוש:",
            "(ו) משום פרסומי ניסא - וקידוש היום הלא יכול לקדש בפת ובלא\"ה קידוש על היין הוא רק מדרבנן דמן התורה יוצא בזכירת דברים בעלמא:",
            "(ז) קודם ליין הבדלה - משום האי טעמא:",
            "(ח) ועיין לעיל וכו' - אין נזכר שם יותר מכאן ונראה דצ\"ל כדלעיל בסימן וכו':"
        ],
        [
            "(א) נר חנוכה תחלה - כדי לצאת דעת הי\"א דס\"ל דאי ידליק של שבת תחלה קבליה לשבת ואיתסר עליה מלאכה אבל רוב פוסקים חולקים ע\"ז וס\"ל דלא תליא קבלת שבת בהדלקת הנר וע\"כ אם הדליק של שבת ולא קיבל שבת במחשבתו יכול להדליק אח\"כ וכ\"ז באיש המדליק אבל אשה המדלקת כיון שהמנהג שמסתמא מקבלת שבת בהדלקתה א\"כ לא תדליק שוב של חנוכה אלא תאמר לאחר להדליק והוא יברך אקב\"ו להדליק בשבילה אבל ברכת שעשה נסים וכן שהחיינו ביום א' יכולה בעצמה לברך:",
            "(ב) בעוד היום גדול - ודוקא אחר פלג המנחה שהוא שעה ורביע קודם הלילה כמ\"ש בריש סי' תרע\"ב. וכבר כתבנו בשם האחרונים דצריך ליתן בה שמן עד שידלק חצי שעה אחר צאת הכוכבים וכן במדליק נרות ואם אין לו כ\"כ שמן ונרות גדולות יראה עכ\"פ אחת מהן שיהיה דולקת השיעור הזה וכתבו האחרונים דנכון לכתחלה שיתפלל מנחה תחלה ואח\"כ ידליק:"
        ],
        [
            "(א) בליל שבת וכו' - וה\"ה בחול צריך ליזהר בזה שלא להעמיד הנרות נגד המקום ששולט שם הרוח אלא דבשבת צריך שמירה יתירה בזה:",
            "(ב) שום דבר לחוץ וכו' - היינו במקום שמדליקין הנרות נגד פתח הבית מבפנים [וגם במקום שמדליקין בכותל אחורי הדלת יש ליזהר בזה וכדלעיל בסימן רע\"ז ס\"א] אבל במקום שמדליקין בבית החורף ויש בית לפני בית החורף אין לחוש לכבוי דאפילו יכבה בפתיחתו אין זה פסיק רישא אם לא שיפתח בית החורף מכוון כנגד פתח הבית הפתוח לחצר או לר\"ה דאז יזהר לנעול פתח הבית קודם שיפתח פתח בית החורף [ב\"ח]:",
            "(ג) בין הנרות לפתח וכו' - ואם לא נתן אסור לפתוח הדלת ועיין לעיל בסימן רע\"א בבה\"ל ד\"ה כדרכו:",
            "(ד) בדלת עצמה וכו' - שפתיחתו ונעילתו מקרב השמן לנר או מרחיקו ממנה ויש בזה משום מכבה או מבעיר ואע\"ג דאינו מכוין לזה הוא פסיק רישא:",
            "(ה) ועיין לעיל וכו' - ר\"ל דשם סתם לאיסור וכן הלכה:"
        ],
        [
            "(א) אין מבדילין - ר\"ל שאם בירך תחלה על הדלקת נר חנוכה אין להבדיל עליהם אח\"כ מטעם הכתוב בשו\"ע אבל יכול לברך תחלה על הנר חנוכה להבדלה ולכבותה ולחזור ולהדליקה למצות נר חנוכה ועדיף טפי למיעבד הכי דכיון דעביד ביה מצוה חדא ליעבד ביה מצוה אחריתא אלא דכיון דקי\"ל דלאחר האפוקי יומא עדיף טפי כדלקמיה בס\"ב נוהגין להדליק נר חנוכה תחלה ושוב א\"א להבדיל עליו:",
            "(ב) קודם ההבדלה - דאף דמצות הבדלה תדירה מ\"מ כל מה דנוכל לאחר לצאת מן השבת עדיף טפי וגם בהדלקה יש פרסומי ניסא ואם שכח אתה חוננתנו יאמר המבדיל בין קודש לחול ואח\"כ ידליק ואח\"כ אומרים ויתן לך ואח\"כ מבדילין:",
            "(ג) וכ\"ש בביתו וכו' שהרי כבר הבדיל - ר\"ל וכבר שמע הבדלה ודבריו מגומגם דהא לא נתכוין לצאת בהבדלה של ש\"ץ ששמע בבהכ\"נ. ודע דט\"ז ועוד כמה אחרונים שעומדים בשיטתו פליגי על עיקר דינו של המחבר ורמ\"א וס\"ל דמצות הבדלה קודמת לנר חנוכה משום דהיא תדירה. ועיין בבה\"ל שהבאנו דיש בזה דיעות בין הראשונים וע\"כ בבהכ\"נ אין לשנות המנהג שנהגו בישראל להדליק מקודם ואח\"כ להבדיל ובבית דעביד כמר עביד ודעביד כמר עביד:"
        ],
        [
            "(א) אומר על הנסים - כתוב בספרים שבנוסח על הניסים יאמר ועל הנסים בוי\"ו הן בתפלה הן בבהמ\"ז. כשעמדה עליהם יש לדלג תיבת עליהם דהא אח\"כ אומר על עמך ישראל אא\"כ אומר ועל עמך ישראל [פר\"ח]:",
            "(ב) בברכת המזון בברכת הארץ ובתפלה בברכת מודים - הטעם דכולה מילתא דחנוכה עיקרה הודאה היא. ובברכה מעין שלש בחנוכה ופורים אין מזכירין של חנוכה ופורים:",
            "(ג) אין מחזירין אותו - דלאו דאורייתא נינהו וקאי אתפלה ואברכת המזון ואין חילוק בבהמ\"ז בין בחול ובין בשבת חנוכה אף דמוכרח לאכול מצד שהוא שבת מ\"מ אינו חוזר בשביל על הניסים דחנוכה [פמ\"ג] ועיין בסימן קפ\"ח במ\"ב סוף סקל\"ג:",
            "(ד) כשמגיע להרחמן וכו' - וה\"ה שיאמר כן בתפלה אחר גמר התפלה דרך בקשה קודם יהיו לרצון [א\"ר]:",
            "(ה) יאמר הרחמן - וכן בפורים [לבוש] ובר\"ח שבחנוכה יאמר זה אחר הרחמן הוא יחדש וכו' משום דתדיר קודם:",
            "(ו) צריך להזכיר - דיום הוא שנתחייב בארבעה תפלות. ואם לא אמרו אין מחזירין אותו:",
            "(ז) אין אומרים כשם שעשית - י\"א משום דלא ישאל אדם צרכיו בג' ראשונות ואחרונות וטעות הוא דבשביל הצבור שרי אלא עיקר הטעם דכל דבר דהוי להבא תקנו בלהבא ובדבר דהודאה הוי לשעבר ועיקר על הניסים הוי כלשעבר [ב\"י]:",
            "(ח) וי\"א שאומרים אותו - כתב ב\"י ודעביד כמר עביד ודעביד כמר עביד. בעל הניסים י\"ל להשכיחם תורתיך ולא יאמר מתורתיך במ\"ם. צ\"ל שמונת ימי חנוכה אלו להודות [מ\"א]:"
        ],
        [
            "(א) גומרין את ההלל - לפי שבכל יום נוסף נס חדש ועוד יש טעמים עיין בב\"י. ואחר ההלל אומרים חצי קדיש. מי שהוא אבל בשחרית אין מתפלל לפני העמוד דיש הלל הא ערבית מתפלל דמתפלל בר\"ח ג\"כ ערבית. אין אומרים אל ארך אפים בב' וה' בחנוכה ויה\"ר אחר ס\"ת. ולענין הלל אם מותר לומר בבית האבל עיין בשע\"ת אבל האבל בעצמו בודאי לא יאמר:"
        ],
        [
            "(א) הנשיאים - משום שנגמר מלאכת המשכן בכ\"ה בכסליו:",
            "(ב) כהנים - לפי שנעשה הנס ע\"י כהנים:",
            "(ג) עם כהן ולוי - כהן יקרא עד לפני המשכן או עד לחנוכת המזבח והשאר יקראו לוי וישראל אבל אותם שנהגו לקרות לכהן עד ואני אברכם הוא מנהג בטעות וצריך לבטלו שהשלשה צריכין שיקראו בסדר היום וסדר היום הוא פרשת נשיאים. ואחר הקריאה אומרים ח\"ק. אם טעו וקראו ביום שני של חנוכה פרשת נשיא ג' וכיוצא עלתה להם דאין קפידא בימים:",
            "(ד) השמיני - כהן ולוי קורא בקרבנו של גמליאל וישראל גומר וכו':",
            "(ה) השבוע - שבעה קרואים לפחות ואומר ח\"ק:",
            "(ו) בשל חנוכה - ואם הוא יום א' של חנוכה מתחיל מויהי ביום כלות [לבוש] המפטיר יקרא רק נשיא אחד דיום ההוא לבד וכן בר\"ח שבחנוכה קורים להרביעי רק נשיא אחד לבד של אותו היום דהיינו יום הששי ואם ר\"ח טבת שני ימים קורא ביום ב' דר\"ח שהוא ז' דחנוכה נשיא הז' לבד:",
            "(ז) ומפטיר רני ושמחי - על שם ראיתי והנה מנורת זהב כולה:",
            "(ח) מפטירין בשל חנוכה - ר\"ל אף דבעלמא המנהג בשבת שיש חתן לדחות הפטרת השבוע ולקרות הפטרת שוש אשיש שהוא מענינא דחתן כמבואר לעיל בסוף סי' תכ\"ח מ\"מ בשבת חנוכה בין בשבת ראשון בין בשבת שני אין לדחות של חנוכה דפרסומי ניסא עדיף והנה המ\"א הביא די\"א דה\"מ בשבת ראשונה אבל אם איקלע חתן בשבת שניה מפטירין שוש אשיש ואין מפטירין בשל חנוכה הואיל וכבר הפטירו בשל חנוכה בשבת ראשון אבל בא\"ר כתב דמרמ\"א משמע דבין בשבת ראשון ובין בשני קורין רק של חנוכה לחוד וכן נוהגין:",
            "(ט) בפרשת השבוע - וה\"ה אם רוצים לקרות בה ז' או יותר מן ז' ג\"כ שרי והעיקר דבין כולם לא יפחות משבעה. כשגומר פרשת השביעי מניחין הס\"ת הב' ואין אומרין קדיש רק מגביהין הראשונה וגוללין אותה ופושטין השניה וקורא בה וכשאומרין קדיש על השניה מניחין השלישית אצלה:",
            "(י) בשל ר\"ח - דתדיר קודם:",
            "(יא) ומפטיר רני ושמחי - דהא דתדיר קודם היינו להקדים אבל לענין לדחות פרסומי ניסא עדיף ועוד דכיון דקורא בשל חנוכה באחרונה יש להפטיר במאי דסליק מניה:",
            "(יב) ואם חל ר\"ח בחול - סדר קריאת התורה בר\"ח בחול. מתחיל פ' התמיד כהן עד רביעית ההין. לוי עד ונסכה. ישראל עד ונסכו. והרביעי קורא בחנוכה [פמ\"ג]:",
            "(יג) וקרא רביעי בשל ר\"ח - וה\"ה טעה ונזדמן בשבת חנוכה:",
            "(יד) א\"צ לקרות יותר - דאין משגיחין בחנוכה דר\"ח עיקר ואפילו אם נזכרו בתחילת קריאת הרביעי אין לומר שרביעי עצמו יקרא בס\"ת זו בשל חנוכה קודם שיחתום בפרשת ר\"ח דה\"ל מדלג ואין מדלגין בתורה בשני ענינין כדלעיל בסימן קמ\"ד אלא מאחר שהרביעי התחיל לקרות בשל ר\"ח יחתום ויברך ויבוא חמישי אחריו ויקרא בס\"ת השניה אם הוציאוה בשל חנוכה:",
            "(טו) משום פגמו - דמוטב לבטל הא דאמרינן דבר\"ח אין מוסיפין על ארבעה מלפגום הס\"ת [ב\"י]:",
            "(טז) לקרות חמישי וכו' - ויאמר קדיש אחריו ואם אמר קדיש אחר הרביעי לא יאמרנו אחר החמישי:",
            "(יז) צריך להפסיק - עיין בט\"ז שכתב דהאי פסקא לאו דסמכא הוא ואין צריך להפסיק אלא קורא כהן בשל חנוכה ואח\"כ יקרא לאחרים בשל ר\"ח ועיין בבה\"ל שביררנו כל הפרטים שיש בזה:",
            "(יח) ואם צריך לברך וכו' - עיין בבה\"ל:"
        ],
        [
            "(א) ר\"ח אדר וכו' - אבאר בקיצור ענין ד' פרשיות. והוא. חז\"ל תקנו לקרות ד' פרשיות בשנה מר\"ח אדר עד ר\"ח ניסן לזכרון ד' דברים והם אלו. הראשונה היא פרשת שקלים לזכרון מצות מחצית השקל שיתבאר בסמוך שהיו מחוייבים ליתן ללשכה לקרבן התמיד בכל שנה. השניה היא פרשת זכור לזכור מעשה עמלק וקורין אותה בשבת שלפני פורים לסמכה למעשה שהיה מזרע עמלק וכדי להקדים זכירת מחיית עמלק לעשייתה וכדכתיב והימים האלה נזכרים ונעשים. השלישית היא פרשת פרה אדומה והיא בשבת שקודם פרשת החודש שכן היה שריפתה במדבר סמוך לניסן כדי להזות בה את ישראל באפר החטאת מיד אחר הקמת המשכן כדי שיהיו טהורים ויוכלו לעשות הפסח בזמנו לכך קורין פרשה זו להתפלל לפניו ית' שגם עלינו יזרוק מים טהורים במהרה. הרביעית פרשת החודש בשבת הסמוך לר\"ח ניסן כדי לקדש חודש ניסן דכתיב בתורה החודש הזה לכם ראש חדשים אבל אין זה עיקר הקידוש כי עיקר הקידוש הוא בעת ראית הלבנה שמקדשין אותו הב\"ד ואין הקריאה הזאת אלא מדרבנן:",
            "(ב) קורין פרשת שקלים - דאמר קרא זאת עולת חודש בחדשו לחדשי השנה והאי לחדשי יתירא הוא אלא אמרה תורה יש לך חודש שאתה צריך לחדשו בהבאת עולות תמידין ומוספין מתרומה חדשה וזהו ניסן דגמרינן בגמרא בג\"ש שחודש זה הוא חודש ניסן וכיון דבניסן בעי לאקרובי מתרומה חדשה לכך מקדמינן ומשמיעין על השקלים באדר הסמוך לו שיביאו שקליהם בר\"ח ניסן ואנו משלמין פרים שפתינו בקריאת הפרשה של כי תשא דכתיב בה ענין השקלים. יוצר יש לשחרית וגם למוסף בפרשת שקלים ובפרשת החודש אבל בזכור ופרה לא תקנו במוסף [פמ\"ג] אם אירע שלא קראו הפרשה מענינו של יום אין לה תשלומין לשבת הבאה [שערי אפרים]. אם שכחו הצבור לקרות פרשת שקלים וה\"ה בשארי השלשה פרשיות אם כבר אמר הפטרה של סדר השבוע בברכותיה ונזכרו צריכים לחזור ולהוציא ס\"ת ולקרות הפרשה בברכה לפניה ולאחריה ויאמר אח\"כ קדיש ויפטיר בלא ברכה לפניה ולאחריה. ואם נזכרו אחר שהתחיל לברך על הפטרה ואמר השם יגמור הברכה ויאמר קצת פסוקים מהפטרת השבוע [כדי שתהיה לברכה מקום לחול] ובלא ברכה אחריה ויוציאו ס\"ת ויקרא עולה אחד מענינו של יום ואחר ברכה אחרונה יאמר קדיש ויקרא הפטרה בלא ברכה לפניה והברכות שלאחריה יברך. ואם נזכרו מיד אחר שבירך ברכה אחרונה על התורה יוציאו ס\"ת אחרת ויניח אצל הראשונה ויאמר קדיש ואח\"כ יקרא אחר שיפטיר מענינו של יום בברכותיה [שם] אם טעו וקראו הפרשיות והמגילה באדר ראשון צריך לחזור ולקרות המגילה בשני ולענין הפרשיות בב\"י משמע דא\"צ לחזור אבל בד\"מ ובא\"ר כתבו דצריך לחזור:",
            "(ג) ומפטיר ויכרות יהוידע - כי שם נזכר נדבות לבדק הבית. ואין מפטירין בשל ר\"ח אף שהיא תדירה משום דמשקלים סליקו בתורה ומפטירין בה:",
            "(ד) השבוע - ששה אנשים ובמקום שנהגו להוסיף מוסיפין [ש\"א]:",
            "(ה) ובשני של ר\"ח - ומתחילין וביום השבת [לבוש] ומניחין ס\"ת השלישית אצלה ואומרים ח\"ק. ואם אחר שגמר פרשת השבת טעה ולקח הס\"ת שהיתה מגוללת על פרשת שקלים ובירך לפניה והתחיל לקרות יסיים בפרשת שקלים ואח\"כ להעולה בס\"ת השלישית למפטיר יקרא עמו בפרשת ר\"ח וההפטרה יאמר השמים כסאי מאחר שבקריאת התורה נסתיים מענין של שבת ור\"ח. וכן ה\"ה בשבת פרשת החודש כשחל ר\"ח ניסן בשבת והקדים לקרות בפרשת החודש [ש\"א]:",
            "(ו) השבוע - ומניחין ס\"ת השניה אצלה ואומר ח\"ק:",
            "(ז) עמלק - עד לא תשכח:",
            "(ח) פקדתי - כן הוא ברמב\"ם ובלבוש איתא ויאמר שמואל כה אמר ד' פקדתי את אשר עשה וגו':",
            "(ט) השבוע - ומניחין ס\"ת השניה אצלה ואומרים ח\"ק:",
            "(י) פרה - בפרשת חוקת מתחלת הסדר עד תטמא עד הערב:",
            "(יא) וע\"ל בסימן קל\"ז ס\"ה - שם מבואר אם טעה ולא גמר כל הפרשה:",
            "(יב) השבוע - ומניחין ס\"ת השניה אצלה ואומרים ח\"ק:",
            "(יג) לכם - עד תאכלו מצות כשחל ר\"ח ניסן בשבת שאז הוא פרשת החודש מפטירין פ' החודש ולא השמים כסאי [עט\"ז בשם לבוש] ומוציאין ג' ספרים באחד קורין פרשת השבוע ומניחין השניה ואין אומרין קדיש ומגביהין הראשונה וגוללין ופותחין השניה וקורין בפרשת ר\"ח מן וביום השבת עד ונסכו ומניחין השלישית ואומרין קדיש ומגביהין השניה וגוללין ופותחין השלישית וקוראין למפטיר בפ' החודש [ש\"א]:",
            "(יד) שפרשת זכור - דכתיב זכור את אשר עשה וכו' וגמרינן בגמרא דהאי זכור היינו באמירה מתוך הספר דוקא [ולא די במה שיקבע זה בלבו] וע\"כ צריך הקורא לכוין להוציא כל השומעים וגם השומעים צריכין לכוין לצאת:",
            "(טו) ופ' פרה אדומה - והרבה אחרונים כתבו שפרשה זו אינה מדאורייתא ועיין לעיל בסימן ס' סק\"י במ\"ב דאפילו במצוה דרבנן ג\"כ צריך לכוין לצאת ידי המצוה:",
            "(טז) למקום שיש מנין וכו' - היינו אפילו יש לו ס\"ת בביתו אלא שאין לו מנין בביתו ואפילו אם נאמר דמנין לפרשה זכור הוא מדרבנן בעלמא עכ\"פ עיקר קריאת זכור הוא דאורייתא והנה בתרומת הדשן כתב דשמיעת קריאת פ' זכור בעשרה עדיף יותר ממקרא מגילה בצבור שמקרא מגילה לדעת רוב הפוסקים סגי בזמנו ביחיד וע\"כ אם א\"א לו לקיים שניהם יראה לקיים קריאת פ' זכור בצבור אבל המ\"א מצדד דטוב יותר שיבוא למקום שקורין המגילה בצבור ופרשת זכור יוצא ע\"פ הדחק במה שישמע הקריאה בפורים פרשת ויבוא עמלק דבזה נמי זוכר מעשה עמלק ויוצא י\"ח ור\"ל דיוצא מדאורייתא והנה למאי דקי\"ל לעיל בסימן ס' דמצות צריכות כונה יהיה צריך בעת שמיעת פרשה זו לכוין לצאת בזה מ\"ע של זכור אבל לענ\"ד עיקר דינו של המ\"א צ\"ע דהא כתיב בתורה זכור את אשר עשה וגו' אשר קרך בדרך ויזנב בך וגו' תמחה וגו' והכונה שלא לשכוח מה שעשה לנו עמלק ונספר זה לבנינו ולדורותינו לומר להם כך עשה לנו הרשע ולכך נצטוינו למחות את שמו כמו שכתב הרמב\"ן בביאורו וזה לא נזכר בפרשת ויבא עמלק:",
            "(יז) מ\"מ יזהרו לקרותם וכו' - ויהדר לקרות זה מתוך הספר וכנ\"ל בסקי\"ד:",
            "(יח) בנגינתם ובטעמם - דע דיש אומרים שצריך לקרות זכר עמלק בציר\"י ויש אומרים שצריך לקרות זכר עמלק בסגו\"ל וע\"כ מהנכון שהקורא יקרא שניהם לצאת י\"ש. כתב מהרי\"ל בכל ד' פרשיות אין מזכירין נשמות ואומרים צו\"ץ [ד\"מ] ולענין אב הרחמים בא\"ר בשם הגמ\"נ די\"ל בהם אב הרחמים ובד\"מ בשם מהרי\"ל משמע דאין אומרים בהם אה\"ר וכן העתיק בדה\"ח ולענין תענית של שובבי\"ם ת\"ת עיין בבה\"ט ושע\"ת:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}