{
    "versionTitle": "Hilchos Taanis",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) כל תענית וכו' - היינו בין הארבע צומות או איזה תענית יחיד:",
            "(ב) ג' כוכבים - דשנים עדיין הוי ביה\"ש:",
            "(ג) בינוניים - אבל גדולים לא מהני דהם נראין אף ביום. והנה בסימן רצ\"ג לענין מוצאי שבת פסק השו\"ע דאין לעשות מלאכה עד שיראו ג' כוכבים קטנים ורצופים והוא משום חומרא דשבת וה\"ה לענין מוצאי יוה\"כ אבל בענינינו סגי בבינונים ואפילו מפוזרים [אחרונים]:",
            "(ד) אינו תענית - הן לענין שלא יצא בזה ידי חיוב תעניתו והן לענין שאינו מתפלל עננו:",
            "(ה) אם דעתו לאכול וכו' - כגון שהתנה בשעת קבלתו שלא להשלים התענית:",
            "(ו) אף על פי שאין משלימין - היינו אם פירש בשעת קבלה שלא להשלים אפילו התענה רק עד מנחה גדולה מתפלל עננו אבל אם קיבל תענית סתם צריך להשלים עד צאת הכוכבים כדלקמן בס\"ג [ועיין בביאור הגר\"א דמשמע מיניה דבזה אם לא השלים אפילו לדעת מקצת רבוותא אין מתפללין עננו] ואם לא השלים ואכל עיין לקמן סימן תקס\"ח ס\"א ובהג\"ה שם. והא דסתם רמ\"א להקל בפירש בשעת קבלה היינו דוקא במתפלל תפלת מנחה קודם אכילתו אבל כשאכל מתחלה בכל גווני אינו מתפלל עננו:",
            "(ז) וכן דעת מקצת רבוותא - טעמם דס\"ל דמה שאמר הגמרא כל תענית שלא שקעה עליו חמה אינו תענית והיינו אף לענין עננו הוא רק אם קיבל עליו להתענות יום שלם ולא השלים דאינו תענית אז אינו מתפלל עננו אבל אם קיבל עליו רק עד מנחה דהוא לצעורי בעלמא הוי תענית לענין זה שמתפלל עננו בתוך תפלתו אף שאיננו משלים אכן רוב הפוסקים חולקים ע\"ז וע\"כ הכריע רמ\"א דלא נסמוך עליה רק לענין יחיד דיאמרנה בש\"ת ויחתום כי אתה שומע וכו' ולא יאמר בא\"י העונה בעת צרה ועיין בט\"ז שמצדד דאפילו בזה ידלג תיבות צום תעניתנו דלא ליחזי כדובר שקרים כיון דאינו תענית ובספר בגדי ישע פוסק דאינו צריך לדלג כיון שהוא מתענה עד אחר חצות דאז אכילתו הוא כזורק אבן לחמת לא מיחזי כשיקרא עי\"ש וכן מצדד בספר מחצית השקל עי\"ש:",
            "(ח) אבל ש\"ץ וכו' - היינו בתפלת חזרת הש\"ץ דמוסיף ברכה מיוחדת ע\"ז בין גואל לרופא אבל בתפלת הלחש גם הוא יאמר עננו קודם כי אתה שומע ועיין בבה\"ל:",
            "(ט) שאין רגילות לקבלם בתפלה - שמקובלים ועומדים מכח מנהגם וגם התענית הוא רק לצעורי בעלמא משום תשובה שיתכפרו עונותיו ולפ\"ז אותן הנוהגין להתענות לעולם יום א' של סליחות וער\"ה א\"צ קבלה והשלמה כיון שמקובלים מכח מנהגם:",
            "(י) עד שיצא מביהכ\"נ - ערבית ואפילו התפללו מבע\"י דהיינו מפלג המנחה ולמעלה דהוא י\"א שעות פחות רביע. ותפלת ערבית אין מעכב לזה אלא כיון שהגיע הזמן הזה די ובלבד שיתפלל מנחה תחלה [מ\"א] ועיין במחצית השקל בסימן תקפ\"א שכתב דעכשיו רבים נוהגים שלא להתענות כ\"א עד זמן מנחה גדולה ומתפללים תחלה מנחה וכ\"כ בפמ\"ג ועכ\"פ נראה דבאדם חלוש בודאי יכול לסמוך להקל להתענות רק עד זמן מנחה גדולה ולהתפלל מנחה ותפלת עננו ולאכול:",
            "(יא) וכן חתן וכו' - דמתענה ג\"כ רק לצעורי משום תשובה לכפר עונותיו ואין רגילות לקבלו במנחה שלפניו:",
            "(יב) ואז יוכל לשתות וכו' - היינו ג\"כ אף שלא התנה בתחלה שלא להשלים אפ\"ה יכול לשתות וכנ\"ל ומש\"כ ואז היינו דלא ישתה קודם מנחה דאז לא יוכל לומר עננו. ומ\"מ טוב יותר שיתנה החתן בפירוש שלא להשלים [אחרונים]:",
            "(יג) להשלים - הטעם שמתענין על העבר על החורבן ולא אמרינן לצעורי קמכוין משא\"כ ביו\"ד ימי תשובה דמתענין על העתיד שיקרע גזר דינם אמרינן דלא קבלו אלא לצעורי וזהו טעם המתענין מ' יום לפני יום הכפורים דא\"צ להשלים דהא הם מתענים ג\"כ מפני התשובה:",
            "(יד) אף על גב דאינו צריך קבלה - דמקובל ועומד מפני שרגיל בזה בכל שנה:",
            "(טו) רק מתענה יום או יומים - מיירי במי שאינו נוהג להתענות כל שנה וא\"כ צריך לקבל התענית לכן צריך להשלים אבל מי שמתענה כל שנה אפי' רק קבע יום אחד לזה א\"צ קבלה והשלמה ומכ\"ש מי שמתנה בשעת קבלה שבודאי א\"צ השלמה:",
            "(טז) התנה - בשעת קבלת תענית ואפשר דה\"ה אם התנה מקודם אמרינן דקבלה שקיבל אח\"כ אדעתא דתנאה קמא הוי:",
            "(יז) שקיבל עליו תענית סתם וכו' - היינו שלא פירש בעת הקבלה את כונתו אמרינן דמסתמא היה כונתו כמו בשאר ימות החול דדינו הוא עד צאת הכוכבים כ\"ז שלא פירש:",
            "(יח) אם לא וכו' עד שישלימו הצבור תפלתם - וה\"ה דמהני כשמתנה שיתענה רק עד זמן מנחה גדולה ומיקרי תענית ויכול להתפלל עננו:",
            "(יט) וע\"ל סי' רמ\"ט - היינו מה שהכריע שם בהג\"ה לדינא ועיין שם מה שכתבתי שם במ\"ב ובה\"ל:",
            "(כ) ואפילו בע\"ש - דהא מתענין עבורו אף בשבת:",
            "(כא) שלא קבלו עליו היחיד וכו' - לאפוקי תענית צבור דאינו צריך קבלה כמבואר בסי\"ב:",
            "(כב) מבעוד יום אינו תענית - משמע אע\"פ שקבלו אח\"כ בלילה לא מהני והא דמבואר לקמן בס\"י בדעה קמייתא דמהני הקבלה לענין תענית שעות להתפלל ענינו הכא כיון שהתחיל להתענות לשם חובה ואח\"כ קבלו לא הוי קבלה כלל [מ\"א בסקט\"ו] ואפילו השלימו עד צה\"כ ג\"כ אינו חשוב תענית שנאמר קדשו צום משמע דבעינן הזמנה מקודם [רי\"ף]:",
            "(כג) לא יצא ידי נדרו - ומ\"מ אם התחיל להתענות ביום זה צריך לשלם נדרו במה שקבל עתה אף שלא קבלו מבעוד יום וגם הוי כפרת עון דלא גרע ממי שמצטער עצמו מבשר ויין וכדלקמן בסי\"א כ\"כ הפמ\"ג והגר\"א בביאור דברי הרמ\"א וביד אפרים וכן בשיורי לקט מפקפקין ע\"ז דכיון דהוא סבר לצאת בזה ידי נדרו שנדר מכבר א\"כ היה הקבלה בטעות ויכול לחזור בו ולאכול בו ביום:",
            "(כד) מיהו י\"א דמתפלל ענינו - טעמם דמה שאמרו בגמרא כל תענית וכו' אינו תענית היינו רק לענין שלא יצא ידי נדרו שחייב מקודם אבל שם תענית עליו ויכול להתפלל ענינו ואפילו לא קבלו כלל:",
            "(כה) בתענית יחיד - משום דיחיד אומר ענינו בשומע תפלה ואינו קובע ברכה לעצמו וכנ\"ל בס\"א בהג\"ה ומיהו אפשר דדוקא בחדא ריעותא דהיינו שלא קבלו מבעוד יום אבל השלימו עד הערב אבל אם גם אין דעתו להשלימו אפשר דאינו חשוב תענית גם לענין ענינו ונכון שבאופן זה ידלג תיבות צום תעניתנו ויאמר ענינו ד' ענינו ביום זה כי בצרה גדולה אנחנו וכו':",
            "(כו) מתפלל ענינו אע\"פ וכו' - ובזה לכו\"ע יכול לומר בו שפיר צום תעניתנו אע\"פ שלא קבלו מאתמול כלל כיון דמשמיא רמו עליה הוי במקום קבלה מעצמו:",
            "(כז) בתפלת המנחה - דבעינן שיהא הקבלה סמוך לזמן התחלת התענית ונראה דלכתחלה יותר טוב שיהיה במנחה קטנה דהוא בט' שעות ומחצה ולא קודם ובדיעבד מהני אפילו במנחה גדולה וכתבו האחרונים שבדיעבד אם לא קיבל בתפלת המנחה יכול לקבלו אח\"כ כל זמן שהוא יום:",
            "(כח) בשומע תפלה - דמותר לשאול צרכיו בשומע תפלה וכיון שמסיים יהי רצון וגו' כדלקמיה לא הוי הפסק דהוא בכלל שאילת צרכיו:",
            "(כט) הריני בתענית יחיד - אתי לאפוקי דלא נטעי שהוא מקבל עליו להתענות כחומר תענית צבור ומ\"מ בדיעבד אף אם אמר בסתמא הריני בתענית מחר ג\"כ דינו כתענית יחיד [ב\"י]:",
            "(ל) אם הרהר בלבו שהוא מקבל וכו' - ודוקא שהרהר בלשון זה שהוא מקבל אבל מה שבדעתו להתענות לא מיקרי קבלה ויכול לחזור אכן אם התחיל להתענות אסור לאכול בלא התרה:",
            "(לא) הוי קבלה - דאע\"ג דלענין שבועה ונדר כשאוסר איזה דבר על עצמו לא מהני עד שיוציא בשפתיו אבל תענית דמי לנדר של צדקה דמהני כשגמר בלבו לזה וט\"ז כתב דכיון דע\"י התענית נתמעט חלבו ודמו חשוב כקרבן ובקרבן כתיב כל נדיב לב עולות:",
            "(לב) בשעת תפלת המנחה - ולא קודם דלא עדיף הרהור מהוצאה בפה דלא מהני אם הוציא בפיו קודם תפלת המנחה להתענות למחר ופרטי דינים אלו עיין לקמן בסימן תקס\"ג:",
            "(לג) וטוב יותר וכו' - קאי אריש הסעיף שכתב אומר בשומע תפלה או אחר וכו' וע\"ז קאמר דטוב יותר לקבלו אחר תפלה דהיינו קודם יהיו לרצון או אח\"כ קודם שיעקור רגליו:",
            "(לד) כדי שלא להפסיק - דעצם הקבלה שאומר הריני בתענית אינו שייך לתפלה והאחרונים כתבו דטוב שגם בשומע תפלה יהרהר שמקבל עליו התענית למחר:",
            "(לה) לא הפסיד כלום - דלא נחשב זה להפסק משום דעצם חיוב התענית אינו אלא לכל היום אם לא במקום שהחמירו בפירוש גם ללילה כגון לט\"ב או להמבוארים לקמן בסימן תקע\"ה ס\"ג:",
            "(לו) להתענות בימים ויאכל בלילות - אין הכונה שפירש שיאכל בלילות אלא מסתמא הוא ג\"כ מותר כדלקמיה:",
            "(לז) ואז מתפלל - ט\"ס הוא וצ\"ל ואפ\"ה מתפלל ור\"ל דאף שמתענה גם בלילה אין לומר דהוי כיומא אריכתא ולא יתפלל ענינו אלא במנחה של יום שני אלא כל יום הוא תענית בפני עצמו לענין ענינו ואפילו מתענה ששה ימים רצופים נמי מתפלל כל יום ענינו במנחה:",
            "(לח) אם סגי בקבלה אחת לכולם - מפני שקבלן בבת אחת:",
            "(לט) מיהו נהגו העם וכו' - והוא מה שמברכין בשבת שלאחר פסח וסוכות מי שיקבל עליו להתענות בה\"ב והעם עונין אמן וזהו הקבלה וא\"צ לקבלו עוד במנחה שלפניו ומ\"מ אם רוצה אח\"כ שלא להתענות הרשות בידו כיון שלא הוציא בפיו. אכן לפי מה שכתבנו לקמן בסימן תקס\"ג דיש מחמירין שאפילו בהרהור בלבד הוי קבלה צריך ליזהר לדבריהם אם בעת שענה אמן היה בלבו להתענות שלא לחזור לחזור מזה:",
            "(מ) אע\"פ שלן בתעניתו וכו' - אשמעינן בזה דלא נימא דבכה\"ג הוי כיומא אריכתא ויצא בקבלתו הראשונה:",
            "(מא) אינו תענית - לא לענין לצאת ידי נדרו ולא לענין להתפלל ענינו:",
            "(מב) שלא קבלו עליו מבע\"י - משמע אע\"פ שקבלו אח\"כ בלילה לא מהני ועיין במ\"א שדעתו דדוקא אם קבלו אחר שהתחיל להתענות לשם תענית דהקבלה צריך להיות מקודם התחלת התענית הן בתענית שעות והן בתענית יום שלם אבל אם קיבל ע\"ע בלילה קודם שהתחיל להתענות אף דלא יצא ידי נדרו בזה דלא נקרא תענית שלם כיון שלא קבלו מבע\"י מ\"מ עכ\"פ תענית שעות הוי כיון שקיבל קודם התחלת תעניתו ומתפלל למחר ענינו לדעה קמייתא שבסעיף יו\"ד ויש מאחרונים שחולקין וסוברין דהיכא שדעתו להתענות יום שלם אין עליו שם תענית שעות ובלא קבלה מבע\"י אף לדעה קמייתא אין עליו שם תענית כלל אף לענין להתפלל ענינו. ודע דלפי מה שכתב הרמ\"א בס\"ה לנהוג בתענית יחיד שאומר ענינו בש\"ת אף בלא קבלה כלל ה\"ה בענינינו כאן וכ\"כ הא\"ר:",
            "(מג) ונמלך להתענות וכו' - מלשון זה משמע לכאורה דאפילו לא הוציא בשפתיו ג\"כ סגי ומה שסיים שהרי קבל עליו היינו בלב ואזיל לשיטתיה בס\"ו ועיין שם במ\"א דדוקא בשקבל עליו אבל אם היה רק בדעתו להתענות לא מיקרי קבלה:",
            "(מד) שגם זה תענית שעות וצריך - צ\"ל שגם תענית שעות זה צריך:",
            "(מה) שיקבלנו עליו מאתמול - היינו בעת תפלת המנחה:",
            "(מו) נמלך וגמרו - ר\"ל שנמלך שלא לאכול אפילו שלא לשם תענית:",
            "(מז) הרי זה תענית שעות - ר\"ל ומתפלל בהם עננו:",
            "(מח) עד חצי היום - לאו דוקא דה\"ה אם הקבלה היה עד ג' רביע היום אם דעתו לאכול קודם גמר היום אינו מתפלל ענינו בתפלת המנחה ועיין לעיל בס\"א בהג\"ה דהיחיד יכול לומר ענינו בש\"ת:",
            "(מט) שצריך להשלים נדרו - דה\"א דמותר לאכול תוך אותו זמן שקיבל עליו דלא הוי נדר כלל קמ\"ל דמ\"מ צריך להתענות אותו זמן:",
            "(נ) ויש אומרים וכו' - ולדינא נראה דצריך להחמיר ולהתענות כדעה ראשונה אף שלא ידע ולא קיבל ע\"ע וכ\"ש התעניתים הכתובים בפסוק בודאי א\"צ לקבל ונראה דאף דעה השניה מודה לזה דאלו כבר רצו כל ישראל וקבלו עליהם כדאיתא בפוסקים:",
            "(נא) יש מי שאומר וכו' - נקט לשון זה לדין הראשון שמה שהתנה הוא דבר הרשות דבזה יש הרבה פוסקים שחולקין וס\"ל דאף שהתנאי היה בדבר הרשות כיון שהדבר שהתחייב הוא דבר מצוה לא שייך בזה אסמכתא ומחויב לקיים אבל שני דינים האחרונים כו\"ע ס\"ל כן:",
            "(נב) אם לא אלך למקום פלוני - וה\"ה בקום ועשה כגון שאמר אם אעשה דבר פלוני ועשה:",
            "(נג) אשב בתענית - וה\"ה אם אמר אתן לצדקה:",
            "(נד) הוי אסמכתא - והאחרונים כתבו דיש להחמיר מאחר שרבים חולקים ע\"ז:",
            "(נה) אבל אם אמר וכו' - דעשה לזרז עצמו לדבר מצוה וגומר בדעתו ולא הוי אסמכתא:",
            "(נו) אם יצילני ה' מצרה - דמקרא מלא הוא גבי יעקב וידר יעקב נדר אם יהיה אלהים עמדי ושמרני וגו' וכן וידר ישראל נדר לאמר אם נתן תתן את העם הזה בידי וגו':",
            "(נז) או אם יצליח דרכי - גם זה מקרא דיעקב ונתן לי לחם לאכול וגו' ומשום דבזכות שהצליח גמר ומקני לכך חייל הנדר:"
        ],
        [
            "(א) מי שהרהר בלבו - ר\"ל אפילו גמר בדעתו וקיבל במחשבתו להתענות למחר:",
            "(ב) שלא בשעת תפלת המנחה - אלא קודם לזה דאלו אחר שהתפלל משמע מאחרונים דמהני הקבלה בדיעבד כל זמן שהוא יום בין בהוצאה בפה ובין בהרהור:",
            "(ג) דלא הוי קבלת תענית - משמע מלשון זה דא\"צ להתענות כלל כיון שלא קיבלו בתפלת המנחה אבל האחרונים הסכימו דמחוייב להתענות עכ\"פ מדין נדר [ואפילו רק גמר בדעתו וקיבל במחשבתו להתענות ג\"כ יש מחמירין דהרהור כדיבור דמי] אכן לענין תפלת עננו משמע דלא יכול לומר. והנה כ\"ז לענין הש\"ץ לומר ענינו בין גואל לרופא ובחתימה כנהוג אבל ליחיד לומר ענינו בשומע תפלה כבר הכריע רמ\"א לעיל בס\"ה דיחיד יכול לומר אפילו לא קיבלו כלל וכ\"ש בענינינו שקיבלו שלא בתפלת המנחה דלהרבה פוסקים חשוב זה קבלה גמורה עכ\"פ לענין יחיד בודאי יש לו לומר עננו:"
        ],
        [
            "(א) והוא שלא ישן וכו' - היינו אפילו אם גמר סעודתו מכבר ורוצה קודם אור היום לחזור ולאכול רשאי:",
            "(ב) שינת קבע - אבל מתנמנם דהיינו נים ולא נים תיר ולא תיר לא חשיב שינה:",
            "(ג) אבל אם ישן - אפילו שלא על מטתו. והנה המחבר סתם דבריו משמע דס\"ל אפילו ישן בתוך הסעודה ג\"כ שוב אסור לאכול ולגמור סעודתו כשניעור משנתו וכמו שמסיק בב\"י אבל כמה אחרונים הסכימו דאם ישן בתוך הסעודה מותר לגמרה אח\"כ כיון דמתחלה היה דעתו לאכול עוד. ומ\"מ המחמיר ע\"ע בזה קדוש יאמר לו:",
            "(ד) אא\"כ התנה וכו' - קודם השינה ואז מותר אפילו גמר סעודתו קודם השינה וגם ישן אח\"כ שינת קבע דעדיין לא קבל עליו התענית:",
            "(ה) דמסתמא דעתו וכו' - דדרך האדם להיות צמא אחר שינתו:",
            "(ו) והוי כאילו התנה - כתבו האחרונים דלכתחלה ראוי להחמיר ולהתנות אף לשתיה כדעת המחבר אכן אם רגיל לשתות אחר השינה א\"צ להתנות:"
        ],
        [
            "(א) אומר ענינו בשומע תפלה - ר\"ל שאינו קובע ברכה לעצמו בין גואל לרופא כמו ש\"צ אלא כוללה בשומע תפלה וכדלקמיה בהג\"ה:",
            "(ב) בין יחיד המתפלל עם הצבור - דרק לשליח צבור קבעו ברכה לעצמו בין גואל לרופא ולא ליחידים:",
            "(ג) ולא יחתום וכו' - ואפילו ש\"ץ אם שכח לומר ענינו בין גואל לרופא שאומר בשומע תפלה ג\"כ לא יחתום שם בברכה בפ\"ע אלא יסיים כי אתה שומע כיחיד:",
            "(ד) יאמר ענינו וכו' - דלעולם לישתתף אינש בהדי צבורא:",
            "(ה) בצום תעניתנו - ולא מיחזי כשיקרא מה שאומר בלשון רבים דא\"א שלא יהיה אחד בסוף העולם שמתענה היום [מ\"א] ויש מאחרונים שמצדדים לומר ביום צום תעניתי או ביום צום התענית והעולם נהגו כרמ\"א וכן העתיק בדה\"ח:",
            "(ו) וע\"ל סי' רצ\"ד סדו\"ה - דשם מוכח בס\"ד דתיכף כשיסיים ברכת שומע תפלה אין לו לחזור אע\"פ שלא פתח בברכה שלאחריה רק אחר תפלתו יכללה באלהי נצור כדלקמיה וגם הסעיף ה' דשם שייך לכאן:",
            "(ז) לאחר תפלתו - קודם יהיו לרצון:",
            "(ח) שמא יאחזנו בולמוס - שיהיה צריך לאכול כדי להשיב נפשו. ועיין בט\"ז שכתב דאם רוצה להתפלל בשחרית ענינו ולדלג תיבות ביום צום תעניתנו הרשות בידו דאז אין חשש שמא ימצא שקרן:",
            "(ט) בכל תפלותיו - ואפילו בתפלת ערבית שקודם התענית דעצם התענית מתחיל מבערב:",
            "(י) כ\"א במנחה - ואפילו מתפלל מנחה גדולה יאמר ענינו דאפילו אם יאחזנו בולמוס לא יהיה שקרן בתפלתו דעכ\"פ התענה עד חצות [אחרונים]:",
            "(יא) דדבר שבקדושה הם - ואין נאמר בפחות מעשרה:",
            "(יב) דרך קריאה - בניגון וטעמים. אין לומר האדרת והאמונה בצבור כ\"א ביוה\"כ הא יחיד יכול לומר האדרת כל השנה. אין לומר קודם חצות לילה שום סליחות ולא י\"ג מדות בשום פנים לעולם חוץ מביום הכפורים [אחרונים]:",
            "(יג) וכן אין וכו' או ויעבור - אף די\"ג מדות כבר כתבו המחבר חזר ושנה הרמ\"א בשם או\"ז דאפילו סליחות לחוד ג\"כ אין לומר ביחיד אבל האחרונים תמהו על עיקר הדין דלמה לא יאמר היחיד סליחות דהוא תחנונים בעלמא והסכימו דסליחות בלא י\"ג מדות יכול יחיד לומר:",
            "(יד) ומפרסם עצמו וכו' - משמע שאם שואלין אותו אם התענה מותר לומר האמת כיון שאינו עושה להשתבח ולהתפאר ומ\"מ נכון הוא שבכל גווני יאמר שאינו מתענה כדי שלא להחזיק טיבותא לנפשיה אכן אם מפצירין בו לאכול ואינו יכול להתנצל בלא\"ה יאמר שהוא מתענה [ט\"ז ומ\"א] ופשוט דכל זה בסתם תענית שאדם מקבל ע\"ע אבל בתעניתים הקבועין והוא במקום שמקילין בו המון מצוה לפרסם שמתענה כדי שילמדו ממנו. ולהיפך אם הוא במקום שהעולם מחמירין ע\"ע להתענות אף תענית בה\"ב וכדומה והוא אין יכול להתענות מפני שהוא חלש לא יאכל בפרהסיא בפני המון עם אלא בצנעא [פמ\"ג]:\n"
        ],
        [
            "(א) בין גואל לרופא - דכתיב ד' צורי וגואלי וסמיך ליה יענך ד' ביום צרה:",
            "(ב) העונה לעמו ישראל וכו' - ובסידורים שלנו איתא העונה בעת צרה וכן העיקר:",
            "(ג) וקורין ויחל בשחרית ובמנחה - היינו בכל תענית צבור אבל בט\"ב קורין בשחרית כי תוליד בנים וגו' ומפטירין בירמיה אסוף אסיפם כדלעיל בסימן תקנ\"ט ס\"ד בהג\"ה ורק במנחה דומה בקריאה לשאר ת\"צ. מה שהקהל אומרים שוב מחרון אפך דרך בקשה וכן ד' ד' אל רחום וחנון וגו' העולה לתורה וכן החזן הקורא אין אומר אותן פסוקים עם הקהל רק אח\"כ כשסיימו הקהל אז קורא החזן עם העולה בתורה וראוי ליזהר שהש\"ץ ימתין עד שיסיימו כולם ואח\"כ יתחיל לקרות כדי שישמעו כולם מתורה:",
            "(ד) בין שחל בשני ובחמישי - עיין לקמן בס\"ב בהג\"ה דבתעניתים שאין קבועין לכל מנהגינו שאין דוחין פרשת השבוע בשחרית:",
            "(ה) וקורים - ויחל בשחרית ובמנחה וה\"ה דאומר הש\"ץ ענינו בין גואל לרופא:",
            "(ו) קורין שחרית פרשת ר\"ח - ובדיעבד אם קרא ויחל נראה שאין מחזירין אותו דיש לסמוך על הירושלמי דסובר דאף לכתחלה קורין ויחל:",
            "(ז) מיהו אם קבעו התענית וכו' - היינו אם הצבור גזרו תענית ולאפוקי תעניתים הכתובין אפילו אם חלו בב' וה' דוחין פרשת השבוע וקורין ויחל לכו\"ע:",
            "(ח) אין דוחים פרשת השבוע - דהוא תדיר ואין חשוב תענית שלא נתפשט בכל ישראל לדחות פרשת השבוע. ועיין בא\"ר שהביא בשם מלבושי יו\"ט שדעתו לדינא להורות כהטור וכדעת רב שר שלום דדוחין פרשת השבוע וקורין ויחל אלא דמ\"מ כיון שנהגו כן אין לשנות המנהג ועיין בביאור הגר\"א שדעתו ג\"כ לדינא כהמלבושי יו\"ט ותמה על הרמ\"א עי\"ש אמנם בא\"ר מצדד להורות כהרמ\"א שכן נמצא באגודה בשם רבותיו עי\"ש. ומ\"מ בדיעבד אם התחילו לקרות פרשת ויחל אין לחזור כנלענ\"ד:",
            "(ט) אלא קורין בשחרית בפרשה - ומ\"מ הש\"ץ אומר ענינו בין גואל לרופא בשחרית ומנחה:",
            "(י) בלבד בה\"ב שמתענין אח\"פ וכו' - לפי שתעניתים אלו קבעו בכל הארצות ומיעוט הוא אותם שאין מתענים משא\"כ בשאר גזירות תענית על מדינה מיוחדת אז אין דוחין פרשת השבוע מכח ויחל וה\"ה תענית של כ' סיון ג\"כ יש לקרות ויחל אף בשחרית אפילו כשחל ביום ב' וה' שתענית זה הוא קבוע ונתפשט יותר בישראל מב' וה' דאחר פסח וסוכות [ט\"ז ול\"ח] ונ\"ל שהיום שהתענית של כ' סיון אינו קבוע כ\"כ שמתענים בו רק יחידים וכן תענית בה\"ב שאחר פסח וסוכות דינו כשאר תעניתים ואין דוחין פרשת השבוע בשחרית ולערב קורין ויחל. ואם חל כ' סיון בע\"ש שנוהגין שלא להשלים התענית רק עד שעה שיצאו מבהכ\"נ צ\"ע לענין ענינו איך יעשה וגם לענין קריאת התורה בצבור במנחה:",
            "(יא) יש נוהגין לדונו כת\"צ לענין ענינו וכו' - היינו דהש\"ץ יאמר ענינו בין גואל לרופא בשחרית ובמנחה וכן ויחל ואם חל ביום ב' וה' לדעת הג\"ה לעיל אין דוחין פרשת השבוע:",
            "(יב) ויש וכו' - ולפ\"ז ער\"ח שקורין יו\"כ קטן שנוהגין במקצת מקומות להתענות שהוא משום תשובה לענין ברכת ענינו ולענין קריאת ויחל תלוי במנהג המקומות ויש מקומות שנוהגין לקרות בו ויחל וכן לומר ענינו בין גואל לרופא במנחה ולא בשחרית משום דבמנחה מרבים בסליחות ווידויים ואין למחות ביד הנוהגין כן דיש להן על מה שיסמוכו אכן במקום שאין מנהג אין לקרות ויחל אף במנחה וכן הש\"ץ לא יאמר ענינו רק בשומע תפלה. מנהג ליתן צדקה במנחה דתענית דאגרא דתעניתא צדקתא ויש נוהגין לשער מה שהיה אוכל ביום התענית ליתן לעניים בערב [א\"ר] וכן נוהגין בקצת קהלות להכריז ליתן כופר נפש. ומ\"מ יראה לעשות כן שלא בחזרת הש\"ץ התפלה כי מבלבלין וצריך לשמוע להש\"ץ [פמ\"ג]:",
            "(יג) בפני עצמה - אבל יאמרנה בש\"ת כשאר יחיד כיון שהוא ת\"צ:",
            "(יד) אא\"כ יש בבהכ\"נ וכו' - ולענין קריאת ויחל כשחל התענית צבור בב' וה' אע\"פ שדוחין פרשת השבוע לית כאן ברכה לבטלה (דתקנת עזרא לקרות בשני וחמישי) א\"כ די כשיש ששה בבהכ\"נ קורין ויחל משא\"כ במנחה צריך עשרה בבהכ\"נ וה\"ה שחרית כשחל באגד\"ו צריך עשרה בביהכ\"נ דוקא [א\"ר ופמ\"ג] וי\"א שבתענית צבור של ד' צומות כיון דמדברי קבלה הם אפילו אין שם מתענים רק שבעה והשאר אינם מתענים דאניסי שהם חולים יכולים לקבוע ברכת ענינו ולקרות ויחל [שע\"ת ע\"ש]:",
            "(טו) עשרה שמתענים - ואם יש בהם אחד שאינו משלים לא יאמר ברכת ענינו:",
            "(טז) בברכת סלח לנו - מיהו אל רחום שמך וכיו\"ב שאינו מענין סליחת עון לא יאמרו עד אחר התפלה ואם שכח לומר הסליחות עד שגמר ברכת סלח לנו יאמר הסליחות אחר תפלת י\"ח [מ\"א]:",
            "(יז) והוא המנהג הנכון - וכן הסכימו האחרונים:",
            "(יח) לא יתפלל - ואם אירע שעבר לפני התיבה יאמר בשומע תפלה ענינו ביום צום התענית הזה וה\"ה אם אין ש\"ץ אחר מוטב שיתפלל מי שאינו מתענה ממה שיתבטלו לשמוע קדיש וקדושה וברכו:",
            "(יט) שאין עומד לקרות וכו' - עיין במ\"א דדוקא במנחה אבל בשחרית מותר לעלות אע\"פ שדוחין פ' השבוע וקורין ויחל מ\"מ עכ\"פ הלא קוראין בתורה בלא התענית אלא א\"כ התענית באמצע שבוע ויש מאחרונים שמפקפקין עליו בזה ומ\"מ בדיעבד אם קראוהו לכו\"ע יעלה:",
            "(כ) מי שלא התענה - או שאין בדעתו להשלים התענית:",
            "(כא) יצא הכהן - כדי שלא יאמרו שהוא פגום ומ\"מ אם הוא בביהכ\"נ ואינו רוצה לצאת אין לחוש דליכא פגם שהכל יודעין שיש בני אדם שאין רגילין להתענות אכן זהו לענין תענית בה\"ב וכה\"ג אבל בתעניתים הכתובים שהכל מתענים לבד מי שהוא חולה איכא פגמא אם לא יצא וע\"כ יזהר לצאת וכ\"ז כשאין כהן אחר בביהכ\"נ אבל אם יש כהן אחר פשיטא שא\"צ לצאת ואם חושש שיקראוהו לעלות יאמר לחזן שלא יקראוהו. ודע דבדיעבד אם קראוהו במנחה למי שאינו מתענה יש דעות בין הפוסקים אם יעלה [דיש מחמירים בזה דהוי חשש ברכה לבטלה דלא תקנו קריאה זו אלא בשביל המתענים והפוסקים שמקילין בזה טעמם דהברכה הוא מפני כבוד הצבור] וע\"כ צריך ליזהר מאד שלא להיות בביהכ\"נ כדי שלא יקראוהו. ובדיעבד אם קראוהו והוא איש ת\"ח ומחמת איזה אונס אירע שלא התענה בת\"צ וצר לו לומר להם שלא התענה כדי שלא יהיה ח\"ה בדבר נראה שיוכל לסמוך בשעת הדחק על המקילין ויעלה:",
            "(כב) יעמדו שנים - דילפינן ממשה דכתיב ואהרן וחור תמכו בידיו מזה אחד וגו'. וכתבו האחרונים שעכשיו אין נוהגין בזה משום שהכל אומרים בעצמם סליחות עם הש\"ץ:",
            "(כג) ובגלילות האלו אין נושאין וכו' - ומ\"מ נראה מכל זה לענין אמירת אלקינו ואלקי אבותינו ברכנו בברכה המשולשת וכו' דבמקום דיש מדינא נשיאת כפים אומרים או\"א ברכנו וכו' ועיין לעיל בסימן קכ\"ט ס\"א ובמ\"ב שם מבואר כל פרטי דינים אלו וטעמיהן:\n"
        ],
        [
            "(א) יכול לטעום - אם יש בו מלח או תבלין דלא קביל עליה שלא יהנה אלא שלא יאכל וישתה וזה לא מיקרי אכילה ושתיה ואפשר דאפילו כונתו להנאת עצמו שרי כיון שאינו בולע. כתב הט\"ז דדינא דשו\"ע הוא דוקא לענין תענית אבל מי שמודר מאיזה מאכל אסור אפילו לטועמו ולפלוט דשם הנאה קביל עליה:",
            "(ב) רביעית - הלוג והיינו ביצה ומחצה:",
            "(ג) ובלבד שיפלוט - דאל\"ה חשיב שתיה ואפילו משהו אסור:",
            "(ד) וביוה\"כ ובט\"ב אסור - דא\"א לומר שלא קיבל עליה דלאו בקבלתו תליא ואפילו בפחות מרביעית אסור:",
            "(ה) בכל תענית צבור - היינו ד' תעניתים הכתובים דבהם נמי א\"צ קבלה:",
            "(ו) והכי נוהגין - ובמקום סעודת מצוה שמבשלין ביום לצורך הלילה יש לסמוך אדעה ראשונה להתיר בשארי תעניתים לטעום התבשיל מעט מעט אם יש בו מלח ותבלין ולפלוט [ח\"א]:",
            "(ז) מעט מעט - וטעימה זו בחיך ולרוקקו מיד שלא תעבור מן החיך ולהלאה. וכל היום כולו מצטרף לרביעית ויותר מרביעית אסור בכל גווני דאז חשיבה ההנאה:",
            "(ח) וי\"א שאפילו בפ\"א וכו' - מדכתב המחבר דין זה בשם יש אומרים ויש אומרים ולא הכריע בדבר משמע דדעתו להקל דהוא מילתא דרבנן ובח\"א העתיק רק דעה הראשונה להחמיר ואפשר שטעמו משום דהמ\"א הביא בשם כמה ראשונים כדעה הראשונה:",
            "(ט) עד כדי רביעית - ולדעה זו מותר לטעום כמה פעמים כל פעם כדי רביעית דאין איסור בטעימה אם לא בלע אבל יותר מרביעית אפילו הוא רק טועם פ\"א אסור דמתוך שלוגמיו מלאים יבלע מעט:",
            "(י) בת\"צ לא כשר וכו' - היינו בתעניתים הכתובין:",
            "(יא) למעבד הכי - ובמקום צער יש להתיר רחיצת פה במים בכל ת\"צ רק שיזהר ביותר לכפוף ראשו ופיו למטה שלא יבא לגרונו ואפילו בט\"ב יש להתיר כשהוא לו צער גדול וביוה\"כ יש להחמיר גם בזה [ח\"א וכ\"כ בא\"ר]:",
            "(יב) ואפילו יש במים וכו' - כיון שמתכוין לרחוץ פיו ולא מתכוין לטעום לא מיתהני ביותר מרביעית ודוקא במים אבל בשאר משקין אפשר דיש להחמיר ביותר מרביעית. ובדבר שאין טוב לשתיה כגון בחומץ מותר כמו במים:",
            "(יג) מלבד ביום הכיפורים דאסור - מפני שהוא דאורייתא אבל זהו דוקא לדעת המרדכי אבל לדעת המחבר לעיל בס\"ח דאוסר בט\"ב וכן לדעת הרמ\"א דאוסר בכל תענית צבור גם בענינינו דינא הכי. ולענין לבלוע רוקו מתיר המ\"א אף ביוה\"כ דאף דקי\"ל דהשותה משקין שאינן ראויין לשתיה פטור אבל אסור הכא שאני כיון שאין כונתו כלל לשתיה:"
        ],
        [
            "(א) ושכח ואכל - ואפילו הזיד ואכל הרבה לא יאכל יותר:",
            "(ב) משלים תעניתו - ר\"ל מחוייב להשלים אותו היום ואינו יוצא במה שיתענה יום אחר כיון דפרט בנדרו יום זה דהיינו שאמר אתמול הריני בתענית למחר:",
            "(ג) וה\"ה וכו' תענית צבור - ונראה דבת\"צ אע\"פ שאכל יכול לומר עננו בתפלתו דשייך לומר ענינו ביום צום התענית הזה כמו שתקנו חכמים להתענות בו וכדלעיל בסימן תקס\"ה אבל אם הוא תענית יחיד אע\"פ שמחוייב להשלים כל שאכל כשיעור שהיה מאבד תעניתו אם לא היה נודר יום זה לא יאמר ענינו [נהר שלום]:",
            "(ד) וכשהתחיל להתענות וכו' - הטעם כיון שבתחלת קבלת התענית לא ייחד על אותו יום דוקא ע\"כ אף שאתמול קבל על עצמו במנחה ואמר הרני בתענית למחר יכול לצאת ידי חובתו במה שישלים יום אחר:",
            "(ה) ואכל כזית - אבל פחות מכזית אף דלכתחלה אסור לאכול אפילו משהו מ\"מ בדיעבד מתענה ומשלים וא\"צ יום אחר ואסור לאכול היום יותר כיון שקבלו בתענית מאתמול ויותר מזה דאפילו אכל כזית רק שלא אכלו בפ\"א ושהא בינתיים יותר מאכילת פרס לא מצטרף ודינו כפחות מכזית שאינו מאבד תעניתו בזה ולענין שתיה השיעור אם שתה מלא לוגמיו הא פחות מזה לא מקרי שתיה בדיעבד ומשלים תעניתו וא\"צ להתענות יום אחר:",
            "(ו) וחייב לצום - ואם קבל להתענות ב' ימים רצופים ושכח ואכל בלילה מתענה שני ימים אחרים:",
            "(ז) יום אחר - שלם אבל באותו היום מותר לאכול:",
            "(ח) דאפילו בנדר להתענות יום זה - עיין בבית מאיר שמסיק דדוקא באומר הריני בתענית למחר אבל אם נדר להתענות איזה יום מיוחד ושכח ואכל בו לכו\"ע צריך להשלים תעניתו וא\"צ להתענות יום אחר אם לא שכונתו לכפרה על עונו ושגגתו. וה\"ה בתענית חלום או יא\"צ וכ\"ש בארבע תעניתים הקבועים או שאר תענית צבור אם שכח ואכל בו בודאי מחוייב להשלים התענית וא\"צ להתענות יום אחר אם לא שכונתו לכפרה וכן איתא במהרי\"ל שציוה לאחד להתענות אח\"כ לכפרה:",
            "(ט) לדבר מצוה - כגון לברית מילה או סיום מסכת ואפילו הוא אינו שייך בגוה ומכל מקום בכל זה צריך להתענות מקצת היום זמן מועט יותר ממה שהוא רגיל כגון שרגיל לאכול בשעה רביעית יאכל בשעה חמישית וי\"א דאפילו הפצירו בו לשמחת מריעות שרי מפני דרכי שלום אבל מלשון השו\"ע שכתב מפני כבוד אדם גדול משמע דדוקא מפני כבודו שמפציר בו אבל מפני שאר אנשים לא:",
            "(י) לוה ופורע וכו' - וא\"צ להתיר הנדר:",
            "(יא) בתחילת הנדר - ר\"ל אע\"פ שקבלו מאתמול במנחה כיון שקבלה זו לא הוי עתה תחלת הנדר אלא ממה שהוסכם אצלו בתחלה להתענות איזה יום ושם לא בירר היום:",
            "(יב) מקרי תענית זה ואינו וכו' - עיין בט\"ז שדעתו דאם מצטער מתעניתו ומתענה מקצת היום יכול ללות ולפרוע יום אחר אפילו ביום זה אבל דעת המ\"א ועוד כמה אחרונים דאין יכול ללות ולפרוע אלא בקבלת תענית סתם וגם שם דוקא כשהתענה מקצת היום וכנ\"ל:",
            "(יג) ב' וה' כל השנה - דהו\"ל יום מיוחד ולא יכול להחליפו לימים אחרים וגם אין יכול לשנותו לשנה אחרת דכיון דאמר השנה שנה זו דוקא אבל אם נדר להתענות בה\"ב חצי שנה או שנה ולא אמר השנה לא מיקרי יום זה ויכול ללות ולפרוע בבה\"ב אחרים לאחר שיכלה חצי שנה או שנה ראשונה אבל על ימים אחרים כגון אגד\"ו אין יכול להחליף דאפשר דדוקא על ימים אלו קפיד שהם ימי רצון. וכתבו אחרונים דמי שנדר להתענות בה\"ב יכול להחליף ולהתענות הב\"ה דכונתו היה רק לימים אלו שהם ימי רצון:",
            "(יד) תענית חלום - או יא\"צ:",
            "(טו) אפילו בעשי\"ת - פי' שמיוחדים אלו ימים דוקא והו\"א דאסור לאכול:",
            "(טז) ברית מילה - או פדה\"ב או שאר סעודת מצוה:",
            "(יז) מצוה וכו' - וא\"צ לצום יום אחר עבור זה:",
            "(יח) לאכול - ופשוט דבמקום דמותר לאכול על הסעודה אינו תענית כלל ומותר אח\"כ לשתות ולאכול אף בביתו ומיהו קודם הסעודה אסור לאכול ולשתות בביתו מיהו הבעלי ברית מותרים לאכול ולשתות מיד דיו\"ט שלהם הוא ובספר א\"ר מסתפק דאפשר דדוקא אחר תפלת המנחה ע\"ש:",
            "(יט) כי לא נהגו וכו' - ואם יודע לפני ר\"ה שיאכל בין ר\"ה ליוה\"כ על ברית מילה או שארי סעודת מצוה מחוייב להתענות עוד יום אחד לפני ר\"ה דהא מהאי טעמא מתענין ד' ימים לפני ר\"ה נגד ד' ימים שאוכלין וכ\"ש אם אירע הסעודת מצוה בארבעה ימים שלפני ר\"ה שמתענין יום אחד נגדו. אמנם אם ר\"ה הוא ביום ה' דליכא אלא ד' ימים לפני ר\"ה א\"צ להתענות יום אחד קודם שבת דמעיקרא לא קיבלו עלייהו אלא להתענות בימי הסליחות ולא בימים האחרים:",
            "(כ) להתענות וכו' - ואם חל יום ל\"א של לידת בנו בשבת שצריך לעשות הפדיון ביום א' דהוא פדיון שלא בזמנו מסתפק המ\"א אם הוי סעודת מצוה ומותר לאכול כשחל בעשי\"ת או לא (ואינו דומה לברית מילה דהוי סעודת מצוה אף שלא בזמנו דהתם כל שעתא ושעתא זמניה הוא כדי שלא יהיה ערל משא\"כ לענין פדיון הבן) וע\"כ מצדד דיעשה הסעודה אח\"כ בלילה [ובדגול מרבבה כתב דטוב יותר שיעשה הפדיון והסעודה בליל מוצאי שבת ע\"ש] וכתב הרמ\"א דכל זה דוקא בכהאי גוונא אבל בשאר תענית שגוזרים הצבור אסור לאכול אף בסעודת מצוה. וע\"כ אם חל פדיון הבן ביום ת\"צ אף שנוהגים לפדותו ביום התענית הסעודה אין עושין ביום כ\"א אח\"כ בלילה [מ\"א] ובהגהת חתם סופר מצדד דאף בזה יעשה הפדיון והסעודה בליל כניסת יום ל\"א ע\"ש. עוד כתב המ\"א צ\"ע כשמתענים כ' סיון במלכות פולין אם מותר לאכול על סעודת מצוה [דאפשר דהוא בכלל שאר ת\"צ דאסור וכנ\"ל] ומיהו בזמנינו ע\"פ הרוב עושין כל הסעודות בלילה ומיהו פ\"א חל כ' סיון בע\"ש והיה סעודת ברית מילה וצוה הרב לאכול ביום מפני שלא ימצאו אנשים שילכו בלילה. ובעיר שאין מתענין כ' סיון ויש שם אנשים ממקומות שמתענין אם צריכין להשלים למנין מותרים לאכול אפילו בכל הימים [ח\"א]:",
            "(כא) ואם קבל עליו וכו' - ר\"ל דכל זה דוקא כשלא קבל עליו התענית אלא שסמך עצמו על המנהג או שענה אמן כשמברכין בה\"ב דאז לא קיבל עליו בנדר ואם רצה שלא להתענות רשאי ולכן אפילו לא ידע שיזמינו אותו לסעודה והתחיל להתענות מ\"מ מותר לאכול בסעודת מצוה אבל אם קיבל עליו התענית במנחה שעשה יותר ממנהג צריך לקיים ולהתענות אף בסעודת מצוה [לבוש] ודעת המ\"א ואיזה אחרונים דאף כשקיבל עליו במנחה מותר כיון שקבלתו היה עבור המנהג ורמ\"א מיירי במי שאינו מתענה כל בה\"ב או כל עשי\"ת אלא שמתענה יום או יומיים ונמצא דזה צריך מדינא לקבל במנחה ודינו כאלו מתענה באמצע השנה שהרי אינו תלוי במנהג וע\"כ חייב להתענות. והנה מהגר\"א משמע שמפרש כהלבוש ומ\"מ נראה דבזה יכול ללות ולפרוע תענית אחרת דבלא\"ה יש כמה ראשונים דס\"ל דאפילו באומר הרני מקבל להתענות למחר יכול ללות ולפרוע:",
            "(כב) בתעניתו - היינו בתענית יחיד אבל תענית שגוזרים הצבור לא מהני פדיון אם לא שהתנו כן הצבור:",
            "(כג) יכול לפדותו וכו' - משום דאומדן דעתא דאדעתא דהכי קיבל דתענית נחשב לצדקה וכיון שנותן דמי חלבו ודמו לעניים יצא:",
            "(כד) בממון - ושיעור הפדיון העשיר לפי עשרו דהטעם משום ששקול צער הממון נגד צער התענית וע\"כ בכל אחד לפי מה שהוא:",
            "(כה) בקיבל עליו תענית בעלמא - ר\"ל ולא ייחד בשעת הקבלה לאיזה יום דבייחד שאמר אז הרני בתענית למחר דינו כנודר ליום זה וכנ\"ל בס\"ב ועיין בבה\"ל:",
            "(כו) מי שנדר להתענות וכו' - וה\"ה מי שנתחייב להתענות מכח תשובה:",
            "(כז) יכול לדחותם וכו' - ר\"ל אף דהנדר היה בימי הקיץ מ\"מ שרי לדחותם אחרי שלא התנה שיהיו התעניתים בימי הקיץ:",
            "(כח) עד ימות החורף - עיין מ\"א דהיינו דוקא בנאנס שאינו יכול לקיים תיכף אבל בלא\"ה אינו רשאי לדחותם דחיישינן שמא ימות אם לא שהוא זמן מועט עד ימות החורף וכן פסק במחנה אפרים הלכות נדרים סימן ט\"ו דצריך לקיים מיד אך אם הנודר עצמו אומר שבלבו היה שלא לעשותם מיד פשיטא דנאמן מה שבינו לבין קונו:",
            "(כט) ויכול ללות וכו' - היינו במה דאיתא לעיל בס\"ב דלוה ופורע:",
            "(ל) שלשה ימים - ונוהגים להתענות עוד שני שעות בליל ד' שיהיה ע\"ד שעות סימן לדבר שובה ישראל ע\"ד ד' אלקיך והאוכלים בתחלת הלילה לא הפסידו שהוא כמנין חסד. והמתענים שני ימים רצופים טוב שיתענו שעה א' בלילה שאחר התעניתים ויפסיקו ג\"כ שעה אחת מבע\"י [היינו קודם התחלת התעניתים] דאז יחשב כמו כ\"ז תעניתים דיום ראשון הוי תענית אחד ואח\"כ עולה כל שעה ליום א'. ושעה לאו דוקא דמקצת היום ככולו:",
            "(לא) מכח תשובה - היינו מכח תיקוני תשובה המבואר בספרים. ומ\"מ טוב יותר שיצום מפוזרים שבכל עת יהיה לבו נכנע ויהיו חטאיו נגדו תמיד [מ\"א]:",
            "(לב) צריך לקיים מה שנדר - עיין בפמ\"ג שמסתפק להיפך אם נדר להתענות שני ימים רצופים אם יכול לשנותם לצום ארבעים יום שאינם רצופים ע\"ש:",
            "(לג) הכא מודה - דהתם אדעתא שיצטער לא קבל עליו ולכן יכול ללות משא\"כ הכא דסוף סוף יצטער לכן צריך לקיים מה שקבל עליו [ד\"מ]:",
            "(לד) שלפני יוה\"כ - ויתחיל להתענות אחר ט\"ו באב ולא יתענה בשבת ור\"ח ואותם התעניתים שמתענים למספר ארבעים יום א\"צ להשלים. והמתענה א\"צ לקבל תענית לכל יום בפ\"ע אלא יכול לקבלם בפ\"א בעת שמתחיל:",
            "(לה) שמי שקבל עליו - ואפילו לא אמר דרך נדר רק בקבלת תענית בעלמא:",
            "(לו) או בראש חדש - נראה דהמתענה ת\"ח בר\"ח ניסן או בר\"ח אב דא\"צ למיתב תענית לתעניתו דהא י\"א דמצוה להתענות בם כמ\"ש סימן תק\"פ:",
            "(לז) או בערב יום הכפורים - ודוקא הנך ימים הא שאר ימים שא\"א תחנון כחדש ניסן ול\"ג בעומר וט\"ו באב ושבט ובין ובין יוה\"כ לסוכות א\"צ למיתב תענית לתעניתו [פמ\"ג]:",
            "(לח) ועיין לעיל סימן רפ\"ח ס\"ד - שם מבואר דין מיתב תענית לתעניתו:",
            "(לט) אין תענית צבור בבבל - וה\"ה בכל חוץ לארץ כדמוכח לקמן סימן תקע\"ה ס\"י:",
            "(מ) הלכך יחיד שקבל עליו תענית לא חיישינן וכו' - מלשון זה משמע דבא\"י אם קבל עליו תענית סתם חיישינן שמא ת\"צ קבל עליו וצריך להפסיק מבע\"י ואסור במלאכה. ואולי דכהיום שאין מצוי להתענות הת\"צ המבוארים לקמן בסימן תקע\"ה ס\"ג מסתמא כונתו אסתם תענית וצ\"ע ועיין לקמן שם ס\"י מש\"כ בענין זה:",
            "(מא) שמת אביו או אמו - ר\"ל שבשנה שמת בו אביו לא היה השנה מעוברת ובשנים הבאים אח\"כ איתרמי שנה מעוברת דעת המחבר דסתם אדר הוא אדר שני וי\"א להיפך וגם יש בענינינו טעם דאין מעבירין על המצות:",
            "(מב) מיהו יש מחמירין להתענות בשניהם - עיין במ\"א שמסיק דאם קבל עליו בנדר להתענות יום שמת בו אביו או רבו מחוייב להתענות בשניהם דכן הוא העיקר לדינא [וכ\"כ הגר\"א] אכן אם לא קבל עליו בפירוש רק מצד מנהגא שמנהג להתענות יום שמת בו אביו ואמו א\"צ להתנהג לעולם אלא כמו שנהג בפעם ראשונה כשמתרמי לו השנה מעוברת דמעיקרא אדעתא דהכי קבל עליה אכן בפעם ראשונה גופא אם בא לימלך כיצד לעשות הנכון לומר לו שיתענה בשניהם (אכן אם קשה לו להתענות בשניהם נראה שטוב יותר שיברור לו יום ראשון דכן הוא המנהג) אכן האבלים אין צריכין ליתן לו קדיש אלא פ\"א וכיוצא בזה כתבו בשם רש\"ל מי שאינו יודע יום שמת בו אביו ואמו יברור לו יום אחד אך אל יסיג גבול אחרים לומר קדיש. אם מת אביו ביום ראשון דר\"ח אדר שני יתענה לשנה הבאה שהיתה שנה פשוטה ביום א' דר\"ח אדר ולא בכ\"ט בו דלעולם אדר של שנה פשוטה עומד תחת אדר שני של שנה מעוברת. ומי שמת אביו ביום ראשון דר\"ח כסליו ולשנה הבאה היה חשוון חסר ור\"ח כסליו אינו אלא יום אחד צ\"ע מתי יתענה אם בכ\"ט לחשוון שהוא יום א' לפני ר\"ח כסליו דהא לעולם יום שני עיקר שמונין למועדות משני וא\"כ היה יום פטירת אביו יום אחרון מחודש חשוון וגם עתה יקבע ביום אחרון לחודש זה או נימא דעכ\"פ הוי שם ר\"ח עליו ולכן יקבע יום היא\"צ עתה ג\"כ בר\"ח [ולא להתענות בו דהא אין מתענין בר\"ח כדלקמיה אלא להדליק בו נר ולומר קדיש] ומסיק המ\"א דאם שנה ראשונה למיתת אביו השנה היא חסרה וכמש\"כ וא\"כ עדיין לא הוקבע הענין עליו בנדר יקבע היא\"צ בכ\"ט לחודש חשוון וכמש\"כ הטעם אבל כששנה הראשונה היא ג\"כ מלאה א\"כ צריך ליקבע היום בר\"ח ולכן אף בשנים הבאים אחריהם אף שהם חסרים יקבע בר\"ח ויש מאחרונים שסוברין דלעולם יקבע בר\"ח והעולם נוהגין כהמ\"א:",
            "(מג) ביום מיתת אביו - דהיינו דאם מת בג' ימים לאיזה חודש צריך להתענות בשנה הבאה ג\"כ בג' ימים לחודש זה ואף דאינו אותו יום של ימות השבוע:",
            "(מד) ולא ביום קבורה - ואפילו בשנה ראשונה שהאבילות של יב\"ח מתחלת מיום הקבורה אפ\"ה יא\"צ הוא ביום המיתה ולא מיבעי אם יום הקבורה היה למחרת יום המיתה דאז נשלם הי\"ב חודש של אבילות ג\"כ ביום המיתה עצמה אלא אפילו היה יום הקבורה שנים או ג' ימים אחר יום המיתה דאז נמשך האבילות י\"ב חודש אחר יום המיתה מ\"מ היא\"צ לעולם ביום המיתה קבעינן וי\"א דבזה שיום הקבורה נמשך איזה ימים לאחר יום המיתה קבעינן היא\"צ בשנה ראשונה ג\"כ ביום הקבורה אבל בשאר השנים לכו\"ע יקבע ביום המיתה:",
            "(מה) אין מתענין כלל - אבל להדליק נר ולומר קדיש יהיה באותו יום:",
            "(מו) וכן בשאר ימים וכו' - וה\"ה אם הוא בעל ברית א\"צ להתענות דיו\"ט שלו הוא ואם ירצה יתענה רק עד מנחה גדולה. טוב להתענות יום שמת בו רבו מובהק כי חייב בכבודו יותר מכבוד אביו [של\"ה]:",
            "(מז) די בהליכה זו - שהרי לא נדר אלא לילך וקיים הדבר אבל אם נדר להוציא יו\"ד זהובים בהליכה זו ואח\"כ השכירוהו ללכת שם לא יצא י\"ח:",
            "(מח) ואירע בהם תענית חובה - ואפילו בעת שנדר לא אמר אלו הימים אלא אמר סתם שמקבל עליו לצום מהיום מ' יום רצופים:",
            "(מט) עולין לו - ודוקא בתענית חובה שהוא שלא ע\"י נדר אבל אם היה עליו חוב ע\"י נדר כגון שנדר לצום בב' וה' ואח\"כ נדר לצום מ' רצופים אין ב' וה' עולה לו דהם שני נדרים [אם לא שיאמר דכונתו היה שיעלה בחשבון הארבעים] ומ\"מ מי שרגיל מכבר להתענות י' ימי תשובה דהוי ג\"כ כעין נדר ואח\"כ נדר בט\"ו באב להתענות ארבעים יום רצופים עולין לו העשרה ימים בתוך חשבון הארבעים דודאי כונתו נגד מ' יום שעלה משה בהר כמ\"ש ס\"ד וא\"כ הו\"ל כאלו אמר מ' ימים אלו דפשוט דאפילו היה בהם כמה תעניתים עולים לו מי שרגיל להתענות י' ימי תשובה ואירע יום שמת בו אביו בין ר\"ה ליוה\"כ א\"צ להוסיף להתענות ה' ימים לפני ר\"ה מידי דהוי אצום גדליה ויוה\"כ שהם חובה ועולין בתוך הי' ימים ואם יום שמת אביו הוא לפני ר\"ה בימי הסליחות צריך להתענות ד' ימים חוץ מיום ההוא ואם חל ביום ראשון של סליחות או בער\"ה א\"צ להתענות כנגדו יום אחר דימים אלו הם קבועים לעולם בתוך העשרה ימים:",
            "(נ) אלא דואג ואונן - וישמור עצמו מן הכעס. ואם יש לו משא ומתן יעשה באמונה ובנחת ביותר שלא יבוא לכלל כעס:"
        ],
        [
            "(א) יחיד המתענה וכו' - החילוק בין צבור ליחיד דצבור לב ב\"ד מתנה עליהן וגם דאין מטריחין על הצבור אבל ביחיד כיון שלא התנה בפירוש שאם תעבור הצרה לא יתענה מחוייב להשלים כפי קבלתו:",
            "(ב) או מת - וה\"ה לענין מי שהתענה על צרה שתעבור ממנו שנתחייב ממציקיו לאיזה עונש והוצרך לקיים:",
            "(ג) צריך להשלים וכו' - דכיון שקבל עליו תענית סתם ולא התנה אמרינן דדעתו היה אקבלה זו מתוך שקבל עליו תענית תהיה מקובל תפלתו שיתפלל על החולה ועל הצרה:",
            "(ד) כל התעניות שקיבל וכו' - היינו לאו דוקא אותו יום משום דהתחיל להתענות אלא אפילו אם קיבל על עצמו כמה תעניתים בשביל אותו דבר מחוייב להשלימם וכן שארי נדרי צדקה שקיבל עליו בשביל שיחיה פלוני אף אם מת צריך לקיים. ועיין ביו\"ד סימן ר\"כ סט\"ו בהג\"ה דדוקא בשלא נדר בלשון תנאי אבל אם אמר אם יחיה פלוני אתענה או אתן כך וכך לצדקה ומת אינו מחוייב להתענות וליתן:",
            "(ה) ונענו - משמע לכאורה דדוקא נענו אבל בהתענו בשביל חולה שיתרפא ומת אפילו צבור חייבין להשלים אף שמת קודם חצות ויש מקילין בצבור אף בכה\"ג:",
            "(ו) קודם חצות - דעדיין לא התחיל התענית דעד חצות זמן סעודה היא עדיין משא\"כ לאחר חצות:",
            "(ז) ונודע שקודם קבלת התענית - דנמצא שהיתה הקבלה בטעות אבל אם עברה אחר קבלת התענית אף שלא התחיל עדיין להתענות צריך להשלים [א\"ר וש\"א]:",
            "(ח) אחר חצות - ר\"ל אפילו לאחר חצות שעבר רוב היום בתענית אפ\"ה לא ישלימו וכ\"ש קודם חצות:",
            "(ט) אין צריכים להשלים - ובזה אין שייך לת\"ח ורוב צבור להחמיר כיון שהיה בטעות אם לא שכבר העריב היום ביותר:"
        ],
        [
            "(א) יחיד שקבל עליו תענית וכו' - דאלו אם גזרו תענית על הצבור בא\"י והתחילו להתענות ואירע בהם אלו הימים חל גזירתם בדיעבד וכדלעיל בסימן תי\"ח משא\"כ ביחיד:",
            "(ב) א\"צ התרה - דאין כח קבלתו חל כלל על יום זה ועיין בסימן תי\"ח במ\"ב סק\"ז מש\"כ שם:",
            "(ג) בלשון הרי עלי - פי' שאמר הרי עלי אכילת יום פלוני קונם ומשום דנדר חל אפילו על דבר מצוה דנדר אוסר החפץ עליו ואין שום ציווי על החפץ אבל בשבועה שנשבע להתענות בימים אלו אינו חל וכמבואר בס\"ג משום דשבועה אוסר נפשיה על חפצא והוא כבר מצווה שלא לעשות כן:",
            "(ד) שהוא לשון נדר - כתב מ\"א דאם אמר הריני נודר להתענות יום אחד לא מיקרי נדר ולכן נהגו שמי שאמר הריני נודר להתענות ב' וה' כל ימות השנה א\"צ להתענות בר\"ח וא\"צ התרה ועיין בפמ\"ג. ועיין ביו\"ד סימן ר\"ו ס\"ה:",
            "(ה) צריך התרת חכם - ויראה להתיר כדי שלא יהיה מחוייב להתענות [ואם לא התיר והתענה צריך למיתב אח\"כ תענית לתעניתו כדי שיכופר לו על מה שהתענה בימים אלו וכנ\"ל בסימן תקס\"ח ס\"ה] וכשמתיר לו ממילא הותר כל הימים [יו\"ד סי' רט\"ו]:",
            "(ו) ופורים - שאין אלו הימים נקראין יו\"ט וה\"ה ר\"ח אבל חוה\"מ מקרי יו\"ט:",
            "(ז) הולכין אחריו - פי' ואין מחוייב להתענות:",
            "(ח) ערב יום הכיפורים בכלל - דבנדרים הולכין אחר לשון ב\"א ובלשון ב\"א מקרי יו\"ט. ועיין לקמן בסימן תר\"ד במ\"ב סק\"ב:",
            "(ט) והכי נהוג - ר\"ל כסברא הראשונה הנ\"ל ולא כדעת הרמב\"ם:",
            "(י) סי' רט\"ו ס\"ד - כצ\"ל. ועיין בש\"ך שם מש\"כ בזה:",
            "(יא) דינו שוה וכו' - ר\"ל דאף שפרט בפי' אלו הימים מ\"מ אם הוציאו בלשון נדר חל דנדר חל אף על דבר מצוה כנ\"ל:",
            "(יב) מטעם איסור כולל - שכלל בשבועתו גם ימים אחרים. ויראה להתיר שבועתו [אחרונים]:",
            "(יג) דה\"ה לר\"ח וכו' - פי' שמה שאסור להתענות בהם הוא דרבנן ולכן חלה השבועה:",
            "(יד) שהם של תורה - ועיין במ\"א שמכריע דעיו\"כ האיסור להתענות בו הוא דאורייתא אבל בר\"ח הוא דרבנן וכן דעת הגר\"א בביאורו דר\"ח הוא דרבנן:"
        ],
        [
            "(א) נקרא קדוש - שמתוך כך מתמרקין עונותיו בשביל שמתענה [רש\"י] ולא מיירי בעונות הידועים המבואר ברוקח ובכתבי האר\"י כמה ימים צריך להתענות עליהם דבזה צריך להתענות אפילו לא מצי לצעורי נפשיה אלא מיירי כשמתענה משום תשובה על עונות שאדם דש בעקביו:",
            "(ב) נקרא חוטא - על שמחליש כוחותיו וכתבו ספרי המוסר דאם באמצע אכילתו בעוד שהוא מתאוה לאכול מושך ידו ממנו זה נחשב ג\"כ לסיגוף ומתכפרים עונותיו. וראיתי כתוב בספר אחד שכשאדם רוצה להתנדב תענית טוב יותר שיקבל תענית מן הדבור ממה שיקבל עליו מן האכילה כי ממנו לא יהיה לו נזק לא בגופו ולא בנשמתו ולא יחלש עי\"ז וכעין זה כתב הגר\"א באגרתו שצריך האדם לייסר עצמו לא בתענית וסיגופים כ\"א ברסן פיו ובתאותיו וזהו התשובה וכו':",
            "(ג) ת\"ח וכו' - ומי שתורתו אומנתו נקרא ת\"ח לענין זה אף בזה\"ז [אחרונים]:",
            "(ד) אינו רשאי וכו' - היינו אפילו אם יכול לסבול התענית שאינו מזיקו ומ\"מ מתמעט לימודו עי\"ז. וכ\"ז בשאין לו עונות ידועים אבל ביש לו עונות ידועים שצריך להתענות עליהם גם ת\"ח צריך להתענות ואפילו היכי שקשה לו התענית ומ\"מ א\"צ לסגף עצמו כ\"כ בתענית וילמוד יותר ממה שהיה רגיל וכעין זה איתא בתנחומא אם חטא אדם ונתחייב מיתה לשמים מה יעשה ויחיה אם למוד לשנות פרק אחד ישנה שני פרקים ואם דף אחד ישנה שני דפין [וכ\"ז הוא לאחר ששב מדרכו הרעה דאל\"ה הרי הוא כטובל ושרץ בידו] ועיין מש\"כ בזה בביאור הלכה:",
            "(ה) דינם כת\"ח - דאיכא בהו תרתי שממעטין במלאכת שמים וגוזלין את הבריות דאפילו שארי פועלים אסורים להתענות כמ\"ש בח\"מ סי' של\"ג ס\"ה וכ\"ש בהם. קטן בן י\"ג שנה ויום אחד וקטנה בת י\"ב שנה ויום אחד שקבלו על עצמן תענית נדרן קיים [אפילו אין יודעין לשם מי נדרו דאם יודעין נדרן חל מן התורה בשנה אחת מקודם דהיינו בקטן משנעשה בן י\"ב ויום אחד ובקטנה משנעשית בת י\"א ויום אחד] ואין האב יכול להפר נדרי בתו אלא עד שתהא בת י\"ב שנה וששה חדשים דעד אותה הזמן היא ברשות אביה [ומכאן ואילך נעשית בוגרת ואינה ברשותו. ואפילו השנה י\"ג היא שנה מעוברת כיון שהגיע הששה חדשים הויא בוגרת] וצריך שיאמר לה דוקא בלשון הפרה [מ\"א]. עוד כתב דהאב נאמן לבד על שנותיהם אפילו הוא קטן מאוד לפי הנראה ואחר אינו נאמן אא\"כ יש שני עדים. ומשמע קצת בגמרא דאם אין יודעין שנותיו אין נדרו נדר ואפשר דהיינו אם לפי הנראה בקומה שלו הוא קטן שלא הגיע לכלל שנותיו דאל\"כ הוי ספיקא דאורייתא:"
        ],
        [
            "(א) בתחלה - לאפוקי אם הוא באמצע כגון שגוזרין בה\"ב מותר:",
            "(ב) שלא להפקיע שערים - כשיראו שיקנו ב' סעודות גדולות לצורך הלילה ולצורך סעודת שבת יסברו שרעב בא לעולם ויפקיעו השערים:",
            "(ג) ואפילו במקום וכו' - כגון בעיר שרובה עו\"ג. ואפשר דבמדינות אלו דלא שכיחי מפקיעי שערים מותר לגזור תענית ביום ה' וכן נוהגין [מ\"א וש\"א]:",
            "(ד) ואם התחילו - י\"א שאם לא עלה על דעתם שבהמשך הימים יפגע בהם אחד מאלו הימים אף אם התחילו מפסיקין:",
            "(ה) מתענין ומשלימין - אע\"ג דר\"ח אקרי מועד מ\"מ לא מקרי יום משתה ושמחה:",
            "(ו) צבור - פעם אחד גזר מהרי\"ל שלא לאכול בשר בכל יום ב' עד ר\"ה וחל ט\"ו באב ביום ב' ולא רצה לאכול בשר אבל בעיוה\"כ ובסעודת מצוה כגון פדיון הבן מותר בבשר ויין ומסיק המ\"א דדוקא התם שהוא גזר וכולם היו סומכין עליו בכונתו תליא מילתא שלא נתכוין לאסור בעיו\"כ ולא בסעודת מצוה אבל יחיד שקבל עליו חל עליו דאין מחוייב לאכול בשר אפילו בשבת ויו\"ט עי\"ש:"
        ],
        [
            "(א) מגילת תענית - שם כתוב כמה ימים בשנה שנעשו בהם נסים לאבותינו ועשאום חכמים כיו\"ט שלא להתענות בהם וגם לפניהם ולאחריהם אסרו בהם להתענות:",
            "(ב) מותר להתענות בהם - מפני שבעונותינו ארעו בהם הרבה מאורעות ובטלום [לבוש]:",
            "(ג) חוץ מחנוכה ופורים - ר\"ל שהם ג\"כ מהימים הכתובים במגילת תענית ומפני הנסים הגדולים המפורסמים שנעשו בהם נשארו בחזקתם:",
            "(ד) אבל לפניהם וכו' - דלפניהם ולאחריהם לא חמירי משאר ימים הכתובים שם:",
            "(ה) וימים טובים וכו' - עיין לעיל בסימן תצ\"ד ס\"ג במ\"ב סק\"ו:",
            "(ו) בחנוכה - וכ\"ש בפורים דהוא יום משתה ושמחה ועיין לקמן סימן תרצ\"ו ס\"ח ובמ\"א שם:",
            "(ז) בניסן מתענה - דמה שזהירין שלא להתענות בניסן אינו אלא מנהג [ב\"ח] ולפ\"ז ה\"ה ל\"ג בעומר והימים שמר\"ח סיון עד שבועות והימים שבין יוה\"כ לסוכות אבל באסרו חג ובט\"ו באב ובט\"ו בשבט אינו מתענה כיון שהוזכר בגמרא [מ\"א] ויש מקילין בכל הימים שא\"א בהם תחנון:",
            "(ח) ביום חופתו - ואפילו אלמן שנשא אלמנה ג\"כ צריכין שניהם להתענות. והטעם מפני שבאותו יום מוחלין להן על עונותיהן ויתודה על עונותיו באותו היום. ועוד טעם שמא יהיו שכורים בשעת קדושין:",
            "(ט) ואפילו בר\"ח - פירוש שאסור מדינא להתענות בר\"ח מ\"מ בר\"ח ניסן יתענה מפני וכו' וה\"ה בר\"ח אב יש ג\"כ להתענות מטעם זה אלא שלכתחלה אין נושאין בו וא\"צ למיתב תענית לתעניתו המתענה בחדשים אלו דהא ברשות קעביד:"
        ],
        [
            "(א) שקבלו עליהם - בני עירו שכיון שדעתו לחזור צריך מדינא לקבל עליו חומרי מקום שיצא משם. ומיירי שהיה במקום שמתענין בשעת קבלת התענית דאל\"כ ודאי לא חלה עליו גזירת קהל שלו כיון שלא היה אז שם. [ודוקא שהתענית הוא בשביל תשובה או על כל צרה שלא תבא אבל אם התענית נקבע על גזירה שעברה כמו כ' סיון בפולין וכדומה אז א\"צ קבלה כלל דת\"צ חשיב ויש לו דין ההולך ממקום למקום שנותנין עליו חומרי מקום שיצא משם אם דעתו לחזור] ואם קבל בעצמו התענית עליו אז אפילו אם אין דעתו לחזור צריך להתענות [אחרונים]:",
            "(ב) יתענה עמהם - אף שאכל היום קודם שבא לעיר מ\"מ משלים עמהן ואינו אוכל [א\"ר]:",
            "(ג) אפילו דעתו לחזור - משום דצריך להשתתף עם הצבור בצרתם וע\"כ אפילו בצנעא אסור לאכול. וכשמתענים על צרה שעברה כבר אפשר דמותר לאכול בצנעא אם דעתו לחזור [מ\"א] והא\"ר מצדד להחמיר אף בזה ע\"ש:",
            "(ד) מותר לאכול וכו' - דוקא בשדעתו לחזור אבל אם אין דעתו לחזור אסור כיון שכבר בא לתוכה חל עליו חובת המקום ואם לא בא לתוכה והוא עדיין חוץ לתחום העיר מותר אפילו אין דעתו לחזור למקומו הראשון ויש מקילין בחזר ויצא חוץ לתחום אף כשכבר בא לתוכה:",
            "(ה) צריך לקבל וכו' וצריך להשלימו - עיין בט\"ז שדעתו דאפילו לא קבל עליו בפירוש כיון שהיה שם בשעת קבלת הצבור ממילא חל עליו התענית אף שדעתו לחזור ואסור לאכול אפילו חוץ לתחום העיר וכן מצדד בא\"ר:",
            "(ו) אוכל הרבה - אלא צריך להפסיק באותה סעודה מיד כשנזכר ואפילו לא קבל התענית עליו [מ\"א]:",
            "(ז) אסור לנהוג עידונין בעצמו - היינו אפילו במה שמקילינן לאכול חוץ לתחום מ\"מ אל יתעדן באכילתו דאם יבא לעיר יהיה פניו צהובין [מ\"א] ויש אחרונים שפירשו כפשטיה שלא ינהג עידונין בשאר דברים וכנ\"ל בסימן תקס\"ח סי\"ב:",
            "(ח) להרעיב וכו' - דהיינו שיאכל בצמצום:",
            "(ט) ואסור לשמש וכו' - דצריך האדם לנהוג צער בעצמו:",
            "(י) מטתו - ועיין לעיל סימן ר\"מ סי\"ב ובמ\"ב שם:",
            "(יא) חוץ מליל טבילה - המ\"א אוסר אף בליל טבילה אכן בנהר שלום ובבגדי ישע הסכימו שנוכל לסמוך להקל כדעת השו\"ע ובפרט אם אינו שנת רעבון אלא שאר צרות בודאי יש לסמוך להקל בליל טבילה ועיין בשע\"ת:",
            "(יב) מותר - עד שתתעבר [ב\"י] ואם יש לו בנים מחללי שבת וכונתו רק כדי שיוליד בנים כשרים מסתברא דדינו כחשוכי בנים:",
            "(יג) הפורש מן הצבור - דוקא דבר שיוכל באולי להועיל הן בתפלה הן בתענית הן בממון:"
        ],
        [
            "(א) שמתענין בארץ ישראל - בא לאפוקי שאר מקומות וכדלקמן בס\"ט:",
            "(ב) מתחילין תלמידי חכמים וכו' - היינו אפילו ביום י\"ז גופא וכן משמע בביאור הגר\"א בס\"ט:",
            "(ג) וכל התלמידים וכו' - היינו שחיוב הוא על כל תלמיד ואין יכול להפקיע עצמו לומר פטור אני ודוקא כששואלים אותו דבר הלכה בתלמודו ואומרה דאז הוא בכלל ת\"ח וחייב להתחיל להתענות אבל אם לא הגיע לכלל כך איננו מחוייב להתענות אלא שאם רצה מתענה ואין בו משום יוהרא אבל כל שאר אדם אינו רשאי דהרואה שמתענה מוכחא מילתא שעושה מפני הגשמים והוי משום יוהרא:",
            "(ד) כדין תענית יחיד - היינו לענין שמפסיקין בהם בר\"ח וחנוכה ופורים אם פגע באלו הימים ומשא\"כ ת\"צ וכדלעיל בסימן תקע\"ב וגם לענין מה שמבואר בסימן תקס\"ו ע\"ש ונ\"ל דה\"ה לענין שצריך לקבל אותן מבעוד יום כשאר תענית יחיד ולאפוקי בת\"צ וכנ\"ל בסימן תקס\"ב סי\"ב:",
            "(ה) ומתחננים כדרך וכו' - ובכלל זה הקריאה ויחל בשחרית ומנחה כשאר תענית [ט\"ז וש\"א]:",
            "(ו) מבעוד יום - היינו דבהשמ\"ש שלו אסור וא\"צ להוסיף יותר:",
            "(ז) להעביר את הזוהמא - וכ\"ש אם יש לו חטטין בראשו דמותר:",
            "(ח) ואסורים בהם וכו' - אפילו עדיין אין רעב בעולם. ואפילו בליל טבילה [פמ\"ג]:",
            "(ט) ומתפללין בבתי כנסיות - ר\"ל שאין מוציאין לרחובה של עיר כמו שנוהגין בשבע אחרונות וכדלקמיה בס\"ד:",
            "(י) ומוסיפין שש ברכות - הוא מבואר בטור:",
            "(יא) ונועלים את החנויות - עיין בגבורת ארי דמסיק דשארי חנויות של דבר אחר נועלין לגמרי כל היום בין בשני בין בחמישי רק בחנויות של מאכל ומשתה פותחין מעט לעת ערב:",
            "(יב) פותחין מעט - דהיינו שפותח קצת דלת החנויות ואין מוציאין מה שבחנות לחוץ:",
            "(יג) מאכל - אבל של שתיה דיכולין לקנותו בע\"ש לא:",
            "(יד) איצטבא - כסא דהשתא אין החנות פתוחה לר\"ה ואם הוא פתוח אינו נראה כל כך [רש\"י]:",
            "(טו) מתענות - באלו ג' תעניות אמצעיות:",
            "(טז) אבל לא וכו' - דבג' ראשונות לא תקיף רוגזי' כולי האי ואחרונות כיון דשבעה נינהו לא מצי עוברות ומניקות למיקם בהו וקשה יתענו עכ\"פ ג' תענית וצ\"ל כיון דא\"א להתענות כולם אין מחוייבים להתענות כלל:",
            "(יז) ולהתענות - כי הוא רע לולד. אם צבור גזרו ג' תענית ויש אדם חלש שאינו יכול להתענות כולם א\"צ להתענות כלל וצ\"ע [מ\"א]:",
            "(יח) של שמחה - לאו דוקא אלא ה\"ה לכל בנין שא\"צ דאינו נעשה אלא לנוי ולהרוחה בעלמא. ודע עוד דשל שמחה קאי גם אמשא ומתן דאינו אסור אלא של שמחה כגון צרכי חופה לבנו [מ\"א] ועיין בסימן תקנ\"א ס\"ב ובמ\"ב שם מדינים אלו:",
            "(יט) כותלו - של בנין שמחה כגון בית חתנות לבנו ואפילו אין בו סכנה:",
            "(כ) וממעטין באירוסין - פי' שאין מארסין כלל ועיין בבה\"ל:",
            "(כא) מזל השור - והיינו ל' יום לאחר שנופלת תקופת ניסן:",
            "(כב) מתענין וזועקין - בפה אבל לא מתריעין [מ\"א]:",
            "(כג) או עד שיבשו הצמחים - ששוב לא יועיל והוי תפלת שוא:",
            "(כד) קודם שבעה עשר במרחשון - אפילו עונת הגשמים שלהם אחר שבועות:",
            "(כה) בחו\"ל - שאין להם נשיא שיגזור עליהם. ודע דאחרונים מסתפקין אפילו בא\"י אם נוהג היום הסדר תענית מחמת זה הטעם ואפשר משום דשליחותייהו דקמאי קעבדינן שם ועיין בברכי יוסף שהאריך בזה וקצת מדבריו מובא בשע\"ת ריש הסימן עי\"ש:",
            "(כו) ישלימו אותו היום - שכבר עבר רוב היום בקדושה ושוב אין אומר ענינו בתפלת המנחה ולא תחנונים אחרים וגם הלל היה ראוי לומר אלא שאין אומרים אותו בכרס רעבה [דמתוך שכתוב בו נותן לחם לכל בשר נאה להאמר על השובע רש\"י] וי\"א דכיון שנענו באותו יום אומרים הלל הגדול [דגמ\"ר]:",
            "(כז) ואם התחילו לירד קודם חצות - משמע מלשון זה דאף שלא נגמר השיעור גשמים קודם חצות כיון שההתחלה היתה קודם חצות ולא הפסיק בחצות אזלינן בתר ההתחלה ולא ישלימו:",
            "(כח) לא ישלימו - דעד כדון צפרא הוא:",
            "(כט) יאכלו וישתו - שא\"א הלל הגדול אלא בנפש שבעה וכרס מלאה ודוקא בזה שהוא אחר התפלה אבל קודם התפלה שרי ולכן אמרינן ליה בפסוקי דזמרה בשחרית בשבת. ובמקום דשכיחי שכרות אומרים הלל הגדול ואח\"כ אוכלין ושותין וה\"ה אם ירד קודם חצות ורצו רוב הצבור להשלים דמשלימין וכנ\"ל בסימן תקס\"ט ס\"א יאמרו הלל הגדול קודם אכילה:",
            "(ל) הלל הגדול - הם כ\"ו כי לעולם חסדו וחותמין מודים אנחנו לך על כל טיפה וכו' כמ\"ש סימן רכ\"א ושוב אין היחיד צריך לברך ויש להתחיל קודם הודו שיר המעלות הנה ברכו וגו' העומדים בבית ד' בלילות ואומר מעלה נשיאים מקצה הארץ וגו' [מ\"א]:",
            "(לא) תעניתם לא - דלא נענו מכח התענית רק משמיא דרחימו עלייהו:",
            "(לב) אין אומרים וכו' - דזה לא מיקרי התחלה להתענות ומשמע מסתימת המחבר דאפילו אותן התעניות שמפסיקין מבע\"י מ\"מ עיקר התענית מתחיל מעמוד השחר ואילך לא קודם ועיין בפמ\"ג:\n"
        ],
        [
            "(א) ומתריעים וכו' - כתב הרמב\"ם מ\"ע מן התורה לזעוק ולהריע בחצוצרות על כל צרה שלא תבא על הצבור שנאמר על הצר הצורר אתכם והרעותם בחצוצרות [ועיין במגיד משנה דהכריע לדינא דלאו דוקא בחצוצרות דה\"ה בשופר] כלומר כל דבר שייצר לכם כגון בצורת ודבר וארבה וכיו\"ב זעקו עליהן והריעו. ודבר זה מדרכי התשובה הוא שבזמן שתבא צרה ויזעקו עליה ויריעו ידעו הכל שבגלל מעשיהם הרעים הורע להן ככתוב עונותיכם הטו אלה וגו' וזהו שיגרום להסיר הצרה מעליהם אבל אם לא יזעקו ולא יריעו אלא יאמרו דבר זה ממנהג העולם אירע לנו וצרה זו נקרית היא הרי זו דרך אכזריות וגורמת להם להדבק במעשיהן הרעים ותוסיף הצרה צרות אחרות הוא שכתוב בתורה והלכתם עמי בקרי והלכתי גם אני עמכם בחמת קרי וכו' ומד\"ס להתענות על כל צרה שלא תבוא על הצבור עד שירוחמו מן השמים וכו' עכ\"ל ותמה המ\"א למה אין אנו נוהגין לתקוע בעת צרה ואפילו אם נאמר דאין ת\"צ בבבל הלא מדאורייתא מצוה לתקוע בלא תענית וכנ\"ל ונשאר בצ\"ע ויש מאחרונים שתירצו דמדאורייתא מצוה זו נוהג רק בא\"י וכדכתיב וכי תבואו מלחמה בארצכם וגו' ויש שכתבו דאפשר דאף בא\"י דוקא כשהיה תחת רשותינו ואפשר עוד דדוקא כשהגזרה הוא על רוב ישראל אז מ\"ע לתקוע אבל בלא\"ה לא [פמ\"ג]:",
            "(ב) על הדבר - והאידנא אין מתענין כלל בשעת הדבר דמנוסה הוא כשאינו אוכל ושותה קולט שינוי אויר ח\"ו. ולענין ט\"ב עיין לעיל בסימן תקנ\"ד ס\"ו בבה\"ל:",
            "(ג) שלשה מתים - מת א' בכל יום:",
            "(ד) אין זה דבר - דאין זה קבע אלא אקראי בעלמא:",
            "(ה) בכלל מנין אנשי המדינה - לפי שהן חלושות המזג ועיין בלבוש דבין מנין הת\"ק ובין מנין המתים לא יהיו מאלו וכן משמע בשלטי גבורים:",
            "(ו) בא\"י - דכיון דגבירה לוקה שפחה לא כ\"ש. וסוריא אינה בכלל א\"י דכיבוש יחיד לא שמיה כיבוש [מ\"א]:",
            "(ז) ולא במקצתה - דהא איכא גבירה ג\"כ דניצולת ותינצל עם הניצולין:",
            "(ח) היה דבר במדינה - אף בחו\"ל:",
            "(ט) אע\"פ וכו' - לפי שהדבר מתלוה ובא עמהן:",
            "(י) שהן רחוקות זו מזו - אבל אם שיירות הולכות אין מתענות הרחוקות אבל כל סביבותיה מתענות ולא מתריעות כדי להשתתף בצרתן וכן נמי במפולת סביבותיה מתענות מטעם זה:",
            "(יא) הרי שרבתה בעיר מפולת - ואפשר דשיעורא בשלשה בתים [ריטב\"א]:",
            "(יב) כותלים בריאים - אבל אם הם רעועות אינם בכלל זה:",
            "(יג) שאינן עומדין בצד הנהר - אבל אם עומדין בצד הנהר אע\"פ שהן כותלים בריאים אפשר דהנהר שטף בהן מתחתיו את יסודם:",
            "(יד) החולאים - וה\"ה כשאבעבועות פורחים בתינוקות ומתים יש לגזור תענית וכבר נדפס סליחה על תחלואי ילדים ובשל\"ה כתב דכל אחד יבריח בניו מן העיר בעת הזאת דהיא מחלה המתדבקת:",
            "(טו) והיו מתים וכו' - עיין לקמיה בהג\"ה:",
            "(טז) חכוך - שחין שמתחכך אדם עליה:",
            "(יז) ואם פשט ברוב הצבור וכו' - עיין בב\"ח שדעתו דבזה אפילו אינם מתים ממנה גוזרין תענית שהשחין לח הוא כעין שהיה במצרים והוא קשה כמות אכן בזה בעינן דוקא כשפשט ברוב צבור משא\"כ לשאר חולאים:",
            "(יח) מיד - עיין בחידושי ריטב\"א שדעתו דעכ\"פ בעינן שיהיו מתים מאותו חולי שלשה אנשים ואז נתחזקה החולי למומתת רק שאין צריך לזה שיהיה דוקא בשלשה ימים כמו בדבר אלא בין ביום אחד או יותר מתענין ומתריעין עליו אכן לפי מה שמבואר בב\"י בשם הירושלמי מוכח דלענין אסכרה אפילו לא מת ממנה רק אחד מתענין עליו ונראה דמ\"מ דוקא כשירד חולי זה להרבה אנשים אף שלא מת עדיין רק אחד מהן צריך להחמיר וכדמשמע לשון השו\"ע אבל אי לא\"ה לא ועיין בלח\"מ שדעתו דבעינן שימותו ממנה שני אנשים (ואשתמיטתיה דברי הב\"י בשם הירושלמי וכן הריטב\"א):",
            "(יט) אפילו הרחוקים - וצ\"ע על הרמ\"א שלא הגיה כאן רק שיהיו באותה הפרכיא כמו שהגיה בס\"ח וכן למה לא חלק על דברי השו\"ע בס\"א וסי\"ב במש\"כ וכל הערים שסביבותיהם וכו' לפרש דה\"ה הרחוקים שהיו באותה הפרכיא:",
            "(כ) נראתה בשדה ביום אם ראתה וכו' - משמע דבשדה בלילה שדרכה להיות שם אין ראיה מעמידתה שנשתלחה להזיק אבל בעיר בלילה דיש בזה ג\"כ צד אחד של ריעותא אפשר דגם זה בכלל שילוח הוא:",
            "(כא) ב' בני אדם - שנאמר ומוראכם וחתכם יהיה על כל חית הארץ וזו שעמדה לנגדם ולא יראה בכלל שילוח הוא:",
            "(כב) שדה שסמוכה לאגם וכו' - ר\"ל בזה אם עמדה כ\"ז שלא רדפה אחריהם אינה משולחת דכיון דסמוכה לאגם היינו רביתא והאי דלא ברחה סברה אי אתי בתראי עריקנא לאגמא מיד:",
            "(כג) באגם - הוא מלא קנים ואילנות קטנים וה\"ה יער גדול:",
            "(כד) אפילו רדפה אחריהם אינה משולחת - דכיון דהיינו דוכתא שלה סמכה אדעתה ורהטא אבתרייהו:",
            "(כה) ואכלה אחד מהם - רבותא הוי דאע\"ג דאכלה אחד מהן הוי משולחת מדטרפה השניה ולא אכלה וכ\"ש אם לא אכלה כלל בודאי משולחת הוי מדטרפה אותן [תוספות] ובפירוש ר\"ח איתא להיפך עי\"ש:",
            "(כו) שמזיקים ואינם ממיתים - אבל אם ממיתין אפילו יתושים וזבובים מתענין ומתריעין עליהם וי\"א דעל נחשים ועקרבים אפלו אם אין אנו יודעין עדיין שימותו על ידן ג\"כ חוששין ומתענין ע\"ז:",
            "(כז) ירקון והשדפון - ירקון הוא תבואה שהכסיפה פניה ושדפון הוא רוח שמריק הזרע מן התבואה. ושיעורו כמלא פי התנור פי' תבואה שראוי לעשות פת כמלא פי תנור ובגמרא מסתפק אם ר\"ל ככיסוי התנור או כשורות הלחם הדבקים בפי התנור זה אצל זה א\"נ זה למעלה מזה:",
            "(כח) באותו הפרכיא - היא מלכות. ודוקא בזה שהיא מכה מהלכת אבל כשאינה מהלכת אינה מתרעת אלא מתענית בלבד כמ\"ש סי\"ב [מ\"א]:",
            "(כט) ה\"ז צרת צבור - ומתענין [לבוש]:",
            "(ל) זועקים עליה - בפה לומר עננו [לבוש]:",
            "(לא) וכל סביבותיה - היינו באותה הפרכיא כמ\"ש ס\"ח [מ\"א]:",
            "(לב) ולא קטנים - לאו דוקא קטנים גמורים אלא כל שהם פחותים מי\"ח לזכר וט\"ו לנקבה אין גוזרים הצבור עליהם תעניתים אלו כיון שאינם תעניתים קבועין [מ\"א] וי\"א דמה שאמרו ולא קטנים היינו דאין בהם מצות חינוך כמו ביוהכ\"פ לקמן בסימן תרט\"ז ס\"ב ומ\"מ נכון שיאכלו רק כדי קיום הגוף ולא להתענג באכילתם. והמ\"א כתב דהמנהג שאין גוזרין תענית אלו על פחותים מי\"ח לזכר וט\"ו לנקבה:",
            "(לג) חוץ מתעניות הגשמים - עיין לעיל סימן תקע\"ה ס\"ה:",
            "(לד) ב' צרות וכו' - אבל כשיש להם צרה אחת יכולים להזכיר בתפלתם גם צרות שעברו אגב צרה זו שמתפללין עליה:",
            "(לה) על אחת מהם - ואם יש חולאים בגדולים וקטנים אף בשני מינים נראה דמותר להתפלל על שניהם ביחד דמ\"מ תפלה אחת היא להקב\"ה [פמ\"ג]:",
            "(לו) ומסירין המכשולים וכו' - כמ\"ש בישעיה הלא זה צום אבחרהו פתח חרצובות רשע וגו' ועיין במ\"א שתמה למה אין אנו נוהגין כן הלא זהו עיקר התענית ע\"ש:",
            "(לז) ומתריעים - ט\"ס דגם בשחרית מתריעין וצ\"ל מתחננים וכן הוא ברמב\"ם [הגר\"א]:"
        ],
        [
            "(א) בכל מקום - פי' אפילו ארץ הרים שריבוי הגשמים הוא לטובתה מ\"מ אם מטשטשים וכו' וכ\"ש אם הוא ארץ מצולה שריבוי הגשמים הוא לקלקלה בודאי תמיד מתריעין על רוב הגשמים [טור]:",
            "(ב) ומונעים המחרישה - וה\"ה אם מקלקלים ומפסידים בענין אחר [מ\"א]:",
            "(ג) מתריעים וכו' - מדסתם משמע דדעתו שיתנהג בזה כסדר כסדר תענית המבואר בסימן תקע\"ה ועיין בב\"י:",
            "(ד) נחפז - פי' שצריך להתענות רצופות מפני שסכנתו בכל יום כגון עיר שהקיפוה עכו\"ם וכה\"ג ולפי ענינם אין מקום לתענית בה\"ב ובכל יום א\"א לגזור תענית על הצבור לפיכך אין גוזרין תענית כלל:",
            "(ה) היחידים רוצים להתענות - אפילו רצופים ולא חיישינן שמא יחלה ויצטרך לבריות [מ\"א]:",
            "(ו) בעננו - הנה בד\"מ משמע שראוי לומר עננו אחר התפלה בדרך א\"ב כמו שאומרים בעשי\"ת ולא ראיתי נוהגין כן אלא המנהג במדינותינו שהש\"ץ אומר ריצוי זה בשומע תפלה כשיש הרבה גשמים [מפ\"מ ומ\"א]:"
        ],
        [
            "(א) כך כל יחיד מתענה וכו' - שכיון שהתענית הוא מדרכי התשובה והכנעה כל יחיד ויחיד מחוייב לחפש בדרכיו בעת צרתו ולשוב אל ד' [מגיד משנה וכתב הפמ\"ג דמשמע מלשון זה דיש עליו חיוב להתענות וכן מצדד הב\"ח ע\"ש]:",
            "(ב) ולא יתענה וכו' - ואפילו קבל עליו ב' וה' של כל השנה ופגע בהם ימים אלו מפסיקין [מ\"מ] ועיין לעיל סימן תקע\"ב:",
            "(ג) ור\"ח - ועיו\"כ [לבוש]:"
        ],
        [
            "(א) התיבה - ס\"ת עם התיבה:",
            "(ב) לרחובה של עיר - כדי להתבזות בפרהסיא א\"נ משום גלות שגלינו מביהכ\"נ וגלות מכפרת עון [גמרא] ולפי טעם זה אם אין יכולים להתפלל ברחוב מפני הכותים יתפללו בבית אחר [מ\"א]:",
            "(ג) בשקים - לומר הרי אנו חשובין לפניך כבהמה וכתב המ\"א דנמשל לבהמה שדרך לכסות בהמה בשק ולכן נראה דיכסה למעלה על הבגדים:",
            "(ד) על גבי התיבה - משום עמו אנכי בצרה א\"נ בכל צרתם לו צר [גמרא]:",
            "(ה) העם - והא דאינם נוטלים בעצמם ונותנין על ראשם היינו כדי שיתביישו מאחרים שעי\"ז בושתן מרובה:",
            "(ו) וכל אחד וכו' בראשו - קודם תפלת שחרית [ספר האשכול]:",
            "(ז) של צורה - רש\"י ותוספות פירשו בעלי קומה כדי שישמעו דבריו ויקבלו להמריך הלב והרא\"ש פירש דחכם היינו כל שמינהו ב\"ד פרנס על הצבור ואדם של צורה היינו ת\"ח ולא גמיר כחכם א\"נ שראוי למנותו פרנס על הצבור:",
            "(ח) ואחר שגומר - וה\"ה בער\"ח במקום שאומרים דברי כבושים יאמרו קודם התפלה כדי שיתפללו בלב נשבר אח\"כ (מ\"א):",
            "(ט) רגיל - כדי שלא יטעה:",
            "(י) ומטופל - בבנים קטנים:",
            "(יא) ואין לו - שמתוך כך יתפלל בלב שלם:",
            "(יב) ומרוצה לעם - שיסכימו לתפלתו והצריכו נעימה שימשוך הלב:",
            "(יג) שמתפללים וכו' - אבל לא שיוציאו את התיבה וס\"ת לבית הקברות ויתפללו שם וכ\"ש בקברי עכו\"מ ח\"ו [ר\"ן]:",
            "(יד) קברי כותים - עיין במ\"א שכתב דלפי טעם השני הנאמר בגמרא שהוא כדי שיבקשו המתים עלינו רחמים אין לילך לקברי כותים עיי\"ש בגמרא ובפרט לפי נוסח שלנו שאומרי' בער\"ה ועיוה\"כ על ביה\"ק בודאי צריך דוקא קברי ישראל [מ\"א] ולבד כ\"ז במקומות שמעמידין גילולים על קבריהן בודאי אין נכון להתפלל שם:"
        ],
        [
            "(א) וראוי להתענות - עיין בב\"י שיש מהראשונים שמפקפקין ע\"ז ולדעתם יש ליזהר שלא להתענות כשאירע איזה מהם בר\"ח ויש שכתבו שדבר זה ניתקן בימי חכמי התלמוד ולכן בעל נפש יחמיר לעצמו אם אפשר לו. ומ\"מ מי שאינו רגיל להתענות תעניות אלו ואירע לו איזה צרה ח\"ו ורוצה להתענות בר\"ח ניסן על צרתו אסור כיון שהוא נוהג בו תמיד איסור תענית [מ\"א]:",
            "(ב) בהם - ובס\"ח סי' ר\"ל כתב כשהלבנה לוקה יש להתענות [מ\"א]:",
            "(ג) וטוב שלא להשלים בר\"ח - משום דכתיב בספר תניא דאין להתענות בר\"ח:",
            "(ד) בעשרים וששה בו - יש גורסים כ\"ח ועיקר כטור [פמ\"ג בשם א\"ר]:",
            "(ה) בעשרים וששה בו - במגילת תענית כתוב בכ\"ט:",
            "(ו) בשמונה עשר בו כבה וכו' - יש גורסין בי\"ז וראוי להחמיר בשניהם [א\"ז]:",
            "(ז) בשבעה עשר באלול וכו' - כפי גרסת הב\"י בשם הקדמונים הוא שבעה באלול. ואף דבתורה משמע כפי מה שאמרו חז\"ל שנשתרבב לשונם עד טבורם קודם לזה הזמן י\"ל דלא מתו תיכף ונמשך מחלתם עד זה הזמן [ב\"י]:",
            "(ח) דבת הארץ - וקשה הא כתיב באבוד רשעים רנה ואפשר דמסתמא שבו ולא זכו שיקובל תשובתם ולכן מתענים [ב\"י]:",
            "(ט) בשביעי בו נגזרה וכו' - ויש גורסין בששה [עיין בכל בו ובשכ\"ג]:",
            "(י) העגל - קשה דהא מ' ימים האחרונים היו ימי רצון ואפשר דהקב\"ה נתרצה להם שלא ימותו מיד רק שיהא העון שמור לדורות [מ\"א]:",
            "(יא) בשבעה במרחשון עוורו וכו' - במג\"ת ובה\"ג גרסו בששה במרחשון וכו':",
            "(יב) בעשרים ושמונה בכסליו וכו' - יש חלופי גרסאות בזה וע\"כ אין כדאי להתענות בחנוכה עיין במ\"א:",
            "(יג) לא נודע - ובסליחות שלנו איתא שמת עזרא הסופר:",
            "(יד) בחמשה בשבט וכו' - במגילת תענית גרסינן בשמנה בשבט:",
            "(טו) בשבעה באדר וכו' - ובשנה מעוברת יש דעות בין האחרונים ועיין בפ\"ע וסוגין דעלמא להתענות בראשון:",
            "(טז) בכל ב' וה' - ומי שאינו יכול להתענות עכ\"פ יתפלל בהם על דברים הללו ויש מתענים מבשר ויין בהם וגם בלילה שלפניהם ובקיץ שאוכלים קודם הלילה א\"צ להחמיר אם לא שקבלו עליהם לחשבו כלילה אחר תפלת ערבית. איתא בכתבים שראוי לכל בר ישראל לבכות על שריפת התורה שמכח זה נמסרה התורה לקליפות המקום יחזירנה לנו ב\"ב. כתב התניא ביום הששי פרשת חוקת נהגו היחידים להתענות שבאותו היום נשרפו כ' קרונות מלאים ספרים בצרפת. גם בשנת ת\"ח נחרבו שני קהלות גדולות באותו היום. גם נוהגין להתענות כ' סיון בכל מלכות פולין נהרא נהרא ופשטיה [מ\"א] ועיין בשע\"ת שהוא דוקא מבן י\"ח לזכר ובת ט\"ו לנקבה:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}