{
    "versionTitle": "Hilchos Shabbos #1",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "אשבת קודש הוא האות הגדול שבין הקב''ה ובין עמו ישראל, כמו שכתוב: ''כי אות היא ביני וביניכם לדעת כי אני ד' מקדשכם'', כלומר: אף על גב דשבת הוא זכר למעשה בראשית, ''כי ששת ימים עשה ד' את השמים ואת הארץ, וביום השביעי - שבת וינפש'', ולכן ''ויברך אלקים את יום השביעי ויקדש אותו, כי בו שבת'' וגו', כדכתיב במעשה בראשית. ואם כן, הוא שייך לכל ברואי עולם, ואינה דומה למועדים, שהם זכר ליציאת מצרים, שאין לשארי האומות שייכות בזה, שהם לא יצאו ממצרים. אבל במעשה בראשית כולם נבראו. מכל מקום לא נתן הקב''ה קדושת השבת, רק לישראל בלבד. וזהו ''לדעת כי אני ד' מקדשכם'', כלומר, שאתם קדושים אצלי, כדכתיב: ''קדושים תהיו'', ולכן נתתי לכם קדושת השבת. והשבת וישראל הם תכלית הבריאה. (וזהו שאומרים: ''ולא נתתו'' וכו' ''לגויי הארצות, ולא הנחלתו'' וכו', כלומר: אף שלכאורה יש שייכות לכולם בזה. וזהו שאמרו בפרק קמא דשבת: ''מתנה טובה יש לי בבית גנזי ושבת שמה, לך אמור להם לישראל'' וכו', כלומר: אף שביכולת ליתנה לכל הברואים, ודו''ק). ",
            "בקדושת שבת למעלה מכל הקדושות, וברכתה למעלה מכל הברכות, ולכן נתקדשה ונתברכה מראשית הבריאה, כדכתיב: ''ויברך אלקים את יום השביעי ויקדש אותו''. והיא מקור הברכה לכל ימות החול. ולכן נצטוו ישראל על השבת בשבעה פרשיות שבתורה, ב'בשלח' ו'יתרו' ו'משפטים' ו'כי תשא' וב'ויקהל' ו'אמור' וב'ואתחנן', להורות שכל שבעה ימי השבוע – בשבת תלויים. ולכן אנו מזכירים בכל יום את השבת, שאומרים בשיר של יום: ''ראשון בשבת'' ו''שני בשבת'', וכן כולם. ",
            "גהשבת היא עיקר האמונה בהקב''ה, שברא עולמו בששת ימים, וביום השביעי שבת וינפש. וכל שאינו שומר שבת, אין לו אמונה. ולכן דימו חז''ל בכל הש''ס מחלל שבת לעובד כוכבים. וכל המחלל את השבת, ככופר בכל התורה כולה. ולכן, תיכף שיצאו ישראל ממצרים, נצטוו על השבת, בפרשת ''בשלח'', עוד קודם מתן תורה, לפי שיציאת מצרים הוא עדות על השגחתו יתברך בעולמו, לשלם טוב לעושי טוב, ולהיפך לעושי רע, כמו המצרים וכיוצא בהם. והוא עדות על יכולתו יתברך לשנות את הטבע, כמכות מצרים (וקריאת) [וקריעת] ים סוף, וירידת המן והשליו והבאר. ואם אינם מודים שהקב''ה ברא עולמו, הרי כופרים בכל הדברים. ולכן נתן להם השבת תיכף ביציאתם ממצרים. וכך אמרו חז''ל, דשבת ודינים נפקדו במרה, והיא החנייה הראשונה אחרי קריעת ים סוף, כמבואר בתורה. והרי אנו רואים בשבת הראשון, שאיזו אנשים חיללו את השבת ויצאו ללקוט את המן, ואמר הקב''ה: ''עד אנה מאנתם לשמור מצוֹתָי ותורֹתָי'', הרי אמר מפורש שהשבת היא כלליות כל התורה והמצוות. (ולכן בסוף כי תשא כתיב: ''את חג המצות תשמור'', ואחר כך: ''ששת ימים תעבוד וביום השביעי תשבות'', ובכל התורה שבת קודם לרגלים, דהוא תדיר ומקודש. אלא להורות דלחג המצות – ההכרח לשמור שבת, ואם אין שבת, אין פסח ואין תורה). ",
            "דוהנביאים, כשהוכיחו את ישראל על הפרת התורה, הוכיחו ביחוד על חילול שבתות בפני עצמן), אמר: ''אשרי אנוש יעשה זאת'' וגו' ''שומר שבת מחללו ושומר ידו מעשות כל רע'' (ישעיהו נו ב), כלומר, דזכות שמירת שבת יגרום לו שלא יעשה כל רע. ועוד אמר: ''כל שומר שבת מחללו ומחזיקים בבריתי'', כלומר, ברית התורה. הרי מפורש שהמחלל את השבת, הרי זה מפר ברית התורה. ",
            "הירמיה אמר: ''כה אמר ד' השמרו בנפשותיכם ואל תשאו משא ביום השבת ולא תוציאו משא מבתיכם ביום השבת וכל מלאכה לא תעשו וקדשתם את יום השבת'' וגו', ''והיה אם שמוע תשמעון אלי'' וגו' ''ובאו בשערי העיר הזאת מלכים ושרים'' וגו', ''ואם לא תשמעו אלי לקדש את יום השבת ולבלתי שאת משא'' וגו' ''והצתי אש בשעריה ואכלה ארמנות ירושלים ולא תכבה''. ולכן אמרו חז''ל בשבת, שבמקום שחילול שבת מצויה, שם הדליקה מצויה. ויחזקאל אמר: ''וימרו בי'' וגו', ''את שבתותי חללו ואומר לשפוך חמתי'' וגו', ''יען משפטי לא עשו וחקותי מאסו ואת שבתותי חללו'' וגו'. ולכן יש להאיש הישראלי ליתן ליבו לשמירת שבת קודש, ולקבלו מבעוד יום גדול, ולא סמוך להשקיעה, דעל פי זה רבים מהמון ונשים ועמי הארץ מדליקין נרות אחר השקיעה. והרי באיסור חמץ בערב פסח אחר חצות, דאינו אלא בלאו, ועם כל זה עשו חכמים הרחקה כשני שעות; ופירשו חז''ל בפסחים הטעם, משום דחמץ מסור לכל. וקל וחומר בן בנו של קל וחומר בחילול שבת, דאיסור סקילה, ונמסר לכל בני ישראל טף ונשים, שיש להרחיק הדלקת הנרות הרבה הרבה קודם השקיעה. וכל שכן דרב העיר והיריאים מחוייבים להקדים הרבה, כדי שההמון עם שלא יקדימו כל כך, מכל מקום לא יבואו לידי חילול שבת. מה שאין כן אם הם בעצמם מדליקים סמוך להשקיעה, שההמון ידליקו אחר השקיעה, כאשר שמענו כן ראינו בכמה מקומות. והדורות הקודמים היו מקדימים הרבה בקבלת שבת, כמבואר בתרומת הדשן (סימן א'), שאחר התפילה ואחר האכילה הלכו לטייל, והיתה אז שקיעת החמה, עיין שם. (והשל''ה בסידורו קודם קבלת שבת מבאר, שהאומר ''מזמור שיר ליום השבת'' אחר השקיעה — מביא סכנה רבה, עיין שם שביאר זה בגודל קדושתו וחוכמתו). ",
            "וושכר שמירת שבת גדלה מאד, כמו שביארו הנביאים וחז''ל. ואמרו: כל המענג את השבת, נותנים לו נחלה בלי מצָרִים, וניצול משיעבוד [מלכויות], ונותנים לו משאלות ליבו (שבת קיח א). ועונג שבת היא מצוַת נביאים, דכתיב: ''וקראת לשבת עונג'' (ישעיהו נח יג). והכל מודים בשבת דבעינן לכם (פסחים סח ב), דכתיב: ''וקראת לשבת עונג''. ועוד נבאר בזה בסייעתא דשמיא בסעיף מ''ב. ",
            "זהלכות שבת המה הלכות מרובות ועמוקות. ורבותינו הטור והשו''ע, עם גודל אריכותם, מכל מקום לא כתבו רק האסור והמותר, אבל לא כתבו עיקרי אבות מלאכות ותולדותיהן וחיובי דאורייתא ודרבנן וכללי שרשי מלאכות של שבת והרמב''ם ז''ל ביאר הכל ולשלימות מלאכת הקודש רצונינו לבאר ג''כ מעט בזה ומה שיש הפרש בין דעת הרמב''ם לבין כמה מרבותינו רש''י ותוס' ועוד מהראשונים כמו שנבאר בס''ד: ",
            "חוזה לשון הרמב''ם ריש פרק א' משבת: שביתה בשביעי ממלאכה - מצוַת עשה, שנאמר (שמות כ ט): ''וביום השביעי תשבות''. וכל העושה בו מלאכה, ביטל מצוַת עשה ועבר על לא תעשה, שנאמר: ''לא תעשה כל מלאכה''. ומהו חייב על עשיית מלאכה? אם עשה ברצונו בזדון, חייב כרת. ואם היו שם עדים והתראה, נסקל. ואם עשה בשוגג, חייב חטאת. וכל מקום שנאמר בשבת ''פטור'', הוא פטור מן התורה, אבל אסור מדרבנן. וכך אמרו חז''ל ריש שבת: כל פטורי דשבת, פטור אבל אסור, לבד מהני תלת וכו', אלא אם כן נאמר ''מותר'', או ''אינו חייב כלום''. ובפטור אבל אסור, כשעבר ועשה, מכין אותו מכת מרדות. ",
            "טבריש פרשת ויקהל (שמות לה א) כתיב: ''ויקהל משה'' וגו', ''אלה הדברים אשר צוה ד' לעשות אותם, ששת ימים תעשה מלאכה וביום השביעי יהיה לכם קדש'' וגו'. וביאורו, שציווה אותם על מלאכת המשכן, ושבשבת אסור לעשות מלאכת המשכן, כמבואר במכילתא. ומזה באה הקבלה לחז''ל ללמוד כללים ועיקרים גדולים במלאכת שבת; דְמִדְנִסְמְכָה עניין שבת למלאכת המשכן, למדנו כל מלאכות שבת ממלאכות שהיו במשכן. וכך שנו חכמים (שבת מט ב): אין חייבין אלא על מלאכה שכיוצא בה היתה במשכן. הם זרעו, ואתם לא תזרעו; וזריעה היתה במשכן לזריעת סממנים (רש''י). הם קצרו, ואתם לא תקצרו וכו'. מזה למדנו ל''ט אבות מלאכות בשבת, כמו שיתבאר, מפני שאלו המלאכות היו במשכן החשובות (ריש ב''ק). ואף שיש כמה מהאבות מלאכות הדומות זו לזו, כמו זורה ובורר ומרקד, שכולם הם לברר האוכל מן הפסולת, אלא שהבירור אינו בעניין אחד, דזורה הוא ברוח, ובורר הוא בידיו, ומרקד הוא בנפה. מכל מקום, כיוון שכולם היו במשכן מהמלאכות החשובות, קרינן להו אבות; ושארי מלאכות הדומות להאבות, קרינא להו תולדות (שם ושבת עג ב). ",
            "יואם תשאל: איזה נפקא מינה יש בין אב לתולדה? דהא על שניהם חייב סקילה וכרת, וחטאת בשוגג. אך נפקא מינה גדולה יש בזה, דאם עשה שני מלאכות, אם האחת אב והאחת תולדה שלה, אינו חייב אלא חטאת אחת. אבל כשהם שני אבות, או שהיא תולדה מאב אחר, חייב שני חטאות. וכן כתב הרמב''ם בפרק ז' (הלכה ז'), עיין שם. ולדעת רבותינו בעלי התוס' (שבת עג ב ד''ה 'משום זורע') יש סברא שיש חילוק לעניין התראה, שצריך להתרות על התולדה דווקא משום האב. ואם כן יש נפקא מינה גדולה בין אב לתולדה. וכן משמע בשבת). אמנם התוס' בעצמם נסתפקו בזה, ויש לומר דגם אם התרו משום התולדה גם כן חייב. אבל זהו פשיטא, דאם התרו על התולדה משום תולדה אחרת, אף שהיא מאותה אב, לא הוי התראה, אלא אם כן התרו בהתולדה עצמה שרצונו לעשות, או באב שלה. ולפי זה יש לדעת מה מקרי אב ומה מקרי תולדה. ",
            "יאאיזה הם אבות המלאכות? כך שנו חכמים במשנה דכלל גדול: אבות מלאכות ארבעים חסר אחת. הזורע, והחורש, והקוצר, והמעמר, והדש, והזורה, והבורר, והטוחן, והמרקד, והלש, והאופה, הגוזז את הצמר, והמלבנו, והמנפצו, והצובעו, והטווה, והמיסך, והעושה שתי בתי נירין, והאורג שני חוטין, והפוצע שני חוטין, הקושר, והמתיר, התופר שתי תפירות, הקורע על מנת לתפור שתי תפירות, הצד צבי, השוחטו, והמפשיטו, המולחו, והמעבדו, והמוחקו, והמחתכו, הכותב שתי אותיות, והמוחק על מנת לכתוב שתי אותיות, הבונה והסותר, המכבה והמבעיר, המכה בפטיש, המוציא מרשות לרשות, הרי אלו אבות מלאכות וכו'. ואיתא בגמרא (שבת עה ב): המולח ומעבד אחת הן, ואינן חלוקין לשני אבות. ויש עוד אב, והוא שירטוט, עיין שם. ואין זה חסרון במשנה, דבאמת פירוש דהמעבדו כן הוא, כדאיתא בירושלמי וזה לשונו: מה עיבוד היה במשכן? שהיו משרטטין בעורות כדי להשוות הצדדים, עיין שם (ובש''ס שלנו דאמר ''אפיק'' וכו' גם כן יש לומר כן, ודו''ק). ",
            "יבוהנה באשר שהטור והשולחן ערוך לא הזכירו המלאכות בפרטיותיהן, ואי אפשר לנו לשנות מסימני הטור והשולחן ערוך, לכן ראינו להסמיך מלאכות אלו בפרטיות, כל מלאכה להסימן שיש קצת שייכות לזה. ושם נבאר בסייעתא דשמיא האבות ותולדותיהן. ונציין הסימנים שנזכרים הזורע והחורש והקוצר בסימן של''ו. ומעמר וגוזז ומנפץ וטווה והמיסך, והעושה שתי בתי נירין, והאורג והפוצע והכותב והמוחק, בסימן ש''מ. הזורה והבורר והמרקד בסימן שי''ט. הלש והטוחן, והמפשיט את העור והמעבדו ומוחקו ומחתכו ומשרטט, בסימן שכ''א. האופה והשוחט בסימן שי''ח. הדש והמלבן והצובע בסימן ש''כ. הקושר והמתיר, התופר והקורע, בסימן שי''ז. והצידה[1] בסימן שט''ז. הבונה והסותר והמכה בפטיש בסימן שי''ג. המכבה והמבעיר בסימן של''ד. המוציא מרשות לרשות בסימן ש''א. ",
            "יגוהנה לכל אב יש הרבה תולדות. ובירושלמי שם אמרו, דרבי יוחנן וריש לקיש עיינו זמן רב בהאבות מלאכות, ומצאו לכל אב מלאכה שלושים ותשעה תולדות, עיין שם. וכתב הרמב''ם בפרק ז' (הלכה ה'): התולדה היא המלאכה הדומה לאב מאלו האבות. כיצד? המחתך את הירק מעט מעט כדי לבשלו, הרי זה חייב, שהיא תולדת טחינה, שהטוחן - לוקח גוף אחד ומחלקו לגופים הרבה, וכל העושה דבר הדומה לזה הרי זה תולדת טוחן, עד כאן לשונו. ופרטי דין זה יתבאר בסימן שי''ט, דאין זה רק בירק שאיננו נאכל חי, עיין שם. וכתב עוד, דלכל מלאכה ומלאכה ישנן תולדות על דרך זה. ומגוף המלאכה יש להבין של איזה אב היא, כמבואר למבין. ורק יש לדעת גדרי האבות, ובסייעתא דשמיא נזכיר כשנבוא לאיזה מלאכה מהמלאכות מהו גדרה. ",
            "ידלפי מה שנתבאר, יכול להיות שיתחייב האדם שלושים ותשע חטאות בשבת, כשיעבור בשוגג על כל המלאכות, ולא יותר, לפי שכל המלאכות שבעולם נכללו באלו השלושים ותשע מלאכות, ועל האב ותולדה כבר נתבאר שאינו חייב אלא אחת. ומניין למדנו שחייב על כל אב מלאכה בפני עצמו? כך אמרו חז''ל (שבת ע א), דכתיב: ''לא תבערו אש'', והרי הבערה בכלל כל המלאכות היתה. ולמה יצאת בפני עצמה? ללמדך לחילוק מלאכות, דכשם שחייב על ההבערה בפני עצמה, שהרי יצאה בפני עצמה, כמו כן כל מלאכה ומלאכה. דזהו מידה משלוש עשרה מידות[2], דכל דבר שהיה בכלל ויצא מן הכלל, לא ללמד על עצמו יצא, אלא ללמד על הכלל כולו. וכן כתב הרמב''ם בפרק ז' (הלכה ב') משגגות עיין שם. (וצריך לומר דלית לן הך דאיסי ריש מכילתין, שאמר שיש מלאכה אחת מהשלושים ותשע מלאכות שאינו חייב עליה חטאת, עיין שם. והטעם, דכיוון דרבי יוחנן אמר (שבת סט א) על משנה דאבות מלאכות, שאם עשאן כולם בהעלם אחת - חייב על כל אחת ואחת, לא חיישינן לדאיסי, ובוודאי ידע רבי יוחנן דחכמים פליגי עליה דאיסי ודו''ק)[3]. ",
            "טוכתב הרמב''ם בריש פרק ב' משגגות: ''אין אדם חייב חטאת על שגגתו, עד שיהיה שוגג מתחילה ועד סוף. אבל אם שגג בתחילה והזיד בסוף, או הזיד בתחילה ושגג בסוף, פטור. כיצד? כגון שהוציא חפץ מרשות לרשות בשבת. עקר בזדון והניח בשגגה, או שעקר בשגגה והניח בזדון, פטור, עד שיעקור בשגגה ויניח בשגגה. וכן כל כיוצא בזה'', עד כאן לשונו. ואם היה תחילתו וסופו בשגגה, אף על פי שבאמצע היה בזדון - חייב חטאת. והכי משמע להדיא בשבת (קב. באוקימתא דרב אשי, עיין שם). ודע, דלאו דווקא בהוצאה שהיתה בידו לבלי לגמור המלאכה, אלא אפילו בזורק, שאחר שיצתה מידו לא היתה בידו להשיבה, מכל מקום, אם נזכר קודם שתנוח - פטור מחטאת. וכן מפורש בשבת שם. ותמיהני על הרמב''ם, למה לא צייר דין זה בזריקה, ובפרט שלשון המשנה שם כן הוא, וצריך עיון. ונראה לעניות דעתי, דהרמב''ם בכוונה שינה מלשון המשנה, משום שהירושלמי באמת מחייב בזריקה, מטעם דאין בידו להחזיר (וזה לשון הירושלמי שבת פרק יא הלכה ו: ''כיני מתניתין, והזיד. וקשיא, אילו ירה חץ להרוג נפש, והתרו בו, וחזר בו, שמא כלום הוא וכו'?'' עיין שם. והמפרשים פירשו פירוש זר, עיין שם. והאמת דבמשנה ירושלמית הגירסא במשנה: הזורק ונזכר עד שלא תצא מידו, עיין שם. וזהו שאומר, כיני מתניתין והזיד, כלומר, דכך היא הגירסא, שהיה מזיד עד שלא תצא מידו, ולכן כשזרק, היתה במזיד ופטור מחטאת; דאם לא כן, אלא כגירסת הבבלי, קשה, למה יפטור? והרי אין בידו להחזירה! ולכן הרמב''ם, להרחיק את עצמו ממחלוקת, כתב לשון הוצאה ודו''ק). (ובהלכות שגגות כתבנו תירוץ אחר, עיין שם) ",
            "טזעוד כתב: ''עבר עבירה, ויודע שהיא בלא תעשה, אבל אינו יודע שחייבין עליה כרת - הרי זו שגגה ומביא חטאת. אבל אם ידע שהיא בכרת, ושגג בקרבן ולא ידע אם חייבין עליה קרבן אם לאו - הרי זה מזיד, ששגגת קרבן אינה שגגה בעבירות שחייבין עליה כרת'', עד כאן לשונו. אבל בעבירה שאין בה כרת אלא מלקות, אם הזיד בלאו, אין זה שגגה, ומלקין אותו. והנה בשבת יש דבר אחד שהוא בלאו ולא בכרת, והיינו מחמר אחר בהמתו. ומכל מקום, גם אם עשה במזיד פטור ממלקות, משום דהלאו הוא מקרא ד''לא תעשה כל מלאכה אתה'' וגו' ''ובהמתך'' וגו', ובלאו זה נכלל מיתה גם כן אם עשה מלאכה בעצמו, וכל לאו שניתן לאזהרת מיתת בית דין אין לוקין עליו. וזה מבואר בש''ס בכמה מקומות, מטעם דלאו זה לא ניתן למלקות אלא למיתה. וכן פסק הרמב''ם בריש פרק קמא משבת, עיין שם. וכל שכן דבשוגג פטור מקרבן, דקרבן אינו אלא כשיש כרת על המזיד ולא באיסור מלקות (עיין תוספות שבת קנ''ד. ד''ה 'בלאו'). ",
            "יזודע, דבשגגת שבת יש שני דברים. והיינו כגון שקצר בשבת, וידע ששבת היום, אלא שסבור דקצירה מותר בשבת; או שידע שקצירה אסורה בשבת, אלא שלא ידע ששבת היום. ונמצא דחיוב מיתה אינו אלא כשידע ששבת היום, וקצירה אסורה בשבת, שחייבין עליה מיתה. והנה לכאורה הכל אחד אם הזיד בשבת ושגג במלאכה, או הזיד במלאכה ושגג בשבת. אבל באמת אינו כן, דאם ידע ששבת היום, ועשה הרבה מלאכות מפני שלא ידע שהן אסורות, חייב על מלאכה ומלאכה, אם הן מאבות נפרדות. אבל כשידע שהמלאכות אסורות, אלא שלא ידע ששבת היום, אינו חייב אלא חטאת אחת. והטעם פשוט, דחיוב חטאת הוא על השגגה. וכששגג בשבת, הרי שגגה אחת היא; אבל כששגג במלאכות, הרבה שגגות הן, ששגג במלאכה זו ובמלאכה זו וכו'. וכך שנו חכמים במשנה דכלל גדול, וכן פסק הרמב''ם בפרק ז' משגגות. וכן אם שגג בשבת, וגם שגג במלאכות, אינו חייב אלא חטאת אחת. והטעם, מפני דשגגת שבת הוא העיקר (תוס' שבת ע ב ד''ה 'אמר'). והגם שבשארי עבירות יש גם כן כעין שני שגגות, מכל מקום דין אחד להם. ",
            "יחאף על פי שנתבאר שהעושה אב מלאכה עם התולדות של אותו אב אינו חייב אלא חטאת אחת, מכל מקום זהו באותו שבת; אבל אם עשה האב בשבת זה, ועשה התולדה או אפילו האב עצמו בשבת השני - חייב שתי חטאות. ולא מיבעיא אם עשאן שניהם בזדון שבת ושגגת מלאכות, דכיוון דהשגגה היא בהמלאכה, הרי שני שגגות הן, דכל שבת ושבת הוה כגוף אחר. וכמו דהבא על שתי נשים נידות בהעלם אחת, דחייב שתיים, מטעם דכל גוף הוא עניין בפני עצמו, והכי נמי כל שבת הוא עניין בפני עצמו. אלא אפילו עשאן בשגגת שבת וזדון מלאכות, דהשתא חדא שגגה היא בכל השבתות, והיינו שנעלם ממנו ששבת היום - מכל מקום חייב על כל שבת ושבת. והטעם, שאי אפשר שלא יתוודע בתוך השבוע שהיה שבת, ואם כן כל שבת ושבת שגגה בפני עצמה היא, דהוויין כשני העלמות. וכך אמרו ז''ל בכריתות טז ב, דימים שבין שבת לשבת הוויין ידיעה לחלק, עיין שם. וכן פסק שם הרמב''ם, עיין שם. ",
            "יטאף על פי ששגגת מלאכה ושגגת שבת יש ביניהם חילוקים, כמו שנתבאר, מכל מקום אם עשה שני פעמים מלאכה אחת בשבת אחת, ובפעם הראשון ידע ששבת היום ושגג בהמלאכה, ואחר כך שכח שהיום שבת וידע שמלאכה זו אסורה, וחזר ועשאה מפני שגגת שבת, מכל מקום אם נתוודע על שניהם, מביא חטאת אחת. ואף על פי שהעלמה של שנייה חלוק קצת מראשונה, סוף סוף העלם אחד הוא (רש''י שבת עא א ד''ה קצירה, עיין שם). וכן אף על פי שנתבאר דעל כל פנים על כל שבת ושבת חייב על כל אחד חטאת, מכל מקום תינוק שנשבה לבין העכו''ם ולא ידע כלל ענין השבת, או מי שנשתכח ממנו לגמרי שיש שבת בעולם, ועשה מלאכות הרבה בשבתות הרבה, אינו חייב אלא חטאת אחת, מפני שבכולם חדא שגגה היא, שלא ידע עניין שבת כלל. וכך שנו חכמים במשנה דכלל גדול, וכן פסק הרמב''ם שם, עיין שם בפרק ב' (ופסק כרב ושמואל בשבת סח ב, ולא כרבי יוחנן וריש לקיש, ועיין שם בכסף משנה. ולכאורה לפי כללי הש''ס הוה ליה למפסק כרבי יוחנן וריש לקיש, וצריך עיון קצת). ",
            "כוממה שנסמך מלאכת שבת למלאכת המשכן, באה הקבלה לחז''ל ללמוד גם כן דמלאכת מחשבת בעינן דווקא במלאכות שבת, כמו במשכן. ובזה תלוי כללים ועיקרים גדולים. והיינו שיתכוין למלאכה זו שהוא עושה; אבל אם אינו מכוין לה כלל, כגון שנתכוין לזרוק שני אמות, שמותר, וזרק ארבע אמות, פטור (בבא קמא כו ב). וכן היתה אבן מונחת לו בחיקו, ונפלה מחיקו ועשה חבורה לבעל חי, דפטור (שם), כיון שלא נתכוין כלל למלאכה זו, אף על גב שלכמה דברים חייב גם בלא מתכוין, כמו לנזקין ועוד דברים (שם). דבמשכן, כל מלאכה שעשו — חשבו אותה לעשות, כדכתיב ב''ויקהל'' (שמות לה לב-לג): ''ולחשוב מחשבות'' וגו' ''לעשות בכל מלאכת מחשבת''. ",
            "כאומטעם זה מפורסם בכל מסכת שבת, דדבר שאין מתכוין, פלוגתא דרבי יהודה ורבי שמעון, דלרבי שמעון - מותר לכתחילה, ולרבי יהודה, אף דאסור לכתחילה, אינו אלא מדרבנן. ובשארי איסורים סבירא ליה לרבי יהודה דאסור מן התורה (תוס' שבת מא ב ד''ה 'מיחם'). ואף לרבי שמעון, דסבירא ליה דגם בשארי איסורים מותר מן התורה, כדמוכח בפסחים ובשבת, מכל מקום יש עניינים דגם באינו מתכוין חייב, כמו נזקין וחייבי גלות (בבא קמא כו ב). ומדברי הרמב''ם פרק י מכלאים דין יח, משמע דפסק דגם בכלאים חייב, אף באינו מתכוין (ועיין שם בכסף משנה ודו''ק). ",
            "כבוכן נכלל במלאכת מחשבת, דבעינן דווקא מלאכה של מעשה אומן, כמו שהיה במשכן מלאכת חרש וחושב. אבל כל שאינו מעשה אומנות, לא מקרי מלאכה בשבת (ביצה יג: רש''י ד''ה 'אלא'). ולכן המעמיד ערימה של תבואה בשבת, אם אין בה מלאכה אחרת - אינו חייב מן התורה (שם), רק מדרבנן אסור משום עובדין דחול ומשום מוקצה. ומטעם זה, גם גבי קשר, שהוא מאבות המלאכות - אינו חייב אלא על קשר של מעשה אומן, כמו שכתב הרמב''ם פרק י (הלכה א) משבת, ויתבאר בסימן שי''ז, והכל מטעם דבעינן מלאכת מחשבת. ",
            "כגולכן המקלקלין פטורין, אלא אם כן קלקל על מנת לתקן. אבל המקלקל בלבד, כגון שסותר בניין שלא על מנת לבנותו - פטור מן התורה, מטעם דאין זה מלאכת מחשבת, דבמשכן היו כל המלאכות לתיקון ולא לקלקול. וכן מלאכה שאינה צריכה לגופה, למאן דפוטר כמו שיתבאר, הוי גם כן מטעם מלאכת מחשבת (חגיגה י ב), וכמו שכתבו רבותינו בעלי התוס' בשבת (צ''ד. ד''ה 'ר''ש', וגם לרש''י צ''ל כן, עיין שם ודו''ק). ומאן דמחייב, משום דסבירא ליה דזה מקרי מלאכת מחשבת. ומטעם זה, גם מתעסק במלאכת היתר ועלתה בידו מלאכת איסור, כגון נתכוין לחתוך את התלוש וחתך את המחובר - גם כן פטור מטעם מלאכת מחשבת. ואפילו נתכוין למלאכת איסור, אלא שלא עשה בזו אלא באחרת, כגון נתכוין לחתוך מחובר זה וחתך אחרת - גם כן פטור מטעם זה (תוס' שבת עב ב ד''ה נתכוין, עיין שם). אלא שבזה יש חולקים, כמו שיתבאר. וכן אם נתכוין לעשות מלאכה זו ואחר כך מלאכה אחרת, ועלתה בידו להיפך - גם כן פטור מטעם זה, שלא נעשה כמו שחשב, כמו שכתב הרמב''ם בפרק א דין יא עיין שם. ועוד יתבאר בזה בסייעתא דשמיא בסעיף כ''ז. ",
            "כדודע, שמצאתי דבר אחד שזה דבעינן מלאכת מחשבת הוי חומרא, והיינו דמי שזורה את התבואה ברוח - חייב, והיא מאבות מלאכות. ואף על גב דעיקר המלאכה עושה הרוח, ודבר זה אפילו בנזקין פטור, מכל מקום - בשבת חייב, משום דזהו מלאכת מחשבת, שכן דרך הזרייה ונתקיימה מחשבתו, דניחא ליה במה שהרוח מסייעו (בבא קמא ס א). ",
            "כהכתב הרמב''ם בפרק א' דין ח': ''כל המתכוין לעשות מלאכה ונעשה לו מלאכה אחרת שלא נתכוין לה - פטור עליה, לפי שלא נעשית מחשבתו וכו'. וקל וחומר אם נתכוין לאיסור קל ונעשה איסור חמור וכו'. נתכוין לעשות דבר המותר ועשה דבר אחר, כגון שנתכוין לחתוך את התלוש וחתך את המחובר - אינו חייב כלום, וכן כל כיוצא בזה'', עד כאן לשונו. והך דנתכוין לחתוך את התלוש וחתך את המחובר הוא בגמרא (שבת עב ב). ולפירוש רש''י הכוונה, שנתכוין לחתוך את קישות זה שהוא תלוש, וחתך קישות אחר שהוא מחובר. ורבותינו בעלי התוספות הקשו על זה, דבכהאי גוונא אפילו נתכוין לחתוך מחובר זה וחתך מחובר אחר - גם כן פטור, כמבואר בכריתות), דבנתכוין ללקוט תאנה זו ולקט תאנה אחרת פטור, מטעם דלא נעשה מחשבתו, ואין זה מלאכת מחשבת. ומאי איריא לחתוך את התלוש, דלא אתכוין לאיסור כלל? הא אפילו נתכוין לאיסור, פטור! אלא וודאי דנתכוין לחתוך את התלוש וחתך את המחובר - פירושו שחתך הקישות שרצה, אלא שהיה סבור שהוא תלוש ונמצא שהוא מחובר. ופטור מטעם ''מתעסק'', שהיה מתעסק בהיתר ועלתה בידו איסור, עיין שם היטב. ",
            "כואמנם מדברי הרמב''ם נראה להדיא כרש''י, וכן הסכימו המפרשים דמדבריו לקמן מתבאר, דכשנתכוין למחובר זה ועלתה בידו מחובר אחר, אם אין שינוי בין זה לזה - באמת חייב, דזה מקרי מלאכת מחשבת. והראב''ד השיג עליו מהך דכריתות. אבל הרמב''ם דחי הך דכריתות מפני סוגיא דשבת (לחם משנה). ועוד נראה לעניות דעתי, דגם סוגיא דכריתות לפי המסקנא סוברת כן (דוודאי מקודם סברה הגמרא כתוספות והראב''ד, ומוקי הך דנתכוין ללקוט תאנים ולקט ענבים, דמשמע בתאנים ותאנים - חייב, ששכח מלקט מליבו. אבל רבא שאמר שם אחר כך: ''ליקדם איכא בינייהו'', סבירא ליה דתאנים ותאנים - חייב אם אין הפרש ביניהם, וליקדם גריע טפי, כיוון שלא עשה כמו שחשב. ולכן גם בנתכוין לזרוק ארבע וזרק שמונה - פטור גם כן, מפני שלא עלתה כמו שחשב, שיש בזה שינוי. אבל תאנה ותאנה כשאין שום הפרש ביניהם - אין זה שינוי, וזהו שיטת רש''י והרמב''ם ודו''ק). ",
            "כזוכתב עוד: ''נתכוין ללקוט תאנים שחורות וליקט לבנות, או שנתכוין ללקוט תאנים ואחר כך ענבים, ונהפך הדבר וליקט ענבים בתחילה ואחר כך תאנים - פטור. אף על פי שליקט כל מה שחשב, הואיל ולא ליקט כסדר שחשב — פטור, שבלא כוונה עשה, שלא אסרה תורה אלא מלאכת מחשבת. היו לפניו שתי נרות דולקות או כבויות, נתכוין לכבות זו וכיבה זו, להדליק זו והדליק זו - חייב, שהרי עשה מן המלאכה שחישב לעשותה. הא למה זה דומה? למי שנתכוין ללקוט תאנה זו ולקט תאנה אחרת וכו'. אבל אם נתכוין להדליק ראשונה ולכבות שנייה אחריה, ונהפך הדבר וכיבה ראשונה ואחר כך הדליק שנייה אחריה - פטור. כיבה זו והדליק זו בנשימה אחת - חייב, שאף על פי שלא הקדים, הרי לא איחר, וכן כל כיוצא בזה. וכל העושה מלאכה במתעסק ולא נתכוין לה - פטור'', עד כאן לשונו. (ונתכוין למה שאמרו בשבת שם ע''ב: נתכוין להגביה את התלוש וחתך את המחובר, פטור. והראב''ד והרמב''ן והמ''מ הרעישו עליו במה שכתב בנתכוין ללקוט תאנה זו ולקט אחרת דחייב, והא בכריתות מוקי לה דווקא בשכח מלקט מלבו, עיין שם. אבל לפי מה שכתבתי אתי שפיר, דרבא אינו סובר כן. וזהו גם שיטת רש''י. וליקדם גריע טפי, דמינכר השינוי ולא הוי מלאכת מחשבת; וכל שאין השינוי ניכר, מקרי מלאכת מחשבת, ואתי שפיר הכל ודו''ק). (וזה שכתב רש''י בכריתות שם כ'. בסוף ד''ה ''ליקדם'': ''אבל במתעסק בעלמא, שלא נתכוין אלא לאחת, ולא עשה, ועשה את חברתה - דכולי עלמא פטור'', עד כאן לשונו - זהו בשחורות ולבנות, דרבי יהודה סבירא ליה דזהו שם אחד, כמו שכתב מקודם בד''ה ''בשני שמות'', עיין שם. ועוד, דהא לרבי שמעון שזורי ורבי שמעון ודאי כן הוא כמו שפסק הרמב''ם, עיין שם, ומי יימר דאין הלכה כמותם נגד רבי יהודה, דרבים נינהו? וכדמוכחא פשטא דסוגיא דשבת שם. וראיה דממש לא בעינן כמו שחשב כשאין שינוי, מנשימה אחת דחייב כדאמר שם, נהי דאקדומי לא קדים, אחורי נמי לא מאחר, עיין שם. וקשה, דהא מכל מקום על כל פנים אין זה כפי מחשבתו להקדים! אלא ודאי כיוון דאין השינוי ניכר, לא מקרי שינוי והוה מלאכת מחשבת, ודו''ק). ",
            "כחכבר נתבאר, דדבר שאין מתכוין ומלאכה שאינה צריכה לגופה הוה פלוגתא דרבי יהודה ורבי שמעון בכל הש''ס, דרבי יהודה סבירא ליה דדבר שאין מתכוין - אסור מדרבנן, ומלאכה שאינה צריכה לגופה - חייב חטאת, דהוי מלאכה גמורה. ורבי שמעון סבירא ליה דדבר שאין מתכוין - מותר לכתחילה, ומלאכה שאינה צריכה לגופה - פטור מן התורה, דלא הוי מלאכת מחשבת כבמשכן, דבמשכן כשעשו מלאכה היו צריכים לגוף המלאכה ותכליתה, אבל אסור מדרבנן. (ורבי יהודה חשיב לה מלאכת מחשבת. ויש לומר בטעמו, דוודאי גם במשכן היתה כיבוי כדי שריבוי האש לא יקדיח הסממנין, וזהו מלאכה שאינה צריכה לגופה. ורבי שמעון סבירא ליה דבמשכן ודאי היו זהירים שלא להרבות אש יותר מדאי, כמו שכתבו התוספות שבת צד ב ד''ה 'רבי שמעון', עיין שם, ולא היה כיבוי, רק לעשות פחמין, וזהו צריך לגופה, כמו שכתבו התוספות שבת לא ב ד''ה וסותר, עיין שם). ",
            "כטולעניין דינא, הנה בדבר שאין מתכוין פסק הש''ס להדיא כרבי שמעון, שאומר: ''והאידנא דסבירא לן כרבי שמעון, שרי אפילו לכתחילה'' (שבת צה א). אבל לעניין מלאכה שאינה צריכה לגופה, לא איפסקא הלכתא להדיא. ורבותינו בעלי התוספות והראב''ד והרמב''ן והרשב''א, כולם פסקו כרבי שמעון גם במלאכה שאינה צריכה לגופה. חדא, משום דרבא בריש פרק נוטל סבירא ליה כרבי שמעון, ועוד, דבשלהי שבת אמרינן דבכולי שבת הלכה כרבי שמעון. אבל הרמב''ם בפ''א דין ז' פסק כרבי יהודה, וגם דעת הרי''ף נראה כן (מגיד משנה). וטעמייהו, דלפי כללי הש''ס, רבי יהודה ורבי שמעון — הלכה כרבי יהודה. ואף דרבא סבירא ליה כרבי שמעון, מכל מקום איכא אמוראי דסבירא ליה כרבי יהודה. ועוד, דבמשנה (שבת צג ב) קבע רבינו הקדוש במשנה, דאת המת במיטה חייב, כרבי יהודה, וסתמה בלשון רבים. וזה שאמרו דבכולי שבת הלכה כרבי שמעון, התם רק בענייני מוקצה איירי, עיין שם . (אמנם להירושלמי שבת פרק ב הלכה ה, דגם רבי יוסי סבירא ליה כרבי שמעון - ודאי הלכה כרבי יוסי לגבי רבי יהודה. ובש''ס דילן (שבת לא ב), יש מחלוקת ברבי יוסי כמאן סבירא ליה, עיין שם. ובירושלמי שבת פרק ט הלכה ו משמע להדיא דקיימא לן כרבי שמעון, עיין שם ודו''ק) ",
            "לומהו מלאכה שאינה צריכה לגופה? כגון שעושה המלאכת איסור, ואין צריך לה לתכליתה של האיסור, אלא לתכלית אחר. כגון שחופר גומא, והאיסור הוא החפירה, והוא אינו צריך להגומא כלל, אלא צריך להעפר. ו'צריך לגופה' הוא כשצריך להגומא, להצניע בה או להשתמש בה. וכן המכבה את הנר, והמלאכה הוא הכיבוי. ואם צריך לתכלית הכיבוי, והיינו לעשות גחלת - מקרי 'צריך לגופה'. אבל אם אינו צריך לגחלת, אלא שיחוס על השמן או על הפתילה או על הכלי - מקרי 'אינה צריכה לגופה'. וכן המעביר את הקוץ ארבע אמות ברשות הרבים, והמלאכה הוא ההעברה, והוא אינו צריך לזה, אלא מסלקו ממקומו כדי שלא יזוקו בו רבים, או מכבה גחלת שלא יזוקו בה רבים - הוה אינה צריכה לגופה. וכן צד נחש שלא יִשָכֶנוּ, דהמלאכה היא הצידה, והוא אינו צריך לצידה כלל, וכן כל כהאי גוונא, ובמשכן, כשעשו המלאכה היו צריכין לתכלית המלאכה. (וגם רש''י סבירא ליה כן. וזה שכתב במשנה ד''את המת במיטה'', וזה לשונו: ''דמלאכה שאינו צריך אלא לסלקה מעליו, וברצונו לא באה לו'' (שבת צג ב ד''ה 'ור' שמעון') עיין שם, אין זה אלא הסבר, כלומר: דלתכלית המלאכה אינו צריך, ולא היה רצונו לזה. והתוספות (דף צ''ד.) ד''ה 'ר''ש' שדקדקו עליו, לא דקדקו רק על לשונו, אבל הכוונה מבוארת ודו''ק) ",
            "לאודע, דמפורסם בכל הש''ס, דאף על גב דדבר שאין מתכוין — אפילו לרבי יהודה אינו אלא איסור דרבנן, ולרבי שמעון - מותר לכתחילה, וכן הלכה כמו שכתבנו, מכל מקום זהו בדבר שאפשר שתיעשה המלאכה ואפשר שלא תיעשה. אבל בדבר שבהכרח שתיעשה המלאכה, אף רבי שמעון מודה שחייב מן התורה, וכך אמרו בש''ס בכמה מקומות: מודה רבי שמעון ב'פסיק רישא ולא ימות'. וזה לשון הרמב''ם בפרק א' דין ה': ''דברים המותרין לעשותן בשבת, ובשעת עשייתן אפשר שתיעשה בגללן מלאכה ואפשר שלא תיעשה, אם לא נתכוין לאותה מלאכה - הרי זה מותר. כיצד? גורר אדם מיטה כסא וספסל וכיוצא בהן בשבת, ובלבד שלא יתכוין לחפור חריץ בקרקע בשעת גרירתן. ולפיכך אם חפרו הקרקע - אינו חושש בכך, לפי שלא נתכוין וכו'. אבל עשה מעשה, ונעשה בגללו מלאכה שוודאי תיעשה בשביל אותו מעשה, אף על פי שלא נתכוין לה — חייב, שהדבר ידוע שאי אפשר שלא תיעשה אותה מלאכה. כיצד? הרי שצריך לראש עוף לצחק בו הקטן, וחתך ראשו בשבת, אף על פי שאין סוף מגמתו להריגת העוף בלבד - חייב, שהדבר ידוע שאי אפשר שיחתוך ראש החי ויחיה, אלא המוות בא בשבילו, וכן כל כיוצא בזה'', עד כאן לשונו. ",
            "לבויש בזה שאלה גדולה, דאיך אפשר להתחייב לרבי שמעון על פסיק רישא? הא כיוון שאינו מכוין לה, פשיטא שאינו צריך לתכליתה, ואם כן הוי על כל פנים מלאכה שאינה צריכה לגופה! ומדברי רבותינו בעלי התוספות בשבת (מ''א: ד''ה 'מיחם') ויומא (ל''ד:) וכריתות (ב':) נראה דהכי פירושו: דכל פסיק רישא דאנן סהדי דניחא ליה - חייב אף שאינו מכוין לזה, ובעל כורחו הוי כמכוין לזה. וכל דאנן סהדי דלא ניחא ליה בזה, כלומר שאינו מעלה ומוריד - הוה כמלאכה שאינה צריכה לגופה. ולשיטת הערוך (בתוספות ק''ג.), כל פסיק רישא דלא ניחא ליה - מותר אפילו לכתחילה, עיין שם. אבל רש''י ז''ל כתב להדיא (ע''ה. ד''ה 'טפי') דרבי שמעון מודה במידי דלא איכפת ליה אי מתרמי או לא, אלא אם כן רוצה דווקא ההיפך, שלא תיעשה מלאכה זו, עיין שם. ",
            "לגוהנה מצאנו שבנו של הרמב''ם נשאל בזה, והשיב בשם הרמב''ם בלשון זה: ''ההפרש בין מלאכה שאינה צריכה לגופה ובין פסיק רישא: דגבי פסיק רישא - אינו מכוין למלאכה כל עיקר, אלא שהיא מעשה בהכרח, כגון שסגר פתח ביתו והיה שם צבי, שהוא לא כיוון לשמירת הצבי, אלא שהמלאכה נעשית בהכרח. אבל מלאכה שאינה צריכה לגופה - הוא מתכוין לגוף המלאכה, אלא שאינו מתכוין לתכליתה (כסף משנה פ''א הל' ז'). ונתקשו בכוונתו גדולי עולם, ולא ראיתי בזה דברים המתיישבים על הלב. ",
            "לדולעניות דעתי נראה דהעניין כן הוא. ולדוגמא בעניין מצוות, יש פוסקים שצריכים כוונה, ויש פוסקים דאף כשאינו מתכוין יצא, דהוי כמתכוין. ומכל מקום אם מתכוין שלא לצאת - הכל מודים שאינו יוצא. וכן הוא במלאכות שבת, דוודאי בעינן כשעושה המלאכה האסורה יכוין לה, ואין הכוונה מעכב, דאם כן יעשה כל המלאכות ויאמר שאינו מכוין לזה. אלא ודאי כשאפילו עושה בלא כוונת מלאכה כלל, כיון שעושה כדרך המלאכה, מה מועיל העדר כוונתו? והרי בהכרח כוונתו נעשית! וזהו עניין הפסיק רישא. אבל אם באמת מכוין להמלאכה, אלא שעושה אותה בשביל תכלית אחר, הוי כמו במצוה כשנתכוין שלא לצאת, והכא נמי לא שייך לומר דהוי כמתכוין, דוודאי הוא מתכוין, אבל מתכוין לתכלית אחר ולא לגוף האיסור של המלאכה. ולכן בצידת צבי, שאינו מתכוין לכלום, וכן ראש עוף לצחיקת הקטן, אינו מתכוין לכלום. מה שאין כן החופר גומא ואינו צריך אלא לעפרה, דוודאי מכוין לחפירה, אלא לצורך תכלית אחר, והיינו לתכלית העפר. אבל בצידת צבי - אינו מכוין לצידה כלל, וכן בראש עוף לצחיקת קטן - אינו מכוין להריגה כלל, וגרע טפי, שהרי בעל כורחו נעשית המלאכה, והוי כמכוין. (ויש מי שאומר דבפסיק רישא, כל שהוא מוכרח לעשות על ידי פסיק רישא - אסור, ובאינו מוכרח על ידי פסיק רישא - אזי מותר אף בפסיק רישא. כן כתב השלטי גבורים בפרק האורג אות ג', עיין שם, ועיין שם בר''ן ורשב''א). ",
            "להבכל מלאכות שבת יש שיעורים, ויתבאר כל אחד במקומו. וחצי שיעור - אסור מדאורייתא, כבכל איסורי תורה, אלא שאין לוקין על חצי שיעור. וכל שכן שאין ממיתין ואין מביאין קרבן על חצי שיעור, אבל מכל מקום איסורו מן התורה (רש''י ע''ד. ד''ה 'וכי'). מיהו באיסור הוצאה יש שינוי: דבהוצאה מרשות היחיד לרשות הרבים, שיש בזה עקירה והנחה, אם עשה עקירה בלא הנחה או הנחה בלא עקירה - אין בזה איסור דאורייתא, אבל איסור דרבנן יש בזה, וזה מפורש במשנה ראשונה דשבת ובגמרא שם. ובהעברת ארבע אמות ברשות הרבים מוכח בכולי שבת, דפחות מארבע אמות - מותר לטלטל אף מדרבנן. ויש להבין למה באיסור הוצאה ליכא איסורא דחצי שיעור מן התורה. ויש לומר, דכיון דטעמא דחצי שיעור הוא משום דחזי לאצטרופי, כמו שכתוב בריש פרק בתרא דיומא (ע''ד.), ובהוצאה לא שייך זה, דכשהוציא מרשות היחיד לרשות הרבים, נהי דעקירה חזי לאצטרופי כשיניח, אבל הנחה לא חזי לאצטרופי כמובן, וכיון דליכא איסור חצי שיעור בהנחה מן התורה - ממילא דלא נאמרה בהוצאה איסור דחצי שיעור. ומכל מקום מדרבנן אסרו, מפני שבעקירה יכול לבא לידי חיוב חטאת, וכן קרי לה הש''ס ריש מכילתין עיין שם. ובמעביר שני אמות ברשות הרבים ועמד, תו לא חזי לאצטרופי, דהנחת גופו כהנחת חפץ, ולכן גם מדרבנן לא אסרו חצי שיעור. (ובתוספתא ביצה פרק ד הלכה ב משמע להדיא דחצי שיעור בשבת אסור רק מדרבנן, עיין שם, וצריך עיון גדול. וצריך לומר דלאו דווקא, ועל פי מה שנכתוב ריש סימן רמ''ג). ",
            "לווכתב הרמב''ם בפרק א' דין ט''ז: ''כל מלאכה שיחיד יכול לעשות אותה לבדו, ועשו אותה שניים בשותפות, בין שעשה זה מקצתה וזה מקצתה וכו', בין שעשאו שניהם כאחד מתחילה ועד סוף - הרי אלו פטורין. ואם אין אחד מהם יכול לעשותה לבדו עד שיצטרפו וכו' - שניהם חייבים, ושיעור אחד לשניהם. היה כוח באחד להוציא קורה זו לבדו, והשני אינו יכול להוציא לבדו, ונשתתפו שניהם והוציאוה: זה הראשון שיכול - חייב, והשני מסייע הוא, ומסייע - אינו חייב כלום, וכן כל כיוצא בזה'', עד כאן לשונו. ",
            "לזעוד כתב: ''כל המקלקלין - פטורין. כיצד? הרי שחבל בבהמה או באדם דרך השחתה, וכן אם קרע בגדים ושרפן או שיבר כלים דרך השחתה - הרי זה פטור'', עד כאן לשונו. ומדרבנן אסור, דכל פטורי דשבת - פטור אבל אסור, כמו שנתבאר. ודקדק לומר ''דרך השחתה'', שהרי מצינו דחובל חייב, כדתנן בריש שמונה שרצים (שבת קז א), וכמו שכתב הרמב''ם בפרק ח' (הלכה ט') עיין שם. אלא דשם הוא שלא דרך השחתה, כגון שכוונתו היתה לתופסן בכך. וכן בקריעה בשלא דרך השחתה, כגון הקורע על מתו, או הקורע בכעס ועל ידי הקריעה נתיישב כעסו, פסק הרמב''ם בפרק י' (הלכה י') דחייב, עיין שם, שהולך לשיטתו, שפסק כרבי יהודה במלאכה שאינה צריכה לגופה. אבל לרוב הפוסקים, שפוסקים כרבי שמעון - פטור גם בכהאי גוונא, וזה מפורש בגמרא (שבת קה ב), עיין שם. ",
            "לחעוד כתב: ''חפר גומא ואינו צריך אלא לעפרה - הרי זה מקלקל ופטור, אף על פי שעשה מלאכה, הואיל וכוונתו לקלקל — פטור'', עד כאן לשונו. וגם זה הוצרך לשיטתו, דלשיטת רוב הפוסקים בלאו הכי פטור, דהוי מלאכה שאינה צריכה לגופה. ודע, דבגמרא (שבת עג ב) מוכח, דדווקא בבית הוי מקלקל ולא בשדה. אמנם זהו ודאי לאו דווקא, אלא אורחא דמילתא כן הוא, ולכן כיוון שכתב ''וכוונתו לקלקל'', ממילא כן הוא, דבמקום שאין כוונתו לקלקל חייב לשיטתו (ועיין מגיד משנה וכסף משנה). ",
            "לטעוד כתב: ''כל המקלקל על מנת לתקן - חייב. כיצד? הרי שסתר כדי לבנות במקומו, או שמחק כדי לכתוב במקום שמחק, או שחפר גומא כדי לבנות בתוכה יסודות, וכל כיוצא בזה - חייב, ושיעורן כשיעור המתקן'', עד כאן לשונו. והנה בגמרא (שבת לא ב) משמע להדיא דזהו רק לרבי יהודה, דמחייב במלאכה שאינה צריכה לגופה. אבל לרבי שמעון, אפילו בסותר על מנת לבנות במקומו - אינו חייב, אלא אם כן מתקן על ידי הסתירה את הבניין השני, יותר מאילו לא היה שם בניין מעולם, כגון שמדליק את העצים ומכבן לעשות פחמין, עיין שם. והנה להרמב''ם אתי שפיר, דאיהו פוסק כרבי יהודה. ומכל מקום אף לרבי שמעון בהכרח לומר כן, דהא סותר על מנת לבנות הוי מאבות מלאכות, ובזה אי אפשר למצוא שיתוקן על ידי הסתירה יותר מאילו לא היה שם בניין מעולם. וצריך לומר דבכהאי גוונא - גם לרבי שמעון חייב. ואף על גב דזהו כמלאכה שאינה צריכה לגופה כמובן, מכל מקום גם במשכן הא ודאי היתה סותר על מנת לבנות, ולכן חייב (תוספות שם ד''ה 'וסותר'). והנה בארנו מעט מהרבה כללי ועיקרי הלכות שבת בסייעתא דשמיא, ותן לחכם ויחכם עוד. ",
            "מכיוון שהתורה בירך וקידש את יום השבת, לכן חובה על כל איש מישראל לכבד את יום הקדוש הזה ולענגהו, כמו שאמר הנביא (ישעיה נה, יג): ''וקראת לשבת עונג לקדוש ד' מכובד''. וזה לשון הרמב''ם ברמב''ם הלכות שבת פרק ל' (הלכה א'): ''ארבעה דברים נאמרו בשבת, שניים מן התורה, ושניים מדברי סופרים, והן מפורשין על ידי הנביאים. שבתורה, ''זכור'' ו''שמור''; ושנתפרשו על ידי הנביאים, כבוד ועונג וכו'. איזהו כבוד? זה שאמרו חכמים (שבת כה ב), שמצווה על אדם לרחוץ פניו ידיו ורגליו בחמין בערב שבת, מפני כבוד השבת, ומתעטף בציצית, ויושב בכובד ראש ומיחל להקבלת פני השבת כמי שהוא יוצא לקראת המלך. וחכמים הראשונים היו מקבצין תלמידיהם בערב שבת, ומתעטפין ואומרים: ''בואו ונצא לקראת שבת מלכתא'', עד כאן לשונו. ועכשיו אנחנו מתאספים בבתי כנסיות ובתי מדרשות, ואומרים חמישה מזמורים, מן ''לכו נרננה'' (תהלים צה) עד אחר ''ד' מלך ירגזו עמים'', לפי שאלו הזמירות הם על לעתיד לבוא, שאז יאמר אחד לחבירו: ''לכו נרננה לד''' (רד''ק), ואז ''ד' מלך'', כלומר, שיתקיים מקרא שכתוב (זכריה יד ט): ''ביום ההוא יהיה ד' אחד ושמו אחד''. ועל כי שבת הוא רמז לזמן ההוא, יום שכולו שבת, ואז נשיר לד' שיר חדש; דכל השירות בלשון נקבה, ושיר שלעתיד הוא בלשון זכר, כדאיתא במדרשות, לכן אומרים מזמורים אלו. ואומרים גם המזמור דשבעה קולות (תהלים כט), לפי שבו מרומז גם כן על האלף השביעי, יום שכולו שבת, ואז ''ד' למבול ישב וישב ד' מלך לעולם'', ואז ''יברך את עמו בשלום''; ושבת הוא מעין עולם הבא, ולכן אומרים אותו. והם שישה מזמורים, כנגד ששת ימי השבוע, שכולן מושכין השפעתן משבת, כי היא מקור הברכה. ואחר כך אומרים שיר ''לכה דודי לקראת כלה'', ובסופו מחזירין פניהם למערב ואומרים: ''בואי בשלום עטרת בעלה, בואי כלה, בואי כלה'', ואומרים זה בעמידה. וזהו כמו החכמים הראשונים, שהיו אומרים: ''בואו ונצא לקראת שבת מלכתא''. ואחר כך אומרים ''מזמור שיר ליום השבת'' (תהלים צב), וזהו עיקר קבלת שבת (וכתב הקדוש של''ה בסידורו, שייזהרו לומר ''מזמור שיר ליום השבת'' קודם שקיעת החמה, דאם לא כן, המזיקים שנבראו בערב שבת בין השמשות מתעוררים ממקומם להזיק, עיין שם ודו''ק). ",
            "מאומכבוד השבת, שילבש כסות נקייה, ולא יהיה מלבוש החול כמלבוש השבת. ואם אין לו להחליף, משלשל טליתו (שבת קיג א), כלומר, שמשלשל בגדיו כלפי מטה שיתראו ארוכים, והוא מידת עשירים היושבים בביתם ואינם צריכים לסלק בגדיהם מן הארץ בשביל מלאכה, וכבוד שבת היא (רש''י). ומתקנת עזרא, שיהא העם מכבסים בגדיהם ביום החמישי מפני כבוד השבת (בבא קמא פב א), ולא ימתינו על ערב שבת, כדי שיהא ערב שבת פנוי להכנת השבת (שיטה מקובצת). ועכשיו כל ישראל מחליפים הכתונת לשבת, ועוד בגדים מחליפים, וגם הכובע, להיכר כבוד השבת, והולכים למרחץ מפני כבוד השבת. והרבה טובלין גם במקווה, לטהר את עצמם לקדושת השבת. וכל מה שעושין לכבוד שבת מלכתא, שכרו הרבה מאד. ",
            "מבוכתב הרמב''ם (שם הלכה ז'): ''איזהו עונג? זה שאמרו חכמים שצריך לתקן תבשיל שמן ביותר ומשקה מבושם לשבת, הכל לפי ממונו של אדם. וכל המרבה בהוצאת שבת ומאכלים טובים ורבים - הרי זה משובח. ואם אין ידו משגת, אפילו לא עשה אלא שלק וכיוצא בו משום כבוד שבת, הרי זה עונג שבת, ואינו חייב להצר לעצמו ולשאול מאחרים כדי להרבות במאכל בשבת. אמרו חכמים הראשונים (שבת קיח א): עשה שבתך חול ואל תצטרך לבריות'', עד כאן לשונו. ",
            "מגוהנה זה שכתב, שאמרו חכמים לתקן תבשיל שמן ביותר, לא נמצא זה. ובגמרא (שבת קיח א) איתא: במה מענגו? בתבשיל של תרדים ודגים גדולים וראשי שומין, עיין שם. אלא דהרמב''ם סבירא ליה דוודאי זהו לאו דווקא, ואם אינו אוהב דגים, מה יעשה? אלא העיקר התבשיל החביב לו, ויהא שמן ביותר, שכן דרך העשירים. והגמרא נקטה לפי מה שהיה בימיהם, שתבשילין אלו היו חביבין אצלם. ויש גם עתה שמקפידין על דגים, להיות בכל סעודת שבת, ויש בזה טעם נסתר. ולא יפחות משני תבשילין (מגן אברהם ס''ק א'). ",
            "מדוזה שכתב שאין צריך לשאול מאחרים, אף שבריש פרק ב' דביצה אמרו דכל מזונותיו של אדם קצובין לו מראש השנה, לבד הוצאות שבת ויום טוב, דאם מוסיף — מוסיפין לו, ואמרו שם דהקב''ה אומר: ''לוו עלי ואני פורע''. אך זהו הכל במי שיש לו איזה עסק, ולכן אף שעתה אין לו - יכול ללוות ולקוות לד' שירוויח ויפרע. אבל מי שאין לו שום עסק, עליו אמרו: ''עשה שבתך חול ואל תצטרך לבריות''. והרמב''ם שכתב שאין צריך לשאול מאחרים, או כוונתו לבקש מתנה, או אם כוונתו לשון שאלה, מיירי בכהאי גוונא. ועל זה אמרו בשבת שם: אפילו דבר מועט ולכבוד שבת - הרי זה עונג, עיין שם. וכתב רבינו הבית יוסף בסעיף א': ''אפילו מי שצריך לאחרים, אם יש לו מעט משלו - צריך לזרז את עצמו לכבד את השבת. ולא אמרו ''עשה שבתך חול'' וכו', אלא למי שהשעה דחוקה לו ביותר. על כן צריך לצמצם בשאר ימים כדי לכבד השבת'', עד כאן לשונו. וסבירא ליה, דמי שצריך לבריות לגמרי, והיינו שחיותו מן הקופה של עיר או התמחוי - זה אין צריך כלום. אבל אם גם בעצמו מרוויח מעט - על זה אמרו: אפילו דבר מועט, ומצמצם בשארי ימים ומשאיר לשבת. (עיין ט''ז ומגן אברהם. ומה שכתב המג''א בעניין סעודה שלישית, העיקר דגם העני צריך לאכול, כהרמב''ם בפירוש המשנה. וזה שאמרו לווין בריבית לצורך סעודת שבת, זהו על פי היתר, כמו מכותי, או בשטר עסקא. והמפרש בירושלמי דמועד קטן פרק ב' סוף הלכה ג' כתב בריבית דרבנן, עיין שם, וקולא גדולה היא, והמחוור כמו שכתבתי, וכן כתב הפרי מגדים. והרבותא הוא שראוי לעשות כן למען המצווה) (ועיין פסחים קיב ב, וצריך עיון, ודו''ק). ",
            "מהוכתב רבינו הרמ''א: ''נוהגין ללוש כדי שיעור חלה בבית, לעשות מהם לחמים כדי לבצוע עליהם בשבת ויום טוב, והוא מכבוד שבת ויום טוב ואין לשנות'', עד כאן לשונו. וגם כדי לקיים מצוַת חלה המוטל על האשה, שזהו ממצוותיה, מפני שאיבדה חלתו של עולם, והוא אדם הראשון, שהחטיאתו, כדאיתא במדרש (רש''י שבת לב א ד''ה 'הריני'). והיא אחת משלוש עבירות שגורמות לנשים למות, כדתנן בשבת. וכל שכן האוכלים פת כותים בכל ימות החול - שצריך לאכול בשבת פת כשר (עיין מגן אברהם ס''ק ד'). עוד כתב: ''יש שכתבו שבמקצת מקומות נהגו לאכול מולייתא שקורין פשטיד''א בליל שבת, זכר למן שהיה מכוסה למעלה ולמטה. ולא ראיתי לחוש לזה'', עד כאן לשונו. והפשטיד''א הוא כעין קרעפלאך שלנו, שמכוסה בבצק למעלה ולמטה, ובינתיים בשר. ואיתא בגמרא ריש פרק ב' דביצה, דשמאי היה אוכל כל ימיו לכבוד שבת. מצא בהמה נאה - אומר: זו לשבת. מצא אחרת נאה הימנה - מניח את השנייה ואוכל הראשונה, עיין שם. ומה טוב אם מניחין מאכל טוב לשבת, שבזה זוכרין תמיד את יום השבת ומכבדין אותו. (עיין מגן אברהם שכתב, דאם מייקרין השער של דגים, נכון לתקן שלא יקנו דגים, עיין שם). ? או והצודה - הדפוס לא ברור. ? שהתורה נדרשת בהן. ? ועיין שם בגמרא."
        ],
        [
            "לא ישכיר. דע ששלושה חילוקים יש אחד הוא אריסות ששוכר לא\"י שיעשה המלאכה בשדה או במרחץ והרווחים או הפירות יחלוקו. הב' הוא שכירות שא\"י נוטל כל הרווחים או הפירות ונותן לישראל עבור שדהו ומרחצו דבר קצוב לכל שנה. הב' חילוקים אלו מותרים בשדה לגמרי ובמרחץ רק מדינא דא\"י אדעתיה דנפשיה עביד אלא שחכמים אסרו אלו הב' חלוקים במרחץ משום מראית העין מפני דנקראת על שמו ויבואו לחשדו שעושה בשליחותו אבל החלוקה הג' דהוא קבלנות דהיינו שיהיו כל הרווחים לישראל רק שישראל נותן לא\"י דבר קצוב לכל שנה עבור פעולתו זהו ודאי אסור מדינא במרחץ דהוי הא\"י שלוחו של ישראל וישראל נהנה ממלאכה בשבת דאם לא יעשה יום אחד יפסיד הישראל ריוח אותו יום וע\"כ אם מנהג רוב אנשי המקום להשכירם או ליתנם באריסות כמבואר בס\"ב חזר להיות המרחץ כשדה הב' חילוקים ראשונים מותר והחלוקה הג' אסור. וכל היתר שכירות דכאן היינו שהוא משכירו דרך הבלעה עם ימות החול אבל ליום השבת לחוד אסור אפילו בשדה וגם נתפרסם זהו עיקרי הדינים שבסימן זה בקצרה:",
            "(א) מרחץ שלו - בין שבנהו בעצמו או אפילו קנה וישב בה ונקרא שמו עליו:",
            "(ב) לא\"י - וכ\"ש לישראל מומר דעובר נמי משום לפני עור לא תתן מכשול וטעם זה שייך אף בשדה ובכל דבר:",
            "(ג) מפני שנקרא - פירוש דמדינא שרי להשכירו לא\"י לשנה או לחודש שיתן לו כך וכך בין יסיק בו הא\"י בין לא יסיקנו וכל הריוח יהיה לא\"י דאיסור שכר שבת ליכא דהא מושכרת היא לו לשנה ואיסור דאמירה לא\"י בודאי לא שייך בשכירות דלנפשיה הוא עושה ואפילו אם יש לו לא\"י רק חלק בריוח המרחץ גם כן אמרינן אדעתיה דנפשיה עביד כמש\"כ בסוף הסעיף אלא שאסור בכל זה מפני מראית העין שנקראת על שמו של ישראל ויאמרו הבריות דשכיר יום הוא ושלוחו הוא ודוקא כשמשכירו לשנה או לחודש אבל להשכירה לא\"י לימים שיתן לו הא\"י כל יום ויום שיסיקנו כך וכך אף דגם זה אדעתיה דנפשיה עביד מ\"מ מדינא אסור דהוי כשכר שבת ועיין לקמן בסימן רמ\"ד דדבר האסור מפני מראית עין אינו אסור אלא בתוך התחום של ישוב ישראל:",
            "(ד) דסתם מרחץ - פי' דכתב להלן דשדה מותר להשכירו מטעם זה שיתלו באריסות וע\"ז קאמר דבמרחץ ליכא האי טעמא להתיר דאין דרך ליתנו באריסות ולא יתלו ג\"כ שהשכירו כפי האמת דלא שכיח:",
            "(ה) בשליחותו של ישראל - וזהו איסור גמור כמו שאמרו בכמה מקומות דאמירה לא\"י שבות ואסמכוהו אקרא דכל מלאכה לא יעשה בהם ולא כתיב לא תעשה לרמז דאפילו ע\"י אחרים לא יעשה ואפילו כשעושה בעצמו מלאכה של ישראל בשבילו ג\"כ צריך למחות בידו:",
            "(ו) שדה מותר - להשכירה לא\"י בדבר קצוב דאף דנקראת נמי על שמו כמו מרחץ דכל מחובר סתמא שם בעליו עליו ולהשכיר נמי לא שכיח כל כך מ\"מ מותר דלא יחשדוהו בשכיר יום כדמפרש שכן דרך וכו' ולפיכך יתלו באריסות ואריסות שרי דאדעתיה דנפשיה עביד כדלקמיה בהגה\"ה:",
            "(ז) ותנור - להשכיר תנורו לאפות בו דינו כמרחץ דתנור נמי אין דרך להשכירו וליתנו באריסות כמו מרחץ ויחשדו דשכיר יום הוא אצלו:",
            "(ח) ורחיים וכו' - משום דדרכו ליתנו באריסות כמו שדה ולפיכך להשכירו נמי מותר וכדלעיל. ועיין בר\"ן דמשמע דאם אין דרך אנשי אותו המקום ליתן רחיים באריסות דינו כמו מרחץ לאיסור דבאמת תלוי בכל אלו הדברים לפי מנהג המדינה בין להקל בין להחמיר וכדלקמיה בס\"ב:",
            "(ט) ואע\"פ וכו' - אשדה וריחיים קאי דהמחבר מיירי בשכירות והוא מוסיף דאף אריסות מותר והמחבר ג\"כ ס\"ל כן דמטעם זה התיר בשכירות כנ\"ל אלא שהוא ביאר בהדיא:",
            "(י) רק לשליש וכו' - ודוקא בזה שנותן לאינו יהודי חלק בתבואה אבל אם שכר האינו יהודי לעבוד בו כל השנה ושיטול היהודי כל התבואה מהשדה אף דמדינא בזה ג\"כ שרי דהאינו יהודי אדעתיה דנפשיה עביד דאף אם לא יזבל ויחרוש ויקצור השדה בשבת יכול לעשות בחול וממהר בשביל עצמו מ\"מ אסור דיבאו לחשדו בשכיר יום ולא יתלו באריסות כשיראו לבסוף שאין לו שום חלק בפירות הארץ וכדלקמן בריש סימן רמ\"ד ודע דבמרחץ כה\"ג דהיינו ששוכר אינו יהודי לעבוד בו כל השנה ושיטול היהודי כל הריוח של השבתות מדינא אסור וה\"ה בריחיים באופן זה דהא דשרינן מתחלה מדינא היינו דוקא בשדה וכדומה דהמלאכה קצובה ואפשר להשלימה בכל עת דאין ריוח לישראל במה שעושה האינו יהודי בשבת דאם לא יעשה היום יעשנה ביום אחר אז אמרינן אדעתיה דנפשיה עביד אבל במרחץ וריחיים דהמלאכה אינה קצובה וכל יום ריוח לעצמו דאם לא יעשה יום אחד יפסיד הישראל אותו היום א\"כ עיקר המלאכה בשביל ישראל הוא ומדינא אסור כמו שכיר יום דאף דמקבל שכר לא אמרינן אדעתיה דנפשיה עביד הואיל ונהנה הישראל ממלאכת שבת [ואפילו להט\"ז לקמן בסימן רמ\"ד סק\"ה דמתיר להרמב\"ם נראה דאסור ג\"כ בזה מדינא דרגילות להקפיד על האינו יהודי כשמבטל איזה יום]. וכיון דמדינא אסור אפילו נתפרסם ששכרו לשנה וגם הוא חוץ לתחום דאין בו משום מראית העין ג\"כ אסור ואין היתר כ\"א היכא דיש לאינו יהודי קצת חלק בריוח השבתות דאז אמרינן דאדעתיה דנפשיה עביד ומותר בריחיים וגם במרחץ במקום שנתפרסם הדבר וכבסעיף ב' וכ\"ש שמותר היכא שמוכרו לו לגמרי בכל ע\"ש:",
            "(יא) מותר וכו' או ליתנם וכו' - דתו ליכא חשדא ואף דאין דרך אותו המקום ואותו האיש רק להשכיר מ\"מ מותר גם באריסות דיתלו דהשכירו לו:",
            "(יב) רק שכרם - בב\"י הביא בשם תשובת הגאונים דה\"ה אם קנה מאינו יהודי ותיכף קודם שישב בה השכירם דלא נקרא שמו עליו ויש לסמוך ע\"ז [מ\"א וש\"א]:",
            "(יג) מאינו יהודי - דאם היה של ישראל נראה דאסור דעי\"ז יחשדו אותו ישראל בעל המרחץ שהאינו יהודי הוא שכיר יומו:",
            "(יד) וחזר והשכירם - י\"א דבשכירות נמי אינו מותר אלא כשלא ישב בה הישראל כמש\"כ הב\"י בקנה אבל הא\"ר ושארי אחרונים כתבו דבשכרו מאינו יהודי אף שישב בה הישראל מותר להשכירה לאינו יהודי דלא נקרא שמו עליו:",
            "(טו) בבית דירה - היינו שהמרחץ אינו בר\"ה רק בחצירו באחד מהבית דירה שלו ולכך אם אין רוחצין בו בחול אלא אותן שבביתו שרי דאנשים אחרים לא ידעו אם יש שם מרחץ ואותן שבביתו היודעים מזה גם הם יודעים שהשכירו לא\"י אבל כשרוחצין בו גם אנשים אחרים הלא נתפרסם שיש שם מרחץ ואותו המרחץ נקרא מכבר על שם ישראל וכשיראו אח\"כ שעשן יוצא ממנו בימי השבת יתלו דבשליחותו הסיקו הא\"י וכ\"ז כשהוא בבית דירה שלו אבל אם הוא עומד בר\"ה במקום רואים אז אפילו אם אינם רוחצין בו רק אותן שבביתו מ\"מ אסור דהא הכל יודעים שיש שם מרחץ ואין הכל יודעים שהשכירו לאינו יהודי כן כתבו הרבה אחרונים ויש מקילין עוד דאם הוא עומד ברשות אחר בפ\"ע שלא בחצירו אז אפילו רוחצין בו גם אנשים אחרים אפ\"ה שרי דמסתמא אין הכל יודעים שהוא שלו רק אותן השכנים של המרחץ ומסתמא נתודע להם גם את זה שהשכירו לא\"י:",
            "(טז) י\"א ששכרו מותר וכו' - והאחרונים הסכימו דלא פליגי דבמקום דמותר מדינא כגון שהשכיר המרחץ לאינו יהודי לשנה או לחודש דמשום שכר שבת ליכא דהלא הוא בהבלעה ואינו אסור אלא משום מראית העין כנ\"ל בס\"א לכן בדיעבד מותר לקבל השכר מהאינו יהודי משא\"כ אם השכירו לימים דמדינא אסור משום שכר שבת לכן אפילו הביא האינו יהודי מעצמו מעות אסור לקבל הימנו כמ\"ש בסימן רמ\"ה ס\"ו וע\"ש מה שכתבנו במ\"ב ואם המלאכה מוטלת על ישראל עיין ריש סימן רמ\"ה: "
        ],
        [
            "(א) וקוצץ דמים - היינו קבלנות שמתנה עמו שיעשה לו איזה מלאכה בשכר דבר קצוב ואם עושה לו בטובת הנאה עיין לקמן בסימן רמ\"ז ס\"ד ובסימן רנ\"ב ס\"ב:",
            "(ב) מותר - דכיון שקצץ אדעתיה דנפשיה קעביד למהר להשלים מלאכתו דלישראל אין קפידא בזה דאם לא יעשהו היום יעשהו למחר דאם קובע לו מלאכתו בשבת אסור כדלקמן סימן רמ\"ז ס\"א:",
            "(ג) בצינעה - היינו שהיא מלאכת צינעה לפי שאין הכל מכירין שהיא של ישראל וכמו שמפרש אבל אה\"נ דאפילו אם הוא עושה אותה בפרהסיא שרי כיון דהמלאכה עצמה אין ידוע שהיא של ישראל:",
            "(ד) שאין מכירים הכל - ואפילו אם קצת יודעים שהיא מלאכת ישראל שרי ואף על גב דמבואר לקמן בהג\"ה דיש לחוש לאורחים ובני ביתו שיחשדו אותו שם שהיא מלאכת מחובר וסתם מחובר שם בעליו נקרא עליו החמירו בו ביותר:",
            "(ה) לפיכך וכו' - ר\"ל דסתם מחובר הוי כאלו ידוע ומפורסמת שהיא של ישראל:",
            "(ו) חצירו או כותלו - ואפילו אם הוא עומד במקום שאין ידוע שהוא שלו ג\"כ אסור דיש לחוש לשכניו שיודעים שהוא שלו ויחשדוהו ששכירו הוא לימים [מ\"א וש\"א]:",
            "(ז) לקצור לו שדהו - ואע\"ג דדרך שדה לאריסות וא\"כ יסברו שלקחה באריסות כמ\"ש סימן רמ\"ג ס\"א מ\"מ אסור דשאני התם דכשיחקרו הדבר ימצא שכן הוא שהאינו יהודי חולק בפירות אבל הכא שיראו בעת הקציר שאין האינו יהודי נוטל בריוח ידעו למפרע דלאו אריס היה ויחשדוהו ששכיר יום היה דשכיח לשכור פועלים לימים למלאכה. ואפילו אם מנהג העיר לשכור בקיבולת דעת הט\"ז להחמיר שלא להניח להאינו יהודי לעשות בשדה בשבת ויו\"ט וכ\"ש בבנין בית דאכתי יחשדוהו בשכיר יום שגם זה הוא רגילות ויש שמקילין בזה כשמנהג כל העיר הוא בקיבולת [וקיבולת הוא דוקא כשכל המלאכה הוא בקיבולת לאפוקי אם רק האדריכל לבדו הוא קבלן ושאר המסייעים דרך לשכרם לפעמים ליום ואפילו אם הוא שכרם הכל בקבלנות ג\"כ אסור] ועיין בבה\"ל שביארנו דבשדה יש לסמוך על דבריהם במקום הפסד אבל בבית צ\"ע אם יש להקל בזה דהוא נגד דעת כמה פוסקים ועיין בשע\"ת בשם נו\"ב סי' י\"ב:",
            "(ח) במדינה - היינו בתוך העיר שקרוי מדינה לפעמים:",
            "(ט) התחום - שרגילין אנשי העיר לפעמים לילך לשם:",
            "(י) להניחה - איתא בס\"ח סימן שמ\"ח מעשה באדם אחד ששכר אינו יהודי לבנות ביתו בקבלנות והיה האינו יהודי בונה בשבת והיו מתרעמים עליו ולא חשש לכך ולא היו ימים מועטים שלא נשאר הקרקע לא לו ולא לזרעו:",
            "(יא) אם דר וכו' - ר\"ל שהוא דר מחוץ לתחום העיר וגם אין עיר אחרת בתוך תחומו אפ\"ה אסור דיש לחוש לאורחים דמקלעי לגביה ויחשדוהו ומה דמקילין לקמיה מבחוץ לתחום היינו כשרק המלאכה היא שם אבל הוא בעצמו דר בעיר:",
            "(יב) וגם אין עיר אחרת - וה\"ה כשדר שם איזה יהודי בתוך התחום של מלאכה ג\"כ אסור ויצוה להאינו יהודי קודם שבת שלא יעשה בשבת:",
            "(יג) מותר - דתו ליכא משום מראית העין ואינו יהודי כי קטרח בדידיה קטרח. והנה מתוך מה שנתבאר בזה הסעיף מוכח דאסור לשכור אינו יהודי בקבלנות לפנות זבלו מחצר והוא עושה בו בשבת דהוא מתקן החצר בזה והוא בכלל מלאכת מחובר ויש מקומות שנוהגין היתר לשכרו ליקח הזבל מרחוב אף שעושה בו בשבת וכתב המ\"א דטעמם דבשל רבים ליכא חשדא אבל בשכיר יום פשיטא דאסור והאחרונים השיגו על טעמו ודעתם דאין נ\"מ בזה הענין בין רבים ליחיד וגם הוא בעצמו כתב לבסוף דבמקום שאין נוהגין היתר ברחוב אין להקל ע\"ש טעמו דיש ח\"ה בדבר וכדלקמיה. והנה אפילו אם נאמר דבשל רבים ליכא חשדא מ\"מ הסכים המ\"א שאין להתיר לבנות בהכ\"נ בשבת בקבלנות כי בזמנינו שאין האומות שכנינו מניחים לשום אדם לעשות מלאכה בפרהסיא ביום חגם איכא ח\"ה אם נניח אנחנו לעשות ביום שבת ויו\"ט ומ\"מ כתבו כמה אחרונים דאם יש חשש ח\"ו שיתבטל הבנין בהכ\"נ לגמרי מותר להניח לאינו יהודי לבנותו כשהוא בקבלנות ובלבד שיהיה מפורסם לכל שהוא בקבלנות:",
            "(יד) לפסול האבנים וכו' - ודוקא כשאבנים וקורות הם של ישראל ונתנם לאומן אינו יהודי לסתתם ולתקנם אבל אם האינו יהודי מסתת אבנים שלו ומתקן קורות שלו שהישראל עשה עמו קיבולת על הכל והברירה עוד ביד האינו יהודי לסתת אבנים אחרות ולהחזיק אלו לעצמו אפילו עושה זה לצורך ישראל אם אינו בביתו של ישראל אף שהוא מפורסם שעשה זה לצורך ישראל מותר שזה לא נקרא עדיין מלאכת ישראל כ\"כ הדגמ\"ר וכבר קדמו בתשובת הרדב\"ז בחלק ששי סימן נ\"ו אך שמסיים שם דאם היה האינו יהודי מסתת אותם בשבת סמוך לבנין אין נכון הדבר משום מראית העין שלא יאמרו שכירו הוא:",
            "(טו) דלצורך מחובר הוא - כדי לשקעם בהבנין ע\"כ חשבוהו כמחובר וצריך למחות בידו אם הוא בתוך התחום אפילו עושה רחוק מהבנין:",
            "(טז) ואם עשו כן - עיין לקמיה מש\"כ בזה:",
            "(יז) ויש אומרים דאם אינו וכו' - הי\"א קאי אכולהו דהיינו אף מחובר גמור לא אסרו בקבלנות אלא בסתמא דמסתמא שם הישראל נקרא עליו אבל בידוע לנו שאינו מפורסם הבנין על שם ישראל אל אסרו בקיבולת והא דציין הרמ\"א הי\"א על סיתות אבנים משום דבבנין ממש אין מצוי זה:",
            "(יח) שרי - היינו שאינו צריך למחות בא\"י אם יעשה מלאכתו בשבת ובלבד שלא יאמר לו שיעשה בשבת. וכ\"ז דוקא אם הא\"י עושה בביתו או שיהיה עכ\"פ רחוק מהבנין כדי שלא יהיה מינכר שהוא של ישראל וכנ\"ל ומשמע בכמה אחרונים דסבירא לן לדינא דהי\"א הזה לענין סיתות האבנין ואפשר דגם המחבר מודה ליה בזה אך לענין מחובר גופא אפילו אם הבנין עומד במקום שאין ידוע שהוא שלו ג\"כ אין להקל דיש לחוש לשכניו או לבני ביתו שיודעים שהוא שלו ויחשדוהו וכמש\"כ לעיל בסק\"ו:",
            "(יט) באיסור - היינו שהיה בקיבולת ובתוך התחום דהוא אסור רק משום מראית עין דבאמת אדעתיה דנפשיה עביד וכנ\"ל אבל אם היו שכירי יום דמדינא אסור יש בזה איסור מצד הדין בדיעבד ולא נכון בלבד כ\"כ המ\"א וכן מוכח ג\"כ דעת הב\"ח לענין שכיר יום וכ\"כ הח\"א דבשכיר יום אסור מדינא בענין זה שהוא מילתא דפרהסיא לו לעולם ולאחרים בכדי שיעשו וכמו לקמן בסימן שכ\"ה סי\"ד ע\"ש ויש מקילין דאף בכה\"ג אינו אסור מדינא כ\"א בכדי שיעשו וע' לקמן בסי' שכ\"ה סי\"ד שם במ\"ב:",
            "(כ) נכון להחמיר - והאחרונים כתבו דבדיעבד יש לסמוך בקבלנות על דעת ר\"ת ומותר לדור בו אפילו לעצמו וכן בסיתות האבנים ותיקון הקורות אם היה בקבלנות יש להתיר בדיעבד לשקעם בבנין:",
            "(כא) שלא יכנסו בו - לעולם ואפילו אחרים אבל מ\"מ מותר ליהנות ממנו ולמכרה לא\"י:",
            "(כב) בעל כרחו - ר\"ל שעבר על תנאו שהתנה עמו מקודם על כן אין לו לחוש לזה דהיינו שאין צריך אפילו למחות לו עוד בעת שעושה המלאכה [כן מוכח במרדכי ורי\"ו שהם מקור דין לזה שהובאו בב\"י לקמן וכן מוכח מביאור הגר\"א] ועיין במ\"א שמפקפק מאד בדין זה דכיון שהוא מחובר והוי מילתא דפרהסיא איכא חשדא דרואים שלא ידעו שהתנה וכן בא\"ר נתקשה על עיקר הדין של המרדכי וע\"כ אין להקל בזה אלא יראה למחות לו ולמנעו מפעולתו וכתב הא\"ר דמ\"מ נראה שא\"צ ליתן להם מעות כדי שיפסקו כיון שבכך התנה מתחלה ונרצו לכך עכ\"ד ומשמע מלשונו דאם לא התנה מתחלה אין די במחאתו בלבד אלא צריך לפזר ממעותיו כדי שיפסקו ונראה שטעמו דפשע דה\"ל להתנות מתחלה וצ\"ע לדינא:",
            "(כג) הידועה לישראל - אין מיירי שעושה אותה ברשות ישראל דא\"ה אפילו היה דינו רק כמטלטלין דעלמא ג\"כ היה אסור כדמוכח בסימן רנ\"ב ס\"ב דאף במטלטלין אסור אם עושה אותה ברשות ישראל אלא מיירי שלא בביתו ועיין במ\"א ושארי אחרונים דדוקא אם לעושה את הספינה במקום גלוי ומפורסם דאם בצינעה אין להחמיר בה כדמוכח בסימן רנ\"ב ס\"ג:",
            "(כד) שיכתוב לו - כתב מ\"א כונת הרמב\"ם כדרך השרים שיש להם סופר מיוחד או חייט מיוחד שבכל עת שצריך השר לכתוב מחויב לו לכתוב ובעת שאין צריך לו יושב ובטל ולכן מותר לכתוב או לארוג בשבת שהוא עושה בכל עת שירצה שהרי הישראל אין אומר לו לעשות בשבת ואם רצה עושה למחר ואין הישראל מרויח במה שעושה בשבת אבל אם שכרו לארוג לו תמיד בשנה זו או לכתוב לו תמיד אסור אף להרמב\"ם לכתוב לו בשבת אף שאין מדקדק עליו על ביטול איזה יום מ\"מ הרי מרויח הישראל בעשייתו ומהט\"ז משמע דגם בכה\"ג חשוב להרמב\"ם קבלנות כיון שאינו מקפיד עליו אם יבטל איזה יום דאם הוא מקפיד עליו שלא ישב איזה יום בטל אסור לכו\"ע דהוי כאלו צוהו לעשות ביום השבת. עוד כתב הט\"ז דאם שכרו לגמור ספר או בגד תוך אותו זמן הוא כמקפיד והיינו בשידוע דא\"א לגמור אם לא שיעשה גם בשבת ואף שאם יאנוס עצמו וישב בלילה יוכל לגמור בחול אעפ\"כ הוי זה כמצוה לו לעשות בשבת [כן ביאר הפ\"מ כונתו והסכים עמו נגד הא\"ר]:",
            "(כה) או שיארוג לו ה\"ז וכו' - כצ\"ל:",
            "(כו) שלא יחשוב עמו - ר\"ל שלא ידקדק עליו אם מבטל איזה יום ממלאכתו:",
            "(כז) בבית ישראל - דבזה אפילו קבלנות גמורה אסור כדלקמן בסימן רנ\"ב:",
            "(כח) ויש מי שאוסר - הוא דעת הראב\"ד והנה לדעת הט\"ז הנ\"ל ניחא בפשיטות טעם הראב\"ד דס\"ל דאף שאינו מקפיד על ביטולו מ\"מ הרי הישראל מרויח על ידו ולדעת המ\"א הנ\"ל ג\"כ ניחא דס\"ל להראב\"ד דהישראל מרויח במה שעושה בשבת דשמא יצטרך גם למחר לכתוב ולא יוכל לעשות שניהם כאחד:",
            "(כט) למלאכה מיוחדת - דבזה אפשר שלא יגיע לישראל ריוח עי\"ז שהוא עושה בשבת כגון שלא יצטרך הישראל אריגה או כתיבה כ\"כ אבל אם לכל המלאכות קרוב הדבר לודאי שיצטרך למחר מלאכה אחרת וא\"כ מרויח הישראל במלאכת הא\"י בשבת ולכך אפילו אם לא יחשוב עמו יום יום אסור:",
            "(ל) לכל המלאכות - ומטעם זה יש למחות ביד השפחות כשעושין מלאכת אדוניהן בשבת אפילו כשעושין שלא בבית ישראל ושלא בצווי בעליהן דהא הם שכורין לכל המלאכות וכ\"ש כשעושין בבית ישראל דזה אסור אפילו בשכור למלאכה מיוחדת וכנ\"ל. ועיין בט\"ז סק\"ך דמביא בשם רבינו שמחה דהוא אוסר להשפחה אפילו לעשות מלאכת עצמה בבית בעליה והטעם מפני הרואים שלא יאמרו מלאכה של ישראל היא עושה והא\"ר הביא בשם סה\"ת דמלאכת עצמה מותר ודעתו שגם רבינו שמחה מודה לזה ע\"ש בדבריו והפמ\"ג יישב דברי הט\"ז ע\"ש ועיין בספר ח\"א כלל ס\"ד דלתקן השפחה בגדיה לכו\"ע מותר בבית בעה\"ב שהוא ניכר שמלאכת עצמה היא עושה ועי\"ש עוד מה שכתב בענין זה ועיין מה שכתבנו בס\"ק ל\"ה:",
            "(לא) ומשכיר לו א\"י - הלשון אינו מדויק כי הכונה הוא ששוכר את הא\"י [אחרונים]:",
            "(לב) אם הוא בקיבולת - דאז שרי מדינא כמו בעורות לעבדן בריש סימן רנ\"ב דמותר ליתן לו קודם שקיעת החמה אם הוא בקיבולת משום דאדעתא דנפשיה קעביד אע\"ג דאסור שם לקבוע לו מלאכתו בשבת ועוד דהוי מילתא דפרהסיא שהעסק היה ידוע לכל שהוא של ישראל וכמו שהיה עושה הא\"י עתה בבית ישראל דמי דאסר שם מ\"מ התירו בזה משום פסידא דאדם בהול על ממנו ואי לא שרית ליה אתי לגבות בעצמו ויבוא לידי איסורא דאורייתא דשמא יכתוב פתקא כדרך המוכסים [בית יוסף] ולפ\"ז משמע דבמכ\"ס שאין כותבין כגון אותן שלוקחין מיני מאכל במכס אסור אפילו ע\"י א\"י דלא יבא לידי איסור דאורייתא אפילו אי לא שרינן ליה אבל הט\"ז ומ\"א מסקי דאפילו באופן זה שרינן ע\"י א\"י משום פסידא. מיהו בעצמו אסור לקבל אף המכס של מיני מאכל אפילו אם לא הובא מחוץ לתחום ולא שייך בו חשש צידה ומחובר משום ממצוא חפצך וכמ\"ש סימן ש\"ו [א\"ר]. יהודי ששכר בשול המלח מן השר מותר להשכיר לו פועלים בקיבולת שאם יעשה לו כך וכך מלח יתן לו כך וכך ואע\"פ שהכלים והעצים הם של ישראל שרי [ובלבד שלא יביאו עצים מרשות הישראל בשבת שכל קבלנות אינה מותרת אא\"כ מסר להם מע\"ש כל מה שרוצה למסור לצורך המלאכה ויוציאום מרשותו מע\"ש] אבל אין לו היתר לשכור א\"י על שבת וחודש דמ\"מ מרויח הישראל במלאכתו ואין לו היתר אלא בקבלנות [ח\"א]:",
            "(לג) אתן לך כך וכך - דהיינו שאין מזכיר לו יום השבת כלל אלא בסתמא אם תגבה כו\"כ אתן לך סך כו\"כ א\"כ לא הוי שכיר יום וגם לית כאן שכר שבת כלל שכבר שכר מהשר המכס של כל השנה עם השבתות בכלל [פמ\"ג]:",
            "(לד) והא\"י יקח וכו' - ר\"ל דבזה ג\"כ מדינא שרי דא\"י כי עביד אדעתא דנפשיה עביד וכתב המ\"א דגם משום שכר שבת לית בזה אף שהוא משכירו לשבת לחוד משום דהרי הוא כאלו קנה ממנו המכס [וה\"ל כאלו יודע שיביאו לו א\"י סחורה בשבת ומכרה בע\"ש לא\"י שהוא יקבלה ממנו בשבת דפשיטא דשרי] וכן גבי מטבע מוכר לו הורמנא בעלמא מה שיש לו מהמלך וכל הריוח יקח הא\"י ואין בזה רק משום מראית העין שיאמרו שהוא עושה לצורך ישראל שישראל שכרו לכתוב בשבת ולקבל המכס וזהו שכתב הרמ\"א ולא חיישינן וכו' דבמקום פסידא וכו' ולא הזכיר כלל משכר שבת ועיין בבה\"ל:",
            "(לה) לא חששו - דע דמשמע מכל הפוסקים דלא התירו אפי' במקום הפסד גדול אלא באופן זה שצייר השו\"ע דהיינו או בקיבולת או שמשכיר לו את גוף הריוח דבכל זה העובד גלולים אדעתא דנפשיה קעביד אבל בשכיר יום ממש אסור בכל גווני ומזה תדע שאותן האנשים המחזיקים בית משקה שלוקחין מע\"ש איזה א\"י בביתן על יום השבת לעסוק במכירת המשקה שלא כדין הם עושין דאף אם נחשוב מניעת ריוח יום השבת להפסד גדול מ\"מ הלא לא התירו בשכיר יום ממש וגם דאולי הוא רק בכלל מניעת הריוח כמו שכתבו האחרונים לענין תנור ומרחץ ועכ\"פ אין להתיר אלא באופן שציירו השו\"ע והרמ\"א או שיקנה לו מע\"ש כל הדברים שנותן לו למכור ואף דעכ\"פ עדיין העסק נקרא על שם ישראל זה מותר משום פסידא ולפי מה שכתבנו לקמיה בשם הט\"ז יהיה מותר בזה לישראל לישב מרחוק ולשמור שלא יגנוב הא\"י מהעסק אך שיזהר שלא יתערב בהעסק ושלא ידבר עמו כלום מענינים ההם והוא דבר שקשה ליזהר שלא לדבר כלום כשיושב שם אך העולם נוהגין להתיר והנח להם מוטב שיהיו שוגגין ואל יהיו מזידין [תו\"ש] והבוטח בה' ואינו מחפש צדדי קולות על שבת אשריו:",
            "(לו) דינו כדין וכו' - וע\"כ מותר ליתן הכסף לא\"י מבעוד יום בקיבולת שאם יעשה לו מן הכסף כו\"כ יתן לו כו\"כ או שישכיר לו הישראל הריוח שיעלה מזה בשבת להא\"י וכנ\"ל משום פסידא:",
            "(לז) שלא ישב הישראל - שהשכיר לו או שלוחו וכתב הט\"ז דמה שאסור לישב שם היינו כדי לידע מה היא ההתעסקות שעושה הא\"י וכדי לקבל הימנו חשבון ע\"ז למחר דזה אסור משום מצוא חפצך כדלקמן סימן ש\"ו ס\"א אבל אם אינו יושב שם אלא כדי לשמור את הא\"י שלא יגנוב מן המכס מותר ומזה ניחא מה שנהגו מחזיקי רחיים מהשר להושיב שם ישראל אפילו בשבת רק יזהרו שלא ידבר כלום בהעסק עכ\"ל וכ\"כ שארי אחרונים:\n"
        ],
        [
            "(א) ישראל וא\"י וכו' - דע ההיתר גמור הוא באם הישראל יש לו איזה עסק או מלאכה בשותפות עם הא\"י שיתנו מתחלה קודם שלוקחין בשותפות עבוד עתה בשבת ותקח כפי מלאכתך הן רב או מעט ואני אעבוד כנגדך יום אחד בחול ואטול כפי מלאכתי ובשעת חלוקה יטול הא\"י שכר עבור השבת והישראל יטול יום א' כנגדו הן רב או מעט אבל אם לא התנו מתחלה ובשעת חלוקה אומר לא\"י טול אתה כנגד עמלך בשבת ואני בחול זהו ודאי אסור ואם לא התנו מתחלה ובשעת חלוקה חלקו סתם בשוה זהו בעיא בגמרא ולא אפשיטא ופסק הרמב\"ם לחומרא והרא\"ש לקולא והמחבר סתם כהרמב\"ם והרמ\"א פסק בהג\"ה כהרא\"ש במקום הפסד גדול. ואם התנו קודם שבאו להשתתף כנ\"ל ובשעת חלוקה נתרצו לחלוק בשוה זהו מותר אף להרמב\"ם וכמש\"כ בס\"ב זהו עיקרי הדינים שבסעיפים הראשונים ויתר הפרטים וגם טעמיהן יבוארו לקמיה. שדה או תנור וכו' - טעם הדברים אלו דבעינן התנו דאל\"ה כיון דמתחלה בשעת עשיית השותפות היה מוטל המלאכה על שניהם יחדו ולהכי אם אח\"כ יאמר להא\"י עשה אתה לבדך בשבת וטול לך כל הריוח של שבת ואני אעשה לבדי יום אחד בחול כנגדו ואטול אותו לעצמי הריוח של אותו יום הו\"ל כאלו מעמיד את הא\"י לפועל בידים כאלו אומר לו עשה אתה עבורי בשבת ואני אעשה נגד זה עבורך בחול והוי שלוחו ממש [תוספות] ולפ\"ז אם שותפו הא\"י בעצמו אינו עושה כלום רק שא\"י אחרים הבאים לאפות מסיקין בו בתנור של השותפות ונותנים סך מה בשכרם יכול הישראל לקבל משותפו שכרו המגיע לו לפי חלקו אפילו אם לא התנו ובלבד שלא יקח ממנו משכר שבת לבדו אלא יקח ממנו סתם בהבלעת שאר ימים כדי שלא יהיה שכר שבת ולא חיישינן משום מראית העין שיאמרו לצורך ישראל הוא עושה כיון שידוע שיש לא\"י חלק בו [מ\"א וש\"א]:",
            "(ב) אם התנו מתחלה - הטעם דכיון שהותנו בתחלה לא הוטל על הישראל כלל מעיקרא לעשות בשבת ואין הא\"י שלוחו:",
            "(ג) שיהיה שכר שבת וכו' - וגבי שדה צריך שיאמר לו תעמול לזרוע ולחרוש בשבת ותטול בשעת קצירה כנגד עמלך בשבת ואני או שלוחי אעמול בחול ואטול ג\"כ כנגד יום שלי:",
            "(ד) אם מעט וכו' - דכיון דאינם מחשבין זה כנגד זה ליטול בשוה א\"כ אינם שותפים כלל ביום שבת וביום א' רק בשאר הימים ולאפוקי אם מתנה עמו בשעת התנאי שלבסוף יבואו לחשבון שיהיה השכר לשניהם בשוה דאסור דעל כרחך הוא עמו כשותף גם ביום השבת:",
            "(ה) ואם הרבה - ואם אח\"כ בשעת חלוקה באו לחשבון לומר כמה נטלת אתה מרובה ואני מועט נחלוק המותר שיהיה לשניהן בשוה דעת המ\"א לפסוק כדעת הראב\"ד שמחמיר בזה משום דאיגלאי מילתא למפרע דהתנאי דמעיקרא הערמה בעלמא הוי ויש מקילין בזה כיון דהתנו מעיקרא ועיין בא\"ר שהאריך ג\"כ בזה ולבסוף נשאר בצ\"ע:",
            "(ו) מותר - ואם לא נודע אח\"כ ריוח של כל אחד ואחד על יומו כגון בחנות רשאין לכתחלה לחלוק בשוה [מ\"א בשם רלב\"ח]:",
            "(ז) ואם לא התנו בתחלה - כתב סתמא לאסור בלא התנו אפילו אם לא אמר לו עבוד אתה בשבת ואני בחול וגם בשעת חלוקה לא הזכיר לו של שבת אלא רוצה לחלוק עמו סתם בשוה אפ\"ה אסור כיון שלא התנו קודם שנשתתפו:",
            "(ח) וחלקו סתם - היינו שבשעת חלוקה לא הזכיר לו ישראל את השבת לומר אתה תטול כנגד יום עמלך בשבת ואני אטול כנגד יום עמלי בחול אלא חלקו סתם בשוה וגם מיירי שלא אמר לו בתחלה עבוד אתה בשבת ואני אעבוד כנגדך בחול אלא הא\"י עשה מעצמו שלא בצוויו דאל\"ה אסור לכו\"ע בכל זה דגלי דעתו דשלוחו היה על שבת והוא עמל כנגדו בחול כיון שמתחלה הוטל על שניהן יחד. ודע דכל הסעיף הזה מיירי שהישראל והאינו יהודי הם שותפים בגוף התנור והמרחץ אבל אם אין לא\"י חלק בגוף התנור רק שהוא מקבל חלק בריוח בשביל שהוא אופה ומסיק התנור י\"א דלא מהני בזה אפילו כשמתנה בתחלה טול אתה חלקך בשבת ואני יום אחד בחול דכיון שגוף התנור הוא של ישראל הו\"ל כמשכיר לו תנורו על שבת שיסיק לו בשביל זה השכר יום אחד של חול ואסור ליטול שכר שבת ועיין במ\"א שמסיק דיש לחוש להחמיר כדעה זו ודוקא באופן זה שהוא שלא בהבלעה אבל אם הוא בהבלעה כגון שאומר לאופה טול אתה ב' וג' ימים שרי כשהתנה זה בתחלת השותפות ויש מאחרונים שסוברין דלא בעינן בזה שאין לא\"י חלק בגוף התנור התנו מעיקרא כיון שהוא בהבלעה:",
            "(ט) ביומו - דאז כיון דהישראל עושה כל יום א' הו\"ל הא\"י כשלוחו לעשות כל יום השבת בשבילו ולכך בעינן שיתנה מעיקרא וכנ\"ל וכתבו האחרונים דה\"ה אם הא\"י נתן מעות לישראל להתעסק בהם בחול ובשבת מתעסק הוא דאסור לישראל לקבל ממנו שכר מן הריוח שנולד בשבת אא\"כ יתנה הישראל עמו מעיקרא שלא יהיה מוטל עליו יום השבת כלל דאל\"ה כיון דהמלאכה הזאת מוטלת על ישראל והא\"י עושה שליחותו אסור:",
            "(י) אדעתיה דנפשיה קעביד - בשביל חלקו דה\"ל כארים דמותר מדינא וכנ\"ל בריש סימן רמ\"ג דכיון שהוא לוקח בפירות עביד אדעתיה דנפשיה וחלק הישראל נשבח ממילא וה\"ה כאן אלא דשם אסור בתנור משום מראית העין שיאמרו שכירו הוא וכאן ליכא מ\"ע דהכל יודעין שיש לא\"י חלק בו:",
            "(יא) ואין הישראל נהנה וכו' - ר\"ל דהנאתו הוא רק הנאה דממילא אבל אין הא\"י עושה מלאכתו בשבילו להנותו דליהוי כשלוחו בזה כיון דאין מוטל כלל על ישראל בזה לעשות בשבת דהא בחול מחממין שניהם ובשבת אין הא\"י יכול לכופו שיעסוק עמו משו\"ה בודאי אדעתיה דנפשיה עביד:",
            "(יב) בהבלעה - דאל\"ה מחזי כשכר שבת:",
            "(יג) נתרצה הא\"י - ר\"ל שעלה לפי מה שהתנו הן רב או מעט על חלק השבת יותר מיום אחד החול של ישראל ובשעת חלוקה נתרצה לחלוק בשוה אפ\"ה לא אמרינן דאיגלאי מלתא למפרע דהא\"י היה שלוחו למלאכת שבת אלא מתנה בעלמא הוא דיהיב ליה הא\"י כיון דהתנו מתחלה שיהיה יום השבת שייך לו לבדו ודוקא שריצוי של א\"י שיהיה החלוקה בשוה היה בסתמא שלא ע\"י עשיית חשבון מריוח שני הימים אבל אם בא ע\"י עשיית חשבון שהישראל אמר לא\"י בשעת חלוקה את שקלית בשבת ק' זוזי ואנא שקילנא ביום החול נ' זוזי מלא לי החסרון ועי\"ז נתרצה הא\"י להשלים לו כבר כתבתי לעיל בס\"ק ה' שיש דעות בזה:",
            "(יד) שיחזיר המוכר להם - ובח\"מ איתא שצריך עתה קנין מחדש להקנות להמוכר ולא סגי בזה שיחזיר לו הדמים והשטר מכיר ועיין שם סימן קפ\"ט וקצ\"ד לענין קנין הא\"י:",
            "(טו) ואם ירצה וכו' - עיין במג\"א וט\"ז שנתקשו בזה מאד דלמה יהיה מותר ואינו דומה לסימן רמ\"ד דשם שרי משום פסידא דווקא ותירץ המג\"א במסקנא דהכא איירי שמשכיר לו את חלקו בשבת בהבלעה דהיינו שמשכיר לו כל ימי השבתות שלו עם ב' וג' ימים מימי החול דתו ליתא כאן משום שכר שבת ומה דשרי בקיבולת מיירי ג\"כ שלא ייחד לו שבת בהקיבולת אלא בסתמא כל אימת שתעשה בעצמך ותרויח לי כו\"כ אתן לו כו\"כ ועיקר רבותא דהרמ\"א דקמ\"ל דלא חיישינן בזה למראית עין שיאמרו לצורך ישראל הוא עושה כיון שידוע שיש לא\"י חלק בו ומש\"כ כמו שנתבאר כונתו כמו שם דלא חששו למ\"ע וכ\"ש הכא דליכא מ\"ע כלל כיון שהוא בשותפות עם הא\"י וכן הט\"ז מסיק לדינא דאינו מותר בזה אלא בהבלעה ואעפ\"כ יזהר שלא לדבר עם הא\"י בהעסק בשבת כמ\"ש האחרונים בסוף סימן רמ\"ד:",
            "(טז) מפני שאין וכו' - שאם היה מוטלת עליו אסור מדינא כמ\"ש בס\"א שאם לא התנה שאסור:",
            "(יז) שנאמר וכו' - ומשום מיחזי כשכר שבת ליכא דהרי הוא בהבלעה ועיין לקמן סימן ש\"ז ס\"ג וס\"ד ומה שכתבתי שם במשנה ברורה:",
            "(יח) וכן אין וכו' - ר\"ל דמשום מראית העין שיאמרו הבריות שהא\"י שכירו הוא ליכא ג\"כ דהלא אין העסק ניכר של מי הוא שאם היה ניכר ונקרא על שם ישראל היה אסור כמ\"ש סימן רמ\"ג ס\"א גבי מרחץ ע\"ש. ומ\"מ כ\"ז אינו מותר אלא כשלא יאמר לא\"י שיתעסק בהם בשבת אלא שהא\"י בעצמו עושה כן וכמו שכתב כעין זה בס\"ה:",
            "(יט) אסור - אם לא שהתנה עמו בזה קודם שנשתתף עמו וכנ\"ל בס\"א:",
            "(כ) אם קצץ וכו' - דאז אמרינן אדעתיה דנפשיה עביד ואינו כשלוחו:",
            "(כא) ובלבד וכו' - ואם יום השוק הוא בשבת אפילו בסתמא אסור דהוי כאלו אמר לי מכור לי בשבת [אחרונים לקמן בסימן ש\"ד ע\"ש עוד בזה]:",
            "(כב) מותר ליטול וכו' - היינו אפילו שלא בהבלעה ואין צריך להתנות כלום:",
            "(כג) אם אפו א\"י - עיין בב\"ח סוף סימן רמ\"ג שכתב דאיירי דלא אפו בו רק בשבת וע\"כ אף שבע\"כ אפו בו אם יקבל את הככר נוטל שכר שבת אבל אם אפו בו עוד שאר ימים מותר לקבל מהם שכר שבת ג\"כ בהבלעה ועיין בביאור הלכה דזה מותר אפילו לא היה האפיה בע\"כ דאף דעשה איסורא במה שהרשה להם וכנ\"ל בריש סימן רמ\"ג מ\"מ בדיעבד אין לאסור שכרו דהאיסור בזה הוא רק משום מראית העין וכמ\"ש בסוף סימן רמ\"ג במ\"ב ס\"ק ט\"ז:",
            "(כד) ונתנו לו פת - לאו דוקא דה\"ה אם נתנו לו מעות אסור לו לקבל מהם ועובדא היה בפת [א\"ר]:"
        ],
        [
            "(א) מותר להשאיל וכו' - הוא דעת הרי\"ף והרמב\"ם וס\"ל דהא דתניא לא ישכיר כליו לא\"י בע\"ש ובד' וה' מותר הוא מטעם שביתת כלים דאסור ואתיא כב\"ש דס\"ל אדם מצווה על שביתת כליו כמו על שביתת בהמתו אבל ב\"ה ס\"ל שביתת כלים אין אדם מצווה עליו וממילא מותר להשאיל ולהשכיר כליו אפילו בע\"ש ואפילו כלים שעושין בהם מלאכה ומ\"מ גם הם ס\"ל דכל הכלים אין היתר להשכיר רק בהבלעה אבל לא על שבת לחוד אפילו אם משכירם בתחלת השבוע דזה הוי שכר שבת וכמ\"ש אח\"כ לפי הי\"א דע\"ז לא מצינו מי שמקיל והי\"א הוא דעת הרב רבינו יונה דהך ברייתא לא אסרה משום שביתת כלים אלא ככו\"ע אתיא והטעם דכשמוסר בע\"ש את הכלים שעושין מלאכה בהן והא\"י יעשה בהן מיד בשבת נראה כמו שעושה מלאכתו בשליחותו של ישראל וזה אסור דאמירה לא\"י שבות ואע\"ג דבסימן רנ\"ב ס\"ב איתא דשרי ליתן עורות לעבדן עם חשיכה דא\"י אדעתיה דנפשיה קעביד כיון דקצץ לו דמים שאני התם שאין ריוח לישראל במה שהא\"י עושה בשבת אבל בשכירות כלים ידוע הוא שאם יתנה עם הא\"י שישבות בהכלים בשבת לא יתן לו שכירות כ\"כ הילכך כיון שיש ריוח לישראל במה שהכלים נשכרים אצל הא\"י בסתמא ועושה בהן מלאכה בשבת מחזי כשלוחו של ישראל לזה משא\"כ כשמוסר לו בד' וה' מותר דלא מיתחזי כולי האי כשלוחו:",
            "(ב) וכיוצא בה - כגון ריחיים וכל כלי אומנות [הרא\"ש] ועיין בפמ\"ג דה\"ה כלים שאין עושין בעצמן מלאכה כגון גיגית שהשכר נעשה בה או קדרה שמבשלין בה וכל כה\"ג כיון שעכ\"פ הא\"י עושה בהן מלאכה מחזי כשלוחו של ישראל ולא בא הרר\"י למעוטי אלא כשמשכיר לו חלוק וטלית וכה\"ג איזה כלי שאין עומד לעשות בה מלאכה דמותר להשכיר לו אפילו בע\"ש:",
            "(ג) בהבלעה - אבל ליטול שכר שבת לחוד אפילו בכלי שאין עושין בו מלאכה או שמשכיר לו חדר לדור בו אסור לכו\"ע וכמו שיתבאר לקמן בסימן ש\"ו ס\"ד:",
            "(ד) ולהשאיל לו וכו' - דכיון שאין ריוח לישראל במלאכת הא\"י לא יאמרו שלוחו הוא לזה וע\"כ מותר להשאיל לו אפילו ליום השבת לחוד אפילו כלים שיעשה הא\"י מלאכה בהן:",
            "(ה) ולא אמרינן וכו' - היינו שאע\"פ שאינו משאילו חנם כ\"א בשכר שישאילנו אח\"כ מ\"מ כיון דלא הוי בדרך שכירות ממש לומר אתן לך כך כדי שתשאילני כלי כלך שרי [ב\"י] ועיין בה\"ל:",
            "(ו) שום כלי - היינו אפילו כלים שאין עושין בהן מלאכה ואסור אפילו לדעה ראשונה:",
            "(ז) ואפילו בע\"ש אם הוא וכו' - ואסור אז אפילו למכור לו או ליתן לו במתנה וכמו שמבואר לקמן בסימן רנ\"ב ס\"א וע\"ש במ\"ב מש\"כ בזה:",
            "(ח) קודם חשיכה - היינו קודם שתשקע החמה (מגיד משנה):",
            "(ט) צוהו להוציאו - לחוץ לר\"ה ואפילו לדידן דלית לן ר\"ה גמורה אסור דאמירה לא\"י שבות הוא אפילו במילי דרבנן וא\"כ אם העיר מוקפת חומה דמותר לטלטל בכולה והא\"י ג\"כ דר שם שרי להשאילו כלים שאין עושין מלאכה בהן ולמכור לו ולהשכירו אסור אף בזה שלא יאמרו שמכר והשכיר לו בשבת ואם הוא כלים שעושין בהן מלאכה אפילו להשאילו אסור אא\"כ יוציאם מפתח ביתו קודם השבת שלא יאמרו בשליחותו של ישראל עושה מלאכה בשבת:",
            "(י) אסור להשכיר וכו' - אפילו ביום ראשון ואפילו בהבלעה:",
            "(יא) כדי שיעשה וכו' - צ\"ל שמא יעשה בה [הגר\"א וכן מוכח מהש\"ע גופא]:",
            "(יב) על שביתת בהמתו - דכתיב למען ינוח שורך וחמורך וגו' ואע\"ג דהשכיר הבהמה לא\"י הא קי\"ל דשכירות לא קניא והו\"ל בהמתו של ישראל ומצווה על שביתתה וי\"א דלחומרא אמרינן דשכירות קניא וע\"כ אם ישראל שכר בהמה מא\"י מצווה על שביתתה ונכון להחמיר כיון דהוא איסור דאורייתא ואם שכרה מא\"י וחזר והשכירה לא\"י שרי ממה נפשך. ואם קנה בהמה מא\"י או מכר לא\"י במשיכה לחוד או בכסף לחוד הוי ספיקא דדינא ואזלינן לחומרא לענין שביתת בהמה [תו\"ש]:",
            "(יג) אין הא\"י נאמן - ומירתת נמי לא מירתת לעשות בה מלאכה כיון שהוא ברשותו ע\"י שאלה או שכירות לא נתפס עליו כגנב עי\"ז משא\"כ ברישא כשמתנה שיחזירנה לו קודם שבת כבר כלה השאלה והשכירות קודם השבת ועי' לקמן סי' ש\"ה סכ\"ג [אחרונים]:",
            "(יד) יפקירנה וכו' - וזהו דוקא בדיעבד שכבר התנה עמו ועיכבה בשבת אבל לכתחלה אסור להשכירה ע\"ד שכשיגיע יום השבת שיפקירנה ואפילו אם יפקירנה בפני שלשה שאין הכל יודעים מן ההפקר ואתי לידי חשדא שיאמרו בהמתו של ישראל עושה מלאכה בשבת ואף במכירה אין היתר אלא כשמוכר בהמתו לא\"י במכירה גמורה על כל ימי השבוע ולא כשמוכר לו על יום השבת לחוד מפני חשדא וכנ\"ל והב\"ח מתיר לכתחלה להשכיר ע\"ד שיפקירנה בפני ג' דכיון דג' ליודעים מיפרסמא מילתא ולא יבא לידי חשדא ובשעת הדחק אפשר שיש לסמוך על דבריו ובסוף הסימן נבאר אי\"ה:",
            "(טו) בינו לבין עצמו - שאז אינו מצווה על שביתתה כיון שאינו שלו שכבר הפקירה ואע\"ג דהפקר בעינן שיהיה בפני שלשה זהו מדרבנן אבל מדאורייתא אפילו בינו לבין עצמו סגי והכא שכבר השכירה והתנה עמו שיחזירנה ועיכבה די בזה כדי להנצל מאיסורא דאורייתא ועיין בב\"י שיש פוסקים שסוברין דגם בכאן אף שהוא דיעבד בעינן דוקא תלתא וע\"כ טוב ליזהר בזה לכתחלה אם יש באפשרי ועכ\"פ יזהר להפקירה בפני אחד דרבים מגדולי הפוסקים סוברים דאף דאורייתא אינה הפקר עד שיפקירה עכ\"פ בפני אדם אחד ואפילו בפני אחד מאנשי ביתו די בזה:",
            "(טז) בהמתו קנויה להא\"י - עיין במ\"א שדעתו דדוקא אם אומר לו בפניו בהמתי קנויה לך שאז מתכוין הא\"י לקנותה והיא נקנית לו באמירה זו כיון שהיא ברשותו וקניא ליה חצירו אבל אם אומר כן שלא בפניו לא קנאה הא\"י כלל. ואפילו אם זיכה לו ע\"י ישראל אחר ג\"כ לא מהני כמבואר בח\"מ סימן רמ\"ג סי\"ד וכן הסכים הפמ\"ג ושארי אחרונים כהמ\"א ופשוט דאפילו באומר בהמתי קנויה לך בעינן שיהיה לזה ג\"כ פסיקת דמים דאל\"ה אין זה מכירה כלל וכ\"כ בח\"א בכלל נ\"ח:",
            "(יז) כדי שינצל וכו' - ר\"ל אבל לכתחלה אין לסמוך להשכיר ע\"ד שיפקיר כשיגיע יום השבת או שיקנהו אז להא\"י שההפקר וההקנאה אינן מפורסמין ויש כאן חשש מראית העין וכנ\"ל ועין בסוף הסימן:",
            "(יח) דודאי אין כונתו - ר\"ל שבודאי לא היה בדעתו שישאר הפקר לעולם כ\"א ליום השבת בלבד כדי להפקיע מעליו איסור שבת ולאחר השבת יחזור לרשותו אבל ביום השבת גופא בודאי הוא הפקר גמור [וגם זה מקרי בשם הפקר וכדאיתא בגמרא דאפילו הפקר ליום אחד הוי הפקר] ואין צריך לחוש שמא יזכה בה אחר בשבת גופא שבודאי הא\"י לא יניחנו כ\"ז שהיא ת\"י למלאכתו:",
            "(יט) אין אדם מצווה וכו' - דשביתת בהמתו ילפינן ממה דכתיב למען ינוח שורך וחמורך כמוך והאי קרא בשבת כתיב ואפ\"ה לא ישכירם אלא בהבלעה דלא יהיה שכר יו\"ט והנה המרש\"ל חולק ע\"ז ודעתו דיו\"ט ושבת שוין הן בזה כמו בכל מלאכות ועין במג\"א שהאריך בזה ומביא דהב\"י בסימן תצ\"ה הביא דעות הראשונים בזה ומצדד שם לאיסור וע\"כ יש להחמיר ובביאור הגר\"א ג\"כ האריך בזה ומסיק דהעיקר כדעת מהרש\"ל הנ\"ל וגם לקמן בסימן תצ\"ה ס\"ג מפרש הגר\"א מה שכתוב שם בשו\"ע דאין מוציאין משא על הבהמה ביו\"ט הטעם הוא משום שביתת בהמתו:",
            "(כ) אם קבל עליו וכו' - דעי\"ז הוי הבהמה כמו של א\"י ומותר לחרוש בה בשבת ואע\"פ שמחזירה בעין אם לא יקרה לה כלום מ\"מ השתא ברשת הא\"י קאי לגמרי כיון דגם ליוקרא וזולא ברשותו היא:",
            "(כא) ועיין למטה וכו' - היינו דשני יש מתירין ועין במה שנכתוב שם:",
            "(כב) בתחילה כשקנה וכו' - דנמצא דלא קנויה הבהמה לישראל כלל ביום השבת ואז אח\"כ מותרין אפילו לחלוק בשוה ואין בזה משום שכר שבת כמ\"ש סימן רמ\"ה ס\"ב וגם דאז אפילו אם אחריות שניהם בשוה כל ימות השבוע בין בחול ובין בשבת ומותר:",
            "(כג) ואם לא התנו מתחלה - אלא לאחר שנשתתפו אמר לו טול אתה בשבת ואני כנגדו בחול אף אם נאמר שאין איסור בזה מחמת שביתת בהמתו כיון שיש לא\"י חלק בה וע\"כ של ישראל עושה מלאכה מ\"מ אסור דהא בכל זה הוא נוטל יום אחד כנגד יום השבת והוי שכר שבת שלא בהבלעה:",
            "(כד) אף על גב שהתנו אח\"כ - מלשון זה משמע דכ\"ש דאם לא התנה כלל דאסור ובב\"י מצדד לומר דאם אף לאחר שנשתתפו לא התנה לומר טול אתה וכו'. אלא חולקין סתם השכר כל השבוע בשוה דשרי דהא נוטל שכר שבת בהבלעה ואיסור דשביתת בהמתו ס\"ל דאין כאן דהא הא\"י עושה בע\"כ בשבת מחמת חלקו שיש לו [ואך דעשה בזה איסור מתחלה כשנשתתף שהיה לו לחוש שיעשה בהבהמה מלאכה בשבת והו\"ל להתנות מתחלה טול אתה וכו' ע\"ש בב\"י]. אמנם מלשון השו\"ע משמע דלא רצה לסמוך ע\"ז למעשה. ודע דאפילו לפי דעת הב\"י הנ\"ל דאין בזה משום שביתת בהמתו אין להתיר לחלוק סתם אח\"כ אלא במקום הפסד גדול לפי דעת הרמ\"א לעיל ברמ\"ה ס\"א בהג\"ה ומשמע במ\"א לדיש לסמוך ע\"ז:",
            "(כה) ויזקוף הדמים - היינו ששם אותם בדמים כפי מה שהיא עכשיו ואם תתיקר או תוזל יהיה הכל ברשותו ואפ\"ה התנה ג\"כ שיהא רשות בידו להוציאה דס\"ל כדעת היש אומרים הנ\"ל בס\"ד דבעינן שיהא הא\"י יכול למכרה:",
            "(כו) להוציא על ידי וכו' במלוה - ומיירי ג\"כ שהלוה אותה לא\"י ושם אותה בדמים וכנ\"ל והדמים זקוף עליו במלוה אלא דבא להוסיף דאף דעי\"ז שעשה אותה הא\"י אפותיקי לישראל תו אין לו רשות למכרה אפ\"ה שרי:",
            "(כז) יהרהנם אצלו - פי' אע\"פ שיניחם ביד הישראל למשכון שיהיה יוכל להפרע מהם כשלא יתן מעות עבורם ואח\"כ נוטל אותם הא\"י ועובד בהם אפ\"ה שרי דאכתי גוף הבהמה ברשות א\"י הוא:",
            "(כח) ובלבד וכו' מעכשיו - היינו אפילו אם אמר לו אם לא אתן לך המעות לזמן פלוני יהיו שלך כיון דלא אמר לו מעכשיו יהיו שלך לא קנאם הישראל למפרע כשלא יפרענו הא\"י ואין לו עליהם עתה רק שעבוד בעלמא:",
            "(כט) ע\"י שיזהיר וכו' - ואע\"פ שאין לו לא\"י רשות למכרה אפ\"ה שרי וסתם בזה כדעת המתירין לעיל בס\"ד דהכא נמי מיירי שקבלה עליו ברשותו לענין יוקרא וזולא:",
            "(ל) ויכתוב כן - לפרסומי מילתא שלא יבוא לידי חשדא:",
            "(לא) הלכתא נינהו - והיותר טוב שבכל ההתירים שיקנה אותם לו בחול במכירה גמורה ויתן לו אויפגא\"ב ע\"ז ויתר הדמים יזקוף עליו במלוה ויעשם אפותיקי לישראל שיהיה בטוח במעותיו והנכון שיעשה ענין המכירה בפני דייני העיר כדי שיעשה כד\"ת וגם שיפורסם הדבר שלא יהיה חשש מראית העין:",
            "(לב) איזה מהן שירצה ואפילו וכו' - היינו דאף קבלת אחריות בלחוד שכתב המחבר לבסוף דבריו מהני גם בזה אף דאין לו רשות לא\"י למכרה כיון דעומדת ברשותו לענין יוקרא וזולא וסתם בזה כדעת היש מתירין בס\"ד ויותר טוב שיעשה מכירה גמורה וכנ\"ל בסל\"א כדי לצאת גם דעת המחמירין שם כי לדבריהם יש בזה חשש דאורייתא. ואם קשה לו לעשות כל אופני ההיתר האלו והוא שעת הדחק כגון מי שיש לו שדות וא\"א לו להשכיר באריסות לא\"י אם לא יתן לו גם שוורים לחרוש בהם ולא יוכל למנעו שלא לחרוש בו בשבת יש לסמוך ע\"ד הב\"ח הנ\"ל שמתיר ע\"י שיפקירם בפני ג' קודם השבת ויפורסם הדבר ולא יבוא לידי חשד וההפקר צריך להיות בלב שלם אבל בלא שעת הדחק אין לסמוך על ההפקר וכמ\"ש לעיל במ\"ב ס\"ק י\"ד וכן הסכים בד\"מ בהדיא:",
            "(לג) דינו כאילו היתה וכו' - והנה כ\"ז הוא כשמשכירה או משאילה לו לעשות מלאכת עצמו אבל לעשות מלאכת ישראל בשבת אין היתר כלל אפילו אם מכרה לו הבהמה במכירה גמורה שהרי מ\"מ עושה הא\"י מלאכת ישראל בשבת בשבילו ולפ\"ז אם הסוסים הוא של ישראל וגם הא\"י הוא שכירו לכל המלאכות שיצטרך הישראל אין היתר במכירת הסוסים לו דהרי אסור לו להניח לעשות מלאכתו אא\"כ הוא מושכר לו רק למלאכה זו ליסע עם הסוסים להוליך לו סחורה בכל עת שיצטרך בשנה זו אז שרי להרמב\"ם כמ\"ש סי' רמ\"ד ס\"ה. ואפילו באופן זה אסור לומר לו שיסע בשבת אלא דאם הוא נוסע מעצמו א\"צ למנעו מזה [אחרונים]:",
            "(לד) רק שיפרסם וכו' - עיין בבה\"ל שהבאנו דאין כדאי להתיר ע\"י כל ההתירים אלא בשעת הדחק ולאפוקי מאלו האנשים שמוכרים בכונה את שווריהן לא\"י כדי שיעשה בהן מלאכה בשבת והמלאכה נקראת על שם ישראל ואף דאין למחות ביד המקילין בזה שיש להם ע\"מ לסמוך מ\"מ כל בעל נפש יחוש לעצמו שלא לעשות זה כ\"א בשעת הדחק וע\"פ הוראת חכם. ישראל שיש לו סוס ובא המושל המכירו להשאילו או להשכירו והוא אינו יכול למאן נגדו מפני איבה ימכרנו לו בדבר מועט ואז יוכל המושל לעשות בו כרצונו ואם אח\"כ יחזור ויתן לו הסוס וגם השכירות מתנה בעלמא יהיב ליה [תשו' שבות יעקב ועיין בשע\"ת שהסכים ג\"כ עמו נגד היד אהרן]:\n"
        ],
        [
            "(א) אגרת - ה\"ה בכל מלאכות כשנותן לו ואין שהות לגמרו קודם השבת בעינן דוקא שיקצוב לו דמים בעד מלאכתו דאז אדעתיה דנפשיה קעביד ולא בשביל ישראל וכדאיתא לקמן בסימן רנ\"ב ס\"ב אלא נקט אגרת לאשמועינן דאי לא קצץ ולא קביע בי דואר במתא אסור כדמסיק והטעם כמו שכתבנו לקמיה אבל שאר כלים וחפצים או מעות אם שולח ביד א\"י בע\"ש הדין כמו בכל מלאכות ולכך אפילו אם לא קצץ אם יש שהות ביום להגיע למקום מי שנשתלח לו מותר ולא חיישינן שמא לא ימצאנו בביתו ויצטרך לחפש אחריו בשבת:",
            "(ב) עם חשיכה - היינו בעוד שהשמש זורח וגם צריך שיצא הא\"י מפתח ביתו של ישראל קודם השבת [רמב\"ם]:",
            "(ג) ובלבד וכו' - ואם הא\"י אמר מעצמו שילך בשבת לית לן בה כיון שהישראל לא אמר לו זה וא\"י אדעתיה דנפשיה קעביד בשביל שכירותיה:",
            "(ד) שילך בשבת - וה\"ה שלא יאמר לו ראה שתהא שם ביום א' או ביום ב' וכיוצא בזה וידוע שא\"א לו להיות שם אלא א\"כ ילך בשבת דזה הוי כאלו א\"ל לך בשבת [אחרונים]:",
            "(ה) לא קביע בי דואר וכו' - היינו שאינו קבוע תמיד הבי דואר באותה העיר שנשתלח שם אלא הולך לפעמים למקום אחר אסור דשמא לא ימצאנו הא\"י ויצטרך לילך אחריו בשבת ולכך החמירו כולי האי וחששו לזה בעניננו דכיון שכתב ידו של ישראל נושא וניכר מעשה ישראל יאמרו בשבת נתן לו להוליך וא\"כ אם נכתב האגרת בכתב א\"י שרי להוליך אפילו בע\"ש ובלא קצץ כל שיכול להגיע שם מבעוד יום לבית ראשון הסמוך לחומה וכמו שהתרנו לעיל בשולח שאר כלים וחפצים ע\"י א\"י:",
            "(ו) אסור לשלוח - כתב עו\"ש ונראה דכל זה מיירי כששולח ע\"י הא\"י ליד הבי דואר אבל כשאדם משלח אגרת על ידו לחבירו אין לחוש שמא לא ימצאנו בביתו שילך אחריו בשבת ושרי אפילו בע\"ש ובלא קצץ כל שיכול להגיע שם מבעוד יום וכן נוטה דעת מהר\"ר אברהם מפראג המובא בב\"ח וע\"ש שהאריך ומסיק להקל בזה ודעת הט\"ז ומ\"א דגם בשולח אגרת לחבירו ג\"כ יש חשש זה ובפירוש ר\"ח שיצא עתה לאור מוכח כהעו\"ש עיין שם ומיהו אם אמר לא\"י שילך לשם וימסור לבני ביתו של אותו האיש אם לא ימצאנו לכו\"ע שרי אפילו בע\"ש ובלא קצץ כל שיכול להגיע לבית ראשון הסמוך לחומה של העיר שהאיש שם:",
            "(ז) אפילו מיום ראשון - ואם הוא דרך קרוב כגון מהלך יום אחד נראה דאף אם הוא משלחו ביום ב' וג' שרי שאף שלא ימצאנו בביתו יש לו שהות הרבה ללכת [מ\"א]:",
            "(ח) ואי קביע בי דואר - היינו שהאיש הממונה ע\"ז קבוע שם תמיד ובכלל זה הוא מה שקורין עכשיו פאשט מייסטער שרגיל להיות במקומות גדולים שהוא עומד על המשמר בעתים ידועים לקבל כתבים ולשלחם להשייכים לכתבים ההם:",
            "(ט) הסמוך לחומה - לעיר שנשתלח שם כלומר לבית ראשון מבפנים:",
            "(י) ויש מתירין וכו' - טעמייהו דכיון שלא אמר לו ישראל בהדיא שילך בשבת אין לאסור כ\"א סמוך לשבת דנראה כשלוחו של ישראל לזה ואמירה לא\"י שבות אפילו אמר לו בע\"ש לעשות מלאכה בשבת אבל מופלג מן השבת קצץ לא מחזי כאומר לו עשה מלאכה בשבת ולפיכך אין לאסור כ\"א ביום ע\"ש [הרא\"ש]:",
            "(יא) ואפילו לא קביע - ואפילו ידוע שלא יוכל להגיע לשם קודם שבת ג\"כ שרי לדעה זו דכיון שהוא מופלג מן השבת לא מחזי כשלוחו וכנ\"ל:",
            "(יב) אע\"פ שיש בדעתו - ר\"ל לא מבעיא אם הא\"י מסתפק כלל אם יתנו לו שכר דאסור אלא אפילו אם הישראל מבין ממנו שמצפה לשכר מאתו או ממי שנשתלח לו אפ\"ה אסור כיון שהישראל לא הבטיחו עדיין:",
            "(יג) אם שכרו לימים - ר\"ל דאף שהתרנו לעיל בקצץ אפילו בע\"ש היינו כשהוא קוצץ לו סך קצוב בעד פעולתו דאז אדעתיה דנפשיה עביד ולא מינכר כלל שהמלאכה הנעשית בשבת הוא בשליחות ישראל אבל כששכרו לימים שקוצב לו שכר בעד כל יום אף שאינו מקפיד עליו מתי ילך ואדעתיה דנפשיה עביד פעולתו גם בזה [ולפיכך עדיף מלא קצץ כלל ומותר בד' וה' אף לדעת המחבר] מ\"מ כששוכרו בע\"ש אסור דכיון שיוצא תיכף בשבת נראה כאלו התנה עמו כך ובשליחותו הולך מאחר שנתן לו שכר בעד היום:",
            "(יד) בע\"ש - אבל ביום ה' מותר ולדעת הרמ\"א לעיל בהג\"ה אפילו לא קצץ כלל מותר ביום ה':",
            "(טו) שהרי הא\"י מאליו וכו' - פי' דאין הישראל כופה אותו על כך אלא מעצמו הוא מתרצה להוליך האגרת ותלינן שמה שנתרצה הוא מפני הטובה שקיבל ממנו מכבר ואדעתיה דנפשיה קעביד:",
            "(טז) וטוב להחמיר - הנה מלשון זה משמע דרק טוב לחוש לדעה זו וכן בט\"ז משמע דדעתו כדעה הראשונה אבל בד\"מ סימן רנ\"ב משמע דדעתו הוא כהיש חולקין וכן בלבוש ובא\"ר בסימן זה משמע דאסור בחנם וע\"כ מהנכון שיקצוב לו עכ\"פ איזה דבר מועט עבור זה והוי כקצץ כיון שקיבל עליו שיהיה זה שכרו וכ\"כ בח\"א:",
            "(יז) הולך מעצמו - ואם יודע שמרבה הדרך בשבילו אסור [ב\"י]:",
            "(יח) בכל גווני - היינו אפילו לא קצץ ליתן לו שכר אלא בסתמא דקיי\"ל בס\"א דאסור לשלוח על ידו כשאין קבוע בי דואר דחיישינן שמא לא ימצאנו בביתו וילך אחריו בשבת אפ\"ה שרינן כאן כיון שאין הא\"י הולך בשליחותו אלא שמעצמו הולך לשם בודאי אם לא ימצאנו לא יחפש אחריו ודוקא אם יש שהות להגיע שם מבעוד יום אבל אם אין שהות להגיע שם מבעוד יום אסור אף בזה דאף דהליכתו בשביל עצמו הוא מ\"מ מה שנושא המכתב הוא בשביל ישראל. ודע דליתן לו בשבת אסור לכו\"ע אפילו בהולך מעצמו ואפילו קצץ לו שכר מבעוד יום עבור זה וע\"כ אסור ליתן אגרת על הפאצט בשבת [ומע\"ש מותר דעל הפאצט הוי תמיד קצץ דאף אם אינו משלם כאן מ\"מ יצטרך לשלם מי שנשתלח לו] אפילו במקום שיש עירוב ואפילו ע\"י א\"י אסור דבר זה [ולא מהני קציצה על שבת גופא] אך במקום הפסד גדול יש להתיר בכה\"ג דהוי שבות דשבות במקום פסידא דמותר ושלא במקום הפסד יש להחמיר אפילו בע\"ש שלא ליתן לא\"י האגרת שהוא יתן אותו על הפאצט בשבת ואפילו בקצץ שהרי מייחד מלאכתו על שבת [ח\"א בכלל ג' ע\"ש]:",
            "(יט) אסור לשלחו - דמה שהוא שכירו לשנה לא נחשב כקציצה ודינו בכל הפרטים כמבואר לעיל בס\"א בלא קצץ אלא דבזה מקילינן דאין אסור אלא בע\"ש והטעם כמו שביארנו בבה\"ל:",
            "(כ) כמו שנתבאר לעיל - היינו דעה הראשונה שם דס\"ל דזהו נחשב כקצץ ע\"ש הטעם. ומ\"מ אסור לומר לו שילך בשבת כנ\"ל בס\"א:\n"
        ],
        [
            "הנה קודם שנכנוס בביאור דברי השו\"ע נעתיק לשון הברייתא הנאמר בזה בגמרא דף י\"ט ת\"ר אין מפליגין בספינה פחות מג' ימים קודם לשבת בד\"א לדבר הרשות אבל לדבר מצוה שפיר דמי ופוסק עמו ע\"מ לשבות ואינו שובת דברי רבי רשב\"ג אומר אינו צריך ומצור לצידון [שהוא מהלך יום אחד] אפילו בע\"ש מותר ע\"כ לשון הברייתא. והנה הרבה טעמים נאמרו ע\"ז בפוסקים י\"א הטעם שמא יצטרך הישראל לעשות מלאכה בעצמו בשבת משום פיקוח נפש דמקום סכנה הוא או שיעשה הא\"י בעל הספינה עבורו מלאכה בקשירת הקלע ושאר חילולים או משום איסור תחומין כמבואר בב\"י באריכות והרי\"ף ס\"ל דאי משום חשש מלאכה או תחומין ודאי היה אסור אף קודם ג' ימים וגם לדבר מצוה לא היה מותר אלא דעיקר האיסור משום ביטול מצות עונג שבת דכל ג' ימים הראשונים יש להם צער מחמת נענוע הספינה שגופו משתבר וכדכתיב יחוגו וינועו כשכור וגם מחמת סרחון העולה מן הימים המלוחין ואין רוחו חוזרת לבוא עד אחר ג' ימים שהורגל בזה וכמ\"ש ס\"ב וי\"א דהטעם שאסרו להפליג בספינה הוא מפני שנראה כאלו צף ושט ע\"פ המים בשבת וזהו אסור לכו\"ע מפני גזירה שמא יעשה חבית של שייטין וכדלקמן בסימן של\"ט וקודם ג' ימים שרי דע\"י שהוצרך להפליג זמן הרבה קודם שבת אית ליה היכרא ולא יבוא לעשות חבית של שייטין ואותן הפוסקים הנ\"ל דס\"ל דהטעם הוא משום מלאכה או משום תחומין מה שחילק הברייתא לדידהו בין תוך ג' ימים לקודם ג' ימים הוא משום דשלשה ימים קודם שבת מקרי קמא שבתא וחל עליו להזהר שלא יבוא לידי חילול שבת אבל קודם ג' ימים דהם מקרי בתר שבת העבר עדיין לא חל עליו אזהרת שבת הבאה ושרי להפליג בהם ואז אף אם יצטרך אח\"כ לבוא לידי חילול שבת משום פיקוח נפש שרי. והנה המחבר אף שנמשך בס\"ב אחר הרי\"ף שהעתיק פירושו מ\"מ גם הוא ס\"ל כהפוסקים דקודם ג' ימים שרי אף במקום שיצטרך אח\"כ לבוא לידי חילול שבת ע\"י מלאכה וכמ\"ש ס\"ד [ועיין במה שכתבנו שם] אלא דס\"ל דאף אי לא היה בו שום חשש מלאכה ותחומין [כגון שהיא כולה של א\"י דכשנעשה בה מלאכה מסתמא אדעתיה דא\"י נעשה וגם היא במקום שעמוק יותר מעשרה טפחים דאין בזה משום איסור תחומין להרבה פוסקים וכדלקמן בסימן ת\"ד ע\"ש] אפ\"ה אסור משום ביטול עונג שבת לחוד. ועתה נבוא לבאר בעז\"ה את דברי השו\"ע:",
            "(א) אפילו בע\"ש - היינו אף דבודאי לא יקיים עונג שבת עי\"ז כמ\"ש המחבר בס\"ב אפ\"ה מותר כיון דלצורך מצוה הוא וקי\"ל דעוסק במצוה פטור מן המצוה ולא מבעיא אם הספינה הולכת במקום שהמים עמוקים יותר מעשרה טפחים דמותר ואין לחוש ליציאת חוץ לתחום דקי\"ל אין תחומין למעלה מעשרה טפחים אלא אפילו יש מקומות שהמים מועטין פחות מעשרה טפחים ג\"כ מותר לצאת בע\"ש בספינה כיון שהוא לדבר מצוה [א\"ר]:",
            "(ב) ופוסק עמו וכו' - כתב המ\"א דבשבת אסור להפליג אפילו לדבר מצוה דהא לא יוכל לפסוק עמו שישבות ולא ילך ויש שמצדדים דאפילו בשבת שרי לדבר מצוה ועיין בשע\"ת סוף סימן זה ובח\"א כלל ד':",
            "(ג) שישבות - בין אם הוא מפליג מע\"ש בין מקודם כיון שהוא תוך ג' ימים הסמוך לשבת [ט\"ז]. בספר עו\"ש נסתפק אם א\"א לו לפסוק כגון שהא\"י אומר לו שלא ישבות וכה\"ג אי מעכב או לא והסכימו רוב האחרונים דהפסיקה הוא רק למצוה בעלמא ואינו מעכב:",
            "(ד) פחות משלשה ימים - דהיינו ביום רביעי בשבת אסור [מ\"א בשם הרבה אחרונים] אבל הגר\"א הביא בשם הרבה ראשונים דהג' ימים נחשבין עם השבת גופא וביום רביעי מותר ועי\"ש שכתב שכן מוכח בתוספתא ובירושלמי:",
            "(ה) קודם השבת - וה\"ה קודם יו\"ט דיו\"ט ושבת שוין וכן ביו\"ט שני אין מפליגין:",
            "(ו) אפילו בספינה וכו' - ר\"ל דלא נימא דדמי להליכה בקרון דאסור ליסע בשבת אפילו אם ישב בהקרון קודם ג' ימים ועיין בס\"ב בהג\"ה דלפי מה שרגילין למשוך הספינות בבהמות בנהרות אפילו בתוך ג' ימים מותר להפליג אלא דנקט קודם ג' ימים משום שאר ספינות [הגר\"א]:",
            "(ז) ואפילו אין בגובה וכו' - דהו\"א דאסור משום תחומין קמ\"ל דלא והטעם כיון שהתחיל קודם ג' ימים וכמש\"כ לקמיה:",
            "(ח) ואפילו במקום וכו' - הטעם כמו שכתבנו למעלה דשלשה ימים קודם השבת שייכים לשבת הבא וחל עליו להזהר שלא יבוא לידי חילול שבת וכשיצא בתוך הזמן הזה הרי הוא כאלו מתנה לחלל עליו את השבת אבל קודם לזה שייכים לשבת שעבר וכיון שהפליג בהיתר אין לו להמנע מחמת שבת הבא שאז אם יארע לו סכנה ויצטרך לחללו משום פיקוח נפש אין כאן חילול ועיין לקמן בסקכ\"ה מה שנכתוב בזה:",
            "(ט) לעשות אח\"כ וכו' - היינו דאין לו למנוע מחמת זה מלישב בספינה כיון שהוא קודם ג' ימים אבל מ\"מ כל מה שיכול לעשות שלא יצטרך בעצמו לחלל את השבת כגון ע\"י א\"י וכדומה פשיטא דמחויב לעשות כן:",
            "(י) בבוקר - דאם ימשך שעה ושתים על היום אסור דלא יגיע לשם קודם השבת [ב\"י]:",
            "(יא) מפני שאפשר וכו' - ר\"ל כשיש רוח טוב הולכין ביום אחד לכן שרי להלוך בע\"ש לפי שאפשר שיהיה רוח טוב:",
            "(יב) אפילו בע\"ש - ואין צריך לפסוק עמו שישבות ולענין להפליג בשבת עיין בס\"ג:",
            "(יג) והוא שלא וכו' - דכיון דתחומין דרבנן הוא ואפילו תחומין די\"ב מיל קי\"ל דבימים ונהרות אין בהן איסור דאורייתא לד\"ה שאין דומין לדגלי מדבר לפיכך תלינן בספיקו להקל ואמרינן דעמוק עשרה טפחים מקרקע הספינה לקרקע המים ואין תחומין למעלה מעשרה:",
            "(יד) שמקרקע הספינה - פי' אע\"פ שהמים עמוקים עשרה אם הספינה משוקעת במים שאין בין קרקע הספינה לקרקע המים י\"ט לא מבעיא אם הוא יושב בספינה למטה מיו\"ד נמצא מהלך למטה מיו\"ד אלא אפילו אם הוא יושב בספינה במקום גבוה שהוא למעלה מיו\"ד מקרקעית המים ג\"כ אסור כיון שהספינה רחבה ארבעה וניחא להילוך כעומד למטה דמיא ויש מתירין כשהוא יושב למעלה מיו\"ד טפחים ואין רגליו תלויות למטה מיו\"ד טפחים ויש לסמוך על דבריהם כשהוא צריך לכך:",
            "(טו) אסור לצאת וכו' - היינו בכל הג' ימים שקודם שבת אם יודע שיזדמן לו שם בשבת מקום ההוא ויצטרך לעבור עליו על איסור תחומין אבל קודם לזה מותר וכמו שכתוב בס\"א בהג\"ה:",
            "(טז) לידי מלאכה - אפילו מלאכה דרבנן [אחרונים]:",
            "(יז) ליכנס בה שלשה ימים - הטעם כמו שכתבנו למעלה בסק\"ח:",
            "(יח) אין איסור במה שהבהמות וכו' - ר\"ל דאם לא היה איסור אחר כגון בנהרות הנובעים ולמעלה מעשרה וגם לא יצטרך הישראל לעשות מלאכה שם אין לאסור ליסע בספינה היכא שהבהמות מושכות הספינה דיהיה דומה כאלו יושב בקרון והבהמה מושכת אותו דאסור לא אמרינן הכי דהתם הטעם שמא יחתוך זמורה להנהיגה אבל הכא הבהמות הולכות ברחוק ממנו וע\"כ מותר אפילו בתוך ג' ימים:",
            "(יט) היכא דמותר וכו' - פי' דהמחבר לא קאמר לעיל להתיר אפילו בנהרות הנובעים ולמעלה מעשרה אלא להפליג בע\"ש אבל בשבת לא וכאן אתי לאורויי דלפעמים אף בשבת מותר להפליג בהם:",
            "(כ) שביתה - היינו שישב שם כל בין השמשות עד שתחשך:",
            "(כא) והוא שלא יצא - דאל\"ה אסור ליכנס בה בשבת מפני שנראה כשט ע\"פ המים וזה אסור כמ\"ש סימן של\"ט:",
            "(כב) דמאחר שקנה בה וכו' - היינו דעי\"ז הו\"ל הספינה כביתו ואינו נראה כשט כשנכנס בה בשבת ואפילו לדעה זו אינו מועיל הקנין שביתה אלא שיהיה מותר לכנוס בהספינה בשבת אבל כשמגיע אח\"כ ליבשה אסור לו לזוז מד' אמותיו כמ\"ש בסימן ת\"ד [ואם הגיעה הספינה לעיר המוקפת מחיצות עי\"ש בהג\"ה] אבל אם לא יצא מהספינה מעת שקנה שביתה מותר אח\"כ לילך במקום שיגיע ליבשה עד אלפים לכל רוח והני מילי כשהיתה הספינה לעולם למעלה מעשרה טפחים וכמבואר שם ובספינה גופא מהלך את כולה אפילו אם יצא מבערב לביתו אחר שקנה שביתה כיון ששבת באויר מחיצות מבעוד יום ואם לא קנה שביתה כלל מבע\"י עיין לקמן בסי' ת\"ה ס\"ז במ\"ב כי שם בארנו כל פרטי הדינים האלו:",
            "(כג) שביתה מע\"ש - ואפילו אם חל יו\"ט ע\"ש שרי לקנות שביתה ואין בזה משום הכנה מיו\"ט לשבת [מ\"א] ואינו מועיל לזה הקנין שביתה שקנה מעיו\"ט ועיין בסימן תט\"ז באיזה אופן אין בו משום הכנה:",
            "(כד) שעושין קידוש - גם לדעת זו בעינן שישב שם כל בין השמשות לקנין שביתה אלא שסוברין דלכתחלה נכון לעשות שם ג\"כ קידוש ולאכול מעט כדי לפרסם הדבר שקנו שם שביתה ולא יבואו לחשדם:",
            "(כה) לחלל שבת - אפילו באיסור דרבנן [מ\"א בשם הריב\"ש]:",
            "(כו) וביום ראשון ובשני ובשלישי - כבר נתבאר הטעם משום דהם נקראים על שם שבת העבר ואין צריך להזהר עתה שלא יבוא לידי חילול שבת הבא ובכנה\"ג כתב בשם הריב\"ל דכשיודע בודאי שיבוא לידי חילול שבת אסור אף בכה\"ג וכ\"כ הרדב\"ז ועפ\"ז סומכין עכשיו שמסכנים בעצמם קצת שלא לחלל שבת כדי שלא יהיה איסור למפרע על מה שיצא:",
            "(כז) ואם אח\"כ יארע וכו' - ר\"ל כיון דממילא נסבב הדבר לבסוף ובאונס של פיקוח נפש אין כאן חילול. ופשוט דלכו\"ע אסור לו להבטיח לשיירא בעת שישתתף עמם שיסייעם באיזה עשיית מלאכה בשבת ואפילו מלאכה דרבנן אף שעי\"ז תתבטל הנסיעה שלו שלא ירצו להשתתף עמו ואפילו אם הוא דבר מצוה דהרי הוא מתנה בהדיא לחלל את השבת:",
            "(כח) והעולה לארץ ישראל - י\"א דה\"ד כדי להתיישב בה וי\"א דאפילו ע\"מ להחזיר דלהלוך בה הילוך ד\"א נמי הוי מצוה ובפרט לפי מה שהקיל רמ\"א בסוף הסימן בהג\"ה ודאי דגם זה הוא בכלל דבר מצוה:",
            "(כט) ופוסק עמהם לשבות - והפסיקה הוא לעיכובא ואם לא יתרצו בזה לא ילך עמם וכמו שבארתי בבה\"ל:",
            "(ל) יכול ללכת וכו' - אם מתיירא להתעכב במדבר שמא יפגשו בו חיות רעות או יפגעו בו לסטים ויגזלו ממנו בהמתו ולא יוכל ללכת ברגליו ויסתכן או יקחו ממונו ולא יוכל להחיות את עצמו במדבר או שיקחו ממנו מלבושיו בזמן הקור כולם הוא בכלל ספק פיקוח נפש ומותר לילך עמהם:",
            "(לא) חוץ לתחום - וה\"ה אפילו חוץ לי\"ב מיל נמי שרי עד שיגיע למקום שאין שם שוב חשש סכנת נפשות ויפרד מהם וישבות שם ויש לו משם אלפים לכל רוח [אחרונים]:",
            "(לב) ואם נכנס וכו' - דכיון דבאונס יצא חוץ לתחום מפני פיקוח נפש וגם מתחלתו ברשות נפק ע\"כ לא הוי כשאר יצא חוץ לתחום דאין לו אלא ד\"א וכתב המ\"א דדוקא כשהלך לדבר מצוה גמורה ולא כשהלך לסחורה דאף דדעת ההג\"ה שגם זה מקרי צורך מצוה מ\"מ לענין שיהיה יכול להלוך בתוך כל העיר וכן במה שכתב המחבר ואפילו וכו' יש לו אלפים לכל רוח אין לסמוך ע\"ז כיון שהרבה פוסקים חולקין ע\"ז:",
            "(לג) דכיון דלדבר מצוה וכו' - אבל אם יצא מתחלה לדבר הרשות אף שעתה היה מותר לו ללכת עמהם חוץ לתחום מפני פ\"נ מ\"מ כיון שעבר מתחלה על דעת חכמים במה שיצא תוך ג' ימים הרי הוא כשאר יוצא חוץ לתחום דאין לו אלא ד\"א ואם יצא קודם ג' ימים אפילו לדבר הרשות כיון דהשתא היה צריך לצאת מפני פיקוח נפש יש לו אלפים אמה לכל רוח כמ\"ש סימן ת\"ז [מ\"א]. עוד כתב דאם הלך תוך ג' ימים מפני שסבר שמותר לילך תוך ג' ימים הו\"ל שוגג ויש לו אלפים אמה לכל רוח וכ\"כ ש\"א:",
            "(לד) לסחורה - אפילו יש לו מזונות והולך לסחורה להרוחה ולגבות מעות מא\"י שהוא חולה כל עוד שאינו גוסס לא מקרי פסידא ודאית [מ\"א] והא\"ר מיקל בזה דלא גרע מהולך לסחורה וע\"כ מותר להפליג עבור זה בתוך ג' ימים ועיין לקמן בסימן של\"ט במ\"א סקי\"ג ובמ\"ב שם:",
            "(לה) והליכת שיירא - ודעת מ\"א בשם כמה פוסקים דבהליכת שיירא אין להקל:",
            "(לו) ואין למחות וכו' - אבל במקום שלא נהגו להקל אין כדאי לכתחלה להקל דכמה פוסקים סוברים דבעינן מצוה גמורה:"
        ],
        [
            "(א) יותר מג' פרסאות - מתחלת היום והוא קרוב לשליש היום כפי מהלך אדם בינוני י' פרסאות ביום ובנוסע בעגלה או רוכב על סוס דנוסע במהרה יוכל ליסע הרבה יותר מג' פרסאות עד שליש היום ומהב\"ח משמע להקל בנוסע בעגלה ליסע אפילו אחר חצות היום ובלבד שיעמוד לשבות בעוד היום גדול בכדי שיוכל להכין צרכי שבת:",
            "(ב) לביתו - היינו למקום ששובת שם:",
            "(ג) שהולך לביתו - ואף שהוא מכוין שבביתו יהיה לו יותר עונג שבת מ\"מ אסור שמא לא ידעו כלל מביאתו ולא הכינו בשבילו. ובמדינות אלו רוב בני אדם מכינים צרכי שבת בריוח ולכן אין נזהרין בזה כלל בין כשהולך לביתו או להתארח בבית אחרים [ממ\"א בשם אגודה] ובהרבה אחרונים ראיתי שכתבו דמ\"מ צריך ליזהר לכתחלה שלא ילך או יסע עד סמוך לערב מפני שכמה פעמים נכשלים עי\"ז ובאים לידי חילול שבת כי בעל אושפיזא או אפילו בביתו כשבא סמוך לשבת מוסיפין לבשל בשבילו ומחללין שבת וגם כמה פעמים יארע דלא יגיע למלון ולביתו מבעוד יום עד שחשכה ממש וכמה חילול שבת יש בהוצאה והכנסה ויציאה מחוץ לתחום ושביתת בהמתו ולכן כל זה ישים האדם ללבו וימהר לשבות אפילו בכפר ולא יסיתנו היצר לומר עוד היום גדול והדרך טוב אך אם אירע שהלך עד חשיכה והיה בבה\"ש בתוך תחום עיר מותר להלוך בתוכה כבסימן תי\"ו וצריך לירד מעגלה וסוס עיין סימן רס\"ו ושם יבואר אי\"ה:",
            "(ד) וה\"מ כשהוא וכו' - ר\"ל במקום שכלו הג' פרסאות כ\"כ הלבוש ועיין בא\"ר:",
            "(ה) שאינו וכו' - דעמידה בדרך אינו מקום בטוח דכל הדרכים בחזקת סכנה ולכן אפילו יש עמו צדה כדי צרכי שבת מותר לו ליסע משם עד שיבוא למקום בטוח:",
            "(ו) כמה פרסאות - ומ\"מ יזהר שלא יתאחר לבוא עד סמוך לערב וכנ\"ל בסק\"ג:",
            "(ז) אסור לקבוע - ואיתא בגמרא דהיתה משפחה בירושלים שקבעה סעודתא בע\"ש ונעקרה:",
            "(ח) בע\"ש - וה\"ה בעיו\"ט דיו\"ט נמי מצוה לענגו ולכבדו (פמ\"ג):",
            "(ט) סעודת אירוסין - פי' אם אירס קודם לכן אסור לעשות הסעודה בע\"ש דאף דסעודת אירוסין היא מצוה מ\"מ היה לו להקדימה אבל אם אירס בע\"ש מותר לעשות הסעודה דכיון דאירוסין שריא בע\"ש משום שלא יקדמנה /יקדמנו/ אחר ממילא שרי הסעודה לזה ג\"כ וחשובה כמו סעודת מילה ופדיון הבן שזמנה קבוע. וכן אם היו הנשואין בע\"ש מותר לעשות הסעודה ג\"כ ומ\"מ לכתחלה טוב ונכון אם אפשר לדחות הסעודה למחר או יום אחר אפילו באירס בע\"ש. ודע דכ\"ז בסעודת אירוסין אבל בסעודה שעושין בשידוכין שלנו לא הוי סעודת מצוה כ\"כ בפמ\"ג בסימן תמ\"ד ולפ\"ז אין לעשותה בע\"ש אפילו אם נגמר השידוך באותו יום ומה שנוהגין לאכול מיני מרקחת בשעת כתיבת התנאים לא מקרי סעודה:",
            "(י) כבוד השבת - ויש שכתבו הטעם שמתוך טרדת הסעודה לא יתעסקו בצרכי שבת:",
            "(יא) שיכנס לשבת וכו' - שאף שאוכלה בבוקר כיון שהוא מרבה בסעודתו שלא כרגילותו שוב לא יאכל בלילה לתיאבון:",
            "(יב) ברית מילה - אפילו אם אינה בשמיני ללידתו כגון שהיה חולה בשמיני ונדחית מ\"מ מקרי זמנה קבוע דכל שעתא ושעתא זמניה הוא דאסור להניחו ערל אפילו יום אחד וכן בפדיון הבן אפילו עבר זמנו מ\"מ כיון שמן הדין אפילו אחר ל' יום כל שעתא ושעתא רמיא חיובא עליה לפדותו ממילא מותר לעשות ג\"כ הסעודה:",
            "(יג) מותר - דהיא ג\"כ סעודת מצוה ואין לדחותה מפני סעודת שבת ומ\"מ לכתחלה מצוה להקדימה בשחרית משום כבוד שבת וכמו שמבואר בסימן תרצ\"ה ס\"ב לענין סעודת פורים ע\"ש ובדיעבד יכול לעשותה אפילו ממנחה ולמעלה:",
            "(יד) ולאכול ולשתות וכו' - ואין בכלל זה אם הוא שותה כ\"כ הרבה מיני משקה עד שיהא שבע כי הוא בודאי מקלקל תאות המאכל והחוש יעיד ע\"ז ולפעמים יוכל להבטל ע\"י שכרותו מסעודת שבת לגמרי וע\"כ מצוה להמנע מזה עכ\"פ מט' שעות ולמעלה:",
            "(טו) אפילו וכו' - היינו כמו ואפילו ור\"ל דלא מבעיא בלי קביעת סעודה כלל דזה ודאי מותר כל היום ואפילו מצוה להמנע ג\"כ ליכא ואפילו בקביעת סעודה כיון שאינו עושה סעודה רחבה רק כמו שרגיל בה בחול מותר כל היום מן הדין אבל מצוה להמנע וכו':",
            "(טז) מלקבוע סעודה - ואם התחיל אינו מפסיק:",
            "(יז) מט' שעות ולמעלה - היינו שעות זמניות והוא רביעית היום עד הלילה ומ\"מ נראה דבימות החורף בזמן שהימים קצרים מאד מצוה להמנע מלקבוע סעודה הרגילה אפילו קודם ט' שעות כל שהוא משער בנפשו שעי\"ז לא יהיה תאב לאכול בלילה:",
            "(יח) להתענות - כדי שיהיו תאבים לאכול בלילה ועיין בב\"ח ומ\"א וש\"א שהסכימו דאין להתענות בע\"ש כדי שלא יכנס לשבת כשהוא מעונה אם לא שהוא איסטניס כ\"כ שאם יאכל ביום לא יוכל לאכול בלילה לתאבון אז מנהג טוב הוא אם אין מזיק לו התענית:",
            "(יט) צריך להתענות וכו' - וכמו אם קבל תענית סתם בשאר ימי השבוע דדינו הוא עד צאת הכוכבים דוקא ולא מהני במה שהתפלל תפלת ערבית מקודם וכדלקמן בסימן תקס\"ב ס\"א וב' ה\"ה הכא ואינו נחשב לאיסור במה שנכנס לשבת כשהוא מעונה אע\"ג דביום השבת גופא אסור להתענות:",
            "(כ) אם לא שפירש - ואז מותר אפילו עוד היום גדול וכן אם התנה להתענות רק עד אחר מנחה גדולה מהני תנאו:",
            "(כא) וי\"א דלא וכו' - האי י\"א ס\"ל דבין בתענית יחיד ובין בת\"צ כגון עשרה בטבת שחל בע\"ש לא יתענה רק עד שיצא מבהכ\"נ דאז כבר קבלו שבת בתפלה שמתפללים מפלג המנחה ואילך [הוא מי\"א שעות חסר רביע ואילך והשעות הן זמניות ועיין לקמן סימן רס\"א] ומקרי עי\"ז השלמת התענית מה שמתענה עד אחר קבלת שבת וה\"ה בעיו\"ט עד אחר קבלת יו\"ט [ובחול גם לי\"א לא מקרי השלמת התענית עד צאת הכוכבים] ומכריע הרמ\"א דבתענית יחיד דהיינו שיחיד גזר על עצמו תענית לסמוך על הי\"א דלא ישלים ומ\"מ לכתחלה טוב יותר שיפרש כן בשעת קבלת התענית ובדיעבד אין זה לעיכובא ובת\"צ חמירא מזה וצריך להשלים כדין ואפילו תנאי לא מהני דלאו בדידיה תליא מילתא וצבור שגזרו על עצמן תענית מחדש בשביל איזה ענין לא חמירא כ\"כ ומהני תנאי:",
            "(כב) בתענית יחיד וכו' - תענית יחיד נקרא מי שקיבל על עצמו להתענות בע\"ש זה או שדרכו להתענות בכל ע\"ש או ערב ר\"ח שחל בע\"ש [היינו אותם אנשים שאין אומרים יו\"כ קטן ביום ה' שלפניו דאלו האומרים מתענין ג\"כ ביום ה'. א\"ר בסי' תי\"ח] או שמתענה יום שמת בו אביו ואמו או כ' סיון או שמתענה תעניתים המבוארים בסימן תק\"פ. כתב מ\"א דאם מתענה בכל ע\"ש והשלים פעם ראשון צריך לנהוג כן לעולם וה\"ה בכל הנ\"ל דמסתמא כ\"ז שלא התנה בפירוש שאין דעתו להשלים תמיד אמרינן דדעתו לנהוג כן לעולם. ולכתחלה יותר טוב שלא ישלים בפעם ראשון כשחל בע\"ש וכמו שכתב הרמ\"א וכדי שלא יצטרך להשלים תמיד ואם בתחלה כשהתחיל להתענות יום שמת בו אביו ואמו או ער\"ח ושאר תעניתים הנ\"ל חל בחול ובחול הלא משלימין וע\"כ יש פוסקים דס\"ל דאפילו כשיארע אח\"כ בע\"ש ג\"כ צריך להשלים עד צה\"כ דמסתמא דעתו להתנהג כן תמיד אם לא כשהתנה בפירוש שאין דעתו להתנהג כן לעולם ויש חולקין ע\"ז וס\"ל דמסתמא לא קבל על עצמו להשלים אף בע\"ש וע\"כ מי שמצטער יוכל לסמוך על המקילין ולאכול תיכף אחר יציאתו מבהכ\"נ אף שהיום גדול:",
            "(כג) עד צאת הכוכבים - ואפילו הי\"א הנ\"ל מודו בזה שהרי אפילו בשבת עצמו יכול להתחיל ולהתענות ת\"ח וכדלקמן בסימן רפ\"ח וכ\"ש שישלים עד הלילה. והנה יש מהפוסקים שחולקין וסוברין דגם בתענית חלום די להמתין עד שיצא מבהכ\"נ ערבית דבזה מקרי השלמה אבל האחרונים הסכימו עם השו\"ע דאין להקל בזה דכיון שהוא מפני הסכנה לבטל ולבער חלום רע שמא לא יועל לבטלו אם לא ישלים עד הלילה:"
        ],
        [
            "(א) ישכים בבקר וכו' - דכתיב והיה ביום הששי והכינו את אשר יביאו וגומר הכנה דומיא דהבאה והבאת המן הלא היתה לאלתר בבקר דכתיב וילקטו אותו בבקר בבקר אף הכנה על שבת תהיה מיד בבקר והיינו מיד אחר ק\"ש ותפלה אך אם הוא רגיל ללמוד אחר התפלה איזה שעור קצוב או שלומד עם רבים אל יבטלנו וכמש\"כ בסוף סימן רנ\"א ואם דרך המקום ההוא למכור בבקר ולא ימצא לקנות אחר למודו לא יקבע למודו אלא אחר הקניה ואם רגילין למכור בבוקר השכם קודם התפלה ולא ימצא לקנות אחר התפלה יקנה ואח\"כ יתפלל אך יראה לקרות ק\"ש מקודם כיון שכבר הגיע זמנה ואין זה בכלל מה שאמרו אסור לעשות חפציו קודם שיתפלל שזו חפצי שמים היא:",
            "(ב) ביום ששי - והוא יותר טוב משיקנה ביום ה' שהוא מינכר יותר שהוא לכבוד שבת אם לא בדבר שצריך הכנה רבה כמו בשר למלוח וכדומה יש לקנות ביום ה' אך אם הבשר שמוצא ביום ה' הוא כחוש ויש ספק שימצא ביום וי\"ו שומן וטוב ימתין על יום ו' [אחרונים] ומסתברא דבימים הקצרים כל מה שיכול להקדים ההכנה ביום ה' עדיף. וטוב שיאמר על כל דבר שקונה זהו לכבוד שבת כי הדבור הוא פועל הרבה בקדושה. ואע\"פ שהכין בהשכמה מצוה היא לכתחלה שיוסיף גם בין השמשות ורמז לדבר שנאמר והיה משנה [כלומר שיכינו שנית]. כתיב בתורה זכור את יום השבת לקדשו ודרשו ב\"ש שתהא זוכרו מאחד בשבת נזדמן לך חלק יפה תהא מתקנו לשבת ואמרו על שמאי הזקן שכל ימיו היה אוכל לכבוד שבת היה מוצא בהמה נאה אומר זו לשבת מצא אחרת נאה הימנה אוכל הראשונה ומניח השניה על שבת נמצא שהאכילה היא כדי שתשאר היפה של שבת אבל הלל הזקן מדה אחרת היתה בו שהיה אומר ברוך אדני יום יום יעמם לנו צרכנו. והסכימו הרבה פוסקים שגם הלל מודה שכדברי ב\"ש עדיפא טפי אלא שהיה בוטח בה' שבודאי יזמין לו לשבת מנה יפה משאר הימים וכדי לחזק מדת בטחונו היה נוהג כן אבל בשאר כל אדם שאין בטחונו חזק כ\"כ גם הוא מודה דכשמאי עדיפא טפי ופשיטא בדבר שאינו שכיח לקנות כשיזדמן לו דבר שלא יהיה נפסד אזי יניח אותו לשבת. מצוה לטעום מכל תבשיל בע\"ש כדי לתקנן יפה כהוגן ועיין בספר שלחן שלמה דהטעימה בשבת מכל מין בודאי היא מצוה ורמז לזה טועמיה חיים זכו:",
            "(ג) להכין בעצמו וכו' - דמצות כבוד שבת מוטל על כל אדם וכדכתיב וקראת לשבת עונג לקדוש ה' מכובד ומצוה בו יותר מבשלוחו וה\"ה בכל המצות מצוה בו יותר מבשלוחו ועיין בבה\"ל. כתבו הספרים יהרהר בתשובה ויפשפש במעשיו בכל ע\"ש כי שבת מקרי כלה מלכתא וכאלו מקבל פני המלך ית\"ש ואין נאה לקבלו כשהוא לבוש בבלויי הסחבות של חלאת העונות ויש לפנות קורי עכביש שקורין שפי\"ן וועב\"ש מהבית בע\"ש [א\"ר] וכ\"ש שצריך לכבד הבית מהאבק והעפר מבעוד יום וזהו הכל בכלל כבוד שבת וידמה בדעתו כאלו יבוא אליו להתאכסן מלך ב\"ו כמה מכבד הבית ומציע המטות וכ\"ש שבת מלכתא [ח\"א]:",
            "(ד) ומהם ילמד כל אדם - היינו אפילו החשוב יותר ובפרט בימים הקצרים ומכ\"ש כשרואה שכבר הוא סמוך לשבת שאז הוא מחוייב לעסוק בכל כחו וראיתי אנשי מעשה גדולי תורה שהיו מכבדין הבית בעצמן בימים הקצרים כדי שלא יתחלל שבת וזהו חיוב גמור על כל אדם דמאי שנא דאין לו מי שיכין או שהשליח אין לו פנאי:",
            "(ה) כי זה הוא וכו' - ובספרי מסמיך לה אקרא וידעת כי שלום אהלך זו השחזת הסכין כי אם קהה הסכין יוכל לבוא לפעמים לידי קטטנה ח\"ו:",
            "(ו) כפי יכלתו - עיין לעיל בסימן רמ\"ה שם מבואר כל הפרטים בזה:",
            ""
        ],
        [
            "(א) העושה מלאכה - ופרקמטיא שרי ומ\"מ משמע מהגמרא דזמן סגירת החנויות הוא קודם זמן הדלקת הנרות ועיין בבה\"ל ולקמן בסימן רנ\"ו במ\"ב סק\"א:",
            "(ב) סימן ברכה - מאותה מלאכה שאף שירויח במקום זה יפסיד במקום אחר:",
            "(ג) מנחה גדולה - היינו בשש ומחצה ומנחה קטנה היינו תשע ומחצה והסומך על המקילין לא הפסיד והשעות הם זמניות וכ\"ז בעושה מלאכת עצמו אבל פועל הנשכר אצל בעה\"ב בסתם איתא בחו\"מ סימן של\"א דזמנו הוא סמוך לשקיעת החמה ורק כדי שילך לביתו למלאות לו חבית מים ולצלות לו דג קטן ולהדליק לו את הנר אם לא במקום שיש מנהג קבוע לפסוק מקודם ועיין במ\"א ובס' תו\"ש:",
            "(ד) דרך עראי - היינו אפילו בשכר:",
            "(ה) ואינו נוטל וכו' - ואם הוא עני שאין לו מה יאכל שרי כדלקמן ס\"ס תקמ\"ב לענין חוה\"מ וה\"ה כל המלאכות המותרות בע\"פ ובחוה\"מ מותרות בע\"ש [אחרונים] ואפילו יש לו לחם רק הוא צריך לצרכי שבת לענגו בבשר ודגים ומשקין טובים ג\"כ יש לומר דשרי אבל בלא\"ה יש ליזהר בזה מאד כי משמע מכמה פוסקים דמלבד דאין רואה סימן ברכה יש חשש איסור בזה [פמ\"ג]:",
            "(ו) לכתוב לחבירו בשכר - לכן יזהר ג\"כ הכותב סת\"ם שלא יכתוב בשכר אם לא שהוא צריך עתה למזוזה או ס\"ת או תפלין או שהוא דחוק לצרכי שבת וכנ\"ל:",
            "(ז) מספר ישראל - היינו אפילו אם הספר נוטל שכר והטעם נראה לכל שעושה המסתפר לצורך שבת ולכן שרי ולא דמי לתיקון בגדים שאסור בנטילת שכר דהתם אין ניכר בפעולה שהוא לצורך שבת משא\"כ בזה וע\"כ יש ליזהר מלגלח לא\"י. כתב המ\"א שהאר\"י ז\"ל היה נזהר שלא לגלח אחר מנחה אפילו בע\"ש וביארו כונתו דמ\"ש אחר מנחה היינו אחר שהגיע זמן מנחה אבל לא מיירי שהתפלל מנחה והיינו דקאמר אפילו בע\"ש דר\"ל לא מיבעיא בחול קודם שהתפלל מנחה אלא אפילו לצורך שבת שהוא מצוה ג\"כ לא היה מגלח אחר שהגיע זמן מנחה ולא התפלל והעולם שאינם נזהרים בזה אפילו אחר שהגיע זמן מנחה קטנה י\"ל דכיון שקוראין לבהכ\"נ לא חיישינן שיעבור עי\"ז זמן התפלה:",
            "(ח) ויש לאדם וכו' - לכן אין קובעין ישיבה באיזה מקומת בע\"ש ובספר סדר היום כתב דאם רגיל ללמוד דבר שיש לו קצבה או שלומד עם רבים אל יבטלנו ופירש\"י על הסדרא מקרי דבר שיש לו קצבה וע\"כ לא גזרינן שמא ימשוך עד הלילה ואם לא ימצא אח\"כ לקנות אזי לא יקבע הלימוד בבוקר ועיין לעיל בסי' ר\"נ שהארכנו בזה בבה\"ל:",
            "(ט) כדי שיכין - ואם יש לו משרת שיכין בשבילו אין צריך וכ\"ש אם הכין ביום ה' בודאי יוכל ללמוד כדרכו. מיהו מ\"מ צריך לתקן איזה דבר לכבוד שבת ואפילו יש לו כמה עבדים כמ\"ש בסימן ר\"נ:\n"
        ],
        [
            "(א) לשרות דיו וכו' - ובשבת אסור משום מגבל שמערב הדיו והמים יחד וי\"א דאסור משום צובע אפ\"ה כיון שמתחיל בזמן המותר בע\"ש וממילא נגמר הפעולה בשבת שרי וכן בכל הני דקחשיב יש בהן איסור דאורייתא כשעושה אותם בשבת אפ\"ה כיון שמתחיל בע\"ש שרי:",
            "(ב) של פשתן לתנור - אפילו אין טוח כיסויו בטיט אפ\"ה לא חיישינן שמא יגלה הכיסוי ויחתה בגחלים דכיון דהרוח קשה להן לא חיישינן שמא יגלהו:",
            "(ג) צמר לתוך היורה - והיא קולטת הצבע:",
            "(ד) אסור שמא יחתה - היינו אפילו יש זמן שיקלוט עין הצבע מבעוד יום אפ\"ה אסור שמא יחתה כדי לקלוט היטב:",
            "(ה) שמא וכו' והמגיס וכו' - הנה אף דהמחבר השוה הגסה ביורה להגסה בקדירה אינו שוה לגמרי דבקדירה אם היא מבושלת כל צרכו תו לית ביה איסורא ואלו ביורה אסור בכל גוונא להגיס בה כמבואר לקמן בסימן שי\"ח סי\"ח וע\"כ אסור לתת צמר ליורה רותחת סמוך לחשיכה כשאינה טוחה אף שיש שהות לקלוט הצבע מבע\"י שמא יגיס משחשיכה:",
            "(ו) חייב משום מבשל - דע\"י הגסה בקדירה רותחת מתקרב הבישול במהרה:",
            "(ז) מצודות חיה וכו' - ובשבת אם הוא עושה כן ובשעת פריסתו נכנס החיה לתוכה חייב משום צידה:",
            "(ח) ובלבד שיצא וכו' - ר\"ל דאי אין שהות לזה או שהא\"י מתנה עמו שיקח ממנו בשבת אף המכירה אסור:",
            "(ט) מבעוד יום - כדי שלא יהיה נראה שהישראל צוהו להוציאו לחוץ ויש עוד טעם לזה שלא יחשדו את הישראל שמכר לו בשבת או משכנם בידו ולטעם זה אסור אפילו בעיר המוקפת חומה או מקום שיש עירוב וכן הסכימו האחרוני' דבעניננו לענין מכירה וכן לענין שכירות איזה חפץ ודאי דיש להחמיר אפילו במוקפת חומה והא\"י דר שם שיוציאם מביתו מבעוד יום:",
            "(י) אם ייחד וכו' - סברתם דהוי כאלו כבר מונח בביתו של א\"י:",
            "(יא) ויש להחמיר - כדי שלא להרגיל הא\"י בכך. ועיין באחרונים שהסכימו דמדינא אין להקל בזה דקי\"ל בסימן ת\"מ גם גבי חמץ דלא מהני בייחד לו מקום גם דהרואה סבור שישראל צוהו להוציאו ע\"כ אין להקל בזה אלא במקום הפסד וצורך גדול ואם הא\"י אלם יש להתיר אפילו בלא ייחד לו מקום דבכה\"ג לא גזרו חכמים. כתב ע\"ת נראה דאם השכיר את החדר לא\"י בפרוטה על משך יום השבת אין להחמיר כלל ע\"ש אבל המ\"א ושארי אחרונים כתבו דאפילו בשכירות החדר אין לסמוך להקל:",
            "(יב) ליתן בגדיו וכו' - וה\"ה לשארי מלאכות והטעם דכיון דקצב לו דמים בעד מלאכתו ואינו מקפיד עליו שיעשנו תיכף תו כי קעביד ביום השבת אדעתיה דנפשיה קעביד למהר להשלים מלאכתו:",
            "(יג) סמוך לחשיכה - ובעינן שיוציאם ג\"כ מפתח ביתו מבעוד יום [רמב\"ם]:",
            "(יד) אם קצץ וכו' - היינו סך ידוע ולא שכיר יום ועיין סימן רמ\"ז ס\"ב דאם התנה עמו שיתן לו שכר ויתפשר עמו אע\"פ שלא פירש כמה יתן לו דינו כקצץ ובזמן הזה כלים לכובס סתמא דינו כקצץ דקצבתו ידוע ולכן המנהג פשוט ליתנם ע\"ש סמוך לחשיכה:",
            "(טו) בטובת הנאה - היינו שנתרצה הא\"י לעשות לו בחנם ואמרינן דמסתמא הוא בשביל איזו טובה שעשה לו הישראל מתחלה וע\"כ אדעתיה דנפשיה קעביד:",
            "(טז) לעשות בשבת - וכן אם אמר לכובס ראה שאני צריך להם במו\"ש כגון שרוצה ליסע מיד במו\"ש ג\"ז אסור אפילו בקצץ דכיון שא\"א לגמרו אא\"כ יעשה בשבת הו\"ל כאלו אומר בפירוש שיכבס בשבת והוי כשלוחו [אחרונים]:",
            "(יז) בביתו - ר\"ל שלא בבית ישראל דאז מחזי כאלו הוא עושה בשליחות ישראל וכתב הח\"א דבבית ישראל אסור אפילו אם הוא דבר שמנהג כל בני העיר ליתנו בקבלנות ולא אתו למחשדיה בשכיר יום ג\"כ אסור מטעם זה דיאמרו שצוהו לעשות בשבת:",
            "(יח) ואם לא קצץ - היינו שלא התנה עם הישראל אודות שכרו והא\"י מצפה לתשלום שכר אסור ולא אמרינן אדעתיה דנפשיה קעביד כיון שהישראל לא הבטיחו בהדיא:",
            "(יט) בע\"ש - דכשנותנו לו בע\"ש מחזי כאלו נותנו לו ע\"מ שיעשה בשבת וכשקצץ דאדעתיה דנפשיה קעביד לא מחזי כאלו אומר לו כן וכתבו הפוסקים דכשיש שהות לגמרה מבע\"י מותר אפילו בע\"ש ואפילו לא קצץ לכו\"ע ומה שדייק הרמ\"א בע\"ש דבד' וה' שהוא מופלג מן השבת מותר ליתן לו אפילו שאין יכול לגמרה קודם השבת כיון שלא אמר לו שיעשה בשבת:",
            "(כ) דיש חולקים וכו' - וס\"ל דדינו כלא קצץ ואדעתיה דישראל קעביד ואסור בע\"ש ועיין בד\"מ דמסכים להיש חולקין ועיין במש\"כ לעיל בסימן רמ\"ז במ\"ב סקט\"ז:",
            "(כא) בחנם - אם לא שהא\"י בעצמו מתחיל עם הישראל לומר שיעשה לו בחנם אז ודאי דעתו על הטובה שקיבל ממנו מכבר ודינו כקצץ [לעיל בסימן רמ\"ז ס\"ד בהג\"ה]:",
            "(כב) ואם ראהו עושה וכו' - אף שהמחבר הקיל למעלה ליתן לו אף בטובת הנאה מבע\"י ואין לו לחוש מה שיעשה בשבת אפילו אם הוא יודע שיעשה כיון שאינו מצוהו ע\"ז וכמ\"ש לעיל בסימן רמ\"ז במ\"ב סק\"ג מ\"מ כשבא לביתו ומצאו שעושה מחזי דמדעתיה עביד כיון שאינו מקבל שכר ע\"ז וצריך לומר לו שלא יעשה אבל אם התנה עמו מתחלה ליתן לו שכרו אף שלא פירש לו סך ידוע א\"צ למחות בידו דבעבידתיה קעסיק:",
            "(כג) כמה ימים - ר\"ל דבזו הנתינה לא\"י היה לכו\"ע מותר וכנ\"ל אפ\"ה צריך למחות כשרואהו. ודע דאם היה הא\"י שכיר יום אצלו בימי החול והוא רוצה עתה ג\"כ לעשות מלאכתו בביתו בצינעה צריך לילך ולמחות בידו כיון שנודע לו אע\"פ שאין עושה לפניו. כתב מ\"א דאם מצוה לא\"י לעשות לו מנעלים וראהו עושה בשבת אפי' לא קצץ א\"צ למחות בידו דהא אכתי לא נקרא שם ישראל עליהם ואי בעי הא\"י מוכרם לאחר ולזה יעשה מנעלים אחרים וא\"כ לאו בדידיה קעסיק:",
            "(כד) ואם היתה וכו' - דעורות לעבדן וכלים לכובס סתמן אין ידוע שהוא של ישראל וע\"כ אפילו אם הוא מעבד וכובס במקום גלוי אין למחות בידו כשקצץ אבל אם היתה המלאכה ידוע שהוא של ישראל וגם הוא עושה אותה במקום גלוי לכל צריך למחות בידו שלא לעשות בשבת דהרואה אינו יודע שקצץ ואתו למחשדיה בשכיר יום וכנ\"ל בסימן רמ\"ד ס\"א וע\"ש בס\"ד דדעת השו\"ע שם דמדינא אסור בזה וע\"ש בבה\"ל ד\"ה דינו:",
            "(כה) וידוע שהיא וכו' - ולפ\"ז החלוקים שניכרים שהם של ישראל והא\"י מכבסן ע\"ג הנהר שהוא מקום גלוי ומפורסם צריך למחות בידו כשרואהו בשבת [מג\"א] אבל בתו\"ש כתב דלא שייך בזה חשדא דלא נודע של מי הוא והח\"א הקיל בזה עוד מטעם אחר דכיון שידוע שמנהג כל בני העיר ליתן כלים לכובס בקבלנות ע\"כ אפילו אם הא\"י מכבסן במקום מפורסם מותר דאין בזה חשדא משום שכיר יום וכעין מה שכתב בסימן רמ\"ג ס\"ב וה\"ה בכל הכלים שדרך ליתנן בקבלנות ואין איסור בזה אלא כשעושה בבית ישראל דשם לא מהני שום היתר וכמ\"ש למעלה בס\"ק י\"ז:",
            "(כו) כל שקצץ וכו' - ובאופן שלא היה איסור בהנתינה שהיה בזה ג\"כ שארי הפרטים שצריך לקציצה וכנ\"ל בס\"ב:",
            "(כז) אע\"פ וכו' - ולא דמי למה שמבואר בסימן רע\"ו ס\"א בהג\"ה דא\"י שהדליק הנר בשביל ישראל אפילו אם היה על ידי קציצה אסור להשתמש לאורה דהכא אע\"ג שהישראל נהנה בלבישתו ממלאכת שבת מ\"מ א\"י לא עבד בשבת בשביל הנאת ישראל רק אדעתיה דנפשיה למהר להשלים פעולתו משא\"כ התם הדלקתו בשבת היה כדי שישתמש בו הישראל עכשיו ולכן אסור. ולפ\"ז גם בעניננו אם הישראל אמר לא\"י סמוך לחשיכה מדוע לא גמרת מלאכתי והשיב לו אעשה זאת למענך בשבת אה\"נ דאפילו לדעת המחבר אסור ללבשו בשבת כמו גבי נר [פמ\"ג]:",
            "(כח) ויש אוסרין וכו' - טעמם דאסור לישראל ליהנות מהמלאכה בשבת בכל גווני כיון שמ\"מ נעשה המלאכה בשבילו:",
            "(כט) בכדי שיעשה - כדי שלא יהנה ממלאכת שבת ולפ\"ז בשני ימים טובים של גליות אם עשה הא\"י בראשון מותר בתחלת יום שני בכדי שיעשה ממ\"נ דאם היום ראשון קודש השני חול ואם היום ראשון חול בודאי מותר ואין חילוק בכל זה בין מי שנעשה בשבילו בין לאחרים ובספר א\"ר הקיל לאחרים בקצץ:",
            "(ל) ואם יש לתלות וכו' - דהא יש מתירין בכל ענין ואם היה המנעל מתוקן בע\"ש רק שתקנו והחליקו בשבת שרי דהא היה יכול ללבשו בלא\"ה וכמש\"כ סימן רנ\"ג ס\"א בהג\"ה ד' וה\"ה כלי פשתן שנתן הא\"י תחת המכבש בשבת שרי ג\"כ מטעם זה:",
            "(לא) ליקח כלים - ואפילו יודע ודאי שנגמר קודם שבת ויו\"ט ואפילו אם הוא לצורך שבת והטעם מפני מראית העין דיאמרו שבשבת עשאו ומדעת ישראל ואיתא בלבוש דאפילו אם לא יביאם בידו אלא ילבשם שם בבית הא\"י ג\"כ אסור מטעם זה וכתב המ\"א אפשר דאפילו ע\"י א\"י אסור להביאו דעובדא דחול הוא:",
            "(לב) מבית האומן - ואין חילוק בין ישראל לא\"י:",
            "(לג) אבל א\"י שעושה וכו' - דהא אדעתיה דנפשיה עבד בשבת ואיסור דהבאה מבית האומן ס\"ל להרמ\"א דלא שייך בזה אף שהוא הולך אצלו משום דכיון שהכל יודעים שהא\"י רגיל לעשות לעצמו בשביל מקח תו ליכא משום מראית העין שיאמרו שצוה לו לעשותם והמג\"א ושארי הרבה אחרונים חלקו על דבריו וס\"ל דגם בזה אסור לילך אצלו וליקח ממנו כמו משאר אומן אלא אחר שהביא לבית ישראל מותר ללבשו דמסתמא לאו אדעתיה דישראל עבד אם הוא עיר שרובה א\"י כמ\"ש בסימן תקט\"ו אך אם הא\"י הוא חנוני שאינו אומן אפשר דיש להקל וגם בזה מפקפקים התו\"ש והפמ\"ג דהוי עכ\"פ עובדא דחול:",
            "(לד) שלא יקצוץ עמו - דהיינו שלא יזכיר לו סכום דמים דאל\"ה הוי בכלל מקח וממכר אע\"פ שאינו משלם לו עכשיו:",
            "(לה) לפתוח וכו' - היינו שפותח מים סמוך לחשיכה משפת המעין שילך לגינה להשקותה:",
            "(לו) ולהניח - היינו אף שנשאר מונח בשבת ועי\"ז מתרפא והולך וה\"ה שמותר להניח אז תחבושת על המכה [גמרא]:",
            "(לז) קילור עבה - דקילור רך וצלול אף בשבת גופא מותר להניחו כשהיה שרוי מבע\"י כדלקמן בסי' שכ\"ח סכ\"א ע\"ש:",
            "(לח) שאסור וכו' - שמא ימרח:",
            "(לט) ולתת מוגמר - לבונה ומיני בשמים נותנין על האש ומעשנין הבגדים שיהא ריחן נודף [רש\"י]:",
            "(מ) ואפילו מוגמר וכו' - וכ\"ש כשהמוגמר מונח על הארץ דשרי:",
            "(מא) לשרותן - דבשבת אסור וכדלקמן בסימן של\"ו סי\"א ע\"ש:",
            "(מב) וטוענין וכו' - ואפילו לא נתרסקו מקודם מותר לטעון כיון שמתחיל הפעולה קודם שתשקע החמה וכנ\"ל אך לענין שמן ויין היוצא מהן כתב המ\"א דאין מותר רק אם הוא טוען בעוד היום גדול שיוכל להתרסק קודם שבת ע\"י טעינת הקורה וא\"כ אפילו סחיט להו אח\"כ בידים בשבת ליכא חיוב חטאת ולכן המשקין היוצא מהן מותר דאין מקום לגזור משום סחיטה אבל אם יטעון סמוך לשקיעה ממש דלא יתרסקו קודם השבת ע\"י הקורות אסור המשקין היוצא מהן גזירה שמא יסחוט:",
            "(מג) והשמן והיין היוצא וכו' - פי' אף מה שיוצא בשבת ולא גזרינן שמא יסחוט כמו שגזרו במשקין שזבו מזיתים וענבים שלא נתרסקו וכדלקמן בסימן ש\"כ ס\"א דהתם יש חיוב חטאת אם יסחוט ע\"כ גזרו אפילו בזבו מעצמן אבל הכא שכבר נדרסו ע\"י הטעינה ובלא\"ה זב מעצמו אלא שיוצא טפי ע\"י הסחיטה בידים בזה אין איסור אלא מדרבנן ע\"כ בזב מעצמו בשבת שרי לגמרי וזה הטעם הוא ג\"כ בבוסר ומלילות שריסקן ועיין בבה\"ל דאין להתיר כ\"א בשדכן ג\"כ קודם השבת ודיכה הוא יותר מריסוק:",
            "(מד) וכן בוסר - ענבים בתחלתן כשהן דקים מוציא מהן משקה לטבל בו בשר לפי שהוא חזק וקרוב להחמיץ:",
            "(מה) ומלילות - שבלין שלא בשלו כל צרכן מרסקן וטוענין באבנים ומשקה זב מהן ומטבל בו:",
            "(מו) לתת חטים וכו' - וה\"ה שמותר אז בעצמו לפתוח ג\"כ את המסגרת של המים שעי\"ז טוחנין הריחיים:",
            "(מז) של מים - ולא של בהמה דאדם מצווה על שביתת בהמתו:",
            "(מח) ובכל מקום - כלל בזה כל כיוצא בזה המשמיע קול דאוושא מילתא ואיכא זילותא לשבתא וכמו שכתב בד\"מ ואם הריחיים של א\"י בודאי שרי לתת לתוכה מבעוד יום וה\"ה אם השכירו לא\"י ואם הישראל מסר לא\"י התבואה מבעוד יום אז אף אם הא\"י טוחן אותם בשבת שרי בקצץ דא\"י אדעתיה דנפשיה עביד רק שלא יעמוד ישראל אצלו דמחזי כשלוחו כמ\"ש סוף סימן ש\"ז ולצורך הפסח מותר לישראל להיות עומד שם לראות שלא יתחמץ וכן מותר להושיב שומר שלא יגנוב הא\"י ובלבד שלא ידבר עמו בשום עסק וכמו שכתבנו לעיל בסוף סימן רמ\"ד [אחרונים]:",
            "(מט) במקום פסידא וכו' - הטעם דאז יכול לסמוך אדעה ראשונה שמקלת ליתן מבע\"י אבל בשבת אסור ליתן אפילו ע\"י א\"י ואפילו הוא שכירו ועיין לעיל בסימן רמ\"ג במ\"ב סק\"י דיעשה שטר מכירה לא\"י דהוא מוכרו לו על שבת:",
            "(נ) כי הכל יודעים וכו' - ולא יחשדוהו שהעמידו בשבת והנה מוכח כאן דאסור להעמידו בשבת ואפילו לומר לא\"י להעמידו בשבת וכונתו לשם מצוה לידע זמן ק\"ש ותפלה ג\"כ צ\"ע דאפשר דיש בו מלאכה ד\"ת ולא הותר ע\"י א\"י אפילו במקום מצוה [פמ\"ג ע\"ש שהאריך עוד] ועיין לקמן בסימן של\"ח במ\"ב מה שנכתוב בזה:",
            "(נא) במחטו - וה\"ה כשאוחז שאר חפץ בידו:",
            "(נב) בידו - וה\"ה כשיש לו שאר חפץ מונח לו בכיסו דדרך הוצאה היא וחייב בשבת ואסרו לצאת בו מביתו סמוך לחשיכה שמא ישכח ויוציא משתחשך אבל מותר לצאת לר\"ה סמוך לחשיכה במחט התחובה לו בבגדו [במקום שאין דרך להוציא כן בחול] וכל כיו\"ב בענין שאם היה יוצא בו בשבת פטור מדאורייתא כמבואר לקמן בסימן ש\"א ואף שעכ\"פ מדרבנן אסור לא גזרו חז\"ל גזירה לגזירה ולפ\"ז האידנא דליכא ר\"ה אלא כרמלית שרי לצאת בחפץ שבידו סמוך לחשיכה [היינו קודם שקיעה] דלא הוי אלא גזירה לגזירה [מ\"א] מיהו לדעת הרבה פוסקים והמחבר מכללם גם בזה\"ז איכא ר\"ה כמו שמוכח בסימן שמ\"ה [תוספות שבת] ולפי מה שכתב הגר\"א בבאורו אסור סמוך לשקיעה ממש אפילו לכרמלית:",
            "(נג) שמא ישכח ויוציא - היינו שישכח ויוציא את החפץ משתחשך מרשות לרשות או יעבירנו ד\"א בר\"ה:",
            "(נד) בתפלין - ר\"ל בתפלין שבראשו ולא גזרינן שמא ישכח מלסלקם עד שחשיכה ויצטרך אז לפנות ויסירם מעל עצמו וישאם ד\"א בר\"ה כמ\"ש סי' ש\"א ס\"ז לפי שמסתמא אינו שוכחם בראשו שמצוה למשמש בהם ואסור להסיח דעתו מהם אבל אם אוחזן בידו אסור לצאת בהם סמוך לחשיכה כמו שארי חפצים דמסיח דעתו מהם וישכח ויוציאם משחשיכה מרשות לרשות או שישאם ד\"א:",
            "(נה) בכליו - בבגדיו בכל מקום שדרכו להשתמש בו כגון בכיסין התפורין לו ואף בחגורו במקום שהמנהג להניח בתוכו חפציו דשמא יש בהם איזה דבר ויוציאנו לר\"ה או שמא יש דבר מוקצה ויטלטלנה בשבת:",
            "(נו) בע\"ש - נראה דה\"ה בשבת אם הוא רוצה לצאת חוץ לעירוב והוא רגיל לשאת בכיסו דבר המותר לטלטל שצריך למשמש מתחלה:\n"
        ],
        [
            "הנה מפני שהסימן הזה רבו פארותיו וכדי שלא יבלבל עיני הקורא בו אמרתי להעתיק מספר מחצית השקל פתיחה קטנה אליה מעיקרי הדינים שלה כדי שירוץ הקורא בו. דע שיש ענין שהיה וענין חזרה. שהיה מקרי שנותן תבשיל מע\"ש ע\"ג כירה לא דרך הטמנה ומניחו עומד ע\"ג כירה ובשבת נוטל מהכירה. וחזרה מקרי כשהניחם מע\"ש ע\"ג כירה ובשבת נוטלו מהכירה ורוצה להחזירה שנית ע\"ג כירה [זהו עיקר דין חזרה לכו\"ע אבל יש עוד ענין חזרה שנוטלו מע\"ש סמוך לחשיכה ומחזירו כמבואר בס\"ב בהג\"ה] ופליגי חנניה ורבנן דחנניה ס\"ל אם התבשיל כבר נתבשל כמאכל בן דרוסאי הוא כחצי בישול [וי\"א כשליש בישול] מותר להשהותה ע\"ג כירה אפילו אם אינה גרופה מן הגחלים ואינה קטומה [היינו שמכוסה הגחלים באפר] וחכמים ס\"ל דאסור אם אינה גרופה וקטומה אא\"כ נתבשל כל צרכו ומצטמק ורע לו. ובריש פרק כירה תנן כירה שהסיקוה וכו' בגפת ובעצים לא יתן עד שיגרוף או עד שיתן את האפר ומבעי להש\"ס האי לא יתן דתנן ר\"ל לא ישהה אלא אם כן גרוף וקטום ואתיא כרבנן דחנניה או לא יתן ר\"ל לא יחזיר אבל שהיה מותרת אפילו אינו גרוף וקטום ואתיא כחנניה ולא איפשיטא האי בעיא. ופסקו הרי\"ף והרמב\"ם והעומדים בשיטתם לשהות תנן וכרבנן דחנניה דאפילו לשהות בעינן ע\"ג גרופה וקטומה. והתוספות פסקו להחזיר תנן אבל לשהות מותר אפילו על אינה גרופה משנתבשל כמאכל בן דרוסאי וכחנניה. והן השתי דעות שהובאו בשו\"ע בסימן זה דעה א' היא דעת הרי\"ף והרמב\"ם והי\"א שמביא המחבר בסוף ס\"א הוא דעת רש\"י ותוספות הנ\"ל זהו מה שבארנו בקצרה ומעתה נבוא לבאר את דברי השו\"ע בעז\"ה:",
            "(א) ושופתין על פיה - גם בתוכה יש מקום להעמיד הקדרה ומותר להשהות במצטמק ורע לו אלא משום דרוצה להשמיענו איסור במצטמק ויפה לו אפי' על פיה:",
            "(ב) אם הוסקה וכו' - משום דכל הני עבדי גחלים וחיישינן שמא יחתה בהם:",
            "(ג) שהיא פסולת של זיתים - וי\"א דה\"ה פסולת של שומשמין דגם הם בכלל גפת הנזכר במשנה וכדלקמן בסימן רנ\"ז ס\"ג לענין הטמנה:",
            "(ד) או בעצים - וה\"ה פחמין וגללי בהמה גסה:",
            "(ה) ליתן עליה - וה\"ה אם היה נתון צריך לסלק כשהגיע זמן חשיכה אם לא נתבשלה כל צרכה או שמצטמק ויפה לו:",
            "(ו) מבעוד יום - היינו ליתנו קודם שקיעת החמה להשהותו עליה לצורך הלילה:",
            "(ז) אא\"כ נתבשל וכו' - היינו דכיון שכבר נתבשלה לגמרי עד שאם תתבשל יותר תצטמק לרעה לא חיישינן לחיתוי ומותר ליתנה אז לכתחלה:",
            "(ח) מצטמק - פי' כל דבר שאדם עצב כשיבש ונתכווץ מחמת רוב הבשול וכן ביפה לו היינו שהוא שמח מזה:",
            "(ט) או שהיה חי - ודוקא בשר חי שא\"א להתבשל לצורך סעודת הלילה אבל ירק ושארי דברים שהם קלי הבישול לא מהני מה שהוא חי וכן מה שכתב לקמיה חתיכה חיה היינו ג\"כ בשר:",
            "(י) שלא נתבשל - פי' אז שרי ליתנו סמוך לשקיעה ממש אבל אם נתנו מבעוד יום אסור דכבר נתבשל קצת קודם שבת וצריך לסלק כשהגיע זמן שבת אא\"כ נתבשל כל צרכו קודם זה:",
            "(יא) כלל - היינו דאפילו הוחם התבשיל נמי מותר להשהות ולא גזרינן שמא יחתה כיון דעצם הבישול לא נתבשל כלל:",
            "(יב) שמא יחתה - למהר בישולו כדי לאכול בלילה או כדי שיהיה מצטמק יפה:",
            "(יג) שהוציא ממנו - חוץ לכירה ומותר בזה וכן בקטם אפילו רק נתבשל קצת:",
            "(יד) שכסה הגחלים - היינו כל הגחלים וא\"צ לקטום עד שאין ניכר שם אש כלל רק בכסוי אפר כל שהוא מלמעלה על פניהם סגי ואפילו הובערה אח\"כ שרי [גמרא]. עוד אמר שם דאפילו היו הגחלים של רותם שאינם ממהרין להכבות ג\"כ שרי והטעם בכל זה כיון דגילה דעתו דלא בעי לגחלים סגי דבודאי לא אתי לחיתויי. עוד איתא דגחלים שעממו [היינו שהוחשך קצת מראיתן] הרי הן כקטומה והטעם דכיון שלא חשש ללבותן שלא יעוממו מוכחא מלתא שאינו קפיד בחתויה [רשב\"א]:",
            "(טו) מותר לסמוך לה - י\"א דלא שרינן הכא כ\"א הסמיכה בע\"ש להשהותה משתחשך אבל להחזיר בשבת אסור אפילו בסמיכה ורק לסברא שניה המוזכר בסוף הסעיף מותר אפילו בחזרה ע\"פ האופנים המבוארים בס\"ב אבל כמה אחרונים חולקין ע\"ז ודעתם דחזרה בסמיכה מותר לכ\"ע. ואפי' בסמיכה לכתחלה בשבת יש מקילין היכא שהקדירה עדיין חם ומבושל כל צרכו ועיין במה שכתב הרמ\"א בסוף הסימן ובבה\"ל שם:",
            "(טז) קדירה - היינו ג\"כ אפילו לא נתבשלה שליש דכיון דאינו אלא סומך לה מבחוץ לא חמיר האי כירה מגרופה וקטומה הנ\"ל דמותר שם להשהות אפילו לא נתבשלה כדי שליש וכנ\"ל:",
            "(יז) בסמוך חוצה לה - היינו אפילו אם היד סולדת במקום ההוא:",
            "(יח) מותר לשהות עליה - וה\"ה בתוכה דכיון דכגרופה דמיא ומבעוד יום הוא נותנו לתוכה מה לי תוכה מה לי על גבה:",
            "(יט) אפילו אינה וכו' - לפי שאין בה חשש חיתוי שמיד שכלה השלהבת כלה גם הגחלת [כל בו]:",
            "(כ) אע\"פ שמוסיף הבל - פי' בכירה הגרופה והו\"א דלהוי כאינה גרופה קמ\"ל דלא אמרינן הכי ואפילו בשבת מותר להחזיר עליה:",
            "(כא) ותנור - היינו בתנור שלהם שעשויות ככירה אך מתוך שקצרות למעלה ורחב למטה נקלט חומו לתוכו טפי מכירה לכך החמירו בו יותר מכירה:",
            "(כב) אפילו אם הוא גרוף - מפני שהגורף אינו גורף אלא רוב האש עצמה וא\"א שלא תשאר ניצוץ אחד ובתנור שחומו רב חיישינן שמא יחתה כדי שיבערו אותם הניצוצות. והנה מלשון המחבר משמע דס\"ל כדעת הטור דאפילו בקש ובגבבא אסור בגרוף וקטום וכן הוא דעת ה\"ר יהונתן המובא בחידושי הר\"ן אכן מלשון הרמב\"ם משמע דבקש וגבבא אינו אסור בתנור כ\"א באינו גרוף [א\"ר] וכן הוא דעת הכל בו וחידושי הר\"ן ויש להקל בזה:",
            "(כג) שהיד סולדת בו - אבל אם אין היס\"ב מותר ליתן אפילו על גביו אפילו בשבת ואפשר דאפילו אין גרוף וקטום מן הגחלים ג\"כ שרי כיון שהמקום שמעמיד שם הקדרה אין היד סולדת בו [מ\"א]:",
            "(כד) וכ\"ש שאסור וכו' - ודוקא בלא נתבשל כ\"צ או במצטמק ויפה לו אבל במצטמק ורע לו מותר וכן בקידרא חייתא ואפילו באינו גרוף וקטום:",
            "(כה) שהוא מקום וכו' - הוא עשוי כעין כירה אלא דכירה הוא מקום שפיתת שתי קדרות וכופח הוא מקום שפיתת קדרה אחת לפיכך נפיש הבליה מכירה שהמקום צר והחום מתקבץ בו ביותר וזוטר הבליה מדתנור:",
            "(כו) דינו ככירה - ואפילו לא גרף את הקש ולא קטם:",
            "(כז) דינו כתנור - שאפילו גרף וקטם אסור בין בתוכה בין ע\"ג בין בסמיכה:",
            "(כח) ותנורים שלנו - שפיהם מן הצד ועוד שרחבים ביותר אין חומם רב כ\"כ וע\"כ דינו ככירה ובספר תפארת שמואל הביא בשם רש\"ל שחולק ע\"ז וסובר דשוים הם לדינא ע\"ש ועכ\"פ בתנור של נחתומין שמסיקין בו תדיר וחומו רב טוב להחמיר לדונו כתנור:",
            "(כט) ואם שכח ושהה - וכ\"ש אם שגג בדין:",
            "(ל) אפילו הוא מצטמק ויפה - ואפילו הוא בתוך התנור והטעם דלא נהנה ממנו כ\"כ כיון דבלא\"ה היה ראוי לאכילה שנתבשל כ\"צ וע\"כ בדיעבד מותר:",
            "(לא) אסור - לכל אדם וכ\"ש לבני ביתו דאסור כיון דנתבשל בשבילם:",
            "(לב) עד מוצאי שבת - בהגהות אשר\"י מבואר דגם בכאן הוא בכדי שיעשה כמו בעבר ושהה ומלשון הרמב\"ם לא נראה כן [פמ\"ג]:",
            "(לג) החזירה א\"י - לצורך ישראל:",
            "(לד) דינו כשכח - דמה שנעשה ע\"י א\"י במזיד לא חמיר ממה שנעשה ע\"י ישראל בשוגג וע\"כ אפי' אם מצטמק ויפה לו מותר כיון שנתבשל כל צרכו ואין נהנה ממנו כ\"כ:",
            "(לה) ואם החזירו ישראל - בשבת אפילו בשוגג דינו כעבר ושהה במזיד ואסור אם מצטמק ויפה לו והטעם דמחמרינן בחזרה טפי מבשהיה משום דקעביד מעשה ועיין במ\"א שפסק דלאחרים שרי בזה מאחר שהיה מבושל קודם כ\"צ והיה שוגג. ודע דדין זה הוא אפילו לשיטת הרמ\"א דפוסק בסוף הסעיף כהי\"א דבשהיה מותר כמאכל בן דרוסאי הכא בחזרה שוים הם לדינא דהא לכו\"ע בחזרה אסור אפילו אם נתבשל כל צרכו:",
            "(לו) ואם מצטמק ורע לו מותר - ר\"ל אע\"ג דלכתחלה אסור בחזרה אפילו אם מצטמק ורע לו בדיעבד מותר אפילו להחזיר במזיד שהרי לא נהנה כלל:",
            "(לז) וי\"א שכל וכו' - ס\"ל דכיון שנתבשל שראוי לאכול ע\"י הדחק תו ליכא למיחש שמא יחתה דכיון שראוי לאכילה למה יחתה בחנם ולכך שרי אפילו באינה גרופה וקטומה ואין צריך לזה אלא כשעדיין לא הגיע למאב\"ד או כשבא להחזירה בשבת דמחזי כמבשל אם אינה גרופה:",
            "(לח) כמאכל בן דרוסאי - י\"א חצי בישול וי\"א שליש בישול והשו\"ע לקמן בסימן רנ\"ד ס\"ב סתם חצי בישול ובמקום הדחק אפשר דיש להקל:",
            "(לט) או אפילו וכו' - דלא מפלגינן בין תנור לכירה אלא מה שאסור בכירה שאינה גרופה משום חשש חיתוי אסרינן בתנור אפילו בגרוף דמשום חום התנור חשבינן ליה כאינו גרוף וכנ\"ל אבל מה שהתירו בכירה אפילו באינה גרופה דלא אתי לחתות משום דכבר נתבשלה גם בתנור מותר:",
            "(מ) ע\"ג התנור - וה\"ה בתוך התנור והכירה:",
            "(מא) ולא הגיע וכו' - דאז חיישינן שמא יחתה בגחלים אם הוסקה בגפת ועצים וגם איננה גרופה מן הגחלים:",
            "(מב) ובא להחזירה - עיין לקמן בס\"ב:",
            "(מג) ולא הגיע - דבהגיע לדעה זו מותר אפילו לכתחלה ונראה דלענין דיעבד יש להורות דכמאב\"ד הוא שיעור שליש שרבו העומדים בשיטה זו עיין בא\"ר:",
            "(מד) אסור - היינו אפילו לאחרים עד מו\"ש ואם בעינן בזה בכדי שיעשה עיין לעיל בס\"ק ל\"ב:",
            "(מה) על כסא של ברזל - כעין פטפוט של שלש רגלים והגחלים מונחים תחתיו:",
            "(מו) הטמנה על גבי גחלים - הכי ס\"ל להמחבר דאם שולי הקדרה נוגעין בגחלים מקרי הטמנה וממילא דאסור אף בנתבשל כל צרכו ומצטמק ורע לו וכדלקמן בסימן רנ\"ז ס\"ז:",
            "(מז) כל זמן וכו' - ואפילו אם הקדרה עומדת בתוך התנור והתנור סתום לאו בכלל הטמנה היא וכדלקמן בסימן רנ\"ז סוף ס\"ה ע\"ש:",
            "(מח) שהיא מגולה וכו' - היינו שאין מכסה עליה בבגדים מלמעלה ועיין לקמן ברנ\"ז ס\"ה:",
            "(מט) ושרי - היינו דהוא רק בכלל שהיה ושרי בשנתבשל מבעוד יום כמאב\"ד לפי מה שנהגו כסברא אחרונה:",
            "(נ) יש להסירו משם וכו' - דקשה לישראל ליזהר שלא ינענע הגחלים בעת נטילתו את הקדרה:",
            "(נא) מותר לישראל וכו' - ודוקא כשעומדת הקדרה ע\"ג גחלים אבל הגחלים מונחים סביב הקדרה אסור לישראל משום שע\"י נטילתו בודאי יחתה בגחלים ואסור דעי\"ז מבעיר התחתונות ומכבה העליונות ואף שאין מתכוין לזה פסיק רישא הוא ואפילו ע\"י א\"י יש מחמירין בזה עיין במ\"א וא\"ר ומ\"מ נראה דלצורך שבת יש לסמוך ע\"ד המקילין ע\"י א\"י ודין פתיחת התנור וסתימתו ע\"י הא\"י יתבאר בסוף סימן נ\"ט ע\"ש במ\"ב:",
            "(נב) שהיא גרופה וקטומה - אבל אינו גרוף וקטום אסור אפילו במצטמק ורע לו וכן בתנור אפילו גרוף וקטום [אחרונים]:",
            "(נג) אפילו בשבת וכו' - דלא תימא דלא התירו חכמים אלא כשנטל מע\"ש ומחזיר בע\"ש סמוך לחשיכה קמ\"ל דמותר ליטול ולהחזיר אפילו בשבת גופיה ואפילו כמה פעמים:",
            "(נד) כ\"ז שהיא רותחת - פרט זה אינו דומה לכל הנזכרים בסעיף זה דבהם הטעם הוא דלא התירו חכמים חזרה כ\"א באופן זה אבל בזה הטעם הוא דכיון שנסתלק מרתיחתו דהיינו שאין היד סולדת בו יהיה בו שוב איסור בישול וכדלקמן בסימן שי\"ח ס\"ד ולפי מה שפסק הרמ\"א שם סט\"ו בהג\"ה נהגו להקל אם לא נצטנן לגמרי:",
            "(נה) ועודה בידו - ר\"ל שלא הסיר הקדרה מידו מעת נטילתה מן הכירה עד שעה שיחזירנה ולאפוקי אם הניחה ע\"ג מטה או ספסל וכדומה לזה בינתים הוי כמו שהניחה ע\"ג קרקע בינתים וזה אסור לכו\"ע דבטלה לה השהיה הראשונה ושוב כשמחזיר ומניחה ע\"ג הכירה הו\"ל כמושיב לכתחלה ע\"ג הכירה בשבת וחכמים לא התירו אלא חזרה אבל לא להושיב לכתחלה אף שכבר נתבשלה כל צרכה ואין בה מן הדין משום איסור בישול מ\"מ כיון שמעמידה במקום שדרך לבשל שם תמיד נראה כמבשל לכתחלה בשבת:",
            "(נו) ודעתו להחזירה - הטעם ג\"כ כנ\"ל שעי\"ז לא בטלה עדיין שהיה הראשונה שהשהה אותה על הכירה מבעוד יום כיון שהיה דעתו להחזיר עד שלא תצטנן אבל אם בתחלה כשנטלה לא היה דעתו לזה ושוב נמלך להחזיר תיכף אסור אף שלא הניח ע\"ג קרקע בינתים דהו\"ל כמושיב לכתחלה בשבת ועיין בביאור הלכה שהבאנו הרבה מהראשונים שמקילין בעודן בידו אפילו אין דעתו להחזיר וכן מקילין בדעתו להחזיר אף שבינתים הסירן מידו ונראה שבעת הצורך יש לסמוך ע\"ז:",
            "(נז) ודוקא על גבה - היינו על עובי דפנותיה מלמעלה או ששם כיסוי על חללה והעמיד הקדירה על הכיסוי ואפילו אם תלה הקדירה לתוך אויר הכירה וקצת דפנותיה בולטין מלמעלה כדרך הקדירה שקצרה מלמטה ורחבה מלמעלה ג\"כ בכלל ע\"ג הוי ולא מקרי תוכה אלא כשיושבת הקדירה על קרקעית הכירה:",
            "(נח) אבל לתוכה אסור - דכיון שהוא מעמיד לתוכה כדרך שמבשלין בה תדיר נראה כמבשל [רשב\"א ור\"ן] ואותן הכירות שאין להן תוך וחלל אלא הן פשוטות ותוכן וגבן אחד מותר להחזיר להן דאין עליהן שם תוך ואם יש אש בכירה עיין סימן שי\"ח סט\"ז:",
            "(נט) ובתנור - אפילו הוסק בקש או בגבבא וכנ\"ל:",
            "(ס) וה\"ה לכופח וכו' - דהלא לא הותרה חזרה לכו\"ע אלא בגרופה ובתנור וכופח שהבלם רב לא מהני גריפה וכדלעיל בס\"א:",
            "(סא) ודוקא שהתבשיל וכו' - קאי ארישא דאמר אפילו בשבת מותר להחזירה ע\"ג כירה כשהקדירה רותחת ולזה ביאר דדוקא כשהוא מבושל כ\"צ אבל אם לא נתבשל כ\"צ שייך אחריו עוד בישול ועיין במה שנכתוב לקמן בסימן שי\"ח ס\"ד במ\"ב שם:",
            "(סב) אפילו לכירה אחרת - ואפילו אם הבלה מרובה מראשונה מ\"מ לא הוי רק בכלל חזרה ושרי אבל אם היתה בתחלה טמונה בדבר שאינו מוסיף הבל ובשבת בא להושיבה לכירה או להיפוך מכירה להטמנה אסור דזהו פעולה חדשה ואין טומנין משחשיכה אפילו בדבר שאינו מוסיף הבל וכדלקמן בסימן רנ\"ז:",
            "(סג) וי\"א דכל זה וכו' - פי' הא דבעינן דוקא עודה בידו גם דעתו להחזיר אבל גרוף וקטום לכו\"ע בעינן:",
            "(סד) כשנטלו מן הכירה מבעוד יום וכו' - דכיון שלא היה הנטילה בשבת נראה חזרתו כפעולה חדשה והוי כנותן לכתחלה ומבשל משו\"ה מצרכינן עכ\"פ עודנה בידו וכה\"ג כי היכי דליהוי הכירא שאינו אלא חזרה:",
            "(סה) על גבי קרקע - ואפילו לא היה דעתו להחזיר והטעם שהרי הכל ידעו דכבר עמדה הקדירה בכירה ונתבשלה כבר:",
            "(סו) וכן נוהגים להקל בתנורים וכו' - היינו שמחזירים לתוך התנור בשבת מה שנותר להם אחר שלקחו מן הטשאלינ\"ט לאכילה כדי שלא יצטנן:",
            "(סז) וטוב להחמיר - כי הרבה פוסקים חולקין על הר\"ן ועוד כי הב\"י סובר שגם הר\"ן לא התיר אלא ע\"ג כירה ולא בתוכו וגם המ\"א בס\"ק ל\"ה מצדד כהב\"י ע\"ש ומי עדיפא תנור שלנו מכירה ומ\"מ נראה שיש זכות על המנהג כי כבר נתבאר בפוסקים שאין לאסור חזרה אא\"כ יש חום שהקדירה יהיה נעשה רותחת מן החום וזה אין מצוי כ\"כ ע\"כ אין לפקפק בזה ועיין לקמיה בס\"ק ס\"ח ואח\"כ מצאתי בלבוש כדברינו:",
            "(סח) מיהו אם נצטנן - היינו אם נצטנן לגמרי וכמ\"ש למעלה והטעם דשייך אח\"כ עוד בישול חדש ועיין לקמן במ\"א סקל\"ו שכתב דאפילו בדבר יבש שאין בו מרק דלא שייך בו בישול ג\"כ אסור דכיון שכבר נצטנן בטלה השהיה הראשונה והוי כנותן עתה מחדש בתוך התנור לזה אסור בכל גווני וכ\"ז כשמניחו עתה במקום שע\"י החום יהיה היד סולדת בו. כתבו האחרונים דבמקום שמותר להחזיר מותר אפילו לסתום פי התנור בדף אחר החזרה דסתימת הדף לא מקרי הטמנה מיהו אם ע\"י סתימת פי התנור יהיה רותח טוב שלא לסתום וכנ\"ל בס\"ק ס\"ז. ודע דכ\"ז הוא באין גחלים בוערות בתנור אבל אם יש שם גחלים בוערות פשוט במשנה דבאין גרוף וקטום אפילו לב\"ה אסור להחזיר ואפילו תנור שלנו דדמי לכירה ג\"כ אסור בכל גווני [טו\"ז] ולפי מה שכתב בספר ישועות יעקב דלענין חזרה סגי כשגרוף הגחלים לצד אחד יש להקל אם גרף הגחלים מבע\"י שיהיו רק לצד אחד:",
            "(סט) אסור להניחו וכו' - דזה מקרי תחלת הטמנה [דמה שהיה מונח מתחלה בתנור ענין אחר הוא וכדלעיל בס\"ק ס\"ב] ואין טומנין בשבת אפילו בדבר שאינו מוסיף הבל ולכן אפילו היה עדיין המאכל חם ורותח אסור. ואם אינו טמון היטב בתוכם שהוא פתוח מלמעלה שרי דזה לא מקרי הטמנה כמ\"ש רמ\"א בסוף ס\"א בהג\"ה:",
            "(ע) י\"א דכל שהוא סמוך וכו' - כדי להבין דברי הי\"א מוכרח אני להאריך קצת דהנה התוס' והרא\"ש וסייעתם הוכיחו דבע\"ש נמי שייך דיני חזרה דהיינו אם נטל מבעוד יום מן הכירה או מן התנור לדידן אסור להחזיר עליו אא\"כ הוא גרוף וקטום והקשו ע\"ז א\"כ דאסרינן להחזיר אפילו בע\"ש אם יסלק הקדרה מן הכירה בע\"ש בהשכמה לא יהיה יכול להחזיר ואיזה שיעור זמן נתנו חכמים ע\"ז ומסקי דאם הוא סמוך לחשיכה כ\"כ עד שאם היה קר לא היה יכול להרתיחו באותו זמן אסרו אז להחזיר בלא גריפה דאם יהיה מותר אז להחזיר יחזיר גם בשבת וכולא חדא גזירא היא ובשבת אסור שמא יחתה וכ\"ז הוא דעת הי\"א שהזכירו הרמ\"א והיש מקילין הוא דעת רש\"י וסייעתו דס\"ל דלא גזרו על חזרה כ\"א משחשיכה ולא מבעוד יום:",
            "(עא) או סמוך לברכו - בזמנם היו נוהגין לומר ברכו בהקדם וקמ\"ל דכיון דע\"י ברכו הוא קבלת שבת הוי כשבת גמור ובעינן שאותו השיעור יהיה קודם ברכו דוקא ועיין במ\"א שחולק ע\"ז וס\"ל דלא נזכר זה השיעור רק קודם חשיכה ולא קודם ברכו:",
            "(עב) אם הוא סמוך כ\"כ וכו' - היינו אפילו הוא קודם שקיעת החמה איזה זמן דינו כמו בשבת. והיינו רק לענין דבעינן גרופה וקטומה כמו בשבת אבל לענין דעתו להחזיר ושלא יניחנו ע\"ג קרקע לא בעינן בזה [תו\"ש והגר\"א בשם הרא\"ש]. וחי לגמרי שרי להחזיר סמוך לחשיכה ממש אפילו לאינה גרופה וקטומה וכמ\"ש ס\"א:",
            "(עג) עצמו - ודוקא אחר שנגמר כל בישול הקדירה ומניחה לעמוד על הכירה עד הערב לשמור חומה בזה הוא דמחמרינן אם נטלה שלא להחזירה לשאינה גרופה אבל כ\"ז שלא נתבשל כל צרכה נוטלה ומחזירה בכל גווני דלא שייך למיגזר דיחזיר גם בשבת דזהו מבשל בשבת ופשיטא דמזדהר בהכי אפילו אי שרית להחזיר מבע\"י ויש מחמירין גם בזה משום לא פלוג:",
            "(עד) טוב להחמיר - ולפ\"ז אין ליטול הקדרה מכירה ולתנו ע\"ג תנור שאינו גרוף וקטום סמוך לחשיכה דאף דתנור שלנו דינו ככירה הא בכירה גופיה יש להחמיר לדעה זו ואם הוא גרוף וקטום מותר אף בשבת:",
            "(עה) ע\"ג כירה ממש - היינו דבזה יש אוסרין חזרה סמוך לחשיכה וכנ\"ל:",
            "(עו) במקום שהיס\"ב - דאי אין היד סולדת בו אפילו בשבת שרי [ב\"י]:",
            "(עז) סמוך לחשיכה - היינו אפילו נצטנן לגמרי ואי לא נצטנן לגמרי אפילו בשבת שרי וכמש\"כ בסימן שי\"ח סט\"ו בהג\"ה:",
            "(עח) ובתנור אין חילוק - היינו בתנור של זמן התלמוד [וכבר כתוב זה בשו\"ע בס\"א אלא דשם מיירי לענין שהיה וכאן מיירי לענין חזרה] אבל תנורים שלנו שפתוחים מן הצד הם ככירה [אחרונים]:",
            "(עט) ישנה - אבל חדשה אסור דמתלבן ע\"י החום ונעשית כלי גמורה עי\"ז ובקדרות שלנו שכבר נגמר תיקונן ועשייתן בתנור של יוצרים אפשר שיש להקל במקום הדחק:",
            "(פ) ריקנית - דאם יהיה בה תבשיל אסור להשימה על הכירה מחמתה גופה:",
            "(פא) על פי הכירה - דהו\"ל כירה כגרופה וקטומה שהרי הקדרה סותמת את פי הכירה וממילא מותר אח\"כ להשים עליה הקדרה שהתבשיל בתוכה וכדלעיל דחזרה ע\"ג גרופה וקטומה מותר ולפ\"ז ה\"ה גם בתנורים שלנו כשהאש בתוכה ג\"כ שרי ליתן למעלה ע\"ג מעזיבה שעל התנור כיון שהמעזיבה מפסיק בין הקדרה ובין האש וה\"ה כשנותן לתוך הקאכלין שבתנור אכן במהרי\"ל איתא דצריך להפסיק שם על המעזיבה באיזה עץ או דף להכירא וישים הקדירה עליה וכן משמע בסוף הסימן ברמ\"א ועיין במ\"א בסוף סימן רנ\"ט בדיני שהיה והטמנה שהעתיק ג\"כ כמהרי\"ל ומשמע שם דע\"י היכר דבר המפסיק מותר אפילו ליתן לכתחלה בשבת ועיין בחידושי רע\"א שם וכ\"ז כשהתבשיל עדיין חם שלא נצטנן דאל\"ה אסור משום בישול אם יוכל להתחמם שיהיה היד סולדת בו:",
            "(פב) שלא ישים וכו' - וכדלעיל בדיני חזרה:",
            "(פג) ושתהיה רותחת - עיין לעיל במ\"ב סקנ\"ד דנהגו להקל אם לא נצטנן לגמרי:",
            "(פד) הנוהגים להטמין - ר\"ל שמכינין מבעוד יום מים חמין פן יצטרך לערות אותן לתוך התבשיל ודעת השו\"ע למחות בזה דפעמים אחד היד סולדת בו והשני אין היד סולדת בו וכשמערה אחד לחבירו מתבשלים זה עם זה ועיין באחרונים שכתבו דלפי מה שיבואר לקמן בסימן שי\"ח סט\"ו בהג\"ה דאנן נוהגין כהפוסקים דאם לא נצטנן לגמרי אפילו בדבר לח אין בו משום בישול עוד א\"כ אפילו אם אחד אין היד סולדת בו ויתחמם ע\"י התערובות ג\"כ שרי וכן הוא מעשים בכל יום שנותנין לתוך הקערה קטניות ומערין עליהן מכלי ראשון רוטב של בשר וא\"כ כיון שהקטניות בכ\"ש והעירוי הוא מכ\"ר הו\"ל בשול אלא ע\"כ דכיון שלא נצטנן לגמרי לא שייך בו בשול. ואפשר שלזה כוון הרמ\"א במש\"כ ועיין לקמן בסימן שי\"ח והיינו דאין להחמיר בהדבר ומ\"מ משמע ממ\"א במסקנתו דאף שאין למחות ביד הנוהגים להקל טוב יותר לנהוג שלא לערות הרותחין מן הכ\"ר לקערה על מה שבתוכו כ\"א בכף. ואם הקטניות עם המרק שבקערה נצטנן לגמרי בודאי יש מדינא ליזהר שלא לשפוך עליהם מכ\"ר כ\"א ע\"י כף:",
            "(פה) על פי קדירת חמין - אפילו היא עומדת על האש:",
            "(פו) כל צרכו - דע דדעת הרשב\"א דדבר שכבר נתבשל אפילו אם נצטנן אח\"כ לגמרי תו לית ביה משום בשול אפילו הוא דבר שיש בו רוטב אבל השו\"ע סתם לקמן בסימן שי\"ח ס\"ד כדעת הרא\"ש שסובר דבדבר שיש בו מרק אם נצטנן יש בו אח\"כ עוד משום בשול והכא בפאנדי\"ש דמיקל השו\"ע לחממן ואפילו אם יהיה היד סולדת בו משום דהוא דבר שאין בו רוטב [כי פאנדי\"ש הוא לחם אפוי הממולא בבשר] ולכו\"ע לית ביה משום בישול אף אם נצטנן לגמרי כמ\"ש סימן שי\"ח סט\"ו:",
            "(פז) שאין דרך בישול בכך - ר\"ל דאף דקי\"ל שאסור ליתן לכתחלה בשבת על הכירה אפילו נתבשל כ\"צ והוא דבר חם וגם הכירה גרופה וקטומה התם הטעם משום דנראה כמבשל בשבת דדרך בישול בכך אבל הכא אין דרך בישול בכך ע\"י הפסק קדירה ואין נראה כמבשל ואם יש בה הרבה שומן שנקרש יש להחמיר משום נולד שנימוח השומן כמ\"ש סימן שי\"ח סט\"ז בהג\"ה ע\"ש:",
            "(פח) אבל להטמין וכו' - ר\"ל דאם קדרת החמין או המיחם היה מכוסה מלמעלה בבגדים אפילו אם אין אש תחתיה ג\"כ אסור להטמין הפאנדיש תחת הבגדים משום איסור הטמנה דקי\"ל דאסור להטמין בשבת אפילו תבשיל שהוא מבושל כל צרכו וחם ואפילו בדבר שאין מוסיף הבל:",
            "(פט) שאסור להניחו - והנחה לכתחלה בשבת אסור אפילו הוא עדיין רותח ומצטמק ורע לו [הגר\"א]:",
            "(צ) ליתן לתוך וכו' - היינו שנותן בשבת בבוקר בתוך התנור התבשיל שנתבשל כדי שיתחמם דאף שבתוך התנור והכירה קי\"ל דאפילו גרוף וקטום אסור להחזיר דאינו מותר רק על גבה הכא אחר שלא הטמינו בו חמין לשבת רק אפו בו מבעוד יום אין בו למחר רק חום מועט ואין נראה כמבשל עי\"ז ומשמע דאם היה טמון בו חמין מבערב דנפיש הבליה דתנור היה אסור ליתן בו בבקר התבשיל שנתבשל כדי להתחמם וכ\"ז הוא להכל בו אבל בד\"מ וכן מהרמ\"א לעיל בס\"ב בהג\"ה מוכח דנוהגים להקל להחזיר לתוך התנור בכל גווני אלא שמסיים שם דטוב להחמיר:",
            "(צא) לגמרי - דאם היה התבשיל מצטנן לגמרי קי\"ל דיש בו עוד משום בישול ואסור להניח אפילו בתנור כזה דשמא יגיע התבשיל עד שיהיה היד סולדת בו:",
            "(צב) בזה - טעמם דחזרה לתוך התנור לעולם אסור בין אם החום שבתנור רב או מעט דלא נתנו חכמים דבריהם לשיעורים ומיהו דוקא כשיש חום בתנור שהיד סולדת בו דאל\"ה אין עליו שם תנור שהוסק כלל:",
            "(צג) ואם החום כ\"כ וכו' - צ\"ל שאם החום וכו' דאל\"ה אפילו להיש מחמירין שרי וכן סתם הרמ\"א לעיל בסוף ס\"ב בהג\"ה:",
            "(צד) וכל הדברים וכו' - היינו אפילו דברים שאין בהם רק איסור דרבנן:",
            "(צה) להחם הקדרה - אפילו אם לא יתנה על גבי האש או הכירה ממש דשוב אין בזה משום איסור חזרה אעפ\"כ אסור משום איסור בשול כיון שנצטנן לגמרי כמ\"ש סי' שי\"ח ס\"ד וסט\"ו בהג\"ה ע\"ש. ומ\"מ כתבו המג\"א וש\"א דבדיעבד יש להתיר התבשיל באופן זה שלא העמידו על הראש ממש כ\"א על התנור מאחר דיש פוסקין שמתירין אפילו לישראל לעשותו לכתחלה כמו שכתוב שם בסט\"ו בהג\"ה:",
            "(צו) אפילו צונן - אף דלא נהנה ממלאכת א\"י מ\"מ קנסוהו שימתין עד לערב בכדי שיעשה הואיל ונעשה מלאכה ע\"י צוויו ואם עשה הא\"י כן מעצמו בשביל ישראל שרי לאכול צונן כיון שאין נהנה ממלאכתו כלל ולא היה רוצה בכך א\"כ לאו כל כמיניה לאסרו על ישראל מיהו אם ישראל רואהו צריך למחות בידו:",
            "(צז) שעדיין ראויים לאכול - ולכן אע\"ג שנהנה מהחמים שרי בדיעבד כיון שהיה יכול לאכול בלא החמים ואפילו העמידו הא\"י ע\"ג האש ממש בצוויו אעפ\"כ אין לאסור התבשיל בדיעבד:",
            "(צח) מותרין לאכול - ואפילו חימם הא\"י תבשיל ובשר ביחד והתבשיל לא היה מתחלה ראוי לאכול מחמת צנינותו אעפ\"כ לא נאסר הבשר כי הוא היה ראוי לאכול אף בצונן:",
            "(צט) לכן נוהגים - אדלעיל קאי ופירושו דכיון שאסור לומר לא\"י להחם לכך נוהגים שהא\"י נותן התבשיל שנתקרר לגמרי על התנור קודם שהוסק שאז ליכא שום איסור כיון שאין שום אש בתנור ומה שמסיק אח\"כ את התנור עיקר כונתו אינו אלא לחמם בית החורף דשרי [דהכל חולים הם אצל צינה וכמ\"ש בסוף סימן רע\"ו] ולא לחמם את התבשיל ואף דהוי פסיק רישא לגבי התבשיל שנתחמם ממילא מ\"מ באמירה לא\"י דהוי שבות דלית בו מעשה לא מחמרינן כולי האי ושרי אף בפסיק רישא. ודע דכ\"ז באייבלי\"ך שבתנור בית החורף שלנו שאין דרך לבשל בחול מלמעלה ע\"ג התנור לכך נוכל לומר דאין עיקר כונת הא\"י בההיסק רק לחמם הבית ולא לבשל הקדרות שעומדות מלמעלה ע\"ג התנור אבל התנורים שקורין ענגליש\"ע קיכי\"ן שדרך הכל לבשל בחול על גביהן מלמעלה איסור גמור יש בזה להעמיד המאכל לחמם ע\"י הא\"י אפילו קודם הסקה דדואי כונת הא\"י בההיסק אח\"כ גם בשביל בשול הקדרות [ספר טוב טעם ודעת מהגאון מהרש\"ק בסימן קע\"ה וכ\"כ בשו\"ת בית שלמה ח\"א סימן נ\"ה וכ\"כ בשו\"ת שואל ומשיב מהדר\"ג ח\"ג סימן ג' שחלילה לעשות כן ועיין בה\"ל]:",
            "(ק) אסור בכהאי גונא - ר\"ל להושיב הקדרות אצל תנור בית החורף או עליו אפילו קודם ההיסק דהו\"ל כאחד נותן הקדרה ואחד האש דהראשון פטור אבל אסור משא\"כ באמירה לא\"י דשרי דהא עיקר כונתם לחמם הבית דשרי ומזה נראה היתר שאם נתן הא\"י מים לתוך הקדרה הקבוע בתנור ונתחממו שמותר הישראל להנות מהם להדיח בהם כלים ואפילו לכתחלה מותר לצוות לו בזה דק\"ו הוא דהא בתבשיל כשנותנו ע\"ג התנור כונתו לחממו ואפ\"ה שרי כש\"כ כאן שאין כונתו לחמם המים אלא שלא יבקע הקדירה ואפשר דאפילו נתן הא\"י המים אחר שהוסק שרי ג\"כ מטעם זה ומ\"מ לומר לא\"י נראה לאסור אחר שהסיקו אבל ישראל אסור ליתן המים לתוך הקדירה אפילו קודם שהסיקו הא\"י. והא דמתירין להדיח כלים במים שנתן הא\"י להקדירה דוקא כשאינם מלוכלכים בשומן דאל\"ה אסור לשפוך הרותחים עליהם משום שממחה השומן והוי נולד כמ\"ש סימן ש\"כ סי\"ד אלא יניח הכלי תוך המים ולא יערה עליהם דזה שרי משום דלא קעביד מעשה:",
            "(קא) עדיין חמין - אפילו אין היד סולדת בהן:",
            "(קב) מותר להעמידן - אפילו ישראל ואפילו לאחר שהוסק:",
            "(קג) אצל תנור בית החורף - אבל עליו וכ\"ש בתוכו אסור כיון שאינו גרוף וקטום ואפילו קודם היסק אסור ליתן עליו משום חשש שמא יחתה אח\"כ בגחלים להרבות חומו שהקדירות שלמעלה יהיו נרתחים והעולם נהגו היתר ליתן עליו קדרות חמין קודם היסק ויש להם ע\"מ שיסמוכו וכמש\"ל באות פ\"א ע\"ש אבל אחר היסק לא ינהוג כן רק צריך ליתן איזה דף או עץ תחת הקדירה להכירא וכנ\"ל בשם מהרי\"ל:",
            "(קד) כדין גרופה וכו' - ר\"ל וכי היכא דהתם מותר להחזיר אפילו בשבת ה\"נ מותר לסמוך בכירה ותנורים שלנו אף כשאינו גרוף:",
            "(קה) וכבר נתבאר וכו' - הוא ענין בפ\"ע ור\"ל כי היכי דלענין חזרה על גבי גרופה נתבאר לעיל דמותר אפילו הניחן ע\"ג קרקע מקודם ה\"ה לענין לחזור ולסמוך אצל תנור שאינו גרוף הנ\"ל אפילו אם העמידו מקודם ע\"ג קרקע ג\"כ מותר:\n"
        ],
        [
            "(א) אע\"פ וכו' - עיין בביאור הלכה שהבאנו סוגית הגמרא בקיצור לבאר דברי המחבר והרב באלו השתי סעיפים. מותר להשהותו - היינו שמותר ליתן לכתחלה להשהותו ע\"ג כירה ותנור אפילו אם אינם גרופים וקטומים דכיון שהוא חי מסיח דעתו ממנו עד למחר ובכל הלילה יכול להתבשל בלא חיתוי וכנ\"ל בריש סימן רנ\"ג:",
            "(ב) אבל בצלי - אפילו אם צולה את הצלי בתנור והתנור מכוסה אך שאינו טוח בטיט חיישינן שיגלה הכיסוי ויחתה שם בגחלים:",
            "(ג) שאצל האש - לאפוקי צלי קדר דינו כבקדרה ומותר להשהותו בחי גם מיעט המחבר בזה אם נותנו ע\"ג האש ממש דשם אפילו בבשר גדי אסור וכדלקמן בס\"ב ע\"ש הטעם:",
            "(ד) אסור להניחו - אם לא שיש שהות מבעוד יום להיות נצלה כ\"כ שיהיה מצטמק ורע לו והוא לדעה ראשונה המבואר ברס\"י רנ\"ג ולדעה שניה שם סגי אם נצלה מבע\"י כמאכל בן דרוסאי:",
            "(ה) שממהר להתבשל - כתבו האחרונים בסימן רנ\"ג דמיני קטניות וירקות ושאר דברים רכים אפילו בקדירה ממהרין להתבשל וע\"כ אפילו בחי חיישינן בהן שמא יחתה ועיין לקמן בס\"ח ובה\"ל שם:",
            "(ו) בבשר שור וכו' - שהוא בשר קשה וצריך בשול ביותר וחיישינן לחתויי:",
            "(ז) אבל בשר גדי - היינו גדי הרך:",
            "(ח) שהם מנותחים - אבל אם אינו מנותח צריך בשול כשור ועז ואם יחתה בגחלים לא יתחרך הבשר וחיישינן לחתויי:",
            "(ט) מותר - בין אם הוא חי לגמרי או שנתבשל קצת וכדלקמן בהג\"ה:",
            "(י) שאם יחתה וכו' - לפי טעם זה אין חילוק בין אם צולהו בתנור שפיו מכוסה או צולהו מגולה אצל האש דהכל שרי אבל יש מחמירין דלקמיה בהג\"ה סוברין דאינו מותר בגדי ועוף כ\"א כשצולהו בתנור שפיו מכוסה ורק שאינו טוח בטיט ואז אמרינן בגדי ועוף דקשה ליה זיקא ולא יפתח פי התנור אבל כשצולהו מגולה אצל האש גם בגדי ועוף חיישינן לחתויי:",
            "(יא) ויתקשה הבשר - ואם הוא בקדרה לא מהני כשהוא טוח בטיט לדעה זו דהא לא יתקשה ועיין לקמיה בהג\"ה דמסיק דהמנהג להקל בזה דס\"ל כיון שאינו מוכן לחתות שהרי סתום הוא בטיט לא יבוא לחתות:",
            "(יב) ואין חלוק וכו' - קאי אכל גווני היתר וגווני איסור המבוארים בסעיף זה. ודע דכ\"ז דוקא בעניננו דמיירי לענין צלי אבל לענין קדירה או צלי קדר דג\"כ דינו כקדרה יש חילוק בין חי לנתבשלו קצת דבחי מקילינן ליתנו סמוך לחשיכה בין בשר שור בין בשר גדי ועוף ובנתבשל קצת אסור אפילו בשר גדי ועוף שמא יחתה דלא שייך בו ההיתר שיחרך ע\"י החיתוי כיון דבקדירה הוא וצריך בישול רב. ומה נקרא מבושל קצת מבואר לעיל בריש סימן רנ\"ג דעה קמייתא ס\"ל שם עד שיתבשל כל צרכו וכשיתבשל יותר יהיה מצטמק ורע לו והי\"א שם ס\"ל דמכיון שנתבשל כמאכל בן דרוסאי נקרא בישול גמור ומותר ליתנו ע\"ג כירה ותנור שאין גרוף וקטום:",
            "(יג) קצת - דאלו יכול להצלות מבעוד יום צלי הראוי אפילו בשר שור מותר והנה לעיל בריש סימן רנ\"ג מבואר שתי דעות מהו נקרא בשול הראוי וה\"ה בעניננו לענין צלי וכמו שכתבנו למעלה בסק\"ד:",
            "(יד) הכל שרי - ר\"ל אפילו בקדירה ונתבשל קצת דלא חיישינן שיפתחנו ויחתה כיון שהוא סתום בטיט ואינו מוכן לחתות וחולק בזה אדעת המחבר שמחמיר בזה וכמו שכתבנו בסקי\"א והא דנקט הרמ\"א בלישניה ויש מחמירין אע\"ג דלענין זה הוא קולא משום דבצלי דאנן קיימינן ביה הוא חומרא וכדלקמיה:",
            "(טו) וע\"ג האש וכו' - אין ר\"ל על גבי הגחלים ממש דבזה אפילו להמחבר הכל אסור וכמו שמבואר לקמן בס\"ב אלא ר\"ל אצל האש ובא לאפוקי בזה מדעת המחבר דלא חילק בבשר גדי שמותר בין אם צולהו בתנור שפיו מכוסה ובין אם צולהו בגלוי אצל האש אבל לדעתו אין היתר בגדי כ\"א כשצולהו בתנור שפיו מכוסה וכמו שבארתי הטעם לעיל בסק\"י:",
            "(טז) בצל וביצה - וה\"ה שארי דברים שאין נאכלין חיין וכדלקמיה:",
            "(יז) על גבי גחלים - היינו שנוגעין בהגחלים ולאחר הצליה ימתין עד שיכבו הגחלים ואז יטלם. והנה הטעם דחיישינן בזה שמא יחתה אפילו בבשר גדי הוא כמו שמפרש אח\"כ דכיון שהניחו וכו' אבל אם יצלה בסמוך להגחלים כבר נתבאר בס\"א דעת המחבר דבבשר גדי ועוף שהוא רך לא חיישינן כלל לחיתויי שעי\"ז יתחרך הבשר ומותר ליתנו בסמוך לחשיכה אפילו אם לא יהיה נצלה מבע\"י כמאכל ב\"ד וה\"ה בצל וביצה ובבשר שור ועז שהוא קשה בעינן שיהא נצלה כל צרכו מבע\"י דוקא דאל\"ה חיישינן לחיתוי כי לא יפסד ע\"י החיתוי כיון שהוא אינו מונח ע\"ג הגחלים ודעת הרמ\"א כהפוסקים דאין חילוק בין ע\"ג הגחלים או בסמוך להן בין בבשר שור או בשר גדי ועוף השיעור שיצלה מבע\"י כמאכל בן דרוסאי ואם הוא טוח בטיט שרי לדידיה בכל גווני ליתנו סמוך לחשיכה דלא חיישינן שיסתור הטיח ויחתה וכבר כתב בס\"א דנהגו כסברא זו:",
            "(יח) אפילו הוא בשר גדי - דהיינו אפילו הוא מנותח דמקילינן לעיל בס\"א הכא ע\"ג גחלים שאני וכדמפרש והולך:",
            "(יט) עבר - שנתן במזיד סמוך לחשיכה כ\"כ עד שלא היה שהות לצלות מבעוד יום כמאכל בן דרוסאי ונצלה בזמן האסור או ששכח הצלי ע\"ג כירה ונצלה בשבת אעפ\"כ אסור בדיעבד כדי שלא יבוא להשהות במזיד ויאמר שכחתי:",
            "(כ) אסור - בין לו בין לאחרים עד מוצ\"ש. בכדי שיעשו וכדלעיל בסימן רנ\"ג ס\"א:",
            "(כא) סביב הקדרה - והקדרה עומדת על הפטפוט ותחתיה יש אש וקמ\"ל דמותר ליתן קודם חשיכה פירות סביבה אף שהפירות נוגעין באש וניצולין בשבת מחום האש ולא דמי לבשר בצל וביצה הנ\"ל דאסור ליתנם אא\"כ ניצולו מבעוד יום כמאכל בן דרוסאי דהכא כיון שנאכלין חיין הרי שהוא כתבשיל שנתבשל כמאכל בן דרוסאי דיותר הם טובים בלא בישול כלל משאר תבשיל שנתבשל כמאב\"ד ולא אתי לחתויי והא דנקט סביב הקדרה ולא נקט סתמא דמותר ליתנם על האש דבר ההוה נקט ובימיהם היה רגילות לנהוג כן א\"נ משום דין הכסוי דנקט בסיפא דשייך בקדירה נקטיה:",
            "(כב) אע\"פ שאי אפשר וכו' - ולא דמי לבצל בס\"ב דאסור אע\"פ שלפעמים אוכלין אותו חי מ\"מ אין טוב לאכלו חי כמו תפוחים וה\"ה לכל דבר שאין טוב לאכלו חי כמו תפוחי יער וכדומה אסור כבצל וביצה הנ\"ל:",
            "(כג) שלא יחזיר הכיסוי - אף דמצד הקדירה אם נתגלה בשבת הכיסוי שלו שכיסוהו מלמעלה שלא יצטנן מותר לחזור ולכסותו וכן להוסיף עליו וכדלקמן ברנ\"ז ס\"ד שם הקדירה כבר נתבשלה מבע\"י אבל הכא שהפירות מתבשלין והולכין בשבת והכיסוי הוא גם עליהן וע\"י הכיסוי הוא ממהר לגמור בשולו אסור:",
            "(כד) שממהר לגמור - וכ\"ש שאסור להניחם בשבת גופא סמוך לתנור כדי לצלות ואפילו אם נותנו בשביל זה קודם שהוסק אסור כדלעיל בסוף סימן רנ\"ג אבל קודם חשיכה מותר ליתן אותם על תנור החם או בקאכלי\"ן [פמ\"ג]. ודע דמה שהתרנו ליתן אותם לכתחלה סמוך לחשיכה היינו קודם לשקיעה ועיין בסימן רס\"א בדין בה\"ש:",
            "(כה) פניה - מבעוד יום דתו לא חיישינן שמא יחתה בגחלים:",
            "(כו) המדובקים בתנור - והאחרונים הסכימו דה\"ה דסגי אם מתקרם פניה שכנגד האש ואפשר דגם המחבר ס\"ל הכי והא דנקט פניה המדובקים ס\"ל דזהו יותר בקל מתקרם ואין חילוק אם הוא נאפה בקרקע התנור או בבעקי\"ן ועיין לקמיה בהג\"ה ועיין בביאור הגר\"א בהג\"ה שבסמוך דדוקא אם הפת דק אבל אם הוא עב אינו מתבשל מהרה וצריך שיהיה נקרם הפנים התחתון שכנגד התנור וגם הפנים שלמעלה נגד חלל התנור:",
            "(כז) ואין החוטין נמשכין - ואפילו אם היה הפת עבה נמי סגי בזה השיעור לכו\"ע דכיון דאין חוטין נמשכין בודאי נקרמו פניה היטב בין למעלה בין למטה:",
            "(כח) קרוי קרימת פנים - וכ\"ז בשאין גרוף וקטום אבל בכירה או בתנור שלנו כשהוא גרוף וקטום או כשסותם פי התנור בטיט מותר ליתן הפת בתנור סמוך לשקיעה בכל גווני:",
            "(כט) למעלה ולמטה - למעלה היינו לצד חלל התנור ולמטה לצד תחתית הכלי שנאפית בו ועיין במ\"א וט\"ז שכתבו דלפי דעת המחבר לעיל סגי בשנקרם במקום אחד לבד אמנם בביאור הגר\"א כתב דלפי שהוא עב ואינו מתבשל מהרה לכך לכו\"ע בעינן מלמעלה ומלמטה וגם הדגול מרבבה כתב דכו\"ע מודים בזה אמנם מטעם אחר דכיון דפשטיד\"א חלק עליון וחלק התחתון אינם מגוש אחד דהרי המולייתא שבתוכה מפריד ביניהם הוי כשני עוגות ובכל אחד צריך קרימת פנים וכ\"כ בספר חמד משה:",
            "(ל) ויתבשל מה שבתוכה - היינו מה שממלאין בהפשטיד\"א בשר ודגים וכה\"ג דאל\"כ אף שקרמו פניה חיישינן שמא יחתה בגחלים כדי שיתבשל מה שבתוכה:",
            "(לא) אם במזיד אסור - לרדות אפילו ע\"י שינוי ואפילו אם אין לו מה יאכל ואפילו אם א\"י רידהו שלא מדעתו אסור לו לאכול:",
            "(לב) בכדי שיעשו - היינו האכילה אבל הרדיה מן התנור פשוט דמותר תיכף במו\"ש:",
            "(לג) בשוגג וכו' - והא דלא קנסינן גם בשוגג כמ\"ש בס\"ח דלא מחלקינן שם בין שוגג למזיד דכיון דאין לו פת אחר לאכול וא\"א לקיים מצות ג' סעודות בלא פת שרי אבל תבשיל אין חיוב כ\"כ לאכול בשבת ואה\"נ דאם אין לו דבר אחר לאכול כלל כ\"א אותו התבשיל בלבד שהשהה בשוגג מותר לו לאכלו שאסור להתענות בשבת כמ\"ש סימן רפ\"ח ולפ\"ז דכל ההיתר הוא מפני שאין לו פת אחר לאכול אפילו בתנורים שלנו שמבואר לקמן בס\"ז שאין בהם משום רדייה ג\"כ אסור להסתפק מן הפת יותר מג' סעודות:",
            "(לד) מזון שלש סעודות - ואם בפת אחד שהוציא יש בו כדי ג' סעודות שוב אסור לרדות אע\"ג דאין לו לכל סעודה ככר שלם ולחם משנה [מ\"א]:",
            "(לה) ירדה במרדה - דרדיית הפת לא הוי שבות גמור אלא משום עובדא דחול אסור ולכך היכא דא\"א לשנות וצורך שבת הוא התירו:",
            "(לו) רודה כדרכו - ובספר א\"ר כתב דיש להחמיר כהפוסקים דס\"ל דאפילו נתנה בהיתר צריך להיות הרדייה דוקא בשינוי:",
            "(לז) אבל אם הוא טוח - אתחלת הסעיף קאי דמותר ליתן דלא גזרינן שמא יסתור הטיט ויחתה ועיין בסעיף ז' האיך יתנהג בענין הרדייה:",
            "(לח) לאפותו - דאפילו בלא חתוי יהיה נאפה היטב ועיין במג\"א שכתב דבתנורים שלנו כיון דקי\"ל לקמיה בסעיף ז' דמותר לרדות מהם בשבת ולאכול אפילו יש לו הג' סעודות על שבת חיישינן שמא ימלך לאכול מהפת שבתנור בשבת ויחתה בגחלים כדי שיתבשל מהרה:",
            "(לט) אפילו במזיד - דהו\"א הלעיטהו לרשע וימות קמ\"ל דשרי וכ\"ש כשהדביק בשוגג דשרי כדי שלא יבוא לידי איסור חטאת:",
            "(מ) לו - ר\"ל דוקא הוא בעצמו מותר לרדות אבל אחרים אסורים לרדות בשבילו בין כשהדביק במזיד ובין בשוגג אפילו מי שהדביק את הפת איננו בפה שיודיעוהו דאין אומרים לו לאדם עשה חטא קל כדי שלא יבוא חברך לידי איסור חמור כיון שחבירו פשע במה שהדביק. ואפילו בתנורים שלנו שאין בהם איסור רידוי מצדד בא\"ר דאסור לאחר משום דהבצק מוקצה הוא ואינו ראוי לטלטול. וכ\"ז לענין אפיה אבל לענין בישול פשוט הוא דאם אחד שכח או עבר והניח קדרה סמוך להאש צריך גם אחר לסלקו כדי שלא יבוא חבירו לידי איסור דבסילוק הקדירה אין כאן איסור כלל וממילא יש כאן מצוה לאפרושי מאיסורא:",
            "(מא) לרדות - אפילו במרדה ומ\"מ א\"א לעשות בשינוי כגון ע\"י סכין וכה\"ג יעשה אך כ\"ז דוקא אם לא יצטרך להשהות עי\"ז כדי שלא יבוא ע\"י השהיה לידי קרימת פנים להתחייב עי\"ז:",
            "(מב) שאין בהם רדייה - דמלאכת רדייה שייך רק בתנוריהם שהיו מדבקין הפת בדפני התנור אבל בתנורים שלנו שהפת מונחת בשולי התנור לא שייך בהם רדייה:",
            "(מג) להוציא יותר - וכתב המ\"א דהיינו כשהדביק בהיתר דבתנורים שלהם היה אסור להוציא כל הפת שאין צריך לו לצורך שבת וכנ\"ל בס\"ה אפילו ע\"י שינוי משא\"כ בשלנו ששייך רדייה מותר להוציא כל הפת אף שהוא הרבה והרבה יותר מג\"ס שצריך לו לשבת אבל כ\"ז כשרוצה לאכול מהם בשבת עכ\"פ מקצת מהם דאל\"כ אסור לרדות לצורך חולו אפילו טלטול בעלמא אסור כשהוא בשביל חול כמ\"ש הפוסקים דאסור להביא יין בשבת לצורך מו\"ש ונראה דע\"י א\"י שרי ובספר א\"ר מקיל ע\"י עצמו בתנורים שלנו במקום פסידא שיתקלקל הפת אך המ\"א לא ניחא ליה בזה דהרי יכול לאכול מן הפת בשבת:",
            "(מד) שיתחוב בו - וה\"ה דיכול להוציא במקל דכ\"ז הוא דרך שינוי ונראה דע\"י א\"י מותר להוציא אף ברחת [הוא הכלי שאנו מוציאין בו הפת בחול]:",
            "(מה) עססיות ותורמוסין - וה\"ה לשאר מיני קטניות וירקות ודברים רכים שכולם אינם דומים לבשר דקי\"ל לעיל בריש סימן רנ\"ג דמותר ליתנו סמוך לחשיכה כשהוא חי לפי שבודאי לא יתבשל לסעודת הלילה ולסעודת מחר יתבשל אפילו בלא חיתוי אבל אלו קלים להתבשל וחיישינן שמא יחתה בגחלים לצורך סעודת הלילה:",
            "(מו) לתוך התנור - היינו אפילו הוא גרוף וקטום כמ\"ש בסימן רנ\"ג ס\"א מיהו תנורי דידן דמיא לכירה דשרי גרוף וקטום ואם הוא טוח בטיט שרי בכל ענין כפמ\"ש הרמ\"א בס\"א בהג\"ה:",
            "(מז) כשאינן גרופים - אכירה לבד קאי ונקט לשון רבים אכירות דעלמא דאלו כופח הלא מבואר ברנ\"ג דכשהסיקוהו בעצים לא מהני גריפה וקטימה:",
            "(מח) עד כדי שיעשו - כדי שלא יהנה ממה שעבר על איסור דרבנן [תו\"ש] ועיין לעיל בסימן רנ\"ג ס\"א בהג\"ה דאם נתבשל מבעו\"י כמאכל בן דרוסאי די:",
            "(מט) של מים - אע\"ג דמים ראויין לשתות חיים והיה ראוי להיות דינם כפירות הנאכלים חיים לעיל בס\"ד מ\"מ אינם טובים כ\"כ כפירות ומהני להם החימום הרבה ויש בהם גזירת חיתוי:",
            "(נ) לתוך התנור - ובתנור שלנו כשהוא גרוף וקטום או כשהוא טוח בטיט שרי וכנ\"ל:",
            "(נא) ע\"ש עם חשיכה - אא\"כ יש שהות שיתחממו קודם בה\"ש אף שלא יתחממו כל צרכן וכן אסור ליתן מים לתוך הקדרות שבתנורים ע\"ש עם חשיכה אע\"ג דמתכוין רק שלא יפקע הקדירה מהחום שבתנור ולמאי יחתה מ\"מ הא הדרך הוא שמדיח בהם הכלים וחיישינן שמא יחתה בהתנור כדי שיתחממו המים ולכך צריך לזהר ליתנן שיתחממו במקצת מבע\"י:"
        ],
        [
            "(א) אין עושין מדורה וכו' - וה\"ה אם רוצה להסיק אז התנור של בית החורף נמי דינו כמדורה אא\"כ התנור טוח בטיט דאז שרי [תו\"ש] ומשמע דאם יש שיעור סמוך לחשיכה שתהא שלהבת עולה מאליה שפיר דמי אף בתנור שאינו טוח בטיט. ומ\"מ נראה לי דלכתחלה נכון למנוע מהיסק סמוך לחשיכה אף באופן זה אלא יראה שיהיה אף גמר ההיסק בחול דמצוי הוא שנשאר אח\"כ האודים בתנור ומוכרח הוא לכבותן לבסוף ע\"י א\"י כדי שלא יתקרר התנור אם ימתין עד שיכלו לגמרי ואינו נכון להביא עצמו לזה לכתחלה ואינו דומה להא שמתירין להסיק בשבת ע\"י א\"י לכתחלה במדינות הקרות דהתם אין לו עצה אחרת דמה שהסיק אתמול כבר נתקרר אבל הכא הרי יכול להסיק מקודם אם לא שהיה אונס בזה:",
            "(ב) עד שיצית וכו' - דאל\"ה חיישינן שמא יחתה ויניד העצים משתחשך:",
            "(ג) בלי סיוע - דהיינו שלא יהא צריך לומר הבא עצים דקים ונניח תחתיהן כדי להבעיר:",
            "(ד) ברוב עביו - שיכנס האור מבפנים בתוך עביו עד רובו וגם שיתפשט ברוב היקפו מבחוץ:",
            "(ה) אסור ליהנות וכו' - פי' אפילו הודלקה אח\"כ לגמרי וכמש\"כ בסוף סימן רנ\"ד בעססיות ותורמוסין דכל שעבר על דחז\"ל אסור ליהנות עד מו\"ש:",
            "(ו) וכשהודלקה כשיעור - פי' מבעוד יום קודם השבת:",
            "(ז) יכול להתחמם וכו' - הט\"ז בסימן ער\"ה כתב דמ\"מ יש ליזהר שלא לישב בסמוך אצל זנבות האודים לפי שיש לחוש שמא יגע בהם לקרבם אצל המדורה אבל דעת הא\"ר והתו\"ש דלא חיישינן לזה ומותר להשתמש אפילו בסמוך להמדורה או התנור אם לא בדבר שצריך עיון רב או לקרות כנגדה דאז חיישינן שמא יטה וכדלקמן בסימן ער\"ה:",
            "(ח) ואפילו וכו' - דבמדורה מתוך שההיסק רב כל אחד מבעיר את חבירו:",
            "(ט) של זפת וכו' - עיין בגמרא דה\"ה שומן ושעוה וכל דבר הניתך:",
            "(י) של קש וגבבא - קש זנבי שבלים וגבבא שגובבין משדה אחר הקצירה:",
            "(יא) כשהם מפוזרים - הטעם דכיון שאחז בהן האור קצת מבעוד יום שוב הם דולקין מאליהן אבל כשהם אגודות או בסל שוב אין השלהבת יכולה ליכנס בהן והוא דעת הרי\"ף והרמב\"ם ודעת הי\"א שהוא דעת הרא\"ש והטור הוא להיפוך דכשהם מפוזרות כל אחת מהן לא תמצא את חברתה לבערה והם כבים והולכים הילכך צריכים רוב משא\"כ כשהם נאגדים יחד וכן בגרעינין:\n"
        ],
        [
            "(א) סמוך לשבת כחצי שעה - היינו חצי שעה קודם שנתכסה השמש מאתנו וזהו הכרזת הש\"ץ על כל בני העיר שיראו להכין עצמם לשבת ולבעלי מלאכות ראוי לשלוח איש לבטל אותן ממלאכתן מקודם דהיינו שתי שעות ומחצה קודם צאת הכוכבים שהוא זמן מנחה קטנה וכנ\"ל בסימן רנ\"א [מ\"א] וזהו לערך שעה ורביע קודם שנתכסה השמש. עוד כתב המ\"א דראוי לבעלי החנויות שיסגרו חנותן כמו שעה קודם השבת כי גדולה המכשלה שלפעמים בא שר אחד ונמשך המו\"מ עד שחשיכה ממש ומלבד זה כפי הרגיל שהנשים כשבאות מהחנויות רוחצות ולובשות בגדי שבת קודם הדלקת הנרות ואם יתאחרו מלצאת יבואו ח\"ו לספק חילול שבת ובפרט בימים הקצרים ע\"כ מהנכון מאד שיקדימו לצאת. ואודות קבלת שבת ג\"כ יש קלקול שרוב העם יש להם היתר בטעות שכל עוד שלא אמרו ברכו או קבלת שבת כפי הנהוג בימינו עושין כל הצריך להם לשבת אע\"פ שהוא לילה ממש וע\"כ יש להקדים לקבל שבת ואין להמתין על אדם גדול שעדיין לא בא אם הגיע זמן של קבלת שבת כי זכות הוא לו שלא יתחלל שבת על ידו:",
            "(ב) בכל מקום - כדי שלא יבואו ישראל לידי חילול שבת. ובקהלות גדולות מאד שא\"א להכריז נכון מאד שימצאו אנשים המתנדבים בעם לילך ולזרז בכל רחובות קריה ע\"ד סגירת החנויות והדלקת הנרות וכעת נמצא כן בכמה עיירות גדולות חבורות קדושות המיוסדות על השגחת השבת ואשרי חלקם כי הם מזכים את ישראל לאביהם שבשמים ויזכו עבור זה המתחזקים תמיד במצוה זו לבנים גדולי ישראל:\n"
        ],
        [
            "(א) אין טומנין וכו' - לאחר שנתבשל התבשיל רוצה להטמינו בדבר שישמור חומו כגון בכרים וכסתות וכדומה ואסרו לעשות כן בשבת וטעמא דשמא ימצא אז קדרתו צוננת וירתיחה דחייב משום מבשל ואפילו למ\"ד דאינו חייב משום מבשל בזה כיון שנתבשל פעם אחד מ\"מ איכא למיגזר שמא יחממה ע\"ג האש ויחתה בגחלים ויתחייב משום מבעיר:",
            "(ב) אבל בספק חשיכה - עיין לקמן בסימן רס\"א ס\"א בהג\"ה ובמש\"כ שם:",
            "(ג) טומנין בו - דסתם קדרות בין השמשות רותחות הן וליכא למיגזר הגזירה הנ\"ל:",
            "(ד) בדבר וכו' - היינו לצורך שבת אבל לצורך מוצ\"ש מוכח מסימן תר\"ט בהג\"ה שם דאין מטמינין בכל גווני כ\"כ המ\"א אך תמה ע\"ז ומסיק דרק חומרא הוא שנהגו כן ולא מדינא ועיין בלבוש וא\"ר שם מה שכתבו בזה ולדידהו בודאי מותר להטמין לצורך מו\"ש ואין שם אפילו מנהג להחמיר:",
            "(ה) המוסיף הבל - גזירה שמא יטמין באפר שיש בו גחלים ויחתה בשבת:",
            "(ו) אפילו מבעוד יום - כתב הפמ\"ג דאפילו אם הטמין קודם חצות בבקר מ\"מ עביד איסורא כשמשהה בהטמנה זו על שבת ואינו מסלק קודם חשיכה:",
            "(ז) או שנצטמק - פי' לענין דיעבד אבל לכתחלה אסור אפילו מצטמק ורע לו כמ\"ש בס\"ז [אחרונים]:",
            "(ח) בעומד בחמימותו וכו' - הטעם דהא לא אהני מעשיו כלל וכתב המ\"א דה\"ה המטמין בשבת בדבר שאינו מוסיף הבל דשרי בדיעבד אע\"ג דעשה איסורא דהא אינו אלא עומד בחמימותו:",
            "(ט) י\"א דאם שכח וכו' - וה\"ה אם שגג בדין וסבר שמותר גם זה שוגג מקרי:",
            "(י) שרי לאכול - טעם הי\"א הוא דס\"ל דהטמנה שוה בזה לשהיה דפסק המחבר לעיל ברנ\"ג ס\"א דאם שכח ושהה אפילו תבשיל שמצטמק ויפה לו מותר לאכול. והנה דעת המ\"א והט\"ז והגר\"א דהמחבר ס\"ל דאפילו בשוגג אסור לאכול עד מו\"ש ולכך סתם הדבר ומ\"מ נראה דבמקום הצורך יש לסמוך על דעת הי\"א הזה שהרבה אחרונים מצדדים כן ובפרט אם היה נתבשל כל צרכו דבלא\"ה יש מקילין לקמן בס\"ז בהג\"ה ע\"כ אין להחמיר בזה לענין דיעבד בשוגג:",
            "(יא) אבל כשמטמין וכו' - הטעם דעיקר מה שאסרו להטמין במוסיף הבל הוא משום שמא יבוא להטמין ברמץ ויחתה בגחלים וע\"כ כיון שמטמין לצורך מחר ס\"ל להי\"א דלא שייך גזירה זו דאפילו אם לא יגיע התבשיל למאכל בן דרוסאי יתבשל ממילא כל הלילה ולא יבוא לחתות וה\"ה דס\"ל להי\"א הזה דמותר להטמין בנתבשל כ\"צ דלא יבוא ג\"כ לחתות וע\"כ מותר בזה אף במטמין לצורך לילה והוא כדעת היש מקילין לקמן בס\"ז בהג\"ה:",
            "(יב) שלא יהא רגיל - משמע דאם הוא רגיל אף בדיעבד אסור והטעם דמעיקר הדין אין להם מקום להי\"א כמ\"ש הגר\"א ושארי פוסקים וכ\"כ דהיש מקילין דלקמן אין להם מקום בדין ולכך כתב שם רמ\"א דאין לנהוג כן בשארי מקומות:",
            "(יג) אסור להטמין בשבת וכו' - ומ\"מ בדיעבד שרי וכנ\"ל בסק\"ז:",
            "(יד) לשום כלים וכו' - היינו אפילו בגדים שמעמידין את החום של הקדרה שלא יצטנן אפ\"ה שרי כיון שאינו מכוין לזה:",
            "(טו) או של שומשמין - אע\"ג דלענין הטמנה בתוכן שוין הן מ\"מ יש חילוק ביניהן דבשומשמין וה\"ה בכל הדברים הנזכרים כאן דוקא להטמין לתוכן אסור אבל אם הטמין בדבר המותר כגון בקופה של צמר וכה\"ג מותר להניח הקופה עליהן אבל על גפת של זיתים אסור להניח דחמימי טפי ומוסיפין הבל למעלה דרך הקופה להקדרה [גמרא]:",
            "(טז) ותבן - בין אם הוא ארוך או נחתך לחתיכות דקות וזגין הוא פסולת של יקב יין:",
            "(יז) ומוכין - כל דבר רך קרוי מוכין כגון צמר גפן ותלישת צמר רך של בהמה וגרירת בגדים בלוים:",
            "(יח) ששלשתן - חשיב לתבן וזגין כחדא:",
            "(יט) לחין - דלחין יש בהן הבל הרבה יותר מיבשין ומסתימת המחבר משמע דבין לחין מחמת עצמן ובין לחין מחמת ד\"א שניהם אסורין אמנם כמה אחרונים הסכימו דדוקא לחין מחמת עצמן שהם מחממות יותר מלחין מחמת משקה שנפלו עליהן משיבשו:",
            "(כ) כסות - וה\"ה כרים וכסתות וגיזי צמר:",
            "(כא) ופירות - כגון חטין וקטניות:",
            "(כב) או שאר נוצות - ונקט מתחלה כנפי יונה והוא לשון התלמוד משום דהיה מצוי להם:",
            "(כג) ונעורת - דק דק שנוערין מן הפשתן:",
            "(כד) בסלעים - היינו אבנים קטנים שמוציאין מהם אש וקורין אותן אבני אש. ומה שכתב דלא שכיחא היינו דהא לא שכיח כלל שיטמין בסלעים משום שמשברים הקדרה או שמקלקלים המאכל אבל דבר שלפעמים טומנין בהם אע\"ג דלא שכיח גזרו בהו רבנן. כתב רש\"ל בתשובה אפר חם הוא דבר שאינו מוסיף הבל ושרי לטמון בו אא\"כ מעורב בגחלים והביאוהו הא\"ר ותו\"ש וש\"א וה\"ה בכל דבר שאינו מוסיף הבל אפי' הם חמים שרי:",
            "(כה) ונתגלה משחשיכה - מש\"כ ונתגלה לאו דוקא דהא אף לכתחלה מותר לגלות כמ\"ש בסמוך אלא דקמ\"ל דאף בכה\"ג שנתגלה ממילא דוקא משחשיכה אבל אם נתגלה מבעוד יום אסור לכסותו בשבת דהוי ליה כמטמין לכתחלה בשבת וכ\"ש דאם גילהו בידים מבע\"י אפילו ע\"ד לכסותו משתחשך דאסור לכסותו בשבת:",
            "(כו) אפילו וכו' בסדין - ר\"ל דלא תימא דזה אינה חשובה הטמנה שאינו מועיל וא\"כ כשמכסה עליו בגלופקרין בשבת הו\"ל כמטמין לכתחלה קמ\"ל דאף סדין מועיל עכ\"פ במקצת:",
            "(כז) גורם לה - עיין בביאור הלכה:",
            "(כח) אם פינה וכו' - דלא אסרו אלא כשהוא בכלי ראשון שנתבשל בו אבל כשפינהו לכלי אחר אף שעדיין היד סולדת בו מותר ואפילו אם חזר ועירה אותו אח\"כ לכלי ראשון שהיה בו נמי שרי דתו לא מקרי כ\"ר והו\"ל כצונן דמותר להטמינו ואפילו בכלי ראשון אם נתקרר עד שאין היס\"ד ג\"כ נראה דשרי להטמינו אם הוא במקום הצורך:",
            "(כט) לקדירה אחרת - ואין נ\"מ אם נתכוין בפירוש כדי לקרר או בסתמא לאיזה סיבה:",
            "(ל) בדבר שאינו וכו' - דבדבר המוסיף הבל אפילו צונן גמור אסור וכדלקמיה:",
            "(לא) מותר להטמין וכו' - ואפילו אדם חשוב שרי:",
            "(לב) דבר צונן - כגון מים או תבשיל תחת כרים וכסתות:",
            "(לג) כל צרכה וכו' - ולא דמי לשהיה ע\"ג כירה דלכו\"ע מותר במבושל כ\"צ וכבסימן רנ\"ג דסתם הטמנה עיקרו הוא לצורך מחר וצריך חיתוי טפי שלא יתקרר התבשיל ולכך חיישינן בכל גווני לחיתוי [אם יטמין ברמץ וגזרו משום זה בכל דבר המוסיף הבל וכנ\"ל] ואפילו אם מטמין לצורך הלילה לא חלקו חכמים בגזירתם משא\"כ בשהיה דסתם שהיה הוא רק לצורך הלילה שהרי מניחה מגולה ולא יתקרר בזמן מועט ולא חיישינן לחיתוי בזה:",
            "(לד) ואפילו מצטמק ורע לו - ובדיעבד מותר לכו\"ע לכו\"ע במצטמק ורע לו וכנ\"ל בס\"א:",
            "(לה) ויש מקילין וכו' - קאי אהטמנה בדבר המוסיף הבל מבעוד יום אבל להטמין בשבת בדבר שאינו מוסיף הבל אפילו מבושל כ\"צ ומצטמק ורע לו אסור לכו\"ע [הגר\"א ופמ\"ג]:",
            "(לו) לגמרי - ס\"ל כיון שהוא חי אפילו אם היה מטמין ברמץ לא היה מתבשל ע\"י החיתוי לצורך הלילה ועד למחר בלאו החיתוי יתבשל ולכך לא חיישינן:",
            "(לז) קדירה ע\"ג כירה - דהיינו שמעמידה ע\"ג כירה מלמעלה על פיה ואין שולי הקדירה נוגעין בגחלים שלמטה [וה\"ה בכה\"ג אם עומדת ע\"ג כסא של ברזל בתוך כירות שלנו] וגם תהיה הקדירה מבושל כל צרכה לפי דעת המחבר שם:",
            "(לח) מחמת אש שתחתיהם - ואפילו אם מפזר אפר ע\"ג הגחלים מ\"מ מוסיף הבל הוא:",
            "(לט) כל שהוא וכו' - דהיינו כעין שצייר המחבר בסמוך:",
            "(מ) הילכך היכא וכו' - עתה חזר לפרש בקיצור מה שכתב בתחלת הסעיף אע\"פ שמותר להשהות ומה שכתב לבסוף דבענין שאין הבגדים נוגעין מותר:",
            "(מא) ואין שולי הקדירה וכו' - המחבר אזיל לשיטתו בסימן רנ\"ג סוף ס\"א אבל לדעת הרמ\"א שם בהג\"ה אפילו שולי הקדירה נוגעין בגחלים ג\"כ שרי כיון שהקדירה מגולה למעלה ואין טמון בבגדים:",
            "(מב) רחב - ה\"ה כשנותן ע\"פ הקדרה דף רחב בענין שהבגדים שמכסה מלמעלה לא יגעו בצדי הקדירה:",
            "(מג) אין כאן הטמנה - והנה כ\"ז כשיש אש בכירה אבל אם אין אש בכירה כלל י\"א שאין לאסור להעמיד קדירה עליה ולכסותה בבגדים דאף שחום הכירה שתחתיה ג\"כ גדול ומוסיף הבל מ\"מ שרי דדוקא ע\"ג גפת וכדומה אסרו משום דראוי להטמין בתוכה וגזרו שמא יטמין ברמץ אבל הכא אין ראוי להטמין בתוך הקרקע של הכירה הלכך ליכא למיחש למידי וגם מטעם אחר י\"ל דלא דמי לגפת דגפת מוסיף הבל בעצמו אבל כירה אין חומה אלא מחמת האש ובכל שעה מתקרר והולך ויש שחוששין בזה להחמיר אא\"כ מניח כלי או דף רחב על הקדרה מלמעלה ואח\"כ מכסה אותה בבגדים כמ\"ש בשו\"ע ומ\"מ אין למחות ביד הנוהגין להקל. ועפ\"ז תדע דמה שנוהגין להעמיד קאווי או תבשיל בע\"ש מבע\"י על התנור מלמעלה ומכסין אותן בבגדים דאף שלא יפה הם עושין לדעת פוסקים המחמירין מפני שחום התנור מוסיף הבל אא\"כ יניח איזה דף רחב על הקדירה מ\"מ אין למחות בם דיש להם על מה שיסמוכו וכנ\"ל. אמנם אם נותן חול ע\"ג התנור אע\"פ שאין מטמין כולו בתוכו רק ששולי הקדירה עומדים בחול ולמעלה מכוסה בבגדים ע\"ג הקדירה בודאי אסור שחול הוא מהדברים המוסיפים הבל וגזרינן שמא יטמין בו כולו. ואם כופה כלי רחבה או שנותן עליה דף רחב ומכסה בבגדים מלמעלה מותר אף שמעמידו עד חציו בחול [ח\"א בכלל כ']:",
            "(מד) וכן מותר וכו' - פי' עד השתא מיירי לענין כירה ועתה בא לפרש דגם בתנור מותר ליתן קדרה מבע\"י [ואף שאינו גרוף וקטום כיון שנותן בה חתיכה חיה לא חיישינן לחיתוי וה\"ה אם היא מבושלת כ\"צ דאל\"ה אסור משום שהיה וכנ\"ל ברנ\"ג ס\"א] דאף שהקדרה כולה נתונה בתוך התנור ומכסה את פי התנור ג\"כ בבגדים ובודאי מוסיף הבל ע\"י חום התנור אפ\"ה אין שם הטמנה ע\"ז ושרי כיון שאין הבגדים נוגעין בקדירה:",
            "(מה) והוא שלא תהא וכו' - דאם היו שוליה נוגעין בגחלים ס\"ל להמחבר דמחמת זה גופא מקרי מטמין בדבר המוסיף הבל ואסור והרמ\"א שם בהג\"ה ס\"ל דעי\"ז לא חשיב הטמנה ע\"ש:",
            "(מו) וטחין פי התנור בטיט - הנה לענין הטמנה אין צריך כלל טיח בטיט גם להרמ\"א אלא דבא לומר דבטיח שרי בכל ענין אפילו אין נותן בה חתיכה חיה של בשר וגם היא עדיין בתחלת בשול דבלא טיח היה אסור בזה להניח הקדרה בתנור שאינו גרוף וקטום משום חשש חיתוי ובטיח שרי. ודע דמבואר לעיל דדוקא בבשר כשהוא חי אין בו חשש חיתוי דע\"י חיתוי לא יתבשל שיהא ראוי לאכול לצורך הלילה אבל פשטיד\"א או מיני קטניות או מיני בצק ממהרין להתבשל ואף כשנותנן סמוך לחשיכה כשהן חיין יש בו חשש חיתוי משחשיכה כדי למהר בישולן לצורך סעודת הלילה וצריך שיהיה התנור טוח בטיט ובמקומות שלא נהגו לטוח התנור בטיט אסור ליתן מינים אלו בתנור סמוך לחשיכה אם לא ניתן בהן חתיכת בשר חי אא\"כ יש שהות שיתבשל עכ\"פ מבע\"י כמאכל בן דרוסאי או שיכסה הגחלים באפר כמ\"ש סימן רנ\"ג:",
            "(מז) שרי לכו\"ע - ואעפ\"כ י\"א דצריך ליזהר שלא יטמין הקדרה בתנור בתוך הגחלים מכל צד דקרוי הטמנה בדבר המוסיף הבל מחמת הגחלים גופא ויש מקילין גם בזה דהא טוח בטיט ולא אתי לחיתויי וכן משמע באור זרוע וטוב להחמיר לכתחלה וגם מטעם אחר פן ישארו הגחלים לוחשות עד למחר ולא יוכל להסיר הקדירה משם וכדלעיל ברנ\"ג ס\"א בהג\"ה ועכ\"פ במקום שלא נהגו להטיח הסתימה בטיט בודאי אסור להטמין הקדרה בתוך הגחלים אפילו אם הקדרה כבר מבושל כל צרכה:",
            "(מח) ומצוה להטמין לשבת - אבל מי שמזיק לו החמין מותר לאכול צונן:",
            "(מט) וכל מי וכו' - ובימינו בעו\"ה מצוי קלקול גדול ע\"י אלו שפורשין עצמם בשאט נפש ממצות אכילת חמין בשבת שבאין לבסוף עי\"ז לידי איסור שמצווין לא\"י שיחמו עבורן חמין בשבת וכמה פעמים יבואו עי\"ז גם לידי איסור דאורייתא של שלשה אבות מלאכות והן בישול והבערה וכיבוי שמעמידין את הכלי עם עלי הטיי\"א על המוליאר [ובלשוננו סאמאווא\"ר] בשעה שהגחלים בוערות הרי בשול ובכל פעם כשנוטל את הכלי מעליו ומחזירו אח\"כ הוא עובר על מבעיר ומכבה דבשעה שהכלי עומד עליו מתכבה האש במקצת ובהסירו מתבערים הגחלים והעושה כן במזיד הוא פסול לעדות ולשבועה מן התורה ומכרית את נפשו מארץ החיים כי היא עבירה שחייבין עליה כרת וסקילה וכל בעל נפש לא יסור ממנהג ישראל להטמין חמין על שבת ולקיים מצות עונג שבת כאשר נהגו אבותינו מעולם ושומר מצוה וכו'. וזה לשון בעל המאור בפרק כירה כל מי שאינו אוכל חמין וכו' וצריך להזמין לבשל להטמין ולענג את השבת ולהשמין הוא המאמין וזוכה לקץ הימין ע\"ש עוד:\n"
        ],
        [
            "(א) דבר קר - ואפילו הוא דבר חי ויתבשל עתה ע\"י חום הקדירה שתחתיה ג\"כ שרי כיון שמניח מבע\"י:",
            "(ב) שאין זה כטומן וכו' - ר\"ל אפילו כסה אז הכלי והקדרה בבגדים ובודאי ניתוסף חום על הדבר קר ע\"י הקדרה אפ\"ה שרי דלא חשיב הקדרה כגפת ודומה לה המוסיפין הבל דהתם הוא מוסיף הבל מחמת עצמו אבל הקדרה אין לה הבל מעצמה ואדרבה כל שעה חומה מתמעט והולך ולהכי שרי ודוקא להניח הדבר קר מבע\"י אבל להניחו בשבת על הקדרה תחת הכיסוי בגדים שעליה שיתחמם אסור ואפילו אין החום כ\"כ שיוכל לבוא ליד סולדת בו דבשבת לא התירו להטמין את הצונן אלא כדי שתפיג צינתו אבל בזה שמוליד חום ע\"י הטמנה אסור ואם אין הקדרה מכוסה בבגדים אין איסור להניח עליו הדבר קר אלא כשיוכל לבוא לידי יד סולדת בו וכדלקמן בסימן שי\"ח ס\"ו. כתבו האחרונים שאסור ליקח כלי ובתוכו משקה צונן ולתחוב אותו בשבת לכלי מלא מים חמין שיתחמם בתוכו אפילו לא יוכל לבוא לידי יד סולדת בו שזהו דרך הטמנה ממש כיון שכולו טמון בתוכו אבל אם חם כ\"כ שיוכל לבוא לידי יד סולדת בו אז אפילו אינה טמונה כולה בתוכו שמגולה למעלה וגם אין כונתו רק להפיג הצינה בלבד אפ\"ה אסור פן ישכח עד שיהיה היד סולדת בו ויתחייב משום מבשל וכדלקמן בסי' שי\"ח סי\"ד:"
        ],
        [
            "(א) מוכין - פי' יבשים כמ\"ש סימן רנ\"ז ס\"ג:",
            "(ב) דרך מקרה - לאפוקי אם רגיל להטמין בהן נסתלק מהן שם מוקצה אף שלא יחדן בפירוש ודעת הב\"ח דאפילו בשני פעמים סגי לזה:",
            "(ג) אסור לטלטלם - דסתמן חשובין הם ואדם מקצה דעתו מהן מפני שעומדין לעשות מהן לבדין והן מוקצין מחמת חסרון כיס דמקפיד להשתמש בהן שאר דברים ולפיכך אפילו טמן בהם דרך מקרה עדיין הם עומדין בהקצאתן ואינם בטלים להטמנה:",
            "(ד) שמקצתן מגולה - כדי שיהיה לו מקום פנוי לאחוז הכסוי כדי שלא יצטרך לטלטל המוכין להדיא:",
            "(ה) ואם יחדן לכך - פי' שיחדן מע\"ש להטמנה לעולם ואפילו היה היחוד רק במחשבה בעלמא לא בפה:",
            "(ו) אבל אם טמן וכו' - אף דסתם גיזי צמר מוקצה הוא לטויה לאריגה מ\"מ אין חשובין כ\"כ כמו מוכין וכיון שטמן בהן כמאן דיחדן להכי דמי:",
            "(ז) לסחורה - דכיון שהם עומדים אצלו לסחורה מסתמא עתיד להחזירן אח\"כ ג\"כ לאוצר וע\"כ אין מבטלן להטמנה והוי ממילא מוקצה אם לא שיחדן להטמנה מע\"ש:",
            "(ח) שנוטל כסוי וכו' - וכגון שמקצתה מגולה וכנ\"ל גבי מוכין ואם אינה מגולה כלל יכול לתחוב בכוש ולנער את הכיסוי וכדלקמן בסימן שי\"א ס\"ט:",
            "(ט) דלא נעשית בסיס - דהא אין הכיסוי תשמיש להצמר אדרבה הצמר משמש להקדירה לחממה:",
            "(י) לכך לעולם - היינו שייחדם מע\"ש להטמין בהם תמיד דאל\"ה יהיה אסור למחר לטלטלן משום מוקצה וכן עצים העומדים להסקה יזהר מלסתום בהן פי התנור בע\"ש דאל\"ה יהיה אסור למחר לטלטלן בשבת משום מוקצה:",
            "(יא) ומשליכן - היינו דלאחר שנשתמש בהן הדרך להשליכן לחוץ שאין עליהם שם כלי ואינם חשובין וע\"כ הם בכלל מוקצה דאדם מקצה דעתו מהם והאבנים או לבנים המונחים ע\"ג הכירה תמיד שרי לטלטלינהו דמיוחדין לתשמיש:",
            "(יב) שאסור לטלטל - היינו אותם שהוקצו לסחורה וכנ\"ל בס\"א:",
            "(יג) יכול להחזירה - דחזרה מותר בשבת בדבר שאינו מוסיף הבל וכדלעיל ברנ\"ז ס\"ד:",
            "(יד) ואם נתקלקלה - שנפלו הגיזין שמכאן ומכאן למקום מושב הקדרה ולכך לא יחזירנה לפי שמזיז את הגיזין שהוא מוקצה:",
            "(טו) בדבר שאינו ניטל - שנתן דבר מוקצה סביב הקדרה ואם טמן בדבר הניטל וכיסה פיה בדבר שאינו ניטל מפנה סביבותיה ואוחז בקדרה ומוציאה דלא נעשית בסיס להן כמ\"ש סוף ס\"א ואח\"כ מנער את הקדרה והדבר שאינו ניטל נופל מאליו:",
            "(טז) להטמין באבנים - היינו אפילו אם יחדן לכך מכבר דלית בהן משום מוקצה:",
            "(יז) משום דהוי וכו' - היינו דסידור האבנים דהוי כמו דופן הוי בכלל בנין עראי ואסור מדרבנן ביו\"ט:",
            "(יח) ויש מתירים - ס\"ל דמשום כבוד שבת לא גזרו ואם אפשר להטמין בענין אחר אסור לכו\"ע ועיין בא\"ר שכתב שהמנהג כהיש מתירים וכ\"כ הגר\"ז:",
            "(יט) מותר לסתור וכו' - שאין זה בכלל סתירת בנין אפילו מדרבנן כיון שלא נעשה לקיום כלל:",
            "(כ) ולחזור ולסתמו - הוא ענין בפ\"ע וקמ\"ל דלא צריך למיחש שמא יש בפנים גחלים לוחשות וכשיסתמנו יגרום שיכבו:",
            "(כא) מותר ע\"י א\"י - אבל ע\"י ישראל אסור לסתום דמכבה הגחלים ואע\"פ שאין מתכוין לכך אסור משום פסיק רישא אבל באמירה לא\"י לא קפדינן כולי האי כמ\"ש סוף סימן רנ\"ג. ואם אינו סותמו לגמרי אפילו ע\"י ישראל שרי דאינו מכבה [אגור ומהרי\"ל] וכתב המ\"א דדוקא כשמניחו הרבה פתוח אבל אם מניחו רק מעט פתוח יש לאסור משום מבעיר דטבע הרוח להיות מפיח דרך נקב קטן ודמי למפוח ומבעיר יותר התנור מאלו היה פתוח לגמרי. כתב הא\"ר דבמקום הדחק מותר הישראל לסתום התנור אפילו ביש גחלים לוחשות כי יש לסמוך על דעת תרומת הדשן שמיקל וס\"ל דלא הוי פסיק רישא שיכבו הגחלים ע\"י הסתימה ואם אש בוער בתוכו אף לתה\"ד אסור דהסתימה גורם לאש שיכבה מהר. ודע דכ\"ז לענין סתימת התנור אבל לענין פתיחת פי התנור לכו\"ע אסור ע\"י ישראל אם ידוע שיש גחלים לוחשות אפילו אם אינו שרוק בטיט דהרוח מבעיר את הגחלים:",
            "(כב) ויש מחמירין - טעמם דאולי כיון שטוח בטיט יש בזה קצת משום סתירת בנין בנין ולכך יש להחמיר היכא דאפשר:",
            "(כג) דיש לספק - היינו אפילו אם אינו יודע שכן הוא יש לו לחוש לזה מסתמא [מחה\"ש]:",
            "(כד) אסור לסתום התנור וכו' - דע\"י סתימת פיו ואפילו בלא טיחה בטיט מוסיף חום ומתבשל במהרה ואסור אפילו אם התנור גרוף וקטום מן הגחלים. ואם התנור אינו גרוף וקטום מן הגחלים אסור לישראל לסתמו אף אם הקדרות כבר מבושלות כ\"צ מבעוד יום דבלילה מסתמא עדיין לא נתאכלו הגחלים ולוחשות הן ויש חשש כיבוי ע\"י הסתימה:",
            "(כה) דגורם בישול - ואפילו בדיעבד אסור התבשיל כדין מבשל בשבת עיין לקמן בסימן שי\"ח ס\"א והוא שלא הגיע עדיין למאכל בן דרוסאי [רמ\"א סימן ק\"ב ע\"ש] דבהגיע אין לאסור בזה בדיעבד:",
            "(כו) ואפילו ע\"י א\"י אסור - הסתימה ואפילו בלא מירוח בטיט דהוא מקרב הבישול ממש עי\"ז וכ\"ש דאסור לומר למרח הסתימה בטיט דיש בזה משום מלאכת ממרח ואסור אפילו היה סתום התנור מקודם. ולענין דיעבד אם סתם הא\"י התנור אין לאסור התבשיל דלא אהני מעשיו כ\"כ דבלא\"ה היה מתבשל לבסוף. כתבו האחרונים דאפילו בקיץ שרגילין לצאת מבהכ\"נ בעוד יום גדול [שעדיין לא חשכה ולא הגיע זמן בה\"ש] ואין איסורו לישראל רק מדרבנן מפני שקיבל עליו שבת אפ\"ה יש ליזהר מלומר אז לא\"י לסתום התנור דיבוא לומר לו גם בחורף שיוצאים מבהכ\"נ סמוך לחשיכה ועד שיטול ידיו ויקדש ויאמר לא\"י אודות התנור יהיה לילה ממש. בו יבואר כל עקרי הענינים של שהיה והטמנה בקיצור ממ\"א ותוספת שבת ושארי אחרונים כללא דמילתא בזמן הזה שאנו מניחים הקדרות בתוך התנור מגולות ואין אנו עושין שום הטמנה סביב דופנותיהן א\"כ אין להן רק דין שהיה ולא הטמנה בדבר המוסיף הבל ואף אם העמידה על הגחלים כיון שמגולה למעלה לא מקרי הטמנה כמ\"ש רמ\"א סוף סימן רנ\"ג ס\"א בהג\"ה ולפיכך אם נתבשלו כמאכל בן דרוסאי מבעוד יום [היינו כחצי בישולו וי\"א שליש בישול] מותר להשהותן אע\"פ שאין התנור גרוף ולא קטום ובשר אם נותנו חי בקדירה סמוך לחשיכה ממש [דהיינו קודם שקיעת החמה] הרי זה ג\"כ מותר אבל צלי ומיני בצק ומיני קטניות ופשטיד\"א לא מהני חי וצריך שיתבשל כמאב\"ד קודם שבת אך אם נותן בהם חתיכת בשר חי סמוך לחשיכה אפילו הם בתחלת בישולם ג\"כ מותר ובתנור טוח בטיט הכל שרי. ואם יודע שיש בו גחלים לוחשות אין לפותחו כ\"א ע\"י א\"י ולא ע\"י ישראל דמבעיר האש ע\"י פתיחתו והוי פסיק רישא ואם הגחלים סביב הקדירה לא יקח ישראל הקדרה כ\"א א\"י ואם הקדרה עומדת על הגחלים שרי ע\"י ישראל אם א\"א בענין אחר אך שיזהר שיקחהו משם בנחת ולא ינענע הגחלים. וה\"ה בליל שבת כשלוקח הקדרה מן התנור ג\"כ צריך ליזהר בכל זה וע\"כ נזהרים סמוך לחשיכה כשמשהין הקדרה המבושלת לליל שבת בתנור לנתקו קצת קודם השבת מן האש כדי שיהיה אח\"כ יכול להסירו משם בלי שום חשש. ומותר להניח בשבת תבשיל חם שנתבשל כל צרכו סמוך לתנור על הלבזבז שלו אפילו הוסק התנור ואינו גרוף וקטום דסמיכה לא אסרו בזה ועל התנור נהגו העולם היתר אם לא הוסק עדיין אבל אם הוסק ויש אש בתוכו לא ואם נתן לבנה או ד\"א על התנור להפסק ואח\"כ נותן הקדרה עליה שרי. וכ\"ז בתבשיל חם קצת אבל בתבשיל קר לגמרי אפילו קודם שהוסק אסור אפילו לסמוך כ\"א ע\"י א\"י קודם שהוסק ולאחר שהוסק אפילו ע\"י א\"י אסור דיש בזה חשש בישול. ולצורך חולה שאין בו סכנה או לצורך קטן שאין לו מה לאכול מותר לחמם ע\"י א\"י אפילו בתוך התנור. ודבר שאין בו רוטב אפילו קר כחם דמי דבדבר יבש שנצטנן קי\"ל דאין בישול אחר בישול. ופירות חיין אף שנאכלים כך וכן מיני משקין דינם כתבשיל שיש בו רוטב ונצטנן לגמרי דשייך בהם בישול. וליתן דבר מה על הקדרה הקבוע בתנור דינו כמו על התנור ובתוך הקאכלי\"ן. ולתת לתוך המים שבקדרה ההיא קנקן עם משקין פשיטא דאסור. וישראל אסור ליתן מים לתוך הקדרה ההיא בשבת אפילו קודם שהוסק אך אם נתנם הא\"י קודם שהוסק שרי ליהנות מהם. גם בע\"ש סמוך לחשיכה אסור לישראל ליתן שם מים לתוך הקדירה ההיא כשהוסק אז אא\"כ שיוכלו להתחמם כחצי חומם מבע\"י ובשעת הדחק ששכח ליתן מקודם וירא שמא תבקע הקדרה מהחום אפשר שיש להקל אך שיזהר ליתנן עכ\"פ קודם שקיעת החמה וכמו שכתבתי בסוף סימן רנ\"ד ע\"ש. אסור לכרוך בשבת קדרה עם מאכל חם בכרים וכסתות אם הוא תחלת הטמנה אבל חזרה מותר. וכ\"ז דוקא אם הוא באותה קדרה שנתבשל בה אבל אם פינה לקדרה אחרת מותר לכרוך הקדירה ההיא:"
        ],
        [
            "(א) מצוה וכו' - מפני כבוד השבת ומ\"מ אין זה חובה גמורה והמקיימה מקבל עליה שכר ושאינו מקיימה אינו נענש עליה. ומאד יש ליזהר שלא יבוא ע\"י מצות הרחיצה לחשש חילול שבת ובעו\"ה הרבה נכשלין בזה בימי החורף כשהימים קצרים שיושבין כמעט עד שחשיכה ואף אם גמר את עצם הרחיצה בהיתר ג\"כ מזדמן איסור לידו שפעמים הוא סורק את ראשו בסוף שהיא מלאכה דאורייתא בשבת. גם מצוי שאחר גמר כל הפעולות סוחט האלונטית מהמים שנבלע בו והוא בכלל מכבס וכמו שיבואר לקמן בסימן ש\"ב. וראוי לכל מי שנגע יראת השם בלבו למנוע את העם מזה וזכות הרבים יהיה תלוי בו וגם כדי שלא יתפש ח\"ו בעונם וכידוע מאמר חז\"ל כל מי שיש לו למחות באנשי ביתו ואינו מוחה נתפס בעון אנשי ביתו וכל מי שיש לו למחות באנשי עירו ואינו מוחה נתפס בעון אנשי עירו:",
            "(ב) לרחוץ - וגם על הנשים שייך מצות רחיצה ובימי החורף שהימים קצרים ואין להם פנאי יקיימו מצות הרחיצה בפניהם וידיהם ואף לאנשים די בזה כשאין להם פנאי ועיין בא\"ר:",
            "(ג) כל גופו - היינו בחמין:",
            "(ד) ורגליו - וכעת אין נוהגין ליזהר בזה ואפשר דדוקא במדינותיהם שהיו רגילין לילך יחף ודרכו לרחוץ במים מפני האבק והעפר משא\"כ במדינותינו וכעין זה כתב הפמ\"ג לעיל בסימן ד' באשל אברהם סק\"א עי\"ש:",
            "(ה) בע\"ש - וה\"ה בכל זה בעיו\"ט אבל ביום ה' לא הוי יקריה דשבת אא\"כ אי אפשר לו לרחוץ בע\"ש אז כל כמה דמקרב לשבת טפי מעלי וכן לענין להסתפר:",
            "(ו) בע\"ש - וביום ה' מקפידין שלא ליטלן מפני שהצפרנים מתחילין לחזור ולצמוח ביום ג' לגלוחן וא\"כ אין זה תיקון כבוד שבת שחוזר לצאת. יש שכתבו שלא לקוץ צפרני הידים ורגלים ביום אחד ואין לקוץ אלא בע\"ש או בעיו\"ט והנכון שיקוץ מן הרגלים ביום ה' ומן הידים ביום ו' [מ\"א]. איתא בגמרא השורף צפרנים חסיד קוברן צדיק זורקן רשע שמא תעבור עליהן אשה מעוברת ותפיל ולכן בבית המדרש דלא שכיחי נשי או בית המרחץ שעשוי רק להרחצת אנשים מותר לזרוק. גם איתא שם בגמרא דאין בכחן להזיק רק בדוכתא דנפילי אבל אי כניש להו בתר הכי ושדי להו לאבראי לית לן בה וכתב בפרישה סימן רמ\"א מכאן דאם חתך בביתו במקום דשכיחי נשי ונפל מידו קצת צפרניו יכבד אותו המקום ויזיזם ממקומם ושוב לית לן בה והא\"ר כתב דאפשר דדוקא כשהשליכן חוץ לחדר הוי שינוי מקום. ויש ליטול הידים אחר גילוח הצפרנים וכדלעיל בסימן ד':",
            "(ז) לגלחן - בתער או במספרים והטעם כדי שלא יכנוס לשבת כשהוא מנוול. יש מקומות שאין מגלחין ואין נוטלין צפורנים בר\"ח אפילו חל ביום עש\"ק כי כן צוה ר\"י חסיד:",
            "(ח) לא יטול וכו' - בתשב\"ץ כתוב שמהר\"ם לא דקדק בזה וכ\"כ על האר\"י מ\"מ יש ליזהר לכתחילה [מ\"א]:",
            "(ט) סמוך לחשיכה - היינו קודם בין השמשות בעוד ודאי יום ושיהיה בו עוד שהות להוסיף מחול על הקודש והטעם שמאחר מלישאל עד עתה כדי שלא יפשעו ויאמרו עדיין יש שהות:",
            "(י) בלשון רכה - כי היכי דליקבלו מניה ולעולם אל יטיל אדם אימה יתירה בתוך ביתו שמתוך היראה הם מחללין שבת ומאכילין לאדם דבר האסור לו ובאין לידי כמה עבירות:",
            "(יא) עשרתם וכו' - דכל הני אין יכול לעשותם אח\"כ בשבת לכך יזרז אודותם בע\"ש:",
            "(יב) ערבתם - ובמקומות שאין דרך להניח עירובי חצרות כ\"א מע\"פ לע\"פ וגם עירובי תחומין אין דרכו להניח אין צריך לומר זה:",
            "(יג) הפרשתם חלה - וכעת אין נוהגין לישאל זה ועיין בתשובות כנסת יחזקאל סי' ק\"ג שכתב טעם לזה אך בע\"פ בודאי צריך לישאל ואם חל בשבת צריך לישאל בע\"ש ע\"ש:",
            "(יד) הדליקו וכו' - בפת\"ח תחת הה\"א בלשון צווי דאין שייך שאלה דהא רואה שלא הודלק [רש\"י] וה\"ה שיזהירם שיפסקו מלעשות מלאכה ואם הוא אז בבה\"מ או במקום אחר צריך לשלוח אחר שיזהירם לזה:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}