{
    "versionTitle": "Hilchos Tefillah for Mincha",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) דחוקה - דהיינו שאין שהות ביום שיתפללו מתחלה הצבור בלחש ואח\"כ גם חזרת הש\"ץ כראוי:",
            "(ב) יתפללו בלחש - היינו שלא יסמכו הצבור מפני הדחק לצאת רק בתפלת הש\"ץ שיתפלל בקול רם דעיקר תפלה בלחש הוא ורק הש\"ץ יקצר בתפלתו שבקול ולא יאמר כ\"א ג' ראשונות להוציאן ידי חובתן בקדושה:",
            "(ג) ביום - עיין לקמן בסימן רל\"ג ס\"א בהג\"ה מתי נגמר היום לענין תפלת המנחה ועיין במ\"ב שם:",
            "(ד) הש\"ץ עם הקהל - היינו שהש\"ץ אומר מיד בקול רם והקהל יאמר עמו בלחש מלה במלה עד לאחר האל הקדוש וטוב שיהיה עכ\"פ אחד שיענה אמן על ברכת הש\"ץ [רמ\"א לעיל בסימן קכ\"ד ס\"ב ועיין במ\"ב מש\"כ שם]:",
            "(ה) לא ישב אדם וכו' - הנה מפני שבסעיף זה יש בו פרטים רבים לכן מוכרח אנכי להאריך קצת. הנה כל זה הסעיף לענין אכילה וכן לענין להסתפר וליכנס למרחץ ושאר דברים הנזכרים פה הוא משנה בפ\"ק דשבת דאסור סמוך למנחה ולא ביארה המשנה איזה מנחה אי מנחה גדולה [דהיא משש שעות ומחצה ולמעלה וסמוך לה הוא חצי שעה קודם דהיינו תיכף אחר חצות היום] או מנחה קטנה [דהוא מתשע שעות ומחצה ולמעלה וסמוך לזה היינו מתחלת שעה עשירית] גם לא ביארה המשנה מה דאסרה לענין אכילה אי דוקא לסעודה גדולה דהיינו סעודת נישואין וכה\"ג אז אסור שמא יעבור זמן המנחה או אפילו סעודה קטנה כסעודת כל אדם אסור דלמא אתי לאמשוכי [וכן כה\"ג יש להסתפק בשאר דברים המוזכרים במשנה דהיינו שאסור ליכנס למרחץ אי דוקא לכולא מלתא דמרחץ דהיינו לחוף ראשו ולהשתטף בחמין וצונן ולהזיע או אפילו להזיע בעלמא אסור שמא יתעלף מחמת חום המרחץ וכן לענין בורסקי אי דוקא לבורסקי גדולה או אפי' לעיוני בעלמא וכה\"ג בשארי דברים כאשר מוזכרים בזה הסעיף] ויש שם בגמרא שני תירוצים ולתרוייהו איירי המשנה במנחה גדולה תירוץ קמא דכונת המשנה שאסרה סמוך למנחה גדולה איירי דוקא בסעודה גדולה [הא סעודה קטנה מותר להתחיל עד זמן סמוך למנחה קטנה. ויש שמקילין עוד לתירוץ זה דאפילו סמוך למנחה קטנה ג\"כ מותר להתחיל סעודה קטנה] ותירוץ בתרא דכונת המשנה לאסור אפילו סעודה קטנה סמוך למנחה גדולה ונחלקו הפוסקים בזה הרי\"ף והרמב\"ם פסקו כתירוצא בתרא וזהו שסתם המחבר כמותם והרמ\"א בריש דבריו פסק כתירוצא קמא זהו תורף הענין שבסעיף זה ועתה נתחיל לבאר את דברי הסעיף:",
            "(ו) להסתפר סמוך למנחה - האי סמוך למנחה היינו סמוך למנחה גדולה כאשר כתב המחבר בסוף דבריו ואכולהו קאי ואף שעד סוף זמן המנחה יש שהות הרבה אפ\"ה חיישינן שמא ישבר הזוג ויחזר אחר אחרת ויעבור המנחה ואפשר שאם יש לו ב' או ג' זוגים מוכנים לפניו שרי. כשמגיע זמן המנחה נכון שלא יקח ילד בחיקו דשמא יטנף בגדיו ובעוד שיחזר אחר מים יעבור מנחה או יתאחר לבוא לבהכ\"נ [ס\"ח סימן י\"ח]:",
            "(ז) סמוך למנחה - היינו חצי שעה קודם דהוא תחלת שעה שביעית שהוא מחצי היום ומעלה ואין חילוק בין היום ארוך או קצר לעולם חשבינן לדעה זו סמוך למנחה אחר חצי היום:",
            "(ח) למרחץ - אפילו להזיע בעלמא וכ\"ש לכולא מלתא דמרחץ:",
            "(ט) לבורסקי - אפילו לעיוני בעלמא שמא יראה שנתקלקלו העורות ויצטער ויהיה טרוד בצערו ולא יתפלל [רש\"י] ומשמע דהוא הדין לכל מלאכה או חשבון כיוצא בו שאפשר להמשך או לגרום טרדא [ועיין בבה\"ל] ולכן אותם היוצאים לירידים שטרודים בקניית ומכירת סחורה לא יתחילו לכתחלה סמוך לזמן מנחה גדולה עד שיתפללו מקודם [ח\"א]:",
            "(י) ולא לדין - אפילו שמעו טענותיהם מכבר ועתה ראו לישב בשביל גמר דין אסור שמא יראו טעם ויסתרו הדין וימשך הענין:",
            "(יא) סעודה קטנה - היינו סעודת כל אדם [וסעודה גדולה הוא של נישואין ומילה] והטעם דחיישינן שמא ימשך. ודין איסור אכילה או מלאכה קודם מעריב יתבאר בסימן רל\"ה ס\"ב. ולענין להתחיל ללמוד קודם תפלת המנחה ע' לעיל בסי' פ\"ט ס\"ו לענין לימוד קודם תפלת שחרית וה\"ה הכא כשמגיע זמן מנחה קטנה:",
            "(יב) סמוך למנחה גדולה - עיין לעיל בסק\"ז במ\"ב:",
            "(יג) ואם התחיל וכו' - אפילו התחיל אחר שהגיע כבר זמן מנחה גדולה ואפילו אחר כך כל שלא הגיע עדיין החצי שעה שקודם מנחה קטנה [דאלו כשהתחיל בזו החצי שעה מפסיק כשיגיע זמן מנחה קטנה ואף שיש שהות הרבה עדיין עד הערב דעיקר זמן מנחה הוא ממנחה קטנה ולמעלה ועיין לקמן בהג\"ה מה שעכשיו נוהגין להקל]:",
            "(יד) באחת מכל אלו - היינו אפילו התחיל סעודה גדולה או שנכנס לבורסקי גדולה וכה\"ג בשארי דברים כאשר הזכרנו בפתיחה דבודאי יש לחוש בהו שמא ימשך הרבה אפ\"ה אינו מפסיק כיון שיש שהות להתפלל אחר שיגמור סעודתו או מלאכתו:",
            "(טו) אם אין שהות - אפילו התחיל בהיתר מפסיק:",
            "(טז) להפסיק מיד - היינו אפילו עוד היום גדול כל שיודע שתמשך סעודתו או מלאכתו עד שתחשך צריך להפסיק מיד שמא ישכח ויעבור הזמן לגמרי:",
            "(יז) ומאימתי התחלת וכו' - קאי אמה שכתב לעיל ואם התחיל וכו':",
            "(יח) אם היו עסוקים - פי' שכבר ישבו בדינין אחרים:",
            "(יט) משיתעטפו - שכך היו נוהגים מלפנים כשיושבין בדין משום ששכינה שורה עמהם [ב\"י]:",
            "(כ) משיטול ידיו - ומי שרגיל להתיר איזורו בשעת אכילה מקרי התחלה מישתיר איזורו אף קודם נטילה:",
            "(כא) דסעודה קטנה - ולדידהו תספורת דידן נמי שרי סמוך למנחה גדולה [ואינו אסור אלא תספורת של בן אלעשה שהיא מלאכה גדולה כמבואר בגמרא] ומרחץ דוקא כולא מילתא דמרחץ אסור אז אבל להזיע בעלמא שרי ובורסקי דוקא בורסקי גדולה ודין דוקא התחלת דין שצריך לזה שיהוי הרבה וחיישינן שמא יעבור עי\"ז הזמן אבל גמר דין שרי:",
            "(כב) מותר - היינו סמוך למנחה גדולה ואחר מכן עד סמוך למנחה קטנה אבל סמוך למנחה קטנה שהוא מתחלת שעה עשירית ולמעלה גם לדידהו אסור בכל אלה ואפילו בדיעבד אם התחילו אז מפסיקין כשיגיע הזמן דמנחה קטנה:",
            "(כג) ואינו אסור וכו' - היינו דלידידהו אינו אסור להתחיל סמוך למנחה גדולה אלא סעודה גדולה דבדידהו דוקא שצריך שיהוי רב ע\"כ חיישינן שמא ימשך הרבה עד שיעבור הזמן:",
            "(כד) נישואין או מילה - וה\"ה פדיון הבן שיש שם הרבה בני אדם מסובין יחד ועי\"ז רגיל הדבר להמשך וסעודת שבת ויו\"ט לא מקרי סעודה גדולה [ב\"י]:",
            "(כה) וי\"א וכו' וי\"א וכו' - שתי אלו הדעות מקילין יותר מדעות הקודמות דלדידהו רק באופן אחד אסור ונחלקין זה מזה דלי\"א הראשון רק סמוך למנחה קטנה אסור ואפילו סעודה קטנה אבל סמוך למנחה גדולה שרי הכל וי\"א השני ס\"ל בהיפך דסעודה גדולה אסור אפילו סמוך למנחה גדולה וסעודה קטנה מותר אפילו סמוך למנחה קטנה:",
            "(כו) אפילו סמוך למ\"ק וכו' - משמע דכשהגיע זמן מנחה קטנה מודה דאסור להתחיל ובהגהת מרדכי מיקל גם בזה ודעתו דאין איסור אלא בסעודה גדולה סמוך למ\"ק וכן משמע במהרי\"ו דנהגו העולם להקל אף לאחר שהגיע זמן מנחה קטנה:",
            "(כז) ונהגו להקל כשתי וכו' - וכן העתיקו האחרונים:",
            "(כח) משום דעכשיו וכו' - ומיירי שדרכו ג\"כ לילך להתפלל בצבור בבהכ\"נ אבל אם דרכו להתפלל ביחידות בביתו לא מהני [דה\"ח]:",
            "(כט) לא חיישינן וכו' - אמנם מיד שקורין לבהכ\"נ צריך להפסיק ולהתפלל דאל\"ה מאי תקנתיה [שם]. ודע דדוקא סעודה קטנה סומכין על קריאת השמש לבהכ\"נ אבל סעודה גדולה אין סומכין על קריאה לבהכ\"נ להתיר להתחיל סמוך למ\"ק [דהיינו מט' שעות ולמעלה] משום דשכיחא שכרות. ומשמע מהאחרונים דלענין לילך למרחץ אפילו לכולא מלתא דמרחץ וכן לענין כל הדברים שמוזכר לעיל בסעיף זה סמכינן על קריאת השמש לבהכ\"נ כמו לענין סעודה קטנה. והנה לפ\"ז מותר לילך בע\"ש למרחץ אפילו כשהגיע זמן מנחה קטנה במקום שהשמש קורא לבהכ\"נ. אמנם אנשי מעשה נוהגין להתפלל מקודם שהולכין לבית המרחץ ויש שמדקדקין ליזהר להתפלל מקודם אפילו כשהולכין לבית המרחץ סמוך למנחה גדולה דהיינו אחר חצות כמו שמוזכר במעשה רב אמנם הנוהגין להקל בזה אין למחות בידן דיש להם על מה שיסמכו וכנ\"ל אבל כ\"ז דוקא אם השמש יכריז גם לאנשי בית המרחץ לצאת מבע\"י איזה זמן קודם השקיעה בכדי שיספיק להם העת אחר צאתם להתפלל בזמנה דאל\"ה לא נוכל לסמוך ע\"ז כלל:",
            "(ל) יש להחמיר - היינו שלא לסמוך על קריאת השמש להתחיל אז הסעודה דשכיח שכרות ובשכרות לא מהני הקריאה ולפ\"ז כשיש חתונה בשבת ולא יצאו מבהכ\"נ עד אחר חצות יתפללו מנחה מקודם ואח\"כ יאכלו דסעודת נישואין הוי סעודה גדולה:",
            "(לא) קודם לכן - דהיינו שהתחיל הסעודה גדולה קודם חצות דאז עדיין זמן היתר לכו\"ע:",
            "(לב) כשמגיע וכו' והשעה עוברת - ר\"ל כיון שמשער שימשך סעודתו עד הלילה צריך לקום ולהתפלל תיכף כשיגיע זמן מנחה קטנה:",
            "(לג) צריך לקום ולהתפלל - נראה דדוקא בסעודה גדולה ומשום דשכיחא שכרות דלא סמכינן על קריאת השמש לביהכ\"נ וכנ\"ל לכך פוסק מיד אבל בסעודה קטנה א\"צ לפסוק מיד דיוכל לסמוך [אפילו אם התחיל סעודתו אחר שהגיע זמן מנחה קטנה] דיפסוק מסעודתו כשיקרא השמש לביהכ\"נ:",
            "(לד) מותר - אפילו כבר הגיע זמן מ\"ק ואפילו אם אוכל הרבה פירות דזה לא מקרי סעודה. ותבשיל העשוי מחמשת המינים ג\"כ מותר אם אינו קובע עלייהו [דה\"ח]:",
            "(לה) כביצה - ולא יותר וכתב המ\"א דבשתיה יותר מכביצה נמי אסור אף דלענין אכילה חוץ לסוכה חשיב עראי אף ביותר מכביצה בזה דהחשש הוא שמא ימשך וזה שייך בשתיה יותר אם הוא משקה המשכר. וסתם משקה מותר לשתות אפילו הרבה:"
        ],
        [
            "(א) שהתפלל וכו' - דתפלת המנחה כנגד תמיד של בין הערבים תקנוה וזמן שחיטתו מדאורייתא התחלתו אחר שש שעות ומחצה דהיינו חצי שעה אחר חצות היום ורק משום כדי שיהיו יכולין להקריב קרבנות יחיד מקודם [שאחר התמיד של בין הערבים אסור להקריב שום קרבן] לכן היו מאחרין הקרבתו בכל יום עד ט' שעות ומחצה לבד מערב פסח שחל להיות בע\"ש שהיו שוחטין התמיד בשש שעות ומחצה וע\"כ עיקר זמן תפלת המנחה לכתחלה הוא מט' ומחצה ולמעלה כנגד התמיד שהיו מקריבין בכל יום ומ\"מ אם התפלל משש ומחצה ולמעלה יצא אחרי דעיקר זמנו של תמיד מדאורייתא מתחיל מאותו זמן ויש מהראשונים שמקילין לכתחלה משש שעות ומחצה ולמעלה ועכ\"פ אם רוצה לאכול או לצאת לדרך או שעתה יוכל להתפלל עם הצבור ואם ימתין על מ\"ק לא יהיה לו מנין לכו\"ע מותר להתפלל לכתחלה משש שעות ומחצה ולמעלה:",
            "(ב) ומחצה ולמעלה יצא - משמע דמקודם לכן לא יצא אפילו דיעבד [כ\"כ מ\"א ודה\"ח וברכ\"י] ויש מאחרונים דס\"ל דאף דלכתחלה אסור להתפלל קודם שנשלם החצי שעה שאחר חצות מ\"מ בדיעבד שהתפלל בזו החצי שעה לא יתפלל שנית. ודע דמש\"כ עד הלילה לרבנן לאו דוקא דהא לערך רבע שעה קודם צאת הכוכבים לכו\"ע בכלל בין השמשות הוא כדלקמן בסימן רס\"א ואין להתפלל מנחה אז ועיין לקמיה בהג\"ה שניה מה שכתבנו בענין זה למעשה:",
            "(ג) שהוא עד סוף וכו' - שזמן מנחה קטנה הוא שתי שעות ומחצה [דהלא הוא מט' שעות ומחצה עד סוף י\"ב שעות] ונמצא דפלג המנחה הוא שעה שלמה ועוד רביע:",
            "(ד) ומשערינן שעות אלו וכו' - היינו כל חשבון השעות הנ\"ל בין למנחה גדולה בין למנחה קטנה ופלג המנחה דחשבינן בשעות היום מחלקינן היום בין ארוך בין קצר לי\"ב חלקים וכל חלק נקרא שעה וע\"פ שעות אלו קבעינן זמן מנחה לכל הנ\"ל. ושיעור י\"ב שעות היום דמשערינן בו יש מחלוקת בין הפוסקים די\"א דחשבינן מעמוד השחר עד צאת הכוכבים וממילא לר' יהודה מותר להתפלל מנחה עד שעה ורביע קודם צה\"כ ולרבנן עד הלילה וכנ\"ל בסק\"ב וכך סתם המחבר בסימן זה ולקמן בסימן תמ\"ג וי\"א דחשבינן הי\"ב שעות מנץ החמה עד שקיעתה וממילא לר' יהודה אינו מותר להתפלל מנחה רק עד שעה ורביע קודם השקיעה ולרבנן עד השקיעה:",
            "(ה) דעבד כמר וכו' - ויש לכל אחד משניהם קולא וחומרא היינו דלענין מנחה דעת ר' יהודה אינה אלא לחומרא דאין להתפלל מנחה רק עד פלג המנחה אבל ממילא יש קולא לענין מעריב דמשם ואילך נחשב כלילה לענין שיוכל להתפלל תפלת מעריב [היינו רק התפלה עצמה דאלו זמן ק\"ש של ערבית לכו\"ע בצאת הכוכבים הוא וכדלקמן בסימן רל\"ה] ולרבנן הוי קולא לענין תפלת המנחה דמתפללין עד הערב וממילא חומרא לענין תפלת הערב דאין להתפלל קודם חשיכה:",
            "(ו) לעולם כחד - פ' שלא ינהוג פעם כך ופעם כך משום דהוה תרתי דסתרי אפילו למחר ומכ\"ש שלא יתפלל ביום אחד מנחה אחר פלג כרבנן וערבית קודם צה\"כ:",
            "(ז) באותה שעה - אלא קודם פלג דוקא:",
            "(ח) עד הלילה - ר\"ל עד ביה\"ש שהוא ספק לילה:",
            "(ט) קודם שקיעת החמה - ר\"ל סוף שקיעה שהוא לדעת המחבר בסי' רס\"א זמן מועט קודם צאת הכוכבים ואע\"ג דגם אז אין להתפלל עד צאת הכוכבים ממש דמקודם לכן הוי רק ספק לילה וכדלקמן בסימן רל\"ה בהאי פורתא לא דק:",
            "(י) ולמעלה יצא - אבל קודם פלג אפילו בדיעבד לא יצא ולעיל מתבאר דיש דעות בפוסקים אימת הוא פלג המנחה וע\"כ יש לסמוך להקל שלא לחזור ולהתפלל אף אם התפלל שעה ורביע קודם שקיעת החמה:",
            "(יא) ובשעת הדחק וכו' - ר\"ל דאף אם דרכו תמיד להתפלל מנחה אחר פלג מ\"מ יכול להתפלל תפלת ערבית ג\"כ בזמן הזה ומ\"מ אין להקל בזה רק אם עכ\"פ באותו היום התפלל מנחה קודם פלג אבל אם באותו היום גופא התפלל מנחה אחר פלג שוב אסור לו להתפלל ערבית קודם הלילה דהוי תרתי דסתרי באותו יום גופא וכ\"ז אם מתפלל ביחידי אבל צבור שהתפללו מנחה וכשילכו לביתם יהיה טורח לקבצם שנית לתפלת ערב ויתבטל תפלת הצבור לגמרי הקילו האחרונים שמותר להתפלל ערבית סמוך למנחה ועיין לקמן בסימן רל\"ה ס\"א:",
            "(יב) מנחה אחר כך - ר\"ל אפילו ביום אחר לא יתפלל מנחה אחר פלג כיון דתמיד מחזיק אותו זמן לזמן תפלת הערב אפילו אם בדעתו באותו היום להתפלל מעריב אחר צאת הכוכבים:",
            "(יג) או בשעת הדחק וכו' - ר\"ל דכיון שהוא שעת הדחק מותר לו לכתחלה להתפלל מנחה בשעה שנהג עד היום להתפלל מעריב וכבר כתבתי בסקי\"א דיש לו ליזהר שלא להתפלל אז מעריב רק אחר צה\"כ אם לא שהוא בצבור ויהיה טורח לקבצם שנית כשילכו כ\"א לביתו:",
            "(יד) דהיינו עד צאת הכוכבים - לאו דוקא דערך רבע שעה קודם צאת הכוכבים בודאי בין השמשות הוא לכו\"ע ואין להתפלל באותו זמן אלא ר\"ל סמוך לזה וכן אי' בד\"מ ברל\"ב. ודע דאף שמהמחבר והרמ\"א משמע דלדידן דנוהגים להתפלל מעריב אחר צה\"כ מותר להתפלל מנחה אפי' אחר שקיעה עד סמוך לצ\"ה יש פוסקים רבים שחולקים בזה ודעתם שתפלת המנחה הוא רק קודם שקיעת החמה ולכן לכתחלה צריך כל אדם ליזהר להתפלל קודם שקיעת החמה דוקא דהיינו שיגמור תפלתו בעוד שלא נתכסה השמש מעינינו ומוטב להתפלל בזמנה ביחידות מלהתפלל אח\"כ בצבור ובדיעבד יוכל לסמוך על דעת המקילים להתפלל אחר שקיעה עד רבע שעה קודם צה\"כ [אך כל מה שיכול להקדים מחוייב להקדים כדי שלא יכנס בספק בין השמשות אכן אם כבר נראו כוכבים כבר עבר זמן מנחה בודאי דזהו סימן ללילה כמבואר כ\"ז בסימן רצ\"ג ע\"ש במ\"ב ובה\"ל] אך כ\"ז בדיעבד ושעת הדחק גדול אבל לכתחלה בודאי אין לאחר זמן המנחה עד אחר שקיעה וכ\"ש שיש ליזהר מאד שלא לאחר עד סמוך לצאת הכוכבים וכבר אחז\"ל במערבא לייטי אמאן דמצלי עם דמדומי חמה דלמא מטרפא ליה שעתא:",
            "(טו) צריך ליטול וכו' - בין לתפילת המנחה בין לתפלת ערבית דמצוה ליטול ידיו לתפלה:",
            "(טז) אע\"פ שאינו יודע וכו' - ואם נטל ידיו לתפלת המנחה ולא הסיח דעתו משמירתן אין צריך ליטול ידיו לתפלת ערבית:",
            "(יז) ועיין לעיל וכו' - היינו מה דמבואר שם דאפילו היו ידיו מלוכלכות ונוטל ידיו לתפלה אינו מברך ועיין לעיל בסימן וי\"ו ס\"א במ\"ב:",
            "(יח) מלמודו - ר\"ל דמסתמא לא נגע באמצע הלימוד במקום מטונף אפ\"ה מצוה ליטול בשביל התפלה וכתב המ\"א דמ\"מ אם נטל לתפלה והפסיק בלימוד א\"צ ליטול שנית ובשבת שמפסיקין במכירת המצות צריכין ליטול שנית לתפלת המוסף אא\"כ לא הסיח דעתו משמירת ידיו והא\"ר כתב דכ\"ז שהם בבה\"מ מן הסתם אין כאן היסח הדעת וכן המנהג:",
            "(יט) לתפלה - ואפילו נטל ידיו לאכילה ואכל ולא הסיח דעתו צריך נטילה לתפלה שאין נטילתו לאכילה עולה לתפלה אבל נטילת שחרית שנטל כשקם ממטתו ולא הסיח דעתו עולה לו לתפלה:",
            "(כ) א\"צ ליטול - אלא ינקה ידיו בכל מידי דמנקי. וכ\"ז בסתם ידים אבל אם נגע ידיו במקום מטונף או עשה צרכיו צריך לחזור אחר מים אף בתפלת מנחה ומעריב וכמו בתפלת שחרית וכמבואר שיעורו לעיל בסימן צ\"ב ס\"ד ע\"ש [אחרונים בסימן צ\"ב] וע\"ש במ\"ב ובה\"ל ששייך לכאן:"
        ],
        [
            "(א) מנחה גדולה - הוא משש שעות ומחצה ומנחה קטנה הוא מתשע ומחצה ולמעלה ורוצה להתפלל שניהם אחת לחיוב ואחת לנדבה וכמו דקי\"ל בסימן ק\"ז דיכול אדם להתפלל כמה שירצה בתורת נדבה ובלבד שיחדש דבר בתפלתו שהוא לנדבה ע\"ש:",
            "(ב) אין ראוי וכו' - דאף דלעולם מתפללין החוב מקודם ואח\"כ הרשות הכא קודם תשע ומחצה לא הגיע עוד עיקר זמן מנחה שעיקר זמנה לכתחלה הוא מט' ומחצה ולמעלה שהיה זמן הקרבת התמיד בכל יום כנ\"ל בסימן רל\"ג:",
            "(ג) ואם יתפלל וכו' - דבדיעבד יצא י\"ח במנחה גדולה כנ\"ל בסי' רל\"ג ובסתמא [שלא כוון בהדיא לשם נדבה] נמי נראה דעולה לשם חובה ויתפלל השניה לשם נדבה אם ירצה:",
            "(ד) אא\"כ מכיר וכו' - ובריש סימן ק\"ז משמע דבעינן ג\"כ שיחדש בה דבר ואפשר דהיכא שהוא מכיר בעצמו שיכוין היטב ותפלה טובה היא לא בעינן חידוש אבל מלישנא דטור לא משמע הכי:",
            "(ה) אין לומר אשרי וכו' - ואם אמרו בלא מנין ואח\"כ בא מנין יאמרו מזמור א' ואח\"כ יאמרו קדיש וה\"ה כשלומדים בבהמ\"ד בלא מנין ואח\"כ קורין בבהמ\"ד אנשים להשלים המנין לא יפה עושים דהא עיקר טעם קדיש על הלימוד הוא משום שנתקדש השם ברבים וא\"כ בעינן שיהיו עשרה בבהמ\"ד בעת הלימוד מיהו אפשר ללמוד משנה אחת וכיו\"ב אחר שהתאספו עשרה אנשים ולומר קדיש:",
            "(ו) פרשת התמיד - וטוב ג\"כ לומר פטום הקטורת אך כ\"ז אם לא יעבור זמן תפלה אבל אם יש חשש שיעבור זמן תפלה אפילו אשרי ידלג ובעו\"ה יש אנשים שנכשלין בזה:",
            "(ז) קודם אשרי - ט\"ז ומ\"א כתבו לומר אחר אשרי אבל אין המנהג כן. כתב הטור סדר תפלת המנחה אומר אשרי וקדיש ומתפללין י\"ח וש\"ץ חוזר התפלה כמו בשחרית ונופלין על פניהם ואומרים ואנחנו לא נדע וגו' ואומרים קדיש שלם וכו' וכתבו הפוסקים דאם התפללו מנחה סמוך לחשיכה ונמשכו באמירת אבינו מלכנו או שארי תחנונים אחר התפלה עד שחשיכה אין לומר קדיש תתקבל שהתפלה היתה ביום אחר אבל אם אירע שהתפלה עצמה נמשכה בלילה [וכמו תפלת נעילה] אומרים קדיש תתקבל:",
            "(ח) אם שכח וכו' - ואם הזיד עיין לעיל בק\"ח ס\"י:",
            "(ט) קודם תפלה - עיין לעיל בסי' ק\"ח סקי\"ד במ\"ב:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}