{
    "versionTitle": "Hilchos Bircas HaNisim",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) כגון מעברות הים - מקום שעברו ישראל בים ביבשה:",
            "(ב) ומעברות הירדן - מקום שעברו ישראל בירדן בחרבה בימי יהושע:",
            "(ג) ומעברות נחלי ארנון - מפורש בש\"ס שהיו שני הרים ועמק ביניהם שהיו ישראל צריכין לעבור דרך אותו עמק ונחבאו האמוריים במערות שעשו בהרים בצדי העמק כדי שיפלו עליהם פתאום בעברם בעמק ונעשה נס שנדבקו ההרים זה בזה בעבור ארון ברית ה' עליהם ונהרגו כולם שם:",
            "(ד) של בית חורון - שהושלכו מן השמים על האומות שנלחמו עם יהושע כדכתיב בקרא:",
            "(ה) ואבן שבקש וכו' - כדמפורש באגדה שעקר הר בת תלתא פרסא כדי להפילו על ישראל ונעשה נס שלא היה יכול להפילו ע\"ש בברכות נ\"ד ע\"ב ועיין בבה\"ל:",
            "(ו) וחומת יריחו - שנבלעה במקומה:",
            "(ז) מברך שעשה נסים - כתב המ\"א לכאורה משמע דדוקא הנך וכדומה שניכר הנס מתוך המקום [פי' שבראותנו מעברות הים נזכרים אנחנו שהמים אלו נחצו לגזרים וכן בירדן היה נס במים גופא כדכתיב בקרא וכן אבני אלגביש יודעים אנו שאלו הם האבנים שבהם נעשה הנס] אבל בלא\"ה כגון בבואנו סמוך לירושלים שקרה שם נס בעת מלחמת סנחרב שיצא מלאך ה' והמית כל המחנה אין מברכין על כגון זה שעשה נסים שאין הנס ניכר מתוך המקום [פי' אע\"ג שאפשר לכוין מקום שנעשה הנס אעפ\"כ אין הנס ניכר שהרי לא בגוף האדמה נעשה הנס] מיהו על נס שלו אפי' אין ניכר מתוך המקום כל שמגיע למקום ששם קרה הנס מברך:",
            "(ח) ובין שאר ברכות וכו' - הנזכרים בסימן שאחר זה:",
            "(ט) בהזכרת שם ומלכות - וכן צריך לומר נמי אתה ואלהינו כמו בשאר ברכות גמורות:",
            "(י) אין מברכין עליו - אלא אותם שנעשה להם הנס בעצמם:",
            "(יא) משלשים לשלשים - חוץ מיום שראה וחוץ מיום שעומד בו עתה:",
            "(יב) ואז הם וכו' - וקודם לכן אסור וברכתו לבטלה:",
            "(יג) חובה - ואין להקשות מ\"ש מברכת רעמים וזועות וברכת בשמים שמברך בכל פעם ואפילו בו ביום [עיין לעיל סימן רי\"ז וסימן רכ\"ז] דשאני התם שמברך ארעמים וזיקים חדשים וכמו כן ברכת הבושם מברך אריח חדש שנודף תמיד משא\"כ הכא שלא נתחדש שום דבר מזמן שבירך ע\"כ לא חשיב לברוכי אא\"כ עבר זמן מרובה כל' יום:",
            "(יד) שנעשה נס ליחיד - וכבר מבואר בס\"ב דכל זמן שלא נעשה נס לרוב ישראל כיחיד דיינינן ליה:",
            "(טו) אבל הוא עצמו וכו' - היינו כשחוזר ומגיע שם אחר שקרא לו הנס ומפעם הראשונה ואילך אינו מברך כשמגיע שם אא\"כ עברו שלשים יום מברכה ראשונה וכבסעיף ג':",
            "(טז) וכל יוצאי ירכו - עיין בא\"ר שהכריע דבנו ובן בנו צריכין לברך בין שנולדו קודם שקרה הנס ובין שנולדו לאחר מכן משום כבוד אביהם ומנכד ואילך אין מברכין אא\"כ נולדו אבותיהם אחר שקרה הנס לאביהם הראשון דבזה הם שותפים כולם באותו הנס:",
            "(יז) שעשה נס לאבי - זה קאי על בן ומבן הבן ואילך יברך שעשה נס לאבותי או לאבי אבא:",
            "(יח) כל שאר המקומות - זהו דוקא ביחיד אבל בנסי רבים שמחוייב כ\"א להזכיר לברך כשמגיע למקום הנס א\"צ להזכיר כל המקומות שנעשו בהם נסים לישראל וגם ביחיד גופא כתב המ\"א דדוקא הוא בעצמו אבל בנו אינו מחויב להזכיר כל הנסים שנעשו לאביו:",
            "(יט) ויכלול כולם - וצריך להזכיר מתחלה מקום שעומד בו ואח\"כ יזכיר שארי מקומות. ודע שאף שכלל שארי נסים מ\"מ אם פגע אח\"כ המקום שנעשו לו שארי נסים מברך עוד הפעם אפילו בו ביום:",
            "(כ) צריך לברך - ונוסחתו ברוך וכו' שעשה נס לרבי במקום הזה ומיירי ברבו מובהק ופשוט דדוקא הוא אבל בניו אינם מחוייבים בכבוד רבו ואין מברכים אניסו:",
            "(כא) אם רואה האדם וכו' - וכגון שמחוייב לברך אניסו כאביו ורבו או אדם מסויים:",
            "(כב) כמו שמברך וכו' - ולפ\"ז כל שלשים שלא ראה לאותו האיש כשפוגע בו אח\"כ חייב לברך ונוסח הברכה ברוך אתה וכו' שעשה נס לאבי או לרבי ובאדם מסויים יברך שעשה נס לאדם הזה או ברוך שעשה לך נס:",
            "(כג) כיואב בן צרויה - שהיה מפורסם בכל ישראל לראש ולשלטון ועיין בבה\"ל:",
            "(כד) שנתקדש בו - ר\"ל ע\"י הנס לפיכך חשוב נס זה יותר וצריך כל אחד לברך עליו וכדמסיים לפיכך וכו' ועיין בבה\"ל:",
            "(כה) שעשה נס לצדיקים - ובאדם מסויים מברך ברוך שעשה נס לפלוני במקום הזה ופורט שמו:",
            "(כו) אשתו של לוט - כשהיא נציב מלח:",
            "(כז) מברך שתים - ואע\"פ שאין רואה קברו של לוט דכשרואה אותה נזכר גם מנס בעלה ומש\"כ ועל לוט ר\"ל בשביל לוט:",
            "(כח) זוכר הצדיקים - שזכר הקב\"ה את אברהם כדכתיב ויזכור אלהים את אברהם וישלח את לוט מתוך ההפכה וגו' [ומשמע לכאורה דעל קברו של לוט אינו מברך כלל דשם אינו מנכר זכירת הצדיקים רק כשרואה אשתו שנעשה נציב מלח ושם באותו מקום ובאותה שעה בודאי היה כח תוקף הדין ואעפ\"כ זכר הש\"י את אברהם והציל בעבורו ללוט ושייך לברך ע\"ז]:",
            "(כט) שהוא יוצא ממנהג העולם - כגון עובדא דנזכר בש\"ס באחד שהלך במדבר והיה בסכנת מיתה מחמת צמא ואיתרחיש ליה ניסא ונפק ליה מעין מים וכיוצא בזה:",
            "(ל) וניצול - ג\"כ כדרך מנהג העולם דהיינו שצעק לעזרה או שנזדמנו ב\"א שם וברחו:",
            "(לא) אינו חייב לברך - כשיגיע שם בפעם אחר ברכת שעשה לי נסים ומ\"מ בשעה שאירע לו ההצלה צריך לברך ברכת הגומל דבברכת הגומל לא קפדינן כולי האי שיהיה נס גמור וכדלקמן בסוף סי' רי\"ט בדעה הראשונה דהסכימו עליה הרבה אחרונים:",
            "(לב) ויש חולק - דאפילו היה ההצלה שלא למעלה מדרך הטבע אעפ\"כ כיון שהיה בסכנה אם לא נזדמן לו ההצלה נס מקרי וחייב להודות ולשבח לבורא על שהכין והזמין לו ההצלה ברגע זו. אם נפל עליו אבן וכיו\"ב או שעבר עליו עגלה טעונה שבדרך הטבע היה שימות עי\"ז והוא ניצול ממיתה כשיגיע לאותו מקום משלשים לשלשים צריך לברך ואם נפל אבן סמוך לראשו או נתקע ברזל סמוך לעינו ונעשה לו נס ולא נפל האבן על ראשו ולא נתקע הברזל בעין ממש לדעה ראשונה אין מברכין ולדעה שניה אפשר שמברכים כי כל אדם שקרוב לדבר שיש בו סכנה וניצול מברך וע\"כ יברך בלא שם ומלכות ועיין בבה\"ל. כתבו האחרונים מי שנעשה לו נס יש לו להפריש לצדקה כפי השגת ידו ויחלק ללומדי תורה ויאמר הריני נותן זה לצדקה ויהי רצון שיהא נחשב במקום תודה שהייתי חייב בזמן המקדש וראוי לומר פרשת תודה. וטוב וראוי לו לתקן איזה צרכי רבים בעיר ובכל שנה ביום הזה יתבודד להודות לה' יתברך ולשמוח ולספר חסדו:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}