{
    "versionTitle": "Hilchos Pesach",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) שואלין בהלכות פסח וכו' - שהרי משה עומד בפסח ראשון ומזהירן על כל הלכות פסח שני וה\"ה בשאר יו\"ט נמי דורשין קודם לכן ל' יום בהלכותיהן ועיין בביאור הגר\"א שדעתו דבעצרת סגי מיום א' בסיון וי\"א דהחיוב שלשים יום הוא רק בפסח משום דיש בהן הלכות רבות כגון טחינת חטים ואפיית המצות והגעלת כלים וביעור חמץ שאלו אם אין עושין אותן כהלכותיהן קודם פסח לית להו תקנה בפסח משא\"כ בשאר יו\"ט די באיזה ימים קודם ועכ\"פ ביו\"ט גופא לכו\"ע צריך לשאול ולדרוש בכל יו\"ט בהלכותיה וכדאיתא בסוף מגילה [דף לב] משה תיקן להם לישראל שיהו שואלין ודורשין בענינו של יום הלכות פסח בפסח הלכות עצרת בעצרת והלכות חג בחג:",
            "(ב) שלשים יום - ומתחילין מיום הפורים עצמו. ועכשיו נוהגין לדרוש בשבת הגדול [כשאין ע\"פ חל בו דאז צריך להקדים בשבת הקודם] ובשבת שובה [והעיקר להורות לעם דרכי ה' ללמד המעשה אשר יעשון דהיינו דיני הגעלה וביעור חמץ ואפיית המצה ושאר הלכות פסח וכן בשבת שובה לדרוש לפניהם הלכות יוה\"כ וחג הסוכות לבד מה שדורש מענין התשובה אבל אם יהיה הדרשה רק בפלפול או דרוש בעלמא אין יוצאין בזה ידי חובתן] ומ\"מ מצוה לכל אחד לעסוק בהלכות פסח ל' יום קודם וכן בחג עצמו [אחרונים]:",
            "(ג) ומנהג וכו' - הוא מנהג קדום מזמן הגמרא והובא דבר זה בירושלמי פ\"ק דב\"ב ויכולין בני העיר לכפות זה לזה לענין זה:",
            "(ד) חטים לחלקן - ובמדינותינו המנהג לחלק להן קמח שעי\"ז מקרבא הנייתה טפי ושיעור הנתינה הוא כפי צרכו לכל ימי הפסח ופשוט דאם הוא עני גדול ואין לו במה לאפות המצה צריך ליתן לו גם דמי האפיה דהוא בכלל די מחסורו אשר יחסר לו:",
            "(ה) י\"ב חודש - ואם אנו רואין שנכנס בעיר ע\"ד להשתקע שם לאלתר חייב ועיין בשע\"ת. ודין זה די\"ב חודש שייך גם לעני שאז חייבים ליתן לו כשאר עניי העיר ואם דעתו להשתקע לאלתר חייבים ליתן לו וכתבו האחרונים בשם הסמ\"ג דהאידנא נוהגים בכל הצדקות בין לענין בעה\"ב בין לענין העניים בשלשים יום. ואפילו העני שאין דר פה ל' יום אף שאין מחויבים ליתן לו קמח לכל ימי הפסח בבת אחת מ\"מ חייבים ליתן לו מצה בפסח כדרך שחייבים ליתן לו פת כל ימות השנה מזון ב' סעודות לכל יום ויום מימות החול שהוא שוהה בעיר ובשבת מזון ג' סעודות כמ\"ש ביו\"ד סימן רנ\"ו ע\"ש:",
            "(ו) ליתן לזה - ואפילו ת\"ח הפטור ממס [אחרונים] ועיין בפמ\"ג ושיעור הנתינה צריך להעריך על כל אחד לפי ממונו ואלה המשתמטים עצמם מליתן קמח עניים יש עון בידם. והנה ידוע שעיני העניים נשואות לזה וכשהם ישארו בדוחק וברעבון והוא יעלים עין בזה ידוע מה שאמר הגמרא סנהדרין ל\"ה כל תענית וכו' ע\"ש בפירש\"י והוא ג\"כ כעין זה:",
            "(ז) בכל חדש ניסן - מפני שי\"ב נשיאים הקריבו בי\"ב ימים וכל ימי הקרבן היה יו\"ט שלו וע\"פ וימי הפסח גופא ואסרו חג א\"כ יצא רוב החודש בקדושה לפיכך עושין כולו קודש:",
            "(ח) צדקתך - גם אין אומרים בחודש ניסן היהי רצון שאחר קריאת התורה ואין מזכירין בו נשמות וגם צדוק הדין והקדיש שאחריו אין אומרים. והכלל דצדוק הדין וצ\"צ ורחום וחנון שוין וכן בע\"ש ועיו\"ט אחר חצות אין אומרים אבל בער\"ח וערב חנוכה אחר חצות אומרים צדוק הדין. וטוב לקרות בניסן בכל יום הנשיא שלו וביום י\"ג פרשת בהעלתך עד כן עשה את המנורה [אחרונים]:",
            "(ט) להזכיר בצבור - פי' דאין מזכירין התענית בצבור אבל מ\"מ היחיד שנהג להתענות בה\"ב מותר להתענות בו לדעת המחבר ומנהגנו כהרמ\"א שאין להתענות כלל [אחרונים]:",
            "(י) אפילו יום וכו' - היינו בכל החודש ניסן וכן ער\"ח אייר ג\"כ אין מתענין אפילו הנוהגים להתענות בכל ער\"ח אבל החתן והכלה ביום חופתם נוהגים להתענות אפילו בר\"ח ניסן מטעם שיתבאר בסימן תקע\"ג [אחרונים]:",
            "(יא) אבל תענית חלום מתענין - ואין צריך למיתב תענית לתעניתו בחודש אייר כדי שיכופר לו על מה שהתענה בחודש ניסן על חלומו כמו שצריך לעשות מי שמתענה ת\"ח בשבת ויו\"ט ור\"ח וחוש\"מ שהוא צריך לישב בתענית על תעניתו כמו שנתבאר בסי' תי\"ח. ואם התענה בשבת שבתוך ניסן ת\"ח מותר להתענות ליום מחר ביום א' על מה שהתענה בשבת כיון שאיסור תענית זה אינו אלא מנהג. ואפילו אם חל ר\"ח ניסן באחד בשבת ובשבת שלפניו התענה ת\"ח מותר לו לישב בתענית בר\"ח ניסן על מה שהתענה בשבת [אחרונים]:",
            "(יב) מזמור לתודה - שלחמי תודה היו חמץ ואפילו בער\"פ אסור להקריבה שיבוא לידי נותר:",
            "(יג) בערב פסח - ומשכימין לבהכ\"נ בע\"פ כדי שיגמור סעודתו קודם ד' שעות [מהרי\"ל]:",
            "(יד) אסרו חג - המנהג שלא להתענות בכל אסרו חג. ולהטיל איסור בבהכ\"נ לצורך גדול מותר בניסן אף שאסור בתשרי [אחרונים]:",
            ""
        ],
        [
            "(א) מפני הנס - שבשנה שיצאו ממצרים היה עשרה בניסן ביום שבת ולקחו כ\"א מישראל שה לפסחו וקשרו בכרעי המטה כמש\"כ בעשור לחודש הזה ויקחו להם איש שה לבית אבות וגו' והמצרים ראו זה ושאלום למה זה לכם והשיבו לשוחטו לשם פסח במצות ה' עלינו והיו שיניהם קהות על ששוחטין את אלהיהם ולא היו רשאין לומר להם דבר. ומפני שאז היה עשירי בחודש בשבת ע\"כ קבעו לקרות שבת שלפני הפסח לעולם שבת הגדול:",
            "(ב) במנחה ההגדה - לפי שהיתה בו התחלת הגאולה והניסים ואפילו אם חל שבת הגדול בע\"פ ואז דורשין בשבת הקודם [אחרונים]:"
        ],
        [
            "(א) בתחילת ליל וכו' - פי' תיכף אחר יציאת הכוכבים שיש עדיין קצת מאור היום ראוי להתחיל לבדוק כדי שלא יתרשל או שלא ישכח:",
            "(ב) בודקין וכו' - וגם צריך לבטל אז את החמץ וכדלקמן בסימן תל\"ד ס\"ב ומן התורה באחד מהן סגי דכשמבטלו בלבו ומפקירו שוב אינו שלו ואינו עובר עליו וכ\"ש כשבודקו ומחפש אחריו ומבערו מן העולם אלא שחז\"ל החמירו דלא סגי באחד מהן אלא בשניהם דוקא לפי שחששו אחר שהבטול תלוי במחשבתן של בני אדם ובדעותיהן אולי ירע בעיני האדם שיש לו חמץ בעד כמה אלפים להפקיר ואף שבפיו יאמר שיהיה בטל והפקר וחשיב כעפרא מ\"מ לבו לא כן יחשוב ולא יבטלנו בלב שלם והרי הוא עובר בבל יראה שהרי לא הוציא מביתו ועוד שמא מתוך שרגילין בו כל השנה אם יהיה בביתו ורשותו גזרינן שישכח ויבוא לאכול ולכן תקנו חז\"ל שאע\"פ שמבטל לא סגי אלא צריך לבדוק לבערו מן העולם ומ\"מ צריך לבטל ג\"כ שמא לא יבדוק יפה וימצא חמץ בפסח ויעבור עליו:",
            "(ג) לאור הנר - מפני שצריך לבדוק בחורין ובסדקין ואור היום לא יועיל לזה וכיון שצריך שתהיה לאור הנר קבעוה בלילה מפני שאז אורו מבהיק יותר מביום ואפילו במקום האפל וגם היא שעה שבני אדם מצויים בבתיהם:",
            "(ד) שדרך להכניס וכו' - לאו דוקא אף שאין דרך להכניס שם חמץ רק במקום שמשתמשים שם לפרקים בחמץ חיישינן שמא הכניס שם חמץ ולאו אדעתיה וכמבואר לקמן סי' תל\"ג:",
            "(ה) שלא יתחיל בשום מלאכה וכו' - ואפילו חצי שעה שקודם הזמן אסור דלמא אתי לאמשוכי וה\"ה דאסור לכנוס למרחץ ובכל הדברים הנזכרים לעיל בסימן רל\"ב. ומי ששכח לבדוק בלילה אסור ביום בכל הדברים עד שיבדוק [אחרונים]:",
            "(ו) ולא יאכל - וטעימה בעלמא שרי והיינו פת כביצה ולא יותר או פירות אפילו הרבה וכמו שכתבנו בסוף סימן רל\"ב עיי\"ש במ\"ב ועיין בבה\"ל דפירות הרבה אינו מותר רק בהחצי שעה שקודם הבדיקה אבל משהגיע זמן הבדיקה גם ע\"י פירות אין נכון לשהות הרבה:",
            "(ז) לא ילמוד - גם בזה יש אוסרין אף בחצי שעה שמקודם דלמא אתי לאמשוכי הרבה אם לא שביקש לאחד שיזכירנו כשיבוא הזמן ויש מתירין לענין לימוד מקודם ורק בהגיע הזמן של צה\"כ אסור. ואף להאוסרין אינו אסור אלא בלומד בביתו אבל הלומדין שיעור הלכה בביהמ\"ד אחר התפלה מותר דהלא יהא מוכרח בודאי לבא לביתו ומ\"מ אף זה אינו מותר אלא הלומד בלא פלפול אבל בפלפול חיישינן בכל גווני דלמא אתי לאמשוכי:",
            "(ח) עד שיבדוק - ולענין תפלת מעריב אותן המתפללים מעריב בזמנו בצבור יתפללו מקודם דטורח לקבצן אח\"כ וגם אין לחוש כ\"כ שישכח לבדוק שהרי תפלה היא דבר קבוע ואין שייך בו שמא ימשוך והמתפלל בביתו יתן לאחר לבדוק והוא יתפלל דעי\"ז יקיים שניהם בזמנם ואי ליכא אחר יתפלל תחלה אכן אם הוא רגיל להתפלל לעולם ביחידי יבדוק תחלה דכיון דרגיל בכך לא חיישינן כ\"כ שמא ישכח והח\"י כתב דלעולם יתפלל תחלה דתדיר ושאינו תדיר תדיר קודם:",
            "(ט) ואם התחיל ללמוד - וה\"ה שאר מלאכות:",
            "(י) מבעוד יום - בזמן ההיתר ולכן אין צריך להפסיק דאפילו בק\"ש שהיא דאורייתא קיי\"ל בסימן רל\"ב דאם התחיל בהיתר אינו מפסיק עי\"ש ואם התחיל בזמן האיסור לכו\"ע פוסק דבדיקת חמץ הוי דאורייתא כ\"ז שלא ביטל ובדאורייתא פוסק כמ\"ש בסימן רל\"ה:",
            "(יא) שצריך להפסיק - אף דהתחיל בהיתר. וטעמם דעיקר מצוה לכתחלה קבעו חכמים בתחלת הלילה וע\"כ צריך להפסיק כדי שיתקיים המצוה כתקונה:",
            "(יב) וכן נ\"ל עיקר - וה\"ה לשאר מלאכות. ומ\"מ נראה דאין צריך להפסיק אלא כשיגיע הזמן של צאת הכוכבים:"
        ],
        [
            "(א) קודם שיתחיל לבדוק - כדי שתהא הברכה עובר לעשייתן:",
            "(ב) יברך - י\"א שטוב שיטול ידיו קודם והוא רק משום נקיות:",
            "(ג) על ביעור חמץ - דאע\"ג דאינו מבער עד למחר מ\"מ כיון דבדיקה זו לצורך ביעור הוי מעין הביעור ואין מברכין על בדיקת חמץ דאין זה סוף מצותו וגם אין מברכין על ביטול חמץ כיון דעיקר הביטול תלוי בלב ואין מברכין על דברים שבלב. אם בירך לבער יצא [אחרונים]:",
            "(ד) כ\"ז שלא סיים בדיקתו - דכל זמן שלא סיים מקרי עדיין עובר לעשייתו. ואם כבר סיים הבדיקה לא יברך עכשיו אלא יברך למחר בשעת שריפה דהא מברכין על ביעור חמץ ואע\"פ שבטלו אתמול בשעת בדיקה מ\"מ חייב לשרפו מתקנת חכמים ועוד דהא אז אמר כל חמירא דלא חזיתיה והחמץ שראה לא ביטל [ט\"ז ומ\"א וש\"א] ויש מאחרונים דס\"ל דלא נתקנה הברכה כ\"א בעת הבדיקה ולדעתם יברך בשעת שריפה בלא שם ומלכות. ונראה שהרוצה לסמוך ולברך אין מוחין בידו דיש לו על מי לסמוך:",
            "(ה) ויזהר שלא ידבר - ובדיעבד אם שח בדברים שאין צורך הבדיקה יחזור ויברך דהפסיק בין הברכה להמצוה:",
            "(ו) וטוב וכו' - ובזה אין צריך לחזור ולברך כיון שכבר התחיל המצוה ובדברים שהם צורך הבדיקה גם לכתחלה יוכל לדבר שזה אין חשיב הפסק כלל [אחרונים]:",
            "(ז) כמה בתים - וההליכה מבית לבית לא הוי הפסק ועיין בח\"א שכתב דאם בודק ביתו וחנותו והחנות הוא בחצר אחרת צריך לחזור ולברך אמנם מצאתי בחק יוסף ובמאמר מרדכי שדעתם דכולהו חדא מצוה היא שמחויב לילך ולבדוק כל המקומות שיש בהם חמץ ואין שייך לומר דהליכה הוי הפסק בזה:",
            "(ח) יעמיד מב\"ב - וה\"ה אחר שאינו מב\"ב אלא דבר בהוה וכדאיתא בש\"ס דיש מקומות ששוכרין לבדוק ועכ\"פ יסייע לדבר כי מצוה בו יותר מבשלוחו. והנה מדינא יכול לסמוך בבדיקה אפילו על נשים ועבדים [ולא על שפחה נכרית שלנו] וקטנים ומ\"מ לכתחלה נכון שלא לסמוך אלא על אנשים ב\"ח שהגיעו לכלל מצות דהיינו מי\"ג שנה ואילך לפי שהבדיקה כהלכתה יש בה טורח גדול ויש לחוש שמא יתעצלו ולא יבדקו יפה [אחרונים]:",
            "(ט) בשעה שהוא מברך - כדי שיצאו בברכתו ויענו אמן על ברכתו:",
            "(י) על סמך ברכה וכו' - ואם הבעה\"ב אינו בודק כלל ומצוה לאחר לבדוק אותו אחר מברך דהוי כשלוחו גם לענין הברכה:",
            "(יא) שבירך בעה\"ב - ואם לא שמעו ברכתו לכתחלה אין לשלחם לבדוק ומ\"מ אם קשה לו לגמור הבדיקה בעצמו יכול לבקש לאחר שיסייענו ואותו אחר א\"צ לברך שכל הבדיקה מצוה אחת היא וכבר בירך הבעה\"ב עליה:",
            "(יב) ונוהגים להניח - היינו חמץ קשה שלא יתפרר וגם במקום משומר מפני התינוקות והעכברים:",
            "(יג) ומיהו וכו' - חולק ע\"ז דאין כאן חשש ברכה לבטלה דכן הוא המצוה לבדוק החמץ ולחפש אחריו שמא ימצא ואם לא ימצא אין בכך כלום והט\"ז כתב עוד דהברכה קאי על מה שיבער למחר בודאי מה שישייר מאכילתו אלא שמהיום מתחיל ע\"י הבדיקה וכנ\"ל בסימן תל\"א וכן הסכימו אחרונים לדינא ועיין בח\"י שכתב דמ\"מ אין כדאי לבטל מנהג של ישראל ועיי\"ש שנתן טעמים להמנהג וגם האר\"י ז\"ל כתב מנהג זה ושיניח יו\"ד פתיתים אכן יש ליזהר הרבה שלא יאבד אחד מן הפתיתין ועיין בש\"ת:"
        ],
        [
            "(א) לאור הנר - ובליל י\"ד שאז בני אדם מצויים בבתיהם ואור הנר יפה אז לבדיקה משא\"כ ביום אין האור מנהיר כבלילה ותקנו הבדיקה דוקא ע\"י אור הנר שעל ידה יוכל לבדוק גם בחורין וסדקין ואם הקדים ובדק יום י\"ג לאור הנר צריך לחזור ולבדוק ליל י\"ד כתקנת חכמים ומ\"מ נראה דאין לברך אז בלילה על הבדיקה דיש פוסקים דבדיעבד יצא בבדיקה ראשונה אכן אם בדק בליל י\"ג לאור הנר שבלילה אור הנר יפה לבדיקה ונזהר היטב שלא להכניס חמץ א\"צ לחזור ולבדוק כן הסכימו רוב אחרונים והרוצה להחמיר על עצמו לחזור ולבדוק עכ\"פ לא יברך אז:",
            "(ב) ואם עבר - אבל לכתחלה אסור לדחות הבדיקה על יום י\"ד וכנ\"ל:",
            "(ג) אלא לאור הנר - שעל ידה יוכל לחפש היטב במחבואות בחורים ובסדקים:",
            "(ד) ואכסדרה - הוא מקום שיש לה ג' דפנות וקירוי ואורה רב ע\"י דופן רביעית שפתוחה לגמרי:",
            "(ה) אם בדקה לאור החמה - ג\"ז מיירי כשעבר ולא בדק ליל י\"ד ובודק ביום י\"ד דבאכסדרה שאורה רב א\"צ לנר ודי באור החמה ומה שכתב לשון דיעבד משום דלכתחלה גם באכסדרה צריך לבדוק בליל י\"ד. ומבואר בש\"ס דמי שלא בדק בלילה ובודק ביום יבדוק בצפרא משום דזריזין מקדימין למצות ולא יאכל מקודם שיבדוק [אחרונים]:",
            "(ו) דיו - ולענין אם מותר לבדוק ביום י\"ג לאורה לכתחלה אסור אלא צריך להמתין על ליל י\"ד ובדיעבד נראה דאין צריך לבדוק שנית ועיין במ\"א סוף הסימן שכתב שמ\"מ יחזור ויבדוק עכ\"פ חדר אחד בלילה ע\"ש:",
            "(ז) כנגד ארובה שבחדר - ארובה מקרי מה שבאמצע הגג וה\"ה נגד החלונות שבכתלים ודוקא נגד ארובה ונגד החלון ממש ששם אורן רב משא\"כ מן הצדדין אף ששם יש ג\"כ אור אין דומה לאכסדרה ואפילו נגד החלון ממש דוקא כשאין בו זכוכית אבל כשיש בו זכוכית דינו כמן הצדדין:",
            "(ח) לאור האבוקה - שאין יכול להכניסו לחורין ולסדקין וגם שהוא מתיירא שמא ישרוף הבית ולא יוכל לבדוק יפה ואין בודקים בעצים דמשחא (שקורין קי\"ן) שאורו ג\"כ גדול כעין אבוקה:",
            "(ט) ולא בנר של חלב וכו' - שהוא מתיירא שמא יטיף על הכלים ויפסידם:",
            "(י) ולא של שמן - שהוא מתיירא להכניסו לחורין ולסדקין פן ישפוך השמן. ובדיעבד אם בדק לאור האבוקה אינו חל הבדיקה וצריך לחזור ולבדוק לאור נר יחידי ושל חלב ושל שומן בדיעבד חל הבדיקה ובשל שמן יש דעות בין האחרונים אי חל בדיעבד:",
            "(יא) אלא בנר של שעוה - ואם אין לו נר של שעוה יכול לבדוק באותן נרות שבדיעבד יוצא בהן [אחרונים]:",
            "(יב) אפילו קלועים - ר\"ל וכ\"ש אם דבקן ביחד דחשיב אבוקה אלא אפילו קלועים ס\"ד דכחד נר דמי קמ\"ל [מ\"א] ומפמ\"ג משמע דכל שאוחזן בידו יחד ואין מפרידן זה מזה חשיב אבוקה ונר שיש לו שתי פתילות כמו שעושין עתה בנר של חלב לפעמים דיש הפרש בין פתילה לפתילה חשיב אבוקה [שם]:",
            "(יג) שיש לחוש שמא הכניסו וכו' - ר\"ל לא מיבעיא מקומות שמשתמשין בהן חמץ פשיטא דצריך בדיקה אלא אפילו מקום שאין רגיל להשתמש בו חמץ כל השנה רק שיש לחוש שמא הכניס שם חמץ באקראי ג\"כ צריך בדיקה וכדמפרש לקמיה:",
            "(יד) כל חדרי הבית - היינו אפילו חדרים שמחזיקים בהם משכנות שלפעמים נכנס לתוכו באמצע הסעודה להחזיר המשכון לבעליו ויש לחוש שמא שכח שם פתו וה\"ה כל כיוצא בו כגון מרתפות שמונחים שם פירות וכבושים וגבינות וכיו\"ב שדרך ליכנס שם בתוך הסעודה ליטלם וכן בית העצים ונרות ג\"כ דרך השמש ליכנס בתוך הסעודה ליקח נרות להאיר ועצים לצורך התבשילין:",
            "(טו) שאין מסתפק וכו' - דבמסתפק בהן פעמים אדם נכנס בתוך הסעודה ופתו בידו להביא עוד יין לסעודתו וה\"ה אוצרות של שאר משקין במקום שרגילין בשתייתו צריכין בדיקה:",
            "(טז) מהם - ואוצרות שמסתפק ממנו ויש לו קבע שנוטל בפעם א' מה שצריך לסעודה א\"צ בדיקה כיון שאין רגילים ליכנס בו באמצע הסעודה [אחרונים]:",
            "(יז) אינם צריכים בדיקה - שמסתמא אין מכניסין בהן חמץ אלא א\"כ יודע שהכניס בהם חמץ:",
            "(יח) צריכים בדיקה - לפי שדרך להשתמש בהן ויש לחוש שמא נשאר שם מעט חמץ:",
            "(יט) פחות משלשה טפחים - שמן הסתם לא נשתמשו בו אבל אם ידוע לו שנשתמש בהן חמץ באותה שנה אפילו פ\"א הרי הן צריכין בדיקה. ובבית שהתינוקות מצויין בו בכ\"ג צריכין בדיקה שמא הניחו שם התינוקות מעט חמץ:",
            "(כ) אינם צריכים בדיקה - ועל גבי התנורים שרגילין להשתמש שם צריך בדיקה ופשוט דגם בכל החורים שסביבותיהן צריך בדיקה:",
            "(כא) היציע - בנין נמוך:",
            "(כב) והמגדל - שקורין אלמע\"ר או שאפ\"ע ודרכן היה לעשות גגיהן משופעין אבל כגון שלנו שגגיהן שוה והדרך להשתמש שם צריך בדיקה וכ\"ש תוך המגדל אם משתמש בהם חמץ לפעמים או דברים שדרך ליטלם בתוך הסעודה בודאי צריך בדיקה:",
            "(כג) אין גגיהם ראוים וכו' - וגגי הבתים שלהם היו שוין ורגיל להשתמש עליהן וצריך בדיקה. ותקרות שלנו שתחת גג המשופע אם דרך להשתמש שם צריך בדיקה שפעמים הולך שם באמצע סעודתו ופתו בידו וכנ\"ל בס\"ג. ובאשר שטרחא מרובה היא נראה שיש להקל ע\"י שימכור לנכרי אותו המקום ג\"כ עם החמץ שיש שם:",
            "(כד) לול - וה\"ה קרקע הבית שהתרנגולים מצויים שם א\"צ בדיקה ומ\"מ צריך לכבד תחת המטות כי לפעמים נגרר שם ע\"י התרנגולים חתיכה גדולה של חמץ שא\"א להם לאכלה או לסיבה אחרת. ובמקום שאוכלין כל השנה וליכא שם תרנגולין לכו\"ע צריך לבדוק תחת הספסלין והשלחנות שמצוי ליפול שם חמץ ויש אומרים דאף בדאיכא תרנגולין בבית כל שאכלו שם חמץ סמוך לפסח הוי כמו חמץ ודאי דאי אפשר שלא יפול חמץ על הקרקע ואין ספק אכילת תרנגולים מוציא מידי ודאי חמץ וצריך בדיקה כדין:",
            "(כה) אמצעה של חצר - לאו דוקא אמצעה דהוא הדין לצדדי החצר ואתי לאפוקי רק חורין שבצדדי החצר דצריך בדיקה:",
            "(כו) אבל ודאי וכו' - דבודאי חמץ לא סמכינן ע\"ז וצריך בדיקה דאין ספק מוציא מידי ודאי וכ\"ש במקום שמעמידין אווזים בלול שלהן ומניחין לפניהם בחוץ כלי עם שבולת שועל ושעורין שע\"י אכילתם נופלים הגרעינים בחוץ וא\"א להם לאכול משם דבודאי צריך בדיקה דהרי זה חמץ גמור ששורין הגרעינים במים [ח\"א]:",
            "(כז) לא - עיין במ\"א שדעתו דמה שהכניסו שם חמץ זמן רב קודם פסח וסמוך לפסח נשמר שלא יפול שם חמץ א\"צ לבדוק ואפשר דכל שלשים יום מקרי סמוך לפסח אבל דעת המקור חיים דדוקא מה שהיה בליל י\"ד אחר שהגיע זמן הבדיקה דאז לא סמכינן שיאכלוהו עופות אבל מה שהיה ודאי קודם לזה לא מקרי ודאי חמץ וא\"צ בדיקה:",
            "(כח) אבל לקמן וכו' - הנה האחרונים האריכו ליישב הסתירה ולדינא הסכימו כמה אחרונים דלחצר שלו או של שותפין אסור לזרוק חמץ על סמך שיאכלוהו עורבים ועופות וגם בדיעבד אם זרק צריך לבדוק ולבער אבל למקום מופקר לרבים כגון רחוב מותר להשליך שם חמצו ולהפקירו קודם זמן איסורו ואם לא אכלוהו העורבים ונשאר עד אחר זמן איסורו לא איכפת לן כיון שכבר יצא מרשותו דומיא דמוכר לעכו\"ם קודם זמן איסורו:",
            "(כט) והשאר מבטל בלבו - דשמא נתגלגל שם בחור. ואפילו אם היה שם בודאי חמץ מהני ג\"כ הבטול דלא הוי כמטמין בבור כיון דלא עביד בידים וע\"ל סימן תל\"ו אם מותר ליהנות מחמץ כזה אחר הפסח:",
            "(ל) שמא יאמר כשפים וכו' - במה שהוא מחפש בלילה לאור הנר בחורין ומ\"מ למחר ביום ארבעה עשר יבדוק לאור היום שבזה לא יבוא עכו\"ם לחשדו:",
            "(לא) בא לידי סכנה - ואע\"ג דשלוחי מצוה אינן ניזוקין היכא דשכיח הזיקא שאני ואף שפטרוהו מטעם זה מבדיקה בלילה מ\"מ בטול צריך וכתבו האחרונים דגם בודאי חמץ אינו צריך בדיקה בלילה אלא ביום לאור היום ובטול בודאי בעינן בזה וכנ\"ל:",
            "(לב) שנשתמש בו חמץ - ר\"ל שרגיל להשתמש ואינו ידוע שיש שם עכשיו חמץ:",
            "(לג) אפילו אינו גבוה ג\"ט כדי חפישת הכלב - ר\"ל שהוא עודנו בכדי חפישת הכלב שמריח הריח עד ג' טפחים והיה לנו לחוש שמא הכלב יחפש אחריו תוך הפסח ויגלהו אפ\"ה אין צריך וכו':",
            "(לד) אין צריך לבדוק - ומ\"מ צריך לבטל בלבו דשמא יש שם חמץ ויעבור עליו ואם לא ביטל עד לאחר זמן איסורו דעת העולת שבת דצריך לחפש במרא וחצינא ועיין בבית מאיר שכתב דלדעת רש\"י ור\"ן הדין עמו אך לדעת התוספות יש להסתפק עי\"ש:",
            "(לה) סכנת עקרב - ודוקא במקום שמצויים עקרבים. ואפשר דבמקום שמצויים נחשים צריך לבדוק דלא שכיח סכנתא כ\"כ [מ\"א וש\"א] ועיין במש\"כ בסימן ק\"ד דבמקום שהנחשים ממיתין דינו כמו עקרבים:",
            "(לו) אחר שישלים בדיקתו - דבשעת בדיקה אפילו מחפש אחר מחט ג\"כ הו\"ל שלוחי מצוה ואין ניזוקין וכמו האומר סלע זו לצדקה בשביל שיחיה בני דהוי צדיק גמור אע\"פ שמכוין גם להנאתו:",
            "(לז) צריך להוציאו משם - ואם לא עשה כן ועבר עליו הפסח אסור אע\"פ שביטלו ככל חמץ שעבר עליו הפסח כמ\"ש סימן תמ\"ח ס\"ה:",
            "(לח) מבטלו בלבו - והבטול הוא מדרבנן שמא יפקח הגל במועד ויעבור על בל יראה אבל מדאורייתא אינו עובר כלל דדוקא להטמין בידים אסור מדאורייתא אבל הכא כיון שממילא נפל עליו הגל אינו עובר וי\"א דמדאורייתא מחויב לבטלו דאל\"כ אע\"פ שאין דעתו כלל לפקח הגל במועד מ\"מ עובר משום לא ימצא כמו במטמין לכתחלה ולדידהו אם לא בטלו עד לאחר זמן איסורו חייב לפקח הגל לבערו כיון שאינו ברשותו לבטלו אכן אם נפל עליו גל גדול שא\"א לפקח והוא אבוד ממנו ומכל אדם לכו\"ע מותר דלא קרינן ביה שלך:",
            "(לט) ודיו - ואם לאחר הפסח נתפקח הגל ונתגלה החמץ הרי הוא מותר אף באכילה שחמץ שעבר עליו הפסח אינו אסור אלא משום קנס שקנסוהו חכמים משום שעבר על בל יראה ובל ימצא מן התורה או מד\"ס כמו שיבואר בסי' תמ\"ח והכא בעניננו לא עבר עליו כלום ואין ראוי לקונסו:",
            "(מ) מרתף שמסדרין בו וכו' - ודוקא מרתף שמסתפק ממנו לצורך סעודה שפעמים הולך השמש באמצע סעודה ופתו בידו להביא עוד יין לשלחן ושוכח שם את פתו [אחרונים]:",
            "(מא) א\"צ לבדוק וכו' - עיין בבה\"ל:",
            "(מב) ולא על כל שטח המרתף וכו' - ר\"ל שא\"צ לבדוק כל העליונות הרואות את התקרה באורך ורוחב של כל המרתף רק שורה אחת האחרונה שהיא נגד הפתח שהיא רואה את התקרה ואת הפתח ביחד ועוד שורת חביות אחת למטה הימנה שהיא רואה רק את הפתח לבד:",
            "(מג) צריכים בדיקה - בליל י\"ד לאור הנר והשמשים אינם נזהרים לבדוק בלילה אלא מכבדין היטב ביום ולא יפה הם עושים וצריך להזהירם ע\"כ שיקיימו מצות חכמים כתיקונה ויכולים לברך על בדיקה זו אבל א\"צ לבטל אחר הבדיקה לפי שאינם יכולים לבטל ולהפקיר חמץ שאינו שלהם. ואם עבר ולא בדק הבתי כנסיות וב\"מ בליל י\"ד יכול לבודקם לכתחלה ביום י\"ד לאור היום וא\"צ לבדוק לאור הנר לפי שדרך להרבות בהם חלונות ויש בהם אורה גדולה ודינם כדין אכסדרה שנתבאר בס\"א [אחרונים] אכן לפי מה שכתבנו לעיל בסק\"ז דאם יש זכוכית בחלונות שוב אפילו נגד החלון ממש אין דינו כאכסדרה א\"כ ה\"נ בעינן שכשבודקם ביום לאור החמה יפתח החלונות:",
            "(מד) ומכוין - ר\"ל לא מיבעיא בסתם שאין חזקתו מתכבד אלא אפילו אם מכוין לשם בדיקה ג\"כ לא מהני:",
            "(מה) אעפ\"כ צריך לבדוק וכו' - שהכיבוד אינו בדיקה גמורה שמא נשתייר חמץ באיזה גומא ואפילו אם בדק לאור הנר בחורין ובסדקין ג\"כ צריך לחזור ולבדוק בלילה ככל ישראל שלא לחלק בין בדיקה לבדיקה [כ\"ז מתבאר מתוך דברי תה\"ד בשם מרדכי] ולפי מה שכתבנו לעיל בס\"א בלא\"ה אין לסמוך אבדיקת היום אפילו היה לאור הנר שהנר אין מאיר ביום כ\"כ כמו בלילה:",
            "(מו) צריך לכבד חדריו - דלא מיבדק שפיר בלא כיבוד והמנהג לכבד כל הבית והחדרים ביום י\"ג כדי שיוכל לעשות הבדיקה כדין בתחלת ליל י\"ד וכמ\"ש בסימן תל\"א ס\"א ובשעת בדיקה המנהג ליטול נוצות ולכבד היטב במקום בחורים והסדקים לגרור משם החמץ עם הנוצה:",
            "(מז) שנותנים בהם לפעמים חמץ - ואפילו הוא אומר ברי לי שלא ניתן בהם חמץ דמילתא דלא רמיא עליה הוא ולאו אדעתיה ולכן צריך בדיקה והעולם נוהגין רק לנער הכיסים בשעת הביעור ונכון לבדוק אותם בשעת הבדיקה ומ\"מ צריך לחזור ולנערם בשעת הביעור שמא חזר והכניס בהם מחמץ שאכל אחר הבדיקה [אחרונים]:",
            "(מח) צריכין בדיקה - בין משלו ובין משל התינוקות שבבית:",
            ""
        ],
        [
            "(א) אחר הבדיקה - וה\"ה בשעת הבדיקה יצניע החמץ שרוצה לאכול דיש לחוש דלאחר שהשלים לבדוק זוית אחת וילך לבדוק זוית אחרת יטול עכבר לפנינו ויגררנו לזוית שכבר בדק:",
            "(ב) שמשייר - לאכילתו וה\"ה החמץ שמוצא בבדיקתו ומניחו כדי לבער למחר והעולם אין מצניעים אלא החמץ שמוצאין בשעת בדיקה אבל שאר החמץ אין נזהרין בהן ומוליכין אנה ואנה ולא שפיר עבדי:",
            "(ג) כדי שלא יצטרך בדיקה וכו' - ומ\"מ א\"צ לברך שנית על בדיקה זו. ואם בדק ולא מצאו צריך לבטל פעם אחרת דזה החמץ שגרר העכבר אחר הבדיקה לא היה בכלל הביטול שהרי שייר אותו למאכלו או כדי לבערו למחר ומיהו אנו נוהגין בלא\"ה לבטל שנית בשעת השריפה:",
            "(ד) אינו צריך לבדוק - ודוקא בהניח במקום גבוה שאין יד התינוקות ממשמשין שם:",
            "(ה) יכפה עליו כלי - וליתן החמץ בכלי ולכסותו אסור מפני שדרכן של שרצים לגלות אבל כשכופה עליו כלי רחב אין יכולין לגלות [מ\"א וש\"א]:",
            "(ו) מיד בלילה יבטלנו - הטעם הוא דאע\"ג דמדאורייתא בבדיקה לבד סגי דמן התורה סגי באחד מהן או בביעור או בביטול דאפילו אם ישאר שם חמץ בבית אינו עובר עליו כ\"ז שלא נודע לו כיון שבדק היטב ועשה כל מה שמוטל עליו מ\"מ חכמים חששו שמא ימצא גלוסקא יפה שאינה נבטלת מעצמה כמו פירורין וישהה מעט קודם שישרפנו ויעבור עליו בבל יראה אבל אם יבטלנו שוב אינו עובר בכל גווני בבל יראה דהוי הפקר ולאו דיליה הוא:",
            "(ז) דלא חזיתיה ודלא בערתיה - אבל מה שראה וביער אינו מבטל עכשיו שהרי רוצה לאכול עוד מה שמשייר וגם כדי לקיים מצות שריפה בחמץ שלו למחר ולכך אינו מבטל הכל עד למחר אחר אכילה ואחר ששרף החמץ:",
            "(ח) וליהוי כעפרא דארעא - ונכון שיאמר וליהוי הפקר כעפרא דארעא. ולכו\"ע מהני לשון זה של הפקר אף שאמר לשון זה בינו לבין עצמו ולא בפני אנשים [אחרונים]:",
            "(ט) בלשון שמבין - שהרי הבטול הוא מתורת הפקר ואם אינו יודע מה מהני הבטול. וע\"כ טוב ללמוד לע\"ה שאינם מבינים בלה\"ק או אשה מבטלת שתאמר בלשון שמבין דהיינו (אללען חמץ אדער זויער טייג וואס עם איז אין מיין רשות זאל זיין הפקר אונד זאל ניט זיין גירעכינט נאר אזוי וויא ערד אין גאס) ואם אמר ע\"ה בלה\"ק אם יודע לפחות ענין הבטול שיודע שמפקיר חמצו יצא בדיעבד אבל אם אינו מבין כלל וסובר שאומר איזה תחנה לא יצא אפילו בדיעבד:",
            "(י) בלשון הקודש - לאו דוקא ור\"ל בלשון תרגום כמו שאנו אומרים:",
            "(יא) וטוב לחזור ולבטלו - לפי שרגילין לקנות פת ביום י\"ד למאכל וגם בפת ששייר בלילה למאכלו לא נתכוין לבטלו [ואף אם כוון לבטלו הלא חוזר וזוכה בו] ויש לחוש שמא ישאר ממנו כזית ויעבור עליו לכך חוזר ומבטלו ומ\"מ אין לסמוך על בטול היום לבד ושלא לבטל בלילה דחיישינן שישכח לבטל עד שעה ששית דאז לא מהני בטול:",
            "(יב) אלא לאחר ששרף החמץ - וא\"כ צריך לשרוף קודם שעה ששית ואח\"כ יבטלנו ג\"כ תיכף קודם שיותחל שעה ששית:",
            "(יג) בבטול היום יאמר דחזיתיה וכו' - דבטול היום אינו אלא משום הנשאר וכדלעיל בסקי\"א:",
            "(יד) שלוחו - היינו כשצוה לשליח לבטל חמצו אבל אם צוה לו לבדוק לכו\"ע אינו יכול לבטלו [מ\"א וש\"א]:",
            "(טו) יכול לבטל - דאע\"ג דבטול הוא מטעם הפקר והאומר לחבירו לך והפקר נכסי אין בכך כלום עד שיפקירם הוא בעצמו הכא לענין חמץ יש להקל שהרי החמץ בשעה שעובר עליו בבל יראה ובל ימצא אינו שלו שהרי אסור בהנאה אלא שהתורה העמידו ברשותו לענין שיעבור עליו לפיכך בגילוי דעת בלבד שהוא מגלה דעתו דלא ניחא ליה דליהוי ליה זכותא כלל בגויה סגי ויש מחמירין בזה ובשעת הדחק יש להקל דרוב הפוסקים הסכימו לדעת המחבר ומ\"מ כ\"ז דוקא כשעשה שליח ע\"ז ובלא שליחות אין יכול לבטל חמצו של חבירו אף היכא דזכות הוא לו כגון שהוא בדרך ושכח לבטל [פמ\"ג בפתיחה]:",
            "(טז) חמצו של פלוני - דהיינו שלא יאמר דאיכא בביתא הדין דלמא יש לו במקום אחר וכתבו האחרונים שיאמר ביום כל חמירא דאיכא ברשותיה דפלוני דידע ביה ודלא ידע ביה וכו' ובלילה אמר דלא ידע ביה. אפוטרופוס של יתומים חייב לבדוק ולבער ולבטל ובמקום שנותנין שכר על הבדיקה נותן שכר ואם עבר ולא ביער ולא ביטל ועבר עליו הפסח אין לחייבו כיון שאינו חייב אלא בפשיעה. ויתום קטן שאין לו אפוטרופוס ועבר עליו הפסח אפשר שאין לאסור החמץ שלו דלמאן נקנסיה [פמ\"ג וע\"ש עוד מה שכ' בזה]:",
            "(יז) אם אין האיש בביתו - ולא מינה שליח לבטלו. ולפי מה שכתבנו מקודם דיש מחמירין דלא מהני שליח לבטל נכון שיבטל שם במקום שהוא בעצמו ג\"כ אפילו אם עשה שליח לבדיקה ובטול:",
            "(יח) ואם אינו עושה כן - לכאורה מנא ידעה האשה שאין הבעל מבטל במקומו אלא הכונה שאין הבעל רגיל לעשות כן וא\"כ חיישינן שמא ישכח לכן טוב שתבטל אשתו אף שלא צוה לה לבטל דמסתמא כמו שנתן לה רשות דמי וראוי להזהירה ע\"ז ומ\"מ אין כדאי לכתחלה לסמוך לגמרי על בטול אשתו כיון שמ\"מ אינו שלה ויבטל במקום שהוא:",
            "(יט) שתבטל אשתו - ותאמר כל חמירא דאיכא ברשות בעלי דידע ביה וכו' ואם אינה מבינה לה\"ק תאמר בלשון שמבינה וכנ\"ל. ואפילו אם אינה יודעת בעצמה לבדוק ומינתה שליח לבדוק חדריה מחמץ מ\"מ הבטול טוב יותר שתעשה בעצמה בלשון שמבינה שאף להבעל בעצמו יש מפקפקים על מינוי השליחות על הבטול וכ\"ש לאשתו שהחמץ בעצם אינו שלה. ואלמנה כיון שהחמץ שלה תוכל לבטל בעצמה או לעשות שליח וכנ\"ל לגבי איש:"
        ],
        [
            "(א) ביום י\"ד - ואחר הבדיקה יבטל אם עדיין לא הגיע שעה ששית דאח\"כ אין בידו לבטלו וכדלעיל בסימן תל\"ד רק בדיקה וביעור לבד:",
            "(ב) באיזה שעה שיזכור מהיום - ולאחר שנזכר מחויב לבדוק תיכף שמא ישכח עוד הפעם:",
            "(ג) יבדוק בתוך הפסח - ואפילו כבר ביטל ואפילו ביו\"ט עצמו בודק אע\"פ שאינו יכול לשרפו ביו\"ט מ\"מ יוכל לכפות עליו כלי עד מוצאי יו\"ט כדלקמן בסימן תמ\"ו ויש חולקין וסוברין דביו\"ט לא יבדוק רק בחולו של מועד והפר\"ח הכריע דאם לא ביטל חמצו קודם הפסח אפשר שיבדוק אף ביו\"ט ואם כבר ביטל בודאי לא יבדוק רק בחוה\"מ. מי שלא בדק קודם זמן איסורו ומת אם כוונו היורשים לזכות בהחמץ וחצרם קונה להם פשיטא דעברו בבל יראה וצריכין מדינא לבדוק ולבערו ואם לא עשו כן ועבר הפסח אסור כדין חמץ שעבר עליו הפסח אך אם לא כוונו לזכות א\"צ לבער [אם לא שמשתמשין שם באותו חדר דאז בכל גווני צריכין לבער משום דלמא אתי למיכל מיניה] דאין אדם מוריש איסורא לבריה ויש חולקין וסוברין דבכל גווני מחוייבין היורשין לבדוק ולבער:",
            "(ד) יבדוק לאחר הפסח - וכל הבדיקות צריך להיות בנר ובחורין ובסדקין ואפילו כשבודק ביום:",
            "(ה) לא יברך - כיון שמותר להשהותו ואף באכילה אינו אסור אלא משום קנסא שהשהה החמץ בפסח ואינו בודק אלא להבדיל בין חמץ זה לחמץ המותר לכן לא יברך אבל על הבדיקה שבתוך הפסח צריך לברך אע\"פ שביטלו קודם הפסח וכ\"ש אם נתחמץ לו חמץ גמור בפסח דבודאי מברך בשעת הביעור שהרי זה לא היה כלל בכלל הביטול אבל דבר שאינו חמץ גמור כגון שנמצא חטה בתבשיל וכיוצא בו אינו מברך ואם כבר בדק וביטל כדינו קודם פסח ומצא חמץ בפסח יש דעות בין האחרונים אם צריך לברך כיון שכבר בדק וביטל כדינו וקיים תקנת חכמים אפשר דברכה ראשונה שבירך אז קאי על כל מה שימצא אף בתוך הפסח וספק ברכות להקל:"
        ],
        [
            "(א) ואינו מניח בביתו וכו' - ר\"ל שלא צוה לאחד קודם נסיעתו שיבדוק כשיגיע זמנו דאם מינה לאחד ע\"ז שוב א\"צ בעצמו לבדוק דשלוחו של אדם כמותו וכבר נתבאר לעיל סימן תל\"ב במ\"ב דלכתחלה טוב יותר למנות אנשים לבדיקה ואם אין לו יוכל למנות גם אשה לזה:",
            "(ב) תוך שלשים יום - ואפילו אין דעתו לחזור כלל עד אחר הפסח ולא יראה החמץ שבביתו משום דמאז והלאה חל עליו חובת הבדיקה:",
            "(ג) זקוק לבדוק - בלילה שלפני יציאתו לאור הנר וגם צריך אז לבטל החמץ שלא ראה כמו בליל י\"ד ואם שכח לבדוק בלילה יבדוק ביום ואם יש לו בנים קטנים בביתו וצריך הוא להניח להם חמץ לאכול ואין לו מי למנות על הבדיקה יוציאם מביתו לבית אדם אחר ושם יניח עבורם ויסגור את ביתו הבדוק שלא יכניס שם שום אדם עוד חמץ דאל\"ה מה מועיל בדיקתו ואם מניח בביתו אשתו ובניו וב\"ב הגדולים שיש בהן דעת ויכולין לבדוק א\"צ לבדוק כלום קודם יציאתו אלא יצוה לאחד מהם שיבדוק ויבטל החמץ כשיגיע הזמן וכנ\"ל בסק\"א ועיין בסי' תל\"ד שנכון הדבר שיבטל גם הוא בעצמו במקום שהוא כשמגיע זמן הביטול:",
            "(ד) ולא יברך אז וכו' - דכשבודק בליל י\"ד תקנו לברך על ביעור חמץ לפי שמה שהוא מוצא בבדיקתו הוא מצניעו כדי לבערו למחר נמצא דהבדיקה הוא התחלת הביעור משא\"כ כאן שלא יבערו מן העולם וישתמש בו כשאר הימים אלא שהוא מפנהו מבית זה:",
            "(ה) אין צריך לבדוק - דלא חל עליו תקנת חכמים. ואם יש שם חמץ ידוע י\"א דחייב לבער קודם שיצא ויש מקילין בדבר:",
            "(ו) יבטלנו - במקום שהוא דאף דאין רואה החמץ עובר משום בל יטמין דהא לא בטליה מעיקרא [הגר\"א]:",
            "(ז) דעתו לחזור קודם הפסח - וכ\"ש אם דעתו לחזור בתוך הפסח:",
            "(ח) צריך לבדוק - ואפילו יצא מתחלת השנה צריך לבדוק [אחרונים] ואפילו ביטל כבר מ\"מ צריך לבדוק שמא יחזור וימצא ויאכלנו:",
            "(ט) דחיישינן שמא וכו' - ודוקא במפרש לים או יוצא בשיירא לדרך רחוקה אפילו דעתו לחזור זמן רב קודם פסח חיישינן שמא ישתהא אבל יוצא לדרך קרובה אפילו בתוך ל' יום לא חיישינן ומ\"מ הכל לפי הענין דלפעמים אפילו בדרך קרובה אם מגביל זמן ביאתו בצמצום קרוב לזמן הבדיקה חיישינן שמא ישתהא וצריך לבדוק מקודם ויש מקילין בזה. ולמעשה יש לדון לפי קירוב וריחוק המקום:",
            "(י) ולא יהיה לו פנאי לבער - ר\"ל וביו\"ט לא יוכל לבערו מפני שאין מבערין החמץ ביו\"ט ונמצא מקיים החמץ בביתו:",
            "(יא) אוצר - ואפילו אין שם חמץ ידוע אלא שהוא מקום שנשתמש שם חמץ ועתה רוצה להניח שם תבואה לאיזה זמן או עצים וכה\"ג:",
            "(יב) זקוק לבדוק - ואפילו אין דעתו לפנותו עד אחר הפסח שלא יראה החמץ בפסח אפ\"ה חל עליו חובת הבדיקה מקודם כיון שהוא תוך ל'. ואם לא בדק קודם צריך לפנות האוצר ולבדוק:",
            "(יג) צריך לבדוק - שחששו חכמים שמא יתחיל לפנותו קודם ליל י\"ד ולא יגמור לפנותו אלא ישאר ממנו פחות מגובה ג\"ט מכוסה על החמץ דשוב לא הוי כמבוער ואחר כך כשיגיע ליל י\"ד ישכח על החמץ שתחת האוצר כיון שמכוסה מן העין:",
            "(יד) ואם אין וכו' קודם הפסח - אלא לאחר הפסח:",
            "(טו) אינו צריך לבדוק - דקודם ל' יום אין חל עליו חובת הבדיקה ואח\"כ כשנעשה האוצר הרי הוא כמבוער כמו חמץ שנפלה עליו מפולת וסגי בביטול כשיגיע פסח וכנ\"ל וכתב במ\"א וכ\"ז בחמץ שאינו ידוע אבל בחמץ ידוע צריך לבערו מתחלה ויש מקילין אפילו בחמץ ידוע וכנ\"ל בסק\"ה:",
            "(טז) שיש חטים מחומצים - היינו שהיו שם חטים מחומצים ואח\"כ הניח האוצר עליהם ואפ\"ה א\"צ לבער כיון שנעשה האוצר קודם שלשים יום ורק שיבטלנו קודם הפסח אבל אם הניח החטים ואח\"כ נתחמצו החטים מלחות הבור אפילו היה הנחתו תוך ל' א\"צ לפנותו דבשעה שהניח החטים עדיין לא היה שם חמץ ועכשיו הוי כחמץ שנפלה עליו מפולת [וכ\"ש כשיש ספק אם נתחמצו] ויבטלנו קודם פסח:",
            "(יז) אסור ליהנות וכו' - דאף דחמץ שנפלה עליו מפולת מותר ליהנות מהן לאחר פסח הכא גרע טפי דהתם אין בדעתו לפנות הגל ולחטט אחר הפסח אבל כאן הלא דעתו לפנותו בורו אחר הפסח והרי הוא כמבטל ומכוין לחזור ולזכות בו ופשוט דיכול למוכרו לכל האוצר קודם הפסח לעכו\"ם ויהיה מותר אח\"כ ליהנות ממנו:",
            "(יח) ואם אין שם חמץ ידוע - ר\"ל בעת שהניח מלמעלה האוצר אינו ידוע אם היה אז בקרקעיתו חטים מחומצים בודאי:",
            "(יט) האוצר - אחר הפסח וליכא למיחש למידי דאף אם מצא עכשיו מחומצים שמא לאחר הפסח נעשה ועוד דשמא אין זו אלא עיפוש והפסד ולא חמץ נחשבת:",
            "(כ) וי\"א דקודם וכו' - דעה זו בא להקל ולשונו מגומגם קצת ור\"ל דמה שאמרנו דקודם שלשים יום א\"צ לבדוק הוא אף כשדעתו לחזור קודם הפסח ורק שלא יהיה דעתו לחזור בתוך הפסח דדעה זו לא ס\"ל מה שכתב לעיל דחיישינן שמא יבא ע\"פ בין השמשות וכו':",
            "(כא) כיון שהוא קודם שלשים - אבל תוך שלשים שחל עליו חובת בדיקה אף שדעתו לחזור לביתו קודם פסח חיישינן שמא ישתהא ולא יבוא וע\"כ צריך בדיקה. וכבר נתבאר לעיל בס\"א דכ\"ז במפרש לים ויוצא בשיירא לדרך רחוקה אבל בדרך קרובה ודעתו לחזור קודם הפסח לא חיישינן וסמכינן דיבדוק כשיבוא:",
            "(כב) וכשיגיע פסח יבטלנו - פי' כשלא בא לביתו קודם הפסח:",
            "(כג) צריך לבדוק - דכשיבוא בפסח לאו ברשותיה קיימא דליבטליה ועובר על בל יראה וב\"י ודע דלדעה זו ה\"ה העושה ביתו אוצר דלדעה ראשונה תלוי חובת הבדיקה באם דעתו לפנותו קודם הפסח ולדעה זו דוקא באם דעתו לפנותו תוך הפסח [ב\"י] ולענין דינא פסקו הרבה אחרונים דיש להחמיר כדעה ראשונה ומ\"מ במקום הדחק כגון שיצא מביתו עם השיירא וכה\"ג יש לסמוך אדעה אחרונה ואינו צריך לחזור אם אין דעתו לבוא תוך הפסח:",
            "(כד) ואם שכח ולא בדק - דאם בדק היה צריך לבטל ג\"כ בשעת הבדיקה כמש\"כ בריש הסימן:",
            "(כה) ולא יברך - דכיון דעיקר הביטול בלב דאפילו מחשב בלבו סגי אין מברכין על דברים שבלב [מ\"א]:",
            "(כו) אינו צריך לבער בית הנכרי וכו' - ואפילו אם לא יכנוס לתוכה העכו\"ם קודם פסח והטעם כדלקמיה [א\"ר]:",
            "(כז) שהרי יקיים מצות ביעור וכו' - אין זה עיקר הטעם דכי מי שיש לו כמה בתים אינו מחוייב לבדוק רק בית אחד אלא משום דכיון שיוצא מבית העכו\"ם שלא ע\"מ לחזור מסתמא מפקיר הוא לחמצו הנשאר שם והרי הוא כמשליך אותו ברחוב ותו אין החמץ שלו ואינו עובר עליו בבל יראה אלא דמ\"מ אם לא היה נכנס לבית אחר קודם פסח כגון שהוא מפרש לים או יוצא בשיירא דעת היש מי שאומר דכיון שהוא תוך שלשים מצוה עליו לקיים מצות בדיקה קודם שיצא מהבית בעוד שהחמץ שלו כיון שלא יקיים מצוה זו במקום אחר משא\"כ כאן שיכנס לבית אחר ויקיים שם מצות ביעור אין שום טעם לחייבו:",
            "(כח) באותו בית אחר - או הוא או בעה\"ב שדר אצלו דהוי כשלוחו לבער חמצו ושלוחו של אדם כמותו [אחרונים]:",
            "(כט) וצריך לבער בית הנכרי וכו' - ואם יוצא מבית ישראל וישראל אחר נכנס בו לכו\"ע א\"צ לבדוק כי על ישראל השני חל חובת ביעור וה\"ה כשיוצא מבית עכו\"ם וישראל אחר נכנס תחתיו לדור שם א\"צ לבדוק ועל ישראל השני חל החיוב:",
            "(ל) אע\"פ שהנכרי יכנס לבית בפסח - ויביא שם חמצו בלא\"ה אפ\"ה צריך הישראל לבדוק חמץ שלו וכ\"ש כשלא יכנס בו הנכרי:",
            "(לא) וי\"א שאינו צריך וכו' - דהא הביעור אינו חובת הגוף אלא למי שיש לו חמץ צריך לבדוק ולבער וכאן שאין לו חמץ דהרי הוא מפקירו וכנ\"ל אין עליו שום חיוב:",
            "(לב) כשנכנס בו הנכרי - עיין בח\"י דלאו דוקא דאפי' אם אין נכנס בו גם כן אינו מחייב כיון שהישראל הפקיר חמצו לשם וכנ\"ל. ולדינא יש דעות בין האחרונים אי כדעת המחבר או כהי\"א שהובא ברמ\"א ונראה דאם נכנס בו הנכרי יש להקל. ולענין אם מחויב לבדוק בליל י\"ד החדרים שבדעתו למכרן למחר לנכרי עם החמץ שלהם יש דעות בין האחרונים שדעת המקור חיים והחיי אדם שצריך לבדקן מאחר שלע\"ע החדרים לא נמכרו והם ברשות ישראל ואפילו אם נמכרו עדיין לא החזיק בהם הנכרי וגם המפתח הוא ברשות בעה\"ב עדיין אמנם בתשובת בנין עולם סימן כ' חולק ודעתו דא\"צ בדיקה דבזה עצמו שמוכר למחר לעכו\"ם מקיים תשביתו וביעור ולא גרע מחמץ שמוצא אחר הבדיקה שמשייר למאכלו למחר ואינו מחויב לבער הכל ואף בזה בעת שמקיים בדיקה בביתו הוא משייר לאלו החדרים למוכרו למחר לעכו\"ם וכן בתשובת חתם סופר סימן קל\"א דעתו להקל כשמקיים מצות בדיקה בשאר חדרים וכן בספר אשל אברהם כתב דמסתברא להקל וכן פשוט המנהג עי\"ש אך שצריך ליזהר שיבאר בעת המכירה שמוכר לו החדר וכל החמץ הנמצא בו (כדי לכלול בזה גם החמץ הנמצא בחורין ובסדקין) ולא יאמר לו בסתמא שמוכר לו החדר והיי\"ש והשכר הנמצא בו [פתחי תשובה] ומ\"מ אף דאין למחות ביד המקילין המוכר ביום י\"ג שפיר עדיף טפי. כתבו האחרונים כל שלשים יום צריך לעיין בכל דבר העושה שלא ישאר בו חמץ באופן שלא יוכל להסירו בנקל:"
        ],
        [
            "(א) לצורך י\"ד - ר\"ל שהשכיר לו בי\"ג לצורך י\"ד:",
            "(ב) וקנהו - היינו בכסף או בשטר או בחזקה או בקנ\"ס אבל כשעדיין לא קנאו באחד מהקנינים אע\"פ שהמפתח ביד השוכר אין צריך לבדוק דהו\"ל כמו שהפקיד מפתחו ביד אחר דאין הנפקד צריך לבדוק אלא חיוב בדיקה הוא על המשכיר. ודע דהמחבר סתם דבריו כדעת הר\"ן והרה\"מ דלא מחייבינן לשוכר לבדוק אא\"כ יש בו תרתי לטיבותא דהיינו שקנהו באחד מהקנינים קודם התחלת י\"ד וגם מסירת מפתח ודעת התוס' וסייעתם דבמסירת מפתח לבד קודם התחלת י\"ד חל חובת הבדיקה על השוכר משום דאין המשכיר יכול לכנוס בו שאין המפתח בידו ולכן הטילו החיוב על השוכר ויש מאחרונים שכתבו שנכון להחמיר כשניהם וא\"כ חיוב בדיקה בזה על השוכר והמשכיר והפר\"ח כתב דעיקר כדעה הראשונה מיהו לכו\"ע יכול האחד לעשות שליח לחבירו ויוצא ידי הכל:",
            "(ג) אם עד וכו' חל י\"ד - ר\"ל שבתחלת ליל י\"ד שהוא אז זמן חיוב הבדיקה היה הבית סגור והמפתח ביד המשכיר חל עליו חובת הבדיקה כיון שהחמץ שלו והבית עדיין מעוכב אצלו ואפילו אם השוכר נכנס לדור בה בתוך הלילה. ודוקא במשכיר שגוף הבית עדיין שלו לכן אם גם המפתח בידו עליו מוטל לבדוק משא\"כ במכר והחזיק הלוקח כיון שאין למוכר שום זכיה בקרקע אף שהמפתח בידו אינו אלא כמופקד אצל אחר והחיוב מוטל על הלוקח:",
            "(ד) על המשכיר לבדוק - ואם הבית אין לו מנעול על השוכר לבדוק כיון שהחזיק בו באחד מדרכי הקנין והוא פתוח לפניו לכנוס בו [אחרונים ועיין בפמ\"ג]:",
            "(ה) ואם משמסר וכו' - דהיינו שמסר לו ביום י\"ג ואם חזר והפקידו אצל המשכיר על המשכיר לבדוק כיון שעכ\"פ בתחלת ליל י\"ד היה בידו והפר\"ח כתב דעל השוכר לבדוק כיון שהמשכיר כבר מסר לו המפתח ובידו לחזור וליטול מידו:",
            "(ו) על השוכר לבדוק - אף שאין דעתו לכנוס לדור שם עד אחר הפסח וכתבו האחרונים דצריך לבטל ג\"כ דהמשכיר הפקיר חמצו כשיצא מן הבית וזכה בו השוכר ומ\"מ המשכיר יבטל ג\"כ בהדיא:",
            "(ז) השוכר בית מחבירו בי\"ד - ר\"ל ביום י\"ד או בתוך ליל י\"ד לאחר שכבר עבר זמן שהיה יכול המשכיר לבדוק ביתו באותו זמן:",
            "(ח) אם הוא בעיר - וה\"ה אם אשתו וב\"ב בעיר יכול למשאל להו דהרי הם נאמנים אפילו נגד החזקה כמ\"ש ס\"ד:",
            "(ט) שואלו אם בדקו - דאע\"פ שדרך הכשרים לבדוק בתחלת ליל י\"ד כתיקון חכמים וכל אחד מישראל בחזקת כשר הוא ומן הסתם בדק כבר אעפ\"כ צריך לשאלו לפי שכל השנה היה הבית בחזקת שיש בו חמץ ובחזקה זו שמן הסתם בדקו אתה בא להוציאו מחזקת חמץ אין אנו סומכין על החזקה לכתחלה במקום שאפשר לברר:",
            "(י) ומבטלו בלבו - דאע\"פ שהחמץ אינו שלו מסתמא הפקירו המשכיר כשיצא ממנו וזכה בו השוכר וכמ\"ש למעלה:",
            "(יא) בחזקת בדוק - היינו בי\"ד שמסתמא היא בחזקת בדוקה וכנ\"ל וה\"ה כשאמר לו המשכיר בפירוש שהיא בדוקה:",
            "(יב) על השוכר לבדוק ואינו מקח טעות - אף דבודאי ביום י\"ד החיוב על המשכיר לבדוק מ\"מ אי ליתא קמן מוטל על השוכר לבדוק ולא אמרינן דהוא טעות במקח דהא שכרו בחזקת בדוק משום דניחא ליה לאינש להתעביד מצוה בממונו ואמרינן דאפילו הוי ידע שאין הבית בדוק והוא מקום שדרך לשכור לבדוק אפ\"ה היה קונה הבית ומה שהוא מצוח עתה הוא מחמת דבר אחר דאשכח ביתא דשפירא מזה וכה\"ג:",
            "(יג) שהרי מצוה הוא עושה - ולדעה זו אין צריך המשכיר להחזיר לו הדמים שהוציא בעד הבדיקה שהרי לא ההנהו למשכיר כלל דמצוה בלחוד הוא דרמיא עליה וליכא חיובא דממונא עליה כלל [ר\"ן]:",
            "(יד) וי\"א דצריך להחזיר וכו' - היינו במקום שבודקין בשכר והוציא מעות ע\"ז וגם לדעה זו לא הוי מקח טעות אפילו כשהתנה בהדיא שיהא בדוק ואינו בדוק אלא דס\"ל דאף שדעתו היה שאפילו אם לא יהיה בדוק לא יתבטל המקח מ\"מ לא היה בדעתו למחול על המעות שיוציא על הבדיקה:",
            "(טו) הואיל והתנה וכו' - אבל בסתמא אף בשכרו ביום י\"ד שחזקתו בדוק לכו\"ע אינו צריך לשלם לו. ולדינא פסקו האחרונים כדעה קמייתא דבכל גווני אינו צריך לשלם לו דיכול לומר לו קים לי כדעה זו והמוציא מחבירו עליו הראיה:",
            "(טז) בית וכו' - קאי אדלעיל שהשכירו לאחר שכבר נכנס יום י\"ד דהחיוב על המשכיר לבדוק אלא שידוע לנו שלא בדק כגון שהלך לדרכו ואינו בעיר ואמרו אחד מב\"ב כגון עבד או אשה או קטן שהם בדקוהו נאמנים וא\"צ השוכר שוב לבדוק והטעם משום דבדיקת חמץ דרבנן דמן התורה בבטול סגי וע\"כ האמינום חכמים גם לאלו. ולפ\"ז אין להקל בזה אלא קודם שהגיע שעה ששית שיכול השוכר לבטל אבל לאחר שהגיע שעה ששית שאין בידו לבטל שוב אין לסמוך על אלו וצריך לבדוק:",
            "(יז) שהוחזק שלא בדקו - ואפילו היה שם ודאי חמץ ג\"כ נאמנים אלו שאמרו שבדקו וביערו אותם:",
            "(יח) הרי אלו נאמנים - ואף דבדיעבד אם אמרו שבדקו א\"צ לחזור ולבדוק מ\"מ לכתחלה אין נכון לצוות לאלו לבדוק שהבדיקה יש בה טורח גדול ויש לחוש שמא יתעצלו:",
            "(יט) דעת - היינו שהגיע לחינוך:"
        ],
        [
            "(א) וככר בפיו וכו' - ואפילו אם היה הככר קטן שיוכל עכבר לאכלו ואפילו ביטל החמץ אפ\"ה לא תלינן לקולא מטעם ספיקא דרבנן משום דכיון דידעינן בודאי שהעכבר גרר החמץ לפנינו אין ספק מוציא מידי חזקת ודאי איסור:",
            "(ב) ומצא פירורין - אבל אם מצא ככר שלם אין צריך בדיקה דתלינן דזהו הככר שהכניס העכבר ודוקא בביטל אבל בלא ביטל דהוא מלתא דאורייתא לא תלינן להקל וצריכין לבדוק עדיין כל הבית אם לא שהכירו שזהו שנטל העכבר:",
            "(ג) אפילו כדי כל הככר - וכ\"ש אם היו רק מעט פירורין בודאי לא תלינן שאכלו ונפל ממנו הפירורין בעת אכילתו:",
            "(ד) צריך לחזור לבדוק וכו' - ודוקא שראינו עכבר נכנס עם חמץ אבל מצא סתם חמץ בבית אחר בדיקתו א\"צ לחזור ולבדוק כל הבית בשביל זה [מקור חיים]:",
            "(ה) הבית - עיין מ\"א דבית פירושו חדר וא\"צ בדיקה אלא אותו חדר שראינו שנכנס לשם אבל שאר חדרים הפתוחים לאותו חדר תלינן להקל וא\"צ לבודקם אם ביטל החמץ או שהיה הככר קטן ואם לא ידענו כלל לאיזה חדר נכנס עיין סימן תל\"ט ס\"ב בהג\"ה ובמש\"כ שם:",
            "(ו) שאין דרכו - וה\"ה כלב או תרנגול אין דרכן לפרר:",
            "(ז) ומצא פירורין - ודוקא באופן זה שמצא פירורין שרגלים לדבר שאכלו אבל לא מצא פירורין אין לתלות שאכלו דאין ספק מוציא מידי ודאי חמץ וצריך לחזור ולבדוק אותו חדר שראה שנכנס שם התינוק ודוקא בתינוק שאין בו דעת אבל ביש בו דעת נאמן לומר שאכלו כולו [מ\"א]:",
            "(ח) שחזקתו שאכלו - ואפילו לא ביטלו:",
            "(ט) שדרך התינוק לפרר - ולדעה זו אין נ\"מ בין אם היו רק מעט פירורין בין אם היו כדי כל הככר:",
            "(י) שאם אין בפירורין וכו' - דאל\"כ חיישינן שמא שייר התינוק:",
            "(יא) צריך לחזור ולבדוק - והעיקר כסברא ראשונה אך אם לא ביטל וכבר עבר הזמן שאין יכול לבטל יש להחמיר לחזור ולבדוק. כתב המקור חיים דעכו\"ם שנכנס עם חמץ בבית הבדוק א\"צ לחזור ולבדוק הבית דדוקא בעכבר ותינוק חיישינן שדרכן להטמין משא\"כ בעכו\"ם אין דרכן בכך אלא או לאכלו או להוליכו לביתו:",
            "(יב) כזית חמץ - משמע אבל בפחות מכזית א\"צ סולם להורידו וסגי בביטול [ח\"י] ויש מפקפקין בזה:",
            "(יג) מחייבין אותו - אפילו נודע לו קודם זמן איסורו דאז מהני ביטול שלא יעבור בב\"י אפ\"ה הצריכוהו רבנן להורידו ולבערו שמא יפול בתוך הפסח מן הקורה ויבא לאכלו וכ\"ש אם נודע לו לאחר זמן איסורו ולא ביטל מקודם ואז שוב לא מהני ביטול דבודאי צריך להורידו ולבערו:",
            "(יד) בבור - אפילו אין בו מים ואם דרכו להשתמש שם כל השנה מחויב להעלותו ולבערו:",
            "(טו) מבטלו בלבו וכו' - ודוקא שנפל שם מאליו דחשבינן לו כחמץ שנפל עליו מפולת אבל להטמין בידים ע\"ד שישאר שם עד אחר הפסח אסור ואפילו ביטול לא יועיל אלא צריך להוציא ולבערו בי\"ד:",
            "(טז) ודיו - ואם נודע לו אחר זמן איסורו דאז לא מהני ביטול צריך להוציאו ולבערו:",
            ""
        ],
        [
            "(א) ובא עכבר ונטל וכו' - הטעם שכל קבוע כמחצה על מחצה דמי ודוקא שנטל העכבר בפנינו ממקום קביעות דאי נטלו העכבר שלא בפנינו הוי דינו כאילו פירש שלא בפנינו דאמרינן כל דפריש מרובא פריש:",
            "(ב) צריך לחזור ולבדקו - מדסתם המחבר משמע דאפילו כבר ביטל החמץ דתו הוי בדיקה מדרבנן אפ\"ה לא אמרינן בזה ספיקא דרבנן לקולא והטעם לזה משום דתחלת תקנתם היה בבדיקה על הספק לכן החמירו בספיקו יותר משאר ספיקות של דבריהם:",
            "(ג) תלינן להקל - דהוי ס\"ס שמא נטל מצה ואת\"ל חמץ שמא אכלו וא\"צ לחזור ולבדוק הבית אפילו אם עדיין לא ביטלו ויש דעות באחרונים אם גם המחבר מודה לזה או לא ולדינא יש לסמוך על הכרעת הרמ\"א ובפרטות כשביטלו [ח\"י] ועיין בפמ\"ג שכתב דלכתחלה בודאי מהנכון שיבטל ולא לסמוך על ס\"ס לבד:",
            "(ד) שכל קבוע וכו' - ואם נתערבו הצבורים בזה תו לא מקרי קבוע כיון שאינו עומד החמץ בפ\"ע:",
            "(ה) ואם פירש הככר וכו' - דוקא כשלא פירש לפנינו:",
            "(ו) מרובא פריש - ומ\"מ אין לסמוך ע\"ז רק לענין שא\"צ לחזור ולבדוק הבית אפילו לא ביטל אבל לא שיהא מותר מחמת זה לאכול בפסח דלענין אכילה לא אזלינן בתר רובא בחמץ וכ\"כ בחק יוסף:",
            "(ז) ואין ידוע וכו' זה שנטל החמץ - מיירי כשבטלו וא\"כ אינו אלא ספיקא דרבנן לכן אינו צריך לחזור ולבדוק כדמסיים ולפי דעת רמ\"א לעיל בס\"א בהגה\"ה שהעתיק דעת הטור ה\"ה בעניננו דאם הככר קטן שיכול העכבר לאוכלו אף אם לא ביטל ג\"כ א\"צ לחזור ולבדוק:",
            "(ח) ואין ידוע לאיזה בית נכנס - ואפילו אם באו שניהם לשאול בבת אחת אמרינן לכל אחד דא\"צ לחזור ולבדוק דמוקמינן לכל אחד אחזקתו שהיה בדוק ומיירי כשביטל דאינו אלא ספיקא דרבנן וע\"ז מסיים הרמ\"א בסמוך דמסקנת הפוסקים אינו כן דאפילו ביטול לא מהני אלא כשבאו לשאל בזה אחר זה ולא בב\"א דכיון דבודאי נכנס החמץ לבית אחד מהם א\"א להתירן בב\"א אלא צריך לחזור ולבדוק:",
            "(ט) ובדק ולא מצא כלום - וס\"ד שצריך לחפש כמה פעמים שמא ימצאנו. ועיין בטור דזה הוא אפילו בלא ביטל והיינו דתלינן שהעכבר אכלו:",
            "(י) או שבדק וכו' ומצא ככר וכו' - ר\"ל ולא אמרינן דזה הככר אפשר שהוא אחר וצריך לבדוק כל הבית ודעה זו אינה מחלקת בין ביטל ללא ביטל דבכל גווני תלינן להקל והטור חולק וס\"ל דלא מקילינן לומר שזהו הככר שהכניס העכבר אלא בביטל שהוא ספיקא דרבנן אבל בלא ביטל צריך לבדוק כל הבית דוקא וזהו נכלל במה שסיים הרמ\"א אבל מסקנת הפוסקים אינו כן. ודע דכל מה שכתבנו בסעיף זה דלא מקילינן אלא כשביטל אם הוא עדיין קודם ו' שעות אף שלא ביטל עדיין יכול לבטל ואין צריך לחזור ולבדוק:",
            "(יא) אבל מסקנת הפוסקים אינו כן - לפי מה שנתבאר לעיל אין הרמ\"א חולק אלא על דין זה האחרון ועל דין דצבור אחד של חמץ ואין ידוע לאיזה בית נכנס:",
            "(יב) צריך לבדוק וכו' - דאמרינן הני אחריני שאיש אחר הביאם כאן כיון שאין מכירן והנך ט' שהניח חולדות גררום וצריך לבדוק אחריהם ואפילו ביטל מקודם:",
            "(יג) מה שהניח ניטל וכו' - גם זה אפילו ביטל מקודם:",
            "(יד) וי\"א - אסיפא קאי:",
            "(טו) בקשורים יחד - דודאי מי שלקחם לקחם כולם ושמא קטנים או עכבר וחולדה לקחום וצריך לבדוק אחריהם והני אחריני נינהו:",
            "(טז) א\"צ לבדוק וכו' - וכ\"פ האחרונים:",
            "(יז) אלא אחר האחד - דאמרינן שרק אחד ניטל והאחרים נשארו במקומן ונראה דאין להקל בזה אלא כשביטל או שיש שהות עדיין לבטל. ובהניח ט' ומצא י' אין נ\"מ בין שהניח הט' מקושר ומצא עתה י' מקושרין או שהניחן נפרדין ומצא אחד נוסף עליהן בכל גווני צריך לבדוק עתה אחר כל הט' שהניח:",
            "(יח) צריך לחזור ולבדוק - את הבית כולו דשמא חמץ אחר הוא והראשון נטלו קטן או עכבר והניחו במקום אחר והאחרונים הסכימו דאם כבר ביטל או שיש עדיין שהות לבטלו אין צריך לחזור ולבדוק דכיון שהבדיקה הוא מדברי סופרים תלינן להקל שזהו החמץ שהניח:\n"
        ],
        [
            "(א) אם הוא וכו' - דכתיב שאור לא ימצא בבתיכם משמע אפילו השאור אינו שלו לגמרי ג\"כ אסור מן התורה מיהו עכ\"פ מיירי בשקיבל עליו אחריות ואחשביה קרא כשלו עי\"ז דבפקדון בעלמא שלא באחריות ליכא איסורא להשהות מדכתיב קרא אחרינא לא יראה לך ודרשינן שלך אי אתה רואה אבל אתה רואה של אחרים:",
            "(ב) חייב באחריות וכו' - מיירי שקיבל עליו אחריות בהדיא וקנו מידו דאל\"ה אין דין שומרים לעכו\"ם כדמבואר בחו\"מ סימן ש\"א ס\"א וס\"ד. ואם דין המלכות שמתחייב באחריות אפילו בסתמא משעה שנעשה שומר אף בלא קנין נמי הוי ברשותא דישראל ואפילו לא התנה שיהא חייב באחריות גניבה וכדמבואר לקמיה:",
            "(ג) בכ\"מ ברשותו - ואפילו השכיר או השאיל לו מקום בפ\"ע לחמצו בביתו או בחצירו נמי לא מהני אם קיבל עליו אחריות דקיי\"ל שכירות לא קניא וא\"כ הרי מונח החמץ בביתו של ישראל. מ\"מ בדיעבד אם השהה אצלו החמץ עד לאחר הפסח יש לסמוך על הפוסקים דס\"ל דהיכא שמיחד לו מקום לחמצו אינו עובר בבל יראה אף שקיבל עליו אחריות דבעינן שיהא החמץ מצוי תחת ידו של ישראל כפקדון בעלמא שהוא תחת רשותו לטלטל ולהניח בכל פנה שרוצה ובייחד לו מקום בפ\"ע לא מיקרי מצוי ומותר החמץ לאכול וליהנות ממנו. ויחוד מקום מיקרי כשמיחד לו בפניו בית או חדר או זוית בתוך ביתו בשכירות או בשאלה אבל אם קיבל ממנו פקדון בלי יחוד מקום ואח\"כ יחד לו מקום שלא מדעת העכו\"ם בעל הפקדון לא מהני דשמא העכו\"ם אינו חפץ שיהיה מונח חמצו אלא ברשות ישראל ואפילו עשה מחיצה ג\"כ לא מהני:",
            "(ד) חייב - בשעה שהגיע זמן הביעור אם אין העכו\"ם כאן שיחזירו לו ואם מהני בזה ביטול ומכירה כמו בחמץ שלו יש דעות באחרונים דהרבה מהם ס\"ל דלא מהני כיון שאין גוף החמץ שלו והרבה מהם מקילין בדבר (עיין בספר שדי חמד במערכת חמץ ומצה סימן ה' אות ל\"ג) ולפי דעת מ\"א בסק\"א יש תקנה שיחזור ויפקידו ביד עכו\"ם אחר או שימכור הבית שהחמץ מונח בו לעכו\"ם והעכו\"ם יקבל עליו אחריות של גניבה ואבידה והנכון שיעשה שניהם דהיינו מכירת הבית וגם מכירת החמץ:",
            "(ה) לבערו - ואם עבר ולא ביערו ועבר עליו הפסח דעת הרבה פוסקים דאסור באכילה ובהנאה כמו חמץ של ישראל שעבר עליו הפסח ומכ\"מ אם בא אותו הנכרי אחר הפסח רשאי להחזיר לו החמץ ולא איכפת לן במה שנהנה מזה שפורע חובו ובמקום דיש לחוש שיחזור העכו\"ם וימכרנו לישראל ויכשל ישראל באיסור חמץ שעבר עליו הפסח י\"ל דאסור להחזיר לו ויש מקילין בעיקר דין זה ולדידהו לא גזרו חכמים בחמץ שעבר עליו הפסח אלא בחמצו של ישראל ולא בחמצו של עכו\"ם המופקד ביד ישראל ויש לסמוך עלייהו עכ\"פ לענין היתר הנאה:",
            "(ו) ואפילו חזר והפקידו וכו' - שהרי הוא כשלו מכיון שקיבל עליו אחריות וא\"כ הו\"ל כמפקיד חמצו ביד נכרי דאסור כמבואר בס\"ד. ואפילו אם הנכרי האחר קיבל עליו כל האחריות שהיה על הישראל אעפ\"כ אסור דהא לא נפקע עי\"ז האחריות מן הישראל לגבי עכו\"ם ראשון ויש מקילין בזה כיון דמ\"מ גוף החמץ אינו שלו וגם אינו בביתו ואי משום דקיבל עליו אחריות דגניבה ואבידה הרי כנגדו קיבל העכו\"ם השני על עצמו. ולדעתם הוא הדין כשמכר החדר שהחמץ מונח בו לעכו\"ם ג\"כ שרי אם העכו\"ם זה קיבל עליו אחריות של גניבה ואבידה [פמ\"ג]:",
            "(ז) נכרי אחר - שאינו בעליו לאפוקי כשחזר והפקידו ביד בעליו דשרי דהו\"ל כמקבל אחריות על חמצו של עכו\"ם בבית עכו\"ם דשרי:",
            "(ח) וי\"א וכו' - ולכתחלה יש לחוש לדעה זו לפיכך אם העכו\"ם בעל הפקדון לפניו צריך להחזיר לו ואם אין העכו\"ם כאן יעשה מכירת חמץ ויבטל ג\"כ (ואף דלהרבה פוסקים אין מועיל מכירה ובטול בחמץ שאין הגוף שלו מ\"מ בכגון זה יש לסמוך על המקילין) אך בדיעבד כשכבר הגיע שעה ששית שאי אפשר למוכרו לעכו\"ם כמו שיתבאר בסימן תמ\"ג יש לסמוך אסברא ראשונה ואין הישראל חייב לבערו מן העולם אלא מותר להשהות חמץ זה עד שיביא בעליו העכו\"ם לעיר אפילו בא בתוך הפסח יחזיר לו חמצו מיד בבואו כדי לצאת מחשש איסור של תורה שיש בשהיה זו לפי סברת הי\"א (רק שיזהר שלא יגע בידיו כמו שיתבאר בסימן תמ\"ד) ואחר הפסח מותר לאכול ממנו אפילו לא החזירו לבעליו:",
            "(ט) ויש חולקים - דכיון שהישראל לא קיבל עליו אחריות והוא פטור מדין התורה ומדין המלכות אין החמץ נחשב כשלו ע\"י כפיית העכו\"ם. ומ\"מ העיקר כדעה הראשונה ועיין לעיל ס\"ק ד' ומ\"מ אם עבר עליו ולא ביערו ועבר עליו הפסח אין להחמיר ואפילו באכילה מותר:",
            "(י) אינו חייב לבערו - אבל בפסח אינו רשאי לכתחלה לקבל כלל פקדון חמץ אפי' בלא אחריות ואפילו בחנם (אחרונים):",
            "(יא) כגון שהוא גר תושב - ר\"ל שנתיישב בארצך ויד ישראל שולטת עליו והו\"א שממונו כממונך וצריך אתה להוציא פקדונו מרשותך קמ\"ל דלא:",
            "(יב) מחיצה - ומחיצה של סדין לא סגי לפי שהולכין ובאין תחתיו:",
            "(יג) כדי שלא ישכח וכו' - ואע\"ג דבשאר איסורי אכילה והנאה לא בעינן מחיצה הכא שאני משום דלא בדילי מיניה כולי שתא חיישינן שלא יבא לאכלו להכי בעינן מחיצה להיכרא ובכפיית כלי ע\"ג החמץ לא סגי דדילמא ינטל הכלי לצורך תשמישו ויתגלה החמץ ולא התירו כפיית כלי [בסימן תמ\"ו ס\"א] אלא במוצא חמץ בביתו ביו\"ט שא\"א לעשות מחיצה וגם שאינו אלא לזמן מועט דבלילה יבערנו:",
            "(יד) ונכרי שהניח וכו' - אשמעינן דגם בעכו\"ם שהניח בלי רשותו כלל ג\"כ דינא כמו בחמצו או בחמץ של נכרי שהופקד תחת ידו דקודם יו\"ט צריך לעשות מחיצה דוקא וביו\"ט שא\"א לעשות מחיצה צריך עכ\"פ כפיית כלי והטעם דגם בזה חיישינן שמא יבא לאכלו:",
            "(טו) אבל אם הוא קודם יו\"ט וכו' - שאפשר לעשות מחיצה וה\"ה במוצאי יו\"ט דהיינו בלילה הראשון של חול המועד מכיון שאפשר לו בעשית מחיצה צריך לעשות מחיצה וכן אם הניח העכו\"ם בחול המועד ג\"כ צריך מחיצה עשרה אפילו יודע שהעכו\"ם יחזור ויקחהו אחר יום או יומים מיהו אם יודע שהעכו\"ם יחזור ויקחהו באותו יום גופא יש להקל דדי בכפיית כלי:",
            "(טז) אין בכך כלום - דשלך אי אתה רואה אבל אתה רואה של אחרים. ולשמא יבא לאוכלו ליכא למיחש (כמו שחששו במופקד בידו והצריכוהו משום זה לעשות מחיצה) דהא החמץ הוא תחת יד העכו\"ם והוא משמרו:",
            "(יז) להעלותו עמו - ר\"ל שלא יאכלו יחדו על השלחן שמא יתערב חמץ במאכלו של ישראל:",
            "(יח) ואפילו בהפסק מפה - ואע\"פ דאם א' אוכל בשר וא' אוכל חלב על שלחן א' שרי אם מפה מפסקת חמץ שאני שהוא במשהו ורחוק הדבר שלא יתערב פרור אחד של העכו\"ם בשל ישראל ואסור והסכימו האחרונים דאפילו אם אין לו היכרות עם עכו\"ם זה דאין לחוש שמא ישכח ויאכל מחמצו ג\"כ אסור ומטעם הנ\"ל שמא מתערב פרור חמץ מעצמו במאכלו של ישראל. וכ\"ז שאוכלים בשעה אחת אבל בשעה שאינו אוכל מותר לו להניח לעכו\"ם לאכול על שלחנו רק שיזהר הישראל לנקות השלחן ולהדיחו יפה אחר אכילת העכו\"ם שלא ישארו שם פרורין מחמצו וכן צריך ליזהר כשילך העכו\"ם מביתו שיטול כל חמצו ולא ישתייר ממנו מאומה:",
            "(יט) אע\"פ שקבל עליו וכו' - שהרי מ\"מ גוף הממון הוא שלו ולא אמרו לעיל בס\"א דקבלת אחריות נחשב כשלו אלא לענין זה דע\"י קבלת אחריות יש לו שייכות וזכות בגוה אע\"ג שאינו שלו בעצם ומשום זכות זה חייביה רחמנא בביעור אבל בהיפוך היכי שהדבר הוא שלו רק שאחר קיבל עליו אחריות בזה אין סברא לומר דהחמץ נפקע מרשותו ע\"י קבלת אחריות של אחר:",
            "(כ) עובר עליו - עובר עליו אף המפקיד כצ\"ל. דהנפקד ג\"כ עובר אף שאינו שלו דהא קיבל עליו אחריות ויש לו שייכות בגוה וכההיא דלעיל ס\"א וכנ\"ל ואם אין המפקיד בביתו כיצד יעשה הנפקד בערב פסח יתבאר לקמן סימן תמ\"ג עי\"ש:\n"
        ],
        [
            "(א) מעכשיו יהא שלך - ר\"ל דאמר ליה קני לך מעכשיו אם וכו' ולא בתורת שעבוד למשכון בעלמא:",
            "(ב) והגיע הזמן ולא פרעו וכו' - והטעם דכיון דהגיע הזמן ולא פרעו נקנה לו למפרע והו\"ל חמצו של עכו\"ם שעבר עליו הפסח ומותר אפילו באכילה ולהכי בעינן שיאמר לו מעכשיו וגם שיהיה החמץ ת\"י דאם לא אמר לו מעכשיו הרי היה בפסח החמץ של ישראל אלא שאח\"כ משהגיע הזמן ואילך נקנה להעכו\"ם ואסור אפילו בהנאה לכל ישראל וכן אם לא היה החמץ ת\"י לא נקנה לו החמץ כלל אפילו ע\"י מעכשיו דבמאי קנה הרי לא משך אצלו. אמנם אם הקנה לעכו\"ם את החמץ בקנין ומעכשיו אם לא יפרע לזמן פלוני דעת כמה אחרונים דבזה אפילו נשאר המשכון ת\"י ישראל מותר אם התנה ישראל שאין מקבל עליו אחריותו של המשכון ויש מי שמחמיר בזה ועיין בבה\"ל:",
            "(ג) מותר - היינו שהחמץ מותר להסתפק ממנו ומ\"מ לכתחלה נסתפקו הפוסקים אם מותר לישראל ללוות באופן זה אפילו בלבו שלא לפדותו שכיון שבידו לפדותו בפסח א\"כ אפשר דאעפ\"כ עובר עליו ולכן ראוי להחמיר ולפדותו קודם פסח וכ\"ש כשמכוין בשעת הלואה לפדות אחר הפסח בודאי אסור דהו\"ל כמטמין בידו [ט\"ז] וכתב בח\"י אם אמר בשעת ביעור להעכו\"ם שלא יפדהו עוד שוב אין איסור:",
            "(ד) אפילו לא הגיע וכו' - ר\"ל אף שבתוך הפסח הדבר היה בספק שמא יפדהו מ\"מ אין לאסור מחמת זה אחר הפסח וכדמסיים דכשהגיע וכו'. ומשמע מדעת המחבר שכתב אפילו דה\"ה אם הגיע הזמן קודם הפסח ולא פדה ג\"כ אין מותר אא\"כ אמר לו בשעה שמשכן החמץ בידו שיהא שלו מעכשיו אם לא יפדהו והטעם דבלא מעכשיו לא קנה הנכרי את משכונו אפילו הגיע הזמן שקבעו ולא פדה משום דהו\"ל אסמכתא בעלמא וממילא החמץ של ישראל הוא ואסור אפילו לאחר הפסח משום חמץ שעבר עליו הפסח וכ\"כ כמה אחרונים ויש מקילין בזה ויש לסמוך עליהם בשעת הדחק וכ\"ז הוא רק לענין לאסור החמץ אם כבר עבר הפסח אבל אם הוא עדיין קודם פסח דהוא חשש דאורייתא בודאי יש לחוש לדעת המחמירים דהוא רק אסמכתא וע\"כ יראה להחליטו להעכו\"ם בשעה שהגיע זמן של הביעור:",
            "(ה) דכשהגיע הזמן ולא פרעו וכו' - וכתבו האחרונים דהא דמעכשיו מהני היינו דוקא כמו בנידון דידן שהלוהו מעות והחמץ היה בתורת משכון ובזה אמרינן דמעכשיו מהני [דבודאי נתרצה להקנות לו באמת שהרי עשה לו טובה והלוהו] אבל בלי הלואה רק בתנאי בעלמא כגון שמסר לו חמצו ואמר לו אם לא אעשה לך דבר פלוני קודם פסח יהא החמץ שלך ולא קיים התנאי אע\"פ שאמר לו מעכשיו ג\"כ הוי אסמכתא להרבה פוסקים [אא\"כ הקנה בב\"ד חשוב וכפי המבואר בחו\"מ סימן ר\"ז סי\"ד בהג\"ה] והחמץ עדיין של ישראל הוא וצריך לתת את החמץ לעכו\"ם במתנה גמורה קודם הפסח מיהו בדיעבד אם עבר עליו הפסח נראה שאין להחמיר לאסור החמץ:",
            "(ו) למפרע - קודם הפסח משום דאמר מעכשיו וכנ\"ל ומסתפק המג\"א בלא אמר לו מעכשיו דאסור החמץ לעולם אי מחויב לפדותו מן העכו\"ם לאחר הפסח ולבערו דאל\"כ הרי מתהנה שפורע חובו להעכו\"ם באיסורי הנאה ובבית מאיר ובספר מקור חיים הסכימו להיתר שהרי אינו פורע חובו בידים רק הוא נשאר ביד העכו\"ם מאליו ומה שאין העכו\"ם תובעו בשביל זה הנאה דממילא הוא ולית לן בה אמנם בחמץ ביד ישראל ושיעבדו לנכרי ועבר עליו הפסח דאסור בהנאה וכנ\"ל בזה פשיטא דאסור ליתנו להעכו\"ם דזה הנאה ממש הוא:",
            "(ז) בידו - דאל\"ה לא נקנה לו המשכון שהרי לא משך אם לא שהקנהו לישראל בקנין המועיל ומעכשיו וכנ\"ל במ\"ב סק\"א:",
            "(ח) אסור - דהוי ליה חמץ של ישראל שעבר עליו הפסח דאסור בהנאה משום דעבר בב\"י. ודע דהמחבר נקט דיניה לענין איסור החמץ ובלאחר הפסח וה\"ה קודם הפסח לענין איסור ב\"י שמחויב לבערו או למכור חמץ זה בזמן המכירה כשאר חמץ שלו דשמא לא יפדה העכו\"ם כשיגיע הזמן כשקבעו ונמצא למפרע שהחמץ היה שלו ועובר עליו בב\"י ועיין בבה\"ל ואם עבר ולא ביערו ובא העכו\"ם תוך הפסח לפדותו רשאי לקבל ממנו המעות ולהניחו שיטול חמצו [אחרונים]:",
            "(ט) אבל אם לא אמר לו וכו' - דקיי\"ל ישראל מנכרי ונכרי מישראל לא קני משכון ונמצא שלא היה ברשותו עד לאחר הפסח ומשמע מדעת המחבר דה\"ה בכלה זמנו קודם הפסח ולא פרעו ג\"כ מותר החמץ לאחר הפסח אם לא אמר ליה מעכשיו דאסמכתא לא קניא וכבר כתבנו לעיל דיש מי שחולק על זה דאין זה אסמכתא ולדעה זו נעשה חמץ של ישראל וצריך למוכרו קודם הפסח או לבערו ויש ליזהר בזה דרבים עומדים בשיטה זו אכן אם עבר עליו הפסח אפשר שיש לסמוך אדעת המחבר בזה ומותר וכנ\"ל בס\"א:",
            "(י) ואין אחריותו עליו - דאי אחריותו עליו בלא\"ה אסור דלא גרע מאם היה חמץ של עכו\"ם אצלו בפקדון בעלמא באחריות דעובר עליו וכדלעיל סימן ת\"מ:",
            "(יא) מותר - ואפי' אם נראה מדעת הנכרי שדעתו לשקוע בידו אפ\"ה אינו עובר עליו כ\"ז שלא מכרו לו בפירוש, וכ\"ז באם היה המשכון בין ישראל לנכרי אבל ישראל הממשכן ביד ישראל חבירו אפילו בלי מעכשיו נמי קני המלוה ועובר עליו משום דישראל מישראל קונה משכון ועיין לעיל סוף סימן ת\"מ דגם הלוה עובר כיון דגוף החמץ שלו:"
        ],
        [
            "(א) תערובת חמץ וכו' - הנה המחבר לא איירי כ\"א לענין הלאו דבל יראה ובל ימצא דלענין זה ס\"ל דעובר על לאו זה אפילו אין בו כזית בכדי אכילת פרס ואף דלענין אכילה אינו חייב כרת לכולי עלמא אלא אם כן יש בו כזית בכדי אכילת פרס ויש דסבירא ליה דאפילו לאו אין בו כ\"כ דליכא בתערובות שיעור כזית בכדי אכילת פרס מכל מקום לענין בל יראה ובל ימצא עובר עליו כיון שכל חלקיו מונחין בכלי אחד הרי הן מצטרפין זה עם זה כיון שיש שם ביחד כזית חמץ ודוקא מין בשאינו מינו דאינו בטל מדאורייתא ברובא לדעת הסוברין דטעם כעיקר מדאורייתא אבל מין במינו כגון קמח של תבואה חמוצה שנתערב בתוך קמח שאינה חמוצה דמדאורייתא ברובא בטל ומותר לאכלו מכ\"ש שמותר לשהותו מדאורייתא אך מדרבנן מ\"מ אסור לשהותו דלמא יבא לאכול ממנו בפסח וצריך לבערו קודם הפסח ואם נזכר בפסח צריך אז לבערם ומ\"מ אם עבר ושהה עד לאחר הפסח מותר כיון דלא עבר בב\"י ובב\"י כמבואר לקמן סוף סימן תמ\"ז. וכן היכא דאיכא ששים אף מין בשאינו מינו דינא הכי דאף דאיסורו במשהו הרי אינו רק מדרבנן וה\"ה שארי דברים שאין בהם איסור דאורייתא להשהותם רק מדרבנן צריך לבערם בע\"פ ואם שכח ונזכר בפסח צריך אז לבערם ואם עבר ולא ביערם עד לאחר הפסח מותרין באכילה ואם אין בו חמץ בעין אלא טעם חמץ כגון שבישל איזה דבר עם חמץ והסיר החמץ ולא נשאר בו אלא הטעם דלא היה בו ששים לבטלו אף דאסור לאכלו מדאורייתא משום טעם כעיקר מ\"מ לענין בל יראה מצדד הח\"י דאינו עובר כיון דאין בו ממשו של איסור ומ\"מ מדרבנן בודאי אסור לשהותו וצריך ביעור בנמצא תוך פסח ואם עבר ושהה עד אחר הפסח אין לאסור בהנאה דכיון שלא עבר על איסור של תורה במה שהשהה אותו לא קנסוהו חכמים לאסרו ובאכילה אפשר שכדאי להחמיר ויש חולקין וס\"ל דכיון שאסור באכילה מן התורה חייב בביעור ג\"כ מן התורה וממילא אם עבר ולא ביערו גם לאחר הפסח אסור בהנאה ובמקום הפסד מרובה יש להקל כדעה הראשונה. וכל זה בתבשיל שקיבל טעם החמץ עצמו אבל תבשיל שנתבשל קודם הפסח בקדירה שבישל בה חמץ בו ביום אע\"פ שאין בתבשיל ששים כנגד חמץ שנפלט לתוכו מן הקדירה מותר להשהותו עד אחר הפסח [ויזהר להצניעו בחדר שאינו רגיל לילך לשם כמו שיתבאר בסימן תנ\"א] ורק באופן שלא יהיה כבוש בתוך הפסח בכלי חמץ דהיינו שהורק לכלי פסח. ואם נתבשל או נכבש לכתחלה בתוך הפסח בכלי חמץ אפילו אינו בן יומו צריך לבער [ח\"א]:",
            "(ב) עוברים עליו וכו' - אבל חמץ נוקשה אינו עובר עליו משום בל יראה ובל ימצא ורק מדרבנן צריך לבערו ונוקשה מקרי דבר שאינו חמץ גמור כמו אותן שהסופרים מדבקין בו ניירותיהם שעושין מקמח ומים או עיסה שלא נמצא בה עדיין שום סדק רק שהכסיפו פניה או שאינו ראוי לאכילה רק קצת [ודוקא שמעולם לא היה ראוי לאכילה אבל אם נתקלקל בעינן עד שיפסל מלאכול לכלב וכדלקמן בס\"ב] ואם עבר עליו ולא ביערו עיין לקמן. בסוף סימן תמ\"ז:",
            "(ג) המורייס - מין מאכל הנעשה משומן דגים עם קמח קלוי מעט ומים וכותח נעשה ממלח וממי חלב ומתערב בתוכו גם פירורי פת ושכר המדי נותנין בו שעורין ומים להחמיצו:",
            "(ד) וכל כיוצא באלו וכו' - כגון חומץ האדומי ושארי דברים דקחשיב במשנה (דף מ\"ג) שיש בהם תערובות חמץ. ויין שרף הנעשה מחמשה מיני דגן הסכימו האחרונים דהוי חמץ גמור וגרע מתערובות חמץ ועיין בח\"י ובמקו\"ח דה\"ה אם נעשה משמרי שכר ועיין בפמ\"ג:",
            "(ה) ואינו ראוי לאכילה - ולא גזרינן דלמא אתי למיכל כיון שאינו ראוי לאכילה כלל משא\"כ חמץ נוקשה דראוי לאכילה קצת אסור להשהותה:",
            "(ו) הרי זה מותר לקיימו - שהעורות גורמין שמסריח מיד:",
            "(ז) חייב לבער - דעדיין ראוי לאכילה הוא כשמגיע זמן הפסח וכיון שנתחייב בביעור אף אם לא ביערו ונשתהא עד תוך הפסח חייב לבער אף שאז כבר נתקלקל וכדלקמיה בס\"ב לענין פת שעיפשה:",
            "(ח) מותר לקיימן בפסח - ולענין אכילה יתבאר לקמן בס\"ד:",
            "(ט) שעיפשה וכו' - ודוקא שעיפשה קודם זמן איסורו דאם עיפשה אחר זמן איסורו אף שעיפשה כ\"כ עד שאינו ראוי לכלב מ\"מ חייב לבער כיון שנתחייב בה קודם שנתעפשה:",
            "(י) מלאכול הכלב - דאז אינו חייב בביעור דהוי כעפרא בעלמא אבל אם לא נפסל מאכילת כלב אף שלאדם נתקלקל ואינו ראוי מ\"מ עדיין חייב לבער כחמץ גמור מפני שראוי לחמע בה עיסות אחרות:",
            "(יא) ומלוגמא - היינו תחבושת עשויה מקמח ותאנים וכיוצא בהם שאדם לועס ונותן ע\"ג המכה:",
            "(יב) שנסרחה - והיינו נמי דוקא שנסרחה מאכילת כלב כמו בפת הנ\"ל. ואם החמיצה ולבסוף נסרחה אינו מותר לקיימה אלא כשנסרחה קודם פסח כנ\"ל גבי פת ואם נסרחה קודם שהחמיצה אפילו בפסח שרי דכיון שנפסדה קודם שנתחמצה הו\"ל כפת שנתעפש קודם זמן איסור:",
            "(יג) שכבסו אותן וכו' - ר\"ל אפילו סמוך לפסח:",
            "(יד) בחלב חטה - היינו אפילו אם נראה עליהן קצת ממשות החמץ:",
            "(טו) וכן ניירות וכו' - היינו ג\"כ אפילו אם ממשות החמץ נראה קצת מבחוץ והטעם בכל אלה מפני שכבר נפסדה צורתו וכמו שמפרש:",
            "(טז) מותר לקיימן - מ\"מ אסור להציע בגדים המכובסים בחלב חטה על השלחן דלפעמים נמצא עליהן קצת ממשות מהחמץ ויש לחוש שמא יפרך קצת מהן לתוך המאכל וכ\"ש שאסור להניח בתוכן קמח של פסח וצעיפי נשים הרגילין לתקנן עם קמח עד שנעשין עבין קצת שדרך ליפרך מהן אין ללובשן בשעת אכילה והמדקדקים נוהגים שלא לכבס בגדים וצעיפים בתוך ל' בחלב חטה אלא בשאר מינים שאינם מחמשה מיני דגן:",
            "(יז) ויש מחמירין וכו' - דס\"ל דכשניכר מבחוץ מקרי צורת החמץ עומדת עדיין אף שנתייבש ואין היתר לדידהו לענין דיבוק ניירות בחמץ אלא באופן שאין נראה מבחוץ ממשות החמץ. ובדיבוק הניירות בחלון צריך לדידהו לעשות הבצק בלילתו רכה מאד ויכניס כל הבצק בין הדבקים שלא יהיה מבצבץ לחוץ כלל. מיהו אם נעשו קודם שלשים יום לכו\"ע אין לחוש אף שנראה מבחוץ מפני שבודאי כבר נתקשו ומאיסי ודמיין לפת שנתעפש עד שנפסל מאכילת כלב וכן אם כל הדיבוק של חמץ בנייר היה פחות מכזית אף בתוך ל' יום א\"צ לבער לכו\"ע:",
            "(יח) שנתערב בו - ר\"ל קודם הפסח ואפ\"ה אסור לאכלו דחוזר וניעור בפסח:",
            "(יט) חמץ - היינו חמץ מעליא ורק ע\"י שנתערב אינו ראוי למאכל דאי היה חמץ נוקשה קודם שנתעפש מותר להרבה אחרונים לאכול ואפילו כשנתערב תוך הפסח:",
            "(כ) כל אדם - רק לחולים:",
            "(כא) אע\"פ שמותר לקיימו אסור לאכלו - ואף שאינו ראוי לאכילה מ\"מ כיון דהוא אכלו אחשביה:",
            "(כב) הרי זה אסור לאכלו - ומ\"מ בהנאה מותר כשנעשה התערובות קודם פסח וכמו בפת שעיפשה לעיל בס\"ג. ולענין רפואה עיין בסימן תס\"ו שם באחרונים:",
            "(כג) דיש חולקים ומתירים וכו' - ס\"ל דכיון שכבר נתבטל קודם פסח לא אמרינן דחוזר וניעור אך מה שסיים והכי קיי\"ל הוא פלא דהרי הוא כתב שם דהמנהג להקל בזה ולומר שכבר נתבטל הוא רק דוקא כשנתערב לח בלח ולא כשנתערב יבש ביבש אח\"כ מצאתי שכבר התעורר בזה החמד משה:",
            "(כד) חייבים לבערו - ועובר משום בל יראה אם לא ביערו. וגם יש בו כרת בשתייתו אם איכא כזית בכדי אכילת פרס ואפילו אי לית ביה שיעור זה עכ\"פ טעם חמץ יש בו וקי\"ל טעם כעיקר דאורייתא. אם נתערב השכר בדבר אחר אותו התערובות אסור בפסח ועיין בפמ\"ג מה שכתב בזה:",
            "(כה) אם העמיד - אפילו יש בהגבינות ששים נגד החלא לא בטיל החלא דדבר המעמיד אפילו באלף לא בטיל ולא עוד שכל דבר המעמיד הרי הוא חשוב כאלו הוא בעין ממש ולפיכך מי דבש (שקורין מע\"ד) שהחמיצו בשמרי דבש שבישל כל השנה ודבש הראשון שבישל היה מחומץ משמרי שכר וזה שבישל עתה רביעי או חמישי וכן לעולם חייב לבער אפילו מי דבש האחרון שכל אחד מהן ע\"י המעמיד נעשה כולו חמץ ובזה אין להקל לשתות אפי' ביו\"ט אחרון של פסח רק באותו מע\"ד שאין בו חשש זה רק שנתבשל בכלי חמץ יש מקילין ביו\"ט אחרון לשתותו מטעם דסתם כלים אינן בני יומן [אכן במקומות שמבשלין המע\"ד בכל השנה ביורות שמבשלין בו יין שרף דהוי דבר חריף וחזק ונותנין טעם לשבח במע\"ד כידוע לא מהני מה שאינו בן יומו ועיין סי' תמ\"ז ס\"ה בהג\"ה ובמ\"ב] וכל זה כשמע\"ד הראשון הועמד בשמרי שכר לבד [וכן מי דבש השני בשמרי מי דבש הראשון בלבד וכן כולם] אבל אם בשמרי שכר בלבד לא היה די להעמידו וערבו בו גם דבר אחר המעמיד שאינו חמץ ובהצטרפותם הועמד הרי הוא מותר אף בשתיה בפסח אם יש בו ס' כנגד שמרי השכר דכל זה וזה גורם (פירוש איסור והיתר) להעמידו הרי זה מותר אם אין בכח האיסור בלבד להעמידו כמו שנתבאר ביו\"ד סימן פ\"ז:",
            "(כו) בחלא וכו' - או ביי\"ש הנעשה מתבואה שהעמידוה בשמרי שכר. אם העמיד הגבינה ע\"י קיבה והיא נכבש תחלה בכלי חמץ מעל\"ע אסור לאוכלה ומותר להשהותה [רדב\"ז] ועיין באחרונים שמצדדים דאם הועמד קודם פסח אין לאסור רק אם לא היה בגבינה ששים נגד הקיבה ובפסח דאיסורו במשהו אסור בכל גווני:",
            "(כז) חייב לבערם - בע\"פ וכן אם שפכו על הגבינות אחר שנעשו כבר יי\"ש כדי לחזקם חייב לבערם אף שיש ס' בגבינות כנגדם דלטעמא עבידי ולא בטלי ומיהו כ\"ז אינו אלא מדרבנן ובדיעבד אם שכח ולא ביערו בין בדבר המעמיד בין בדבר דלטעמא עבידא ועבר עליו הפסח יש להתיר במקום הפסד מרובה בהנאה ע\"י השלכת הנאת המעמיד לים המלח וכן בעיסה שנתחמצה בשמרי שכר שחייב לבערה מן הדין אפילו יש בעיסה ששים נגדה ומטעם מעמיד דאין בטל אפילו באלף וכנ\"ל אם שכח ולא ביערה ועבר עליה הפסח יש להתיר במקום הפסד מרובה ע\"י השלכת הנאת המעמיד לים המלח:",
            "(כח) ויש להם ע\"מ שיסמוכו - ר\"ל דאין ללעוג על המנהג לומר שהוא מנהג שטות וחומרא יתירא אלא יש לזה סמך מן הירושלמי דאיתא שם הטח ביתו בצק חייב לבער:",
            "(כט) יטיח עליו וכו' - וזה מהני אפילו יש במקום ההוא כזית ויותר וכדלקמן בס\"ט ע\"ש:",
            "(ל) אם יש כזית וכו' - ר\"ל אף דבודאי מבטל ליה כשעשוי לחזק בו שברי העריבה אפ\"ה כיון דחשיב לא בטיל:",
            "(לא) עשוי לחזק בו וכו' או לסתום וכו' - ואין חילוק בין אם היה זה בשולי העריבה או למעלה בשפתה:",
            "(לב) בטל במיעוטו - היינו אע\"ג דאיכא פלגי זיתי טובא בשטח כל העריבה כיון דאינן במקום אחד בטל כל אחד במיעוטו לגבי הכלי:",
            "(לג) ואם לאו חייב לבער - ודוקא כשיש בין הכל כזית דאז הכלי מצרפו אבל כשלא נשאר בין הכל כזית א\"צ לבערו ואפילו אין עשוי לחזק וכדמוכח בסי\"א אכן באמת יש מחלוקת בין הפוסקים בזה דדעת הרבה פוסקים דאפילו פחות מכזית צריך ביעור ודוקא כשראוי לאכילה קצת אבל אם היה מטונף קצת ופחות מכזית א\"צ לבער לכו\"ע:",
            "(לד) כל שאילו ינטל החוט וכו' - דהיה החוט עב וע\"כ הוא מצרפן והוי כזית במקום אחד ולכן אינו מועיל אפילו היה עשוי לחזק:",
            "(לה) אינו צריך לבער - ודוקא בשהיו במקום העשוי לחזק העריבה דאל\"ה הכלי מצרפן וכנ\"ל:",
            "(לו) שפעמים מקבץ אותם - בעת שמכבד הבית והוי במקום אחד:",
            "(לז) דבוקים וכו' - ר\"ל בגומות שיש בהן כדי להשוותן והוי כמו עשוי לחזק דמבואר לעיל בס\"ז דבזה אינו חייב לבער אא\"כ יש כזית במקום אחד וי\"א דאפילו אין דבוקים א\"צ לבער כיון דהוי פחות מכזית כ\"א ואחד במקומו ולא חיישינן בזה שיתקבצו במקום אחד. ומ\"מ ביטול צריך לכו\"ע ואם לא ביטל קודם זמן איסורו צריך לבער אח\"כ:",
            "(לח) מבטלו בלבו ודיו - דזהו בעיא בגמרא אם מצטרפין ולכן כיון שביטל אח\"כ הו\"ל ספיקא דרבנן וא\"צ לבדוק:",
            "(לט) קודם זמן איסורו ונפסל וכו' - ר\"ל שנפסל מאכילת כלב קודם זמן איסורו דאם קודם פסח לא נתקלקל רק מאכילת אדם ובתוך הפסח נתקלקל ביותר עד שאינו ראוי לאכילת כלב היה חייב לבער כיון שבשעה שהגיע זמן חיוב הביעור היה ראוי עדיין לאכילת כלב:",
            "(מ) קודם זמנו - לאפוקי לאחר זמנו לא נפקע איסורו עד דשריף ליה לגמרי:",
            "(מא) או שייחדו לישיבה וכו' - שהיה לו גוש עבה של חמץ בין עיסה קשה ובין פת וייחדו לישיבה קודם פסח ואף דבדעתיה סילקו מתורת אוכל ובטלו רק לזה אפ\"ה כ\"ז שלא טח בטיט לא מהני ביטולו. וטח בטיט לחודיה לא מהני כ\"ז שלא ייחדו לישיבה:",
            "(מב) וטח אותו בטיט - ובזה מהני אפילו לא נפסל החמץ מאכילה והטעם משום דבטליה עי\"ז משם אוכל. והנה מלשון המחבר משמע דצריך לטוח אותו מכל צד אבל בגמרא איתא וטח פניה בטיט ואולי דמפרש פניה היינו פני הפיכת שאור מכל צד:",
            "(מג) מותר לקיימו בפסח - וה\"ה דמותר בהנאה אבל באכילה אסור מדרבנן עד אחר הפסח ואע\"ג דאכילה שאינה ראויה היא דהא נפסל לכל מ\"מ כיון שהוא רוצה לאכול אסור דהא אחשביה ודוקא בזה דאחשביה אבל אם נפל ממילא חמץ זה שנפסל מאכילת כלב לתוך המאכל אפילו רק ברובו אין לאסור לאכול אותו המאכל דהא חמץ זה הוא כעפרא בעלמא. ואלמוד\"י שעושין משומן דגים עם לחם קלוי קודם הפסח אם ידוע לו שהלחם היה קלוי כ\"כ עד שאינו ראוי לאכילת כלב מותר לקיימו בפסח ולמכור לעכו\"ם אבל אסור לאכלה ואם אינו ידוע לו אסור אף לקיימו וליהנות ממנו:",
            "(מד) דיו שהוא מבושל וכו' - ר\"ל קודם זמן הביעור והטעם דעפצים ושאר דברים המרים שנתערב בו בודאי פגמוהו להשכר עד שאינו ראוי לשתיה אף לכלב ולכך מותר לכתוב בו במועד אבל אם בישל נכרי בפסח את הדיו הנ\"ל אסור לכתוב בו כיון שלא נפסל השכר מאכילת כלב קודם זמנו:",
            "(מה) מותר לכתוב בו - ולא חיישינן שמא ישכח ויתן קולמוסו לתוך פיו כדרך הסופרים וחמץ שנפסל מאכילת כלב הלא אסור באכילה וכנ\"ל דזה דוקא כשאכלו בכונה ומשום דהוא אחשביה משא\"כ בזה שהוא שלא בכונה אין קפידא [מ\"א בשם תה\"ד]:",
            "(מו) אין לסמוך וכו' - לא מיירי לענין להגעילן ולהשתמש בהן בפסח דבזה א\"צ לצירוף כזית דהא אפילו ישאר משהו אסור אלא מיירי לענין להצניען:",
            "(מז) אי אפשר לנקרן - לאו דוקא אלא ר\"ל דברוב הפעמים לא יוכל לנקרן כראוי ולכן יש להחמיר משום חומרא דחמץ בכל גווני וכתבו האחרונים דהכא מיירי בעריבות העשויות מנסרים גדולים שלשין בהם פת שיש חריצין בין נסר לנסר ומצוי שם חמץ אבל עריבות קטנות העשויות מחתיכה אחת ואין בהם שום סדק פשיטא דיוכל לנקרן כדי להצניען אבל לא להשתמש בהן בפסח ואם עבר ולש בהם בפסח אחר הגעלה מותר:",
            "(מח) עד לאחר הפסח - לא שיאמר לנכרי כן אלא יתנם לו במתנה גמורה אלא שאחר הפסח יכול לחזור וליתנם ממנו וכמו שנתבאר בסימן תמ\"ח:",
            "(מט) וה\"ה לבצק וכו' - וכתב מהרי\"ל דכן המנהג בדפי מולייתא ועצים מגלגלין וכל הכלים ששמשו בם עיסה לטוחן בטיט או למכור לנכרי. ולפי מה שכתבו האחרונים הנ\"ל אם עשויות מחתיכה אחת די כשמנקרן היטב ומצניען במקום צנוע:",
            "(נ) בכלים שמניחין בהם קמח - דשמא יש עליהם חשש חימוץ ונכנסו בין הסדקים:",
            "(נא) בכלים שמניחים בהם פת - היינו סלים של נצרים עפני שיש בהם גומות וא\"א לנקרן ויש להטמינם בחדר שאינו רגיל לילך שם:",
            "(נב) וצריכה כיבוס - היינו כיבוס יפה בחמין ואפר וחביטה [אחרונים] ועיין לקמן סימן תנ\"ג ס\"ו ובמ\"ב שם:"
        ],
        [
            "(א) אסור בהנאה - מדאורייתא ויליף בגמרא מדכתיב לא תאכל עליו חמץ כלומר על קרבן הפסח וקבלו חז\"ל דר\"ל לא תאכל חמץ משעה שראויה לשחיטת הפסח דהיינו מחצות היום ואילך שהוא בין הערבים ומשעה שאסור באכילה אסור בהנאה אכן עדיין אין על אכילתו חיוב כרת עד הלילה וכן לענין בל יראה ובל ימצא הסכימו כמה פוסקים דאין עובר במה שמשהה החמץ משש שעות ומעלה כ\"ז שלא הגיע ימי הפסח גופא מדכתיב שבעת ימים שאור לא ימצא בבתיכם וגו' ולא יראה לך שאור בכל גבולך שבעת ימים ומ\"מ אף שאינו עובר בבל יראה עובר בכל רגע ורגע שמשהה החמץ בביתו על מ\"ע דחשביתו שאור מבתיכם דקאי על ע\"פ משש שעות ולמעלה כמבואר בש\"ס:",
            "(ב) ואפילו חמצו של נכרי - דהא באורייתא לא כתיב חמצך אלא חמץ סתמא בין דישראל ובין דעכו\"ם והאי דינא עקרו הובא בפוסקים לענין פסח והרמ\"א העתיקו הכא להשמיענו דה\"ה דאסור גם משש שעות ולמעלה:",
            "(ג) שתי שעות קודם - הטעם משום יום המעונן דאדם עשוי לטעות אז שתי שעות כיון שאין שמש זורחת ואפילו חמץ נוקשה שהוא חמץ דרבנן ג\"כ אסור באלו השתי שעות וכ\"ש חמץ ע\"י תערובות ובתשובת נודע ביהודה סימן כ\"א מיקל באכילת נוקשה בשעה חמישית:",
            "(ד) הרבה ביחד - אפילו דבר שנקרא שם בעליו עליו כגון שמכר אוצר של יין שרף לא גזרינן שיחשדוהו שמכר לו הישראל בפסח כשיראו שהעכו\"ם מחזיק בהן בפסח כיון שמכר לו עכ\"פ בשעה המותרת למכור [אחרונים דלא כב\"ח]:",
            "(ה) ובלבד שיעמוד עליהם - ודין זה שייך ג\"כ קודם אלו השתי שעות דמליל י\"ד ואילך שמחוייב בבדיקת החמץ מחוייב להזהר בזה:",
            "(ו) אסרוהו גם בהנאה - גזירה אטו שעה שביעית דאסור מן התורה בהנאה וע\"כ אסור אז למוכרו לעכו\"ם ולא ליתן לו במתנה ולא להאכילו לבהמה חיה ועוף. אם יש לקבור מת בע\"פ בבוקר אם יש שהות לקוברו וישאר זמן לאכילת חמץ יקברו המת קודם אכילה דהא אין נכון לבני החבורה לאכול קודם קבורת המת כמבואר בסימן תקכ\"ו בט\"ז סק\"ו ואם הזמן דחוק ואפשר שלא ישאר זמן לאכילה מוטב לאכול מקודם ולקיים אח\"כ ביעור חמץ בזמנו ואח\"כ יתעסקו בצרכי קבורת המת:",
            "(ז) לפי ענין היום - היינו דלעולם חשבינן היום לשתים עשרה שעות וממילא בימים הארוכים משערים בשעות גדולות ולפיכך בשנת העיבור מותר לאכול עד שליש היום אע\"פ שהיום ארוך יותר משתים עשרה שעות שלנו כגון שמגיע לשליש היום חמש שעות ודע דלפ\"ז ה\"ה במדינות שהימים שלפני הפסח קצרים מחלקין הי\"ב שעות לשעות קטנות ואינו רשאי לאכול רק עד שליש אותו היום:",
            "(ח) עד שליש היום - וחושבין את היום מעלות השחר עד צאת הכוכבים כ\"כ הרבה אחרונים וי\"א דחושבין מהנץ החמה עד עת השקיעה ועד שליש מזה השיעור יהיה מותר לאכול חמץ והוא קולא בעניננו ודעת הגר\"א כמותם ולכתחלה טוב להחמיר כדעה א':",
            "(ט) וי\"א עד ב' שעות וכו' - היינו שעות בינוניות שכל אחת א' מכ\"ד במעל\"ע וע\"כ אפילו אם היום ארוך מותר לאכול יותר משליש היום והיינו עד סוף שעה עשירית מחצות הלילה וכן לענין מכירת החמץ מותר לדעה זו עד סוף שעה אחת עשרה וכתבו הפוסקים שהעיקר כדעה הראשונה ואין לאכול כ\"א עד שליש היום וכן לענין מכירת חמץ שזמנו שעה אחת יותר חשבינן שעות זמניות ומ\"מ בדיעבד אם לא מכר עדיין וההפסד מרובה יש לסמוך אדעה אחרונה ויש לו שהות למכרו עד שעה קודם חצות:",
            "(י) יעכבנו עד שעה חמישית - ר\"ל בתחלתו ולא ימכרנו מקודם שמא יבוא בעליו ויקחנו:",
            "(יא) ימכרנו לנכרי - דהו\"ל כמשיב אבידה דהא אח\"כ יאסר בהנאה. ואם הוא מסתפק שבשעה חמישית אפשר שלא ימצא קונים כלל מותר למכרו מקודם [כן ביאר המקו\"ח דברי המ\"א ועיין בביאור הלכה]. עוד כתבו המ\"א וש\"א דבמקום שיכול למוכרו לעכו\"ם ויחזיר לו העכו\"ם אחר פסח [כמנהג מכירת חמץ שלנו] אסור למוכרו מכירה חלוטה:",
            "(יב) חייב לבערו וכו' - דעת מ\"א דאם היה באפשר לו למכרו ונתעצל ולא מכרו עד שהוצרך לבערו חייב לשלם אח\"כ דמי הפקדון למפקיד אף שהוא ש\"ח דפשיעה הוא דהו\"ל למוכרו קודם זמן איסורו ובח\"י מחלק בזה בין אם הוא ש\"ח או שומר שכר ורוב אחרונים מסכימים דבין שומר חנם ובין שומר שכר פטור דזה לא נכנס בכלל שמירה שלא קיבל עליו אלא לשמור את החפץ שיהא ברשות בעליו ושיחזירנו לו בשלימות אבל לא קיבל עליו למוכרו שהרי אדרבה במכירה זו מוציאו מרשות בעליו ואינו צריך למוכרו אלא מטעם מצות השבת אבידה ולא מצינו שמחוייב לשלם מי שאינו משיב אבידה. מיהו אם החמץ הוא ממושכן אצלו ועבר שעה ה' ולא מכרו ואח\"כ כשהגיע זמן איסורו הוכרח לשרפו בזה מסתברא דהפסיד חובו עכ\"פ וכדעת המ\"א דדעת כל ממשכן הוא בודאי שכל זמן שלא יחזיר לו המלוה משכונו לא יוכל לתבוע ממנו חובו אא\"כ יהיה המלוה אנוס באבדת המשכון כגון שיגזלו ממנו לסטים וכי\"ב משאר אונסים אבל כאן שהיה אפשר להמלוה למכרו קודם הפסח ולא מכרו הרי עצלותו גרמה הפסד המשכון שנאסר בהנאה ואין זה אונס [ופשוט דאם מכרו בע\"פ אע\"פ שמכרו בזול אין עליו כלום וההפסד הוא על הלוה. ט\"ז] מיהו אם המשכון הוא בעין כגון שלא בערו המלוה לאחר זמן הביעור והשהה אותו עד לאחר הפסח אפשר דיכול לומר לו הרי שלך לפניך אע\"פ שאינו שוה עכשיו כלום דחסרון שאין ניכר הוא ולא הפסיד חובו:",
            "(יג) בזמן איסורו - בשעה ששית ואע\"ג דאפשר שבעל החמץ מכרו לעכו\"ם במקום שהוא באחד מדרכי הקנינים מ\"מ כיון שיש כאן ודאי חמץ וספק מכרו בעליו לעכו\"ם וספק לא מכרו אין ספק מוציא מידי ודאי וחייב לבערו:",
            "(יד) אפילו אם אינו חייב באחריותו - ואפילו אם לא קיבל עליו שמירה כלל [אחרונים] ואע\"ג דהוא אינו עובר עליו מ\"מ צריך לבערו כדי שלא יעבור עליו המפקיד דכל ישראל ערבים זה בזה [ב\"ח ומ\"א] ודעת הגר\"א דיש עליו חיוב מן התורה לבער אף שהחמץ אינו שלו כיון שהחמץ בביתו והוא של ישראל וכן דעת הצל\"ח ובית מאיר ע\"ש:",
            "(טו) אחר שש שעות - ר\"ל אע\"ג דאז אסור בהנאה מן התורה לרוב פוסקים וא\"כ הלא קעבר בקנייתו אדאורייתא אפ\"ה בדיעבד אינו תופס דמיו דלא מצינו שיתפוס האיסור על הדבר שהחליף כ\"א בע\"ז והקדש ושביעית ולפי\"ז ה\"ה אלא מדרבנן כמבואר בחולין ד' ע\"ב ברש\"י ותוס' ומסתברא דה\"ה לפי\"ז אם מכר בתחלת שש דג\"כ איסורו מדרבנן הוא אסור לו ליהנות מן בפסח גופא ג\"כ אינו תופס דמיו:",
            "(טז) מותר - היינו אפילו למי שקנהו גופא וכ\"ש דלאחרים שרי ליהנות מאותו דבר. ודע דדעת המחבר לאו דברי הכל הוא דיש מגדולי הפוסקים שסוברין דאע\"ג דלאחרים שרי ליהנות מחלופי חמץ דחמץ אינו תופס דמיו בדיעבד מ\"מ לבעל החמץ עצמו קנסו רבנן שלא יהנה מן הדמים כיון דעביד איסורא ואינו מותר לדידיה אלא בשמכרו או החליפו אחרים חמצו שלא בידיעתו ויש להחמיר כדעת פוסקים אלו שלא במקום הפסד מרובה. ודע עוד דאף לדעה זו אם עבר וקנה מן הדמים איזה דבר מותר ליהנות מאותו הדבר דהוי חליפי חליפין ושרי. עוד כתבו האחרונים דאפילו לפי דעת המחמירים בחמץ לאסור בחליפיו לדידיה גופיה מ\"מ היינו דוקא שלקח חליפי חמץ בשעה שנתן החמץ אבל אם לקח את חליפי החמץ לאחר זמן לכו\"ע מותר אף לדידיה דכיון שלקח הנכרי את החמץ לרשותו נקנה לו החמץ מיד ע\"י לקיחתו ומה שניתן לו אח\"כ דמיו או חליפיו הרי הם כמתנה בעלמא ואינם שייכים כלל לחמץ ולא מיקרי חליפיו:",
            "(יז) אינו תופס דמיו - והחמץ עצמו לעולם עומד באיסורו בכל מקום שהוא ואסור לכל אדם ליקח אותו מהעכו\"ם אפילו חזר העכו\"ם והחליפו באחר ואפילו מכר הישראל להעכו\"ם אחר הפסח דכיון דחכמים הטילו איסור עליו הרי הוא כחתיכה דאיסורא. כתב ח\"י דגן שנתחמץ ועבר עליו הפסח ונזרע גדוליו מותרין דגדולין הוי כחליפין ובספר מקור חיים חולק עליו ודעתו דגדולין גרע מחליפין ולכו\"ע אסור ועיין בתשובת ח\"ס או\"ח סימן ק\"ד:"
        ],
        [
            "(א) בודקין וכו' - וצריך לברך על הבדיקה וגם לבטל כמו בשאר שנים בליל י\"ד [אחרונים]:",
            "(ב) ליל י\"ג - שלמחר בע\"ש א\"א לבדוק דאין בודקין לאור החמה וכנ\"ל:",
            "(ג) ומשיירין וכו' - וצריך ליזהר להניחו במקום מוצנע וכדלעיל סימן תל\"ד סעיף א':",
            "(ד) לצורך השבת - ובשבת זה משכימים להתפלל ולא יאריכו הרבה כדי שיהיה להם שהות ולא יבואו לידי מכשול [אחרונים]:",
            "(ה) לא במצה - דהא אסור לאכול מצה בע\"פ וכדלקמן בסימן תע\"א:",
            "(ו) מצה עשירה - היינו שנילושה במי פירות לבד:",
            "(ז) קודם שעה עשירית - דמשם ואילך אפילו מצה עשירה אסור לאכול כדי שיאכל מצה לתאבון וכדלקמן בסימן תע\"א ס\"ב:",
            "(ח) יקיים וכו' במיני פירות - עיין לעיל בסימן רצ\"א ס\"ה דיש דעות בפוסקים אם צריך לעשותה דוקא בפת או דסגי ג\"כ בשאר דברים ולזה אמר דבשעת הדחק כזה יכול לסמוך על המקילין וע\"ש דיותר טוב בבשר ודגים מבפירות. וה\"ה דיכול לקיים בתבשיל (כגון קניידליך) אך יש נ\"מ דזה אינו מותר רק קודם שעה עשירית והיכא שמקיים בפירות או בבשר ודגים יוכל לקיים אפילו אחר שעה עשירית אך בכ\"ז יזהר שיאכל רק מעט ולא למלא כריסו כדי שיאכל מצה לתיאבון. ועיין באחרונים שכתבו דטוב ג\"כ שיחלק סעודת שחרית של פת לשנים דהא י\"א דיוצא בזה ידי סעודה ג' וכ\"כ בביאור הגר\"א דנכון לעשות כן אך כ\"ז אם יש לו שהות לברך בינתים ולהפסיק איזה שהות כדי שלא יהיה בכלל ברכה שאינה צריכה:",
            "(ט) קודם חצות - לאו דוקא ור\"ל בתחלת שעה ששית כמו בשאר שנים:",
            "(י) וביום השבת יבטלנו - וכדלקמן בס\"ו ואינו צריך לבטל בע\"ש בשעת ביעורו דסוף סוף יהיה צריך לבטל ביום מחר שהרי חוזר וזוכה בפת שמשייר לצורך השבת ויש לחוש שמא ישאר מהם מעט:",
            "(יא) דייסא וכיו\"ב - דבר שדרכו לידבק בכלי כי יצטרך להדיחם אחר האכילה משום איסור חמץ ואסור כיון שאין צריך להם שוב באותו היום כבסימן שכ\"ג ס\"ו:",
            "(יב) הצנומה - יבשה:",
            "(יג) וא\"א לקנחו - דאם אפשר בקינוח לבד אסור להדיח שלא לצורך:",
            "(יד) יש להדיחו מעט - ר\"ל רק בכדי שיעבור החמץ וכדמסיים ואע\"ג שהוא שלא לצורך שבת שרינן בדיעבד משום איסור חמץ. ומ\"מ אם אפשר להדיח ע\"י עכו\"ם עדיף אם א\"א בקינוח. כתבו הפוסקים שטוב שיבשלו בכלים חדשים המוכנים לפסח. וכהיום נהגו בכמה מקומות במדינתנו שאחר התפלה אוכלים מאכלים קרים של חמץ ואחר חצי היום אוכלים תבשילים חמים שעמדו בתנור ושנתבשלו בכלים של פסח ויוצאים בזה סעודה ג':",
            "(טו) ינער המפה - ואותן פירורין דקים וקינוח הקערות אין צריך להוציאן מרשותו דנדרסין ברגלים ומתבערים מאליהן ומ\"מ טוב שיכבד הבית אח\"כ ע\"י עכו\"ם ואם אין לו עכו\"ם יכבד בעצמו ע\"י שינוי בבגד [אחרונים]:",
            "(טז) יכול ליתנו וכו' - במתנה גמורה ושרינן זה בשבת לצורך מצוה כדי שלא יהיה החמץ ברשותו וכמו שנתבאר בסימן ש\"ו:",
            "(יז) ע\"מ שלא לצאת בו - לאו דוקא ור\"ל שלא ע\"מ לצאת בו ואפילו בסתמא שרי ולאפוקי היכא דאמר לו ישראל בהדיא דאסור משום שבות דאמירה לעכו\"ם ומ\"מ בעל נפש ראוי שיתנה עמו ע\"מ שלא להוציא [כן משמע בהגהת מיימוני שם]:",
            "(יח) לר\"ה - אבל לכרמלית דאינו אלא שבות מותר אפילו לומר לו בהדיא להוציאו דשבות במקום מצוה שרי. ועיין בסימן שמ\"ה דיש דעות בפוסקים דר\"ה הוא דוקא בששים רבוא ולדידהו כל עיירות שלנו כרמלית הן:",
            "(יט) דרך הערמה - ר\"ל אף דדעתו היה שיוציאנו לחוץ מ\"מ שרי כיון שאינו אומר לו בהדיא:",
            "(כ) ודבר מועט - אבל הרבה אסור דמוכחא מילתא שנותן לו להוציאם מיהו דבר מועט מותר ליתן לו אפילו כמה פעמים דעכ\"פ אינו אלא הערמה ושרי. ודבר מועט הוא כדי סעודה אחת ובכרמלית מותר בכל גווני וכנ\"ל. אם יש לו חמץ הרבה בחדר מיוחד ושכח למכור אותו בע\"ש צריך ליתנו במתנה לנכרי ויכול ליתנו לנכרי מכירו ומיודעו שיודע בו שיחזיר לו אחר הפסח רק דצריך להקנות לו בקנין המועיל דהיינו בהגבהה או במשיכה שימשכנו העכו\"ם לרשותו ואם החמץ רב שא\"א למושכו יקנה לו במסירת המפתח ואף שאסור ליתן מתנה בשבת לצורך מצוה מותר. ואם ירא ליתן במתנה שמא לא יחזירו לו יש מהאחרונים שמצדדים דיכול גם למכור לעכו\"ם ולא מיקרי מקח וממכר בשבת כיון שאינו עושה אלא להנצל מאיסור חמץ אבל כמה אחרונים חולקים ע\"ז ודעתם דמכירה אסור בכל גווני אפילו אינו לוקח מעות ממנו כלל אלא קוצץ עמו סכום המקח או מוכרו לו כשער שבשוק בלי קציצת סכום המקח ומקנה לו החמץ באחד מדרכי הקניה אע\"פ שמכירה זו היא לצורך מצות ביעור חמץ לא התירו חכמים בשבת מקח וממכר גמור אפילו לצורך מצוה וכמו שנתבאר בסימן ש\"ו סעיף ו' עיי\"ש במ\"ב:",
            "(כא) מבטלו וכופה וכו' - ומיירי דלית כותי או כלב ליתנו לו דאל\"ה אף שכבר עברו ארבע שעות ועומד בשעה חמישית יטלטלו ויתן להם וכן מותר לטלטלו ולהשליכו לביה\"כ אם יש לו ביה\"כ בחצירו ואם נשתהה עד שעה ששית דאז אסור בהנאה ואסור בטלטול אפ\"ה שרי ע\"י עכו\"ם שיזרקו בנהר או לביה\"כ:",
            "(כב) צריך לבטל החמץ כדרך וכו' - היינו בסוף שעה חמישית וכנ\"ל בסי' תל\"ד ס\"ג. ואפילו אם כבר ביטל מאתמול וכנ\"ל בסק\"י ע\"ש:",
            "(כג) למול את בנו - ולסעודת ברית מילה משמע דלא מיקרי מצוה לענין זה לבטל מצות ביעור:",
            "(כד) סעודת אירוסין - וה\"ה סעודה שעושין בשעה שהכלה מקבלת סבלונות וכתבו האחרונים דה\"ה בזמנינו כשעושין סעודה בשעת כתיבת התנאים ג\"כ מקרי סעודת מצוה:",
            "(כה) בבית חמיו - משמע דדוקא בחתן עצמו מיירי ויש שמקילין ג\"כ באחר אם קרוי לסעודת אירוסין:",
            "(כו) ונזכר שיש לו חמץ - וה\"ה אם מסתפק שמא יש לו חמץ [מחי' מהר\"ם חלאווה] וכ\"כ האחרונים:",
            "(כז) יחזור ויבער - מאחר שלא יתבטל המצוה ע\"י הביעור יקיים שניהם ומשמע דמצות ביעור קודמת:",
            "(כח) ואם לאו וכו' - ר\"ל שאם יחזור וישתדל אודות הביעור לא ישאר לו זמן ביום לעשות המילה או הסעודה:",
            "(כט) יבטלנו בלבו - במקום שהוא שהרי אחר הביטול א\"צ לבערו אלא מד\"ס ובמקום מצוה העמידו חכמים על ד\"ת. ומיירי שהוא עדיין בשעה חמישית שיכול לבטל אבל אי קאי כבר בשעה ששית ע\"כ יחזור לבער שהרי אז אינו ברשותו לבטל ואע\"ג דעי\"ז יתבטל מצות מילה עשה דתשביתו חמיר טפי שהוא עובר עליה בכל רגע משא\"כ במילה ואינך אכן אם הולך להתעסק במת מצוה [שאין לו קוברין ומוטל ע\"פ השדה בבזיון שכל הפוגע בו חייב לקוברו] ונזכר שיש לו חמץ בתוך ביתו ואפילו בתוך הפסח שבכל שעה עובר בבל יראה ואפילו יש שהות ביום יוכל לחזור לביתו ולבער החמץ ולחזור ולילך ולקברו בו ביום אעפ\"כ אסור לו לזוז ממנו עד שיקברנו שגדול כבוד הבריות כזה שדוחה כל המצות שבתורה בשב ואל תעשה:",
            "(ל) אפילו יש שהות - לבער חמץ ולחזור ולהציל והטעם משום הצלת נפשות הקילו לסמוך על הביטול לכתחלה ואפילו במקום שיכול לקיים שניהן. וכתב המ\"א דלאחר שעת הבעור דלא מהני ביטול יחזור לבער כיון שיש שהות להציל אח\"כ ודוקא כשברי לו שגם אח\"כ יכול להציל אבל מספיקא לא יחזור ורבים מהאחרונים כתבו בשיש שהות בודאי אח\"כ להציל ג\"כ לא יחזור לבער דדילמא אדהכי והכי מטריד ולא יכול להציל אח\"כ:",
            "(לא) לצורך עצמו - עיין באחרונים דלאיזה פוסקים אפילו הוא מערב כדי לילך ללמוד אצל רבו מקרי דבר הרשות לגבי מצות בעור וע\"כ צריך לחזור ולבער בכל גווני והטעם לפי שמעשה המצות הוא גדול מהלימוד אפילו מצוה דרבנן כשא\"א לקיים המצוה ע\"י אחרים:",
            "(לב) יחזור מיד - לבער כמצות חכמים ואפילו כבר החזיק בדרך שאין דוחין מצות חכמים מפני דבר הרשות:",
            "(לג) עד כמה הוא חוזר - קאי על כל מה שנזכר לעיל דאפילו אם הלך לדבר הרשות כיון שהחזיק כבר בדרך לא הטריחוהו חכמים לחזור כשהחמץ הוא פחות מכביצה אלא די לו בביטול ואם הגיע שעה ששית שאין יכול שוב לבטל צריך לחזור מיד אפילו אין שם אלא כזית חמץ שהרי כל זמן שאין מבערו מן העולם לגמרי הוא עובר על מ\"ע של תורה אבל אם אין שם אלא פחות מכזית לא הטריחוהו חכמים לחזור אלא ילך לדרכו וכשיחזור לביתו יבער ואם הוא יו\"ט או שבת יכפה עליו כלי עד הערב וכמו שיתבאר בסימן תמ\"ו ע\"ש:",
            "(לד) היתה לו עיסה - פי' אפילו אחר זמן איסורו די בביטול כיון שבאותה שעה עדיין לא החמיץ הוי דינו כמו קודם זמן איסורו:",
            "(לה) והוא טרוד במקום אחר - ר\"ל שמחמת זה א\"א לו לבוא לביתו מיד לאפותה וירא שמא תחמיץ קודם שיבוא לביתו:",
            "(לו) אבל אם החמיצה - ואם שהה העיסה שיעור מיל בודאי החמיצה ולא מהני ביטול:",
            "(לז) אין הביטול מועיל - ועובר בכל שעה על בל יראה וצריך לילך תיכף לביתו ולבער:"
        ],
        [
            "(א) שורפו - עד שנעשה פחמים:",
            "(ב) או פוררו - לפירורים דקים שלא ימצאנו מי שהוא ויהנה ממנו:",
            "(ג) או זורקו לים - וה\"ה לנהר והטעם בכל זה משום דכתיב תשביתו שאור מבתיכם בכל דבר שאתה יכול להשביתו:",
            "(ד) ואם היה החמץ קשה קשה - כגון פת יבש קשה או חטים יבשים שנתחמצו:",
            "(ה) מפררו - בפת פוררו לפירורים וכנ\"ל בחטים ג\"כ מחתכם דק דק או טוחנם כדי שיהיו נוחים להמיס מהרה בתוך המים ויש מקילין בחטים שאין צריך לחתכם אלא מפזרן ע\"פ המים שלא יוכל אדם ללקטן ודיו. ובמקום הדחק כגון שיש לו חטים הרבה וישתהה עד שיבוא לחתכם או לטוחנם יש לסמוך על סברא זו. ודע דכמה פוסקים מחמירים אפילו בפת שאינו קשה דבעי פירור כשמטילים לים ולנהר וע\"כ הסכימו האחרונים להחמיר ולעשות פירור בכל מקום. אכן אם משליכו לבה\"כ הרי הוא כמבוער מן העולם לגמרי כיון ששום אדם לא יוכל ליהנות ממנו ואין צריך לפררו קודם שמשליכו אפילו הוא פת קשה וכיו\"ב ובלבד שלא ישליכנו שם לפני חזיר שאסור להאכיל לבהמה אפילו היא של עכו\"ם והפקר וכמש\"כ בסימן תמ\"ח ס\"ו אבל כשאינו משליכו שם לפני חזיר אע\"פ שסופו לבוא לשם אין לחוש לזה. מי שיש לו מים מכונסין ובהם דגים לא ישליך לשם החמץ שצריך לבערו אפילו מפררו קודם שמשליכו שהרי הוא נהנה במה שהדגים יאכלוהו:",
            "(ו) והמנהג לשורפו - דחוששין לדעת הפוסקים שפסקו כר' יהודה דאמר אין ביעור חמץ אלא שריפה דילפינן מנותר שהוא בשריפה. ומנהג זה הוא אפילו אם שורפו בזמן הראוי דהיינו בסוף שעה ה' כמנהגנו וכדמבואר לעיל בסימן תל\"ד או בכל שעה ששית וכ\"ש במצא חמץ לאחר שש או בפסח גופא דבודאי יש לנהוג לכתחלה לבערו ע\"י שריפה דוקא:",
            "(ז) וטוב לשורפו ביום - ומהרי\"ל כתב טעם אחר דנכון יותר לשרוף ביום כדי שמתוך זה יזכור לבטל בטול שני שמבטלין ביום. ושורפין בשעה חמישית שהרי צריך לבטל אח\"כ ובשש לאו ברשותיה לבטלו [מ\"א לעיל בסי' תל\"ד] אם יש לו הושענות טוב לשרוף החמץ בהושענות הואיל ואיתעביד בו מצוה חדא ליתעביד בו גם מצות תשביתו:",
            "(ח) הרשות בידו - ואפ\"ה מתקיים מצות תשביתו בזמנו שמשלשים יום ואילך קודם הפסח חל עליו חובת ביעור:",
            "(ט) לנכרי קודם וכו' - ואסור ליתן לעבדו ולשפחתו נכרים שמזונותן עליו אם הוא הרבה שא\"א שיאכלנו קודם זמן האיסור כ\"כ בח\"י בשם הב\"ח ובספר חמד משה חולק עליהם דלא איכפת לן מה שמזונותיו עליו כיון שאינו פורע לו בזמן האיסור אלא קודם הפסח פורע לו מה שמחויב לו וכשיבוא הפסח אינו מחויב עוד במזונותיו שהרי כבר פרעו קודם רק שאסור לו לומר בפירוש שיחזיק החמץ כל ימי הפסח שא\"כ רוצה בקיומו של חמץ שאסור אלא יתן לו בסתם ויאמר לו הילך חמץ זה בחובך ושוב לא יהיה לך מזונות עלי כל ימי הפסח וכן הסכים לדינא הגאון מהרש\"ק בחידושיו וכתב שעכ\"פ יש לו ליזהר שלא יאכל העבד החמץ בביתו שלא יחשדו אותו שפורע חובו בחמץ וכדמבואר לקמן בסימן ת\"נ סעיף ו' במ\"ב:",
            "(י) אינו צריך לבער - ומ\"מ נכון לינהג שלא להוציא כל חמצו הנשאר לו בנתינתו לעכו\"ם ולקיים מצות השבתה בשעה ששית בפירורים שמניח לשורפם שהפירורים נשבתים ועומדים ואפילו מניחם אינו עובר בבל יראה אלא יניח מחמצו לכל הפחות כזית כדי לקיים מצות תשביתו כתיקונה [בית מאיר וכ\"כ בח\"א ובחמד משה]:",
            "(יא) ליהנות בפחמין שלו וכו' - שהרי החמץ לא נאסר אז בהנאה וה\"ה שמותר בשעה ה' לבשל בו ושאר מיני הנאות אכן המנהג לעשות לו מדורה בפ\"ע אפי' בשעה ה' כדי שלא יבואו להקל גם בשעה ששית ונוהגין לשרוף אותו בחצר ולא בכירה [אחרונים]:",
            "(יב) אסורים וכו' - ואע\"ג דזה וזה גורם הוא שהתנור הוא של היתר והעצים [דהיינו החמץ] של איסור וקי\"ל בעלמא דזה וזה גורם מותר שאני הכא דגורם העצים של איסור שבהן הפת נאפית ניכר יותר ונראה שבחן לעינים וכמו חד גורם הוא ואפילו אם בשעה שנתן הפת לתוך התנור כבר נהפך החמץ לגחלים או אפילו לאפר חם ונאפה על ידן ג\"כ אסור שהרי בחמץ גם גחלים ואפרן אסור וכיון שהפת נאפה מחומם מינכר שבחם בפת כמו בעצים. ואפילו אם גרף האפר והגחלים ואפה ובישל נגד חומו לבד ג\"כ אוסרים כמה אחרונים הפת והתבשיל ועיין בבה\"ל:",
            "(יג) בהנאה - ואפילו אם נתערב הפת בככרות אחרות ואינו ניכר כולן אסורות בהנאה ואין לו תקנה להתיר פת או תבשיל זה ע\"י פדיון דמי הנאת החמץ שישליך הדמים לאיבוד [כמו שמבואר ביו\"ד סימן ק\"י בש\"ך סק\"ב ובסימן קמ\"ב] וכתבו האחרונים דיש עכ\"פ תקנה למכור הפת לעכו\"ם חוץ מדמי איסור שבו דהיינו שינכה דמי הנאת החמץ שהסיק בו התנור מדמי הפת והתבשיל שנוטל מהעכו\"ם ונמצא שאינו נהנה כלל מהחמץ שהסיק בו רק שיזהר לפרר הפת קודם שימכרנו להעכו\"ם [אם הוא מקום שנוהגין היתר בפת עכו\"ם] דאם לא יפרר חיישינן שיחזור וימכרנו לישראל ואפילו בלא נתערב פת או תבשיל זה באחרים ג\"כ יש תקנה זו דמכירה ויש מי שאוסר אם לא נתערבה ובמקום הפסד מרובה או שעת הדחק יש לסמוך להקל:",
            "(יד) וכן הפחמין - וה\"ה אפרן וכנ\"ל ולכן אסור להתחמם אצל הפחמין או ליהנות לאורו וכה\"ג וכן באפרן לכבס בהן בגדים וכדומה ומ\"מ מותר לכסות בהן דם שחיטה דמצות לאו ליהנות ניתנו [אחרונים]:",
            "(טו) שלו - ר\"ל של חמץ ואם נתערב פחמין של חמץ עם פחמין של עצים ששרפו בו את החמץ אסור ליהנות מכולם ואינם בטלין אפילו באלף שהרי יש להם היתר הנאה בלא ביטול דהיינו להשהותן עד אחר הפסח ודבר שיש לו מתירין לא בטיל:",
            "(טז) קודם זמן איסורו - דלאחר זמן איסורו לא מהני שיפקירו שהרי בלא\"ה הוציא הכתוב מרשותו ואסרו בהנאה אלא חייב להשביתו ולבערו וכדלעיל:",
            "(יז) במקום שהעורבים מצויים - ותלינן שיאכלוהו ועיין לעיל בסימן תל\"ג ס\"ו שהעתקנו דדעת כמה אחרונים דדין זה אינו אלא ברחוב שהוא מקום הפקר ולא בחצרו:",
            "(יח) אלא יבערנו - והאחרונים חולקין ע\"ז דאם הפקירו וזרקו למקום הפקר קודם זמן האיסור שוב אין עליו חובת ביעור כמ\"ש סימן תל\"ג [ויש מצדדין לפרש דגם דעת השו\"ע כן הוא אלא דמיירי בגווני אחריתא עיין במ\"א וח\"י וש\"א] אלא דאפילו אם הניחו במקום המופקר לכל צריך שיפקירנו לגמרי בפיו ובלבו ולא יהיה בדעתו בשעת הפקר לחזור ולזכות בו לאחר הפסח שאם יש בדעתו כן אינו הפקר גמור כל זמן שלא זכה בו אחר:"
        ],
        [
            "(א) יוציאנו וכו' - ר\"ל יוציאנו מרשותו מיד שלא יבוא לידי מכשול אכילה קודם הביעור:",
            "(ב) ויבערנו מיד - ואם צריך לברך על ביעור חמץ היכא שכבר בדק וביטל כדינו קודם פח עיין בסוף סימן תל\"ה במ\"ב:",
            "(ג) יכפה עליו כלי - דדלמא אתי למיכליה:",
            "(ד) לפי וכו' - ר\"ל דאם היה מותר לטלטל היה צריך להוציאו לחוץ או לשורפו ולא היו מתירין להשהות בבית ע\"י כפיית כלי:",
            "(ה) שלא יוכל וכו' - דמוקצה הוא דהא אסור באכילה ובהנאה:",
            "(ו) לשורפו במקומו - אפילו אינו מזיז החמץ כלל מפני שהוא הבערה שלא לצורך היום. והנה מסתימת השו\"ע משמע דאפילו בחמץ שלא ביטלו כגון שנתחמץ ביו\"ט דא\"א לבטלו ועובר על בל יראה אפ\"ה אין תקנה רק בכפיית כלי אבל הרבה פוסקים סוברים דדוקא בחמץ שביטלו קודם יו\"ט דאינו עובר בב\"י רק מדרבנן צריך ביעור כדי שלא יבוא לאכול סגי בכפיית כלי אבל בחמץ שלא ביטל אתי לאו דבל יראה ודחי עכ\"פ טלטול דרבנן וע\"כ מותר לטלטלו ולהשליכו לנהר או לבית הכסא או לפררו ולזרוק לרוח. ואפילו לשרוף מותר לכמה פוסקים דמתוך שהותרה הבערה לצורך הותרה נמי שלא לצורך בכגון זה שהוא צורך היום קצת. וכתבו האחרונים שנהגו העולם כדעה הראשונה וכסתימת השו\"ע ובכל גווני כופין עליו כלי מ\"מ היכי דנהוג כסברא האחרונה נהוג ואין להם לבטל מנהגם וכ\"ז דוקא בחמץ גמור ומשום לתא דב\"י וב\"י אבל בתבשיל שנאסר משום שמצא בו חטה וכדומה אפילו לסברא אחרונה אסור לבערו ביו\"ט אלא יכפה עליו כלי וישהנו עד חוה\"מ והסכימו הרבה אחרונים דאפילו נמצא החטה בתבשיל בשביעי של פסח דאם ישהנו עד שנכנס יום האחרון יהיה מותר להשהותו וכדמבואר בסימן תס\"ז ס\"י ונמצא כמשהה החמץ ע\"מ לקיימו אפ\"ה אין לו לבערו בפסח ואפילו ע\"י עכו\"ם אלא כופה עליו כלי ואחר יו\"ט שורף החטה ואוכל התבשיל:",
            "(ז) אסור - וכתבו האחרונים דאם יש נכרי לפניו יכול להטילו לים או לבית הכסא על ידו ואפילו בחמץ שכבר ביטלו דאינו צריך ביעור רק מדרבנן משום דטלטול ע\"י נכרי הוא שבות דשבות ומותר במקום מצוה וכדמבואר לעיל בסימן שכ\"ה ס\"ב ובסימן תמ\"ד ס\"ד בכגון זה עיי\"ש ומ\"מ אין העולם נוהגין כן ובכל גווני כופין עליו כלי:",
            "(ח) לענין זה - ר\"ל דאם מצא חמץ ביו\"ט שני אינו כופה עליו את הכלי אלא יוציאנו ויבערנו מיד וה\"ה אם מצא ביו\"ט ראשון שצריך לכפות עליו כלי יעמוד כן עד הלילה וכשיגיע יו\"ט שני יבערנו ועיין בשכנה\"ג והובא בא\"ר שכמה פוסקים חולקים ע\"ז דיו\"ט שני שוינהו רבנן כיו\"ט ראשון לכל דבר. ולהלכה הסכימו האחרונים דאם כבר ביטל חמצו יו\"ט שני כראשון רק אם לא ביטל חמצו או נתחמץ תוך הפסח דאינו בכלל ביטול והיה בזה שיעור כזית דלכו\"ע עובר בזה על בל יראה ובל ימצא יש לסמוך בזה על סברת היש מי שאומר ולטלטל בעצמו החמץ להשליכו לים או לבית הכסא מאחר שלדעת רוב ראשונים מותר בזה גם ביו\"ט הראשון:",
            "(ט) ה\"ז דוחפו - אף דאין החמץ שלו ואינו עובר בב\"י מ\"מ אסור להשהותו ברשותו דלמא אתי למיכל מיניה בשעה שעולה על הגג להשתמש בו:",
            "(י) בקנה - וליגע בו בידים אסור דלמא אתי למיכל מיניה ואע\"ג דחמץ שלו מטלטלו ושורפו בחוה\"מ וכדלעיל בס\"א התם שאני דכיון שהוא מחזר עליו לשורפו לא חיישינן שמא ישכח ויאכלנו:",
            "(יא) דאסור לטלטלו וכו' - היינו אף ע\"י דחיפה בקנה דטלטול מן הצד שמיה טלטול וישהנו עד חוה\"מ ואח\"כ ידחפנו לגגו של עכו\"ם או לר\"ה:",
            "(יב) ואינו יודע וכו' - דין זה הוא לפי מנהג זמנם שהיו אופין מצות עבה קצת ולא היו חלוקין בתארם מככרות של חמץ:",
            "(יג) בתר בתרא - והרי משתמשין כעת רק במצה בכל הבית ועוד שהרי בדק את הבית כדין קודם פסח ולא נשאר מחמץ כלום ובודאי היא ממצה שמשתמשין באחרונה. וכתבו האחרונים דאפילו מצא הפת בגומא או בחור אין חוששין שמא לא ראה אותה בשעת הבדיקה שמן הסתם בדק כדינו בחורין ובסדקין כמו שנתבאר לעיל בסימן תל\"ג ודוקא כשהגומא מגולה אבל אם מצא פת בגומא שאינה נראית לכל כגון שמצא בחריץ ובשולי התיבה ומכוסה בקרשי שולי התיבה ואינו נראה לכל יש לחוש שמא פת זו היא חמץ וחייב לבערה מיד. ועיין בבה\"ל מה שכתבנו בשם הר\"ח בעיקר דינו דסעיף זה:"
        ],
        [
            "(א) חמץ בפסח וכו' - מדאורייתא הוי חמץ כשאר איסורים שנתערבו שאינן אוסרין תערובתן אלא כדי ליתן טעם בתערובות דהיינו עד ששים אלא שחכמים החמירו בו כיון דאית ביה כרת ולא בדילי מניה כולי שתא וי\"א משום דהוי דבר שיש לו מתירין לאחר הפסח וכדלקמן בסי\"א:",
            "(ב) במשהו - והיכא דאיכא עוד הרבה צדדים להקל סמכינן אשאלתות דס\"ל דחמץ בפסח שוה לשאר איסורין דבששים [אחרונים]:",
            "(ג) ולא סגי וכו' - לאפוקי מדעת הפוסקים שסוברים דסגי שישליך דמי החמץ המעורב בו לים (והוא כעין פדיון) ואח\"כ מותר למכור או ליתן לעכו\"ם הכל קמ\"ל דלא קיי\"ל כן למעשה. ודע דהאחרונים כתבו דבמקום הפסד גדול מאוד א\"צ לשרוף הכל אלא ימכור כולו לנכרי חוץ מדמי איסור שבו דכיון שאינו לוקח דמים בעד האיסור המעורב בו א\"כ אין נהנה ממנו והוא כדעת המחבר בסימן תס\"ז סעיף יו\"ד ועי\"ש בס\"ט במ\"ב לענין אם נתערב מעט מאותה קדירה שנאסר במשהו לתוך קדירה אחרת:",
            "(ד) כלים שנתבשל בהם - אפילו בשלו בהם בפסח עצמו חמץ של ישראל הרבה ונבלעו בהם אפ\"ה מותרים אחר הפסח שאז כבר אינם בני יומן ולא שייך למגזר הכא אטו בני יומן דאז הכל מותר ורק כשמשהה אותם צריך לשפשף היטב החמץ בעין שלא יהיה ניכר בהם ומשום הבלוע אינו עובר בב\"י במה שמשהה אותם כמש\"כ בסי' תנ\"א:",
            "(ה) בלא רוטב - דאם היה זה עם רוטב דשאר איסורים בששים הכא לענין חמץ הוא במשהו:",
            "(ו) די בקליפה - לאו דוקא דחם בחם בלא רוטב דינו כצלי וקי\"ל דבעי נטילה [אחרונים]:",
            "(ז) ושניהם חמין - שהיד סולדת בהם:",
            "(ח) ואין שם וכו' - לאפוקי שאם יש שם דבר המפעפען כגון פשטי\"ד מצה שיש בה שומן שנגעה בחמץ נאסרה כולה דאזיל שמנונית של היתר שבמקום מגעו ומפטם את טעם משהו חמץ הנפלט וע\"י כן מפעפע טעם משהו זה ומתפשט בכל ההיתר כמו שהוא דרך כל דבר שמן לפעפע ולהתפשט בעת שהוא חם. ואם נגעו מצות אחרות בזו שנאסרה יש להתירם ע\"י קליפה או שימכרם לנכרי [אחרונים]:",
            "(ט) לענין תבשיל וכו' - אין הלשון מדוקדק כ\"כ דבתבשיל בקדירה לא שייך בו ריחא כמבואר ביו\"ד סי' ק\"ח אלא הכוונה בצלי וכגון שהיה צלי שמן בתנור וככר של חמץ דאזיל האי שמן ומפטם לככר והדר האי ככר ונותן ריח של חמץ בצלי:",
            "(י) יש מקילין וכו' - דאף שחמץ בפסח במשהו היינו בנבלע ממשות האיסור ולא ריח בעלמא דלענין זה לא חמירא חמץ משאר איסורים:",
            "(יא) במקום דהיה מותר - ר\"ל בדבר שקיי\"ל בעלמא ריחא לאו מילתא בדיעבד ה\"ה לענין חמץ לא חמירא טפי ולאפוקי במה דמחמרינן בעלמא כגון באם היה ההיתר דבר חריף ששואב האיסור בקרבו וכ\"ש הכא לענין פסח:",
            "(יב) ויש מחמירין דמשהו וכו' - ואסור אפילו בדיעבד:",
            "(יג) ודוקא במקום וכו' - היינו שהיה התנור קטן וסתום והחמץ והמצה שניהם מגולין בתוך התנור דבכגון זה קי\"ל בעלמא דבדיעבד ריחא לאו מילתא היא ולכתחלה אסור לעשות כן וכמבואר ביו\"ד סימן ק\"ח ע\"ש ולכן בחמץ דחמירא טפי ס\"ל להאי סברא בתרא דיש לאסור אפילו בדיעבד דלגבי חמץ ריחא מילתא היא אבל בדבר דלא שייך בו שם ריחא ואפילו לכתחלה מותר בעלמא כגון שהיה התנור גדול ופתוח או שאחד מהן מן שתיהם היה מכוסה בזה גם בחמץ אין להחמיר. ולענין הלכה כבר כתב הרב ביו\"ד שם דבמקום הפסד מרובה יש לסמוך אסברא ראשונה דגם בחמץ ריחא לאו מילתא היא. וכתב המ\"א דהרב לא התיר אלא בשהיה התנור הקטן עכ\"פ פתוח קצת במקום שהעשן יוצא אבל בסתום לגמרי לא מקילינן בחמץ אפילו במקום הפסד וכן דעת הא\"ר והוסיף המ\"א עוד דחמין הטמונין לשבת (שקורין צאלינ\"ט) אע\"פ שמבשלין אותם בקדרה כיון ששוהין שם זמן רב והתנור סתום מכל צדדיו ריחן חזק ודינן כצלי וממילא אף בהפסד מרובה אסור בחמץ לדעתו וכנ\"ל אבל רוב האחרונים הסכימו דבהפסד מרובה או בשעת הדחק כגון לצורך שמחת יו\"ט יש להקל בדיעבד בצלי אפילו בקטן וסתום לגמרי וכמו בשאר איסורים וכ\"ש בחמין הטמונין לשבת דיש להקל במקום הפסד מרובה וכנ\"ל. והדף שסותמין בו התנור לכתחלה יש ליקח חדשה ובדיעבד אם סתמו התנור בישנה אפילו לא הדיחו אותה אינה אוסרת [אחרונים]:",
            "(יד) שנתערב וכו' - ואם עירבו במזיד כגון שצריך הדבר לעשותו ולתקנו עם חמץ כגון מורייס (פי' שומן דגים) שמשימין בו לחם וקלוי מע\"פ שיש בו ס' כנגד הלחם אסור וחייב לבערו מד\"ס קודם הפסח ואם לא ביערו ועבר עליו הפסח י\"א שאסור בהנאה אא\"כ מוכר לנכרי חוץ מדמי איסור שבו:",
            "(טו) משש שעות ולמעלה וכו' - אע\"ג דלוקין עליו בזמן ההוא על אכילתו וגם אסור בהנאה מן התורה מ\"מ כיון דאין חיוב כרת על הזמן ההוא לא החמירו בו חכמים לאסור במשהו וכן בחומרא דנותן טעם לפגם. ולענין חמץ נוקשה תוך הפסח יש שמחמירין לאסרו במשהו אבל דעת המ\"א ועוד הרבה אחרונים כיון דאין בו כרת לכו\"ע ולדעת הרבה פוסקים אין בו רק איסור דרבנן בטל בששים אפילו תוך הפסח ויש לסמוך עליהם בשעת הדחק. ודע דביו\"ט האחרון אף שהוא ג\"כ מדרבנן מ\"מ כיון שנתקן משום ספיקא דיומא אסור באכילה ע\"י תערובות משהו כמו בפסח כדמוכח לקמן בסי' תס\"ז ס\"י:",
            "(טז) כשאר איסורין - וע\"כ אם נתערב לח בלח מתבטל בששים ואם נתערב יבש ביבש מתבטל לחד בתרי אך צריך לאכלו קודם הפסח דבפסח חוזר וניעור כמבואר בהג\"ה לקמן בס\"ד:",
            "(יז) אליבא דכו\"ע - היינו אפילו לדעת המחמירין לקמן בס\"י בהג\"ה מ\"מ בערב פסח בודאי אין להחמיר ואפילו בפחות מששים:",
            "(יח) שנמצאת בערב פסח - אפילו אחר שש:",
            "(יט) מותר - לאכלה אפילו בפסח והיינו אם נצטננה קודם פסח וכדלקמיה:",
            "(כ) לבטלה בס' - דבטלה בס' כצ\"ל. וכן מצאתי הגירסא בשו\"ע הנדפס עם נחלת צבי ובשו\"ע הראשון שהדפיס המחבר בעצמו [ובדפוסים האחרונים נשתבש הגירסא] כתבו הפוסקים דה\"ה בחטה שנמצאת בע\"פ במצה שנאפה היום בטילה בס' אפי' אם לא הסירה אך שנתקררה קודם הפסח מותר לאכול המצה ויסיר החטה משם אף בפסח:",
            "(כא) בעוד שהחטה בתוכה - אבל אם נטלה החטה מתוכה ואח\"כ חממו התרנגולת מותר ואע\"ג דבס\"ד י\"א דחוזר וניעור היינו כשיש בתוכו ממשות האיסור כגון שכר שנתערב בדבש אבל הכא אינו אלא טעם בעלמא:",
            "(כב) חוזרת ליתן טעם - ואפילו למ\"ד בס\"ד דאינו חוזר וניעור היינו היכא שאין האיסור ניכר בעין אבל הכא החמץ בעין:",
            "(כג) ומיהו בחימום כ\"ש וכו' - כגון שעירו מים רותחין בקערה והניחו בה התרנגולת:",
            "(כד) אין לחוש - ס\"ל דכ\"ש אין בכחו להפליט ולהבליע ואם הניחו חתיכת בשר רותח בקערה של חמץ יש להחמיר דכתבו הפוסקים ביו\"ד סימן צ\"ד דבדבר עב כזה לעולם הוא ככ\"ר כ\"ז שהיד סולדת בו ואפשר דה\"ה אם הניחו אותה מקערה לטעלע\"ר:",
            "(כה) בפסח - ר\"ל אף דנקטינן לעיקר הלכה ביו\"ד סי' ס\"ח דכ\"ש אין מפליט ומבליע מ\"מ לענין פסח יש לחוש לדעת המחמירים שם דס\"ל דכ\"ש מפליט ומבליע:",
            "(כו) וטוב להחמיר וכו' - ואם החטה אינה בקועה רק נתרככה ויש הפסד מרובה ומניעת שמחת יו\"ט יש לסמוך להקל:",
            "(כז) אם היד סולדת בו - ואף דבסימן תס\"ז סי\"ב משמע מרמ\"א דאוסר הבשר שנשרה אף בצונן כשנמצא שם חטה תירץ המ\"א דהתם מיירי בבשר דאית ביה פילי ונאסר גם הבשר ע\"י המים שנכנס בתוך הפילי וכאן מיירי בדופן שלם שאז אין הבשר נאסר אלא ממים חמין וחמין לא מקרי רק כשהיד סולדת בו אבל המים בעצמן אסורין ע\"י החטה והבגדי ישע חולק עליו ודעתו דמפשיטת דברי רמ\"א הכא משמע דצונן אינו בולע כלל אלא העיקר דהכא איירי רמ\"א מצד ההלכה דטוב להחמיר לחוש לדעת המחמירים ושם הוא רק ממנהגא שנהגו להחמיר אף בצונן ובענין מנהגא המקיל במקום הדחק לא הפסיד:",
            "(כח) קודם הפסח - אפילו אחר שש:",
            "(כט) לאסור במשהו - מעשה שנמצאת חלה אחת של בצק בתוך הסל שהיו נותנין המצות אפויות ביציאתן מן התנור והריקו הסל ולא נודע באיזה מצות נגע הבצק ופסקו הפוסקים דחד בתרי בטל כיון שהיה התערובות קודם פסח ומותר לחמם המצות בפסח כיון דליכא אלא טעמא בעלמא ומיהו כל המצות שידוע שנגעו בבצק צריכין קליפה לפי שאין ביטול לאיסור הידוע:",
            "(ל) ויש חולקים - ולדעתם מש\"כ בס\"ב דבטל בששים צריך לאוכלו קודם הפסח או דמיירי שלא היה בו אלא טעמא לבד וכנ\"ל באות כ':",
            "(לא) ונוהגין כסברא הראשונה וכו' - ומותר אפילו חזרו וחממו בפסח [אחרונים]:",
            "(לב) שהוא לח בלח - כגון שכר שנתערב ביין וכה\"ג וקמח בקמח ג\"כ מקרי לח בלח ועיין לקמן בסימן תנ\"ג אות י\"ז במ\"ב כתבו האחרונים דבדבר שהוא לח בלח אפילו לא נודע התערובות עד הפסח ג\"כ אמרינן דכבר נתבטל:",
            "(לג) ומיהו בדבר יבש שנתערב - קודם פסח בין שנתערב חמץ במצה חד בתרי או שנתערב בששים ויותר אמרינן דחוזר ונעור בפסח משום שהחמץ בעין וע\"כ צריך לאכלו קודם פסח. ואם היה חד בתרי אסור אף להשהות מדרבנן ואם היה ששים יכול לבשלו קודם פסח עד שיהא נימוח ויהיה חשיב כלח ואז מותר אף לאוכלו בפסח ויש כמה אחרונים שסוברין דאף יבש ביבש דאמרינן דחוזר וניעור אינו אא\"כ יאפה או יבשל אותם בפסח דאז חוזר החמץ ונותן טעם בהשאר אבל לאכול כך שרי:",
            "(לד) אע\"פ שנטלו משם - ר\"ל קודם הפסח:",
            "(לה) אסור בפסח - היינו לשתותו אבל מותר בהנאה ומכ\"ש דמותר לקיימו כיון שהוא רק חשש בעלמא [אחרונים]:",
            "(לו) דחיישינן שמא וכו' - ר\"ל דמשום הטעם שיש בהיין ע\"י הפת שנשרה בתוכו ולא היו אוסרין דהטעם כבר נתבטל בששים קודם הפסח ואינו חוזר וניעור רק דחיישינן שמא נשארו אז פירורין בעת הנטילה ועיין באחרונים שהסכימו דלא מחמרינן אלא כשלא סיננו קודם הפסח [ואף שבפסח סיננו לא מהני דכבר נאסר ע\"י הפירורין תיכף בתחלת הפסח שנתנו טעם בהיין] אבל אם סיננו שרי אף דנשרה מעל\"ע [אם יש ששים ביין נגד כל הפת]. ודוקא ביין שהוא צלול ומסתנן ע\"י מסננת שנקביה דקין מאד שא\"א לפירורי פת לעבור דרך שם. אבל אם נפל הפת במי דבש שלפעמים הם עבים ואינו עובר אלא במסננת שנקביה אינם דקין כ\"כ חיישינן שמא יעבור גם הפירורין דרך שם:",
            "(לז) נשארו בו פירורין וכו' - ואפילו לקח קודם הפסח מאותו חבית יין לאחר שהוציא הפת ממנו ועירבו בחבית אחרת של יין ג\"כ נאסר כולה דשמא נפל הפירורין גם שם:",
            "(לח) ונותנין טעם בפסח - ואף דבצונן יש הרבה מתירים לקמן בסימן תס\"ז סי\"ב הכא לכו\"ע אסור דמיירי שעבר מעל\"ע מנפילת הפת עד עכשיו [מ\"א] ולפי מה שמבואר לקמן בסימן תס\"ז סי\"ב במ\"ב שם בשם האחרונים דאם נפל פרוסת לחם לתוך מים בפסח לכו\"ע אסור משום דדרכו להתפרר ולהיות נמס בתוך המים ואפילו סינון המים לא מהני ה\"נ אפילו ליכא מעל\"ע מעת שנפל הפת לתוך המים ג\"כ אסור אם לא שסיננו קודם הפסח דאז מה שנימס בטל בששים. אם שאב הזוהמא של מי דבש בנפה שניפו בה קמח שרי לשתותו בפסח דבטל בס' דהוי לח בלח [אחרונים]:",
            "(לט) שנמלחו קודם הפסח - אפילו בכלי חמץ דאין מליחה לכלים להפליט ועוד דסתם כלים אינו בן יומו ונותן טעם לפגם קודם פסח לכו\"ע שרי ומטעם זה אפילו נכבשו כל אלו מעל\"ע בתוך הכלי אין לאסור דאף דכבוש כמבושל מ\"מ הלא לפגם הוא ואפילו הוא בן יומו יש לצדד בדיעבד להקל דאימתי מקבל טעם מן הכבישה אחר מעל\"ע ואז כבר נעשה הטעם שבתוך הכלי לפגם דהמעל\"ע של שימוש החמץ כבר נשלם מקודם:",
            "(מ) ולא נזהרו בהם - לבדוק המלח שמא נמצא בהם קצת פירור חמץ:",
            "(מא) מותר לאכלם - דאף אם היה בהמלח קצת חמץ ובלעו מהם נתבטל קודם הפסח ושוב אינו חוזר וניעור:",
            "(מב) בפסח - ואם היו מונחים בכלי של חמץ בציר שנעשה ע\"י המלח יש אומרים שאפילו מונח שם זמן מועט כדי שיתן על האור ויתחיל להרתיח יש לו דין כבוש עי\"ז וע\"כ אם היה בן יומו מבליעת החמץ או שהיה מלוח הרבה כדרך שמולחין בשר לזמן מרובה אסור מה שמונח בתוך הציר [דמה שלמעלה מן הציר אינו בכלל כבוש] וי\"א שאף בזה אינו אסור אא\"כ ישהה מעל\"ע בתוך הציר וגם יהיה מלוח הרבה ובמקום הפסד יש לסמוך להקל במה שנעשה קודם פסח:",
            "(מג) במים בפסח - אבל קודם פסח אין להחמיר אף לכתחלה אף אם היה הכלי בן יומו מבליעת החמץ דהא צונן הוא ואף לדעת המחמירין בס\"ק הקודם דבציר היוצא ע\"י מליחה נחשב ככבוש אף בזמן מועט הכא כיון ששרוי במים המים מבטלין כח הציר ומ\"מ בפסח גופא דאיסורו בכל שהוא מחמירין אפילו שרה זמן מועט דעכ\"פ ע\"י חריפות המלח נבלע כל שהוא [פמ\"ג] ועיין במ\"א שמצדד דדגים מלוחים (שקורין הערינ\"ג) שרייתן עזים וחזקים הם ואין המים מבטלין כח הציר וע\"כ אפילו היו שרויין קודם הפסח בכלי חמץ יש להחמיר לכתחלה שלא לאכלן:",
            "(מד) יש להחמיר - היינו בדגים מלוחים (שקורין הערינ\"ג) מפני שהוא מלוח הרבה ואפילו הכלי אינו בן יומו מבליעת החמץ וכ\"ז הוא רק לכתחלה:",
            "(מה) מפליטת הכלים - משמע דאם שרו בכלי יו\"ט שרי ואין לחוש לפירור חמץ שבתוך המלח:",
            "(מו) ויש חולקין ומחמירין - אתחלת הסעיף קאי והטעם דאף דנתבטל קודם הפסח חוזר וניעור בפסח:",
            "(מז) שלא לאכול גבינות וכו' - והטעם מפני שלא נזהרו לבדוק המלח מחמץ בשעת עשייתו ואפילו הם כבושים בכלי יו\"ט:",
            "(מח) ובשר יבש - וכן בשר מלוח מחדש כה\"ג ושאר מיני מלוחים וכבושים כגון אוגערקע\"ס וכרוב (שקורין קרוי\"ט ולימינע\"ס) אם לא נזהרו לבדוק המלח מחמץ בשעת עשייתו נזהרים שלא לאוכלו חוץ מיו\"ט האחרון של פסח:",
            "(מט) הדיחו - היינו לשפשף ביד ולהסיר הנדבק בהם ועיין באחרונים שכתבו דהמנהג לשרותו ג\"כ קצת בנהר או בכלי פסח בצוננת ע\"י מים מחולפים ג\"פ אבל לא בכלי חמץ לכתחלה:",
            "(נ) הבשר - יבש או אפילו מלוח מחדש הרבה ממלח שלא נדבק שאלו דרכן להדיח וכן דגים יבשים אבל דגים לחים מלוחים אפילו רוצה להדיח אסור שאלו אין דרכן תמיד בהדחה וגזרינן שמא ישכח ולא ידיח ומטעם זה היה ראוי להקל בלאקסי\"ן שדרכו בהדחה וכן בדגים מלוחים שמביאין בחביות (שקורין הערינ\"ג) שדרכן להדיח וכתבו האחרונים דמ\"מ לא נהגו להקל בשום מין דגים מלוחים לאכלם תוך הפסח אף ע\"י הדחה חוץ מיו\"ט אחרון של פסח אכן בשעת הדחק או במקום מניעת שמחת יו\"ט יש להקל באלו. עוד כתבו שכל דברים הכבושים כגון אוגערקע\"ס ולימינע\"ס וכיוצא בהם אין מתירים כלל ע\"י הדחה כיון שאין דרכן להדיחן:",
            "(נא) קודם פסח - אבל תוך הפסח אין לשרותו ובדיעבד ידיח אף בפסח:",
            "(נב) ובכרכשות - ר\"ל אפילו יבשות דדרכן בהדחה מ\"מ כיון שממולאין מבפנים בבשר הנחתך דק דק ולא נבדק המלח שנמלח בו אין מועיל הדחה שבחוץ למה שבפנים וכ\"ז אפילו לא ניתן שום בתוכו. וכן בגבינה אין מועיל הדחה מבחוץ מהאי טעמא שמא יש קצת פירור בתוכו:",
            "(נג) הטבחות היבשות - היינו הך דכרכשתא שקורין טבחיי\"א כתבו האחרונים דאם היה תלוי הבשר יבש תוך החדר שמנהלין שם קמח לא מהני הדחה דאדרבא ע\"י הדחה הוא מתדבק ונעשה פירורי בצק דקין מאוד ונדבקין בבשר לכן יש ליזהר שלא לנהל קמחא דפיסחא סמוך למאכלים ומשקים או כלים של פסח מקום שהאבק יכול להגיע:",
            "(נד) ובדיעבד אין להחמיר - ר\"ל כל הדברים האמורים בהג\"ה שנהגו להחמיר הוא רק לכתחלה אבל בדיעבד שכבר בישל אותם ואפילו בלי הדחה ושריה וא\"א לקיימם עד אחר הפסח אין להשליכם לאיבוד ומותר לאכלם בפסח וכ\"ש שאין אוסרין תערובתן אפילו בפחות מששים כיון שהוא רק חשש ספק משהו דרבנן ואם יש שום או שאר דבר חריף בטבחייא אוסרין אפילו התערובות בפסח כחמץ גמור במשהו שהרי נחתך בסכין של חמץ ואפילו היה הסכין מקונח ונקי ואינו בן יומו ג\"כ אסור ויש מתירין בהפסד מרובה התערובות שנתערב פחות מס' מן הטבחייא אם היה הסכין מקונח ואינו בן יומו. בד\"א בשום ובצל שבתוך המולייתא אבל שום שחותכין אותו דק דק ומערבין אותו במלח שמולחין בו בשר ליבש כדי שיהיה ריח השום נודף לתוך הבשר מותר לאכול הבשר בפסח ע\"י שריה והדחה כמו שאר בשר יבש ודוקא אם הדיחו קודם פסח אבל בתוך הפסח אינו מועיל הדחה אלא קליפה [שע\"ת]:",
            "(נה) אסור מדינא - היינו באכילה אבל בהנאה מותר:",
            "(נו) אם לא היו נזהרים - פי' אם לא כשיהיו נזהרים בשני דברים אז אינו אסור:",
            "(נז) בשעת עשייתו מחמץ - דחיישינן שמא נתערב בו פירורי חמץ והוי בעין תוך השומן. ואפילו אם ירצה לסנן השומן ע\"י בגד עב קודם הפסח מ\"מ אסור משום חשש שמא היה המחבת בן יומו מבליעת החמץ:",
            "(נח) שהם בני יומן - דמשום חומרא דחמץ לא אמרינן סתם כלים אינן בני יומן ואפילו אומר עכשיו ברי לי שלא היה הכלי בן יומו מבליעת חמץ וגם ברי לי שלא נתערב פירור חמץ בתוך השומן מ\"מ אסור כיון דבעת התכת השומן לא היה לשם פסח אמרינן מילתא דלא רמיא עליה דאינש לאו אדעתיה אכן אם בישלו אותו מתחלה לשם פסח אלא שהיה הכלי אינו בן יומו מותר לאכלו בפסח ובלבד שיערה אותו קודם פסח לכלי פסח ומ\"מ לכתחלה אין להתיך השומן בכלי חמץ אפילו אם ידוע לו שהוא אינו בן יומו:",
            "(נט) וכן כל דבר וכו' - ר\"ל אפילו נעשה הכל קודם פסח והכל דינו כנ\"ל לענין שומן:",
            "(ס) או מרקחת וכדומה - הנה מדברי הט\"ז משמע דמרקחת כיון שהוא דבר קיוהא וחריף אפילו בידוע שלא היה הכלי בן יומו מבליעת חמץ אסור משום דחורפיה משוי ליה לשבח וע\"כ אפילו ביו\"ט אחרון אסור אבל כמה אחרונים השיגו עליו דאפילו המרקחת הוא מדברים חריפים כגון צנון וכה\"ג כיון דמטגנין אותן בדבש בטל חורפייהו. כתבו האחרונים אם דרך בני אותו מקום לבשל מרקחת בכלים מיוחדים וגם כף מיוחד לנער בו הוי כאומר ברי לי עוד כתבו דאם בשעת ההתכה מכוין עצמו בשביל איזה דבר להתיכו בכלי חדש דוקא אף שלא התיכו לשם פסח מהני:",
            "(סא) אבל ביו\"ט האחרון וכו' - הטעם דכיון שהוא מדרבנן אמרינן ביה סתם כלים אינם בני יומן כמו בשאר איסורין וגם לא חיישינן ביה לפירורים ועיין באחרונים שכתבו דאם ידעינן שהם בני יומן אין להקל אפילו ביו\"ט אחרון:",
            "(סב) יש להקל - היינו בנעשה הכל קודם הפסח אבל בפסח אפי' אם ידוע שאינו בן יומו אסור לאכול אף ביו\"ט אחרון כדמוכח בסימן תס\"ז ס\"י בט\"ז וח\"י ע\"ש:",
            "(סג) בו - ומה\"ט יש מקילין לשתות בו מי דבש של כל השנה ואם יש לספק שמא החמיצוהו בשמרי שכר אסור ועיין לעיל בסימן תמ\"ב סקכ\"ה מש\"כ בזה. ודוקא במקום שדרך להעמיד בשמרים חיישינן לזה. ואם עשאוהו ביורות שמבשלין בו יי\"ש אסור בכל גווני והיינו אפילו שזה כמה פעמים שבישלו בו שאר דברים בינתים אסור. ועיין לקמן סימן תנ\"א במ\"ב ס\"ק ק\"כ [איזה אופן להכשירו לפסח] ובסעיף כ\"ב בבה\"ל ד\"ה ובית חרוסת:",
            "(סד) משהו מדברים אלו - וכמה אחרונים הסכימו דבמקום הפסד מרובה יש להקל אפילו אם נתערב הרבה שאין ששים כנגדו ויש מקילין בכל הדברים שאין לחוש לפירורים [דהיינו חוץ משמן] אפילו שלא במקום הפסד מרובה:",
            "(סה) שאין להחמיר לאסור התערובות - חדא דיש פוסקים שסוברים דפליטת כלים דהוי נ\"ט בר נ\"ט [שהחמץ נתן טעם בהכלי והכלי נתן בשומן והיין] מותר קודם הפסח ועוד דאיכא לספוקי שמא לא היה הכלי בן יומו וקודם הפסח לכו\"ע שרי נותן טעם לפגם ונוכל לסמוך אטעמים אלו עכ\"פ לענין שלא לאסור התערובות אכן אם ידוע שהכלי שנתבשל היה ב\"י מבליעת החמץ משמע מאחרונים דאוסר התערובות דמשום סברת נ\"ט בר נ\"ט לחוד אין להתיר דלכמה פוסקים נ\"ט בר נ\"ט אסור בחמץ אף קודם פסח:",
            "(סו) יש מחמירין להסתפק מחומץ וכו' - ר\"ל אפילו אם נעשה החומץ בכלי חדש וגם נשאבו ממנו בכלי פסח אפ\"ה אסור:",
            "(סז) שמסתפקין ממנו כל השנה - לאפוקי מן החומץ שמונח בבית האוצר דשרי:",
            "(סח) יש בו פירורי לחם - ואם סיננן קודם פסח מותר:",
            "(סט) שאין חומץ יין מצוי וכו' - וע\"כ אפילו נסתפקו ממנו שרי דלא אפשר בקל למצוא אחרים:",
            "(ע) שלא למלאות וכו' - ר\"ל כשבא למלאות חבית יין לפסח לא ימלאנו ע\"י כלי חמץ אף שסתם כלים נקיים הן ואין בהן לכלוך בעין רק בלוע בתוכו ובלוע אינו נפלט ע\"י צונן:",
            "(עא) והמקיל לא הפסיד - ואם הכלי היה מורק ושוטף שרי לכו\"ע אם לא ששהה החומץ בתוכו מעל\"ע דבחומץ בעינן ג\"כ מעל\"ע ואז אפילו אינו ב\"י אסור דחורפיה משוי ליה לשבח. במקומות שמערבין צוקער בחומץ יין אין להסתפק ממנו בפסח אא\"כ סיננן קודם הפסח ובמקום הפסד מרובה מותר בדיעבד אפילו לא סיננן:",
            "(עב) בפסח - פי' דהטעם שנתן קודם הפסח כבר נתבטל בששים אלא דאסור משום דנותן טעם בפסח עצמו דהוא במשהו ואף דבצק הזה הוא חמץ נוקשה ובנוקשה ס\"ל לכמה פוסקים דבטל בס' אף בתוך הפסח וכדלעיל בסוף סקי\"ד הכא גרע דכיון שנותן היין ע\"מ להשהותו בתוך החבית בפסח הוי כמבטל איסור לכתחלה:",
            "(עג) ואסור לשתותו - אבל לקיימו שרי כיון שעבר עליו שלשים יום:",
            "(עד) ואם נתנוהו קודם לכן - היינו שנתנו הבצק לדבק קודם שני חדשים ועיין בט\"ז שדעתו לדינא דדי בשלשים יום אבל המ\"א וח\"י דעתם לדינא כמשמעות הרמ\"א דלענין שיהא מותר לשתות היין בעינן דוקא ב' חדשים:",
            "(עה) מיהו אם יש כזית וכו' - מסתברא דר\"ל אפילו הוא קודם ב' חדשים:",
            "(עו) במקום אחד - ר\"ל שאין חוט הבצק נפסק בינתים וראוי להנטל כאחת אלו היה לח:",
            "(עז) חייב לבערו - אא\"כ טחו בטיט:",
            "(עח) ששמו במדוכה - ואפילו היא בת יומא שביום זה דכו בה ורק שהיא כעת נקיה ואפילו המלח מונח שם מעל\"ע דלא שייך כבוש כ\"א בדבר לח ולא ביבש:",
            "(עט) בפסח - ואפילו מונח המלח במדוכה בפסח עצמו:",
            "(פ) דאינו מפליט בצונן - ר\"ל דאם היו נותנין בו דבר רותח בודאי אסור דמפליט בו בליעת הכלי אבל נתינת המלח אף דאמרינן בעלמא מליח כרותח לענין פליטת כלים אינו מפליט בצונן. ודוקא ביבש אבל בצונן לח וע\"י שריה חושש לעיל בס\"ה להחמיר. ואם נידוך המלח בתוכו דאיכא חורפא ודוחקא דדיכה מפליט מן הכלי אפילו אם היה יבש המלח לגמרי ואפילו היה המדוכה אינו בן יומא וגם קודם הפסח וכתבו האחרונים דבמדוכות שלנו שרוב תשמישה בבשמים וכה\"ג דליכא חמץ רק חשש לטעם משהו אם נידך קודם פסח דנתבטל יש להתיר למלוח בו:",
            "(פא) בוסר שדכין קודם פסח וכו' - ס\"ל דבוסר לא הוי חריף אבל לפי מאי דפסק ביו\"ד סימן צ\"ו דאפי' פירות חמוצים הוא בכלל דבר חריף א\"כ אף בוסר בכלל וא\"כ ע\"י חריף ודוחקא נבלע בבוסר החימוץ של המדוכה ואין בבוסר ששים נגד כל המדוכה לבטלו וע\"כ אפילו קודם פסח יש להחמיר ועיין באחרונים שכתבו דבמקום ה\"מ יש לסמוך על הפוסקים דס\"ל דפירות חמוצים לא הוי בכלל דבר חריף. ודע דאפילו שלא במקום הפסד שהחמרנו במדוכה הוא דוקא במדוכה שרגילין לדוך בה חמץ אבל במדוכות שלנו שרוב תשמישן בבשמים וכה\"ג וליכא רק חשש שמא נמצא משהו חמץ בתוך התבלין ונבלע יחד במדוכה והדר נפלט בתוך הבוסר הרי מתבטל בששים קודם הפסח:",
            "(פב) ואפילו וכו' - דכיון דס\"ל דבוסר אינו דבר חריף ע\"י דוחקא לבד אינו מפליט מן המדוכה אפילו משהו:",
            "(פג) אם היה הכלי נקי - ובסתמא מחזיקין להמדוכה שהיא נקיה ואתי לאפוקי רק אם ידעינן שהיא מלוכלכת ואז אסור לדעת כמה אחרונים אפילו אם דכו קודם פסח דאפילו אם נסבור דבוסר לא הוי דבר חריף מ\"מ ע\"י דוחקא דדיכה נכנס בתוכו קצת וא\"א להדיחם:",
            "(פד) אבל אם חתכו וכו' - היינו אותו בוסר [אפילו לדעתו שאינו נקרא חריף] וכל כה\"ג שאינו דבר חריף אף דע\"י דוחקא של החיתוך לבד אינו מפליט מ\"מ יש לחוש לחמץ הדבוק על הסכין:",
            "(פה) תוך הפסח - וקודם הפסח שרי הבוסר ע\"י הדחה שידיחוהו אבל תוך הפסח דבמשהו יש להחמיר לכתחלה שלא לאכלו ועיין במ\"א שדעתו דאין להחמיר אף בפסח רק בדברים שנעשים ע\"י עכו\"ם בקביעות [כגון לקנות מהם דגים שחותכים בסכיניהם של חמץ] אבל אם נעשה כן בביתו של ישראל באקראי כגון שחתך בסכין חמץ דבר שאינו חריף בפסח סגי בהדחה או בגרידה:",
            "(פו) לחמץ הדבוק עליו - וכ\"ז אם חתכו בו דבר שאינו חריף אבל בדבר חריף [וה\"ה בוסר לדידן דס\"ל דהוא ד\"ח] אפילו אם הסכין היה ודאי נקי וחתכו בו קודם הפסח אסור לאכלו בפסח אכן זה אינו אלא דוקא בסכין שרגילין להשתמש בו חמץ לפעמים ויש בתוכו בליעת חמץ אבל אם אינו רגיל להשתמש בו בחמין כלל כגון בצל שחתכוהו בסכין שגוררין בו בצק מן העריבה והיה נקי מותר הבצל ואף אם חתכוהו בפסח כיון שאותו סכין לא שמשו בו חמין מעולם וצונן לא מבליע ולא מפליט:",
            "(פז) אבל אם נתערב - אפילו בפחות מששים:",
            "(פח) אין לחוש וכו' מספק - דליחוש שמא יש פירור על הסכין ונדבק בדבר שחתכוהו ואף דסתם סכין אינו נקי מ\"מ אינו ודאי שהיה שם חמץ דבוק עליו ואין להחמיר אלא דבר שחתכוהו בו אבל לא תערובתו כיון דמשהו אינו אלא מדרבנן ויש מאחרונים שמחמירין אפילו התערובות אם לא הודח הסכין מקודם ובהפסד מרובה או לצורך שמחת יו\"ט יש להקל וכתב הח\"א דבסכינים שחותכין בו לחם במדינותינו ידוע שנדבק בו פירורי חמץ ולכן אפילו התערובות אסור אם לא הדיחו את הסכין מקודם:",
            "(פט) בסכין חדשה - אבל אם הסכין שחתכו בו הזיתים [וה\"ה צנון ובצל] הוא ישן אפילו הוא נקי ואינו בן יומו מבליעת חמץ [ואפילו הוא קודם פסח] אסור כיון שהוא דבר חריף וכנ\"ל ודוקא שנחתכו קודם שנתנו אותם לכבוש שאז הם עדיין בחריפתן או אפילו לאחר שנכבשו ונתחמצו שאז מקרי גם כן דבר חריף מה שאין כן בנחתכו לאחר שנתנו עליהן מים קודם גמר כבישתן דאז לא מקרי דבר חריף דמים מבטל חריפתן. ומי הזיתים שנכבשו קודם פסח אפילו חתכן בסכין בן יומו גם כן מותר לשתותן בפסח אם סיננן מן הזיתים קודם הפסח לפי שכבר נתבטל החמץ בהן בששים קודם הפסח. ואם נתבשלו הזיתים קודם הפסח גם הזיתים עצמן חוזרין להיות מותרין דעל ידי הבישול נפלט הטעם מכל זית מאחד לחבירו ומצטרפין כולן יחד לבטל פליטת הסכין בששים ויש מאחרונים שמחמירין לאסור הזיתים אף לאחר הבישול ובמקום מניעת שמחת יום טוב יש להקל אם יודע שהסכין היה נקי:",
            "(צ) אם אינה בת יומא - דאז פליטת הקדירה שנבלע בהזיתים ע\"י הכבישה הוא לפגם ואע\"ג דדבר חריף אסור אף באין בן יומו הכא כיון שנותנין בהם מים לצורך כבישה בטל חורפייהו [ורק בעינן שלא ישהו שם בכלי חמץ זמן רב שיתחמצו בו דאז חוזר ונעשה חריף ומשוה טעם חמץ הבלוע בכלי לשבח אלא יסלקם מקודם לכלי פסח] ודוקא כשהמים היו יותר מהזיתים הא לא\"ה נשאר הזיתים בחריפותן. והנה מדברי המחבר משמע דאם הקדירה שנתנו בה הזיתים היתה בת יומא מבליעת החמץ אסורין הזיתים לאכלן בפסח אם שהו בתוכה מעל\"ע דנעשין כבוש והרי הוא כמבושל ואף דבשעה שנעשין כבוש אחר מעת לעת כבר נעשה הבליעה שבתוך הכלי לפגם מ\"מ כיון שחריפין קצת יש להחמיר ועיין בבה\"ל:",
            "(צא) לכו\"ע - והנה לפי המבואר לקמן בס\"ט בהג\"ה דאנו מחמירין בנותן טעם לפגם בפסח אין להתיר אא\"כ סילקן מהכלי חמץ קודם הלילה בע\"פ:",
            "(צב) יבש ביבש - ר\"ל שנתערב פרוסה של חמץ בתוך פרוסות מצה ואינו ניכר דאלו נתערב ככר בתוך ככרות לכו\"ע לא בטיל דהוי דבר שבמנין ואינו בטיל אפילו באלף כמו שנתבאר ביו\"ד סימן ק\"י:",
            "(צג) לא בטיל - כיון דאם נתערב לח בלח איסורו במשהו גם ביבש החמירו [ואין חילוק בין אם נתערב מין במינו או נתערב מין בשא\"מ] ולפי\"ז דוקא כשנתערב בפסח אבל אם נתערב בע\"פ עד הלילה דקי\"ל לעיל בס\"ב דדינו כשאר איסורין וא\"כ בלח שיעורו בנ\"ט כשאר איסורין ה\"ה ביבש ג\"כ דינו כשאר איסורין ובטל ברוב. ומ\"מ צריך שיהיו נאכלין כולם קודם הלילה דאל\"ה אמרינן דחוזר וניעור בפסח כדמוכח לעיל בס\"ד בהג\"ה יש שכתבו דאימתי לא בטיל יבש ביבש לדעה קמייתא דוקא כשהאיסור הוא מחמת עצמו שהוא חמץ אבל אם היה היתר בעצמו ורק שנבלע בו חמץ משהו כגון מצה שמצאו בה חטה חמוצה שנאפית בתוכה ונתערבה אח\"כ באחרות בטל חד בתרי אפילו תוך הפסח אבל כמה אחרונים חולקים ע\"ז ודעתם דלדעה קמייתא בכל גווני לא בטיל. עוד כתבו דכלי חמץ שנתערב בתוך כלי פסח בפסח דינו כמו יבש ביבש דלא בטיל ואסור להשתמש בהם בפסח ואף כשנתערב בערב פסח נכון להחמיר שלא להשתמש בם אכן אם הכלי חמץ היה אינו בן יומו במקום מניעת שמחת יו\"ט יש להקל אם נתערב בע\"פ:",
            "(צד) וי\"א דחמץ בפסח וכו' - טעמם דדוקא בדבר לח המתערב דבשאר איסורים שיעורו בנותן טעם החמירו חכמים בחמץ דהוי במשהו אבל בדבר יבש דבשאר איסורים חד בתרי בטל ה\"ה בחמץ בפסח:",
            "(צה) שוה לשאר איסורין - והסכימו אחרונים דהלכה כדעה קמייתא. ואם נאכל אחד מהם אפילו נתערב רק חד בתרי מותר לאכול השאר לכו\"ע דכיון דמן התורה בטיל רק מדרבנן אסור ובדרבנן תלינן שזה שנאכל היה החמץ [מ\"א בסי' תס\"ז סק\"ד וש\"א]:",
            "(צו) נותן טעם לפגם מותר וכו' - הטעם דנהי דהחמירו חכמים לאסור חמץ בפסח במשהו היינו משום דאע\"ג דמשהו הוא מ\"מ יש שם איסור עליו אבל כשהטעם פגום פקע איסורו לגמרי ואינו יכול לאסור התערובות אפילו באכילה ואפילו אין בתערובות ס' נגדו ודינו בפסח ככל הפרטים המבוארים ביו\"ד סימן ק\"ג לענין שאר איסורים ע\"ש. והנה כ\"ז הוא לענין התערובות אבל לענין החמץ עצמו מבואר לעיל בסימן תמ\"ב ס\"ט ע\"ש במ\"ב:",
            "(צז) ויש מחמירין - וטעמם הוא דהא אין לך ביטול טעם יותר ממשהו באלף ואפ\"ה אסרו חכמים בפסח וה\"ה נמי נותן טעם לפגם בפסח אסור באכילה ובהנאה. וכתבו הפוסקים דמ\"מ אם נפסד לגמרי עד שיהא כעפרא בעלמא אין בו איסור כלל ואפשר דאף שנפסד לאחר זמן איסורו דאסור בהנאה כמבואר לעיל סימן תמ\"ה מ\"מ אינו יכול לאסור התערובות דזה לא נקרא הנאה דמפסיד המאכל:",
            "(צח) וכן נוהגין וכו' - ובמקום שאין המנהג ידוע יש להורות דהמיקל לא הפסיד והמחמיר תבא עליו ברכה:",
            "(צט) אפילו משהו ונותן טעם לפגם וכו' - ומיהו לענין ריח המתבאר לעיל בס\"א דיש מחמירין אם מצטרף לזה ג\"כ נטל\"פ ממשהו יש להקל:",
            "(ק) אסור - ומ\"מ לענין הנאה למכור לעכו\"ם יש להקל בזה שהוא גם משהו. ועיין בפמ\"ג אות י\"א שמצדד דביום טוב האחרון יש להקל אם מתרמי שתיהן יחדו אפילו באכילה:",
            "(קא) בין חמץ וכו' - הכלל בזה דחמץ שעבר עליו בבל יראה מן התורה ושהה אותו אף אחר הפסח אסור באכילה ובהנאה ואפילו אם לא שהה אותו בעין רק על ידי תערובות כגון שנתערב בפסח או אפילו קודם פסח בשיעור מועט שאין מתבטל ועדיין יש חיוב לבערו מן התורה אסור אותו התערובות לאחר הפסח באכילה ובהנאה אבל אם נתערב בשיעור שהוא מתבטל מדאורייתא אף דמדרבנן אסור להשהותו אם עבר ושהה מותר בדיעבד אף באכילה. עוד מבואר בסעיף זה דאפילו אם שהה חמץ בעין ועבר עליו הפסח דאסור באכילה ובהנאה זהו דוקא כמו שהוא בעין אבל אם נתערב אחר הפסח בדברים אחרים מותר באכילה ושיעור התערובות בזה יבואר לקמיה:",
            "(קב) שנתערב קודם פסח וכו' בטל בס' - פי' אם נתערב קודם פסח בששים מותר לאחר הפסח [היינו אף לדעת היש חולקים לעיל בס\"ד דס\"ל דבפסח אסור משום דחוזר וניעור מ\"מ אם נתעכב עד לאחר הפסח מותר לכו\"ע אף באכילה] ואם נתערב בפחות מששים ועבר עליו הפסח אסור וקאזיל המחבר לשיטתו שסתם לעיל בריש סימן תמ\"ב דעובר על תערובות חמץ כזית בבל יראה אף שאין בו כזית בכדי אכילת פרס כל שאין בו ששים לבטלו וזהו דוקא במין בשאינו מינו אבל במין במינו דמן התורה ברובא בטל אפילו אם נתערב חד בתרי ועבר עליו הפסח מותר באכילה [מ\"א] ודעת הא\"ר בסוף הסי' דבאכילה אסור אבל בהנאה לכו\"ע שרי. כתבו האחרונים דאסור לערב חמץ לכתחלה קודם הפסח בששים כדי לאכלו בפסח אבל מותר לערב בששים כדי לשהותו עד אחר פסח:",
            "(קג) בין שנתערב בפסח - פי' שנתערב בשוגג בפסח בששים ועבר ושהה אפילו במזיד שרי דהא לא עבר מן התורה בבל יראה ומותר לאחר פסח אפילו באכילה אבל אם עירב במזיד דינו כמבטל איסור לכתחלה המבואר ביו\"ד סימן צ\"ט ס\"ה ע\"ש:",
            "(קד) ונתערב לאחר הפסח - ר\"ל בשוגג אבל אם עירב במזיד הרי ביטל איסור בידים ודינו כמבואר ביו\"ד סימן צ\"ט ס\"ו ע\"ש:",
            "(קה) בטל בששים - כ\"ז בשנתערב לח בלח או יבש בלח דשיעור בעלמא בנותן טעם אבל אם נתערב יבש ביבש בכל הני גווני שצייר המחבר אפילו חד בתרי בטל מותר לאחר הפסח באכילה. ודע דאופן בתרא שצייר המחבר שנתערב לאחר הפסח ומצריך גם בו ששים זהו ע\"פ דעת הטור אבל כמה פוסקים חולקין ע\"ז וס\"ל דכשנתערב לאחר הפסח בין במינו בין שלא במינו ברובא סגי דלא קנסו לאסור בנתערב לאחר הפסח כשההיתר רבה עליו וכתבו האחרונים דבמקום הפסד מרובה או שעת הדחק יש לסמוך להקל:",
            "(קו) סגי ליה וכו' - ומותר עי\"ז אף באכילה ודוקא באופן ג' שצייר המחבר דהיינו שנתערב לאחר הפסח אבל אם נתערב קודם הפסח וכ\"ש תוך הפסח דעבר על התערובות בבל יראה אינו מותר לאחר הפסח ע\"י פדיון אלא בהנאה ולא באכילה דטעם חמץ קטעים. עיסה שנתחמצה בשמרי שכר שעבר עליו הפסח אע\"פ שיש בה ששים נגד השמרים אסורה אפילו בהנאה דשמרים הוי דבר המעמיד ולא בטיל אפילו באלף והוי כאלו כולה איסור ומ\"מ במקום הפסד מרובה יש להתירו בהנאה ע\"י שישליך הנאת האיסור לים המלח וכן יכול למוכרו לעכו\"ם ולא יקבל ממנו רק כשיעור עיסה בלא השמרים. מותר ליתן לתוך היין חלב חטה או חלב בהמה כשיש ששים כנגדו לתקנו שיהיה צלול ולא חיישינן שמא יאכל עם בשר או בפסח דאף אם ישכח ויאכל ליכא איסורא כיון שכבר נתבטל ואין כאן משום מבטל איסור לכתחלה כיון שאין כונתו לבטל רק לתקן היין:",
            "(קז) אינו אסור בהנאה - מפני שלא עבר על איסור של תורה לא קנסוהו חכמים וכתב המ\"א דה\"ה דאפילו באכילה שרי אך מפני שנוקשה אינו ראוי לאכילה לפיכך נקט הנאה אבל רוב אחרונים סברי דבאכילה אסור דמ\"מ שם חמץ שעבר עליו פסח ע\"ז החמץ:",
            "(קח) שמא יפול וכו' לתוך המאכל - ובדיעבד אם נפל ויש ששים כנגדו יש דעות בין אחרונים אם אוסר במשהו ועיין לעיל במ\"ב סקי\"ד ולשהותו עד לאחר הפסח לכו\"ע שרי:"
        ],
        [
            "(א) חמץ וכו' - היינו אם הוא בצק או אפילו פת במקום שנוהגין היתר בפת של עכו\"ם:",
            "(ב) של א\"י - וה\"ה של הפקר דכיון שלא נעשה איסור בשהייתו לא הטילו חכמים איסור על אכילתו וע\"כ גר שמת קודם פסח והניח חמץ כל הקודם וזוכה בו אחר פסח מותר לו החמץ אף באכילה. ישראל שיש לו שותפות עם הנכרי בחמץ ועבר עליו הפסח וחלק עצמו עם הנכרי אחר הפסח חלקו של הנכרי אח\"פ מותר בהנאה דבדרבנן אמרינן יש ברירה והוברר הדבר למפרע שהוא של עכו\"ם ועיין במקור חיים דמצדד דוקא כשהחמץ עמד בבית נכרי (ואם עמד בבית ישראל תליא בפלוגתא ע\"ש) ואפשר דבזה אפילו באכילה מותר ע\"ש וחלקו של ישראל אסור בהנאה וה\"ה שני ישראלים שיש להם שותפות ומכר אחד מהן חלקו לעכו\"ם מותר החלק שנפל לאותו ישראל שמכר חלקו וחלק של ישראל אסור:",
            "(ג) ביום אחרון - אף שהוא דרבנן וכ\"ש בפסח גופיה:",
            "(ד) לא יקבלנו הישראל - משום בל יראה ואם קבלו אסור בהנאה לאחר פסח משום דהוי חמץ של ישראל שעבר עליו הפסח:",
            "(ה) לא יהא ניכר וכו' - דאם יהא ניכר שחפץ בו כגון שאומר לו הנח במקום צנוע פלוני בחצרי חצרו קונה לו אבל אם אינו ניכר אף שעכו\"ם משאירו להדורון בתוך ביתו שרי דמסתמא איסורא לא ניחא ליה וחצרו אינו קונה לו בע\"כ וע\"כ אפילו אם היה זה ביו\"ט ראשון נמי שרי:",
            "(ו) וטוב שיאמר שאינו רוצה וכו' - היינו אף דמצד הדין אפילו בסתמא נמי שרי מ\"מ לרווחא דמלתא יאמר בפירוש שאינו רוצה וכו' ובאופן זה אפילו אם מראה לו מקום להניחו שרי וצריך ליזהר לכפות עליו כלי עד הערב אם הוא שבת או יו\"ט אפילו יו\"ט האחרון אא\"כ הביאו ביו\"ט האחרון סמוך לחשיכה שבשעה מועטת אין לחוש שמא ישכח ויאכלנו ואם הוא חוה\"מ צריך לעשות לפניו מחיצה גבוה י\"ט כמו שנתבאר לעיל סימן ת\"מ:",
            "(ז) אסור בהנאה - דקנסוהו רבנן הואיל ועבר עליו בבל יראה ובל ימצא [גמרא]:",
            "(ח) הניחו שוגג - שלא ידע מאותו חמץ:",
            "(ט) או אנוס - ר\"ל שידע אלא שהיה אנוס שלא היה יכול לבערו ואע\"פ דבזה לא עבר אבל יראה אפ\"ה קנסינן התירא אטו איסורא דאי שרינן ליה אתי לשהויה לכתחלה ועבר עליה ועיין בבה\"ל. כתב בית הלל ביו\"ד סימן קל\"ב נשאלתי על ישראל אחד שהיה לו קודם פסח ברחיים של נכרי דגן לטחון ונתעכב הדגן ברחיים עד חוה\"מ של פסח וכאשר הגיע יום ז' של פסח הלך הנכרי וטחן הדגן של ישראל ועשה מן הקמח לחם ואפה הפת והביא הפת לישראל תיכף אחר הפסח והשבתי שמותר ליקח הדמים בעד הפת ההוא מן הנכרי והנכרי ההוא יאכלנו או ימכרנו לנכרי ע\"ש והחק יעקב הסכים דמותר אף באכילה מטעם שמא החליף העכו\"ם הדגן והוי רק ספק חמץ שעבר עליו הפסח (ועיין לקמן סימן תמ\"ט) ובבית מאיר מצדד להתיר באכילה מטעם אחר דאע\"ג דפסק המחבר דבין בשוגג ובין באונס לאו כל אונסין שוים ובאונס כזה דלא היה יכול כלל לאסוקי אדעתיה שיאפה העכו\"ם מקמחו חמץ בודאי לא קנסוהו חכמים עיי\"ש ועיין בבה\"ל מ\"ש בשם הרדב\"ז. אם הניח ישראל חטים ברחיים ובא עכו\"ם ואמר לישראל שלתתו וטחנו עיין בח\"י בשם חב\"י דיש כאן הרבה ספיקות להקל ובפמ\"ג מפקפק היכי שדרך אנשי המקום ללתות החטים קודם הטחינה ומצדד שיחליפנו העכו\"ם בחטים אחרים:",
            "(י) ואם מכרו וכו' - ובאיזה קנינים קונה עכו\"ם כתבנו לקמיה בסוף הסעיף:",
            "(יא) לנכרי - ולישראל מומר אסור למכור דדינו כישראל לכל דבר ועובר עוד משום לפני עור והחמץ אסור לאחר הפסח בהנאה. ובדיעבד אם מכר לישראל מומר בדבר מועט מפני שהוא מכירו ויודע בו שיחזיר לו אחר הפסח מאחר שטעה וסבר דמומר דינו כעכו\"ם יש להתיר לו במקום הפסד מרובה לאמר למומר שיחליף החמץ עם עכו\"ם על חמץ אחר או שימכרנו ויהיו אותם החליפין או הדמים מותרים וכמו שנתבאר בסוף סימן תמ\"ג:",
            "(יב) שמחוץ לבית - כתבו האחרונים שאין קפידא בעכו\"ם גופא אם הוא דר בביתו או לא אלא עיקר הקפידא שיוציא העכו\"ם החמץ מבית ישראל אבל עכו\"ם גופא אפילו הוא משרת לישראל ודר בביתו לית לן בה (אם לא שהוא קנוי לו לצמיתות דאז ידו כיד רבו ולא מהני שימכור לו דלא יצא הדבר מרשותו בזה) ומה שהצריכו הכא להוציא החמץ מרשותו אע\"פ שמכרו כבר והוא אצלו פקדון בעלמא ובלא אחריות ובעלמא לא מצרכינן בכה\"ג אלא מחיצה בעלמא וכדלעיל סימן ת\"מ כתב בח\"י דגם בכאן הדין כן ולא הצריכו הכא להוציא מרשותו אלא כדי שיקנה העכו\"ם החמץ במשיכה ואה\"נ אם כבר הוציא העכו\"ם החמץ וקנהו במשיכה לביתו או לסימטא כדין מותר לו אח\"כ להכניס החמץ לביתו של ישראל ודי במחיצה עשרה בלבד. אבל כמה אחרונים כתבו דהכא מגרע גרע כיון דעיקר החמץ יודע העכו\"ם שהוא של ישראל ולא יגע בו אע\"פ שקנהו מחזי כחמצו של ישראל אם היה בביתו וגם איכא למיחש שמא יבא לאכלו דכיון דדידיה הוי מעיקרא לא בדיל מינה ולסברא זו אפילו אם יחד לו בביתו זוית בפ\"ע או שעשה מחיצה עשרה נמי לא מהני [אלא דכ\"ז אינו אלא לכתחלה אבל בדיעבד פשוט דאין לאסור כלל ואפילו לא יחד לו נמי מקום כל שהיה המכירה כדין] וכתבו האחרונים דאם יש לו חמץ הרבה וא\"א לו להוציאו מביתו ימכור לו גם החדר והוי כמו שמכר לו חוץ לביתו וקנין החדר הוא בכסף עם שטר [ואם ירא לתת לו שטר שמא יעלה בדעתו להחזיק בחמץ ואיכא הפסד מרובה יש לו להתנות עמו שיקנה בכסף בלבד בלי שטר ותנאי מהני בזה לכמה פוסקים ויש לסמוך להקל בכגון זה] וצריך למסור לו המפתח מחדר שמונח בו החמץ כדי שיוכל לכנוס בשעה שירצה וליטול את חמצו שנמכר או ניתן לו או שעכ\"פ יאמר לו הישראל בכל עת שתרצה תוכל ליקח המפתח מחדרך וליכנס בו ליטול את חמצך ואיסור גמור הוא להניח שום חותם או מסגר על החדר או על החמץ כדי שלא יוכל הנכרי ליטול את החמץ דמוכח מזה דכל המכירה לא היה רק הערמה בעלמא ואם עשה כן מתחלה בשעה שמכר אפילו בדיעבד אסור החמץ דלא סמכה דעתיה דעכו\"ם ומכ\"מ אם בתחלה מכר כדין ואח\"כ נתן מסגר על החדר או חותם על החמץ אף שאסור לעשות כן מ\"מ אין החמץ נאסר בשביל מה שעשה שלא כהוגן אחר המכירה ועיין בה\"ל מה שכתבנו בשם פמ\"ג וח\"א חלוקי דינים בזה:",
            "(יג) ויחזור ויתננו לו - ואם הנכרי אינו רוצה להחזיר לו אסור לתבוע אותו בדיניהם או לכוף אותו בשאר כפיות ואם נתן לו רק מקצת דמים והשאר זקף עליו במלוה ואינו רוצה לשלם לו המותר בודאי מותר לתבוע אותו בדיניהם שישלם לו המגיע או שיתן לו החמץ בתורת תשלומין על חובו. כתבו האחרונים אסור לישראל אחר לקנות החמץ מן העכו\"ם אחר הפסח ואם קנה צריך להחזיר לבעלים הראשונים ואם שילם לעכו\"ם יותר מן הראוי לתת באופן כזה אינו צריך להחזיר לו אלא בשיעור שראוי לתת:",
            "(יד) ובלבד שיתננו וכו' - ואפילו ע\"י שלוחו או אשתו יכול להקנות החמץ לנכרי אבל לא ע\"י עכו\"ם דאין שליחות לעכו\"ם ואין מכירתו כלום. וכן אין יכול להקנות לשלוחו של עכו\"ם דלא ריבתה התורה שליחות אלא בישראל ואפילו היה השליח ג\"כ עכו\"ם דאין שליחות לעכו\"ם בין מעכו\"ם לישראל ובין מעכו\"ם לעכו\"ם ועיין בה\"ל מ\"ש בזה בשם איזה פוסקים:",
            "(טו) מתנה גמורה - וקנין מתנה הוא ע\"י הגבהה או משיכה דבר שאי אפשר להגביה:",
            "(טז) בלי שום תנאי - דשמא יעבור הנכרי על התנאי ותבטל המתנה למפרע ועבר על ב\"י וכדלקמן בס\"ד:",
            "(יז) או שימכרנו לו - ובאיזה קנינים קונה העכו\"ם יש בזה דעות בין הפוסקים יש מי שאומר דקנינו של עכו\"ם הוא בכסף דוקא ויש אומרים שאין העכו\"ם קונה אלא במשיכה לרשותו או בהגבהה דבר שאפשר להגביה ויש שכתבו עוד דגם שארי קנינים נוהגין בעכו\"ם כגון קניית מטלטלין אגב קרקע וקנין חצר וקנין חליפין דהיינו קנין סודר [אלא דצריך ליזהר בזה שיהא הסודר של עכו\"ם ולא סגי שעדי הקנין יתנו סודרם כמו בישראל דזה אינו אלא מטעם זכיה שמזכין להמקנה וגבי עכו\"ם אין דין זכיה] ויש מפקפקים בקנינים אלו ואומרים דלא מצינו קנינים אלו רק בישראל. ולענין דינא לכתחלה בודאי צריך להקנות בקנין גמור ומוסכם לכו\"ע דהיינו בכסף ובמשיכה ביחד מאחר שנוגע באיסור דאורייתא דבל יראה ועכ\"פ במשיכה בלבד דיוצא בזה ג\"כ עכ\"פ לרוב הפוסקים אבל בדיעבד אף אם לא מכר אלא בכסף בלבד או שמכר באחד משארי קנינים שהזכרנו ועבר עליו הפסח מותר דמאחר דחמץ לאחר הפסח אינו אסור אלא מקנסא דרבנן ועוד כיון דחמץ לאחר זמן איסורו בלא\"ה אינו ברשותו אלא שעשה הכתוב כאלו היה ברשותו לעבור עליו בקנין כל דהו סגי דעכ\"פ מגלי דעתיה דלא ניחא ליה ואפקיה מרשותו. ובמקום שא\"א להקנות במשיכה כגון שהחמץ מרובה או שהוא בדרך יבואר לקמיה:",
            "(יח) מכירה גמורה - אם ישראל מניח חמצו בחדר של חבירו המוכר את חמצו צריך להודיע לישראל המוכר ויעשהו שליח למכור ואם הניח שלא מדעתו אסור לאחר הפסח מאחר דישראל לא ידע לאקנויי והנכרי לא ידע לקנותו [אחרונים]. עוד כתבו שמותר לאדם לומר לנכרי הא לך חמץ זה ותתן לי לאחר פסח חמץ אחר:",
            "(יט) בדבר מועט - ואין לחוש לביטול מקח שהרי יודע בעצמו ששוה יותר ומתרצה להקנות לו כדי שלא ישאר ברשותו ויהא אסור בהנאה. וטפי עדיף ליה שמוכרו למכיריו דבזה מסתמא יחזור הנכרי ויתננו לו לאחר הפסח ועיין בבה\"ל איך מנהגנו כהיום. כתבו האחרונים דאע\"ג דלכתחלה יש למכור בכסף ובמשיכה מ\"מ אם החמץ מרובה וא\"א למשוך החמץ כולו וכן אם אין החמץ כאן שיכול העכו\"ם למושכו אלא הוא בעיר אחרת או בדרך יש לו להקנותו לנכרי בשאר קנינים כגון על ידי רושם שנהגו בקצת מקומות שהלוקח רושם על דבר הנקנה כדי שיהיה לו סימן ידוע ועי\"ז קנוי לו הרבה או ע\"י תקיעת כף (שקורין צו שלאג) דהיינו שמכין כפיהם זה על זה או ע\"י נתינת פרוטה במקומות שנהגו שכשהלוקח נותן פרוטה למוכר נגמר המקח או במקום שנהגו שמסירת המפתח הוי גמר המקח [מיהו עכ\"פ צריך שיאמר הריני מוכר לך חמץ פלוני ופלוני בעד סך כך וכך ולא כמו שאומרים ההמון הריני מוכר לך המפתח דזה לא חשיב כלום] וכן כל כיוצא בו כל מקום ומקום כפי מנהג הסוחרים חשיב הדבר כקנין ע\"פ ד\"ת ושפיר יש להקנות גם החמץ בקנין כזה. או יש למכור החמץ ע\"י אגב דהיינו שימכור לנכרי קרקע או חדר או ישכיר לו ואגבן יאמר לו קני החמץ שיש לי במקום הקרקע או בכל מקום שהוא דבקנין אגב קונה אפילו אינן צבורין כאן והקרקע נקנית לנכרי בכסף עם שטר ובשכירות די בכסף בלבד ואפילו אם אין הנכרי נותן לו כל הכסף רק איזה זהובים (שקורין אוי\"ף גא\"ב) סגי ויתנה עמו הישראל שיקנה בזה האוי\"ף גא\"ב החדר והחמץ ושאר הכסף יזקוף עליו במלוה וכתבו עוד דאם הבית שהחמץ שם אינו שלו אלא ששכורה בידו אז לא יועיל מכירתו דאיך ימכור דבר שאינו שלו אלא ישכיר לנכרי אותו החדר וישכיר לו סתם להחזיק בו כליו ומטלטליו ולא יאמר לו בהדיא שמשכירו להניח בתוכו חמץ כדלקמן סימן ת\"נ. ישראל שקנה חמץ מהעכו\"ם ונתן כסף ולא משך עדיין אע\"ג דלכתחלה בודאי יש לו למכור קודם הפסח שהרי לפי דעת כמה פוסקים כסף קונה בין ישראל לנכרי מ\"מ אם לא מכר ועבר עליו הפסח מותר דהא לרוב הפוסקים אינו קונה אלא במשיכה אבל כשמשך אפילו לא נתן כסף ועבר עליו הפסח יש לאסור אכן אם לפי מנהג הסוחרים לקנות בכסף מצדד הפמ\"ג להחמיר גם בדין הראשון ועיין בשע\"ת סק\"ט:",
            "(כ) על מנת להחזיר - היינו לאחר הפסח:",
            "(כא) לא מהני - אע\"ג דבכל התורה מתנה ע\"מ להחזיר שמה מתנה אם נתקיים התנאי הכא הצריכו חכמים מתנה גמורה משום חומרא דחמץ. ולענין דיעבד אם נתקיים התנאי שהחזירו אם מותר נחלקו האחרונים בזה ועיין בבה\"ל. והיכא שאמר הריני נותן לך ותחזירנה לי עיין בבה\"ל:",
            "(כב) עד שאתה לוקח חמץ במנה וכו' - ר\"ל שיקח חמץ הרבה בסך מאתים אע\"פ שא\"צ ליקח אלא במנה שכשאצטרך אחר הפסח אקחנו ממך ואתן לך ריוח על כל הסך:",
            "(כג) שמא אצטרך וכו' - והאחרונים כתבו דרשאי אפילו להבטיח שיחזור ויקנה ממנו ויתן לו ריוח:",
            "(כד) על תנאי - מיירי שאמר בלשון אם דהיינו אם תעשה דבר פלוני בתוך הפסח או לאחר הפסח החמץ נתון לך או מכור לך דכל זמן שלא נתקיים התנאי עדיין אין החמץ מכור ונתון ולפיכך עובר בבל יראה אבל אם אמר לו הריני נותן לך מעכשיו ע\"מ שתעשה דבר פלוני שייך החמץ לעכו\"ם תיכף אם יתקיים התנאי לבסוף ואינו אסור רק משום חומרא דחמץ וכדלעיל בסוף ס\"ג א\"נ מיירי אפילו במעכשיו רק התנאי היה שאימתי שיביא מעות יחזירם לו ובתנאי זה לא חל המכירה והמתנה כלל כיון שכל שעה הרשות בידו לפדותו וכמבואר בחו\"מ סימן ר\"ז ס\"ו. ודע עוד דהסכימו אחרונים דה\"ה שאסור לומר לעכו\"ם אני מוכר לך החמץ ע\"מ שתחזיקנו לעצמך ולא תמכור לאדם אחר חוץ ממני דכיון דבלשון תנאי הוא כשיעבור העכו\"ם וימכרנו לאדם אחר תבטל המכירה למפרע ונמצא שלא היה החמץ קנוי לעכו\"ם מעולם וחיישינן שמא ימכרנו ויעבור הישראל על בל יראה אבל אם אמר לו הריני מוכר לך מכירה גמורה לחלוטין וזכות זה שיירתי לי בו שאם תרצה למוכרו לא תמכרנו לשום אדם חוץ ממני י\"א דזה מותר אפילו לכתחלה דאפילו אם יעבור העכו\"ם וימכור לא תבטל המכירה בשביל זה כיון דלא אמר בלשון תנאי רק שמכירת העכו\"ם תהיה בטלה:",
            "(כה) אסור אע\"פ שביטלו - או הפקירו ואיסורו הוא אפילו בהנאה. ואע\"ג דכשביטלו אינו עובר בב\"י מ\"מ חששו חכמים שאם נתירו כשביטלו יש לחוש שיניח כל אדם חמצו אלאחר הפסח ויאמר שהפקירו קודם הפסח כדי שנתיר לו. ודע דכמה אחרונים כתבו דאפילו בדק ג\"כ כמנהגנו ונמצא חמץ לאחר הפסח ג\"כ אסור בהנאה דלא חילקו בדבר ויש מן האחרונים שמקילים בבדק וביטל ונמצא אח\"כ דמאי הוי ליה למעבד הרי עשה הכל כדין ודעתם דעכ\"פ בהנאה אין לאסור ובמקום הפסד מרובה יש לסמוך עליהן ועיין בבה\"ל ס\"ג בד\"ה אפילו מ\"ש בזה. מי שהיה בספינה או בדרך ויש אתו חמץ ואין אתו נכרי שיוכל למכור לו ועמד והפקירו בפני עדים אם יוכל אחר הפסח לזכות בו וליהנות ממנו נחלקו האחרונים בדבר ורובם מצדדים לאיסור ומ\"מ בהפסד מרובה יש לסמוך ולהתיר שימכרנו לעכו\"ם או שיחליפנו עמו בדבר אחר, ואם היה בדרך ונזכר שיש לו חמץ בתוך ביתו ולא היה לו למי למכור בע\"פ כתיקון ועמד והפקיר בפני עדים החמץ שבתוך ביתו נראה דיוכל לסמוך בזה אדעת המקילין ולחזור ולזכות בו אחר הפסח וליהנות ממנו שכיון שלא היה החמץ בידו וא\"כ לא היה יכול למכור ולא לבער כתיקון חז\"ל הרי מחויב היה להפקיר מצד הדין כדי שלא יעבור בב\"י וא\"כ אין לנו לקונסו לאסור חמצו כשחוזר וזוכה בו:",
            "(כו) בפסח - מיירי שמצא חמץ בביתו בתוך הפסח וה\"ה בע\"פ משעה ששית ומעלה וקמ\"ל דכשם שאסור להאכיל לבהמתו דמקרי הנאה כן אסור להאכיל לבהמת הפקר וכתבו האחרונים דה\"ה דאסור בזה בחמץ שעבר עליו הפסח:",
            "(כז) אפילו לבהמת אחרים - של עכו\"ם [הגר\"א]:",
            "(כח) של הפקר - דיש לו הנאה במה שממלא רצונו להשביע לבהמה ועיין בב\"י דאפילו במוצא חמץ שאינו שלו ג\"כ אסור להשליך לפני כלב:",
            "(כט) ליתן בהמתו וכו' - בין בחנם בין בשכר:",
            "(ל) להאכילה וכו' - שהרי הוא נהנה מחמץ בפסח שמפטם בו העכו\"ם את בהמתו וחמץ אפילו של עכו\"ם אסור ליהנות ממנו בפסח. ובדיעבד אם אכלה חמץ בפסח אין לאסור בשרה בשביל זה כדמוכח ביו\"ד סימן קמ\"ב סי\"א:",
            "(לא) בימי הפסח - דוקא באופן זה אבל אותן שמעמידין בהמתן אצל נכרי זמן רב קודם פסח ושהנכרי יזין אותן משלו ואין מתנין בפירוש על חמץ ובתוך המשך חל פסח מותר אף שנודע לו שמאכילה חמץ:",
            "(לב) אם הוא יודע וכו' - אבל אם אין ידוע שיאכילנה חמץ מותר ליתנה לו ואין לו לחוש שמא יאכילנה:",
            "(לג) שמאכיל אותה וכו' - ואם א\"א לו באופן אחר המנהג במדינתנו למכור הבהמה לנכרי כדין ע\"פ הקנינים המבוארים ביו\"ד סימן ש\"כ והבהמה תהיה אצל הנכרי בפסח או יקנה לו הבהמה עם הרפת והנכרי יאכילנה ולא יהיה לו שום עסק עמהם בפסח ובלבד שלא יאמר לו שיאכילנה חמץ וכ\"ז ביש לו לנכרי מזונות משלו אבל אם אין לו מזונות והישראל מוכר לו ביחד עם בהמתו גם מזונותיה שהם חמץ יש מחמירין בזה דמחזי כהערמה ושכל עיקר המכירה לא היה אלא כדי שיזין אותה העכו\"ם בחמץ וכתבו שיעשה באופן זה שימכור המזונות לנכרי אחר ומותר לסרסר לנכרי הקונה בהמותיו שיוכל לקנות מאל\"ץ אצל נכרי פלוני. והמנהג במדינתנו שאפילו אם אין מאכילה חמץ גמור ורק שרוצה ליתן לבהמתו תבואה בפסח שמוכרה ג\"כ לנכרי עם הרפת והנכרי מאכילה דאם לא ימכרנה יצטרך ליתן לה מעט מעט ובמקום נגוב ויעמוד עליה בשעה שאוכלת לבער המותר כדי שלא תחמיץ מהריר שלה וכמבואר בסימן תס\"ו ס\"ב. ולענין חלב של בהמה שאוכלת חמץ אפילו היא של נכרי נחלקו אחרונים בזה ודעת הפמ\"ג להתיר החלב שחלבו אחר מעל\"ע שאכלה חמץ ויש מקילין אפילו בו ביום אם אוכלת שחרית וערבית מדברים המותרים:"
        ],
        [
            "(א) פירוש הסחורה - ומיירי שהיה הסחורה פת ויין וכה\"ג:",
            "(ב) ופועלים הנכנסים לשם - היינו לעשות מלאכה או שמשתדלים במכירת הסחורה:",
            "(ג) אסור בהנאה - דתלינן שחמץ זה של החנות הוא ולא מפועלים אף שהם רגילין שם משום דהחמץ שבחנות הוא קבוע שם ותדיר וטפי יש לתלות שנשאר שם מחמץ שלו שלא מצא בעת הבדיקה ופשוט דמיירי שמצא תיכף אחר הפסח בענין שאין לתלות שהחמץ של עכשיו:",
            "(ד) מותר אפילו באכילה - ר\"ל אפילו אם היה החנות סגור כל ימי הפסח דליכא למיתלי שהנכרי בעל החנות הכניס שם חמץ זה בפסח ובודאי חמץ זה מקודם הפסח הוא. והו\"א שיש לחוש לתלות החמץ הנמצא שם שהוא מהפועלים ישראלים המצויים שם תמיד שהם שכחוהו שם קודם הפסח קמ\"ל דלא אמרינן הכי:",
            "(ה) גורס בהיפך - דהוא סבר דתלינן יותר בהפועלים שמצויים שם תמיד בין לקולא ובין לחומרא ולענין דינא נקטינן כדעה קמייתא ויש שכתבו דלא פליגי כלל ולא קאמרי דעה בתרייתא אלא בכגון שלא היה בחנות מיני מזון רק שאר סחורות אבל אם היה בחנות מיני מזון גם לדעה זו בתר חנות אזלינן שחמץ שם קבוע ותדיר. חמץ שנמצא אחר הפסח ולא ידעינן אם של עכו\"ם הוא או של ישראל הוא יש דעות בין אחרונים יש שכתבו דמותר בהנאה ואסור באכילה ויש שמקילים ואומרים דגם באכילה מותר כשאר ספיקא דרבנן דלקולא אזלינן ואם באותו מקום רוב ישראל מצויים אסור בהנאה דודאי מישראל נפל, וכ\"ז כשנמצא מיד אחר הפסח או שהפת ישן שא\"א לומר שנאפה אחר הפסח אבל אם אפשר לתלות שנפל אחר הפסח מותר אפילו באכילה בכל ענין דיותר יש לתלות שמאחר הפסח הוא משנתלה לומר שמישראל נפל קודם הפסח דזמן מרובה כזה לא היה מונח בדרך:"
        ],
        [
            "(א) קודם הפסח צריך לפורעו - ר\"ל אפילו לוה ממנו ככר זה בע\"פ סמוך לזמן הביעור שאם לא הלוהו בלא\"ה היה צריך לבערו ואם לא ביערו היה נאסר בהנאה אעפ\"כ צריך להחזיר לו ככר אחר אחה\"פ שהרי עכ\"פ לוה ממנו בשעת היתר ואז היה החמץ ממון גמור שהיה עדיין קודם זמן הביעור וכתבו האחרונים דאפילו אם עבר ישראל הלוה והשהה החמץ עד לאחר פסח ונאסר מ\"מ צריך לשלם ולא אמרינן שלא יכול המלוה לקבל דמיו משום חליפי חמץ כדלעיל סימן תמ\"ג דאין זה חליפי חמץ שכיון שלוה הככר הרי הוא שלו ואין לו למלוה עליו אלא דמים בעלמא. ישראל שהלוה חמץ לעכו\"ם לפני הפסח ושילם לו חמץ כיוצא בו לאחר הפסח הואיל ואינו מחזיר לו חמץ הראשון בעיניה מותר [כ\"כ בשלטי הגבורים בשם הריא\"ז] ומוכח מדבריו דאם מחזיר לו אותו חמץ אסור ופר\"ח חולק על זה דלא מיקרי חמץ שעבר עליו הפסח שהרי עד עתה היה שייך להעכו\"ם דכיון שהלוהו קם ליה ברשותיה והו\"ל חמץ של נכרי שעבר עליו הפסח דשרי אף באכילה ולמעשה יש להחמיר כדעה קמייתא דמחזי כחמץ של ישראל שעבר עליו הפסח כיון שהחזיר לו אותו החמץ גופא:",
            "(ב) אם אינו פורעו - ומשום חשש רבית דאסור ללוות סאה בסאה ליכא בככרות משום דהחילוק הוא בדבר מועט ע\"פ רוב ולא קפדי אינשי בזה [אחרונים]:",
            "(ג) יאמר לו קודם - הטעם דכיון שנתחייב ליתן לו בכל שבוע ככר א\"כ כשמיחד העכו\"ם הככר בפסח בעבור הישראל הוי כאלו כבר זכה בו והוי כאלו עבר הפסח על חמץ של ישראל להכי צריך להתנות עמו שבעבור שבוע של פסח אינו רוצה ככרות רק הקמח שלהם או דמי שוין [או שיתן לו ככרות שיאפה אחר הפסח] ואם כן אף אם העכו\"ם הכין לו ככרות בפסח לא איכפת לן שהרי אינם משועבדים כלל לישראל והם לגמרי ברשות העכו\"ם לע\"ע:",
            "(ד) ככרות חמץ - ר\"ל אף אותן שהכין עבורו בפסח והסכימו האחרונים דכ\"ז לכתחלה אבל בדיעבד אפילו אם לא התנה כלל נמי שרי לו לקבל הככרות אחר הפסח בשביל שבוע של פסח ואע\"ג דיחדם לו לישראל בפסח דכ\"ז שלא באו לרשות ישראל לא זכה בהם ואין לו עליו אלא חוב בעלמא של ככרות ולא אותן גופא והרי הן של עכו\"ם עדיין כל ימי הפסח:",
            "(ה) אומר לנכרי קודם פסח וכו' - ואם לא אמר אסור לקבל אחר פסח עבור חלקו אפילו מעות וכדלקמיה:",
            "(ו) ואני אטול אח\"כ - יש מאחרונים שכתבו דדוקא כשאומר לו ואני אטול אח\"כ דמים נגד הככר שנטלת דזה נחשב כאומר שאינו רוצה להשכיר תנורו למלאכה לפסח רק בעד דמים או דמיירי כשאומר לו טול אתה שבוע זו של פסח את התנור בין יהיה בו בין לא יהיה בו ואני אטול שבוע שלפניה או שאח\"כ מה שיזדמן לי דזה מותר דחולקין הזמן ואין לזה על זה כלום אבל כשאומר לו טול אתה הככרות מה שיהיה בפסח ואני אטול כסכום זה אחר כך אם כן הרי ניחא ליה בהככרות שבתנור [דאם לא יזדמן לאפות בפסח בתנורו לא יתן לו העכו\"ם אחר פסח] וזוכה לו התנור אלא שמחליפו עם העכו\"ם שותפו אם כן הרי נהנה הוא מחמצו שבפסח שתחת חלקו שיש לו באותן ככרות העכו\"ם נותן לו את חלק ככרותיו שיש לו בשבוע שאחר פסח ואסור ויש שאוסרין אפילו כשאומר לו ואני אטול אחר כך דמים נגד הככרות שנטלתה דמ\"מ נהנה הוא דמי שיווי חמצו שבפסח והסכימו האחרונים דנכון למעשה לנהוג שימכור להעכו\"ם התנור על שבוע של פסח שיהיה לגמרי ברשותו ויקצוב עמו מקח עבור זה ויטול ממנו הדמים מתחלה קודם פסח ובזה אין שום איסור מה שחל בשבוע זו שבת ויו\"ט אחרי שהוא בהבלעה:",
            "(ז) ואפו בו נכרים וכו' - ומשמע דאפילו שלא בידיעת הבעלים וכ\"כ האחרונים:",
            "(ח) אפילו מעות - וכ\"ש ככרות מאותן שאפו בפסח דאסור לו לקבל ואפילו לאחר הפסח:",
            "(ט) דהו\"ל משתכר וכו' - דאסור לכתחלה מדרבנן בכל איסורי הנאה ואפילו נותן לו המעות קודם פסח או אחר פסח ולא דמי לס\"ג דהתם התנור היה של שותפים וכשמחלקים בזמן הו\"ל בעת ההיא התנור של עכו\"ם לגמרי:",
            "(י) מותר ליהנות מהם - דמשתכר באיסורי הנאה אינו אסור בדיעבד בשום מקום שאין זה גופו של חמץ ולא חליפיו רק המעות בא ע\"י גרם חמץ ולא החמירו בזה רק ביין נסך משום חומרא דע\"ז. וכ\"ז בקיבל מעות אבל אם נתנו לו איזה ככרות מככרות שאפו בתנורו אסור ליהנות מהם דזכה בהם כבר בפסח בשכר תנורו אם דרכן לעולם לתת ככרות והוי ליה חמץ של ישראל שעבר עליו הפסח:",
            "(יא) להשכיר תנורו לנכרי על מנת וכו' - ואין זה משתכר באיסורי הנאה שאסור לכתחלה עכ\"פ כיון שאף אם לא היה אופה בו הנכרי כלום ג\"כ היה צריך לפרוע לו לישראל שכרו משלם שהרי השכירו לו לזמן וא\"כ אין הישראל משתכר כלום במה שהעכו\"ם אופה חמץ ומ\"מ לכתחלה צריך לומר לו שיאפה מצה דאל\"כ כיון שידוע שדרכו לאפות בו חמץ הוי כאילו השכיר לו לאפיית חמץ דאסור:",
            "(יב) לדור בו - היינו אע\"ג שמשכירו סתמא לדור בו הוא ולא אתי לאפוקי אלא היכי שמשכירו בפירוש לשום בו חמץ ומשום דמשתכר באיסורי הנאה ומשמע מדברי אחרונים דאין לאסור משום משתכר באיסורי הנאה אלא דוקא היכי שהגיע זמן איסורו כגון בפסח או ע\"פ אבל קודם אינו אסור אפילו לכתחלה ויש מחמירין בזה אפילו תוך שלשים קודם לפסח:",
            "(יג) לעבד - אף שמזונותיו עליו הואיל ולא אמר לו שיקנה חמץ:",
            "(יד) אע\"פ שיודע שיקנה וכו' - ואם הוא מושכר אצלו לשנה לא יאכל בביתו משום חשדא [אגודה]:",
            "(טו) חמץ - אבל לא יאמר לו הילך דינר זה וקנה לך חמץ מן החנוני ואכול אפילו אם הוא עכו\"ם דעלמא שאין מזונותיו עליו דכיון שהישראל בעצמו אסור לו לקנות חמץ בפסח אסור לו לומר לעכו\"ם לקנותו דאף שהנכרי קונה אותו לעצמו ולא בשביל הישראל כיון שהישראל נותן לו דינר ואומר לו שיקנה בו חמץ והעכו\"ם קונה אותו בדיבורו הרי נראה כשלוחו אבל מותר לומר לו קנה לך חמץ בדינר שלך ואכול:",
            "(טז) צא ואכול וכו' - ודוקא שא\"ל צא ואכול חמץ או עכ\"פ שיודע בודאי שיאכל חמץ והטעם שכיון שנותן לו החנוני לעבד ע\"ד שיפרע הוא להחנוני הוי החנוני שלוחו והוי כאלו הוא מאכילו חמץ בידים וכיון שמזונותיו עליו נמצא שנהנה הוא מן החמץ שמאכילו:",
            "(יז) ויש מתירין וכו' - שכיון שעדיין לא נתן המעות לחנוני לא חשיב כחמצו מה שנותן לו החנוני לעבדו אלא חוב בעלמא נתחייב להעכו\"ם בעבור שערב בעדו ולדינא עיקר כדעה זו ומ\"מ לכתחלה נכון לחוש לסברא הראשונה בעבדו ושפחתו שמזונותיהן עליו שלא לומר לו שילך ויקיף על חשבונו אלא יתן לו מעות מזומן והוא יקנה מה שירצה:",
            "(יח) גם בזה - ולדעה זו מותר ג\"כ לומר לחנוני תן לפועלי חמץ ואני פורע ומטעם הנ\"ל, ולענין תינוק שנחוץ לו לאכול ולשתות חמץ צריך לישא אותו לבית נכרי ויבקש להנכרי שיאכיל חמץ להתינוק [אך יזהר שלא יקחו בידו דזוכה בו] ואם אין הנכרי רוצה ליתן לו בחנם יכול להבטיחו שישלם לו אח\"כ דמותר מעיקר הדין וכנ\"ל אבל לא יתן לו מעות קודם או בשעה שנותנו לו לאכול דקונה החמץ בזה ואסור לכו\"ע וכנ\"ל ואם א\"א לו לשאתו לחוץ ובע\"כ צריך העכו\"ם להביא החמץ לביתו של ישראל ולהאכילו שם יש לו לומר להעכו\"ם שיקבץ החמץ הנשאר וישאנו לביתו וכשיצטרך לאכול עוד הפעם יחזור ויביאנו ויאכילנו ואם א\"א למצא נכרי על כל פעם ופעם יש להקל שישאיר העכו\"ם חמץ בביתו כדי שיספיק לתינוק לכמה פעמים ויאמר בפירוש שאינו רוצה לקנות את החמץ [דאל\"ה קני ליה רשותו] וכדלעיל בסימן תמ\"ח ויצוה לקטן שיאכיל לתינוק אבל הוא בעצמו אין לו להאכילו חדא דאסור לכתחלה ליגע בו וכדלעיל בסימן תמ\"ו ועוד משום לתא דקנין ואם יכול להטמין החמץ במקום שמונח חמצו המכור יטמינו שם וישא התינוק לשם לאכול ואם לא יעשה מחיצה עשרה בפני החמץ ועכ\"פ יכפה עליו כלי וכ\"ז אם אין התינוק מסוכן לזה דביש סכנה אין צריך לדקדק בכ\"ז כדי למהר באכילתו וכדלעיל סימן שכ\"ח:",
            "(יט) אא\"כ הקדים דינר - לחנוני וצוהו לתת מזונות לעבדו כשיבוא אז הו\"ל כמאכילו בידים החמץ שהחנוני הוא שלוחו של בעה\"ב ובזה אסור אפילו אינו יודע בודאי שיקנה חמץ ועיין ביו\"ד סימן קל\"ב ס\"ד שכתב דגם בהקדים לו דינר אינו אסור אא\"כ כשאמר לו יהא דינר זה בידך עד שתתן להפועל שלי אבל אם הרשהו להוציאו עכשיו בהוצאה מותר דבשעה שנותן להפועל אין כאן דינר שיקנה לבעה\"ב אבל כמה אחרונים חלקו עליו והסכימו דאסור בכל גווני ודע דהקדים לו דינר לאו דוקא דה\"ה אם נתן לו דינר בשעה שנתן החנוני החמץ לעבדו דג\"כ אסור ולא אתי בזה למעוטי רק אם פרע לו לאחר זמן:",
            "(כ) או שנשא ונתן ביד - ר\"ל שבעה\"ב בעצמו לקח החמץ מן החנוני העכו\"ם לצורך עבדו ונתנו לו ובזה אפילו לא נתן לו מעות כלל אפ\"ה אסור דקנה החמץ במשיכתו מן העכו\"ם:",
            "(כא) ואסור לקנות וכו' - דאיכא למיחש שמא יאכל ממנו ועוד דהוא רוצה בקיומו של החמץ ועוד דהא אין שליחות לעכו\"ם ונמצא דהישראל קונה אותם ועובר בבל יראה ואפילו אינו מושך החמץ מרשות המוכר אלא נותן לו דמים בלבד בפסח ג\"כ אסור לפי שי\"א שישראל קונה מטלטלין מעכו\"ם בכסף בלבד:",
            "(כב) אפילו במעותיו וכו' - ומ\"מ אם לא כוון לקנותו לעצמו וגם לא קיבל עליו אחריות כלל יש לצדד להקל באכילה ובהנאה לאחר הפסח כ\"כ הפמ\"ג ועיין בשע\"ת:",
            "(כג) של א\"י - וכן אסור לומר לעכו\"ם בחוה\"מ פסח שיקנה חמץ בשבילו ואפילו לא ימשוך החמץ לתוך ביתו של ישראל דיש פוסקים שסוברין דיש שליחות לעכו\"ם לחומרא ובדיעבד אם קנה ולא משך לרשותו אין לאסור לאחר הפסח [מחידושי רע\"א ע\"ש]. כתב הפמ\"ג בעכו\"ם שקונה מעכו\"ם תבואה שיש בתוכה קצת חמוצים שרי לישראל להיות סרסור ביניהם כי לא בעד החמוצים הוא נותן דמים. אם היתה בהמת עכו\"ם טעונה חמץ מותר לפורקה במקום שיש צער בע\"ח דאף דהעכו\"ם מחזיק לו טובה עבור זה [וזה מקרי בעלמא כרוצה בקיומו של חמץ כדי שיחזיק לו טובה] כיון דאין הישראל מכוין שיחזיק לו טובה שרי:",
            "(כד) כדי שיבשל בו חמץ - משום שהוא רוצה בקיומו של חמץ [שאם ישפך החמץ בשעה שהכלי עומד ע\"ג האש יבקע הכלי] והרי הוא כנהנה מן החמץ:",
            "(כה) אבל משכיר לו חמור - שהרי לא איכפת ליה אם יאבד החמץ. והקשו האחרונים דליאסר בין בכלי בין בחמור משום משתכר באיסורי הנאה שאסור לכתחלה וכמ\"ש בסעיפים הקודמים ומסקי דדין זה הוא להאי שיטה דאין אסור להשתכר באיסורי הנאה רק בע\"ז וכדומה אבל לפי מה דנקטינן להחמיר לאסור להשתכר לכתחלה בכל מקום ה\"ה דאסור גם גבי חמור להביא עליו חמץ. ודע דגם לשיטה זו דוקא שהשכיר בפירוש להביא עליו חמץ אבל אם השכיר סתם לזמן והביא עליו חמץ מותר שהרי אם לא הוליך עליו שום דבר ג\"כ היה צריך לשלם לו שכרו וכמו שכתבנו לעיל גבי תנור:",
            "(כו) ויש מתירין להחם וכו' - ר\"ל דלא נימא דזה ג\"כ כעין רוצה בקיומו של חמץ המובלע בדופני הכלי בשביל הכלי [שבשעה שמשתמש בה הרי הוא רוצה שתהיה שלמה וממילא כמי שרוצה בחמץ הבלוע בתוכה שהרי א\"א זה בלי זה] דלא אמרינן כן בחמץ המובלע שאינו בעין:",
            "(כז) ולרחוץ בהם - או לחוף בו הראש שהרי אינו נהנה אלא מן הכלי ולא מחמץ הבלוע בתוכה אע\"פ שהוא נפלט מן הכלי לתוך החמין וכתבו האחרונים דדוקא בכלי המיוחד לרחיצה ולכביסה שאין דרך להשתמש בו לאכילה אבל בכלי שדרך לפעמים להשתמש בו לאכילה ושתיה צריך להצניע במקום צנוע ואין להשתמש בו אפילו לרחיצה וכביסה גזירה שמא ישתמש בו לאכילה ומ\"מ דרך ארעי אין להחמיר גם בזה ויתבאר לקמן בסימן תנ\"א:",
            "(כח) וכן הוא המנהג - ולענין למכור לנכרי בפסח כלים חמוצים יש מתירים וגם כן מטעם הנ\"ל שהרי נהנה רק מגוף הכלי ולא מבלוע [אם לא שהעכו\"ם נותן לו יותר בשביל שהוא בלוע וישנה דאז נהנה מחמץ] ויש אוסרים בזה. כתבו האחרונים ישראל מחזיק ארענדע משר ויש שם בית שעושין שכר שקורין מאל\"ץ הוי\"ז ומנהג שכל מי שצריך לעשות שכר עושה בבית הנ\"ל וישראל נוטל השכירות ואם יניח לנכרים לעשות שכר בפסח וא\"כ הרי הוא רוצה בקיומו של חמץ מחמת הכלים שבמאל\"ץ הוי\"ז [שאם ישפך המאל\"ץ יבקע היורה כשעומדת על האור] וכשיקבל שכר הרי הוא משתכר באיסורי הנאה ועוד יותר כיון שהמנהג תמיד לתת מדה מאלץ בשכר ולא מעות א\"כ כשעושה העכו\"ם השכר כבר זכה ישראל במדה מאלץ ואף שנותן לו זאת אחר פסח אסור דהוי ליה חמץ של ישראל שעבר עליו הפסח וכתבו שימכור הזכות שיש לו במאלץ הויז לא\"י או ישכיר על איזה שבועות כדי שיהיו ימי הפסח בהבלעה ושרי ואם לא חכר מן השר גוף המאלץ הויז רק חכר ממנו שכר המדות דהיינו שהמדות שנותנים העושים יהיו שייכים לו די שיצוה להעושים שכר שלא יפרישו המדות בפסח רק יכתבו בפנקסם לו שטחנו בפסח ואחר הפסח יגבה מהם וכן הדין במחזיק רחיים בארענדע:\n"
        ],
        [
            "(א) קדרות - וה\"ה קערות שתשמישן ע\"י עירוי וכלי שני ג\"כ דינא הכי:",
            "(ב) של חרס - וה\"ה שאר כלים שאינם של חרס אם אינו רוצה להגעילן או ללבנן ג\"כ אפשר בהאי תקנתא לשפשפן ולקיימן עד אחר פסח אלא שדיבר בהוה דבשאר כלים כיון שיש להם תקנה אינו עושה כן רק מגעילן או מלבנן וכדלקמיה:",
            "(ג) שנשתמש בהם וכו' - וכלים חדשים שקונין מהשוק אפילו כלי חרס אין צריך לספק בהם שמא נשתמשו בו דאין דרך להשתמש בכלים חדשים וא\"צ אלא טבילה בכלי מתכות אבל כאשר נקנים מן הנכרי בביתו ואינו מכיר בהן ודאי שהם חדשים אם הם כלי מתכות צריך מספק להגעילן או ללבנן כפי תשמישן [מלבד מה שצריך לטבלן] ואם הם כלי חרס צריך שבירה מספק:",
            "(ד) כל השנה - וה\"ה אפילו נשתמש בהם חמץ תוך הפסח די בדיעבד בשפשוף היטב ומותר להשהותן עד אחר הפסח כמבואר לעיל בריש סימן תמ\"ז [חק יעקב ולב\"ש] ובפמ\"ג מפקפק אם בישל בהם בשביעי של פסח בא\"י או בח' של פסח לדידן בחו\"ל בעוד שהכלי בן יומו שלא להשתמש בו ע\"ש:",
            "(ה) אפילו אותם שעושין וכו' - כלומר דאז הם בלועים הרבה חמץ ואם יבשל בהם אחר הפסח בודאי לא יהיה ששים נגדם אפ\"ה מותר והטעם דאנן קי\"ל דחמץ לאחר הפסח מן התורה מותר ואינו אסור אלא משום קנסא דקנסו חכמים על מה שהשהה החמץ ולא קנסו אלא על החמץ שהוא בעיניה אבל על מה שבלוע בכלי לא קנסו ולפיכך מותר אפילו לכתחלה לבשל בהם אח\"כ:",
            "(ו) משפשפן - ואם לא שפשפן קודם פסח משפשפן תוך הפסח או לאחר פסח כדין לא ביער קודם פסח המבואר בסימן תל\"ה:",
            "(ז) ומצניען וכו' - יש נוהגין לסדר כלי בדיל של חמץ בתוך הבית בגובה הכותל במקום שאין יד אדם מגעת לשם והם סדורין כל ימי הפסח לנוי ואין למחות בידם ואע\"פ שכל דבר שגזרו עליו חכמים מחמת חשש שמא ישכח וישתמש בו לא חלקו בגזירתם ואסרו אפילו הגביה אותו הדבר עשר קומות כמו שנתבאר בסימן רע\"ה מ\"מ כיון שאינן ב\"י מבליעת החמץ בשעה שמסדרין אותן ומכ\"ש באותן שרוב תשמישן בכלי שני או בצונן כגון קנקנים אין לחוש ומ\"מ המחמיר בזה תבוא עליו ברכה:",
            "(ח) ולהצניע המפתח - ר\"ל דאם יבוא לחפש אחר המפתח יזכור שהוא פסח:",
            "(ט) אינו מועיל וכו' - דהיסק שהוא רק מבחוץ אינו מועיל להפליט את הבליעה:",
            "(י) שעירה לתוכו רותחין - כגון קערות דדרך לשפוך עליהם מהקדרות:",
            "(יא) אפי' בכלי שני - פי' אפילו לא עירה מהקדרה לתוכה רק לכלי אחר ואח\"כ הניח כלי זה בתוכה. ולדינא הסכימו האחרונים דלכתחלה בודאי יש להחמיר כדעת הרמ\"א דאין להתיר אף כשידוע שלא נשתמש בו חמץ רק בכלי שני ולכן בכלי מתכות צריך הגעלה וכמבואר לקמן בס\"ה ובכלי חרס דלא מהני הגעלה והיסק א\"א להשתמש בו בפסח אמנם בדיעבד אם נשתמש בלא הגעלה בכלי שאין משתמשין בו רק בכלי שני (כגון טעלער וכפות) יש להקל אף בכלי חרס במקום הפסד מרובה ומניעת שמחת יו\"ט אם הוא אינו בן יומו שהוא נותן טעם לפגם שכמה פוסקים מקילין בו גבי חמץ:",
            "(יב) ואפילו אם ימלאום גחלים וכו' - דבזה הוי כהיסק מבפנים ויפליט הבליעה:",
            "(יג) דלמא חייס עלייהו וכו' - שאין דרכן להסיק בפנים אלא בחוץ משא\"כ תנורים אפילו של כלי חרס [אפילו אותן שמטלטלין אותן] שדרכן תמיד להסיק בפנים לא חיישינן דילמא פקעי ומועיל היסק אך צריך ליזהר שיסיקנו יפה עד שיתלבן ועיין לקמן בסימן תס\"א מדין הכשר תנורים שלנו:",
            "(יד) אבל לתנורים שלנו לא - דחיישינן דילמא חייס עליה ולא ישהה שם הרבה ויוציאן מן התנור קודם שיתלבנו משא\"כ בכבשן מתלבן אפילו בשעה מועטת:",
            "(טו) אפילו צונן - היינו אפילו הדיחו ושפשף היטב דחיישינן דלמא אתי להשתמש בו בחמין ועיין ביו\"ד סימן קכ\"א דה\"ה בשאר איסורים וע\"כ יש להחמיר בעניננו אפילו בע\"פ אחר חצות:",
            "(טז) ועיין ביו\"ד סימן קכ\"א - דשם מבואר דדרך עראי מותר להשתמש בו אם הדיחו ושפשף תחלה ועיין לעיל סוף סימן ת\"נ ובמ\"ב שם:",
            "(יז) הסיקו מבחוץ ואסור וכו' - כצ\"ל. ר\"ל דמחמת שהסיקו מבחוץ לא מהני ההיסק להוציא הבלוע:",
            "(יח) ואם מלאו גחלים וכו' - הטעם דסתם כוביא אין דרכה להתבקע וע\"כ אין לחוש דלמא חייס עליה ולא ילבנו יפה. ולבנים הנשרפין בכבשן יש עליהם דין כלי חרס ואם נשפך עליהם דבר רותח של חמץ אין לו תקנה אלא בליבון כדינו וע\"ד שיתבאר בסימן תס\"א [ומ\"מ הליבון מהני להם אפילו תוך תנורים שלנו דלא חייס עלייהו כמו בקדרות] אבל לבנים שנתיבשו רק בחמה יש להם דין כלי אדמה ומהני להם הגעלה ואם נאפה ונצלה עליהם הרי תשמישן ע\"י האור וצריכין ליבון כנ\"ל:",
            "(יט) סכינים - בין גדולים ובין קטנים אף אם נשתמש בהם חמץ בחמין כל השנה די בהגעלה לפסח ואע\"פ הסכינים הבלועים משאר איסורים פסק השו\"ע ביו\"ד סימן קכ\"א שצריך ללבנם באור כדי להשתמש בהם בחמין הכא כיון שי\"א שאפילו כלים הבלועים מחמץ ע\"י אור בלבד נמי א\"צ אלא הגעלה וגם כמה פוסקים סוברים דסכינים אין להם דין כלים הבלועים ע\"י האור [דאף אם השתמש בו ע\"י האור כגון שתחב בו חתיכת פשטיד\"א על האש מ\"מ רוב תשמישו הוא שלא ע\"י האש ואזלינן בתר רוב וכדלקמן בס\"ו] לפיכך התיר לכתחלה ע\"י הגעלה בלבד. ומ\"מ מי שאפשר לו מצוה מן המובחר שיקנה חדשים לפסח [אחרונים] עוד כתבו דסכינים הבלועים משאר איסורים אף דלכתחלה צריך ללבנם מ\"מ בדיעבד אם הגעיל והשתמש בהם בחמין אינו אסור. וסכינים הבלועים מבשר לחלב די בהגעלה אך העולם נהגו איסור בזה וכתב בתשובת ח\"ס סי' ק\"י דהיכא דהגעיל לצורך פסח הוא נוהג להתיר להחליף מבשר לחלב או איפכא כיון שלא היתה כונת ההכשר לצורך זה:",
            "(כ) שעודנו רותח - ויהיו המים מעלין רתיחה וכדלקמן בסי' תנ\"ב עיי\"ש [לבו\"ש שם] ויהיה ההגעלה ע\"י שיתחוב בו הסכין אבל לא שיהיה ע\"י שיתן אבן מלובן על הסכין ויתן עליו רותחין וכדלקמן בס\"ו בהג\"ה לפי שבכלי האבן מונח בתוכו יפה משא\"כ על הסכין:",
            "(כא) במשחזת - וה\"ה בדבר אחר שמסיר החלודה סגי:",
            "(כב) כל חלודה - דכתיב בפרשת הגעלת כלי מדין אך את הזהב וגו' כלומר רק את הזהב דהיינו כשאין שם חלודה רק זהב בלבד מועלת הגעלה להפליט הבלוע אבל כשיש שם חלודה יש לחוש שמא יש שם משהו מן החמץ והחלודה מכסהו ולזה לא מהני הגעלה כי אין הגעלה למה שהוא בעין. וכ\"ז בחלודה שיש בזה קצת ממשות (שקורין ראס\"ט) שכשגוררין אותה משם יש שם כמה עפרורין שאז יש לחוש שמא יש תחתיה משהו ממשות האיסור בעין והחלודה מכסהו אבל אם אין בחלודה ממשות כלל רק מראה בלבד כמו שנמצא לפעמים שיש שחרות או אדמימות בצד הפנימי של הכלי שאנו קורין (פלעקי\"ן) אין קפידא. וכן הדין באותן כתמים הנעשים בכלי בדיל (שקורין ערד פלעקי\"ן) שאין מעכבין את ההגעלה כיון שאין בהם ממשות רק מראה בלבד [אחרונים]:",
            "(כג) אם יש בו גומות - ומטעם זה הסכימו האחרונים דהסכין שהקתא שלו מחובר במסמרים קטנים אין מועיל לו הגעלה כי יש גומות הרבה במקום המסמרים ואצ\"ל אם גוף הבית יד נעשה משני חלקים מדובקין ויש ריוח מעט ביניהם להכניס לשם הסכין שע\"פ הרוב א\"א לנקר שם היטב. וכן לפעמים יש פגם בין להב לקתא וא\"א לנקות היטב זה המקום אם לא שיסיר הקתא מהלהב [פמ\"ג] וכן אם יד הסכין דבוקה בבית יד ע\"י דבק אין מועיל הגעלה דכיון שהדבק מתקלקל במים רותחין יש לחוש שמא יחוס על הדבק ולא ירתיח המים יפה וכן אם הבית יד עשויה מקרן ג\"כ אין הגעלה מועלת שהקרן מתקלקל במים רותחין ויש לחוש שמא יחוס עליו [אחרונים]:",
            "(כד) וצריך ליבון - דהיינו שיניח גחלים בוערות על המקום ההוא ובליבון א\"צ להעביר החלודה כי האש יבעיר את הכל:",
            "(כה) במקום הגומות - ויעשה זה קודם הגעלה ואם לא עשה כן מקודם יעשה זה אחר הגעלה:",
            "(כו) אין לה תקנה בהגעלה - לפי שא\"א לנקרו היטב מבפנים אם לא שיפתח התפירות וינקר היטב ואז אפילו הגעלה א\"צ. כלי שפיו צר ויש שם חלודה שא\"א להסירה לא מהני לה הגעלה [אחרונים]. עוד כתבו דכל מקום שצריך הגעלה לא מהני לקלפו בכלי אומנות כי הבלוע יוצא מדופן לדופן וכלי אומנות לא מהני רק במקום שצריך קליפה:",
            "(כז) ע\"י האור - פי' בלי מים כגון שפוד ואסכלא שצולין עליו מוליית\"א של חמץ [ואע\"פ שאסכלא כשצולין ע\"ג טשין אותה באליה או מושחין פניה בשומן אין רטיבות מעט זה מצילה מהיות האש שולט בה לגמרי ואינו דומה למחבת המבואר לקמן בסי\"א] ולפי שגוף החמץ נוגע בהן בשעת צלייתו ואין ביניהם שום משקה שיוליך טעם החמץ לתוך השפוד והאסכלא אלא ע\"י חום האש בלבד נבלע בהן טעם החמץ לפיכך אינו נפלט מהן ג\"כ ע\"י הגעלה במים רותחין אלא ע\"י חום האש דכבולעו כך פולטו אבל אם ידוע לו שלא צלו עליו חמץ רק שצלו עליו בשר עם מלח שלא נבדק מחמץ בזה די בהגעלה ואפילו לכתחלה:",
            "(כח) צריכים ליבון - אקדים הקדמה קצרה ויצטרך בכמה מקומות. דע דאיתא בגמרא דדוקא דבר איסור הנבלע בכלי ע\"י אור צריך ליבון אבל דבר היתר הנבלע בכלי ע\"י אור אף שאח\"כ נאסר כגון בשר קדשים שצלהו בשפוד ע\"ג האור אף שלבסוף נעשה הבליעה בשפוד נותר אפ\"ה הכשרו של שפוד זה די בהגעלה ונחלקו הפוסקים לענין חמץ הבלוע בכלי י\"א דזה ג\"כ מקרי התירא בלע שבאמצע השנה כשנבלע החמץ של המוליית\"א בשפוד היה היתר וע\"כ סגי בהגעלה ולדידהו כל כלים שתשמישן ע\"י אור לענין פסח די בהגעלה וי\"א דוקא נותר שבעת הבליעה לא היה שם נותר על הבשר כלל לכן נקרא ד\"ז בשם היתירא בלע אבל חמץ דבעת השתמשות השפוד בחמץ היה שם חמץ על הבליעה ועכשיו ג\"כ שמו חמץ אלא שעתה נתעורר האיסור למפרע על שם חמץ זה לא מקרי בשם התירא בלע דחמץ בלע בתוכו וגם עכשיו הוא חמץ ובכלל איסורא בלע הוא וצריכין ליבון ולזה הסכימו רוב הפוסקים וע\"כ פסק המחבר כוותייהו ומ\"מ אין ללמוד מדין זה למקומות אחרים דלפעמים היכא שיש עוד צדדים להקל מצרפינן ג\"כ לזה דעת הפוסקים דס\"ל דחמץ מקרי התירא בלע:",
            "(כט) ניתזין מהם - או עד שתסור קליפתו העליונה:",
            "(ל) ויש מקילין אם נתלבן וכו' - דליבון זה אף שהוא גרוע מליבון הראשון מ\"מ מהני עכ\"פ חמימותו לפלוט הבליעה כמו הגעלה בודאי ודעה זו ס\"ל דחמץ מקרי התירא בלע וע\"כ מקילין בליבון כזה:",
            "(לא) מבחוץ - ר\"ל שאם ישימו עליו קש מצד חוץ ישרף הקש מכח הליבון:",
            "(לב) ונוהגין כסברא הראשונה וכו' - דלדינא עיקר כדעת המחבר דחמץ מקרי איסורא בלע וע\"כ צריך ליבון טוב שיהו ניצוצות נתזין ממנו ואפילו בדיעבד יש לאסור אם נשתמשו בו בפסח בעוד שלא ליבנו אותו כ\"כ או ע\"י הגעלה [ט\"ז ומ\"א] אכן במקום הפסד מרובה או מניעת שמחת יו\"ט והוא אינו ב\"י מעת שנשתמשו בו החמץ יש לסמוך בדיעבד על הפוסקים דסוברים דחמץ מקרי התירא בלע ודי במה שהכשירו בהגעלה או בליבון קל:",
            "(לג) רק שיש בו סדקים - ר\"ל ומבואר לעיל דצריך ליבון באותו המקום דהיינו שישים שם גחלים בוערות די שישהה אותם שם עד שקש נשרף עליו מבחוץ שבזה השיעור בודאי נשרף כל ממשות האיסור שימצא בעומק הסדקים והגומות:",
            "(לד) חצובה צריך ליבון - הוא כלי שיש לה ג' רגלים ומעמידין עליה קדרה או מחבת בתנור על האור כל השנה ואם רוצה להשתמש בה בפסח צריך ללבנה באור לפי שלפעמים נשפך עליה עיסה ונבלע בה טעם חמץ ע\"י האור. וזהו רק לכתחלה משום חומרא דחמץ דבאמת שתי קדרות הנוגעות זו בזו אין יוצאת הבליעה מזו לזו כמבואר ביו\"ד סימן צ\"ב ס\"ז וגם יש לתלות שאף אם נשפך כבר נשרף והלך לו כיון שבכל שעה היא על האש וע\"כ בודאי די לזה בליבון קל ובדיעבד אף אם נשתמש עליו בלי ליבון כלל ג\"כ אין לאסור:",
            "(לה) כפי תשמישן הכשרן - דכבולעו כך פולטו:",
            "(לו) שמגיסין בו בקדרה - לדעת הי\"א המובא בטור יו\"ד סימן קכ\"א דדבר שתשמישו בכלי ראשון על האש הכשרו ג\"כ בכלי ראשון העומד אצל האש דוקא והכף הזה שמגיסין בו הקדירה בעודו על האש צריך להגעיל ג\"כ באופן זה [פר\"ח וחי' רע\"א]:",
            "(לז) תשמישן בכלי שני - כגון כפות קטנים שתשמישן רק בקערות די להכשירן בכלי שני ובדיעבד אם לא הכשירן כלל ונשתמש בהם עיין לעיל בסקי\"א:",
            "(לח) הכשרן בכלי שני - עיין לקמיה בס\"ו בהג\"ה:",
            "(לט) שמשתמשים בו בעירוי וכו' - ואפילו כלי חדשה שלא נשתמשו בה מעולם רק פ\"א נשפך עליה עירוי של חמץ מכלי ראשון:",
            "(מ) בהכשר דכלי שני - דהיינו לשפוך מים רותחין בתוך כלי ואח\"כ יכניסם והטעם דבלוע שנתהוה ע\"י עירוי החמין מכלי ראשון אינו נפלט מן הכלי כ\"א ע\"י עירוי ג\"כ ואפילו בדיעבד לא מהני ע\"י הכשר דכ\"ש:",
            "(מא) לערות עליו וכו' - וצריך ליזהר שלא יפסיק הקילוח. ודע דעירוי לא מהני אלא בזה שתשמישו ג\"כ היה ע\"י עירוי אבל כלי שתשמישו היה ע\"י כלי ראשון לא סגי להכשירו בעירוי אלא בכלי ראשון ממש:",
            "(מב) שיש בהן סדקים וכו' - משום חשש חמץ בעין דאין מועיל לו הגעלה וכנ\"ל בס\"ג עי\"ש:",
            "(מג) והוא בתוך הכלי - דמבחוץ לכלי אין צריך להחזיק שיש שם חמץ בעין בהגומות ואם שואבים בכלי מיורה גדולה ודרך להתדבק גם מבחוץ חמץ אז יש קפידא אף מבחוץ דלחמץ בעין אין מי הגעלה פולטין:",
            "(מד) ולא יוכל לנקרן וכו' - וה\"ה כיסוי כלים המחובר ע\"י צירים שא\"א לנקות או קערות עם אזנים כעין צירים אף מבחוץ החמץ נכנס שם כידוע וא\"א לנקות אין להגעילם כלל:",
            "(מה) כיון שרוב תשמישן וכו' - וה\"ה כלים שמשתמשין בהן בצונן די להן בשטיפה לדעה זו אף על פי שלפעמים השתמש בהן בחמין:",
            "(מו) כך הוא הכשרן - ומכל מקום אם ידוע שתוך מעת לעת השתמשו בו חמץ בכלי ראשון ממש אף על פי שעיקר תשמיש שלו תמיד הוא על ידי עירוי או בכלי שני צריכין הגעלה בכלי ראשון דוקא אליבא דכו\"ע ואם ע\"י אור צריך ליבון:",
            "(מז) וכן הוא המנהג - ומ\"מ בדיעבד סמכינן אדעה ראשונה:",
            "(מח) וכן בכל דבר וכו' בכלי ראשון - וה\"ה אם יש לחוש שנשתמש בו לפעמים ע\"י האור צריך ליבון דוקא ובליבון קל כדלעיל ס\"ד בהג\"ה:",
            "(מט) בשטיפה - דהיינו ששפשפו תחלה היטב במים כדי להסיר כל הדבוק עליו ואח\"כ שטפו במים:",
            "(נ) יתן עליהם תבן מלובן - וכן נוהגין לענין הכשר השלחנות והספסלין וינגב השלחן תחלה כדי שלא יצטנן המים הרותחין ששופך [ח\"י]:",
            "(נא) והוי ככלי ראשון - ר\"ל אע\"ג דאין זה אלא עירוי מ\"מ כיון שהוא ע\"י אבן מלובן אין מניח המים להצטנן והוי כאלו נתנן מתוך כלי ראשון ועיין בא\"ר שהכריע לדינא דעכ\"פ אינו מועיל הגעלה ע\"י אבנים אלא בקערה וכיו\"ב שרוב תשמישן הוא רק ע\"י עירוי מכלי ראשון משא\"כ בדבר שרוב תשמישן הוא בכלי ראשון אינו מועיל להגעיל באופן זה דלא הוי ככלי ראשון ממש. ולענ\"ד נראה דאפילו בקערה וכיו\"ב אין להקל לכתחלה להגעיל ע\"י אבנים אלא בידוע שהוא אינו בן יומו מתשמיש כלי ראשון:",
            "(נב) וכן כל כיו\"ב - כגון דפי מולייתות של בשר או גבינה דלפעמים נותנין עליהם חמין [א\"ר]:",
            "(נג) על כל הכלי - ואע\"ג דבאיזה מקום אינו נוגע האבן מי הרתיחה העולים מן האבן נוגעים שם ושרי ומ\"מ בקערות שיש להם אוגנים ובליטות כעין כפתורים ופרחים שאז א\"א להעביר האבן ע\"פ כולו ואפשר שגם מי הרתיחה לא יגיעו תיכף שם נכון להחמיר שלא להגעיל ע\"י אבנים כ\"א יכניסם ליורה:",
            "(נד) העשויות מקרן - כבר כתבתי לעיל בסקכ\"ג דה\"ה אם רק הקתא שלהם עשויות מקרן:",
            "(נה) דילמא חייס עלייהו - והעשויה מפערי\"ל מוטע\"ר כיון שהוא קשה מאד אינו דומה לקרן [אחרונים]:",
            "(נו) אחד כלי עץ - ודוקא אם הכלי חלק בלי שום סדק וגומא:",
            "(נז) וכן כלי עצם - חוץ מקרן דהוא רך וחייס שלא יתקלקל אין מועיל הגעלה וכנ\"ל:",
            "(נח) ואינו חושש - יתבאר לקמן בסימן תנ\"ב:",
            "(נט) יש מצריכים וכו' - כיון דאינו נזהר כל השנה במלח מחמץ שמא היה שם מעט חמץ וקבל הכלי טעם מעט וחוזר ונותן טעם בפסח:",
            "(ס) ויש מי שחולק - דאחזוקי איסורא לא מחזקינן:",
            "(סא) וטוב להגעילן - ע\"י עירוי מכלי ראשון ואף דמבואר לקמן בסימן י\"ח בהג\"ה דלא מהני להן הגעלה היינו משום דשם מיירי שמשתמשין בהן חמץ כל השנה ומצוי שמתדבק בנצרים פירורי חמץ משא\"כ בזה. וכ\"ז לכתחלה אבל בדיעבד אף אם לא הגעילן ומלח בהן בשר בפסח מותר לאכול הבשר אפילו אם ידוע לו שנבלע חמץ בסלים ע\"י מליחה מפני שאין המלח מפליט מה שבלוע בתוך הכלי:",
            "(סב) או לקנות חדשים - פי' אם אי אפשר להגעילן לפי שיש בהן גומות:",
            "(סג) שמטגנין בה וכו' - דדוקא בתנור שנאפה בו החמץ בלי משקה צריך ליבון אבל לא המחבת דלא חיישינן שמא נתייבש השמן והחמץ נאפה בלא משקה אלא אפילו אם נשרף ונדבק לדופן המחבת עדיין יש לחלוחית משקה שם וכן הדין בקדירה של מתכת שמבשלין בה אף שנדבק לפעמים לדופני הקדרה:",
            "(סד) שיוצקין בה שמן - וה\"ה שומן ויש שרצו לומר דשומן אינו בכלל משקה וכגופא דבשרא הוא ונחשב תשמישו ע\"י אור אבל מלשון הפוסקים לא משמע כן:",
            "(סה) מותרת בהגעלה - הטעם כנ\"ל שהרי אופין בו עם משקה מה לי שמן או מים אבל האגנות שאופין בו עוגות בעין אף שמושחין תחתיו בשומן או שמן או חמאה (כגון פורימש שאופין בו טארטין או בעקין קוכען) צריכין ליבון מדינא וכן הסקאווראדעס שפעמים מחמין בהן סובין לחולה צריכין ליבון מדינא:",
            "(סו) ויש מחמירין ללבן המחבת - דלפעמים נתייבש השומן והעיסה נאפית בעין על המחבת:",
            "(סז) מיהו סגי ליה וכו' - ר\"ל מדינא ובפר\"ח מצדד דמדינא צריך ליבון עיי\"ש ועיין בבה\"ל:",
            "(סח) כל הכלים וכו' - משום שכשנשתמש חמץ בגוף הכלי בחמין אמרינן דהוליך הבליעה בכולו אכן משום טעם זה לבד לא היה שייך דין זה אלא בכלי מתכות משום דחם מקצתו חם כולו והמחבר הלא קאמר כל הכלים משמע דאף כלי חרס וכלי עץ וכ\"כ במרדכי בהדיא דעץ פרור צריך להגעיל הבית יד שלו וע\"כ דחיישינן עוד שמא קבל היד איזה פעם חמץ ע\"י כלי ראשון כשהדיחו אותו בתוכו לנקות מזוהמא ובמחבת ע\"י ניצוצות שניתז עליו מגוף הכלי:",
            "(סט) אין לאסור - אפילו בכלי מתכות משום דאמרינן דכשם שנבלע החמץ בהיד ע\"י גוף הכלי כן עתה נפלט ממנו ע\"י הגעלה של גוף הכלי ולאידך חששות שכתבנו לא מחזקינן בדיעבד ועל כן אין נ\"מ בין אם נשתמש עתה בפסח בגוף הכלי או שנשתמש בהידות כגון שתחבן בפסח לתוך התבשיל בכל גווני אין לאסור התבשיל באכילה כיון שהגעיל את גוף הכלי [אבל אם לא הגעיל את גוף הכלי נאסר התבשיל ע\"י תחיבת הידות בלבד]. וכל זה בסתמא אבל בידוע שנשתמשו הידות בחמץ בחמין לא סגי בהכשר מקצתו אפילו בדיעבד וע\"כ החמיר הט\"ז ועוד ש\"א בקתא של סכין שלא הגעילו ונגע הקתא בפסח בחמין לאסור אף בדיעבד משום דרוב הפעמים מגיע תשמיש החמץ גם בבית יד של סכין כגון ע\"י לחם חם וכדומה:",
            "(ע) בדיעבד - פי' אם נשתמש בהם כבר אבל לכתחלה אסור להשתמש בהן קודם שיגעיל הידות אפילו הוא בתוך הפסח שא\"א להגעילו כדלקמן בסימן ק\"ט ס\"ה בהגה\"ה:",
            "(עא) להגעילו ע\"י עירוי - דהרי נוגעין בו כל השנה בידים מלוכלכות וגם לפלוט בזה את הבלוע שבלעו הידות ע\"י ניתוז הניצוצות עליהן וכנ\"ל. ואם ידע שנשתמש בידות בחמין בחמץ בכלי ראשון לא מהני עירוי אפילו בדיעבד וצריך הגעלה ג\"כ בכלי ראשון דוקא:",
            "(עב) שיש בו טלאי - היינו אם הטלאי הוא בצד פנימי של הכלי דמבחוץ אינו מזיק [אחרונים]:",
            "(עג) קדם הטלאי - פי' שהטלאי נעשה בשעה שהיה הכלי חדש או שהגעילו הכלי קודם ששמו הטלאי:",
            "(עד) א\"צ להסירו - בשעת הגעלה ואיירי שהוא מדובק יפה בענין שאין לחוש שמא יש שם קצת חמץ בעין ואין צריך לחוש רק לבליעת חמץ שנבלע בכלי דרך הטלאי ובזה אמרינן כבולעו דרך הטלאי כך פולטו דרך הטלאי דאלו יש סדקים סביב הטלאי ויש לחוש לחמץ בעין צריך ליבון דוקא אף בזה וכנ\"ל בס\"ד או שינקר שם היטב ואם לא עשה כן אף בדיעבד אסור:",
            "(עה) צריך להסיר וכו' - ואף דמדובק בחוזק חיישינן שמא נשאר מעט חמץ בעין על הכלי קודם שנתנו עליו הטלאי ולבעין אינו מועיל הגעלה ויש פוסקים דחוששין בזה גם לבליעת האיסור שנבלע בכלי מקודם ואין יוצא הפליטה לגמרי דרך הטלאי שהוא מפסיק וחיישינן שיפלוט בתבשיל בפסח:",
            "(עו) עד שישרף וכו' - לטעם הראשון דמשום חמץ בעין די בליבון קל שהקש נשרף מבחוץ דבזה בודאי נשרף החמץ שהוא בעין וכדלעיל בס\"ד לענין שאר סדקין ולטעם השני צריך ליבון חמור שירבה גחלים על אותו מקום הטלאי עד שיהיו ניצוצות ניתזין הימנו שאז בודאי ישרף איסור הבלוע בתוך הכלי. ונראה דבאינו בן יומו יש לסמוך להקל בזה. וכ\"ז בטלאי שהוא כעין טס ומודבק לכלי ע\"י מסמרים כמו שהוא דרך להמצא בהגעלה וא\"צ להניח גחלים על הטלאי אף אם קדמה בליעת האיסור בכלי לפי שע\"י חום הבדיל נשרף כל ממשות האיסור שתחתיו אם ישנו שם וגם הבלוע שמעבר לטלאי נפלט ע\"י הגעלה ואין הטלאי מעכב כלל כיון שנדבק ע\"י חום האש נעשה ככלי אחד ממש [אחרונים]:",
            "(עז) ואח\"כ מגעיל כל הכלי - וכלים ישנים שתשמישן בכלי ראשון שחיפן בבדיל מעיקר הדין היה אפשר להתירן בלא הגעלה לפי שדרך הוא שמחממין הכלי כ\"כ באש מבחוץ עד שהעופרת יותך מבפנים וזה גופא במקום הגעלה הוא כמבואר בס\"ד אלא לפי שהאומנים לפעמים עושין במהירות זה הציפוי ואינו עולה בכל הכלי לפי שלא הרתיחו אותו יפה מתחלה לכן יש להחמיר תמיד ולהצריכם הגעלה ומ\"מ בדיעבד אם נשתמש בהם בלא הגעלה אין לאסור התבשיל ובפרט כשהכלי אינו בן יומו. ואם האומן שציפהו הוא עכו\"ם ראוי להטביל בלא ברכה:",
            "(עח) מאחר שנעשה מחדש - עיין בבה\"ל:",
            "(עט) וינקרם היטב - ולפי שמצוי שם הרבה אותיות וקשה לנקרן היטב מוטב לשום שם על אותו המקום גחלים שאם יש שם משהו חמץ ישרף [מג\"א]:",
            "(פ) שמכסים בו הקדרה - לאפוקי אותו כיסוי שאופין עליו בצק צריך ליבון [ב\"י]:",
            "(פא) כיון שמזיע וכו' - ר\"ל וא\"כ נבלע בו החמץ ע\"י חום כלי ראשון וע\"כ צריך הגעלה ג\"כ בכלי ראשון ולא מהני עירוי:",
            "(פב) ואם נתנוהו בפסח וכו' - אפילו אם הכיסוי הודח היטב שאין בו חשש משום חמץ בעין אפ\"ה אסור משום זיעת חמץ הבלועה בתוכו שיורד ומתערב בהתבשיל ע\"י ההבל העולה מהתבשיל להכיסוי כשהוא רותח ובפסח איסורו במשהו ואם נתנוה בע\"פ אחר שש שעות אז אם יש ס' בתבשיל נגד כל הכיסוי מותר וכן אם הכיסוי אינו בן יומו מעת שכיסו בו קדרת חמץ מותר בשעת הדחק לכו\"ע דנותן טעם לפגם בע\"פ מותר משא\"כ בפסח אפילו אם הוא אינו בן יומו אסור לדעת הרמ\"א לעיל בסימן תמ\"ז ס\"י בהג\"ה:",
            "(פג) כל התבשיל - והקדרה:",
            "(פד) שזיעת הכיסוי וכו' - ואם נזכר מיד והסירו מן הקדרה וראה שהוא יבש עדיין שלא התחיל להזיע מחום התבשיל שבקדרה הרי התבשיל מותר באכילה וגם הקדרה מותרת אף ששניהם רותחים ונגע אחד בחבירו שאין איסור יוצא מכלי לכלי בלא רוטב כדאיתא ביו\"ד סי' ק\"ה אבל אם שהה הכיסוי מעט על הקדרה בענין שיש לחוש שמא כבר התחיל צד הפנימי של הכיסוי להזיע עד שהיה יד סולדת בזיעה זו הרי התבשיל והקדירה אסורין:",
            "(פה) צריך ליבון - לפי שברוב הפעמים נוגע הכיסוי בגוף החררה שתחתיו ובולע ממנה טעם החמץ שלא ע\"י משקה אלא ע\"י חום האש ועיין בפמ\"ג דליבון זה לא מהני ליבון קל אלא עד שיהא ניצוצות ניתזין הימנו:",
            "(פו) מדוכה - בין של עץ בין של אבן ומתכות והיו רגילין לדוך בתוכו שומים ודברים חריפים עם פירורי לחם והוא דמי לבית שאור ובית חרוסת המבואר לקמן בסכ\"ב והמחבר אזיל לטעמיה דפסק שם דגם לבית שאור מהני הגעלה:",
            "(פז) ואם היא גדולה וכו' - דבקטנה שאפשר להכניסה לתוך יורה אין להקל להגעילה באופן כזה דיש פוסקים שסוברין דאף על ידי אבנים לא מקרי הגעלה בכלי ראשון אלא עירוי:",
            "(פח) בכל שפתה - ר\"ל שיעלו המים גם על עובי שפתה מלמעלה:",
            "(פט) ללבן המדוכה - ס\"ל דגם בבית שאור לא מהני הגעלה אלא ליבון וכתבו הפוסקים דדוקא לענין חמץ בפסח מה שאין כן בשאר ימות השנה במדוכה של איסור אין חשש רק משמנונית של איסור ואין דרך לדוך השמנונית עם דברים החריפים ע\"כ סגי בהגעלה לכו\"ע:",
            "(צ) ללבן לכתחלה מיהו סגי ליה וכו' - ר\"ל דמן הדין סגי ליה בהגעלה לבד כדעה הראשונה אך המנהג ללבנו (עד שקש וכו') וע\"כ במקום דא\"א בליבון כגון בכלי עץ סגי בהגעלה אם הוא חלק שאין בו גומות וכתבו האחרונים דמדוכות קטנות שלנו שלעולם אין דכין בהם חמץ רק כרכום ונעגעליך או בריחיים של פלפלין שלנו די בהגעלה לכתחלה אפילו בשל מתכות ומ\"מ הגעלה צריכה דשמא בא לתוכה פ\"א חמץ משהו ונבלע בתוכה ע\"י חריפות הבשמים שדכו בה אח\"כ ומצוה מן המובחר להגעיל ולדוך הכל קודם יו\"ט. ובדיעבד אפילו אם לא הגעיל כלל ודכו בתוכו תבלין ביו\"ט ונתנו בתוך התבשיל מצדדים האחרונים להתיר התבשיל ובפרט אם הוא אינו בן יומו בודאי אין להחמיר בדיעבד מספיקא שמא נתערב פירור חמץ בבשמים שדכו בו או שחתכו הזנגוויל וכיו\"ב בסכין של חמץ דלא מחזקינן איסור מספיקא. וכ\"ז במדוכה שיש בה רק חשש מבליעת מעט חמץ אבל בהאק מעסער שידוע שחותכין הבצלים בסכין של חמץ ומניחים אותו בבשר ומחתכין בהאק מעסער הבשר דק דק י\"ל דאף בדיעבד אסור [ח\"א] ואכן כפי שנוהגין שנותנין גם חתיכת פת חטים עם הבצלים וחותכין הכל יחד דק דק א\"כ הוי בלוע מחמץ ממש ביחד עם חריפות הבצלים בודאי אין להקל בזה. כתב המ\"א יש ליזהר שלא לחתוך הזנגווי\"ל רק בסכין חדש ואותן שאינן זהירין בזה יוצא קלקול מזה שחותכין זנגוויל [שהוא דבר חריף] בסכין של בשר ודכין אותו במדוכה ונמצא המדוכה בלוע מבשר ואח\"כ דכין בתוכו בשמים ואוכלים בחלב:",
            "(צא) ולהגעילו אח\"כ - דהקילוף לבד אינו מועיל משום דהבליעה הוא מעבר לעבר ואינו יוצא אלא ע\"י הגעלה:",
            "(צב) כל השנה וכן עריבה - ר\"ל ג\"כ כל השנה אבל אם לפרקים די להם ההכשר בעירוי רותחין:",
            "(צג) צריכים הגעלה - דמשהין העיסות עליהן עד שיחמיץ ודמי לבית שאור ואם גדולים הם שאין יכול להכניסן בתוך כלי ילבן אבנים וישימם עליהם ויתן עליהם רותחין ויעביר האבן ע\"פ כולם:",
            "(צד) שלא להשתמש בפסח וכו' - והטעם לפי שא\"א לגרדן ולנקותן יפה יפה שלא ישאר משהו חמץ באיזה סדק שאינו נראה לעין ומזה הטעם נזהרין שלא להגעיל לפסח חביות שהיו מחזיקים בהם משקה שעושים במדינת רוסיא ממי סובין (שקורין בארש\"ט) שמא נשאר בו חמץ בעין מן הסובין אא\"כ החזיקו בו מים איזה זמן מתחלה מותר להגעילו שהמים ששהו בתוכו הדיחו והעבירו כל החמץ הדבוק בו ומ\"מ צריך לחזור ולנקות היטב קודם הגעלה [וכן כלים שמחזיקין בהם קמח כל השנה ג\"כ נוהגין שלא להגעילו מטעם הנ\"ל] ועיין בח\"א שכ' דזה דוקא בכלי שנעשה מחתיכה אחת אבל העשוים מנסרים הרבה ככלים שלנו דידוע שנכנס הזוהמא בין נסר לנסר לאלו לא מהני הגעלה אפילו לאחר ששרה במים כמה ימים ועיין לקמן סכ\"א במ\"ב:",
            "(צה) שלשין עליהן - ואם לפרקים משמע בפוסקים דנוהגין בהגעלה:",
            "(צו) אפילו וכו' - ואם לאחר הגעלה משים סדין או מפה להפסיק ביניהם שרי להניח שם אפילו מצות חמות וצוננת מותר אפילו בלא הגעלה ע\"י הפסק מפה אבל ללוש עליהם אף דהוא צונן אסור דכח החימוץ שיש בכלי לישה הולך דרך הסדין ומחמיץ העיסה שעליה ואפילו אם כבר הגעילם ג\"כ אין נכון להיש מחמירים לעיל בסט\"ז ויש מאחרונים שכתבו שראוי לנהוג שלא להשתמש בכלי לישה ע\"י הפסק מפה אפילו בצונן:",
            "(צז) ע\"י הגעלה - ואם הוא כלי מתכות דאפשר לנקותו יפה מותר ע\"י הגעלה ויש מחמירין גם בזה ועיין בבה\"ל:",
            "(צח) וישפשפו אותה במים וכו' - ר\"ל לאחר שניקו אותה היטב דאם יבוא עליה מים מקודם אפילו על מקצתה שוב אין לה תקנה להשתמש בה בפסח לכו\"ע:",
            "(צט) לכל שאר כלי הלישה - ואודות הגעלה לא הזכיר בזה הסעיף דכבר ביאר לעיל בסי\"ז דאם לשין בה כל השנה צריכה הגעלה והכא אשמועינן דלא נימא דיוצא בהגעלה לחוד א\"נ דהכא איירי שלשין בה רק לפרקים דמן הדין א\"צ הגעלה:",
            "(ק) שלא להשתמש בנפה ע\"י הגעלה - ר\"ל אף ע\"י שפשוף והגעלה מטעם דקשה מאד לנקות נקבי הנפה ובדיעבד אם עבר ונשתמש בה בפסח ע\"י שפשוף היטב לחוד יש לסמוך על פסק המחבר דס\"ל דבשפשוף לחוד סגי:",
            "(קא) ואין לשנות - אלא צריך לקנות נפה חדשה ואם אינו מוצא לקנות חדשה מוטב שלא לרקד הקמח כלל אכן אם נמצא גרגרי חטה בקמח וא\"כ אם ימצא אותם בפסח במצה מבושלת יאסור אפשר דיש לסמוך אף לכתחלה להקל ע\"י שישפשפו אותה היטב מתחלה ואח\"כ יגעילנה דהוי כחליטה. ואם א\"א לנקותה ואין לו נפה אזי ישמור שלא יאכל המצות כ\"א יבשים ולא יבשלם ולא יתנם ברוטב ובדבר לח. ודע דאם באו מים על נפה אין לה תקנה להשתמש בה בפסח אף לדעת המחבר. ומ\"מ אם ניפו קמח בפסח בנפה שבא עליה מים אחר פסח של שנה שעברה מותר בדיעבד דשוב הוי חמץ נוקשה ובטל בס' [ח\"י ומקו\"ח]:",
            "(קב) שקורין רי\"ב אייזי\"ן - דלפעמים מפררין עליו לחם חמץ וא\"א שלא נשתייר פירור משהו בתוך נקביו וגם התמכא (שקורין חריי\"ן) שגררו עליו כל השנה ונחתך בסכין של חמץ והתמכא הוא דבר חריף ונבלע בו טעם החמץ ואח\"כ כשמוללין עליו נמצא בו טעם החמץ ובזה אפילו בדיעבד יש לאסור אם נשתמשו בו בפסח אפילו אם נשתמשו בו בצונן כגון שפיררו עליו מצה [וכ\"ש חריי\"ן שהוא דבר חריף] ואפילו אם ניקרו אותו היטב מתחלה משום שא\"א שלא נדבק בו פירור חמץ או פירור חריי\"ן שהוא נבלע מחמץ אבל כשנשתמשו בו בע\"פ יש בזה חילוקים והוא דאם נשתמשו בו רק מצה בע\"פ אף אם נתערב בתוכו פירור חמץ הרי נתבטלו בתוכו בס' ומותר לאכלו עד הלילה [אבל כשהגיע הלילה הרי הפירור חוזר וניעור ואוסר במשהו כמו שנתבאר בסימן תס\"ז] ואם פירר עליו חריין בע\"פ שהוא דבר חריף צריך ס' נגד כל הרי\"ב אייזי\"ן שנעשה כולו חמץ ע\"י הבליעה שבלע מהחריין שפיררו עליו ונחתך בסכין חמץ כנ\"ל ואם לא כולו אסור:",
            "(קג) וכן סלים - של נצרים שמלאים נקבים וא\"א לנקרן ועיין לעיל בסימן תמ\"ב סי\"א בהג\"ה:",
            "(קד) אבל וכו' - ושם בנפה וכיס של ריחיים שאני שעובר תמיד הקמח של חמץ דרך הנקבים וא\"א שלא יהיה נסרך בו משהו:",
            "(קה) שקים ישנים - לאו דוקא אלא אפילו בשק חדש ששם בו פ\"א קמח חמץ וה\"ה אם שמו בו פ\"א קמחא לפסחא ורוצה לכבסו לתת בו פעם שנית קמח לפסח ג\"כ צריך כיבוס והיתר התפירות:",
            "(קו) ע\"י כיבוס - ר\"ל בחמין ואפר וחביטה [אחרונים]:",
            "(קז) כל התפירות שבהן וכו' - עיין לקמן בסי' תנ\"ב ס\"ו ובמ\"ב שם:",
            "(קח) קודם הכיבוס - וגם צריך לגרור שם מתחלה בסכין היטב את החמץ שנמצא שם [מ\"א וש\"א]. עוד כתבו דהסדין שעושין המצות עליהן שצריך להחליפן בין לישה ללישה דהיינו לאחר שיעור מיל כדלקמן בסימן תנ\"ט אם רוצה ללוש על אותן סדינין עצמן עוד צריך כיבוס גמור כנ\"ל ולא מהני הדחה לבד דהבצק נדבק בהן וכ\"ש דלא מהני אם רוצה להפוך אותן לצד השני שהחמץ מבצבץ ויוצא מעבר לעבר וגם התפירות שבאמצע המפה צריך להתירן, ובדיעבד אם עבר ועשה המצות על הסדין בלא כיבוס כלל אם הוא תוך הפסח אף בדיעבד יש לאסור אך אם הפך הסדין או כיבסו אף שלא התיר התפירות אין להחמיר [ח\"י וש\"א]:",
            "(קט) הרחת - הוא מרדה שמכניסין בה עוגות לתנור ומוציאין בה מן התנור:",
            "(קי) שאין מועיל - משום דבולעת מן החמץ ע\"י אור בלי שום משקה וללבנה א\"א דהא של עץ היא ועיין בא\"ר שכתב דכ\"ז לכתחלה אבל בדיעבד אם נשתמש ברחת של חמץ מצה אחר הגעלה מותר:",
            "(קיא) הגעלה - ואפילו קליפה בכלי אומנות מקודם ג\"כ לא מהני. ובדיעבד אם הוציא מצה חמה מן התנור ברחת של חמץ אם לא היתה הרחת נקיה אלא היה בה לכלוך חמץ בעין אוסר בתחתוניות המצה כדי נטילה שהוא כרוחב גודל (ולפי מה שאנו נוהגין לאפות מצות דקות נאסר כולו) ואם אפו על ידי מרדה זו עוגות חמץ עם שומן נאסרה המצה כולה דע\"י השומן מפעפע החמץ בכולה [ודוקא תוך הפסח אבל קודם הפסח עד הלילה בטל בששים אותו מעט הבעין שיש על המרדה] אבל אם הדיחו המרדה מקודם ואין עליה חמץ בעין רק הבלועה בה אין אוסר רק כדי קליפה בין שנשתמש בה מקודם עם שומן או בלא שומן דאיסור הבלוע בכלי אין יכול לאסור יותר מכדי קליפה. אם הוציא מצה חמוצה במרדה של פסח ואח\"כ רדו בה מצות אחרות ונאסרו ע\"י המרדה ואח\"כ נתערבו אלו בהרבה אחרות כשרות כולן אסורות דכבר נתבאר בסימן תמ\"ז דבפסח לא נתבטל יבש ביבש ואפילו אם נתערב בע\"פ מ\"מ חוזר וניעור תוך הפסח ואסור לאכלם בפסח [ורק בע\"פ מותר להאכילן לתינוק] וי\"א דכיון שלא נאסר רק מצד בלוע אינו חוזר וניעור בפסח וכ\"ז בחמץ גמור אבל במרדה שהוציאו בה מצה כפולה ונפוחה די לאסור הרחת לכתחלה אבל בדיעבד אינו אוסר ויותר מזה כתב הח\"י דאם א\"א למצוא בקל רחת אחרת מותר להוציא לכתחלה בה המצות דא\"כ יצטרך תמיד מרדה חדשה והוי כדיעבד ואם נסתפקו במרדה אם היתה של חמץ או חדשה מותרים כל המצות:",
            "(קיב) חדשה - ואם מחזיק רחת של פסח משנה זו לשנה האחרת מותר וא\"צ הגעלה רק שיראה שתהיה נקיה היטב ט\"ז וש\"א דלא כמ\"א:",
            "(קיג) שמצניעים בהם אוכלים - חמין אבל סתם תיבות א\"צ הגעלה:",
            "(קיד) לערות עליהם וכו' - מכלי ראשון ומהרי\"ו סימן קצ\"ג פסק דלא מהני עירוי מפני שלפעמים משים עליו פשטיד\"א חם והוי כאלו נשתמש בכלי ראשון אלא יכשירם ע\"י אבן מלובן וישפוך עליו רותחין ויגלגל למקום אחר וישפוך עליו כדי שילכו הרותחין בכולו. [ובזה די אפילו אם הרותחין הוא מכלי שני דהא נרתחין על הדף והוי ככלי ראשון] ואז מותר להניח עליהם אפילו מצה חמה ובדיעבד מותר ע\"י עירוי לבד ועיין לעיל בס\"ו בהג\"ה ובמ\"ב שם:",
            "(קטו) רותחין - ויש שכתבו שצריך להניח עליהם עוד מפה או ד\"א החוצץ שמא נדבק בו עדיין עוד חמץ בעין ועיין בא\"ר שמסיק דכן ראוי לנהוג בתיבות ומגדלים דכמעט א\"א לטהרן שלא ישאר מאומה בין הדבקים אבל בשלחנות פשוטין אין להחמיר ועיין לקמן בסימן תנ\"ב ס\"א וב' במ\"ב שם:",
            "(קטז) שנתנו בהם שכר שעורים - ר\"ל אפילו היה בהם כמה ימים [ט\"ז וש\"א]:",
            "(קיז) מותרים בהגעלה - דהא דאמרינן כלי חרס אינו יוצא מידי דופיו לעולם היינו דוקא כשבלע ע\"י האור אבל בצונן סגי להו בהגעלה ולפי טעם זה אפילו בחמין מותר להשתמש בו אחר הגעלה או עירוי ואפילו הוא בן יומו מבליעת השכר וי\"א דאינו מותר אלא כשאינו בן יומו דתו הוי נותן טעם לפגם:",
            "(קיח) ג' ימים - דהיינו שימלאנו מים אפי' צוננין על כל גדותיו וישהו בתוכו כ\"ד שעות רצופין או יותר ואח\"כ יערה ממנו את המים וימלאנו מים אחרים וישהו בתוכו כ\"ד שעות רצופין ואח\"כ יערה אותם ממנו וימלאנו מים אחרים וישהו בתוכו עשרים וארבע שעות רצופין ושלשה מעל\"ע הללו א\"צ להיות רצופין אלא אפילו מפוזרין כמו שנתבאר ביו\"ד סימן קל\"ה ואפילו במזופף מהני עירוי כדאיתא ביו\"ד. ודע דדעת הש\"ך ביו\"ד סימן קל\"ה סקל\"ג דבשאר איסורים אין להקל ע\"י עירוי ג' ימים אם היה כבוש האיסור בכלי היתר מעל\"ע דקי\"ל כבוש כמבושל ובמבושל לכו\"ע לא מהני עירוי אפילו בשאר כלים שאינם כלי חרס ע\"ש:",
            "(קיט) החבית - וצריך להסיר שולי החבית אם הוא של עץ לגרר היטב מבפנים בכל הסדקים וגם שמצוי שמרים שמדובקים בשולי החבית והגעלה ועירוי לא מהני אלא להפליט הבלוע שבפנים אבל לא להחמץ שיש בעין ואם הוא של חרס צריך לפתוח פי החבית כ\"כ גדול שיכול להכניס בו ידו ולשפשפו היטב מבפנים בכל הצדדים. אכן האחרונים הסכימו דיש להחמיר שלא להשתמש כלל בחבית עץ של שכר שמצוי בהן גומות גם א\"א לנקר בין הנסרים שלא ישאר שם משהו זוהמא בין נסר לנסר והוא חמץ גמור וישאר בעין ועיין בא\"ר בשם הפרישה דאם נשתמש בחבית של שכר ולא פחתו השולים וניקרו היטב אסור אפילו בדיעבד דלא מהני הגעלה למה שהוא בעין אכן אם פתח א' משוליה וניקר היטב בפנים מהני הגעלה בדיעבד וכן הסכים בח\"א ע\"ש שהאריך בסימן קכ\"ה בזה. וכ\"ז בחבית של שכר או שאר משקה חמץ אבל חבית של מי דבש יש להתיר בהגעלה אע\"פ שנתבשל הדבש ביורה שבשלו בו שכר תוך מעל\"ע:",
            "(קכ) יעשה בדרך זה וכו' - וכתבו האחרונים דכלים שהיו בו יי\"ש לא מהני להם כלל ההגעלה דנשאר בו גם אח\"כ ריחו וטעמו אכן אם בישל אותן היטב במים עם אפר עד שנסתלק הריח לגמרי מותר להגעילו אח\"כ ודוקא לכלים שהם פתוחים לגמרי ויכול להכניס ידו לתוכו לנקר היטב ולבדוק בכל הסדקים שלא יהיה נדבק בו שום ממשות אבל אם אינו בענין זה לא מהני אפילו אם יבשל באפר כמה פעמים גם בעינן שהכלים יהיו נעשין מחתיכה אחת או שהם של כלי בדיל ושאר מיני מתכות דאם עשוים מנסרים הרבה ככלים שלנו אין להקל להגעילו אפילו אם בשלו באפר כמה פעמים דא\"א שלא ישאר זוהמא בין נסר לנסר וכנ\"ל:",
            "(קכא) אם נתנו בהם - ושהו שם מעל\"ע דהוי כבוש ונכנס בו טעם השכר אפ\"ה מותר וכדלקמיה דאל\"ה פשיטא דמותר:",
            "(קכב) יין או דבש - עיין במ\"א וח\"י דיש חילוק בין יין לדבש דביין אפילו החבית בן יומו מבליעת השכר ג\"כ מותר בדיעבד דשכר ביין נותן טעם לפגם הוא ובמי דבש לא הוי לפגם אא\"כ היה הכלי אינו בן יומו מבליעת השכר אבל אם היה בן יומו ושהה המי דבש בתוכו מעל\"ע אפילו בדיעבד אסור לשתותו בפסח אבל כמה האחרונים הסכימו דאף במי דבש מותר אפילו בבן יומו ומטעם דכבוש לא נקרא עד אחר ששהה מעל\"ע ואז נעשה הבליעה שבתוך הכלי לפגם ומותר בדיעבד. ודע דבכל גווני היתר זה של דיעבד אינו אלא כשעירו היין והדבש מן החבית קודם הפסח ונתנו אותו לתוך כלי פסח דהותר כבר היין והדבש קודם הפסח דקודם הפסח נותן טעם לפגם מותר אבל אם נשתהא היין והדבש בחבית עד תוך הפסח אסור דבמדינתנו נוהגין לאסור נותן טעם לפגם בפסח וכדלעיל בסימן תמ\"ז ס\"י בהג\"ה וכתבו הפוסקים דאם נתנו לתוכו דבר חריף כחומץ אפילו לא היה בן יומא אסור דאגב חורפא משוי ליה לשבח. עוד הסכימו הפוסקים דאם הכלי היה מיין שרף אסור בדיעבד אפילו אם אינה בן יומא דעינינו רואות שנותן טעם לשבח הוא. והנה מלבוש משמע דאפילו אם הגעילה אסור מה שנתן לתוכה ואפילו לא היתה בן יומא ומשום דעינינו רואות שנשאר בה טעם וריח אפילו אחר הגעלה אכן אם לא נשמע בה ריח של יי\"ש מהני הגעלה בדיעבד שלא לאסור מה שנתן לתוכה ומ\"מ מיד שנזכר צריך לערות היין לכלי אחר:",
            "(קכג) רק שהדיחן היטב וכו' - ואיירי בענין שאין בו חשש של חמץ בעין שהיה הפה של חבית החרס רחב למעלה והכניס ידו לתוכה וניקר היטב בצדדיה ובשוליה שלא נשאר שם שום שמרים ובחבית של עץ כשפתח השולים וניקר היטב וכנ\"ל:",
            "(קכד) שנשתמש בהם חמץ בצונן - ר\"ל שהשתמש בהם בחמץ יבש או אפלו בדבר לח אך שלא שהה שם מעל\"ע ולא היה דבר חריף דאם שהה בתוכו מעל\"ע הרי נעשה כבוש בתוכו ואפילו בשאר כלים וצריך הגעלה או עירוי וכנ\"ל בסכ\"א:",
            "(קכה) אפילו בחמין - דכיון שלא נשתמשו בהם אלא בצונן לא בלעו כלום ודי להם בהדחה להעביר מה שדבוק בעין לדופני הכלי:",
            "(קכו) חוץ מבית שאור - היינו כלי שהאשה שורה בו את השאור ליתנו בעיסה ופעמים שהשאור שוהה הרבה באותו כלי ומחמת שחימוצו קשה נבלע טעמו באותו כלי אפילו בצונן:",
            "(קכז) ובית חרוסת - היינו שנותנין בו דברים חריפים עם חמץ ואפילו אינם של חרס:",
            "(קכח) מצה אפויה - צוננת וה\"ה שאר דבר צונן אפילו לח אם הדיחו תחלה ודוקא דרך ארעי ולא בקבע וכנ\"ל בס\"א בהג\"ה:",
            "(קכט) מותר - שהצונן אפילו אם הוא לח אינו מפליט מה שבלוע בתוך הכלי אא\"כ שוהה בתוכו מעל\"ע:",
            "(קל) אסור ללוש בהם - דריח החימוץ הבלוע בכלי גורם למהר חימוץ להעיסה הנילושה בתוכו:",
            "(קלא) אבל ע\"י הגעלה וכו' מותרים - בין ללוש בתוכו ובין להשתמש בהם בחמין. והנה כ\"ז מעצם הדין אבל לפי מה שכתב הרמ\"א לעיל בסי\"ז דהמנהג שלא להשתמש בכלי לישה משום דא\"א לנקר בודאי יש להחמיר גם בבית שאור. ואם היא של מתכות כבר כתב הרמ\"א לעיל בסט\"ז גבי מדוכה שהשוו אותה הפוסקים לבית שאור דנוהגין לכתחלה ללבנה וכ\"ש בבית שאור ממש:",
            "(קלב) לא ישתמש בהם מצה אפילו בצונן - לא ישתמש בהם מצה אלא בצונן: כן הוא גירסת הב\"ח והפר\"ח ויש גורסין אפילו בצונן והא דכתב בריש הסעיף דבצונן מותר אבית שאור וחרוסת לא איירי בשל חרס:",
            "(קלג) דלא לאשתמושי - אפילו בצונן ואפילו בשאר כלים שאינם בית שאור ונשתמש בהם חמץ רק בצונן:",
            "(קלד) ותנור של בית החורף - (היינו תנור שמחממין בו בית החורף) שרגילים להשים על גבו פשטיד\"א ושאר חמץ כל ימות השנה ונבלע שם טעם חמץ ע\"י חום האור בשעה שהתנור מתחמם ואינו יוצא מידי דפיו לעולם אפילו ע\"י היסק שמסיקין בתוך התנור וה\"ה הקאכלי\"ן העשויין בתוך התנורים שרגילין להשים בהן תבשילי חמץ וחתיכת פת:",
            "(קלה) דינו ככלי חרס וכו' - ר\"ל דכלי חרס אינו יוצא הבליעה מתוך דופנו לעולם כ\"א ע\"י היסק (במקום דלא שייך שמא פקעי וכדלעיל בס\"ב גבי נור קטן) והכא לא מהני ההיסק שמסיקין אותו מבפנים [אפילו אם יכשירו כדין] להוציא הבליעה שנבלע מלמעלה ודמיא למה דמבואר שם בס\"ב דדבר שהסיקו מבחוץ לא מהני ההיסק להוציא הבלוע שנבלע מצד השני:",
            "(קלו) לשום שום דבר על התנור - היינו כשהתנור חם אסור אף אם המצה צונן וכן להיפך כשהמצה חמה אף אם התנור צונן. ובשניהם צוננין בדרך קבע אסור ובדרך ארעי אין איסור אם כיבד וניקה גבי התנור שלא נמצא שם חמץ בעין וכמו שמבואר לעיל בסוף ס\"א ס\"ק טז. ולענין דיעבד אם הניח עליה מצה כשהתנור חם או כשהמצה חמה או שניהם חמים אוסר תחתוניות המצה כדי קליפה. וכ\"ז בשהניח המצה בלי הפסק מתחתיה אבל אם הניח קדירות עם תבשיל אפי' אם שניהם חמים אין אוסר בדיעבד שאין איסור הבלוע יוצא מדופן התנור לדופן הקדירה ולכתחלה גם קדירות אסור להניח שם בכל גווני (אם לא ששניהם צוננים) וכשמניח דבר מפסיק כמו ברזל וכה\"ג מתחתיו או שהטיח בטיט כעובי אצבע מותר להשתמש הכל מלמעלה וכל אלו הדינים שייך גם בקאכלין העשויין בתנורים מן הצד אלא דשם אין מועיל הפסק ברזל או טיח טיט למטה לבד אלא א\"כ הטיח בטיט גם מן הצדדים וגם מלמעלה אכן טיח שלמעלה אינו מעכב בדיעבד. וכשמשים כיסוי על הקדירות שמניח שם מותר לכתחלה אף כשאין שם טיח מלמעלה. ועתה נבאר לענין תוך התנור אם לא הכשירו מקודם אם הניח מצה בתוכו דינו כעל התנור וכנ\"ל. ולענין אפית המצות שם דינו כמו שנתבאר בסימן תס\"א עי\"ש. ולענין בישול בתוכו אף דלכתחלה צריך להכשירו גם לזה כמו לאפיה [או שיטיח בטיט כעובי אצבע את קרקעיתו] מ\"מ בדיעבד אין לאסור התבשיל אף אם לא הכשירו:",
            "(קלז) המצופין וכו' - מכל צד ואף דכתב המחבר בסכ\"ו דכלי זכוכית אינו בולע כלל הכא כיון דמחופה על החרס ונצרף עמו בכבשן בלע טפי:",
            "(קלח) בהתוך זכוכית - והסכמת אחרונים להחמיר אף בהתוך עופרת או בדיל דלא מהני הגעלה לפי שכשנשתמש בו חמץ בחמין נבלע החמץ בכל עובי הכלי ונבלע גם בחרס שתחת העופרת ושוב אינו נפלט ממנו לעולם:",
            "(קלט) דינם ככלי חרס - ר\"ל ואז אם תשמישו בחמין לא מהני הגעלה ואין חילוק בין אם היה הכלי מקרקע ירוקה או לבנה ושחורה ואפילו אם היה חלקה בלא בקעים מ\"מ היא בולע ע\"י חמין אבל אם דרך תשמישה בצונן אז יש חילוק דאם הכלי נעשה מקרקע ירוקה אין לה תקנה דדרכה לבלוע ואם מלבנה ושחורה ניתרים בהגעלה או בעירוי וכנ\"ל בסכ\"א אפי' אם יש בה בקעים ואם אין בה בקעים א\"צ הגעלה ובשכשוך בעלמא סגי וכמבואר ביו\"ד סימן קל\"ה לענין יין נסך [מאמר מרדכי]:",
            "(קמ) אפילו חדשים - שלא נשתמש בהן חמץ מעולם לפי שמקצת האומנין עושין פעולת הציפוי ע\"י סובין והרי יש כאן חמץ בלוע בתוך הציפוי ואפילו הציפוי מעט מבחוץ ג\"כ אינו כדאי [פמ\"ג] ואותן כלים שנוטף עליהם לפעמים טיפים מהתכה מכלים אחרים אין להקפיד:",
            "(קמא) רק במקום המנהג - ואפילו באותן מקומות אם ידוע שכלי חרס זה לא עירב האומן סובין בציפויו יש להקל ולפיכך נוהגים באיזה מקומות שיהודי עומד על גבן בשעת מלאכה לראות שלא יתקן הציפוי ע\"י סובין:",
            "(קמב) דינם ככלי חרס - שאין הגעלה מועלת להם אם נשתמש בהם חמץ בחמין שהסמנים מעכבין על מי הגעלה שלא יפליטו מה שבלוע בתוך העץ:",
            "(קמג) צבועים - בכרכום וכדומה:",
            "(קמד) חדשים - דחיישינן שמא היה ע\"י סובין או שצבע כלים ישנים:",
            "(קמה) וכן המחופין בבדיל - ר\"ל אפילו הן חדשים וג\"כ מטעם הנ\"ל שפעמים הציפוי ע\"י סובין או שחיפה כלים ישנים ועיין לעיל בסי\"ג ובמש\"כ שם ס\"ק עז:",
            "(קמו) בשטיפה - עיין לעיל במ\"ב ס\"ק מ\"ט:",
            "(קמז) של זכוכית - נקט זה אפילו לדעת המחמירין בזכוכית כשנשתמש בהן בחמין או במכניסו לקיום כדלקמיה בסכ\"ו בהג\"ה הכא כשנשתמש בהן בצונן לכו\"ע לא בלעי וסגי בשטיפה ומותר אח\"כ להשתמש בהן אפילו בחמין:",
            "(קמח) כיון שרוב תשמישן וכו' - עיין לעיל במ\"ב ס\"ק מ\"ו:",
            "(קמט) מיהו יש מחמירין - היינו לכתחלה אבל בדיעבד סגי להו בשטיפה [רמ\"א לעיל בס\"ו]:",
            "(קנ) ומצריכין הגעלה - וה\"ה ע\"י מילוי ועירוי וכדלעיל בסכ\"א:",
            "(קנא) מכניסן לקיום - היינו שהכניס חמץ לתוכן שיתקיים שם:",
            "(קנב) ואפילו משתמש בהם בחמים - היינו שבקביעות משתמש בהם בחמין:",
            "(קנג) שאינם בולעים - לפי שחלקים וקשים הם:",
            "(קנד) ויש מחמירין - הטעם דס\"ל דכלי זכוכית הואיל ותחלת ברייתו מן החול הרי הוא ככלי חרס שאינו יוצא מידי דופיו לעולם ואפילו ע\"י הגעלה ואע\"ג דתשמישו בצונן מ\"מ לפעמים משתמשין בהן בחמין וכמ\"ש בסכ\"ה בהג\"ה דחוששין אף לתשמיש שאינו קבוע:",
            "(קנה) וכן המנהג - ובדיעבד אם היה רוב תשמיש חמץ שלו בצונן ועתה נשתמש בו מצה בחמין בלא שום הכשר מותר. ואם היה רוב תשמישו בחמין או אפילו בצונן אלא שרוב הפעמים דרך להשהות משקה חמץ בתוכו מעל\"ע אז אף בדיעבד אסור החמין שנשתמשו בו אא\"כ הכשירו מתחלה ע\"י הגעלה או ע\"י מילוי ועירוי וכנ\"ל בסעיף כ\"א. ובהפסד מרובה יש לצדד להקל אף בזה אם היה אחר מעל\"ע שהוא נותן טעם לפגם:",
            "(קנו) ובמדינות אלו - ומ\"מ במקום שאין בנמצא כלי זכוכית ואין לו כוסות ושאר כלים כתב הח\"א דיכול לסמוך להקל לנקותן יפה יפה ולהכשירו ע\"י עירוי ג' ימים וזהו דוקא בכלי שפיהן שלהן רחב מלמעלה אבל בוטעלקע\"ס שפיהן שלהן צר מלמעלה והשמרים נדבק בתחתיתן ואין יכול להכניס ידיו לתוכן לנקותן יפה וכן כל כלי שא\"א להכניס ידו לתוכו אין להם תקנה להכשירן. ואפילו בכוסות במקום שנמצא לקנות חדשים אין לשנות המנהג שנהגו שלא להשתמש בהן:",
            "(קנז) אין להגעילו - כדין כלי זכוכית וכנ\"ל:",
            "(קנח) אבל מבחוץ - היינו בין שהיה על גוף הכלי מבחוץ או שהיה מלמעלה על כיסויו או על ידו:",
            "(קנט) אינו מזיק - שאין משתמשין בכלים חשובין כאלו ברותחין אצל האש שניחוש דעי\"ז נבלע חמץ בכל הכלי וע\"י עירוי שעירו לתוכה רותחין הא אינו מבליע רק כדי קליפה ולא נכנס בליעת החמץ לתוך הזכוכית כלל ולכן מהני הגעלה כשאר כלי מתכות וכנ\"ל בסכ\"ה:",
            "(קס) שמקודם וכו' - ר\"ל שבכל השנה צלו בו בשר מלוח במלח שלא נבדק מפרורי חמץ ואף שאם היה ידוע לנו שהיה במלח חמץ אע\"פ שהיה לפני פסח מ\"מ היה אסור עתה שאין ידוע לנו מספיקא לא מחזקינן איסורא שהיה חמץ על הכלי. ואם צלו עליו מולייתא או שאר חמץ כגון שייבשו עליו לחם אפילו משהו ולא ליבנוהו בינתים אף שהגעילו ואח\"כ צלו עליו בשר בפסח אף בדיעבד אסור אכן אם היה הפסד מרובה או שהוא אינו בן יומו יש להקל אחר שהגעילו ויש בתוך הבשר ששים לבטל הבליעה:",
            "(קסא) הברזות - מפני שממשמשין בהם בידים המדובקים מחמץ:",
            "(קסב) נוהגין להדיחן - וטוב יותר ליקח ברזות חדשות שמא היה כבר הברזא בחבית של שכר:",
            "(קסג) כלי שתיה - של שכר ויי\"ש והיינו במקום שתוחבין בהם תוך הכלי ולא הבית יד [א\"ר] וברזא שבחביות שכר אם תחבו במי דבש בפסח ושהה מעל\"ע אסור המי דבש בשתיה ובהנאה ואם אינו בן יומו יש להקל ואם הברזא הוא של יי\"ש אף באינו בן יומו אסור ואף בהנאה [פמ\"ג]. עוד הביא בשם השכנה\"ג כלי פרפור\"י שקורין פרצעלאיי דין כ\"ח יש להם ולא כלי זכוכית:\n"
        ],
        [
            "(א) יש ליזהר וכו' - טעם לזה דהנה ענין הגעלה הוא דרתיחת המים מוציא את הבלוע בכלי אבל יש לחוש דאחר שמוציאה את הבלוע יחזור ויבלע בכלי מה שפלטה ומפני חשש זה כתבו הפוסקים דאין להגעיל רק כלי שאינו בן יומו דאז אף אם יבלע מה שפלט הרי לפגם הוא או שיהיה במים ששים לבטל את פליטת האיסור וע\"ז קאמר המחבר דאם מגעיל קודם שעה חמישית דאין צריך ליזהר בכל זה משום דאז הלא הוא עדיין זמן היתר חמץ והו\"ל נותן טעם בר נותן טעם דהתירא והיינו דהטעם של חמץ שקבלו הכלים מתחלה היה של היתר וטעם של מים שקבלו עתה מן הכלים ג\"כ דהתירא הוא ומה שחוזרין ונותנין בכלים ג\"כ דהתירא הוא:",
            "(ב) קודם שעה חמישית - דמתחלת חמישית כיון דנאסר עכ\"פ מדרבנן תו לא מקרי נ\"ט בר נ\"ט דהתירא:",
            "(ג) שבליעתן מועטת וכו' - כגון כפות וכוסות עם קערות וקדירות דיש לחוש דאחר שיגמרו להפליט את בליעתן המועטה יחזרו ויבלעו מפליטת כלים האחרים שבליעתן מרובה אבל קודם שעה ה' דהוא כולו היתר אין לחוש אפילו אם יבלעו דהוי נ\"ט בר נ\"ט דהתירא:",
            "(ד) וכן אם משהה וכו' ואינו וכו' - ר\"ל דאם מגעיל כלי איסור להכשירו או כלי חמץ לאחר זמן איסורו צריך לדקדק שלא ישהה אותם הרבה במים משום דיש לחוש שאחר גמר פליטתו יחזור ויבלע וגם שלא להשהות אותם כלל אלא להוציאו תיכף ג\"כ אין נכון דצריך לשהות מעט עד שיפלוט את בליעתו והוא קשה לצמצם אבל אם מגעיל אותם קודם זמן איסורו א\"צ לצמצם ויכול להשהות יותר במים [ואם מגעיל אותם לאחר זמן איסורו דהיינו משעה חמישית בערב פסח עד הערב או בעלמא בכלי איסור צריך לדקדק שיהיה הכלי אינו בן יומו או שיהיה במים ששים לבטל הבליעה דאז ג\"כ אין קפידא אם ישהה אותם הרבה במים]:",
            "(ה) שלא ינוחו המים וכו' - ר\"ל דכל זמן שהם רותחין טרידי למיפלט ולא בלעי ממי הגעלה וכשנחו מרתיחתן בלעי:",
            "(ו) אך רבים חולקין וכו' - האחרונים השיגו על הרמ\"א דגם דעת המחבר כן הוא דאין הגעלה מועלת אלא בשעה שהמים רותחין אלא דכתב דאחר זמן איסורו אסור להשהות הכלים לאחר שינוחו המים מרתיחתן דאז חוזרין ובולעין ממי הגעלה משא\"כ מקודם אין לחוש לזה כיון דעצם הגעלה היה בעת רתיחתן:",
            "(ז) אם אין המים רותחים - ר\"ל אפילו היד סולדת בהם כ\"ז שאין המים מעלים רתיחה אינם מפליטין:",
            "(ח) כל זמן שמגעיל - ר\"ל שהיורה הגדולה שמניחין בה כלים כל שעה להגעיל לא תנוח המים מרתיחתן כל הזמן שהולך ומגעיל בה דאותו כלי שיניח בה אחר שנח המים אין עולה לה הגעלה [אם לא שישהה הכלי בה עד שיחזור וירתיח המים]. והנה טבע המים דנייחי מרתיחתן כשמכניסין בם כלים צוננים להגעיל ע\"כ צריך להמתין בכל כלי עד שיעלו המים אבעבועות ויש להזהיר למגעילין בזה כי הם נוהגים בזה קלות ומגעילין במהירות זה אחר זה ואינם מדקדקים לראות אם מעלין רתיחה ואפשר ללמוד עליהם זכות כי אין דרך להגעיל רק קערות וכפות שמשתמשין ע\"י עירוי דבהם מהני הגעלה במים שהיד סולדת בהם לבד אכן בקדרת נחושת ודברים שתשמישן ע\"י כלי ראשון נראה דאפילו בדיעבד לא מהני הגעלה זו וצריך לחזור ולהגעיל [אך לענין לאסור המאכל אם נשתמש בו בפסח מסתפק הפמ\"ג ונראה דאם הוא אינו בן יומו מעת שנשתמש בו החמץ יש לצדד להקל] וכתבו האחרונים דנכון להעמיד אצל הגעלה בעל תורה הבקי בדיני הגעלה:",
            "(ט) ושלא יכניס וכו' - ר\"ל דאם מגעיל לאחר זמן איסור אין נכון להכניס הכלי קודם שירתיחו המים אף שישהה בתוכו עד שירתיחו מטעם שלא יבלע אז ממי הגעלה שיש בהם פליטת הכלים [ואף דאח\"כ כשירתיחו המים יפליט גם בליעה זו מ\"מ לכתחלה אין כדאי להוסיף בה בליעת חמץ] משא\"כ אם מגעיל קודם זמן איסורו אין לחוש לזה:",
            "(י) כדי שלא יצטרך וכו' - ר\"ל דאם יגעיל לאחר זמן איסור צריך להגעיל מתחלה היורה שמגעיל בה הכלים וישפוך מי הגעלה לחוץ וירתיח בה מים אחרים ויכניס בתוכה את הכלים [שאם לא יגעילה מתחלה הרי המים שביורה נאסרין מחמת היורה שאין במים ששים כנגד כל היורה וחוזרין המים הנאסרין ואוסרין הכלים הנגעלים בתוכו] וגם בסוף לאחר הגעלת כל הכלים כשרוצה להשתמש בהיורה צריך להגעילה שנית שתפליט מי הגעלה הנבלעין בתוכה משא\"כ אם מגעיל הכלים קודם זמן האיסור א\"צ להגעיל היורה בתחלה דאז הוא נ\"ט בר נ\"ט דהתירא וכנ\"ל ורק אם רוצה להשתמש בהיורה לאחר זמן איסור צריך שיגעילנה בסוף:",
            "(יא) עד הפסח וכו' - משום חוה\"מ הוצרך לטעם זה דאלו ביו\"ט עצמו אפילו בשאר יו\"ט אסור להגעיל כדלקמן בסימן תק\"ט [ט\"ז]:",
            "(יב) שאז חמץ במשהו - ר\"ל ואינו מועיל אף אם ירצה להגעילה בתוך כלי גדול שיש בה ששים במימיה נגד הכלי לבטל הפליטה ואף שהכלי אינו בן יומו מעת שנשתמשו בה החמץ וגם הכלי גדול אינו בן יומו אפ\"ה אסור לדידן דקי\"ל בסימן תמ\"ז ס\"י להחמיר בפסח אף בנט\"ל:",
            "(יג) לאחר שש - לאו דוקא דאף לאחר ד' צריך ליזהר וכנ\"ל בס\"ק ב' כן כתבו כמה אחרונים אלא שכתבו דמה שכתב הרמ\"א דצריך ליזהר בכל הדברים לאו בדוקא דמדינא די עד הלילה באחד משני הדברים וכדלקמיה ויש מתרצים דלהכי נקט לאחר שש דאז מהנכון ליזהר בכל הדברים הנזכרים בדברי המחבר משא\"כ אם מגעיל לאחר ד' עד שש די שיהיה זהיר באחד משני הדברים דהיינו א) שיראה שלא יהיה הכלי שמגעיל וגם היורה הגדולה שמגעיל בתוכה שניהם לא יהיו בני יומן ב) אם הכלי שמגעיל הוא בן יומו צריך שיהיה במים ששים נגד כל אותו הכלי לבטלו [ואם מגעיל הרבה כלים זה אחר זה צריך שיהיה במים ס' נגד כולם דהאיסור של חמץ שיש בתוך הפליטה חוזר וניעור ומצטרף יחד] אכן אם היורה הגדולה הוא בן יומו אין שום תקנה להגעיל בה אא\"כ יכשירה מקודם כדין דמים שבתוכה אין בם ששים נגד הכלי גופא כמבואר ביו\"ד בכמה מקומות. וכ\"ז מדינא אבל כבר נהגו לכתחלה להחמיר בכל החומרות ואפילו אם מגעיל בשעה ד' או קודם [מ\"א וב\"ח] ועיין בבה\"ל שביארנו בשם כמה אחרונים שסוברים דשני דברים אלו היינו מה שמצריכין שלא יהיו הכלים בני יומן או שיהיה במים ששים לבטלן הוא מדינא אפילו קודם זמן איסור חמץ. מותר להגעיל סכין אסור בקדרה כשרה אם יש ששים במים נגדו ולא הוי כמבטל איסור כיון שאין כונתו אלא להוציא הבליעה ומ\"מ אין להשתמש אח\"כ בהמים שבקדרה [אחרונים] ועיין בחכמ\"א כלל מ\"ז ס\"ח:",
            "(יד) יש ליזהר - ולדעת רמ\"א ביו\"ד סימן צ\"ה ס\"ג בהג\"ה אפילו בדיעבד אסור:",
            "(טו) מלהגעיל - ואפילו קודם שעה חמישית כיון שהוא מטעם בשר וחלב:",
            "(טז) ביחד - פי' שתוחב אותם בפעם אחת ביורה והטעם דפליטת הבשר וחלב מתערבים ביחד ונבלעין בתוך הכלים ונאסרין:",
            "(יז) אחד מהם וכו' - דבן יומו מותר שמקבל מאינו בן יומו רק טעם פגום ושאינו בן יומו ג\"כ מותר שהטעם שבולע מבן יומו הוא נ\"ט בר נ\"ט דהתירא ולא חשיב טעם ויכול לעשות אחר הגעלה מכל אחד מה שירצה בשר או חלב:",
            "(יח) אינו בן יומו - וה\"ה אפילו שניהם בני יומן אלא שיש ס' נגד כלי אחד מהם דאז פליטתו נתבטל והוי כמאן דליתא. וכ\"ז בשאר ימות השנה ומשום איסור בשר וחלב או בערב פסח קודם שעה ה' משא\"כ אח\"כ צריך ליזהר בכל אחד שלא יהיה בן יומו או שיהיה ששים נגד כולם וכנ\"ל בס\"ק י\"ג:",
            "(יט) כלי של איסור - פי' אף שמגעילה בעצמה יש ליזהר שלא יהיה בן יומו מעת שנשתמש בה האיסור או שיהיה במים ששים נגדו כדי שלא יאסר אם יחזור ויבלע את פליטתו:",
            "(כ) שום כלי בן יומו - ר\"ל בין מבשר לחלב או מחמץ למצה ואפילו מגעילו לבדו וקודם שעה ה' ויש ס' משום גזירה שמא יגעיל כלי של איסור בפחות מששים דשם לא מהני ליה הגעלה כ\"ז שהוא בן יומו שחוזר ובולע ממי הגעלה. ואפילו שלחנות ישפשף יפה וישהה אחר השפשוף מעל\"ע שלא יהיו בני יומן ויהיו מנוגבין יפה מן המים הצוננים שמא יצטננו מהן הרותחין ויזהר לשפוך עליהם בזריזות ולא ע\"י זריקה באויר דזה לא חשיב עירוי ויזהר שישפוך עליהם מן הכלי שבישל בו המים אבל לא ישאוב עם כלי אחר מהקדרה ולערות עליהן להגעיל דזה מקרי כלי שני אם מגעיל בלא אבן מלובן אם לא ששוהה הכלי ששואב עמו תוך הקדירה עד שהמים מעלין רתיחה בקדרה קטנה אז מקרי שפיר כלי ראשון [מ\"א בשם מהרי\"ל] ועיין מה שכתבנו לעיל בסימן תנ\"א במ\"ב ס\"ק קי\"ד בשם מהרי\"ו:",
            "(כא) לתוך כלי - היינו סל מנוקב או שבכה דבתוך כלי שאינו מנוקב לא יגעיל אפילו כלי אחד אפילו כשהוא צף ואינו נוגע בשולו אא\"כ משהה אותם בתוך היורה עד שהמים מעלים רתיחה בכלי שהוא רוצה להגעיל:",
            "(כב) אם נוגעים זה בזה - דבמקום נגיעתן לא סלקי הרתיחה אע\"ג דלענין טבילה אין חוצצין לענין רתיחה שאני:",
            "(כג) יגלגל הכלי - ר\"ל שיפתח את הצבת בתוך הרותחין ויאחוז הכלי במקום אחר כדי שיעלו הרותחין על מקום אחיזת הצבת. וטוב יותר להגעיל בשבכה או בסל מנוקב:",
            "(כד) מגעילו בהן - או בחמי האור:",
            "(כה) בשום משקה - דאין טבען להפליט את הבלוע:",
            "(כו) מיהו בדיעבד - משום דיש חולקין דגם משקין מפליטין כמו מים וסמכינן עלייהו לענין דיעבד וכתבו הפוסקים דה\"ה מים המעורבים באפר שקורין לוי\"ג או מה שנוהגין הצורפין שמרתיחין הכלי ע\"י שמרי יין או וויי\"ן שטיי\"ן מעורב במים אין להגעיל בהן לכתחלה רק במים לבד ובדיעבד מהני ההגעלה בהן ועיין בפמ\"ג שדעתו דאם הוא קודם פסח יראה להגעילו פעם שני במים לבד אכן אם הגיע פסח מותר להשתמש לכתחלה בהגעלה זו:",
            "(כז) אין להגעיל עוד - דשוב אין כח בהן להפליט הבלוע ואפשר דאפילו בדיעבד לא מהני הגעלה זו:",
            "(כח) באותן מים - ואפילו הגעיל בהן כלים שאינן בני יומן הדין כן:",
            "(כט) כלי גדול וכו' - פי' שרוצה להכשירו וחושש שמא יש על שפתו בליעת חמץ במקום שאין המים עולים שם וכן הדין ביורה אחר שהכשירו בו כלים ורוצה להשתמש בו בפסח צריך לעשות לו שפה או אבן רותח אבל בתחלה קודם שמכשיר הכלים ומכשיר היורה תחלה מן האיסור שבו אין צריך לעשות לו שפה:",
            "(ל) עושה שפה לפיו - ר\"ל סביב לפיו ולא עליו ממש כי צריך שיהיה פי הכלי מגולה כדי שיגיעו שם מי הרתיחה:",
            "(לא) בטיט - ובשאר כל ימות השנה כשרוצה להכשירו מאיסור עושה שפה מבצק. וטעם של עשיית השפה משום שאי אפשר שלא ניתז פעם אחת ניצוצות מחמץ שנתבשל בו על השפה מלמעלה ושמא בשעת הגעלה לא יתיז עליו כ\"כ מי הרתיחה להפליט החמץ שנבלע בו ומשום הכי עושה השפה כדי שיגיעו שם המים. וכ\"ז בכלי שאין דרך להכניסו לתוך כלי ראשון של חמץ רק שמשתמשין בתוכו ברותחין ולכן סגי בתקנה זו אבל כלי שתשמישו מבחוץ כגון קערה שכופין לפעמים על הקדרה או כלי ששואבין בה מהקדרה אין לה תקנה באופן זה דצד חיצון לא נגעל לכן צריך להכניס כולה ליורה. וכלי שפיו צר שא\"א לשפשפו בפנים או שיש לה קנים [שקורין רערי\"ן] אסור בהגעלה:",
            "(לב) או יקח - פי' שימלאנו בתחלה היטב:",
            "(לג) אבן רותחת - דצוננת מצנן המים:",
            "(לד) מיד - כדי שלא יחזור ויבלע ממים רותחין שעליהם שיש בהן פליטת החמץ ומ\"מ בדיעבד אף אם לא שטף כלל אין לחוש דהא אין מגעילין אלא קודם זמן איסור או שהוא אינו בן יומו או שיש במים ששים נגדו וכנ\"ל:"
        ],
        [
            "(א) שיוצאים בהם וכו' - בליל ראשון של פסח:",
            "(ב) והמנהג וכו' - משום דהוא חביב לאדם ביותר ואיכא משום הידור מצוה ואם אין לו חטים יקח למצות מאחד מהד' מינים החשוב לו ביותר כדי שיאכל לתיאבון:",
            "(ג) אבל לא באורז - וה\"ה דוחן ויליף לה בש\"ס מקרא דאין יוצאין ידי חובת מצה בלילה הראשונה שהוא חובה אלא בדבר הבא לידי חימוץ ואלו אינן מחמיצין וכדמסיים לקמיה:",
            "(ד) ושאר מיני קטניות - וטטרקי שקורין אצלנו (גריקע) וקאקערוזי שקורין אצלנו (טירקישע ווייץ) ג\"כ מיני קטניות הן (אחרונים):",
            "(ה) לידי חימוץ - ואפילו לש אדם קמח אורז וכיוצא בו ברותחין וכסהו בבגדים עד שנפחה כמו בצק שהחמיץ אין זה חימוץ אלא סרחון ומותר באכילה:",
            "(ו) ויש אוסרים - לא מעיקר הדין הוא אלא חומרא שהחמירו עליהם וכדמסיים לקמיה וטעם חומרא זו משום שלפעמים תבואה מעורב במיני קטניות וא\"א לברר יפה ואתי לידי חמוץ כשיאפם או יבשלם ועוד שכמה פעמים טוחנים האורז ושאר מיני קטניות לקמח וכמה פעמים אופין ג\"כ מהם לחם ואיכא הדיוטים ועמי הארץ טובא שלא יבחינו בין קמח זה לקמח של מיני דגן ובין פת לפת של מיני דגן ואתי לאקולי גם בפת וקמח של מיני דגן לפיכך החמירו עליהם לאסור כל פת וכל תבשיל ואפילו לבשל אורז וקטניות שלמות ג\"כ אסרו משום לא פלוג ועוד דדילמא נמצא בהם גרעינין של מיני דגן וכנ\"ל ועיין עוד בבה\"ל:",
            "(ז) ואין לשנות - ואפילו באחרון של פסח ג\"כ אין להקל בזה ומ\"מ בשעת הדחק שאין לאדם מה לאכול מותר לבשל כל המינים חוץ מה' מיני דגן ומ\"מ גם בכגון זה יקדים קטניות לאורז ודוחן ורעצקע שהם דומין יותר לה' מינים ושייך בהו טפי למיגזר [ופשוט דה\"ה לחולה אף שאין בו סכנה דמותר לבשל לו אם צריך לזה] אלא דצריך לבדוק ולברור יפה יפה בדקדוק היטב שלא ימצאו בם גרעינים מה' מיני דגן וכתב החתם סופר בתשובה סי' קכ\"ב דאפילו במקום שיש להתיר מ\"מ יחלטנו לכתחלה ברותחין דכל מה דאפשר לתקן מתקנינן וכ\"כ הח\"א:",
            "(ח) אם נפלו וכו' - דבהא לא נהגו להחמיר ומ\"מ אותן גרגרין שמוצאין צריך לזורקן אם לא שאינו ניכר:",
            "(ט) תוך התבשיל - ומיירי שיש עכ\"פ רוב בהיתר דאל\"כ לא מיקרי תערובות כלל והוי כאוכל תבשיל מקטניות עצמה:",
            "(י) וכן מותר להדליק - ר\"ל אפילו לתתו אותם מקודם במים דבכה\"ג בה' מיני דגן מתחמצים מ\"מ שרי דלא נהגו איסורא אלא באכילה ולא בהנאה:",
            "(יא) ואינן אוסרין אם וכו' - ר\"ל שאין צריך לדקדק לתלות הנר של שמן במקום רחוק מן השלחן משום חששא שמא ינטף על מאכל דאפילו ניטף אין לאסור דבכגון זה לא נהגו להחמיר כן מבואר בד\"מ ומסיים עוד שם דאפילו כתשו אותן השומשמין שעושין מהן השמן במכתשת שכותשין שם חמץ נמי לית לן בה והטעם דאפילו נתערב בו משהו נמי בטל בששים קודם הפסח ואין לומר שמקבל טעם מהמכתשת של חמץ דהא צונן אין מפליט ומבליע. מיהו כ\"ז בשמן שומשמין וכדומה שאינם חריף אבל בשמן זית אם כתש הזיתים בכלי שלתתו בו וכדומה בודאי נקלט בו טעם מכוסמת חמץ דהא זית הוא חריף כמבואר לעיל בסימן תמ\"ז ס\"ח ובדבר חריף אמרינן אגב דוחקא דכתישת המכתשת נותנת טעם בזיתים וליכא ס' בזיתים נגד הטעם וכדלעיל בסימן תמ\"ז ס\"ח עי\"ש וע\"כ בשמן זית לכו\"ע צריך ליזהר שלא לתלות הנר בקרוב לשולחן שלא יטיף ל מיני מאכל:",
            "(יב) וכן מותר להשהות וכו' - ר\"ל אפילו נפלו עליהן מים דבשאר תבואה כה\"ג אסור להשהות בהא לא גזרינן דלא קבלו עלייהו רק לאסור אכילתן. וה\"ה דמותר ליהנות מהן:",
            "(יג) ומותר לאכלן בפסח - ומ\"מ צריכין בדיקה שלא יתערב בהן אחד מה' מינים וע\"כ י\"א דטוב להחמיר שלא לאכול עני\"ס וקימ\"ל עד יום האחרון כי א\"א לבררם יפה ועיין בט\"ז וח\"י בזה:",
            "(יד) אם יש בה טעם דגן - ומשמע דאפי' אין בעיסה שיעור חטים שיהא כזית בכדי אכילת פרס ג\"כ יוצא בה כשאוכל כזית מן העיסה אע\"פ שהעיקר בו הוא האורז ובאורז אינו יוצא משום מצה כדלעיל שאני הכא כיון שמחוברים ביחד טבע האורז להיות נגרר אחר החטים וכשמתחמץ החטים מתחמץ ג\"כ האורז ולהכי דינו כחטים וכ\"ז בחטים ואורז אבל אם עירב קמח חטין עם קמח דוחן וכה\"ג או אם עירב קמח של שאר מיני דגן עם קמח אורז ועשה ממנו מצה אינו יוצא בה ידי חובתו בשיש בה טעם דגן אא\"כ יש בה קמח דגן שיהא כזית בכדי אכילת פרס דהיינו שבכל פרס ממנה יהא בה כזית מקמח דגן שבשיעור כזה חשבינן כל העיסה כולה כדגן ויוצא ידי חובתו בשאוכל כזית מן העיסה. וי\"א שאפילו בחטין ואורז אין יוצאין ידי חובת מצה אלא בשיש חטים באורז כדי אכילת פרס ובשאר מיני דגן אפילו בכדי אכילת פרס נמי לא מפני לאחשובי כל העיסה ככולא דגן אינו אא\"כ יש רוב דגן ומיעוט אורז או שאר מינים דאז בטל האורז ברובא והוי ככולא דגן ולכתחלה נכון להחמיר בשל תורה כסברא האחרונה ובשעת הדחק יש לסמוך אסברא ראשונה:",
            "(טו) חטים - וה\"ה שאר מיני דגן:",
            "(טז) אין בכך כלום - שאין הגרגיר מחמיץ ממיעוט רוק שבפי העכבר ולכן אפילו אין ששים נגדן שרי בדיעבד ועיין לקמן סימן תס\"ו מדין אכילת עכבר בקמח ומש\"כ שם:",
            "(יז) וכן וכו' - שצמח (שקורין אויס גיוואקסין) ר\"ל דאף שדגן שצמח מחמת לחלוחית הארץ הוא חמץ גמור מ\"מ כשלא בירר אין לאסור לפי שמתבטלין בתוך החטים הכשרים ומותר לטוחנן הכל ביחד. והסכמת הרבה אחרונים דמותר לאפות אפילו בפסח ואף דבפסח איסורו במשהו כבר נתבטל קודם פסח בששים וקמח בקמח מקרי לח בלח ואינו חוזר וניעור מיהו בעל נפש יחמיר לעצמו לאפות קודם פסח כשיש מצומחים:",
            "(יח) מיהו צריך לראות וכו' - קאי רק אדגן שצמח ולא אדלעיל:",
            "(יט) שאין בו כ\"כ וכו' - ואם יראה לו שאין ששים כנגדו צריך לברור המצומחים ואינו מחויב לנקות כולם אלא לפחות מהם עד שיהו ששים כנגדם:",
            "(כ) ששים כנגדו - דאם ליכא ס' כנגדם אפילו בדיעבד אסורים בהנאה דדגן שצמח הוא חמץ גמור [ואפילו אם ספק אם היה ס' נגד המצומחים ג\"כ אסור]. וצריך לבערם קודם הפסח ואם עבר עליהם הפסח ולא ביערם ימכרם לעכו\"ם חוץ מדמי איסור שבו ואם לא היה ס' נגד המצומחים י\"א שמותר להוסיף עליהם עוד חטים כשרים כדי לבטלן בששים ולטחנן קודם פסח ולא מקרי זה מבטל איסור לכתחלה שאסור כיון דהוא קודם פסח ועדיין לא הגיע זמן איסורו ורוב הפוסקים אוסרין דכיון דמערב אדעתא דלאכול אותם בפסח הו\"ל כמבטל בזמן איסורו. ומ\"מ בשעת הדחק אפשר דיש לסמוך על המקילין:",
            "(כא) שעושין בהם מצת מצוה - ר\"ל המצות שאוכלין בשתי הלילות הראשונות לקיים בהן מצות בערב תאכלו מצות הם צריכין שמירה יתירה ולא די לנו במה שאין לנו ריעותא של חשש חימוץ אלא שצריך שימור יתירה לשם מצות מצה דכתיב ושמרתם את המצות והיינו שצריך שישמור לשם מצה:",
            "(כב) משעת קצירה - ר\"ל שישמור מעת ההיא והלאה שלא יפול עליהן מים לשם מצת מצוה אבל קודם קצירה שעדיין היו מחוברים אין לחוש אפילו שידעינן שירד עליהן גשמים. ועיין לקמן סימן תס\"ז ס\"ה דאפילו מחובר אם נתייבשו לגמרי ואין צריך עוד לקרקע מקבל חימוץ אם ירדו עליהן גשמים וע\"כ המנהג לקצור דגן של שמורה בעודן לחין קצת:",
            "(כג) משעת טחינה - לפי שאז מקרבין אותן אל המים וצריך שמירה:",
            "(כד) מותר ליקח וכו' - דסמכינן אהני פוסקים דסבירא ליה דעיקר שמירה הוא מלישה ואילך וקודם לישה לא בעינן שישמור להדיא אלא אפילו בסתמא נמי לא מחזקינן איסורא ואפילו במקום שלותתין החטים דמסתמא אין שורין עד שתחמיץ אלא מציפין עליהן מים ומדיחין אותן וטוחנן מיד ואע\"ג דפסק המחבר בס\"ה דהאידנא אסור לו ללתות שאני הכא דהוא שעת הדחק וגם שמא לא לתתו אלו החטין. וכתבו האחרונים דעכשיו שהמנהג לכבס את החטים ולהשהות אותם במים אסור ליקח קמח חטים מן השוק אפילו בשעת הדחק דהוי ממש כדגן שנטבע המבואר בסימן תס\"ז ס\"ב דאפילו בדיעבד אסור מדינא דש\"ס וגרע מלתיתה ואפילו לכל ימי הפסח אסור וכ\"ש ליקח מהם למצת מצוה ויש הרבה פוסקים דס\"ל דאפילו לשהות אותם בבית אסור משום בל יראה וכההיא דסימן תס\"ז ס\"ב בהג\"ה שם. ואף אם עבר ושהה יש אוסרין ובא\"ר בשם זקנו מתיר למכרם לעכו\"ם לאחר פסח דעכ\"פ אינו אלא ספק חמץ:",
            "(כה) קמח מן השוק - וחטים מותר ליקח אפילו שלא בשעת הדחק דיקיים שמירה משעת טחינה ואילך אכן ליקח חטים מבעל הריחיים שלוקח מדות כל השנה בשכר טחינתו אסור אפי' בדיעבד דהא רגילים הטוחנים לכבס אותם במים תחלה ויש להזהיר לההמון (ט\"ז) עוד כתב הט\"ז דבמקום שטוחנין החטים בריחיים שטוחנין המלצי\"ן אסור ליקח קמח מן השוק אפילו בשעת הדחק (ואפילו במקום שאין דרך ללתות אותם מתחלה) דמלצי\"ן חמץ גמור הוא ומתערב בהם והאחרונים כתבו דבשעת הדחק אף זה מותר דהא אף אם נשאר איזה דבר מן המלצי\"ן ונתערב ודאי דנתבטל קודם פסח וקמח בקמח הוי לח בלח ואין חוזר וניעור (וצריך לרקד אותם שמא נשאר פירור של המל\"ץ בתוכם) מ\"מ הנכון בזה לאפות הכל קודם פסח וכנ\"ל בס\"ב במ\"ב. כתבו האחרונים דאף דמדינא א\"צ שימור לשם מצה רק למצות של לילות הראשונות אבל לשארי ימים די כשאין בהם חשש חמץ ישראל קדושים הם ונהגו לעשות שימור לשם מצה בכל המצות משעת טחינה ולפחות משעת לישה ועיין לקמן סימן ת\"ס במה שכתבנו בזה:",
            "(כו) האידנא וכו' - ר\"ל דאף דבזמן הש\"ס לא אסרו רק ללתות השעורים מפני שהן רכים [וה\"ה שבולת שועל ושיפון ג\"כ בכלל שעורים לענין זה] וממהרים להחמיץ ויש לחוש שמא יבואו לידי חימוץ בשעת הלתיתה אבל חטים שהן בטבען קשים אינם ממהרין להחמיץ ומותר ללותתן והאידנא אסרוה מפני שאין אנו בקיאין בלתיתה וכדלקמיה:",
            "(כז) אסור ללתות - פי' לתיתה כתב הרמב\"ם שבוללין החטים במים וטוחנין אותם מיד ורש\"י פירש לשורן במים מעט קודם הטחינה להסיר מורסנן כדי שתהא סולתן נקיה ואסרו הגאונים לפי שאין אנו בקיאין ללתות יפה שלא יבואו לידי חמוץ בשעת הלתיתה ועוד שמא יבואו לשהות מעט אחר גמר הלתיתה קודם הטחינה ויבוא לידי חימוץ. ואם עבר ולתת אסור לאוכלן וליהנות מהן בימי הפסח ומ\"מ להשהות קמח החטים הלתותים מותר בפסח אם שרן במים מעט וטחנן מיד אחר הלתיתה אבל שעורים אפשר דאפילו באופן זה אסור להשהות לכתחלה דאפשר כיון דרכיכה נתחמצו ע\"י הלתיתה:",
            "(כח) בין חטים בין שעורים - והריפות שקורין גאגעלא\"ך או גרויפי\"ן העשויין מחמשת המינים אסור להשהותן לכו\"ע ששורין אותן הרבה במים קודם כתיתתן ונעשים חמץ גמור ואף אם עבר והשהה אותן יש אוסרין למכור לעכו\"ם אחר הפסח ובא\"ר בשם זקנו מצדד להתיר למכור לגוי אחר הפסח אם לא נתבקעו ע\"י שרייתן שכל שלא נתבקעו אינו ודאי חמץ אלא ספק חמץ ויש להקל בעבר עליו הפסח שאינו אלא איסור דרבנן ע\"ש ומ\"מ בגרויפי\"ן שעושין משבולת שועל ששורין את הש\"ש מקודם הרבה עד שמתבקעים הוא חמץ ודאי לכ\"ע וע\"כ אפילו למכרו לעכו\"ם אחר הפסח אסור:",
            "(כט) קמח כל השנה - ה\"ה בנותן בו פעם אחת צריך להתיר התפירות [אחרונים]:",
            "(ל) ומכבסים אותם יפה - והכבוס לפסח צריך להיות דוקא בשפשוף בחמין ולא בצונן וגם באפר וחביטה:",
            "(לא) צריכים להתיר וכו' - הטעם שהקמח שבתוך התפירות אינו יוצא ע\"י כיבוס וגרע עוד יותר שהמים נכנסים שם במקצת ומרטיב להקמח הנמצא שם ונדבק שם בהקמטים ויוכל להתערב אח\"כ משהו מהם בהקמח וכתב המ\"א בסי' תנ\"א סקל\"ו דגם צריך לגרור בסכין היטב את החמץ קודם הכבוס במקום שהיו התפירות:",
            "(לב) בקצוות - וה\"ה אימרא שקורין זוי\"ם [אחרונים]. כתבו האחרונים דלכתחלה יותר טוב לקנות חדשים דאפילו כל השק קשה לכבסו היטב שלא ישאר בו מעט חמץ בנקבי האריגה. ובדיעבד אפילו לא התיר התפירות כלל קודם הכביסה ונתן קמח אין לאסור הקמח וכתב הח\"א דאם נמצא בתוך התפירות כמו עיסה שנתייבש אפילו בדיעבד אסור אפילו קודם פסח שהרי פרורין לא נקרא לח וחוזר וניעור ולענין אם מהני ריקוד הקמח בזה עיין לקמן בסימן תס\"ו ס\"ד במ\"ב ובה\"ל שם:",
            "(לג) מטולאים - וה\"ה שק שנתן בו פ\"א קמח של פסח ורוצה לכבסם וליתן בהם קמח צריך להתיר ג\"כ התפירות והטלאים דאל\"כ יתחמץ הקמח שבתוך הקמטים ע\"י הכביסה:",
            "(לד) ע\"ג בהמה - כי הקמח מתחמם מגוף הבהמה שהוא חם ועי\"כ הוא ממהר להחמיץ בשעת הלישה ועוד שרגילות הבהמה להזיע תחת כובד המשא ואפשר שזיעת הבהמה מחמצת כמו מים ואם עבר והניח ע\"ג בהמה אין לאסור בדיעבד ועכ\"פ צריך להמתין מעל\"ע עד הלישה שיתקרר הקמח וכדלקמן ס\"ט:",
            "(לה) וכן יזהר וכו' - ג\"כ מטעם שמתחמם הקמח וכנ\"ל ואם הניח צריך ג\"כ להמתין מעל\"ע וכנ\"ל:",
            "(לו) זה על זה - וה\"ה שלא ישב על השקים של קמח וכנ\"ל:",
            "(לז) לנקר הרחיים - וגם לכסות כל הכלים בבגד פשתן או שירחצו את הכלים היטב שלא ישאר בהם קמח מחומץ מכל השנה ונכון לעשות כיס חדש לרקד בו הקמח לצורך פסח ולא להצניע משנה לשנה כיס הרחיים וכ\"ש שאין משתמשין בכיס ישן אפילו ע\"י הדחה ושפשוף והגעלה וכדלעיל בסימן תנ\"א סי\"ח בהג\"ה ואין חילוק בכל זה בין אם הוא טוחן לצורך פסח אחר פורים או קודם פורים [כ\"כ כמה אחרונים]:",
            "(לח) משום דזמנין וכו' - וכן צריך ליזהר ג\"כ כשטוחנן ברחיים תבואה לתותה לא יטחון באותו בית לפסח אפילו ברחיים אחרת שהאבק פורח ומתערב יחד ואפילו אם נאמר דיש ששים מ\"מ לכתחלה יש ליזהר ולכן יעשה מחיצה ביניהם מן הקרקע ממטה עד התקרה:",
            "(לט) לסולת - וכ\"ש במקומות שכל השנה טוחנין בהם שעורים חמוצים (שקורין מאל\"ץ) ועודם לחים קצת ונדבקין ברחיים [לבוש] וכתבו האחרונים שמכל מקום בדיעבד או בשעת הדחק שא\"א לנקר הרחיים כי הוא סמוך לפסח וכיו\"ב מותר לטחון בלי נקור רק שיאפה הכל קודם פסח [ונראה דעכ\"פ צריך לרקד הקמח שמא נתערב איזה פירור יבש בתוך הקמח] וה\"ה אם טחנו לפסח ובאותו בית טחנו בריחיים תבואה לתותה אף שהאבק נתערב יחד אין לאסור בדיעבד כיון שהוא קודם פסח דאז בטל:",
            "(מ) שומרים אותו וכו' - או אוכלים אותו קודם פסח והטעם בכ\"ז שמא נתערב בהם מעט ממה שנדבק בריחיים:",
            "(מא) לילך בעצמם - שמצוה בו יותר מבשלוחו. ועכ\"פ ראוי להניח ברחיים שומר איש ירא שמים ובקי בדינים קצת ולא ע\"ה כדי שלא יביא הדבר לידי חשש חימוץ וכ\"ש שלא יושיב קטן לשומר:",
            "(מב) יום או יומים - ועכ\"פ לינת לילה לפחות ואפילו בנטחן ע\"י בהמות ג\"כ צריך להמתין דבזה ג\"כ הקמח חם ואפילו אם מרקד הקמח לא אמרינן דמתקרר עי\"ז:",
            "(מג) שאסור ללוש - ואם עבר ולש אין לאסור בדיעבד רק שישמרנו היטב מחימוץ דהיינו שיעסוק בה בזריזות יותר מבשאר עיסות:"
        ],
        [
            "(א) אין יוצאין וכו' - לפי שאינן קרויין לחם וכמבואר ביו\"ד סימן שכ\"ה דמהאי טעמא פטורין ג\"כ מחלה:",
            "(ב) סובין - היינו קליפה הנושרת מן החטה בשעת כתישה ומורסן היינו קליפה דקה הנשארת בנפה אחר יציאת הקמח ויש מפרשין בהפוך. ולענין שריית סובין ומורסן במים יבואר לקמן בסימן תס\"ה ס\"א עיי\"ש במ\"ב:",
            "(ג) בסובין ובמורסן שבה - שכן דרך העני לאכול פתו מקמח שאינו מנוקה והם מצטרפין ג\"כ לשיעור כזית מצה ודוקא אם לא הפרישן ממנה אבל אם הפרישן ממנה וחזר ועירבן לתוך הקמח ולשן ביחד אין מצטרפין לשיעור כזית:",
            "(ד) ויוצא בה - וה\"ה דיוצאין בפת שנעשה מתבואה שאכלו התולעים:",
            "(ה) דהוי כאשישה - ובגמרא אמרינן לחם עוני פרט לאשישה פי' גלוסקא גדולה:",
            "(ו) בזמן שהרועים אוכלים - ר\"ל אם דרכו של בעה\"ב זה להאכיל ממנה גם לרועיו הישראלים א\"כ כשלשה ואפה הרי הוא מכוין שתהיה ג\"כ לאכילת אדם:",
            "(ז) יוצאים בה - דמאחר שיש חלק לרועיו בה בחזקת שימור לשם מצה קיימי ואף דמסתמא מעורב בה מורסן ופסולת הרבה כדרך עיסת הכלבים אפ\"ה יוצא בה:",
            "(ח) ואם לאו - ר\"ל שאין הרועים אוכלים ולש ואופה רק לצורך הכלבים ובזה אפילו היתה פת נקיה אין יוצא בה וכדמסיים טעמא:",
            "(ט) שאין זו משומרת לשם מצה - הלשון אינו מדוקדק דבאמת כיון שלא חשב כלל לאכילת אדם אין שם לחם עליו כלל ואפילו לענין ברכת המוציא אלא משום דאיירי לענין פסח הוסיף עוד טעם דמשום זה ג\"כ אין יוצא בה:",
            "(י) כך הם דברי הרמב\"ם - הרב קיצר בזה ותוכן כוונתו דלהרמב\"ם איירי בין בפת יפה בין בפת שמעורב בו מורסן הרבה ועיקר חלוקא הוא אם חשב רק לכלבים או גם לאכילת אדם ובא הרב לומר דיש בזה סברא אחרת דלא תלוי כלל במחשבתו דהיכא שמעורב בו מורסן הרבה ואינו ראוי לרועים לאכול מזה אין שם לחם עלה ואפילו חשב להדיא גם לרועים בטלה דעתו דאין דרך ב\"א לאכול לחם כזה ולהיפוך אם הפת יפה אפילו עשאן לכלבים דין לחם עלה לכל הדברים ורק לענין מצה אין יוצאין בה דאין משומר לשם מצה:",
            "(יא) ליכא בזמן הזה וכו' - ר\"ל מצד הדין אם חולט הקמח דהיינו שנותנן ברותחין שהם מרותחין רתיחה עזה על האור קודם הלישה ואח\"כ לש אותו ועשה ממנו עיסה אין אנו חוששין לומר שמא כבר נתחמץ הקמח כשהיה בתוך הרותחין קודם שהתחיל לעסוק בה בידים בלישה לפי שרתיחת הרותחין ממהרת לבשל את הקמח קודם וכיון שנתבשל שוב אינו בא לידי חימוץ לעולם אף לאחר שנחו הרותחין מרתיחתן מ\"מ הגאונים אסרו לנו כל מיני חליטה ברותחין לפי שאין אנו בקיאין בחליטת הרותחין וחיישינן שמא לא ירתיח המים מקודם יפה יפה:",
            "(יב) כל מין חליטה - היינו בין שיתן מים ע\"ג הקמח או הקמח ע\"ג מים ואפילו אם המים הם מרותחין הרבה שעומדים ע\"ג האור והוא ממרס הקמח בתוך המים:",
            "(יג) אסור - בין באכילה ובין בהנאה וה\"ה שאסור להשהותו דמאחר דאין אנו בקיאין חיישינן שהוא חמץ גמור ואם נתערבה בתבשיל אוסרת במשהו ומ\"מ כתבו האחרונים דבחליטה אין לאסור התבשיל במשהו רק באכילה ולא בהנאה וכן להשהותו מותר בכהאי גוונא עוד כתבו האחרונים מי שיש לו חולי בבטנו ורפואתו שחולטין שעורים או שבולת שועל ומניחים על בטנו אם אירע חולי זה בפסח ויש בו סכנה מותר לישראל לעשותו בדרך חליטה דהיינו שמרתיחין המים היטב ואח\"כ נותנין השעורין לתוכו דאף שהוא בסכנה כל שאפשר בצד היתר יעשה בצד היתר ואם אין בו סכנה אסור אפילו בדרך חליטה דמאחר שאין אנו בקיאין כשחולט איכא לתא דבל יראה ואם עכו\"ם עושה זה משלו או שמקנה לו הישראל השעורים קודם החליטה מותר אפילו באין בו סכנה ואם אפשר לחלוט השעורין במי פירות מותר אף ע\"י ישראל אפילו באין בו סכנה דבמי פירות אינו מחמיץ ועיין בבה\"ל. כתב הח\"א כשאנשי חיילות עוברין בפסח וכופין לישראל לבשל להם מיני גרויפין אם יכול לפייסן שיבשל להם של רעצקי מה טוב ועכ\"פ יברר אותם מגרעיני תבואה שמצוי בם ואם אינו יכול לפייסן בזה ונותנין לו גרויפין של שעורים אם יכול להציל עצמו בממון מחויב ליתן כפי יכלתו ואם לאו אזי יזהר הישראל עכ\"פ לעשות חליטה דהיינו שיניח לבשל המים מקודם עד שיהיה מבושל הרבה ואז יניח הגרויפין מעט מעט כדי שלא יתקרר המים וגם ברעצקי טוב שיעשה כן אבל גרויפין של שבולת שועל הוא חמץ גמור כידוע עכ\"ל:",
            "(יד) אין אדם יוצא י\"ח - היינו אפילו בדיעבד צריך לחזור ולאכול ומסתימת הלשון משמע דצריך לחזור ולברך ועיין בבה\"ל. ועיין בתשובת שאגת אריה סי' צ\"ד שכתב דאף בליל יו\"ט שני אינו יוצא במצה גזולה:",
            "(טו) במצה גזולה - הטעם דילפינן מחלה בגז\"ש דלחם לחם מה התם אין אדם מפריש חלה אלא מעיסה שלו דכתיב עריסותיכם אף כאן כן. ודוקא גזולה אבל אם שאל מצה יוצא בה דהא שאלה ע\"מ לאכלה ולא להחזירה בעין א\"כ הרי היא שלו ממש. כתבו הפוסקים דיש ליזהר כשאופין הרבה בתנור אחד והרבה פעמים מתחלפין המצות נכון שיאמרו כל מי שיגיע מצתו לידו יהיה לו במתנה דאל\"ה יש בזה חשש מצה גזולה וכתבו עוד דטוב לומר כן גם בשעת טחינה דלפעמים מתחלף הקמח. ויש עוד פרט אחד מה שמצוי להכשל בו כגון אם קנה מצה ומשכן לרשותו אם המוכר גלה דעתו בעת מכירתו שדחוק למעות ואינו יכול למכור בהקפה וע\"כ עייל ונפיק אחריו אזוזי ומדחהו בלך ושוב ואינו נותן לו מדינא לא קנה כמבואר בח\"מ סי' ק\"ץ סי\"ז וממילא אינו יוצא בהם אח\"כ ידי חובת מצה מן התורה:",
            "(טז) יוצא בה - ומ\"מ לכתחלה לא יקח אותו לצאת בה דהא לא יוכל לברך עליה וכדלקמיה וכדלעיל בסי' י\"א סעיף ו' בהג\"ה:",
            "(יז) שקנאה בשינוי - ר\"ל בשינוי מעשה וה\"ה היכי שגזל המצה ונתנה לאחר אותו אחר יוצא בה דהוי שינוי רשות [ודוקא היכי דהוי ג\"כ יאוש בעלים דשינוי רשות גרידא לא קני] ואותו אחר מותר לברך עליה שהרי לא באיסור באה המצוה לידו שהרי כבר נתייאש הנגזל ממנה קודם שבא לידו. ואם האחר חזר ונתנו לגזלן גם הגזלן יוצא בו דהוי יאוש ושינוי רשות. ולענין מרור אם יוצא בגזול בדיעבד עיין בבה\"ל:",
            "(יח) ולענין ברכה עיין וכו' - ר\"ל דשם מבואר דלענין ברכה בכל גווני אין לברך אפילו במקום דקנה דהו\"ל בוצע ברך נאץ ה' ובין הברכה דאכילת מצה ובין ברכת המוציא גופא ולענין בהמ\"ז עיין לעיל בסימן קצ\"ו ס\"א במ\"ב:"
        ],
        [
            "(א) אין לשין וכו' - בין מצת מצוה בין שאר מצות:",
            "(ב) אלא במים שלנו - היינו לינה בכלי לאחר שאיבתן והטעם כתב רש\"י בגמרא שהמעינות בימי ניסן הם חמין מפני שהחמה הולכת באותו זמן בשיפולי רקיע סמוך לארץ ומחממת המעינות ויש מפרשים מפני שבלילה החמה מהלכת למטה מהקרקע ומחממת המעינות ולפיכך אסרו חכמים להשתמש בהם לצורך לישה תיכף משיוציאן מן הארץ [דהוי להו כעין מים חמים שאסור ללוש בהם וכדלקמן סעיף ג'] עד שיעמדו בכלים ויצטננו מחמימתן ושיעור עמידתן בכלים וזמן שאיבתן מן הבאר יתבאר לקמיה:",
            "(ג) בין שהם מי נהרות - אף שאינן נמשכין ממעינות ולא שייכי הטעמים שכתבנו מ\"מ יש להחמיר גם בזה לצננן לפי שהכה עליהם חום השמש ביום ונתחממו מעט:",
            "(ד) סמוך לבין השמשות - דלכתחלה ראוי ונכון לשאובן בין השמשות ממש כדי שיצטננו המים במחובר י\"ב שעות ביום שהמעינות צוננין ביום וי\"ב שעות באויר בלילה אלא מפני שא\"א לכיון ממש בין השמשות רשאי לשאוב סמוך לבין השמשות ואין להקל לכתחלה לשאוב הרבה מבעוד יום וכ\"ש שלא לאחר לשאוב אחר כניסת הלילה ומ\"מ בדיעבד שנשאבו הרבה מבעוד יום אין להחמיר ויכול ללוש בהם לכתחלה אחר לינת לילה ועיין בה\"ל וכן אם שאבן בלילה קודם חצות מותר ללוש בהם למחר לכתחלה אך צריך להמתין י\"ב שעות מעת ששאבן:",
            "(ה) או בין השמשות - כדי שיעבור על המים לילה שלמה שתלישה מן המחובר. ובין השמשות הוא לאחר שתשקע החמה עד צאת הכוכבים וביום המעונן יותר טוב להקדים מלאחר:",
            "(ו) הלילה כולה - ובשעת הדחק יש להקל ללוש בהם אחר עמוד השחר אע\"פ שלא עמדו י\"ב שעות:",
            "(ז) יניחם במרתף שהוא קר - ואם אין לו מרתף יניחם בתוך הבית ודוקא בחדר שאין מסיקין בו:",
            "(ח) כי המרתף הוא חם - ואם העמידן במרתף או בבית שמסיקין בו יבואר לקמיה בהג\"ה:",
            "(ט) קודם שיזרח השמש - שלא יתחממו בחום השמש ומיירי שהמים עומדים מבחוץ במקום שהשמש עולה משם דאם יעמדו במקום שלא יוכל לראות פני השמש אין לחוש וכדלקמן בסימן תנ\"ט ס\"א עי\"ש מיהו ביום המעונן בכל גווני צריך לדייק להכניסם קודם שעת הזריחה דיומא דעיבא כולו שמשא:",
            "(י) עד שהוחמו - ואם נעשו פושרין כהוחמו דמי וכדלקמיה בס\"ג. ופושרין נקרא כשנעשו כחמימות הרוק ועיין בשע\"ת שכתב שכל שנתחממו חמימות קצת אע\"פ שאינו כחמימות הרוק אין ללוש בהם ע\"ש:",
            "(יא) אינו מזיק - ואפילו עמדו בשמש כל שלא הוחמו מותר ללוש בהם:",
            "(יב) וכשמוליך המים וכו' - ר\"ל כשמוליכן בבוקר מן המרתף לבית הלישה כדי שלא יתחממו מהשמש. וכתבו האחרונים דטוב לכסותן גם בעת שמוליכן מן הנהר לביתו אף שכבר שקעה חמה כדי שלא יפול לתוכן שום דבר חימוץ ומטעם זה נוהגין לסנן המים בשעת השאיבה בבגד לבן ונקי:",
            "(יג) יש לכסותן - ואם מוליך המים בכלי זכוכית אין מועיל מה שמכסה במפה מלמעלה כי השמש יוכל לחמם דרך עובי הזכוכית אא\"כ יכסה במפה על הדפנות:",
            "(יד) יש לשאוב וכו' - לפי מה שכתב המחבר בסימן תנ\"ח דיום י\"ד שחל להיות בשבת לשין בע\"ש אין רבותא כלל ודברי בעל הג\"ה נאמרין לאותן שנוהגין לאפות בליל פסח במוצאי שבת וכמבואר שם בטור:",
            "(טו) דהיינו בליל ה' - דבע\"ש בין השמשות אין יכולין לשאוב דאין שבת מכין ליו\"ט וביה\"ש ספק שבת הוא ומבעוד יום סמוך לבין השמשות ג\"כ אין נכון שמא יאחר ויעשה זה ביה\"ש [וה\"ה אף האופין בליל יו\"ט שני אסורין לשאוב בין השמשות של יו\"ט ראשון דאין יו\"ט מכין לחבירו וצריכין לשאוב אור לי\"ד] ואם שכח לשאוב בליל ה' יכול לשאוב בע\"ש מבעוד יום אפילו בעוד היום גדול וכל זה ה\"ה לאנשים שאופין הרבה ימים קודם פסח כשאופין ביום א' יזהרו לכתחלה להכין מים בליל ה' בדיעבד בע\"ש מבעוד יום. אמנם אם שכח להכין מבעוד יום יכין ביה\"ש ע\"י עכו\"ם ויש שמתירין אפילו ע\"י עצמו:",
            "(טז) מן הנהרות - מפני שהחמה מהלכת ביומי ניסן תחת הקרקע ולכן הבארות רותחין קצת משא\"כ בנהרות נהי דבמקום נביעתן הן רותחין מ\"מ כשנמשכו למרחוק מתקררים:",
            "(יז) מהפשרת שלגים וכו' - דאז מי בארות מתקררין יותר מהם דבניסן החמה מהלכת בהרים כדי לפשר השלגים והם נעשין פושרין:",
            "(יח) ואין לשפוך וכו' - דשומר מצוה לא ידע דבר רע ולאו דוקא במצת מצוה דה\"ה בשאר מצות שצריך לפסח ומ\"מ אם אפשר לו בקל להשיג מים אחרים שלנו נכון לעשות כן בשאר מצות ומים שהכין למצת מצוה אין נכון לשפכן אף אם אפשר לו בקל להשיג מים אחרים שנראה כמזלזל במה שכתוב שומר מצוה לא ידע דבר רע [ט\"ז] וכ\"ז שייך ג\"כ לענין תקופה:",
            "(יט) טוב לכתחלה - היינו קודם שהתקופה נופלת:",
            "(כ) ברזל - ויקח ברזל חדש או נקי ויתלה במשיחה תוך המים אבל לא ישים ידו תוך המים שהיד מחמם המים ובשאר ימות השנה יניח מלח או חותם [ד\"מ מ\"א]:",
            "(כא) גם אסור לשאוב וכו' - דמכשירי מצוה הוא והוא רק לכתחלה:",
            "(כב) ואף לשאר מצות וכו' - משום שלא יתן לתוכו חמץ ומ\"מ אין בזה קפידא משום שהמנהג לסנן:",
            "(כג) למצה של מצוה - ויאמר בשעת השאיבה לשם מצת מצוה [אחרונים]:",
            "(כד) כלי חרס חדשים - אבל לא ישנים אפילו אם היו של פסח והטעם דכ\"ח ישנים מאיסי ואין זה הידור:",
            "(כה) בשל עץ וכו' - וה\"ה של אבן או כלי חרס מצופין (שקורין גלייזיר\"ט) והנה כ\"ז דוקא שלא נשתמש בהם אלא במים בלבד אבל אם היה בהם מי פירות (פי' כל המשקין חוץ ממים נקראין מי פירות לענין זה) טוב ליזהר שלא לשאוב בו אא\"כ הגעילו מקודם לפי שמי פירות כשמתערב מעט מהם במים ממהרין המים להחמיץ העיסה שנילושה בהם כמו שיתבאר בסימן תס\"ב ופשיטא דראוי לאסור מה שלוקחין חביות גדולות שמחזיקין בהם דבש ומדיחין אותן ומשימין בהם מים למצות בבתי האפיה דאיסור גמור הוא דמפליט המי פירות. ולכתחלה טוב ליזהר שלא לשאוב בכלי נחושת ואפילו הוא חדש לפי שהנחושת מחמם אבל בדיעבד אין לחוש ואפילו נשתהו הרבה ימים בתוכו המים מותר ללוש בהם ואפילו לכתחלה נוהגין היתר ללוש בכלי נחושת ואין נזהרין אלא שלא לשאוב בהם מים שהמים צריכין צינון לילה א' וכשהם בכלי נחושת אינן מצטננין בכלי נחושת כמו בשאר כלים:",
            "(כו) בסיסטירנ\"ה - הוא מין באר הבנוי תחתיו וסביבותיו וגם מלמעלה הוא מכוסה והרי הם כמכונסין בכלי ואינם מרתיחים מחמת חמה המהלכת תחת הקרקע שהרי הבנין מפסיק ביניהם לקרקע וגם מלמעלה אין החמה מכה אותם:",
            "(כז) ואין להקל וכו' - שהרי אנו רואין שהמים שבתוכו אינו צונן כלל ויש לומר כיון דהבנין מחובר לקרקע אף שהוא מרוצף מ\"מ מתחמם מחום השמש שמהלך מתחת הקרקע וע\"כ צריך לינה כמו בשאר מימות אם לא בשעת הדחק. וכ\"ז בשאין המים נובעין מתחת הרצפה אבל אם נובעים לתוכו מתחת הרצפה או שיש סילון השופך מים לתוכה תמיד כמו הרע\"ר קאסטי\"ן ששופך תמיד לתוכו מן הצנורות אין להקל אף בשעת הדחק שהרי המים שבתוך הבנין מתחברין עם המים שבקרקע. ומים שבפלומ\"פ ודאי אין להקל אפילו בשעת הדחק שהרי אין מכוסה רק מלמעלה ולא מלמטה פמ\"ג:",
            "(כח) הדחק - ומ\"מ אם יש לו מים שאובים שלנו בתוך ביתו טוב יותר שיקח אותם אף שיש לחוש שנשאבו מבעוד יום או אחר תחלת הלילה. מי גשמים שנקלטו מן האויר אין צריכים לינה שכבר נתקררו באויר דרך ירידתם מיהו אם אינו לש תיכף בהם צריך שלא יעמידם במקום שתפוג צינתם וכדלעיל בס\"א:",
            "(כט) במים חמין - אפילו נעשו פושרין וכדלקמיה ואף אם נצטננו לגמרי יש אוסרים ללוש בהם כיון שהיו פעם אחת חמין ויש חולקים בזה ומתירים ויש לסמוך עליהם בשעת הדחק או בהפסד מרובה כגון שעבר ולש בהם הרבה מצות:",
            "(ל) מדוד גדול - ואפי' לא נתחממו אותן המים כלל בתוכו כי טבע זה הדוד לפי שתלוי תמיד על מקום האש להחזיק חומו בתוכו ולעשות המים ששופכין לתוכו פושרין:",
            "(לא) שנחשתו עבה - היינו שהשולים שלו עבה ואין חילוק בין נחשת לחרס:",
            "(לב) פושרין - דהיינו כחמימות הרוק או כמים ששואבין בקיץ מן הנהר:",
            "(לג) אסור - היינו באכילה אבל בהנאה מותר אפילו לש בחמין:",
            "(לד) דבשוגג מותר - אכל הני דחשיב בזה הסעיף קאי כיון דאין ניכר בו סימני חימוץ לא קנסוהו בשוגג:",
            "(לה) ובשעת הדחק וכו' - ר\"ל דבדיעבד אם לש בשוגג בכל אלו ואין לו עיסה אחרת סומכין להתיר וע\"ז קאי רמ\"א וכתב דבמים שלא לנו אפי' בלא דחק יש להתיר אם לש בשוגג משום דיש מתירין בדיעבד אפילו בלש בהם במזיד וכנ\"ל ובשאר דברים מודה להמחבר דאין להקל כ\"א בשעת הדחק:",
            "(לו) אם עבר וכו' - כתבו האחרונים דהיינו דוקא אם עבר ולש בדיעבד אבל לכתחלה ללוש בהם אסור אפילו אין לו מים אחרים ויאכל בפסח דברים אחרים אמנם בלילה ראשונה כדי שלא יבטל מ\"ע דאורייתא יש להקל ללוש בהם:",
            "(לז) בשוגג ולש וכו' - ומ\"מ אין ליקח אותם לצאת י\"ח מצה לילה ראשונה אלא ישתדל להשיג מצות אחרות:",
            "(לח) חד בתרי - לאו דוקא בתרי אלא ברובא והטעם כיון דרובו צונן מתקרר וכתבו האחרונים דאף לכתחלה יכול לערב אם רואה שלא יספיק לו המים שלנו:",
            "(לט) לשין בהם - ודוקא אם נתערב המים קודם הלישה ונתבטלו אבל ליתן בעיסה חד בתרי במים שלנו אסור ואפילו בדיעבד יש לעיין אם עירב במזיד:",
            "(מ) נוהגין שלא וכו' - לפי שי\"א שהמלח מחמם את העיסה ועל ידי כן העיסה נוחה להחמיץ:",
            "(מא) במצה - היינו קודם אפייה אבל אחר אפיה ודאי שרי לקטוף פני המצה במי המלח ולהחזירם לתנור כמו שעושין בחוה\"מ ומ\"מ למצת מצוה בשתי הלילות יש ליזהר:",
            "(מב) ואפילו בדיעבד וכו' - ועיין באחרונים שהסכימו דאם נתן בה מעט מלח ואפה אותה מיד (דהיינו לא כשאר מצות דקי\"ל בהו שהעסק שעוסקין בם בידים אינו מניחם להחמיץ) אין נאסר בדיעבד ועיין בבה\"ל שכתבנו דבמלח שלנו שהוא תולדות המים אפשר דאין לאסור בדיעבד אפי' לא אפה אותה מיד:",
            "(מג) יש לאסור - והפר\"ח חולק וסובר דאין להחמיר בדיעבד במעט מלח ונראה דאם היה שוגג בזה בודאי יש לסמוך להקל. וכ\"ז לענין אכילה אבל לענין הנאה אפילו להרמ\"א שרי בדיעבד:",
            "(מד) בקצח - קימ\"ל בל\"א:",
            "(מה) כשרה כיון וכו' - מלשון זה משמע דאפילו אין בה רק כזית בכדי אכילת פרס ויש בה טעם מצה יוצא בה ועיין בפר\"ח ובמ\"א שדעתם דצריך לאכול כל אכילת פרס כדי שיהיה בזה כזית מצה חוץ מתבלין ועיין לעיל בסימן תנ\"ג ס\"ב במ\"ב שם לענין תערובות דגן עם שאר מינים דלכתחלה בעינן שיהיה רוב מן הדגן וה\"נ בעניננו:",
            "(מו) שיש בה וכו' - משמע דיוצאין בה י\"ח בלילה הראשונה משום דלא חשיבא מצה עשירה וממילא אסור לאכלה בע\"פ ומיהו י\"א דאינה כשרה אלא בשאר ימים דאין בה משום חימוץ משום התבלין אבל היא בכלל מצה עשירה ואין יוצאין בה י\"ח בשני לילות הראשונים ויש להחמיר:",
            "(מז) ומכל מקום אין ליתן וכו' - ר\"ל דלכתחלה אין נכון:",
            "(מח) ופלפלין וכו' - אפילו קורט אחד עושה כל העיסה חמץ וכן מעט סיד ודוקא כשנילוש בתוכו אבל אם נפל עליו יסלקנו ומותר:",
            "(מט) אסור - היינו באכילה ולא בהנאה. וזנגבי\"ל דינו כפלפלין ואפשר דה\"ה נעגעלי\"ך וכרכום וי\"א דכל מיני תבלין חוץ מפלפלין וסיד מותר בדיעבד אפילו באכילה:",
            "(נ) סיד - היינו סיד חי אבל סיד שבכותל שכבר נתייבש ונתקשה כאבן נראה פשוט דאין אוסר:"
        ],
        [
            "(א) אין לשין וכו' - לפי ששיערו חכמים שהעסק שאדם אחד מתעסק בידו בעיסה בלישה ועריכה אינו מצילה מחימוץ כשהיא גדולה ביותר מהשיעור המוזכר כאן לפי שאין הידים מספיקות להתעסק בה מכל צדדיה מתוך גדלה:",
            "(ב) מ\"ג ביצים - כמו שהן עם הקליפות:",
            "(ג) ישער אותה וכו' - ולא ע\"י משקל וכתבו האחרונים שהוא שיעור ג' קוואר\"ט לערך:",
            "(ד) ולא ידחק וכו' - היינו אף אם כמות הקמח אינו מחזיק אלא עשרון או פחות מזה ומשום דא\"כ לא ילוש יפה בכמה מקומות שלא יכנוס לשם מים ויתחמץ כשיבוא בתבשיל וימדוד בפזור כדרך שמודדים למכור ואפילו להניח ידו על הקמח אין נכון לכתחלה:",
            "(ה) בשעת נתינת וכו' - עיין לקמן בסימן ת\"ס במ\"ב ס\"ק ב':",
            "(ו) אם לש וכו' - והטעם דאף שאנו אומרים דאין עסק מועיל בעיסה גדולה כזו לא תבא לידי חימוץ מ\"מ לא גרע מאם הניח עיסה בלי עסק כלל דקיי\"ל דאין לאסור כ\"ז שלא שהה שיעור מיל:",
            "(ז) מותר בדיעבד - אפילו עבר ולש יותר במזיד. ובשהה שיעור מיל בלישתו קודם שיתחילו העוזרים לסייע בשעת עריכה צידדו כמה אחרונים דלסברא הנ\"ל יש לאסור גם בדיעבד דכיון דשיערו חכמים דמרוב גודלה א\"א לאדם אחד לעסוק בכל העיסה כראוי הו\"ל כמונחת בלי עסק כלל. ויש פוסקים שהקילו בעיקר דין זה בימינו ולדעתם לא חששו חכמים בזה רק בימיהם שאדם אחד היה לש ועורך והיו עורכין בידים בלי עמילין של עץ והיה הדבר משתהה הרבה וגם תנוריהם היו קטנים שלא היו יכולים לרדות לתוך התנור הרבה מצות בב\"א והיה משתייר הרבה מצות על הדף בלי עסק ולהכי מנעו חכמים מללוש שיעור גדול בפ\"א אבל בימינו שאופין מצות בעוזרים רבים וגם תנורינו גדולים מאד ולשין ועורכין ואופין בזריזות גדול אין להחמיר אפילו בלשים במדה גדולה בפעם אחת שבודאי לא יבא לידי חימוץ והעולם נהגו לכתחלה כדעה זו ואין למחות בידם מאחר שיש להם על מי לסמוך מ\"מ כל ירא שמים יראה להחמיר כדעה ראשונה אף בימינו ובפרט בישובים קטנים שאין להם מתעסקים הרבה בודאי יש ליזהר שלא ללוש יותר מכשיעור המבואר בכאן. כתבו הפוסקים כי קפדינן שלא ללוש יותר משיעור זה כשהוא לש עיסות הרבה שאפשר לצרפן לחלה אח\"כ וכדלקמן בסימן תנ\"ז אבל אם בא ללוש רק עיסה אחת אין לצמצם כ\"כ שמא לא יהיה בו כשיעור וכשיברך יהיה לבטלה:",
            "(ח) אע\"פ שאין מודדים - כדמבואר לקמן סימן תק\"ו ס\"א:",
            "(ט) גדולה מעשרון - ובפחות מעשרון אין כדאי למדוד כדי שיוכל להפריש חלה בברכה:",
            "(י) ולא ירבה וכו' - ולענין ברכה יקרב עיסה זו לעיסה אחרת וכדלקמן ר\"ס תנ\"ז דשמא אין בה עשרון:"
        ],
        [
            "(א) שלא להרבות בה וכו' - כמבואר בסימן שלפני זה:",
            "(ב) לקרב העיסות - ר\"ל אחר שלש עיסה הראשונה תהא מונחת על השלחן ואחד יעסוק בה עד שילושו עוד עיסה אחרת [או שילושו שתי עיסות בב\"א בשתי עריבות] ובין שניהן בודאי יהיה שיעור חלה:",
            "(ג) שישקו זו בזו - ר\"ל שידבקו העיסות זו בזו עד שאם יתפרדו יתלשו אחד מחברתה מעט ודיבוק כזה מחשבן לעיסה אחת וכשניטל חלה מאחת סגי וכתבו האחרונים דאם העיסות נילושות קשה א\"א לדבקן ביחד אח\"כ היטב ואין כאן צירוף וע\"כ יצרפם ע\"י כלי או ע\"י כיסוי מפה:",
            "(ד) דשמא יש וכו' - ר\"ל וא\"כ כשיפריש חלה בברכה תהיה ברכתו לבטלה ועוד דחיישינן אם יש איזה מן העיסות שאין בהן שיעור חלה א\"כ הפרשתן לאו כלום הוא ושמא אח\"כ לאחר אפייתן יכניסן להמצות בכלי אחד ויצטרפו ויתחייבו בחלה מן הדין ונמצא אוכל טבל. ובמקום שנהגו העולם ללוש עיסות גדולות משיעור חלה וכמו שהובא בסוף סימן שלפני זה במ\"ב הם מפרישין חלה מכל עיסה ועיסה בפ\"ע ונהגו שמכל עיסה ועיסה מפרשת אשה אחרת ומברכת לעצמה ואם אדם אחד מפריש לכל העיסות די בברכה אחת לכולן אם לא הפסיק בינתים בשיחה שאינה מענין הלישה. כתבו האחרונים שהמנהג שקצת נוהגין לכפול העיסה בשעת הפרשה כדי להפריש החלה משני קצותיה הוא מנהג שאינו נכון ודי להפריש מקצה האחד:",
            "(ה) ואם אי אפשר וכו' - דאם אפשר טוב יותר להפריש מן העיסה כדכתיב ראשית עריסותיכם הרי דעיקר מצותה לכתחלה הוא בשעה שהיא עיסה עדיין:",
            "(ו) אחר אפייה מיד שיתן וכו' - ואף בחלת חו\"ל כן ואע\"ג דבחלת חו\"ל דאוכל והולך ומשייר קצת לחלה היינו בעיסה אחת גדולה אע\"ג שנתחלקה אח\"כ לכמה ככרות כיון שתחלתן היו מחוברין מעיסה אחת הקילו בחו\"ל דלא בעינן מוקף ומחובר בשעת הפרשה משא\"כ כאן שהם מעיסות מחולקות אף שהיו מונחים פ\"א בסל מ\"מ לא הוי כחיבור גמור להקל לאכול קודם הפרשה. ואפילו אם היה בכל עיסה כשיעור חלה ג\"כ בעינן שיהיה מן המוקף בשעת הפרשה כיון שאינם מעיסה אחת וכמ\"ש ביו\"ד סי' שכ\"ג ס\"א בהג\"ה:",
            "(ז) בסל - ואם סל גדול צריך לקרבם שיגעו זה בזה אכן אם יש בכל עיסה שיעור חלה דפסק הרמ\"א לקמיה דא\"צ צירוף סל ה\"ה נגיעה להדדי לא צריך בין כשהם מונחים בסל בין כשהם מונחים בבית דהבית מצרפן ויכול להפריש מזה על זה וזהו דוקא כשהם מונחים בלא כלים אבל אם הם מונחים בכלים צריך לקרב הכלים להדדי ויהיו פתוחים למעלה [דאם הם סתומים אפילו הם מקורבים לא מהני] וכ\"ז כשיש בכל עיסה שיעור חלה אבל אם אין בכל עיסה שיעור חלה וצריכינן לצירוף אין להקל אף שהכלים פתוחים ומקורבים להדדי אא\"כ יניחם בתוך סל אחד או שיכסה עליהם במפה ועיין בה\"ל:",
            "(ח) ושכח להפריש - ר\"ל בעודה עיסה דלכתחלה נכון יותר להפריש מן העיסה וכדלעיל בסק\"ה:",
            "(ט) אחר כך - ר\"ל אחר האפייה:",
            "(י) ואפילו צירוף סל וכו' - כיון שיש בכל אחת כשיעור יוכל להפריש ממצות עיסה אחת על הכל ורק בעינן שיהיה הכל מונח לפניו בבית וכדלעיל בסק\"ז ואם לא היה לו כ\"א עיסה אחת אף שנתחלקה לכמה מצות כיון שנילושה מתחלה ביחד יכול להפריש מאחת על שאר המצות אף שאינם לפניו דבכגון זה אין צריך מן המוקף בחלת חו\"ל וכדלעיל בסק\"ו עי\"ש. אם שכח להפריש חלה בעיו\"ט ונזכר ביו\"ט אם לא היה שיעור חלה בכל עיסה ונצטרפו בכלי ביחד ביו\"ט דאז בא חיוב החלה ביו\"ט דעת כמה אחרונים דמותר להפריש חלה ביו\"ט אבל אם נצטרפו בכלי קודם יו\"ט או שהיה בכל עיסה שיעור חלה שאז בא החיוב חלה קודם יו\"ט אסור להפריש חלה ביו\"ט אלא אם מינכר מצותיה של כל עיסה ועיסה בפני עצמה מותר לאכול כל מצותיה של העיסה ולשייר מאחת ממצותיה מעט על סמך שיפריש ממנה בחוה\"מ מעט לשם חלה וישרפנה אבל אם נתערבו המצות צריך לשייר מכל מצה ומצה מעט ואחר יו\"ט יצרף כל החתיכות בכלי אחד ויקח חלה מן חתיכה אחת (דהיינו שיפריש ממנה מעט) על כולן או שיעשה באופן זה שילוש ויאפה עיסה קטנה פחות מכשיעור ביו\"ט ויצרפם עם המצות בסל אחד כדי שיתחייב בחלה ואח\"כ יכול להפריש מעיסה זו על כולם כיון דחיוב של עיסה זו בא עתה ביו\"ט רשאי להפריש ממנה ביו\"ט ואפי' לא היה בכל עיסה כשיעור ונצטרפו כל המצות בכלי אחד קודם יו\"ט ג\"כ נכון לעשות תקנה זו. ולכתחלה כל שהוזכר קודם לילה יפריש תיכף חלה ולא יניח להפריש ביו\"ט:",
            "(יא) מכל אחד ואחד - דאם יקח מאחת יש לחוש שמא זו מאותה שכבר נפטרה וא\"כ הוי ליה מן הפטור על החיוב:",
            "(יב) ויקח ממנה וכו' - ר\"ל שיכוין בהפרשתו לפטור את כל העיסות החייבות וצריך שיהיו כולן מונחין לפניו בבית אחד וכנ\"ל בסק\"ז:",
            "(יג) ואם מכיר וכו' - ר\"ל ר\"ל שהיא מעיסה שלא הופרש עדיין חלתה ממנה:",
            "(יד) לא יקרא שם - ר\"ל שאם רוצה להפריש עוגה קטנה לחלה צריך ליזהר שלא יקרא לה שם חלה קודם אפייתה אלא יקראנה עוגה או מצה [וגם שלא יהיה במחשבתו שתחול עליה קדושת חלה עד אחר אפייתה דקדושת תרומות ומעשרות הוא ע\"י דיבור או מחשבה לבד כמבואר בשו\"ע יו\"ד סימן של\"א] ואם אינו רוצה כלל לאפות עוגה מיוחדת בשביל חלה אלא יאפה סתם ואח\"כ יפריש מצה אחת או חתיכה אחת ממצה על כולם בשביל חלה ג\"כ שפיר דמי ואופן ההפרשה לאחר אפיה כבר נתבאר לעיל בסק\"ז:",
            "(טו) אינו רשאי לאפותה - כיון שאין באפיה זו צורך אוכל נפש ודוקא כשבעליו קראו לה שם אבל באחר אף ע\"פ שקורא לה שם ל\"ל בה דאין לאחר רשות לתרום. ולענין משרתת בבית עיין ביו\"ד סי' שכ\"ח באחרונים שם:",
            "(טז) תחמיץ - ואע\"ג דהקדש הוא ואינו שלו מ\"מ עובר בבל יראה הואיל ואי בעי מתשיל עליה והוי חולין:",
            "(יז) ואינו רשאי וכו' - פי' דלשרוף מיד קודם שתחמיץ ג\"כ אינו יכול דאין שורפין קדשים ביו\"ט:",
            "(יח) יטילנה וכו' - אבל לכתחלה לא יסמוך על עצה זו לקרות שם חלה בעודה עיסה ולהטילה לצונן דחיישינן שמא לא יזהר יפה שיהיו המים צוננים:",
            "(יט) לצונן - וכשרואה שהמים מתחממין קצת בעמדם בבית יזהר להחליפם במים צוננין [אחרונים]:",
            "(כ) ואם יש כהן וכו' - המחבר מיירי בחלת א\"י שאינה נאכלת לכהנים בזמן הזה שכולנו טמאי מתים ונטמאת החלה ואסורה להאכיל אפילו לכהן טהור ולפיכך אסור לאפותה ביו\"ט בכל גווני וע\"כ לא הזכיר פרטים אלו והרמ\"א מיירי בחלת חו\"ל שאינה אסורה אלא למי שטומאה יוצאה עליו מגופו כגון זב או בעל קרי אבל כהן הטהור מזב ומקרי כגון כהן קטן פחות מבן ט' שנים ויום א' שאינו מטמא בקרי וגם מן הסתם לא ראה זיבה כיון שהוא פחות מבן ט' או גדול שטבל לקריו רשאי לאכול חלת חו\"ל כמ\"ש ביו\"ד סימן שכ\"ב לפיכך כתב הרמ\"א דאם יש כהן קטן וכו' דאף שקרא לה שם חלה רשאי לאפות אף ביו\"ט שהרי ראויה לאכילה:",
            "(כא) או גדול שטבל לקריו - ר\"ל אע\"פ שלא העריב שמשו וטוב ליזהר שיאכל מיד אחר טבילתו ולא יטיל מים בין טבילה לאכילה שמא יטיל מים חלוקים או עכורים שיש בהן חשש קרי ויהא אסור לאכול חלה זו עד שיחזור ויטבול:",
            "(כב) שאין מאכילין וכו' - שאין מחזיקים אותו ככהן ודאי דדלמא נתחללה אחת מאמותיו. ומ\"מ לדינא דעת הרב כדעה הראשונה דנותנין לקטן או לגדול שטבל לקירויו [ש\"ך ביו\"ד סי' שכ\"ב אות ט'] וכתב הפמ\"ג ומ\"מ לא ראיתי לנהוג כן אף בפסח. ובמדינותינו יש באיזה מקומות שנותנין לכהן גדול שטבל לקריו בפסח ועיין במ\"א שכתב טעם למה דוקא בפסח המנהג ליתן:",
            "(כג) ביו\"ט - של פסח. ובביאור הגר\"א מפקפק ע\"ז:",
            ""
        ],
        [
            "(א) נוהגים וכו' - משמע דאינו אלא מנהג והמנהג נסמך משום דאיתקש אכילת מצה לקרבן פסח דכתיב וזבחת פסח לה' אלהיך וגו' שבעת ימים תאכל עליו מצות וגו' ואמרינן כמו ששחיטת הפסח היה אחר שש כן עשיית מצות של מצוה אחר שש שעות אבל מעצם הדין הוכיחו הפוסקים דאין לחוש לזה דעיקר היקש נאמר לענין אכילת מצה בלילה הראשונה שיהא זהיר לאכול קודם חצות כמו הפסח שהוא נאכל עד חצות וכמבואר לקמן בסימן תע\"ז אבל לא לענין עשיית המצה וע\"כ בדיעבד אם אפה המצה קודם שש ואפילו חודש או שני חדשים קודם פסח ועשאן לשם מצה כשר:",
            "(ב) מצת מצוה - היינו הצריך לו לצאת ידי חובתו בשני לילות הראשונים אבל שאר המצות אין נוהגין ליזהר בזה:",
            "(ג) עד אחר וכו' - ועיין לקמן בסימן ת\"ס ס\"ג מה שצריך ליזהר הלש בזמן איסור חמץ. והנה רוב ישראל אין נוהגין ליזהר אפילו במצת מצוה ללוש בע\"פ כ\"א איזה מהם וחפשתי באחרונים ומצאתי בבגדי ישע טעם להליץ בעד המנהג מפני שיש כמה דעות שאפילו בע\"פ במשהו כאשר מבואר לעיל בסי' תנ\"ב וזה קשה ליזהר שלא ימצאו אף משהו חמץ בהחטים שלא יהיו מצומחים וע\"כ אופין מקודם כדי שיתבטל החמץ. ובמאמר מרדכי מצאתי שכתב וז\"ל האידנא מקילין הרבה בדבר מפני הדוחק זולת קצת שנזהרין בזה ללוש ולאפות אחר שש המצות שיוצאין בהם בשני הלילות וכן ראוי לעשות:",
            "(ד) שש שעות - הנה הח\"י מצדד כהב\"ח דאחר שש ומחצה דוקא אמנם במ\"א ובא\"ר מצדד כהשו\"ע דאחר שש וכן פסק בבית מאיר וכ\"מ בביאור הגר\"א. ודע דמצד הדין מותר לאפות מצה בפסח אך המדקדקים נוהגים לאפות הכל קודם פסח שאם יתערב משהו חמץ בתוכם יתבטל משא\"כ בפסח איסורו במשהו. ופשוט דכשנאפה קודם פסח אפילו היה בו משהו חמץ בהקמח כבר נתערב ונתבטל ומותר אח\"כ לבשל המצות בפסח דאין חימוץ אחר אפיה ויש אנשי מעשה שמחמירין על עצמן ואין שורין ואין מבשלין מצות בפסח מחשש שמא נשאר מעט קמח בתוך המצות מבפנים שלא נילוש יפה וע\"י השריה יתחמץ. ועיין בשע\"ת סימן ת\"ס דמצד הדין אין לחוש לזה דאחזוקי איסורא לא מחזקינן ובפרט בימינו שנוהגין לעשות רקיקין דקים. ומ\"מ מי שנוהג בחומרא זו אין מזניחין אותו וע\"ש שהאריך בזה. כתבו הפוסקים האופה בליל יו\"ט מצת מצוה לא יאפה אלא מה שצריך לאותו לילה ולא על ליל שני מיהו אם אפה מבע\"י בליל א' יכול לומר אוכל היום פת חמה ויכול לאפות אחרים בליל ראשון ואותה שאפה מבע\"י יצניעם לליל שני וכתבו האחרונים דלכתחלה אין כדאי לאפות ביו\"ט שלא יבוא לידי קלקול בהפרשת חלה ביו\"ט וכן במדידת קמח וברחיצת כלים ושלא יישנו התינוקות ושלא יבוא עי\"ז לאכול אפיקומן אחר חצות:",
            "(ה) לשין בע\"ש - ר\"ל דלא כהמחמירין לאפות בליל יו\"ט וכנ\"ל בסוף סק\"ד:",
            "(ו) אחר שש שעות - זכר לשאר שנים:"
        ],
        [
            "(א) במקום וכו' - שהשמש מחמם העיסה וקרוב להחמיץ. ודעת ח\"י שכל שאינו מתקרב ללוש במקום השמש ממש רק שהוא קרוב אל השמש אין לחוש אבל דעת כמה אחרונים להחמיר גם בזה ואין מותר רק במקום הצל:",
            "(ב) השמש - ואפילו בתוך הבית כל שהחלון פתוח כנגד השמש אסור. והיכי שהחלון אינו פתוח רק שהשמש מזהיר דרך זכוכית החלונות כתב בח\"י שאין להחמיר בזה אבל כמה אחרונים חולקים עליו בזה שהחמה מבעיר גם דרך הזכוכית וכן נהגו לכסות החלונות בסדינין בשעה שהשמש מזהיר:",
            "(ג) תחת כל אויר וכו' - ר\"ל אפילו במקום שאלו היתה החמה בעולם בזה המקום זו העת צל הוא ואין בו חמה:",
            "(ד) משום דיומא וכו' - שטבע החמה אז להגביר חומה בכל מקום ומיהו כ\"ז ביום אבל בבין השמשות אין לחוש לזה שהרי כבר שקעה החמה (תה\"ד):",
            "(ה) אפילו אין שם שמש - כגון שהחלון פתוח למזרח והוא לש אחר חצות שכבר סבבה החמה לדרום וא\"כ משום אין לשין במקום השמש אין כאן אפ\"ה יש ליזהר משום שמא יתענן הרקיע פתאום ולא ירגישו ויומא דעיבא כולו שמשא ואע\"ג דבחוץ מותר ללוש עכ\"פ בצל לכו\"ע ולא חיישינן שיעיב הרקיע שאני בחוץ דירגיש תיכף כשיבואו עננים ויתכסה השמש משא\"כ בבית אין מרגישים כ\"כ:",
            "(ו) וכן יש ליזהר - ר\"ל כמו דאסרו בגמרא ללוש במקום השמש או ביומא דעיבא כן יש ליזהר לכתחלה להוליך וכו' וגם כן מטעם הנ\"ל שחום השמש מחמם למים או לקמח:",
            "(ז) מגולה - אלא יכסנו במפה ואין להניח מפה אחת פעמים הרבה דשמא נדבק בה בצק ונתחמץ:",
            "(ח) או הקמח - פי' אם השקין פתוחין למעלה:",
            "(ט) אצל התנור - היינו פי התנור ובצדדים או מאחוריו לית לן בה שאין החום גדול שם והאחרונים האריכו בה ומסקנתם הוא כן דבתנור של בית החורף שכשמסיקין בו מתחמם כל החדר אסור ללוש בכל החדר אלא צריך שלא להסיק בו כלל ביום הלישה ואם הסיק אותו יפתח הדלת והחלונות עד שיצא החום לפי אומדן דעתיה ואז ילוש וה\"ה בסתם תנור רק שאופין בו כל היום ומוציא חום הרבה בכל הבית ג\"כ אסור ללוש בכל אותו בית אא\"כ יפתח הדלת והחלונות ומ\"מ הכל לפי הענין אם החדר קטן והחום רב או בחדר גדול והחום מעט:",
            "(י) מפני חום התנור - ובדיעבד אם לש נגד פי התנור דינו כלש במקום השמש ומבואר לקמן סעיף ה' עיי\"ש. ודע דיש שנכשלים בזה כגון האופין שיש מהן שבשעה שהמצות בידם על המקל להורידן לתנור ומקרבין אותה לפי התנור הם שוהים ומתישבין באיזה מקום להניחה בתנור או גרוע יותר מזה שפונים ראשם ומשיחים עם העורכים ובין כך המצה מתחמם מאד כנגד פי התנור והוא איסור גמור לפי המבואר כאן וכן עוד יש ליזהר להחליף המקלות שמשימים עליהם המצות כפעם בפעם דאנו רואין בחוש שמתחממין הרבה מחמת שהיו בתנור ומחמת זה נתחמם המצה עוד טרם שמקריבה לפי התנור ובעו\"ה הרבה נכשלין בזה:",
            "(יא) לא יניחו העיסה - ר\"ל לאחר לישתה קודם שהתחיל לערוך אותה אע\"פ שלא נתחממה עדיין במשמוש ידים הרבה:",
            "(יב) בלא עסק - ועסק מיקרי שלש אותה או מגלגלה בעץ וכהאי גוונא אבל לא כמו שיש נוהגין לדחוק ולבעוט העיסה בעץ במקום אחד דלא מהני זה למנוע מחימוץ בכל העיסה במקום שהעץ אינו דוחק [אחרונים]:",
            "(יג) ואפילו רגע אחד - ואפילו אינו עוסק בדבר אחר רק בצרכי התנור גם כן אסור לכתחלה וצריך להסיק התנור ולגרוף אותה מקודם כדי שלא יהא צריך להניח המצות בלא עסק וכדמבואר לקמיה:",
            "(יד) הוי חמץ - אע\"ג דלא ניכר ביה שום סימני חימוץ המבואר לקמיה:",
            "(טו) הוי רביעית שעה וכו' - והוא י\"ח מינוטין בס\"ה. ועיין בביאור הלכה דלענין מליחה דשיעורו הוא ג\"כ כדי שיעור הילוך מיל בדיעבד אין להקל אלא א\"כ שהה כ\"ד או כ\"ג מינוט עכ\"פ ולכתחלה שיעורו הוא כדי שיעור שעה ואין לשנות:",
            "(טז) כי יש לחוש שהשהיות וכו' - ובתרומת הדשן כתב דבשעה שעוסק בעיסה עסק גמור דהיינו בעיטת הידים ורידוד אפילו שהה בינתים מעט וחזר ושהה מעט אין מצטרף לשיעור מיל דהעסק שעוסק אח\"כ מבטל האתחלתא שהתחיל להתעורר בו כח החימוץ בשעה שהיתה מונחת בלא עסק אבל בשעה שעוסק בה עסק מועט כגון בשעה שמנקר המצות אע\"ג דמקרי עסק ג\"כ שאינו מניחו להחמיץ באותה העת מ\"מ אינו מבטל השהיה הראשונה ואם ישהה עוד יצטרף לשיעור מיל ואסור ודעת מהרי\"ל להחמיר בכל גווני:",
            "(יז) שממהר להחמיץ - כי שיעורא דמיל לא נאמר אלא בסתם בתים שאין בהם חום גדול אבל ביש בו יתרון חמימות ממהר להחמיץ בפחות משיעור זה:",
            "(יח) מיד יחמיץ - ולפי זה צריך ליזהר מאד לאחר שערכו ורידדו המצה ומניחים אותה לפני המנקר שינקר אותה מיד וגם אחר הניקור יראו לרדותה תיכף לתנור כיון דלאחר שנתעסקו בה מחמצת מיד שמסלקין את הידים ממנו והעולם אין נזהרין בזה כ\"כ ואפשר דמיד דקאמר המחבר לאו דוקא אלא ר\"ל שיעור מועט ומ\"מ לכתחלה בודאי יש ליזהר מלהניחה כך אפילו רגע אחד אם אפשר וכנ\"ל בראש הסעיף ועיין מ\"ש בביאור הלכה:",
            "(יט) אפילו אין רואין וכו' - ואפילו לא נשתהה שיעור מיל אפ\"ה אמרינן מסתמא היה שם איזה חמימות שנתחמץ מהר:",
            "(כ) עד שיש בה סדקים - ואפילו יש סדקים במקצת העיסה הרי כל העיסה חמץ וכן לקמן גבי הכסיפו פניו נמי כן:",
            "(כא) האוכלו פטור - אבל אסור באכילה ובהנאה ואי איכא איסורא דאורייתא בזה או רק מדרבנן אסור נתבאר לעיל בסימן תמ\"ב ס\"א וכתבו האחרונים דצריך לדקדק בשיעור זה כי מצוי הוא שיכסיפו פניו ואין איש שם על לב לראות:",
            "(כב) מותר לשברה וכו' - אבל לא מהני במה שמעביר ידיו על המצות ומשפשף דזה לא מיקרי עסק ואדרבה עוד גרע דמחמם אותה בידיו:",
            "(כג) טוב ליזהר לכתחלה - דשמא כשמתקנה פעם שניה לא יערוך אותה יפה יפה ולא תהא גוש אחד דבוק כבתחלה אלא יהיו בה סדקין וכפלות והרי מצה כפולה נוהגין לאסור משום שאין האש שולט שם וכמו שיתבאר בסימן תס\"א. ולכן אין להתחיל להעריך ולרדד המצות עד שיגרוף התנור מתחלה כדי שלא יהיו המצות מונחות בלי עסק עד שיתקן התנור:",
            "(כד) מקטפת - ר\"ל שטחה פני החררה במים:",
            "(כה) שמצננת - דצריך לצנן הידים בשעת לישה לכתחלה משום דהידים מתחממים מרוב העסק ומתחמם העיסה מהידים:",
            "(כו) אלא יהא לה וכו' - ובמדינות אלו נוהגין שלא לקטוף המצות במים [ד\"מ]:",
            "(כז) ולא ציננה - וה\"ה אם עברה וקטפה את המצות במים שציננה ידיה ג\"כ נראה לכאורה שמותר בדיעבד. ודע דיש פוסקים דס\"ל דלא מצרכינן כלל לצנן הידים בשעת לישה אפילו לכתחלה ולא הצריכו לצנן ידים לכתחלה אלא אם אותה שלשה אופה ג\"כ ומשום דמתקרבת לתנור ידיה חמימות וכשלשה אח\"כ חששו חכמים שלא תחמם העיסה בידיה וכתבו שכן המנהג שלא להחמיר ומיהו כ\"ז בסתם אבל במרגשת שנתחממו ידיה לכו\"ע צריך לצנן. ואפילו בסתם טוב לכתחלה להחמיר שכן הוא דעת כמה ראשונים:",
            "(כח) אחר זמן וכו' - וקודם זמן איסורו שופכין בחצירו אפילו שלא במקום מדרון ודעת הב\"ח והט\"ז דאפילו קודם זמן איסור אין לשופכן בחצירו שלא במקום מדרון:",
            "(כט) אלו המים - ר\"ל המים שמקטף בהם או שמצנן את ידיו:",
            "(ל) כדי שלא יתקבצו וכו' - והרי החמץ שלו הוא כיון שהוא ברשותו ומיהו לשפוך אותם בר\"ה מותר בכל ענין דמאי איכפת לן שיחמיצו אחר כן כיון שכבר הפקירן ויש אומרים דאפילו בר\"ה אין נכון לכתחלה שלא במקום מדרון דכיון שהוא בזמן איסור חמץ יש לו לדקדק בפרורי בצקו שלא יבאו לידי חימוץ:",
            "(לא) במקום אחד - אלא יבלעו בקרקע וכתב מ\"א דאין לשפוך אותם על רצפת אבנים דג\"כ אין נבלעים בקרקע. ודע דצריך למהר ולשפוך אותן אחר שקיטף בהם או צינן בו ידיו או לאחר הדחת העריבה מפני שהן ממהרות להחמיץ:",
            "(לב) והכלים - היינו העריבות ועצים העגולין שעורכין בהם המצות והרעדלי\"ך שמנקרין בהם המצות ועיין בפמ\"ג שכתב דנכון לפעמים לבדוק ולראות גם המרדה שמכניסין בה המצות לתנור אם אין עליה בצק [דלפעמים כשהעיסה רכה נדבק עליה בצק]:",
            "(לג) בשעת עשייה - היינו בין כל עיסה ועיסה לנקותם דאע\"פ שאין שוהין שיעור מיל בין כל עיסה ועיסה ונמצא שהבצק הדבוק בכלים אינו שוהה בלא עסק אעפ\"כ לכתחלה צריך ליזהר בכך וכנ\"ל בס\"ב [ומש\"כ לאחר עשייה היינו לאחר שנאפה מהיסק אחד] וה\"ה שצריך לרחוץ ידיו וגם לרחוץ האגן שלשין בו ולנגבו במפה בין כל עיסה ועיסה. ומנהגנו כהיום לרחוץ אשה הלשה את ידיה וכן הכלים שלשין בו לאחר שעשו בו שנים או ג' עיסות עד שלא יהיה מהתחלת הלישה יותר משיעור מיל וכן המגלגלים ישגיחו אם מודבק בידיהם עיסה וירחצו ידיהם ג\"כ משיעור מיל לשיעור מיל וכן ישגיחו על עצים המגלגלין והרעדליך שיהיו נקיים ולהחליפם או לגרד החמץ מהם בזמן הנזכר וכן הסדינים שמכסין בו השולחנות ג\"כ מחליפין אותן בזמן הנזכר ובמקום שעורכין על השולחנות מגרדין אותן בזכוכית בזמן הנזכר וכתבו האחרונים דהמנהג הנכון להיות שני אגנים ללוש בהם ובעת שלש בהשניה יהיה איש אחד מוכן לרחוץ הראשונה ולנגבה היטב וכן חוזר חלילה והמנהג הנכון להעמיד משגיח בבית אופי המצות להשגיח על הכל כי רבה המכשלה מאד:",
            "(לד) ואח\"כ ידיחן - והמרדה א\"צ להדיחה:",
            "(לה) ע\"י נכרי - דהדחת הכלים הוי שבות וע\"י נכרי הוי שבות דשבות ושרי במקום מצוה כמ\"ש סימן ש\"ז ס\"ה:",
            "(לו) יטילם לצונן - שהצונן מעכב מלהחמיץ וכדלעיל סימן תנ\"ז ס\"ב ויכביד אותם כדי שירדו למטה במים ולא יציפו למעלה וכ\"ז כשאין דעתו לאפות עוד בו ביום הא דעתו לאפות רשאי להדיחם בעצמו ולגרדם אסור בכל גווני:",
            "(לז) או יתנם לתנור וכו' - ומ\"מ אין נכון לאכול הבצק הנאפה דשמא לא נאפה יפה הצד השני שבתוך הסדקים:",
            "(לח) שיאפה הבצק - והאחרונים מפקפקים בעצה זו דכיון דאין נכון לאכול את הנאפה וכנ\"ל וגם אין כוונתו לאכול א\"כ הוא אפיה שלא לצורך דאסור ויש עוד עצה שיבטל החמץ קודם שיחמיץ או יתן הכלים עם הבצק במתנה לנכרי:",
            "(לט) שלא יהיה בו שום גומא וכו' - ואפילו על שפת הכלי שלש בו לא יהיה בו סדק. ומזרק שנסדק בשפתו כתבו הפוסקים דצריך להרחיב הסדק ולגרדו יפה ולהגעיל ולסתום הסדקים ויחליקם להשוותם יפה או ירחיבוהו ברוחב אצבע כדי שיכנס היד לנקות אבל לא ידביק עליו חתיכה נחושת במסמרים שהחמץ נכנס תחת המסמר אלא א\"כ ידביק הנחושת ע\"י היתוך. גם במרדה שרודים בו המצות לא יהא בו סדק או חריץ וכן על הדף שעורכין ומגלגלין עליו המצות ג\"כ צריך שיהא חלק בלא סדקים וחריצים ואם יש בהם נקבים צריך לסותמן שהבצק נכנס בהם ויש שעורכין מטעם זה על סדין אכן על הסדין ג\"כ אין טוב שהבצק נכנס בנקבי האריגה [אם לא שיחליפם בחדשים בכל שיעור מיל] ולהפכם לעבר השני אינו מועיל ג\"כ וע\"כ יותר טוב לערוך על דף חלק ואנשי מעשה נוהגין לצפות השולחנות בטס של מתכות חלק או על אבנים חלקין וגם יש שמגלגלין בוועלגע\"ר העלצע\"ר שמצופין בטס של מתכות או בשל זכוכית:",
            "(מ) כסת צמר - וטוב ליזהר שלא להעמיד אף על בגד צמר אבל בדיעבד בכל ענין ליכא איסור:",
            "(מא) הפת מותרת - אפילו לש במזיד ומסקנת אחרונים לאסור באכילה אם שהה כ\"כ בחמה עד שהוחמה העיסה וה\"ה בלש סמוך לתנור המבואר בס\"א:",
            "(מב) לא יוסיף בה קמח - לפי שאותו הוספה אינה נילושה יפה ונשאר מעט בעין תוך העיסה ושמא לא נאפה אותו קמח יפה ויש לחוש שמא יפול במרק בקערה ויתחמץ:",
            "(מג) אלא עושה - כתבו האחרונים דאדם אחר יעשה העיסה הקשה דהוא בעצמו אי אפשר לו ללוש שתי עיסות כאחת ולהתעסק בהן יפה ולהניח העיסה הראשונה בלי עסק אין נכון לכתחלה אפילו רגע אחד וכדלעיל בס\"ב ומ\"מ בדיעבד אם עבר ועשה אדם אחד אין לאסור [א\"ר]:",
            "(מד) ויערבנה וכו' - ואם אי אפשר לו לעשות עוד עיסה קשה אין איסור להוסיף קמח בעיסה הרכה רק יזהר שלא יתן אותן המצות בדבר לח [אחרונים] ומ\"מ בדיעבד אם נפלו תוך התבשיל הסכימו האחרונים להתיר שהרי אין ידוע בודאי שנשאר בעיסה קמח בעין ואף אם נשאר אפשר נאפה ונקלה יפה. כתבו האחרונים שצריך ליזהר לבער הפירורין מעל השולחן אחר כל עיסה:",
            "(מה) מהקמח - לכן אותו המודד קמח לא יקרב אל העיסות עד שינקה מלבושיו מן הקמח וידיח ידיו תחלה. וכן צריך ליזהר שהמודד הקמח לא יתן מים לתוך העריבה כי מתדבק רטיבת המים על ידיו וכן הנותן מים לא יהיה מודד הקמח אלא כל אחד יהיה על משמרתו:\n"
        ],
        [
            "(א) אין לשין וכו' - וה\"ה עריכת המצה. ולעני ניקור שמנקרין המצות טוב ליזהר לכתחלה שלא לעשות על ידם לענין מצות של מצוה ויש שמקילין בזה אף לכתחלה לעשות הנקבים ע\"י קטן וכה\"ג כיון שגם גדולים עומדים ע\"ג ועי\"ז יהיו הרבה עוזרים למהר בענין עשייתן:",
            "(ב) מצת מצוה - משא\"כ בשאר מצות א\"צ שימור לשם מצוה רק שיזהר שלא יהיה בהן חשש חימוץ ומותר לעשות על ידיהן אם משגיח עליהן אך ישראל קדושים הן ונהגו לעשות שימור לשם מצה בכל המצות כדאיתא בסימן תע\"ז כ\"כ האחרונים ועיין מה שכתבנו לקמיה:",
            "(ג) ע\"י א\"י וכו' - הטעם דכתיב ושמרתם את המצות ומשמע מזה דשמירה שאתה משמרה שלא תחמיץ התכוין לשם מצה של מצוה ונכרי וחש\"ו לאו בני שימור נינהו והסכימו הרבה פוסקים דאפילו ישראל עומד ע\"ג ומזהירן שיכונו לשם מצות מצה ג\"כ לא מהני ואינו יוצא י\"ח אפילו בדיעבד ויש מן הפוסקים שמקילין בעומד ע\"ג ומזהירן שיכוונו בעשייתו לשם מצה דאז אמרינן אדעתא דישראל קעביד וכתבו הב\"ח והמ\"א דיש לסמוך עלייהו כשא\"א בענין אחר וטוב שהישראל בעצמו יסייעם ג\"כ קצת ומ\"מ מוטב לעשות ע\"י חש\"ו מע\"י עכו\"ם. ודע דאפילו לדעת המקילין בעומד ע\"ג לא יסתפק במה שאומר לו פ\"א קודם העשיה שיכוין לשם מצות מצה רק צריך להזהירו בכל שעה ע\"ז שלא יסיחו דעתם מזה. ולענין טחינה עיין בביאור הלכה:",
            "(ד) חרש - היינו שאינו שומע ואינו מדבר דאם הוא מדבר אינו מדינא בכלל חרש. וקטן היינו שלא הגיע לי\"ג שנים ויום אחד ובאשה בת י\"ב שנים ושוטה היינו שמאבד מה שנותנים לו. ובעו\"ה כמה אנשים מקילין ומניחין לקטן וקטנה ליתן מים לתוך הקמח ושלא כדין עושין דנתינת מים לתוך הקמח הוא בכלל לישה לדעת הי\"א בסי' שכ\"ד ס\"ג ולא נפיק ידי חובת מצה במצה כזו אם לא שלוקח מצות אחרות ללילי הסדר לקיים המ\"ע דאכילת מצה:",
            "(ה) הרא\"ש וכו' - דמצוה בו יותר מבשלוחו:",
            "(ו) במצת מצוה - ומהרי\"ל פסק ליזהר כן לכתחלה בכל המצות וכ\"כ הפר\"ח דגם באפיית שאר המצות הנעשות לכל ימי הפסח היה נוהג לעמוד על גביהן כי רבה המכשלה וכ\"כ בח\"י בשם השב\"ל שאין להאמין לנשים בענין לישה ואפיה כי כמה דברים יעלו על לב נשים שהן מותרות או שמא שוכחות ועושות דבר שלא כהוגן ואינן יודעות שכר מצוה והפסד עבירה לכן רוב הת\"ח והרבנים עומדים על רקידתה ועל לישתה ועל אפייתה:",
            "(ז) בעצמו - ויטריח עצמו במצת מצוה עד שיתחמם ויזיע וזה תיקון גדול לעון החמור [האר\"י ז\"ל]:",
            "(ח) אחר זמן איסור חמץ - דקודם זמן איסור אפילו היה ביום י\"ד שכבר בדק שאר חמץ מ\"מ א\"צ לומר בשעת לישה ודי לו שיבטל סמוך לזמן איסורו ובלא\"ה הוא אומר כל חמירא וגם פירורים אלו בכלל אבל לאחר זמן איסורו משנעשה חמץ אינו ברשותו לבטל ויש לחוש שמא לא יבערם מן העולם מיד ויעבור על ב\"י וב\"י וע\"כ צריך לבטל קודם שיתחמץ. ואף אם אינו עומד שם יכול לבטלם בביתו [פמ\"ג]:",
            "(ט) יאמר בשעת לישה וכו' - ומ\"מ אחר האפיה יכבד הבית וכן השולחן שערכו עליו המצות אע\"פ שביטל ומה שימצא מן העיסה ישרפנו ויש שכתבו דמטעם זה טוב שידרוס הפירורים ברגליו בעפר תיכף משנפלו קודם שיבאו לידי חימוץ דאם יבואו לידי חימוץ צריך לשורפן:",
            "(י) הנדבק בכלים - עיין לעיל בסימן תנ\"ט ס\"ד בהגה דאם לש ביו\"ט מה יעשה בהכלים אח\"כ והכא מיירי בלש בע\"פ אחר זמן איסורו דיכול לגרר החמץ מעליהן אח\"כ ולהדיחן (וכן צריך לעשות באמת אח\"כ אע\"פ שביטלן) אך שאנו חוששין שמא ישהה קצת ויעבור על בל יראה:",
            "(יא) אני מבטל אותם - או אני מפקיר אותם אבל לא יאמר פירורין הפקר דאינו לשון מבורר שמפקירן דאפשר לומר במשמעות הלשון שמעצמן הן הפקר ואינו כן וכתבו האחרונים דלשונות של ביטול והפקר צריך לומר דוקא בלשון שמבין:",
            "(יב) שמבטלן קודם חימוצן - וממילא אף שיתחמצו אח\"כ אינו עובר בבל יראה דאינו שלו:",
            "(יג) אין עושין וכו' - פי' לכתחלה ובדיעבד מותרין באכילה אם לא שהה בציורן שיעור חימוץ וגם יוצא בהן ידי חובתו:",
            "(יד) סריקין המצויירין וכו' - לפי שהוא שוהה עליה לציירן ופעמים יבוא לידי חימוץ ע\"י שהיה זו ואפילו רוצה לעשות הציור ע\"י דפוס שאינו שוהה כלום אעפ\"כ לא חילקו חכמים ואסרו הכל לפי שהרואה שנאפו מצות אינו יודע שנעשו ע\"י דפוס ויבוא להתיר אף בלא דפוס. וכן אין חילוק בין סריקין של בע\"ב ובין של נחתומין אף דנחתומין קבועין ומורגלין בזה ואין שוהין בעשייתן אעפ\"כ אסור ואפילו אם המצות הן רקיקין דקים שאינם ממהרין להחמיץ אעפ\"כ אין לעשותם מצויירין:",
            "(טו) במסרק - פי' ואע\"פ שנעשה כעין ציור על המצה מ\"מ שרי דכיון שאינו מכוין לצייר לא יבוא עי\"ז לידי שהיית שיעור חימוץ:",
            "(טז) רקיקין - היינו אף דמבואר בס\"ה דפחות מטפח מותר לעשות מ\"מ נכון יותר לכתחלה לעשות רקיקין דקין:",
            "(יז) פת עבה טפח - דכשהיא עבה כ\"כ יש לחוש שמא לא ישלוט חום האש בתוכה ותתחמץ בתוכה בשעת אפייתה אבל בפחות מטפח מותר ועיין בבה\"ל שהבאנו דעת כמה פוסקים דאפילו בפחות מטפח יש ליזהר. ובדיעבד אם כבר אפה יש מתירין אפילו בעבה טפח ויש אוסרין אכן בפחות מטפח אין לאסור בדיעבד. ומ\"מ כל שהיא עבה יש לעיין בתוכה אם נאפית יפה ולא נתחמצה:",
            "(יח) פאנדי\"ש וכו' - הם עיסות מצות ממולאות בבשר או בגבינה לפי שבשעת אפייה יוצא ליחה מהבשר והגבינה ומלחלחת העיסה ומעכבת אפייתה ועוד שליחה זו דינה כמי פירות שכשהן מתערבים בעיסה שנילושה במים היא ממהרת להחמיץ מיד כמו שיתבאר בסימן תס\"ב וא\"כ יש לחוש שמא כשיצאה הליחה לתוך העיסה נתחמצה מיד קודם שהספיק חום האש לשלוט בה לאפותה. ואפילו בדיעבד ששכח ונתן אותם לתוך המצה יש לאסור המצה:",
            "(יט) אין ליתן וכו' - ג\"כ מהאי טעמא לפי שהליחה היוצאת מהם מעכבת אפייתה ואפילו ביצה מבושלת אין ליתן אע\"פ שאין ליחה יוצאה ממנה מ\"מ במקום הביצה אין חום האש שולט שם ואין נאפה שם יפה:",
            "(כ) שתאפה עמהם - ואפילו בדיעבד יש לאסור לפי מה שאנו נוהגין לאסור מצה שנתכפלה בתנור לפי שאין חום האש שולט שם וה\"נ בזה אבל אם נתן לתוכה זרעונים אפילו אינם כתושים מותרת באכילה לפי שדבר קטן כזה אינו מעכב אפייתה ומ\"מ לכתחלה יש ליזהר גם בזה:"
        ],
        [
            "(א) כשיסיקוהו - ואף שהתנורים שלנו נעשו מלבנים הנשרפים בכבשן ויש להן דין כלי חרס שאינו יוצא מידי דופיו מ\"מ מהני היסק כיון דהסיקן מבפנים ולא חייס עלייהו דלמא פקעי וכמבואר לעיל סימן תנ\"א ס\"א. ואין חילוק בין תנורים שפיהן מן הצד כמו שלנו ובין תנורים קטנים שפיהן למעלה:",
            "(ב) על פני כולו - ודי בהיסק זה גופא שמכשירו לאפות בו מצה. ואם ספק לו בהיסק זה אם הלכו הגחלים ע\"פ כולו יש לאסור בדיעבד המצות שאפו בו ודוקא אם הוא עדיין בתוך מעת לעת שנשתמשו בו החמץ דאל\"ה מותר בדיעבד אם הוא קודם פסח [פמ\"ג וע\"ש עוד] אך אם הסיקו כמה פעמים אף שלא כוון להתירו לצורך פסח מותר בדיעבד דבכמה פעמים תלינן שמסתמא הוסק כל התנור:",
            "(ג) קרקע חדש - כעובי אצבע [לבוש] והחמץ הבלוע בגגו ובקירותיו הוא נפלט ע\"י ליבון השלהבת כשמסיקין אותו לאפות בו המצות וכן הכירה צריך להסיק ושילכו הגחלים ע\"פ כולו או שיטיח בטיט קרקעיתו וגם בצדדיו בגובה המקום שעומדין הקדירות. וקאכלין העשוי בתוך התנורים צריך שילבינו ע\"י גחלים או שיטיח בטיט קרקעיתו וסביביו וגם למעלה ובבית מאיר מקיל שאין צריך להטיח למעלה כלל ובצדדין מצריך רק בגובה טפח עי\"ש:",
            "(ד) טוב וישר הוא וכו' - ר\"ל אף דמן הדין די בהיסק אחד להכשר ולאפיה מ\"מ טוב וישר וכו' והטעם אולי נשאר בפעם ראשון מקום אחד מבלי גחלים ולאו אדעתיה ועוד דבהיסק אחד יש לחוש שלא ילבן יפה מטעם שיתיירא שישרף הפת ולפי טעם זה צריך להמתין מלהסיק פעם שני עד שיצטנן קצת וכן נהגו. וכתבו האחרונים דאם שכח להסיק התנור ולהכשירו קודם יו\"ט וצריך להכשירו ביו\"ט דמותר לעשות הכל בהיסק אחד ושלא לעשות הבערה שלא לצורך יו\"ט כיון דמן הדין מותר רק שיזהר שילכו הגחלים ע\"פ כולה:",
            "(ה) אבל צריך להסיק תחלה וכו' - דאל\"ה יש לחוש שיתחמץ קודם שיתחיל לאפות:",
            "(ו) בין כוביא - היינו טפקא הנ\"ל:",
            "(ז) באלפס - קערות רחבות ואופין בה לפעמים:",
            "(ח) בלא מים - דאם יהיה שם מים אפילו אם ישים העיסה שם אחר שיהיו המים רותחין ג\"כ אסור דזהו חליטה ואסור כמו שכתב לעיל בסימן תנ\"ד ס\"ג:",
            "(ט) בין בקרקע - והוא טרוקנין המבואר לעיל בסימן ס\"ח סעיף ט\"ו וע\"ש דאין רשאי לברך עליו המוציא אא\"כ קבע סעודתו עליו ואיתא בגמרא דאדם יוצא בזה י\"ח מצה בפסח דהוא חשוב לחם עוני:",
            "(י) יש אוסרים - היינו לכתחלה [הגר\"א] ודוקא אם לא נשתהה שיעור מיל עד התחלת האפיה דאל\"ה לכו\"ע אסור אף בדיעבד:",
            "(יא) וטוב ליזהר - ואפילו בדיעבד נכון להחמיר שלא לאכלה אם אפשר לו. אם שמו מצה על הנייר בתוך התנור לאפותה עם הנייר אין לאסור בדיעבד שבודאי שלט חום האור דרך הנייר ונאפית במהרה קודם שתתחיל להתחמץ אבל לכתחלה אין לעשות כן [אחרונים]:",
            "(יב) ברמץ - היינו שלא לאפותם בתוך הרמץ שיש לחוש שמא יחמיצו קודם שיתחילו לאפות ואם עבר ואפה אין לאסור:",
            "(יג) אין חוטין נמשכים - ואפילו אם היא נפרכת כשמטלטלין אותה יוצאין בה. כתב הח\"י דאם יש לספק אי חוטין נמשכין ממנה ותוחב אצבע תוך המצה ואינו נדבק בה עיסה יש להתירה דזהו סימן שאין חוטין נמשכין ממנה. וכ\"ז אם המצה חמה אבל אם נצטננה אפשר דאין ראיה מזה [א\"ר]:",
            "(יד) ממנה - וסימן זה אינו כ\"א בזמן שהמצה עדיין חם ולא בזמן שנצטננה:",
            "(טו) יוצאין בה - ידי חובת מצה. ואפילו אם הוא אוכלה אחר זמן מרובה דמשנאפית כשיעור הזה לכו\"ע תו לא אתי לידי חימוץ וקודם שיעור הזה עדיין איננה בכלל לחם רק בצק ויש עוד סימן לפת שהגיעה לכלל לחם והוא כשאנו רואין שנקרמו פניה והוא חד שיעורא וע\"כ אם נצטננה המצה ופרסה וראה בה ריעותא מבפנים שניכר שלא נאפה יפה ואינו יכול שוב להכירה בסימן הנ\"ל יביט בפני המצה ואם יראה שנקרמו פניה קרימה מעליא שאין בו ספק יש להתירה אבל אם גם בהקרימה גופא יש בו ספק הוא ספק דאורייתא לכמה פוסקים ואסור אפילו בהפסד מרובה ומניעת שמחת יו\"ט:",
            "(טז) קודם לכן ולהחזירה - ר\"ל לא מיבעיא ליטלה שלא להחזירה בודאי אסור דכיון שחוטין נמשכין ממנה הרי היא עדיין בכלל בצק ותתחמץ בודאי עכ\"פ בשיעור שהיית מיל אלא אפילו לקחה ע\"מ להחזירה תיכף ג\"כ יש ליזהר כי תוכל לבוא לידי חמץ אפילו בשהיה מועטת כיון שנתחממה מחום התנור וכעין שנתבאר לעיל בתנ\"ט בס\"א וס\"ב. ומ\"מ אם עבר והוציאה והחזירה מיד אין לאסור:",
            "(יז) יוצא אדם וכו' - היינו דיעבד. ולזקן ולחולה שקשה לו לאכול מצה יבשה מותר אפילו לכתחלה לשרות המצה במים אך צריך ליזהר שלא יהיה שרוי מעל\"ע דכבוש כמבושל:",
            "(יח) שרויה - במים ואם מותר לשרותה בשאר משקין ומי פירות או במרק יש דעות בין הפוסקים י\"א דאסור לפי שהן מפיגין את טעם המצה שנותנין בה טעם שלהן וי\"א דוקא ע\"י בישול מפיג טעם מצה ולא ע\"י שריה וע\"כ זקן או חולה שא\"א לו לאכול מצה השרויה במים מותר לו לשרותה ביין או בשאר משקין אבל שאר כל אדם שאכל מצה השרויה בשאר משקין חוץ ממים לא יצא י\"ח וצריך לחזור ולאכול מצה אחרת בין הכזית של ברכת מצה בין הכזית של אפיקומן. וכ\"ז דוקא כששורה את המצה בהן אבל להטביל אותה בהן כתב רבינו מנוח בפשיטות דשרי דבזה לא נתבטל טעם מצה. ודע עוד דמה דמקילינן בשרויה במים דוקא כששורה כזית שלם ביחד אבל אם ישרה פרוסות פחותות מכזית אינו יוצא בהן י\"ח אם נישרו כ\"כ עד שנתלבנו המים מחמתן שכבר נתבטלו מתורת לחם עי\"ז כן כתב המ\"א בסימן קס\"ח סק\"ל ועי\"ש במ\"ב ס\"ק ס\"ג דביררנו שם דאם שורה אותן זמן מועט ולא נתלבן המים עי\"ז אפילו הם פחותות מכזית לא אבד מהן שם לחם:",
            "(יט) והוא שלא נימוחה - עיין בה\"ל:",
            "(כ) בישלה וכו' - אפילו אם יש בכל פתיתה כזית וגם יש עדיין תואר לחם עליה לפי שאחר הבישול נתבטל ממנה טעם מצה. וכתבו האחרונים דלאו דוקא בישלה דה\"ה בשרוי לתוך רותחין. ואפילו בכלי שני יש להחמיר דלא לשרותה אם לא לצורך וכ\"ז בשהיד סולדת בו. ודוקא במים אבל במרק יש להחמיר בכל גווני:",
            "(כא) אם אפו וכו' - אפילו תוך הפסח:",
            "(כב) חמץ עם מצה - בתנור אחד אפילו בתנור קטן וסתום דמחמירין לעיל בסימן תמ\"ז סוף ס\"א בכאן שרי דריח פת היתר בפת איסור אין נחשב לכלום והסכימו האחרונים להתיר בזה אפילו היו נילושים בשמן או שומן ומ\"מ אותו מקום שעמד החמץ בתנור צריך היסק כדי להכשירו אבל שארי מקומות בתנור א\"צ הכשר דאין מוליך ומתפשט בליעתו בכולו בכחוש בלי רוטב:",
            "(כג) נגעה בחמץ - היינו בתנור כשהם חמין:",
            "(כד) כדי נטילת מקום - היינו כעובי רוחב אצבע אגודל בינוני ויש מאחרונים שמחמירין בנעשה תוך הפסח לאסור כולו ולפי מש\"כ הגר\"א בסקי\"ז יש להקל גם בזה:",
            "(כה) ודבוקה - אבל באינה דבוקה ממש אין לאסור. ומ\"מ אם לא קרמו פניה דלמטה במקום הכפל ואפילו יש לו ספק בזה אסור:",
            "(כו) עד שאין שולט שם האש - ר\"ל דכיון שנדבק ואין האש יכול לשלוט שם בכח לאפות מיד חיישינן שאדהכי והכי נתחמצה:",
            "(כז) אוסרין אותה - כולה דכיון שהחמץ מחובר במצה בחתיכה אחת חוששין שמא נתפשט טעם החמץ בכל המצה ואע\"פ שיש במצה ששים נגדו אין מתבטל בתוכה שחמץ בפסח במשהו:",
            "(כח) תוך הפסח - ר\"ל אם האפיה היה תוך הפסח דאז דינו במשהו [הגר\"א]:",
            "(כט) אבל שאר מצות שבתנור וכו' - אפילו אם נוגעים ונושכים בזו דאין איסור כחוש יוצא מחתיכה לחתיכה בלא רוטב ורק צריך ליזהר שיניח מעט מן ההיתר עם האיסור במקום הנגיעה כדי נטילה:",
            "(ל) מותרים - אפילו אם נגעו בה במקום הכפל ואם היתה אחת מהן משוחה שומן אפילו ההיתר שמן אם נגע במקום הכפל כולו אסור דאזיל ההיתר ומפטם לאיסור והוי כאלו הוא ג\"כ שמן ומתפשט האיסור בכולו אבל שלא במקום הכפל סגי לה בכדי נטילה ואם היתה המצה הכפולה שמן אוסרת לחברתה הנוגע בה בכולה:",
            "(לא) וקודם פסח - היינו אפילו בנמצא תוך הפסח כיון שנאפית קודם פסח:",
            "(לב) רק מקום דבוקה - וסביבו כדי נטילה והשאר מותר אף דלית בהו ששים נגד מקום הכפל. אם נמצא בביתו מצה כפולה ונפוחה לאחר הפסח אין להחמיר. וטוב להוציא מצה כפולה או נפוחה במרדה אחרת אם יש באפשרו:",
            "(לג) נפוחה - יש בזה שני פירושים א) שנחלקה עובי המצה באמצע וחלק העליון עלה למעלה ב) שלא נחלקה כלל אלא שתפח גוף המצה באמצעיתה ועלה כמו בלחם חמץ שמתחמץ ומתנשא למעלה באמצעיתה והסכימו האחרונים בשניהם להחמיר:",
            "(לד) אסורה - כל המצה אף במקום שלא נפחה ואפילו אם הנפיחה היתה רק באחת מן הקצוות כיון שנעשה חלל בעוביה תלינן שנתחמצה כולה ואפילו יש ס' במצה נגד מקום הזה לא מהני ואין חילוק בין קודם פסח או בפסח ועיין באחרונים שהסכימו שאין לאסור אא\"כ החלל הוא גדול כ\"כ כמו אגוז לוז (שקורין האזיל נוס) או כמו אצבע גודל בינוני ודוקא כשעלה החלק העליון מן המצה בגובה למעלה אבל אם לא עלה למעלה אלא שבתוך עובי המצה יש נקב חלול כשיעור שנתבאר אוסרים מקום הנקב לבד שאותו מקום דומה למצה כפולה שאין חום האש שולט שם והשאר מותר אפילו תוך הפסח ואין אוסרין אפילו במקום הנקב אלא כשיש בתוכו אבעבועות (שקורין בלעזליך) שהוא סימן לחימוץ אבל אם הוא חלק מותר ואם יש במצה שני נקבים נקב בתוך נקב חוששין לאסור כולה. וכ\"ז אם הנפיחה נעשה בתנור בפעם ראשון אבל אם לאחר שנאפה טחו אותה בשומן והחזירוה לתנור ונתפחה שרי לכו\"ע:",
            "(לה) קרום - היינו קרום דק מלמעלה ולא באמצע עובי המצה יש מאחרונים שכתבו דבמצות דקות שלנו אין לחוש להאבעבועות והחללים הנכרים מבחוץ ומבפנים כדרך רובא דרובא הנעשים מחמת האור שאפילו אינם קרומים דקים רק קצת בעובי אין לחוש ונפוח באמצעיתא היינו שנפרד חצי העובי העליון מהתחתון דזהו שכיח רק במצות העבות קצת. ודע דאפילו באופן שהיא נפוחה לכו\"ע דעת הח\"י שאין לאסור תערובתה כ\"א אותה מצה עצמה שנתפחה וה\"ה לענין כפולה ובא\"ר מחמיר לאסור התערובות בנפוחה אך בהנאה יש להקל עי\"ש ונראה דעכ\"פ בששים יש להקל ובפרט ברקיקין דקין כמו מצות שלנו אפי' מי שירצה להחמיר עכ\"פ אין להחמיר בתערובות כדעת הח\"י:",
            "(לו) אם שני מצות שוכבות - היינו אפילו רק מקצת מצה זו היה מונח בתנור על מקצת מצה זו והטעם לפי שמקום הדבוק אין האש שולט שם וע\"כ דינו כמצה שנתכפלה במקצת ונאסרה כל מצה עליונה ומצה שתחתונה ואם היה זה קודם פסח מסיר מקום הדבוק עם רוחב גודל ממצה זו וכן כה\"ג ממצה שתחתיה:",
            "(לז) קודם אפייתן - ר\"ל והניח שם עד שנאפו כך אבל אם האופה הפרידן תיכף נראה להתיר [א\"ר]:",
            "(לח) שלא יגעו זה בזה - ובדיעבד אם נגעו ונשכו זה בזה כיון ששניהם נוגעין למטה בחום התנור חום האש שולט למטה שפיר ונאפה כדינו ומותר:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}