{
    "versionTitle": "Hilchos Sukkah",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) ופיו חלק - ר\"ל חודו:",
            "(ב) ואפילו בעודו ירוק - דכל שאינו לבן ממש אדום מקרי שאע\"פ שהוא ירוק מאחר כשהשמש מכה בו הוא נעשה אדום בכלל אדום הוא ועיין בפמ\"ג שכתב דכל ג' סימנים בעינן ואם חסר אחד מהם פסול ובבכורי יעקב כתב דאין מצוי זה בלא זה:",
            "(ג) או בהרים כשר - י\"א דיותר טוב לכתחלה ליקח מאותן הגדילים על הנחל אכן מדברי הט\"ז משמע דאין צריך לדקדק בזה:",
            "(ד) והיא פסולה - מן התורה שאיננה בכלל ערבה כלל:",
            "(ה) ויש מין ערבה שאין פי וכו' - וכל שאר סימנים של ערבה כשרה יש לה:",
            "(ו) וזה כשר - דדרכה ג\"כ ליגדל על הנחל כמו שאר ערבות והיא בכלל ערבי נחל. והנה כמה פעמים מלקטין ערבות נערים קטנים שאינם יודעים בין ימינם לשמאלם וצריך הקונה להשגיח ע\"ז:",
            "(ז) ערבה שיבשה - היינו ברוב עליה:",
            "(ח) או שנשרו וכו' - ויש לדקדק בזה שלפעמים נושרין ע\"י תחיבתן לתוך הלולב וגם ע\"י נענוע. ובפרט באתרוג ולולב של הקהל שיד הכל ממשמשין בהן מצוי מאוד שנושרין רוב העלין ע\"י נענוע של איזה אנשים וממילא שאר אנשים שמברכין אח\"כ לבד שאין יוצאין במצוה גם מברכין ברכה לבטלה ומן הנכון שעכ\"פ ביום הראשון שהוא מ\"ע דאורייתא יעמידו איש עתי שיפקח ע\"ז:",
            "(ט) רוב עליה - היינו בשיעור ג\"ט של ערבה [ב\"ח וש\"א בסי' תרמ\"ו] ואם נדלדלו עליה מהקנה או שנסדקו עליה או שנחלקו כתב הרב המגיד שזה מקרי נפרצו עליה ופסולה וכ\"ז היינו אם ברוב עליה הוא כך וכתב המ\"א שיש להחמיר כמותו דהערבות מצויות:",
            "(י) או שנקטם ראשה - והיינו שנקטם עצה אבל בנקטם עליה אף שהוא מראשה אין נ\"מ בזה ונחשבת כשאר עלין. ודע דיבש ונקטם ראשה הוא מטעם הדר ונשרו רוב עליה דעת הריטב\"א הוא משום שעי\"ז אין שמו עליו וע\"כ דעתו דבזה פסול כל שבעת הימים ומדברי רבינו מנוח משמע דגם זה משום הדר הוא:",
            "(יא) כשרה - משמע דלכתחלה אין כדאי ליקח אותה [מ\"א] והא\"ר מכשיר אף לכתחלה. אכן כיון דערבות מצויות טוב להדר לכתחלה גם בזה:",
            "(יב) מכשיר - ונקטינן כסברא הראשונה:"
        ],
        [
            "(א) היבש - ואם הוא יבש רק במקצתו עיין לקמן בסי\"ב ובמ\"ב שם:",
            "(ב) פסול - דאינו הדר ואם הוא כמוש [שאינו לח ולא יבש] אפילו כמוש בכולו כשר דעדיין יש בו מקצת ליחה ומ\"מ כיון שאנו רואין שהוא כמוש דעת המ\"א דצריך לבדקו כמ\"ש בשו\"ע:",
            "(ג) יראה בחוט - הקשו האחרונים דא\"כ יהיה נקב מפולש ופסול לדעה ראשונה שבסעיף ב' אפילו בלא חסרון ותירץ המ\"א שתוחב המחט קצת במקום עובי שלה דהיינו במקום חור הנקב ועי\"ז יכנס קצת מן החוט עמה וכשמוציאה יראה בהחוט ואין כאן נקב מפולש ויש שתירצו דמפולש לא נקרא אלא כשניקב ברוחב האתרוג מעבר לעבר אפילו שלא כנגד חדרי הזרע אבל כשניקב בעובי שלו מצד א' דהיינו לאורך האתרוג מעוקצו כלפי חוטמו ואינו מגיע לחדרי הזרע בזה י\"ל דלכו\"ע לא מקרי מפולש:",
            "(ד) ודאי יבש הוא - ר\"ל דא\"א שימצא בו ליחה ולא יצא תועלת ע\"י בדיקתו:",
            "(ה) ופסול - עיין בשעה\"צ מה שהבאנו בשם תמים דעים:",
            "(ו) כל שהוא פסול - אפילו אינו חסר מן האתרוג כלל כגון שניקב ע\"י מחט:",
            "(ז) אם היה כאיסר - אפילו אין בו חסרון כגון שתחב בו יתד רחב ואם הנקב מרובע או ארוך רואין אי כד מעגלת לה הוי כאיסר פסול:",
            "(ח) ואם חסר כל שהוא - ר\"ל דאם חסר אז אפילו הנקב הוא קטן ביותר דהוא כל שהוא ג\"כ פסול ועיין במאמר מרדכי שהסכים דלענין יו\"ט שני ש\"ד לברך עליו כל שאינו מפולש ואינו חסר בכאיסר:",
            "(ט) וי\"א וכו' - ס\"ל דתרתי לריעותא בעינן מפולש וחסרון דבלא חסרון כשר בכל גווני אלא ביש חסרון יש חילוק דאם הוא מפולש פסול אפילו בחסרון כל שהוא ובאינו מפולש דוקא כשחסר בכאיסר וקי\"ל להחמיר זולת בשעת הדחק כמ\"ש רמ\"א אח\"כ:",
            "(י) אע\"פ שיש בהם חסרון - ר\"ל שנראה לפעמים באתרוג שהיה בו נקב בעודו במחובר אלא שנקרם עליו עור ובשר מלמעלה בזה יש להתיר אבל אם אנו רואים שלא נקרם אלא יש שם נקב וחיסרון אע\"פ שנעשה ע\"י קוצים בדרך גדילתו פסול וזהו שסיים מיהו אם רואה וכו' והמון עם טועין בכך שסוברין שיש קולא כשנעשה הנקב ע\"י קוצים:",
            "(יא) אם רואה שאין העור והבשר קיים וכו' - ואם יש ספק בזה אם הבשר קיים אזלינן לקולא כיון שהדעה אחרונה ס\"ל אפילו בודאי יש חסרון כשר כל שאינו מפולש ואין החסרון בכאיסר שפיר נסמוך ע\"ז בספק לכל הפחות ואפילו אם ספק לו שמא הגיע פילוש הנקב עד חדרי הזרע ג\"כ יש להכשיר שכל שאינו ברור לנו שהגיע עד חדרי הזרע יש לסמוך על דברי האומרים שאפילו אם הגיע לחדרי הזרע אינו נקרא נקב מפולש ואינו פוסל אא\"כ יש בו חסרון:",
            "(יב) כסברא האחרונה להכשיר - ולברך עליו:",
            "(יג) שניקב מצד זה לצד זה - שע\"ז מורה שם מפולש כמו מבוי המפולש:",
            "(יד) עד חדרי הזרע וכו' - טעמם שהקליפה העבה המקפת את חדרי הזרע אינה נחשבת עם חדרי הזרע לד\"א אלא היא נחשבת לדבר בפ\"ע לענין זה וכיון שניקבה כולה מצד א' ה\"ז נקב מפולש וע\"כ אע\"פ שחדרי הזרע וצד השני של האתרוג נשארו שלימים ה\"ז פסול. ולענין הלכה יש להחמיר כסברא האחרונה אבל בשעת הדחק שא\"א למצוא אתרוג אחר יש לסמוך על סברא הראשונה ומותר לברך על אתרוג זה ובפרט היכי שאינו חסר כלום כגון שניקב ע\"י מחט דיש בזה ס\"ס שמא הלכה כהי\"א הנזכר בס\"ב דגם במפולש דוקא כשיש חסרון:",
            "(טו) מפולש - ואם ניקבה הקליפה העבה מצד זה לצד זה שלא כנגד חדרי הזרע דהיינו במקום שהאתרוג מתקצר למטה זה מקרי מפולש בין לדעה א' ובין לדעה שניה:",
            "(טז) קיימים - ויוכל להרגיש ד\"ז במשמוש היד:",
            "(יז) ויש פוסלין - ויש להחמיר בד\"ז במקום שאפשר:",
            "(יח) נסדק וכו' - מדסתם המחבר משמע דס\"ל דיש להחמיר אפילו בנסדק מצד אחד:",
            "(יט) כשר - כמו בנסדק הגרגרת בבהמה ביו\"ד סימן ל\"ד ואפילו נסדק משני צדדיו ע\"פ כל ארכו ונשתייר מכל צד משהו למעלה ומשהו למטה:",
            "(כ) לפסול בנסדק רובו - הט\"ז ומ\"א השיגו על פסק הרמ\"א ודעתם דלא נמצא מי שיחמיר בזה ברובו אבל הגר\"א בביאורו הוכיח כהרמ\"א דיש מחמירין ברובו והיינו אפילו מצד אחד:",
            "(כא) וכל שלא נסדק רוב קליפתו - בעומקו והיינו מראש האתרוג לסופו או לדעת ההג\"ה בשיעור רובו:",
            "(כב) העבה - דאלו נסדק כל קליפתו העבה והגיע לחדרי הזרע אפילו במקום אחד פסול דהוי בכלל נקב מפולש:",
            "(כג) לא מקרי נסדק - אפילו בחוטמו ג\"כ דוקא כשנסדק שם רוב קליפתו דאל\"ה אינו בכלל נסדק כלל:",
            "(כד) הקליפה החיצונה - היינו הקליפה הדקה שהיא כמין גליד על האתרוג ואין כאן חסרון בגופו של אתרוג כלל:",
            "(כה) שאינו מחסרו וכו' - דאם היה נקלף יותר בעומק אפילו במקום אחד ונחסר מגוף האתרוג אפילו משהו פסול מטעם חסר לדעה ראשונה של ס\"ב הנ\"ל ולדעה שניה אם חסר כאיסר עכ\"פ:",
            "(כו) ירק כמות שהוא ברייתו - ואם מקום הנקלף הוא משונה במראיתו ממראה האתרוג אפילו אם נקלף רק רובו פסול וכ\"ז דוקא כשנקלף הכל ביחד אבל אם נקלף בשנים ושלשה מקומות אפילו במיעוט האתרוג אם אינו דומה לשאר האתרוג פסול דהוי כמנומר ואם נקלף במקום חוטמו כשאינו דומה מקום הקילוף לשאר האתרוג אפילו בכל שהוא פסול וכמו לענין חזזית לקמן בס\"ט וי\"א דאין להחמיר בכל זה רק דוקא כשאם נשתנה מקום הקילוף למראה פסול כגון שחור ולבן אבל אם הוא מראה כשר אין לפסלו ובשעת הדחק יש לסמוך ע\"ז ועיין לקמן בסי\"ג בהג\"ה:",
            "(כז) אם נקלף כולו פסול - כמו בבהמה כשנקלף כל עורה טרפה דלא הדרא בריא:",
            "(כח) שישתייר כסלע - וכמו שם לגבי בהמה דצריך שישתייר כסלע וכ\"פ הב\"ח וא\"ר:",
            "(כט) ניטל דדו - הוא העץ שעל ראש האתרוג כמו חוד הדד ותחוב בתוכו והשושנתא עליו:",
            "(ל) פסול - דהו\"ל כחסר והנה מלשון ניטל הדד משמע דניטל העץ אף מה שתקוע בתוך האתרוג ונעשה שם כמו גומא ולפיכך פסול אבל אם ניטל רק מה שלמעלה מן האתרוג אין להחמיר וכן הסכים הט\"ז לדינא אבל יש מן הפוסקים שמצדדים להחמיר אפילו אם לא ניטל רק למעלה מן האתרוג וסוברים דזה הוי בכלל חסר לדידהו ואם נשאר מן העץ למעלה מן האתרוג כל שהוא דעת המ\"א דאין להחמיר בזה:",
            "(לא) במקום שאפשר - היינו שאפשר ליקח יותר מובחר מזה אבל אם הוא המובחר אין להחמיר בשביל השושנתא. ומ\"מ נראה דדוקא אם חסר רק השושנתא אבל אם חסר גם מקצת מן העץ אף שיש עוד קצת עץ למעלה מן האתרוג טוב להדר ליקח אחר אם אפשר לו כי יש מחמירין גם בזה:",
            "(לב) כשר - כיון שכך היא ברייתן וזהו דרך גידולן אין לכנותם בשם חסרים או שאינן הדר וניכרים הם כי יש במקום פטמא כמו גומא מתחלת ברייתו וכתב בבכורי יעקב דזה דוקא רק כשיש גומא מעט שאין כאן פסול רק משום חסר וכיון שמתחלת ברייתו הוא כן ולא נחסר ממנו כלל לא מקרי חסר אבל לפעמים יש גומא עמוקה שחללה עד חדרי הזרע וניכר ע\"י שיכניס לתוך החלל מחט או שאר דבר דק בזה נראה דפסול גמור הוא שהרי נקב בתולדה פסול כל היכי דניקב פסול כדאיתא ביו\"ד סימן מ\"ג בפמ\"ג וכיון דניקב עד חדרי הזרע פסול ה\"ה בניקב בתולדה:",
            "(לג) ונשאר מקומו גומא פסול - דהוא בכלל חסר ואם הוא שעת הדחק שאין אחר בעיר העלה בתשובת חכם צבי שיכול לברך עליו אפילו ביום ראשון (כיון שבשעת הדחק איתא בס\"ס תרמ\"ט שמברכין אפילו על פסולין לגמרי וכ\"ש בזה שהיא תלוי בשיטת הראשונים כמבואר בב\"י) וה\"ה בניטלה פטמתו ונעשה גומא ואין אחר בעיר ג\"כ יכול לברך עליו אפילו ביום ראשון:",
            "(לד) ונשאר עובי כל שהוא שכל רוחב וכו' - ר\"ל שנשאר מן עובי העץ בתוך האתרוג שיעור קצר שיוכל עכ\"פ למלא כל רוחב הגומא מן עוביו ואף דלמעלה מן הגומא לא נשאר משהו ג\"כ כשר דתו לא מקרי חסר:",
            "(לה) עלתה חזזית - בין בתלוש ובין במחובר אלא בעינן שיהיה גבוה משאר אתרוג:",
            "(לו) פסול - דמחזי כמנומר [גמרא]:",
            "(לז) על רובו - היינו רוב כל שטח האתרוג משני הצדדים:",
            "(לח) פסול - דאינו הדר:",
            "(לט) אפילו כל שהוא פסול - שנראה שם לעינים יותר משאר מקומות שבו שבאותו שפוע אדם נותן עיניו:",
            "(מ) שבשטח החברבורות וכו' - פי' שמקום החברבורות עצמם היא המיעוט:",
            "(מא) שכולם מצד א' - משמע דאם נתפשט מהם גם לצד השני מקרי רובו דהוי רוב הקיפו אע\"פ שאינו רובו של כל האתרוג [מ\"א]:",
            "(מב) אפילו במיעוטו - הלבוש וא\"ר פסקו כדעה הראשונה וכ\"מ גם בפמ\"ג שאין פסול עד שיתפשט ברובו מיהו אם נתפשט גם לצד השני של האתרוג כבר ביארנו בס\"ק הקודם דמקרי רובו בזה לכו\"ע:",
            "(מג) אם הוא מחצה על מחצה - לא מיירי שהיה חצי האתרוג של צד א' מראשו עד זנבו דהא בראשו לבד פוסל חזזית במעוטו וכנ\"ל בס\"ט אלא מיירי דהמחצה היא כלפי העוקץ בכל היקף האתרוג:",
            "(מד) יש מכשירים - ס\"ל דאפשר לצמצם והיש פוסלים ס\"ל דא\"א לצמצם ולדינא יש להחמיר כדעה בתרייתא מדנקט אותה המחבר לבסוף ועיין בפמ\"ג שכתב דלא סגי אם ימצא רוב בהכשר ע\"י מדידה אלא צריך שיראה לעינים בלא מדידה ובבכורי יעקב חולק ע\"ז ע\"ש:",
            "(מה) וכל שינוי מראה - כגון שחור ולבן כמבואר לקמן בסט\"ז:",
            "(מו) בכל שהוא - ודוקא כשנראה לכל אבל אם אין נראה לעין מחמת דקותו וצריך להסתכל אין זה כל שהוא שפוסל:",
            "(מז) ויש מי שאומר דה\"ה דיבש וכו' - וכן פסק הא\"ר וש\"א ולאו דוקא יבש ה\"ה שאר פסולין דמשום הדר:",
            "(מח) שם בכל שהוא - היינו במקום חוטמו אבל בשאר מקומות האתרוג דינו כחזזית ושינוי מראה שבמקום אחד דינו ברובו ואם בשנים או בשלשה מקומות פוסל אף במיעוטו:",
            "(מט) אבעבועות - יש אומרים דוקא שתי אבעבועות דבלא\"ה אינו בכלל חזזית אבל רבים מהאחרונים חולקין ע\"ז ודעתם דאף אבעבוע אחת כל שנראה לכל אדם לעין בלא הסתכלות מקרי חזזית. כתבו הפוסקים דדוקא כשנולד החזזית מעצמות האתרוג אבל מה שנעשה מקומו עקום ואדום מחמת שעוקצים אותה קוצים כשר ועיין בשע\"ת ובבה\"ל:",
            "(נ) דנחשבים מראה אתרוג וכו' - ולפי טעם זה אפילו גבוהים משאר אתרוג כשר ואין נ\"מ בין אם החזזית הוא בחוטמו או בשאר מקומות. ועיין באחרונים שהסכימו דאין להקל בגבוהים משאר אתרוג כ\"א בשעת הדחק:",
            "(נא) בענין שפסול - בין שהיה ברובו או במיעוטו בכמה מקומות וקלף כל מקומות הפסולין:",
            "(נב) כשר - ואפילו לכתחלה יש להכשירו ע\"י כן:",
            "(נג) ולא חסר כלום - דהיינו שלא קלף ממנו רק קליפה החיצונה הדקה דאם חיסר ממנו משהו אפילו רק במקום אחד פסול לדעה הראשונה לעיל בס\"ב ועיין לקמן סימן תרמ\"ט ס\"ה בהג\"ה ובמה שכתבנו שם במ\"ב סקל\"ח:",
            "(נד) כבוש בחומץ - היינו דבזה אפילו לא שהא אלא כדי שירתיח הוי כמבושל וה\"ה כששרה במים או בשאר משקין ודבש מע\"ל קי\"ל דהוי כמבושל:",
            "(נה) או מנומר - י\"א דדוקא אם הוא מנומר בגוונין הפסולין כגון חזזית או שחור או לבן או ירוק כעשבי השדה ודינו כמו שכתוב לקמיה בסט\"ז וי\"א דאפילו אם הוא מנומר בהרבה מראות כשרות ג\"כ עכ\"פ אינו בכלל הדר ופסול והטעם בכל זה משום דאינו הדר:",
            "(נו) בשנים או בשלשה מקומות וכו' - עיין לעיל בס\"י:",
            "(נז) מקום וכו' - אבל בשאר מקומות אפילו בשחור מעט פסול ומשמע אפילו הם סמוכין להן:",
            "(נח) כשרים - דאורחייהו בכך ולא נפיק מכלל הדר:",
            "(נט) העגול ככדור פסול - שאין דרכו להיות כן [לבוש]:",
            "(ס) גדלו בדפוס - היינו שעשה לו דפוס בעודו קטן ומחובר באילן כדי שיגדל לפי מדת הדפוס ותמונתו:",
            "(סא) אע\"פ שעשאו דפין דפין - היינו כעין שעושין גלגל ריחיים של מים אפ\"ה חשיב שפיר צורתו:",
            "(סב) ב' דבוקים זה בזה - בספר הערוך בשם רבינו האי ז\"ל התיום שאמרו שני פנים הם שנים דבוקין בברייתן ואחד שהוא שני חצאין חלוקין מלמעלה ומחוברין מלמטה כל שהוא:",
            "(סג) כשר - כיון שנבראו שנים יחד ודבוקין ומעורין זה בזה שאין אדם יכול להפרידן פרי אחד קרינא ביה ואין בו משום תוספות ועיין בב\"י שהסמ\"ג פסלו וע\"כ יש להחמיר בדאפשר [א\"ר]:",
            "(סד) שדומה לעשבי השדה - משום שבזה ניכר שלא נגמר הפרי עדיין ומשמע דאם לא היה ירוק כ\"כ כשר דמסתמא נגמר פריו:",
            "(סה) אלא א\"כ חוזר וכו' - ר\"ל היכא דידעינן טבע האתרוגים שבאותו מקום שדרכן לחזור אח\"כ למראה אתרוג לאחר ששהו בכלי זמן מרובה אז אפילו בעודו ירוק כשר דכיון שחוזר למראהו ע\"כ נגמר פריו ומ\"מ הסכימו האחרונים דאין לסמוך ע\"ז למעשה ואין לקנות אתרוגים אא\"כ התחיל במקצת לשוב למראה אתרוג דשמא יהיה נשאר ירוק. אתרוג המורכב הסכימו הפוסקים שהוא פסול דלא מקרי אתרוג כלל. ומורכב היינו מאתרוג ולומונ\"י או פאמראנ\"ץ או שום פרי אחרת אפילו אם הבריך ענף מאילן אתרוג לתוך לומונ\"י וכ\"ש אם הבריך ענף מאילן לומונ\"י תוך אילן אתרוג [אבל אם הרכיב משני אילני אתרוג ביחד כגון ענף אילן שפירותיו דקים וקטנים לתוך אילן שפירותיו גסים כשר. א\"ר בשם ב\"ח]. ויש ג' סימנים שנוכל להכיר אם הוא מורכב או לא א) כי המורכב חלק ולאתרוג בליטות קטנות בכל גופה וגובה להם ב) המורכב העוקץ בולט ובאתרוג העוקץ שוקע ג) כי תוך המורכב רחב והמוהל שלו הוא רב והקליפה הממוצעת (דהיינו בין קליפה עליונה שהיא דקה כגליד ובין התוך שהן חדרי הזרע עם קליפתן) דקה ובאתרוג הוא להיפך כי הקליפה עבה והתוך קצר והוא כמעט יבש [ובעולת שבת כתב עוד סימן שבאתרוג הגרעין זקוף לאורך האתרוג ובמורכב הגרעין מושכב לרוחב האתרוג ובבכורי יעקב כתב שבדק באתרוגים הרגילים אצלנו ושיש להם כל סימני אתרוג כשר שלפעמים הגרעינים שוכבים באורך ולפעמים ברוחב ע\"ש וע\"כ ע\"י סימן זה א\"א להבחין כלל] וכתב בתשובת חתם סופר חא\"ח סימן קפ\"ג אתרוגים שיש להם סימנים שמבחוץ דהיינו העוקץ שקוע ובליטות הרבה אין לחוש שמא ימצא בסימנים הפנימים היפך מזה ומשמע מזה דאם יש לו רק סימן אחד שמורה שהוא אתרוג והסימן השני מורה שהוא מורכב כגון שהוא חלק והעוקץ שלו שוקע יש להחמיר מספיקא וכ\"כ במור וקציעה אמנם בסימן ר\"ז מפקפק הח\"ס מאוד בענין הסימנים אחרי שלא נזכרו בש\"ס ודעתו דלמעשה אין לסמוך על סימנים כלל להקל ודינן של אתרוגים כדין עוף טהור דנאכל במסורת דהיינו שאותו המקום יהיה מוחזק מימים קדמונים שאתרוגיהם אינם מורכבים ומסיים שם העולה מזה כל האתרוגים שאינם מייעניווע [וה\"ה מקום אחר המוחזק בכשרות מימים קדמונים] אין ליקח בלי כתב הכשר שיודע המעיד שאינם מהמורכבים ואין לסמוך על הסימנים עכ\"ל וכעין זה כתב ג\"כ בספר שנות חיים בסי' ע\"ר ע\"ש אך ביו\"ט שני שהוא דרבנן יש לסמוך על הסימנים אף למאן דס\"ל דגם ביו\"ט ב' פסול מורכב ע\"ש. אכן באמת אודות כתב ההכשר יש ג\"כ הרבה לדקדק א) שצריך למצוא אנשים שיכירו היטב חתימת המעיד או עכ\"פ שהסוחר עצמו יכיר כתב ההכשר והוא יהיה מוחזק לנו בכשרות ב) על האתרוגים שאינם מוחזקים מכבר בכשרות להעיד שאינם מורכבים לזה אין להאמין להמעיד רק אם הוא מוחזק בכשרות וצריך שיהיה ירא שמים לדקדק דאולי מטעי קטעי ובפרט במלאכת הנטיעה. גם מצוי עוד כמה רמיות בענין זה שהוא מניח כתב ההכשר על תיבה אחת והסוחר כשמוכר אותו קעסטיל מניח הכתב על קעסטיל אחר וע\"כ יש לדקדק לקנות מאיש נאמן ואם מוצא לקנות אתרוג מאיזה מקומות הידועים מעולם ומוחזקים שאינם מורכבים יותר טוב לקנות מהם ועיין בבה\"ל מה שכתבנו בשם הבכורי יעקב ולפי המבואר שם נראה דבדיעבד כשכבר קנה או שאין לו מקומות הידועים למוחזקים נראה דיוכל לסמוך על שתי סימנים שמבחוץ ולברך ג\"כ וכמ\"ש למעלה. ודע שהסכימו האחרונים דיש להחמיר לענין אתרוג המורכב אפילו בשאר ימים. ואם אין לו אחר בעיר יש ליטלו כל שבעה בלא ברכה ויש מחמירין דאפילו ליטלו בלא ברכה ג\"כ אין כדאי דילמא אתי למסרך לצאת בו תמיד. ולענין הדסים אם יודע שהם מורכבים אין ליטול אותם דפסולים הם כמו אתרוגים אך בסתמא משמע מאחרונים שאין לחוש דסתמא אינן מורכבים (עיין בפמ\"ג בסי' תרמ\"ט אות י\"א) ומה שרצה השבות יעקב לפסול אותן הגדלים בגנות השרים מפני חשש מורכבים חלקו עליו החכם צבי והפנים מאירות ועיין בבכורי יעקב שכתב שכן פשט המנהג להכשירם:",
            "(סו) פסול - ואפילו אם אנו משערים שאיננו בוסר שאין סופו להתגדל יותר אפ\"ה פחות משיעור זה לא חשיב גמר פירא אבל אם יש בו השיעור חשיב כפירי אף שהוא עדיין בוסר שסופו להתגדל יותר:",
            "(סז) כל שהוא - היינו אפילו הוא גדול שמביאו על כתיפו ג\"כ יצא כיון שהארבעה מינים כשיש לו כולם אין מעכבין זה את זה יכול ליטול הלולב ואח\"כ האתרוג:",
            "(סח) כשר - ובלבד שלא יהא ירוק ככרתי דאז לא חשיב גמר פירא כל שאינו חוזר למראה אתרוג וכנ\"ל בסכ\"א. כתב הסמ\"ג אסור לזלזל אתרוג ושארי מצות שהעכו\"ם מוכרים עכ\"ל כלומר שצריך ליתן להם מעט יותר מכדי דמיהן (ולא הרבה וכדלעיל בסימן ל\"ט ס\"ז ע\"ש) וכונת הסמ\"ג דאין לזלזל דאתה מכשילו לע\"ל שלא יביאם בפעם אחרת לקנות מידו [אחרונים]:\n"
        ],
        [
            "(א) בגזול ובגנוב - דכתיב ולקחתם לכם ביום הראשון וגו' והאי לכם משלכם הוא:",
            "(ב) לאחר יאוש - דיאוש כדי לא קני והנה ביום הראשון בודאי לכו\"ע לא יצא מן התורה ולענין שאר הימים יבואר לקמיה:",
            "(ג) בלא סיוע המצוה - פי' שהקנין שקנה אותו הוא נעשה קודם קיום המצוה לאפוקי אם הוא ע\"י המצוה של נטילת הלולב כגון שמכרו לו באופן שקנאו במשיכה והגביהו למיפק ביה א\"כ ע\"י המצוה נעשה הקנין ולא יצא דהו\"ל מצוה הבאה בעבירה אלא צריך להגביהו אח\"כ פעם שני לצאת בו [לבושי שרד]:",
            "(ד) גזל לולב ושיפהו וכו' - ר\"ל דבעת שגזלו לא היה עדיין מתוקן כראוי שנוכל לקרוא עליו שם לולב והוא תקנו בשיפוי שלו דעל ידו נקרא שמו לולב:",
            "(ה) כשר דקנייה בשינוי מעשה - וזה מהני אפילו בלא יאוש ואפילו ביום ראשון כשר לצאת בו דלכם קרינא ביה כיון שקנאה ודמים בעלמא הוא חייב לו. וה\"ה היכא דהוי יאוש ושינוי רשות כגון שהגזלן מכרו או נתנו לאחר אותו אחר כשר לצאת בו אפילו ביום ראשון דקנהו ע\"י שינוי רשות כיון שכבר היה יאוש מקודם ושלכם קרינא ביה:",
            "(ו) ומיהו לא יברך עליו - כיון שמתחלה בגזל בא לידו מחמרינן לענין ברכה דאית בה הזכרת שם שמים. ועיין במ\"א שדעתו דדוקא בלא יאוש אבל אם היה יאוש עם השינוי מעשה או עם שינוי השם או עם שינוי רשות מותר לברך ג\"כ אכן דעת הט\"ז לעיל בסימן כ\"ה והגר\"א שם דבכל גווני לא יוכל לברך ועיין לעיל בסימן י\"א סעיף ו' בבה\"ל ד\"ה ולענין ברכה:",
            "(ז) אלא לגנב ולגזלן עצמו - מוכח מזה דדעת המחבר דהגזלן אינו יוצא אפילו בשאר הימים דלא בעינן בהו לכם והטעם דהו\"ל מצוה הבאה בעבירה ואין נ\"מ בזה בין לפני יאוש ובין לאחר יאוש:",
            "(ח) חוץ מיום ראשון - הנה מאי דמחמרינן לגבי אחרים ע\"כ איירי לפני יאוש ולכם אמר רחמנא והאי לאו דידהו הוא [דאי היה יאוש מקודם א\"כ אצלם הו\"ל יאוש ושינוי רשות וקנין גמור הוא אצלם ולכם קרינא בהו] ואפ\"ה בשאר הימים לאחרים שרי דס\"ל להי\"א דלא שייך מצוה הבאה בעבירה לגבי אחרים שהם לא גזלוהו ועיין במ\"א שהביא בשם המלחמות שחולק ע\"ז ודעתו דאף לגבי אחרים שהם לא גזלוהו אפ\"ה כיון דהחפץ לא נקנה אצלם שהוא לפני יאוש והגזל תחת ידם הוא שייך גבייהו ג\"כ מצוה הבאה בעבירה ואינם יוצאין בו וע\"כ דעת המ\"א שלא להקל בזה אבל בא\"ר כתב שיש לסמוך להקל כהי\"א דאף לגנב ולגזלן עצמו דעת כמה פוסקים שסוברין דבשאר ימים יוצא בהן עכ\"פ יש לסמוך עלייהו לגבי אחריני וגם הגר\"א בביאורו משמע שמצדד להלכה כהיש מי שאומר מיהו כ\"ז הוא רק לענין לצאת בו אבל לברך עליו גם להגר\"א אסור לברך עליו דהא אפילו היכא דהוי יאוש ושינוי רשות אסור לברך כמ\"ש מקודם וכ\"ש בזה:",
            "(ט) שלא יקצץ וכו' - ביאור הענין שלא יקצץ מקרקע של נכרי בעצמו ואפילו כשיתן לו הנכרי רשות דשמא גזל הקרקע מישראל דסתם עכו\"ם גוזלי קרקע הם וקי\"ל דקרקע אינה נגזלת [היינו שאינה קנויה לגזלן בשום יאוש דלעולם בחזקת בעליה הראשונים עומדת ופירות המחוברים לקרקע הרי הוא כקרקע] אבל משנתלש הפרי הוי גזל והתולשו הוא גוזלו לפיכך לא יקצץ הישראל בעצמו דיהיה הוא הגוזל אלא יקצצנו העכו\"ם ויהיה אז חל היאוש מן הבעלים הראשונים על דבר הנתלש והוא ימסור ליד ישראל וקנה הישראל אותם ע\"י יאוש שביד העכו\"ם ושינוי רשות שבידן:",
            "(י) גוזלי וכו' - וכ\"ז לכתחלה אבל בדיעבד כשר אם הוא ברשות העכו\"ם ומברך עלייהו דמספיקא לא חיישינן לגזולה. ומי שגזל ע\"י כיבוש מלחמה קנייה כדאיתא בגיטין דף ל\"ח [מ\"א]:",
            "(יא) יקצצנו עכו\"ם - וה\"ה כשקוצץ ישראל ונותן לחבירו שרי כיון דהוי לאחר יאוש:",
            "(יב) ויקנה מהם - וה\"ה כשהנכרי יתן לו במתנה שרי דהו\"ל יאוש ושינוי רשות ויוכל ג\"כ לברך לכו\"ע דאף דכתבנו לעיל דעת הט\"ז והגר\"א דע\"י יאוש ושינוי רשות אסור לברך היינו דוקא בגזל ודאי אבל הכא דחששא בעלמא הוא דשמא גזל העכו\"ם הקרקע לא חיישינן בזה היכא דכבר קנה מדינא:",
            "(יג) או חוצה לארץ - ר\"ל אע\"פ ששם הקרקעות רובן של עכו\"ם הם מעולם ואם גזלו מעכו\"ם גזלו אפ\"ה אסור דגזל עכו\"ם ג\"כ אסור:",
            "(יד) שאגדו עכו\"ם וכו' - ר\"ל אע\"ג דלכתחלה מצוה לאוגדו משום נוי מצוה מ\"מ כשר ע\"י עכו\"ם ועיין במ\"א שדעתו דלכתחלה לא יאגדנו והטעם דכל שאינו מחוייב בדבר אינו רשאי לתקנו ומטעם זה גם אשה לא תאגוד הלולב לכתחלה [מ\"א בסי' י\"ד] ועיין שם בביאור הלכה שביררנו דמדינא אין חשש בדבר ומ\"מ טוב ליזהר בזה. ודוקא באגד התחתון ששם אוגד כל המינים ביחד דשם עיקר מצות אגד אבל במה שאוגדים למעלה בזה אין קפידא [בכורי יעקב]:",
            "(טו) וכן שאול וכו' - עיין במ\"א ופמ\"ג ותוכן דבריהם דודאי לכתחלה טוב שיפרט ביום ראשון שנותן לו במתנה ע\"מ להחזיר אבל בדיעבד אם שאל ממנו סתם ליתן לו לולבו לצאת בו ונתן לו יצא דמסתמא נתן לו באופן שמותר לצאת בו דהיינו במתנה ע\"מ להחזיר [והשו\"ע מיירי שאמר לו בפירוש שנותן לו רק בתורת שאלה ולא במתנה או דמיירי שהנותן אינו יודע הדין שאין יוצאין בשאולה דבאופן זה בודאי אינו יוצא כמו שכתב בבכורי יעקב]:",
            "(טז) מלולבו של חבירו וכו' - ר\"ל וחבירו רוצה ליתן לו הלולב במתנה ע\"מ להחזיר וקמ\"ל דאף דכיון דקי\"ל דמצות לאו ליהנות ניתנו לא מקרי הנאה מ\"מ עכ\"פ לכם לא מיקרי דאיסורי הנאה נינהו:",
            "(יז) ביום א' - אבל ביום שני דלא בעינן לכם שרי דהנאה לא מקרי כנ\"ל:",
            "(יח) של עיר הנדחת - משום דלשריפה קאי דכתיב ואת כל שללה תקבוץ וכו' ולולב בעי שיעור ד' טפחים [כדלקמיה בסימן תר\"נ] וכיון דהאי לשריפה קאי אין שיעורו קיים דכשרוף דמי ולכן פסול אפילו ליום שני:",
            "(יט) ושל אשירה - הוא אילן שעובדין אותו. ואם נטעו ולבסוף עבדו אז הפירות שגדלו קודם העבודה מותרים להדיוט ואסורים לכתחלה לגבוה דמאיס ואותן הפירות שגדלו אחר שנעבד אסור אף להדיוט בהנאה כדאיתא ביו\"ד סימן קמ\"ה ופסול אף ביום שני ועיין לקמיה בסוף ס\"ד:",
            "(כ) של ישראל פסול - דכיון שאין ביטול העכו\"ם מועיל לה להתירה בהנאה הרי היא עומדת לשריפה וכל העומד לשריפה כשרוף דמי ואין שיעוריה קיים וכנ\"ל:",
            "(כא) לכתחלה לא יטול - אפילו אם ביטלה העכו\"ם דשרי להדיוט לגבוה אסור דמאיס:",
            "(כב) ואם נטל יצא - וא\"צ לחזור וליטול ואפילו אם לא ביטלן העכו\"ם והרי היא אסורה עדיין באכילה ובהנאה מ\"מ כיון שמועיל לה ביטול להתירה בהנאה הרי אינה עומדת לשרפה שאפשר שיבטלנה העכו\"ם ומה שנוטלה לצאת בה אינה חשובה הנאה דמצות לאו להנות ניתנו וכנ\"ל:",
            "(כג) דלא בעינן לכם - אבל ביום ראשון דבעינן לכם אינו יוצא בה אפילו בדיעבד כ\"ז שלא ביטלה העכו\"ם דאסורה בהנאה ולא מקרי לכם:",
            "(כד) וע\"ל סימן תקפ\"ו - ר\"ל דשם הביא רמ\"א דיש מחמירין אפילו בשל עכו\"ם שלא לצאת אפילו בדיעבד קודם שנתבטל ולענין דינא עיין לעיל בסימן תקפ\"ו סקי\"ח במ\"ב:",
            "(כה) הצעירים - הוא ענין ממשרתי העכו\"ם:",
            "(כו) מותר ליטול משם וכו' - הנה לפי המבואר ביו\"ד סימן קמ\"ג ס\"ג ובש\"ך ועט\"ז שם אין מותר ליטול מהם כ\"א כשהוא בחנם ולא בשכר אפילו אם המעות נוטלין הכהנים לעצמן ולא לעבודת כוכבים ואפשר דשם מיירי שמתחלה נדבו הגינה לשם ע\"ז והפירות יהיו שייכים למשמשיה להכי אסור להנות למשמשיה והכא מיירי שהגינה לא נדבו מעולם לשם ע\"ג ולדעת רמ\"א שם בהג\"ה בכל גווני יש להקל אם הגינה אינה עומדת בחצר הע\"ז והמעות מגיע רק להכהנים ולא לצרכי ע\"ג ע\"ש:",
            "(כז) למצוה - ומ\"מ אם יש אחרים אע\"פ שאינן יפין כזו יקח אחרים [ס\"ח] ועיין בבה\"ל:",
            "(כח) כל זמן שאין עובדין האילן - אבל משהתחילו לעבדו אותן הלולבין והפירות שנמצאו אז על האילן אסורין לכתחלה לגבוה דמאיס והגידולין שיצאו אח\"כ אסורין אף להדיוט כמבואר ביו\"ד סימן קמ\"ה ס\"א וי\"א שאם קצץ העכו\"ם אח\"כ ונתן לישראל שרי מטעם בטול ואף לגבוה שרי ולא מקרי מאיס משום שנשתנה שינוי גדול דבשעת עבודה לא היה האתרוג ולולבין וגדלו אחרי כן:",
            "(כט) כל אלו וכו' - הוא לשון הרמב\"ם וסתם המחבר לדינא כמותו ודעת הרמ\"א בזה יבואר לקמיה:",
            "(ל) שהם פסולים מפני מומין וכו' - דע דיש בהן שהם פסולים משום שאינו הדר ויש משום שהם בכלל חסר ודעת הרמב\"ם בכולם להכשיר מיום ראשון ואילך ודעת שארי פוסקים יבואר לקמיה ומש\"כ מפני גזל וגניבה ביו\"ט הראשון וכו' טעמו כיון דיו\"ט שני הוא דרבנן מותר הגזול אע\"ג דהוי מצוה הבאה בעבירה וקשה דבס\"א קאמר דלא נפסל גנוב וגזול אלא לגנב ולגזלן עצמו ומוכח שם דאפילו ביו\"ט שני ותירץ המ\"א דהתם רק לענין לכתחלה והכא מיירי לענין עצם הדין דבדיעבד יוצא ביו\"ט שני אף בגזול אבל יו\"ט ראשון לכו\"ע לא דבעינן לכם ועיין בבה\"ל:",
            "(לא) הכל כשר - ומ\"מ לענין ברכה בגנוב וגזול גם לדעת הרמב\"ם אין לברך דבוצע ברך ניאץ ד':",
            "(לב) ויש פוסלין וכו' - טעמם דהו\"ל מצוה הבאה בעבירה ואינו יוצא בו:",
            "(לג) בשאר ימים - דביום הראשון לא מהני מה דניחא ליה וכו' דהא בעינן לכם שיהא שלו ממש ולא עדיף משאול ועיין לקמן סי' תרנ\"ח איך להתנהג ביום א':",
            "(לד) דניחא ליה וכו' - כיון דאין חשש קלקול במה שנוטלו ומנענע בו ע\"כ לא דמי זה ללומד מספר חבירו שלא מדעת דאסור מפני שחושש בו שלא יקלקלנו. כתב הפמ\"ג שדוקא פ\"א מותר ליטלו ולנענע בו כהלכה אבל לכל ז' ימים אפשר דמקפיד ואסור [ומטעם זה נ\"ל דה\"ה שלא יתן לחבירו בעצמו דאולי הוא מקפיד ע\"ז] ועיין לעיל בסימן י\"ד שכתב דבכל גווני ראוי ליזהר כשבעליו עמו שישאלנו שאין סומכין על החזקה במקום שיכולין לבררו בקל וכ\"ש אם יודע בו שהוא מקפיד דאסור מדינא ליטול שלא מדעתו. ואפילו אין בעליו עמו דוקא ליטול באותו מקום אבל להוציאו מביתו לביהכ\"נ או איפכא אסור [אחרונים]:",
            "(לה) וחסר כשר בשאר הימים - לכו\"ע דיום א' דאורייתא בגבולין ושאר הימים דרבנן זכר למקדש הלכך עיקר הלקיחה כגון ד' מינים שבלולב ולקיחה לכל אחד ואחד בפני עצמו (ולא שיטול אחד בשביל כולם) תקון גם בשאר יומי כעין דאורייתא אבל בחסר לא תקון וכן בשאול. ודברים שטעמם משום שאינו הדר יש דיעות בפוסקים דעת הרמב\"ם וסייעתו להכשיר כמו בחסר ודעת הרא\"ש וסייעתו להחמיר בזה דבעינן הדר בכל ז' ימים משום הידור מצוה וסתם הרמ\"א לקמיה בזה כוותייהו:",
            "(לו) וניטל פטמתו - עיין לעיל סימן תרמ\"ח ס\"ז ועיין במ\"א שהביא דיש פוסקים שסוברין דניטל הפטמא הוא משום הדר והוא מצדד ג\"כ כוותייהו וע\"כ אין להקל בניטל הפיטמא כל ז' ומ\"מ אם א\"א למצוא אחר יש לסמוך על המקילין דבלא\"ה רוב הפוסקים סוברין כהרמב\"ם דאף אותן שפסולין משום הדר כשר בשאר יומי [א\"ר] ומשמע מדבריו דיוכל לברך ג\"כ ויש שמפקפקין לענין ברכה אכן אם יצטרף עוד ספק בזה אם נטלה פיטמתו (עיין לעיל בסימן תרמ\"ח ס\"ז במ\"ב) בודאי יוכל לברך בשאר יומי:",
            "(לז) עד שיסיר וכו' - ולהכי מקילינן כאן דמדינא הוא בכלל חסר וחסר כשר בשאר יומי ורק לכתחילה מחמרינן כאן משום דמאיס וע\"כ כשהסיר מקום המאוס כשר אבל במנומר או יבש דמדינא פסול משום הדר להכי אין מועיל תיקון משום דבא מכח פסול:",
            "(לח) הואיל ובא מכח פסול - עיין בביאור הגר\"א שמצדד לומר דלפי מה שפסק המחבר לעיל בסימן תרמ\"ח סי\"ד דאם עלתה בו חזזית או שהוא מנומר וקלפו אם חוזר למראה האתרוג כשר מוכח דפליג ע\"ז וכן מצדד המאמר מרדכי במסקנתו עי\"ש וע\"כ מצדד המאמר מרדכי דיש לדון להקל בחתך היבשות או הנימור בשאר יומי מאחר דסתם המחבר כדעת הרמב\"ם וסייעתו דכל הפסולין משום מומין דכולל בזה בין שהפסול משום חסר או משום הדר כשר ביו\"ט ב' [וכלול בזה אף יבש או מנומר דטעמם משום הדר] אף בלא חתך עכ\"פ אין לנו להחמיר בחתך. ובמקום הדחק בודאי יש לסמוך ע\"ז. ועיין מה שכתבנו לקמיה לענין חזזית:",
            "(לט) להתנות על אתרוג - היינו בעיו\"ט קודם בין השמשות:",
            "(מ) שיהיה כולו ליום ראשון - דאינו יכול להתנות שאינו בודל ממנו ויוכל להנות דהא יום ראשון איתקצאי כולו דחסר פסול בו ולכן צריך להתנות שאינו בודל ממנו מבין השמשות של ליל שני ואילך:",
            "(מא) ומותר אז לכתחלה - ר\"ל דאי לא התנה אינו רשאי לאכול ממנו אפילו בכל ימי החג כיון דאיתקצאי בבין השמשות של יום ראשון. ואם הפריש לכתחלה ליום שני דעת המ\"א בשם הרא\"ש דמותר לאכול אפילו בלא תנאי רק שישאיר השיעור הראוי לאתרוג דלא אמרינן איתקצאי רק השיעור הראוי לאתרוג ולא יותר וי\"א דאפילו הפריש ליום שני אמרינן דאיתקצאי כל האתרוג ואסור לאכול ממנו אם לא שהתנה מתחלה וכן הסכים הגר\"א בביאורו:",
            "(מב) לאכול ממנו וכו' - ולצאת וכו'. פי' לאכול ביום ב' ולצאת בו ביום ג' דהא אסור לאכול קודם נטילה כדלקמן בסי' תרנ\"ב:",
            "(מג) הנשאר - כתב הר\"ן דוקא בנשתייר רובו דשמו עליו הא לא\"ה לאו אתרוג מקרי ואתרוג אמר רחמנא ולא חצי אתרוג אבל בפסקי מהרא\"י משמע דאפילו לא נשאר בו אלא מיעוטו סגי ביום שני [ד\"מ] ובלבד שיהא נשאר שיעור ביצה כמבואר לעיל בסוף סי' תרמ\"ח ועיין בב\"ח:",
            "(מד) שהוא משום ע\"ג - כגון באשרה של ישראל וכנ\"ל בס\"ג ע\"ש הטעם במ\"ב:",
            "(מה) שאותו אתרוג אסור באכילה - משמע אע\"פ שמותר בהנאה כגון של טבל כיון דאסור באכילה פסול כל ז' וכ\"ש אתרוג של ערלה ושל תרומה טמאה דעומדים לשרפה דפסול כל ז'. וערלת חו\"ל כשר אפילו ביום ראשון. אתרוג של דמאי כשר. ואתרוג שנאסר מחמת בליעת איסור כגון שנפל מקצתו לתוך חלב רותח יש להחמיר שלא לצאת בו ביום ראשון אבל בשאר הימים יש להקל כיון שאין איסורו מחמת עצמו:",
            "(מו) שאינם מינם - כגון הדס שוטה בסימן תרמ\"ו וצפצפה בסימן תרמ\"ז ואתרוג המורכב:",
            "(מז) חסרים השיעור - דאף דמבואר לעיל דחסר כשר בשאר יומי מ\"מ צריך שישאר בכל אחד כשיעורו:",
            "(מח) וחזזית פוסלת וכו' - זהו רק לדעת המחמירים בהדר כל ז' אבל לדעת המחבר שהעתיק לשון הרמב\"ם גם בהדר אינו פוסל אלא ביום א' בלבד והו\"ל לכתוב בלשון ויש אומרים אלא שכן דרכו בכמה מקומות וכן מה שכתב בהג\"ה למעלה אבל יבש או מנומר שפסול כל ז' הוא ג\"כ אזיל לשיטתו שמחמיר בהדר כל ז' אבל לדעת המחבר שהעתיק לשון הרמב\"ם גם ביבש ומנומר אינו פסול אלא ביום א' בלבד:",
            "(מט) כל שבעת הימים - ובשעת הדחק יש לסמוך להקל בחזזית בשאר ימים כיון דבשאר ימים אין חיוב נטילה אלא מדרבנן:",
            "(נ) לא מברכינן - דיש דיעות בפוסקים דכיון דאנו עושין משום ספיקא דיומי אפשר דדינו כראשון או דכיון דאנו בקיאין בקביעא דירחא דינו כשאר ימים לכך נוטלין בדליכא אחר ולא מברכינן ואף דבדליכא אחר גם ביום ראשון נוטלין ולא מברכין כמבואר לקמיה בס\"ו שם מיירי בדליכא אחר כלל וכאן מיירי שיש בנמצא ע\"י טורח וקמ\"ל דבשני א\"צ לטרוח:",
            "(נא) יברך על של חבירו מדעתו - פי' יתן לו במתנה בענין דמהני אפילו ביום ראשון אבל שלא מדעתו אע\"פ שכתב לעיל דמותר דניחא ליה לאיניש למיעבד מצוה בממוניה מ\"מ לא עדיף משאול ופסול ביו\"ט ראשון וגם בשני מספק וע\"כ יתן לו במתנה ולא בתורת שאלה. וכתב המ\"א בשם הד\"מ דאח\"כ יטול את זה ור\"ל על של חבירו שקבל במתנה יברך ואח\"כ יטול שלו להלל והושענא:",
            "(נב) בשעת הדחק וכו' - ולא מקרי שעת הדחק אא\"כ אין בכל העיר ד' מינים כשרים אבל אם יש לחבירו אף שהוא לא יכול למצוא לא מקרי זה שעת הדחק אלא צריך לטרוח ולברך על של חבירו אם יתן לו ויעשה הנענועים בשלו אם א\"א בשל חבירו [אחרונים]:",
            "(נג) כל הפסולים וכו' - היינו הפסולים מחמת מום אבל הפסולין מחמת שאינן מינן כגון הדס שוטה וצפצפה או מורכב פסול אפילו בשעת הדחק דאתי למטעי לצאת בהן תמיד וה\"ה גזול פסול אפילו בשעת הדחק. אם אין בכל העיר ד' מינין כשרים יטול מה שנמצא ב' או ג' מינין ויעשה כל הנענועים וכן הש\"ץ ובלבד שלא יברך אבל אסור ליקח מין אחר דיבואו לטעות בשאר שנים משא\"כ בג' מינין לא יבואו לטעות דהכל יודעין שצריך ד' מינין:",
            "(נד) נוטלין ואין מברכין - נוטלין אפילו ביום א' כדי שלא תשתכח תורת לולב מישראל ואין מברכין כיון דהוא לזכר בעלמא:",
            "(נה) לולב יבש - דעת הרמב\"ם דאפילו בשעת הדחק אין להקל רק בלולב ולא בשאר מינים כשהם יבשים וכדלקמיה וגם דאין להקל רק ביבשות ולא בשאר פסולין אפילו בשעת הדחק:",
            "(נו) אפילו בדאיכא אחרים לחין - הטעם משום דאיירי בארצות שאין נמצאים לולבים לחים גמורים וגם היבשים אינן יבשים גמורים דהיינו להיות הלולב נפרך בצפורן (וה\"ה בהדסים שלא הגיעו לשיעור שילבינו פניהם) [וא\"כ הלחים והיבשים כמעט דומין זה לזה ולכך המנהג לברך על שלו]:",
            "(נז) אפילו בהדס יבש - דג\"כ אינו מצוי לחין משא\"כ בערבות דמצויות לחין ובאתרוג לא רצו להקל לדעה זו משום דכתיב בהדיא בתורה פרי עץ הדר:",
            "(נח) ויש לסמוך עלייהו בשעת הדחק - והאחרונים הסכימו לדינא דבשעת הדחק נוכל לסמוך על הפוסקים הסוברין דבכל ד' מינים כשהם יבשים נוכל לברך עליהן. ויש בזה ד' חלוקים. אם לא נמצאו בעיר לחים רק יבשים אזי כל הארבעה מינים נוטלין ומברכין. ואם יש לו יבשים גמורים ויש לאחרים לחים גמורים מברכין על הלחים דוקא ואפילו בדיעבד לא יצא כשבירך על היבשים. ובארצות שאין נמצאין לולבים והדסים לחים גמורין וגם היבשין אינן יבשים גמורים וכנ\"ל מברכין על היבשים שיש לו אפילו לכתחלה וכמ\"ש למעלה. ובמקום שנמצאו אצל אחרים לחים גמורים לכתחלה י\"ל שלא לברך על היבשים שלו אפילו אינן יבשים גמורים ובדיעבד כשבירך יטול עוד הפעם הלחים שאצל אחרים בלא ברכה:",
            "(נט) יכול ליטול וכו' - עיין במ\"א שנתקשה מה הוסיף רמ\"א על דברי המחבר לעיל בס\"ו ועיין בבכורי יעקב שכתב דמה שהוסיף הרמ\"א הוא דהב\"י כתב בשעת הדחק שאין נמצא כשר יטול בלא ברכה אבל אכתי לא שמענו אם ימצא אח\"כ כשר רק שעתה אין בידו כגון שאחר מברך הלל בלולבו הכשר והבטיחו שאחר הלל יתן לו אם יכול לברך לע\"ע הלל בלולבו הפסול שלא נאמר שיכנס עי\"ז לספק ברכה אם יטול הכשר קמ\"ל הרמ\"א דבלא ברכה יכול ליטול לכתחלה כיון שזה ודאי פסול הוא יכול לברך אח\"כ על הכשר:\n"
        ],
        [
            "(א) שיעור הדס וערבה ג\"ט - ואם העלין שלהם יוצאין למעלה מן העץ צריך שיהיה בעצם העץ שיעור זה [ריטב\"א]:",
            "(ב) שדרו של לולב וכו' - היינו לבד מהעלין היוצאין למעלה לאחר שכלתה השדרה. ולאורך העלין לא ניתן שיעור:",
            "(ג) באמה בת ה' טפחים וכו' - המחבר מבאר דבריו שאין צריך ג' טפחים בינונים שהם ששה באמה אלא אנו לוקחין אמה קטנה שהיא בת ה' טפחים בינונים ומחלקין אותה לששה טפחים קטנים ומחצה מהן הוא שיעור הדס וערבה ונמצא ששלשה טפחים האלו הוא רק טפחיים ומחצה בינונים:",
            "(ד) גודלים - פי' רוחב גודל של אדם בינוני שיש בכל טפח ד' מהם:",
            "(ה) י\"ג גודלים ושליש גודל - דטפח של לולב הנוסף הנ\"ל הוא ג\"כ טפח קטן לדעה זו שהוא פחות מטפח בינוני שמחזיק בעלמא ד' גודלים כשיעור שתות שהוא שני שלישי גודלין [די\"ב שלישי גדיל הוא ארבעה גודלין] ונמצא שטפח זה מחזיק רק ג' גודלין ושליש ועם עשרה גודלין הנ\"ל הוא בס\"ה י\"ג גודלין ושליש:",
            "(ו) י\"ד גודלין - ס\"ל דטפח הנוסף בלולב הוא טפח בינוני שמחזיק ד' גודלין ונמצא שבס\"ה הוא י\"ד גודלין:",
            "(ז) וי\"א ששיעור וכו' - ס\"ל דג\"ט הנ\"ל וכן הטפח של לולב הנ\"ל הוא טפחיים בינונים שכל אחד מחזיק ד' גודלין:",
            "(ח) לכתחילה - ובדיעבד די הלולב בי\"ג גודלין ושליש והדס וערבה בעשרה גודלין ופחות מזה פסול אפילו בדיעבד כל שבעת הימים. כתב בתולעת יעקב ע\"פ הסוד יש ליטול שדרתו של לולב כלפי פניו ופני הלולב כלפי חוץ והכי נוהגין:"
        ],
        [
            "(א) שיטול - ביו\"ט ראשון יותר טוב לילך למקום שיש בו לולב מלילך למקום שמתפללין דלולב ביום א' היא דאורייתא ותפלה דרבנן ואפילו לולב ספק אם ישיג שם ולתפלה ודאי ילך ביום א' למקום שיש בו לולב וביו\"ט ב' ילך למקום שודאי מתפללין [פמ\"ג]:",
            "(ב) כל אחד - ולא שאחד יטול בשביל כולם דכתיב ולקחתם לשון רבים ולא לקחת להורות שהחיוב על הרבים ולא מיבעי ביו\"ט ראשון ואפילו בשאר ימים בעינן לקיחה לכל אחד [ולא כמו שצוה אחד במעשה שלא היה בבהכ\"נ אלא אתרוג אחד שיקח הש\"ץ עבור כולם והם ישמעו הברכה ויענו אמן] [תשובת ח\"ס חאו\"ח סי' קפ\"ב]:",
            "(ג) וב' ערבות - ואם נטל בד אחד של ערבה צריך לחזור וליטול ולברך:",
            "(ד) וג' הדסים - ואפילו שלשתן קטומים שנקטמו ראשן ופחות משלשה לא מהני אפילו לא היה קטומים:",
            "(ה) ובמקום הדחק - לכאורה היינו כשאין משיג אצל אחרים אבל אם משיג אצל אחרים יקח משל אחרים ובבכורי יעקב מצדד קצת להקל בזה ונ\"ל דאין להקל בזה כ\"א בשאר ימים ולא ביום ראשון:",
            "(ו) סגי ליה בחד דלא קטום - ועיין בשע\"ת בשם תשובת דבר שמואל שמצדד דצריך ליטלו בלא ברכה אכן מפמ\"ג ומישועת יעקב משמע דיוכל לברך. והנה המ\"א הביא בשם הרמב\"ן דדעתו דאפילו בחד וקטום יוצא וכתב המ\"א דכדאי הוא לסמוך עליו בשעת הדחק והנה בזה בודאי יטלו בלא ברכה דבזה גם דעת ישועת יעקב שלא לברך:",
            "(ז) ומצוה לאגדם וכו' - דאף דקי\"ל דאין מחוייב לאגדם עכ\"פ מצוה יש בזה משום זה אלי ואנוהו:",
            "(ח) בקשר גמור - ולא בעניבה דאין זה קשר הנאסר בשבת ויו\"ט ולא מקרי אגד ועיין בתשובת אגורה באהלך שמצדד דמה שנוהגין העולם שלא לעשות קשר אלא עושין מן עלי לולב כמין בית יד ותוחבין הלולב בו ג\"ז בכלל קשר ע\"ש:",
            "(ט) במין אחר - ולית ביה משום בל תוסיף דכיון דאין חובה לאגדו האי לחודיה קאי והאי לחודיה קאי ומשום חציצה נמי ליכא אף שהקשר מפסיק בין ידו להלולב דכל לנאותו אינו חוצץ ואפילו אם הקשר היה בדבר שאינו מינו:",
            "(י) החוט שרגיל להיות סביב ההדס - פי' שרגילין לקנות בדי ההדס מהעכו\"ם אגודה אגודה וקאמר שצריך להסיר החוט משם דזה החוט הוא שלא במינו ואינו לנאותו אבל אם כרך בדי ההדס בלולב שרי ולא הוי חציצה דזה מקרי לנאותו [לב\"ש] ומחצית השקל כתב הטעם דלהכי שרי דכל ג' מינים כחד חשיבי:",
            "(יא) יש מי שכתבו וכו' - איו\"ט קאי דהשו\"ע הביא ההיתר של עניבה והרמ\"א בשם הטור מביא ההיתר דכריכה. אך מה דסיים הרמ\"א וכן נוהגין ופי' המ\"א אף בחול צ\"ע דאף דבמרדכי נזכר ההיתר דכריכה אף בחול אבל לא באופן זה אלא שמתחלה קושר פ\"א ואח\"כ כורך וכו' ומתוך כך הוא כאלו קושר ב' קשרים זה ע\"ג זה אבל בלא קשירה לא עדיף מעניבה אח\"כ מצאתי שגם הגר\"א מתמה ע\"ז וע\"כ נראה לפי מה שמבואר לקמיה דהמנהג לעשות ג' קשרים הקשר התחתון מה שמאגד הג' מינים ביחד יעשה בקשירה מקודם:",
            "(יב) גבוה יותר - והטעם ע\"פ הקבלה עיין בלבוש. ההדס צריך לקשרו בימין הלולב והערבה משמאלו [מ\"מ] וכן נוהגין ואיטר יד דימין דידיה הוא שמאל דעלמא מצדד הפמ\"ג דלא אזלינן בתר דידיה כ\"א בתר דעלמא ועיין בבכורי יעקב:",
            "(יג) כל ג' מינים בידו - דאע\"ג דלקיחה ע\"י ד\"א שמה לקיחה כדלקמיה בס\"ז מ\"מ לכתחלה במקום דאפשר לא עבדינן:",
            "(יד) ג' קשרים - כנגד ג' אבות. ונראה דהקשרים של מטה דהיינו מה שקושר כל הג' מינים ביחד משום נוי הוא נחשב לאחד ויעשה למעלה עוד שנים אם אפשר לו [ט\"ז] ובא\"ר משמע ג' קשרים בלולב עצמו לבד הקשר הד' שאוגד הג' מינים יחד ואם לא נאגד אלא אגד אחת כשר. כתבו האחרונים דצריך לעשות בענין שיכול לכסכס היטב בהעלין וע\"כ צריך להיות טפח למעלה פתוח ולא מקושר:",
            "(טו) הימנית - משום דהני תלתא מצוה והאתרוג חדא. ואפילו בירך עליו כבר ואח\"כ נוטלו פעם שני כגון בשעת אמירת הושענות צריך ליטלו בימין. ואם נטל שניהם בידו אחת כתב בא\"ח דלא יצא ודעת הט\"ז דיצא כיון שלא היה האתרוג עמהם באגודה אחת ועיין במטה יהודא שחולק עליו ודעתו כהא\"ח ולענין הלכה יש להחמיר בשל תורה וצריך לחזור וליטלו בלא ברכה:",
            "(טז) ראשיהם למעלה וכו' - דבעינן שיטלן דרך גדילתן באילן ואם היפך אפילו בדיעבד לא יצא ומטעם זה כתב מהרי\"ל שאותן הלוקחים הדסים יבשים הבאים מאיטליא יתירום ויראו שמונחים כדרך גדילתן דלפעמים מונחים ראשו של זה בצד עיקרו של זה וכתב במטה משה דגם כשנוטלין ראשיהן מן הצד הוי שלא כדרך גדילתן:",
            "(יז) ועיקריהם למטה - ואע\"ג דאתרוג כשהוא תלוי עוקצו למעלה מ\"מ מקרי דרך גדילתו עוקצו למטה אלא שהפירות מכבידין אותו:",
            "(יח) דבתר ימין ושמאל דעלמא וכו' - דדוקא תפילין שהוא דאורייתא איטר אזיל בתר ימין דידיה אבל לולב דנטילתו בימין הוא דרבנן משום חשיבותא בעלמא דיש בה תלתא מצות איטר הוא ככל אדם וטעם הי\"א דסבר דאזלינן בתר דידיה כמו בתפילין:",
            "(יט) ואם היפך יצא - היינו בין איטר ובין מי שאינו איטר אם היפך ונטל לולב בשמאלו ואתרוג בימינו יצא ויש מחמירין בזה וע\"כ טוב לחזור וליטלו בלא ברכה:",
            "(כ) ושולט בב' ידיו - ר\"ל שעושה כל המלאכות בשניהם שוה בשוה אבל אם נקל לו לעשות בשמאל אף שיכול לעשות אותם גם בימין זה לא מקרי שולט בשתי ידיו:",
            "(כא) שאין לו יד - ר\"ל שאין לו ידים כלל נוטל הלולב בזרועו של ימין וכן האתרוג בזרוע שמאל דמי כתיב ולקחתם ביד:",
            "(כב) בזרועו - היינו בית השחי ואם יש קנה נוטל במרפיקו דזה נמי לקיחה מיקרי אבל אין לו זרוע כלל אין ליטול בפה דזה לאו לקיחה היא כלל [פמ\"ג] ובבכורי יעקב חולק עליו ע\"ש:",
            "(כג) וכן האתרוג - ואם יש לו יד אחד יטול הלולב באותו יד אפילו היא שמאל נחשבת אצלו ימין והאתרוג בזרוע שכנגדו ואם א\"א לו ליטול האתרוג בזרוע יטול שניהם בידו בזה אחר זה ויוצא בזה כדלקמן סי\"ב:",
            "(כד) קודם שיטול האתרוג - מטעם דאין לברך קודם שיטלנו להלולב דלא מסתבר לברך בעוד שהלולב מונח בכלי וכן אין לברך אחר שנטל כל הארבעה מינים דבעינן עובר לעשייתן הלכך מברך קודם שיטול האתרוג דזהו עובר לעשייתן שמעכבין זה את זה דהיינו שאם חסר לו איזה מן המינין לכו\"ע לא יצא הלכך מקרי עובר לעשייתן:",
            "(כה) או יהפוך האתרוג - העוקץ למעלה דאינו יוצא בזה דבעינן דרך גדילתן וכדלעיל בסעיף ב' ולאחר הברכה יהפוך העוקץ למטה כדרך גדילתן ויוצא בזה ועיין בב\"י דיש עוד עצה שיהיה קודם לעשייתן דהיינו שיכוין שלא לצאת בהמצוה עד שיטול כולם בידו ועיין בביאור הגר\"א שכתב דזה העצה היא היותר מובחרת שבכולן:",
            "(כו) עד שיברך - ואם שכח לברך קודם לקיחה מברך אחר כך דהא גם הנענוע הוא מן המצוה:",
            "(כז) ויברך מעומד - ונטילתו תהיה ג\"כ מעומד ובדיעבד אם עשה הברכה וגם המצוה מיושב יצא:",
            "(כח) כמה פעמים - להידור מצוה כמנהג אנשי ירושלים כדאיתא בגמרא (דף מ\"א ע\"ב):",
            "(כט) אלא בשעת נטילתו - אע\"ג דמן הדין היה ראוי לברך שהחיינו תיכף בשעת עשיית הלולב (דהיינו בשעה שאוגדו) מ\"מ אנן נהגינן להניח הברכה לכתחלה עד שעת נטילה. ועיין בח\"א שכתב דאם לא בירך שהחיינו ביום א' יוכל לברך אפילו ביום ז' כשנוטל הלולב:",
            "(ל) בית יד - כגון שכל הלולב חוץ מידו ואוחז בבית יד הבולט הנעשה מן הסודר לא הוי חציצה כיון שאין אוחז הלולב בידו [מ\"א] ודעת הא\"ר הוא דבית יד הוא לנאותו וע\"כ אף שאוחז להלולב בידו ג\"כ דרך בית יד שפיר דמי ולא הוי חציצה אם לא שנעשה באופן שאינו מהודר וכן הסכים בדרישה דתלוי באופן עשייתו ע\"ש:",
            "(לא) בכלי ונטלו וכו' - ואפילו הוא של כסף דלא הוי דרך כבוד כשאוחזו בכלי ולא שמה לקיחה והסכימו כמה אחרונים דבכלי יש להחמיר בכל ענין בין שאוחזו בדופני הכלי או מניח ידיו תחת שוליו או אוחז בבית יד של הכלי:",
            "(לב) עליו סודר וכו' - מטעם חציצה ודעת הר\"ן משום דלא הוי לקיחה תמה:",
            "(לג) או שכרך סודר - וה\"ה אם לבש בתי ידים על ידיו ומה שכתב המחבר דין זה בלשון י\"א משום דעת הר\"ן דס\"ל דיצא דבטל לגבי היד אבל בכרך סודר על הלולב גם לדעת הר\"ן לא יצא דלא הוי לקיחה תמה [מ\"א] וע\"כ אם נטלו יחזור ויטלנו בלא ברכה:",
            "(לד) ונהגו וכו' - ובשם האר\"י כתבו שיברך תחלה בסוכה על הלולב ואח\"כ יעשה שאר הנענועים בביהכ\"נ:",
            "(לה) להסיר וכו' - היינו שיקפלם אחורי אצבעו וי\"א שיחלוץ התפילין לגמרי קודם נטילת לולב [ממ\"א]:",
            "(לו) אבל מדינא אין לחוש וכו' - וכמה אחרונים כתבו דאף מדינא יש הקפדה ע\"ז משום חציצה אף שאין כל היד מכוסה בהן וע\"כ אם נטל בעוד שלא הסיר התפילין מן ידיו או הטבעות יחזור ויטלנו בלא ברכה:",
            "(לז) בשעה שמברך - אפילו נוטל שלא בשעת ההלל מנענע לכל הרוחות ואע\"פ שיחזור ויטלנו בשעת ההלל ויחלק הנענועים בהודו לד' כי טוב קצת וקצת בכל\"ח וכן באנא ולא ינענע בשעה שאומר השם וא\"כ בהודו יעשה בכל תיבה נענוע אחת ובאנא בכל תיבה שתי נענועים. ובכל הנענועים יביא סוף הלולב נגד החזה [מ\"א בשם כתבים] ובא\"ר הביא בשם מהרי\"ל שהיה נשאר עומד במקומו ופניו למזרח בכל הנענועים רק הפך ידיו נגד הרוחות ונגד מערב הרים את הלולב על כתפו מאחוריו. וכן משמע לשון השו\"ע שכתב ומטין ראש הלולב לכל צד שמנענע משמע דהוא עומד על עמדו [מאמר מרדכי]:",
            "(לח) וכן ינענע בהודו לד' וכו' - דכתיב אז ירננו עצי היער [ר\"ל בעצי היער] וכתיב בתריה הודו לד' וכו' וכתיב בתריה ואמרו הושיענו וע\"כ מנענעים גם באנא ד' הושיעה נא:",
            "(לט) פעם אחת - עיין בב\"י שדעתו כהר\"ן שאין מנענעים אלא בהודו הראשון שאומרים אבל לא בהודו שאומרין הקהל אחר שאמר הש\"ץ יאמר נא ישראל או יאמרו נא וגו' אבל הרמ\"א כתב ומנענעים בכל הודו שיאמרו וכדעת הרא\"ש וכן הוא מנהגינו [ד\"מ]:",
            "(מ) ומנענעים בכל הודו - ר\"ל הקהל אבל הש\"ץ אינו מנענע אלא בהודו הראשון:",
            "(מא) שהש\"ץ וכו' - היינו שהש\"ץ מנענע בהודו ויאמר נא אבל ביאמרו נא בית אהרן ויאמרו נא יראי ד' לא מנענע (דכשאומר יאמר נא ישראל הוא כמו הזכרה לצבור שיאמרו הודו ע\"כ מנענע עמהם משא\"כ ביאמרו נא שאין מדבר על כלל ישראל) והקהל מנענעים בכל פעם שעונים הודו הרי ד\"פ בהודו ובאנא הושיעה נא הש\"ץ והקהל מנענעים ב\"פ ובהודו שבסוף ג\"כ הקהל והש\"ץ מנענעים ב\"פ ואם מתפלל ביחידי אינו מנענע אלא בהודו שבתחלת ההלל ובסוף ההלל ובאנא ד' הושיעה נא. אם לא הביאו לו הלולב ובאמצע הלל הביאו לו מותר לברך עליו בין הפרקים דהיינו בין מזמור למזמור [ח\"א]:",
            "(מב) שמוליך ידו וכו' וינענע שם ג\"פ בהולכה וכו' - ר\"ל ההולכה עושה פעם אחת אבל הנענוע בעת ההולכה עושה ג' פעמים וכן בהובאה כשמביא הלולב אצלו עושה ג\"כ הנענוע ג\"פ ועיין לקמיה בהג\"ה:",
            "(מג) ומכסכס העלין - ר\"ל כסכוס מעט והמנענעין בכח עד שכמעט שהלולב נשבר עי\"ז הוא טעות [ח\"א]:",
            "(מד) וההולכה וההבאה וכו' - ההג\"ה חולק על המחבר ודעתו דצריך להוליך ולהביא ג\"פ כמו שכתב לקמיה והא דכתב היא עצמה הנענוע אין ר\"ל שא\"צ נענוע כלל דהא כתב לעיל בהג\"ה מכסכס העלין בכל נענוע אלא ר\"ל שלא יעשה הנענועים בעת שיגמור ההולכה וההבאה אלא יעשם בעת ההולכה וההובאה גופא ובכסכוס כמו שכתב מקודם:",
            "(מה) הואיל ומחזיק אותם בידו וכו' - ר\"ל הואיל שהנטילה שנטל אותם מתחלה בידו היה דרך גדילתו שוב אין מקפידין על נענועין שיהיה דרך גדילתו אכן המדקדקין מחמירין שלא להפוך וכו' משום חשש שהוא שלא כדרך גדילתו ולא דמי לכל שאר הנענועים שאינו אלא מטה לצדדין ולא מהפך ממש משא\"כ בזה אם יהפך יהיה ראשו למטה וסופו בידו וע\"כ לא יהפכנו אלא ישפיל הלולב למטה אחר העלאה ג\"פ:",
            "(מו) וכן נ\"ל עיקר - והט\"ז כתב דיותר טוב שלא יהפכנו דבזה יוצא ידי הכל ואי מהפכו יש לחוש שמא אותה דיעה עיקר שאין זה דרך גדילתו וכ\"כ בדה\"ח ובח\"א שכן הוא נכון:",
            "(מז) יקיף דרך ימין בנענועו מזרח דרום וכו' - וכן העתיק בדה\"ח ובח\"א דכן הוא המנהג הפשוט במדינותינו. והטעם דהחכמים הזהירו אותנו תמיד שתמיד תקח את הדרך שהוא בימין שלך במקום שיש ימין ושמאל לפניך תבחר לך הימין שלך ואין חילוק בין איטר לאינו איטר [מ\"א] ועתה אסדר בקצרה סדר הנענועים כפי מה שנהוג במדינותינו. סדר הנענועים לרוחות יחזיר פניו למזרח ושדרו של לולב לצד פניו ויעשה ג' הולכות למזרח ושלשה הבאות והיינו שמוליך ידו עם הלולב מכנגדו והלאה ג\"פ ונכון שגם יכסכס בעלין בשעת הולכה והבאה ובשעת הבאה יקריבו הרבה אל גופו נגד החזה ואח\"כ יטה ראש הלולב לדרום ויעשה ג\"כ ג\"פ הולכה והבאה הכל כמו במזרח אבל א\"צ להפוך פניו להצד שמנענע רק יטה ראש הלולב לצד שמנענע וכן לצד מערב יטה ראש הלולב על כתפו ומוליך ומביא ג\"פ ואח\"כ לצד צפון מוליך ומביא ג\"פ ואח\"כ למעלה ואח\"כ למטה הכל מוליך ומביא ג\"פ כמו במזרח:",
            "(מח) צריך לחבר האתרוג וכו' - דאף דאיננו עמהם באגודה עכ\"פ צריך להיות מחובר עמו:",
            "(מט) יצא בדיעבד - ואף דאם לא נענע כלל ג\"כ יצא דהנענועים אינם מעכבים ומדאגבהיה לאתרוג נפק ביה מ\"מ שם טוב לחזור וליטלו ולנענע משא\"כ בזה:",
            "(נ) מעכבין זה את זה - דבעינן לקיחה תמה וכולן מצוה אחת הן. לא יברך על השאר. אפילו אם יודע בבירור שלבסוף יבואו לידו כולן כיון שאין מצוים לפניו בשעת ברכה:",
            "(נא) בין בשאר ימים - הנה רש\"ל בתשו' כתב דהורה לש\"ץ ליטול ולנענע קודם הלל ובשעת הלל [בלא ברכה] אבל אחרים לא יטלו כלל דחיישינן שיבואו ליטול ג\"כ בשנה אחרת ולברך אבל בא\"ר חולק ע\"ז ודעתו דאחרים יוכלו ג\"כ ליטלו ולנענע בו כמו הש\"ץ ואדרבה אם לא יטלו כלל רק הש\"ץ יוכל לצאת מכשול לשנה הבאה דיסמכו על הש\"ץ ולא יקחו כלל וכן מסתימת המחבר והרב משמע ג\"כ דכל יחיד ויחיד יכול ליטלו לזכר בעלמא:",
            "(נב) ונטלם אחד אחד יצא - דאגד שאנו עושין בלולב הוא רק למצוה בעלמא ולא לעיכובא וזה אשמועינן בס\"א והכא אשמוענין יותר רבותא דאפילו אם הלקיחה לא היה בבת אחת רק בזה אחר זה ג\"כ יצא:",
            "(נג) כולם לפניו - כלומר סמוכים לו דהלא מברך ברכה אחת לכולם כדלקמיה ולא יצטרך להפסיק ביניהם:",
            "(נד) ויטול הלולב תחלה ויברך וכו' - דכיון שמזכירין אותו בברכה צריך שיהא סמוך לברכה:",
            "(נה) ודעתו גם על האחרים - ובזה פוטר את כולן אע\"פ שנוטל כ\"א לבד:",
            "(נו) על כל אחד בפ\"ע - דהיינו על הדס על נטילת עץ עבות ועל ערבה על נטילת ערבה וכן על אתרוג ומ\"מ טוב שאח\"כ ג\"כ יחזור ויקחם כולם ביחד. אם בירך על הלולב ואחר הברכה ראה שלא היה בו הדס או ערבה או שהיו פסולים או מהופכים אם היה לו ההדס או הערבה בביתו באופן שא\"צ להפסיק בינתיים כדי ליקח אותם יקח ארבעתן ביחד ויברך על אותו מין שהיה נחסר דהיינו על ערבה יברך על נטילת ערבה על הדס על נטילת עץ עבות ואם היה זה ביום ראשון צריך לברך עוד פעם שני שהחיינו בשביל הנחסר אבל על הלולב יצא כיון שהיה אצלו בביתו ארבעתם אבל אם לא היה לו בביתו ערבה אחרת או הדס אחר בשעה שבירך ואח\"כ הביאו לו צריך לברך על ארבעתם יחד פעם שני על נטילת לולב כיון שלא היו מצויין אז אצלו בבית לא יצא גם על הלולב כמו שפסק המחבר וצריך לברך עליו פעם שניה ואם היה זה ביום א' צריך לברך גם שהחיינו פעם שנית:",
            "(נז) לא יקח מין אחר - דאתי למיטעי ליקח ג\"כ בשאר שנים משא\"כ כשחסר מין אחד לא יבואו לטעות להסתפק בשנה הבאה בשלשה מינים דהכל יודעים שצריך ד' מינים:",
            "(נח) לא יוסיף מין אחר וכו' - עיין בב\"י דדעתו דאפילו אם אינו מכוין בהדיא לשם מצות לולב ג\"כ אסור ועיין בבה\"ל:",
            "(נט) לא יטול יותר מלולב אחד ואתרוג א' - דכתיב ולקחתם לכם ביום הראשון פרי עץ וגו' משמע אחד ולא שנים וה\"ה ללולב דכתיב כפות תמרים חסר וי\"ו דהיינו אחד וי\"א דעובר בזה גם על בל תוסיף אבל בערבה לא נתן בה תורה קצבה והאי דקי\"ל דבעינן שתי ערבות משום דכתיב ערבי נחל היינו דבהכי סגי דמיעוט ערבי שתים אבל טפי ג\"כ שפיר דמי וה\"ה בהדס דכתיב ענף עץ עבות ג\"כ יכול להוסיף כמה שירצה:",
            "(ס) להניח הדס שוטה - טעמם דהוא מין אחר ואסור כנ\"ל בסי\"ד והיש מתירין ס\"ל דלאו מין אחר הוא דהא גדלי בערוגה אחת ובענף אחת אלא שהתורה פסלתו ועיין לעיל בסימן תרמ\"ז איזהו נקרא הדס שוטה. ומן הנכון לחשוב לכתחלה שאינו אוגדן לשם מצוה אלא לנוי בעלמא [ואף דדעה ראשונה ס\"ל דאף לנוי אסור לכתחלה לאוגדן הרבה פוסקים אין סוברין כן]:\n"
        ],
        [
            "(א) ביום ולא בלילה - דכתיב ולקחתם לכם ביום ולא בלילה. [גמרא]:",
            "(ב) וכל היום כשר וכו' - ואם לא נטלו עד ביה\"ש ביום ראשון מחוייב אז ליטלו דספיקא דאורייתא הוא ובלי ברכה (דהברכות הם דרבנן) והאחרונים הסכימו דבשאר הימים אף שהוא דרבנן ג\"כ נכון ליטלו דאין בו טרחה ורק יזהר שלא יברך אז על הנטילה:",
            "(ג) משתנץ החמה - ואם נטלו מעמוד השחר יצא דמעמוד השחר יממא הוא אלא מפני שאין הכל בקיאין בו צריכין להמתין עד הנץ החמה ועיין לעיל בסימן פ\"ט בביאור הלכה דלפי דעת כמה אחרונים אינו נקרא עמוד השחר עד שהאיר פני המזרח:",
            "(ד) בשעת ההלל - כדי לנענע בהודו והושיעה נא. וקצת מן המהדרים נוהגים לברך על הלולב בהנץ החמה בתוך הסוכה ולנענע ואח\"כ בשעת ההלל מנענעים עוד:",
            "(ה) נוטלו משעלה עה\"ש - אע\"פ שאח\"כ יקרא הלל בלא לולב. וצריך לנענע בשעה שנוטלו:",
            "(ו) גם בשעת התפלה - ואע\"פ שאסור להחזיק שום דבר בשעת התפלה הכא כיון דלקיחתו מצוה לא מיטריד ביה. והנה אף דבגמרא איתא שכן היו עושין אנשי ירושלים היה אדם יוצא מביתו ולולבו בידו קורא ק\"ש ומתפלל ולולבו בידו וכו' מ\"מ כתבו אחרונים דכהיום מחזי כיוהרא אם לא מי שמפורסם למדקדק במעשיו מיהו זה נוהגין גם היום שמוליכין הלולב בבקר בעצמו לביהכ\"נ וכן מחזיר לביתו בעצמו:",
            "(ז) אסור לאכול וכו' - וטעימא בעלמא מדינא שרי מ\"מ אין להקל בזה אם לא לצורך גדול ומי שבא בדרך בחוה\"מ ומצפה שיבוא למקום הלולב או הדרים על הישובים ומשלחים להם לולב ימתינו עד חצות היום ולא יותר אפילו ביום א' שהוא מן התורה דאסור להתענות ויש אומרים דאם מצפה שיביאו לו לולב אין לו להמתין כלל דהרי יש לו מי שיזכירנו לנטלו היינו אותו שיביא לו הלולב ומי שחלש לבו בודאי יוכל לסמוך ע\"ז:",
            "(ח) ביום ראשון שהוא מן התורה יפסיק - באמצע סעודתו כדין כל דבר שהוא מן התורה שאם התחיל באיסור צריך להפסיק וכדלעיל בסימן רל\"ה ס\"ב ויו\"ט שני לדידן שעושין משום ספיקא דיומא דינו כמו ביום ראשון:",
            "(ט) יותר מחצי שעה קודם שהגיע זמן חיובו - ר\"ל יותר מחצי שעה קודם עמוד השחר ומקרי זה התחיל בהיתר ועיין בט\"ז שהקשה הא בסימן פ\"ט פסק בדעה ראשונה דהיכי שהתחיל לאכול קודם עה\"ש אפ\"ה צריך להפסיק לתפלה א\"כ בלא\"ה צריך להפסיק משום תפלה וכ\"ש ביו\"ט שצריך קידוש ולכן חולק דודאי צריך להפסיק ממילא משום לולב ובכורי יעקב תירץ דאיירי שהתחיל לאכול קודם עה\"ש והתפלל קודם שבירך בהמ\"ז וגם עשה קידוש ואח\"כ התחיל להשלים סעודתו ושכח ליטול לולב דבזה א\"צ להפסיק ומותר לגמור אפי' ביום ראשון כיון דהתחיל בהיתר ולא ברירא תירוצו לדינא כמו שכתבתי בבה\"ל:"
        ],
        [
            "(א) אסור להריח וכו' - לפי שעיקרו אינו אלא להריח בו ומזה הוקצה כל שבעה כמו בעצי סוכה אבל אתרוג עיקרו עומד לאכילה ומזה לבד הוקצה ולא מלהריח אלא שנחלקו בברכה של הנותן ריח טוב בפירות די\"א דכיון דלא עבידא לריחא מפני שהוא של מצוה אין לברך עליו ועיין בב\"י בשם הרשב\"א לענין תנאי אם מהני בהדס ועיין בסימן תרס\"ד ס\"ט:",
            "(ב) בו - ואפילו בשבת הגם דאין נוטלין בשבת מ\"מ הרי הוקצה לכל שבעה אבל אתרוג מותר להריח בו בשבת דהא עכ\"פ עתה לאו למצוה עביד [מ\"א וש\"א]:",
            "(ג) מלהריח בו - בעת נטילתו למצוה אבל קודם או אח\"כ להריח בו לכו\"ע יכול לברך וי\"א דיש למנוע כל שבעת הימים ועיין לעיל בסימן רי\"ו שם ביארנו כל פרטי הדין:",
            "(ד) שריא בהנאה - דהזמנה לאו מילתא היא:",
            "(ה) בהנאה - וה\"ה לולב של אשתקד לא נאסר עד שיטול בשנה זו דאחר החג בטל הקדושה וכמו שכתבנו כעין זה לענין סוכה של אשתקד בסימן תרל\"ח סקי\"א במ\"ב ולדעת האחרונים דמפקפקין שם לענין סוכה ה\"ה לענין לולב:"
        ],
        [
            "(א) מקבלת אשה וכו' - דאע\"ג דאינה חייבת בלולב מ\"מ רשאה לטלטלו דגם היא רשאה לברך עליו:",
            "(ב) ותוסיף עליו מים - ולא גזרינן משום השקת זרעים:",
            "(ג) אבל לא תחליף - דטרח הוא לתקוני מנא ואם מותר להעמידן לכתחלה במים עיין לעיל סימן של\"ו סי\"א ובמ\"ב שם והנה בשבת אסור להוציאו ממים דמוקצה הוא כדלקמן בסימן תרנ\"ח ואם שגג והוציאו אסור להחזירו למים [ב\"י בשם או\"ח]:",
            "(ד) לח והדר - ומנהג כשר וטוב ליתן לולב וערבה במים שלא ייבשו [ב\"י בשם המרדכי]:",
            "(ה) ולקשרה בלולב - כתב בכורי יעקב דהיינו שיקשור אותה מבחוץ עם הלולב ולא כאותן שתוחבין אותה באגד דכבר קרא תגר על מנהג זה הא\"ר דעי\"ז שהוא מכניס ומוציא תמיד לפעמים נושרין רוב העלין וגם בלא\"ה י\"ל דלא מקרי אגד כהלכתו שאין זה קשר ממש כיון שמכניס ומוציא לכן יתיר הקשר לגמרי ויחזור ויקשור וזה דוקא בחוה\"מ אבל ביו\"ט אסור לעשות כן דאסור לקשור:"
        ],
        [
            "(א) מותר ליטלו וכו' - ומ\"מ אסור לטלטלו חוץ לד\"א אם העיר אין בה עירוב וצריך לילך למקום שהניח שם העכו\"ם וליטלו שם ובית אפילו גדול נחשב כד\"א ובשביל זקן או חולה שאינן יכולין לילך יאמר לעכו\"ם להוליך אצלם אבל אם יש שם עירוב יכול לטלטלו בכל העיר רק חוץ למקום העירוב אינו רשאי לטלטלו [אחרונים]:",
            "(ב) בשבילו - בין ביו\"ט א' ובין ביו\"ט ב' ואפילו בא בציוויו [שע\"ת]:",
            "(ג) ועיין לעיל סימן תקפ\"ו סעיף כ\"א וסימן ש\"ז וכו' - היינו דבסימן ש\"ז מביא המחבר גם דעת האוסר שבות דשבות במקום מצוה אכן בסימן תקפ\"ו סכ\"א סתם להקל בזה ולא הביא כלל דעת האוסר ולפ\"ז מותר אף לכתחלה לומר לנכרי ביו\"ט להביא לולב מחוץ לתחום ומה שכתב מתחלה נכרי שהביא וכו' היינו דבזה מותר אפילו הביא מחוץ לתחום של י\"ב מיל דלכמה פוסקים הוא איסור דאורייתא לישראל וא\"כ אסור לכתחלה לומר לעכו\"ם להביא אפילו במקום מצוה מ\"מ כיון שכבר הביא מותר ליטלו ולצאת בו והיינו אפילו למי שהובא בשבילו והטעם דכיון דבטלטול מותר לכל ממילא מותר גם לצאת בו דלא אסור אלא ליהנות ממנו ומצוה לא מקרי הנאה. ומ\"מ בשעת הדחק שאין מצוי בעיר לולב אחר לצאת בו הסכימו אחרונים דיש להקל לומר לעכו\"ם להביא אפילו חוץ לי\"ב מיל כדי לקיים המ\"ע דלולב והנה כ\"ז דוקא אם יוכל לחזור בו ביום ויקיים מצוה תיכף אבל לשלחו ביום ראשון שיבוא ביו\"ט ב' אסור לשלחו חוץ לי\"ב מיל. ודע עוד דדוקא במחוץ לתחום שאין עליו איסור טלטול וכנ\"ל אבל ערבה שנתלשה ביו\"ט אפילו שלא בשביל ישראל בין ביו\"ט ראשון ובין ביו\"ט שני אסור לטלטלה אפילו אין לו אחרת לצאת בה דמוקצה היא דשבות אפילו במקום מצוה אסרו אכן אם נתלשה ביו\"ט ראשון מותרת בשני אם לא כשחל יו\"ט ראשון בשבת דאז אסור לצאת בה גם ביום א' כדקי\"ל בסימן תקי\"ג לענין ביצה דשבת ויו\"ט הסמוכין נולדה בזה אסורה בזה [שע\"ת] ואם אין לחבירו לולב והוא חוץ לתחום אם אין לו מעות לקנות לעצמו מותר לזה לשלחו אבל אם יש ביכולתו לקנות ופשע ולא קנה אין אומרים לאדם חטא בשביל שיזכה חבירך:"
        ],
        [
            "(א) אם קנה וכו' - כדי להסביר היטב טעם השני דיעות אקדים מה דאיתא בגמרא הידור מצוה עד שליש במצוה ופירשו בשם ר\"ת [והוא הדעה הראשונה שנזכר בשו\"ע] שאינו ר\"ל שיש לפניו שני אתרוגים או שני ס\"ת ואחד הדר יותר מחבירו שיצטרך מחמת מצות הידור להוסיף עד שליש במקח דא\"כ הרי לעולם ימצא נאה ונאה ואין סוף לדבר אלא מיירי שאתרוג אחד היה בו רק כשיעור מצומצם שהוא כביצה והאחר גדול ממנו ע\"ז אמרו דמצוה להדר אחר זה ולהוסיף עד שליש דחיישינן שמא יתמעט השיעור ובאופן זה אפילו כבר קנה האתרוג הקטן מצוה להחליפו באחר ולהוסיף עד שליש בדמיו ויש מפרשים עוד דהגמרא מיירי באתרוג וכן כל המצות שמזדמן לפניו אחד הדר יותר מחבירו מצוה להדר אחר ההדר ולהוסיף עד שליש בדמיו וזהו הדעה השניה שמוזכרת פה:",
            "(ב) אתרוג שראוי לצאת בו בצמצום - עיין במ\"א שמצדד דלאו דוקא אתרוג דה\"ה ס\"ת או שופר וכדומה שקנהו והיה בו רק כשיעור מצומצם ואח\"כ נזדמן לו אחר שהוא גדול בשיעורו מצוה להחליפו ולהוסיף עליו עד שליש:",
            "(ג) מלגיו - פי' אם הקטן נמכר בשש יוסיף שני דינרין דהיינו שליש תוך הדמים ושליש מלבר נקרא כשחולק הדמים לשנים ומוסיף חלק שלישי דהיינו שמוסיף ג' דינרין ויש מחמירין שצריך להוסיף שליש מלבר:",
            "(ד) כדי להחליפו - אבל אם חבירו אינו רוצה להחליפו רק למכרו אינו חייב לקנותו ולהחזיק שתים אם לא שיש לו קונים שרוצים לקנות את הקטן שיש לו [אחרונים]:",
            "(ה) שאם מוצא שני אתרוגים וכו' - ר\"ל אפילו כל אחד גדול בשיעורו יותר מכביצה כיון שהשני נראה הדר ביופי יותר מחבירו צריך להוסיף. ואם כבר קנה אחד והוא בשיעורו גדול יותר מכביצה א\"צ להוסיף להחליף בהדר לכו\"ע [דלדיעה ראשונה כיון שגם הראשון לא היה בו שיעור מצומצם ולדיעה שניה לא החמירו ליקח ההדר כלל בשכבר קנה האחד] כ\"כ המ\"א בשם פוסקים אכן הגר\"א הביא ירושלמי מפורש ומשמע דנקט לדינא כן דאפילו לקח כבר אתרוג ולולב [וה\"ה לכל המצות] והיה בהם יותר מכשיעור ואח\"כ מצא אחר נאה הימנו צריך להחליף ולהוסיף עד שליש:",
            "(ו) אם אין מייקרים אותו יותר משליש - דהדור מצוה הוא רק עד שליש ואפילו מי שאין חייו נדחקים א\"צ לבזבז יותר משליש. אמרינן בגמרא עד שליש משלו מכאן ואילך משל הקב\"ה ופירש\"י עד שליש משלו דהיינו אותו שליש שיוסיף בהידור מצוה משלו הוא שאינו נפרע לו בחייו כדאמרינן היום לעשותם ולא היום ליטול שכרם אבל מה שיוסיף יותר על שליש יפרע לו הקב\"ה בחייו עכ\"ל והיינו אף דאינו מצווה ע\"ז מ\"מ אם יוסיף יפרע לו הקב\"ה בעוה\"ז וי\"א דבאיש אמיד שנתן לו הקב\"ה הון צריך להוסיף בשביל הידור אפילו יותר משליש:",
            "(ז) הון רב - הנה שליש מנכסיו מוכח בגמרא בהדיא דאין צריך ליתן עבור מצוה אחת והפוסקים הסכימו דאפילו פחות משליש ג\"כ אין צריך ליתן וסמכו דינו כמו לענין צדקה שאמרו המבזבז אל יבזבז יותר מחומש שמא יעני ויצטרך לבריות וה\"ה בזה:",
            "(ח) יותר מחומש אפילו מצוה עוברת - ומ\"מ חייב להוציא עכ\"פ עישור נכסיו לזה דגם בצדקה שיעור בינוני הוא מעשר ועיין במ\"א וא\"ר דכמו שם לענין צדקה שנה ראשונה מן הקרן מכאן ואילך מן הריוח ה\"נ בענינינו ועיין בבה\"ל שביררנו דר\"ל דמשיעור זה בודאי אסור לפחות אבל אפשר דבענינינו דהוא מצוה עוברת גרע טפי וחייב להוציא עד חומש מנכסיו:",
            "(ט) אבל לא תעשה וכו' - דבטול עשה הוא במניעה מלקיים ואינו עושה שום מעשה נגד רצון הש\"י משא\"כ בלא תעשה אם יעבור. כתב המ\"א משמע קצת בגיטין דף נ\"ו במעשה דבר קמצא שהיה מותר לעבור על ל\"ת מפני אימת המלכות דעכו\"ם והאחרונים מפקפקים ע\"ז דהתם פיקוח נפש היה:",
            "(י) יתן כל ממונו קודם שיעבור - ואף דיצטרך עי\"ז אח\"כ לחזור על הפתחים לא נוכל להתיר עי\"ז איסורי תורה. וזה אפילו בל\"ת גרידא וכ\"ש אם נוגע הדבר לחייבי כריתות ח\"ו כגון שאינו יכול להשיג איזה משמרת להרויח אם לא שמתרצה לחלל השבת ולעשות בו מלאכה כשאר פועלים אסור לו לשמוע להם ואף דנוגע זה למזונותיו ולמזונות אנשי ביתו אין לו להכרית נפשו עבורם:"
        ],
        [
            "(א) קטן היודע וכו' - הא אם אינו יודע אף שהוא כבר שית אינו חייב לחנכו דחינוך אינו שוה בכל המצות [פמ\"ג במשב\"ז ובא\"א צידד להיפוך ובבכורי יעקב הסכים להקל]:",
            "(ב) לנענע לולב כדינו - היינו מוליך ומביא מעלה ומוריד:",
            "(ג) אביו חייב וכו' - ומצות חינוך הוא אפילו בשאר הימים שהם מדרבנן:",
            "(ד) לקנות לו לולב וכו' - המהרש\"ל כתב שא\"צ לקנות לו לולב בפ\"ע כי לאחר שיצא בו אביו יתננו לבנו לנענע בו ולברך עליו וכ\"כ התוספות בערכין (דף ב') דיוצא בשל אביו וכ\"מ בעיטור וי\"א דאם ידו משגת טוב יותר שיקנה לו לולב כדי שיעשה הנענועים כדינו בשעת הלל עם הצבור שזה טוב יותר ממה שיברך אח\"כ:"
        ],
        [
            "(א) אלא יום ראשון - דכתיב ושמחתם לפני ד' אלהיכם ז' ימים והיינו במקדש אבל בשאר א\"י יום הראשון בלבד דכתיב ולקחתם לכם ביום הראשון פרי עץ וכו' וחכמים תקנו ז' בכל מקום זכר למקדש:",
            "(ב) אינו נוטל וכו' - כן תקנו חכמים משום גזירה שמא יטלנו בידו ויעבירנו ד' אמות בר\"ה:",
            "(ג) הלולב - וה\"ה הערבות וההדסים:",
            "(ד) דהוי כאבן - ואפילו לצורך גופו ומקומו אסור ולא דמי לשופר דשרינן בס\"ס תקפ\"ח לטלטלו לצורך גופו ומקומו דשאני התם דהוי כלי וראוי לאיזה דבר כלשאוב בו וכדומה משא\"כ הכא דעץ בעלמא הוא:",
            "(ה) דראוי להריח בו - ואף שכתב המחבר בס\"ס תרנ\"ג שיש למנוע מלהריח בו היינו בשעה שהוא נוטלו לצאת בו או עכ\"פ שהוא יום חול ומשום שראוי ליטלו לצאת בו ומשום ספק ברכה כמו שנתבאר שם משא\"כ בשבת שאיננו נוטלן בודאי ראוי להריח ולברך עליו ג\"כ ועוד אם מברך על פרי אחר ומכוין להוציא גם הנאת ריח זו בודאי יכול להריח בו וע\"כ אינו מוקצה:",
            "(ו) ביו\"ט - אבל מותר ליתנו על הבגד או מוכין שהיה מונח בו מעיו\"ט שכבר קלט הריח:",
            "(ז) דמוליד ריחא - בבגד והוי כתיקון מנא. ומשמע דאפילו אינו מכוין לזה ג\"כ אסור מפני שא\"א שלא יקלוט והוי פסיק רישא ויש מקילין בזה היכי דאינו מכוין. ובשעת הדחק שאין לו מקום משומר להניח האתרוג שמה אפשר דיש לסמוך אמקילין:",
            "(ח) אין אדם יוצא וכו' - ואם אין האיש בביתו ונתנה האשה הלולב לאחד מאוהביו או קרוביו במתנה לא יצא דשמא לא ניחא ליה כ\"א במכירה אם לא שהוא אדם חשוב דזילא ביה מלתא למכרו שרי דאז אמדינן דעתה דניחא ליה [מ\"א] והבכורי יעקב הקשה עליו דהלא בלא\"ה ג\"כ קי\"ל דניחא ליה לאינש לקיים מצוה בממוניה ומחמת זה מותר ליטול לולבו של חבירו לצאת בו אפילו בלא דעתו ומ\"מ לא מהני סברא זו רק לענין שאר הימים דהוי כאלו שאלו בעצמו ולא לענין יום הראשון דבעינן לכם וכדאיתא לעיל בסימן תרמ\"ט ס\"ה וא\"כ מאי מהני מה דנאמר דניחא ליה הלא מ\"מ אינו שלו ממש ואפילו כשהיא נושאת ונותנת בתוך הבית אין לה רשות ליתן משלו וע\"כ מסיק שם דאפילו שמע בעלה אח\"כ ונתרצה לא מהני דבעת הלקיחה לא היה שלו וצריך לחזור וליטול:",
            "(ט) בלולב של חבירו שהשאילו וכו' - המ\"א הוכיח מהא דשואל כלי מחבירו לקדש בו אשה דאמרינן שהיא מקודשת [באהע\"ז סי' כ\"ח סי\"ט] משום דאמרינן מסתמא נתן לו במתנה ע\"מ להחזיר שיהיה יוכל לקדש בו א\"כ ה\"ה באתרוג אם השאילו לצאת בו הו\"ל כאלו נתנו לו במתנה ויצא וכ\"כ הבית שמואל באהע\"ז שם אבל הט\"ז לעיל בסימן י\"ד ובשו\"ת בית יעקב פוסקים דלא יצא וע\"כ צריך לחזור וליטול ובלי ברכה:",
            "(י) דבעינן לכם משלכם - יש אומרים דהני דקני אתרוג למצוה ופרעי לאחר החג לא יאות עבדי דכל כמה דלא יהיב דמי לא קני אלא מדרבנן ואנן בעינן לכם דאורייתא אם לא שהביאו לרשותו וקנהו בתורת חצר. ולכתחלה נכון ליזהר בזה ולפרוע קודם החג:",
            "(יא) דהוי כמו שאול - דאין זה לשון מתנה כיון שפירש שהוא רק לזמן:",
            "(יב) שמה מתנה - דכשאמר חפץ זה נתון לך נפקע כל כחו ממנו ומה שאמר ע\"מ שתחזיר לי הוא רק תנאי כשאר תנאים שאדם יכול להתנות במכירתו ובמתנתו:",
            "(יג) ואם לא החזירו - וה\"ה כשנפסל בידו והחזירו:",
            "(יד) אפילו נתן לו את דמיו - ולא אמרינן בזה מה לי הן מה לי דמיהן כיון שצריך לו לצאת ידי חובה בודאי הקפיד על הלולב גופיה:",
            "(טו) ואפילו נאנס מידו - ואע\"ג דלדעת המחבר בח\"מ סימן רמ\"א במתנה ע\"מ להחזיר ונאנס פטור מתשלומין היינו משום דאין עליו דין שומר שהרי בתורת מתנה באה לידו אבל עכ\"פ התנאי לא נתקיים ואינו אלא כפקדון בידו ולהכי לא יצא בענינינו ומשמע מרוב הפוסקים דגם בנאנס לא מהני חזרת דמים. ועיין בח\"א שמסתפק אם אמר הריני כאלו התקבלתי מהו ובספר מאירי כת\"י אשר תח\"י דעתו בהדיא דיכול הנותן למחול תנאו ולאמר הריני כאלו התקבלתי ויצא זה ידי חובה אע\"ג שלא החזיר:",
            "(טז) לאחר זמן מצותו - ר\"ל אפילו באותו היום אם הוא שעה שא\"א עוד לצאת בו דהיינו בערב ואם בשעה שנתן לו כבר בירך עליו צריך להחזיר לו עכ\"פ ביום המחר בשעת מצותו ואע\"ג דלא פירש לו בהדיא מתי שיחזירנו לו מ\"מ אומדנא דמוכח הוא שכונתו היה שיחזירנו לו לשעה שיוכל לצאת בו. וכתבו הפוסקים דכ\"ז באמר ע\"מ שתחזירהו לי דמשמע שיהיה ראוי לו לדבר שעומד אבל באומר ע\"מ שתחזירהו ולא אמר לי אפי' החזירו לאחר החג שאינו שוה כלום נמי קיים תנאו ויצא ועיין בה\"ל:",
            "(יז) ומותר וכו' שלא יקדישנו - ר\"ל דאם התנה במתנתו שלא יוכל המקבל להקדישו מ\"מ הוי מתנה ואפשר לצאת בו וכדמסיים דלא גרע ממי שאמר ע\"מ שתחזירהו לי דג\"כ אינו יכול להקדישו ואפ\"ה הוי מתנה ועיין בה\"ל:",
            "(יח) נתנו לו סתם וכו' כיון שצריך וכו' - ר\"ל בהיכי שאין לו רק אתרוג זה אפילו נותנו בסתם ג\"כ אומדנא דמוכח הוא שלא כיון ליתן לו לחלוטין אלא ע\"מ שיחזיר לו. ואפילו אם באותו היום כבר יצא בעצמו והוא צריך לו רק לשאר ימי החג ובשאר הימים הלא יכול לצאת בשאול מ\"מ אמדינן דעתו דאדם שהוא רוצה יותר לצאת בשלו ולא כיון אלא ע\"מ להחזיר לו שיהיה שלו כבתחלה:",
            "(יט) וצריך לחזור וליתנו וכו' - קאי אכל הנ\"ל גם בס\"ד והטעם דכל שנתנו לו הרי הוא שלו לגמרי וע\"מ להחזיר דקאמר הוא כמו שאומר ע\"מ שתחזור ותתן לי במתנה:",
            "(כ) כדי שיהיה של בעלים ויצאו בו - הלשון מגומגם דמשמע מזה דאם לא יחזור ויתן להבעלים במתנה גמורה לא יוכלו הבעלים לצאת י\"ח באתרוג ולכאורה אינו כן דהבעלים בכל גווני יוכלו לצאת שהרי נתנו רק ע\"מ שיחזירו להם במתנה כדין ואם לא החזירו להם באופן כזה נתבטלה המתנה למפרע וכלא נתנו דמי וצ\"ע:",
            "(כא) אלא לאחר וכו' - ר\"ל שגם הוא נתן לאדם אחר האתרוג במתנה ע\"מ להחזיר והלזה נתן ג\"כ לשלישי להחזיר לבעלים הראשונים יצא ולא אמרינן הרי התנה עמו ע\"מ שתחזיר לי והרי לא החזיר בעצמו לבעלים הראשונים דמסתמא לא היה כונת וקפידת הבעלים אלא שיוחזר להם החפץ בין ע\"י הראשון בין ע\"י באי כחו. מיהו מוכח לכאורה מדין זה דמקבל מתנה ע\"מ להחזיר יש לו רשות לחזור וליתן לכל מי שירצה ובלבד שיתקיים תנאו. מיהו כ\"ז בסתם אמנם אי מפרש בהדיא במתנתו שאין לו רשות ליתנו לאחר אינו יכול לזכות לאחר לצאת בו ואם יתן יתבטל המתנה וגם הוא לא יצא בו:",
            "(כב) ואחר לאחר - ומשמע אפילו להרבה ובלבד שיוחזר לראשון בלא פסול. ונראה דהיכי שאיכא אומדנא שמקפיד הנותן שלא יטלוהו רבים שמא יפסד לו אין רשאי ליתן ובלא\"ה יש מאחרונים שמחמירין בעיקר דינא דהמחבר וסוברין דלולב שקבל במתנה ע\"מ להחזיר לא יתן לאדם אחר מבלי דעת ורשות הנותן:",
            "(כג) ביום ראשון וכו' - וה\"ה לדידן דעושין שני ימים:",
            "(כד) קודם שיצא בו - וה\"ה אם מזכה רבים בלולבו לא יתן לקטן עד שיברכו כולם:",
            "(כה) אינו מוחזר - ולפ\"ז יש ליזהר שלא לברך על לולב של אישתקד אם זוכר שנתן אותו במתנה לקטן:",
            "(כו) הפעוטות - היינו כבן וי\"ו או כבן ז':",
            "(כז) מותר - דאז מתנתו מתנה מד\"ס ועיין בה\"ל:",
            "(כח) כיון שלא יצא מידו ש\"ד - ר\"ל דעי\"ז אין הקטן קונה כלל ולכן מותר אפילו בלא הגיע לעונת הפעוטות וה\"ה אם לא מקנה ליה כלל לקטן או שאומר לו יהא שלך עד שתצא בו ואח\"כ יהא שלי כבתחלה דהו\"ל כשאול כנ\"ל בס\"ג אלא דבכל אלו העצות לא מהני רק לגדול שיהיה יכול אח\"כ לצאת בו אבל הקטן לא יצא בנטילה כזה דהא אינו שלו ולא מקרי לכם ולא קיים בו אביו מצות חינוך ויש מאחרונים שסוברין דמצות חינוך מתקיים גם בשאול דהא גם בזה מתחנך הבן למצות וכן משמע במרדכי בשם ראב\"ן:",
            "(כט) אין אחד מהם יוצא וכו' - דבעינן שיהא כולו שלו. ואם אמר לו טול לך לצאת בו עיין לעיל בס\"ג במש\"כ שם:",
            "(ל) חלקו במתנה - ואפילו בע\"מ להחזיר ג\"כ סגי כנ\"ל בס\"ד:",
            "(לא) יוצאים בו מסתמא - ר\"ל אף שלא פירשו כן בהדיא:",
            "(לב) דאדעתא דהכי קנאוהו - ר\"ל דכיון שידעו בשעת לקיחה שאינו ראוי ליחלק וע\"ד כן לקחוהו הוי כאלו פירשו שלכל אחד בשעה שיקחהו לצאת בו יהיה כולו שלו ע\"מ שאח\"כ יחזירהו לחבירו ומ\"מ טוב לומר בפירוש שנותן כ\"א חלקו לחבירו במתנה ע\"מ להחזיר בשעה שיוצא בו וכמו שכתבנו לקמיה בס\"ט:",
            "(לג) שקנו אתרוגים - לאכילה:",
            "(לד) מתפיסת הבית - ר\"ל מה שירשו מאביהם ועדיין לא חלקו:",
            "(לה) ואין האחים מקפידים - דאז נחשב כשלו:",
            "(לו) אין מחילתם בסתם מועלת - שאע\"פ שאין מקפידים על האכילה מקפידין הם על המצות שאף הם רוצים לקיים המצות כמוהו:",
            "(לז) לפי שאינן מקפידין - שגם הם יכולים לקיים המצות כמוהו:",
            "(לח) שכל הקהל קונים וכו' - כתב הח\"א אפילו לפי מנהגינו שכל אחד נותן כמו שירצה מ\"מ זה שאינו נותן כלל נראה שלא יצא אם יש ביכולתו ליתן:",
            "(לט) מסתמא הוי כאילו פירשו וכו' - ואע\"פ שכל זה הוא דין גמור מ\"מ כיון שאין הכל יודעין להקנות לכן כתבו כמה אחרונים שמוטב לברך על שלו אם יש לו כל ד' מינים כשרים אע\"פ שאינם מהודרים כמו של חבירו. ואם אין לו מוטב שיטול של חבירו הכשרים משיטול של הקהל כי י\"א דבשל קהל לא יצא דשמא יש באחד מהם מי שאין בדעתו להקנות חלקו לחבירו ואף דלא קי\"ל הכי מ\"מ לכתחילה עדיף טפי ליטול של יחיד [ח\"א]:",
            "(מ) שכל הקהל נותנים חלקם - ומ\"מ לכתחלה טוב שיכריזו שיתן כ\"א חלקו לחבירו במתנה ע\"מ להחזיר [מ\"א ודה\"ח]:",
            "(מא) ואשה פטורה וכו' - ואם היא רוצה לברך חייבת. ומי שאינו בעיר א\"צ ליתן ועיין בשע\"ת:",
            "(מב) המצוה כתקונה - כי רוב העולם אינם יודעים להקנות לחביריהם ועוד לעשות הנענועים כהלכתן. אפילו חל יום ראשון בשבת דעצם המ\"ע א\"א שוב לקיים אפ\"ה נכון להשתדל להיות לו לולב ואתרוג לעצמו וכדלקמיה. אדם שיש לו אתרוג מיוחד ובעיר אחרת אין להם כלל מוטב שישלחנו לשם והוא יברך על של קהל כ\"כ מ\"א בשם מטה משה ובמחצית השקל כתב דבזה\"ז דרוב פעמים אחר עבור איזה ימים מהחג ע\"י רוב משמוש בני אדם אתרוג של הקהל מתקלקל אפשר א\"צ לשלוח לחבירו אתרוג שלו עכ\"ל וספקו יוכל להיות רק על שאר הימים דביום ראשון אינו מצוי כ\"כ להתקלקל גם יכול לברך עליו בבקר קודם שיד הכל ימשמשו בו:"
        ],
        [
            "(א) באחד קורים וכו' - כן ביום הראשון וכן ביום השני וכן קריאת המפטיר:",
            "(ב) בפרשת אמור - בחול חמשה ובשבת שבעה ובמנחה קורין ג' בפרשה וזאת הברכה:",
            "(ג) ובשני - ומניחין ס\"ת שניה אצלה ואומרים ח\"ק:",
            "(ד) השביעי - עד וביום השני ואם התחיל לקרות ביום השני פוסק אפילו באמצע הפסוק ואם קרא בענין אחר לא יצא וצריך לקרותה כולה בברכה לפניה ולאחריה. ואם דילג פסוק אחד צריך לחזור ואם דילג פסוק ובחמשה עשר וכו' א\"צ לחזור [שערי אפרים]:",
            "(ה) ומפטיר בזכרי' וכו' - זהו ביום הראשון ומפני שיש בה מענין סוכות וביום שני קורא הפטרה במלכים [א ז] מן ויקהלו עד בהוציאי אותם מארץ מצרים מפני שיש בה ענין חנוכת הבית שהיתה באותו אסיפה בחג הסוכות [לבוש]:"
        ],
        [
            "(א) ס\"ת על הבימה ולהקיפה וכו' - שהיא נשארת לנו במקום מזבח כדאיתא בגמרא (מגילה ל\"א) שהשיב הקב\"ה לא\"א שכל זמן שיהיו קוראין בניך לפני בסדר הקרבנות מעלה אני עליהן כאלו מקריבין לפני וכו':",
            "(ב) שהיו מקיפין את המזבח - ג\"כ בכל יום פ\"א ובשביעי ז' פעמים:",
            "(ג) לצד ימין - ולפי שהס\"ת על הבימה והצבור אנשי מזרח צריכין להפוך פניהם כלפי ס\"ת קודם שיתחילו להקיף ואז ממילא הוי צפון ימין שלהם וסדרן בהקפה הוא צפון מערב דרום מזרח והחזן שעומד נגד ההיכל אין מן הנכון שיהפוך פניו מתחלה שיהיה אחוריו נגד ההיכל מ\"מ צריך להקיף ג\"כ לצפון עם הצבור אף שאצלו הוא דרך שמאל:",
            "(ד) ובשבת אין מקיפים - לפי שגם במקדש לא היו נוטלין ערבה בשבת וכ\"ש לפי מנהגינו שאנו מקיפין בלולב אין הלולב ניטל בשבת:",
            "(ה) ואין מוציאין ס\"ת - כיון דאין מקיפין [ד\"מ]:",
            "(ו) על הבימה - רק פותחין ארון הקודש ואומרים הושענות וכדלקמי' [אחרונים]:",
            "(ז) אינו מקיף - וביום ז' אם אין לולב בעיר יקיפו בערבה [אחרונים]:",
            "(ח) נוטלין הערבה עם הלולב - עיין לקמן סימן תרס\"ד ס\"ז בהג\"ה דיותר טוב שלא לחבר הערבה עם הלולב כלל וכ\"כ בשם האר\"י ז\"ל שלא לחברם כלל עם הלולב רק אחר קדיש תתקבל אז קח בידך הערבה ותחבוט ה' פעמים בקרקע ושל\"ה כתב כשמגיע לתענה אמונים אז מניח הלולב ויקח הערבה:",
            "(ט) אינו מקיף - דכתיב ושמחתם לפני ד' אלהיכם שבעת ימים והוא בשעת הקפה [הגר\"א]:",
            "(י) שא\"א הושענא בשבת - טעמם מפני התנוקות שישמעו שאומרים בשבת כמו בחול וילכו גם ליטול לולב ולא נהגו כן דכיון שאין מקיפין בשבת מתברר להם במה שאין מקיפין:"
        ],
        [
            "(א) סוכה - דזמן לא קאי אלא אקידוש ולא אסוכה דאף אם יום ראשון חול יצא בזמן דסוכה דלא גרע מאלו בירך זמן בשעת עשיית הסוכה דיצא הלכך צריך שלא להפסיק בסוכה בין קידוש לזמן אכן מי שלא אכל לילה ראשונה בסוכה וגם למחר בשחרית לא אכל בסוכה יברך בליל שניה סוכה ואח\"כ זמן דאז הזמן יהיה קאי אשניהם:",
            "(ב) וכן ראוי לנהוג - והנה הרדב\"ז ח\"א סמ\"ו והרש\"ל דעתם כאבי העזרי דלעולם סוכה ואח\"כ זמן ומ\"מ לא מקרי הפסק מה שאומר בינתיים ברכת סוכה ודומיא דאנו אומרים כשחל יו\"ט במוצאי שבת יקנה\"ז אע\"פ שהזמן אינו חוזר על ההבדלה כ\"א על קידוש ה\"נ הזמן חוזר על קידוש שלפני סוכה ויש מאחרונים שהעתיקו לדינא כמותם ע\"כ מי שרוצה לנהוג כן אין מוחין בידו ומ\"מ אם כמה בע\"ב אוכלין בסוכה אחת לא יהיו חלוקין במנהגם בזה. חסידים ואנשי מעשה עושים לזכר שמחת בית השואבה להיות נעורים בלילות של חוה\"מ סוכות ולהרבות בזמירות ושבחים ומרבים נרות בסוכה בלילות אלו גם בהרבה בתי מדרשות נהגו להרבות בנרות בתפילת ערבית דחוה\"מ בחג הזה. יוש\"ה ע\"ש שהאריך בזה:"
        ],
        [
            "(א) וכן בכל שאר ימים - דאע\"ג דכל הימים חוץ מן יום הראשון הוא רק מדרבנן זכר למקדש שהיה המצוה לשמוח שם במצוה ההיא כל שבעת הימים אפ\"ה שייך לברך עליה ולומר וצונו מדכתיב ולא תסור מכל הדברים אשר יגידו לך וגו':",
            "(ב) אינו מברך זמן ביום שני - דממ\"נ יצא במה שאמר ביום ראשון זמן אף אם הוא חול דלא גרע ממה שאמר זמן בשעת עשיית הלולב דיצא ולא דמי לקידוש שאומר בליל ב' זמן שאותו הוא בשביל היום ולא בשביל הסוכה ואע\"ג דגבי שופר מנהגינו לומר זמן אפילו ביום שני שאני התם דלפעמים עיקר הקדושה הוא ביום שני כמ\"ש שם בסימן ת\"ר:",
            "(ג) אא\"כ חל יום ראשון בשבת - דאז צריך לברך זמן בשני שהוא פעם ראשון שנוטלו כיון שלא אמרו בראשון. וה\"ה אם לא נטל הלולב עד יום השביעי דמברך זמן בשביעי [אחרונים]:",
            "(ד) אתמול - אם התחיל במפטיר מן וביום השני אע\"פ שגמר ובירך יחזור ויקרא מן ובחמשה עשר בברכה לפניה ולאחריה:"
        ],
        [
            "(א) ארבעה בקרבנות החג - ואומרים ח\"ק אחר הד':",
            "(ב) וישראל חוזר וקורא וביום השלישי - ולא ס\"ל כדעה שניה שיקרא וביום הרביעי כי היא שלא מענינו של יום שאם תמנה מיום ראשון של יו\"ט הוא יום שלישי ואם תמנה מיום שני של יו\"ט הוא יום שני:",
            "(ג) ספיקא דיומא - אבל ביום השני של יו\"ט אף דאנו עושין אותו ליו\"ט ג\"כ משום ספיקא דיומא אין קורין בו וביום השני דגנאי לקרות ליו\"ט ספק חול:",
            "(ד) הראשונים - ואם קרא הלוי ביום השלישי וביום הרביעי יקרא להשלישי וביום החמישי והרביעי יקרא ביום השני וביום השלישי:",
            "(ה) כל ספיקא דיומא - עיין לעיל בסימן קל\"ז במ\"ב סקי\"א:",
            "(ו) והרביעי קורא ביום הששי וביום השביעי - וכן בתפילה בקרבנות המוספין בחוה\"מ מזכירין ג\"כ ספיקא דיומא דהיינו ביום א' דחוה\"מ אומרים וביום השני פרים שנים עשר וגו' וביום השלישי פרים עשתי עשר וגו' וסימן שלא תטעה לעולם הפרים והימים ביחד הם י\"ד (טור) וצריך לומר ומנחתם בין יום השני ליום השלישי וכן בכל יום צריך לומר ומנחתם על כל יום בפני עצמו ודלא כהטועין שאין אומרים רק פ\"א ומנחתם במוסף בחול את מוסף ובשבת מוספי [פמ\"ג] סדר הושענות בשני יו\"ט אומרים למען אמתך אבן שתיה ובחוה\"מ אערוך שועי אל למושעות אדון המושיע ובשבת אום נצורה. ואם חל יום א' דסוכות בשבת אומר ביום ב' למען אמיתך וביום א' דחוה\"מ אערוך שועי וביום ב' דחוה\"מ אבן שתיה וביום ג' דחוה\"מ אל למושעות וביום ד' דחוה\"מ אדון המושיע ואום אני חומה נדחה לגמרי. ואם חל יום ששי בשבת אז אומרים ע\"ז הסדר למען אמיתך אבן שתיה אערוך שועי אום אני חומה אל למושעות אום נצורה והפיוט אדון המושיע נדחה. והטעם לזה הסדר עיין במחה\"ש:",
            "(ז) וע\"ל סי' ת\"צ - שם מבואר לענין אם יש לברך עליהם וע\"ש במ\"ב סקי\"ט:",
            "(ח) אתה אומר אלי - שיש בה ענין סוכה:",
            "(ט) ומפטיר קורא וכו' - וחותם בהפטרה מקדש השבת וישראל והזמנים וכן מזכיר של סוכות באמצע הברכה כמו ביו\"ט ראשון של סוכות [פמ\"ג בסימן ת\"צ]:",
            "(י) ביום בוא גוג - לפי שלעתיד תהיה מלחמת גוג ומגוג בתשרי:"
        ],
        [
            "(א) רבה - נוהגים ישראל להיות נעורים בליל ערבה. וכבר נדפס הסדר:",
            "(ב) כמו ביו\"ט - לפי שבחג נידונין על המים והוא גמר החתימה ואומרים למנצח מזמור השמים מספרים ושארי מזמורים וקדושת מוסף נעריצך כמו ביו\"ט:",
            "(ג) וא\"א נשמת וכו' - אלא ישתבח דבאמת הוא חול:",
            "(ד) כמו ביו\"ט - ר\"ל בניגון של יו\"ט:",
            "(ה) של חול - ויש מסירין מעצמן אפילו הכיס של מעות. ומה שגובין מעות אתרוג מפני שרוב הקהל מתאספין בהו\"ר ויש ריוח לצדקה מזה [פמ\"ג]:",
            "(ו) קודם אנא אזון חין - ויותר טוב לאומרו קודם החריז הבט לברית [אחרונים]:",
            "(ז) כמו ביוה\"כ - לפי שבחג נידונין על המים וכל חיי האדם תלויין במים והכל הולך אחר החיתום:",
            "(ח) קודם עלות השחר - וטוב יותר לטבול מבערב כדי ללמוד כל הלילה בקדושה. ואודות הזיווג הוא כמו בליל שבועות. ובליל טבילה ישמש ועיין מה שכתבנו לעיל בסימן ר\"מ במ\"ב סק\"ז ובה\"ל שם:",
            "(ט) הקיטל כמו ביוה\"כ - שאז הוא גמר החתימה ובמדינתינו נהגו ללבוש בגדי שבת לבד הש\"ץ לובש הקיטל:",
            "(י) ומקיפים ז' פעמים - כמו במקדש שהיו מקיפין המזבח בזה היום ז\"פ:",
            "(יא) ונוטלים ערבה ביום זה - זכר למקדש שנטילת ערבה היה שם הלכה למשה מסיני וכן היתה מצותה בכל יום משבעת הימים היו מביאין ערבות וזוקפין אותן הכהנים על צדדי המזבח ואח\"כ באין העם ונוטלין אותן משם ומנענעין אותן. ולהכי לא תקנו לנוטלה כל ז' כמו בלולב דלולב אית ליה עיקר מן התורה דיום ראשון הוא מן התורה אף בגבולין עבדינן ליה זכר למקדש ערבה דלית לה עיקר מן התורה בגבולין די שנעבוד לה זכר למקדש יום אחד [גמרא] וקבעו יום ז' לערבה יותר מיום אחר כיון שבמקדש היה ג\"כ יותר קדושה ביום זה שהרי היו מקיפין ז\"פ ביום זה:",
            "(יב) ואין מברכין עליה - שהוא רק מנהג נביאים שהנהיגו את העם לעשות כן ולא בתורת תקנה ולא שייך לברך ולומר וציונו:",
            "(יג) כמו שהיה המנהג וכו' - שהיו שלוחי ב\"ד מביאין להן:",
            "(יד) שאף ביום זה וכו' - ר\"ל כמו בימים הקודמים שאין נוטלין הערבה שלא הוקבע ערבה רק ליום זה:",
            "(טו) ולא נהגו וכו' - גם בערבה. וטעם הדבר דבגמרא אית פלוגתא אם מקיפין בלולב או בערבה ודעה הראשונה ס\"ל כמ\"ד דמקיפין בלולב ומנהג העולם הוא כדי לצאת כל הדיעות שגם מ\"ד בלולב אין פוסל אם מקיף בערבה וכן מ\"ד בערבה אין פוסל אם מקיף בלולב [ב\"י] ועיין לקמיה בס\"ז בהג\"ה והסכימו האחרונים דאם אין לולב בעיר יקיפו בהו\"ר בערבה:",
            "(טז) ההושענות יפים - וטוב לכתחלה שיהיה עכ\"פ ג' בדין ובשם האר\"י כתבו ה' בדין:",
            "(יז) כשיעור אורך וכו' - דהיינו ג\"ט דלא מצינו שהקילו בה אלא בפרט זה דעלה אחד וכו'. י\"א דערבה של הו\"ר יש ליטול הבדים בלתי קשורים אבל הרמ\"ז חלק עליו וכתב דצריך לקשרם וכן מנהגינו:",
            "(יח) וכל הפוסל בערבה שבלולב וכו' - וע\"כ יש ליזהר שלא יהיה גזול ולא יבש והנה עכ\"פ אם לא היה יבש אלא כמוש בודאי כשר. ומ\"מ נ\"ל דלכתחלה יותר טוב שיהיה לחין וראיה ממה דאיתא שם במשנה דף מ\"ה דהיו מניחין אותן בגיגיות של זהב כדי שלא יכמושו והוא משום הידור מצוה:",
            "(יט) על הקרקע או על הכלי - ובשם האר\"י ז\"ל כתבו דדוקא על הקרקע יחבוט ה' חבטות וטוב לחבוט תחלה על הקרקע ה' חבטות ואח\"כ על הכלים להסיר העלין וא\"צ להסיר כל העלין:",
            "(כ) שלא יאגוד דבר אחר עמה - כדי שיהא ניכר שהוא לשם מצוה. ומש\"כ אין לחוש דלא חיישינן לחציצה:",
            "(כא) ויש אומרים שיוצא בה - היינו היכא דהגביה אותה פעם שני לשם ערבה דיש היכר בזה שהוא לשם מצוה. ודע דאפילו לדעה ראשונה דאינו יוצא בערבה שבלולב זהו דוקא כל זמן שהיא אגודה בלולב עם שאר מינים אבל אם התיר אגדו של לולב לאחר נטילה ונטל הערבה בפני עצמה פשיטא שיוצא בה:",
            "(כב) ואחר הנענוע הראשון וכו' - הטעם דהא קי\"ל דשלא בזמנו של המצוה אינו עובר על בל תוסיף עד שיכוין להוסיף על המצוה והכא כיון שעברה מצותו הוי שלא בזמנו והוא הלא לא כיון להוסיף על מצות לולב כ\"א בשביל לקיחת הערבה:",
            "(כג) טעות הוא בעיני - הוא אזיל לשיטתו דפסק לעיל בסימן תרנ\"א סט\"ו דבערבה והדס מוסיף בה כל מה שירצה:",
            "(כד) להכיר שהיא חובה - וכמש\"כ בס\"ה שמטעם זה אינה ניטלת אלא בפ\"ע:",
            "(כה) ובשעת הקפה וכו' - טעם המנהג היה כדי לצאת כל הדיעות דיש אומרים דמקיפים בלולב וי\"א דמקיפים בערבה וכנ\"ל בס\"ג:",
            "(כו) ויותר טוב שלא ליטלה עם הלולב - כדי שיקיים בשלימות מצות נטילת ערבה וכנ\"ל בסעיף ה' וגם האר\"י ז\"ל הזהיר מאוד שלא לחבר הערבה עם הלולב:",
            "(כז) דלאחר שהקיף יסיר הלולב מידו - ר\"ל דלא כמו שאוחזין הלולב עם הערבה עד שעת החבטה ובזמנינו המנהג כמו שכתב הרמ\"א שאין נוטלין הערבה עם הלולב כלל:",
            "(כח) שהושענא שבלולב - וה\"ה ערבה של הושענא אין לזלזל בה [ברכ\"י בשם סדר היום]:",
            "(כט) ועיין לעיל סימן כ\"א - ר\"ל מה דמבואר שם בס\"א בהג\"ה:",
            "(ל) התנה עליה - עיין במ\"א שמפקפק דלאו לכו\"ע מהני תנאה אמנם הא\"ר מתרץ דברי השו\"ע וכן בבה\"ל ביארנו דלכו\"ע מהני בזה תנאי עי\"ש באורך:",
            "(לא) מעיקרא - עיין בבה\"ל:",
            "(לב) אפילו ברשות העכו\"ם - משום דסתם עכו\"ם הקרקעות שלהם גזולים מאחרים ואינו מועיל רשותם לזה ונמצא כשקוצץ הישראל הוא הגוזל אלא יקצוץ עכו\"ם ויתנם לישראל וה\"ה כשקוצץ ישראל ונותן לחבירו שרי וכמו שכתבנו בסי' תרמ\"ט ס\"א במ\"ב סקי\"א ועיין בט\"ז שכתב דבזה\"ז לא אמרינן דסתמן גזולים הם ועיין לעיל בסימן תרל\"ז ס\"ג בהג\"ה ובמ\"ב ובה\"ל ובסימן תרמ\"ט ס\"א בהג\"ה ומ\"ב ובה\"ל כי הכל שייך לענינינו:",
            "(לג) והביאו כשרה - היינו אפילו צוה לו ישראל לקוץ בשבילו ובודאי עשה בזה עבירה אפ\"ה אין לאסרו לצאת בה אח\"כ משום מצוה הבאה בעבירה [דאחר כלות העבירה ליכא משום מצוה הבאה בעבירה] [מ\"א בשם הרשב\"א] ויש מאחרונים שמפקפקין בזה דע\"כ לא מצינו ברשב\"א שהתיר בזה אלא כשציוהו בע\"ש סתם שיהיו מזומנת לו במו\"ש והיה יכול לקצצה מבע\"י ולכך אמרינן דבמלאכתו הוא עוסק אבל כשציוהו לקצוץ בשבת לא מוכח משם להקל ביש לו אחרת:",
            "(לד) יש להחמיר - אפילו לא ציוהו לקוצצו בשבת רק אמר שתהא מזומנת לו למו\"ש:",
            ""
        ],
        [
            "(א) אתרוג בשביעי - אפילו לאחר שנעשית בו מצותיה:",
            "(ב) אסור - באכילה ועיין לעיל בסימן תרנ\"ג:",
            "(ג) לכל שבעה - ואם הפרישו ליום אחד אינו אסור אלא ליום א' בלבד עד הלילה:",
            "(ד) אף בשמיני - דהוא ספק שביעי. והנה הט\"ז העלה דאם נפסל יש להקל בשמיני אבל בקרבן נתנאל חולק עליו וכ\"כ בחידושי הריטב\"א להחמיר:",
            "(ה) ואפילו חל להיות וכו' - ולא אסרינן ליה מטעם הכנה כיון שכבר היה בעולם ולא נעשה בו מעשה:",
            "(ו) ויש אוסרים - ס\"ל דגם בזה שייך הכנה כיון שהיה אסור ביומו ועיין בא\"ר שכתב דלעת הצורך יש להקל שרוב פוסקים התירו:",
            "(ז) למחר - לאו דוקא וה\"ה בלילה מותר ובשיטת ריב\"ב מסתפק איך דינו לענין ביה\"ש:"
        ],
        [
            "(א) לא יסתור סוכתו - דהא כל היום חובתו לישן ולשנן שם ואי איקלע ליה סעודתא צריך לאכול בגוה:",
            "(ב) מן המנחה - קטנה [חי' ריטב\"א]:",
            "(ג) ואם אין לו לפנות וכו' - ר\"ל שאין לו מקום אחר לאכול וצריך לאכול ביו\"ט האחרון בסוכה עכ\"פ צריך לפחות בה ונראה דהיינו קודם שקיעת החמה דפן יזדמן לו עוד לאכול בגוה:",
            "(ד) ארבעה על ארבעה - דאע\"ג דאויר פוסל בשלשה טפחים מ\"מ אין ההיכר כ\"כ אם לא כשפוחת בסכך ד' על ד' שהוא שיעור מקום חשוב:",
            "(ה) כמוסיף - אבל מוסיף ממש לא נקרא לעבור עליו משום בל תוסיף כיון דאינו מתכוין לשם מצוה דשלא בזמנו בעי כונה להוסיף לכו\"ע כמו שכתבנו לעיל בסימן תרנ\"א סי\"ד:",
            "(ו) רק ביום שמיני - מפני שהוא סמוך לחג:",
            "(ז) בשאר היום - אפילו בין השמשות:",
            "(ח) גמר מלאכול ביום השמיני - היינו שאין דעתו עוד לאכול כלל היום [דאל\"ה אם איקלע בשבת צריך לעשות סעודה ג' בסוכה דכל היום יש חיוב סוכה משום ספיקא דיומא]:",
            "(ט) מוריד כליו וכו' - היינו מן המנחה קטנה ולמעלה [דשמיני לבני חו\"ל הוא כמו יום שביעי בא\"י] וקודם לזה אין נראה שעושה כן לכבוד יו\"ט ועיין בסוף סימן תרס\"ז ובמש\"כ שם:",
            "(י) שאסור להניח בה הנר - כדלעיל בסימן תרל\"ט ס\"א עי\"ש במ\"ב:",
            "(יא) יניחנו בה - עיין בפמ\"ג שמסתפק אם יניח בה בשמיני או אולי דוקא בתשיעי דשמיני ספק שביעי הוא לדידן וכן מצדד בספר מאמר מרדכי שלא יכניס בה נר וקערה בשמיני דאולי יוצרך לאכול בה וא\"א לו לפוסלה אמנם בפסקי הרא\"ש מצאתי בהדיא בשמיני ואולי כונתו ג\"כ בסוף שמיני:",
            "(יב) להכיר שהיא פסולה - המחבר נקט לשון הרי\"ף בסוף סוכה ועיין שם בר\"ן וברמב\"ן דאין הכונה שנפסלת בכך אלא ר\"ל שעושה היכר לפוסלה שאינו יושב בה בתורת סוכת החג ועיין לעיל בסימן תרל\"ט במ\"ב סק\"ו ובשער הציון שם:"
        ],
        [
            "(א) ונויה - היינו כשעיטרה במיני פירות שתלה בה לנוי ואם עיטרה בסדינין המצויירין נוהגין להורידן לבית מפני חשש גנבים או גשמים ועיין לעיל בסימן תרל\"ח סוף ס\"ב:",
            "(ב) גם בשמיני - דאלו מתרמי סעודה בבין השמשות בעי למיכל בגוה ומגו דאיתקצאי בין השמשות איתקצאי לכולי יומא וה\"ה בחו\"ל אסור בתשיעי מה\"ט:",
            "(ג) עד מוצאי שבת - דכיון דביו\"ט אסור אם יסתפק בשבת מקרי הכנה ואפשר דלא בא להודיע אלא שנהגו כך ולא מדינא שגם בתוספות תמהו על המנהג וגם לעיל בסי' תרס\"ה סתם בדעה הראשונה להקל כהיש מתירין דכאן:",
            "(ד) ויש מתירין - דמאיזה טעם נאסור אי משום דשבת ויו\"ט הם כחדא הא קי\"ל דשתי קדושות הן ואי משום הכנה מה הכנה יש כאן:",
            "(ה) לצורך ליל יו\"ט - של שמחת תורה דספק חול הוא ונמצא יו\"ט מכין לחול ופרטי דין זה עיין לעיל בסימן תק\"ג. ואסור להביא יין מיו\"ט לחבירו ובשעת הדחק שלא ימצא בלילה בקל מותר להביא יין וכן מים מיו\"ט לחבירו רק שצריך להביאו בעוד יום גדול (דלא מוכח מילתא דאפשר דצריך עדיין לצורך היום) וגם לא יביא כדרך שנושא בחול רק ישנה ומ\"מ לצורך חול אין לנו ראיה להתיר די\"ל דוקא לצורך מצוה מותר ולכן אין מציעין המטות משבת לחול [ח\"א] ולכן אסור לחפש הס\"ת משבת ליו\"ט (דהיינו להעמיד הס\"ת בפרשה שיקראו בה ביו\"ט אסור בשבת עיו\"ט) וכן מיו\"ט לחבירו:",
            "(ו) וכן אסור להעמיד וכו' - והסכימו האחרונים דדוקא לסדרן (דהיינו להניח הטבלא על הרגלים) אסור אבל להביאן מהסוכה לבית מותר ואם צריך אותם לצורך היום וכן אם צריך לסדר אותם שלא יהא נראה הבית כחורבה מותר לסדר אותם:"
        ],
        [
            "(א) ליל וכו' - אין לקבוע סעודה מן מנחה קטנה ולמעלה וכדלעיל בסימן תקכ\"ט ס\"א בהג\"ה כדי שיאכל בלילה לתיאבון ולא כאותן שאוכלין ושותין ומשתכרין עד שאין יכולין לקדש בלילה:",
            "(ב) אומר בתפלה וכו' - ואם שכח ואמר את יום חג הסוכות הזה ועקר רגליו אם צריך לחזור יש דיעות בין האחרונים עיין בשע\"ת ובח\"א כלל כ\"ח דין ט\"ו ולכו\"ע אם לא סיים הברכה צריך לחזור לותתן לנו ולומר כהוגן:",
            "(ג) שמיני חג העצרת הזה - עיין בפמ\"ג שיש לומר עצרת בלא ה'. והנה רש\"ל וט\"ז כתבו שיש לומר ש\"ע =שמיני עצרת= חג הזה אבל הלבוש כתב כמ\"ש בשו\"ע וכן הסכים בא\"ר בשם כמה ראשונים וביאור הגר\"א:",
            "(ד) דלא מצינו בשום מקום שנקרא חג - כמה אחרונים השיגו ע\"ז והרבו בראיות דשמיני עצרת מקרי חג ע\"כ אין לנטות ממה שכתב המחבר:",
            "(ה) בלילה וביום - אבל לאחר שאכלו סעודתן ביום מנהג העולם שנפטרין מן הסוכה ויושבין בבתיהם [מ\"א] אבל אי איתרמי ליה לאכול אפילו בין השמשות צריך לאכול בסוכה:",
            "(ו) מפני שהוא ספק שביעי - ומטעם זה הרבה אחרונים מצדדין דצריך ג\"כ לישן בסוכה וכן הוא ג\"כ דעת הגר\"א ויש אחרונים שסוברין שאין כדאי לישן בסוכה בשמ\"ע לא ביום ולא בלילה דעושה אותו כחול דבשלמא גבי אכילה לא מנכר שכן דרך ב\"א לפעמים לישב בצל סוכה אפילו שלא לשם מצוה משא\"כ בשינה. ומנהג העולם להקל בשינה. ודע דלדעת הפוסקים שסוברין דאין ישנים בסוכה בשמ\"ע י\"א דה\"ה דאין אוכלין אז פירות וה\"ה פת פחות מכביצה בסוכה. כללו של דבר כל דבר שא\"צ לברך עליו ברכת לישב בסוכה בשאר ימי סוכה אין אוכלין בסוכה בשמ\"ע ויש מקילין בזה וכן מסתברא דבאכילת פירות וכה\"ג דברים שאין חייבים מצד הדין יכול לעשות בשמ\"ע כמה שירצה בבית או בסוכה:",
            "(ז) ואין מברכין וכו' - דכיון דיום שמ\"ע הוא א\"א לברוכי בסוכה דקשיין אהדדי אם יום סוכה הוא לאו שמ\"ע הוא ואם שמ\"ע הוא לאו יום סוכה הוא ומשו\"ה עבדינן לחומרא. והסכימו האחרונים דאין לאכול בערב עד שחשיכה אכן בדיעבד אם נטל ידיו ובירך המוציא לא יברך לישב בסוכה דכבר קיבל שמ\"ע בתפלתו ובקידוש:",
            "(ח) ואומרים זמן - דשמיני עצרת רגל בפני עצמו הוא:",
            "(ט) וקורין בא' וכו' - הכא לא קאמר קורין ה' כדלקמיה דבא\"י שאין עושין רק יום אחד יו\"ט הלא אותו היום הוא שמחת תורה דלהכי קורין בו וזאת הברכה ובשמחת תורה המנהג להוסיף על הקרואים וכדלעיל בסימן רפ\"ב:",
            "(י) ובשני בראשית וכו' - ולהכי רגילין להתחיל מיד בראשית שלא יהא פתחון פה לשטן לקטרג לומר כבר סיימו אותה ואינם רוצים לקרותה עוד [טור]:",
            "(יא) לעשות - ומניחין ס\"ת השלישית אצלה ואומרים ח\"ק:",
            "(יב) מכל הבכור - ואנו מתחילין עשר תעשר אפילו חל בחול מפני שהוא זמן מעשרות ומתנות עניים אמנם בדיעבד אם כבר בירך אדעתא לקרות כל הבכור א\"צ לחזור [דה\"ח בהלכות קה\"ת]:",
            "(יג) ז' - ואם סיים הפרשה בחמשה לא יאמר קדיש ויחזור ויקרא ב' עולים או עכ\"פ עולה אחד לבד המפטיר ואם אמר קדיש כל שלא סילק הספר יחזור ויקרא ויאמר קדיש פעם ב' ואם סילק הספר האחד יקרא עולה אחד לספר השני וישלים עמו פ' עשר תעשר ואח\"כ יקרא למפטיר בחובת היום [שערי אפרים]:",
            "(יד) תעשר - ומניחין ס\"ת השניה אצלה ואומרים ח\"ק:",
            "(טו) עצרת - ומזכירין נשמות ואומרים אב הרחמים. לבוש:",
            "(טז) ומכריז משיב הרוח וכו' - מבואר לעיל בסימן קי\"ד ע\"ש. מה שנוהגין באיזה מקומות שאחר מנחה של יו\"ט ראשון קובעין עצמן לשתות עד מערב ולפעמים נמשך ד\"ז עד שעה ויותר בלילה שלא כדין הוא מפני כמה טעמים א) דקי\"ל בסימן צ\"ט דאם שתה יין כדי רביעית אל יתפלל אף שיכול לדבר עדיין בפני המלך וה\"ה אם שתה שאר משקין המשכרין עי\"ש בסק\"א ואפילו אם שותה שאר משקין שאין משכרין כיון שהגיע ספק חשיכה חל עליו חובת קידוש ואסור לטעום עד שיקדש ואפילו לאחר קידוש הלא מעוכב לאכול מחמת ק\"ש של ערבית ואינו מותר רק טעימה בעלמא דהוא מיני פירות או פת כביצה ולא יותר אכן יש לחפש עליהם זכות דרבים מדכרי אהדדי ולא יבואו לשכוח תפלת ערבית אבל עכ\"פ יש ליזהר שלא לשתות אז משקה המשכר ומבואר הכל לעיל בסצ\"ט ס\"ק א' וב':"
        ],
        [
            "(א) עד סוף - ומי שקורא פרשה זו נקרא חתן תורה ונהגו למכור פרשה זו ופרשה בראשית וקונים בדמים מרובים וראוי להדר אם באפשר שיהיו הקונים מוכתרים בתורה או עכ\"פ מגדולי הקהל:",
            "(ב) ובשני בראשית - מי שקורא פרשה זו נקרא חתן בראשית ואף מי שעלה כבר בפרשה וזאת הברכה יכול לעלות לחתן תורה או לחתן בראשית אבל חתן תורה לא יקרא פרשת חתן בראשית והטעם כיון דליכא הפסק ביניהם שייך פגם לס\"ת הראשונה שיאמרו פסולה היתה ולכן קורא מיד בשניה וכ\"ז באותה בהכ\"נ אבל מי שקרא חתן תורה בבהכ\"נ זו ודאי שמותר לקרות חתן בראשית בבהכ\"נ אחרת. וכתב במהרי\"ל שכהן או לוי יכול להיות חתן תורה או חתן בראשית:",
            "(ג) לעשות - ומניחין ס\"ת השלישית אצלה ואומרים ח\"ק:",
            "(ד) שמחת תורה - כתב הא\"ר שבש\"ת לילה ויום יש להרבות בנרות בבהכ\"נ לכבוד התורה שמוציאין. כתבו הפוסקים שבליל שמחת תורה יקרא הפרשה שנים מקרא ואחד תרגום שעתה הוא זמנה:",
            "(ה) ששמחין - ולכבוד התורה מותר לרקד ביו\"ט אבל לגמר מוגמר [דהיינו לפזר מיני בשמים על הגחלים] אסור וכ\"ש דאסור להבעיר פילווע\"ר להשמיע קול לשמחה ומ\"מ מותר לקבוע פילווע\"ר בנר בעיו\"ט קודם הדלקת הנר אע\"פ שגורם לבסוף שהנר נכבה עי\"ז:",
            "(ו) לגמרה של תורה - כדאיתא במדרש שה\"ש וה\"ה לגמר מצוה. כתב הא\"ר מבואר מהפוסקים דיש לשמוח לרבים בכל מה דאפשר בשמחה של מצוה ודלא כיש שמכין ודוחין אלו לאלו עד שהשמחה נהפך לתוגה ח\"ו גם מתוך כך מונעין משמחה של מצוה ולכן יש לגעור בהן עכ\"ל גם מהרי\"ק בשורש ט' האריך מאוד שלא לבטל שום מנהג שנהגו לכבוד שמחת התורה ע\"ש ולכן רעה עושין בהרבה מקומות במה שביטלו מקרוב שלא לעשות משתה ושמחה בשמחת תורה אף גם ששמחין בשארי ימים וכל ימיהם כחגים ובעו\"ה ביזוי כבוד התורה גרם זה שהתורה מונחת בקרן זוית ואין דורש ואין מבקש ומי יתן ישיב וירחם שבר ב\"י ב\"ב [בכורי יעקב]:",
            "(ז) ונוהגין וכו' נודרים נדבות - ובימינו המנהג שכל העולים נודרים נדבות צרכי בהמ\"ד ולהחזיק לומדי תורה:",
            "(ח) וקוראים לאחרים וכו' - וגם אבל בתוך י\"ב חודש יכול לאכול על סעודת משתה זו:",
            "(ט) כל ס\"ת שבהיכל - אם יש בבהכ\"נ זה רק ס\"ת מועטים אין להביא ס\"ת מבהכ\"נ אחרת ויש מי שמתיר כי אף שבכל השנה אין להביא ס\"ת דרך ארעי רק לקביעות אבל בש\"ת אפילו דרך ארעי שרי [לדוד אמת]:",
            "(י) נהגו להקיף - יש מקיפין ג\"פ ויש ז' פעמים כמו בהו\"ר וכל מקום לפי מנהגו [אחרונים]:",
            "(יא) משום שמחה - כתב מהרי\"ק בשם ר\"ה =רב האי= גאון בשורש ט' יום זה רגילים אצלנו לרקד בו אפילו כמה זקנים בשעה שאומרים קילוסים לתורה וכו' ולכן יש להתאמץ בזה לרקד ולזמר לכבוד התורה כמו שכתוב גבי דהע\"ה מפזז ומכרכר בכל עוז לפני ד' וכ\"כ משם האר\"י ז\"ל והעידו על האר\"י ז\"ל שאמר שהמעלה העליונה שהשיג באה לו ע\"י שהיה משמח בכל עוז בשמחה של מצוה וגם על הגר\"א ז\"ל כתבו שהיה מרקד לפני הס\"ת בכל כחו:",
            "(יב) להרבות הקרואים - משום כבוד התורה ועוד כדי שיזכו כולם בשמחת התורה. ונוהגין לקרות שנים בפ\"א או כהן עם כל הכהנים ולוי עם כל הלוים ויש מפקפקין ע\"ז וא\"ר מיישב המנהג ומ\"מ נכון הדבר לכתחלה שאחד יברך והשאר יכונו לצאת בברכתו או שאחד יברך לפניה ויוציא חבירו ואחד יברך לאחריה ויוציא חבירו וה\"ה כשקורין גדול עם כל הנערים הגדול יברך והנערים ישמעו ויצאו בברכתו כתב הח\"א נכון הדבר שיבחרו עשרה אנשים שישמעו בברכת התורה ויענו אמן כי נוהגים קלות גדול שאין עשרה ששומעים בקריאת התורה:",
            "(יג) הרבה פעמים - עד מעונה אלקי קדם אבל משם והלאה אין כופלין ששם מתחילין לקרות לחתן תורה [לבוש] והמנהג שקודם שקורין חתן תורה קורין לכל הנערים כדי לחנכם במצות קה\"ת מולדן אמר עד מעונה וכ\"כ מהרי\"ל:",
            "(יד) וקורין להם פרשת המלאך הגואל - בלבוש כתב שמברכין אותם ע\"פ פסוק המלאך הגואל וכתב בא\"ר דמברכים אותם קודם ברכה אחרונה שלהם וכן המנהג:",
            "(טו) הנדרים שבתורה - הם הפרשיות שרגילין למוכרן בכל השנה בפני עצמן ונודרין עליהן כגון פרשת ויתן לך פרשת המלאך פרשת ויכולו פרשת יברכך פרשת מה טובו שאלו נקראו נדרים וכ\"מ במ\"א סי' רפ\"ב ובימינו המנהג לקרות ג' גברי בפ' וזאת הברכה וצריכין לומר קדיש אחר הקריאה ואין סומכין על הקדיש שאחר עלינו משום דהוי הפסק [דה\"ח]:",
            "(טז) אף על קטן - אף דכתבנו לעיל בסק\"א דראוי שיהיה המסיים מוכתר בתורה או עכ\"פ אחד מחשובי הקהל אבל מעיקר הדין גם קטן יכול לסיים. ועיין לעיל בסימן רפ\"ב ס\"ג ובברכי יוסף שם:",
            "(יז) שתים - ואין נוהגין לעלות לדוכן מפני דשכיחי שכרות [לבוש] ובא\"ר כתב שבפראג נוהגין לעלות במוסף ויש עולין בשחרית וכל מקום לפי מנהגו ויזהרו שלא ישתו:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}