{
    "versionTitle": "Hilchos Pesach #2",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) מי פירות - כגון יין ושמן וה\"ה דבש וחלב ושאר כל המשקין ויתבאר לקמן:",
            "(ב) בלא מים - היינו בלא מים כלל דאם יש בהם מים אפילו כ\"ש הרי אלו מחמיצין:",
            "(ג) כלל - אפילו הם מפירות חמוצין אין מחמיצין את העיסה:",
            "(ד) כל היום - ונתפח הבצק דאין זה חימוץ אלא סרחון:",
            "(ה) ידי חובתו - היינו כזית ראשון של שתי הלילות:",
            "(ו) עם מים - בין שהמי פירות מרובין והמים מועטין ובין להיפך. וכתבו האחרונים דאין חילוק בין שנילוש תחלה עם מי פירות ואח\"כ באו למים קודם שנאפה או להיפך. ואם נתייבש המי פירות תוך הקמח ואח\"כ באו המים עליהם עיין בבה\"ל:",
            "(ז) ממהרים להחמיץ וכו' - ר\"ל אפילו בפחות משיעור מיל עלול להתחמץ הלכך וכו' דחיישינן שמא ישהה קודם אפיה:",
            "(ח) יאפה מיד - ואם עבר ושהה קודם האפיה יש לאסור באכילה אף שלא שהה שיעור מיל ובא\"ר מצדד להתיר בהפסד מרובה אף באכילה כל שלא שהה שיעור מיל ולא מינכר בה סימני חימוץ ונראה דאם היה דבר זה בשוגג בודאי יש לסמוך להקל בשעת הדחק וכנ\"ל בסימן תנ\"ה ס\"ג לענין לישה בפושרין עי\"ש. ודע דהסכימו האחרונים דאף דקי\"ל דאם אפה מיד מותר לאכול אותו המצה מ\"מ אין יוצאין בה ידי חובת מצה דכל שיש בו מי פירות אפילו מועט כל שנרגש בו טעם המי פירות מקרי מצה עשירה ואין יוצאין בה ידי חובה. ולא עוד אלא אפי' אם לשה במים ואח\"כ קיטפה מלמעלה במי פירות ואפאה ג\"כ אין יוצא בה ידי חובת מצה דתו לא הוי לחם עוני:",
            "(ט) כדי להתיר ניצוק - דגבי יין נסך ניצוק חיבור דהיינו אם מערה ישראל יין מכדו לכדו של עכו\"ם ובו משקה טופח נאסר היין שבכדו של ישראל שעמוד הניצוק מחבר בין היין שבכלי העליון ליין שבכל התחתון ורואים כאלו היין של איסור מעורב בהיתר אבל כשיש גם מים בכלי של ישראל כשיעור שיכול לבטל היין בכלי של עכו\"ם (והיינו ס' פעמים ולחד דעה בששה פעמים סגי עיין ביו\"ד סימן קכ\"ו) שרי דכל מינו ומינו ושאינו מינו אמרינן סלק את מינו כמי שאינו ושאינו מינו רבה עליו ומבטלו:",
            "(י) הואיל וכבר נתבטלו וכו' - רוב האחרונים הסכימו דבעלמא לא מהני ביטול במים שנתערבו במי פירות וכל שיש במי פירות אפילו משהו מים כבר נשתנה טבעו ויכול להחמיץ עיסה וממהר עוד להחמיץ יותר וע\"כ צריך להחמיר לכתחלה שלא ללוש בהם וכנ\"ל והכא שאני שמתערב המים ביין עד שלא נגמרה עשייתה דהיינו בעודנה תירוש ואח\"כ תוסס היין ונתהפך המים ג\"כ ליין ולהכי נחשב הכל ליין ולפ\"ז אם נתערב המים ביין אחר התסיסה בודאי אין עוד לאותו יין דין מי פירות:",
            "(יא) קודם שלשו העיסה - דאם נתערב מים כל שהוא במי פירות בשעת לישה לכו\"ע לא נתבטל המים ולשון המחבר אינו מדוקדק כ\"כ לפי מסקנת רוב אחרונים הנ\"ל דאפילו בקודם לישה לא נתבטל דכל טעם הביטול הוא רק משום שנתערב ביין בשעה שהיין תוסס ונתהפך המים ליין וכנ\"ל ועיין בבה\"ל. וכתבו האחרונים דיין צמוקים או דבש צמוקים אף שנעשים ע\"י מים כיון שנשתנה טעמו לגמרי הוי כמי פירות גרידא כי המים ששרו בהם הצמוקים נשתנה ברייתם ודוקא אחר שכבר נגמר תסיסתם וכנ\"ל לענין יין ענבים [דאל\"ה לא מקרי מי פירות] וגם שלא נשפך בו עוד מים אח\"כ ודוקא כשהצמוקים הם הרבה שאם הם אחד מששה במים פשיטא דנחשב זה כמי פירות עם מים ומחמיץ ויש מאחרונים שמחמירין בצמוקין בכל גווני וסוברין דמי צמוקין לא נחשב מי פירות וע\"כ כל בעל נפש יחמיר שלא לאכול מצה שנילושה בהן רק למכור או לשהות עד אחר פסח ועיין מה שכתבנו לקמיה בס\"ו לענין מי דבש:",
            "(יב) מי ביצים וכו' - דס\"ד דגרוע ממי פירות לפי שהעיסה תופח ממנו קמ\"ל דאין זה חימוץ:",
            "(יג) ושאר משקים - דכל שאינו מתולדות המים אינו מחמיץ ויתבארו פרטי דבר זה לקמן סימן תס\"ו עי\"ש:",
            "(יד) הוו בכלל מי פירות - ושייכא בהו דינים המבוארים בסעיף א' וב':",
            "(טו) אין נוהגין ללוש וכו' - דחוששין לכתחלה לסברת הני פוסקים דס\"ל דמי פירות בלחודייהו ג\"כ מחמיצים וממהרין ג\"כ להחמיץ. וגם חוששין שמא נתערב בהם מעט מים דלכו\"ע מחמיץ:",
            "(טז) ואפילו לקטוף וכו' - ר\"ל למשוח את פני המצות במי פירות אף שהוא דבר מועט:",
            "(יז) בעודן חמין - וכתבו האחרונים דגם בזה יש ליזהר מליקחן ללילות ראשונות לכזית של חובה דהוי כעין מצה עשירה ובפרט כשמחזירין אח\"כ שוב לתנור:",
            "(יח) ואין לשנות - וכפי המנהג אפילו כבר לשה ואפאה מיד אין לאוכלה בפסח אלא ישהנו עד לאחר הפסח:",
            "(יט) לצרכי חולה וכו' - מיהו יאפם מיד וכנ\"ל ודוקא במי פירות לחודייהו אבל במי פירות עם מים אין ללוש לכתחלה אפילו בשעת הדחק:",
            "(כ) במי פירות וכו' - היינו במי ביצים ושאר מי פירות דברים שאינם משבעה משקין שסימנם י\"ד =יין דבש= שח\"ט ד\"ם [ומבוארים לעיל בסימן קנ\"ח] והטעם דע\"י מי פירות אין העיסה מוכשרת לקבל טומאה ונשארת החלה טהורה ואין לו שום עצה אח\"כ מה לעשות בה לשורפה אינו יכול שאין שורפין קדשים טהורים ולאכלה אינו יכול שרובן טמאי מתים הן ובשאר ימות השנה יש עצה שיתן בעת הלישה גם מעט מים וממילא הוכשר כדאיתא ביו\"ד סי' שכ\"ט אבל עתה לצורך פסח הלא יהיה מי פירות עם מים ואסור ללוש וכנ\"ל בס\"ב לכן העצה שילוש פחות מכשיעור ובדיעבד אם לש כשיעור יראה ליתן החלה לכהן קטן שלא יצא טומאה מגופו כמבואר ביו\"ד שם:",
            "(כא) חטה שנמצאת וכו' - ומיירי שבישלו הדבש והיין או שהיה כבוש מעל\"ע דבשריה בעלמא בצונן להרבה פוסקים אפילו נמצא במים גרידא נמי אינו אוסר וכדלקמן סי' תס\"ז סעיף י\"ב עיי\"ש:",
            "(כב) מותר - הדבש והיין ולא אמרינן שנתחמצו ע\"י החטה אפילו נתרככה ונתבקעה שם שאין מי פירות מחמיצין:",
            "(כג) ובלבד שלא נתערב בהם מים - דאם נתערב אדרבה מחמיצין טפי וכנ\"ל בס\"ב והא דמבואר לעיל בס\"ג דמותר ללוש ביין אע\"פ שא\"א לו בלא טיפת מים שאני התם שנפלו המים קודם תסיסת היין ובתסיסת היין נתהפכו המים להיות יין משא\"כ היכי שמתערב אח\"כ, וחטה שנמצאת במי דבש (שקורין מע\"ד) או ביין שרף (הנעשין מפירות) או בשכר של תמרים ופירות וידוע שלא נתערב בהם שום מים אחר עשייתן אם אוסר או לא נסתפקו האחרונים בזה אם יש לדמותן ליין של צמוקים דע\"י התסיסה נהפך המים להיות יין וה\"נ ע\"י הבישול ותסיסת הדבש נהפך המים ונעשו מי פירות וכן בשארי דברים הנ\"ל או דילמא שאני ענבים שכחם חזק להפך המים ליין וכן בדבש צמוקים הנ\"ל ע\"י הבישול נשתנה ברייתן לגמרי ונעשים דבר גוש משא\"כ בכל אלו אף לאחר עשייתן ובישולן עיקרן מים וע\"כ יש להחמיר היכי שנפל בהם שלא לשתותן אבל לשהותן עד אחר פסח או למכור לעכו\"ם יש להקל. אכן אם ידוע שהחטה לא היה מע\"ל במים אין להחמיר אפילו לשתיה דצונן אינו נותן טעם. וכן אם החטה לא נתבקעה רק נתרככה לבד יש להקל אפילו אם אינו ידוע לו כמה שהתה [וכמו שביארתי לקמן בסימן תס\"ז סי\"ב במ\"ב ס\"ק נ\"ה] אם לא שידוע לו ששהתה החטה מעל\"ע במים דנעשה כבוש. כתבו הפוסקים דשומן הוי נמי מי פירות לפיכך חטה שנפל לתוך שומן אפילו רותח אינו אוסר שמי פירות אינו מחמיץ ואפילו נתבקע החטה, ובלבד שלא נתערב מים בתוך השומן אחר שהתיכו אותו ואף שבלא\"ה יש בכל שומן תערובת מים שהרי מדיחין אותו בשעת מליחתו מ\"מ אין לחוש לזה לפי שכשנתבשל שומן בקדירה בישול יפה נשרפו המים בבישול והלכו להם לגמרי ולכן אפילו ידוע שעירב להדיא תוך השומן מים מעט קודם שהתיכו אותו אין לחוש וכ\"ז בידוע שנפלה אחר שהתיכו השומן אבל אם נמצא חטה בתוך שומן ואינו ידוע אם נפלה מקודם או אח\"כ אם הריקו השומן מקדירה שבישל בה לכלי אחר ושם נמצא החטה אף שהיה השומן עדיין רותח מותר דלא מחזקינן איסורא ואמרינן בכלי שני נמצא ושם היה גם מקודם וכשהריקו השומן עליה כבר לא היו מים בהם וכן אפילו אם נמצאת החטה באותו כלי שהתיכו בה רק שהיה לאחר שהסירוה מן הכירה והעמידוה במקום אחר ושם נמצאת החטה בה אפילו בעוד השומן רותח מותר דלא מחזקינן איסורא ממקום למקום ואמרינן החטה נפלה במקום זה שכבר התיכוה ונעשית הכל מי פירות אבל אם נמצאת החטה הבקועה בכלי ראשונה שהתיכו בה השומן בפסח והיא במקומה עומדת אסור השומן דחיישינן שמא נפלה קודם ההתכה או בתחלת הרתיחה שעדיין היו מי הדחה בעין על השומן ומיד החמיצה כדין מים עם מי פירות שממהרים להחמיץ ואוסרת השומן ואם אומר בבירור שיודע שלא התיך תיכף אחר ההדחה רק שכבר נתייבש המים מקודם בזה אפילו נמצאת החטה קודם שנתבשל השומן בישול יפה ג\"כ מותר שאין כאן אלא מי פירות בלבד. ואם עשו בשומן עגולים (שקורין קניידליך) ממצה טחונה ונמצא חטה בהם אם לא עירב בהם מים רק שומן וביצים פשיטא דמותר דמי פירות הן ואינן מחמיצין אבל אם יש בהעגולים מים ג\"כ אפילו מעט הוי מי פירות עם מים ואסור וה\"ה המצה ששורין אותה במים לאחר אפייתה וסוחטין אותה ואח\"כ לשין אותה בשומן אם נפלה חטה לתוכה יש להחמיר ולאוסרה לפי שאי אפשר לסוחטה כל כך ונשארו בתוכה מים בעין:",
            "(כד) המלח - היינו במלח של ים דכמים דמי אבל במלח שחופרין מן הקרקע מצדדים כמה אחרונים דאינן בכלל מים אלא הם כמי פירות דאינן מחמיצין ומ\"מ ראוי גם בזה לבדוק אותם:",
            "(כה) ומתחמץ - החטה ושוב פולטת החטה טעם החמץ במלח. ואם לא בירר ונמצא חטין במלח הסכימו האחרונים דאם יבשים מותר המלח אפילו בפסח ואם מצאן שנתרככו אם הוא בע\"פ אחר חצות צריך ליטול כדי נטילה דהיינו כעובי אגודל סביבות המקום שהיו החטין וזורקן והשאר מותר אבל אם מצאן בפסח לכתחלה אין להשתמש בכל המלח שבכלי ויזרוק כדי נטילה סביבן והשאר משהן עד לאחר פסח ובדיעבד אם נשתמש בהם אין לאסור המאכל אא\"כ ששמו מאותו כדי נטילה תוך המאכל דאז אסור כל המאכל. כתבו האחרונים דגם התבלין יש לברר ולהשליך גרעיני תבואה שימצא בהם קודם שישימם בתבשיל וקודם שידוך אותם שלא יתערבו תוך התבלין אבל התבלין פשוט הוא שאין בהם חשש אפילו נמצאו הרבה בהם דהרי הם יבש ביבש:"
        ],
        [
            "(א) שהם מי פירות - וה\"ה דמותר להעמיד כד של דגן לחים בתוך התנור חם שיהיה עשוי קליות ואף שמחמת חום התנור עלול שיצא מים מן הדגן לתוך הכד ונבלעין אח\"כ בהקליות גופא אפ\"ה שרי מטעם דמ\"פ אין מחמיצין:",
            "(ב) משמן ומלח - ואע\"ג דמלח שלנו מחמיץ כמש\"כ בסוף סימן תס\"ב י\"ל לפי שהוא מועט ונשתנה צורתו מצורת המים אין בו כח עם השמן אבל מים גמורים חיישינן בכל שהוא ואפשר נמי אי איכא מי מלח מרובה חיישינן:",
            "(ג) מותר - דשמן הוי מי פירות ואין מחמיץ:",
            "(ד) שלא יהא בו מים - אבל אי איכא בו מים אפילו כל שהוא הוי כמי פירות עם מים ומחמיץ ואצ\"ל אם לא היה בהתבשיל שמן כלל רק מים ומלח עם הקמח דודאי מחמיץ:",
            "(ה) גם זה אסור - אם לא לצורך חולה וזקן וכדלעיל בסימן תס\"ב ס\"ד בהג\"ה. וכתבו האחרונים דההיא דס\"א גם להרמ\"א שרי דמלתא דלא שכיחא היא שיצאו המים מזה לזה ואף אם יצאו הלא מעיקר הדין מי פירות אין מחמיצין וגם אפשר דהא דמחמירין במי פירות היינו שלא לעשות מעשה בידים לערב מי פירות עם הקמח אבל מי פירות שנתערב ממילא שבקינן ליה אדינא דמותר:",
            "(ו) כרמל שמהבהבין וכו' - ר\"ל אף דהדגן שלו כבר נקלה באור וא\"כ הקמח שלו הוא כאפוי וקי\"ל דאפוי אינו מחמיץ אפ\"ה אסור שמא וכו':",
            "(ז) ונמצא מחמיץ וכו' - ואם עברו ונתנו תוך המאכל אסור המאכל בהנאה ואסור להשהותו דספיקא דאורייתא הוא:",
            "(ח) כשמבשלים אותו - ואפילו אם הקמח עצמו נקלה בתנור לא יבשלו במים שמא לא נקלה יפה ויבוא לידי חמוץ ויש מתירין לבשל קמח הקלוי לפי שחום האור שולט בו יותר ממה ששולט בהחטים והסכימו כמה אחרונים שיש לסמוך על דבריהם בדיעבד שאם עבר ועשה ממנו תבשיל יש להתירו בהנאה או להשהותו עד לאחר הפסח ומצה אפויה שנמצא קמח בתוכה אסור ליתנה ברוטב דאותו קמח בודאי לא נאפה יפה מפני שהמצה מפסקת בין הקמח להאור ואם נתנה אוסרת התבשיל אף בהנאה:",
            "(ט) פי' שנותנים קמח וכו' - זה הפירוש הוא לדעת הטור אבל הב\"י שהעתיק לשון הרמב\"ם שכתב הקדרות החדשות הוי פירוש שמבשלין בקדרות חדשות בפעם ראשונה קמח ומים כדי להקשות הקדירה ולחזקה:"
        ],
        [
            "(א) שאר מיני טיבול - שמטבלים בהם הבשר ויש בהם חומץ ושאר דבר שיש לו קיוהא ורגילין ליתן בתוכן קמח שהקמח מתחמץ ג\"כ ע\"י קיוהא:",
            "(ב) שיש בהם מים - דאי אין בהם מים כלל הוי מי פירות ואינם מחמיצין אפילו הם דברים חמוצין בעצמן כמש\"כ לעיל בסימן תס\"ב. ולפי מש\"כ הרמ\"א לעיל בסימן תס\"ב ס\"ד דאנן מחמירין במי פירות לבד ג\"כ אפילו אין בהם מים כלל רק מיני טיבולים שנעשים מחומץ יין עם קמח ג\"כ אסור:",
            "(ג) יאכל מיד - שחוזק החרדל אין מניחו מהר להחמיץ:",
            "(ד) וצריך לשרפו - לאו דוקא שריפה וכמבואר לעיל סימן תמ\"ה:",
            "(ה) והמנהג וכו' - והטעם משום דחרדל הוא דבר דמידגן והוי כמו קטניות שנוהגים בו איסור [לבוש]:",
            "(ו) אפילו נתערב וכו' - אין ר\"ל שנתערב עם קמח דבזה פשיטא דאסור מה לי קודם פסח או בפסח אלא ר\"ל דנתערב עם יין והרבותא דאע\"ג דבשעת עירוב כותשין אותו ואינו נראה כקטניות כשנכנס הפסח אפ\"ה אסור ומ\"מ בדיעבד אם נפל חרדל לתבשיל אינו אוסר. וכן מותר להשהות חרדל עד אחר הפסח כיון שהוא בלי קמח. ויין שניתן בו חרדל בעודו תוסס כדי שיעמוד במתיקותו ולא יתקלקל מותר לשהותו אבל לא לשתותו:"
        ],
        [
            "(א) אין שורין וכו' - משום דמחמיצין כתבואה עצמה:",
            "(ב) מורסן - וה\"ה סובין ג\"כ מחמיץ. [ולעיל בסימן תנ\"ד במ\"ב סק\"ב נתבאר מהו מורסין ומהו סובין] והקליפה של הקש שהגרגר מונח בו שקורין שפרייא\"ר אינו מחמיץ וכשאר קש בעלמא דמי:",
            "(ג) בשום פנים - ר\"ל דלא מהני שיהא עומד שם לראות שלא ישהו המורסן במים שיעור מיל דשיעור זה אינו אלא לענין דיעבד אבל לכתחלה אסור להשהות אפילו רגע אחד וכדלעיל סימן תנ\"ט ס\"ב ועיין ביאור הלכה:",
            "(ד) ולא חולטין - חליטה מקרי שמרתיחין המים יפה יפה ואח\"כ נותנין הקמח או הסובין לתוכן ואף דחליטה אינו מחמיץ מ\"מ אסור משום שאין אנו בקיאין בחליטה וכדלעיל בסימן תנ\"ד ס\"ג וע\"ש במ\"ב כמה פרטי דינים בזה:",
            "(ה) שלא להשליכם וכו' - היינו מתחלת שש ומעלה ויש מי שכתב דאף קודם פסח יש ליזהר בזה [אא\"כ עומד עליהם בשעת אכילתם עד שיגמרו לאכול ומה שנשתייר לא יניחנו מוטל לפניהם] שמא יחמיץ וישאר לשם תוך הפסח:",
            "(ו) במקום לח - ואפילו הניחן במקום יבש טוב ליזהר שלא ליתן לפניהם מים לשתות בעוד שהשעורים מונחין לפניהם אלא יכבד מתחלה אותו מקום היטב ואח\"כ יתן שם מים:",
            "(ז) אפילו יבש - היינו שדרכם היה לכנוס למרחץ ולהזיע ולשוף הגוף במורסן ובזה אין קפידא כיון שהמורסן לא נשרה במים ועל הגוף ג\"כ ליכא מים מאליו רק זיעה מחום המרחץ וזיעת אדם אינו מחמיץ רק דצריכה ליזהר להעביר כל המורסן מעל כל בשרה קודם שתרחץ גופה במים בין בחמין בין בצונן ולפי שהנשים אין בקיאות עכשיו בכך לפיכך יש למונעם מלתת מורסן על בשרם אפי' הוא יבש. ואם עברה ושפה אין לשטוף בצונן אחר זה עד זמן מה שידוע שכבר עבר הכל או ישטוף עצמו במי פירות תחלה [ח\"י]:",
            "(ח) באווז לח - בטור איתא ששרו המורסן מתחלה במים והמחבר נקט דיניה אפילו במורסן יבש רק שהאווז לח ממים והוי רבותא טפי שאפילו במעט לחות שיש על העוף ג\"כ מחמיץ המורסן ואסור האווז אפילו לא ידיחו אח\"כ במים רק במי פירות:",
            "(ט) שהאווז אסור - מפני שיש בה בעורה נקבי נקבי ונשאר שם המורסן ואפילו אם ירצה לשפשף אח\"כ ולהדיחו לא מהני:",
            "(י) והכי נהוג לענין איסור חמץ וכו' - ר\"ל אע\"ג דלענין שאר איסורים לא מהני טעמא דנקבי נקבי לאסור אלא א\"כ היה הבשר רותח או עכ\"פ מבושל או צלי דרכיכי ונכנס בעומק הכא לענין חמץ דאיסורו במשהו חיישינן אפילו בחי שנשאר משהו חמץ תוך הנקבים שיש באווז. וכתבו האחרונים דאפילו אם ירצה להפשיט העור כולו ממנה אסור דהמורסן נכנס דרך העור בעומק הבשר:",
            "(יא) שהוא במשהו - וכתבו האחרונים דכיון דעיקר הטעם משום שאיסורו במשהו א\"כ בע\"פ משש שעות ולמעלה עד הפסח דיעורו אז בששים יש להתיר האווז בשפשוף והדחה היטב במים ובתנאי שיאכלנו קודם הפסח דשמא ישאר משהו בעין וחוזר וניעור בפסח ויש מקילין אף לאכלו תוך הפסח במקום הפסד מרובה:",
            "(יב) שלא להבהב וכו' חיטים או דגן מחומץ - פי' שנפלו עליו מים לאחר שנתלש ונתחמץ והסכימו האחרונים דכל זה אינו אלא זהירות בעלמא לכתחלה אבל מעיקר הדין אפילו היו שם חטים לא מחזקינן שהיו מחומצים ואפילו ידעינן שהיו מחומצים נמי אין לאסור כיון שאין נוגע העוף בהדגן שמחזיק את העוף מלמעלה והלהב עולה מלמטה. אם נמצא שבולת ריקנית בתבשיל נימוח אין חוששין שמא היה דגן מחומץ בשבולת ונפל לתוך התבשיל ונימוח שם:\n"
        ],
        [
            "(א) ויתן ע\"ג מכתו וכו' - ר\"ל שע\"י לעיסה בפיו מתערבים החטים ברוק ויחמיצו כשישהו ע\"ג מכה בשיעור מיל ויעבור עליהן בבל יראה ובל ימצא ואפילו לעסן והניחן ע\"ג מכתו קודם פסח צריך להסירן כשתגיע שעה ששית בע\"פ אא\"כ כבר נסרחה עד שנפסלה מאכילת כלב וכמו שנתבאר בסימן תמ\"ב וכתבו הפוסקים דכל זה בחטים של ישראל אבל חטים של גוי שלעסן הגוי והשאילן לישראל להניחן ע\"ג מכתו בפסח ה\"ז מותר אם אין האחריות של הרטיה על הישראל דעל רטיה של עכו\"ם אינו עובר בב\"י ואם אין לגוי חטים יכול הישראל להקנות לו חטים משלו וילעסן הגוי ושוב יקבל הישראל ממנו את הרטיה רק בתורת שאלה. ואע\"פ שחמץ אסור בהנאה ואפילו חמצו של עכו\"ם וכדלעיל בסימן תמ\"ג שאני הכא שהוא נהנה מחמץ זה שלא כדרך הנאתו ואין בו איסור רק מד\"ס ובמקום חולי ואפילו אין בו סכנה לא גזרו ומ\"מ אם יוכל להתרפא כשירכך רטיה זו של חטין ע\"י מי פירות אין נכון לעשותו ע\"י רוק:",
            "(ב) מפני שהן מחמיצות - וכ\"ז אם מכתו אין בה סכנה אבל כשיש בה סכנה מותר אף במקום שיש לאו דב\"י אם רק אפשר שרפואה זו תועיל לו ואין בקל לעשות בדרך היתר ואפילו אכילה ושתיה גמורה של חמץ נמי מותר לרפואתו כיון שיש בו סכנה:",
            "(ג) צריך לבערם - דרוק מחמיץ וכנ\"ל וע\"כ צריך לבערם ואף שלא שהתה הבהמה באכילתה כשיעור מיל מ\"מ כשלא יבער תבא לידי חימוץ ויעבור על ב\"י:",
            "(ד) הואיל וכבר ביטל - וא\"כ יצא מחשש דאורייתא דאף בודאי חמץ שוב אינו חייב בביעורו רק מדרבנן ולהכי כ\"ז שא\"י ברור שיש ריר לא מחזקינן איסורא ותמהו עליו האחרונים דמאי מהני ביטול של כל חמירא בע\"פ לחמץ שעתה בפסח נתחמץ וכתבו דהלשון מגומגם והכוונה אם ביטל בהדיא קודם שנתן לבהמתו ואמר כל השעורים שישארו מבהמתי מבטל אנכי:",
            "(ה) אע\"פ שאין רואה וכו' - דמסתמא אית בהו רירי וכתבו האחרונים דכל זה בסוס וכה\"ג אבל בשור ופרה בודאי יש להחמיר אפילו מן הסתם דידוע שמוציאין ריר באכילתם וכדלעיל בסימן שכ\"ד סי\"ז ונכון להחמיר בכל הבהמות לבער הנותר אף שאין רואה עליו רוק וע\"כ טוב לכתחלה שיתן לבהמתו מעט מעט כדי שלא ישתייר כלום מאכילתו:",
            "(ו) החומה - וה\"ה כותל של עץ שמזיע:",
            "(ז) מותר - ואין חילוק בין אם הזיעה באה מפני מיעוט אויר כמו שמצוי במרתפים ובמערות שהכותלים והאבנים מזיעים בין אם באה מכח מים שיש בה כגון בחומה של לבנים חדשים שלפעמים מזיעים מחמת שלא נתייבשו עדיין הכתלים או בכותל של עץ שהעצים לחים ומזיעים בכל גווני אין הזיעה מחמיץ כמו דמצינו לענין הכשר טומאה דזיעה אינה חשובה כמים להכשיר. ומ\"מ לא עדיף ממי פירות וא\"כ לפי מה דפסקינן לעיל בסימן תס\"ב דמי פירות עם מים ממהרים להחמיץ אין ללוש בהם לכתחלה ואם הוא מלוחלח עדיין ירקדנו ויקיים המלוחלח עד אח\"פ והנותר ילוש ויאפה לפסח וכתבו הפוסקים דכל זה בזיעה הבאה מכתלים אבל אם הזיעה באה מחום והבל דמים חמין הנמצא בה כגון שיש שם גיגית של מים חמין ועי\"ז נתלחלח השק לכו\"ע הוי תולדות המים ומחמיץ:",
            "(ח) ויש אוסרים - ס\"ל דלא ילפינן חמץ מהכשר טומאה ולגבי חמץ כל שהוא רטיבות של מים יש בו כח להחמיץ ויש שכתבו טעם סברא זו לפי שהחומה מזיע מכח המים שיש בה ואף זיעת כותל של עץ גם כן דינו כמים כי ע\"פ רוב יש בו ג\"כ בליעה ממי גשמים שנוטפים על הכתלים ולפעמים ג\"כ נוטפים עליהם מי גשמים לאחר שנקצצו מן הארץ ולפי טעם זה בזיעה של אבנים או מתכות או זכוכית גם לסברא זו איננה מחמיץ וכמי פירות דמי. ולדינא העיקר כדעה הראשונה וכמו שסתם המחבר בתחלה ומי פירות הן ומ\"מ יש לחוש לכתחלה לדעת האוסרין ואעפ\"כ להשהותו לאחר הפסח שרי ואם רוצה להשתמש בקמח זו לפסח יש להתירו ע\"י ריקוד ואפילו נתייבש והקמח המלוכלך יזרקנו והשאר ישתמש בו:",
            "(ט) נפלו מים - אפילו בפסח גופא:",
            "(י) או נתלחלח השק - ממים ולדעת היש אוסרים בסעיף הקודם אפי' נתלחלח מזיעת החומה. וכיון שנתלחלח השק מסתמא הגיע הלחות אף לקמח שבמקום הזה:",
            "(יא) המקום המלוחלח - עם הקמח שבמקום זה וצריך לאחוז מן הקמח עם השק סביב הלחלוח כפי אומד הדעת עד היכן שהגיע הלחלוח ומעט יותר:",
            "(יב) כל הקמח שבשק - ונכון לכתחלה לרקד אח\"כ גם לכל הקמח הנשאר ויש מי שכתב דכ\"ז אם הלחלוח היה לצד מטה של השק דבזה מהני תקנה זו שיאחז ממקום המלוחלח עד קצה השק אבל בנפלו המים על השק מלמעלה מאי מהני במה שיאחז מלמעלה במקום המלוחלח אולי הגיעו המים בעומק השק כדרך מים שנכנסים בעומק למטה ואפשר נתיבשו שם ג\"כ ואי אפשר להכיר עד היכן מקום המלוחלח וע\"כ באופן זה אין להקל בלי ריקוד מדינא אף בדיעבד ומ\"מ אפשר דבקודם פסח אין להחמיר בזה בדיעבד אם לא ריקד:",
            "(יג) ואם א\"א לעשות כן - כגון שנתלחלח מצדו בהרבה מקומות או שחלק גדול משק נתלחלח או שזרקו השק ממקום למקום ומסתמא נתערב הקמח בתוכו:",
            "(יד) והשאר מותר - דבמקום שנתלחלח יתדבק הקמח ויהיה כמו עיסה וישאר למעלה בנפה והקמח שעובר דרך נקבי הנפה בודאי לא נגעו בהן המים ואם הוא ביו\"ט שאסור לרקד קמח יותר מכפי הצורך לו ירקדנו ע\"י עכו\"ם כדי לבער החמץ ואם נפלו המים ביו\"ט ולא שהו המים בקמח עדיין שיעור מיל יכול ליתן לנכרי במתנה ויצא בזה כיון שלא נתחמץ עדיין:",
            "(טו) לא מהני ריקוד - ואפילו קודם פסח. וכתבו האחרונים דדוקא ריקוד לא מהני בנתייבש אבל תיקון הראשון שהזכיר המחבר לאחוז במקום המלוחלח [ובאופן שלא טלטלו השק ממקום למקום ויש להכיר מקום המלוחלח היטב וכנ\"ל] שפיר מהני ואפילו בנתיבש בפסח ויאחז בידו מקום המלוחלח עם הקמח סביב הלחלוח והשאר מותר באכילה ומ\"מ ראוי לרקד הנשאר וכנ\"ל:",
            "(טז) דמיפרך וכו' - ר\"ל לפירורים דקים וירד דרך נקבי הנפה ויתערב עם הקמח. ואע\"ג דבודאי יש ס' כנגדו ומתבטלים קודם הפסח מ\"מ כשיגיעו ימי הפסח שאסורין במשהו יהיה חוזר וניעור ואע\"ג דבלח בלח לא אמרינן חוזר וניעור וכדלעיל סימן תמ\"ז ס\"ד וקמח בקמח הוא לח בלח י\"ל דפירורים אינם מתבוללים היטב בקמח ובאפי נפשייהו קיימין ואפשר דאפילו בשעה שלש העיסה ג\"כ לא נימוחו ונתערבו וכשמגיעים ימי הפסח חוזרים ואוסרים:",
            "(יז) ואסור לאכלו וכו' - ואפילו אם אפו קודם הפסח שאף שהפירור נאפה הרי הוא חמץ ולא נתבטל וכנ\"ל. ועיין בפר\"ח שדעתו דמקרי לח בלח ואינו חוזר וניעור ועכ\"פ מותר לאפות קודם פסח וכן הסכימו הרבה אחרונים דאחר שנאפה נעשה גוש אחד ונתבטל ואינו חוזר וניעור ועיין במגן אלף שכתב עוד סניף לזה שיקח קצת מן הקמח ויאכלנו קודם פסח ונתלה החמץ במה שאכל ויש לסמוך ע\"ז במקום הפסד. ומ\"מ יקח מצות אחרות ללילות ראשונות דעכ\"פ אין זה שמור כהוגן וה\"ה בכל היכי דמכשרינן מטעם ס\"ס וכדומה:",
            "(יח) בפסח - ועכברים שנשכו השקים אם ניכר שאכלו מן הקמח ונתיבש הלחלוחית יש אומרים שאם הוא תוך הפסח כולו אסור דתלינן שהלכו בכמה מקומות בשק [ורוק שבפי העכבר מחמיץ כמו רוק של שאר בהמה וחיה] וע\"כ לא מהני אחיזת אותו מקום ואם הוא לפני הפסח ירקד הקמח וישהנו עד אחר הפסח או ימכרנו וכדין נתלחלח במים הנ\"ל אבל הרבה אחרונים תופסים לדינא דגם בזה מהני לאחוז סביב מקום הנשוך עם הקמח שאצלו היטב והשאר ירקדנו ויאכל בפסח ומהני עצה זו אפי' אם הוא תוך הפסח ומ\"מ ראוי להחמיר כהי\"א שלא במקום הדחק או הפסד וכ\"ז כשהשק מונח במקומו בלא נענוע ולא נתערב הקמח אבל אם טלטל השק ממקום למקום או שנשכו בכמה מקומות בשק וא\"א לתפוס ולנהל לא מהני עצה זו אף לדעת המקילין ודינו כדין נתלחלח במים וכנ\"ל. אמנם לפי מה שכתבנו בסוף ס\"ק הקודם דגם בנתלחלח השק במים מהני הרקידה במקום הפסד לאפות קודם פסח פשוט דה\"ה גם בזה ועיין בשע\"ת מה שכתב בענין זה:",
            "(יט) אלא ירקדנו - כדי לבער החמץ שימצא בו:",
            "(כ) ואם נתייבש בפסח וכו' - והטעם דקי\"ל חמץ שנתערב בפסח במשהו ואם נתערב שלא בזמנו בנותן טעם וע\"כ אם נתייבש בפסח אף שהלחלוח היה מקודם מ\"מ כל זמן שהוא מלוחלח לא היה מתערב ומתי התחיל להתערב כשנתייבש ונפרך פירורים לתוך הקמח א\"כ נעשה התערובות בפסח שהוא במשהו ואסור להשהותו [ואף דירקדנו הרי חיישינן שירדו פירורים קטנים דרך נקבי הנפה וכנ\"ל] משא\"כ אם נתייבש קודם פסח הרי קי\"ל דהוא בכדי נתינת טעם בכל הקמח וכאן אין בו שיעור זה. כתבו האחרונים דכל הסעיף הזה מיירי דידעינן שנתלחלח השק ממים אבל אם ספק שמא לחלוחו הוא ממי פירות יש להקל לאכלו בפסח ע\"י ריקוד אף אם נתייבש בתוך הפסח דהוי ס\"ס שמא נתלחלח ממי פירות ואת\"ל מדברים המחמיצין שמא לא נתערב כלום בהקמח מלחלוחית שנתייבש ומ\"מ אם אפשר לו בקל למצוא קמח אחר לפסח אין כדאי לכתחלה לסמוך על ס\"ס לאכלו בפסח אלא יצניענו לאחר הפסח וה\"ה אם נתלחלח באיזה דבר שיש דעות בין הפוסקים אם הוא בכלל מי פירות או מים ג\"כ מותר ע\"י ריקוד:",
            "(כא) אסור להשהותו - ולא כתב שיזרקנו לחוץ דהוא אזיל לשיטתו לקמן בסימן תס\"ז ס\"י ע\"ש ולדידיה יכול למכור לעכו\"ם חוץ מדמי איסור שבו אבל לדעת הרמ\"א שם דנוהגין לשרוף הכל ה\"ה בזה. ודע דלפי מה שהסכימו האחרונים דבמקום הפסד גדול יוכל לסמוך על דעת המחבר בס\"י וכמו שכתבנו לעיל בסימן תמ\"ז במ\"ב סק\"ג יכול למכור כל השק לעכו\"ם חוץ ממעט הקמח המחומץ שבו. ופשוט דהוא ביש עכו\"ם לפניו:",
            "(כב) הטל וכו' - כל הני דמחמיצין היינו אם שהה בלא עסק שיעור חימוץ דלא גרע ממים דע\"י התעסקות אינו בא לידי חימוץ:",
            "(כג) וכן מי רגלים - היינו דאדם בין שהוא גדול בין שהוא קטן אבל דבהמה ושאר בע\"ח יש דעות בין הפוסקים אם מחמיץ:",
            "(כד) ומי הפה והחוטם וכו' - בין של אדם בין של שאר בע\"ח והטעם בכ\"ז דכל אלו הם תולדת המים והוו כמים:",
            "(כה) אבל דם - וה\"ה דמי המרה ג\"כ אין מחמיצין דהוו כדם וליחה סרוחה וא\"כ מותר לעשות ממנו עיסה לרפואה:",
            "(כו) וחלב - בקמ\"ץ וה\"ה חלב בציר\"י [וכן שומן] אפי' רותח וצלול וכ\"ש נקרש והטעם בכ\"ז דאינו אלא כמי פירות ואין מחמיצין ואע\"ג דחלב ודם בלא\"ה אסורין מ\"מ בטל בששים משא\"כ חמץ בפסח שהוא במשהו:",
            "(כז) וזיעת אדם - וזיעת בהמה עיין לעיל בסימן תנ\"ג ס\"ז ובמ\"ב שם. וצואה בין דאדם בין דשאר בע\"ח אינו מחמיץ ולפיכך אם נתלחלח שק של קמח בצואה מרקד הקמח והבצק הנמצא שם יזרקנו לחוץ והשאר מותר. ודוקא בצואה אבל במים היוצא מפי הטבעת וכן בצואה שהיא רכה מאוד י\"א דדינו כמי רגלים הנ\"ל. כתבו הפוסקים דחטים הנמצאים בגללי בהמה אפילו הם מרוככים לא אמרינן שנתחמצו על ידי הלחות הנמצא שם דגללים אינו מחמיץ וכנ\"ל:",
            "(כח) אינו מחמיץ - הנה הם שוים כולם לזה שאינו מחמיץ כשהוא לבדו אבל מ\"מ יש חילוק ביניהן דחלב [וכן חלב ושומן ודם] דינו כמי פירות לכו\"ע ועם מים ממהר להחמיץ ודינו כדלעיל בסימן תס\"ב ס\"ב ע\"ש אבל זיעת אדם וכן צואה של כל בע\"ח כמה אחרונים סוברים דאינו מחמיץ כלל ויש שמחמירין גם בזה:",
            "(כט) אינו בא וכו' - שטרדת הדלף מונע מלהחמיץ את הקמח השרוי במי הדלף ואפילו אם מתפשט הלחות יותר ממקום שהדלף מכה שם מ\"מ ע\"י טירוד הדלף שמכה בכח ומבליע טיפה אחר טיפה אינו מניח להחמיץ כל סביביו:",
            "(ל) שיהיה הדלף טורד וכו' - ר\"ל שיהיו הטפות יורדות רצופות זו אחר זו כל היום דאל\"ה יצטרפו השהיות שבין טיפה לטיפה לשיעור מיל וכדלעיל בסימן תנ\"ט ס\"ב בהג\"ה ויש מאחרונים שמפרשין הטעם דכשאינם יורדות רצופות אין בכחם למנוע החימוץ:",
            "(לא) ויאפנו מיד לכשיפסק - ר\"ל שלא יניח הקמח שנתלחלח במים בלי עסק אלא ילוש ויאפה מיד וכמבואר לעיל בסימן תנ\"ט ס\"ב וזהו לכתחלה אבל דיעבד אין אסור אלא כשנשתהה שיעור מיל אחר שהפסיק הדלף:",
            "(לב) ואם הוא מסופק - דספיקא דאורייתא הוא ואפילו להשהותו אסור. ודע דה\"ה בדגן ג\"כ דינא הכי דאם הדלף טורד עליו טיף אחר טיף אפילו כל היום כולו אינו בא לידי חימוץ ואם אינו יורד טיף אחר טיף נחמצין ע\"י המים ואף כשיורד עליו טיף אחר טיף מיד שהפסיק צריך לטוחנן:",
            "(לג) אסור - עיין בפמ\"ג שדעתו להחמיר בכל אופן בקמח הלח כי אין אנו בקיאין לידע איזה מקרי טיף טיף ע\"ש:",
            ""
        ],
        [
            "(א) דגן שנטבע וכו' - בטור כתוב ואין החמץ ניכר וכו'. משמע דאם החמץ ניכר מותר בין כשמוכרו לישראל ובין כשמוכרו לעכו\"ם דתו ליכא למיחש שיחזור וימכרנו לישראל ויאכלנו בפסח דהישראל יכירנו ויש מן הפוסקים שמחמירין שמא יטחן העכו\"ם וימכרם אכן למנהגנו שאין לוקחין קמח לפסח מן השוק מצדדים כמה אחרונים דליכא למיחש ובמקום הדחק יש להקל:",
            "(ב) ומודיעו - אבל אין סומכין על הכרזה דאולי איכא מאן דלא שמע להכרזה. וכשמודיעו מותר למכור לו אפילו הרבה ובלא הודעה אפילו מעט אסור למכור לו שמא יבוא לאכלו בפסח:",
            "(ג) כדי שיכלה וכו' - היינו דאף את\"ל שימכרנו לישראל יאכלנו הישראל קודם פסח ולפ\"ז בע\"פ בשעה חמישית בענין שא\"א שיכלה קודם פסח אסור למכור לנכרי אפילו מעט דשמא ימכרנו לישראל אותו המעט ומ\"מ במקום הפסד מרובה הסכימו כמה אחרונים דכ\"ז בסתם נכרים אבל נכרי שיודע בו שלא יגע בו רק ישמרנו עד אחר הפסח ויחזירנו לו כמו שנתבאר בסי' תמ\"ח יכול הישראל למכור לו הרבה תבואה חמוצה:",
            "(ד) קודם פסח - ובשאר איסורים שאין ניכר איסורם אסור למכור לנכרי אפילו מעט מעט רק הכא דאיכא כמה ספיקות הקילו [אחרונים]:",
            "(ה) בנהר - ואם מותר לבטל דגן זה ברוב או בס' קודם פסח דשעת היתר הוא עיין לעיל בסימן תמ\"ז סי\"א במ\"ב ובסי' תנ\"ג ס\"ג במ\"ב:",
            "(ו) שנפלו עליו מים - ואפילו מעט ועיין בבה\"ל:",
            "(ז) אע\"פ שלא נתבקע - הנה בס\"ט כתב המחבר אע\"פ שלא נתבקע ממש דהיינו אף שנתרככה שקרובות להתבקע וכאן שינה לשונו וכתב אע\"פ שלא נתבקע להורות דאע\"פ שלא נתרכך כלל גם כן אסור:",
            "(ח) דכיון דמינח נייחי - ר\"ל אף דלענין לתיתה יש פוסקים דס\"ל דאינו אסור אא\"כ נתבקעו ועכ\"פ בעינן לכו\"ע שיהיו קרובות להתבקע שאני התם דבעת לתיתה עסיק בה ואינו מניח כ\"כ להחמיץ משא\"כ הכא דמינח נייחי:",
            "(ט) חימוץ - ודוקא בדשהה שיעור מיל אבל אם לא שהה עדיין שיעור מיל לא החמיץ עדיין וא\"כ אפילו נעשה בפסח מותר למוכרו לנכרי קודם ששהה שיעור מיל ודוקא ע\"מ לאכול תיכף. עכו\"ם שאמר לישראל אחר שקנה ממנו החטים שהם לתותים אינו נאמן ואפילו אם הוא מסיח לפי תומו כיון שאמר זה לאחר שמכרם ויצאו מתחת ידו מיהו אם העכו\"ם מוחזק לנאמן בעיניו אסור ואפילו אם לא היה מסיח לפי תומו:",
            "(י) וירדו גשמים - היינו בכדי שיש לספק שמא נתלחלח הרבה אבל אם נפל מעט מים או שלג על התבואה קודם הטחינה ויודע מקומו יגרוף החטים העליונים והשאר מותר:",
            "(יא) ולא מהני ספק ספיקא - ועיין באחרונים שהסכימו דאין להחמיר בזה רק במקום שאין הפסד בשהייתן אחר פסח אבל במקום הפסד או מניעת שמחת יו\"ט יש להתיר אף באכילה:",
            "(יב) יבשות וקשות - ומ\"מ אם ידוע שבא עליהם מים יש לאסור החטה עצמה אף שלא נשתנה כלל:",
            "(יג) ולא נשתנה מראיתן - אבל אם נשתנה מראיתו או שהם לחות אסור אפילו להשהותן:",
            "(יד) לא מחזקינן - ר\"ל ובודאי לא בא עליהן מים ומותר אפילו באכילה. ועיין בספר בית מאיר שכתב דכל זה מיירי באותן הספינות שהחטים מונחים על עליות שבאמצע הספינה ואין החטים באים לתוך המים מה שתחתית הספינה שואבת וגם למעלה היא מכוסה מה שאין כן בספינות (שקורין קאנין) שתחתית הספינה ידוע שתמיד הוא מלא מים והחטים שקועים בהמים וגם למעלה היא מפורעת וקרוב הדבר שבזמן שהיא על הדרך הוגשם עליהם מטר השמים וגם כשהמלחים מגביהים תמיד המשוטות מן המים להוליך הספינה בודאי ניתז עליהם מי הנהר בכל צדדי הספינה ע\"כ לכתחלה בודאי אסור לקנות אותן חטים לפסח בכל גווני ובדיעבד במקום הפסד מרובה אפשר היה להקל מפני חשש גשמים מלמעלה או מה שניתז עליהם מן המשוטות דאולי הוא רק זליפה מועטת אמנם מפני שידוע שהחטים המונחים בתחתית הספינה ששם יש מים תמיד ובודאי היה שרוי בתוכם זמן רב אלא שעתה נתנגבו והם אסורים אפילו לא נתבקעו וע\"כ צריך דרישה מן הסוחרים הבקיאים אם ידוע להם שיש ששים בהחטים שלמעלה נגד מה שתחתית הספינה מותר בדיעבד לאוכלם בפסח ואם לאו אסורים אפילו בדיעבד ע\"ש:",
            "(טו) אין חוששין וכו' - כל שאין רואין בהם סימן חימוץ לפי שהולכין אחר הרוב ואין הרוב מחמיצין ואף אותן ערימות שראינו שנפלו עליהן גשמים תולין להקל שמא לא נכנסו הגשמים אלא בשבלים העליונים אבל לא בבטן הערימה ואת\"ל נכנסו שמא לא הספיקו להחמיץ. ומ\"מ אם רואה בהחטים שהובא לפניו שיש בהם מצומחים גם המחבר מודה דצריך לבדוק אם יש שם ששים נגדם ופשיטא כשמוליכין החטים למכור והגשמים יורדין על השקים עד שהשק כמעט כולו שרוי במים וגם החטים נתלחלחו אסורים מדינא בפסח שהרי הריעותא נגלה לעינים וצריכין להזהיר ע\"ז כי המוכרים אין מקפידין ע\"ז כי רובן אינן בני תורה וגם צריך להזהיר להמוכרי תבואות בשנה שרבו גשמים או שירדו מים על השקין דאזי מחויבים למכור התבואות כדין מכירת חמץ ואסורים למכור מהם לנכרי אחר זמן איסורו [ח\"א]:",
            "(טז) לסתם חטים וכו' - כתב בשכנה\"ג הלכה למעשה שהתיר לקנות חטים לפסח אף שהיו נעצרים בבורות כל שלא ראינו בהם שינוי במראיתן ואינם לחות והעתיקוהו האחרונים:",
            "(יז) שנתייבש לגמרי וכו' - כתב הח\"א דמטעם זה נוהגים החרדים שיהיו כל המצות שלהן משומרים משעת קצירה דלפעמים מניחין לייבשן במחובר יותר מדאי מפני שאין להם פנאי לקצור וזו שקורין שמורה קוצרין אותן בעוד שהן לחין קצת ע\"ש:",
            "(יח) אם ירדו עליו גשמים - היינו גשמים מרובין אבל ע\"י זליפה מועטת שירד על השבלים לא חיישינן ומותר אפילו למצת מצוה [מאמר מרדכי בשם רבינו מנוח] ועיין בש\"ת מה שכתב בשם תשובת מעיל צדקה:",
            "(יט) אותן שאין מבוקעות וכו' - ומ\"מ צריכין לברר מהן המבוקעות או שיהיה עכ\"פ ששים נגדם:",
            "(כ) מותרות - ודוקא כשאינן לחות:",
            "(כא) ישראל וכו' - דהוי כחמץ שנפלה עליו מפולת ועוד דס\"ס שמא לא נתחמצו ואת\"ל נתחמצו שמא נתעפשו:",
            "(כב) אין מחזיקין בו איסור - לומר שהוא מזויף בסולת שעירבו בו דאחזוקי איסורא לא מחזקינן ועוד דאפילו עירבו הרי דבש מי פירות הוא ואין מחמיצין:",
            "(כג) ואוכלים אותו בפסח - יש שכתבו דהיינו דוקא לאכול הדבש בעין כמות שהוא אבל ללוש בו עיסה אסור כי מצוי הוא בעת הוצאת השעוה מהדבש להתערב שם מים והו\"ל מים עם מי פירות ומחמיצין:",
            "(כד) מיהו יש מחמירין - שרגילין לערב בו סולת לתותה:",
            "(כה) שלא לאכול דבש רק וכו' - פי' שבדבש זה שמביאין בחבית מן הכורת שמעורב בו עדיין השעוה נוהגים לאכלו אף בעין וכן לעשות ממנו משקה מע\"ד משום דאין דרך לזייף ואפילו לעשות ממנו משקה מע\"ד בפסח שרי משום שמחת יו\"ט אם אין לו משקה אחרת אבל מה שמביאין בכלים קטנים שמנוקה מן השעוה דרך העכו\"ם לערב בהן קמח ולכן אסור לאוכלו ואף לעשות ממנו משקה בפסח ויש מהאחרונים שמחמירין בזה אף קודם פסח משום דמצוי שמערבין בהן קמח הרבה עד שלא יהיה אף בתערובות המים ששים נגד הקמח לבטלם וכן מחמירין שלא לאכול דבש בעין בפסח אף מאותן הבאין מחביות גדולות משום דאתי לאחלופי להקל בכל דבש [אם לא אותן שמביאין עם החדרים הקטנים שלם כמו שהוא מונח בכורת שעדיין לא נתרסק] ולענין מעשה בעשיית משקה מע\"ד קודם הפסח משמע מדברי האחרונים דנוהגין עכשיו להקל אף מאותן שבאין בכלים קטנים דתלינן שיתבטל הקמח בששים [אם לא שידוע שבאותן מקומות הדרך לערב קמח הרבה] ומ\"מ המחמיר בזה שלא לעשות משקה מע\"ד כ\"א מהדבש הבא בחבית עם השעוה תע\"ב. ולענין לאכול בפסח דבש בעין הבא מן החביות תלוי במנהג המקומות ובמדינתינו המנהג להקל. ומ\"מ צריך לחקור ולידע מנהג המקומות כי יש מקומות שנותנין לחם בכורת בשעת רדייה או שאר דברים של חמץ ובמקום שיש לחוש לזה אסור הדבש לאכלו בעין בפסח אבל מותר לעשות ממנו משקה מע\"ד קודם פסח [ח\"א]:",
            "(כו) ותאנים יבשים - דיש חשש שמפזרים עליהם קמח בשעה שמיבשין אותן וענבים רגילין ליבשן בתנור אצל הפת או אחר שהוציאו הפת מן התנור ויש מקומות שאין מפזרין עליהם קמח ומיבשין אותן בשמש וזהו שכתב שתלוי במנהג המקומות:",
            "(כז) שלא לאכול שום פירות וכו' - היינו מטעם הנ\"ל. ומ\"מ נוהגין היתר לעשות מהם משקה בפסח דהיינו ששורין אותם במים עד שנקלט טעמן בתוך המים ושותין המים בפסח דכיון שאין בהם אלא חשש בעלמא אין מחמירין כ\"כ לאסור אף מי שרייתן אבל אין מקילין כ\"כ לבשל אותם בפסח כדי לשתות מי בישולם בפסח לפי שע\"י הבישול נקלט טעמם במים יותר מע\"י שריה ובקצת מקומות נוהגין להחמיר במי שרייתן כמו במי בישולם [אא\"כ שראן ובישלן קודם פסח] וכן בשע\"ת בשם הנודע ביהודה מסכים שלכתחלה נכון להחמיר וע\"כ טוב לסנן הרוטב מן הפירות בע\"פ קודם הלילה דאז אפילו היה מעט קמח נדבק על הפירות ונתערב בתוך הרוטב בטל בששים:",
            "(כח) בדרך שאין לחוש לחמץ - כגון שידוע לו שנתייבש בשמש או בתנור לאחר הכשירו:",
            "(כט) ואפילו להשהותו אסור - כי יש חשש שמערבין בו קמח והאחרונים הסכימו דאותו שאנו קורין הו\"ט צוקער שעשוי ככובע נתברר ע\"פ חקירת האומנים שאין מערבין בו קמח ומ\"מ נהגו למכרו לכתחלה [ובדיעבד מותר לאחר הפסח וגם ביו\"ט האחרון אוכלין אותו] ואותו שיש לו כתב הכשר מהרב ממקום עשייתו נוהגין לאכלו לכתחלה אכן הצוקער שעשוי דק דק יש בו יותר חשש חמץ מתערובות קמח ואסור להשהותו ומ\"מ בדיעבד שעבר והשהה אותם משמע מאחרונים דאין לאסור גם בזה ועיין בשע\"ת אופני ההכשר בזה לענין לאכלו לכתחלה. ודע דמיני בלילות צוקער שמחפין בהם מיני פירות ובשמים וכ\"ש אותן העשויין כמין חררות קטנות מבלילות צוקער הסכימו האחרונים דודאי יש לחוש שמא יש בהם תערובת חמץ ואסור להשהות מדינא וכ\"ש לאכלם אפילו ביו\"ט האחרון של גליות:",
            "(ל) וביו\"ט האחרון - של גליות כיון שהוא דרבנן לא מחמרינן בדבר שאין בו רק חשש בעלמא:",
            "(לא) וצוק\"ר קנדי\"ל שאין בו וכו' - אין זה הצוקר המבושל הנחתך לחתיכות שאנו קורין צוק\"ר קנדי\"ל דאותו יש בהם חשש חימוץ יותר ואסור להשהותם ואין לאכלם אפי' ביו\"ט האחרון אלא הוא צוקער הבא ממדינת קנדי\"א והוא כעין הו\"ט צוקע\"ר שלנו והיה ברור להם שאין בו שום חשש חימוץ ומ\"מ בשאר ימים אין לאכלם כ\"א ע\"י הכשר כדי שלא יבואו להקל גם בבלילות צוקער. וכתבו האחרונים דאף לכתחלה בודאי יש ליזהר שלא להשהות צוקע\"ר קנדי\"ל שלנו ובלילות צוקע\"ר מ\"מ אם עבר והשהה אותן אין לאסרו אחר הפסח דיש כמה ספיקות בזה עיין בח\"י:",
            "(לב) והמנהג במדינות אלו שלא לאכול וכו' - אבל לשהותן מותר:",
            "(לג) כרכום - שמזייפין אותן בסלת להעמיד מראיתו וכן מניחין עליו שאור לחזור למראיתו וכתבו האחרונים דאף כרכום הגדל בגינת ביתו ונזהר בו מחמץ נוהגין בו איסור מפני מראית העין שהכרכום אינו מצוי במדינות אלו ויסברו שהוא כרכום הבא ממרחקים משא\"כ שאר כל הפירות שנתייבשו על ידי ישראל ונזהר בהם מחמץ שאין חוששים בהם למראית העין לפי שהן מצויין והכל יודעין שלפעמים מייבשין אותם ע\"י ישראל עוד כתבו כי הטאב\"ק דרך לשרותו בשכר בקצת מקומות וצריך לסוגרו בחדר או לעשות מחיצה לפניו וכן הכרכום במקומות שנוהגין בו איסור וכתב הח\"א שחקר אצל האומנין שעושין שנו\"ף טבא\"ק (דהיינו ששואפין בחוטם) מלחלחים הפעקיל טבא\"ק ביי\"נ וידוע שיי\"נ אסור בהנאה מדינא וא\"כ ראוי ליזהר שלא לשאוף אותו טבא\"ק אף כל השנה. והנה כ\"ז כתב הח\"א בזמנו אבל עתה יש לחקור אצל האומנין אם עושין כן:",
            "(לד) או נעגעלי\"ך - מפני ששורין אותן במי שעורין קודם שמייבשין אותן [ד\"מ]:",
            "(לה) מיהו אינן אוסרין תערובתן - מדסתם משמע אפילו בפחות מס' וקאי על כל הנ\"ל בהג\"ה זו והטעם דלא מחמרינן כ\"כ מחמת חשש בעלמא מיהו לענין דבש ובלילת צוקער יש מחמירין לאסור אם לא היה ששים בתבשיל נגדו ומ\"מ במקום הפסד מרובה או מניעת שמחת יו\"ט יש להקל:",
            "(לו) אם נתבקעו ממש - הנה בגמרא איכא פלוגתא לענין לתיתת שעורין במים דיש שסוברין דלא הוי חמץ עד שיתבקעו ממנו ויש שסוברין דאם הם נפוחים כ\"כ עד שקרובין להתבקע ג\"כ אסורין ונקטינן לחומרא לענין למיכל אותם בעינייהו דאסור אפילו לא נתבקעו ממש אבל לענין לאסור התבשיל שנמצאו בו הגרעינין שהוא רק איסור משהו דרבנן נקטינן לקולא דאין אוסרין עד שיתבקעו ממש זהו ביאור דעת המחבר:",
            "(לז) אסור - אפילו בהנאה. וגם כל הכלים שנשתמשו בם לתבשיל זה בעודו חם שהיד סולדת בו אסורין להשתמש בהן בפסח אלא צריך להצניען עד אחר הפסח כמו שנתבאר בריש סימן תמ\"ז. ואם נתערב מעט מתבשיל זה לתבשיל אחר גם אותו התבשיל אסור וכן אם נשתמש בו בכף שהגיס בו בקדרה זו לקדרה אחרת בעודה רותח ג\"כ נאסר הכל דכיון דאיסורו במשהו אמרינן דגם כאן פולט משהו:",
            "(לח) אלא אוסרים הכל - היינו התבשיל וגם כל הכלים שנשתמשו להתבשיל וכנ\"ל לדעת המחבר בנתבקעו. והנה דעת הט\"ז בס\"ק ט\"ו דאסור התבשיל אף בהנאה אכן הח\"י ועוד כמה אחרונים הסכימו דבמקום הפסד מרובה יש לסמוך להתיר עכ\"פ בהנאה:",
            "(לט) אפילו לא נתבקעו - מדסתם הרמ\"א משמע דלא מחלקינן בין אם היא קרובה לביקוע או לא משום דאין אנו בקיאין בזה מ\"מ הסכימו כמה אחרונים דעכ\"פ נתרככה בעינן דאם לא נתרכך אפילו נמצא בחמין אין לאסור. עוד כתבו האחרונים דאפילו אם נמצא בתבשיל ג' גרעינים שלא נתרככו לא אמרינן דמסתמא יש יותר ושמא הם מרוככים:",
            "(מ) שורפים אותם - עיין לעיל סימן תמ\"ו ס\"א:",
            "(מא) מותר למוכרה לנכרי - אחרי שהסיר החטה ממנה ולא נשאר אלא טעם החמץ שהפליטה החטה בהתרנגולת ולא ישהנה בביתו דילמא אתי למיכלה:",
            "(מב) ובמדינות אלו וכו' - ובמקום שיש הפסד מרובה מאוד הסכימו האחרונים להקל כדעת המחבר כמש\"כ לעיל בראש סימן תמ\"ז:",
            "(מג) ואם נמצאת וכו' - היינו אפילו נעשה התערובות מקודם יום השמיני וה\"ה אף אם עבר ושהה עד יום זה:",
            "(מד) מותר להשהותה - משום דהוי ספק יו\"ט ספק חול ותערובת משהו הוי דרבנן לכן מקילינן להשהותה עד אחר פסח ואז מותר אפי' באכילה [וי\"א שאף בשביעי של פסח אם נמצא חטה בקועה בתבשיל או בתרנגולת כופה עליהם כלי עד מוצאי יו\"ט ואז אוכל התבשיל או התרנגולת ושורף את החטה ובמקום הפסד יש לסמוך ע\"ז] וה\"ה לענין נותן טעם לפגם אף דאנו מחמירין בפסח כמבואר בסימן תמ\"ז מ\"מ מותר לשהותו אבל בחמץ גמור דאסור מדאורייתא אף ביום אחרון אסור לשהותו:",
            "(מה) בקועה - ולדידן אם נתרככה אע\"פ שלא נתבקע ודוקא לענין אכילה אבל בהנאה יש להקל בהפסד מרובה בלא נתבקע אף בלא נטילת מקום:",
            "(מו) כדי נטילת מקום - דאפיה דינה כצלי דאוסר כדי נטילה ובעיסה אף דצונן הוא מ\"מ אמרינן דע\"י דוחק הלישה נפלט ממנה משהו סביב מקומה:",
            "(מז) כל העיסה - דע\"י הלישה מתחממת קצת והמים שבעיסה מוליכין את פליטת החטה שנפלט ע\"י דוחק הלישה בכל העיסה:",
            "(מח) לאסור אותה מצה וכו' - ואף דמסתימת הרמ\"א משמע דאוסר כולה אפילו בהפסד מרובה מ\"מ בנתרככה ולא נתבקע אפשר שיש להקל בהפסד מרובה ע\"י נטילת מקום:",
            "(מט) שנמצא בה החטה - שנמצא בה כשהיא אפויה כצ\"ל. והיינו בין שנמצאת החטה במצה לאחר אפייתה או כשהיא עדיין בצק לאחר שנערכה או בחתיכת עיסה ולא אמרינן שהיתה החטה מתחלה בעיסה הגדולה ונאסרה כולה אלא כאן נמצא כאן היה דהיינו שכאן נמצאת החטה עכשיו במצה זו או בחתיכת עיסה זו כאן היתה בתחלה כשנפלה (דהיינו לאחר שנחתכה ממנה המצה נפלה החטה לתוכה) ולא נפלה מעולם לתוך עיסה הגדולה שאין מחזיקין איסור ממקום למקום. ואם החטה היא מלאה מים ומלוחלח מעבר אל עבר א\"כ ניכר שהיה במים ובעיסה יש לאסור כל העיסה ומ\"מ אי איכא למיתלי שהיתה בלועה ממקום אחר ממים ונפלה לתוך המצה הכל לפי הענין כי תולין במצוי בין להקל בין להחמיר ולא מקרי ספק כלל. ומי שהיה בידו עיסה וחתך ממנה כמה מצות ונתן לאחרים ונשארה מצה אחת בידו ונמצאת עליה חטה כל המצות שמאותה עיסה אסורות דאמרינן שמא היתה באותה עיסה קודם שחתכה לחתיכות דאף דלא מחזקינן איסורא ממקום למקום ואמרינן כאן נמצא וכו' ולא מחתיכה לחתיכה מזמן לזמן מחזקינן איסורא ואמרינן שמא היתה בעיסה זו מקודם שנחתכה [מ\"א וש\"א] ויש מאחרונים דס\"ל דאף בכאן יש להקל בשאר מצות משום ס\"ס שמא עתה נפלה ואת\"ל מקודם שמא לא נתחמצה עד עתה ובמקום הפסד מרובה יש לסמוך להקל וכתב מ\"א הנ\"ל שכן הדין באחד שלקח מחבית כרוב בקערה והוליכו לבית אחר או למקום אחר ושם נמצא חטה בקועה הכרוב שבחבית מותר דאין מחזיקין ממקום למקום ואמרינן כאן נמצא כאן היה ר\"ל השתא בקערה נפל אבל אם נמצא החטה בחבית אז אף מה שבקערה בבית אחר אסור דזה הוא מזמן לזמן ומחזקינן למפרע. ומכל מקום במקום הפסד מרובה יש להקל אפילו אם נמצא בחבית לאותן הבע\"ב שלקחו מקודם דיש ספק ספיקא שמא עכשיו נפל בחבית ואם תמצא לומר מקודם שמא לא נתחמצה החטה עד עכשיו אם לא כשלקחו תיכף נמצא בחבית שלא היה שהות להתחמץ בזה הזמן ויש מאחרונים שכתבו דכל זה כשהחטה בקועה אבל אם לא נתבקעה רק כשנתרככה יש להתיר אפילו הכרוב שבחבית אם יש שם הפסד מרובה מכח ספק ספיקא. ואם אין הציר עולה ע\"ג הכרוב בלא\"ה יש להתיר הכרוב שבחבית דלא הוי עלה שם כבוש רק דין מלוח ואינו אסור רק מקום שנמצא עליו והשאר מותר כמ\"ש רמ\"א בהג\"ה בסי\"ד. כתב הח\"א דיגעדע\"ס קווא\"ס שנוהגין במדינתנו לעשות על פסח יש ליזהר לברור היגדעס קודם נתינת המים דמצוי להמצא בהם גרעינין:",
            "(נ) ודוקא תוך הפסח - שאז חמץ בפסח במשהו אבל קודם הפסח נתבטל טעם החטה בששים ואפ\"ה כדי נטילה צריך ליטול ממנה דילמא לא פלטה רק בסביבותיה:",
            "(נא) רק כדי נטילה - אפילו נמצאת במצה אפויה די בכדי נטילה:",
            "(נב) אם מלגו וכו' - אף דנתבאר ביו\"ד סימן ס\"ח סי\"א דאין למלוג אפילו בכלי שני הכא מיירי שנמלח מקודם ע\"ג הנוצה [פמ\"ג]:",
            "(נג) אסורה התרנגולת - דאמרינן שמא היתה החטה במים בשעת מליגה דלא אמרינן כאן נמצא וכאן היה אלא לענין ממקום למקום או מחתיכה לחתיכה וכנ\"ל בסי\"א אבל במקום אחד כגון דיש לספק בזמן ולומר שמא היתה החטה במים קודם לכן לא אמרינן השתא נפלה והנה המחבר כתב כאן חטה בקועה והרמ\"א לא הגיה ע\"ז כלום כמו שהגיה לעיל בס\"ט יש אומרים דכאן מודה להמחבר דדוקא בקועה ולא בנתרככה משום דיש עוד ספק שמא עכשיו נפל ויש אומרים דהרמ\"א סמך אהגהתו לעיל בס\"ט וכן משמע בט\"ז דלא התיר בעניננו בנתרככו רק בהנאה ולא באכילה אכן מצאתי בבית מאיר דדין זה שסתם המחבר במחלוקת שנויה (לבד הדעה שמוזכר בהרמ\"א) וע\"כ נראה לענ\"ד דהסומך להתיר בזה בנתרככה בכלי שני אף לאכילה לא הפסיד. ואם לא נתרככה אפילו אם היתה המליגה בכלי ראשון ג\"כ מותר:",
            "(נד) ואין בו וכו' שהמים צוננים - ר\"ל והמים צוננים דתרתי בעי שהחמץ מועט שאין בו שיעור ליתן טעם במים שיש ששים במים כנגדו וגם שהמים צוננים ולכן מקילינן אפילו תוך הפסח דכיון דמשהו מדרבנן לא מחמרינן בצונן:",
            "(נה) מותר - ואם ידוע שנשרה החטה מעל\"ע במים אסור דכבוש כמבושל. ואפילו אם יש לספק שמא נשרה מעל\"ע במים ג\"כ דעת איזה אחרונים להחמיר ומ\"מ בחטה שאינה בקועה רק נתרככה אין להחמיר בספיקא. ואפילו בחטה בקועה דוקא כשנמצאה החטה ואח\"כ בשלו באותן מים אבל אם נמצאת החטה במים אחר שבישלו יש להקל באיסור משהו דס\"ס הוא שמא נפלה החטה אח\"כ ואת\"ל מקודם שמא לא נשרה מעל\"ע במים ולא הוי כבוש דמותר לדעה זו בצונן ואפילו לדעת היש מי שאומר דאוסר דבצונן תוך הפסח עכ\"פ במקום הדחק או הפסד מרובה אין להחמיר וכדלקמיה:",
            "(נו) אם הוא בתוך הפסח - דס\"ל דאף בצונן אינו נותן טעם מ\"מ משהו מיהו איכא ולכן תוך הפסח דאיסורו במשהו אסור ודוקא כשנמצא החטה ואח\"כ בישלו באותן המים אבל אם נמצא אחר שבישלו אין להחמיר בצונן מספיקא:",
            "(נז) דאמרינן שמא וכו' - ר\"ל כיון דמשהו מדרבנן מקילינן בספיקו ותלינן שאח\"כ נפלה וה\"ה אם התרנגולת עדיין במים אלא שהמים נצטנן תלינן שנפלה בעת שנצטנן המים ומותר לדעת המתירין בצונן:",
            "(נח) בשאר בשר - בכה\"ג שהניחוה בחמין אחר המליחה וההדחה ואחר שלקחוה משם נמצא שם חטה בקועה מחזיקין מזמן לזמן ואמרינן שהיתה שם החטה מקודם שלקחו הבשר:",
            "(נט) מכח ספק ספיקא - שמא היתה בתרנגולת עצמה וכבר נתעכלה ואין שייך בה חימוץ ואת\"ל שאיננה מתרנגולת שמא עתה נפלה ודעה ראשונה של המחבר ס\"ל דאף בחטה שהיא מתרנגולת שייך בה חימוץ:",
            "(ס) שלימה - דבשלמה נקטינן דיש בה חימוץ מפני שניכר שלא נתעכל:",
            "(סא) ושרו שם התרנגולים - ולאחר שנלקחו משם התרנגולים מצאו שם חטה בקועה אפילו שלמה ולאו דוקא נקט תרנגולים דה\"ה שאר בשר ג\"כ אין לאסור מספיקא ותלינן שאחר לקיחת הבשר משם נפל החטה כיון שהמים היו צוננין ויש מתירין לגמרי בצונן:",
            "(סב) אין לאסור מספיקא - אבל אם בודאי היתה החטה בשעה שנשרה הבשר במים דעתו דיש לנהוג כדעת היש מי שאוסר בצונן בתוך הפסח ועיין בלבוש וט\"ז ועוד אחרונים שדעתם כדעה ראשונה המוזכר במחבר דאין לאסור בצונן בכל גווני וע\"כ בשעת הדחק או בהפסד מרובה יש לסמוך להקל כדעתם ובפרט אם החטה אינה בקועה רק נתרככה בודאי אין להחמיר. וכ\"ז בחטה אבל פרוסת לחם או עיסה שנמצאת בתוך המים כתבו האחרונים לאסור אף בצונן כי טבע פרוסת הלחם והעיסה להתפרר ולהיות נמס בתוך המים:",
            "(סג) ויש להתיר שאר תבשילין וכו' - משמע הא אותו תבשיל אף בהפסד מרובה ומניעת שמחת יו\"ט אסור בספק אחד דרבנן [ועיין בה\"ל] אכן בספק ספיקא הנזכר לעיל מותר אף בלא הפסד מרובה וכ\"ז בס\"ס דאיסור משהו שהוא דרבנן הא בס\"ס דאיסור תורה יש להתיר רק בשהיה ומכ\"ש למוכרה לנכרי אבל לא באכילה ודוקא היכא דאפשר בשהיה אבל אם א\"א בשהיה שיתקלקל עי\"ז מותר אף באכילה ובפרט היכא דאיכא ה\"מ בודאי אין להחמיר:",
            "(סד) שנשרה במים או נמלג - לאו בחדא גוונא הוא דנשרה הבשר בצונן אף אם מצאו הגרעין בעוד הבשר שם ג\"כ מותר דיש ספק דרבנן דשמא צונן אין מפליט ומבליע כלל ונמלג שהוא בחמין מיירי שמצאו אח\"כ חטה במים לאחר שהסירו הבשר או התרנגולת משם ומותר אפילו נמלג בכלי ראשון ומטעם דיש ספק שמא עתה נפלה והוא איסור משהו שהוא דרבנן לכך מתירין בה\"מ:",
            "(סה) בת יומא - ומיירי שהגעילו קודם זמן איסורו דאל\"ה אין להגעיל כלי שהוא בן יומו כמבואר לעיל בסימן תנ\"ב ונקט המחבר בן יומו דאם היורה לא היתה בת יומא אף המי הגעלה עצמן מותרין בפסח כיון שהגעילו קודם פסח והם אינם ב\"י כמבואר לעיל בסי' תנ\"א וסימן תמ\"ז ס\"ה בהג\"ה ע\"ש. ודע דאם ההגעלה היה בתוך הפסח אז אפילו אם היורה אינה בת יומא אסור המים שבבור לדעת רמ\"א לעיל בסימן תמ\"ז ס\"י בהג\"ה:",
            "(סו) וירדו וכו' בתוך הפסח - היינו הירידה היה בתוך הפסח אבל ההגעלה היה קודם פסח ואם הירידה היה ג\"כ קודם הפסח נתבטלו המים בששים במים שבבור ויש מחמירין דאפילו אם יש ששים נגדם אין להשתמש באותן מים לכתחלה כיון דאפשר בקל למצוא מים אחרים. אסור לשתות מימיו - ואם עבר ובישל מהם תבשיל כתב הפמ\"ג דיש להתיר אם הוא הפסד מרובה כיון דההגעלה היה קודם פסח:",
            "(סז) בשביל שנתערבו - פי' אף להמתירין צונן לעיל משום דאינו נותן טעם כלל מ\"מ הכא אסור דע\"י שנתערבו הרי גוף החמץ מעורב בו. אם נמצא גרעיני תבואה בבאר מים בפסח כתבו האחרונים שראוי ליזהר בכל מה דאפשר שלא להשתמש באותן מים בפסח אפילו להמתירין בצונן דשמא נכבש בתוכו מעל\"ע והוי כבוש ומ\"מ אם אין לו מים אחרים כיון שחייו תלוים בו יש להתיר מטעם ס\"ס שמא עכשיו נפלה ואת\"ל שנפלה מעל\"ע מקודם שמא לא נתבקעה ונתרככה עד תוך מעל\"ע ולא נעשה כבוש משעה שנעשה חמץ וסמכינן על הפוסקים דצונן אינו אוסר בלי כבישה. ופרוסת לחם שנמצא בבאר עיין לעיל בסקס\"ב. מי שרוצה לשאוב בפסח מבארות של עכו\"ם או מבארות של ישראל שלא נזהר בהן מחמץ כל השנה נכון שיסנן המים בבגד נקי בכל פעם ששואב:",
            "(סח) חטה מבוקעת - עיין בביאור הלכה דלדידן שייך זה הסעיף אפילו בנתרככה לבד:",
            "(סט) די בשטיפה - דצונן בלי רוטב לכו\"ע אינו אוסר ואפילו אם הודח התרנגולת מ\"מ כיון שלא היתה שרויה החטה במים אינה אוסרת ומ\"מ הדחה בעי ואין לו לסמוך על ההדחה שמדיחו אחר המליחה:",
            "(ע) די בקליפה - ומ\"מ קליפה בעי אף שהוא צונן דקי\"ל מליח הרי הוא כרותח ונבלע לחלוחית החטה בתוך הבשר כדי קליפה. ומ\"מ כל זה כשנמצא בעוד שמלח עליו אבל אם נמצא לאחר שנמלח והודח אמרינן השתא נפל ודי בשטיפה בעלמא דאם איתא שהיתה עליה קודם לכן היתה נופלת בהדחה כשהדיחו הבשר במים ודוקא כשנמצא על התרנגולת מבחוץ אבל אם נמצא בתוך התרנגולת מסתמא היתה קודם לכן אף בשעת מליחה ומה שלא נפלה בהדחה שעכבוה שולי התרנגולת:",
            "(עא) ויש מחמירים לומר שמעמיק - ר\"ל דלא כדעה ראשונה דסגי לקלוף הבשר ונגד מקום החטה בלבד אלא שמעמיק בכל סביבותיה וחותך והטעם דהואיל בפסח איסורו במשהו אמרינן שמתפשט משהו בכל סביבותיה של מקום החטה:",
            "(עב) קולף את כולם - ומיירי כשנמצא החטה על התרנגולת דיש לספק שמא נגעה החטה בכולם אבל אם נמצא תוך התרנגולת אין האחרות צריכין קליפה:",
            "(עג) ויש מחמירים לאסור כל וכו' - משום דאנן מחמירינן לאסור בכל איסורין במליחה בששים [משום דלא בקיאים בין איסור כחוש לשמן] אלמא דנתפשט בכולו א\"כ ממילא בחמץ דאיסורו במשהו נמי אוסר בכולן:",
            "(עד) אבל העיקר - משום דס\"ל דלא אמרינן באיסור משהו שהוא דרבנן שיהא יוצא מחתיכה לחתיכה ע\"י מליחה בחמץ שהוא כחוש ורק בשיעור ס' החמירו לאסור מחתיכה לחתיכה אף בכחוש ולא במשהו ועוד דדוקא באיסור ששייך בו שמנונית משערינן בכחוש אף בס' משום דאין אנו בקיאים בין כחוש לשמן ואמרינן דמפעפע עד ס' משא\"כ באיסור חמץ דלא שייך בו פעפוע כלל ודיינו אם נחמיר לאסור אותה חתיכה כולה:",
            "(עה) ע\"י קליפה קצת - והיינו באופן שיש לספק שמא נגעה החטה גם בהן וכנ\"ל בס\"ק ע\"ב ואף אם ידעינן בודאי שלא נגע אלא באחד מהם ולא ידעינן באיזה נגע כולן טעונין קליפה דחמץ בפסח לא בטיל ברוב כמ\"ש סי' תמ\"ז ס\"ט ואם נתבשלו בלי קליפה אוסרת תערובתן:",
            "(עו) למכור הכל וכו' - עיין בא\"ר שדעתו דהרמ\"א לא קאי רק אשאר חתיכות אבל אותה החתיכה שנמצאת עליה החטה אין להתיר למוכרה לדעת ההג\"ה לעיל בסק\"י ומשארי אחרונים משמע דכאן שהוא רק ע\"י מליחה מקילינן למכור אפי' אותה חתיכה ורק שיקלוף תחלה מן הבשר במקום שנמצאת עליו החטה:",
            "(עז) לנכרי - עיין בט\"ז שכתב שהורה למעשה דה\"ה דמותר להשהות שאר החתיכות עד אחר הפסח כיון שאינן אלא ספק נגיעה וגם אותה החתיכה יוכל להשהות אותה רק שבה צריך לקלוף מתחלה מקום החטה ומדברי המ\"א משמע דדעתו כדעת הרמ\"א דאותה החתיכה אסורה להשהות ונראה דבנתרככה ולא נתבקעה יש לסמוך אדברי הט\"ז וכן הח\"י מסכים לדברי הט\"ז:",
            "(עח) כמש\"כ סי' תמ\"ז וכו' - ט\"ס הוא וצ\"ל אע\"ג דאין נוהגין כן בשאר תערובות חמץ כמש\"כ סימן תמ\"ז ס\"א ופירושו דשם מבואר דבבליעת משהו חמץ אינו יכול למכור לעכו\"ם אף אחר שיפדה דמי החמץ כאן במליחה מקילינן בזה. ודע דכל זה דמקיל הרמ\"א בחתיכות האחרות ע\"י קליפה או ע\"י מכירה לעכו\"ם דוקא כשנמצא החטה על בשר מלוח בעת המליחה או אחר מליחה והדחה ומלחו פעם שנית לקדרה ומצאו החטה על הבשר בלא ציר אבל אם נמצא החטה בתוך הציר אז חשיב הכל כמבושל דבשיעור מועט הוי כבוש ע\"י ציר ואז כל מה שמונח בציר יש לאסור וצריך בעור אבל מה שמונח למעלה מן הציר יעשה כמו שכתב הרמ\"א דבציר אין אומרים שמפעפע למעלה או שישהנו עד אחר הפסח וכמו שכתבנו למעלה בדעת הט\"ז וכן אם נמצא חטה מונחת בחבית של כרוב מלוח אסור כל החבית דכבוש כמבושל ודוקא כשהציר עולה ע\"ג דאם אין הציר עולה ע\"ג הו\"ל דין מליחה בעלמא ודינו כנ\"ל בס\"ק ע\"ו וע\"ז. אם נשאר מעט שכר בכלי ונטלו בתוכו מים והדיחו בהן בשר אחר מליחתו בפסח דעת הח\"י דיש להתיר הבשר אף בלא קליפה מעיקר הדין שאף שהמים נאסרו מחמת השכר שנתערב בתוכם מכל מקום הבשר לא בלע כלום ממים הללו כיון שהוא צונן ואף על פי שהבשר היה מלוח עדיין בשעה שהדיחו והמליח הוא כרותח מכל מקום לא בלע כלום מן המים לפי שהמים שהדיחו בהם מבטלים כח המלח ואין לו כח להבליע המים בבשר אכן מחמת חומרת חמץ בפסח יש לקלוף מעט הבשר במקום שנגעו בו המים הללו ודעת הח\"א דמדינא צריך הבשר קליפה כיון דאית ביה פילי ואפילו לא נמלח הבשר כלל:",
            "(עט) שנמצאת בה וכו' - כתב הח\"א דר\"ל דוקא שנמצאת בתוכה דיש לפרש שנתחמצה במים שהודחה בו אבל אם נמצאת על התרנגולת א\"כ אם איתא דהוי בשעת הדחה היה נופל וע\"כ עכשיו נפל ושומן התרנגולת הוי כמו פירות ואינו מחמיץ:",
            "(פ) חטה מבוקעת - ולפי דברי הרמ\"א לעיל בס\"ט ה\"ה אפילו לא נתבקעה רק נתרככה אבל לא נתרככה א\"צ כלום:",
            "(פא) חותך מקום פעפועו וכו' - היינו כמו שכתב לעיל שמעמיק כל סביבותיה דבצלי לכו\"ע יש להחמיר יותר ודוקא אם היה התרנגולת כחושה אבל אם הוא שמן במקום מגעו של החטה כולו אסור דאזיל ההיתר ומפטם להחטה ואח\"כ מפעפע החטה משהו בכל התרנגולת:",
            "(פב) לפי שכשמהפכין וכו' - ודוקא באיסור חמץ שהוא במשהו חיישינן לזה משא\"כ בשאר איסורים:",
            "(פג) השפוד - משמע דאם נצלה ע\"ג גחלים אין לאסור יותר מכדי פעפועו ולדעת הרב בהג\"ה הנ\"ל ודאי דאין להקל בצלי יותר ממליחה [אחרונים]:",
            "(פד) הנוגעות זו בזו - ואם אינן נוגעות אינן אסורות ולא אמרינן דהבליעת משהו הולך ומתפשט מזו לזו ע\"י השפוד ואם התרנגולת שמינה אוסרת הכל אפילו אינן נוגעות [מ\"א] והמקור חיים מיקל בדבר ואפילו לדעת המ\"א אין להחמיר בזה אלא במבוקעת ולא בנתרככה:",
            "(פה) כי ע\"י היפוך וכו' - ובלא היפוך מותרות האחרות אפילו בלי קליפה וכתב הפמ\"ג דלפי דעת הרב לעיל יש להורות דצלי לא גרע ממליחה ואף כשהתרנגולת כחוש לגמרי אסורה כולה ואפילו בלא היפוך השפוד אבל אחרות יש להתיר בהפ\"מ בידע שלא היפך השפוד:",
            "(פו) העוף מותר - דאין צלי אוסר יותר מכדי קליפה והזפק הוא במקום הקליפה ומשליכין אותו ואפילו לדידן דאוסרין בצלי עד ששים מ\"מ אין להחמיר בזה יותר מכדי קליפה כי ההבהוב אינו דומה כלל לצלי הואיל ואינו מהבהבו הרבה במקום אחד אלא מעבירו תמיד הנה והנה כמו שמבואר ביו\"ד סימן ס\"ח ואם נמצאת החטה חוץ לזפק לאחר ההבהוב לכתחלה צריך לקלוף באותו מקום ובדיעבד אם בישל כך בלי קליפה מותר. המדקדקים נזהרים בפסח קודם ההבהוב וקודם המליחה לפתוח התרנגולת היטב או לחתכו לשנים ולבדוק היטב שלא ימצא בתוכו חטה ומי שעושה כן הרי זה זריז ונשכר [שכנה\"ג]:",
            "(פז) צריך לשורפם - דתלינן שנתחמצו מלחות שנמצא בזפק [לבוש]:",
            "(פח) דלא חשיבי כמעוכלים - דאף דלענין טומאה חשיבי כמעוכלים לענין איסור שאני ועיין בביאור הגר\"א שכתב דלפ\"ז אין חילוק בין שלמה או שבורה אבל בעיקר הדין מצדד לבסוף דאין לחלק בין איסור לטומאה ואפילו שלמין חשובין כמעוכלין. כתב בספר תניא כל עניני הפסח לא יעשה ע\"י עכו\"ם וכן ראוי שלא יעשה על ידי קטנים [פמ\"ג]:\n"
        ],
        [
            "(א) מחצות ולמעלה - הטעם מפני שהוא זמן שחיטת הפסח שכ\"א מישראל חייב בו ויום שמביאין קרבן הוא כיו\"ט ולכן אסור מד\"ס במלאכה ואפילו בזה\"ז דליכא קרבן עדיין האיסור במקומו עומד:",
            "(ב) משמתין אותו - וגם אינו רואה סימן ברכה מאותה מלאכה:",
            "(ג) בחנם אסור - אם הוא מלאכה גמורה וכדלקמיה בס\"ב:",
            "(ד) אפילו ע\"י א\"י - כמו בחול המועד:",
            "(ה) ויש מי שמתיר - אפילו הוא עושה בביתו של ישראל דס\"ל דלא החמירו בזה באמירה לעכו\"ם כמו בחול המועד ויו\"ט. ולענין להסתפר ע\"י עכו\"ם אחר חצות הסכימו הרבה אחרונים להקל אף שמטה ראשו לצד המספר ומסייע קצת אבל ע\"י ישראל אסור אפילו בחנם משום דהיא מלאכה גמורה. ונטילת צפרנים אם שכח ליטול אותן קודם חצות יש להקל אפילו ע\"י עצמו או ע\"י אחר בחנם:",
            "(ו) מלאכה להשתכר - ובזה אפילו אינו מלאכה גמורה אסור ואפילו אם הוא לצורך יו\"ט. כתבו האחרונים דפועל שאין לו מה יאכל מותר לעשות מלאכה להשתכר:",
            "(ז) והוא מלאכה גמורה - ובזה אסור אפילו לצורך יו\"ט. וכיבוס כליו הוא בכלל מלאכה גמורה ואסור. ולכובסת עכו\"ם מותר בכל גווני ליתן אחר חצות. כתבו האחרונים דכל מה שמותר לעשות בחוש\"מ כגון דבר האבד או שעושה מעשה הדיוט ולא מעשה אומן ויש בו צורך המועד וכיו\"ב משאר דברים המותרים בחולו של מועד כ\"ש שמותרים בע\"פ אחר חצות וכן כל אותן שהתירו לספר ולכבס בחולו של מועד כגון הבא ממדינת הים והיוצא מבית האסורין מותרין ג\"כ בע\"פ אחר חצות:",
            "(ח) מתקן הוא כליו ליו\"ט - ר\"ל כלי ישן שנתקלקל קצת או בגדיו שנקרעו קצת רשאי לתקן ולתופרם לצורך יו\"ט וה\"ה שמותר כ\"ז לצורך חבירו אם הוא בחנם וכתבו האחרונים דאפילו מעשה אומן מותר בזה:",
            "(ט) לעצמו דרך לימודו - דכיון שדרך לימודו ולעצמו הוא כותב אינה נראית כמלאכה גמורה שבודאי אינו מתכוין לכתיבה גמורה והגונה והוי כתיקון בעלמא שהתירו לצורך המועד. ולאחרים אפילו בחנם אסור בזה:",
            "(י) מקום שנהגו וכו' עושים - ואפילו בשכר ובס\"ה יבואר סעיף זה עי\"ש במחבר ורמ\"א:",
            "(יא) שלא לעשות - היינו מנץ החמה ולמעלה [וכל הלילה מותר] ואפילו בניהם אחריהם עד סוף כל הדורות אין רשאין לעשות משום אל תטוש תורת אמך ואפילו התרה אין מועיל בזה [אחרונים]:",
            "(יב) ולדידן וכו' - עיין בלבוש ובשארי אחרונים שאין זה מוסכם כי יש הרבה מקומות שנוהגין לעשות עד חצות וע\"כ תלוי כ\"א לפי מנהג מקומו:",
            "(יג) ודוקא מלאכות גמורות וכו' - כנ\"ל בס\"ב בהג\"ה בלאחר חצות:",
            "(יד) ההולך וכו' - כללו של סעיף זה לפי דעת מ\"א וכמה מפרשים שהחליטו כמותו להלכה הוא כן. כשאדם הולך מעירו לעיר אחרת ובעירו נהגו להקל באיזה דבר ובעיר שבא בה מחמירים בזה אם אין דעתו להשתקע בעיר הזאת בתמידות אינו חל עליו חומרי מקום זה מעיקר הדין ויכול לנהוג להקל כמנהג מקומו בצנעא בתוך ביתו אבל בפרהסיא אין לו להקל מפני המחלוקת. וכ\"ז בדברים שאפשר לעשותן בצנעא ולא יתודע לאנשי המקום אכן בדברים שא\"א לעשותן כ\"כ בצנעא כמו מלאכה אין לו לעשות אף בצנעא בתוך העיר אלא יצא לשדה חוץ לתחום העיר ושם יוכל להקל כמנהג מקומו. ובדעתו להשתקע חל עליו מנהג המקום תיכף כשבא לתחום העיר ואפילו אם ירצה אח\"כ לצאת חוץ לתחומה של עיר ולהקל כמנהגו אינו רשאי שכבר חל עליו מנהג מקום זה כיון שבא לכאן לקבוע מקומו. וכן ה\"ה אם מנהג מקומו להחמיר והלך למקום שמקילין תלוי ג\"כ בזה דאם דעתו להשתקע שם נפקע ממנו חומרת מקום שיצא משם משבא למקום החדש ומותר לו להקל כמנהג אותו המקום ואם אין דעתו להשתקע במקום זה עדיין לא נפקע ממנו חומרי המקום שיצא משם ואסור לו להקל באותו דבר כמנהג המקום הזה ומ\"מ אין לו להתראות בפני אנשי אותו מקום שיכירו בו שאינו נוהג כמוהם מפני מחלוקת אלא יחמיר בצנעא ועתה נבאר בפרטיות:",
            "(טו) לא יעשה וכו' - ומיירי כשדעתו לחזור למקומו דאי אין דעתו לחזור אפילו במדבר אסור:",
            "(טז) בישוב - של ישראל וכל שבא לתוך תחומו של אותו המקום מקרי בא בישוב:",
            "(יז) מפני המחלוקת - ואפילו בצנעא דמלאכה א\"א לעשות כ\"כ בצנעא שלא יתוודע:",
            "(יח) במדבר - ר\"ל בשדה העיר חוץ לתחום שאין אנשי הישוב מצויין שם כיון שדעתו לחזור למקום הראשון שמקילין שם:",
            "(יט) לא יעשה - זה מיירי גם כן בדעתו לחזור למקומו וע\"כ לא נפקע ממנו חומרי מקום שיצא משם אבל בדעתו להשתקע כאן לעולם אין צריך להחמיר כמנהג מקומו שיצא משם ויכול להתנהג כקולי המקום שיושב ביניהם עכשיו וכמו שמוכח מדברי המחבר לקמן סימן תקע\"ד:",
            "(כ) וחומרי מקום שהלך לשם - ואע\"פ שדעתו לחזור מפני המחלוקת וכנ\"ל בריש הסעיף:",
            "(כא) ואעפ\"כ לא יתראה וכו' - קאי אהיכי דנותנין עליו חומרי המקום שיצא משם לא יתראה וכו' וכל זמן שלא יראה היכר לפניהם שהוא בטל מחמת איסור לא יהיה שום מחלוקת דמימר אמרי מלאכה הוא דלית ליה [גמרא]:",
            "(כב) וכן וכו' - הלשון מגומגם מאוד דהא כל הסעיף קאי בדעתו לחזור למקומו וכמו שכתבנו וכתבו האחרונים דקיצור לשון יש כאן וחסר תיבת כל והכונה דלאו דוקא ממקום שעושין מלאכה למקום שאין עושין דה\"ה בכל מנהג שבמקום זה נוהגין כן ובמקום אחר נוהגין באופן אחר:",
            "(כג) והוא שלא יתראה וכו' - כולל בזה שני גווני א) היכי דמנהג מקומו להקל ומיקל צריך ליזהר עכ\"פ שלא יתראה בפני אנשי המקום ד\"ז וכנ\"ל בריש הסעיף אלא דבזה לא הצריך לצאת במדבר כמו ברישא לענין מקום שעושין מלאכה דשאני מלאכה דא\"א שלא יתודע לאנשי המקום כשיעשה בעיר משא\"כ בשארי מנהגים לא יתודע כשיעשה בצנעא וע\"כ לא החמיר עליו רק שלא יתראה בפני וכו' ר\"ל שלא יעשה בפרהסיא. ב) היכי דמנהג מקומו להחמיר ומחמיר צריך ליזהר ג\"כ שלא יראה בפניהם שהוא מחמיר וכנ\"ל לענין מלאכה. אמנם היכי שא\"א לו שלא ירגישו בו שהוא משנה ממנהגם יש לו לנהוג לקולא כמותם אפילו בשדעתו לחזור למקומו שמחמירים מפני המחלוקת. ודוקא אם הדבר הזה אינו אסור מעיקר הדין אלא שנהגו לאיסור אבל דבר שהוא אסור מצד הדין אפילו איסור דרבנן ח\"ו לעבור מפני חשש איבה ומחלוקת ומוטב לסבול ע\"ע קטטות ולא לעבור על ד\"ס שהעובר על ד\"ס חייב מיתה בידי שמים:",
            "(כד) מפני המחלוקת - כתבו הפוסקים דאם מנהג אנשי מקומו להקל ועשה כמנהגו בצנעא ומצאוהו אנשי המקום שהוא בו עכשיו צריך להפסיק ממנהגו שלא יכירו בו מפני המחלוקת אבל אם מצאו ת\"ח אין צריך להפסיק דת\"ח יודע שזה תלוי במנהג ואין כאן מחלוקת ומ\"מ לכתחלה לא יעשה כמנהגו אפילו בפני ת\"ח:",
            "(כה) לא יתחיל וכו' - ר\"ל אפילו אם ירצה לעשותם לצורך המועד והא דהוזכר לעיל דבמקום שנהגו לעשות עושין היינו לגמור מלאכות שהתחיל בהן מקודם או דמיירי בג' אומניות וכדמסיים:",
            "(כו) ואלו הן החייטים וכו' - ר\"ל אם הן לצורך יו\"ט ולא הקילו אלא באלו מפני שהעם צריכים להם הרבה:",
            "(כז) קודם וכו' - והוא שעושה אותן לצורך המועד:",
            "(כח) אפילו במקום וכו' - פי' מפני שהן צורך גדול למועד:",
            "(כט) ואם התחיל וכו' - ר\"ל ובשאר אומנות להתחיל אסור בכל גווני כיון שהוא מקום שנהגו שלא לעשות אלא דאם התחיל קודם יום י\"ד מותר לגמור אם הוא לצורך המועד וכ\"ז במקום שנהגו שלא לעשות אבל במקום שנהגו לעשות מותר בין להתחיל בכל המלאכות בין לגמור לצורך המועד ושלא לצורך המועד:",
            "(ל) מבעוד יום - היינו קודם הנץ של יום י\"ד:",
            "(לא) בשאר אומנות - ורצענין הוא בכלל שאר אומנות לרוב הפוסקים וכ\"ז לעשות מנעלים חדשים אבל לתקן המקורעים ליו\"ט לכו\"ע שרי להתחיל ולתקן עד חצות [אחרונים]:",
            "(לב) עושין עד חצות - ומכיון שהגיע חצות מחוייב להפסיק באמצע מלאכה:",
            "(לג) מושיבין שובכין וכו' - ואפילו במקום שנהגו שלא לעשות מותר להתחיל ולעשות כל אלו המלאכות [המוזכרות עד סוף הסימן] כל היום [אחרונים]:",
            "(לד) שלשה ימים וכו' - דבשלשה ימים נפסלין מאכילה לגמרי ואיכא פסידא רבה אם לא יושיב אחרת תחתיה אבל קודם לכן שעדיין ראויין קצת למי שדעתו יפה ואינו איסטניס לא מקילינן להושיב עליהם תרנגולת:",
            "(לה) ומתה - וכ\"ש אם ברחה שמחזירין אותה למקומה:",
            "(לו) שלא יפסידו הביצים - מוכח מזה דלהושיב לכתחלה תרנגולת על ביצים בע\"פ אסור אחר חצות. אכן כמה פוסקין מקילין בזה ויש להקל לעת הצורך קצת ולדעה זו אם מתה מושיבין אחרת תחתיה אפילו אם הראשונה לא ישבה עליהן ג' ימים:",
            "(לז) מתחת רגלי בהמה - ומשליכין אותו לחוץ לאשפה ועיין בב\"ח דדעתו דדוקא כשעומדת הבהמה בחצר אבל כשעומדת ברפת אין מותר רק לסלק לצדדין:",
            "(לח) שלא להקיז - דבערב שבועות יצא שד דשמו טבוח ואלו לא קיבלו ישראל את התורה הוי טבח להי לבשרייהו ולדמייהו וגזרו רבנן על כל עיו\"ט משום ערב שבועות ושרעפי\"ן שקורין באנקע\"ס או קעפ זעצי\"ן יש מתירין מלבד הו\"ר שהוא יום הדין ועכ\"פ בערב שבועות יש להחמיר ובלילה שלפני עיו\"ט מותר להקיז דם חוץ מליל הו\"ר. ועיו\"ט אחרון של פסח הכל מותר דאינו רגל בפ\"ע. וכ\"ז כשרוצה להקיז לבריאות אבל משום סכנה כבר דשו בו רבים ושומר פתאים ה' ואפילו בערב שבועות התיר בא\"ר כשצוו הרופאים בחולי שיש בו סכנה אבל בלא\"ה לא:"
        ],
        [
            "(א) אסור לומר וכו' - היינו לכתחלה אבל בדיעבד אין לאסור הבשר באכילה:",
            "(ב) על שום בהמה וכו' - היינו אפילו הוא קטן וגם אינו גדי וטלה דלא חזי לפסח ג\"כ אסור דיחשדוהו שהקדישו מחיים לקנות מדמיו קרבן פסח וכשאוכלו נראה כאוכל קדשים בחוץ וע\"כ לא יאמר לחבירו צלה לי זרוע לפסח. והנה מלשון המחבר משמע דדוקא בהמה שהוא מין הקרב ע\"ג המזבח ויש פוסקים שמחמירין גם על עופות ודגים דאפשר שהקדישן לדמי מדאמר לפסח. והנה אף שהרבה מקילין בזה וס\"ל כדעת המחבר מ\"מ לכתחלה טוב ליזהר שלא לומר לפסח. וכתבו האחרונים דמה שנוהגין לומר בל\"א בשר זה על פסח אפילו אמר כן בגדי וטלה ליכא קפידא דאם איתא שהקדישו הו\"ל לומר בשר זה לפסח:",
            "(ג) בשר זה לפסח - וה\"ה שאסור לאדם לומר הילך מעות הללו וקנה לי בהם בשר לפסח. ואם אמר קנה לי בהם בשר על פסח מותר וכנ\"ל:",
            "(ד) אלא יאמר וכו' - דהיינו כשקונה או כשמולח:",
            "(ה) פי' שלם וכו' - ר\"ל לצלותו שלם ראשו וכו' בע\"פ אחר חצות או בליל פסח והנה לקמן בסימן תע\"ו מבואר האיסור על אכילתו ואפילו צלאו כמה ימים מקודם וכאן ביאר שגם עשייתו בזמן פסח אסור כיון שעשאו כעין צליית הפסח ממש:",
            "(ו) מותר לומר חטים אלו לפסח - דכיון דלא דמי כלל לקדשים לא אמרינן שמקדישן למוכרן ולקנות בדמיהן פסח אלא כונתו לומר אצניעם ואשמרם מידי חימוץ לאוכלן בפסח:"
        ],
        [
            "(א) הבכורות מתענין - זכר לנס שניצולו ממכת בכורות:",
            "(ב) בין בכור וכו' - שמכת בכורות היתה בכולם כדאיתא במדרש ומ\"מ לגדול הבית לא הצריכו להתענות אע\"פ שגם בהם היתה המכה. והבא אחר נפלים צריך להתענות דהוי בכור לנחלה וכ\"ז דוקא בנפל ודאי אבל במי שנולד אחר בן ט' אע\"פ שמת תוך ל' אין צריך להתענות ובכורים כהנים ולוים צריכים ג\"כ להתענות ואפילו אם היו רק בכורים מאם ונמצא דאינם בכורים לנחלה ולא לפדיון אפ\"ה בכור מיקרי. כתב מהרי\"ל דתענית בכורים צריך להשלים (היינו עד צה\"כ וכדלעיל סימן רמ\"ט) דהוי ת\"צ ונראה דאם חש בראשו או בעיניו אין צריך להתענות וכן נראה עוד דבאדם שהתענית קשה לו ואחר התענית אין יכול לאכול רק דברים קלים ובשיעור מועט מאד וקרוב הדבר שעי\"ז לא יוכל לקיים אכילת מצה ומרור ושתיית ד' כוסות כתיקונם מוטב שלא להתענות כדי שיקיים מצות הלילה כתיקונם ומ\"מ בזה ובזה טוב יותר שיאכל רק מיני תרגימא. הבכורים אומרים עננו בשומע תפלה במנחה כשמתענים ואם עשרה בכורים מתפללים ביחד ואחד מהם ש\"ץ כשמחזיר התפלה יאמר עננו בשומע תפלה כדין תענית יחיד ומ\"מ לכתחלה טוב שלא יהיה הבכור ש\"ץ כשעשרה בכורים מתפללים יחד כי י\"א שאין נכון להזכיר התענית בצבור בחזרת התפלה כיון שהוא חודש ניסן:",
            "(ג) שאפילו נקבה בכורה - שמכת בכורות היתה גם עליהן כדאיתא במדרש:",
            "(ד) ואין המנהג כן - שהתורה לא נתנה קדושת בכורות לנקבה לשום דבר:",
            "(ה) ערב פסח בשבת - ואם חל בע\"ש יתענו באותו יום:",
            "(ו) ביום ה' - ולא ביום וי\"ו כיון שאינו זמנו טוב יותר לדחות על יום ה'. ואם קשה להם התענית ביום ה' משום דצריך לבדוק החמץ בלילה ולפעמים יש לו הרבה חדרים לבדוק ואינו רשאי לסעוד קודם הבדיקה יטעום מעט קודם הבדיקה או יצוה לאחר לבדוק והם יאכלו:",
            "(ז) שאינם מתענים כלל - דבתענית זה שאינו אלא מנהגא כיון דנדחה ידחה:",
            "(ח) כשהאב בכור - ותעניתו עולה לעצמו:",
            "(ט) האם מתענה - ויש מהפוסקים שכתבו דא\"צ להתענות דתענית האב עולה גם בשביל בנו. ובמקום שמצטערת יש להקל וכ\"ש אם היא מעוברת או מניקה ומצטערת מן התענית יש להקל אף אם אין לה בעל שיתענה בשביל בנה וכן יולדת כל ל' יום אין לה להתענות עבורו בכל גווני [אחרונים] אכן אם התחילה פ\"א להתענות עבורו הוי נדר וצריך התרה:",
            "(י) עד שיגדל - ובעוד שלא נתמלאו לבנו ל' יום אין צריך להתענות בשבילו. ולענין אם מותרים הבכורים לאכול בסעודת מצוה תלוי במנהג המקומות יש מקומות שנהגו להחמיר ולפ\"ז אם רוצה לאכול על סעודת פדיון הבן או ברית מילה צריך התרה (דהמנהג חשיב כמו נדר) לבד המוהל והסנדק ואבי הבן יכולים לאכול אף בלי התרה דיו\"ט שלהם הוא ואע\"פ כן צריכים לפרוע תענית אחר הפסח ויש מקומות שנהגו הבכורים להקל ולאכול בסעודת מצוה וכן נוהגין כהיום בכמה מקומות במדינתנו להקל ולאכול אף בסעודת סיום מסכת ואף שהבכורים בעצמן לא למדו את המסכת מ\"מ כיון שאצל המסיים הוא סעודת מצוה מצטרפים לסעודתו והמנהג שמתקבצים להמסיים קודם שסיים ומסיים לפניהם המסכת ושומעים ומצטרפים עמו בסיומו ואח\"כ עושין סעודה:",
            "(יא) האיסטניס - פי' איש מפונק שאם יאכל ביום אינו תאב לאכול בלילה. ונראה דאם חל ערב פסח בשבת אין כדאי לדחות לגמרי סעודת שבת בשביל זה רק שיזהר לאכול מעט לצאת ידי סעודת מצוה לבד:\n"
        ],
        [
            "(א) לאכול פת - היינו אפילו מצה עשירה וכדלקמיה בס\"ב:",
            "(ב) משעה עשירית וכו' - היינו מתחלת שעה ד' אחר חצות היום ואפילו אם התחיל לאכול פוסק כיון שהתחיל באיסור:",
            "(ג) מעט פירות - וה\"ה בשר ודגים וביצים וכה\"ג אבל מחמשת המינים שמבושל במי פירות אסור דסעיד:",
            "(ד) או ירקות - בין חי בין מבושל:",
            "(ה) איסטניס שאפילו אוכל מעט וכו' - וכמו לעיל בסי' ת\"ע ס\"ג אלא שאיסטניס דהתם הוא אפילו אם יאכל בבקר לא יוכל לאכול בלילה לתיאבון וכאן מיירי באיסטניס שאם אוכל משעה ג' ואילך שוב לא יוכל לאכול בלילה לתיאבון:",
            "(ו) משום דמיסעד סעיד - ומסתברא דבפחות מכוס או עכ\"פ מרוב כוס לא סעיד ושרי:",
            "(ז) יין הרבה וכו' - ושתי כוסות של רביעית או רובן יש לחשוב להרבה ושרי:",
            "(ח) גורר וכו' - ומ\"מ לא ישתה כ\"כ עד שיהא שבע כי ודאי יקלקל תאות המאכל וגם יוכל להשתכר ויתבטל מצות הלילה:",
            "(ט) וקודם שעה עשירית וכו' - אכן אם יודע שימשך סעודתו בתוך שעה עשירית לא יתחיל לאכול אפילו קודם ט':",
            "(י) מצה עשירה - היינו שנילושה במי פירות ולהכי מותר לאכול כיון שאין יוצאין בזה ידי מצה בלילה כמבואר בסימן תס\"ב ועיין שם במ\"ב דאפילו לש במים ועירב בה קצת מי פירות נמי אין יוצאין בה משום מצה כל שטעם מי פירות נרגש בה וא\"כ לענין ע\"פ מותר באכילה דהוי ג\"כ מצה עשירה ועיין שם בס\"ד בהג\"ה דבמדינות אלו אין נוהגין ללוש במי פירות:",
            "(יא) אסורים לאכול - מדרבנן כדי שיהיה היכר לאכילתה בערב (רמב\"ם):",
            "(יב) כל יום י\"ד - היינו מעמוד השחר ויש נוהגים שלא לאכול מצה מראש חודש. וכתבו האחרונים דמצה נפוחה או כפולה אף שמחמירין בה לחשבה כחמץ כמבואר בסימן תס\"א מכל מקום אסור לאכילה מעמוד השחר ואילך דבכלל מצה היא מעיקר הדין:",
            "(יג) שאינו יודע - אבל אם יש בו דעת להבין אין להאכילו מצה דדרשינן והגדת לבנך וכו' בעבור זה לא אמרתי אלא בשעה שמצה ומרור מונחים לפניך ואם מילא הבן כבר כריסו במצה לא שייך לומר בעבור זה שאינו חידוש לקטן. ואין חילוק בין קטן לקטנה:",
            "(יד) מותר להאכילו - כל היום:",
            "(טו) מרור לתיאבון - ואין למנהג זה טעם [אחרונים]:",
            "(טז) וכן נוהגין וכו' ביום ראשון - ומן המנחה ולמעלה מן הדין צריך ליזהר בכל יו\"ט ראשון מפני שהוא עיו\"ט שני כמו שכ' המ\"א בסימן תקכ\"ט סק\"א:",
            "(יז) ואין לחוש גם לזה - כיון שאינו רגיל באכילת מצה כל השנה:",
            "(יח) ונילושה וכו' - דבלא נילושה פשיטא דאסור שיוצאין בפרורין בלילה ידי חובת מצה וכמו שכתבנו בסימן תס\"א ס\"ד במ\"ב:",
            "(יט) ביין ושמן וכו' - בין שנאפית אח\"כ שנית בין שלא נאפית ורוצה לאכול כמו שהיא:",
            "(כ) אינה נקראת וכו' - דלא נתבטלה ממנה שם מצה ע\"י זה ומ\"מ לצאת בה ידי מצה בלילה אין כדאי לפי מה שנתבאר לעיל בסימן קס\"ח במ\"ב ס\"ק נ\"ט עיי\"ש וגם לחוש ליש מי שאומר דגם זה בכלל מצה עשירה וכ\"ז בשלא בשלה אבל אם בשלה וכמו שנוהגין במדינותינו לעשות כדורים ממצה שקורין (קניידלעך) או מצה מבושלת בכלי ראשון מותר לאוכלה קודם שעה עשירית דזה בודאי לא מיקרי מצה וכדמבואר בסימן תס\"א:",
            "(כא) אם התחיל לאכול וכו' - היינו מצה עשירה ור\"ל דאף שהתחיל בזמן היתר מ\"מ צריך להפסיק ואינו מותר לאכול רק עד בין השמשות ואח\"כ צריך להמתין עד שיהיה ודאי לילה וכמו שנתבאר בסימן תע\"ב ופורס מפה על השולחן ומקדש וזהו שכתב המחבר דינו כמו בשבתות וכו' ולפי מסקנת הפוסקים לעיל שם אם שתה יין מתחלה בתוך הסעודה אינו צריך לחזור ולברך ברכת היין רק קידוש לבד ואח\"כ אומר הגדה כנהוג וכשמגיע לאכילה יברך רק על אכילת מצה ולא המוציא כיון שהוא בתוך הסעודה. [אכן לפי מנהגנו שמברכין על כל כוס וכוס משום דכל כוס וכוס מצוה בפני עצמה ותקנו חז\"ל ברכה עליהם נראה דאפילו בזה צריך לברך על כל כוס וכוס ולא מיפטר במה שבירך מתחלה על היין בסעודה]. וכתבו האחרונים דלפי מנהג רמ\"א לעיל בסימן תמ\"ד דאין נוהגין לאכול מצה עשירה אפילו בע\"פ לא שייך כלל כל עיקר דינא דמחבר דהרי לא אכל פת מתחלה ולא שייך לומר התחיל בסעודה:",
            "(כב) לרחוץ - אחר חצות ילך לבית המרחץ ויטבול לכבוד הרגל ואחר תפלת המנחה נכון שיתעסק בדיני קרבן פסח ויחשוב לו הקב\"ה כאלו קיים בפועל ובשל\"ה העתיק מסדה\"י מה שילמוד כל אדם ואין מברין האבל בערב פסח:"
        ],
        [
            "(א) כדי לאכול מיד - לאו דוקא והכונה כדי שיהיה אפשר לו להתחיל הסדר תיכף משתחשך ולא ישתהה:",
            "(ב) בבית המדרש - ר\"ל שעוסק בלמודו וה\"ה לענין תפלה צריך לזרז עצמו לקרות ק\"ש ולהתפלל ולילך תיכף לביתו:",
            "(ג) שמצוה למהר ולאכול וכו' - ר\"ל לזרז לעשות הסדר כדי שלא יישנו התינוקות כשידעו שלא ישתהה הרבה עד האכילה וממילא ישאלו מה נשתנה וישיב להם ויקיים מה שכתוב והגדת לבנך ביום ההוא:",
            "(ד) אבל לא יאמר קידוש - ר\"ל דלא תימא כיון שמצוה למהר יתחיל הקידוש וההגדה מבעוד יום כמו שמצינו בשבת ויו\"ט שיכול להוסיף מחול על הקודש ולקדש ולאכול מבעוד יום וכנ\"ל בסימן רס\"ז קמ\"ל דלגבי פסח אינו כן לפי שאכילת מצה הוקשה לפסח שנאמר על מצות ומרורים יאכלוהו ופסח אינו נאכל אלא בלילה והקידוש צריך להיות בשעה הראויה למצה ועוד דכוס של קידוש הוא אחד מארבע כוסות וכולהו בתר הגדה ומצה ומרור גרירי:",
            "(ה) עד שתחשך - ר\"ל לאחר צאת הכוכבים ולא בין השמשות:",
            "(ו) בכלים נאים וכו' - ואע\"ג דבכל השנה טוב למעט בזה משום זכר לחורבן בליל פסח מצוה להרבות שזהו בכלל דרך חירות ואמרו על מהרי\"ל שכשהיו בידו משכנות של נכרים כלים נאים לא היה משתמש בהם בשום פעם רק בפסח היה מנהגו להשים אותם על שולחן מיוחד לשמוח בראייתם:",
            "(ז) שישב בהסיבה - ר\"ל ראשו מוטה לצד שמאל על המטה או על הספסל וכרים תחת ראשו אצל השולחן:",
            "(ח) יסב על הספסל - כצ\"ל. ולצד שמאלו ואם אין לו ספסל והוא יושב על הקרקע (וכמו בארצות המזרח) גם כן צריך להסב על צד שמאל [פמ\"ג] עוד כתבו הפוסקים דאם סומך עצמו על ברכי חבירו גם זה מיקרי הסיבה ע\"פ הדחק אבל לא על ברכי עצמו דמיחזי כדואג:",
            "(ט) לא יטה וכו' - דזה לא מיקרי דרך חירות:",
            "(י) ולא על ימינו - דלא שמה הסיבה כיון שצריך לאכול בימינו ועוד טעם אחר יש דשמא יקדים קנה לוושט דוושט הוא בצד ימין וכשהוא מטה ראשו כלפי ימין נפתח הכובע שע\"פ הקנה מאליו ויכנס שם המאכל ויבא לידי סכנה:",
            "(יא) ואין חילוק וכו' - ר\"ל דגם איטר צריך להסב על שמאל כל אדם ואע\"ג דהוא אוכל תמיד בשמאלו וא\"כ לטעם א' היה צריך להסב על ימינו מ\"מ אין לחלק מפני טעם ב' שמא יקדים קנה לוושט והאי טעמא עדיפא לן משום דהוי סכנתא וחמירא סכנתא מאיסורא ויאכל אותו הפעם בימין כל אדם. ובדיעבד אם היסב על צד ימין יצא דימין שלו הרי הוא כשמאל כל אדם:",
            "(יב) אינה צריכה הסיבה - דסתם אשה אין דרכה להסב בשום פעם:",
            "(יג) דבזמן הזה אין להסב - טעמו כיון דאין רגילות בארצנו בשאר ימות השנה להסב אלא יושב כדרכו. אבל תוך י\"ב חודש על אביו ואמו או תוך שלשים על שאר קרובים כגון שלא נהג שבעה לפני הרגל אף שהוא חייב בהסיבה מ\"מ הנכון שלא יסב על מטה כבודה וכלולה אלא יסב בשינוי קצת דהיינו על מטה וכר אחד תחת מראשותיו או על ברכי חבירו. וקיטל נהגו שלא ללבוש ומ\"מ הלובש אין מוחין בידו:",
            "(יד) צריך הסיבה אפילו וכו' - דאף דהבן חייב בכבודו ובמוראו וכ\"ש אם הוא רבו מ\"מ צריך הסיבה דמסתמא אב מחיל לבניה:",
            "(טו) אינו צריך הסיבה - משום דברישא אמר צריך נקט הכא אינו צריך אבל באמת איסורא נמי איכא להסב בפניו דמורא רבו כמורא שמים:",
            "(טז) אלא א\"כ וכו' - ואז מחויב להסב:",
            "(יז) יתן לו רבו רשות - היינו שירשהו בפירוש [ח\"י] ואז מהני אפילו ברבו מובהק:",
            "(יח) על שלחן בפני עצמו וכו' - אע\"פ שהוא בפני רבו וטעמו כיון דהוא בשולחן בפ\"ע אין הסיבה שלו זלזול לכבוד הרב ופר\"ח חולק בזה ולדידיה כל שרואהו רבו אינו יכול להסב משום מוראו ופמ\"ג כתב שבאופן זה טוב שיטול ממנו רשות:",
            "(יט) צריך הסיבה - ואפילו בפני אדונו דאע\"פ שהוא תמיד משועבד להתעסק בצרכי הבית מ\"מ מחויב הוא להראות חירות בליל פסח ולאכול עכ\"פ כזית מצה וכזית אפיקומן וד' כוסות בהסיבה. וה\"ה פועל שיש לו תלמיד ללמדו אומנות חייב התלמיד בהסיבה וכן עבדים עברים חייבים בהסיבה עכ\"פ בכזית ראשון כשמש ולענין עבד כנעני עיין באחרונים:",
            "(כ) ונ\"ל אם לא שתה וכו' - ר\"ל דבין כוסות הראשונות דמותר לשתות כמה דבעי כדמוכח לקמן סימן ת\"פ [דבהו לא אמרינן שנראה כמוסיף על הכוסות] צריך לחזור ולשתות אם לא עשה הסיבה דלו יהא אלא שתיית רשות נמי שרי משא\"כ אם שכח להסב בכוסות אחרונות אין לחזור ולשתות שהרי שתיית רשות אסור שם מפני שנראה כמוסיף על הכוסות וא\"כ כיון דלהראבי\"ה אין צריך להסב ממילא הוא שתיית רשות דאסור בין כוסות אחרונות:",
            "(כא) בלי ברכה - כתב מג\"א דכל זה לעיקר הדין דרשות בידו לשתות כמה כוסות אבל למנהגנו שאין שותין שום כוס אפילו בין כוסות ראשונות וכדמבואר בסימן תע\"ג ס\"ג הוי ליה כנמלך ואם שותה צריך לברך. והוסיף עוד דלפי זה אפילו בין ראשון לשני אין כדאי שיחזור וישתה דכיון שמברך עליו נראה כמוסיף עוד כוס על הכוסות [וכדמבואר בטור סימן תע\"ג בשם אבי העזרי] ולכן לא יחזור וישתה ויסמוך על דעת אבי העזרי כמו בכוסות אחרונות ומיהו אם שכח ולא היסב בכוס שני יחזור וישתה בהסיבה בלי ברכה דלא הוי כנמלך שהרי גם בתוך הסעודה אם רוצה לשתות אין צריך לברך וסומך על ברכת כוס שני. ונכון שקודם שמברך על כוס ראשון יהיה בדעתו לחזור ולשתות בין הכוסות הראשונות ואז אפילו יטעה וישתה כוס ראשון בלי הסיבה יוכל לשתות כוס אחר בהסיבה ובלי ברכה ולא יהא נראה כמוסיף:",
            "(כב) וכן באכילת מצה - היינו שיחזור ויאכל הכזית מצה ובלא ברכה מיהו באפיקומן אם שכח לאכלו בהסיבה לא יחזור ויאכלנו דהא אסור לאכול שני פעמים אפיקומן:",
            "(כג) כל הסעודה - באכילתו ובשתייתו ובדיעבד יצא בשעת אכילת כזית מצה וד' כוסות ולגבי שמש כיון שהוא טרוד דיינינן ליה כדיעבד לגבי כל אדם:",
            "(כד) על הסדר - פירוש שיאמר ההגדה בינתים:",
            "(כה) זה אחר זה - וכ\"ש אם שפכן כולן בכוס אחד ושתאן לא יצא ובפמ\"ג מצדד שאפילו הפסיק בינתים ואמר הגדה נמי לא יצא דארבע כוסות בעינן:",
            "(כו) לא יצא - וצריך לחזור ולשתות עוד שלש כוסות על הסדר ונראה דצריך לברך עתה על כל כוס וכוס ולא הוי כמוסיף על הכוסות כיון דלא יצא בראשונה. [וכ\"מ בפמ\"ג] ופשוט דלאו דוקא אם שתאן כולן שלא על הסדר דה\"ה אם שתה כוס רביעית תיכף אחר שלישית גם כן לא יצא דהא כולהו כסדר בעינן:",
            "(כז) רביעית - ושעורו עיין לעיל בסימן רע\"א ס\"ק ס\"ח במ\"ב שם:",
            "(כח) לאחר שימזגנו - היינו דלא בעינן רביעית יין חי אלא רביעית ביחד עם המים שמזוג בו. ובזמניהם שהיו היינות חזקים מאד היו מוזגין על חד תלת ובזמנינו שהיינות חלושים עיין לעיל בסימן ער\"ב ס\"ק ט\"ז במ\"ב:",
            "(כט) אם רוצה למזגו - ר\"ל דבזמנינו שהיינות חלושים אין חיוב למוזגו אפילו לכתחלה. ודע דאפילו אם שותה יין חי וחזק מ\"מ צריך דוקא רביעית שלם דלא חלקו חז\"ל בשיעורים:",
            "(ל) כולו או רובו - היינו כולו לכתחלה או רובו בדיעבד ובמדינות שהיין ביוקר אפילו לכתחלה סגי ברובו אך כוס הרביעית ישתה כולו כדי שיהא יכול לברך ברכה אחרונה לכו\"ע [אחרונים]. יש שמקמצין וכועסין על המשרתים אם שותין הרבה ועתידין ליתן את הדין שמכשילן ומונען מן המצוה [ח\"א]:",
            "(לא) שותין ממנו וכו' - מלשון זה משמע דאפילו לכתחלה שרי כל שיש רביעית לכל אחד ואע\"ג דבעינן לכתחלה כוס מלא וגם שלא יהיה פגום הכא כיון דלהראשון היה כוס מלא כולהו אתיין מכח הראשון ואפשר עוד דהמחבר עיקר דינא אתא לאשמועינן דשניהם יוצאין בכוס אחד:",
            "(לב) כמנין רביעיות שבו - ובדיעבד סגי אפילו היה לכל אחד רק רוב רביעית:",
            "(לג) רוב הכוס אפי' וכו' - אף שבעלמא די ברוב רביעית אפילו מכוס גדול הכא לענין כוסות חמיר טפי דבעינן דוקא רוב כוס ואם לאו לא יצא. ולדינא קיי\"ל כדעה הראשונה. ומ\"מ אם בדעתו לשתות הרבה לא יקח כוס גדול רק כוס שמחזיק רביעית כדי לחוש לדעה זו:",
            "(לד) שלא בהפסק גדול - דהיינו שלא ישהה בשתיית רוב הכוס יותר מכדי אכילת פרס ואם שהה יותר משיעור זה אין מצטרף תחלת השתיה לסופה ואפילו בדיעבד לא יצא וצריך לחזור ולשתות אפילו בכוסות אחרונות [דאין כאן משום מוסיף על הכוסות כיון דלכו\"ע לא יצא] ולכתחלה יש ליזהר שלא לשהות בשתיית רוב הכוס יותר מכדי שתיית רביעית לחוש לדעה ראשונה המבואר בסימן תרי\"ב ע\"ש ומ\"מ בדיעבד אם שהה בשתי כוסות אחרונות לא יחזור וישתה וכעין המבואר לעיל בס\"ז בהג\"ה עי\"ש. ובשתי כוסות ראשונות יחזור וישתה. ולכתחלה נכון לשתות רוב הרביעית בבת אחת:",
            "(לה) מפני שמזיקו - ר\"ל שמצטער בשתייתו וכואב בראשו מזה ואין בכלל זה כשיפול למשכב מזה:",
            "(לו) לקיים מצות וכו' - משא\"כ בשבתות וימים טובים יכול לשמוע קידוש מאחר ויוצא בזה אבל הכא חל חיוב השתייה על כל אדם:",
            "(לז) ארבע כוסות - ויכול למזגו היטב אכן בעינן שיהא עדיין ראוי לקידוש [עיין לעיל סימן ער\"ב ס\"ק ט\"ז במ\"ב] וגם יכול ליקח יין צמוקים או חמר מדינה:",
            "(לח) יין אדום - דכתיב אל תרא יין כי יתאדם אלמלא דהאדמימות מעלה וחשיבות ועוד זכר לדם שהיה פרעה שוחט ב\"י ובמקומות שמצויין הגוים להעליל עלילות שקרים נמנעים מליקח יין אדום:",
            "(לט) יוצאין ביין מבושל - ולכתחלה טוב יותר ליקח יין שאינו מבושל אם לא שהמבושל טוב יותר וכן כה\"ג לענין קונדיטון:",
            "(מ) ובקונדיטון - פי' שמעורב בו דבש ופלפלין ועיין לעיל סימן ער\"ב ס\"ח ובמש\"כ שם וה\"ה לכאן:",
            "(מא) אפילו עני וכו' - ומי שאין לו אלא ד' כוסות אחר המזיגה יקחם הכל ללילה ראשונה. ונר ביתו עדיף מארבע כוסות משום שלום בית. ומי שאין לו אלא ב' וג' כוסות עיין סימן תפ\"ג במ\"א ס\"ק ב' איך ינהג:",
            "(מב) ימכור מלבושו - היינו אם הגבאים לא נתנו לו אעפ\"כ אין לו לפטור עצמו אכן באמת הם מחויבים ליתן לעניים ארבע כוסות ותמיהני על איזה מקומות שאין משגיחין ע\"ז הלא דבר זה פשוט ומבואר בכמה פוסקים:",
            "(מג) לד' כוסות - של יין או חמר מדינה וד' כוסות נתקנו כנגד ד' לשונות של גאולה והוצאתי אתכם והצלתי אתכם וגאלתי אתכם ולקחתי אתכם:",
            "(מד) גם הנשים חייבות - דאף שהוא מצוה שהזמן גרמא מ\"מ חייבות שאף הן היו באותו הנס:",
            "(מה) מצות הנוהגות וכו' - כגון מצה ומרור ואמירת הגדה:",
            "(מו) מצוה ליתן וכו' - אבל אינו מעכב:",
            "(מז) כוסו לפניו - עיין בסימן רע\"א סי\"ג בבה\"ל שצדדנו דקטן אינו צריך לשתות רוב רביעית רק כמלא לוגמיו דידיה:",
            "(מח) מפני וכו' - וכעין שמבואר לקמן בסימן תע\"ה ס\"א לענין מצה ובדיעבד אינו מעכב אם לא שהה הרבה וכדלעיל בסימן קל\"ד:",
            "(מט) בלא\"ה אין לוקחין אותו - שצריך ליתן עיניו בו כמבואר שם וכן לענין קידוש כה\"ג:",
            "(נ) וישאלו - ר\"ל שעי\"ז יתעוררו לשום לב על כל השנויים ומנהגי לילה זה וישאלו שאלות המבוארים בנוסח מה נשתנה. ובש\"ס איתא כדי שלא יישנו וישאלו. וצריך לעוררם שלא יישנו עד אחר עבדים היינו וכו' שידעו ענין יציאת מצרים דעיקר המצוה הוא התשובה על שאלת בנו וכמו שנאמר והגדת לבנך ביום ההוא לאמר בעבור זה וגו' (ולא כמו שעושין איזה המון שאחר אמירת מה נשתנה מניחים לילדים לילך ולישן ואינם יודעים שום תשובה על שאלתם):\n"
        ],
        [
            "(א) ומקדש עליו - קודם שיקדש יכוין שרוצה לקיים מצות קידוש וגם מצות ד' כוסות שכוס של קידוש הוא אחד מארבעה כוסות ויש נוהגין לומר הריני מוכן לקדש ולקיים מצות ד' כוסות רק שצריכין ליזהר שלא יאמרו זה לאחר קידוש שהרי בירך על הכוס בפה\"ג אלא דוקא קודם קידוש. וקודם הגדה יכוין או יאמר לצאת ידי מצות סיפור יציאת מצרים [ח\"א]. ומברך שהחיינו - קודם השתיה ואם לא בירך קודם השתיה מברך אח\"כ אימתי שיזכור ביום א' ואפילו באמצע השוק דהזמן ארגל קאי ואם נזכר בליל ב' לאחר שקידש היום יפטור עצמו בשהחיינו שיברך על הכוס לאחר הקידוש ואם שכח לברך שהחיינו בקידוש ליל ב' אפילו אם בירך כבר בליל ראשון חייב לברך אימתי שנזכר בכל החג דהיינו עד סוף יו\"ט האחרון של גליות וכן ה\"ה בשאר יו\"ט מחויב לברך עד סוף יו\"ט:",
            "(ב) בשבת - ומותר לומר ההגדה בספר אף שהוא ביחידי ולא חיישינן שמא יטה כמבואר לעיל סימן רע\"ה ס\"ט עי\"ש:",
            "(ג) אומר יקנה\"ז - דהיינו בתחלה ברכת היין וקידוש ונר דהיינו ברכת בורא מאורי האש והבדלה וזמן. ואין מברכין על הבשמים בכל מוצ\"ש ליו\"ט. ואומרים הבדלה זו מיושב כמו הקידוש:",
            "(ד) ישלים וכו' - דלהבדיל תיכף כשנזכר אינו יכול שהרי הבדלה טעונה כוס והמברך צריך שיטעום ובאמצע הגדה אסור להפסיק בשתיה ומלשון המחבר שכתב עד שהתחיל הגדה משמע דאם נזכר קודם שהתחיל ההגדה א\"צ להמתין אלא תיכף מוזג כוס ואומר עליו ברכת הבדלה ושותהו אכן זהו רק לדעת המחבר דאין מברכין על כל כוס אבל לדעת הרמ\"א בתע\"ד בהג\"ה וכמנהגנו דמברכין על כל כוס ויצטרך לברך עליו ברכת בפה\"ג א\"כ נראה כמוסיף על הכוסות דאסור וכדלעיל בסימן תע\"ב ס\"ז א\"כ אפשר דאף אם נזכר קודם שהתחיל ההגדה ג\"כ אין תקנה עד שישלים ההגדה אם לא שבשעת ברכת כוס ראשון כיון שישתה בין הכוסות וכדלעיל בסימן תע\"ב ס\"ז ועיין ביאור הלכה. אם שכח לומר ההגדה בלילה אין לו תשלומין כלל דכתיב בעבור זה בשעה שמצה ומרור מונחים לפניך ואם שכח לומר קידוש בלילה דינו כדלעיל סימן רע\"א ס\"ח:",
            "(ה) ואח\"כ יבדיל - היינו שמברך בפה\"ג על כוס שני וגם ברכת הנר והבדלה של יו\"ט ושותהו. ואם נזכר באמצע סעודתו שלא הבדיל מחויב להפסיק תיכף מסעודתו ולהבדיל ולא יברך עליו ברכת בפה\"ג שברכת כוס שני ששתה לפני האכילה פוטרתו אא\"כ לא היה דעתו אז לשתות בתוך האכילה שבכגון זה צריך לברך עליו גם ברכת בפה\"ג. ואם נזכר תוך בהמ\"ז שלא הבדיל מברך ברכת המזון והבדלה על כוס אחד וכן אם לא נזכר עד לאחר ששתה כוס של ברהמ\"ז ימתין עד לאחר גמר הלל והגדה ואז יבדיל על הכוס הד' ואם לא נזכר עד לאחר ששתה כוס ד' יבדיל על כוס ה' וצריך לברך עליו גם בפה\"ג שהרי כבר הסיח דעתו משתיה [אחרונים]:",
            "(ו) ואין ליטול ידיו וכו' - ר\"ל אף להנוהגים בכל השנה ליטול ידיו לסעודה קודם קידוש ולדידהו הקידוש לא חשיב הפסק בין נטילה לסעודה הואיל והוא מצרכי סעודה וכמו שנתבאר בסימן רע\"א מ\"מ בליל פסח שמפסיקין הרבה אחר הקידוש באמירת ההגדה ובתוך כך מסיח דעתו משמירת ידיו לכו\"ע אין לעשות כן ואפילו ליטול ידיו כדי שלא יצטרך לחזור וליטול ידיו אחר הקידוש לאכילת כרפס ג\"כ אינו נכון כ\"כ האחרונים:",
            "(ז) יטול מעט - כתב מעט כדי לחוש להטעם שהביא בד\"מ דאין ליטול ידים קודם קידוש דמיחזי שסובר שקידוש צריך נטילה וע\"כ לא יטול נטילה גמורה:",
            "(ח) אבל אין לברך וכו' - ר\"ל אפילו אם יטול נטילה גמורה יזהר עכ\"פ שלא יברך עליה ענט\"י דנטילה זו אינו עולה לו לצורך אכילה וכנ\"ל ונמצא דהוא ברכה לבטלה:",
            "(ט) רק אחר ימזוג לו - אם אפשר לו:",
            "(י) שותה בהסיבה - ואם שכח ולא היסב עיין בסימן תע\"ב ס\"ז ובמ\"ב ס\"ק כ\"א:",
            "(יא) ואינו מברך אחריו - על הגפן וכו' אפילו שתה רביעית דסומך על מה שבירך ברהמ\"ז לבסוף ועוד דהרי יברך ברכה אחרונה לסוף ד' כוסות ובסימן תע\"ד יתבאר היטב:",
            "(יב) כמה כוסות - בין ששותה בין א' לב' או לאחר כוס שני וכ\"ש בתוך אכילה אבל בין ג' לד' אסור כדלקמן בסימן תע\"ט:",
            "(יג) הרשות בידו - לפי מה שכתב הרב לקמן סימן תע\"ד בהג\"ה דמנהגנו לברך ברכה ראשונה על כל כוס וכוס הא דמותר לשתות בין הכוסות היינו דוקא אם היה דעתו בשעת ברכה לפטור על כל מה שיביאו לו אח\"כ לשתות [או שהיה היין לפניו דממילא נפטר כ\"ז שלא חשב בהדיא שלא לשתות] דאם אין דעתו לשתות בין הכוסות ואח\"כ נמלך לשתות א\"כ יצטרך לברך עליהם. וזה אסור שנראה כמוסיף על הכוסות כיון שמברך על כוס זה כמו על שאר ד' כוסות וכמו שכתבנו לעיל בסימן תע\"ב סקכ\"א במ\"ב:",
            "(יד) ראוי ליזהר - וכן מנהגנו [ד\"מ]:",
            "(טו) שלא לשתות בין ראשון לשני - לחוש ליש מי שאומר (והובא בב\"י) דהא דשרינן לשתות בין הכוסות היינו בין כוס ב' לבין כוס ג' דהוא סמוך לאכילה או בתוך אכילה דאז אינו משכר אבל לא בין ראשון לשני כדי שלא ישתכר וכמו שאסור בין ג' לד':",
            "(טז) כדי שלא ישתכר - משמע דוקא יין או שאר משקין כה\"ג המשתכרין אבל משקה שאין משתכר מותר לשתות בין הכוסות:",
            "(יז) מביאין לפני בעל הבית - אבל לפני שאר בני ביתו אין צריך להניח כסדר הזה אלא כולן נוטלין משל בעל הבית וזה אפילו במקומות שיש שולחן קטן לפני כל אחד ואחד וכ\"ש במקומנו שכולן יושבין על שולחן אחד:",
            "(יח) שיש בה שלש מצות - שנים בשביל לחם משנה כשאר יו\"ט ואחת כדי לבצעה לשתים חציה לקיים בה מצות אכילת מצה דלחם עוני קרייה רחמנא ומה דרכו של עני בפרוסה וחציה השני בשביל אפיקומן וכמבואר לקמיה בס\"ו:",
            "(יט) וחרוסת - כדי לטבול בו את המרור כדלקמן בסימן תע\"ה. וכרפס הוא מין ירק שקורין אותו כרפס ובחרו לכתחלה במין זה שהוא נוטריקון ס' פרך כלומר ס' רבוא עבדו עבודת פרך:",
            "(כ) או ירק אחר - מאיזה מין שהוא אך לכתחלה טוב שיקח מאותו המין שמברכין עליו אותה ברכה שמברכין על המרור כדי שיפטור בזה מרור שאוכל בתוך הסעודה אבל לא יקח לזה אחד מחמשת מיני מרור כי אחר שמילא כריסו ממרור איך יברך אח\"כ על אכילת מרור ועיין לקמן בסימן תע\"ה ס\"ב:",
            "(כא) או מי מלח - לטבול בהן הכרפס והירק. אם חל בשבת יעשה המי מלח קודם שבת ולא יעשה בשבת כמו שכתוב בסימן שכ\"א ס\"א ואם לא עשה קודם שבת ואין לו חומץ לטבול בהן יש לעשות מי מלח מעט כמו שכ' שם. והנה ענין טיבול הירק במשקה הוא מתקנת חכמים כדי להתמיה את התינוקות שיראו שינוי שאוכלין הירקות בטיבול שאין דרך לאכלם קודם הסעודה בכל ימות השנה וישאלו על שינוי זה שאמירת ההגדה מצותה לאומרה דרך תשובה על שאלות ששאלוהו שנאמר כי ישאלך בנך וגו' ואמרת לבנך עבדים היינו וגו':",
            "(כב) זכר לחגיגה - ואם חל ע\"פ בשבת י\"א דאין צריך ליקח רק תבשיל אחד כנגד פסח דחגיגה אינה באה אז שאינה דוחה שבת וי\"א דאעפ\"כ צריך לעשות ב' תבשילין כמו בשאר שנים ולא פלוג רבנן בזה מדאינה אלא לזכר בעלמא וכן נוהגין:",
            "(כג) ונהגו בבשר וביצה - וכ\"ש אי בעי לעשות שני מיני בשר אחד צלי ואחד מבושל זכר לפסח וחגיגה דשפיר דמי אלא דאף בביצה יצא בזה ויש שכתבו דמה שבחרו בביעא כלומר בעי רחמנא למפרק יתנא. ויש שכתבו משום דעושים אנו זכר לאבילות בית המקדש שאין אנו יכולין להקריב קרבן פסח:",
            "(כד) בענין שאינו צריך וכו' - ר\"ל שלא יצטרך לדלג עליהם:",
            "(כה) למעלה וכו' - פירוש בסמוך לו:",
            "(כו) והם יהיו יותר קרובים וכו' - ויש שכתבו שאין להקפיד על בשר וביצה אם יצטרך לדלג עליהם כיון שאינן מצוה אלא זכר בעלמא וגם על מרור וחרוסת אפשר דלא שייך אין מעבירין ועיין באחרונים סדר הקערה של האר\"י ז\"ל:",
            "(כז) זרוע - ע\"ש זרוע נטויה שהראה הקב\"ה במצרים. ומי שאין לו זרוע יקח שאר בשר אף בלא עצם [פמ\"ג] כתבו הפוסקים דבעינן שיהיה מעט בשר על הזרוע שהוא זכר לבשר קרבן פסח:",
            "(כח) יהיה צלי - ולא מבושל זכר לקרבן פסח:",
            "(כט) על הגחלים - ואף שהיה הפסח נצלה לכתחלה בשפוד מ\"מ כיון שאין נצלה אלא בשפוד של רמון שטורח לחזור אחריו לפיכך די לנו בצלי ע\"ג גחלים שיוצאין מעיקר הדין גם בקרבן פסח [מ\"א]:",
            "(ל) והביצה תהיה וכו' - שהיא זכר לחגיגה שא\"צ צלי:",
            "(לא) וה\"ה צלויה - שהחגיגה באה בין צלי בין מבושל:",
            "(לב) וכן נוהגין בעירנו - לצלות הביצה. ואסור לאכול הזרוע בלילה דאין אוכלין צלי בלילה אבל הביצה אף שהיא צלויה מותר שאין איסור צלי בביצה ולפ\"ז אסור לצלות הזרוע בלילה אלא מבעו\"י אם לא שדעתו לאכלו למחר באותו היום וע\"כ אם שכח וצלאו בלילה יזהר לאכלו מחר בבקר כ\"כ המ\"א ושארי אחרונים ואם דעתו שלא לאכול הביצה עד ליל ב' גם הביצה אסור לצלותה בלילה אלא מבעוד יום. כתב בח\"א רע עלי המעשה שזורקין הזרוע והוא ביזוי מצוה. ומצוה להניח ביו\"ט שני בבקר לתוך הצלי שצולין ליו\"ט ואוכלין אותו:",
            "(לג) ידי חובתו - ר\"ל ידי מצות מרור לקיים מה דכתיב על מצות ומרורים יאכלוהו ועכשיו שאין לנו פסח מצות מרור אינו אלא מדרבנן. כשם שאין יוצאין במצה גזולה וכנ\"ל בסימן תנ\"ד כך אין יוצאין במרור גזול וע\"כ יש ליזהר שלא יעקור ישראל בעצמו המרור מקרקע של נכרי אף שהוא נותן לו רשות דסתם עכו\"ם גוזלי ארעתא נינהו ועל קרקע אין שייך יאוש וכדלקמן בסימן תרמ\"ט ס\"א בהג\"ה אלא יעקור העכו\"ם בעצמו ושייך אז ע\"ז שם יאוש ואח\"כ יקנה הישראל ממנו דהוי עי\"ז יאוש ושינוי רשות:",
            "(לד) פי' מיני עשבים מרים - אכולהו קאי ומשום שאין אנו יודעין בבירור איזה הם בלשוננו לכך כתב בדרך כלל אכולהו שהם מינים מרים וכתבו אחרונים שתמכא הוא חריי\"ן בלשוננו ועל חזרת כתב הח\"י וכן הח\"צ שהוא מה שאנו קורין שאלאטי\"ן:",
            "(לה) מרור - הוא ג\"כ מין ירק מר הידוע להם בשם מרור ע\"ש שהוא מר ביותר:",
            "(לו) אבל לא בשורש - פי' שרשים קטנים המתפצלים לכאן ולכאן בתחתיתו או בצדדיו אבל שורש הגדול שבו עומד הירק הוא הקלח. והנה במדינותינו אין שאר המינים מצויים וע\"כ המרור הנהוג במדינתנו לאכול הוא תמכא (והוא חריי\"ן) ויש ליזהר שלא לאכול אותו כשהוא שלם שכמעט הוא סכנה ואין בו מצוה שמחמת חריפותו הוא מזיק גדול ולכן צריך לפררו על ריב אייזי\"ן ולהעמידו כך מגולה ואז מפיג חריפותו והגר\"א הנהיג שלא לפרר אותו קודם ביאתו מביהכ\"נ כדי שלא יפיג הטעם דאז אינו יוצא בו אלא יפרר אותו אחר ביאתו ויכסנו עד התחלת הסדר [וכשחל פסח בשבת יפרר אותו מבע\"י ויניח בכלי ויכסנו עד התחלת הסדר] ואז יפזר אותו על קערה ועי\"ז יפיג חריפותו ואז ימעך אותו וישער שיהיה כזית ויכול לאכלו בטוב:",
            "(לז) אא\"כ הם לחים - דיבשים אין בהם טעם מרור והרי הם כעפרא בעלמא משא\"כ בקלח דמתוך שהוא עב אפילו הוא יבש אינו מפסיד טעמו. ועלין כמושין י\"א שיוצאין בהן ויש שמחמירין אפילו בכמושין:",
            "(לח) אבל לא כבושין - היינו אם שרה אותן במים מעל\"ע וי\"א דדוקא אם כבשן בחומץ וע\"כ לכתחלה יש ליזהר שלא לשרות החריי\"ן במים מעל\"ע ובדיעבד יש לסמוך להקל כשאין לו אחרים משום דבחריי\"ן הרי חזינן שעדיין יש בו טעם מרור. ונראה לי דבעלין אין להקל דאפשר דבהו יוצא טעם מרור ע\"י כבישה מעל\"ע במים. ודע דיוצאין בעלין אף לכתחלה. והנה ראיתי כמה אנשים חלושים שדוחקין עצמן לקיים מצות מרור בקלחין ולא אדע למה לא יקחו העלין למצוה ואולי מפני שמצוי בהן יבשין וכמושין. אכן אם הם לחים אין להחמיר בזה כלל וכלל:",
            "(לט) ולא שלוקין - מבושל הרבה ומבושל כדרך בישול וכולהו מפני שאין בהם טעם מרור עי\"ז:",
            "(מ) וכולן וכו' - ר\"ל כל חמשה מינים הנ\"ל ולא אמרינן כיון דכל ירק יש לו בודאי טעם מר בפ\"ע לא מצטרפי דטעמיה דחד מיבטיל בחבריה קמ\"ל כיון דעכ\"פ יש לכולם טעם מרירות מצטרפין [ר\"ן]:",
            "(מא) לכזית - הוא כשיעור חצי ביצה (ועיין לקמן סימן תפ\"ו) ואם מקיים המצוה בעלין יראה לדחוק אותם ביחד דהריוח שבין העלים לא מצטרפי לכזית ויש ליזהר בזה דאל\"כ הוי ברכה לבטלה כיון שמברך על אכילה ואכילה בכזית משמע וגם אינו מקיים בזה מצות מרור:",
            "(מב) בחזרת - שהוא זכר לשעבוד מצרים שהיה תחלתו רך ולבסוף קשה וכן הוא ג\"כ טבע חזרת שתחלה מתוק וסופה מר וכתבו האחרונים דאפילו הוא ביוקר קצת יותר משאר מרור ג\"כ נכון להדר אחריו אכן כתבו שבמין חזרת (היינו שאלאטי\"ן) מצוי מאוד בימי פסח תולעים קטנים שאינם נכרים לחלושי עין ע\"כ מי שאין לו אנשים מיוחדים בעלי יראה שיבדקנו כראוי טוב יותר ליקח תמכא (שקורין חריי\"ן) אף שהוא שלישי לפי הסדר שהם שנויים כי חלילה להכשל בלאו משום קיום עשה דרבנן ובפרט שאפשר לקיים שניהם ע\"י תמכא:",
            "(מג) יחזור אחר ראשון ראשון - ומי שהוא חולה או איסטניס מותר לו ליקח מאיזה מין שערב עליו ביותר וגם יאכל הכזית מעט מעט בכדי שיעור אכילת פרס דמעיקר הדין יוצא בזה כדלקמן סימן תע\"ה ס\"ו ואם ג\"ז א\"א לו מפני בריאותו עכ\"פ יאכל מעט או ילעוס בפיו לזכר טעם מרירות אך לא יברך ע\"ז:",
            "(מד) אחד מאלו הירקות - ר\"ל חמשה הנ\"ל:",
            "(מה) יקח לענה - עיין בה\"ל:",
            "(מו) או שאר ירק מר - היינו אותם שיש להם סימנים המוזכרים בש\"ס לענין מרור שיהיה ראוי לאכילה ושיש לו שרף (פי' כשחותכין אותו יוצא במקום חתוכו מוהל לבן כחלב) ופניו מכסיפין (דהיינו שעלה שלו אינו ירוק מאוד כעלי הבצלים ושארי ירקות אלא נוטה קצת ללובן) ומ\"מ לענין ברכה לא יברך עליהם מפני שאין אנו בקיאין כ\"כ בסימנים אלו:",
            "(מז) יעשה עב - ויעשהו מעיו\"ט ואם שכח מותר לעשותו ביו\"ט:",
            "(מח) מעט חומץ - של יין או יין אדום כדי לרכך אותו ויהיה זכר לדם. אם חל בשבת יתן בו המשקה מערב שבת ואם שכח עיין לעיל בסימן שכ\"א סי\"ו ובמ\"ב שם ס\"ק ס\"ח:",
            "(מט) כגון תפוחים - ע\"ש הכתוב תחת התפוח עוררתיך וכן שארי פירות כולם כתובים בשיר השירים ושקדים על שם ששקד הקב\"ה על הקץ לעשות:",
            "(נ) הדומין לתבן - שאין נידוכין היטב והם ארוכים:",
            "(נא) לצורך טיבול ראשון - כמו שמפרש והולך. והטעם דכל דבר שטיבולו במשקה צריך נטילה וכדלעיל בסימן קנ\"ח:",
            "(נב) ולא יברך וכו' - וכמו שפסק המחבר לעיל בסימן קנ\"ח ס\"א ועיי\"ש במ\"ב דעת הגר\"א בענין זה:",
            "(נג) פחות מכזית - לפי שבכזית יש ספק בברכה אחרונה אם יברך אותה או לא ע\"כ טוב יותר שיאכל פחות מכזית שלא יהא בו חיוב כלל לכו\"ע:",
            "(נד) בחומץ - או ביין או במי מלח ולא אתי אלא לאפוקי שלא יטבול בחרוסת כי חרוסת אינו אלא לטיבול שני שמטבל המרור בחרוסת [ב\"י]:",
            "(נה) ומברך בורא פה\"א - ויכוין לפטור בברכה זו גם המרור שיאכל אח\"כ [אחרונים]:",
            "(נו) ואינו מברך אחריו - אפילו אם אכל כזית לפי שברכה ראשונה קאי גם על המרור וכנ\"ל וע\"כ ברכת המזון שפוטר את המרור שאוכל בתוך הסעודה קאי גם על הכרפס שאכל מקודם ועיין בביאור הלכה מש\"כ בשם הגר\"א בזה:",
            "(נז) האמצעית ויבצענה לשתים - כדי לקיים מה שקראה הכתוב לחם עוני ודרכו של עני בפרוסה ואמר האמצעית כי ברכת אכילת מצה העיקר עלה קאי וברכת המוציא שמברך מתחלה קאי על העליונה המונחת לפניו:",
            "(נח) ויתן חציה וכו' - כדי ששתי אכילות שאוכל לשם מצה יהא בפרוסה וטוב שאותו חלק יהיה יותר גדול [אחרונים]:",
            "(נט) תחת המפה - זכר למה שאומר משארותם צרורות בשמלותם ויש שנותנין אותה על כתפיהם זכר ליציאת מצרים. ויהיו נזהרין שיכרוך האפיקומן במפה שלא כיבסו בקראכמע\"ל כי הכרים מסתמא מכובסין בקראכמע\"ל [ח\"א]:",
            "(ס) ויגביה הקערה - עם כל מה שעליה ואין צריך להסיר התבשילין:",
            "(סא) הא לחמא - וי\"א כהא לחמא. וצריך לאומרו בקול רם:",
            "(סב) ויאמר בלשון וכו' - ר\"ל מהא לחמא ואילך דהוא התחלת הגדה:",
            "(סג) בלשון שמבינים וכו' - ויקיים בזה מה שאמר הכתוב והגדת לבנך וגו':",
            "(סד) כדי שיבינו הנשים - שהרי גם נשים חייבות במצות הלילה ובאמירת הגדה וכנ\"ל בסימן תע\"ב סי\"ד ולכן החיוב גם על המשרתת שתשב אצל השולחן ותשמע כל ההגדה ואם צריכות לצאת לחוץ לבשל עכ\"פ מחויבת לשמוע הקידוש וכשיגיע לר\"ג אומר כל שלא אמר וכו' תכנוס ותשמע עד לאחר שתיית כוס ב' שהרי מי שלא אמר ג' דברים הללו לא יצא ונוהגין שגם קוראין אותן שתשמע סדר עשרה מכות שהביא הקב\"ה על מצרים כדי להגיד להם כמה נסים עשה הקב\"ה בשביל ישראל [ח\"א]:",
            "(סה) ולהניחם בסוף השולחן - ואם השולחן קטן יסירם לגמרי מעל השולחן כי בלא\"ה ליכא שינוי לתינוק [עו\"ש]:",
            "(סו) וישאלו - המצות המוכנות לאכילה למה מסלקין אותם ויאמר להם שאין רשאין לאכול עד שיספר ביציאת מצרים כתב מהרי\"ל דאין ליתן שום מצה על השולחן עד זמן הסעודה:",
            "(סז) מיד - ר\"ל שלא ימתין במזיגת הכוס עד שיגיע ללפיכך שאז צריך לאחוז הכוס בידו אלא מיד שמסיר הקערה מעל השולחן מוזג:",
            "(סח) כוס שני - וא\"צ שטיפה והדחה שכבר שטפו לקידוש:",
            "(סט) כדי שישאלו וכו' - ר\"ל ועי\"ז יתעורר לשאול יתר השאלות ותמיהות שרואה בלילה ההוא:",
            "(ע) וכשהבן או האשה שואלת - וה\"ה אם ת\"ח אחד שואל לחבירו הנשאל א\"צ לומר מה נשתנה:",
            "(עא) וקורא כל ההגדה - ואין לומר בהסיבה רק באימה ויראה [של\"ה]. כשיאמר ונאמר לפניו שירה צ\"ל ונאמר בניקוד סגול ונאמר שהוא לשון עבר דקאי על גאולת מצרים [אחרונים]:",
            "(עב) וכן כשיגיע למרור זה - אבל כשיגיע לפסח שהיו אבותינו וכו' לא יאחז בידו הבשר שהוא זכר לפסח דהוי כמגביה קדשים בחוץ דנראה מזה שהקדישו לפסח. כתב המרדכי דצ\"ל ונאכל שם מן הזבחים ומן הפסחים דהא אוכלין תחלה מן החגיגה דהיינו הזבח אבל הפסח נאכל על השובע:",
            "(עג) וכשיגיע ללפיכך מגביה וכו' - ובשל\"ה כתב דגם כשיאמר הפיסקא והיא שעמדה לאבותינו ולנו עד הקב\"ה מצילנו מידם יאחז הכוס בידו ואז יהיה הפת מכוסה כשאוחז הכוס בידו:",
            "(עד) באצבעו - נוהגין לזרוק באצבע ע\"ש אצבע אלהים היא דלא כמ\"ש בהגהת מנהגים לזרוק בזרת קטן:",
            "(עה) ט\"ז פעמים - כנגד אותיות י\"ו משמו של הקב\"ה שהכה את פרעה:",
            "(עו) ויהיה הפת מגולה וכו' - דלכן נקרא המצה לחם עוני שעונין עליו דברים:",
            "(עז) שאוחז הכוס בידו - כדי לומר שירה על היין:",
            "(עח) ואז יכסה הפת - שלא יראה בושתו כדאי' סי' רע\"א ס\"ט:",
            ""
        ],
        [
            "(א) לא ברכה ראשונה - ואע\"ג דארבעה כוסות שתקנו רבנן כ\"א מצוה בפני עצמה היא מ\"מ כיון דליכא היסח הדעת משתיה שהרי כשבירך על כוס א' היה יודע שישתה עוד כוס הלכך לא בעי לברוכי על כל כסא וכסא:",
            "(ב) ועל כוס של ברכת המזון - והכוס רביעי נפטר בברכה של כוס שלישי:",
            "(ג) כ\"א אחר כוס רביעי - ואע\"ג שברכת המזון הוא גמר וסילוק וחשיב כהפסק גמור לענין ברכה ראשונה של כוס ג' מ\"מ לענין ברכה אחרונה לא מפסיד מידי שאין היסח הדעת מחייב לברך תיכף ברכה אחרונה ויכול להמתין עד שישתה כל הכוסות ואז יפטר בברכה אחרונה את כל הד' כוסות ביחד:",
            "(ד) על כל כוס - דמשהתחיל בהגדה אסור לשתות ולהכי הוי הפסק לאצרוכי ברכה בכוס שני ואפילו נימא דזה אינו מפסיק לענין ברכה (וכההיא דסימן קע\"ח ס\"ו) מ\"מ כיון דכל חדא וחדא הוי מצוה בפ\"ע יש לברך על כל כוס ברכה בפ\"ע:",
            "(ה) אבל ברכה אחרונה - דאין היסח הדעת קובע ברכה לאחריו וכנ\"ל:"
        ],
        [
            "(א) יטול ידיו וכו' - ר\"ל אע\"ג שנטל להירקות כמ\"ש בסימן תע\"ג ס\"ו מ\"מ כיון דאמר בינתים הגדה והלל חיישינן שמא הסיח דעתו ונגע במקום מטונף שהידים עסקניות הן:",
            "(ב) ויאחזם בידו - כל שלשתן העליונה והתחתונה בשביל לחם משנה והפרוסה ע\"ש לחם עוני ויברך ברכת המוציא ויניח השלישית להשמט מידו ויברך על הפרוסה עם תפיסת העליונה על אכילת מצה ויברך שתי הברכות טרם ישברם וכמו שמסיים המחבר ואח\"כ וכו':",
            "(ג) משתיהן ביחד - דהא לכתחלה צריך לאכול משניהם בבת אחת וכדלקמיה וע\"כ נכון שיהיה הבציעה ג\"כ בבת אחת ולא בזה אחר זה כדי שלא יהיה הפסק בין בציעה ראשונה לאכילה:",
            "(ד) ואין המנהג לטבלם וכו' - ר\"ל אף שבכל ימות הפסח מטבילין במלח אע\"פ שהיא נקיה ואינה צריכה טיבול מן הדין וכדמבואר לעיל סימן קס\"ז ס\"ה מ\"מ בלילות ראשונות של פסח אין נוהגין כן דטפי הוא נראה לחם עוני כשאינו טבול במלח:",
            "(ה) בלילה ראשונה - ר\"ל בלילות ראשונות:",
            "(ו) ויאכלם וכו' - לפי שבירך שתי הברכות וכונתו היה על השלמה ועל הפרוסה לפיכך צריך לאכול משניהם:",
            "(ז) בהסיבה - עיין לעיל בסימן תע\"ב ס\"ז ובהג\"ה שם:",
            "(ח) ביחד - שאם יאכל מתחלה כזית של המוציא דהיינו מן השלמה הרי הוא כמפסיק בין ברכת על אכילת מצה לאכילת הפרוסה שעלה קאי הברכה ואם יאכל הפרוסה מקודם ואח\"כ השלמה ג\"כ הוא כמפסיק להני פוסקים דסברי דברכת על אכילת מצה קאי על השלמה וע\"כ יאכלם ביחד:",
            "(ט) כזית מכל אחד - מן הפרוסה בודאי צריך כזית דהא מברכין על אכילת מצה ואין אכילה פחותה מכזית אבל פרוסת המוציא הלא קי\"ל דהמוציא מברכין אפילו על פחות מכזית וכנ\"ל בסימן ר\"י אלא משום דיש פוסקין שסוברין דברכת המוציא קאי על הפרוסה וברכת על אכילת מצה קאי על השלמה לכך צריך מכל אחת כזית. והסכימו האחרונים דצריך רק להכניס לפיהו את שני הזיתים בבת אחת ולרסקם אבל אין מחויב לבולעם בבת אחת אלא די שיבלע כזית לערך בבת אחת ואח\"כ יבלע השאר ובדיעבד אפילו בלע הכזית מעט מעט יצא כל שלא שהה מתחלת אכילתו עד סופה יותר מכדי אכילת פרס:",
            "(י) של המוציא תחלה - היא השלמה העליונה שמעיקר הדין עלה קאי ברכת המוציא ולא הוי כהפסק בדיעבד מה שאוכלה בין ברכת אכילת מצה לאכילת הפרוסה כיון שהיא באה לצורך אותו כזית דהיינו לצורך ברכת המוציא שצריך לברך גם על כזית של הפרוסה. וכתבו הפוסקים שצריך לאכול גם כזית ראשון של המוציא בהסיבה:",
            "(יא) ואח\"כ של אכילת מצה - ובדיעבד אם אכל כזית אחד בין מהשלמה ובין מהפרוסה יצא:",
            "(יב) כזית מרור - ואפילו אכל קלח שלם עם העלין כברייתה לא יצא כל שאין בו כזית [תה\"ד]:",
            "(יג) וישקענו כולו - כדי להמית ארס שבתוכו. ויש מקומות שאין נוהגין לשקע כולו אלא בטיבול מקצתו:",
            "(יד) ויאכלנו בלא הסיבה - שהוא זכר לעבדות ומ\"מ אם רוצה לאכול בהסיבה רשאי:",
            "(טו) מצה שלישית - כדי לקיים מצוה בשלשתן:",
            "(טז) וכורכה עם המרור - וצריך כזית מצה וכזית מרור. וטעם כריכה זו כדי לצאת דעת הלל דס\"ל דקרא דעל מצות ומרורים יאכלהו בהדי הדדי משמע ומ\"מ לצאת רק בזה ידי אכילת מצה ואכילת מרור אי אפשר בזה\"ז אפילו להלל דכיון דמרור בזה\"ז דליכא פסח אינו רק מדרבנן וע\"כ כשיאכלם ביחד אתי טעם מרור ומבטל לה לטעם מצה שהוא מדאורייתא אפילו בזה\"ז ומשום זה צריך לאכול מתחלה כל אחד בפ\"ע ואח\"כ אוכל שניהם ביחד כדי לעשות זכר לזמן שהיה מקדש קיים והקריבו פסח ואז לפי דעת הלל היו אוכלים מצה ומרור ביחד:",
            "(יז) וטובלה בחרוסת - שהרי כריכה זו היא זכר למקדש כהלל והלל היה מקיים מצות חרוסת במרור זה שבכריכה שהרי לא היה אוכל מרור כלל קודם כריכה זו וגם בזה צריך לנער החרוסת כמו במרור שאכל מקודם [מאמר מרדכי]:",
            "(יח) דאין לטובלו - טעמם שכבר קיים מצות חרוסת בטיבול ראשון וגם אין לחוש לארס שבמרור זה כיון שאוכלו עם מצה בכריכה:",
            "(יט) וכן ראיתי נוהגין - עיין באחרונים שהסכימו דהעיקר כדעה הראשונה ומ\"מ היכי דנהוג נהוג:",
            "(כ) ואומר - עיין בה\"ל:",
            "(כא) כהלל - והנוסחא אצלנו בהגדה כן עשה הלל בזמן שבית המקדש וכו' היה כורך מצה ומרור ואוכלם ביחד ויש שכתבו שצ\"ל היה כורך פסח מצה ומרור:",
            "(כב) ואוכלן ביחד - עיין לעיל סק\"ט שכתבנו שאין צריך לבלוע ביחד רק להכניסם בפיהו בב\"א וה\"ה הכא:",
            "(כג) בהסיבה - משום מצה שאוכל:",
            "(כד) כדי שתעלה - ר\"ל דהא עושין אנו זכר למקדש ואז היה עיקר המצוה רק בכריכה ולכן צריך שלא להפסיק כדי שתחול הברכה על הכריכה. ומ\"מ אין זה אלא לכתחלה ובדיעבד אם סח בינתים א\"צ לחזור ולברך על הכריכה:",
            "(כה) אם אין לו ירקות וכו' - דלכתחלה צריך להיות הכרפס ממין שאינו מה' מיני מרור וכדלעיל בסימן תע\"ג במ\"ב ס\"ק כ':",
            "(כו) ועל אכילת מרור - דא\"א בזה לנהוג כמו בשאר פעמים לאכול בלי ברכה ולברך על אכילת מרור אחר כזית מצה דאחר שכבר מילא כריסו ממנו קודם לכן בלי ברכה אינו הגון לברך אח\"כ ע\"כ יברך בתחלה על אכילת מרור ואוכל ממנו מעט לשם כרפסם (ואינו יכול לאכול לשם מצות מרור דלכתחלה בעינן מצה והדר מרור כדכתיב על מצות ומרורים וכו') ומ\"מ הברכה אינה לבטלה שמברך אותה כדי לאכול המרור שאחר המצה והגדה לא חשיב הפסק ובלבד שלא יפסיק בדבורים אחרים:",
            "(כז) ובטיבול השני יטבלנו וכו' - היינו אכילת מרור שאחר כזית מצה יטבלנה בחרוסת דכיון שמרור זה אוכל כדי לקיים מצות מרור צריך לטובלו בחרוסת וכדין מרור בעלמא. וצריך לאכול ג\"כ כזית מטעם זה:",
            "(כח) בלא ברכה - שיצא בברכת בפה\"א ועל אכילת מרור שבירך על אכילת מרור הראשונה. ודע דהרבה פוסקים חולקים על זה ולדידהו טפי עדיף בזה לכוין באכילת מרור הראשונה לקיים מצות מרור כיון שמברך אז אשר קדשנו וכו' ולדידהו חייב לאכול אז כזית ולטבול בחרוסת כדין מרור. ומרור השני שאוכל בלא ברכה הוא לשם כרפס בעלמא ואינו מחויב לאכול כזית ואין צריך לטבול ג\"כ דוקא בחרוסת ובחומץ או מי מלח נמי סגי וכדלעיל בסימן תע\"ג לענין כרפס:",
            "(כט) בלע מצה יצא - בדיעבד דגם זה מיקרי אכילה אע\"פ שלא לעסה ולא הרגיש טעם מצה ואע\"ג דלעיל בסימן תס\"א ס\"ד פסקינן דאין יוצאין במבושל ומשום דנתבטל טעם מצה אלמא צריך טעם מצה יש לומר דהתם גרע משום דהפת בעצמה אבדה טעם מצה אבל הכא יש בה טעם אלא שהוא לא הרגיש הטעם בפיו ומ\"מ כ\"ז בדיעבד אבל לכתחלה יש ללעוס אותה עד שירגיש הטעם בפיו:",
            "(ל) דטעם מרור בעינן - שירגיש המרירות בפיו זכר לוימררו את חייהם:",
            "(לא) ידי מצה יצא - ולא אמרינן דמבטל ליה המרור למצה וכנ\"ל בסקט\"ז דלא שייך ביטול אלא כשלועסן ומתערבין ביחד אבל בזה שלא לעסן כל חד וחד לחודיה קאי:",
            "(לב) בסיב - היא הקליפה הגדל סביב הדקל:",
            "(לג) לפי שאין וכו' - ואם כרך המצה בדבר מאכל ובלע יצא אע\"פ שיש הפסק בין המצה לגרונו כיון ששניהם מיני מאכל דרך אכילה בכך [פר\"ח]:",
            "(לד) בלא כוונה - ואע\"ג דמצות צריכות כונה כדלעיל בסימן ס' ס\"ד וכ\"ש הכא דאינו רוצה לאכול הרי בודאי אינו מתכוין לצאת ידי המצוה תירצו המפרשים דבמידי דאכילה שע\"כ נהנה גרונו עדיף טפי וכמתכוין דמי. ודע דכמה פוסקים חולקין ע\"ז וס\"ל דלפי מאי דקי\"ל דמצות צריכות כונה אין לחלק בין מידי דאכילה לשאר מצות וכל שלא נתכוין באכילה לצאת ידי המצוה לא יצא וכן פסק הפר\"ח:",
            "(לה) כגון שאנסוהו נכרים וכו' - וכ\"ש היכא שכפאוהו ישראל לאכול כדי לקיים מצות מצה דיצא:",
            "(לו) יצא ידי חובתו כיון וכו' - ומ\"מ היכא שאומר בפירוש שמכוין שלא לצאת ידי המצוה בזה אפשר דגרע טפי אף שנהנה גרונו ולא יצא:",
            "(לז) אבל אם היה סבור וכו' - כיון שלא ידע כלל שהוא עושה מעשה המצוה ואפילו בלא כפאוהו עכו\"ם ומעצמו טעה ג\"כ לא יצא:",
            "(לח) ואח\"כ נתרפא - ר\"ל באותו הלילה דלמחר בודאי אינו מברך שוב ברכת אכילת מצה דביום אינה אלא רשות וכדלקמיה ואין תשלומין למצוה זו [אחרונים]:",
            "(לט) בשעה שהיה פטור וכו' - ר\"ל שהיה אז בכלל שוטה ואינו איש:",
            "(מ) וחזר ואכל וכו' - וה\"ה אפילו לא הפסיק בינתים אלא ששהה באכילתו את הכזית יותר מכדי אכילת פרס אין מצטרף יחד ואינו יוצא:",
            "(מא) יצא - היינו בדיעבד אבל לכתחלה צריך לאכול כזית ביחד ולבלוע:",
            "(מב) בין אכילה לחברתה - הלשון אינו מדוקדק כ\"כ דצריך שלא ישהה מתחלת אכילה ראשונה עד סוף אכילה אחרונה יותר מכדי אכילת פרס דזה אין נחשב בכלל אכילה:",
            "(מג) וע\"ל סימן תרי\"ב - היינו שיעור פרס:",
            "(מד) אלא בלילה הראשון - דכתיב בערב תאכלו מצות אבל שאר כל הלילות וכל הימים אינו מוזהר אלא שלא לאכול חמץ ואף דמחוייב לאכול פת ביו\"ט כדמוכח בסי' קפ\"ח יכול לצאת במצה עשירה דהיינו שנילושה במי פירות אבל לחם עוני אינו מחוייב מן התורה כ\"א בלילה הראשון ומשום ספיקא דיומא חייב לדידן אף בלילה שניה:",
            "(מה) בלבד - ובשם הגר\"א כתבו דעכ\"פ מצוה איכא לאכול מצה כל שבעה אלא שאינו חיוב:",
            "(מו) ונהגו לעשות וכו' - עיין בספר בית מאיר שמפקפק על המנהג ובכמה מקומות כהיום נשתקע המנהג:",
            "(מז) סימן - ואין לעשות אותיות להכירא שכששוברין אותה הוי מוחק ביו\"ט:",
            "(מח) אחת מהן - פי' אפילו אם השלישית נשברה ואם כן מקדימין עכשיו השלישית קודם לשניה מ\"מ משום הקדמה למצוה א\"צ לאפות אחרת:",
            "(מט) יוצא בכזית - עיין בס\"א ובמ\"ב סק\"ט:"
        ],
        [
            "(א) שלא לאכול וכו' - ובאלו ארצות אין נוהגין לאכול צלי בשני הלילות ואפילו צלי קדר [פי' שנצלה בקדירה בלא מים ושום משקה אלא מתבשל במוהל היוצא ממנו] אע\"פ שאינו דומה לצליית הפסח שהפסח שנצלה בקדירה פסול אפ\"ה יש לאוסרו מפני מראית העין שלא יטעו להתיר גם צלי אש ואפילו אם בישלו מתחלה במים ואח\"כ עשאו צלי קדר יש לאסור מטעם זה ומיהו לצורך חולה קצת יש להקל בזה ואם היה צלוי ואח\"כ בשלו מותר לכל:",
            "(ב) שה - בין שה כשבים או שה עזים:",
            "(ג) כולו כאחד כאחד - דהיינו ראשו על כרעיו ועל קרבו כמו בפסח:",
            "(ד) ואם היה מחותך או שחסר וכו' - ר\"ל שצלה אותו כשהוא מחותך או אפילו כשהוא מחובר אלא שנחתך ממנו אבר אחד קודם הצליה ובשעת צליה הניחו אצלו וצלאו ביחד:",
            "(ה) או שלק וכו' והוא מחובר - ר\"ל ואח\"כ צלהו כולו כאחד הואיל ואינו דומה לצליית הפסח הרי זה מותר בכל זה:",
            "(ו) אכילה גסה - דהיינו שאינו מתאוה כלל לאכול שאז אינו עושה מצוה מן המובחר שאף שאפיקומן הוא זכר לפסח והפסח נאכל על השובע דהיינו שהוא שבע כבר ולכן אוכלין האפיקומן אחר גמר הסעודה כמו שיתבאר בסימן תע\"ז מ\"מ צריך שיהא לו קצת תאוה לאכול ואם לאו אין זה מן המובחר ואם שבע כ\"כ עד שנפשו קצה באכילה מרוב שובע אף שדוחק עצמו לאכול אינו יוצא ידי חובתו כלל במצוה זו שאכילה גסה כזו אינה נקראת אכילה כלל. כתבו הפוסקים אל יהיה אכילת אפיקומן עליו לטורח דעי\"ז אין מתקיים המצוה מן המובחר:",
            "(ז) וישן מיד - ותניא בתוספתא חייב אדם לעסוק בהלכות פסח כל הלילה:",
            "(ח) אפילו בשר עגל ועוף - ר\"ל אף שאין הפסח בא מהם מ\"מ אסור לאכלו צלי לפי שהעולם יטעו בין צלי לצלי ויבואו להתיר גם בשר צלוי מכבשים ועזים:",
            "(ט) שטעון שחיטה - לאפוקי דגים וביצים מותר לאכלם צלוים בכל מקום לפי שאין דומין כלל לבשר ולא יטעו בהם. ואפילו הביצה שמניחים על הקערה מותר ע\"י צלי ולאכלה [ט\"ז]:",
            "(י) במקום שנהגו שלא וכו' - אבל במקום שנהגו לאכול צלי מותר לאכול אפילו עגל שצלוי כולו כאחד דאין הפסח בא ממנו:",
            "(יא) ונ\"ל הטעם וכו' - והגר\"א כתב עוד טעם מפני שהביצה הוא זכר לחגיגה וכמבואר לעיל בסימן תע\"ג ס\"ד וע\"כ צריך לאכלו ג\"כ ומה שאין אוכלין הזרוע לפי שעושין אותו צלי כמ\"ש בסימן תע\"ג ואין אוכלין צלי ויוצאין באפיקומן שאוכלין עכ\"ד ולפ\"ז נראה דיהדר לאכול גם בליל א' אותה ביצה שעל הקערה ושאר ביצים שאוכלין הוא משום שנשתרבב המנהג:",
            "(יב) שליל ת\"ב נקבע וכו' - פי' כמו שחל יום א' של פסח יהיה לעולם באותו יום ת\"ב וכמבואר לעיל בסימן תכ\"ח ע\"ש:",
            "(יג) שהיו מקריבין - ומתאבלין ע\"ז ולפי טעם זה שייך המנהג גם ביום השני [ח\"י] וכן הוא ג\"כ לטעם הגר\"א הנ\"ל ומ\"מ צריך לידע שלכל הטעמים הביצים שאוכלין בתוך הסעודה הוא רק זכר בעלמא ודלא כההמון שחושבים זה למצוה ומחמת זה ממלאים כרסם עד שאוכלין אפיקומן על אכילה גסה ולכן צריך אדם לידע בנפשו [ח\"א]:",
            "(יד) רק ב' טיבולים - ומה שטובלין גם המרור שעל הכריכה בחרוסת אין זה טיבול שלישי דהוא רק משום ספק בלבד [ט\"ז בסימן תע\"ה]:"
        ],
        [
            "(א) כזית - ולכתחלה טוב שיקח שני זיתים אחד זכר לפסח ואחד זכר למצה הנאכלת עמו:",
            "(ב) כל אחד - ואף נשים חייבות בזה:",
            "(ג) על השובע - ועיין לעיל בסימן תע\"ו ס\"א בהג\"ה ובמה שכתבנו שם במ\"ב:",
            "(ד) ויאכלנו בהסיבה - ובדיעבד אם שכח ואכלו בלא הסיבה א\"צ לחזור ולאכול אם קשה עליו האכילה:",
            "(ה) ולא יברך עליו - שהוא רק לזכר וכנ\"ל כתב של\"ה ראיתי מבני עליה שהיו מנשקין המצות והמרור וכן הסוכה בכניסתו וביציאתו וכן ארבעה מינים שבלולב והכל לחבוב המצוה ואשרי מי שעובד ה' בשמחה:",
            "(ו) ויהא זהיר וכו' - שכיון שהוא זכר לפסח צריך לאכלו בזמן פסח והפסח אינו נאכל אלא עד חצות וכ\"ש כזית הראשון שמברכין עליו על אכילת מצה שצריך ליזהר מאד שלא לאחרו עד חצות ובדיעבד אם איחר מסתפקים הראשונים אם יצא ידי חובתו וע\"כ יאכלנו ולא יברך עליו על אכילת מצה וגם מרור אף שהוא מדרבנן יזהר לאכלו קודם חצות ואם איחר יאכלנו בלא ברכה ואם החשיך לו קודם אמירת הגדה עד סמוך לחצות יקדש וישתה כוס ראשון ויטול ידיו ויברך המוציא ועל אכילת מצה ויאכל וגם יברך על המרור תיכף קודם חצות ואח\"כ יאמר הגדה ואח\"כ יסעוד סעודתו [אחרונים]:",
            "(ז) שגם ההלל - ר\"ל עם ברכתו שמברך לאחריה יאמר לכתחלה קודם חצות:",
            "(ח) בלא ברכת המוציא - דאף דבסימן קע\"ט י\"א דאם אמר הב לן ונברך הוי היסח הדעת ואם ירצה לאכול צריך לחזור ולברך הכא אתכא דרחמנא סמכינן דאין תלוי בדעתו דהא צריך לקיים רצון ה' ובודאי השכחה גרמה לו שיטול ידיו או לומר הב לן ונברך ולא הסיח דעתו לגמרי:",
            "(ט) יטול ידיו - דכיון שבירך ברכת המזון אסח דעתיה ועיין בפמ\"ג שכתב דיטול בלא ברכה ובפרט היכא שיודע שלא הסיח דעתו שלא יברך:",
            "(י) ויברך בפה\"ג וכו' - וזהו כוס שלישי ולא הצריכו ליה לשתות כוס זה סמוך לברכת המזון הראשון דלא תקנו כוס ג' אלא בגמר אכילתו וזה ששכח לאכול אפיקומן כמי שלא גמר אכילתו דמי [ב\"ח]:",
            "(יא) לא יאכל האפיקומן - דאם יאכל יצטרך לברך ברכת המזון וברכת המזון צריך כוס וא\"כ הוא כמוסיף על הכוסות וכתבו כמה אחרונים דכ\"ז הוא להני פוסקים דס\"ל לעיל סימן קפ\"ד ברכת המזון טעונה כוס אמנם לפי מנהגנו כמ\"ד ברכת המזון בעלמא אינה טעונה כוס גם עכשיו יאכל האפיקומן ויברך בהמ\"ז בלי כוס:",
            "(יב) ויסמוך על מצה וכו' - ר\"ל שזה יהיה נחשב לשם אפיקומן אע\"פ שלא כוון אז לשם זה ואף דקי\"ל בסימן תע\"ט דאחר אפיקומן אין לאכול שום דבר ואיהו הלא אכל אחר המצה עוד דברים אחרים מ\"מ בדיעבד יצא:",
            "(יג) בתוך הסעודה וכו' - הא אם לא היה לו שמורה כלל בתוך הסעודה אף שבתחלת הסעודה אכל הכזית מצה שמורה כדין חוזר ואוכל אפיקומן דלא יצא מצות אפיקומן בזה דהא בעינן שיהא נאכל על השובע [פר\"ח ופמ\"ג]:",
            "(יד) שימור למצת מצוה - ולא אכל מאותה מצה תוך הסעודה שיהיה יכול לסמוך ע\"ז לשם אפיקומן:",
            "(טו) אפילו לא נזכר וכו' - וכ\"ש אם נזכר קודם שהתחיל לומר הלל בודאי אוכל אפיקומן ומברך בהמ\"ז על הכוס ואין כאן משום שתיה בין כוס שלישי לרביעי דאסור כדלקמן בסי' תע\"ט שכיון שהשלישי היה בטעות חוזר הכוס שהוא מברך עתה עליו להיות שלישי:",
            "(טז) עד אחר ההלל - ר\"ל וגם בירך בפה\"ג על כוס רביעי ששותה אחריו:",
            "(יז) ואין לחוש וכו' - שכיון שמתחלה היה הכוס שלישי בטעות נחשב זה הכוס לכוס שלישי ואף שא\"כ הוא שלא כסדרן שהקדים לזה הכוס של הלל שהוא ראוי להיות אחרון אין הסדר מעכב. ודע דלפי מה דנוהגין בכל השנה לברך בהמ\"ז בלא כוס גם בזה יאכל האפיקומן בלא כוס:\n"
        ],
        [
            "(א) אין לאכול - כדי שלא יעבור מפיו טעם מצה של אפיקומן שהוא מצוה ע\"י טעם אותו מאכל ובדיעבד אם אכל אחריו שום דבר יחזור ויאכל כזית מצה שמורה לשם אפיקומן:",
            "(ב) שום דבר - ולענין שתיה נחלקו הפוסקים ויש להחמיר במשקה המשכר ולכתחלה נכון ליזהר מכל משקה חוץ ממים וכה\"ג כמו שמבואר לקמן בסימן תפ\"א במ\"ב סק\"א:",
            "(ג) ולא יאכלנו - להאפיקומן אבל שאר הסעודה לית לן בה:",
            "(ד) בשני מקומות - וה\"ה בחדר אחד מקצתו בשולחן זה ומקצתו בשולחן אחר דהוי כשני מקומות והטעם שאפיקומן זכר לפסח ופסח אינו נאכל בשני מקומות לפי שנאמר בבית אחד יאכל:",
            "(ה) דלא עדיף - מביא ראיה שגם במצה מחמירין בשני מקומות כמו בפסח:",
            "(ו) בתוך הסעודה - עיין בדברי הרמ\"א בהג\"ה:",
            "(ז) אינו חוזר לאכול - דהשינה חשובה הפסק ועשאוהו רבנן כאוכל בשני מקומות:",
            "(ח) חוזרים ואוכלים - דכיון שיתר בני החבורה היו נעורים לא חשב הפסק אפילו לגבי הישינים:",
            "(ט) נתנמנמו - היינו שלא נשקע בשינה כולי האי ואם שואלים אותו היכן הנחת כלי זה וכשמזכירין לו הנחתו במקום פלוני נזכר ואומר הן או לאו זהו קרוי מתנמנם:",
            "(י) אבל שינה קודם לזה - דהיינו בתוך האכילה:",
            "(יא) לא הוי וכו' - ר\"ל דלא חיישינן להפסק זו כיון שאינו בתוך האפיקומן ולענין אם צריך לברך המוציא עוד הפעם משום השינה עיין לעיל בסימן קע\"ח ס\"ז ובמ\"ב שם:"
        ],
        [
            "(א) מוזגין לו כוס שלישי - וצריך הדחה ושטיפה אם אינו נקי ואף מי שאינו נזהר בכל השנה לראות אם הוא נקי מ\"מ בזה הלילה יזהר משום הידור מצוה:",
            "(ב) ומברך עליו בהמ\"ז - אפילו אם מברך ביחידי ואפילו למ\"ד בעלמא דבהמ\"ז אינה טעונה כוס מ\"מ הואיל שתקנו חכמים לשתות ארבעה כוסות בלילה זו יש לעשות מצוה בכל כוס וכוס להכי סומכין כוס שלישי לבהמ\"ז [גמרא]:",
            "(ג) ושותהו בהסיבה - ואם שתה בלא הסיבה אם יחזור וישתה עיין לעיל בסימן תע\"ב ס\"ז ובהגה\"ה:",
            "(ד) ולא יברך אחריו - אפילו שתה כל הרביעית דסומך על ברכה אחרונה שמברך על כוס רביעי:",
            "(ה) ולא ישתה יין - שמא ישתכר ויישן ולא יגמור את ההלל ויש שכתבו הטעם מפני שהוא נראה כמוסיף על הכוסות וכתבו האחרונים דלאו דוקא יין ה\"ה שאר משקין המשכרין מיהו אם אינו משכר מותר והוא שלא היה חמר מדינה דאם היה חמר מדינה יש להחמיר ולחוש לטעם השני דנראה כמוסיף על הכוסות:",
            "(ו) מיהו מכוס שלישי וכו' - דלטעמא קמא משום שכרות בודאי לא שייך שהרי אינו שותה יותר מארבעה כוסות. ולטעמא דנראה כמוסיף נמי ליכא שהרי אינו אלא כוס אחת. ומ\"מ אם לאחר ששתה רוב רביעית לא היה בדעתו לשתות יותר ואח\"כ נמלך לשתות עוד דעת מ\"א וח\"י כיון שצריך לברך עליו מחדש מחזי כמוסיף על הכוסות ועיין לעיל בסי' תע\"ב בבה\"ל מה שכתבנו בזה:",
            "(ז) כמה פעמים - ומ\"מ אם הכוס גדול הרבה יותר מדאי לא ישתנו כולו שלא ישתכר [אחרונים]:",
            "(ח) דהפסיק בינתים - ר\"ל לאחר ששתה רוב רביעית בתחלה הפסיק הרבה יותר מכדי אכילת פרס:",
            "(ט) אחר זימון - הסכימו האחרונים דהאי זימון אינו לענין בהמ\"ז דבשביל זה אינו מחוייב להדר יותר מבשאר ימות השנה והכא לענין הלל מיירי שמצוה להדר לומר הלל בשלשה כדי שיהא אחד אומר לשנים הודו והם יענו פסוק שאחר זה ואותו שיקראוהו לזימון זה לא יאכל ולא ישתה ולא יסייע לברך ברכת הזימון אלא ישמע הודו ויענה עמהם ויחזור לביתו וגם בזה הסכימו דאף שמצוה מן המובחר לומר הלל בשלשה גברים גדולים ועל כן אם יש בביתו על שולחן אחד גברא בר חיובא בודאי מהנכון לצרף אותו לאמירת הודו מ\"מ אין קפידא כ\"כ שיכול לצאת בזה באשתו ובניו (ואם בניו הם קטנים עיין לקמיה) דהיינו שהוא יאמר והם יענו [וה\"ה שאשתו יכולה לומר הודו שהרי גם נשים מחויבות בהלל זה כמו שהם מחויבות בד' כוסות וכתב הח\"י דלפי מה שנוהגין לומר הודו בניגון נעימת קול יש לחוש למאי דאמרינן בגמרא זמרן נשי ועניין גברי כאש בנעורת] ואם רוצה לחזור אחר זימון לבהמ\"ז ורוצה לילך לשכנו לברך שם לא יאכל האפיקומן בביתו דהא ע\"כ יהא צריך לאכול שם דבר מה כדי להצטרף לבהמ\"ז ואסור לאכול אחר האפיקומן שום דבר וגם האפיקומן גופא אסור לחלק ולאכול בשני מקומות וכדלעיל בסימן תע\"ח אלא יאכל האפיקומן במקום שמזמן ומברך שם וגם ישתה שם הכוס וישאר שם עד גמר הסדר ואם רוצה יחזור לביתו אחר בהמ\"ז ויגמור ההלל וישתה כוס רביעי אבל מ\"מ לא נהגו עכשיו כן לילך לאכול האפיקומן בבית אחר וכ\"כ טוב יותר לברך בביתו יחידי מלילך באמצע סעודתו לבית אחר ולחפש אחר זימון. אכן אם רוצה להדר ולקיים הכל מן המובחר ואין לו בביתו זימון שלם של ג' אנשים יראה להזמין לכתחלה לסעודה איזה אורח כדי שיהא לו זימון שלם לבהמ\"ז וגם לאמירת הודו:",
            "(י) אומר הודו ואנא וכו' - הוא רק מצוה לכתחלה ואינו לעיכובא [פר\"ח]:",
            "(יא) והאחרים עונין אחריו - ואם אין שם כ\"א שנים שניהם יאמרו הודו [אחרונים]:",
            "(יב) ליתן לקטן רשות - שהוא יאמר כדי שלא יישנו וגם כדי לחנכם במצות. וזהו דוקא באמירת אנא מפני שהם עונין אחריו אותו פסוק גופא אבל לא בהודו:",
            "(יג) שבעל הבית מברך - אף אם יש לו אורח ומ\"מ אין קפידא בזה אם בירך אחר [ח\"י]:"
        ],
        [
            "(א) מתחיל לא לנו - בלא ברכה ואומרים ההלל מיושב אף שבכל השנה אומרים מעומד בפסח שאני מפני שמיושב הוא דרך הסיבה וחירות:",
            "(ב) את ההלל - מי שאירע לו אבל ביו\"ט שלא נהג אבילותו קודם יו\"ט מ\"מ גומר את ההלל:",
            "(ג) עד על נהרות בבל - ואינו אומר רננו צדיקים:",
            "(ד) עד מעולם ועד עולם - ונוסחתנו בישתבח הוא מעתה ועד עולם ובדיעבד אם חתם ישתבח בברכה יאמר אח\"כ יהללוך בלא חתימה:",
            "(ה) ואז יאמר יהללוך - ויש נוהגין כהפוסקים לומר תיכף אחר הלל יהללוך עד כי מעולם ועד עולם אתה אל ואח\"כ אומר הלל הגדול ונשמת וישתבח וחותם בא\"י מלך מהולל בתשבחות (ויש שחותמין הבוחר בשירי זמרה וכו' כמו שאומרים בישתבח תמיד) ולפי מנהג זה אם בשעה שאומר יהללוך שכח וחתם בא\"י מלך מהולל בתשבחות שוב לא יחתום בישתבח אלא יאמר הלל הגדול ונשמת וישתבח עד מעתה ועד עולם:",
            "(ו) ושותהו - והפיוטים דהיינו אז רוב ניסים וכו' אומר אחר שתיית הכוס שאינו אלא מנהג ומהר\"מ היה שותה אחר הפיוטים ואחר כי לו נאה כדי שלא יהיה צמא כשישכב וכ\"ה בסידורים. בלילה א' יאמר אז רוב נסים ובלילה ב' יאמר אומץ גבורותיך ויש נוהגין שאומרים הכל בשני לילות שוין:",
            "(ז) ומברך אחריו וכו' - ובברכה זו יפטור גם הכוס ג' וכדלעיל סימן תע\"ד:",
            "(ח) צריך לשתות פעם וכו' - וה\"ה בכוס ג' ג\"כ דינא הכי להמחבר מיהו לענין ברכה לפניה דוקא בכוס רביעי שלא חשב לשתות עוד כלל משא\"כ בכוס שלישי שבלא\"ה חשב לשתות עוד על סמך ברכה זו לא מיקרי היסח הדעת ואין צריך לברך:",
            "(ט) ועיין לעיל סי' תע\"ב - ר\"ל דהכריע שם בהג\"ה דלדידן שאין דרכנו להסב בכל השנה אין לחזור ולשתות בהסיבה:",
            "(י) כדי לזכור שהוא ל\"ש - ואין מתייראין משום דבר ונוהגין באלו מדינות למזוג כוס אחד יותר מהמסובין וקורין אותו כוס של אליהו הנביא (לרמז שאנו מאמינים שכשם שגאלנו הש\"י ממצרים הוא יגאלנו עוד וישלח לנו את אליהו לבשרנו):",
            "(יא) אף שלא במקום סעודה - ואף שאינו שותה הארבעה כוסות במקום אחד אין בכך כלום:"
        ],
        [
            "(א) אינו רשאי וכו' - הרבה טעמים יש בזה בפוסקים יש שכתבו משום שמצוה לספר ביציאת מצרים ובנפלאותיו של הקב\"ה אפילו כל הלילה כ\"ז שלא חטפתו שינה וכדלקמיה ולהכי לא ישתה שלא ישתכר ויתבטל ממצוה זו ולפי סברא זו דוקא יין או שאר משקה המשכר ויש שכתבו דלא יהא נראה כמוסיף על הכוסות שנראה כמתחיל בסעודה אחרת ולפ\"ז כל חמר מדינה אסור אף שאינו משכר ויש שכתבו משום שלא יתבטל טעם מצה מפיו ע\"י שתייתו וכמו שאסרו לאכול אחר הסדר מטעם זה ולפי טעם זה כל משקה אפילו אינו חמר מדינה ואינו משכר אסור ומסתימת דברי המחבר ורמ\"א משמע שדעתם להחמיר ככל הני טעמי ומ\"מ כתבו האחרונים דאינגבע\"ר וואסע\"ר וה\"ה טייא או עפיל טראנק ויש שכתבו גם לאקרי\"ץ מותר דזה אינו מבטל טעם מצה וכמיא בעלמא הוא [אכן בעפיל טראנק שכותש את התפוחים בבית הבד ויש להם טעם גדול יש אוסרים] והנה אף דלכתחלה נכון להחמיר בכל דבר שמבטל טעם מצה מ\"מ במקום צורך גדול יש לסמוך על סברא הראשונה להתיר לו לשתות שאר משקין שאין משכרין ובפרט בליל שני בודאי יש להקל בשאר משקין שאין משכרין:",
            "(ב) תאב הרבה לשתות - אפילו יין:",
            "(ג) ויאמר עליו הלל הגדול - דוקא אם לא סיים עדיין הברכה ושתה כוס ד' אז יכול לומר הלל הגדול עד סוף ולחתום בברכה ולשתות הכוס ה' אבל אם כבר סיים סוף הברכה אין לחזור ולומר הלל הגדול ולברך לבסוף דלא תקנו כ\"א ברכה אחת:",
            "(ד) שמע - וצריך לברך ברכת המפיל. ואם קרא ק\"ש בבהכ\"נ קודם הלילה צריך לקרות כל הק\"ש כדי לצאת וכנ\"ל בסי' רל\"ה:"
        ],
        [
            "(א) משומרת - עיין לעיל סי' תנ\"ג ס\"ד מהו משומרת ועיין בה\"ל:",
            "(ב) אלא כזית - וא\"כ אם יאכלו בראשונה לא יהיה לו לאפיקומן ואם ירצה לצאת בו גם במקום אפיקומן א\"כ לא יהא רשאי לאכול אחריו וכדלעיל בסימן תע\"ח וע\"כ צריך לעשות כמו שמבאר והולך:",
            "(ג) מברך על אכילת מרור וכו' - ר\"ל לאחר שמברך מתחלה ברכת המוציא לבד על מצה שאינה משומרת מברך על המרור וברכת על אכילת מצה יברך לבסוף בשעה שאוכל כזית המשומרת ואע\"ג דלכתחלה צריך לאכול מצה של חיוב והדר מרור משום שנאמר על מצות ומרורים בתחלה מצה והדר מרורים היכא דלא אפשר שאני והמחבר השמיט דין דכריכה ומשמע דס\"ל דלא מצרכינן ליה כריכה משום דאין לו מצה שמורה רק כזית ובמצה שאינה שמורה לא חשיב כריכה שהרי אינה מצה כלל:",
            "(ד) על אכילת מצה - דברכת המוציא כבר בירך:",
            "(ה) אותו כזית - המשומר ועולה לו גם במקום אפיקומן שהרי אוכלו על השובע:",
            "(ו) ואינו טועם אחריו כלום - וכמו בכל מקום לאחר אפיקומן. והנה כ\"ז בשאין לו רק כזית אחד שמורה אבל אם יש לו שני זיתים אוכל כזית אחד בתחלת אכילתו ומברך עליו המוציא ועל אכילת מצה וכזית אחר יאכלנו אחר גמר סעודתו לשם אפיקומן. וחולה שאינו יכול לאכול רק כזית או מי שאין לו שום מצה רק כזית יאכל תבשילו בלא המוציא ואחר סעודתו יברך המוציא ועל אכילת מצה ויאכל אותו כזית אבל אם אין לו גם כן יין א\"כ צריך לקדש על המצה תחלה ואח\"כ יאכל תבשילו:",
            "(ז) רק ג' מצות - דאם היה לו ארבעה היה מסתפק ביום הראשון משנים ושנים לליל שני:",
            "(ח) מן הפרוסה - שפרס ממנה כבר כזית לאפיקומן:",
            "(ט) וב' השלימות לליל ב' - משום לחם משנה יש מאחרונים שכתבו שבזה לא יבצע פרוסה לאפיקומן בליל שני עד לאחר ברכת המוציא קודם ברכת על אכילת מצה כדי שיברך המוציא על לחם משנה שלימות ועל אכילת מצה יברך על הפרוסה שהפרוסה היא לחם עוני. כתב מ\"א אם אפשר לו לשייר בליל א' פרוסה קטנה של כזית ישייר ויניחנה בליל ב' בין שתי השלימות כדי שיהיה לו לחם משנה מלבד הפרוסה שמברך עליה על אכילת מצה כמו שנתבאר בסימן תע\"ג. וכן להיפך אם אין מספיק לו ללילה הראשונה במצה אחת לכל בני ביתו יקח פרוסה מן השניה וישאיר מצה א' וחציה לליל שניה דכיון שהוא שעת הדחק יכול לסמוך על הפוסקים דס\"ל דבליל פסח סגי לכתחלה בפרוסה ויברך המוציא ועל אכילת מצה על הפרוסה שעל גבי השלמה ומהשלמה יעשה כריכה והאפיקומן:"
        ],
        [
            "(א) מי שאין לו יין - היינו שאין לו כלל אבל אם יש לו יין אפילו רק על כוס אחד [וה\"ה שאר משקין אם הוא חמר מדינה לפי מה שמסיק הרמ\"א בהג\"ה] יקדש עליו ולא יקדש על הפת אף אם דרכו בשארי שבתות ויו\"ט לקדש על הפת מ\"מ בלילה זה כשתקנו חכמים ד' כוסות תקנו לקדש על היין ולא על הפת. ואם יש לו שני כוסות יקדש על הראשון ואח\"כ יאמר ההגדה בלא כוס ובהמ\"ז יברך על כוס השני ויצא בזה גם דעת הי\"א בסימן קפ\"ב דס\"ל דבהמ\"ז טעונה כוס ואם יש לו ג' כוסות מקדש על אחד ואומר הגדה על אחד ובהמ\"ז על אחד וחצי הלל שאחר בהמ\"ז יאמר בלא כוס:",
            "(ב) ובוצע - עיין בבה\"ל:",
            "(ג) ומניח ידיו עליו - שכיון שמקדש עליו מצוה לאוחזו בידו כשם שאוחז בכוס שמקדש עליו:",
            "(ד) ואח\"כ אוכל שאר ירקות - זהו הכרפס. וטובל במי מלח או בחומץ וקודם מצה כנהוג שאר שנים א\"א לאכול דהא אסור לטעום קודם קידוש. ולענין ברכה עליהם תלוי הדבר באם הוא דבר שממשיך תאות המאכל אין מברך עליהם דהוא בא בכלל הסעודה ואם לאו מברך עליהם בורא פרי האדמה:",
            "(ה) ואומר מה נשתנה וכו' - וה\"ה דאומר הא לחמא עניא וכו'. עד גאל ישראל. עיין במ\"א שכתב דיהללוך לא יאמר בחתימה שנתקנה על הכוס דוקא והעתיק הח\"י את דבריו אבל בפר\"ח מסיק דנראה יותר שיאמרנה וכמו שכתב הד\"מ דאין הכוס מעכב לזה דהא בבהכ\"נ אומרים הלל בלא כוס וכן הסכימו כמה אחרונים:",
            "(ו) ומברך על המרור - וטובלו בחרוסת שלענין נטילה שנית כשרוצה לגמור סעודתו מסיק במאמר מרדכי דצריך ליטול ידיו מדינא דהא הפסיק בהגדה והלילא [ודומיא דפסקינן לעיל דצריך ליטול ידיו לאכילה אע\"ג דנטל מתחלה כדין לדבר שטיבולו במשקה משום דהפסיק באמירת הגדה וה\"נ דכוותיה] אכן אם כוון בנטילה ראשונה לגמור סעודתו ולשמור ידיו שלא לטנפם מסיק שם דא\"צ ליטול שנית:",
            "(ז) בלא ברכה - ר\"ל שא\"צ לברך שנית על המצה אע\"ג דהפסיק הרבה באמירת הגדה אחר הברכה ראשונה שבירך על המצה ואח\"כ גומר הסעודה וכל הסדר בלא כוס יין:",
            "(ח) ובמקומות שנוהגים לשתות וכו' - עיין לעיל בסימן תס\"ז ס\"ח בהג\"ה:",
            "(ט) כמו שנתבאר לעיל וכו' - ר\"ל כמו שהסכים שם כהג\"ה דבלילה אין לקדש על שאר משקין:",
            "(י) יש לסמוך וכו' - כדי שיוכל לעשות הסדר כסדרו ולקיים ד' כוסות:",
            "(יא) אם הוא חמר מדינה - ואפילו במקום שכל השנה אין רוב שתיית העם במי דבש ורק בפסח ג\"כ יש להקל [מ\"א וא\"ר וש\"א דלא כח\"י]. ואפשר עוד דאם שתיית רוב ההמון לאקרי\"ץ או עפי\"ל טראנ\"ק מותר ליקח אותו לארבעה כוסות אם אין לו יין:"
        ],
        [
            "(א) מאן דבעי וכו' - משום שאין בהם מי שיודע לקדש ולומר הגדה:",
            "(ב) מברך ברישא וכו' - היינו שמקדש ואומר הגדה הכל כסדר ואוכל מצה ומרור ואפיקומן עד בהמ\"ז:",
            "(ג) ומברך בהמ\"ז - ושותה הכוס ובלא ברכת המזון אסור לעקור ממקומו לילך למקום אחר ואפילו בדעתו לאכול שם יותר:",
            "(ד) והדר מברך - ר\"ל שמקדש להם ומברך להם גם בפה\"ג ומברך להם ברכת כרפס ואומר לפניהם ההגדה וברכת כוס שני וגם ברכת המוציא וברכת אכילת מצה ומרור ואע\"ג דבשאר ברכות הנהנין קיימ\"ל שאין יכול לברך לאחרים אא\"כ יהנה עמהן שאני ברכת הלחם של מצה וקידוש היום שהם חובה הלכך יכול לברך להוציא אחרים אף שאינו נהנה וכן ברכת הירקות חשיב ג\"כ מצוה ויכול להוציא אחרים:",
            "(ה) ירקי - היינו כרפס ומרור:",
            "(ו) ואיהו לא אכיל וכו' - שהרי כבר אכל אפיקומן ואסור לו לטעום שוב וכדלעיל בסימן תע\"ח וגם שתיה אסור לכו\"ע שהרי הוא עומד בין כוס ג' לד' וכנ\"ל בסימן תע\"ט:",
            "(ז) ומברכי אינהו בהמ\"ז - אבל הוא אסור לברך בשבילם בה\"מ דבבהמ\"ז אין להוציא אחר אא\"כ אכל ונתחייב גם כן דכתיב ואכלת ושבעת וברכת מי שאכל הוא יברך:",
            "(ח) יקרא מלה במלה - והם יענו אחריו דכל שקורא מלה במלה והאחר עונה עמו לא הוי ברכה לבטלה אע\"פ שיצא מכבר דהרי הוא רק מלמדו לברך:",
            "(ט) ולא אכיל וכו' - ואסור לטעום קודם קידוש כמ\"ש סימן רע\"א. ואם יכוין לצאת ג\"כ בהקידוש שאומר לפניהם יצטרך לאכול שם כזית ולברך בהמ\"ז ג\"כ:",
            "(י) יגמור הכל - אפילו הלל:",
            "(יא) ולא יאכל וישתה - כנ\"ל בסק\"ו:"
        ],
        [
            "(א) שלא אוכל מצה סתם - בין אם אמר זה קודם הפסח בין אמר בליל פסח גופא כיון דלא אמר בשבועתו דמשתבע רק אמצת מצוה אלא כולל בשבועתו כל מצה ולאו דוקא מצה של לילה זו חיילא שבועתו דשבועה חל בכולל דברים המותרים עם דברים האסורים בשב ואל תעשה ומ\"מ כתבו הפוסקים דמצוה להתיר שבועתו כדי שיוכל לקיים מ\"ע דאכילת מצה:",
            "(ב) בליל פסח - דכיון דאמר ליל פסח מסתמא כוונתו אמצת מצוה בלחוד:",
            "(ג) לוקה וכו' - משום שבועת שוא דאין שבועה חלה ע\"ד מצוה ומ\"מ אם אמר קונם אכילת מצת מצוה עלי אסור באכילת מצה דנדר חל אדבר מצוה. אם אמר שבועה שלא אוכל מרור של מצוה אסור באכילת מרור דמרור בזמן הזה דרבנן ושבועה חיילא אמצוה דרבנן וה\"ה באמר שלא ישתה ד' כוסות. ומ\"מ כופין אותו שישאל על שבועתו וה\"ה אם אמר שבועה שלא אוכל מצה בליל שני שהוא ג\"כ מדרבנן לדידן דבקיאין אנו בקביעא דירחא דנמי חיילא ואסור אלא שגם בזה יש לכופו שישאל על שבועתו:"
        ],
        [
            "(א) דהוי כחצי ביצה - בינונית עם קליפתה ודעת הרמב\"ם דכזית הוא כשליש ביצה ועיין במ\"א וביאור הגר\"א מש\"כ בזה. ולענין דינא במצוה דאורייתא כגון במ\"ע דאכילת מצה יש להחמיר ולאכול עכ\"פ כחצי ביצה [אם לא שהוא חולה וקשה לו לאכול כחצי ביצה יכול לסמוך על הרמב\"ם] ולענין מרור וכה\"ג שהוא דרבנן יש לסמוך בדיעבד אם אכל כשליש ביצה אך לכתחלה כיון שצריך לברך על המרור נראה דאין להקל בזה אם לא שהוא אדם חלש וקשה לו יכול לסמוך ולאכול רק כשליש וכנ\"ל. ולענין בהמ\"ז ששיעורו מד\"ס בכזית [וכן לענין ברכה אחרונה] ספק ברכות להקל ולא יברך עד שידע שאכל כחצי ביצה. ולכתחלה נכון ליזהר שלא יכניס עצמו בספק ברכות ויאכל כחצי ביצה או פחות הרבה משליש ביצה [פמ\"ג] ולענ\"ד נראה דנכון לכתחלה שיאכל כביצה פת דאל\"ה יש חשש ברכה לבטלה על הברכה שבירך מתחלה על הנטילה לאיזה פוסקים וכנ\"ל בסימן קנ\"ח ס\"ב עי\"ש. ועתה נחזור לעניננו דע דמש\"כ המחבר כזית כחצי ביצה לאו מלתא פסיקתא היא בזמנינו דיש מאחרונים שהוכיחו דביצים המצויים בזמנינו נתקטנו הרבה עד למחצה מכפי שהיו בימים הקדמונים שבהם שיערו חכמים ולפ\"ז בכל מקום שהשיעור הוא כחצי ביצה צריך לשער בכביצה בזמנינו ועיין בשע\"ת שהכריע שיש לחלק בזה לענין שיעורין בין דבר שחיובו מן התורה לדבר שחיובו מדרבנן כגון מרור בזה\"ז ואפיקומן וכוסות ונמצא לפ\"ז בזמנינו יתחייב לאכול מצה עד כשיעור ביצה ומרור יצא בדיעבד אף אם לא אכל רק כשליש ביצה וכנ\"ל ועיין במש\"כ לעיל סימן רע\"א בבה\"ל בד\"ה של רביעית:",
            "(ב) ויאכלנו ביחד - עיין לעיל סימן תע\"ה במ\"ב סוף סק\"ט:",
            "(ג) ובירקות צריך למעך חלל האויר - וה\"ה אם יש חלל במצה אינו מצטרף החלל לשיעור כזית וצריך למעכו אבל אם אין חלל במצה אפילו היא רכה ועשויה כספוג א\"צ למעכו:"
        ],
        [
            "(א) את יום טוב וכו' - ומנהגנו לומר את יום חג המצות הזה זמן חירותינו מקרא קודש וכו' ואין אומרים באהבה מקרא קודש שהרי כבר אמרו ותתן לנו ה' אלהינו באהבה מועדים לשמחה אכן כשחל בשבת יש אומרים שאומרים שני פעמים באהבה [אחרונים]:",
            "(ב) מקדש ישראל והזמנים - ואם אמר מקדש ישראל לבד לא יצא וכן בשבת אם לא אמר מקדש השבת ואמר מקדש ישראל ג\"כ לא יצא אף שהזכיר באמצע התפלה של שבת כיון שלא חתם בשל שבת וכל זה בין בקידושא בין בצלותא:",
            "(ג) וחזר בו - היינו שחזר ואמר מקדש ישראל והזמנים:",
            "(ד) תוך כדי דיבור - היינו שלא שהה משגמר מקדש השבת רק כדי ג' תיבות ואם שהה יותר משיעור זה לא מהני חזרתו וצריך לחזור לראש הברכה כיון שהחתימה היתה שלא כהוגן אף שהזכיר של יו\"ט באמצע:",
            "(ה) אחרי שהוא יודע - ר\"ל בעת שאמר ברוך אתה ה' היתה כהוגן ע\"ד לסיים בשל יום טוב אלא שאח\"כ נכשל בלשונו ומשמע מלשון זה דאם טעה בעת שאמר ברוך אתה ה' שהיה סבור שהוא שבת אפילו אם חזר בתוך כ\"ד לאחר שסיים מקדש השבת וסיים כדין לא יצא אבל רוב הפוסקים ס\"ל אע\"פ שלא ידע שהוא יו\"ט יצא כיון שנזכר בתוך כדי דבור וחתם כדין כן פסקו הרבה אחרונים ועיין בביאור הגר\"א שגם הוא מכריע כן להלכה:",
            "(ו) המנוח - ומנהגנו לומר את יום השבת הזה ונהרא נהרא ופשטיה [חק יעקב]:",
            "(ז) מקדש השבת וכו' - ובדיעבד אם לא הזכיר רק שבת או ישראל והזמנים לבד יש דעות בין האחרונים אם צריך לחזור או לא ועיין בבה\"ל שהכרענו דאם לא הזכיר רק שבת לבד בודאי אין לחזור הברכה משום זה:",
            "(ח) וישראל והזמנים - וי\"א שצריך לומר ישראל בלא וי\"ו וכן הסכים המהרש\"ל בפ\"ב דביצה אבל מנהגנו כהשו\"ע:",
            "(ט) וא\"א ברכת וכו' - דלא נתקנה אלא מפני המזיקין [וכדלעיל בסימן רס\"ח סק\"כ במ\"ב] ובפסח הוא ליל שמורים ואומרים ויכולו בקול רם וקדיש שלם אחריו [פמ\"ג]:",
            "(י) אין ש\"ץ מקדש וכו' - דענין הקידוש הוא כדי להוציא מי שאין לו יין ובפסח אין עני בישראל שאין לו יין והסכימו האחרונים דאפילו כשאין יין בעיר כ\"א בביהכ\"נ אפ\"ה אין לקדש:",
            "(יא) ואמר יעלה ויבוא - דהרי מזכיר ענינו של יום ביעלה ויבוא ומיירי שחתם כל הברכה כדין דאם לא חתם אפילו אמר גם אתה בחרתנו לא יצא ואם נזכר אחר שהתחיל רצה חוזר לאתה בחרתנו ואם עקר רגליו חוזר לראש התפלה ועיין לעיל סימן קכ\"ב ס\"ה ואם לא אמר אתה בחרתנו וגם לא יעלה ויבוא רק והשיאנו אע\"פ שאמר מועדי קדשיך אם לא הזכיר חג פלוני בפרט לא יצא [דה\"ח אבל בפמ\"ג מסתפק בזה]:",
            "(יב) יצא - ואפילו אם נזכר קודם שחתם הברכה א\"צ לחזור לאתה בחרתנו:",
            "(יג) ואפילו היה שבת - ר\"ל דכיון שלא אמר אתה בחרתנו ותתן לנו ממילא לא הזכיר גם של שבת מ\"מ כיון שחזר והזכירו ביעלה ויבוא שאמר ביום השבת הזה וביום חג פלוני הזה יצא דהא עכ\"פ הזכיר של שבת בתוך הברכה ומשמע מלשון זה דאם גם ביעלה ויבוא לא הזכיר של שבת לא יצא ויש לעיין דהא מזכיר שבת בוהשיאנו שאומר והנחילנו וכו' שבת ומועדי קדשך ואולי משום דהוא מזכירו רק סמוך לחתימה לבד ואנן בעינן שיהא פותח נמי בשל שבת כדאיתא בגמרא וצ\"ע:",
            "(יד) צריך לחזור ולהזכירו - כמו שמזכיר שניהם באתה בחרתנו:",
            "(טו) א\"צ לחזור - דיש בזה פלוגתא דרבוותא אם צריך להזכירו ולכן בדיעבד אין צריך לחזור וגם בלא\"ה הרי הזכיר פעם אחת באתה בחרתנו ואיננו לעיכובא בדיעבד לכו\"ע. ודע דהרבה אחרונים הסכימו שאפילו לכתחלה אין להזכיר של שבת ביעלה ויבוא וכן המנהג ועיין בלבוש שכתב טעם נכון לזה שעיקר יעלה ויבוא נתיסד על הזכירה ועל הפקידה ואין שייך זכרון אלא ביו\"ט ובר\"ח דכתיב וביום שמחתכם ובמועדיכם ובר\"ח וגו' ונזכרתם ולא נזכר שם שבת כלל:",
            "(טז) אין אנו נוהגים - היינו במדינות אלו ומנהג ספרדים לומר:"
        ],
        [
            "(א) וקורים הזמירות וכו' - היינו המזמורים שאומרים קודם פסוקי דזמרה וגם מזמור שיר ליום השבת אומרים דיו\"ט נמי אקרי שבת. וכן אומרים ברכת נשמת כמו בשבת ואחר ברכו אומרים ברכת יוצר אור כמו בחול:",
            "(ב) וגומרין ההלל - ואם חיסר פסוק אחד או תיבה אחת צריך להתחיל אח\"כ מאותו פסוק ולגמור עד סוף ההלל דאם יאמרנו במקום שנזכר הו\"ל קריאה למפרע ולא יצא:",
            "(ג) לקרות ההלל - ר\"ל שלא יאמר לגמור ההלל דשמא ידלג תיבה או אות אחת ויש חשש ברכה לבטלה ואם אמר לגמור יצא ובמקום שנהגו לומר לגמור אין לבטל מנהגם [פמ\"ג]. אם בא לבהכ\"נ סמוך להלל יקרא תחלה הלל עם הצבור ואח\"כ יתפלל והוא שלא יעבור זמן ק\"ש ותפלה עי\"ז ועיין לעיל בסימן תכ\"ב במ\"ב סקט\"ז:",
            "(ד) כדרך שאמרו בק\"ש וכו' - ופרטי ופרטי דינים אלו עיין לעיל סימן ס\"ו:",
            "(ה) באמצע הפרק וכו' - ואלו הן הפרקים הללויה הללו עבדי ה' וגו'. בצאת ישראל ממצרים וגו'. לא לנו ה' לא לנו וגו'. אהבתי וגו'. הללו את ה' כל גוים וגו' מן המצר וגו'. ורד\"ק כתב דמן המצר אינו תחלת המזמור אלא מתחיל הודו לה' כי טוב וגו':",
            "(ו) באמצע - היינו אפי' באמצע הפרק:",
            "(ז) ושהה וכו' - מדסתם משמע אפי' שהה באונס ועיין לעיל בסימן תכ\"ב סקכ\"ד במ\"ב:",
            "(ח) אפילו עשרה קורין כאחד - ר\"ל אפילו היכא שמוציאין ידי חובה באמירתן לאחרים ולא אמרינן תרי קלא לא משתמעי כדאשכחן סימן קמ\"א ס\"ב לענין קה\"ת דהלל חביבי להו משום זכרון הנס ויהבי דעתייהו ושמעי. ומה\"ט ג\"כ המנהג שמקדשין שנים או יותר יחד בשבת ויו\"ט או כשיושבין בסוכה כמה בעלי בתים ומקדשין להוציא בני ביתם משום דהקידוש חביב להם ויהבי דעתייהו ושמעי ומ\"מ יותר טוב שלא יקדשו בבת אחת היכי שצריכין להוציא ב\"ב אלא זה אחר זה:",
            "(ט) ומפטיר קורא וכו' - ועיין לעיל בסימן קל\"ז במ\"ב סקי\"א:",
            "(י) בעת ההיא - ויש מתחילין ויאמר יהושע אל העם התקדשו וכן נוהגין עכשיו:",
            "(יא) ואין מזכירין וכו' - דעת המחבר דהוא מנהג ספרד שאפילו במוסף גופא אין מזכירין גשם ולזה כתב רמ\"א ועיין לעיל סימן קי\"ד ס\"ג דשם מבואר בהג\"ה דמנהגנו הוא כפוסקים דס\"ל דהצבור מזכירין במוסף עד שישמעו שהש\"ץ אינו מזכיר בתפלתו שחוזר בקול רם אז הם פוסקין במנחה וה\"ה היחיד שאיחר תפלתו במוסף עד אחר שהתפלל הש\"ץ ופסק לומר משיב הרוח ומוריד הגשם ג\"כ שוב לא יזכיר גשם וע\"ש במ\"ב ובה\"ל כמה פרטים בדין זה:",
            "(יב) משם ואילך מלשאול וכו' - היינו בחוה\"מ שוב לא יבקש על מטר ובדיעבד אם שכח ועבר עיין לעיל בסימן קי\"ז ס\"ג ובבה\"ל. והנה אף שהסכימו הפוסקים שאין נכון שיכריז השמש ד\"ז בצבור ששוב לא יזכירו גשם ומטר שנראה כאלו ממאנים על הגשמים וע\"ד שאמרו אין מתפללין על רוב גשמים מ\"מ נ\"ל שנכון מאוד שהשמש יזכיר בחשאי לרוב העולם קודם תפלת מעריב של לילה ראשונה של חוה\"מ שיאמרו ותן ברכה וכו' כי האנשים פשוטין רובן נכשלין בלילה ראשונה וכן למחר בתפלת שחרית עד שישמעו מן הש\"ץ שפסק ויש בזה חשש כמה מאות ברכות לבטלה:",
            "(יג) ונוהגין לומר וכו' - ובדיעבד אף אם לא הזכיר אותם כלל יצא. ואם טעה במוספין והזכיר של יום אחר וכן בסוכות שאמר ביום א' דחוה\"מ מה שאינו שייך כלל לאותו יום כגון שאמר ביום הרביעי אם לא סיים הברכה יתחיל מפסוקי הקרבנות ואם סיים הברכה א\"צ לחזור [ח\"א בסוף כלל כח]:"
        ],
        [
            "(א) בליל שני - כתבו האחרונים דאומרים מערבית השייך ליום ב' אפילו חל ליל שני במו\"ש ואע\"פ דבשארי חגים שחל יום ראשון בשבת אומרים מערבית של יום א' בליל שני שאני הכא דהמערבית הוא מענין של ספירה:",
            "(ב) אחר תפלת ערבית - וקודם עלינו דכל מה דאפשר לאקדומי מקדמינן כדי שיתקיים יותר מה שכתוב תמימות תהיינה:",
            "(ג) מתחילין לספור וכו' - ונשים ועבדים פטורות ממצוה זו דהוי מ\"ע שהזמן גרמא וכתב המ\"א מיהו כבר שויא עלייהו חובה וכמדומה דבמדינותינו לא נהגי נשי כלל לספור וכתב בספר שולחן שלמה דעכ\"פ לא יברכו דהא בודאי יטעו ביום אחד וגם ע\"פ רוב אינם יודעים פירוש המלות:",
            "(ד) הולך וסופר וכו' - דכל שלא עבר הלילה לא נפיק עדיין מכלל הכתוב תמימות תהיינה:",
            "(ה) לספור לעצמו - דכתיב וספרתם לכם משמע שהמצוה חל על כל יחיד ויחיד והנה משמע מזה דבספירה אינו כמו בשאר מצות התלוי באמירה לענין קידוש והבדלה וכיו\"ב דאם שמע לחבירו ונתכוין לצאת דיוצא בזה משום דשומע כעונה והכא גילתה התורה דלא יצא כל כמה דלא ספר בעצמו אבל יש מאחרונים שכתבו דכונת התורה הוא רק דלא נימא דמצוה זו אב\"ד לבד קאי כמו בשמיטין ויובלות דכתיב שם וספרת לך אלא קאי אציבור אבל באמת אם שמע מחבירו שספר והתכוין לצאת וגם חבירו כוון להוציאו יצא כמו בכל מקום דקיי\"ל שומע כעונה וכל זה בספירה אבל בברכה שמברכין על הספירה דכו\"ע אפשר לצאת ע\"י חבירו אפילו הוא בקי וכמו בכל הברכות מיהו מנהג בכל ישראל שכל אחד מברך וסופר לעצמו ואין סומכין על הש\"ץ. כתבו האחרונים דספירה מותר בכל לשון ובלבד שיבין אותו הלשון ואם אינו מבין אפילו סיפר בלשה\"ק אינו יוצא דכיון דלא ידע מאי קאמר אין זה ספירה:",
            "(ו) וצריך לספור מעומד - וצריך לעמוד משעה שמתחיל הברכה. ובדיעבד אפילו אם סיפר מיושב יצא [פוסקים]:",
            "(ז) וסופר הימים והשבועות - דכתיב תספרו חמשים יום וכתיב שבעה שבועות תספר לך. ואם סיפר ימים לחוד ולא הזכיר שבועות י\"א שיצא בדיעבד וי\"א שצריך לחזור ולספור ימים ושבועות כדין וע\"כ חוזר וסופר בלא ברכה [ואם שכח לחזור ולספור מונה שאר ימים בברכה] ואם מנה שבועות ולא ימים כגון שאמר ביום השביעי היום שבוע אחד ולא הזכיר ימים כלל לכו\"ע לא יצא:",
            "(ח) בעומר - וברוב פוסקים הנוסח לעומר מיהו עיקר ד\"ז אינו אלא לכתחלה כדי לבאר שהוא מונה מיום שהקריבו את העומר והלאה ואם לא אמר אלא היום כך וכך נמי יצא:",
            "(ט) וביום שמיני יאמר וכו' - ואם לא אמר אלא היום שמונה ימים ולא סיים שהם שבוע אחד וכו' נמי יצא שהרי הזכיר שבועות אתמול ביום השביעי וכן אם לא אמר אלא היום שבוע אחד ויום אחד בלחוד נמי יצא שהרי כבר הזכיר הימים שעברו כל אחד ביומו. אומרים שבוע אחד ולא אחת. וכן אומרים שני שבועות ולא שתי דשבוע לשון זכר. עד עשרה אומר ימים ומי\"א ואילך אומר יום. כן יש לומר מנין המועט מתחלה כגון אחד ועשרים יום וכל אלו הדברים אינן לעיכובא אלא לצחות הלשון:",
            "(י) ועל דרך וכו' - ומנהג לומר אחר הספירה יהי רצון וכו' שיבנה בהמ\"ק וכו' כלומר ואז נקיים מצות הבאת העומר ויש נוהגים ג\"כ לומר מזמור אלהים יחננו וגו':",
            "(יא) זה וכו' - כתבו האחרונים דאם אמר בלשון אחר כגון ביום ל\"ט אמר היום ארבעים חסר אחת נמי יצא:",
            "(יב) חוזרים וכו' - הוא מדברי הרשב\"א בתשובה סימן קנ\"ד ומבואר שם שהקהל התפללו גם מעריב קודם ולענין מעריב אין להם לחזור ולהתפלל משום טרחא דציבורא (וכדלעיל ריש סימן רס\"ג סעיף י\"ד) רק לענין ספירה לא משגחינן בטרחא דידהו כי איך יאמר למשל עשרה ימים ואינן אלא תשעה כי אותו היום תשיעי הוא ולא עשירי עד צאת הכוכבים עכ\"ד שם:",
            "(יג) לספור כשתחשך - ובברכה כדין:",
            "(יד) והמדקדקים - ר\"ל דמן הדין היה אפשר להקל לספור משתחשך אף קודם צה\"כ דבה\"ש הוא ספק לילה ואזלינן לקולא בספק דרבנן בספירה בזה\"ז שהוא מדרבנן לרוב הפוסקים אלא דמ\"מ אינו נכון להכניס עצמו לספק לכתחלה ולהכי המדקדקים ממתינים עד צה\"כ שהוא בודאי לילה:",
            "(טו) וכן ראוי לעשות - ר\"ל לכתחלה ומ\"מ בדיעבד אם בירך ביה\"ש יצא וכנ\"ל אבל הא\"ר מפקפק בזה ומצדד דנכון שיחזור ויספור בצה\"כ בלי ברכה:",
            "(טז) מבעוד יום - יש מאחרונים שפירשו דהיינו בין השמשות דהוא ספק לילה ויוצאין אז ידי ספירה לפוסקים דס\"ל דספירה בזה\"ז דרבנן אכן הוא רוצה לדקדק ולספור מצאת הכוכבים וכנ\"ל וקאמר המחבר דהוא ימנה עמהם פן ישכח אח\"כ ויחשוב בדעתו אם אזכור אח\"כ בלילה למנות אין אני רוצה לצאת בספירה זו וכדלקמיה בהג\"ה. וע\"כ כשיגיע הזמן אח\"כ יברך ויספור ועיין בה\"ל:",
            "(יז) שלא לצאת - ודוקא אם מתכוין שלא לצאת אבל בסתמא יצא למ\"ד דמצות א\"צ כונה ואף דפסקינן לעיל בסימן ס' דמצות צריכות כונה אפשר לענין ברכה שצריך להזכיר שם שמים צריך לחוש להך דעה:",
            "(יח) ויברך ויספור בלילה - ואפילו בע\"ש שכבר קיבל שבת וגם התפלל עם הצבור אפ\"ה יברך ויספור בלילה כיון שלא רצה לצאת במה שסיפר עמהן ביה\"ש. כתבו האחרונים דאם יצאו הכוכבים מותר לו לספור אפילו לא התפלל עדיין מעריב ואפילו הוא במו\"ש דהא לילה הוא לכל מילי ואפילו לקדש ולהבדיל מותר קודם תפלה אלא שאסור במלאכה עד שיבדיל:",
            "(יט) בין השמשות וכו' - נקט בין השמשות משום דבדיעבד אם בירך ביה\"ש יצא וכנ\"ל וכ\"ש אם שאל אותו אחר צה\"כ שצריך ליזהר מלהשיב היום כך וכך:",
            "(כ) היום כך וכך - ואפי' בלשון לע\"ז. ואם לא אמר היום לית לן בה משום דעיקר מצות ספירה הוא שיאמר היום כך וכך:",
            "(כא) אינו יכול וכו' - דאע\"ג דלא אמר בעומר יצא בדיעבד וכנ\"ל בסק\"ח:",
            "(כב) לחזור ולמנות בברכה - שכבר יצא בזה ידי ספירה למ\"ד מצות א\"צ כונה ואף דאנן קי\"ל דצריכות כונה וזה הלא לא כוון לצאת בזה ידי מצוה לענין ברכה צריך להחמיר ולחוש להך דעה ולא יברך על הספירה שימנה אח\"כ. ויש עוד עצה שיכוין בפירוש שלא לצאת בזה ידי ספירה. כתבו האחרונים דמיירי ששאל אתו קודם שהגיע לשבועות הא אי שאל לו בשעה שהגיע לשבועות אפילו אמר לו היום כך וכך לאו כלום הוא כל שלא הזכיר שבועות וצריך לחזור ולספור בברכה:",
            "(כג) וכשהגיע הזמן - ר\"ל צאת הכוכבים ואפילו אם כבר התפללו ק\"ש ותפלה דאל\"כ בלא\"ה אסור משום ק\"ש ותפלה. והסכימו האחרונים דלפי מאי דפסקינן לעיל בסימן רל\"ה להחמיר מחצי שעה קודם הזמן ה\"ה הכא יש לנו להחמיר שלא לאכול מחצי שעה הסמוך לספירה והלאה [אפילו אם כבר הקדים והתפלל] אך במקום שהמנהג שהשמש קורא לספור ספירה אין להחמיר בקודם זמנו:",
            "(כד) לאכול - וה\"ה שאר מלאכות וכדלעיל בסימן רל\"ב ורל\"ה:",
            "(כה) פוסק וסופר - היינו למ\"ד ספירה בזה\"ז דאורייתא וכדמציין בהג\"ה וא\"כ לדידן דנקטינן ספירה בזה\"ז דרבנן אינו פוסק וכדלעיל בסימן רל\"ב לענין מנחה ויש מאחרונים שכתבו דלפיכך חשש הרמ\"א פה בעניננו להחמיר כאותו דעה שהוא דאורייתא משום דהוא דבר שאין בו טורח כלל להפסיק מעט ולספור:",
            "(כו) קודם שהגיע הזמן - ולפי מה דכתבנו לעיל דמחצי שעה סמוך לזמן מתחיל האיסור יהיה שייך דינא דרמ\"א כשהתחיל לאכול ביותר מחצי שעה קודם הזמן:",
            "(כז) א\"צ להפסיק - אפילו למ\"ד ספירה בזה\"ז דאורייתא כיון שיש עוד שהות לספור:",
            "(כח) ופתח - את הברכה:",
            "(כט) וסיים כמוהו יצא - ר\"ל אף בברכה דאדעתא דהכי פתח הברכה וסיים ואיכא סיום ופתיחה ומ\"מ לכתחלה אין לו לברך אלא א\"כ יודע מתחלה איזה יום היום דאסור להפסיק אפילו בשתיקה בין הברכה להמצוה יותר מכדי דיבור:",
            "(ל) וסיים בה' - ר\"ל שסיפר חמשה ימים:",
            "(לא) וטעה וסיים וכו' - ר\"ל שסיפר חמשה:",
            "(לב) אינו חוזר ומברך - האחרונים תמהו על דין זה דבשלמא ברישא שסיים בה' והוא ה' ניחא דיצא שהרי סיפר כדין אע\"ג דבשעת ברכתו סבור שהוא ד' לאו כלום הוא שהרי אף בלא בירך כלל יצא אבל בסיפא מאי מהני לן שבשעת ברכה ידע איזה יום הוא הלא עכ\"פ בפיו סיפר יום שאינו והסכימו דבזה צריך לספור מחדש ולברך דברכתו ראשונה היתה לבטלה כיון שסיים אחריה יום אחר אם לא שנזכר תוך כדי דיבור לספירתו שאז חוזר וסופר כדין והברכה עולה לו. ודע עוד דאף דבשו\"ע מיירי שבעת הברכה היה יודע יום הספירה ובירך אדעת לספור כהוגן אלא שאח\"כ טעה וסיים שלא כהוגן אבל כמה אחרונים הסכימו דאף אם בעת הברכה היה דעתו ג\"כ על יום אחר וכן סיפר בטעות מ\"מ אם בתוך כדי דיבור נזכר שטעה יסיים תיכף כהוגן ויוצא בזה. עוד כתבו דאם טעה ואמר היום יום ד' בעומר ובתוך כ\"ד נזכר שהוא יום חמישי דיו שיסיים חמישי בעומר ויוצא בזה אף שלא אמר היום יום ה' כיון שהוא עדיין תוך כדי דיבור:",
            "(לג) יספור ביום - כדעת הרבה פוסקים דבדיעבד ספירת יום עולה לספירה:",
            "(לד) בלא ברכה - דיש לחוש לדעת הפוסקים דאין זמן ספירה אלא בלילה וכשמברך ביום הוא לבטלה מיהו מכאן ולהבא סופר בכל לילה בברכה ולא הוי כדילג יום אחד לגמרי שאינו סופר עוד בברכה וכדלקמיה:",
            "(לה) שכח לברך וכו' - ר\"ל שלא סיפר ולא נזכר עד ספירה שאחריה. וה\"ה אם נודע לו שאתמול טעה במנין וספר ספירה אחרת דינו כמו שלא סיפר כלל:",
            "(לו) סופר בשאר ימים - כדעת הרבה פוסקים דאין ספירת הימים מעכבין זה את זה וכל יומא ויומא מצוה בפ\"ע היא:",
            "(לז) בלא ברכה - לחוש למ\"ד דספירת שבע שבתות תמימות בעינן והא ליכא דהא חסר חד יומא ונכון בזה שישמע הברכה מן הש\"ץ או מאחד מהמברכין ויענה אמן בכונה לצאת ואח\"כ יספור [א\"ר ופר\"ח]:",
            "(לח) יספור בשאר ימים בברכה - דאיכא ספק ספיקא שמא לא דילג כלל ואת\"ל שדילג שמא הלכה כאותן פוסקים דכל יום הוא מצוה בפ\"ע. וה\"ה בכל דבר שדינו לחזור ולספור בלי ברכה מחמת ספק אם לא חזר וסיפר יספור שארי לילות בברכה [אחרונים]. ולכן אם טעה בימים ולא טעה בשבועות או טעה בשבועות ולא טעה בימים דדינו לחזור ולספור בלא ברכה וכנ\"ל בסק\"ח אם לא חזר וסיפר אפ\"ה מונה שאר ימים בברכה ועיין ביאור הלכה:",
            "(לט) אחר קידוש בבהכ\"נ - שכל מה שנוכל להקדים קדושת היום יש לנו להקדים ואם סופר בביתו יספור קודם קידוש דאסור לאכול קודם ספירה וכנ\"ל:",
            "(מ) קודם הבדלה - דאפוקי יומא מאחרינן ליה כל מה דאפשר:",
            "(מא) אחר קדיש תתקבל - ר\"ל מה שאומרים אחר ויהי נועם ואתה קדוש דאז הוא גמר התפלה דקדיש קמא אינו גומר שאינו קדיש שלם. ויתן לך אומרים אחר הספירה:",
            "(מב) וכשחל יו\"ט האחרון וכו' - להכי נקט יו\"ט אחרון דשביעי של פסח אינו חל במו\"ש וליל שני של פסח אין מקדשין בבהכ\"נ כמ\"ש בסי' תפ\"ז [הגר\"א וח\"י]:",
            "(מג) יש לספור קודם - כנ\"ל דאפוקי יומא מאחרינן כמה דאפשר אע\"ג שמקבל הכא קדושת יו\"ט בקידושו מ\"מ קדושת שבת גדולה מקדושת יו\"ט ודעת הט\"ז דלאו דוקא אם חל יו\"ט אחרון במו\"ש דה\"ה אפילו בחול נמי יש להקדים ספירה לקידוש דטפי עדיף לאחר קדושת יום השביעי שהוא מן התורה מלקבל קדושת יו\"ט אחרון שאינו אלא מדרבנן אבל האחרונים חלקו עליו:",
            "(מד) אסור לאכול חדש - היינו תבואה שנשרשה אחר ט\"ז בניסן שהוא זמן הקרבת העומר דאם נשרשה קודם העומר העומר מתירה כדאיתא ביו\"ד סימן רצ\"ג וע\"ש עוד שחדש שייך רק בחמשת המינים חטים ושעורים וכוסמין ושבולת שועל ושיפון:",
            "(מה) אף בזמן הזה - מדכתיב ולחם וקלי וכרמל לא תאכלו עד עצם היום הזה וגו' בכל מושבותיכם משמע מזה דאף בחוץ לארץ נוהג איסור עד עצם היום דהיינו יום הבאת קרבן שהוא ט\"ז בניסן ומשום ספיקא דיומא מחמרינן עוד על יום אחד. והנה ביו\"ד סימן רצ\"ג כתב רמ\"א היתר לחדש דהוי ס\"ס חדא שמא התבואה היא משנה שעברה ואת\"ל משנה זו דלמא נשרשה קודם לעומר וה\"ה אם הוא מקום שמביאים תבואה ממקומות אחרים שתבואתן נשרשת קודם לעומר וכתבו האחרונים דבמדינת פולין אין להקל כ\"א בחטין ושיפון דרובא דרובא נזרעים בחודש חשון ואין שייך בהם חדש [אם לא אותן שידועין שנזרעו בקיץ] אבל שעורים ושבולת שועל וכוסמין רובן וכמעט כולם נזרעים אחר הפסח וגם אין רגיל להביא שם תבואה ממדינות אחרות אין להקל בם. ומ\"מ רוב העולם אין נזהרין כלל באיסור חדש ויש שלמדו עליהם זכות לפי שהוא דבר קשה להיות זהיר בזה ולכן סומכין מפני הדחק על מקצת הראשונים שסוברין שחדש בחו\"ל אינה אלא מד\"ס שגזרו משום א\"י ולא גזרו אלא במקומות הסמוכין לא\"י כגון מצרים ובבל ויש שלמדו עליהם זכות שסוברין שחדש אינו נוהג אלא בתבואה של ישראל אבל לא בשל עכו\"ם ולפ\"ז צריך להזהיר לישראלים שיש להם תבואה זרועה בשדות שלהם שינהגו בה איסור חדש. והנה אף שאין בידינו למחות ביד המקילין מ\"מ כל בעל נפש לא יסמוך על התירים הללו ויחמיר לעצמו בכל מה שאפשר לו כי להרבה גדולי הראשונים הוא איסור דאורייתא בכל גווני. ודע עוד דאף שכתבנו לעיל בשם האחרונים דבחטין אין לחוש כלל שמא הם של חדש מפני דהרוב נזרעו בודאי בחודש חשון כהיום שדרך להביא ע\"ד מסלת הברזל קמח חטים ממקומות הרחוקין וידוע שבפנים רוסיא נמצא הרבה מקומות שנזרעו החטין בקיץ ומצוי שם חדש כמעט יותר מן הישן אם יודע שבא הקמח משם צריך ליזהר בזה בימות החורף שאז כבר נעשין הקמח מתבואה חדשה. ולענין שכר ויתר דיני חדש עיין ביו\"ד סי' רצ\"ג ובאחרונים שם:",
            "(מו) בין קלי - גרעינים של חמשת המינים הנ\"ל הקלויין באור:",
            "(מז) בין כרמל - היינו שנתמולל ביד ולא הובהב באור:",
            "(מח) עד תחלת וכו' - וכתבו האחרונים דאף הנזהרים מחדש אינם נזהרים בפליטת כלים אם לא שברור לו שנתבשל בו מתבואה חדשה ונראה שאף בזה אין להחמיר רק בתוך מעל\"ע מן הבישול הראשון:",
            "(מט) ובא\"י עד תחלת וכו' - דשם אינו אלא יום אחד והא דמחמרינן כל יום ט\"ז משום דכתיב עד עצם היום הזה וקי\"ל דעד ועד בכלל:"
        ],
        [
            "(א) שור או כשב - דמיירי שם מעניני כל המועדים וגם של פסח:",
            "(ב) עד סוף הענין - דהיינו עד וידבר משה את מועדי ה' וגו'. וכתבו הספרים דטוב לעשות ביום ב' בסעודה איזה דבר לזכר סעודת אסתר שביום ההוא נתלה המן:",
            "(ג) אין מחזירין אותו - דדוקא בתפלה דלא סגי דלא יתפלל וכיון שלא התפלל כראוי יחזור [דהיינו אם נזכר לאחר שעקר רגליו חוזר לראש ואם עד שלא סיים תפלתו חוזר לרצה] משא\"כ בברכת המזון בחול המועד דאי בעי לא אכיל דבר המחייב לבהמ\"ז שיאכל בשר ופירות ע\"כ אין מחזירין אותו בכל גווני ועיין לעיל בסימן קפ\"ח ס\"ז ובמ\"ב ובה\"ל שם:",
            "(ד) אומר והקרבתם עולה וגו' - ר\"ל שלא יאמר ובחודש הראשון דכבר עבר:",
            "(ה) ובחולו של מועד וכו' - ש\"מ דח\"ה לא מקרי יו\"ט וא\"ל בחוש\"מ בבהמ\"ז הרחמן הוא ינחילנו יום שכולו טוב. וביו\"ט שחל להיות בשבת כתב הא\"ר שיאמר הרחמן על כל אחד בפני עצמו:",
            "(ו) ואנו אין נוהגין לומר - וכתבו האחרונים דמנהגנו לומר מקרא קודש בין ביו\"ט ובין בחוש\"מ ואין אומרים את יו\"ט אפילו ביו\"ט:",
            "(ז) קורין ההלל בדילוג וכו' - מפני שביום שבעה של פסח נטבעו המצרים אמר הקב\"ה מעשי ידי טובעין בים ואתם אומרים שירה לפני וכיון שבז' אין אומרים אותו ע\"כ בחוה\"מ ג\"כ אין אומרים אותו שלא יהיה עדיף מיו\"ט אחרון:",
            "(ח) משך תורא - והם סימני ראשי פרשיות דהיינו יום ראשון משכו וקחו וגו' יום ב' שור או כשב יום ג' קדש לי כל בכור יום ד' אם כסף תלוה יום ה' פסל לך יום ו' במדברא דהיינו וידבר וגו' במדבר סיני ויעשו בני ישראל את הפסח ביום ז' פ' בשלח ביום ח' בוכרא כל הבכור אשר יולד וגו':",
            "(ט) קורא וכו' - מפני שכתוב בו מעניני דשבת:",
            "(י) קורין הרביעי - קאי על חול המועד ואין אומרים קדיש עד אחר שקרא הרביעי שנשלם מנין הקרואים משא\"כ בשבת ויו\"ט ויוה\"כ נשלם מנין הקרואים קודם שקורא מפטיר וע\"כ אומרים תיכף קדיש:",
            "(יא) בליל יו\"ט האחרון - בין בז' בין בח':",
            "(יב) מקדשין על היין - ר\"ל בבהכ\"נ וכונתו דאף דבב' לילות הראשונים אין מקדשין בבהכ\"נ והטעם לפי שאין לך עני בישראל שאין לו ד' כוסות משא\"כ הכא לא שייך זה:",
            "(יג) וא\"א זמן - דהיינו שהחיינו שאינו רגל בפני עצמו כמו שמיני עצרת של החג. מילה כשחל בשביעי של פסח או בשמיני אומרים יום ליבשה נהפכו מצולים קודם גאל ישראל [ואם חל בשבת אומרים קודם שירה חדשה משום שאז נוהגין לומר הפיוט של ברח דודי קודם גאל ישראל] משא\"כ בשאר יו\"ט דאין אומרים יום ליבשה מחמת מילה אא\"כ כשחלו בשבת [מ\"א בשם הלבוש] עוד כתב דאם חל יום ז' בשבת אומרים ביוצר הפיוטים של שבת חוה\"מ מפני שאז אומרים שיר השירים באותו יום והפיוטים של שבת חוה\"מ מיוסדים על שה\"ש ואם חל יום אחרון בשבת אומרים ביוצר הפיוטים של שבת חוה\"מ ובשמו\"ע מהפכין ואומרים הפיוט של יום ז':",
            "(יד) ומפטירין היתה עלי - האמורה לענין תחית המתים. והטעם כי תחית המתים יהא בניסן וגוג ומגוג בתשרי ע\"כ מפטירין בניסן העצמות היבשות ובתשרי בוא גוג [טור]:",
            "(טו) ואין מזכירין וכו' - דבשבת שחל בחוה\"מ פסח אין הפטרה באה אלא בשביל שבת בלבד שהרי אין מפטירין בנביא בשאר ימי חוה\"מ לפיכך אומרים ברכת הפטרה כמו בשאר שבתות השנה:",
            "(טז) ולא בחתימה - דהיינו שאינו חותם רק מקדש השבת וכתבו האחרונים דבשבת חוה\"מ סוכות מסיים מקדש השבת וישראל והזמנים וכן מזכיר של סוכות באמצע הברכה כמו ביו\"ט ראשון של סוכות והטעם שכל יום ויום מחוה\"מ סוכות הוא כמועד בפ\"ע משום דחלוקין בקרבנות המוספין:",
            "(יז) ונוהגין לומר שה\"ש וכו' - מפני שמפורש בו ענין יציאת מצרים ובסוכות קהלת מפני שהם ימי שמחה וכתיב בקהלת ולשמחה מה זו עושה ורות בשבועות דאיתא בילקוט רות מה ענין רות אצל עצרת שנקראת בזמן מתן תורה ללמדך שלא ניתנה תורה אלא ע\"י יסורין ועוני וכו' ונהגו לקרותה ביום שני:",
            "(יח) בשבת של חוה\"מ - מפני שהפיוטים של אותו שבת מיוסדים על שה\"ש וכנ\"ל:",
            "(יט) והעם נהגו וכו' - וכן הסכים הט\"ז ומ\"א הסכים עם אותן הפוסקים המצריכין לברך על כולם חוץ מקהלת והגר\"א בביאורו כתב דאף על קהלת יש לברך. ולכן הנוהג לברך עכ\"פ כשכתובין על קלף בודאי אין למחות בידו. יו\"ט שחל בשבת אומרים במנחה ואני תפלתי וקורין בסדר השבוע:"
        ],
        [
            "(א) אלא שאינו וכו' - חסרון הניכר יש כאן וקודם לזה צ\"ל ומבדיל על הכוס כמו במו\"ש אלא שאינו וכו' [הגר\"א] וכן מצאתי בשו\"ע הראשון שהדפיס המחבר בחייו. מי שהתחיל לאכול במוצאי פסח מבע\"י עד הלילה ועדיין לא התפלל והבדיל מותר לאכול חמץ דכיון שחשכה הוי לילה לכל מילי אלא שחכמים אסרו במלאכה עד שיבדיל [מ\"א וש\"א] אמנם אם עדיין לא בירך בהמ\"ז בודאי אין לו לאכול חמץ דהרי יצטרך לומר יעלה ויבוא משום דאזלינן בתר התחלת הסעודה כדאיתא לעיל בסוף סימן קפ\"ח וא\"כ יהיה תרתי דסתרי:",
            "(ב) לא על הנר - שאין מברכין על הנר אלא במו\"ש ובמוצאי יה\"כ שנאסר אור כל היום ועכשיו חוזר להתירו כמו שנתבאר בסימן רצ\"ח אבל ביו\"ט לא נאסר האור מעולם לצורך יו\"ט:",
            "(ג) ולא על הבשמים - דענין הבשמים הוא כדי להשיב את הנפש שכואבת על הנשמה היתירה שניטלה ממנו אחר שבת וביו\"ט ליכא נשמה יתירה. וכתבו הפוסקים דה\"ה דביו\"ט שחל במו\"ש אין מברכין על הבשמים והטעם לפי שיש מאכלים טובים מיישבים דעתו כמו בשמים:",
            "(ד) אומר באתה בחרתנו ותודיענו - והוא דוגמת אתה חוננתנו שמזכירין במו\"ש בברכת אתה חונן וע\"כ דינו ג\"כ כאתה חוננתנו שאם טעה ולא אמרו אין מחזירין אותו שיכול לומר אח\"כ קידוש על הכוס ושם נזכר הבדלה ג\"כ ועיין לעיל בריש סימן רצ\"ד בבה\"ל ד\"ה ואם טעה:"
        ],
        [
            "(א) שני וחמישי וכו' - שחוששין שמא מתוך משתה ושמחה באו לידי עבירה כמו שמצינו באיוב שהביא קרבנות והתענית במקום קרבן אבל בעצרת דאינו אלא יום אחד אין חוששין:",
            "(ב) עד שיעבור וכו' - דבניסן המנהג שאין מתענים בו כלל כדאיתא לעיל בסימן תכ\"ט ובתשרי לא משום דרובו הוא מועדות וע\"כ אין נכון לקבוע בו תענית בתחלה:",
            "(ג) מיד בה\"ב - ר\"ל לאפוקי ממה שכתבו בשם מהרי\"ו שימתינו מלהתענות עד י\"ז חשוון דליתא ומברכין בבהכ\"נ בשבת הראשון שאחר ר\"ח למי שיתענה בה\"ב ואחר אותו שבת מתחילין להתענות הבה\"ב וצריך לקבל התענית במנחה שלפניהם אכן מי שענה אמן על אותו מי שבירך ודעתו להתענות אין צריך לקבל עוד במנחה שלפני יום התענית ומ\"מ אם אח\"כ נמלך שלא להתענות אינו מחוייב להתענות מחמת עניית אמן כ\"ז שלא קיבל עליו התענית בפירוש בפיו וכשיש מילה או חתונה באותו שבת שמברכין בה\"ב נוהגין לברכו במנחה משום מהיות טוב וגו':",
            "(ד) שאפשר להתענות - ר\"ל כיון שהגיע הזמן שאפשר להתענות אין לאחר יותר:",
            "(ה) להתענות - ואם אירע בהם ברית מילה או פדיון הבן או שאר סעודת מצוה מצוה לאכול וא\"צ התרה כי כל המתענה אדעתא דמנהגא מתענה ולא נהגו להתענות בהם כשיש סעודת מצוה ויכולים לומר סליחות אפילו אין בבהכ\"נ עשרה מתענים רק שלא יאמרו הסליחה של תענית צבור קבעו וכו' [בה\"ט] ובפמ\"ג כתב שידלג רק תיבת צבור. ומ\"מ הסליחה של אפפונו מים וכו' בודאי אין נכון לאומרה כל שאין צבור מתענין:",
            "(ו) לקרות ויחל - היינו בשחרית ומנחה כל שיש בבהכ\"נ עשרה שמתענין ויתר דיני תענית בה\"ב יבואר לקמן בסימן תקס\"ו ס\"ב:"
        ],
        [
            "(א) שלא לישא אשה - ואין חילוק בין נשואין של מצוה כגון שאין לו בנים או יש לו כי כן פשט המנהג במדינתנו שלא לחלק ולהחזיר גרושה שרי שאינו כ\"כ שמחה [אחרונים]:",
            "(ב) מפני שבאותו זמן וכו' - ר\"ל ואין ראוי להרבות בשמחה [טור]. ומ\"מ אם נזדמן לו איזה ענין שצריך לברך עליו שהחיינו יברך:",
            "(ג) שפיר דמי - שמא יקדמנו אחר. ומותר לעשות ג\"כ סעודת אירוסין ועכשיו שאין מקדשין אלא בשעת נשואין מ\"מ מותר לעשות שידוכין ולעשות סעודה אבל לעשות ריקודין ומחולות נהגו איסור וכ\"ש בשאר ריקודין ומחולות של רשות בודאי יש ליזהר:",
            "(ד) אין עונשין אותו - היינו דוקא בנשואין שעשה עכ\"פ מצוה אבל אם נסתפר בימי העומר היו נוהגין לקנסו ולהענישו:",
            "(ה) הכל שרי - היינו לאותן הנוהגין לספר מל\"ג בעומר ואילך וכדלקמיה בס\"ב אבל לדידן שנוהגין איסור בתספורת וכדלקמיה בס\"ג אסור ג\"כ לישא דנשואין ותספורת דין אחד להם ולעומת זה יש קולא למנהגנו שיהא מותר לישא ולהסתפר עד ר\"ח אייר. ולענין ר\"ח גופא יבואר בס\"ג. וטעם לאלו שני המנהגים יבואר לקמיה. ואף להנוהגין איסור גם עד ר\"ח אייר מ\"מ אם חל ר\"ח בשבת כיון שיש כאן תוספת שמחה שבת ור\"ח יש להתיר להסתפר בע\"ש מפני כבוד השבת וגם לישא אשה בו ביום כיון שעיקר הסעודה יהיה בשבת ור\"ח:",
            "(ו) עד ל\"ג לעומר - עד ועד בכלל והיינו עד ל\"ג ימים שלמים כל אחד לילו ויומו משא\"כ יום ל\"ד לא החמירו בו כ\"א בלילה בלבד אבל משיאור היום לאחר נץ החמה מותר דמקצת היום ככולו:",
            "(ז) שאומרים שאז פסקו וכו' - ואף דגם ביום ל\"ד מתו דמשום זה החמירו גם כל ליל ל\"ד עד הנץ אפשר דעיקר ההפסקה היה ביום ל\"ג וביום ל\"ד מתו רק מעט [פמ\"ג]:",
            "(ח) ביום ל\"ג - דס\"ל דביום ל\"ג פסקו לגמרי מלמות:",
            "(ט) וא\"א בו תחנון - גם בערב של ל\"ב:",
            "(י) עד ל\"ג בעצמו - דהיינו לאחר שתנץ החמה והטעם לדידהו גם כן משום דמקצת היום ככולו:",
            "(יא) ולא מבערב - ויש מאחרונים שמקילין להסתפר מבערב [מי\"ט וא\"ר] וסיים א\"ר דמ\"מ לענין נשואין לא ראיתי מקילין כ\"א ביום ל\"ג בעומר בעצמו ולא בלילה שלפניו אכן כשחל ל\"ג בעומר בע\"ש והוא לו שעת הדחק לעשות ביום אפשר שיש להקל לו לעשות בלילה שלפניו:",
            "(יב) בעל ברית - היינו הסנדק והמוהל ואבי הבן אף שאינו מוהלו בעצמו (ומ\"ש הרמ\"א או מל בנו היינו שיש לו בן שצריך למול אותו) אבל לא המוציא והמביא [אחרונים]:",
            "(יג) להסתפר בספירה - היינו אפילו ביום שלפני המילה סמוך לערב קודם הליכה לבהכ\"נ. ואם חל המילה בשבת מותרים להסתפר בע\"ש אפילו קודם חצות [פמ\"ג]:",
            "(יד) יש נוהגים וכו' וטעות הוא בידם - אבאר בקצרה. דלכו\"ע נוהגין איסור ל\"ג ימים אך יש בזה מנהגים שונים [ויש לכל אחד טעם למנהגו כמבואר בבה\"ל] יש שבחרו אותן מיום ב' של פסח עד ל\"ג בעומר ומשם והלאה עד שבועות לא קבלו עלייהו שום איסור אמנם עד ל\"ג בעומר אין מתירין שום יום. ויש שניכו ממ\"ט ימי העומר ט\"ז ימים הראשונים דהיינו עד יום שני של ר\"ח אייר ומשם והלאה עד שבועות שהוא ל\"ג ימים אין מתירין שום יום (לבד מל\"ג בעומר עצמו התירוהו במקצתו ומשום דמקצת יום ככולו) ונמצא מי שאוחז החבל בשני ראשין דהיינו שמיקל בר\"ח אייר וגם מיקל מל\"ג והלאה טעות הוא בידו:",
            "(טו) ואותן לא יסתפרו מל\"ג בעומר ואילך - ר\"ל עד שבועות ממש וכנ\"ל. והנה במדינתנו המנהג לישא ולהסתפר בג' ימי הגבלה ע\"כ מסיק המ\"א דצריך ליזהר שלא לישא ולהסתפר בהשני ימים של חודש אייר וגם בראשון של ימי הגבלה בבוקר דוקא דאמרינן מקצת היום ככולו וא\"כ עי\"ז יושלם ל\"ג ימים שאנו נוהגים אבילות עבורם. וכתב הח\"א שכן המנהג ג\"כ בק\"ק ווילנא שנוהגים איסור מיום א' דר\"ח אייר עד ג' סיון בבוקר מלבד בל\"ג בעומר נוהגין בו היתר ויש מקומות שנוהגין להקל רק בר\"ח אייר ובל\"ג בעומר ובר\"ח סיון עד שבועות. ובענינים אלו יתפוס כ\"א כפי מנהג מקומו:",
            "(טז) מקצת מנהג זה וכו' - ר\"ל שמקצת בני אדם ינהגו כך ומקצת ינהגו כך:",
            "(יז) היתר בשתיהן - דהיינו שינהג היתר עד ר\"ח אייר כסברא אחרונה וגם ינהג היתר מל\"ג בעומר ואילך עד עצרת כסברא ראשונה כיון ששתי קולות אלו סותרות זו לזו וכנ\"ל אבל יכול לתפוס חומרי המנהגים דהיינו שינהג איסור מפסח עד ערב שבועות או עד יום א' של הגבלה חוץ מל\"ג בעומר ואף שנוהג ב' חומרות הסותרות זו לזו אינו ככסיל ההולך בחושך כיון שעושה כן רק מחמת ספק שאינו יודע איזה מנהג הוא העיקר ומ\"מ א\"צ לעשות כן אלא יכול לתפוס איזה מנהג שירצה ואין לו לחוש שמא מנהג המקום ההוא אינו כן דכיון שהוא רק מנהג בעלמא אין להחמיר בספיקא אבל אם ידוע לו מנהג המקום אין לו לשנות בין להקל ובין להחמיר [אחרונים]:",
            "(יח) הנשים - וה\"ה אנשים:",
            "(יט) משקיעת החמה ואילך - הטעם שנקברו אחר שקיעת החמה והיו העם בטלים ממלאכה ויש עוד טעם בטור לפי שאז זמן ספירת העומר ובעומר כתיב שבע שבתות מלשון שבות דהיינו שבזמן הספירה יש לשבות ממלאכה ולפי טעם זה אחר שספר מותר תיכף במלאכה:"
        ],
        [
            "(א) ביום חמשים לספירת העומר וכו' - ומאחרין להתפלל ערבית בכניסת שבועות בצאת הכוכבים כדי שיהיו ימי הספירה מ\"ט יום תמימות. איתא בזוהר שחסידים הראשונים היו נעורים כל הלילה ועוסקים בתורה וכבר נהגו רוב הלומדים לעשות כן ואיתא בשו\"ע האר\"י ז\"ל דע שכל מי שבלילה לא ישן כלל ועיקר והיה עוסק בתורה מובטח לו שישלים שנתו ולא יארע לו שום נזק. והטעם כתב מ\"א ע\"פ פשוטו שישראל היו ישנים כל הלילה והוצרך הקב\"ה להעיר אותם לקבל התורה [כדאיתא במדרש] לכך אנו צריכין לתקן זה. וצריכין ליזהר אותם הנעורים כל הלילה שלא לברך על נטילת ידים בבוקר רק אחר שעשה צרכיו קודם התפלה ואז מברך על נט\"י ואשר יצר וכמבואר לעיל בסימן ד' סק\"ל ע\"ש ולענין ברכה על טלית קטן יש דעות בין הפוסקים וע\"כ יראה לכוין לפטור אותה בברכה שמברך על טלית גדול כמבואר לעיל סימן ח' במ\"ב ס\"ק מ\"ב ולענין ברכת התורה עיין לעיל בסימן מ\"ז במ\"ב סקכ\"ח ולענין ברכת אלהי נשמה וברכת המעביר שנה עיין בסימן מ\"ו במ\"ב סקכ\"ד. נכון ליזהר ע\"פ קבלה מלשמש בליל שבועות אם לא בליל טבילה ועיין מה שכתבנו לעיל בסימן ר\"מ במ\"ב סק\"ז ובה\"ל שם:",
            "(ב) וקורין בראשון וכו' - והמנהג לומר אקדמות והסכימו כמה אחרונים לומר זה קודם שמתחיל הכהן לברך על התורה וכן המנהג כהיום בכמה קהלות אכן יציב פתגם שאומרים ביום שני בעת קריאת הפטרה נתפשט באיזה מקומות לאמרו אחר פסוק ראשון של הפטרה:",
            "(ג) מבחודש השלישי - וקורין הדברות בטעם העליון ועיין בבה\"ל שביארתי בארוכה:",
            "(ד) במרכבה דיחזקאל - ונוהגין במקצת מקומות שגדול וחכם קורא זאת ההפטרה וסמך לדבר ולא במעשה מרכבה אא\"כ היה חכם ומבין מדעתו וגם יש נוהגין שכל מי שקורא אותה עם המפטיר בלחש אומר אותה ג\"כ מעומד מפני כבודה:",
            "(ה) כל הבכור - ואם חל בשבת שצריכין לקרות יותר דהא בשבת צריך ז' קרואים מתחילין עשר תעשר:",
            "(ו) במוצאי - מפני כשחל עצרת בשבת היה יום זביחת הקרבנות אחר השבת והוא כעין יו\"ט [מ\"א] ולפי טעם זה באסרו חג שאחר סוכות מותר להתענות אכן מדברי הגר\"א משמע דגם שם אין להתענות וכ\"מ בב\"י:",
            "(ז) וא\"א תחנון - וגם אין מתענים בם:",
            "(ח) מתחלת ר\"ח סיון - דמיד בשני בסיון א\"ל משה לקדשם לתורה כדכתיב אם שמוע תשמעו בקולי ושמרתם את בריתי וגו' ואח\"כ מתחיל ג' ימי הגבלה:",
            "(ט) בשבועות - היינו בין ששוטחן בעיו\"ט או ביו\"ט גופא ואפילו אם אותן עשבים אין ראויין למאכל בהמה כיון שחשב עליהן מבעוד יום שרי לטלטלן כמש\"כ סימן ש\"ח ס\"כ ובפרט אם הם עשבים המריחין אכן אם חל שבועות ביום א' אין לשוטחן בשבת כיון שכונתו לצורך יו\"ט ואין שבת מכין ליו\"ט אלא ישטחם ביו\"ט גופא או בע\"ש:",
            "(י) זכר לשמחת מתן תורה - שהיו שם עשבים סביב הר סיני כדכתיב הצאן והבקר אל ירעו וגו'. כתבו האחרונים במקום שנוהגין לחלק עשבים המריחים בבהכ\"נ לא יחלקו מברוך שאמר עד אחר תפלת י\"ח כדי שיוכל לברך עליהן דבינתים אסור להפסיק. נוהגין להעמיד אילנות בבהכ\"נ ובבתים זכר שבעצרת נידונו על פירות האילן [מ\"א] והגר\"א ביטל מנהג זה משום שעכשיו הוא חק העמים להעמיד אילנות בחג שלהם:",
            "(יא) בכמה מקומות לאכול - ואם מותר להתענות תענית חלום בשבועות עיין לקמן בסימן תר\"ד במ\"א ובמה שכתבנו שם במ\"ב:",
            "(יב) מאכלי חלב - עיין מ\"א ואני שמעתי עוד בשם גדול אחד שאמר טעם נכון לזה כי בעת שעמדו על הר סיני וקבלו התורה [כי בעשרת הדברות נתגלה להם עי\"ז כל חלקי התורה כמו שכתב רב סעדיה גאון שבעשרת הדברות כלולה כל התורה] וירדו מן ההר לביתם לא מצאו מה לאכול תיכף כ\"א מאכלי חלב כי לבשר צריך הכנה רבה לשחוט בסכין בדוק כאשר צוה ה' ולנקר חוטי החלב והדם ולהדיח ולמלוח ולבשל בכלים חדשים כי הכלים שהיו להם מקודם שבישלו בהם באותו מעל\"ע נאסרו להם ע\"כ בחרו להם לפי שעה מאכלי חלב ואנו עושין זכר לזה:",
            "(יג) ביום ראשון וכו' - גם נוהגין בקצת מקומות לאכול דבש וחלב מפני התורה שנמשלה לדבש וחלב כמש\"כ דבש וחלב תחת לשונך וגו':",
            "(יד) כמו השני תבשילין וכו' כן אוכלים וכו' - ר\"ל כשם שבפסח עושין זכר לקרבן כן אנו צריכין לעשות בשבועות זכר לשתי הלחם שהיו מביאין וע\"כ אוכלים מאכלי חלב ואח\"כ מאכל בשר וצריכין להביא עמהם שתי לחמים דאסור לאכול בשר וחלב מלחם אחד ויש בזה זכרון לשתי הלחם:",
            "(טו) ב' לחם וכו' - ולכן נהגו לאפות לחם אחד עם חמאה דאז בודאי יצטרך להביא לחם אחר לאכול עם בשר ויזהר אז להסיק התנור יפה בין לחם ללחם וגם צריך מרדה חדשה דלא כמקצת נשים שמהפכין אותה על צד השני דהא בלוע מעבר אל עבר משמנונית:",
            "(טז) על השלחן - ויזהר ליקח מפה אחרת כשרוצה לאכול בשר. וא\"צ להפסיק בבהמ\"ז אם אינו אוכל גבינה קשה אלא יקנח פיו יפה וידיח כדאיתא ביו\"ד סי' פ\"ט:",
            "(יז) זכרון לב' הלחם - וא\"כ יהיו של חטין דוגמת שתי הלחם. כתב הפמ\"ג יש ליזהר בענין מאכלי בשר וחלב בכל מה שנזהרין בכל השנה המבואר ביו\"ד סי' פ\"ח ופ\"ט ושלא לצאת שכרם בהפסדם. עוד כתב בנוסח ברכת הפטרה על התורה ועל העבודה וכו' את יום חג השבועות הזה אבל אין מזכירין לומר מקרא קודש וכו'. ומזכירין נשמות ואומרים אב הרחמים ביום שני ובכל מקום שקורין כל הבכור מזכירין נשמות שיש בו מתנת יד ונודרים צדקה. כשחל שבועות ביום וי\"ו זיי\"ן אין אומרים פרקים וכשחל שבועות במו\"ש אומרים פרקים במנחה בשבת:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}