{
    "versionTitle": "Hilchos Chol Hamo'ed",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) ומותר במקצתן - מלאכות המותרות בחוה\"מ הם חמשה. דבר האבד אם לא יעשנו עתה וצרכי המועד [היינו לצורך אוכל נפש דמותר אפילו מעשה אומן כמ\"ש ריש סימן תקל\"ג אבל שאר צורכי מועד דוקא מעשה הדיוט כמ\"ש בסימן תק\"מ ותקמ\"א] ובשביל פועל שאין לו מה יאכל וצרכי רבים ומעשה הדיוט אפילו ליחיד ויתבאר כ\"א במקומו והנה בעיקר איסור מלאכת חוה\"מ יש דיעות בין הראשונים יש שסוברים שהוא מדברי סופרים מפני שמצינו בתורה שנקראו מקרא קדש והרי הוא זמן חגיגה במקדש לפיכך אסרום בעשיית מלאכה כדי שלא יהיה כשאר ימות החול שאין בהן קדושה כלל. ומ\"מ לא החמירו בו כיו\"ט ממש והקילו בחמשה דברים הנ\"ל והרבה פוסקים סוברין דהוא מן התורה והא דהקילו בכמה דברים הנ\"ל הוא ע\"פ הרשות שניתן לחכמים מן התורה במלאכת חוה\"מ לפי צורך הענין להתיר וכדדרשינן לזה מקרא בחגיגה דף י\"ח ע\"ש וזהו שסיים הרמ\"א לפי צורך הענין וכו' ומאוד יש ליזהר שלא להקל יותר ממה שהתירו חכמים דאחז\"ל המבזה את המועדות [דהיינו שעושה בהן מלאכה כפירש\"י] כאלו עובד עכו\"ם. גם חייב לכבד חוה\"מ במאכל ובמשתה וכסות נקיה שלא ינהג בהן מנהג חול. ומהרי\"ל לבש הקט\"א של שבת. ועיין לעיל סימן תכ\"ט ס\"ב ובמ\"ב שם דמצות ושמחת בחגיך וגומר קאי גם על חוה\"מ ומבואר שם כיצד משמחן וכתבו האחרונים דאף דמוכח בסימן קפ\"ח ס\"ז דאינו מחוייב לאכול פת דוקא בחוה\"מ ורק דאסור להתענות מ\"מ לכתחלה מצוה לקבוע סעודה על הפת אחת בלילה ואחת ביום דכיון דמצוה לכבדו באכילה ושתיה ועיקר אכילה הוא לחם:",
            "(ב) להתיר - מקום שנהגו המון להקל אפילו בדבר שאינו אבד ובא חכם ואסר להם למגדר מילתא אפילו דבר האבד אין לחכם אחר להתיר להם [אחרונים] איתא בירושלמי אמר ר' אבא בר ממל אלו היה מי שימנה עמי התרתי שיהיו עושין מלאכה בחוה\"מ [והיינו מקח וממכר וכה\"ג דבר שאינו מלאכה גמורה] כלום אסור לעשות מלאכה אלא כדי שיהו אוכלין ושותין ויגעין בתורה ועכשיו אוכלין ושותין ופוחזין עכ\"ל וכתב הכל בו נראה מזה שאיסור גדול בשחוק יותר ממלאכה שכונת השי\"ת בנתינת המועד היתה כדי להדבק ביראתו ואהבתו ולעסוק בתורתו התמימה עכ\"ל:"
        ],
        [
            "(א) מצוה לגלח וכו' - כדי שלא יכנס לרגל כשהוא מנוול:",
            "(ב) בעיו\"ט - בין קודם חצות ובין לאחר חצות לבד מע\"פ דאסור להסתפר לאחר חצות כמבואר לעיל בסימן תס\"ח:",
            "(ג) אין מגלחין במועד - וה\"ה סיפור הראש אלא שדרכן היה לגלח ואף דסיפור וגילוח הוא דבר של יפוי ותיקון הגוף שהוא צורך המועד אפ\"ה אסרו בתוך המועד כדי שיזדרז לגלח קודם המועד דאם היו מותרין לגלח בתוך המועד היו סומכין עצמן לכתחילה ע\"ז ויכנסו לרגל כשהן מנוולין:",
            "(ד) אפילו אם גילח - דתו אין בו חשש זה שיכנס לרגל כשהוא מנוול דהא גילח עצמו גם קודם הרגל אפ\"ה אסור משום הרואין דהרואה לא ידע שגילח עצמו ויאמר שמותר לגלח בכל גווני:",
            "(ה) אפילו אם היה אנוס - כגון שנאבד לו אבידה בערב הרגל או להאומן ולא היה יכול לגלח וכה\"ג שארי אונסין לבד המבוארים להיתר בסעיפים שאח\"ז דהני אונסין מפורסמין וגלוין לכל הוא שא\"א להם לגלח מקודם אבל שארי אונסין אינם מפורסמין וידועים ואם נתיר להם יבואו להתיר אף שלא מתוך אונס:",
            "(ו) וה\"ה למי שהיה חולה - שאמרו שהחולה כשהוא מספר מכביד עליו חליו אפ\"ה אין זה אונס גלוי כ\"כ ויבואו להתיר אף שלא מתוך אונס וכנ\"ל:",
            "(ז) ולא היה לו פנאי - כגון שיצא בתוך המועד או אפילו בעיו\"ט סמוך לחשיכה שלא היה לו שהות לגלח מבעוד יום:",
            "(ח) ומי שיצא מבית האסורים - ה\"נ כשלא היה שהות לגלח בעיו\"ט מבעוד יום כנ\"ל:",
            "(ט) ביד ישראל - דכיון שהיה בצער לא גילח:",
            "(י) שהתירו לו ברגל - דמקודם היה אסור בתגלחת ולכן הוי אנוס במה שלא גילח מקודם ויש חולקין בזה וס\"ל דהיכי שהיה יכול לבקש ולפייס שיתירו לו קודם הרגל ולא פייס הוי פושע ואסור לגלח ברגל. ומ\"מ המיקל יש לו על מי לסמוך כיון שהוא מילתא דרבנן:",
            "(יא) ונשאל על נדרו ברגל - ויש חולקין גם בזה דהוא דוקא אם לא מצא חכם להתיר נדרו עד תוך הרגל משא\"כ אם לא רצה להתיר מקודם ואח\"כ נמלך לא חשיב אונס. ודעת המ\"א להקל בזה כדעת המחבר דלא חשבינן לפושע שהיה לו להתיר מקודם כיון שקודם הרגל לא היה כלל בדעתו להתיר נדרו ואח\"כ נמלך:",
            "(יב) הבא ממדינת הים - דוקא ממדינת הים דמפרסמא מלתא אבל בדרך אחר לא [מ\"א] ועיין במחצית השקל דה\"ה משאר מקום רחוק מאד דמפרסמא מילתא (ובחידושי ריטב\"א כתב כל שבא חוץ לחוץ מקרי ממדינת הים ואע\"פ שאינו מקום רחוק וצ\"ע):",
            "(יג) בחול המועד - ודוקא שלא בא בישוב עד חוה\"מ דאם בא בעיו\"ט במקום ישוב ובא בזמן שיש עוד שהות מבעוד יום לגלח אף שלא בא לביתו עד חוה\"מ אין זה אונס שהיה לו לגלח מעיו\"ט בעיר ההוא. ועיין במ\"א שכתב דאף כשהיה במקום ישוב בשנים או ג' ימים קודם הרגל ואח\"כ בעיו\"ט לא היה בישוב כגון שישב אז על הספינה ובא לביתו בחוה\"מ או שבא לעיר סמוך לחשיכה ולא היה שהות ביום לגלח ג\"כ מותר לגלח בחוה\"מ כיון דבעיו\"ט גופא היה אנוס:",
            "(יד) והוא שלא יצא וכו' - פי' דמארץ ישראל לארץ ישראל או מחו\"ל לחו\"ל אף ביצא לטייל שאינו דבר מצוה אפ\"ה מותר לו לגלח כשלא היה פנאי לגלח מבעוד יום כיון שיציאתו ברשות היתה שלא עשה איסור בזה אבל מא\"י לחו\"ל אינו מותר אלא ביצא להרויח או לראות פני חבירו דהוא חשיב דבר מצוה שמותר לצאת מא\"י בשביל זה משא\"כ לטייל בעלמא דבכה\"ג אסור לצאת מא\"י לחו\"ל לא התירו לו לגלח:",
            "(טו) קטן וכו' - דלא שייך ביה טעמא שלא יכנס למועד כשהוא מנוול דלאו בר מצוה הוא ודוקא שיש לו שער רב דמצטער עי\"ז. ודוקא לקטן מותר לגלח דצורך הרגל הוא בשביל הקטן אבל לעכו\"מ אסור לגלח דלא עדיף משאר מלאכות דאסור לעשותן במועד אא\"כ אין לו מה יאכל [אחרונים]:",
            "(טז) אפילו נולד וכו' - ר\"ל אף דהיה יכול לגלחו מקודם שרי ומטעם הנ\"ל ועיין בפמ\"ג שמצדד דאפילו הוא בן כמה שנים כל שלא הגיע לי\"ג שנים מותר לגלחו במועד וכן מוכח במ\"א אך המ\"א מסתפק דהיכי דהקטן נראה כגדול אפשר דאין להקל בפרהסיא:",
            "(יז) שרי - דהכל רואין שהוא קטן:",
            "(יח) בשבת ערב הרגל - דהרי לא היה יכול לגלחו ביום זה:",
            "(יט) ודרכו לגלח - פי' במקום שנוהגין שבעלי תשובה מגלחין דעבודת גילולים דמי למת ולמצורע שטעון גילוח:",
            "(כ) מותר לגלח במועד - אפילו חזר בתשובה קודם הרגל והיה יכול לגלח מקודם אפ\"ה שרי בדיעבד שהרי אין מצרפין אותו לכל דבר שבקדושה עד שיגלח:",
            "(כא) ליטול שפה - בין במספרים ובין בתער ואפילו איננה מעכבת האכילה [אחרונים] ומי שיש לו שחין בראשו מותר לגלח השער אפילו בתער [ח\"א] ועיין בבה\"ל. ומותר להקיז דם שקורין קע\"פ זעצין [א\"ח]:",
            "(כב) גילוח - וכן כל רחיצה מותר [הגרע\"א]:"
        ],
        [
            "(א) אפילו במספרים - וכ\"ש בסכין או ביד ובשיניו דמותר:",
            "(ב) יש מחמירין וכו' - דסוברין דבזה שייך ג\"כ הטעם כדי שלא יכנס למועד כשהוא מנוול ויתחכם בערב הרגל. וכל הני דמותרין לגלח הנ\"ל בסימן תקל\"א מותרין ליטול צפרנים. ואם נטלן מערב יו\"ט מותר ליטלן בחוה\"מ דהא יש מתירין לעולם כשגילח מעיו\"ט ואף דאנן לא קיי\"ל כן כנ\"ל בסימן תקל\"א ס\"ב מ\"מ לענין זה דיש בלא\"ה הרבה דעות להקל אין להחמיר:",
            "(ג) בין בסכין וכו' - אבל בידיו או בשיניו מותר. הנוטל צפרניו בשיניו אין בהן משום מיאוס [גמרא]:",
            "(ד) שנוטלן כדרכן בחול - ר\"ל אפילו ע\"י עצמן וא\"צ ע\"י נכרית כמו לענין אשה שהיא אבלה [ביו\"ד סימן ש\"צ ס\"ו] מאחר שיש מתירין בכל ענין [הגר\"א]:",
            "(ה) כל רפואה מותר בחוה\"מ - היינו שמותר לעשות אפילו מלאכה גמורה לצורך רפואה ואפילו לחולה שאין בו סכנה הא ביו\"ט אסור אפילו לשתות דבר שהוא משום רפואה גזירה אטו שחיקת סממנים [מ\"א ופמ\"ג]:"
        ],
        [
            "(א) לצורך המועד - שאין לו קמח בביתו ואפילו יכול לקנות או לשאול מחבירו וכדלקמן בסימן תקל\"ז סט\"ו. וה\"ה דגם שארי מלאכות יכול לעשות בכגון זה דהיינו קוצר ובורר וכו' וכמבואר שם בסעיף הנ\"ל:",
            "(ב) אפילו כיון מלאכתו - ר\"ל שהיה יכול לתקן מעיו\"ט ומדעתו הניח ד\"ז לעשותו בחוה\"מ דבכמה מקומות מחמרינן בזה אבל בצרכי אוכל לא החמירו בזה:",
            "(ג) ולקוץ עצים - להסיק תנורו וכדמסיים בסוף. ועיין לעיל בסימן תק\"א סק\"ח במ\"ב מה ששייך לענינינו:",
            "(ד) בין של שעורים - דאיכא טרחא מרובה:",
            "(ה) אבל לא יערים לטחון וכו' - ואם בעל הטחנה אינו רוצה לטחון שיעור מועט יכול לטחון אפילו הרבה ולא הוי כמכוין להותיר שהרי טוחן המותר בשביל אותו מועט שהוא צריך:",
            "(ו) יותר בכוונה - ואם הערים מותר בדיעבד כיון שאוכל עכ\"פ קצת מן הקמח או מן השכר וכמו שפסק המחבר לעיל בסימן תק\"ג ס\"א בכה\"ג ומיהו להמפרשים שפירשו שם דדוקא בהזיד אבל בהערים אסור אף בדיעבד אפשר דה\"ה הכא אסור:",
            "(ז) ויאמר מזה אני רוצה - ואע\"פ שאוכל מזה שטוחן מ\"מ הערמה היא שהרי אין צריך לזה:",
            "(ח) בשכר - וכן בחטים ושעורים וכה\"ג אם יש לו קמח מהם שאינו יפה כ\"כ מותר לטחון אחרים שיפים יותר מהם:",
            "(ט) עדיף בלא הערמה - ר\"ל שבאמת החדש עדיף ואינו מתכוין להערמה. ודע דיש פוסקים שסומכים להקל בהערמה דיש לו ישן ואומר בשכר חדש אני רוצה ושותה גם מן החדש ואין למחות למי שרוצה לסמוך אסברא זו ומ\"מ יש שכתבו דגם פוסקים אלו אינם מקילים אלא בזה דאין הערמה ניכרת שאין הכל יודעים שיש לו שכר ישן אבל לא בטוחן חטים או עושה שכר ומערים לעשות יותר אלאחר יו\"ט שהכל רואין שהוא טוחן הרבה כדרך שהוא טוחן בחול:",
            "(י) שרי - כתב הח\"א נ\"ל דאפילו יש לו פת נקיה מותר לאפות פת הדראה לצורך חוה\"מ אע\"ג דביו\"ט אסור בחוה\"מ שרי ובלבד שצריך עכ\"פ ג\"כ קצת במועד ועושה בהרוחה ואם יותיר יותיר:",
            "(יא) מפני וכו' האוכלים - כגון תאנים ותמרים המיבשין אותן בחמה וצריכין לכסותן בלילה מפני הטל. וכ\"ז אם הוא עושה לצורך זה ואפילו בזה לא שרי ליה לעקור אלא בכדי מה שהוא צריך. וה\"ה אם הוא צריך לזרע הפשתן לצורך חפיפה ששורין אותו והנשים חופפות בו להחליק בשרן ולצחצח מראיהן דשרי לעקור הפשתן בשביל זה ואע\"ג דבשביל זה לא היה לו לתלוש רק ראש הגבעול לא הטריחוהו חכמים לשנות מכפי מה שהוא עושה בחול ושרי לעקור עם השורש. וגם בזה אינו מותר אלא בכדי צרכו וכנ\"ל:",
            "(יב) שראוי להטיל בו שכר - צ\"ל להטיל בשכר שמערבין אותו בשכר לתת בו חורפא וגם בזה אם הוא עושה לצורך זה וגם רק בכדי מה שהוא צריך למועד וכן לענין שומשמין דלקמיה:",
            "(יג) ולעקור שומשמין - אינו שומשמין שלנו שהם מאכל גמור אלא הוא מין זרע שעושין מגרעיניו שמן או מטגנים אותן בדבש וראוים לאכילה ואינן ראוים לכל זה אלא בשעה שהן יבשין אבל הלחים צריך להכמישן ולייבשן ולא חזו עד לאחר המועד:",
            "(יד) שהיבשים שבו וכו' - ומשמע דשרי ליה לעקור בלי ברירה ואח\"כ יברור הראוים לאכילה ולשמן:",
            "(טו) יכול לכבשם - ר\"ל אע\"ג דשוב לא יהיו ראוין לכל ימות החג וא\"כ טרח רק לימי החול אפ\"ה שרי דהוי דבר האבד:",
            "(טז) ואם הוא דבר שאינו נמצא וכו' - וה\"ה אם יתייקר אח\"כ וכמו בפרקמטיא לקמן סימן תקל\"ט ס\"ה:",
            "(יז) מותר לקנותו ולכבשו - אע\"ג דאינם ראוים למועד עצמו והטעם דמדמינן לה לפרקמטיא דשרי בכהאי גוונא וכדלקמן בסימן תקל\"ט ס\"ה ועיין בביאור הלכה בשם אחרונים דדין זה אינו מוסכם לכו\"ע:",
            "(יח) כל מה שיכול לצוד - ומשמע דאפילו הוא מוכח בודאי שהוא יותר מכדי הצורך למועד ג\"כ שרי ולא דמי לקמח בס\"א וכה\"ג דאינו מותר אלא בכדי צורכו בהרוחה. שאני הכא שאין כל דג שוה בטעמו ועל כל צידה י\"ל שמא ימצא משובחים ביותר והוא כבוד יו\"ט:",
            "(יט) ומולח הכל במועד - ר\"ל דלא דמי לס\"ג דלא שרי ללקטם כדי לכבשם התם שאני דמכובשים אינם ראוים לאכול במשך איזה ימים וא\"כ הוא רק הכנה לימי החול משא\"כ בדגים אפשר ע\"י הדחק לסחוט ולאכול וא\"כ אפשר דיהנה מזה גם ביו\"ט ולאו לצורך חול בלחוד טרח:",
            "(כ) ומותר לצודן בפרהסיא שניכר וכו' - וכמו שמותר בתבלין בסימן תקל\"ט ס\"י ומשמע לפ\"ז דלאו דוקא בצודה לעצמו אלא אפילו בצייד שאומנתו ופרנסתו מזה ג\"כ מותר בפרהסיא ועיין מה שנכתוב לקמיה שיש חולקין בזה. זבובים ויתושים אם הם מצערין את האדם מותר להורגן בחוה\"מ דאין לך צורך אדם גדול מזה ואע\"ג דמצי להבריחם מיד יחזרו עליו [רדב\"ז ח\"ב סימן תשכ\"ו]:",
            "(כא) כל מלאכות שהם לצורך המועד - ר\"ל אף שבאמת היא לצורך המועד מ\"מ כשעושין וכו' ומיירי במין מלאכה שאינו מוכח להרואה שהיא לצורך המועד כגון הני דמסיים ועיין לקמן סימן תקל\"ט ס\"י:",
            "(כב) אומניהם - דבאדם פרטי שעושה לעצמו אינו עושה בשיעור מרובה וכו\"ע ידעי דלצורך היום הוא משא\"כ באומן שעושה הרבה ביחד אמרי דבמלאכתו הוא עוסק כבשאר ימות השנה ולאו ליו\"ט הוא מכין:",
            "(כג) של חיות ועופות - הרמ\"א השמיט דגים דסבר דבדגים שאינן מתקיימים הרבה אפילו בצייד ידעי כו\"ע דליומא הוא צודה ולא אלאחר יו\"ט ובה\"ג מותר בפרהסיא וכמו שכתבתי לעיל בס\"ד מיהו כמה פוסקים חולקין בזה ואסרו לצייד שמלאכתו בכך לצוד דגים בפרהסיא. כתבו הפוסקים אם נהגו ציידין שלא לצוד בחוה\"מ רשאין לחזור ממנהגן ואין זה כמי שנהג מנהג של מצוה ואדרבה ממעטין הן בשמחת הרגל ומבואר בירושלמי דציידי חיה ועוף ודגים מותרים לצוד אפילו במצודות גדולות וכה\"ג כדי להרבות שמחה ברגל דאם אי אתה מתיר להם אלא בחכה ומכמורות אין צדין אלא מעט וממעטין בשמחה. מי שיש לו בריכה גדולה וחופר בצדה שיזובו המים ויצוד הדגים מצדד במ\"א שי\"ל שאסור דמוכחא מילתא טפי שהוא לצורך חול ונ\"ל דיש להקל בזה ע\"י עכו\"מ אם רוצה לאכול הדגים במועד:",
            "(כד) הרי אלו עושים בצנעא - היינו בין הצידה והטחינה והבצירה ובין המכירה וכעין שנתבאר לקמן סימן תקל\"ט סי\"א ועיין בבה\"ל דלענין מכירת דגים מי שנוהג להקל בפרהסיא אין למחות בידו דיש לו על מי לסמוך:"
        ],
        [
            "(א) אין מכבסין במועד - אפילו לצורך המועד והטעם כדי שיכבס מעיו\"ט לצורך יו\"ט ולא יכנס למועד כשהוא מנוול:",
            "(ב) ואלו שמכבסין הבא ממדינת הים וכו' - עיין לעיל בסימן תקל\"א סעיף ג' וד' וכל הדברים שמבואר שם בפנים ובמ\"ב לענין גילוח שייך גם בענינינו לענין כיבוס:",
            "(ג) ומנודה שהתירו וכו' - דמנודה אסור בכיבוס:",
            "(ד) ומטפחות הידים - הטעם שדרכן להתלכלך תיכף וא\"כ אפילו אם היה מכבסן מעיו\"ט היו חוזרין ומתלכלכין ולכן אפילו יש לו הרבה מטפחות מותר לכבסן דצריך לכל יום מטפחת אחרת אכן לפי מה שנהגו כעת שמחליפין רק משבת לשבת ע\"כ אפילו יש לו רק שנים אין לכבסן בחוה\"מ שדי להם בכביסה שמעיו\"ט. כתב הח\"א דה\"ה פאציילק\"ע של חוטם דינו כמטפחות הידים:",
            "(ה) הספרים - היינו ספריים שנותנין המטפחות עליהם כשמסתפרין ואית דמפרשי ספרים ממש היינו ספרי קודש והטעם בכל זה הוא כמו במטפחות הידים הנ\"ל:",
            "(ו) הספג - היינו מה שמסתפגין בהן כשיוצאין מבית המרחץ וכתב ב\"י בשם כל בו דעכשיו נהגו בזה חומרא וכן ראוי לעשות ועיין בא\"ר:",
            "(ז) ובגדי קטנים - כי דרך הקטנים להתלכלך בטיט ובצואה תדיר:",
            "(ח) ובעלת הכתם שנמצא במועד - וה\"ה כשפרסה נדה ביו\"ט וצריכה ללבוש לבנים במועד:",
            "(ט) אלא חלוק אחד - דחלוק אחד מתלכלך אפילו כיבסו קודם יו\"ט. ויש מן הפוסקים דס\"ל דכל זה דוקא בזמן התלמוד שהיה ניכר בעת שפשט חלוקו לכבסו שאין לו אלא חלוק אחד (שמתחלה היה חוגר איזורו על החלוק וכשפושטו חוגר חגורו על בגד העליון שלו) אבל לפי מנהג מלבושים שלנו שאין לנו חגור על חלוק שלנו אין להקל בזה ומ\"מ נראה דאם היה החלוק של פשתן אין להחמיר בזה:",
            "(י) ובפרהסיא ע\"ג הנהר - עיין במ\"א שדעתו להחמיר שלא לכבסן בפרהסיא דאין הכל יודעים שהיה במדינת הים או בשביה וכה\"ג לבד במטפחת הידים וכה\"ג שאר דברים שמותר לכל אדם יש להתיר בפרהסיא אבל כמה אחרונים מסכימים לדעת הרמ\"א דלקמיה דכיון שמתכבס יפה ע\"ג הנהר והוא לצורך המועד לא החמירו חכמים בכל השנויין כאן:",
            "(יא) הקטנים ביותר - ור\"ל לאפוקי סתם קטנים אין להתיר בכבוס רק חלוק אחד וכנ\"ל:",
            "(יב) מותר לכבסן - שקלין להתלכלך ואפילו אם היה מכבסן קודם מועד וגם אין טורח בכיבוסן כ\"כ:",
            "(יג) והו\"ל דברים המותרים וכו' - עיין מ\"א:",
            "(יד) אי אתה וכו' - ומ\"מ כיון דמעיקר הדין שרי נתפשט המנהג להקל ליתן לעכו\"מ לכבס כתונת אחת ולחוץ לבית דאע\"ג דכל מה שאסור אסור ג\"כ ע\"י נכרי מ\"מ בזה מקילין [א\"ר בשם פרישה והובא בח\"א]. וליתן להנכרי שיכבס אחר המועד בכל ענין שרי ובלבד שלא ימנה כדרך שהוא עושה בחול כמש\"כ ס\"ס תקמ\"ג:",
            "(טו) מביאין וכו' - אבל אין מוליכין לבית האומן אפילו לצורך המועד [ב\"ח וא\"ר]:",
            "(טז) אין מביאין - בין שהאומן גמרו במועד או קודם והטעם משום טרחא וי\"א משום שיסברו שנתן לתקנו במועד ויאמרו שהאומן תקנו במועד ולפ\"ז אפילו מבית לבית באותה חצר דליכא טירחא ואפילו מאומן נכרי אסור להביא שיסברו שהבע\"ה צוה לתקנו במועד. כתב הפמ\"ג דלדבר מצוה אע\"פ שאין צורך המועד י\"ל דמאומן עכו\"מ שרי להביא:",
            "(יז) נותן לו שכרו - ה\"ה דאפילו יש לו מה יאכל ג\"כ מותר ליתן לו שכרו. אלא ה\"ק אע\"פ שאין לו מה יאכל דצריך ליתן לו שכרו וה\"א דמותר ליטלן אצלו כדי שלא יתבענו שנית קמ\"ל דנותן לו שכרו ומניחן אצלו א\"נ משום דרוצה לסיים ואם אינו מאמינו מניחו בבית הסמוך לו ואם יש לו מה יאכל לא יתן לו שכרו ואינו רשאי לפנותן לבית הסמוך לו:",
            "(יח) אלא בצנעא - לכאורה צ\"ע אם אין לו מה יאכל למה לא יביאם בפרהסיא דהרי מותר ליתן לו לעשות מלאכה כמ\"ש סוף סימן תקמ\"ב י\"ל דמ\"מ אסור שהרואה לא ידע שאין לו מה יאכל ולפ\"ז כ\"ש שאסור לו לעשות המלאכה בפרהסיא:"
        ],
        [
            "(א) אין מפנין וכו' - משום טרחא:",
            "(ב) מחצר לחצר - דרך ר\"ה דהוא מפורסם וא\"כ אם יש פתח בין שתי חצירות מותר לפנות מזו לזו ואפילו דרך כמה חצרות מותר:",
            "(ג) ולא לפנות וכו' - צ\"ל לא [הגר\"א] וכן הוא בדפוס הראשון שהדפיס המחבר בחייו:",
            "(ד) שאינם לצורך המועד - משמע דלצורך המועד אף בפרהסיא מותר דבר שהוא ידוע וניכר שהוא לצורך המועד [א\"ר ופמ\"ג]:",
            "(ה) באותו חצר - דליכא טרחא כולי האי וגם הוא בצנעא ואפילו אותו הבית הוא של חבירו:",
            "(ו) לבית הסמוך לו מותר - דבכלל צנעא הוא אבל מכאן ואילך אסור דהוי פרהסיא. והב\"ח מצדד דאפילו לבית הסמוך אין לפנות וכן בביאור הגר\"א מצדד להחמיר בזה אם לא שהוא מבוי שאינו מפולש:",
            "(ז) לחצר שלו - דשמחה לאדם שיהיה דר בשלו [ולפנות כלים לחצר שלו אין להקל] ודוקא באופן זה אבל מפני שאר הנאה כגון שהיה דר אצל חבירו בחדר אחד ואח\"כ שכר לו בית מיוחד אע\"פ שנוח לו יותר אסור לפנות דהא אפילו מכעורה לנאה אסור מיהו אם דירה ראשונה היה בין העכו\"מ או דומה לזה יש להתיר לפי ראות עיני המורה:"
        ],
        [
            "(א) לטייל - וה\"ה לראות פני חבירו אבל להרויח ממון שלא לצורך המועד מותר לרכוב אבל לא יתקן צרכי רכיבה [פמ\"ג וע\"ש עוד]:",
            "(ב) לצורך המועד ולא ניסה ללכת ברגליו - אבל שלא לצורך המועד או שלמוד ללכת ברגליו אינו מותר רק הרכיבה אבל לא לתקן צרכי רכיבה:",
            "(ג) ולתקן ברגליו - צ\"ל ולתקן ברזליו וכן הוא בדפוס הראשון. ודוקא במדינות שאבנים מצוים שם ואין הבהמות יכולות לילך בלא ברזלים אבל במקומות שהעפר תיחוח ואין אבנים מצוים שם ואין רגילים שם לעשות ברזלים אסור [ב\"י בשם הרא\"ש]:",
            "(ד) ומותר לרכוב - דברכיבה ליכא שום מלאכה [ב\"י] ואם מותר ליסע בעגלה בחנם עיין בבה\"ל:",
            "(ה) ליפותו - דהוא בכלל צרכי רכיבה שהתירו כשצריך לרכוב לצורך המועד או לטייל. ועיין בב\"ח דאפילו במסרק שמשיר נימין דביו\"ט אסור משום פסיק רישא בחוה\"מ שרי:",
            "(ו) אין מרביעין - היינו שאין אוחזין הבהמה להביא עליה זכר אבל מכניסין לדיר זכרים ונקבות ביחד ורובעין מעצמן ועיין בא\"ר שכתב דהא דאסור להרביע הוא דוקא בשאר בהמות אבל חמורה שתבעה דאז אם לא ירביעו עליה כשהיא מתאוה לזכר תצטנן ותעקר מותר להרביע עליה דהוי דבר האבד ובברכי יוסף מצדד להחמיר גם בזה:",
            "(ז) במועד - דאין בזה צורך המועד ולא דבר האבד. ובחול מותר ואין בזה משום פריצותא דבעבידתא טריד:",
            "(ח) מלאכה - דאורייתא:",
            "(ט) אין מושיבין וכו' - דאינו צורך המועד ולא דבר האבד:",
            "(י) יכול להחזירה - מדסתם המחבר משמע דאפילו לא ישבה התרנגולת עליהן עדיין ג' ימים ולא נתקלקלו הביצים לגמרי שראוי עדיין למכור הביצים בזול אפ\"ה שרי דעכ\"פ יש הפסד מועט אם לא יחזירנה ועיין ברא\"ש וטור דמוכח מדעתם דאין להקל בזה רק לשיטתם דמלאכת חוה\"מ הוא מדרבנן אבל אם נסבור דהוא דאורייתא אין להקל להחזיר רק אם ישבה כבר עליהן ג' ימים דאז אין הביצים ראויין כלל לאכילה שהתחילו להתרקם והוי דבר האבד אם לא יחזירנה וא\"כ לפי מה שהבאנו לעיל בריש סימן תק\"ל דכמה ראשונים סוברין דמלאכת חוה\"מ הוא מן התורה אין להקל בזה כ\"א כשיש לו הפסד מכמה ביצים דאז יש לסמוך להקל אף תוך ג' ימים לישיבתה:",
            "(יא) אחרת - אפילו אחר ג' ימים לישיבתה דפסדי לגמרי אפ\"ה אסור ואף דכל דבר האבד מותר בחוה\"מ יש לומר דבטרחא יתירא אין היתר אף בדבר האבד ועיין בבה\"ל:",
            "(יב) בתוך ג' וכו' - דאז מהני החזרה וגם אין טורח כ\"כ להחזירה אבל לאחר ג' ימים אסור אפילו יפסידו הביצים דיש טורח גדול בחזירה וגם אפשר שלא יועיל כלל החזרה שכבר אזל חמימותה ממנה:"
        ],
        [
            "(א) דבר האבד - ר\"ל שאם לא יעשהו עכשיו יבא לידי הפסד. ואם הדבר אצלו בספק עיין במ\"א שמקיל ובח\"א כתב שיעשהו ע\"י עכו\"ם ולא בעצמו ועיין בבה\"ל שצידדנו דכונת המ\"א הוא ג\"כ אם אותו החשש שהוא חושש הוא מצוי שיבוא ואז נראה דיש להקל גם ע\"י עצמו אכן יראה לעשות בצנעא אם אפשר ועיין בפמ\"ג שכתב דלדברי המ\"א יש להקל נמי בספק צורך המועד והיינו ג\"כ אם בעיניו קרוב שיהיה זה לצורך המועד:",
            "(ב) הארץ הצמאה - ועיפה למים שאם לא ישקנה תמיד תפסד:",
            "(ג) שכיון שהתחיל וכו' - אבל אם לא התחיל לא תפסד ע\"י איחור איזה ימים ואסור:",
            "(ד) שדה הבעל - פי' שדי לה במטר השמים:",
            "(ה) בין חדש - שהתחיל לנבוע מחדש וקמ\"ל דלא חיישינן כיון שחדש הוא דלמא יפלו כותליו ואתי לתקן במועד א\"נ דלמא אתי לאיתויי ממקום אחר והוי טרחא יתירא:",
            "(ו) הבריכה - מים מכונסין בבור עמוק והוי טרחא יתירא שצריך לדלות בכלי:",
            "(ז) ממי הגשמים - ואפילו אינו דולה אלא ממשיך מהן ברגל דהיינו שהבור או מקום המקובץ מהגשמים מלא על כל גדותיו דאז אין צריך לדלות אסור מפני שסופו לדלות כשיחסרו. וממעין נמי בהמשכה ברגליו שרי להשקות אבל כל שדולה בדלי או בכד אסור:",
            "(ח) אפילו ערוגה אחת וכו' - וכ\"ש כשהם שתי ערוגות ואחת גבוה מחבירתה אין דולין מהתחתונה להשקות העליונה. ואם היה ערוגה של ירק וכונתו כדי לאוכלן במועד מותר וכדלקמיה בס\"ד:",
            "(ט) שלא פסקו - ר\"ל שאינו פוסק בשום פעם אלא מושך תמיד מן האגמים [וגם האגמים גופא צריך שלא יפסקו תמיד] אבל אם דרכן לפסוק בשום פעם אף דעכשיו יש ריבוי מים בהם באופן שבכל חוה\"מ לא יצטרך לדלות בדלי ויוכל להמשיך ברגלו אפ\"ה אסור משום לא פלוג דשמא יהיה נדמה לו שיש בו מים די על כל חוה\"מ ובאמת אינו כן ויבוא לדלות בדלי:",
            "(י) עוברת ביניהן מותר להשקות מהן - היינו מן הבריכות ע\"י המשכה ולא חיישינן דלמא פסקי וטרח ואזיל ואייתי ממקום אחר דאי פסקי יכול ליקח מאמת המים. ועיין בב\"י שכתב בשם הנ\"י בשם הראב\"ד דדוקא כשאמת המים נכנס בתוך הבריכות אבל אי לא עיילה לגווה אע\"ג דנכנס לתוך השדה אסור דאיכא למיחש דלמא אתי למטרח ולאתויי ובחידושי הריטב\"א כתב דלאו דוקא כל שעוברת בסמוך לשדה ממש קרי ביניהם. ועיין בטור וב\"י לענין חריצין הנעשין להמשיך בתוכן מים מן הנהר לצורך שדות אימתי מותר להשקות מהן את השדות בהמשכה ועיין בט\"ז מש\"כ בזה:",
            "(יא) וכן בריכה שנטפה וכו' - היינו בית השלחין שהוא גבוה והיה מעין נובע מצדו ובצד אחר היה בית השלחין נמוך ובין אלו בית השלחין היה בצד בית השלחין הנמוך בריכה קטנה וכשמשקין בית השלחין הגבוה ממעין שלו נוטפין טיפין טיפין מתוך בית השלחין הגבוה לתוך הבריכה הנמוכה:",
            "(יב) ועדיין היא נוטפת מותר וכו' אחרת - ר\"ל בית השלחין הנמוכה ואע\"ג דבריכה עבידה דפסקא ואפשר דאזיל וטרח ומייתי ממקום אחר הואיל ומטפטף עדיין מבית השלחין הגבוה מים שבאו ממעינו אמרינן דבוודאי לא פסקא:",
            "(יג) והוא שלא פסק המעיין וכו' - אבל אי פסק המעיין אע\"ג דעדיין מטפטף מבית השלחין הגבוה לתוך הבריכה אין משקין מהבריכה לבית השלחין הנמוך דלמא פסק ואזיל וטרח ומייתי ממעיין אחר:",
            "(יד) שרוצה לאכלן וכו' - אין הכונה דוקא כשרוצה לאכול בעצמו אלא ר\"ל שיהיו ראויין לאכילה במועד ועומדין לימכר [ריטב\"א]:",
            "(טו) לדלות וכו' - דכל שהוא לצורך אוכל נפש אפילו טרחא יתירא התירו. ועיין בפמ\"ג שכתב די\"ל דוקא צורך המועד באוכל נפש הא לצורך המועד מכשירי אוכל נפש וכדומה י\"ל דטרחא יתירא אסור אמנם בחידושי הרמב\"ן (בליקוטיו) על מו\"ק כתב בהדיא דמכשירי אוכל נפש כאוכל נפש וכעין שהתירה התורה והשווה מכשירי או\"נ כאו\"נ כשא\"א לעשותן מעיו\"ט:",
            "(טז) ועושה כדי להשביחן אסור - היינו אפילו בהמשכה בלא הדלאה דאז היה מותר אם היה חשש פסידא דהיינו בבית השלחין אבל בזה שא\"צ אלא להשבחה בעלמא אסור:",
            "(יז) אין עושין וכו' - דהוא טרחא יתירא ואסור אף דאיכא פסידא:",
            "(יח) ונתקלקלו - ועדיין ניכר החריץ מעט אפילו פחות מטפח דאלו נסתם לגמרי אסור דהוי כחדתי:",
            "(יט) ה\"ז מתקנן במועד - דליכא טרחא כולי האי:",
            "(כ) אסור להעמיקן - וה\"ה דאסור להרחיבן:",
            "(כא) אמת המים - היינו החריצין העשויין בקרקע שבהם המים הולכות סביבות השדה ומשקות אותו ונקרא אמה לפי שהוא רחב אמה ועמוק אמה:",
            "(כב) שנתקלקלה מתקנין אותה - אבל אין עושין אותה לכתחלה וה\"ה אם נסתמה לגמרי שלא נשאר אפילו טפח ג\"כ אסור לתקנה דזה הוי כעשיה לכתחלה:",
            "(כג) עמוקה טפח וכו' - מלשון זה משמע דס\"ל דאפילו לא היתה חפורה מבעיו\"ט אלא טפח מותר לחפור בחוה\"מ יותר וכ\"ש כשהיתה חפורה ונסתמה עד טפח אבל מלשון הגמרא דקאמר ומתקנין את המקולקלת משמע דוקא לתקן המקולקל מותר אבל לחפור מחדש אסור בכל גווני [מ\"א] וכן משמע מכמה פוסקים:",
            "(כד) עד ששה - דזהו שיעור אמת המים וצריך לצמצם השיעור לא יותר ולא פחות דזהו שיעור אמת המים שיעברו בה המים שפיר וכן ברוחב האמה דבעי ששה טפחים. ואפילו היתה אמה זו עמוקה יותר מששה טפחים קודם שנתקלקלה אינו רשאי לתקן בה עכשיו אלא עד ששה טפחים בלבד בלבד [ריטב\"א]:",
            "(כה) עד שבעה - שזהו ג\"כ הוספה בחפירה חמשה טפחים. ואם היתה עמוקה שלשה אפשר דאסור לחפור עד שמנה דטרחה יתירא היא להשליך העפר לחוץ מעומק האמה [מ\"א] ונכון להחמיר בזה דבמאי דהקיל השו\"ע עד שבעה ג\"כ יש מהפוסקים שמחמירין בזה:",
            "(כו) מושכין את המים וכו' - פי' שעושין סביב האילן חפירות למלאות אותן מים ותו אין בזה טורח הרבה לעשות חריץ שימשכו בו המים מאילן לאילן:",
            "(כז) ובלבד שלא ישקה וכו' - דאף אם לא ישקה כולה ליכא פסידא לאילנות דאף שע\"י ההשקאה יהיה הרוחה לאילנות לא שרינן טרחא רבה בשביל הרוחה:",
            "(כח) את כולה - שכיון שהיתה לחה במים מקודם אין בה טורח יותר ע\"י ההשקאה:",
            "(כט) כדי שיכנסו בה מים וכו' - דהוי כמזבל שדה במועד וכנ\"ל:",
            "(ל) כדי לאכלן במועד - עיין בבית מאיר שדעתו דאינו אסור רק אם כונתו כדי להשאיר כל הדגים אלאחר המועד אבל אם כונתו כדי לאכול מהן אפי' אין דעתו כדי לאכול כולן שפיר דמי אולם מביאור הגר\"א דמדמה זה להא דתנן בדף י\"ג ע\"ב הדשושות עושין בצנעא לצורך המועד ושם הלא כתב המחבר לעיל בסימן תקל\"ג ס\"א שלא יערים לטחון יותר בכונה [אכן דין הערמה גופא לאו מלתא ברירה היא לאיסור עי\"ש] ועיין בפמ\"ג שמסתפק ג\"כ בזה:",
            "(לא) כגון שפותח למעלה מקום וכו' - דאף על פי שכונתו לדגים בעינן שיהיו מעשיו ניכרים לכך יש לפתוח שני פתחים הא חד פתח אף על פי שכונתו לדגים אסור כיון שאין מעשיו ניכרין ומתחזי כמו שמכוין להשקותה וכתב הריטב\"א בחידושיו דכ\"ז רק לענין איסור לכתחלה אבל בדיעבד לא קנסינן ליה אם הוא אומר שדעתו להיתר וכן הדין לענין סעיף טי\"ת ויו\"ד וי\"א:",
            "(לב) ולמטה מקום שיצאו - דהיינו שעושה שם חור קטן שיזובו המים משם וישארו הדגים ניצודין מאליהן ואע\"פ שממילא השדה שותה מהמים שרי דדבר שאין מתכוין הוא:",
            "(לג) כגון שמשוה כולה - שיותר צריך קרקע שוה לדוש מלחרוש והרבה ראשונים ס\"ל להיפוך וע\"כ תרוייהו אסירי [ב\"ח וכן משמע מביאור הגר\"א שיש לחוש לדברי אלו ראשונים ואפשר דגם הוא מודה להב\"ח דתרווייהו אסירי]:",
            "(לד) ואם ניכר שמכוין בשביל הענפים וכו' - ובכל הדברים האלו וכיו\"ב תרתי בעינן שיהא כונתו להיתר ומעשיו יהיו מוכיחין וניכרין שלדעת צורך ההיתר הוא עושה כמו שכתבנו אבל אם כונתו לאיסור אע\"פ שמעשיו מוכיחין שלצורך ההיתר הוא עושה וכן אם כונתו לענין היתר ואין מעשיו מוכיחין עליו אסור:",
            "(לה) אין מתליעין וכו' - שנוטל התולעין שנפלו באילנות אע\"פ שנפסד האילן אסור דטרחא יתירא הוא:",
            "(לו) ולא מזהמין - כשנשרה קצת קליפתו מדביקין שם זבל שלא ימות ואיסורו ג\"כ משום טרחא יתירא:",
            "(לז) בשמן - דהיינו שקטעו נופו קודם המועד כדי שיוציא נופות הרבה סביב מקום הקטיעה מותר לסוכו בשמן במקום הקטיעה כדי שלא ימות וכן הפירות מותר לסוך בשמן כדי שלא יפסדו דכל זה לא הוי טרחא יתירא ושרי:",
            "(לח) אישות - הוא שרץ קטן שאין לו עינים ודרכו לחפור בפנים הקרקע וכאשר ימצא בשדה יקלקל האילנות ע\"י חפירותיו:",
            "(לט) אין צדין אותן אלא וכו' - דלא מפסיד כולי האי בשדה לבן:",
            "(מ) וי\"א וכו' - עיין בבה\"ל:",
            "(מא) צאן לדיר - היינו שמכניסין בהמות לשדה ושוכבות שם בלילה וכל הלילה מטיילות הבהמות ממקום למקום עד שמזדבלת כל השדה:",
            "(מב) לזבל השדה - אע\"פ שאינו בידים מפני שנראה כמזבל בעצמו והמזבל הוא תולדה דחורש מפני שמיפה את הקרקע לזרוע בה:",
            "(מג) אפילו אם מחזיק לו טובה - ר\"ל אפילו בשבת גופא:",
            "(מד) וביו\"ט יכול וכו' - ר\"ל לאחר יו\"ט דמזונות לא מיחזי כשכר ממש. [ומ\"מ היינו דוקא בזה דאינה מלאכה גמורה אבל עכו\"מ העושה מלאכה גמורה ביו\"ט בשביל ישראל אסור ליתן לו שכר מזונו דמראה שהיה ניחא ליה במלאכתו שעשה בשבילו] וה\"ה דיכול ליתן לו מזונות ביו\"ט גופא:",
            "(מה) ובלבד שלא יתן לו שכר אחר - דכשיתן לו ידעו שעשה מדעת ישראל ויסברו ששכרו לעשות מלאכה לימים:",
            "(מו) ובלבד שלא יזכירנו - ר\"ל שלא יאמר לעכו\"מ עשה ואתן לך שכר לאחר המועד דכל שאין עושה אין אומר לעכו\"מ לעשות כדלקמן בסימן תקמ\"ג ס\"א:",
            "(מז) ולא ימסור לו שומר וכו' - מפני שנראה כאלו שכרו לעכו\"מ מתחלה לשם זה [לבוש]:",
            "(מח) בחול המועד - אבל בשבת ויו\"ט אסור אפילו בשכיר שנה וכן למסור לו שומר אסור בשבת ויו\"ט:",
            "(מט) ומוסרין לו וכו' - אבל לשכור לו שומר במועד אסור אפילו בכגון זה:",
            "(נ) אם אינו נפסד וכו' - דאם הוא נפסד מותר לקצרו ומסתברא דאפילו אם רק אבוד מקצתו ג\"כ מותר:",
            "(נא) אין מצריכין אותו ליקח וכו' - וכן אין מחייבין אותו לשאול מחבירו:",
            "(נב) ובורר כדרכו - ובורר וטוחן כדרכו כצ\"ל. ור\"ל דאין צריך שינוי ומה דהחמירו שלא ידוש בפרות משום דאוושא מילתא. ומ\"מ אין לו לעשות כל אלו מלאכות אלא לפי מה שהוא צריך לאכילתו:",
            "(נג) שלא ידוש בפרות - הטעם כנ\"ל. ולפ\"ז גם בשאר בע\"ח אסור:",
            "(נד) יכול וכו' - עיין ט\"ז מה שכתב בשם רוקח דאדם חשוב צריך להחמיר אף בדבר האבד ובבדק הבית מפקפק בזה. ומ\"מ טוב שיעשה בצינעא אם לא שאירע פעם אחת תקלה ע\"י שהעולם דימו שמותר לעשות לכוין לכתחלה ולהניח המלאכות על חוה\"מ דאז אפשר דממידת חסידות צריך תו ליזהר בכגון זה מעתה [פמ\"ג]:",
            "(נה) לבצרו - ופועלים ישראלים יכולים ליטול שכר אף שיש להם מה לאכול ואצלם לא הוי דבר האבד מ\"מ הותר אצלם לעשות בשבילו דומיא דפועל עני עני שאין לו מה יאכל דמותר לבעה\"ב ליתן לו מלאכה:",
            "(נו) ולדרוך היין - היינו כשהענבים יתקלקלו עד לאחר המועד [הגר\"א]:",
            ""
        ],
        [
            "(א) מי שהפך וכו' - פי' דרך הוא שנותנן במעטן לאחר לקיטה וצוברן שם ומניחן כדי שיתחממו ויתבשלו מאליהן ונותנן בבית הבד ודרך הוא שמהפכין אותן כשמכניסן ואם היה מניחן מלתקנן מיד אחר שהפכן פסדי:",
            "(ב) יינו בבור - אותו כלי שהיין נופל בו מן הגת קרוי בור ואם לא יריק היין משם ויתנם בחבית יתחמץ היין כשיעמוד שם בבור מגולה:",
            "(ג) ואירעו אונס - שמחמתו לא היה יכול לגמור פעולת הזיתים והיין קודם המועד:",
            "(ד) עד לאחר הרגל - כצ\"ל. ור\"ל שסבר שאפילו אם ישהא בזיתים ההפוכין עד לאחר הרגל ולא יגמור פעולתן ג\"כ לא יתקלקלו ומחמת זה לא עשה אודותן קודם הרגל וכן כה\"ג לענין היין שבבור ועכשיו במועד רואה שאם יניחם כך עד אחר יו\"ט יהיה לו מזה הפסד מותר לגמור פעולת הזיתים והיין כדרכן בחול דהיינו שטוחן הזיתים ודורכן ומכניסן לחבית כדרכן תמיד:",
            "(ה) זולף וגומר - היינו שזיתים הניתנין שם בבית הבד לסחטן מותר לסחטן כמה פעמים עד שיוגמר סחיטתן כל מידי דשפוך קרי זילוף וכן לענין יין קרי זילוף מה ששופך היין מן הבור ומריקו בחביות:",
            "(ו) בין קטנות בין גדולות - נקט לתרוייהו דבכל אחד יש צד בפ\"ע להקל הקטנות דיינה מועט ולא נפיש פסידייהו אף אם יזוב מעט מהן מ\"מ מותר דאין טרחת זפיתתן מרובה והגדולות אף דטרחתן מרובה מותר משום דנפיש פסידייהו:",
            "(ז) לקשרם בעקלים - (שקורין רייפין) מפני שהוא דבר האבד אם לא יעשהו:",
            "(ח) וכן שולה וכו' - היינו שמעלהו משם כשיכלה זמן שרייתו דאל\"ה יתקלקל הפשתן:",
            "(ט) ובלבד שלא וכו' - אכל הסעיף קאי:",
            "(י) יכוין וכו' - היינו שהיה ביכולתו לזה בשאר ימות השנה או קודם הרגל או לאחר הרגל והוא מצמצם אותם למועד:",
            "(יא) מותר להכניס וכו' - וגם בזה וכן בכל דבר האבד אסור לכוין לכתחלה להשהות עד המועד ואף דההכנסה הוא רק טרחא בעלמא [מרדכי]:",
            "(יב) בלילה - כדי דלא ליפוק מיניה חורבא לעלמא:",
            "(יג) מעיר לעיר - עיין לעיל סימן תקל\"ה ס\"א דאפילו באותה העיר לפנות כליו לחצר אחרת אסור ואפשר דנקט המחבר לשון זה משום סיפא דבשביל דבר האבד אפילו מעיר לעיר מותר:",
            "(יד) לחפותם בקש - ומוכח בירושלמי דאפילו לעקור קש מן המחובר מותר לצורך זה [הריטב\"א בחידושיו]:",
            "(טו) ב\"ד מאבדין - רבותא קאמר לא מיבעי אם עדיין לא עשה המלאכה אין הב\"ד מניחין אותו לעשות המלאכה אע\"פ שהוא דבר האבד ויאבד הדבר ההוא מעצמו. אלא אפילו עבר ועשה ב\"ד מאבדין הדבר ההוא בידים ובתר הכי גבי מת דלא קנסו בנו קמ\"ל ג\"כ רבותא דאפילו עדיין לא עשאה ב\"ד מתירין לבנו לעשות המלאכה כיון שהוא דבר האבד:",
            "(טז) ממנו - וכ\"ש אם עשה מלאכה בדבר שאינו אבוד בודאי ב\"ד מאבדין אותה:",
            "(יז) ומפקירין אותה - ואם לא זכה בה אדם ונשאר עד לאחר המועד מותר להתעסק בה:",
            "(יח) שאי אפשר לקנסו - עין בא\"ר שדעתו דמאבדין ממנו כל השכירות וע\"ש עוד:",
            "(יט) ומלקין אותו - ר\"ל או מלקין אותו [הגר\"א] והיינו עד שיקבל עליו שלא לעשות [לבוש]:",
            "(כ) לא קנסו בנו אחריו - אדלעיל קאי שכבר עשה אביו. ופשוט דדוקא אם עדיין לא זכה בה אדם אבל אם זכו בה בחייו כבר נעשה שלהם ואין הבן יורשו ואפשר עוד דאפילו עדיין לא זכו בה מכיון שכבר הפקירוה שוב אין הבן יכול לחזור ולזכות מצד ירושה אלא הרי הוא כשאר כל אדם לנכסים אלו והמחבר מיירי שמת קודם שהפקירוה:",
            "(כא) אם הוא דבר האבד - דבדבר שאינו אבוד פשיטא דאסור לבנו לעשות בחוה\"מ. ואם עשה אביו בדבר שאינו אבוד ומת י\"א דבזה קנסו גם לבנו אחריו שלא יהנה מזה למ\"ד דמלאכת חוה\"מ אסור מן התורה אבל הב\"י ועוד כמה אחרונים מפקפקין בזה:\n"
        ],
        [
            "(א) סחורה אסורה - מפני. הטורח:",
            "(ב) על מנת שיתנו לו וכו' - אפילו לא התנה שיתנו לו במועד ועיין בבה\"ל דאפילו אינו צריך לילך למקום אחר לתבוע שהם באותה העיר ג\"כ אסור דמה שמקבל הסחורה מהם הוא ענין מקח וממכר ונקט לילך משום סיפא דאם אינם מצויים לו אח\"כ מותר לילך אחריהם אפילו בעיר אחרת:",
            "(ג) אינם מצויים וכו' - וה\"ה אם מטעם אחר יוכל לבא לידי הפסד אם לא יתבע עכשיו:",
            "(ד) דה\"ל דבר האבד - ודוקא אם לא כיון לכתחלה זמן קבלת הסחורה במועד:",
            "(ה) ריוח מרובה וכו' - הטעם דאף דמשום ריוח מרובה בלבד אין להתיר [אא\"כ הוא בודאי אינו מצוי תמיד לאחר המועד כבס\"ה] הכא דבלא\"ה יש פוסקים שמתירין למכור בצנעא סמכינן עלייהו היכא דנזדמן לו ריוח מרובה ומ\"מ צריך להוציא מהן קצת לשמחת יו\"ט:",
            "(ו) למכור בצנעא - וה\"ה לקנות ודוקא לענין מכירה וקניה דלאו מלאכה היא אבל בדבר שהוא משום מלאכה אין חילוק לכו\"ע בין צנעא לפרהסיא:",
            "(ז) מותר לתובעו - היינו אפילו לילך לעיר אחרת ולתובעם שם ואפילו אם יכול למצאם שם אחר המועד ג\"כ דגביית חוב בעלמא אין זה בכלל סחורה:",
            "(ח) לגבות מעותיו - ואפילו למיקם עמם בדינא ודיינא שרי:",
            "(ט) ואין צריך לומר שמותר וכו' - דשם אפילו לקבל סחורה ממנו כההיא דסעיף א' ג\"כ שרי מפני שהוא כמציל מידו וכמבואר בס\"ח:",
            "(י) יש מי שאוסר - טעמו דכל משא ומתן של סחורה בין בסוף כההיא דס\"א ובין בתחלה כההיא דסעיף זה אסור:",
            "(יא) ולי נראה וכו' - והנה אף שהב\"ח הסכים מדינא לסברא הראשונה מ\"מ כהיום שאנו רואין שהחובות מתקלקלין נוהגין לתבוע בדין אף בעד פרקמטיא בחוה\"מ דחשבינן לדבר האבד [אחרונים]:",
            "(יב) לקבול במשפט בשביל חובותיו המותרים וכו' - ר\"ל דחובות המותרים לתבוע בחוה\"מ כמבואר בסעיפין הקודמין [ותבעו לישראל בדין ישראל קודם המועד ולא ענהו] מותר לקבול בחוה\"מ אף לפני ערכאות של עכו\"מ ומ\"מ נראה דהיינו דוקא לקבול בע\"פ אבל לכתוב משום זה אסור אם לא דהוא דבר האבד ואם צריך להמעות להוציא אותם על יו\"ט אפשר דמותר לכתוב ע\"י עכו\"מ:",
            "(יג) וכן מותר לעשות זקיפה וכו' - בנ\"י מבואר דזה קאי על עכו\"מ ור\"ל דאפילו אם נחמיר בישראל שלא לתבוע חובותיו במועד דהרי יכול לתבוע אחר המועד בעכו\"מ ודאי מותר לתבוע ולעשות זקיפה דאצלו בודאי בכלל דבר האבד הוא:",
            "(יד) כדי להבטיחן - ר\"ל שע\"י הזקיפה יהיו חובותיו בטוחין:",
            "(טו) אבל אם לא יפסיד וכו' - היינו אף שהוא סבור עתה להרויח הרבה דהעברת ריוח לא מקרי פסידא:",
            "(טז) ויוציא יותר וכו' - כל מקום שנזכר לשון זה א\"צ להוציא כל הריוח ודי במקצתו:",
            "(יז) מותר למכור - ומ\"מ יהיה החנות סגורה ופותחה במקצת כשבא הקונה ליקח:",
            "(יח) אם הוא דבר שאינו מצוי וכו' - פי' דאף דנתבאר בסעיף הקודם דלא מקרי דבר האבד אא\"כ כשאם לא ימכור עתה יפסיד מהקרן אבל בשביל ריוח לבד אינו מותר אא\"כ יוציא עי\"ז יותר לשמחת יו\"ט כ\"ז בריוח המצוי שאפשר לו למכור סחורתו אחר המועד ג\"כ אבל בריוח שאינו מצוי תמיד כמו שמפרש בשביל זה גופא ג\"כ התירו לו דכדבר האבד דמיא:",
            "(יט) וה\"ה לירידים הקבועים וכו' - וכן יומא דשוקא הנקרא קרסנ\"י טאר\"ג שהוא דבר דלא שכיח ובא מזמן לזמן ואפשר דה\"ה כשחל שבוע שלפני פסחם בחוה\"מ וידוע דאז קונים הרבה חשיב כיומא דשוקא דלא שכיח [ח\"א]:",
            "(כ) ואפילו מעיר לעיר וכו' - עיין בה\"ל:",
            "(כא) אינו מותר למכור ולקנות וכו' - אם לא שע\"י הריוח יוציא יותר לשמחת יו\"ט וכנ\"ל בס\"ד:",
            "(כב) ימכר ביום השוק שלאחר המועד - ודוקא כשמשער בודאי שעכ\"פ לא יפסיד אז מהקרן:",
            "(כג) ותגר שקונה וכו' - דאם ימכור היום יחזור ויקנה מחדש וימכור ביום השני ואם ימנע מלקנות ולמכור היום יפסיד בודאי הריוח ועיין במ\"א שהעלה דאעפ\"כ אינו מותר למכור רק בביתו ולא לישב בחנות בפרסום:",
            "(כד) מציאה אסור וכו' - אף שלא ימצא אותם לאחר המועד ולא דמי לשיירא שאינה מצויה דשרינן לעיל מקח וממכר משום רוחא דשאני מו\"מ דחיי אדם ופרנסתו תלוי בזה ודעתם ע\"ז תמיד הלכך חשיב פסידא משא\"כ במציאה דהוא רק רוחא בעלמא:",
            "(כה) שיהא קנוי לו - ר\"ל אחר ח' ימים:",
            "(כו) יש מתירין - שאין זה פרקמטיא אלא הלואה ועיקר הקניה יהיה אחר ח' ימים [הג\"א]:",
            "(כז) ויש אוסרין - שאם אתה מתיר לעשות כן יתירו כל מו\"מ שבעולם ויערימו שלא יהיה המקח חל אלא אחר המועד ובתוך המועד יהיה הלואה ולדינא בודאי טוב להחמיר כהיש אוסרין ומ\"מ אין למחות ביד המיקל וסומך על דעה ראשונה מאחר שבאמת אין כונתו להערים:",
            "(כח) מותר לקבלו ממנו - דהוא בכלל דבר האבד אם לא יקבל עכשיו:",
            "(כט) לא ימצא כמו שמוצא עתה - ר\"ל שלא ימצא כ\"כ בזול כמו שמוצא עתה [ב\"י]:",
            "(ל) ולתקן החבית וכו' - אע\"ג דתקון החבית הוי מלאכה גמורה מ\"מ כיון דמותר לקנות מותר ג\"כ לתקן הכלים הצריכים לזה:",
            "(לא) אבל יותר מכדי צורך שתייתו - פי' לכל השנה ולכן לא יקנה דהא יהיה ביכולתו לקנות לשנה הבאה בעת הבצירה לצורך שתייתו וא\"כ מוכח שקונה כדי להרויח והוי כשאר סחורה דאסור לקנות ולמכור בחוה\"מ כדי להרויח וכנ\"ל בס\"ד:",
            "(לב) ואם הוא דבר שאינו מצוי וכו' - ר\"ל שקניית היין לא יהיה מצוי אחר המועד כלל להרויח בו ולכן שרי אפילו לקנות כדי להרויח דהוא דומיא דשיירא וירידים המבואר בסעיף ה' אבל כשימצא רק שיהיה יותר ביוקר ולא יוכל להרויח בו כ\"כ אסור ויש מן האחרונים שסוברין דהיכא שנזדמן לו קניית היין בזול מאד והוא ריוח מרובה שאחר המועד אין מצוי כלל ריוח כזה מותר דהוא דומיא דשיירא הנ\"ל ועיין בה\"ל:",
            "(לג) מוכרי תבלין או ירק וכו' - והאחרונים הסכימו דה\"ה מוכרי בשמים דאף שהוא דבר המתקיים כיון שהוא ניכר דהוא לצורך המועד וא\"כ כיון שפותחין לצורך ישראל אפילו בא נכרי לקנות מותר למכור לו:",
            "(לד) מוכרי פירות וכו' - דאלו דברים המתקיימים לאחר המועד ואין ניכר שהוא לצורך המועד ואתו למיחשדיה שלוקחן לצורך חול ולכן בעי צנעא וכתבו הפוסקים דדוקא מוכרים הקבועים שאומנתם בכך כל השנה בעי צנעא אבל בע\"ה המוכר לצורך המועד לא בעי צנעא:",
            "(לה) או למבוי - ר\"ל שאינו מפולש דאלו מפולש הוא בכלל ר\"ה:",
            "(לו) ונועל אחת - ודוקא בזה אבל שאר דברים אפילו יושב בפתח החנות והחנות סגורה והדלת פתוחה אסור:",
            "(לז) של חג הסוכות - זהו לענין לעטר השוק בפירות דא\"צ רק בעיו\"ט האחרון של חג ומשום כבוד שמ\"ע דהוא רגל בפ\"ע משא\"כ בעיו\"ט האחרון של פסח דאין בו מצוה לעטר אבל לענין למכור בפרהסיא אף בעיו\"ט האחרון של פסח שרי מפני כבוד יו\"ט:",
            "(לח) ומותר וכו' - דלא נימא כיון דאנו בקיאין בקביעא דירחא הו\"ל כחול ומכין מחוה\"מ לצורך חול דאסור קמ\"ל דשרי כי היכי דלא יזלזלו בו:",
            "(לט) לקנות וכו' - עיין בחידושי רע\"א דאפילו לעשות מלאכה גמורה כגון לבשל לצורך יו\"ט שני ג\"כ שרי:",
            "(מ) אין לוקחין וכו' - ומן העכו\"מ י\"א דמותר לקנות בתים ושדות וכרמים ועבדים ובהמה מפני שהוא כמציל מידו ועיין בבה\"ל:",
            "(מא) לצורך המועד - דהיינו בתים לדור ואבנים לתקן כותלו וכדלקמן בסימן תק\"מ ועבדים לשמשו:",
            "(מב) שמוליך הדברים הנקנים - ר\"ל לבית הקונה והיינו בשביל שהשכיר אין לו מה לאכול התירו להמוכר והקונה לעשות מו\"מ כדי שישתכר השכיר וה\"ה הסרסור ומשמע מאחרונים דדוקא אם האמת כן הוא שעושים המסחור בשביל זה השכיר אבל לא שיערימו לסחור ולומר שכונתם כדי שהסרסור וכדומה ירויחו:",
            "(מג) אבל שאר כלים וכו' - המ\"א וכן שארי אחרונים העלו שאין להקל גם בשאר כלים שלא לצורך המועד אם לא שלא ימצאם בזול לאחר המועד:",
            "(מד) דהוי דבר האבד - שאם לא ילוה להם וילכו למקום אחר ירגילום לבא אליו ולא יבואו עוד אצלו ובזה אין צריך להוציא בשמחת יו\"ט:",
            "(מה) ויוציאנו בשמחת יו\"ט - היינו יותר ממה שהיה מוציא אם לא היה מרויח ריוח זה. ובזה אפילו באופן המבואר בס\"ד להחמיר [כגון מי שיש לו מעות בריוח וכו' ע\"ש] הכא שרי משום דכמה פוסקים סוברין דהלואה אינו דומה כ\"כ לפרמקטיא דהתם יש טורח גדול בדקדוק שיווי המקח ומתוך טרדתו ימנע משמחת יו\"ט וגם לפעמים יקנה ביוקר ויצטער משא\"כ בהלואה לפיכך מקילינן יותר. ומה\"ט שרי נמי להלוות לישראל בריבית בדרך היתר ומותר ג\"כ לעשות עיסקא ליתן לו מעות [אחרונים]:",
            "(מו) על הלואה שיעשה וכו' - היינו דכיון דההלואה הוא אחר המועד לא חשיב כלל עושה סחורה במועד:",
            "(מז) אסור - דבכה\"ג הוי פרקמטיא לד\"ה:",
            ""
        ],
        [
            "(א) בנין אפילו כ\"ש אסור - היינו אפילו לצורך המועד דלא הותר משום זה אלא מלאכת הדיוט:",
            "(ב) גדר גנתו וכו' שבינו לחבירו - דליכא למיחש לגנבי אלא משום שאר אנשים שיכנסו שם וליכא כ\"כ פסידא לפיכך לא הותר כ\"א מעשה הדיוט:",
            "(ג) ואינו טח בטיט - דהטיחה בטיט הוא מעשה אומן ודוקא זה שעושה אותה עם מלאכת הגדר משא\"כ להטיח הגג בטיט מעשה הדיוט הוא ושרי לצורך המועד וכן עשיית סולם מעשה הדיוט הוא ושרי לצורך המועד [ט\"ז] ועיין בפמ\"ג דלהטיח סדקים שבגג מעשה אומן נקרא כדלקמן בס\"ג והכא מטיחו רק שיהא חלק (ובמדינתינו אין מצוי זה) ובעשיית סולם ג\"כ אם מייפיהו כדרך האומנים בודאי מעשה אומן הוא ואסור אף לצורך המועד:",
            "(ד) או גודר אותו וכו' - משמע לכאורה דדוקא תיקון פרצה בעלמא הא לגדור כל הגינה מעשה הדיוט נמי אסור [פמ\"ג]:",
            "(ה) הסמוך לר\"ה וכו' - דעי\"ז שהוא סמוך לר\"ה איכא פסידא יתירא דעייל שם גנבי ודבר האבד הוא ולא בעי שינוי וה\"ה בכותל לחצר שבינו לחבירו שנפל אם יש שם אנשים שחשודים על הגנבה או אם דרים שם עובדי כוכבים מותר לבנותו כדרכו. ועיין מ\"א דלא התירו אלא ד\"א דהיינו לבנותו אם הוא כבר סתור אבל לסתרו (אם הוא רעוע) ולבנותו מחדש לא התירו אם לא מפני הסכנה וכדלקמיה וכתב הפמ\"ג דאפשר שאם הוא רעוע כ\"כ שיש חשש ברור וכ\"ש היכא שיש חשש שיבואו הגנבים גם לידי עסקי נפשות שרי לסתור ולבנות ובלבד שלא יכוין מלאכתו במועד:",
            "(ו) ובונהו כדרכו - דאם לא נתיר לו לבנות ימנע ולא יסתור [מ\"א]:",
            "(ז) גבשושית שבבית - שלא יתקל בם ומותר ליטול אפי' כדרכו דאע\"ג דמלאכה גמורה היא [ובשבת חייב ע\"ז משום בונה] ואינו דבר האבד ולצורך המועד בעלמא אינו שרי כ\"א בשינוי אפ\"ה מתירינן אפילו כדרכו משום דנטילת גבשושית לית בה טורח [ב\"י]:",
            "(ח) סדקין שבגג - שהמים יורדים דרך שם [טור] יכול לסתמן ביד וברגל דהיינו שבועט ביד וברגל לסתום הסדקין ואפילו הוא עושה יפה יפה כעין שעושין בכלי אומנות ג\"כ שרי דכ\"ז נקרא מעשה הדיוט [שם במשנה]:",
            "(ט) אבל לא בכלי אומנות - דהוא מלאכה גמורה ויש בה טורח ואסור אפילו לצורך המועד. ודע דכל דבר שמתירין לצורך המועד במעשה הדיוט הוא דוקא שלא יכוין מלאכתו במועד [שם]:",
            "(י) ציר הדלת - כמו הדלת תסוב על צירה רגל הדלת הסובבת:",
            "(יא) והצנור - הוא חור שבאסקופה התחתונה שהדלת סובב בו והקורה הוא המשקוף שעל הפתח מה שחוזרת בו הדלת:",
            "(יב) בין שהם של ברזל - ר\"ל אף שבו נשמע קול הפטיש כשמתקנו:",
            "(יג) שנשברו - וה\"ה לתקוע המשקוף במסמרים שרי אם יש לחוש לגנבי ואם לאו אף זה אסור:",
            "(יד) ולכן מותר - ואפילו מעשה אומן וכנ\"ל בס\"א [פמ\"ג]:",
            "(טו) ובלבד שלא יכוין וכו' - היינו שלא התירו אלא בשכח מעיו\"ט לתקן ולא במכוין להניח לתקן במועד:",
            "(טז) מעשה הדיוט - דכל דבר שאינו צורך אוכל נפש אע\"פ שהוא צורך המועד לא התירו לעשות מלאכה כ\"א בשינוי:",
            "(יז) מעשה הדיוט אצטבא וכו' - הטעם כנ\"ל נסר שמחברין לו רגלים כעין ספסל שלנו מעשה הדיוט הוא [טור] ואפשר דלהחליקו ברהיטני מעשה אומן הוא [פמ\"ג]. וה\"ה לענין אבוס של בהמה הנ\"ל. ועיין בטור דלדעת הרא\"ש אפילו אצטבא של אבנים מותר לעשות לישב עליו אם עושיהו מעשה הדיוט ורבינו פרץ חולק ע\"ז:",
            "(יח) עושין - אפילו מעשה אומן כיון שהוא צורך אוכל נפש ואם היה אפשר לו לעשות מעיו\"ט וכיון מלאכתו לעשותן במועד נראה דאסור וכדלקמן סוף סעיף ח' בהג\"ה עיי\"ש במ\"ב:",
            "(יט) אין עושין אותם - בהא אסור אפילו מעשה הדיוט כיון דלאו צורך מועד הוא ואם הזמן הוא קור מותר להעמיד תנור בית החורף להסיק הבית אפילו אם אינו ראוי לאפות בו דהכל חולים אצל צינה. וה\"ה אם נשבר החלון בענין שאם לא יתקנו ישב בקור ג\"כ מותר לתקנו [ח\"א]:",
            "(כ) ובין כך ובין כך וכו' הטפילה שלהם - היינו הטיחה שעליהם בטיט כדי שישתמר חומו ומה שכתב בין כך ובין כך ר\"ל בין אפשר שייבש הטפילה ובין לא אפשר שייבש עושין הטפילה שלהן משום דאפשר לאפות בתוכן אע\"פ שלא נתייבשה הטפילה שעליהן כיון שעיקר התנור והכירה נתייבשו:",
            "(כא) נוקרין וכו' - שכשהיא חלקה ואין החטין יכולין לפרך מנקרין אותה כדי שלא יהיה שוה כדי שיפרכו החטין תחתיה ומותר אפילו בפתיחת עין אף דמעשה אומן הוא ובעלמא אף לצורך המועד מותר רק ע\"י שינוי הכא שרי במעשה אומן דחשיב כמכשירי אוכל נפש:",
            "(כב) את הרחיים - ואפילו בחדשים מותר כיון שהוא לצורך המועד:",
            "(כג) ומעמידים אותם - היינו שמתקנים אותם יפה על עמדם כדי להשתמש בהם [הרא\"ש]:",
            "(כד) ובונים אמת המים וכו' - שטוחנין על ידה:",
            "(כה) החמור - היינו החמור המגלגל הריחיים דגידול צפרניו מרעי ליה ולא מצי למיזל כ\"כ וכל הני משום דהוא לצורך המועד ועיין לעיל בסימן תקל\"ו ס\"א:",
            "(כו) ומותר לחדד וכו' וסכין וכו' - דכיון דמלאכת אוכל נפש הוא מותר ואפילו מעשה אומן וא\"צ שינוי:",
            "(כז) שנשבר במועד - ומשמע דבנשבר קודם המועד אסור כיון דאינו אלא מכשירי אוכל נפש ומוכח מהט\"ז דכ\"ז הוא באם היה יכול לעשותו מעיו\"ט וכיון והניח המלאכה ליו\"ט אבל אם לא כיון שרי:",
            "(כח) לעשות אחרת - ואפילו אפשר לו בשאלה. (מ\"א וש\"א):",
            ""
        ],
        [
            "(א) מותר לעשות וכו' - ודוקא לצורך המועד:",
            "(ב) מעשה הדיוט - ולא הוי בכלל מכשירי אוכל נפש כמו תנור וסכין דמותר שם אפילו מעשה אומן משום דלא מקרי מכשירין אלא דבר המכשירו לאכילה (כי התנור ע\"י האפיה וסכין ע\"י השחיטה) משא\"כ ברשתות:",
            "(ג) לתקן הפתילות - לצורך מועד ויש שמחמירין בזה ואף לגדל מצמר גפן דלאו שזור ג\"כ יש ליזהר לעשות מקודם ועיין בח\"א שכתב דלכתחלה נכון להכין מעיו\"ט אכן בדיעבד מותר לגדל מצמר גפן וכן בברכי יוסף כתב דהמנהג פשוט להתיר עוד כתב הח\"א דלכו\"ע אסור לעשות נרות של חלב ופשיטא של שעוה דאיכא ג\"כ מירוח וכמדומה שנוהגין היתר לצורך מועד עכ\"ל ובפמ\"ג משמע דיש ליזהר בזה:",
            "(ד) מסרגין - פי' שעושין בה חבלים שתי וערב לשכוב בה במועד וכ\"ש כשהם במטה מכבר אלא שנעשו רפויים דמותר למתחן ודוקא לצורך המועד דאל\"ה אף זה אסור ואפילו לצורך המועד דוקא שלא כיון מלאכתו למועד:",
            "(ה) אבל אין מפשילין וכו' - ר\"ל שאין גודלין החבלין משום זה ויש מן הפוסקים שמחמירים שלא להטילם במטה במועד אפילו הם מגודלין מכבר ומה שהתירו חכמים לסרג במטה היינו כשהמשיכן בנקבי המטה קודם המועד:",
            "(ו) מותר למעך בגדי פשתן וכו' - עיין סימן ש\"ב ס\"ה דשם לענין שבת אסור לעשות כן בבגדי פשתן ואפילו בחלוק אם מתכוין כדי ללבנו אסור והכא מותר אפילו במתכוין ללבנו ודוקא כשצריך לו במועד:",
            "(ז) בידים וכו' - לפי מה שכתב לקמיה בהג\"ה האי בידים לאו דוקא דה\"ה דמותר לגלגל אותם ע\"י כלי כנהוג:",
            "(ח) קשרי - היינו לקמט שקורין קרונצלי\"ן בל\"א ודוקא כשהקמטין אינם מתפשטין כשלובשן דכיון דהקמטים חזקים כ\"כ הו\"ל מעשה אומן ואסור אפילו לצורך המועד. ולפ\"ז אסור לקמט הענק שקורין קאלנע\"ר בעצים המיוחדין לכך דעי\"ז נשאר מקומט אף כשלובשו:",
            "(ט) עם הזכוכית - היינו עם אבן עגולה של זכוכית ומשמע דלא חשיב זה כ\"א מעשה הדיוט ובח\"א העתיק דמותר להחליקן בכלי כדרכן משמע דס\"ל דזכוכית ל\"ד דה\"ה שאר כלים הרגיל להחליק בהן ולפ\"ז מותר להחליק גם בכלי ברזל חלק שנוהגין חייטים להחליק דהכל מעשה הדיוט הוא ומותר לצורך המועד:",
            "(י) אסור לתקן - אע\"פ שיתקרעו יותר אם לא יתקן אסור דלא מיקרי דבר אבד אלא שעיקר הדבר נפסד אבל בשביל מעט תוספות קלקול לא ואם יתקרעו לגמרי כשלא יתקנם מותר אף ע\"י ישראל לתקן וא\"צ שינוי דהוי דבר האבד. וה\"מ כשצריך לילך בהם בחוה\"מ הא אין צריך להם בחוה\"מ פשיטא דאסור דיניחם ולא ישתמש בהם עד לאחר המועד [פמ\"ג]. ודע דבכל זה אין חילוק בין אם נתקרעו במועד או שנתקרעו לפני המועד:",
            "(יא) וכן אסור לומר לנכרי - רבותא נקט המחבר דאף דבזה יש קצת הפסד אם לא יתקנם אפ\"ה אסור וכ\"ש בשאר דברים וכדלקמן בריש סימן תקמ\"ג:",
            "(יב) מיהו ע\"י שינוי - היינו אם היה אומן צריך שינוי והשינוי מבואר לקמיה בס\"ה אבל אם הוא הדיוט תופר כדרכו וכדלקמיה. וכ\"ז אינו מותר רק בצריך למועד:",
            "(יג) מי שצריך לו בגד - תינוק שנולד בחג אסור לעשות לו בגדים חדשים במועד למול אותו ולא מיקרי לצורך המועד לכבוד אביו לישא אותו להמילה דיכול לכורכו בחתיכת שיראין. בח\"א כלל ק\"ט נסתפק הצריך לתפור לצורך המועד ואין לו חוטים במה לתפור אם מותר לטוות חוטים בשביל זה ע\"ש:",
            "(יד) הדיוט ואינו מהיר - סימן אחד הוא דסתם אומן מהיר [הגר\"א]. וכל מי שיודע להוציא מלא מחט בבת אחת או שיודע לכוין אמרא בשפת חלוקו תו אינו בכלל הדיוט אלא אומן ודיניה כדלקמיה:",
            "(טו) וכל אדם יחמיר ע\"ע וכו' - כי רוב בני אדם יכולים להוציא מלא מחט בבת אחת והם בכלל אומן:",
            "(טז) שינוי הניכר - היינו שיהיה ניכר בתפירה עצמה ולא בענין אחר. ודע דבין להדיוט שעושה אותה כדרכו ובין לאומן שעושה מעשה הדיוט אינו מותר כ\"א כשעושה אותה לעצמו או בשביל אחרים בחנם אבל כשעושה אותה בשביל אחרים בשכר אסור אף שהוא לצורך המועד אם לא שאין לו מה יאכל וכדלקמן בסימן תקמ\"ב ועיין בבה\"ל:"
        ],
        [
            "(א) מלאכות המותרות - כגון כל דבר שהוא לצורך המועד דבעי שינוי וכן ההדיוט שהתירו לו לתפור כדרכו וכן כמה דברים שאסרו משום טרחא אף שאינה מלאכה ממש:",
            "(ב) אבל בשכר אסור - דקבלת שכר במועד כעובדא דחול דמיא. יש מן הפוסקים שסוברין דאם א\"א לו לבעה\"ב לעשות המלאכה אלא באלו והם אינם רוצים אלא דוקא בשכר מותר ליתן להם מאחר שהוא לצורך המועד:",
            "(ג) אלא שאוכל עמו וכו' - דשוב לא הוי כעובדא דחול ושרי לצורך המועד:",
            "(ד) ודבר האבד וכו' - דכמו שהתירו לבעה\"ב ליתן מלאכתו לפועל שאין לו מה לאכול ואף כשהוא שלא לצורך המועד התירו לבעה\"ב כדי שיהיה טובה לפועל ה\"נ יש להתיר לפועל ליטול שכר בשביל טובת בעה\"ב:",
            "(ה) מותר לעשות אפילו וכו' - ר\"ל אפילו שלא לצורך המועד והוא מעשה אומן ועיין בבה\"ל דאם יכול למצוא עכו\"מ לזה נכון שלא ישכור ישראלים:",
            "(ו) כל מלאכה וכו' - היינו אפילו שלא לצורך המועד וגם לא בעי שינוי וכדלעיל בסימן תקל\"ז סט\"ו ע\"ש:",
            "(ז) ע\"י פועל שאין לו מה יאכל - היינו שאין לו כלל לאכול אבל אם יש לו לחם ומים אסור לו לעשות מלאכה [מ\"א] וי\"א דאפילו יש לו רק שאין לו צרכי יו\"ט ג\"כ מותר לו לעשות מלאכה. ועיין במ\"א סימן תקל\"ד דצריך עכ\"פ לעשות בצנעא דהרואה לא ידע שהפועל הוא עני כ\"כ ומ\"מ אם א\"א לו לעשות בצנעא מותר לו לעשות בפרהסיא כיון שאין לו מה לאכול כלל:",
            "(ח) כדי שישתכר וירויח - ואף אם יש לו כלי בית למכור מותר לעשות מלאכה ואינו מחוייב למכור כלי ביתו אבל אם יש לו סחורות ויכול למוכרם אסור לו לעשות מלאכה [אחרונים] עוד כתבו דמלאכה שמקבל בשעה שאין לו מה יאכל מותר לקבל שכר אפילו הרבה יותר מכדי אכילתו אבל אח\"כ אסור לו לקבל לעשות מלאכה אחרת בשל אחרים:",
            "משנה ברורה סימן תקמג",
            "====================",
            "(א) אסור לומר לנכרי וכו' - דעשו חכמינו מועד לזה כשבת ויו\"ט. ומ\"מ אם הוא צריך בחוה\"מ לצורך מצוה שרי ע\"י עכו\"מ דהא יש מתירין אפילו בשבת עיין סימן ש\"ז ס\"ה [מ\"א וש\"א]:",
            "(ב) לעשותו - ואפילו אם הוא משער שאם לא ישכור עכשיו העכו\"מ לעשות במועד יצטרך לשלם ביוקר גדול לאחר המועד אפ\"ה אסור דמה שאינו בידו לא מיקרי היזק:",
            "(ג) בקבלנות וכו' - ר\"ל אף שהוא בקבלנות ולא בשכיר יום וגם אינו מצויהו שיעשה במועד וכל דעביד אדעתיה דנפשיה עביד כדי לגמור במהרה את מלאכתו אפ\"ה אסור שהרואה יאמר שהוא שכיר אצלו. ואם כל העיר דרכן לבנות בקבלנות עיין לעיל בסימן רמ\"ד ס\"א בבה\"ל ואם בנו באיסור כיון שהוא בקבלנות ולא בשכיר יום שרי לדור בו:",
            "(ד) אע\"פ שהוא חוץ לתחום - לפי שהולכין לשם בני אדם ויראו המלאכה ויאמרו בשליחות ישראל עושה משא\"כ בשבת ויו\"ט:",
            "(ה) בתלוש - ופעמים יצוייר היתר אף במחובר כגון שנתן לו שדה באריסות [דהיינו למחצה או לשליש ורביע] מותר להניחו לעשות במועד דעביד אדעתא דנפשיה ולא אתי למיחשדיה שהוא שכיר יום שהכל יודעין ששדה עומדת לאריסות ואפילו נכרים בני ביתו של ישראל האוכלים אצלו מסייעים להאריס במועד אפ\"ה שרי כיון שאין הישראל נותן להם שכר על כך נמצא שאין באים בשליחותו:",
            "(ו) בקבלנות לעשותה בתוך ביתו וכו' - ר\"ל דבזה תו לא אתי לידי חשד ומותר כיון שהוא בקבלנות:",
            "(ז) מותר ליתן לנכרי וכו' - וה\"ה דלישראל שרי ליתן ונקט נכרי דלא נימא נימא דנכרי בודאי לא יקיים ויעשה במועד:",
            "(ח) שיעשנה וכו' - פי' שיאמר לו בהדיא שיעשנה אחר המועד:",
            "(ט) וישקול - כגון שנותן מטוה לאריגת בגד לא ישקול אותם:",
            "(י) וימנה - וא\"כ כשנותן כליו לכובס עכו\"מ לכבס אחר המועד לא ימנה אותם ונראה דבשביל זה נהגו העולם שלא ליתן לכובס עכו\"מ בחוה\"מ כלל מפני שאסור למנותו ובלא מנין אינו מאמינו. ובדגול מרבבה כתב דכלי פשתן מותר ליתן לו שיכבס אחר המועד ואף למנותם ומא\"ר בסימן תקל\"ד ס\"ב משמע שאין מחלק בזה. ובשעת הדחק יש לסמוך להקל:",
            "(יא) שרי - פירוש א\"צ למחות בידו:"
        ],
        [
            "(א) צרכי רבים מותר וכו' - דע דכל צרכי רבים מותר אפילו כיונו מלאכתן במועד וגם בפרהסיא ובטורח גדול והטעם שהתירו בכיון מלאכתו דכל צרכי רבים אינם נגמרים אלא בשעה שהם בטלים כולם ומתחברים יחד ואם לא יעשו עכשיו יתבטל הדבר [ולכן אם יש להם מנהיג שהרשות בידו לעשות לבדו אסור לו לכוין מלאכתו במועד] ויש בזה שני חלוקים דאם הוא מעשה אומן אינו מותר אא\"כ שהוא צורך המועד ואם הוא מעשה הדיוט שרי אפילו אם הוא רק צורך אחר המועד:",
            "(ב) כגון וכו' - ואפילו מעשה אומן שרי בזה כיון שדבר זה צריך גם במועד:",
            "(ג) ולהסיר מהם המכשולות - בגמרא איתא דמחוייבין בזה שלא יהיה כשופך דמים אם יארע מכשול עי\"ש:",
            "(ד) ולתקן המקואות - וה\"ה דלכתחלה ג\"כ מותר לעשות מקוה בחוה\"מ ודומיא דחפירת בור המבואר בס\"ב ודוקא כשתהיה נגמרת בחוה\"מ ותהיה צורך המועד דאל\"ה אסור דהוא מעשה אומן:",
            "(ה) צרכי רבים כאלו וכו' - וה\"ה לתקן מרחץ לצורך רבים שיש בהן צער הגוף אם לא ירחוץ ובזה ג\"כ דוקא אם יהיה נגמר בחוה\"מ ותהיה צורך המועד אם הוא מעשה אומן:",
            "(ו) כגון בנין ביהכ\"נ - לרבותא נקט דאפילו בנין ביהכ\"נ שהוא מצוה כדי להתפלל בו במועד בעשרה ואפילו אין להם מקום אחר להתפלל בעשרה ג\"כ אסור שזה אין צורך לגוף האדם ואפילו התחילו מכבר לבנותו וא\"צ במועד אלא להשלימו אסור מפני שהוא צריך מעשה אומן לזה. כתבו הפוסקים דבזה\"ז הוי בנין ביהכ\"נ דבר האבד דחיישינן שאם ימתין עד אחר המועד יעכבו העכו\"מ מלבנותו. ובספר מאמר מרדכי כתב דהכל לפי המקום והזמן ואין לדיין אלא מה שעיניו רואות ע\"ש:",
            "(ז) לעשות במועד - כתב בשערי תשובה נהגו לסדר צרכי רבים בח\"ה למנות גבאים ופרנסים. ונ\"ל דאם צריך לכתוב בענין זה לא יכתוב כתב אשורית כ\"א משיט\"א או כתב שלנו דבכתב אשורי שהוא מעשה אומן הלא לא הותר צרכי רבים כ\"א כשהוא לצורך הגוף וכנ\"ל:",
            "(ח) צרכי מצוה וכו' - ר\"ל דמעלת המצוה לא מהני להתיר בשביל זה מלאכת אומן אף כשצריך לה במועד ומעשה הדיוט מותר לצורך המועד אף כשאין בה מצוה וכנ\"ל בסימן תקמ\"א ס\"ה:",
            "(ט) בורות וכו' - וה\"ה דמותר לעשות מעשה הדיוט מחוץ לעיר חריץ שיבואו המים על ידו מהנהר לעיר כדי שישתו בהרוחה ואף שלא יגמר במועד כיון שהוא צורך רבים וגם בזה מותר אפילו אם כיון מלאכתו במועד והיה טרחא יתירא ופרהסיא:",
            "(י) ואפילו וכו' - היינו דכונתם בשביל אחר המועד ואפ\"ה התירו במלאכת רבים לפי שצרכי רבים אינם נגמרים אלא בשעה שהם בטלים ומתחברים כולם וכדלעיל בסק\"א ע\"ש:",
            "(יא) שהוא מעשה אומן - שצריך לטוח יפה כדי להחזיק מימיה:",
            "(יב) אפילו אם כיונו וכו' - קאי גם על ריש הסעיף:",
            "(יג) לא יעשו - היינו אפילו לא כיונו מלאכתן במועד וגם בצנעא:",
            "(יד) ואפילו צריך וכו' - אפילו אין לו מה ישתה אלא מפני דוחק הרבה אסור ואם אין משיג לשתות כלל מותר גם לחפור מחדש במועד:",
            "(טו) ואם היו עשוים כבר וכו' - ר\"ל דאז די בתיקון מעשה הדיוט בעלמא ולהכי שרי גם ביחיד לצורך המועד:",
            "(טז) אסור לתקנם - דביחיד אפילו מעשה הדיוט אסור כ\"א לצורך המועד:",
            "(יז) להמשיך מים - פי' שמקבלין מי גשמים בכלים מן הגג ומוליך אותן לבור אף שאין צריך להם עתה שיש בבור מים די לכל ימי הרגל אפ\"ה מותר לפי שאין בזה טורח מרובה אבל לעשות חריץ ולהביא מים דרך שם אסור:\n"
        ],
        [
            "(א) ואפילו להגיה וכו' - לפי שאין זה צורך המועד ולא מקרי צרכי רבים כיון שיש להם ספר אחר לקרות בו. ואפילו מצא טעות במועד אסור:",
            "(ב) אות אחת - כגון לעשות מרי\"ש דלי\"ת וכה\"ג אבל להפריד תיבות דבוקים או אות שהיה רישומו ניכר שרי להעביר עליו קולמוס. וס\"ת שהיה חסר תפירה בעמודים יבקשו איש שאין לו מה יאכל ויתפרנו:",
            "(ג) ולצורך רבים וכו' - לא קאי אהגהת ספרים הנ\"ל דשם בודאי הוא מעשה אומן ואסור לכו\"ע אף שהוא צורך רבים כל שאינו לצורך המועד אלא קאי אסתם כתיבה שהוא לצורך רבים:",
            "(ד) יש אוסרים - ס\"ל דסתם כתיבה מעשה אומן הוא והיש מתירין ס\"ל דכל כתיבה זולת ספרים תו\"מ אפילו כתיבה מרובע הוי כמעשה הדיוט שאין אדם מקפיד לכתוב אותן כתיקונן כ\"כ:",
            "(ה) בכתב שלנו וכו' - היינו בכתב משיט\"א דנקטינן לדינא שזה הכתב אינו מעשה אומן ועיין ס\"ה דמבואר שם דאף בזה הכתב נהגו להחמיר לשנות מ\"מ בענינינו שהוא צרכי רבים א\"צ לשנות:",
            "(ו) לקרות בו בצבור - דצורך המועד הוא ואפילו מעשה אומן שרי וכמו שנתבאר בסימן תקמ\"ד ס\"ב:",
            "(ז) מותר להגיהו - וה\"ה אם חסר איזה אות או תיבה מותר לכתוב:",
            "(ח) וכן בספרי מקרא וכו' - תמוה הא יכול ללמוד בהם אפילו אינם מוגהים רק יעשה רושם במקום הטעות ואחר המועד יתקנם וצ\"ל דמיירי שמגיה מתוך השכל ולא מתוך ספר אחר ואפשר שאחר יו\"ט ישכח עיון הזה והוי דבר האבד [ט\"ז] ומ\"א תירץ דמיירי שאינו יכול ללמוד מתוכו ע\"י הרבה טעיותיו אם אינו מגיה מתחלה וזה נחשב דבר האבד מה שאינו לומד:",
            "(ט) שאר ספרים ללמוד בהם - ר\"ל שצריך ללמוד בהם במועד מותר להעתיקם כדי ללמוד בהם. ועיין בב\"י דמשמע שם דוקא אם הוא צורך רבים אבל מדברי המ\"א והגר\"א משמע דאפילו צורך עצמו מותר:",
            "(י) לעצמו - אפילו להניחן אחר המועד דאלו להניחן בתוך המועד [במקומות שנוהגין להניח בחוה\"מ] אפילו לאחרים שרי וכדלקמן בהג\"ה:",
            "(יא) על יריכו - לאו דוקא דאפילו בפלך שרי ולא אתי לאפוקי אלא בגלגל דאוושא מילתא טובא:",
            "(יב) לבגדו - אפי' להניחן בבגדו וללובשו אחר המועד וכנ\"ל:",
            "(יג) ומוכר לאחרים וכו' - היינו אפילו האחרים אינם לוקחים אלא להניחן אחר המועד שרי דלא גרע משאר מלאכות דשרי לבעה\"ב לשכור לזה פועל שאין לו מה לאכול וכדלעיל בסימן תקמ\"ב ס\"ב:",
            "(יד) או שיהיו לו וכו' - ר\"ל אפילו יש לו מה יאכל דבעלמא אסור לעשות מלאכה הכא דהוא מצוה הקילו כדי שיהיה לו יותר וכו' אבל אופן זה אין להקל רק היכא דהקונה לוקחו כדי לקיים מצות תפילין בחוה\"מ גופא אבל לא כשלוקחו בשביל אחר המועד ועיין בבה\"ל:",
            "(טו) יותר בריוח לשמחת יו\"ט - אבל כשאין צריך גם לזה שהוא עשיר אסור לכתוב וליקח שכר אבל לכתוב בחנם בשביל חבירו כדי שיהיה יוכל לקיים בחוה\"מ מצות תפילין דעת הטור דשרי ואלאחר המועד לכו\"ע אסור:",
            "(טז) ואם כתבן כדי להניחן במועד - אף דמתחלה מיירי ג\"כ דכתבן כדי להניחן במועד זה קאי אדברי המחבר שכתב בריש הסעיף כותב אדם תו\"מ לעצמו משמע מזה דלאחרים לא יצוייר שום היתר אם לא שאין לו מה יאכל ע\"ז כתב דזהו דוקא כשכותב בשביל אחר המועד אבל כשכותב לאחר כדי להניחן במועד גופא מותר אף בשכר בין יש לו מה לאכול בין אין לו מה לאכול וזהו מה שסיים בכל ענין שרי:",
            "(יז) ואינו אסור וכו' - קאי לכותב כדי להניחם אחר המועד דאסור בשכר אא\"כ אין לו מה יאכל ואהא קאמר דאינו אסור רק הכתיבה אבל עשייתן שרי והטעם דכיון דצורך מצוה הוא לא גזרו:",
            "(יח) מותר לכתוב חשבונותיו - דהוי דבר האבד שמא ישכח ואם אינו דבר האבד אסור אא\"כ הוא לצורך המועד שצריך לחשוב מה שמוציא על המועד אבל אז אינו שרי לכו\"ע כ\"א מעשה הדיוט כמ\"ש סימן תקמ\"ד ועיין לעיל סק\"ד וע\"כ יראה לכתוב אותן בכתב משיט\"א ואם חשבונותיו כתובים כבר רק שרוצה לסדרם אסור במועד. ואפילו בשאינם כתובים מכבר יראה עכ\"פ שלא לכוין אותם במועד [א\"ר]:",
            "(יט) וה\"ה הכתבים שכותבים וכו' - דהוי דבר האבד שמא ישכח ופשוט דה\"ה הסחורות שמותר למוכרן בחוה\"מ כגון שהם לצורך המועד וכנ\"ל בסימן תקל\"ט ס\"י וי\"א מותר החנוני לכתוב ההקפות שמקיף כדי שלא ישכח:",
            "(כ) מותר לכתוב וכו' - הטעם בכל זה י\"א משום דכל דבר המזדמן תדיר אע\"פ שבכל פעם ופעם הוא דבר פרטי כצרכי רבים חשיבא ואפשר דמקרי צורך המועד הואיל שדבר זה צריכין להם במועד וי\"א משום דהוי דבר האבד פן ימותו העדים או ילכו למדינת הים או ימות הנותן או הב\"ד:",
            "(כא) פסיקתא - הוא כמו כתיבת תנאים בזמנינו [אחרונים]:",
            "(כב) דייתיקי מתנות - דייתיקי הוא צוואת שכיב מרע ומתנות הוא מתנות בריא:",
            "(כג) כשלא יאבד ממונו - ע\"י שמיטה:",
            "(כד) ומיאונין - היינו שטרי מיאונין והוא לקטנה יתומה שהשיאוה אחיה או אמה לדעתה ויוצאת ממנו במיאון בעלמא שתאמר אי אפשי בו וכותבין ע\"ז שטר מיאון:",
            "(כה) ברורין - שכותבין זה בורר לו פלוני לדיין וזה פלוני או שטרי טענתא מי שברח בממון אחרים מותר לכתוב עליו גזירות הדיינים והרשאה אבל אם הדבר בטוח שיחזור לעירו אסור:",
            "(כו) ופסקי דינין - מה שפוסקים הדיינין:",
            "(כז) ומותר לכתוב וכו' - ומיירי שנשא ערב הרגל דהא אין נושאין נשים במועד ואף דאסור להתייחד עם אשתו בלי כתובה צ\"ל שהיה שעת הדחק שאז רשאי לסמוך להתייחד על עידי קנין [מחה\"ש]:",
            "(כח) כתובה במועד - מטעם דבר האבד שמא יבואו לידי ערעור בהסכמת תנאיהם וא\"כ במדינתינו שכותבין כל הכתובות בשוה אסור לכתוב לכו\"ע אבל תוספת כתובה מה שמוסיף הבעל מרצונו שרי [מ\"א] ועיין בפמ\"ג דבכתב משיט\"א יש להקל אף בזמנינו:",
            "(כט) ויש אוסרים - טעמם דהוי כשט\"ח. והלכה כדעה א' ועיין לעיל דבמדינתינו אין להקל כי אם בכתב משיט\"א:",
            "(ל) ואגרות שאלת שלום - הטעם מפני שאין אדם נזהר מאד בכתיבתו בתיקונן וכמעשה הדיוט הוא ומקרי צורך המועד קצת מה ששואל בשלום חבירו דאל\"כ אסור אף מעשה הדיוט כדלעיל בסימן תקמ\"א:",
            "(לא) שאינה אבודה - וכ\"ש אם יוכל להגיע לו הפסד כשלא יכתוב דבודאי מותר. וכ\"ז מותר להמחבר לכתוב אפילו בלא שינוי ומ\"מ בכל גווני אין להקל כ\"א בשלא כיון מלאכתו במועד:",
            "(לב) ויש אוסרין - טעמם דכל כתיבה מעשה אומן הוא:",
            "(לג) בשאלות שלום - וכ\"ש לענין פרקמטיא:",
            "(לד) ונהגו להחמיר - ונהגו להחמיר לשנות אפילו וכו' כצ\"ל. והשינוי הוא שכותבים באלכסון כל השורות ואף דמבואר בס\"ז דכל האסור לכתוב אסור אפילו בשינוי [אם לא שהאותיות חתוכות ושבורות באמצעיתן] מ\"מ כיון שמדינא מותר לכתוב אגרת שלום בלא שינוי כמ\"ש הרב\"י אלא שנהגו לשנות די בשינוי זה:",
            "(לה) שהיא כתיבה משיט\"א - וכמה אחרונים כתבו דבמדינתינו נהגו להקל בכתב משיט\"א וכן בכתב שלנו דאינו מעשה אומן ויש להם על מה שיסמוכו והמחמיר יחמיר לעצמו ונוהגין לשנות קצת לעשות שורה עליונה עקומה ועיין בבה\"ל. ודע דבפרקמטיא אבודה לכו\"ע יכול לכתוב אפילו בכתב שהוא מעשה אומן וא\"צ לשנות כלל:",
            "(לו) שטר חוב במועד - דיכול להמתין לכתוב את השטר אחר המועד ואם כבר נתן לו המעות אפילו בפני עדים וקנין מותר לכתוב דיש לחוש שמא ימותו העדים ויכפור אח\"כ וכמ\"ש ס\"ה גבי מתנות [מ\"א וכן הוא בירושלמי]:",
            "(לז) והלוה צריך למעות - בחוה\"מ אפילו שאינו לצורך המועד אבל כשלוה לצורך אחר המועד אסור ואם לא ימצא אחר המועד מעות ללות מותר לכתוב דהו\"ל דבר האבד:",
            "(לח) או שאין לו לסופר מה יאכל - לדעת המ\"א לעיל בסימן תקמ\"ב היינו דוקא שאין לו כלל אפילו לחם ומים ולהי\"א שם היינו שאין לו כדי צרכו לשמחת יו\"ט:",
            "(לט) לכתוב שטר מכירה במועד - כגון שמכר לו קרקע לצורך המועד (כגון שהיה צריך לחפור שם טיט לתקן תנורו לצורך המועד וכנ\"ל בסימן תק\"מ וכה\"ג) וכנ\"ל בסימן תקל\"ט בסי\"ב אבל כשמכר קודם מועד אסור לכתוב במועד אע\"פ שיש לחוש שיחזור בהן כמו שטר אריסות דאסור לקמיה [אם לא דהיה לו אונס או שלא היה לו פנאי לכתוב קודם מועד] והטעם דאף שיחזור המוכר או בעל השדה ליכא פסידא ללוקח או להאריס דיכול לקנות שדה או לקבל באריסות במקום אחר. ואם המוכר צריך למעות ואין הלוקח רוצה ליתן לו כל זמן שאין כותב לו שטר מכירה נראה דמותר וכנ\"ל לענין הלואה:",
            "(מ) אבל אין לכתוב שטר אריסות וכו' - באמת ה\"ה בשטר מכירה אם מכר לו קודם המועד ג\"כ אסור וכנ\"ל אלא משום דלענין שטר מכירה יכול לצייר היתר כתיבה כגון שמכרו במועד לצורך המועד משא\"כ באריסות וקבלנות לא שייך לומר שיקבל השדה לצורך המועד ולהכי שייך תיבת אבל:",
            "(מא) שקבל קודם המועד - ולא אמרינן בזה דהוי דבר האבד וכנ\"ל. מיהו אם נאנס או לא היה לו פנאי לכתוב קודם המועד מותר אף לענין חכירות וקבלנות. אם שלח שלוחו ליריד מותר למשלח לכתוב לו אגרת בענין סחורתו דכל זה הוי דבר האבד [ח\"א] והיינו כשלא כיון מלאכתו במועד:",
            "(מב) כל הדברים וכו' - היינו המבוארים לעיל בס\"ה או שהוא דבר האבד:",
            "(מג) אפילו ע\"י שינוי אסור - פי' שעושה שינוי בידו בשעת הכתיבה כגון שאוחז הקולמוס בין גודל לאצבע או שעושה שורות עגולות או עקומות והכתב עצמו אין בו שינוי זה אסור אבל אם יש שינוי בכתב עצמו כגון שעושה האותיות חתוכות ושבורות באמצעיתן והיו\"ד עושה אותו כעין עיגול קטן זהו מותר. וזהו לענין כתיבה מרובע אבל לענין כתב משיט\"א או כתב שלנו עיין לעיל בס\"ק ל\"ה:",
            "(מד) של שעוה - ואפשר דה\"ה בלוחות שלנו כתב הפמ\"ג מה שכותבין בקנה עופרת על הלוחות מעופצות בסיד וכדומה אפשר דשרי ע\"ש עוד:",
            "(מה) מותר לכתבה - אפילו אם היא שלא לצורך המועד פן לא ימצא אח\"כ ע\"י מי לשלחה:",
            "(מו) מותר להעתיקה - שישאר אצלו העתקה כדי שלא ישכחנה:",
            "(מז) ואם שמע דבר חידוש - וה\"ה דמותר לשמוע לכתחלה כדי לכותבו. גם אין חלוק בין אם שמע החדוש מאחר או חידשו הוא עצמו דהרבה זימנין מצוי שאדם שוכח מה שחידש כבר ואינו יכול לחדשו אח\"כ. ואפילו בלא טעם שכחה כיון שבכל עת ורגע מוטל על האדם לעמול בתורה ולחדש בה כפי יכולתו אין שייך לומר ימתין עד אחר יו\"ט ואז יכתוב החידוש דאותו זמן יהיה עליו חיוב אחר דהיינו שיחדש אח\"כ חידושים אחרים ואם יתעכב בכתיבת החידושים שלמד בתוך המועד יצטרך ללמוד שנית מה שלמד כבר ולהזכיר מה שחידש מכבר וזה יבטלנו מלימוד חידושים אחרים באותה שעה ואין לך דבר האבד גדול מזה והעידו על הב\"ח ז\"ל שכתב חיבוריו בחוה\"מ [אחרונים] ומ\"מ יזהר בכתיבת חידושיו שיכתוב כתיבת משיט\"א ואם יצטרך לכתוב איזה אות מרובע יכתוב אות שבור וכנ\"ל:",
            "(מח) מותר לכתבו וכו' - וחשבון התקופות אסור לכתוב דאין זה מוציא מלבו כלום ולא ישכחם ספר הצריך לו במועד ללימוד מותר לתקן ולכרוך בעצמו וכ\"ש ע\"י עכו\"מ דהוי דבר האבד אבל אסור לתקן קונטרס כדי לכתוב עליו אחר המועד. כתבו האחרונים כל מה שמותר לכתוב מותר לעשות קולמוס ודיו הצריך לזה. ולשרטט לצורך דברים המותרים נסתפק בא\"ר ובלקט הקמח אוסר בזה מפני שהשרטוט בא רק ליפוי הכתיבה ורק בתפילין ומזוזות שא\"א בלא\"ה דאסור בלא זה שרי:",
            "(מט) בין דיני ממונות - ר\"ל דמועד לא הוי כמו שבת ויו\"ט דאסור לדון בם אפילו נתרצו שניהם ובזה שרי אם נתרצו הבע\"ד לדון בם דאלו לכפות לפעמים אין יכול לכוף לבע\"ד שיבוא בניסן ותשרי כדאיתא בחו\"מ סימן ה' ע\"ש:",
            "(נ) דיני נפשות - המחבר העתיק לשון הברייתא ומיירי בזמן הבית דהיה מוטל עליהם לקיים ובערת הרע מקרבך:",
            "(נא) לקבול וכו' - היינו בביהכ\"נ ועיין לעיל סימן תקל\"ט ס\"ג בהג\"ה:",
            ""
        ],
        [
            "(א) אין נושאין נשים במועד - דאין מערבין שמחה בשמחה ואפילו נשואין בלבד בלא סעודה ג\"כ אסור. וכתבו האחרונים דהא דאין מערבין שמחה בשמחה דוקא באדם אחד אבל מותר לשני בני אדם לפיכך מותר לעשות חופת יתום ויתומה או עני עם שמחת נשואי בניו ביום אחד אכן משני אחים או שתי אחיות או אח ואחות נזהרין שלא לעשות ביום אחד:",
            "(ב) ומותר לארס - דהיינו אפילו לקדש דבאירוסין לבד ליכא שמחה וכ\"ש שמותר להתקשר בתנאים לשידוך בחוה\"מ כנהוג בינינו. והסעודה שרגילין לעשות אחר כתיבת התנאים הט\"ז אוסר כמו לענין אירוסין אבל שארי אחרונים מקילין בזה דלא חשיב שמחה כאירוסין ועכ\"פ אם אינו עושה סעודה גמורה כ\"א מרקחת וכדומה בודאי אין להחמיר:",
            "(ג) הארוס בבית ארוסתו וכו' - ר\"ל אימתי אסור לעשות סעודת אירוסין דוקא אם נעשית בבית ארוסתו וגם בשעת האירוסין אבל אם חסר תנאי אחד מותר וכדמפרש לקמיה:",
            "(ד) בשעת אירוסין - היינו כשעושה האירוסין בתוך הסעודה או שעושה הסעודה תיכף אחריה הא זמן מופלג י\"ל דשרי אף באותו יום ויש מאחרונים שמחמירין בזה וכשעושה האירוסין ביום זה והסעודה ביום אחר בודאי יש להקל:",
            "(ה) ריקודין ומחולות - ואפילו בבית ארוסתו דזה לא מיקרי שמחה [ריב\"ש]:",
            "(ו) מותר - דכל זה לא נקרא סעודת אירוסין:",
            "(ז) מותר להחזיר וכו' - דאינה שמחה לו כ\"כ. ולענין סעודה משמע בב\"י דיש להחמיר ויש מאחרונים שמצדדין להקל ולעשות הסעודה שלא ביום הנשואין בודאי יש לסמוך להקל:",
            "(ח) הנשואין - אבל אם גירשה מן האירוסין אסור להחזירה ולכונסה ואפילו לארס אותה בלבד ולעשות סעודה ג\"כ אסור דכיון דלא נשאה מעולם היא עתה חדשה לו ואיכא שמחה:",
            "(ט) בערב הרגל - האחרונים כתבו דיש ליזהר לכתחלה לעשות הנשואין בשחרית כדי שיהא יכול לשמוח עמה יום אחד קודם הרגל וגם שיהא יכול לעשות סעודה ראשונה בחול ואם מאיזה סיבה נתאחר והוא שעת הדחק מתיר הא\"ר לישא אפילו סמוך לחשיכה. ועיין במ\"א שכתב דבמדינותינו המנהג שלא לישא כלל בעיו\"ט אכן אם יש צורך גדול בדבר אין להחמיר:",
            "(י) ולעשות סעודה ברגל - שאין עיקר השמחה אלא תחלת הנשואין ואע\"פ שמשמחין בסעודת הנשואין כל שבעה שרי ומשמע דאפילו בלילה שרי לעשות סעודה דהוא יום אחר ועיין במ\"א דדעתו דהלילה נגרר אחר היום ואסור לעשות סעודה הראשונה בלילה וכתב דמטעם זה נהגו שלא לישא בערב הרגל אכן בשעת הדחק כתב הא\"ר והמור וקציעה דמותר לישא ערב הרגל ולעשות סעודה בלילה:",
            "(יא) מותר לעשות וכו' - ואין נ\"מ בין היו בזמנן ובין שלא בזמנן דלא חשיבי שמחה אלא סעודת נישואין ואירוסין בלבד [אחרונים]:",
            "(יב) מחלקת שערה - ויש שפירשו שעושה כמין עבותות והתוספות פירשו שנותנת חוט של בצק על פניה כדי להאדים הבשר:",
            "(יג) בסיד - להשיר השער ולעדן הבשר:",
            "(יד) והוא וכו' - אסיד קאי:",
            "(טו) במועד - הטעם שכל שהיא טופלת בסיד מצירה היא שניוול הוא לה אלא כיון ששמחה הוא לה כשתסלק הסיד ע\"כ מותר מפני שמחת יו\"ט שתהיה אח\"כ:",
            "(טז) ומעברת שער מבית השחי וכו' - אבל מראשה אסור גילוח ותספורת בחוה\"מ באשה כמו באיש [הגר\"א ופמ\"ג]:",
            "(יז) ומעברת סכין - כלומר שמעברת השער בסכין:"
        ],
        [
            "(א) ומטעם זה אין מוליכין וכו' - ר\"ל כדי שלא ישתהא המת ברחוב ויבואו להספידו:",
            "(ב) אסור להספיד וכו' - שאין המת משתכח מן הלב עד אחר שלשים יום ואי יספידו פחות מל' יום לפני הרגל יבוא עי\"ז לבכות ולהצטער ברגל דעדיין לא שכחו ואפילו אם המספיד אינו נוטל שכר עבור זה רק בחנם לשם מצוה ג\"כ אסור ואין נ\"מ בין אם המספיד הוא אדם אחר או אחד מן האנשים שמוטל עליו אבילותיו:",
            "(ג) על המת שמת לו מלפני שלשים וכו' - ואפילו על ת\"ח שמת ובתשובת עולת שמואל מתיר לעשות הספד על אדם גדול אפילו על שמועה רחוקה אם לא היתה שעת הכושר מקודם וכן מצדד בנחל אשכול ע\"ש ועיין בשע\"ת:",
            "(ד) קודם המועד - וקודם ר\"ה ויו\"כ אי חשיב כרגלים לענין זה צ\"ע [פמ\"ג] ובישועות יעקב מיקל בר\"ה ויו\"כ ועיין בתורת אדם במה שמביא בשם ר\"נ גאון שבחודש אלול מותר:",
            "(ה) שמותר - מפני שהוא לו חדשה והמרירות קבוע לו בלבו ואינה מיתוספת בשביל ההספד וזה מותר אפילו אם המספיד נוטל שכר ואפילו על שאר כל אדם שאינו ת\"ח:",
            "(ו) אסור להספיד עמו וכו' - דעכ\"פ דעכ\"פ ע\"י זה מיתוסף לו עוד צער במועד:",
            "(ז) נ\"ל שמותר לספדו - דהמרירות כבר קבוע בלבו בלא ההספד ודינו כמת בתוך ל' יום קודם הרגל שמותר להספידו קודם הרגל:",
            "(ח) ולהזכיר נשמות - ואין זה מה שנוהגין להזכיר נשמות באל מלא רחמים שזה אף ברגל עצמו מותר ואינו הספד אלא שמתפללין עליהן:",
            "(ט) אינו בכלל זה - דאדרבה דעתו להפסיק עי\"ז אבילותו שהרי קודם לכן לובשים שחורים ואח\"כ מסירין אותם ולובשין לבנים [ב\"י]:",
            "(י) בתוך שלשים לרגל - אבל במועד גופא בודאי אסור להספידו אף באופן זה:",
            "(יא) אלא לקרוביו - אבל מי שאינו חייב ורוצה לקרוע מפני הכבוד אסור. ואפילו לקרוביו דוקא אם מת בחוה\"מ אבל אם מת ביו\"ט אין לקרוע במועד עד אחר יו\"ט דההיא שעתא לאו שעת חימום ולאו שעת שמועה הוא:",
            "(יב) על חכם - ששואלין אותו דבר הלכה בכל מקום ואומר ואפילו אינו יודע לישא וליתן בה. ואין בזמנינו ת\"ח כזה [מ\"א]:",
            "(יג) ועל קרוב וכו' - השתא מפרש ואזיל את דבריו הקודמין:",
            "(יד) אם הוא בתוך שלשים - אבל אם הוא לאחר שלשים אינו קורע במועד אפילו על אביו ואמו [יו\"ד סימן ש\"מ סל\"א בש\"ך שם]:",
            "(טו) ועל אדם כשר וכו' - ואם עמד בשעת יציאת נשמה חייב לקרוע אפילו באיננו אדם כשר ועיין ביו\"ד סימן ש\"מ ס\"ו בהג\"ה שנהגו להקל אפילו באדם כשר אא\"כ עומד עליו בשעת יציאת נשמה:",
            "(טז) ויש חולקין - דס\"ל דאין קריעה כלל בחוה\"מ ובני אשכנז נהגו לעשות פשרה בין אלו שתי הדעות ומחלקים בין אב ואם ובין שאר קרובים וע\"ז סיים רמ\"א דבמקום שאין מנהג מבורר יש לקרוע על כולם דמעיקר הדין הלכה כדעה הראשונה:",
            "(יז) בני אשכנז - היינו אשכנז ממש אבל בפולין נהגו לקרוע על כולם [אחרונים]:",
            "(יח) אין חולצין כתף וכו' - ועיין ביו\"ד סימן ש\"מ סי\"ז בהג\"ה דעכשיו לא נהגו לחלוץ כתף כלל ואפילו בחול:",
            "(יט) עושין כל צרכי המת וכו' - ותופרין תכריכין אפילו מעשה אומן:",
            "(כ) בצנעא בתוך הבית - ואם א\"א בצנעא עושין בפרהסיא ודוקא בפרהסיא דלגבי ישראל אבל בפרהסיא דלגבי עכו\"מ לא אפילו בדלא אפשר [מ\"א] והא\"ר מיקל אף לגבי עכו\"מ היכי דלא אפשר:",
            "(כא) עושים אפי' בשוק - שהכל יודעים שהוא לצורך המת:",
            "(כב) אבל אין כורתין עץ וכו' - אבל מותר לקוץ הדס שהכל יודעים שהוא לצורך המת להעביר הסרחון משא\"כ ארזים יסברו שקצצו לצורך בנין ואפילו באדם מפורסם אסור אכן היכי דא\"א בענין אחר י\"א דמותר לקוץ אף מהמחובר ואפילו לאדם שאינו מפורסם וע\"י עכו\"מ בודאי יש להתיר:",
            "(כג) ואין חוצבין אבנים - ר\"ל מן ההר אבל אם הם חצובין כבר ורוצה לחלקן ולעשות ולעשות מהן קבר דינו כמו נסירת הקורות וכנ\"ל:",
            "(כד) להיות מוכנים - שהיה דרכן לחפור כוכין להיות מזומנים לצורך מתים שימותו דטרחא יתירא היא אבל לצורך המועד לקבור בו מת בתוך המועד חופרין אפילו בתחלה בתוך המועד:",
            "(כה) אין לתלוש וכו' - בא\"ר כתב דזה מיירי שליקטן לצורך ביה\"ק אבל מה שתולשין אחר קבורת המת זכר לתחיה שרי ובספר מאמר מרדכי מפקפק ע\"ז וכתב דפשטיות השו\"ע אינו כן וכן המנהג שלא לתלוש בחוה\"מ:",
            "(כו) דין צדוק הדין במועד - כשא\"א צ\"ה אין אומרין ג\"כ שבחו של מת דהא נמי מרגיל ההספד וא\"כ אסור לדרוש עליו אלא לחכם בפניו וכ\"ש ביו\"ט דאסור ובזמנינו אין דין ת\"ח וכנ\"ל במ\"ב סקי\"ב. המתענה תענית חלום בחוה\"מ צריך למיתב אחר המועד תענית לתעניתו וטוב שיהיה אחר אסרו חג:"
        ],
        [
            "(א) בתוך הרגל - בין ביו\"ט בין בחוה\"מ:",
            "(ב) לא חל וכו' - דאתי מ\"ע דשמחת הרגל שהוא עשה דרבים ודחי אבילות דהוא רק מצוה דיחיד:",
            "(ג) ברגל - ומ\"מ הנר שרגילים להדליק כל שבעה ידליק תיכף ואין זה תלוי במה שהרגל מבטל האבילות או שאינו חל עד אחר הרגל רק שלא ידליק במקום שאוכלים שם וכ\"ש בהחדר שמת שם שמא מתוך כך יבוא להספידו אלא ידליק במקום שאין אוכלין שם. אכן כיון שאין נהנה לאור זה כלל לא ידליק בעצמו ביו\"ט אלא ע\"י עכו\"מ [פמ\"ג בסימן קל\"ב והגרע\"א בסימן תקי\"ד]:",
            "(ד) ומונה שלשים מיום הקבורה - ושמיני עצרת אינו נחשב בזה רק יום אחד:",
            "(ה) ככל גזירת שלשים - דהיינו בגילוח ותספורת ורחיצה בחמין ועוד דברים המבוארים ביו\"ד בהלכות אבילות:",
            "(ו) מיום טוב שני האחרון - לאפוקי יו\"ט שני הראשון לא גרע מחוה\"מ דאינו עולה מן המנין:",
            "(ז) אע\"פ שאינו נוהג וכו' - ומיירי זה הסעיף שמת בתוך הרגל דאלו אם מת ביום אחרון מבואר דעת המחבר לקמיה דנוהג בו אבילות:",
            "(ח) עולה לו מן המנין - וה\"ה בשני ימים טובים של ר\"ה בין שנקבר ביום א' ע\"י עכו\"מ ובין שנקבר ביום שני שאינו נוהג בהן אבילות לכו\"ע מ\"מ יום שני עולה לו מן המנין:",
            "(ט) עיין ביו\"ד וכו' - ט\"ס הוא כי לא נזכר שם מדין זה:",
            "(י) מתו - דוקא ז' מתי מצוה שהם מפורשים בתורה אבל אותם שהוסיפו עליהם (כמה דאיתא ביו\"ד סוף סי' שע\"ד) אין אבילותם אלא מדרבנן:",
            "(יא) האחרון - משא\"כ משא\"כ יו\"ט שני של גליות בתחלת פסח או החג לא גרע מחוה\"מ:",
            "(יב) יום מיתה וקבורה - אבל אם מת מאתמול ונקבר ביום אחרון יום קבורה מד\"ס ואינה דוחה יו\"ט אע\"פ שהוא רק מדברי סופרים:",
            "(יג) של תורה - דמדהזהירה התורה לטמא לקרובים אפילו לכהנים וכ\"ש דישראלים חייבים לטמא לקרוביהם והכל הוא כדי שלא ימנעו מלהתאבל עליהם ש\"מ דביום מיתה חייב להתאבל עליהם:",
            "(יד) דאין נוהג וכו' - טעמם דס\"ל דאפילו אבילות יום ראשון הוא רק מדרבנן ולכך שמחת הרגל עדיפא דהוא מצוה של רבים:",
            "(טו) לא חלה עליו אבילות - ולא ישנה כסותו אע\"ג דשאר אבל משנה ברגל מ\"מ זה שלא התחיל עדיין באבילות אין לנהוג כן ברגל גם אין משנה מקומו הואיל ולא שינה קודם יו\"ט. ולענין תפילין בחוה\"מ ביום ראשון שמת לו מת עיין לעיל בסימן ל\"ח במ\"ב ס\"ק ט\"ז ועיין בשע\"ת בסימן זה:",
            "(טז) שבצנעה - היינו רחיצה בחמין ותשמיש ות\"ת נוהג בכל זה אבילות ואסור ויש מתירין בת\"ת ומ\"מ לענין לעלות לתורה ברגל לצרפו למנין הקרואים נראה דלכתחלה אינו כדאי:",
            "(יז) אנינות נוהג בו - שאסור בבשר ויין וכל הדינים השייכים לאנינות עיין ביו\"ד סי' שמ\"א:",
            "(יח) ואינו רוצה לקוברו - שהנכרים אינם רוצים לקוברו:",
            "(יט) משעה שמחשיך - אבל לא מקודם וגם דוקא אם הוא מחשיך אבל אם אינו מחשיך אע\"פ שהוא סמוך לערב חייב בכל המצות כתב המ\"א דוקא בשעה שהוא מחשיך אבל בליל יו\"ט שני חייב בכל המצות דדוקא ביום של יו\"ט שני אמרינן דכחול שויוהו רבנן אבל לא בלילה שלפניו כיון שאין דרך לקבור בלילה ולפ\"ז היכא דמת לו מת בשמיני עצרת מותר לקדש בליל שמחת תורה ולברך המוציא ובהמ\"ז:",
            "(כ) והוא רוצה לקברו בו ביום - לאו דוקא אלא ר\"ל כל שהיכולת בידו לקברו ולאפוקי אם א\"א לקברו מחמת חג העכו\"מ או אונס אחר לא חל עליו דין אנינות ועיין לעיל בסימן ע\"א במ\"ב סקי\"א:",
            "(כא) חל עליו אנינות - ואונן ברגל אסור בד\"ת דהוא אסור בשמחה ופקודי ד' ישרים משמחי לב וכ\"ש שאסור לעלות בתורה [מ\"א ע\"ש] והנה מדבריו משמע דאף בשעה שאינו רוצה לקברו וביו\"ט ראשון או כגון בלילה שאין דרך לקברו אפ\"ה אסור בד\"ת ועיין בדגול מרבבה שמשיג ע\"ז דכיון שאז אין דין אנינות עליו למה יהא אסור בד\"ת וכן מפקפק ע\"ז בספר בגדי ישע ע\"ש:",
            "(כב) מלאכתו נעשית ע\"י אחרים וכו' - אפילו בדבר שאינו אבד דבדבר האבד מותר ע\"י אחרים אפילו בביתו ואפילו בימים הראשונים שאחר הרגל וכדאיתא ביו\"ד סימן ש\"פ ס\"ה ועיין בלבוש שכתב דאם הוא דבר האבד מותר לעשות בעצמו ובמאמר מרדכי מפקפק עליו ע\"ש הטעם אכן אם לא יוכל לעשות ע\"י אחרים והוא דבר האבד אפשר דבענינינו יש לסמוך על הי\"א המובא שם בהג\"ה:",
            "(כג) בבתיהם - אף דגם בכל אבל ג\"כ מלאכתו נעשית ע\"י אחרים בבתיהם כדאיתא ביו\"ד שם סי\"ח אכן התם דוקא בקבלנות ובאופן שקבלו המלאכה קודם שנעשה אבל והכא מותר אפילו בימי אבילות [כ\"מ מהגר\"א]:",
            "(כד) ביתו - ושותף של אבל שמת לו מת ביו\"ט פסק הגאון מהר\"ש מפראג לאסור [לפתוח חנותו] כמו בשאר אבילות [ור\"ל דצריך להמתין ג' ימים אחר יו\"ט כמו דנוהגין בשאר אבילות לענין שותף כדאיתא שם ביו\"ד סכ\"א באחרונים ע\"ש] כ\"כ הבה\"ט בשם אליהו זוטא אכן בחכמת אדם הלכות אבילות כלל קס\"ט דין ב' הביא בשם א\"ר להקל דהיינו אם מת ביום א' דחוה\"מ מותר להשותף לפתוח חנותו תיכף אחר יו\"ט וע\"ש בחכמ\"א שדעתו דאפילו מת בערב יו\"ט אחרון ג\"כ מותר להשותף לפתוח חנותו תיכף אחר יו\"ט ועיין בבה\"ל שביררנו דהפריז על המדה ודיינו אם נקיל כא\"ר:",
            "(כה) ואין צריכין וכו' - וכן אין לנחם אבל בע\"ש שאחר הרגל קודם ברכו בביהכ\"נ כנהוג אם כבר עברו שבעה ימים למיתת המת [אחרונים]:",
            "(כו) ונהג אבילות אפילו שעה אחת - לאו דוקא שעה אלא ר\"ל זמן מועט מאד [אחרונים] ועיין פמ\"ג דלאו דוקא אם נהג בחליצת מנעל ה\"ה אם נהג בכפיית המטה או אחד משאר דברים השייכים לשבעה בטלה ממנו עי\"ז גזירת שבעה:",
            "(כז) וימי הרגל עולים וכו' - ומטעם שלשים אסור ללבוש בתוך הרגל כלים מגוהצים חדשים ולבנים וכן מה שהתירו לפעמים לספר ולכבס בתוך הרגל כגון הבא ממדינת הים וכל השנויים לעיל בסימן תקל\"א ס\"ב וסימן תקל\"ד מחמת איסור שלשים אסור בכולם. וחתן שנשא אשה ערב הרגל ובתוך הרגל מת לו מת אין הרגל עולה לו למנין שלשים שהרי בתוך שבעת ימי המשתה היה מותר בגיהוץ ותספורת ואינו חושש לאבילות כלל וכדאיתא ביו\"ד סימן שמ\"ב ומה שהיה זהיר ברגל שלא לגהץ ולספר הוא מחמת הרגל לחוד נמצא שלא נהג אבילות ברגל כלל וע\"כ צריך לנהוג לאחר שהשלים ימי משתה שלו שבעת ימי אבלות ואח\"כ שלשים:",
            "(כח) ודינו כדין קובר וכו' - שנוהג בו דברים שבצנעא ומתחיל למנות שבעה אחר הרגל וימי הרגל עולין לו למנין שלשים וכנ\"ל בס\"א:",
            "(כט) אפילו חל יום שבעה בערב הרגל וכו' - דקיי\"ל מקצת היום ככולו לענין אבילות לפיכך יום שביעי עולה לו לכאן ולכאן תחלת יום השביעי הוא תשלום השבעה ואח\"כ מתחיל יום שמיני דהוא נחשב מהתחלת שלשים וכיון דהתחיל יום אחד מן השלשים א\"צ לשמור תו כלום לאחר הרגל מן השלשים דבא הרגל ומפסיקו ויותר מזה דאפילו בזה היום גופא מותר לגלח ולכבס אפילו בגיהוץ משום כבוד הרגל:",
            "(ל) וה\"ה הרחיצה לדידן דנוהגין וכו' - ר\"ל אף לדידן דבעלמא נוהגין איסור רחיצה כל ל' מ\"מ בענינינו אינו חמור מתספורת ומותר אפילו רחיצה בחמין:",
            "(לא) סמוך לערב - כדי שיהיה ניכר שהוא משום כבוד הרגל וזה הדין הוא אפילו אם חל יום ח' או ט' בערב הרגל. ודוקא בכל עיו\"ט אבל בע\"פ מותר בכל אחר חצות דהיינו מזמן שחיטת הפסח ואילך דאז הוא יו\"ט דאסור במלאכה ולכן מותר ברחיצה אחר חצות תיכף וכן בכיבוס אבל לגלח מותר אפילו קודם חצות כיון דאחר אסור לו לגלח אחר חצות כדאיתא בהלכות פסח:",
            "(לב) וא\"צ להמתין עד הלילה - קאי ארחיצה דאלו תספורת וכביסה בלילה אסור ובודאי צריך לעשות סמוך לערב דהיינו אחר תפלת המנחה וכדלקמיה:",
            "(לג) לא יגלח וכו' - פשוט דה\"ה לענין כיבוס:",
            "(לד) עד שיגערו וכו' - ואם גערו בו אף ביום ל' מותר [א\"ר]:",
            "(לה) אחד מימי האבלות - אפילו יום ראשון:",
            "(לו) מותר לכבס - דכיון דבלילה א\"א לו לכבס מפני יו\"ט התירו לו ביום מפני הרגל אבל תספורת אסור עד שלשים:",
            "(לז) עד אחר חצות - לדעת רמ\"א לעיל בס\"ח לא יכבס עד סמוך לערב:",
            "(לח) לרחוץ אסור עד הלילה - ר\"ל אפילו בצונן דהא אפשר לרחוץ בלילה בצונן ובחוה\"מ מותר אף בחמין דהא בטל ממנו גזירת שבעה:",
            "(לט) ויש מתירין לרחוץ וכו' - דוקא לרחוץ אבל שארי דיני אבילות כגון ישיבת קרקע וחליצת מנעל נוהג עד שתחשך [מ\"א]:",
            "(מ) המנחה - משמע דצריך שיתפלל מנחה תחלה דאז חל עליו קדושת הרגל [מ\"א] ועיין בישועות יעקב שכתב דמ\"מ בעוד היום גדול נוהג דיני אבילות אבל סמוך לחשיכה שהוא ביה\"ש ואפשר דאף בזמן תוספות יו\"ט אינו נוהג ועיין בב\"ח סימן רס\"א כתב דזמן קבלת שבת חל שתי שעות סמוך לערב:",
            "(מא) אסור לרחוץ וכו' - ר\"ל סמוך לחשיכה וכן בחוה\"מ אסור לרחוץ עד תשלום שלשים דדינו כמו תספורת:",
            "(מב) דהא הרגל לא בטל וכו' - ומ\"מ המנהג להקל בזה כמש\"כ הרמ\"א ביו\"ד סימן שצ\"ט ס\"ה ויש מאחרונים שסוברין דאין להקל לרחוץ בחמין רק בצונן [ומ\"מ בחוה\"מ בודאי יש לסמוך להקל] ואפילו לדעת המקילין בחמין הוא דוקא בעיו\"ט וכן בחוה\"מ משום כבוד הרגל אבל אחר הרגל אסור ברחיצה וכיבוס עד שלשים שהרי הרגל לא ביטל ממנו גזירת שלשים ועיין בהגהות אמרי ברוך ביו\"ד סימן שצ\"ט:",
            "(מג) עולה למנין הט\"ז - אחרי דאנו בקיאין בקביעא דירחא ועיקר יו\"ט אינו אלא יום א':",
            "(מד) שמגלח בעיוה\"כ - דהוא יום שביעי ועולה לכאן ולכאן וכנ\"ל בס\"ח וכ\"ש דמותר רחיצה וכיבוס ועיין לקמן בסימן תר\"ו במ\"א סוף הסימן דמצדד שם לענין רחיצה שעה או שתים קודם חשיכה ולא קודם ובענינינו שנשלם שבעה אפשר להקל אפילו קודם:",
            "(מה) ומגלח בערב החג - וכ\"ש שמותר רחיצה וכיבוס דאיסורן עד שלשים אינו אלא מנהגא וזמן הגילוח והשאר הוא כמבואר בס\"ח בהג\"ה:",
            "(מו) ושמיני עצרת שבעה - דהוא חשוב רגל בפ\"ע ונוטל עליו שבעה ימים ואף דשמ\"ע גופא אין לו תשלומין לקרבנותיו כמו עצרת בסי\"ג מ\"מ כיון דהוקשו כל המועדים כולהו להדדי מדכתיב אחר כל המועדים אלה מועדי ד' ע\"כ דין אחד להם:",
            "(מז) ויום שני של שמ\"ע וכו' - ר\"ל אף בחו\"ל שעושין שני ימים נחשב יום שני לענין שלשים כשאר ימות החול שלא יהיה צריך אח\"כ להוסיף עוד רק ח' ימים:",
            "(מח) שמע שמועה קרובה - היינו שהוא תוך ל' שמת קרובו:",
            "(מט) דינו כדין וכו' - כיון שלא היה יכול לנהוג אבילות בשעה ששמע לא חל עליו אבילות כלל:",
            "(נ) אחר השבת והרגל - ואינו נוהג אלא שעה אחת במוצאי שבת ורגל:",
            "(נא) שמועה רחוקה - דהיינו אחר שלשים יום כדאיתא ביו\"ד סימן ת\"ב ס\"א:",
            "(נב) ולמחר קורע - לאו דוקא ור\"ל במוצאי שבת. ואם שמע שמועה קרובה בשבת ערב הרגל שבת עולה לו ליום אחד ויו\"ט מבטל גזירת שבעה [אחרונים] כתב הפמ\"ג קדיש י\"ל דאין הרגל מבטל ויש לו דין שבעה ושלשים אפילו נהג שעה אחת לפני הרגל ע\"ש:",
            "(נג) שאין הרגל עולה וכו' - ומ\"מ יולדת שמת לה מת שחייבת להתאבל עליו וה\"ה שאר חולה וא\"א להן להתאבל מחמת חלישותן כיון שהם ידעו מזה אך מחמת אונס א\"א להן לנהוג אבילות והרגל פגע בתוך ז' בטל מהן גזירת שבעה וה\"ה לענין שלשים. ויתר דיני הפרטים השייכים לענין זה מבואר הכל ביו\"ד סימן שצ\"ט ע\"ש:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}