{
    "versionTitle": "Hilchos Rosh Chodesh",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) ר\"ח וכו' - מנהג קדמונינו לברך את החודש בשבת שלפני ר\"ח חוץ מלפני ר\"ח תשרי ורמז לזה בכסה ליום חגנו. ויש מקומות שאין נוהגין לברך ר\"ח אב משום שהוא חודש של פורעניות. ואין ברכת ר\"ח כקידוש החודש שהיה מלפנים אלא שמודיעים להעולם מתי יחול ר\"ח ויזהרו בכל הלכות החודש. ומ\"מ נהגו לעמוד בשעת אמירת ר\"ח פלוני ביום פלוני דוגמת קידוש החודש שהיה מעומד [מ\"א]:",
            "(ב) והנשים שנוהגות - אבל אם נהגו אנשים אין זה מנהג כלל:",
            "(ג) הוא מנהג טוב - לפי שלא פרקו נזמיהן לעגל ניתן להם ראש חודש ליום טוב [טור ויש עוד טעמים עיין באליהו רבא] ועיין בבאור הלכה:",
            "(ד) אזלינן בתר המנהג - דבודאי מעיקרא אדעתא דהכי קבילו עלייהו לנהוג והיכא דידעינן שנהגו בסתם אין להם להקל בשום מלאכה ועיין בה\"ל. אם היה ר\"ח שני ימים יש דעות בפוסקים יש שכתבו דצריכין להיות בטלין שני ימים ממלאכתם ויש שכתבו דזה תלוי במנהג המקום [וכ\"מ מפמ\"ג] ומ\"מ אף לדעה זו אין להם להקל רק יום א' של ר\"ח שהוא השלמת חודש העבר אבל לא ביום ב' שהוא עיקר ר\"ח יש שנוהגין להתענות ער\"ח [וטוב שיתנה בפעם ראשונה שמתענה שאינו מקבלו עליו לעשות זאת לעולם דשמא יארע לו איזה פעם אונס ולא יוכל להתענות לא יהיה עליו כנדר] וטוב שמי שמתענה ינהיג עצמו להשלים התענית עד הלילה כ\"מ מא\"ר ומקומות חלוקין יש בענין זה והכל לפי כח האדם וכן משמע במ\"א מיהו במקום שעושין ממנו ת\"צ וקורין ויחל והוא נמנה עמהם בודאי צריך להשלים ואפילו אם חל בע\"ש ועיין לקמן סימן תקס\"ו ס\"ב ובמ\"ב שם. ויש נוהגין לעשות למנחה סדר יוה\"כ קטן [וטעם לשם זה הוא לפי מה דאיתא בפר\"ח דמהר\"ם קורדווירו ז\"ל היה קורא אותו כפור קטן לפי שבו מתכפרים עונות של כל החודש דומיא דשעיר של ר\"ח וכדאמרינן במוסף זמן כפרה לכל תולדותם וכדכתב הב\"י בסימן תכ\"ג בשם האו\"ח כי כינוי תולדותם קאי על החדשים ר\"ל כי עולת ר\"ח היתה באה על תולדות ימי החודש עכ\"ל הפר\"ח] וכתב המ\"א דמנהג טוב לומר הסליחות [היינו יו\"כ קטן] קודם תפלת המנחה ובמקום שאומרים דברי כבושים יאמרו ג\"כ קודם תפלת המנחה ובזמנינו המנהג לומר הסליחות אחר תפלת המנחה. אם חל ער\"ח ביום שבת מקדימין להתענות ביום ה' ואם חל ביום ו' אותן שאומרין סליחות יתענו ביום ה' ואותן שאין אומרין סליחות יתענו ביום ו' ולענין השלמה עיין לעיל בסימן רמ\"ט במ\"ב סקכ\"א וסקכ\"ב. כתב בשו\"ת מנחם עזריה מי שמתענה בער\"ח צריך למהר בסעודת הלילה שלא יכנס בו כשהוא מעונה והיינו שלא לשהות אחרי צאת הכוכבים אבל עכ\"פ צריך להשלים למי שנוהג כן ועיין במ\"א שהביא עוד מנהגים אחרים בזה בשם שו\"ת מנחם עזריה וסייעתו ומסיים שכל אחד לפי מנהגו בזה בענין התענית אין לשנותו להקל עד שיתירו לו נדרו. כתבו הספרים דאף מי שאינו מתענה מ\"מ יראה לעשות תשובה ביום זה ולתקן את אשר עוות בכל החודש מאחר שהוא יום אחרון של כל החודש כמו ער\"ה מכל השנה ואז בודאי יהיה לו יום החודש זמן כפרה לכל תולדותיו:"
        ],
        [
            "(א) אסור וכו' - ואנשי ק\"ק ווירמייש\"א מתענין בר\"ח סיון על הגזירות שהיה באותו הזמן בשנת תתנ\"ו לאלף החמישי ואומרים סליחות ותחנונים וכתב רמ\"ע בתשובה סימן ע\"ט דלא ילפינן מינייהו בעלמא אף לענין תחנונים. ולענין תענית שעות אי מותר עיין בבה\"ל:",
            "(ב) בתענית - ומבואר לעיל בסימן קפ\"ח שאפילו אכל פירות יצא וא\"צ דוקא פת:",
            "(ג) אין גוזרין וכו' - ואם עברו וגזרו אין גזירתם גזירה וא\"צ להתענות [ב\"י וכן הסכימו האחרונים]:",
            "(ד) ואם התחילו - כגון שגזרו על מיעוט גשמים וכדומה להתענות שני וחמישי ושני ולא אסקו אדעתיהו שבאחד מהם יחול ר\"ח והתחילו להתענות חל גזירתם בדיעבד מאחר שלא רצו בכיון לעקור ולבטל דינא דר\"ח:",
            "(ה) ומשלימין - כבשאר תענית. וה\"ה דבחנוכה ופורים מתענין ומשלימין כיון שהתחילו כבר להתענות וחוה\"מ נמי הוי כחנוכה ופורים ור\"ח וכמו דמבואר לקמן סי' תקע\"ב. ודע דבסימן תקע\"ב מבואר באחרונים דכל זה היה מדינא בא\"י אבל האידנא צבור דינם כיחיד ומפסיקין בר\"ח ומשלימין יום אחר:",
            "(ו) או וכו' בר\"ח - זו ואצ\"ל זו קתני דבקבלה בפירוש בר\"ח אפילו גזירת הצבור לא מהני וכמו שכתבנו או אפשר דנקט משום סיפא דאפילו בזה אם הוציא בלשון נדר חל:",
            "(ז) א\"צ התרה - דדוקא בצבור דאלימא גזירתם החמירו בגזרו על כך וכך ימים ופגע בהם ר\"ח וכנ\"ל. כתבו הפוסקים דא\"צ לפרוע אותו תענית שלא חלה עליו כלל ונ\"ל דדוקא כשקבל עליו תענית ב' וה' של כל השנה או של כמה חדשים ואירע בהם ר\"ח התם שייך לומר דאין כח קבלתו חל כלל על יום זה שהוא אסור בתענית וממילא א\"צ לפרוע עבורו יום אחר אבל כשקיבל עליו סתם כך וכך ימים להתענות ואירע בהם שבתות ויו\"ט ור\"ח צריך לדלגן ולהשלימן אח\"כ דהא לא היה מיוחד במאמרו לר\"ח כלל:",
            "(ח) צריך התרת חכם - דנדרים חלים אף על דבר מצוה ומיהו מוכח ביו\"ד סימן רט\"ו ס\"א דמחוייב לשאול על נדרו כדי שלא יתענה ומבואר שם עוד דפותחין לו בהם ואומרים לו אלו שמת על לבך שיפגעו בתוך הזמן הזה אלו הימים לא היית נודר ומתירין לו:",
            "(ט) מטעם איסור כולל - דמיגו דחל שבועתו אימים המותרים חל שבועתו נמי גם אימים האסורים בתענית דהא כלל אותם בלשון אחד:",
            "(י) נ\"ל שחלה עליו שבועה - כלומר שגם בזה חלה עליו שבועה כיון שאינו וכו':",
            "(יא) אלא מדרבנן - וע\"כ שבועה חלה עליו עד שיתיר וכמבואר ביו\"ד סימן רל\"ט ס\"ו וע\"כ בעניננו נמי מחוייב להתיר וכנ\"ל:",
            "(יב) שהוא מדאורייתא - היינו מדכתיב ובמועדיכם ובראשי חדשיכם איתקש ר\"ח למועד וע\"כ אין שבועה חלה עליו לדידיה רק בכולל וכנ\"ל אבל הש\"ך ביו\"ד סימן רט\"ו סקי\"א כתב דאפילו תימא דבר\"ח מדאורייתא אסור להתענות מ\"מ שבועה חלה עליו כיון שאינו מפורש בתורה בהדיא כשבת ויו\"ט וכן הסכים הפר\"ח:",
            "(יג) תענית חלום - שמותר להתענות אפילו בשבת ויו\"ט וכדלעיל בסימן רפ\"ח וה\"ה אם התענה משום נדר:",
            "(יד) תענית לתעניתו - כדי לכפר עליו על שביטל עונג ר\"ח וכמו לעיל סימן רפ\"ח לענין שבת וכתב המ\"א שאם מתענה תענית חלום בר\"ח ניסן או בר\"ח אב א\"צ למיתב תענית לתעניתו דהא י\"א דמצוה להתענות בהם וכמבואר לקמן בסימן תק\"פ:\n"
        ],
        [
            "(א) מצוה להרבות וכו' - ואע\"ג דמעיקר חיובא אינו מחוייב לאכול דברים הטעונים בהמ\"ז ויכול לצאת בשארי דברים וכדלעיל בסימן קפ\"ח מ\"מ המוציא על סעודת ר\"ח ואוכל ושותה בו בטוב הרי זה משובח וכתבו הפוסקים בשם מדרש פסיקתא כל מזונותיו של אדם קצובין לו מר\"ה עד ר\"ה חוץ ממה שמוציא בשבתות ויו\"ט ור\"ח וחוה\"מ ומה שהתינוקות מוליכין לבית רבן אם מוסיף מוסיפין לו ואם פוחת פוחתין לו וכתב הב\"י דמה שאמר מה שהתינוקות מוליכין וכו' קאי על שכר לימוד והב\"ח פירש דקאי על ר\"ח והכונה על מה שאנו נוהגין לשלוח ע\"י התינוקות מעות של ר\"ח לרבן ואין לבטל המנהג ע\"כ:",
            "(ב) בסעודת ר\"ח - נראה דמה שמרבה בסעודה ביום לכבוד ר\"ח די וא\"צ להרבות גם בלילה. כתבו האחרונים דהמדקדקים נוהגים כשחל ר\"ח בחול עושים מאכל אחד יותר מבכל הימים לכבוד ר\"ח וכשחל בשבת עושים מאכל אחד יותר ממה שנוהגים בכל השבתות כדי שיהיה ניכר כבוד של ר\"ח ועיין במ\"א שהאריך בדיני בהמ\"ז של ר\"ח וכבר הבאתי מקצת דבריו לעיל בסוף סימן קפ\"ח במ\"ב ומקצת דבריו העתקתי לקמן בסימן תכ\"ד במ\"ב כי שם מקומו:"
        ],
        [
            "(א) אבל לא מקוננות - שזהו עיקר ההספד ואסור בר\"ח שהוא כמו יו\"ט ועיין ביו\"ד סימן ת\"א ס\"ה דכל זה באינש דעלמא ולת\"ח מקוננות כדרכן בחול:",
            "(ב) אומרים צדוק הדין וכו' - שאינו הספד אלא הודאה וקבלת דין שמים:",
            "(ג) ואין נוהגין כן - שמרגיל להספד. וכתבו האחרונים שאפילו לחכם בפניו אין נוהגין בר\"ח לומר צ\"ה שהוא תחנה אלא דורשין עליו אם הוא בר הכי ואומרים קדיש אחר הדרשה:",
            "(ד) וכן בע\"ש אחר חצות - שג\"כ אין אומרים תחנון וה\"ה בעיו\"ט לכן א\"א צ\"ה ועיין עוד פרטי דינים בזה ביו\"ד סימן ת\"א ס\"ו ובאחרונים שם. כתב הט\"ז דמותר לומר צ\"ה על אדם גדול שמת אפילו בימים שא\"א בהם תחנון כמו ל\"ג בעומר או ט\"ו באב ובשבת וכדומה דאינם מועד אבל לא בר\"ח חנוכה ופורים דאלו נזכרו בתלמוד:",
            "(ה) בלילה - אבל בבין השמשות יכול לומר צ\"ה וקדיש:"
        ],
        [
            "(א) שאומרים פרשת ובראשי חדשיכם - כדי לפרסם שהוא ר\"ח [מ\"א]:"
        ],
        [
            "(א) ואומר יעלה ויבא ברצה - ומבואר לעיל בסימן רל\"ו ס\"ב דמכריז הש\"ץ בין קדיש לתפלה שהוא ר\"ח ולא חשיב הפסק כיון שהוא צורך תפלה:",
            "(ב) ובאיזה וכו' עיין לעיל בסימן רצ\"ד - ושם מבואר דמשהתחיל לומר ותחזינה והזכיר ברוך אתה ה' אפילו לא סיים המחזיר וכו' נמי אינו חוזר:",
            "(ג) בלילה - ולא היה עדיין קדושת ר\"ח על היום ואפילו בליל ב' של ר\"ח שייך טעם זה שהלא יום ב' הוא רק משום ספיקא דאלו היום א' היה קודש היום שני הוא חול:",
            "(ד) מחזירין אותו - כתב הכנה\"ג דדוקא בשנזכר קודם שהתפלל מוסף אבל אם לא נזכר עד שהתפלל מוסף יצא בדיעבד במה שהזכיר קדושת היום בתפלת מוסף וא\"צ לחזור ולהתפלל שחרית וכמו דמקילינן בזה בסימן קכ\"ו ס\"ג בש\"ץ לכתחלה יש להקל בזה עכ\"פ ביחיד בדיעבד והעתיקו במג\"א שם בסק\"ג אבל בשיורי ברכה בשם הרשב\"א כתב דביחיד לעולם חוזר ואפילו כבר התפלל מוסף וכן הסכים בספר מור וקציעה אלא דכתב דמ\"מ משום ספק יתנה דאם אינו חייב מתפלל הוא בתורת נדבה אכן אם כשהיה מתפלל ג' ראשונות ע\"ד להתפלל מוסף נזכר שלא אמר יעלה ויבוא בתפלת שחרית בודאי יש להורות שיסיים התפלה בשל שחרית ואח\"כ יתפלל מוסף:",
            "(ה) אומר במקום שנזכר - ואח\"כ יאמר מודים והיינו אפילו כבר אמר וסיים ברכת ותחזינה ואם לא סיים עוד המחזיר רק אמר ברוך אתה ה' כתבנו לעיל בסימן קי\"ד ס\"ו בבה\"ל דנכון יותר לסיים למדני חקיך כדי שלא יהיה הזכרת השם לבטלה ויאמר יעלה ויבא ואח\"כ יאמר עוד הפעם ותחזינה וכ\"כ בשע\"ת:",
            "(ו) חוזר לרצה - דג' אחרונות חשובות כאחת:",
            "(ז) עד שהשלים תפלתו - היינו שסיים ברכת שים שלום ואמר יהיו לרצון וכו' דיהיו לרצון מכלל התפלה הוא וכדלעיל בסימן קכ\"ב:",
            "(ח) ואם הוא רגיל וכו' - ואין נ\"מ בזה בין אם אומר התחנונים קודם יהיו לרצון או אחר יהיו לרצון דכל שהוא עוסק עדיין בתחנונים או שעדיין צריך לומר תחנונים לא מקרי עדיין סילוק תפלה:",
            "(ט) קודם שיעקור רגליו - נקט האי לישנא משום דהמחבר מיירי שעדיין לא אמר תחנונים רק דכיון דרגיל מסתמא יתחיל לומר גם עתה אבל אם כבר אמר תחנונים וסיים אותם ואין במחשבתו לומר עוד אפילו עדיין לא עקר רגליו כמי שעקר דמי וחוזר לראש התפלה:",
            "(י) א\"צ לחזור - טעמו דכיון שאין עוברין שלשים יום שאין מזכירין בו יעלה ויבוא אין זה חזקה שלמה לומר שבודאי לא הזכיר ומ\"מ להלכה לא נקטינן כן דרוב האחרונים וכמעט כולם חולקין ע\"ז וסוברין דאפילו בספק צריך לחזור ולהתפלל דמסתמא התפלל כמו שרגיל בכל יום בלא יעלה ויבוא מיהו כבר כתבנו לעיל בסימן קי\"ד במ\"ב סקל\"ח בשם האחרונים דאם ברור לו שהיה בדעתו לזכור מעין המאורע בתוך התפלה ולאחר זמן מופלג נפל ספק בלבו אם זכר בתפלה או לא אין צריך לחזור אך כ\"ז אם הספק נפל לו לאחר זמן אבל אם נתעורר לו הספק מיד אחר התפלה יש לו לחזור:",
            "(יא) וש\"ץ וכו' בסימן קכ\"ו - דשם מבואר שאין צריך לחזור משום טרחא דצבורא ויש לו לסמוך על תפלת מוסף שיתפלל ושם נזכר קדושת היום:",
            "(יב) וקורין הלל בדלוג - וכל ההלל אין לקרוא משום דכתיב השיר יהיה לכם כליל התקדש חג ודרשינן ליה המקודש לחג (ר\"ל שאסור בעשיית מלאכה) טעון שירה ושאין מקודש לחג אין טעון שירה (ערכין ד' י') אלא שנהגו אבותינו לקרותו וכדי שיהיה היכר שאינו מצד הדין לכן מדלגין בו והמנהג הפשוט שמדלגין מן לא לנו עד ד' זכרנו וגו' ומן אהבתי כי ישמע וגו' עד מה אשיב ויש מדלגין דילוג אחר [רמב\"ם] ועיין בא\"ר טעם למנהגנו:",
            "(יג) א\"צ לחזור - בדיעבד דלשון גומר אינו בדוקא על מי שגומר דלפעמים גומר בלשון חכמים כמו קורא:",
            "(יד) וי\"א שאף הצבור וכו' - דעיקר ההלל בר\"ח אינו אלא מנהגא ולא מן הדין וכנ\"ל ואמנהגא לא מברכין:",
            "(טו) וי\"א דגם יחיד וכו' - ואע\"ג דאינו אלא מנהגא מצינו הרבה דברים שאינם אלא מנהגא ואעפ\"כ מברכין עליהם:",
            "(טז) ומ\"מ יזהר אדם וכו' - לצאת ידי דעת הפוסקים שביחיד אין מברכין עליו. ולהכי כתבו האחרונים דאם בא לביהכ\"נ סמוך להלל יקרא הלל תחלה עם הצבור ואח\"כ יתפלל וכתבו עוד דאם הוא באמצע פסוקי דזמרה יש לו להפסיק לקרות הלל עם הצבור ואין זה הפסק דלא גרע ממזמורים שמוסיפין בשבת מיהו לא יברך על ההלל לא בתחלה ולא בסוף ויוצא במה שכבר בירך ברוך שאמר בתחלה וברכת ישתבח בסוף. וכל זה בהלל דר\"ח שיש פוסקים דאין לברך עליו אבל בימים שגומרים את ההלל דאז חייב הוא בברכה לכו\"ע אין לו לומר באמצע פסוקי דזמרה שלא יפסיד הברכות:",
            "(יז) אומר לשנים וכו' - כגון בשעה שאומר הודו יענו ג\"כ אחריו הודו וכשאומר אנא יענו אחריו אנא:",
            "(יח) ונהגו כן בהודו ולא באנא - דבהודו שייך זה טפי דהרי אומר הודו ומשמע דלאחרים אומר וכתבו האחרונים דאין נ\"מ בזה בין ר\"ח לימים שגומרין בם ההלל ובכל גווני יש לו לומר לשנים [ומש\"כ הרמ\"א דאז הוי כרבים ר\"ל דבר\"ח שייך עוד יותר דיוצא עי\"ז ג\"כ קצת דעת הפוסקים דבעינן צבור לברכת הלל] אלא דכתבו דעיקר דבר זה אינו אלא לכתחלה ואם אין מצויין לפניו שנים אין לו לחזור אחריהם:",
            "(יט) בענין הפסוקים שכופלין בו - ובמקומותינו המנהג לכפול מאודך עד סוף הלל:",
            "(כ) וכן בפסוקים וכו' והקהל עונים אחריו וכו' - עיין בטור שהש\"ץ אומר הודו לד' וגו' והקהל עונים אחריו הודו וגו' והוא אומר יאמר נא וגו' והקהל עונים אחריו הודו וגו' וכן ביאמרו נא בית אהרן וביאמרו נא יראי ד' וכתבו האחרונים דאף דאמירת יאמר נא ישראל וגו' יאמרו נא בית אהרן וגו' יאמרו נא יראי ד' וגו' יוכלו הצבור לצאת במה ששומעין מפי הש\"ץ דשומע כעונה מ\"מ טוב יותר שיאמרו בעצמם בנחת דלפעמים אינו מכוין וכן נוהגין כהיום:",
            "(כא) אפילו באמצע - ר\"ל באמצע הפרק ועין לעיל בסימן ס\"ו ותלמוד לכאן ביאור הדברים:",
            "(כב) אבל בענין אחר וכו' - ואפילו בין הפרקים [פר\"ח]:",
            "(כג) וע\"ל סימן תפ\"ח - ששם מבואר היטב דיני הפסקה:",
            "(כד) ושהה - אפילו שהה מחמת אונס שהיה המקום אינו נקי וכה\"ג:",
            "(כה) אינו צריך לחזור לראש - ואפילו בשעה שגומרים ההלל נמי א\"צ לחזור ואפילו לפי פסק הרמ\"א בסימן ס\"ה גבי ק\"ש דהיכי שהיה השהיה מחמת אונס דצריך לחזור לראש שאני הלל דכל עקרו אינו אלא מדרבנן ואפילו בשעה שגומרים אותו ולהכי לא מחמרינן ביה ויש מחמירין בזה וע\"כ טוב לחזור ולקרותו בלי ברכה ועיין לעיל בסימן ס\"ה במ\"ב ובה\"ל שם בארנו כל פרטי דינים אלו:",
            "(כו) למפרע לא יצא - ונפקא בגמרא מדכתיב ממזרח שמש עד מבואו מהולל שם ד' מה השמש הולכת כסדר ממזרח למערב כן ההילול צריך להיות כסדר דוקא ולא למפרע והאי למפרע לכאורה היינו דוקא בסדר הפסוקים אבל אם הקדים פרשה לחברתה אע\"פ שאינו רשאי יצא וכדלעיל בסימן ס\"ד לענין ק\"ש אבל כמה אחרונים מחמירים גבי הלל אפילו בפרשיות כיון דסמוכים הם זה לזה בתהלים. וע\"כ בודאי נכון להחמיר בזה ולחזור ולקרות אכן אם יחזור ויברך יש לעיין בדבר ואפילו לענין קריאת פסוקים למפרע ג\"כ לא ברירא מלתא לגבי ר\"ח שיחזור ויברך כמו שכתבתי בביאור הלכה:",
            "(כז) למקום שטעה בו - ר\"ל אם דילג פסוק אחד ונזכר אח\"כ לא יאמרנו במקום שנזכר דהו\"ל קריאה למפרע אלא יתחיל מאותו פסוק ויאמר על הסדר עד סוף ואם אינו יודע באיזה מקום טעה יחזור לראש הפרשה שנפל לו הספק:",
            "(כח) מעומד - לפי שההלל עדות שבחו של מקום ונפלאותיו ונסים שעשה לנו ומצות עדות בעמידה וכן כתוב בהלל הללו עבדי ד' שעומדים וכו' ומיהו בליל פסח מתוך שחולקים אותו שאין קורין אותו כולו כאחת לא מטרחינן אותו לעמוד בכל פעם ועוד שדרך לילי פסחים הוא דרך הסיבה וחירות [שבולי לקט] ומ\"מ בדיעבד אם קרא מיושב אפילו בימים שגומרין ההלל יצא [פמ\"ג]:\n"
        ],
        [
            "(א) תתקבל - וכלל הוא דכל יום שיש בו מוסף אומרים קדיש תתקבל אחר הלל דהוא סיומא דתפלת שחרית:",
            "(ב) ולוי חוזר וקורא וכו' - הטעם מבואר בגמרא משום דליכא בפרשה זו אלא ח' פסוקים וא\"כ אם יקרא הלוי כדרכו ג' פסוקים לא ישתייר בפרשה אלא ב' פסוקים וקיי\"ל דאין משיירים ב' פסוקים לפני הפרשה וכדלעיל ר\"ס קל\"ח וליכא למימר דלא ליקרו בפרשה זו אלא כהן ולוי והשלישי והרביעי יקראו בפ' וביום השבת ובפ' דר\"ח גם זה א\"א דבפרשה דשבת ליכא אלא ב' פסוקים וע\"כ יהא צריך לסיים לשלישי באיזה פסוקים בפ' דר\"ח ולפי מה דקיי\"ל דאין פוחתין בפרשה בפחות מג' פסוקים לא ישתייר בפ' דר\"ח לפני הרביעי אלא ב' פסוקים לפי שהיא כולה רק חמשה פסוקים וע\"כ צריך לעשות כנ\"ל:",
            "(ג) ורביעי קורא - ודעת הב\"ח ופר\"ח שיותר טוב לסיים לשלישי עד וביום השבת והרביעי יקרא וביום השבת עד סוף הקריאה אכן מפמ\"ג משמע שעדיף לעשות כמנהגנו. ודע עוד דהגר\"א חולק אעיקר דינא דמחבר ולדעתו סדר הקריאה בר\"ח הוא כן כהן קורא ג' פסוקים והלוי חמשה עד סוף הפרשה והשלישי חוזר וקורא ג' פסוקים האחרונים בפרשה שקראו וקורא וביום השבת עד פ' דר\"ח והרביעי קורא בפ' דר\"ח ועיין בביאור הלכה:",
            "(ד) אומר קדיש - היינו החצי קדיש שאומרים על הבמה על הס\"ת ואח\"כ אשרי ובא לציון וחצי קדיש בשביל הפסוקים של אשרי ובא לציון:",
            "(ה) ומחזיר ס\"ת וכו' - ובמקומנו המנהג שמחזירין הס\"ת להיכל מיד אחר קריאה כמו שכתב הרמ\"א בסוף סי' כ\"ה:",
            "(ו) תפלת מוסף - ויש איזה שינויי נוסחאות יש גורסין זכרון לכולם היו ויש גורסין זכרון לכולם יהיו ויש אומרים זכרון לכולנו יהיה ואין לשנות שום מנהג. צריך לומר ומנחתם ונסכיהם (לאפוקי ממ\"ד שאין לומר ונסכיהם) יש שכתבו שצ\"ל את מוסף וכו' ויש שכתבו שצ\"ל ואת מוסף וכו' וכן יש אומרים ולכפרת פשע ויש שאינם אומרים רק בשנת העיבור ואפילו בשנת העיבור יש שאינם אומרים אותו אלא עד כלות חודש העיבור דהיינו עד אחר חודש אדר ובכל אלה נהרא נהרא ופשטיה וכל אחד יעשה כמנהג המקום. אם התפלל תפלת י\"ח במקום מוסף לא יצא אפי' הזכיר יעלה ויבא וצריך לחזור ולהתפלל והטעם דצריך להזכיר קרבנות המוספים מיהו אם אמר באחת מן הברכות יהי רצון שנעשה לפניך חובותינו בתמידי יום ובקרבן מוסף יצא וכדלעיל בסי' רס\"ח ס\"ד:",
            "(ז) ואומר כתר - היינו לפי מנהג בני ספרד ואנו בני אשכנז אומרים נקדש כמו בתפלת שחרית:",
            "(ח) אומר קדיש - היינו קדיש שלם עם תתקבל בשביל התפלה:",
            "(ט) ואומר מזמור ברכי נפשי - משום דנזכר בו מקרא דירח עשה למועדים (טור) וכתב מג\"א דבקצת מקומות אין אומרים אותו:",
            "(י) נוהגים וכו' - והטעם דכמו דאין מניחים תפילין ביו\"ט משום שיו\"ט בעצמו אות כמו כן יש לנהוג בר\"ח עכ\"פ בשעת מוסף שמזכירים מוספי היום דאותה זכירה ג\"כ הוא כעין אות וכתב הפמ\"ג שיש לחלוץ התפילין בובא לציון קודם יהי רצון שנשמור חוקיך ויש נוהגים רק לחלוץ הרצועות מהאצבע קודם יהי רצון מיהו כ\"ז בר\"ח אבל בחוה\"מ שהוא יו\"ט גמור יש לחלצם קודם הלל (מג\"א):"
        ],
        [
            "(א) אין מחזירין אותו - דאין חיוב לאכול פת בר\"ח וא\"כ אי בעי לא הוי אכיל פת ולא נתחייב כלל בברכת המזון:",
            "(ב) ואם נזכר וכו' - עיין לעיל סימן קפ\"ח בביאור הלכה דצ\"ל בשם ומלכות עיי\"ש ועיי\"ש עוד בסעיף י' לענין אם בירך לאחר שיצא ר\"ח דצריך להזכיר של ר\"ח בבהמ\"ז דבתר התחלת הסעודה אזלינן שהיה בר\"ח. וכתב עוד המג\"א בסי' תי\"ט דאם התפלל ערבית שלאחר ר\"ח אפילו התפלל מבעוד יום שוב אינו מזכיר אח\"כ בבהמ\"ז של ר\"ח שהרי עשאו חול בתפלתו אבל אם הוא לא התפלל אע\"פ שהצבור כבר התפללו אינו נמשך אחריהם וצריך להזכיר ר\"ח בבהמ\"ז בד\"א שאינו נמשך אחרי הקהל אלא במקום שכבר התחיל לאכול מקודם אבל אם התחיל לאכול אחר שהתפללו הקהל מעריב אפילו התפללו מבעוד יום אינו מזכיר של ר\"ח בבהמ\"ז. וכ\"ז בשהתפלל עכ\"פ מנחה אבל אם לא התפלל עדיין מנחה אפילו מתחיל לאכול אחר תפלת מעריב של הקהל נמי צריך להזכיר של ר\"ח בבהמ\"ז דליכא למימר שימשך אחר הקהל שהרי ע\"כ ר\"ח הוא אצלו שהרי לא התפלל עדיין מנחה וצריך ע\"כ להזכיר ר\"ח בתפלת המנחה. וה\"ה איפכא אם הקהל התפללו בערב ר\"ח מעריב מבעוד יום והתחיל לאכול אחר ערבית אע\"פ שהוא לא התפלל ערבית אעפ\"כ מזכיר של ר\"ח דנמשך אחרי הקהל מיהו אם הוא לא התפלל מנחה עדיין אינו מזכיר של ר\"ח כיון שעתיד להתפלל מנחה של חול כ\"ז כתב המ\"א והעתיקוהו האחרונים לדינא:"
        ],
        [
            "(א) ואינו מזכיר וכו' - שהרי כבר הזכיר שבת בברכה רביעית:",
            "(ב) שבעה בסדר היום - דלכתחלה אין מפטיר עולה למנין שבעה וכדלעיל סי' רפ\"ב ס\"ד:",
            "(ג) ובשני קורא - ומניחין ספר שני אצל ספר ראשון ואומר חצי קדיש על שניהם:",
            "(ד) ומפטירין השמים וכו' - ששם נזכר מענין ר\"ח ואם שכח וקרא בהפטרה של שבוע קורא אחריה השמים כסאי ואם נזכר אחר שכבר בירך ברכות אחרונות קורא אותה בלי ברכה:",
            "(ה) שמפטירין עניה וכו' - מפני שאין לדלג ז' דנחמתא עיין לקמן סי' תכ\"ח ס\"ח:",
            "(ו) וי\"א השמים וכו' - דבהפטרה זו יש בה תרתי זכרון ר\"ח ונחמות ירושלים:",
            "(ז) וכן נוהגים - וכתבו האחרונים דאעפ\"כ אין לדלג אחת מז' דנחמתא וע\"כ כשיפטירו בפ' תצא ברני עקרה יסיימו גם בעניה סוערה הכתובה אחריה:",
            "(ח) וכן עיקר במקום שאין מנהג - ועיין בביאור הגר\"א שדחה סברא זו מהלכה ופסק כדעה ראשונה דמפטירין שמעו:",
            "(ט) ולא שמעו - כתב המג\"א דאגב שיטפא הזכיר זאת בהג\"ה דלעולם לא חל ר\"ח אב באחד בשבת:",
            "(י) מפטירין השמים כסאי - דס\"ד דיום ב' דר\"ח הוא עיקר ונפטיר בשבת מחר חודש:",
            "(יא) רק הפטרת ר\"ח - ולא מסיימים בפסוקי דהפטרת מחר חודש:",
            "(יב) אם היה חתונה בר\"ח - ר\"ל דמנהג הוא בשבת שיש חתן לדחות הפטרת השבוע ולקרות הפטרת שוש אשיש שהוא מענינא כדמבואר לקמן בסוף סימן תכ\"ח ומבואר שם דכ\"ז הוא בשבתות דעלמא שאין הפטרה שלהם מוזכרת בש\"ס אבל בהפטרות שנזכרים בש\"ס ומדרשים אין דוחין אותן מפני חתונה שאין זה אלא מנהג בעלמא וגם אחר שקראום אין לקרות שוש אשיש מפני שאין מדלגין מנביא לנביא וע\"ז אשמעי' כאן בהג\"ה דעכ\"פ במקום שהם בנביא אחד כגון בשבת ר\"ח שקורין השמים כסאי שהוא בנביא אחד עם הפטרות שוש אשיש אז אין לדחות שוש אשיש לגמרי ויש לקרות מקצת ממנה אחר שיסיים השמים כסאי:",
            "(יג) או בשאר שבתות - כגון הני המוזכרים סוף סימן תכ\"ח עיי\"ש:",
            "(יד) כולל במוסף וכו' - בסידורים כתוב בשבת ר\"ח ובשאר ימים טובים אחר שמסיים קרבן שבת יסיים זה קרבן שבת וקרבן היום כאמור וכן כתב בסידור רב עמרם אכן כמה פוסקים כתבו דהוי יתור לשון וקמי שמים גליא והוי הפסק ולכן כתבו שאין לאומרו:",
            "(טו) מקדש השבת וכו' - ואם חתם בשל שבת לבד יצא בדיעבד:"
        ],
        [
            "(א) הרואה וכו' - ונשים פטורות מלקדש הלבנה דהוי מ\"ע שהזמן גרמא ואף דכל מ\"ע שהזמן גרמא נוהגות הנשים שמקיימות ומברכות עליהן מ\"מ מצוה זו אין צריכין לקיימה משום דהם גרמו פגם הלבנה. וסומא חייב בקידוש הלבנה כי ברכה זו נתקנה על חידוש העולם וגם הוא נהנה ע\"י שאחרים רואין ומוליכין אותו על הדרך ודומה ליוצר המאורות כ\"כ האחרונים ועיין בבה\"ל וקטן משהגיע לחינוך מחנכין לו בה [כ\"כ בשם רי\"ע ונראה דזהו רק לר\"ת בסימן עיי\"ן אבל לרש\"י שם לא נהירא ודמי לק\"ש עי\"ש ואפשר דכונתו ג\"כ דטוב לנהוג כן לכתחלה וכמו שפסק שם בשו\"ע לענין ק\"ש עי\"ש]:",
            "(ב) אלא בלילה - לאפוקי ביה\"ש שהלבנה נראית קצת ועדיין הוא יום:",
            "(ג) ונהנין מאורה - דהיינו בעת שזריחתה ניכרת ע\"ג קרקע. אם נתכסה הלבנה בעבים אם העב דק וקלוש שנראית הלבנה ממנו ונהנה בה מברך ואם הענן עב אינו מברך ואם התחיל לברך ואח\"כ נתכסה בעבים גומר הברכה אם לא שהוא משער שתתכסה הלבנה באמצע ברכתו שאז לא יתחיל ברכתו ועיין בה\"ל וה\"ה אם יש מסך מבדיל בינו לבין הלבנה הדין ג\"כ כמו לענין עבים דאם המסך הוא דק וקלוש שעובר ממנו אור הלבנה עד שהוא נהנה ממנה ויכול להכיר מן הדברים שהם ניכרים לאור הלבנה יכול לברך עליו ואם המסך הוא גס ואין נהנה מאור הלבנה אין לברך דהוי ברכה לבטלה ועיין מה שכתבנו בסוף הסימן:",
            "(ד) אין מברכין וכו' - למצוה מן המובחר הוא וכדמסיים בהג\"ה וכתב בס' מגיד מישרים סימן זה יהיה בידך בחודש שתברכו ברכת הלבנה במו\"ש תמצאו הצלחה וכשתתכסה ותתעלם ולא יוכלו לברך אותו החודש לא יהיה מוצלח ח\"ו:",
            "(ה) אלא במו\"ש - וה\"ה במוצאי יו\"ט:",
            "(ו) אבל אם הוא אח\"כ - ר\"ל שליל מו\"ש הוא ליל י\"א אין להמתין דשמא תתכסה בעבים אז וגם בארבע לילות שאח\"כ ולפי מש\"כ בס\"ג בהג\"ה צריך לחשוב אם ישארו עוד חמשה לילות עד חצי כ\"ט יום י\"ב שעות תשצ\"ג חלקים ממולד:",
            "(ז) בגדים נאים - ועכשיו אין נוהגין לדקדק בזה:",
            "(ח) קודם ט\"ב - דשרויין באבילות:",
            "(ט) קודם יוה\"כ - דג\"כ מאויימין מכח הדין ואין שרויין בשמחה ועיין בבה\"ל:",
            "(י) אבל לא במוצאי וכו' - דאין שרויין בשמחה ויברכו בימים שאחריה ומבואר בד\"מ דאם ט\"ב חל ביום ה' יש לו להמתין עד מו\"ש שהוא י\"ב לחודש:",
            "(יא) או שאר תענית - כגון אם לא קידש בחודש טבת עד התענית אין לו לקדש אחר התענית אלא ימתין עד הלילה שלאחריה שהוא י\"ב לחודש ומ\"מ אם אירע זה בחודש אדר שלא קידשו עד תענית אסתר כתב הט\"ז דיש לקדש אחר התענית כיון שהשעה עוברת. והנה כ\"ז לדעת רמ\"א אבל דעת האחרונים בכל זה דמקדשין אפילו במוצאי ט\"ב וכ\"ש בשאר תענית אלא דכתבו דצריך לטעום קודם ובמוצאי יוה\"כ מתוך ששמחין שיצאו בדימוס מקדשין אף קודם שיטעמו ומיהו במוצאי ט\"ב צריך ליזהר שלא לקדש בלי מנעלים. ולענין אבל אימת מקדש דעת המ\"א דאם ישלים אבילותו קודם עשירי בחודש ימתין ויקדש בליל י' אבל אם כלה אבילותו ביו\"ד בחודש לא ימתין על ליל י\"א ומוטב שיקדש הלבנה בתוך ימי אבילותו ודעת בעל שערי אפרים דאם יש שהות לקדש אחר כלות ימי אבילותו ימתין אך אם כשימתין יעבור הזמן יכול לקדש בתוך ימי אבילותו ויכול לצאת לחוץ לקדש ועיין בה\"ל:",
            "(יב) שחל בו יו\"ט - ומכ\"ש שאין מקדשין אותה בליל שבת והרבה טעמים נאמרו בזה ע\"פ הקבלה ומ\"מ אם לא קידשו עד שבת ויו\"ט ויעבור הזמן בודאי מותר לקדש גם בשבת ויו\"ט ואפילו ביחידי וכן הוא מסקנת הפוסקים:",
            "(יג) ותולה וכו' ואומר וכו' - כתב בשיורי כנה\"ג דמשמע לכאורה דעד גמר כל הסדר תולה עיניו בה וכן נהוג עלמא אבל שמע משם ספר חרדים שהחמיר בזה מאד מלהסתכל בלבנה ולא התיר להסתכל בה אלא עד שסיים הברכה והמ\"א בשם של\"ה החמיר עוד יותר דאפילו בשעת הברכה אין לו להסתכל בה אלא רואה אותה פעם אחת כשירצה לברך ואח\"כ לא יסתכל בה:",
            "(יד) ורוקד וכו' - וכתבו האחרונים דיזהר מאוד שלא יכרע ברכיו לרקוד דלא יהא נראה ככורע ללבנה אלא יסמוך על אצבעות רגליו וירקוד:",
            "(טו) ולמפרע כאבן - וכתב מ\"א בשם מטה משה שי\"א כל הפסוק עד קנית ואח\"כ למפרע:",
            "(טז) ויאמר לחבירו וכו' - כלומר מפני שאמר בתחלה תפול וכו' אומר לחבירו שלום עליך [מ\"א] ועיין מ\"א שהזכיר עוד על כמה פסוקים שיש קבלה לאומרם ולא העתקנום דכבר כתובים הם בסדר קידוש הלבנה ונהגו הכל לאמרם:",
            "(יז) מיום המולד - ל\"ד מיום אלא משעת המולד מנינן דמשעה זו מנינן ט\"ו יום מעל\"ע וא\"כ כשהיה המולד באמצע יום הראשון מותר לקדש בליל יום שני דעדיין ליכא ט\"ו מעל\"ע:",
            "(יח) ולא ט\"ז בכלל - דכיון שעבר ט\"ו יום הולכת הלוך וחסור ואין כאן חידוש:",
            "(יט) אלא עד חצי וכו' - דקי\"ל דאין חדשה של לבנה פחות מן כ\"ט יום וי\"ב שעות ותשצ\"ג חלקי שעה [דשעה מתחלק על תתר\"ף חלקים] וא\"כ אם חל המולד במ\"ש ב' או ג' שעות בלילה אסור לקדשה בעוד שני שבועות בתחלת ליל שני להרמ\"א אע\"פ שלא נמלאו עדיין ט\"ו יום שלמים:",
            "(כ) עד שיעברו ז' - ורוב האחרונים פליגי ע\"ז ולדידהו עכ\"פ לאחר ג' ימים מעל\"ע מעת המולד שנהנין כבר מאורה יש לברך עליה ואין להחמיץ המצוה אכן אם הג' לחודש הוא באחד מימי השבוע נכון להמתין עד מו\"ש הבאה וכפי המבואר בס\"ב בהג\"ה וכמה אחרונים והגר\"א מכללם מקילין אף באופן זה וסברי דאין כדאי להשהות המצוה בכל גווני וע\"כ הנוהג כן בודאי יש לו על מי לסמוך ובפרט בימי החורף וגשם בודאי הזריז לקדש הרי זה משובח:",
            "(כא) תחת הגג - אלא תחת כיפת השמים והטעם דקידוש הלבנה הוא כקבלת פני השכינה ואין זה דרך כבוד שיהא עומד תחת הגג לפיכך יוצאין מתחת הגג לרחוב כדרך שיוצאין לקראת מלכים ומ\"מ כ\"ז הוא רק לכתחלה אבל מי שחושש באיזה מיחוש שלא יוכל לצאת לחוץ אי נמי שהמקום אינו נקי או ששרוי בין העכו\"ם יקדש בביתו דרך חלון או פתח הפתוח נגד הלבנה:"
        ],
        [
            "(א) שהוא יום ל' וכו' - ר\"ל שכך כותבין ודעת הב\"ח שכותבין להיפך ביום ל' לחודש פלוני שהוא יום ר\"ח פלוני וכן משמע מפמ\"ג:",
            "(ב) לחדש מיום השני - ר\"ל שממנו מתחילין למנות ימי החודש הבא כי הוא עיקר הקביעות והיום שלשים הוא רק השלמה לחודש שעבר:",
            "(ג) אדר סתם - וה\"ה כשמברכין החודש בבהכ\"נ ומסקנת האחרונים דהנכון לפרש בשניהם באדר ראשון יכתוב אדר ראשון ובשני אדר השני:"
        ],
        [
            "(א) שאין קובעים בהם וכו' - עיין הטעם במ\"ב:",
            "(ב) וביום שיהיה חנוכה וכו' - הנה באמת זה אינו דהא חנוכה אפשר להיות ביום ה\"ז ועצרת א\"א להיות וכנ\"ל אכן באמת שט\"ס הוא וצ\"ל וביום שיהיה עצרת יהיה חנוכה דהיינו החנוכה שאחריו אכן דזהו דוקא כשהשנה הוא כסדרה דהיינו חשון וכסלו אחד מלא ואחד חסר או שניהם חסרים אבל כששניהם מלאים יבוא יום א' של חנוכה ביום שאחר עצרת כגון אם יום א' של עצרת חל ביום ראשון יבוא חנוכה ביום ב':",
            "(ג) שהוקבעו בהם וכו' - כל אלו הימים שהוא חושב אם הר\"ח הוא של שני ימים מפני שהחודש שעבר היה מלא קאי הסימן על יום שני של ר\"ח שממנו מתחיל למנות מנין ימי החודש:",
            "(ד) מרחשון גדו\"א - ט\"ס הוא וצ\"ל בדה\"ז ויש שרוצים ליישבו דקאי על יום א' דחודש מרחשוון שחל באלו הימים ודוחק גדול הוא דמאי שנא דבזה החודש נתן הסימן על יום א' שלו מה שלא עשה כן בשאר החדשים [פר\"ח]:",
            "(ה) שהוא שמחת תורה - היינו לבני חו\"ל שעושין שמיני עצרת שני ימים וחל ש\"ת ביום כ\"ג לחודש תשרי:",
            "(ו) מבה\"ח מעוברת - הוא סימן שהה\"א מורה שיום ר\"ה היה חל ביום ה' והחי\"ת מורה שאותה השנה היתה חסרה [ר\"ל שחשוון וכסלו היו שניהם חסרים] ורמ\"א מוסיף וה\"ש מעוברת וזה ג\"כ סימנא שהה\"א מורה על יום ר\"ה שחל ביום ה\"א והשי\"ן מורה שאותה השנה היתה שלמה [דהיינו שחשוון וכסלו היו מלאים] ור\"ל כשחל ר\"ה ביום ה' והשנה היתה מעוברת בין שאלו החדשים שלמים או חסרים קורין פרשת נח בר\"ח חשוון וממילא ניתוסף שבת אחת לקריאה וע\"כ קורין פרשת אחרי קודם הפסח:",
            "(ז) ביום ב\"ג - ר\"ל שחל יום א' של ר\"ה ביום ב' או ביום ג':",
            "(ח) ב\"ג המלך - פי' המלך היינו ר\"ה שאומרים המלך המשפט כשחל ביום ב' או ג' פת וילך מלשון פתות אותה פתים שמחלקים נצבים וילך לשתים:",
            "(ט) כשראש השנה ביום ה\"ו - כשר\"ה ביום ה\"ז כצ\"ל. וכן איתא בטור ובספרי ש\"ע ישנים ור\"ל שחל יום א' של ר\"ה ביום ה' או ביום ז' דביום וי\"ו א\"א לחול כנ\"ל:",
            "(י) פקדו ופסחו - פקדו לשון צוו כלומר צו קורין סמוך לפסח. סגרו לשון מצורע מוסגר. מנו ועצרו פי' במדבר שהוא מנין בני ישראל קודם עצרת. צומו היינו ט\"ב וצלו היינו ואתחנן. קומו ותקעו היינו נצבים קודם תקיעת ר\"ה. כשחל יום א' של פסח בשבת דאז בני א\"י שעושין פסח רק שבעה ימים קורין בשבת שאחריו פ' שמיני וא\"כ ממילא יותר להם בשנה שבת אחת בלי סדרה וע\"כ יש מפרידין אפילו בשנה פשוטה תזריע ומצורע ויש מפרידין בהר ובחוקותי ואם היא מעוברת מפרידין גם מטות ומסעי [מהרי\"ט ומ\"א]:",
            "(יא) מחלקין פרשיותיה כדרך וכו' - והטעם מפני שהם דברי תוכחה שיחזרו העם בתשובה [רמב\"ם] ואפילו יש חיובים לא יחלקו הפרשה יותר [מ\"א]:",
            "(יב) פ\"א לששת ימי השבוע - והיו מחלקין אותה לששה חלקים לששת ימי המעשה:",
            "(יג) לו חכמו כי אשא - ויש פוסקים שסוברין דתיבת ל\"ך מרמז על לולי כעס וגו' כי ידין וגו' וכן נוהגים במדינתנו [אחרונים]:",
            "(יד) מסוף השירה וכו' - ובמקום שמוסיפין בשבת רשאין להוסיף אחר הזי\"ו ל\"ך מויבא ולהלן:",
            "(טו) אין מפסיקין בהם - וסמכוה זה אקרא דמשלי דכתיב מוסר ד' בני אל תמאס ואל תקוץ בתוכחתו ואם היה זה הקורא מפסיק בהן והיו צריכין לקרות אחר היה נראה כאלו קץ זה בתוכחת הש\"י:",
            "(טז) ומתחילין וכו' - דאחז\"ל שאמר הקב\"ה אינו בדין שיהיו בני מברכוני על הצרות שלהם אלא יקרא אחד הכל ויתחיל בדבר אחד ויסיים בדבר אחד ויוכל לברך תחלה וסוף עכ\"ל ומשום זה לבד היה די שיתחיל בפסוק אחד מלפני התוכחה ופסוק אחד אחר התוכחה אלא מפני דקי\"ל דאין מתחילין בפרשה פחות מג\"פ וכן אין מסיימין סמוך לפרשה פחות מג\"פ לכך צריך להתחיל ג\"פ מקודם התוכחה וכן ג\"פ אחר התוכחה (וזהו בפרשת בחוקותי שיש שם ג\"פ קודם כלות הפרשה ובפרשת תבא די בפסוק אחד אלה דברי הברית שמסתיים בזה הפרשה):",
            "(יז) בפסוקים שלפניהם - ובמקום שנוהגים שהרב אב\"ד יהיה שלישי אפילו בפרשת בחוקותי וא\"כ שוב לא ישאר להתחיל ג\"פ מקודם קריאת התוכחה יש להתחיל עוד הפעם לקרות ג\"פ למפרע אך נכון הדבר שהרב ימחול על כבודו ויעלה לרביעי באותו שבת. מהרי\"ל הקפיד על מי שעלה לתוכחה דדוקא השמש ששוכרין אותו לזה אין קפידא. ומ\"מ אם קראוהו בודאי צריך לעלות (דמי שקראוהו לעלות לס\"ת ואינו עולה גורם שיתקצרו ימיו) ולא יארע לו שום דבר רע דכיון שעולה משום כבוד התורה שומר מצוה לא ידע דבר רע. ובהרבה מקומות נוהגין שהש\"ץ הקורא בעצמו עולה ונכון הוא ואפילו אם הוא כהן יכול לקרות מתחלת פרשת בחוקותי עד אחר התוכחה ומנין הקרואים ישלים משם והלאה ובפרשת תבא יצמצם שישתלם מנין הקרואים עד שם והוא יהיה אחרון ועיין בבה\"ל:",
            "(יח) יכולין להפסיק בהם - שהם אינן חמורות כ\"כ שנאמרו רק בלשון יחיד ומשה מפי עצמו אמרו שהרי במשנה תורה כתיב ידבק ה' בך ישלח ה' בך [שאף שהכל היה ע\"י צווי השי\"ת כמו שנאמר בסוף הפרשה אלה דברי הברית אשר צוה ה' את משה לכרות את בני ישראל וגו' עכ\"ז בשעה שאמרן היה מפי עצמו] משא\"כ בתו\"כ הדברות נאמרו מפי הגבורה כי שכינה היתה מדברת מתוך גרונו של משה שהרי אמרו בלשון משלחו ונתתי והפקדתי והשלכתי מי שהיכולת בידו לעשות כך:",
            "(יט) מי שירצה - דשמא לא ירצה לעלות אותו שיקראוהו ויבוא לקוץ בתוכחות ועיין בבה\"ל:",
            "(כ) שמונה וכו' - דהיינו מוימת שם משה:",
            "(כא) אין מפסיקין בהם - לחלקן לשני קרואים והטעם דיש בהן שינוי משאר ס\"ת דיהושע כתבן ואפילו למ\"ד דמשה כתבן בדמע הואיל שיש שינוי בהן שנכתבו בדמע נשתנו שלא לחלקן כשאר ס\"ת. כתב בספר צרור המור מ\"ב מסעות שבפרשת אלה מסעי אין להפסיק בהם שהם כנגד שם מ\"ב [מ\"א]:",
            "(כב) שמעו - ואם טעה והפטיר בשבת ראשון בפרשה דיומא יפטיר בשבת הבאה דברי ירמיהו וגם שמעו מפני שהם סמוכות זו לזו [מ\"א בשם צ\"צ]. מה שכתוב בחומשים הפטרת וישלח ויברח יעקב הוא טעות אלא בויצא מפטירין מן ויברח עד סוף הושע ואח\"כ פסוקים מיואל ואכלתם אכול וכו' וידעתם וכו' והוא מטעם שצריך לסיים בדבר טוב ובהושע נסתיים ופושעים יכשלו בם ובוישלח מפטירין מן ועמי תלואים וגם מקצת ויברח יעקב עד ומושיע אין בלתי וע\"פ הגר\"א נוהגין להפטיר בפרשת וישלח חזון עובדיה [ח\"א]:",
            "(כג) מפטירין לעולם שובה - ולפי שבהושע הוא סיום ההפטרה זו ופושעים יכשלו בם ואין מסיימין בזה לכך מוסיפין בו פסוקים. יש שכתבו שמוסיפין פסוקי מיכה מי אל כמוך וגו' ויש שכתבו שמוספין פסוקי יואל תקעו שופר וגו' ובא\"ר כתב שבפראג נהגו להוסיף פסוקי מיכה וגם פסוקי יואל ובדגול מרבבה הכריע דאין צריך להוסיף משתיהם אלא דכשקורין וילך בשבת שובה יש לסיים בפסוקי מיכה [דהוא מעין הפרשה וילך דכתיב וחרה אפי וכו' ובפסוקי מיכה כתיב לא החזיק לעד אפו] וכשקורין האזינו בשבת שובה יש לסיים בפסוקי יואל [דהוא ג\"כ מעין הפרשה דכתיב בה יערוף כמטר לקחי וגו' כשעירים וגו' וכרביבים עלי עשב ובפסוקי יואל כתיב ויורד לכם גשם מורה וגו'] ועיין בשע\"ת שמסיים בזה שהכל כפי המנהג:",
            "(כד) מפטירין בו דרשו - משום דכתיב דרשו ד' בהמצאו ואמרו חז\"ל זהו בעשרה ימים שבין ר\"ה ליוה\"כ:",
            "(כה) מפטירין שובה - דיפה צעקה לאדם בין קודם גזר דין בין לאחר גז\"ד:",
            "(כו) שהיא הפטרת אחרי מות - מפני שההפטרה של פרשה שניה מזכרת מתועבת ירושלים משא\"כ כשהן נפרדות שכבר קראו הלוא כבני כושיים בפרשת אחרי בהכרח להפטיר בפרשת קדושים התשפוט. והנה הלבוש חולק על רמ\"א ודעתו דגם כשהיא כפולה קוראין הפטרה אחרונה דהיינו של פרשת קדושים אבל הב\"ח וש\"א כתבו שנתפשט המנהג בכל הקהלות כהרמ\"א בזה וה\"ה אם שבת פ' אחרי היה ער\"ח ומפטירין מחר חודש דמפטירין בשבת פרשת קדושים הלוא כבני כושיים [חי' רע\"א]:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}