{
    "versionTitle": "Hilchos Berachos",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) מרקוליס - היא ע\"ג שעובדין אותה עי\"ז שזורקין לה אבנים. ושמה העצמה קילוס ומפני שאסור להזכיר ע\"ג בשמה לכך כינו אותה בשם קוליס ומר הוא חילוף בלשון ארמי ופירושו הוא חילוף קילוס:",
            "(ב) או שאר ע\"ג - אפילו בית ע\"ג [ב\"י] וב\"ח פי' דוקא כשרואה אותה בגלוי:",
            "(ג) והאידנא וכו' - שהרי אנו רואין אותה תמיד וכתבו האחרונים דאפילו הולך לעיר אחרת וראה שם ע\"ג אינו מברך כיון דראה את מין זה תוך למ\"ד בעירו ואפשר עוד דאפילו קטן שהגדיל א\"צ לברך כיון שראה אותה בקטנותו ובא\"ר כתב עוד מילתא חדתי דאפילו הוא לא ראה אותה תוך למ\"ד כיון שיש רוב העולם שהוא שוכן ביניהם שרואין אותה. כתב הב\"ח בשם ספר האשכול השמר לך לראות קנגיאות של כותים וה\"ה מחולתם או שום דבר שמחתם ואם תשמע קול כותים שמחים האנח ותצער על חורבן ירושלים ותתפלל להקב\"ה עליה. ואיתא בגמרא דאפילו ההולך לקניגיאות ולטיטראות של ישראל ה\"ז מושב לצים:",
            "(ד) אם הוא בא\"י וכו' - אפילו רק ממקום אחד:",
            "(ה) ועל מקום שנתנוה - היינו אם יש שלשים יום שלא ראה אותה וכנ\"ל:",
            "(ו) או כבשן האש - היינו החפירה שהוסק בה אז האש לחנניה מישאל ועזריה:",
            "(ז) ברוך אומר ועושה וכו' - היינו בשם ומלכות. בגמרא הגירסא ברוך אומר ועושה גוזר ומקיים:",
            "(ח) חכם הרזים - שאין דעתן דומין זה לזה ואין פרצופיהן דומין זה לזה והוא יודע מה בלב כל אלו האוכלוסין:",
            "(ט) שחלק - שעם ד' הם חלק אלוה ודבקים בו לכן אמר שחלק משא\"כ לקמיה בס\"ז:",
            "(י) בחכמות העולם - היינו בהשבע חכמות לאפוקי אם הם חכמים בדתם ע\"ז אינו מברך כלל:",
            "(יא) ועל מלכי וכו' - ומשמע בגמרא אפילו סומא כשיודע שהמלך עובר מברך ועיין בפמ\"ג שמצדד דאם הוא סומא שלא ראה מאורות מימיו יברך בלא שם ומלכות:",
            "(יב) ברוך שנתן מכבודו וכו' - השלטונים שאין עול מלך עליהם לשנות דבריהם ודן והורג במשפט מברך עליהם. ועל השרים שממנה המלך בכל עיר ועיר טוב וישר לברך בלא שם ומלכות:",
            "(יג) לראות מלכים אפי' וכו' - ומותר לטמא בטומאה של דבריהן מפני כבודן בין למלכי ישראל ובין למלכי או\"ה וכן מפני כבוד הבריות כגון לילך לנחם אבלים. אם רואה פ\"א המלך לא יבטל יותר מלימודו לראותו אם לא שבא בחיל יותר ובכבוד גדול יותר:",
            "(יד) בתי ישראל - פי' בתי עשירי ישראל שמיושבים בתוקף ובגבורה כגון בישוב בית שני [רש\"י] ואפשר דוקא בא\"י ובזמן בית שני קאמר אבל בזה\"ז אפילו בא\"י לא [ב\"י] ויש שמפרשים כונת רש\"י דאפילו אם הם מיושבים עתה כמו בבית שני ג\"כ מברכין והרי\"ף פי' בתי ישראל בישובן היינו בתי כנסיות שמתפללין בתוכן וכן נהגו העולם שאין מברכין על שארי בתים כ\"א על בהכ\"נ כשרואה אותה ביפיה ובתיקונה וכתב בא\"ר דאין חילוק בין א\"י לחו\"ל ואפילו בזה\"ז ובפמ\"ג מצדד דבזה\"ז טוב לברך ברוך מציב גבול אלמנה בלא שם ומלכות:",
            "(טו) הרואה בתי וכו' - לפירש\"י הנ\"ל היינו בתי כותים שיושבים בשלוה והשקט ועושר ולהרי\"ף היינו בתי תפלה שלהם:",
            "(טז) קברי ישראל - ואם היה שם רק קבר אחד י\"א שאין לומר ברכה זו כי נתקנה בלשון רבים:",
            "(יז) אותו דבר - ודוקא כשראה אותו מלך אבל אם ראה מלך אחר צריך לברך [מ\"א בשם רדב\"ז] וה\"ה לענין ההיא דסי\"ב ברואה קבר אחר וכל כיו\"ב אמנם בא\"ר סוף סימן רכ\"ה כתב דהמ\"א בעצמו בסקי\"ט שם משמע דלא ס\"ל הכי ועיין בפתחי תשובה מה שכתב בשם ספר עמודי אור בזה:"
        ],
        [
            "(א) חבירו - ואין חילוק בין איש לאשה והיינו אם רואה אשתו ואמו בתו ואחותו כיון שהוא שמח ונהנה בראייתם. כתבו הפוסקים דאם ראה חכם מחכמי ישראל מברך עליו אשר חלק וכדלעיל בסימן רכ\"ד ס\"ו וגם שהחיינו אם הוא שלשים יום שלא ראה אותו:",
            "(ב) לאחר שלשים יום - מראיה ראשונה. ואם קיבל ממנו כתב או שאנשים הודיעוהו משלומו יש דעות באחרונים וספק ברכות להקל:",
            "(ג) אומר שהחיינו וכו' - וכל אלו הברכות הוא בשם ומלכות ואפילו ברכת מחיה מתים [מגן גבורים ושאר הרבה אחרונים דלא כתשובת פ\"מ]:",
            "(ד) מחיה המתים - ואז אין מברך שהחיינו. וטעם ברכה זו כתב בחידושי אגדות לפי שבכל שנה האדם נידון בר\"ה ויוה\"כ אם למות אם לחיים ואם רואהו אחר ר\"ה ויוה\"כ זה ואח\"כ אין רואה אותו עד אחר ר\"ה ויוה\"כ הבא הרי עבר עליו דין אם למות אם לאו וע\"כ אומר ברוך מחיה מתים שניצול מדין מיתה בר\"ה ויוה\"כ:",
            "(ה) ושלח לו כתבים - ר\"ל אע\"פ שהריצו כתבים מזה לזה ועי\"ז נעשו אוהבים מ\"מ כיון שלא נתחבר עמו פנים אל פנים אין מעולה האהבה כ\"כ עד שיהיה נהנה ושמח בראייתו. כתב הפמ\"ג דאם נתבשר לו שילדה אשתו והוא היה במדינת הים וראהו עתה מברך שהחיינו או מחיה המתים [אם הוא לאחר י\"ב חודש] דודאי יש לו שמחה בולדו אף שלא ראהו מעולם:",
            "(ו) בר מצוה - היינו כשנעשה בן י\"ג ויום אחד ועכשיו נהגו שלא לברך עד שעה שהנער מתפלל בצבור בתורת ש\"ץ או שהוא קורא בתורה בשבת ראשונה שאז נודע לרבים שהוא בר מצוה. מצוה על האדם לעשות סעודה ביום שנעשה בנו בר מצוה כיום שנכנס לחופה והיינו ביום שנכנס לשנת י\"ד וטעם הסעודה משום דעכשיו נעשה איש ישראל שנצטוה במצות התורה. ואם הנער דורש הוי סעודת מצוה אפילו אינו באותו יום:",
            "(ז) שפטרני מענשו וכו' - פי' דעד עכשיו נענש האב כשחטא הבן בשביל שלא חנכו למצות התורה ועכשיו שנעשה איש מחוייב הוא להתחזק בעצמו למצות הש\"י. ודע דאע\"פ ששוב אין עליו ענין חינוך מ\"מ יש על האב מצות הוכחה כשרואה שאינו מתנהג כשורה וכשאינו מוחה בידו נענש עליו דלא גרע משאר ישראל וכידוע מה שאחז\"ל כל מי שיש לו למחות באנשי ביתו ואינו מוחה נתפס בעון אנשי ביתו. וכל מי שיש לו למחות באנשי עירו ואינו מוחה וכו':",
            "(ח) וטוב לברך בלא וכו' - משום שלא הוזכרה ברכה זו בגמרא וכן העתיק בדה\"ח אמנם דעת הגר\"א בביאורו דמאחר שהוזכרה ברכה זו במדרש ומהרי\"ל עשה כן הלכה למעשה יש לברך בשם ומלכות ועיין בח\"א שכתב ג\"כ דהמברך לא הפסיד:",
            "(ט) מברך שהחיינו - ואינה אלא רשות דאי לא מברך לא מיענש. ומ\"מ ראוי ליזהר שלא לבטלה [א\"ר ע\"ש]:",
            "(י) ביד חבירו - דעיקרה נתקן על שמחת הלב שמשמח על צמיחת פרי חדש:",
            "(יא) עד שעת אכילה - דמי שאין לבו שמח בראייתו רק באכילתו לכו\"ע מברך רק אאכילתו ולכך נהגו תמיד בזה משום לא פלוג ועיין בפמ\"ג שכתב דלכתחלה נכון לברך שהחיינו קודם ואח\"כ יברך ברכה הראויה לה וה\"ה אם טועם מעט ואח\"כ מברך שהחיינו אפשר דג\"ז טוב הוא ובדיעבד אם בירך שהחיינו אחר הברכה שבירך על האכילה קודם שהתחיל לטעום ג\"כ אין זה הפסק ע\"ש:",
            "(יב) עד שנגמר וכו' - ר\"ל דאף דלענין ברכה על הפרי קי\"ל בסימן ר\"ב ס\"ב דמברכין על הבוסר [בגפנים] בפה\"ע משהגיעו לשיעור פול הלבן ובשאר כל האילנות משיוציאו פרי שהוא ראוי לאכול ע\"י הדחק הכא לענין שהחיינו אין לברך עד שיהיה נגמר תשלום גידולו שיהיה טוב למאכל ואפילו בדיעבד אם בירך מקודם שנגמר ברכתו היא לבטלה. ועיין במ\"א שהביא דדעת הרדב\"ז הוא דכשהגיע לפול הלבן [ומסתמא ה\"ה בשאר כל האילנות משיוציאו פרין] כיון שמברך עליו ברכתו הראוי לו כשאוכלו יוכל ג\"כ לברך עליו שהחיינו ולענין דיעבד יש לסמוך עליו שלא לחזור ולברך:",
            "(יג) בראיה שניה - דהרי אנן נהגינן דאין מברכין עד שעת אכילה אף שראה כמה פעמים מקודם. ואם לא בירך בשעת אכילה ראשונה שוב לא יברך על אכילה שניה וכ\"ש שלא יברך על אותה אכילה עצמה אף שעדיין לא נתעכל הפרי [אחרונים]:",
            "(יד) כשיאכל גינד\"ש וכו' - ר\"ל אע\"פ שכולם נכנסים תחת סוג מין אחד מ\"מ כשני מינים הם לענין ברכת זמן כי שתי שמחות הן ועיין במ\"א ובשארי אחרונים שכתבו דאפילו אם אין חלוקין בשמן אם חלוקין בטעמן כגון תאנים לבנים ותאנים שחורים ב' מינים הן לזה וצריך לברך על כל אחד ברכת שהחיינו כשאין באין לפניו בבת אחת וכן ב' מיני אגסים או תפוחים או אגוזים ג\"כ צריך לברך על כ\"א שהחיינו. [ובביאור הגר\"א מפקפק בכל זה ודחה ראיותיהן ומשמע שדעתו דכיון שבעצם הוא מין אחד ד' במה שבירך בפעם ראשונה וכן בספר מור וקציעה הביא בשם אביו החכם צבי ג\"כ כעין זה ממש אמנם לבסוף מצדד שם דאף דבאמת לשארי ענינים נקראין מין אחד מ\"מ לענין ברכת שהחיינו דנתקן על השמחה שבלב מסתברא דנתחדש לו על כל דבר שמחה בפני עצמו וניחא פסק השו\"ע ע\"ש]:",
            "(טו) אינו חוזר ומברך - ואפילו אם שתי ליה אחר מ\"ם יום שנתחזק היין ויש לו טעם אחר מן מוהל הענבים מ\"מ הכל שמחה אחת היא דבעת שראה אז שאכל הענבים ידע שהיין יצא מהם ועיין באחרונים שהביאו די\"א דמ\"מ צריך לברך שהחיינו גם על היין החדש משום דיש בו שמחה יתירה מבענבים וע\"כ טוב שאם בירך שהחיינו על הענבים אזי כשישתה יין חדש יברך תחלה שהחיינו על איזה מין חדש או על מלבוש כדי לפטור גם את היין [אבל אם בירך תחלה שהחיינו על היין דעת הע\"ת דלכו\"ע אינו חוזר לברך שהחיינו על הענבים] וכ\"ז דוקא כששותה את היין כשהוא תירוש שהוא ניכר שהוא יין חדש אבל אם אינו שותהו עד שהוא יין אפילו לא בירך שהחיינו על הענבים אינו מברך עליו שהחיינו אף שהוא יודע שהוא יין חדש משום דאינו ניכר בין חדש לישן [אחרונים]:",
            "(טז) שאינו מתחדש וכו' - ר\"ל שאפילו בימות החורף אינו משתנה ממראיתו כגון אתרוג וכה\"ג שדר באילנו משנה לשנה שכיון שעומד בירקותו כל השנה אין הנאה נרגשת בחידושו וכן בא למעט דבר שאין לו זמן קבוע לגידולו וכדלקמיה בהג\"ה וכן דבר שאינו גידולי קרקע כגון עופות ודגים שנזדמנו לו אפילו אותן שלא טעם ממינן מעולם אפ\"ה אין מברך עליהם שהחיינו דזה המין אינו חדש בעצם דאע\"פ שהוא לא אכל מהם אחרים אכלו מהם. על כמהין ופטריות אין לברך שהחיינו דגם להם אין זמן קבוע גם מאויר הן גדלין ולא מקרקע [פמ\"ג]. על ריח המתחדש משנה לשנה כמו ורד וכיו\"ב שאר דברים שנעשו להריח יש דעות בפוסקים אי מברך עליהם זמן ונהגו שלא לברך [שע\"ת בסי' רט\"ז] י\"א שעל גדיים וטלאים שרגילים להתחדש פעמים בשנה שמברכין עליהם שהחיינו וצ\"ע [מ\"א] והעולם נהגו שלא לברך ע\"ז:",
            "(יז) מברכין עליו שהחיינו - בכל פעם ופעם כיון דעכ\"פ בא מזמן לזמן:",
            "(יח) דעומד כל השנה בקרקע - ר\"ל שיש ירק שדרכו לעמוד כל השנה בקרקע וברכת שהחיינו לא נתקן אלא בדבר הבא מזמן לזמן אכן באמת אינו מצוי זה כ\"א באיזה ירקות ולא בכולן ואפשר משום דאין לחלק בין ירק לירק [פרישה] ויש לפרש עוד דכונת רמ\"א במה שכתב דעומד כל השנה בקרקע היינו שמטמינין אותו בקרקע בבורות ועומד כל ימות השנה ואינו ניכר בין ירק חדש שגדל בשנה זו לישן שגדל אישתקד משא\"כ פירות אע\"ג דיש מטמינין אותן הו\"ל מיעוטא דמיעוטא ולא חיישינן להו [מ\"א] ולפ\"ז פשוט דאין לברך שהחיינו על פרי אדמה שקורין (ער\"ד עפי\"ל) דהרי דרך העולם להטמין אותם בבורות בחורף ומתקיים זמן רב. ובשם של\"ה כתבו האחרונים דאין לברך שהחיינו על שום ירק חדש וכן על לחם חדש דאין ניכר בין חדש לישן והעולם יטעו ויבואו לידי ברכה לבטלה וכתב המ\"א דמ\"מ מברכין על הריפות שעושין מדגן חדש שניכרין היטב שהם חדשים אכן במור וקציעה חולק ע\"ז דאחרי שאין מינכר בטעמו אין יתרון להם ע\"ש ויש למעט בברכות. ובקטניות כשהן חדשים וניכרין שהן חדשים כגון שהם ירוקים עדיין במקצת נראה שיוכל לברך שהחיינו וכן משמע בא\"ר. על מיני לפתן שקורין מיירי\"ן וריבי\"ן ואוגערקע\"ס מברכין עליהם שהחיינו [א\"ר ודה\"ח]:",
            "(יט) אחר גמרו - ר\"ל שיהיה נגמר לגמרי וטוב למאכל ועיין לעיל בסקי\"ב. כתבו האחרונים בשם הירושלמי דמצוה לאכול מעט מכל מין חדש בשנה והטעם כדי להראות שחביב עליו בריאתו של הקב\"ה:",
            "(כ) והקפח דהיינו וכו' - ובבכורות [דף מ\"ה] משמע דהוא אריך וקטין ולפי שדק הוא אינו יכול לסבול קומתו ונכפף ודומה כמי שחוליותיו שמוטות [מ\"א]:",
            "(כא) שכל שערותיו וכו' - ונולד כך ממעי אמו דאי נעשה לו זה אח\"כ אומר דיין האמת:",
            "(כב) הקטע - שנקטעו לו ידיו:",
            "(כג) הסומא - משתי עיניו:",
            "(כד) דקות - היינו שיש לו נקודות כעדשים אדומים קצת אלא שבין עדשה לעדשה יש לובן צח ומבהיק ועל שם אותו הלובן נקרא בהקנין [מחה\"ש ועיין בא\"ר ובפמ\"ג אכן אם שכיח שם הרבה אנשים כזה מסתברא דאין זה גנאי ולא שינוי שיברך ע\"ז דיין האמת ומשנה הבריות וכ\"ש אם נעשה זה ע\"י חום השמש ועתידין להסתלק נראה דלכו\"ע אין לברך ע\"ז]:",
            "(כה) ממעי אמם - קאי אכולהו לבד אקיטע:",
            "(כו) מברך דיין האמת - שבא לו זה ע\"י עונש:",
            "(כז) דדוקא וכו' - קאי על ברכת דיין האמת דאינו שייך אלא למי שמצטער ומצדיק הדין אבל ברכת משנה הבריות לא שייך במצטער דוקא מידי דהוי אפיל וקוף:",
            "(כח) אבל על עובד כוכבים - מילתא דפסיקא נקט וה\"ה לכל מי שאינו מצטער עליו:",
            "(כט) ואינו מברך וכו' - זה קאי גם אברכת משנה הבריות [ט\"ז] ור\"ל דאפילו ראה כושי אחר [וכה\"ג שארי דברים הנ\"ל] אחר שלשים יום ג\"כ אינו מברך והטעם דעל שינוי אין שייך לברך רק פעם ראשון שרואה הדבר והשינוי גדול בעיניו ומשמע מהט\"ז דכ\"ש דקאי המחבר אברכת דיין האמת אמנם בספר נהר שלום כתב דלענין דיין האמת שהוא דוקא על קרובו ואוהבו שמצטער עליו מסתברא דאם רואה זה עוד על קרובו אחר בודאי נתגדל עליו עוד הצער יותר ושייך לברך ע\"ז דיין האמת:",
            "(ל) וי\"א וכו' - ולמעשה יש להורות דיברך אחר ל' בלא שם ומלכות [א\"ר עי\"ש]:",
            "(לא) משלשים יום - פי' שלא ראה אחר כיוצא בו תוך ל' יום [מ\"א]:",
            "(לב) הרואה וכו' ובריות נאות - בין זכרים בין נקבות. ועכשיו לא נהגו כלל לברך ברכה זו [ח\"א ע\"ש טעמו] ומ\"מ נכון לברך בלא שם ומלכות:",
            "(לג) עובד כוכבים - היינו ראיה בעלמא דמותר אבל להסתכל בו ביותר ולהתבונן בדמותו אסור [מ\"א] ואסור לומר כמה נאה כותי זה משום לא תחנם [גמרא]:",
            "(לד) ולא על אחרים - אפילו לאחר שלשים יום:"
        ],
        [
            "(א) בימי ניסן - אורחא דמלתא נקט שאז דרך ארצות החמים ללבלב האילנות וה\"ה בחודש אחר כל שרואה הלבלוב פעם ראשון מברך [אחרונים]:",
            "(ב) פרח - דוקא פרח הא עלים לחודיה לא ואף בפרח דוקא באילני מאכל שמזה הפרח עתיד להתגדל פרי אבל אילני סרק לא [אחרונים]:",
            "(ג) אלא פעם אחת - מדסתם משמע דאפי' על אילנות אחרים לא יברך וכנ\"ל בסי' רכ\"ה ס\"י:",
            "(ד) ואם איחר לברך וכו' - היינו אפילו לא ראה כלל מקודם אפ\"ה אבד הברכה כיון שגדלו הפירות כ\"מ בב\"י אבל בא\"ר הכריע לדינא דאם לא ראה מקודם לא אבד הברכה וכן משמע ג\"כ בביאור הגר\"א דאפילו כבר גדל הפרי לא אבד הברכה ומ\"מ אם כבר גדל הפרי ונגמר כל צרכו שראוי לברך עליה שהחיינו משמע מפמ\"ג וח\"א ששוב אין כדאי לברך ברכה זו:",
            "(ה) עד אחר שגדלו - אבל קודם שגדלו הפירות יוכל לברך ואפילו לא בירך בשעת ראיה ראשונה [תשובת מהרי\"ל סי' קמ\"ג]:"
        ],
        [
            "(א) היורה כחץ - וי\"א שהוא כוכב שיש לו זנב ושבט של אורה ושניהם העתיקו אחרונים לדינא ואם אותו כוכב עצמו שיש לו שבט רואהו עוד הפעם בלילה אחרת א\"צ לחזור ולברך כל שהוא עדיין בתוך למ\"ד יום לראיה ראשונה:",
            "(ב) ממקום למקום - ולא יברך בלילה אחד רק פ\"א אפילו אם ראה כוכב אחר רץ באותו לילה:",
            "(ג) הברקים - בליצי\"ן בל\"א. ואותן שהן באים בלא רעם כלל רק מחמת חום מצדד הח\"א שאין זה ברקים הנזכר בגמרא ואין מברכין עליהם:",
            "(ד) שנשבו בזעף - ואם שלא בזעף אם הוא רוח גדול מברך עושה מעשה בראשית ולא יוכל לברך שכחו וגבורתו וכו' אחרי שהוא שלא בזעף גדול וטוב לברך תמיד על רוח סערה שאין מצויה רק ברכת עושה מעשה בראשית שבזה בודאי יוצא ממ\"נ כי אין אנו בקיאין כ\"כ מהו בזעף:",
            "(ה) על כל אחד וכו' - והעולם נוהגים לברך על הברקים עושה מ\"ב ועל הרעמים שכחו וגבורתו וכו' וכן מסתבר שע\"י הרעם נראה גבורתו של הקב\"ה יותר מבברק אמנם באמת שייך כל אחת מהברכות על שניהם וע\"כ אם שמע ברק ורעם כאחד מברך ברכה אחת דהיינו עושה מע\"ב על שניהם ואם בירך שכחו וגבורתו מ\"ע ג\"כ יוצא. ואם לא היו תכופים זה אחר זה מברך תחלה על הברק [שהוא מתראה תחלה לעין האדם] עושה מע\"ב ואח\"כ על הרעם שכחו וגבורתו מ\"ע וה\"ה אם לא ראה את הברק ושמע קול הרעם ובירך עליו שכחו וגבורתו מ\"ע או שבירך עושה מע\"ב ואח\"כ ראה ברק מברך עליו ג\"כ עושה מע\"ב ועיין בשע\"ת שכתב בשם הברכ\"י דאם בירך על הברק ונתכוין לפטור הרעם הבא אחריו יצא בדיעבד ור\"ל דאחרי שטבע הבריאה שאחר הברק יוצא רעם א\"כ חל ברכתו על הרעם שיצא אח\"כ:",
            "(ו) ואם ירצה וכו' - אבל לא יברך שתי ברכות כאחת אלא או זו או זו:",
            "(ז) ברוך וכו' שכחו וגבורתו וכו' - ר\"ל ברוך הנותן כח להטבע להראות כח יוצר בראשית כדי שייראו מלפניו [א\"ר בשם אבודרהם]:",
            "(ח) נתפזרו וכו' - ודוקא היכא דהשמים נטהרו וזכו לגמרי בין ברק לברק ואח\"כ נתקדרו השמים בעבים ושמע עוד קול רעם וברק צריך לברך מחדש עליהם דהוי מלתא חדתא אבל היכא שנתפזרו העבים ע\"י הרוח אחד הנה ואחד הנה ועדיין מעונן הרקיע אז נפטר הכל ע\"י ברכה הראשונה ואין צריך לחזור ולברך מחדש ומשמע בירושלמי דדוקא באותו יום אבל ביום אחר בכל גוונא צריך לחזור ולברך:",
            "(ט) בבית הכסא - וה\"ה אם היה בבית שמקצבין בו בשר דשם ריח מעופש מאד או שהיה הולך במבואות המטונפות ויכול לזרז עצמו לצאת משם תיכף:",
            "(י) אם יכול וכו' - י\"א דאפילו אם נתעורר לעשות צרכיו מ\"מ כל זמן שאין מתאוה כ\"כ שיהא בו משום בל תשקצו יכול לצאת משם קודם שעשה צרכיו ולברך ויש מחמירין בזה. ובפרט היכי דמשער שישמע עוד קול רעם ויוכל לברך אח\"כ בודאי נכון להחמיר:",
            "(יא) לצאת ולברך וכו' - והיינו היכא שלא עשה צרכיו ולא נגע בידיו במקום הטינופת [ואע\"ג דלעיל בסימן ד' מבואר דהיוצא מביה\"כ צריך ליטול ידיו אפילו לא עשה צרכיו מ\"מ הכא כדי שלא יפסיד הברכה אין צריך ליטול ידיו מקודם אם לא שהיו ידיו מטונפות] או שיכול ליטול ידיו במים או בשאר מידי דמנקי סמוך לשמיעתו דאל\"ה ודאי יתארך הזמן יותר מכדי דבור:",
            "(יב) יצא - פי' ימהר לצאת משם כדי שלא יפסיד הברכה אבל אם יתארך יותר מכדי דבור דבלא\"ה כבר עבר הזמן א\"צ שוב למהר ומכל זה נשמע דשיעור הברכה שעל רעמים וברקים הוא דוקא בכדי דיבור ואם עבר יותר מכדי דבור מעת שראה הברק או שמע הרעם שוב לא יברך על רעם וברק זה. ומטעם זה היכא דעשה צרכיו ונטל ידיו ושמע קול רעם או ראה ברק יברך מתחלה על הרעם והברק ואח\"כ יאמר אשר יצר. ודע עוד דסתם ידים דהיינו שאינו יודע אם הם מלוכלכות כשרות לברכה [ס' ד' סכ\"ג]:"
        ],
        [
            "(א) עושה מ\"ב - פי' כיון שיסדן מאז ושבחו של מקום הוא כשאנו מכירין היום דבר שאנו יודעין שהמקום בראו מששת ימי בראשית ועדיין הוא קיים ואין שייך לברך עליהם שכחו וגבורתו מלא עולם כמו על רוחות ורעמים דהתם הם נראים ונשמעים למרחוק אבל ימים ונהרות כל אחד במקומו:",
            "(ב) והוא הים שעוברין וכו' - ונקרא ים הגדול מפני חשיבותו של א\"י אבל הרבה אחרונים פליגי על המחבר וס\"ל דדוקא על ים אוקינוס שהוא הים הגדול שבכל הימים שמקיף את כל העולם עליו קבעו ברכה בפני עצמו מפני גדלו אבל על ים שעוברין בו לא\"י לא נקרא לענין זה ים הגדול ומברכין עליו כמו על שאר ימים. ודע דכל הברכות האלו אינן אלא כשרואה אותן משלשים יום לשלשים יום [אחרונים]:",
            "(ג) עושה הים הגדול - כן הוא לשון הטור אבל כמה פוסקים העתיקו נוסח ברכה זו בלשון עבר שעשה את הים הגדול:",
            "(ד) כמו חדקל ופרת - לאו דוקא אלו אלא ה\"ה כל הנהרות שהן גדולות כמו אלו הד' נהרות ושיהיו ידועים שהם מימי בראשית כמו אלו ולא נתהוו אח\"כ מברך:",
            "(ה) במקום שלא נשתנה וכו' - פי' דבמקום שחפרו ושינו מהלכו של הנהר לדרך אחרת אין מברכין מאותו המקום והלאה דשם לאו מעשה בראשית הוא ועיין בא\"ר שמצדד לומר דאם ספק לו אם נשתנו ג\"כ לא יברך:",
            "(ו) ע\"י אדם - וה\"ה לענין ימים אם המשיכו בני אדם מאחד לחבירו ועשוהו לאחד אין מברכין על אותו מקום אלא דבימים מן הסתם אין אנו צריכין לחוש לזה:"
        ],
        [
            "(א) הרואה הקשת וכו' - ואין כדאי להגיד לחבירו שיש קשת מטעם מוציא דבה [ח\"א]:",
            "(ב) אומר וכו' - ובכאן אם ראה אותו עוד הפעם אפילו בתוך למ\"ד יום חוזר ומברך ולא דמי לכל הנך דקי\"ל בהו דפעם אחת בחודש די לברוכי דכאן הקשת שבירך עליו חלף והלך לו ודמי לברכת רעמים [שע\"ת בשם ברכ\"י]:",
            "(ג) נאמן וכו' - ברמב\"ם וטור הנוסח ונאמן:",
            "(ד) בבריתו - ר\"ל שלא יעבירנו אע\"פ שרבו הרשעים וקיים במאמרו אפילו לא היה הברית כיון שאמר בדבור בעלמא ולא יהיה עוד מבול לשחת הארץ ברור הוא שיקיים מאמרו [אבודרהם]:",
            "(ה) ואסור להסתכל וכו' - והמסתכל בו ביותר עיניו כהות [חגיגה ט\"ז] אלא רואהו ומברך:",
            "(ו) בתקופתה - מקום שהיא חוזרת שם לתחלת הקיפה היא שעת תליית המאורות בעת הבריאה ומאז התחילה להקיף ולשמש והוא נמשך כ\"ח שנה עד שבא לאותו המקום בצמצום בתחלת ליל רביעי כבעת הבריאה:",
            "(ז) והתקופה - היינו תקופת ניסן:",
            "(ח) בבוקר - היינו לכתחלה מצותה מיד להקדים מה דאפשר וטוב לברך אותה ברוב עם ובדיעבד עד ג' שעות על היום [לבוש ומ\"א] אבל הרבה אחרונים הסכימו דיוכל לברך בשעת הדחק עד חצות והיינו אפילו בשם ומלכות ואם נתכסה השמש בעבים ואין רואין אותה עיין בשע\"ת. ובתשובת חתם סופר סימן נ\"ו כתב דאם היתה מכוסה בעבים אך נראית רושמה מבין העבים מברכין אבל כשלא נתראה כלל לא נראה לברך. וע\"ש שכתב מנהגו בענין ברכה זו קודם הברכה אמרו הללו את ה' מן השמים ואחר ברכת עושה מעשה בראשית אמרו פיוט אל אדון על כל המעשים עד וחיות הקודש ואח\"כ מזמור השמים מספרים כבוד אל ואח\"כ עלינו לשבח וקדיש:",
            "(ט) וכן מברך וכו' - וכהיום אין נוהגין העולם בזה:",
            "(י) הנשארים - הם שבתי צדק מאדים נוגה כוכב:"
        ],
        [
            "(א) אחר מ\"ם יום לעיבורה - שכבר נצטייר צורת הולד אבל תוך מ\"ם יום מועיל תפלה. ואפילו אחר מ\"ם יום יוכל להתפלל שיהיה הולד זרע קיימא ויהיה עוסק במצות ומע\"ט:",
            "(ב) לכרך - דוקא לכרך דשם מצויים ממונים רעים ומחפשים עלילות אבל לעיר קטנה א\"צ לומר כשנכנס לה ולא אח\"כ כשיצא ממנה אלא אח\"כ כשמחזיק בדרך אומר תפלת הדרך משום סכנת דרכים וכמבואר לעיל בסימן ק\"י:",
            "(ג) וזו היא תפלת הדרך וכו' - לכאורה הלא בסימן ק\"י מבואר דכשיוצא לדרך אומר תפלת הדרך לבד בלא הודאה על שעבר וגם אינו אומר אותה רק כשהחזיק בדרך ומהו זה שכולל הכא תה\"ד בהודאה שנותן על העבר וגם משמע שאומר אותה תיכף ביציאתו מן העיר י\"ל דהתם מיירי ביוצא מעיר קטנה שאין שם מורא כלל לצאת מן העיר וצ\"ל תה\"ד רק משום מורא הדרך ולכך אין לומר אותה רק כשהחזיק בדרך וכמ\"ש בס\"ק ב' ואפילו אם נזדמן אח\"כ בדרך נסיעתו שנוסע דרך כרך אין לומר כשיוצא ממנה רק ההודאה מודים וכו' עד לבסוף בלא חתימה כיון שאמר תה\"ד בתחלת נסיעתו והכא מיירי בנכנס לכרך ולן שם בענין שצ\"ל תה\"ד שנית בבוקר בשביל הדרך שרוצה לנסוע ומלבד זה הלא צריך ליתן הודאה ג\"כ על יציאת הכרך בזה אמר שיעשה משניהם אחד ויחתום בה ומיגו דצ\"ל ההודאה תיכף כשיוצא מן העיר אומר אז ג\"כ תה\"ד שכולל בה:",
            "(ד) ברוך השולח ברכה וכו' - וכתב הא\"ר דיאמר בלא הזכרת השם דדוקא במודד כדי לעשר מצינו שהבטיח הקב\"ה ברכה עד בלי די כמה דכתיב הביאו את כל המעשר וגו' ובחנוני נא בזאת וגו' והריקותי לכם ברכה עד בלי די:",
            "(ה) הנכנס למרחץ וכו' - ועכשיו לא נהגו בתפלה זו והטעם דלא ניתקן אלא בימיהם שהיו מסיקין האש מלמטה בחפירה ורוחצים באמבטי מלמעלה ע\"ג תקרה שע\"ג ויש חשש פן תפחת ויפלו לתוכה אבל בזה\"ז עומד התנור בזוית וליכא סכנה [אחרונים]:",
            "(ו) להקיז דם - וה\"ה בכל מידי דרפואה יאמר זה ולא יחשוב שתהיה איזה דבר לו רפואה אלא ע\"י הבורא ית\"ש ולכן ע\"י תפלה זו ישים בטחונו בו ויבקש ממנו שתהיה לו לרפואה:",
            "(ז) ברוך רופא חולים - וצריך לומר בשם ומלכות [ב\"י וט\"ז] אבל לא ראיתי נוהגין כן [פמ\"ג]. מי שמתעטש וחבירו אומר לו אסותא יאמר לו ברוך תהיה ואח\"כ יאמר לישועתך קויתי ה' [דארז\"ל דמתחלה לא היה אדם חולה כלל אלא היה הולך בשוק ומתעטש ומת עד שבא יעקב אבינו וביקש רחמים על הדבר]:"
        ],
        [
            "(א) אם א\"א לו וכו' - עיין לעיל בסימן ד' סט\"ז ובמשנה ברורה שם:",
            "(ב) וכשניעור משנתו וכו' - אפשר הטעם דנתקנה ברכה זו על מנהגו של עולם שהקב\"ה מחזיר הנשמות לבני האדם בבוקר:",
            "(ג) ויהי נועם - משום סכנת מזיקין. וכתב הלבוש שאין נוהגין כן:",
            "(ד) יותר משינת הסוס וכו' - עיין לעיל בסימן ד' סט\"ז מש\"כ במ\"ב בשם המחה\"ש:",
            "(ה) אלא יתכוין שיאכל וכו' - וראיתי לאנשי מעשה שקודם אכילה היו אומרים הנני רוצה לאכול ולשתות כדי שאהיה בריא וחזק לעבודת הש\"י [ח\"א]:",
            "(ו) בסוד ישרים וכו' אינו משובח - ומ\"מ טוב הוא דמתוך כך בא לשמה:",
            "(ז) יתכוין שיהיו לו בנים וכו' - ועיין עוד כונות אחרות בסימן ר\"מ ס\"א ואחר כונת הלב הן הדברים ורחמנא לבא בעי:",
            "(ח) אפילו לספר בדברי חכמה - וכ\"ש אם סיפורו הוא בעניני משא ומתן צריך שתהיה כונתו לשם מצוה דהיינו שיהיה לו במה להתפרנס כדי שלא יבוא ליד גזל. ואפילו אם הוא עשיר גדול שדי לו בממונו לפרנס עצמו וב\"ב כל ימי חייו ג\"כ יצוייר לפעמים במה שמשתדל להרבות עסקיו דבר מצוה כגון שכונתו להרבות בצדקה וגמ\"ח עי\"ז או שכונתו ליקח עסקים תחת רשותו כדי להמציא מלאכה לעניי ישראל שישתכרו להחיות נפשם שכל זה הוא בכלל צדקה ומעולה ממנה כמו שכתב הרמב\"ם ומובא ביו\"ד סימן רנ\"א וע\"ש שהמחזיק ביד ישראל שמך ונותן לו מלאכה כדי שישתכר ולא יצטרך לבריות לשאול הוא מקיים בזה המ\"ע דומטה ידו עמך והחזקת בו:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}