{
    "versionTitle": "Mishnah Berurah : Siman 507", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} אופין בפורני וכו' - ואע\"פ שצריכה היסק גדול ונפיש טרחא ולא חיישינן ג\"כ שיאמרו לצורך חול הוא אופה והוא שצריך לפת הרבה שנזדמנו לו אורחים רבים וכדומה או שאין לו תנור קטן:", 
            "{ב} ובלבד שלא תהא חדשה - היינו שלא הסיקו אותה קודם היסק של אפיה זו ואפילו היה ההיסק מבעוד יום ג\"כ אסור לאפות וכדמסיים טעמא דחיישינן וכו':", 
            "{ג} שמא תפחת וכו' - מעזיבת התנור ותפול על הפת. ונתבאר בפוסקים דדוקא בפורני שהיא גדולה חיישינן שמא תפחת אבל בתנורים לא חיישינן לזה וכדמשמע לקמן סעיף ה' ומשמע ממחבר דתנורי פת שלנו הוי כפורני שבזמן הש\"ס וא\"כ יש לנו לאסור לאפות בתנור חדש אכן האחרונים צדדו להקל בזמננו שהתנורים נעשים מלבנים ונותן טיט בין לבנה לחברתה להדביקן יחד והם חזקים ואין מצוי כלל לפחת אלא שיש מצדדים לאיסור בתנורים שלנו מצד היסק ראשון שמיבש התנור ומחזקו והוא תיקון מנא אם לא שהוסק מבעוד יום וכנ\"ל בס\"ק ב' ויש מקילים בכל גווני ואם נעשה מכמה ימים ונתייבש אף שלא הוסק עדיין לית לן בה אף לדעת המחמירים [ח\"א]:", 
            "{ד} ומחמין חמין וכו' - והרבותא הוא כנ\"ל לענין פורני ומיירי ג\"כ שצריך להרבה חמים או שאין מוצא מיחם קטן וכנ\"ל:", 
            "{ה} אע\"פ שעצים שנשרו וכו' - משום מוקצה שהרי הם מחוברין ביה\"ש ועוד משום שמא יעלה ויתלוש וכמו שנתבאר לעיל סימן תק\"א ס\"ה:", 
            "{ו} בשבת שלפניו - משום דאין שבת מכין ליו\"ט וכמו שיבואר לקמן סימן תקי\"ג ס\"ה:", 
            "{ז} אם נשרו ביו\"ט - וה\"ה בהניחם עכו\"ם בתנור שלא לדעת ישראל. ומיירי שהיו עוד עצים בתנור אלא שלא היה שם רוב כנגד העצים שנשרו דבכה\"ג מוסיפין ומבטלים איסור דרבנן וכדמבואר ביו\"ד סימן צ\"ט ס\"ה עיי\"ש ואפילו להרמ\"א שם שמחמיר מלבטל איסור לכתחלה אפילו בכה\"ג מודה הכא משום דהאיסור נשרף וכדלקמיה:", 
            "{ח} מרבה עליהן עצים מוכנים וכו' - ואע\"ג דעצים אלו יש להם מתירין למחר ודבר שיש לו מתירין אפילו באלף לא בטיל ואפילו באיסורי דרבנן איסור זה קילא טפי שהרי עיקר הנאת העצים בא לאחר הסקה שאופה בו [אם מחמם ביתו] ואז האיסור כבר אינו בעין ובכגון זה לא החמירו חכמים בשביל שהוא דבר שיש לו מתירין וגם אם ירצה אחר הסקה להעמיד קדירה לבשל נגד האש [או לחמם גופו או אפילו ליהנות לאור האש] בשעה שהעצים דולקים שרי דמוקצה אינו אסור בהנאה הבא מאליה רק דאסור לטלטל מוקצה או להשתמש בה אפילו בלי טלטול וכדלעיל בסימן תק\"א במ\"ב ס\"ק כ\"ג וכ\"ד והכא שמשתמש בה בהיתרא בשביל אפיית פת מותר ממילא ליהנות גם בשאר הנאות אף על פי דלולא הנאות העצים מוקצים הם ויש מקילין גם להסיק לכתחלה בשביל להעמיד קדירה אז להתחמם כנגד המדורה דאע\"פ שהעצים דולקים עדיין מ\"מ עיקר הנאה הוא האכילה ובשעה שאוכל אינו נהנה אלא מחום שבתבשיל וחום זה כבר מופרד מהאש שבעצים שהם בעין וכן במחמם כנגד המדורה עיקר ההנאה בא לו מן החום וכבר כלה האיסור מיהו להסיק כדי ליהנות לאורה בודאי אסור שהרי הוא נהנה מהאש שהוא בעין וכדלקמן סימן תרע\"ז ס\"ד לענין נר חנוכה ועיין ביאור הלכה:", 
            "{ט} שלא יהיו יהיו עצי האיסור ניכרים - דבניכרים לא שייך ביטול:", 
            "{י} ובלבד שלא יגע בהן - ואע\"ג דבשעה שמרבה עליהם עצים ומערב אותם העצים הקודמים מתנודדים ל\"ח לזה דהוא כטלטול מן הצד:", 
            "{יא} עד שיתבטלו ברוב - ואז כשמהפך בהם בעת הדלקתם מזוית לזוית בהיתרא קמהפך ומשמע דתיכף משעה שנתבטלו מותר להפוך בהם אע\"פ שלא הדליקם עדיין. ודע דיש פוסקים המקילים בדין זה ביותר ולדידהו אפילו לא היה בתנור עצים כלל רק אלו שנשרו מן הדקל מותר ג\"כ לערב ואפילו אם יהיו עצי איסור ניכרים לאחר עירוב ברוב ג\"כ ל\"ח רק שלא יזיז בעצי האיסור כשרואה אותן והכל מטעם הנ\"ל שהאיסור נשרף והנאה באה לאחר שהאיסור אינו בעין ועיין בה\"ל מה שכתבנו בזה:", 
            "{יב} אסור להסיקן ביו\"ט שלאחריו - לפי שתלישה זו מכינה אותם להסקה וכיון דבשבת אינם ראוים להסקה א\"כ השבת מכינה אותם לצורך מחר שהוא יו\"ט ואין שבת מכין ליו\"ט:", 
            "{יג} אפילו ע\"י ביטול ברוב - דאיסור הכנה הוא מדאורייתא ובדאורייתא אין מבטלין איסור:", 
            "{יד} אסור ליקח עץ וכו' - בין לח ובין יבש אף שראוי הוא להסקה ודוקא אם לא הכינו מעיו\"ט:", 
            "{טו} דהוי ליה מתקן מנא - ואפילו אינו מתקנו כלל מ\"מ הרי עושהו לכלי ביו\"ט. וה\"ה דאסור ליקח עץ לעשות ממנו בריח להבריח הדלת מטעם זה אא\"כ הכינו מעיו\"ט וכן כל כה\"ג ועיין בסימן תקי\"ח ס\"ז:", 
            "{טז} תנור שנפל וכו' - מיירי בתנורים שבימי חכמי הש\"ס וכדמסיים לקמיה שהיו כמו קדרה והפת היו טוחין בכותלי התנור וא\"כ הגחלים שבקרקע התנור אין יכולים להפסיד לפת רק טיח טיט או לבנה שנופל והוא מגיע לפעמים עד מקום שהעיסה טוחה בכותל וחורך:", 
            "{יז} מפני שהוא מטלטלו וכו' - והרי הוא מוקצה דהא אינו ראוי לשום דבר:", 
            "{יח} האש והאפר - מפני שכל זמן שהוא חם אין עליו שם מוקצה וכדלעיל בסימן תצ\"ח סט\"ו. ולכאורה לפ\"ז א\"כ גם להוציא לגמרי את האפר מן התנור שרי ומ\"ש משכיבין דנקט וכ\"מ בסמ\"ג ואפשר משום דיש אש באפר ובגריפת האפר יכבה האש אכן בהשכבה אפשר ליזהר שלא יכבה האש וכההיא דלעיל סימן תק\"ב ס\"א בהג\"ה [אכן אח\"כ מצאתי בפירוש המשניות להר\"מ ומוכח דסובר דאפי' אפר לבד אסור להוציא ואפשר דשיטתו דגם זה חשיב כתיקון התנור או משום דהוא טרחא יתירה אחרי דאפשר לאפות בלא\"ה]:", 
            "{יט} אע\"פ וכו' לא היה בו כדי לחרכו - דאם יוכל לחרוך הפת אפילו גריפת הטיט מותר וכדלקמיה:", 
            "{כ} היה אפשר לאפות ולצלות - ר\"ל שלא היה נשרף:", 
            "{כא} דחשיב טלטול לצורך - וכפי שיבואר לקמן ס\"ס תק\"ט בהג\"ה דמותר לטלטל מוקצה לצורך אוכל נפש וכתבו הפוסקים דכ\"ז בשנפל הטיח היום או אפילו אתמול ולא ידע מזה או שלא היה לו שהות לתקנו אבל בהיה יכול לתקן מאתמול ולא תיקן מחמת שכחה אסור לגרוף ככל מכשירין שאפשר לעשות מבע\"י שאסור לעשות ביו\"ט ועיין בה\"ל:", 
            "{כב} ודוקא בתנורים וכו' - הלשון מגומגם קצת וברא\"ש שממנו נובע דברים אלו איתא כן דלא התירו חכמים לגרף אלא טיח של תנור דהוא רק טלטול מוקצה אבל לגרף גחלים דבא לידי כיבוי עי\"ז לא התירו וכ\"ז בתנורים שלהם שהיו מדבקים הפת בכותלי התנור וא\"כ אין הגחלים שבתחתיתו יכולין לשרוף הפת אלא לחרך מעט ולא יהיה הפת יפה ומשום זה לא התירו גריפת גחלים שבא לידי כיבוי אבל בתנורים שלנו שאופים בתחתית התנור אפילו גחלים מותר לגרוף מפני שא\"א כלל לאפות זהו תוכן דברי הרא\"ש וכן הוא כונת המחבר:", 
            "{כג} כיון שאי אפשר וכו' - היינו שתשרף. ואם התנור גדול והגחלים מונחים במקום אחד בתנור ושאר התנור פנוי שיכול לאפות הפת בלי גירוף אלא דאתא לגרף הגחלים כדי שלא יהיו סמוכין לפת ושמא יהא נחרך בקצתו אסור. וכן אם גרף התנור מהגחלים הגדולים ונשארו גחלים קטנים וניצוצות באופן שלא ישרף הפת רק אפשר שיהא נחרך קצת במקום שיגעו אסור לגרפם פעם שניה משום כיבוי:", 
            "{כד} מותר לגרפן מהאפר והגחלים - ואפילו במכבדת טבולה במים אם צריך לזה וכדלקמיה בס\"ה:", 
            "{כה} והרי זה כמניח בשר ע\"ג גחלים - לצלותו שאע\"פ שמכבה הגחלים בתחלתו מותר מפני שהוא לצורך או\"נ. ואין זה כמיתוק החרדל בגחלת של עץ בתוכו דאסור (כדלקמן בסי' תק\"י ס\"ג) מפני שהחרדל ראוי לאכול בלי כיבוי גחלת בו אלא מפונקים מכבים גחלת בתוכו ועוד שאפשר זה ע\"י כיבוי גחלת של מתכת והוא ראוי ומצוי יותר [עבודת הקדש]:", 
            "{כו} אין סכין אותן בשמן וכו' - שדרכן היה לסוך לתנורים בעודן חדשים בשמן ולשפשף אותן כדי להחליקן ולצחצחן ואסור משום תקון כלי:", 
            "{כז} אבל מותר להסיקן וכו' - ול\"ד למלבן את הרעפים כדי לצלות עליהן שאסור כדלקמן בסימן תק\"ח וכמו כן למבשל בקדרה חדשה שאסור לכמה פוסקים וכדלעיל בס\"ס תק\"ב ומשום דמתחסמת [מתחזקת] בליבון ובהיסק זה וכגומר כלי ביו\"ט דמי צ\"ל דתנור אינו נתחסם בהיסק שמסיקין בו בפנים ודעת מ\"א דתנורים שבזמנינו מתחסמין שפיר ע\"י היסק ראשון ואסור ויש חולקין עליו וכמו שכתבנו בס\"א:", 
            "{כח} ובלבד שלא יפיגם בצונן וכו' - שע\"י הצונן הבא להם אחר היסק בעוד שהם חמין מתחזקין יותר והו\"ל מתקן מנא:", 
            "{כט} כדי לאפות בהם - שלא ישרף הפת:", 
            "{ל} מותר - אע\"פ שממילא מתחסם לית לן בה ואע\"ג דגבי ליבון רעפים לא משגחינן במה שכונתו כדי לצלות עליהם ואסור שאני התם שתיקונו של רעפים הם קודם לתשמיש שישתמש בהם אח\"כ לצורך יו\"ט אבל הכא הרי הפת מוכן להניחו בתנור אלא שצריך לקרר מעט התנור וא\"כ בתיקונו הוא מתקן הפת ושרי ויש שכתבו דהפגת צונן אינו עושה רק חיסום כל דהו ולהכי שרו חכמים כל שאינו מכוין להדיא לחסמה:", 
            "{לא} לפיכך וכו' - ר\"ל אם הוסק התנור יותר מדאי וחושש שלא ישרף הפת שורה המכבדת במים כדי לצנן בו את התנור וגם כדי לגרוף בו עוד הגחלים הדקים שנשארו אחר הגריפה הראשונה וכ\"ז שרי אע\"פ שמכבה כיון שהוא צורך אוכל נפש וכבר כתבנו דבזה וכן בההיא דמפיג התנור הוא דוקא אם בלא זה יתקלקל הפת אבל אם לא יתקלקל רק שיהיה מתחרך מעט ולא יהיה נאה אסור מאחר שהוא מכבה וכתבו הפוסקים דלאחר שכיבד התנור אסור לטבול המכבדת במים שלא תשרף מפני ניצוצי אש שיש בה שהרי הוא כיבוי שלא לצורך אוכל נפש ואפילו אם הוא צריך לה עוד לאפיה ביום זה:", 
            "{לב} תנור מלא פת אע\"פ שא\"צ וכו' - יש מן הפוסקים שסוברין דוקא במתכוין שעי\"ז יושבח הפת אבל במתכוין לצורך חול אסור ואף דלעיל בסימן תק\"ג לענין מילוי קדרה בשר אפילו עושה לצורך חול שרי מפני שעי\"ז משתבח הבשר שצריך ליו\"ט שאני התם דחד טרחא הוא אבל הכא כל כיכר צריך טרחא בפ\"ע:", 
            "{לג} והיו מדבקים הפת בדפנותיהם - ובמקומות שאין דרכן לדבק גדול וקטן שוה לאיסור:", 
            "{לד} אבל בתנורים שלנו וכו' - הטעם משום שבכל ככר וככר איכא טרחא בעריכה ואפיה ולכן לא שרי לאפות יותר כל שאין הפת נאפה יותר יפה מצד מילוי התנור. ואפילו ע\"י עכו\"ם אסור:", 
            "{לה} אין לאפות יותר וכו' - ויש פוסקים שמתירין אף בתנור שלנו ודוקא כשצריך באמת עכ\"פ פת אחד ליו\"ט אבל אם אינו צריך רק שמערים לאכול מעט ממנו כדי להתיר לו האפיה אסור. ובשעת הדחק כגון מי שלא הניח ערובי תבשילין וצריך לו פת לשבת יש לסמוך על דעה זו לאפות קודם אכילת שחרית אם צריך עכ\"פ לפת אחד בו ביום עצמו אבל אם אינו צריך רק שמערים לאכול מעט כדי להתיר לו האפיה אסור אף שעושה זה בשביל שבת. והאופים שמכוונים לעשות מלאכתם ע\"י עכו\"ם ביו\"ט כדי שיהיה מוכן להם הפת תיכף למוצאי יו\"ט ומערימין לאכול מהם פת אחד בו ביום עושין איסור לכו\"ע:", 
            "{לו} מותר לסתום פי התנור - כגון ע\"ש שחל ביו\"ט שצריך להטמין התבשילין למחר או ביום טוב גופא שיצטמק המאכל יותר:", 
            "{לז} בטיט ורפש שעל שפת הנהר - שמפני רוב המים מצוי שהם מרוככים ואינם צריכין גיבול ואע\"ג דמ\"מ צריך למרח אותם ע\"ג התנור בשעת סתימה וממרח ג\"כ אב מלאכה היא מירוח שאני שא\"א לעשותה מעיו\"ט ומותר לצורך אכילה:", 
            "{לח} והוא שרככו מאמש - הלשון מגומגם דהא איירינן במרוכך. ועיין בבה\"ל מה שכתבנו בזה:", 
            "{לט} או עשה בו סימן - משום הכנה:", 
            "{מ} ונתקו לצד אחר - דאל\"ה עושה גומא בנטילתו [ב\"ח] וברפש או טיט מרוכך שברחוב שתלושים הם מן הקרקע דעת מ\"א שא\"צ שום סימן וניתוק רק שיהיה דעתו עלייהו מעיו\"ט לסתום בהם פי התנור ומהלבוש משמע שאין לחלק בזה ועיין בבה\"ל שהבאנו ראיה לדברי הלבוש:", 
            "{מא} אבל לגבל וכו' - יש שכתבו הטעם דגיבול זה לסתום התנור הוא רק מכשירי אוכל נפש שאינו מותר רק בא\"א לעשותו מעיו\"ט והכא הלא אפשר היה לגבלו מקודם ולפי טעם זה יש בזה איסור תורה ויש שכתבו דלסתום התנור כדי שיתבשל או כדי שיצטמק המאכל מיקרי אוכל נפש גופיה כהבערה ואפ\"ה אסור חכמים משום דיאמרו דמגבל לבנין:", 
            "{מב} טיט - וה\"ה עפר דבר גיבול הוא:", 
            "{מג} ומותר לגבל אפר - לא מיבעיא למ\"ד שאין חייבין בשבת על גיבול אפר משום דאין מתדבק ע\"י הגיבול בודאי שרי אלא אפילו למ\"ד בגמרא דבדבר שאינו בר גיבול כגון באפר משעה שנתן בו מים חייב מ\"מ הכא מותר דהא לצורך אוכל נפש הוא ושני הטעמים דלעיל לא שייכי גבי אפר שהרי מעיו\"ט לא היה אפשר לו לגבל שאפר אינו מחזיק מים ומתייבש וטעם שני דמחזי כמגבל לבנין ג\"כ לא שייכי באפר שאין מגבלין אפר לבנין וכו\"ע ידעי דלצורך התנור מכין לה ומ\"מ אם יש לו טיט מגובל אסור לגבל אפר ביו\"ט ויש שכתבו להחמיר בגיבול אפר ביו\"ט. ואע\"פ שאינו כן מעיקר הדין מ\"מ המחמיר תבוא עליו ברכה. וכ\"ז מיירי באפר שהסיקו מעיו\"ט דאינו מוקצה וכדלעיל סימן תצ\"ח סט\"ו:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}