{
    "versionTitle": "Mishnah Berurah : Siman 502", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} אין מוציאין וכו' - מפני שבכל אלו הוא מוליד אש ביו\"ט והואיל ואפשר להמציא אש מעיו\"ט שיהיה מוכן לו ביו\"ט לא הותר להוליד ביו\"ט דלא עדיף משארי מכשירין שאפשר לעשותן מבע\"י דאסור:", 
            "{ב} לא מן העצים וכו' - כגון שחוככין זו בזו או מכין זו בזו עד שתצא האש:", 
            "{ג} ולא מן העפר - קרקע קשה כשחופרין אותה מוציאה האור וכן כה\"ג כשיחכך רגבי אדמה אלו זו בזו יוציאו אור:", 
            "{ד} ולא מן המים - היינו שנותנין מים בכלי זכוכית לבנה ונותנין בחמה וכשהשמש חם מאד מקרבין אליו נעורת פשתן והיא בוערת. ובדיעבד אם עבר והוציא מותר להשתמש בהם ועיין בתשובת כתב סופר סימן ס\"ז שאוסר להדליק צינדהאלץ (שקורין שוועבעלעך) ע\"י שיתחוב אותו באפר כירה חם שאין בו אש רק חום אש דהלא ממציא דבר חדש וכן לחכך הצינדהאלץ בברזל חם מלובן כמו בתנור ברזל כתב ג\"כ דלא נראה להתיר אבל אם יש שם גחלת בוערת מותר ליגע בה הצינדהאלץ שתדליק אף שאין בהגחלת שלהבת קשורה וגם מגחלים עוממות מצדד שם דשרי:", 
            "{ה} ואין עושין פחמין - הטעם דהוא כלי לצורפי זהב וגם דהוא מכבה:", 
            "{ו} ואין נופחין במפוח - משום שדומה למלאכת אומן ואין בכלל זה מה שנופפין על האש בבגד או בכלי העשוי לכך מנוצות דאין זה דומה כלל למפוח [ח\"א]:", 
            "{ז} במפוח של בע\"ב וכו' - אבל במפוח גדול של אומנין אפילו ע\"י שינוי אסור:", 
            "{ח} לכסות האש - דהיינו שמכסהו בלילה כדי שיהא האש שמור לו למחר:", 
            "{ט} בעפר מוכן - לאפוקי אם הוסק בו ביום והוא צונן דהוא מוקצה:", 
            "{י} אם אינו מכבהו - ר\"ל באופן שלא יהיה פסיק רישא דאז אסור ואף דכונתו בהכיבוי לצורך או\"נ למחר וכיבוי לצורך או\"נ ממש אין לאסור דהא צולין בשר ע\"ג גחלים שאני התם דהכיבוי בשעת תיקון האוכל משא\"כ הכא דהוא הרבה מקודם ויש מאחרונים שמקילין בכל גווני כיון שעכ\"פ אינו מכוין לכבות רק שימצא עי\"ז אש למחר לצורך אותו היום:", 
            "{יא} לצורך יו\"ט שני - כגון ביו\"ט ראשון בשחרית מכסה שיהא מוכן לערב בלילה אסור משום דאין להטריח מיו\"ט א' לחבירו:", 
            "{יב} אינו מניח זה על זה וכו' - היינו כשעושה שתי שורות משני הצדדים ומניח עצים עליהם מלמעלה דאז נראה כאהל אבל שורה אחת להניח זה על זה מותר:", 
            "{יג} מפני שנראה כבונה - דוקא אם מסדר גם השורות שמן הצדדין ביו\"ט אבל אם היו מסודרים מבע\"י מותר להניח עצים עליהם מלמעלה:", 
            "{יד} ע\"ג האבנים - היינו כשסדרן היום אבל אם היו מונחים שם מאתמול מותר להניח הקדרה עליהם וכנ\"ל:", 
            "{טו} שורה ע\"ג שורה - ומדברי האחרונים משמע דלפי מה שכתב הרמ\"א לקמיה דאינו אסור אלא כשצריך לאויר שתחתיו ה\"נ גבי ביצים אין לאסור אלא כשמניח אחת ע\"ג שתים ויש אויר כדי להניח אש ביניהם לצלותן כולן יחד:", 
            "{טז} שיש לו דפנות וכו' - דאל\"ה אין שם אהל ע\"ז בלא מחיצות:", 
            "{יז} המגיעות לארץ - וכשמגיע פחות משלשה טפחים סמוך לארץ דעת הב\"י דכלבוד דמי וכן מסיק המ\"א להחמיר בזה:", 
            "{יח} וי\"א דאפילו מגיע לארץ וכו' - עיין לעיל בסימן שט\"ו ס\"ג וס\"ז ובמ\"ב שם:", 
            "{יט} אגודה וכו' כל עץ שלא אחזה וכו' - אבל אם אחזה בו האש אסור לסלקו דבזה ממעט האש של אגודה כולה כיון שאגודין יחד אבל אם אין אגודין יחד אפילו אותן שאחזה בהן האש מותר לסלקן ודעת הרמ\"א שלא לחלק בין אגודין לשאינן אגודין דכל שהם במדוכה אחת אם יקח עץ אחת הדולק מהן יש בו משום כיבוי שעי\"ז שמפריד אותו מן המדורה יוכל להתמעט אורו אבל אין זה פסיק רישא ולכן תלוי בכונתו דאם שומטו כך כדי שיכבה אסור ואם מכוין כדי להניחו בצד אחר או במדורה אחרת שרי:", 
            "{כ} ולהניחו בצד אחר - וה\"ה אם שומטו ולוקחו משם כדי להאיר לפניו גם כן שרי דהא אינו מכוין לכיבוי ויש מחמירין בזה ונכון להחמיר. וצריך להזהיר ב\"ב כשמבשלין דגים שלאחר גמר הבישול לא יקחו האודים אלא יניחם לשרוף [ח\"א]:", 
            "{כא} בבקעת - דעצים להסקה הן עומדין ולא לדבר אחר ולכן אפילו בבקעת יבשה שנכונה להסקה אסור לטלטלה לצורך דבר אחר ובכלל מוקצה הוא לזה. ודעת כמה אחרונים דהמחבר אזיל לשיטתו דפסק בסימן תצ\"ה ס\"ד דמוקצה אסור ביו\"ט אבל לדעת הפוסקים המתירין מוקצה ביו\"ט מותר לסמוך בבקעת יבשה שראויה להסקה אבל בלחה כיון שאינה ראויה להסקה אסור דדינו כאבנים וכתב בבית מאיר דבשעת הדחק יש לסמוך להקל בבקעת יבשה:", 
            "{כב} לצלות בו - היינו שתוחב בו הבשר לצליה ודוקא בעץ יבש שראויה להסקה ומטעם דאמרינן מה לי לצלות בו מה לי לצלות בגחלים אבל בעץ לח אסור לצלות בשר. ודוקא אם ראוי לצלות עליו כך בלא תיקון אבל לתקנו ביו\"ט שיהא ראוי לצלות עליו אסור כדלקמן בסימן תק\"ט:", 
            "{כג} אע\"ג שאינו ראוי וכו' - ר\"ל ומטעם זה אסור להשתמש בו לשום דבר וכנ\"ל מ\"מ להיסק עם שאר עצים יבשים מותר. והנה אף דדין זה איירי בלחים ודינא דצליה איירי ביבשים דוקא וכנ\"ל מ\"מ שייך בזה כ\"ש דיותר מסתבר להתיר בלח בהיסק גדול של שאר יבשים מלהתיר יבש לצלות בו:", 
            "{כד} לדידן מותר וכו' - היינו משום דיש אוסרים לבשל בקדירה חדשה ביו\"ט כמו שכתב הרמ\"א משום דבבישול הראשון מתחזקת הקדירה דקודם הבישול ניכר בה פליטת המים מבחוץ ויש בזה משום תיקון מנא ודעת המחבר כרבינו ירוחם דבקדרות שלנו נגמר בישולן כבר אצל היוצר ולכן מותר לדידן לבשל בקדרה חדשה:", 
            "{כה} וכן המנהג - ודעת המ\"א לחלק דכלים המצופין שקורין גליזיר\"ט מחזיקין מים בטוב אף קודם בישול ולכן מותר לבשל בהן ביו\"ט אף בתחלה והמנהג להחמיר הוא רק בכלים שאינם גליזירט וכ\"כ שארי אחרונים:", 
            "{כו} ע\"י הדחק - כגון ששכח לבשל בהן קודם יו\"ט ואין לו קדרה אחרת:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}