{
    "versionTitle": "Mishnah Berurah : Siman 514", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} לכבות דליקה ביו\"ט - דמשום הפסד ממון לא הותר כיבוי ביו\"ט:", 
            "{ב} ביתו שנשרף - היינו אפילו אין לו בית אחר לדור שם וימנע משמחת יו\"ט אסור לדעה זו דמ\"מ לא חשיב זה צורך אוכל נפש:", 
            "{ג} ואפילו כדי וכו' - ר\"ל וכ\"ש אם כונתו לכבות בשביל שחס עליו שלא ישרף כולו אף שדעתו שישאר לבשל בו עוד הפעם באותו היום דאסור:", 
            "{ד} או הקדרה - ולא חשיב כיבוי זה אוכל נפש אף שאין לו מקום אחר להעמיד הקדרה שם מפני שאין כיבוי הבקעת מסייע כלום לאוכל נפש אלא שמונע ההיזק ע\"י כיבויה ואף דעכ\"פ לא גריעא דבר זה ממכשירי אוכל נפש שא\"א לעשותן מבעוד יום דקי\"ל דשרי כדלקמן בסימן תק\"ט בהג\"ה ס\"ל לדעה זו דלאו כל מכשירי אוכל נפש התירו אלא דוקא אותן שהן קרובין יותר לתיקון האוכל:", 
            "{ה} או כדי לשמש וכו' - דאסור לשמש בפני הנר ואיתא בגמרא דאפילו אין לו בית אחר להוציא שם הנר ולא כלי לכפות על הנר אפ\"ה אסור ואפילו היא בעילת מצוה ועיין בה\"ל:", 
            "{ו} אם אפשר להציל הקדרה - מעישון כגון שיכול לעשות אש במקום אחר ולהעמידה שם או שיש לו עכ\"פ מקום להשליך הבקעת לחוץ ולא לכבותה ממש:", 
            "{ז} מותר לכבות - ס\"ל דזהו צורך אוכל נפש ממש ומותר הכיבוי כמו שהתירה התורה לאפות ולבשל ועיין ט\"ז סי' תק\"ב דאם האש גדול ומקדיח להתבשיל וצריך להסיר משם קצת אף שעי\"ז בודאי יכבה האש מהן שרי:", 
            "{ח} וכנ\"ל - וכן העתיקו האחרונים וגם בדין שאח\"ז העתיקו כהרמ\"א:", 
            "{ט} אם ישרף הבית - מדדילג הרמ\"א ולא כתב דינו גם לענין עישון הבית משמע דבזה מודה להמחבר דאף אם אין לו בית אחר אסור לכבות:", 
            "{י} לא יהיה לו מקום - אבל אם ימצא מקום לאכול אפילו בבית עכו\"ם אסור לכבות [מ\"א] ובא\"ר מסתפק בזה:", 
            "{יא} ויפסיד סעודתו - אין ר\"ל שיתקלקל סעודתו המוכנת ע\"י השריפה דבזה אפילו היה מוצא אח\"כ מקום לאכול ג\"כ שרי לכבות בשביל הסעודה גופא אלא מיירי שעצם הסעודה יכול להציל בלי כיבוי הדליקה כלל ורק שבשביל שלא יהיה לו מקום לאכול יתבטל אצלו סעודת יו\"ט ואפ\"ה שרי דזהו בכלל כיבוי לצורך אוכל נפש וה\"ה כשישרפו כלי אכילה ולא יכול להשיג כלים אחרים לסעודתו ג\"כ מותר לכבות:", 
            "{יב} אסור לכבות - ועיין לעיל בסימן של\"ד סכ\"ו דבזה\"ז שאנו שרויים בין הנכרים דיש חשש סכנת נפשות מותר לכבות אפילו בשבת:", 
            "{יג} כדי להרחיק - ר\"ל ויכבה מהר:", 
            "{יד} חשיב כיבוי - ואצ\"ל שאסור להסתפק מן השמן שבנר בשעה שהוא דולק דכיון שמסיר שמן מעט מהנר עי\"ז כהה אורו קצת והרי זה כמכבה:", 
            "{טו} ואסור - וחתיכות חלב או שעוה המונחות בנר מותר ליקח אחת מן החתיכות הרחוקות מן הפתילות אחרי שאין הפתילה יונק עדיין מהם כלל [מ\"א וש\"א]:", 
            "{טז} מיד הוא מכבה - ר\"ל שמתמעט אורה עכ\"פ וחשיב כיבוי ומה מועיל שידליקנה אח\"כ. בד\"א כשמוציאה לגמרי מן השמן אבל מותר להוציא מקצתה העליון חוץ לשמן כדי שתאחוז האור בזה המקצת שהוציא מן השמן ותהא הפתילה דולקת יפה ואם אינו יכול לאחוז בפתילה להוציא מקצתה חוץ לשמן מחמת שהשמן סמוך מאד לאש הדולק מותר להגביה הנר מעט כדי שיסתלק השמן מעט לאחוריו ויוכל לאחוז בפתילה ולהוציא מקצתה כדי שתאחוז בו האור ואח\"כ יחזור ויקרב השמן אל האש כמו שהיה:", 
            "{יז} להוסיף פתילות - וה\"ה דמותר לכפול נר שעוה הדלוק ולהדליק גם ראש התחתון כדי שישרף במהרה:", 
            "{יח} ויכבה במהרה - עיין בבה\"ל דאם מכוין שיכבה אורה לאו לכו\"ע הוא ואינו אלא רק לדעת היש מתירין לקמן בס\"ג ולפמש\"כ שם דראוי להחמיר בזה ה\"ה כאן. אסור לחמם נר של שעוה ולדבקו בכותל או במנורה גזירה שמא ימרח דהיינו שישפשפנו להחליקו ע\"פ שטח הכותל והוא תולדה דממחק:", 
            "{יט} ליתן סביבו וכו' - דלחתכו בסכין אסור דמה שחותכה לשתים ועושה לכל אחת נר בפ\"ע הוא בכלל תיקון מנא ולחתכה ע\"י אור קודם הדלקה דמותר לכו\"ע וכדלקמן בס\"ח אינו רוצה כי כונתו שישאר לו חתיכת נר להדליק עוד פעם אחרת ואם ידליקנה באור ידלקו שתיהם ולא ישאר מאומה:", 
            "{כ} קודם שידליקנו - דאע\"ג דקיי\"ל בסימן של\"ד סכ\"ב דגרם כיבוי שרי היינו שם שאינו נוגע בדבר הדולק עיין שם אבל כאן נוגע בשעוה שמוכנת כולה להדלקה ולכן בין שחותך אותה ומקצרה ובין שעושה איזה דבר סביבה שיכבה הפתילה כשתגיע לשם אסור זהו סברת המחבר אבל כמה אחרונים חולקים ע\"ז וס\"ל דאפילו לאחר שהדליקה ג\"כ מותר ליתן דבר המונע מלישרף מאחר שאינו עושה מעשה בגוף דבר הנדלק:", 
            "{כא} דבר המונע מלישרף - כגון שיתן סביבו חול וכה\"ג וה\"ה דמותר לתחוב אותו לתוך חול תיחוח בענין שאין בו משום עשיית גומא כמו שכתבנו בסימן תצ\"ח סט\"ז במ\"ב כדי שכשיגיע לחול יכבה ולפי מה שביארנו בשם כמה אחרונים דדבר המונע מותר ליתן אפילו אחר הדלקה יהיה מותר לתחוב אותו בחול אפי' אחר הדלקה אבל לא יניח הנר בצוויינגי\"ל אחר הדלקה או להדביק הנר בכותל בענין שיכבה כשיגיע לשם דהוי כאלו חותך מן הנר וזה אסור לכו\"ע לדעה ראשונה מאחר שעושה מעשה בגוף דבר הנדלק כדי למהר כיבויו הוי בכלל מכבה:", 
            "{כב} ויש מתירין לחתוך וכו' - היינו אפילו אחר הדלקה וטעמם דעד כאן לא אסרו משום מכבה אלא במסתפק מן השמן שבנר בשעה שהוא דולק ומשום שבשעה שמסתפק מכהה אורו קצת משא\"כ בנר של שעוה דבשעה שחותך למטה אינו נוגע זה להאור כלל ורק שאח\"כ ימהר ליכבות וזהו רק בכלל גרם כיבוי ושרי:", 
            "{כג} וכן נוהגין - וכמה אחרונים כתבו דנכון להחמיר כדעה ראשונה שאוסר בזה:", 
            "{כד} ע\"י סכין אסור - שעל ידי חיתוכו עושה עוד פתילה להאיר והוי בכלל תיקון מנא אע\"פ שאינו מכוין לכך:", 
            "{כה} במקום שהרוח שולט - ר\"ל שיכול לשלוט כשיבא וטעם ההיתר משום דאינו אלא גרם כיבוי בעלמא ויש מאחרונים שמחמירין בזה דבכל רגע ורגע הרוח מנשב ומטעם זה המנהג בליל יו\"ט שאין לוקחין הנרות מביהכ\"נ לביתם כדרך שעושין במו\"ש אלא תוחבו בחול וכנ\"ל בסקכ\"א:", 
            "{כו} הרוח מנשב - אפילו הוא רק רוח מצויה דאז חשיב כמכבה ממש:", 
            "{כז} בו ביום - דאם רוצה להכין על יום אחר אפילו על יו\"ט שני אסור:", 
            "{כח} לחתוך ראש הפתילה - כלומר הפתילה הנשרפת ולא חשיב בזה תיקון מנא במה שמסיר הגחלת אבל לחתוך בכלי מגוף הפתילה מסתברא דאסור וכמו שסתם המחבר לקמן בס\"י:", 
            "{כט} ושיורי שמן ופתילה וכו' - ור\"ל לאפוקי מדעת הפוסקים שס\"ל דאם כבו בשבת אסור להדליקן אח\"כ ביו\"ט וכן אם כבו ביו\"ט ראשון של ר\"ה אסור להדליקן ביום שני קמ\"ל דשרי ועיין לעיל בסוף סימן תק\"א במ\"ב מה שכתבנו בזה בשם האחרונים דלכתחלה טוב להחמיר. ועכ\"פ יראה להדליק הפתילות מצד השני:", 
            "{ל} דהיינו שא\"צ לו - ולא מיבעי אם אין לו בהבערתו צורך כלל דאסור [ולכמה פוסקים איכא בזה חיוב מלקות עיין סי' תקי\"ח] אלא אפילו עושה זה לאיזה צורך כגון להראות עשרו ופזרונותיו כיון שאין מתכוין בזה לצורך יו\"ט או לצורך גופו כלל אסור אכן אם עושה זה לכבוד יו\"ט פשוט דמותר וגם מצוה איכא ואע\"ג שכבר הדליק נרות של ברכה כשמוסיף נרות להרבות אור בביתו איכא שמחת יו\"ט ודוקא בלילה אבל ביום בודאי אסור בביתו ואם יש ברית מילה בבית שנוהגין להדליק נרות מסתברא דמותר דכל זה כבוד וחיבוב מצוה הוא:", 
            "{לא} אבל של בהכ\"נ לא חשיב וכו' - ולא מיבעי בלילה שהרי יש כאן צורך מצות היום שאם אין נרות דולקים לא יתאספו שם העם להתפלל אלא אפילו ביום נמי מותר שהוא כבוד המקום כמו שנאמר כבדו ה' באורים:", 
            "{לב} אחר מנחה - וכ\"ש קודם מנחה דמותר שהוא ג\"כ לכבוד התפלה:", 
            "{לג} יש מצוה וכו' - ר\"ל אפילו א\"צ להאור שעוד היום גדול אפ\"ה איכא מצוה להדליק משום כבוד בית הכנסת ואם הוא כבר סמוך לחשיכה אפילו בביתו שרי להדליק דהרי צריך הוא לו באותה שעה:", 
            "{לד} לאותה שעה - ומשמע אפילו אין שם אדם בביהכ\"נ שרי מהאי טעמא ועיין בבה\"ל:", 
            "{לה} ולתקן הפתילות וכו' - ואפילו להעמיד נרות של שעוה לצורך הלילה אסור דגם טרחא בעלמא אסור משום הכנה ואפילו מיו\"ט ראשון לשני:", 
            "{לו} נר וכו' מעיו\"ט - דביו\"ט פשיטא דאסור דהנחה בכלל שימוש הוא אלא אפילו אם הניח מעיו\"ט ע\"ד שיהיה מונח שם ביו\"ט אסור דכיון דביו\"ט מותר לטלטל הנר חיישינן שיבוא ליטול משם וגם זהו בכלל שימוש דאסרו חכמים וכנ\"ל בסימן של\"ו ס\"ב בהג\"ה וזהו מה שסיים המחבר שמא יבואו וכו' וכבר נשנה הדין הזה לעיל בסימן רע\"ז ס\"ד:", 
            "{לז} עושה כלי - וה\"ה לפעמים כשעדיין הוא רך משימין קש או שאר דבר באוירו מדופן לדופן כדי שלא יפלו הדפנות יחד אסור ליטול הקש מתוכו ביו\"ט מהאי טעמא וכן שני כלים שהם מחוברין יחד בתחלת עשייתן כגון שני נרות או כוסות וכה\"ג אין פוחתין אותן לשנים שהוא כמתקן כלי ואם נדבקו ממילא אח\"כ דרך עראי מותר לפותחן [אחרונים]:", 
            "{לח} אין חותכין - על ידי סכין ואם רוצה לנתק ביד עיין בבה\"ל:", 
            "{לט} הפתילה לשנים - דהוא בכלל תיקון מנא שמתקן ועושה מפתילה אחת שתים וה\"ה אם היתה ארוכה ביותר ואין נאה לו וחותך ממנה כדי לקצרה ג\"כ אסור דהוא ג\"כ בכלל תיקון מנא:", 
            "{מ} ומדליקה באמצע - ויהיו שני נרות דולקות ולא מוכח אז דלתקוני מנא קמכוין אלא להדלקה בעלמא קמכוין:", 
            "{מא} לשתיהן - דאם אינו צריך א\"כ מוכח דלתקון מנא קמכוין. ודע דדין זה ה\"ה בנר של שעוה או של חלב שלא היה דלוק עדיין ורוצה לחתכו לשנים בסכין אסור אך להדליק באור באמצע שיעשו מהם שני נרות דולקות שרי [אחרונים]:", 
            "{מב} אין גודלין וכו' - פי' כששוזרה עביד כלי ביו\"ט ועיין באחרונים דה\"ה דאסור להתיר קליעת הפתילה או להתיר נר של שעוה הקלועה ואפילו אם מכוין לצורך הדלקה:", 
            "{מג} ולא מהבהבין - להסיר הנימין כדי שתדלק יפה וגם בזה משום תיקון מנא:", 
            "{מד} בידו - דתקון כלאחר יד הוא:", 
            "{מה} לשרותה בשמן - כדי שתדלק אח\"כ יפה בו ביום:", 
            "{מו} שאין בו נר דלוק - דכשנר דולק ושורה בתוכו נתמעט השמן קצת ואמרינן בעלמא המסתפק מן השמן שבנר חייב משום מכבה:", 
            "{מז} להסיר הפחם - היינו מה שכבר נשרף ונעשה פחם ועי\"ז מחשיך הנר מותר להסירו ומדסתם המחבר משמע דאפילו בכלי מותר ומה שסיים אבל אינו חותך ראש הפתילה שם שאני שהוא מגוף הפתילה והוא בכלל תיקון מנא וי\"א דכונת המחבר להחמיר בסוף דבריו גם לענין פחם דאסור להסירו בכלי וכ\"ז מדינא אבל אנו במדינתנו נהגו להחמיר בין בנר של שמן ובין בנר של שעוה וחלב שלא למחוט כל עיקר אפילו פחם בין ביד בין בכלי ואין היתר אלא לנפץ הפחם באצבעו שאינו מכבהו בידים ואצ\"ל שמותר להטות באצבעו את ראש הפתילה כדי שתדלק יפה:", 
            "{מח} צריך לברך אקב\"ו וכו' - שהדלקת נר ביו\"ט ג\"כ מצוה היא כמו בשבת. ואם חל בשבת אומר של שבת ושל יו\"ט. וגם ביו\"ט שני של גליות צריך לברך:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}