{
    "versionTitle": "Mishnah Berurah : Siman 497", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} מן הביברים - היינו בריכות של מים מוקפים מד' רוחות. ובמן הנהר לא איצטריך ליה לאשמועינן דבודאי אסור דכולהו איתנהו ביה צידה גמורה דאסור כקצירה וטחינה ושארי מלאכות וכדלעיל סימן תצ\"ה ס\"ב וגם מוקצה:", 
            "{ב} אפילו במקום שאינם מחוסרים צידה - ר\"ל שהיה הביבר קטן שא\"צ לומר הבא מצודה ונצודנו ובחיה ועוף כה\"ג חשיב אין מחוסר צידה כדלקמן בס\"ז גבי דגים הואיל והם מכוסים מן העין והביבר רחב לעולם הם נשמטים לחורין ולסדקין ולכן לא חשיבי כניצודים הואיל ויש עכ\"פ טורח לתפסם וכתב המ\"א דאם המים צלולים ורואה הדגים מותר אם אין מחוסר צידה שהביבר קטן ויש מאחרונים שסוברין דעכ\"פ מטעם מוקצה אסור לצודן:", 
            "{ג} והדגים נשמטים וכו' - ולענין אם נתנם מבע\"י בתוך התיבה יבואר לקמיה בס\"ה:", 
            "{ד} דגים ועופות וכו' שהם מוקצה - מדתלה הטעם במוקצה משמע דה\"ה בהמה כגון בהמה מדברית המבואר לקמן בסימן תצ\"ח ס\"ג או כגון אווז ותרנגולת העומדת לגדל ביצים אף דלא שייך בהן צידה כיון דהם מוקצה אסור להשקותן וליתן לפניהם מזונות שמא יבוא לאכול מהן ביו\"ט אבל לקמן בסעיף ז' סתם המחבר כדעת הפוסקים דתלוי הדבר בצידה דכל שאין מחוסרין צידה מותר ליתן לפניהם מזונות וכתב הפר\"ח דכן נוהגין העולם וכן הוא העיקר עי\"ש:", 
            "{ה} אין משקין וכו' ואין נותנין לפניהם - כתבו האחרונים דוקא לפניהם ממש אסור ליתן אבל אם נותן ברחוק קצת מהם והם באים ואוכלים לית לן בה כיון דעושה הכירא מדכר ולא אתי ליקח מהם:", 
            "{ו} שמא יבוא ליקח מהם - לאכלם ובבהמה טמאה דלא שייך זה מותר לכו\"ע:", 
            "{ז} ספק צידה - ואע\"ג דלכמה פוסקים עיקר צידה ביו\"ט אינה מן התורה וכמו שסתם ג\"כ המחבר בסימן תצ\"ה ס\"ב מ\"מ החמירו כאן אפילו בספיקא משום דהוא דבר שיש לו מתירין שהרי אפשר לו לאוכלם אחר יו\"ט ובדבר שיש לו מתירין החמירו חכמים אפילו בספק דרבנן:", 
            "{ח} אסורים - ואפילו בטלטול מיהו לערב מותר באכילה ואפילו בודאי ניצוד היום ולא בעינן בכדי שעושה כיון דלא ניצוד בידי אדם רק ממילא והסכימו הפוסקים דלאו דוקא ספק צידה אלא ה\"ה כל ספק מוקצה וכ\"ש ספק נולד דמחמרינן בהו כשל תורה ובספק אם בא מחוץ לתחום יש דעות בפוסקים ויתבאר לקמן בסי' תצ\"ח ס\"ג וד':", 
            "{ט} ואם מצא המצודות מקולקלות - כלומר שהמצודות פרוסות באורך רב וכשחיה נופלת בראשו א' מתוך שמתפרקת ומתנתקת לצאת מתקלקלות כולן וראשן השני ג\"כ ניתק ממקום שנתקע וע\"כ אף שבמקום זה לא ראה שום דבר ניצוד מ\"מ סימן הוא שניצוד חיה או עוף בראש השני:", 
            "{י} ביו\"ט שני - וביום טוב שני של ראש השנה אסור דב' ימים כיומא אריכתא הוא וכן ביו\"ט שני הסמוך לשבת:", 
            "{יא} דהוי ס\"ס - שמא אין היום יו\"ט ושמא ניצוד מאתמול וכבר הוכן ולא מחמרינן משום יש לו מתירין למחר כיון דהוא ס\"ס גמורה להיתרא אין כאן איסור כלל ויש חולקין בזה וסבירא להו דלדידן יו\"ט שני לא מטעם ספק הוא שהרי בקיאין אנו בקביעא דירחי ויודעין אנו שהוא חול אלא שאנו מקיימין מנהג אבותינו והוי כיו\"ט ודאי מדרבנן ואין כאן אלא ספק אחד ואסור וכמו בסעיף ג' ויש להחמיר כסברא זו אם לא במקום הפסד גדול:", 
            "{יב} בכניסה וביציאה - כדי שלא יכנסו חדשים ושלא יצאו הישנים:", 
            "{יג} מותר ליקח וכו' - ומוקצה אין כאן דמעשה הסכירה חשוב כמו שהזמין דגים ידועים. ואם מותר לו לברור כפי מה שצריך ולהחזיר השאר למים תלוי בזה אם בשעה שסכר חשב שאפשר שיצטרך ביו\"ט לכל הדגים שימצא בהאמה א\"כ הרי הוכנו כל הדגים ושפיר יכול להעלות כמו שירצה ולברור הגדולים המשובחים ולהחזיר השאר למים אבל אם בשעה שסתם אמת המים היה יודע בודאי שלא יצטרך ביו\"ט רק איזה דגים א\"כ הרי לא הוכנו כלום וכשבורר ומניח הקטן אגלאי מלתא דהאי לא הוכן א\"כ טלטלם שלא לצורך כדלקמן סעיף יו\"ד ולכן לא יברור ויניח השאר אלא צריך ליקח ולאכול כל מה שיעלה בידו בין טוב ובין רע ולא יחזיר מה שלא ייטב לו:", 
            "{יד} היא צרה - עיין בב\"ח וש\"א שכתבו דאם היא רחבה יותר מן ו' טפחים אסור ולענין ארכה מקילין הרבה אחרונים אפילו אם ארוכה כמה כיון שאינה רחבה בקל יש לתפוס הדגים. ואפילו באופן המותר ג\"כ יש מחמירין שלא לצודן במצודה כדרך שעושין בחול אלא ביד ויש לחוש לסברא זו לכתחלה ולאו דוקא אמת המים אלא ה\"ה אם הכניס דגים לתיבה מלאה נקבים והעמידה במים נמי שייכי כל הני דיני ויש מי שאומר דדוקא בביבר ובאמת המים שעכ\"פ הדגים הם בקרקע מקום חיותם מה שא\"כ כשהם מונחים בכלי לא שייך בהו כלל צידה ואפילו צריך להביא מצודה שרי וע\"כ נראה שאין להחמיר בתיבה ליטול ביד אפילו אם רחבה התיבה יותר מן ו' טפחים הרבה. כתבו האחרונים דאם הכניס דגים מבע\"י לבאר וצריך לצוד אותם ע\"י כלי דוקא אסור לצודם ביו\"ט ומ\"מ אם הם בבור עמוק א\"צ לירד למטה כדי לתופסן בידו אלא עומד למעלה ותופסן על ידי כלי:", 
            "{טו} שבבית וכו' - ר\"ל שגדלין בבית:", 
            "{טז} העומדים לאכילה - לאפוקי אם הם עומדים לביצים אסור למאן דאוסר מוקצה ביו\"ט. ואם קנה עופות אלו ולא חשב כלל לאיזה דבר יעמידם מותרים דסתמייהו לאכילה קיימי:", 
            "{יז} מותר לצודן - ואפילו מר\"ה ואפילו צריך להביא מצודה דכיון דבאין לכלובן בערב וגם ניזונין תמיד בבית הרי הם כניצודים. וכ\"ז אם תופסן כדי לשוחטן והתירו משום שמחת יו\"ט הא לא\"ה אסור לכמה פוסקים וכמו שהובא דעתם לעיל סימן שט\"ז סעיף י\"ב בהגה. וכתבו האחרונים עוף שקנה מחדש ועדיין לא הורגל בבית ואינו בא לכלובו בערב דבזה חייב בשבת אם צד וכדלעיל סימן שט\"ז גם ביו\"ט אסור לצודן אפילו הם בבית אא\"כ נכנסו במקום צר. ובח\"א כתב דבלילה כשהן יושבין על הקורה מותר לצודן דעיניהם מתעורות אז ואינן נשמטין מיד התופסן:", 
            "{יח} ואינו צריכין זימון - דמוכנים הם וכתבו הפוסקים דמ\"מ ירא שמים יתן עיניו בתחלה בהעופות ויברור איזה שירצה כדי שלא יבא למחר ליטול ולהניח ואעפ\"י שכולם מוכנים הם מ\"מ טורח טרחא יתירה ביו\"ט:", 
            "{יט} שצ\"ל הבא מצודה וכו' - עיין לעיל סימן שט\"ז מ\"ב ס\"ק א' ושם נתבאר דכל שאין יכולין לתופסו בריצה אחת אלא צריך להנפש קודם שיגיענו כמי שצ\"ל הבא מצודה ונצודנו דמי. ולפי המבואר עוד שם בעוף אפילו היה במקום דחוק שאפשר לתופסו בשחיה אחת מ\"מ אם החלון או הגג פתוח שיכול לברוח דרך שם אסור לצודו:", 
            "{כ} מותר לצודן וכו' - היינו אם הזמינם דלית בהו משום מוקצה הא לא\"ה אסור לתופסן שהרי אסורים גם בטלטול:", 
            "{כא} בפרדס - גדור שהוא מקום המשתמר שאין הולד יכול לצאת משם וקל לצודו:", 
            "{כב} מותרים בלא זימון - דמסתמא דעתיה עלייהו לכל שעה שיצטרך:", 
            "{כג} בתוך ע' - וד' טפחים וכדלעיל בסי' שנ\"ח:", 
            "{כד} דדעתיה עלייהו - דכיון שהמקום קרוב ורואה אותם תמיד לא אסח דעתיה מינייהו אפילו בסתמא אבל אם אינו סמוך אי זמין אין אי לא זמין לא:", 
            "{כה} כיון שמחוסרת צידה - ומיירי שהפרדס גדול שצ\"ל הבא מצודה ונצודנו ואפילו תהא ניצודה מאליה ביו\"ט ג\"כ אסור משום מוקצה כיון שהזמנתו מבעוד יום לא חלתה:", 
            "{כו} יוני שובך וכו' - ר\"ל יוני מדבריות שקננו בשובך שבחצירו או שקננו בעליתו:", 
            "{כז} וצפרים וכו' - מיירי גם כן כנ\"ל שאינם מורגלים אצלו אלא פורחים כל היום בשדות ולערב באים שם ללון:", 
            "{כח} אסור לצודן - אפילו בכלובן כיון שיכולין לצאת משם ובשבת חייב חטאת ולא דמי ליונים שבבית שניזונים בבית. ובאין תדיר לאכול וכניצודין דמי וגם עי\"ז בני תרבות הם ואינן בורחין ונשמטין כ\"כ כשרוצים לאחוז אותם משא\"כ ביונים אלו שניזונין מעלמא ואין מניחים עצמן ליתפס ביד:", 
            "{כט} שאינם מפריחין - אלא מדדין וה\"ה אפילו יכולין לפרוח מעט כל שבקל לתופסו עד שא\"צ לומר הבא מצודה שרי:", 
            "{ל} אבל זימון צריכים - ולא דמי לעפרים בס\"ז שאפילו הזמנה א\"צ שאני עוף שיכול לדדות ולהתרחק מחוץ לקן ולהכי כל שלא הזמינם אסור. ודע דאפילו מאן דמתיר מוקצה ביו\"ט מודה הכא דאסור בלי הזמנה:", 
            "{לא} וא\"צ לנענעם - לאפוקי מדעת ב\"ש דלא הוי זימון אא\"כ עביד מעשה דהיינו שינענע הקן וכ\"ש אם יאחוז היונים שבורר בידים ולא קי\"ל כן רק אפילו בעומד מרחוק ובראית עינו בורר איזה מהם סגי ומ\"מ צריך שיסמן בדעתו או יטבע עיניו בטביעת עין גמור שלא יחליף למחר באחרת:", 
            "{לב} לא סגי - משום דלא פירש בהדיא איזה מהן יקח ולא אמרינן האי דלוקח למחר הוברר דאליו כוון בהזמנתו דחששו חכמים שמא כשיבוא ליקח אחד מהם ימשמשנו וימצאנו כחוש ויניחו ויקח אחר שמן ממנו ונמצא אותו קמא טלטל שלא לצורך ומוקצה הוא שהרי לא הזמין אלא אותו שיקח לבסוף ומשום זה אפילו אם ירצה אח\"כ ליקח מן הבא בידו ג\"כ אסור אמנם אם מזמין עוף פלוני בפירוש אפילו לא משמשו ולא מחזי כלל לא חיישינן שמא כשיקחנו למחר ימצאנו כחוש ויניחנו שכיון שבעיו\"ט אפשר היה לו למשמשו היטב אם שמן הוא ולא עשה כן מסתמא נתרצה איך שיהיה:", 
            "{לג} אם זימן כל השובך - וה\"ה לזימן זוג וא\"צ אלא לאחד מהם:", 
            "{לד} אינו מועיל - דאדרבה כיון שהזמין יותר ממה שצריך מסתמא דעתו היה לברור למחר את השמן ביותר ואיכא חשש דטלטול מוקצה וכנ\"ל:", 
            "{לה} נוטל מה שצריך - ומותר לו אפילו לטלטל ולהניח שכולם מזומנים הם:", 
            "{לו} זימן שנים וכו' - וא\"כ איכא עכ\"פ חד דאתי מעלמא שאינו מזומן ולא מיבטל דבע\"ח חשיבי ולא בטלי גם הוא דבר שיש לו מתירין וכתבו האחרונים דכל זה בהניחן קשורים או מותרין ומצא גם השלישי קשור או מותר הא אם הניחן קשורין ומצאן כמו שהניחן רק מצא אצלן שלישי אינו מקושר אין לאסור השנים ואמרינן בודאי הן הם שהכינן וזה שאינו מקושר הוא דאתי מעלמא. עוד כתבו דאין האחד אוסר כולם רק באם היו כולם לפנינו הא אם נאכל אחד מהם או נפל לים שכבר אינו בעולם מותרים השאר דאמרינן איסורא נפל או נאכל וע\"פ האופנים המבוארים ביו\"ד סימן ק\"י סעיף ז' ח' וע\"ש בהג\"ה:", 
            "{לז} בקנים המובדלים וכו' - כדרך כל שובכין עשויין עליות עליות הרבה וכל עליה יש בה מחיצות הרבה אבל זימן שחורים ולבנים בקן אחד ומצאן שלא במקומן מותרין דהני ודאי איתהפוכי איתהפך:", 
            "{לח} ומצא שחורים במקום וכו' - ובמשכח להו בדוכתייהו שהניחם אע\"פ שיש עוד הרבה לבנים בשובך או שחורים שלא הזמין לא חיישינן שמא איתהפוכי איתהפך:", 
            "{לט} אסורין - דבזימן שנים ומצא וכו' בודאי עכ\"פ חד אתי מעלמא ובזימן שחורים וכו' ג\"כ חיישינן דהני שהזמין פרחו והני אחריני נינהו דאתו מעלמא ומיירי דאיכא שובכים בתוך חמשים אמה או שהיונים יכולים לפרוח קצת דאל\"ה מוטב לנו לומר דאיתהפוכי איתהפך משנאמר דמעלמא אתי וכמו שכתב המחבר בסי\"ד:", 
            "{מ} זימן ג' ומצא שנים וכו' - דלא מחזקינן ריעותא ואמרינן דהשנים הן הם שהכינן רק אחת אזלא לעלמא:", 
            "{מא} מנתחי מהדדי - שדרך בע\"ח להתפרק ולהנתק מקשירתם ואמרינן שהשלישי נתפרק מהם ואזל לעלמא וה\"ה אם מצא גם השנים שמותרים מקשירתם דשרי ג\"כ מטעם זה והנה הרב ט\"ז חולק אדין זה ולדבריו כל שלא מצא כפי שהניחן אמרינן הני שהזמין אזלו לעלמא והנהו אחריני נינהו [מיהו בהזמין שנים ומצא שנים גם הוא מודה דאפילו הניחם מקושרין ומצאן מותרין לא מחזקינן ריעותא ואמרינן דניתקו קשירתם] אבל כמה אחרונים מסכימים לדברי הג\"ה בכל גווני:", 
            "{מב} ומצא לפני הקן - פי' דרך כל השובכין להיות מעט מדף העליה בולט מחוץ המחיצה החיצונה של קן וקן ושם היונים יוצאין לשאוף אויר ונוחין שם וחוזרין לקן ואע\"ג דאשכחינהו לפני הקן שרגילין לצאת בו מכיון דלא אשכחינהו בדוכתייהו חיישינן דלמא הני דאזמין אזלו והני מעלמא אתו מהשובכין שסביבות שובך זה:", 
            "{מג} סביבותיהם - היינו בתוך חמשים אמה שדרכם לדדות עד שיעור זה וכדלקמיה:", 
            "{מד} מותרים - דודאי אלו הן שהזמין בתוך הקן ובאו לפניה:", 
            "{מה} אבל אם הם מפריחים וכו' - ומיירי בהם מפריחים קצת דאם יכולין לפרוח כראוי אין בהם דין זימון כלל שהרי אסורים בצידה וכדלעיל בס\"ט ואפ\"ה חיישינן שיפרחו אפילו לחוץ מחמישים אמה:", 
            "{מו} ואפילו יש וכו' - ר\"ל ובמדדין גופא ויש קן סביבותם בתוך נ' אמה אין לאסור אלא בשהשובך אחר עומד ביושר נגד שובך זה:", 
            "{מז} כיון שאין צריכים צידה - שהרי קטנים הם שאינם פורחין וכדלעיל בס\"ט:", 
            "{מח} מותרים - אף למי שהביאם דשל ישראל בכה\"ג אין איסורם רק משום שלא הזמינם ואקצי דעתיה מהם עיו\"ט והכא שהם של נכרי הנכרי לא אקצי דעתיה מהם וממילא מוכנים הם לכל ואם הביאם הנכרי מחוץ לתחום אסורין למי שהביא ומותרין לאחר וכדלקמן סימן תקט\"ו ס\"ה:", 
            "{מט} עד שיפשיט - ולהפשיט עכ\"פ מותר קודם שבדקה שאין חוששין שמא תטרף שרוב בהמות כשרות הן:", 
            "{נ} לא יהא רשאי להפשיטה - שהרי היא מלאכה שלא לצורך אכילה [וכן עוף שנטרפה בשחיטה אסור למרוט הנוצות] ואפילו להפשיט בדרך שאינו אסור אלא משום שבות גם כן אסור ולא שרינן ליה משום טעמא דלמא מימנע ולא שחיט ויתבטל משמחת יו\"ט וכמו ההיא דתצ\"ט ס\"ג שהרי אפשר ליה להפשיט קודם בדיקה:", 
            "{נא} אסור לטלטלה - ואפילו עומדת בחמה ותסרח אסור להניחה במקום צל ולא התירו זה משום שמא מימנע ולא שחיט כיון שיוכל לשחטה במקום צל או להעמידה שם עכ\"פ קודם הבדיקה ויש שכתבו דלהכי לא חששו לשמא מימנע ולא שחיט דמשום שמא ימצא טריפה לא מימנע דלא שכיחא טריפות ומשום זה יש שכתבו דהאידנא דמחמרינן בטריפות הריאה בכמה חומרות שכיחי טריפות ושפיר איכא למיחש שמא ימנע ולא שחיט כשלא נתיר לו עכ\"פ להצניע הטריפה במקום מוצנע שלא יתקלקל וע\"כ יש להתיר בזה\"ז להצניע רק באווזין ותרנגולין דליכא בהו טריפות הריאה מוקמינן אדינא ואסורים בטלטול. וכל זה הוא לשיטת המחבר דמוקצה אסור ביו\"ט וכדלעיל בסימן תצ\"ה אבל לי\"א שהביא הרמ\"א שם דמוקצה שרי גם בעניננו שרי כן כתבו כמה פוסקים ויש מהן שסוברין דבהמה שנטרפה הוי נולד דמעיקרא הויא חזיא לאכילת אדם והשתא עומדת היא לאכילת כלבים וא\"כ גם לי\"א אסור שהרי כתב שם בהג\"ה דמחמירין בנולד:", 
            "{נב} אבל מותר וכו' - וכתבו האחרונים דה\"ה בבהמה כשרה מקום שאין מנקר לנקר האחוריים מותר למוכרו לנכרי בדרך המבואר כאן וכ\"ז אם חושש שמא יסרח ויתקלקל עד אחר יו\"ט אבל אם אפשר לו לשמרו לא שרינן מכירה ביו\"ט בין בטריפה ובין באחוריים ואפילו בחושש שיסריח לא שרינן אלא א\"כ שחטה ביו\"ט או בעיו\"ט סמוך לערב שלא היה לו שהות למכור קודם יו\"ט הא אם היה לו שהות אסור בכל גווני:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}