{
    "versionTitle": "Mishnah Berurah : Siman 513", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} ביצה שנולדה ביו\"ט וכו' - אפילו מתרנגולת העומדת לאכילה דליכא בה מוקצה דאי בעי שחיט לה מ\"מ הביצה אסורה באכילה דביו\"ט שחל להיות באחד בשבת אסורה מדאורייתא דכל ביצה דמתילדא האידנא מאתמול גמרה לה במעיה ואין שבת מכין ליו\"ט וגזרינן יו\"ט דעלמא משום יו\"ט אחר השבת וכיון דאסורה באכילה ממילא אסורה בטלטול ועיין בריש סימן תקט\"ו מה שכתבנו שם בזה:", 
            "{ב} אסור ליגע בה - אע\"ג דאין איסור בנגיעת דבר המוקצה וכדלעיל בסימן ש\"ח ביצה שאני כיון שהוא דבר המתגלגל חיישינן שמא ינענענה ע\"י הנגיעה:", 
            "{ג} דהיינו לטלטלה - משמע מלשון זה שהוא חולק על המחבר וס\"ל דגם בביצה דוקא טלטול אסור אבל נגיעה בעלמא שרי אבל מכמה אחרונים משמע דס\"ל דאפילו בנגיעה אסור דמפני שהיא מתגלגלת מצוי להתנענע על ידי הנגיעה:", 
            "{ד} כולן אסורות - באכילה ובטלטול שהרי למחר היא מותרת בלא ביטול וכל דבר שיש לו מתירין אפילו באלף לא בטל ומזה הטעם אסר גם בס\"ב בספק אף דבעלמא ספיקא דרבנן לקולא:", 
            "{ה} אסורה - ואם נתערבה באחרות יש דעות בין הפוסקים אם גם בזה אמרינן דאינה בטלה משום דהוי דבר שיש לו מתירין ומצדד המ\"א בזה להחמיר ויש מאחרונים שחולקין עליו וסוברין דכיון דהוא מלתא דרבנן כדאים המקילין לסמוך עלייהו להקל ואפילו נתערב זה הספק חד בתרי בטל. ובמקום הפסד יש לסמוך עלייהו:", 
            "{ו} בשוגג - דאם היה במזיד לא היה מהני ליה הבטול אף דהוא איסור דרבנן כמבואר ביו\"ד סי' צ\"ט ס\"ו:", 
            "{ז} הכל מותר - בין שהיתה הביצה שלמה וקלופה [דאם לא היתה קלופה היה מותר אפילו בדליכא ס' כנגדה בין שנתבשל עם בשר ותבשיל ובין שנתבשלה עם ביצים אחרות דלא יהיבא טעמא כשהיא בקליפתא כמבואר ביו\"ד סי' פ\"ו] ובין שנטרפה ונתערבה עם התבשיל דהא דקי\"ל דדבר שיש לו מתירין לא בטיל הוא דוקא כשהוא מין במינו אבל לא זה שהוא מין בשאינו מינו:", 
            "{ח} חוץ מן הביצה - משמע שהביצה עדיין שלמה ואפ\"ה דוקא כשנתבשלה עם בשר שרי אבל עם ביצים אחרים אף שהוא מכיר אותה ביצה מ\"מ אסורים כל הביצים דמין במינו הוא ולא בטיל בדבר שיש לו מתירין אבל דעת רמ\"א ביו\"ד סימן ק\"ב ס\"ד בהג\"ה דכיון שהוא רק טעמו בלבד ולא ממשו של איסור בטיל אפילו בדבר שיש לו מתירין ובמקום מניעת שמחת יו\"ט יש לסמוך ע\"ז:", 
            "{ט} מידי דלחזותא וטעמא וכו' - המ\"א מפרש דבעינן דוקא תרוייהו חזותא וטעמא אבל בש\"ך ביו\"ד סי' ק\"ב סקה\"ו וכן בביאור הגר\"א שם מפרשים דהכונה לחזותא או לטעמא:", 
            "{י} לא בטיל - דנחשב עי\"ז כמין במינו לא בטיל בדבר שיש לו מתירין:", 
            "{יא} לכפות עליה וכו' - אבל אסור ליתן תחתיה כלי [בעת שהתרנגולת מטילתה] שתפול בו דהרי היא מוקצה ונמצא מבטל עי\"ז הכלי מהיכנו [לעיל בסימן ש\"י ס\"ו]:", 
            "{יב} הכלי - דמצוי להתנענע הביצה ע\"י נגיעה כל שהוא מפני שהיא עגולה:", 
            "{יג} מותרת ביו\"ט שני - היינו בליל יו\"ט שני שהרי ממ\"נ אחד מהם הוא חול:", 
            "{יד} של ר\"ה - מפני ששני הימים הם קודש וכיום אחד ארוך הן חשובים ובספק אם נולדה ביו\"ט ראשון מותר אף ביו\"ט שני של ר\"ה כ\"כ הכנה\"ג והעו\"ש מחמיר:", 
            "{טו} הסמוכים זה לזה - בין שהוא יו\"ט אחר שבת או שבת אחר יום טוב:", 
            "{טז} אסורה בזה - עד הערב שע\"י לידה זו נעשית הביצה מוכנת לאכילה ואם נתירה נמצא שאחד הכין לחבירו ואנן קי\"ל דאין שבת מכין ליו\"ט ואין יו\"ט מכין לשבת:", 
            "{יז} ביום א' ב' - לאפוקי אם יו\"ט היה ביום ש\"ק וביום א' אסור ביום ראשון אף שהוא יום שני של יו\"ט דשמא היום קודש:", 
            "{יח} מותר ביום ב' - דממ\"נ אם היום ראשון היה קודש היום חול ואם היום קודש אתמול כשנולדה היה חול:", 
            "{יט} של גליות - ולאפוקי של ר\"ה דשניהם הם כיום אחד ארוך אף ביום שני אסור וה\"ה אם חל ר\"ה ביום ה' וי\"ו ונולדה ביום ה' אסור מהאי טעמא אף בשבת:", 
            "{כ} מותרת - דכיון שיצתה רובה הרי היא כילודה:", 
            "{כא} ולמחר השכים - היינו קודם עלות השחר דאם לאח\"כ תלינן שהיום ילדה דיצתה רובה וחזרה לא שכיח:", 
            "{כב} אינה יולדת בלילה - דכל שתשמישו ביום נולד רק ביום ותרנגול תשמישו ביום הוא ואף דאם התרנגולת מתחממת מן הקרקע תוכל לילד לפעמים אף בלילה לא תלינן בזה דכיון דאיכא זכר אפילו בבית אחר רחוק ממנה [היינו עד ס' בתים] ושומעת קול קריאתו אינה רוצה להתחמם מן הקרקע ונזקקת להתרנגול ומש\"כ שאין בו גשר שאם יש בו גשר תעבור על הגשר:", 
            "{כג} אפשר שתלד בלילה - ואע\"פ שרובן אפי' מתחממות מן הקרקע אינן יולדות בלילה כאן אזלינן בתר המיעוט כיון שבדק אתמול ולא היה שם ביצה והיום השכים קודם עמוד השחר ומצא ולא תלינן דיצתה רובה מאתמול וחזרה דזה הוי מיעוטא דמיעוטא וניחא לן טפי למיתלי דילדה בלילה:", 
            "{כד} אבל אם לא בדק וכו' - פי' והשכים קודם עמוד השחר ומצא אבל אם לאחר עמוד השחר מצא אסור מספק ואף דהוא ספק דרבנן בדבר שיש לו מתירין מחמרינן אפילו בספיקא וכנ\"ל:", 
            "{כה} ובלא זכר רובן וכו' - ר\"ל אפילו בלא זכר עכ\"פ רובן יולדות ביום ולא הוי ספק השקול:", 
            "{כו} וכן בליל שני וכו' - דאפילו אם נאמר שנולדה ביו\"ט ראשון הרי נולדה בזה מותרת בזה וכנ\"ל בס\"ה אבל אם הביא ביום אפילו ביו\"ט שני של גליות אסורה דשמא היום נולדה:", 
            "{כז} של ר\"ה וכו' שאחר השבת - דאפילו אם נאמר שנולדה ביום ראשון של ר\"ה או בשבת הרי ג\"כ אסורה וכנ\"ל בס\"ה ואפילו אם חל יו\"ט שני אחר השבת ומיירי שאין העכו\"ם מספר כלל אימתי נולדה או שמספר שנולדה קודם ואינו לפי תומו כגון לאחר ששאלו ישראל אימתי נולדה משיבו שקודם ר\"ה או קודם שבת:", 
            "{כח} ומסל\"ת וכו' - ומיירי דלא ידע הנכרי דביצה שנולדה היום אסורה לישראל דאם ידע אף שהוא מסל\"ת אינו נאמן דמתכוין להשביח מקחו שיקחו ממנו כיון שהביצים הם שלו אבל אם הביצים הם של ישראל והעכו\"ם מסיח לפי תומו שנולדו מעיו\"ט אע\"פ שהוא יודע שביצה שנולדה היום אסורה לישראל מ\"מ כיון שלהגוי עצמו אין מגיע שום תועלת ממה שמשקר לומר שנולד מקודם מותר לסמוך עליו כיון שמסיח לפי תומו:", 
            "{כט} מותר לסמוך עליו - כיון שהוא מילתא דרבנן וגם לא איתחזק איסורא:", 
            "{ל} שמא נולדה בשבת - ודעת המ\"א דאפילו נולדה בשבת ליכא איסור דאורייתא לאכלה אלא עיקר החשש שמא נולדה היום וא\"כ נגמרה מאתמול במעיה דכל ביצה דמתיילדא האידנא מאתמול גמרה לה ונמצא דשבת הכין ליו\"ט ואסור מן התורה ולפ\"ז אם הביאה ביום א' קודם עמוד השחר דליכא למיחש שמא נולד בלילה ועכו\"ם מסל\"ת דנולד מע\"ש שרי דאף את\"ל שנולדה בשבת אין איסורה אלא מדרבנן ובדרבנן מסל\"ת נאמן:", 
            "{לא} אין עכו\"ם מסל\"ת נאמן - ובמדינותינו ששכיחי הרבה ביצים ומביאים הרבה בבת אחת ודאי רוב מהביצים שמביאים למכור הם מהנולדים מכבר וע\"כ נאמן הנכרי כשמסל\"ת ואומר שנולדו קודם שבת וכ\"ז כשמביא העכו\"ם הביצים לבית ישראל ואם הולך הישראל לבית העכו\"ם ליקח ביצים עיין בר\"ן ובמחה\"ש במה שהביא בשם השיטה מקובצת:", 
            "{לב} ביו\"ט שני אפילו ר\"ה - ר\"ל שחל ר\"ה ביום השבת וביום א' והביא העכו\"ם ביום א' נאמן במסל\"ת דגם הוא אינו אלא מדרבנן דאנן בקיאין בקביעא דירחא והעיקר הוא יום הראשון ובדרבנן נאמן העכו\"ם במסל\"ת:", 
            "{לג} ביצים גמורות - היינו אפילו בקליפתן:", 
            "{לד} מותרות - דכל זמן שלא נולדה חשבינן זה כגופה:", 
            "{לה} שלאחר השבת - ולא אמרינן שמא אם לא היה שוחטה היו נולדין היום ונמצא שכבר נגמרו מאתמול בשבת והוי הכנה משבת ליו\"ט דאף אם נגמרה בשבת אינה חשיבא הכנה אא\"כ נולדה ע\"י גמר זה אבל כ\"ז שלא נולדה אין גמר זה נקרא הכנה שטעמה משובח יותר כשנולדה:", 
            "{לו} אסור - באכילה ובטלטול עד הערב מפני שהוא מוקצה ואף המתירין מוקצה ביו\"ט מודים במוקצה כזה שעד שיצא האפרוח לאויר העולם לא היה ראוי לכלום דאף הכלבים לא היו אוכלין אותו כשהוא בקליפתו:", 
            "{לז} אסור ביו\"ט שלאחריו - י\"א דהוא מן התורה לפי שע\"י לידה זו הוכן לאכילה וכיון שבשבת א\"א לשחטו ולאכלו נמצא שהוכן בשבת לאכלו ביו\"ט שלאחריו וכבר נתבאר דאין שבת מכינה ליו\"ט. וי\"א דהוא רק מדרבנן לפי שבשבת גופא הוא מוקצה ואין יכול לאכול ולטלטלם באותו יום כלל ואם נתירו ביו\"ט נמצא ששבת הכין ליו\"ט:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}