{
    "versionTitle": "Mishnah Berurah : Siman 529", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} מצות יו\"ט לחלקו וכו' - דבחד קרא כתיב עצרת תהיה לכם ובחד קרא כתיב עצרת לה' אלהיך וע\"כ אחז\"ל דצריך לחלקו חציו לה' דהיינו לתורה ותפלה וחציו לכם דהיינו לאכילה ושתיה בשביל עונג יו\"ט וע\"כ יש לגעור בחזנים המאריכים יותר מחציו של יום וכתבו הפוסקים דכך הוא הדרך הנכון בבוקר מקדימין לילך לבה\"כ ולבתי מדרשות ומתפללין וקורין בתורה בענינו של יום ומתפללין מוסף וחוזרין לבתיהם ואוכלין והולכין לבתי מדרשות ושונין עד חצי היום ואח\"כ כשבא זמן מנחה מתפללין תפלה המנחה להתענג בשמחת יו\"ט שאר היום עד הלילה כדי לקיים חציו לכם ועיין לקמיה בסעיף ג':", 
            "{ב} ואל יצמצם וכו' - שכל מזונותיו ויציאותיו של אדם קצובים לו מראש השנה חוץ מהוצאות שבתות ויו\"ט שאם פיחת פוחתין לו ואם מוסיף מוסיפין לו [גמרא]:", 
            "{ג} וצריך לכבדו - דהיינו רחיצה בחמין בעיו\"ט כמו בע\"ש עיין לעיל סי' ר\"ס וכן שילבש כסות נקיה ולא ילבש מלבושי חול וכמו לענין שבת עיין לעיל סי' רס\"ב ס\"א וב' וה\"ה לענין יו\"ט ועיין סימן ר\"נ שצריך כל אדם להשתדל בעצמו להכין שום דבר לצורך שבת אע\"פ שיש לו משרתים וה\"ה לענין יו\"ט:", 
            "{ד} כמו בשבת - דכתיב וקראת לשבת עונג לקדוש ה' מכובד וימים טובים נאמר בהן מקרא קודש וגם בתורת כהנים איתא מקרא קודש קדשהו ובמה אתה מקדשו במאכל ומשתה וכסות נקיה:", 
            "{ה} ואסור לאכול וכו' - האי לישנא לאו דוקא דגם בע\"ש אינו איסור אלא מצוה להמנע מלקבוע סעודה מתשע שעות ולמעלה וכנ\"ל בסימן רמ\"ט ע\"ש:", 
            "{ו} ממנחה ולמעלה - היינו מזמן מנחה קטנה וכמ\"ש מקודם:", 
            "{ז} שזהו מכלל הכבוד - כדי שיאכל בליל יו\"ט לתיאבון:", 
            "{ח} יכול לקיים - ר\"ל אפילו אם שכח או עבר ולא קיים סעודה שלישית קודם זמן מנחה קטנה יכול לקיים אח\"כ אך אז מצוה לכתחלה ליזהר שיאכל רק מעט פת כדי שיאכל בלילה לתיאבון וה\"ה כשחל יו\"ט ראשון בשבת שייך כל אלו הדברים:", 
            "{ט} וחייב לבצוע - בשתי הסעודות שאוכל ביו\"ט וכדלקמיה:", 
            "{י} על שתי ככרות - שגם ביו\"ט לא היה יורד המן כמו בשבת והיה יורד בעיו\"ט כפלים:", 
            "{יא} על היין - היינו גם באמצע סעודה מלבד מה שקידש על היין מתחלה וכמו לענין שבת וכנ\"ל בסוף סי' ר\"נ וגם מצוה לאכול בשר וכל זה אם ידו משגת ועיין לעיל בסימן רמ\"ב. ואיתא בע\"ג דף ה' שתקנו להרבות בסעודה ביו\"ט הראשון של פסח ובעצרת ובר\"ה וביו\"ט האחרון של חג:", 
            "{יב} ובגדי יו\"ט וכו' - משום דחייב בשמחה וזהו ג\"כ בכלל שמחה ופשוט דכל זה ג\"כ בידו משגת:", 
            "{יג} ולא נהגו וכו' שלישית - כ\"א שתי סעודות ערבית ושחרית וחייב לאכול בהן פת ואם לא אכל בליל יום טוב יאכל ביום שני פעמים ויקדש בשחרית הקידוש של לילה וכמו לענין שבת בסימן רע\"א ס\"ח וסימן רצ\"א ס\"א. והנה יש מאחרונים שכתבו דאף דאין נוהגין לעשות סעודה ג' בפת מ\"מ טוב שיאכל פירות ויש שכתבו שמזה נתפשט המנהג לאכול ביו\"ט תבשיל אחד יותר בשחרית שיחשב במקום סעודה ואע\"ג דבשבת אין מועיל זה לענין סעודה ג':", 
            "{יד} מאחרין לבוא וכו' - כדי לטרוח בסעודת יו\"ט קודם שילכו לבהכ\"נ והאידנא שמאריכין בפיוטים ובניגונים בין יוצר אור וק\"ש וקרוב לודאי שיעבור זמן ק\"ש צריך להשכים בכל יום טוב כדי לקרות ק\"ש בזמן הראוי:", 
            "{טו} חייב אדם להיות שמח וכו' - והוא מ\"ע מן התורה דכתיב ושמחת בחגך ונוהגת גם בנשים [שע\"ת בשם הש\"א]:", 
            "{טז} במועד - עיין ברמב\"ם פ\"ו מהלכות יו\"ט דגם חוה\"מ הוא בכלל מועד לענין שמחה אבל לענין כבוד ועונג אין חייב בחוה\"מ דלא נאמר בהן מקרא קודש:", 
            "{יז} וחייב להאכיל לגר ליתום וכו' - שנאמר (דברים ט\"ז) והלוי והגר והיתום וגו' אבל מי שנועל דלתי חצרו ואוכל ושותה הוא ובניו ואשתו ואינו מאכיל ומשקה לעניים ולמרי נפש אין זו שמחת מצוה אלא שמחת כריסו ועל אלו נאמר זבחיהם כלחם אונים להם כל אוכליו יטמאו כי לחמם לנפשם טמא הוא ושמחה כזו קלון הוא להם שנאמר וזריתי פרש על פניכם פרש חגיכם [רמב\"ם] וגם בזוה\"ק מפליג מאוד בעונש מי שאינו נותן לעני מסעודתו ביו\"ט ר\"ל והעתיקו ד\"ז כל האחרונים ונתפרסם גודל החיוב לכל ישראל וע\"כ אינו מצוי שישאר עני ביום טוב בלי סעודה אבל מה נעשה עם האומללים והנדכאים בעיר שמתביישין לפשוט יד ולבקש וע\"כ נהגו באיזה מקומות שקודם יו\"ט הולכין נבוני לב לבתי העשירים לקבץ עבור אלו המרי נפש ואשרי האנשים שמשימין עין ע\"ז שמזכין לעצמן ומזכין לכל אנשי העיר:", 
            "{יח} ודין תענית וכו' - משמע מהרמ\"א דדעתו לענין תענית חלום דצריך להתענות ביו\"ט. ועיין בא\"ר שהביא בשם דרשות מהר\"ש שלא להתענות ביום שעולין לדוכן מפני שאמר הש\"ס דליקום מקמי כהני דפרסי ידייהו ולימא וכו' ומאריך בענין זה ולבסוף מביא בשם אחרונים דהמנהג פשוט להתענות ומ\"מ מסיק לבסוף דהיכי דיש עוד צד להקל יש להקל בזה יותר מבשבת:", 
            "{יט} ביו\"ט כמו בשבת - יש שכתבו דמי שמתענה ת\"ח כיון שאינו מקיים חציו לכם צריך להיות כולו לה' דהיינו ללמוד או לומר תפלות ובקשות אבל בד\"מ חלק ע\"ז דכיון דמתענה מקרי כולו לה' ועוד דהטעם שהתירו להתענות משום דכיון דנפשו מרה לו התענית עונג הוא לו אם כן מקרי לכם:", 
            "{כ} אוכל ושותה וכו' - ואפילו הוא מסגף עצמו מפני תשובה בכל ימות השנה שלא לאכול בשר ושלא לשתות יין בשבתות ויום טוב וחנוכה ופורים חייב לאכול ולשתות [בית יעקב סי' ע\"ג ועיין במאירי מש\"כ בענין זה בריש פ\"ב דביצה]:", 
            "{כא} שיש בה עבודת היוצר - ומדת החסידים אשר השם לנגדם תמיד ובכל דרכיהם ידעוהו בעת שמחתם אז יותר ויותר משבחין להקב\"ה אשר שימחם [טור ע\"ש]:", 
            "{כב} וכן יזהירו בדבר זה לכל העם וכו' - הנה באמת ד\"ז החיוב תמיד להזהיר ולמחות מי שיש בידו אלא שברגל מצוי הקלקול ביותר. ועיין בסי' של\"ט בבה\"ל ד\"ה להקל:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}