{
    "versionTitle": "Mishnah Berurah : Siman 501", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} שעומדות לבנין - ומוקצה הם שאדם מקפיד עליהם מחמת חשיבותן ומיחד להם מקום ואפילו להמתירין מוקצה סתם במוקצה מחמת חסרון כיס מודו:", 
            "{ב} אפי' אם היתה רעועה וכו' - דיכול להיות דמצפה מע\"ש שתשבר ולא אקצה מ\"מ אסור משום דעכ\"פ בין השמשות לא היתה שבורה ותקועה בבנין ונאסרה ושוב אינה ניתרת ועוד דהויא נולד דמעיקרא קורה והויא ככלי והשתא עצים בעלמא ומטעם זה לא הגיה הרמ\"א כאן כמו בסימן תצ\"ה דיש מתירים מוקצה משום דסמך עצמו על מה שמסיים שם דאפי' המקילין לא רצו להקל במוקצה דנולד:", 
            "{ג} אבל אם וכו' - ר\"ל דינה כסתם עצים העומדים להסקה:", 
            "{ד} מבקעין ממנה וכו' - ואע\"ג דמכשירין שאפשר לעשות מעיו\"ט הוא כיון דא\"א לאפות ולבשל בלא עצים עשו אותה כדיכת מלח שמותר ע\"י שינוי וגם זה לא התירו אלא בחתיכות גדולות דלאו מלאכה היא אלא עובדא דחול אבל לא בחתיכות קטנות דיש בה משום חשש טוחן:", 
            "{ה} אלא בקופיץ - כדי לעשות שינוי:", 
            "{ו} אבל לא בצד הרחב - מפני שהוא כקרדום:", 
            "{ז} אלא בסכין - או לשברו ביד:", 
            "{ח} לא יבקע כלל - ר\"ל לא מיבעיא לבקען לחתיכות דקות מאד דיש בזה חשש טוחן אלא אפילו לעשותן חתיכות שאינן דקות ג\"כ אסור כיון שיכול לבשל קדרתו בלא ביקוע הו\"ל טרחא ביו\"ט שלא לצורך ואסור והמדקדקים נוהגים ליזהר אף בחוה\"מ שמתקנים כל העצים הקטנים הצריכים לבישול דגים קודם יו\"ט שהרי יכול לבערו בלא ביקוע [ואף לבקע בחוה\"מ עצים גדולות שא\"א לבשל בם כמות שהן כיון שאפשר להכין קודם יו\"ט יש להכין קודם יו\"ט אם לא שלא היה לו מקודם] אכן במקום שדמי עצים יקרים והוי הפסד ודבר האבוד אם יבערם כמות שהן מצוה לחתוך אותם לחתיכות דקות:", 
            "{ט} ואפילו לשברם ביד וכו' - דכיון שראוים להסקה בלא שבירה הו\"ל בזה ג\"כ טרחא שלא לצורך:", 
            "{י} יש מי שאוסר - וכן הסכימו כמה אחרונים:", 
            "{יא} מכונסים שם מבערב - מלשון זה משמע דאפילו הכינן מבערב אסור וטעמא אפשר משום דהוי עובדא דחול לילך לשדה להביא עצים לביתו ויש מפרשים משום דמיחלף במפוזר ומפוזר אסור משום דמיחזי כמגבב לצורך מחר והוי כמעמר ומטעם זה אפילו ברה\"י אסור ללקטן כשהם מפוזרין וכדלקמיה:", 
            "{יב} בשדה משלפניו - היינו סמוך למקום בישול קדרתו דלא הוי עובדא דחול וגם לטעם השני הנ\"ל ג\"כ שרי דקדרתו מוכחת עליו שאינו מגבב לצורך מחר. ודעת מהרש\"ל והב\"ח וש\"א לאסור לגבב בשדה אפילו באופן זה דמיחזי כמגבב במקום גידולו כיון שהוא בשדה דחייב משום מעמר:", 
            "{יג} לוקח מלפניו - ר\"ל אפילו בחצר מגבב רק משלפניו לצורך בישול קדרתו עכשיו אבל לגבב מכל החצר להניח אסור ואין חילוק בין קסמים קטנים לגדולים:", 
            "{יד} מסגרת - דכשאין לו מסגרת אע\"פ שמכונס מבערב הו\"ל כשדה:", 
            "{טו} ותהיה בתוך תחום שבת - ומשמע דאפילו בסמוך לעיר נמי צריך מסגרת והרבה פוסקים חולקין ע\"ז ולדידהו כל שהוא סמוך לעיר בתוך ע' אמה ושיריים לא בעינן מסגרת והיכי בעינן מסגרת משבעים אמה ואילך עד תוך התחום שהוא אלפים אמה וכן הלכה [אחרונים]:", 
            "{טז} אחת מכל אלו - דהיינו שלא היה מכונס או שחסר מסגרת או חוץ לתחום:", 
            "{יז} הרי הן מוקצה - לפי הטעמים שכתבנו לעיל דהוי כעובדא דחול או משום חשש עימור דין זה הוא לכו\"ע אפילו להפוסקים דמתירין מוקצה ביו\"ט בעלמא בזה עשו חכמים ד\"ז למוקצה ויש מפרשים הלכה זו כפשוטו דאם חסר אחד מתנאים הללו מסתמא אסח דעתיה מינייהו מלאישתמושי ביו\"ט והויא לה מוקצה ולפ\"ז למאן דשרי מוקצה ביו\"ט מותר גם בזה ולדינא נכון להחמיר:", 
            "{יח} כיון שהרוח מפזרת וכו' - ר\"ל דכיון שדרכו של רוח לפזר לא סמכא דעתיה במה שכנס אותם מעיו\"ט ואפילו מצא אותן מכונסין אסור משום מוקצה:", 
            "{יט} כלי כבד מעיו\"ט - שלא יפזרם הרוח:", 
            "{כ} הרי אלו מוכנים - ואפילו מצאן ביו\"ט מפוזרין מותרין שכבר הוכנו מאתמול. וכ\"ז כתבנו למאן דמפרש הלכה זו משום מוקצה ולמאן דמפרש הלכה זו משום עימור טעמא דרישא דחיישינן שמא בשעה שיבא ליקח אותם יפזרם הרוח ויבוא ללקטם ביחד וכשמונח עליהם כלי כבד ליכא למיחש להכי ושרי ולפ\"ז אם מצא אותן מפוזרין אסורין ללקטן:", 
            "{כא} אין מסיקין בהם - דהא היה מחובר מאתמול והו\"ל מוקצה ועוד שמא יעלה ויתלוש ואפילו בטלטול אסורין:", 
            "{כב} שנשברו - היינו שנשברו כ\"כ שאין ראוין לכעין מלאכתן הראשונה אבל אם ראוין לכעין מלאכתן הראשונה [דהיינו שברי עריבה לצוק לתוכן מקפה (מאכל ערבו) ושברי זכוכית לצוק לתוכן שמן] ככלים שלמים הן ומסיקין בהן ועיין לעיל בסי' ש\"ח ס\"ו בט\"ז ובה\"ל שם:", 
            "{כג} שהם נולד - דמעיקרא כלי והשתא שבר כלי ואסורים בטלטול ולכך אסור להסיק בהם ואפילו אין מטלטלן כלל אלא שורפן במקומן שמונחין שם ג\"כ אסור דמעשה הדלקה שעושה בכלי שנדלקת על ידו חשיב כטלטול:", 
            "{כד} ואם הסיק וכו' - הג\"ה זו צריכה להיות אחר תיבת שלמים שבדברי המחבר:", 
            "{כה} לאחר שהודלקו במקצת - ר\"ל שהודלקו כ\"כ עד שאין ראוין לכעין מלאכתן הראשונה וכנ\"ל:", 
            "{כו} שברי כלי - ובלא היפך באש אף שנהנה מן המוקצה שנתבשל שם תבשילו לית לן בה דמוקצה מותר בהנאה היכי שההנאה באה מאליה ואינו עושה מעשה בידים ויתבאר לקמן בסימן תק\"ז במ\"ב:", 
            "{כז} עצים מוכנים - ויתבאר לקמן בסימן תק\"ז ס\"ב:", 
            "{כח} בכלים שלמים - דאף דכלי אינו עומד להסקה מ\"מ הלא קי\"ל דכל הכלים ניטלין אפילו שלא לצורך תשמישן המיוחד להן ומיירי שאין לו עצים לצורך תבשילו דאל\"כ עבר על בל תשחית. ולפעמים אסור להסיק אף בכלים שלמים כגון עכו\"ם שלקח עצים של ישראל ועשה מהן כלי ביו\"ט דהו\"ל נולד דמעיקרא עצים והשתא כלי. עץ שמחתין בו האש כיון שהוא מיוחד לכך הרי הוא כלי ואם נשבר ביו\"ט אסור להסיקו וכנ\"ל:", 
            "{כט} שנשברו מבעוד יום - ואם ראוין לכעין מלאכתן הראשונה דינם כשלמין ואסור להפוך בהם לאחר שהודלקו במקצת וכנ\"ל:", 
            "{ל} אין מסיקין בקליפיהן - וה\"ה בתמרים כשאכלן ביו\"ט אין מסיקין בגרעיניהן ואפילו הקליפין והגרעינין ראוין למאכל בהמה והטעם מפני שאתמול היו מחוברין וטפלין להאוכל ונחשבין כאוכל עצמו שהוא ראוי לאכילת אדם ועכשיו אין ראוין רק לאכילת בהמה והו\"ל נולד. ודוקא תמרים חשובים שאין נשאר מהם על הגרעינין כלום אבל תמרים רעים הואיל ונשאר מעט מן האוכל על הגרעינין מותר לטלטל הגרעינין אגב האוכל [גמרא]:", 
            "{לא} עצמן - דאין מוכנים להסיק כלל שאין דרך כלל להניח אוכלין על האש משא\"כ בכלים מפני צורך האוכלין ביו\"ט אפשר להסיק לפעמים בכלים פחותים. ומיהו בירושלמי איתא דמותר להסיק באוכלין גופייהו וכן פסק הרשב\"א [א\"ר]:", 
            "{לב} הם עדיין בקליפה - דאז מוכנים קצת להיסק אגב קליפתן:", 
            "{לג} ולפידים שנשארו וכו' - וה\"ה פתילה שנדלקה בשבת ונכבית:", 
            "{לד} מותר לחזור וכו' - ור\"ל לאפוקי ממי שרוצה לאסור מטעם דעצים שנדלקו ונכבו וה\"ה פתילה שנכבית נוחים אח\"כ ביותר להדלקה מעצים ופתילות חדשות ונמצא שהכביה שנכבו בשבת הכשירתם למחר להיות נדלקים בטוב והוא דומה למאי דקי\"ל ביצה שנולדה בשבת אסורה ביו\"ט שלאחריה משום הכנה ובעלי סברא זו הוסיפו עוד יותר דאלו עצים או פתילות שנכבו ביום א' של ר\"ה אסורים למחרתו דכיון דשני ימים של ר\"ה אינו מספיקא הוי להו כשני ימים טובים בפ\"ע וכשתי קדושות ואין קדושה אחת מכינה לחברתה וכמו ביו\"ט אחר שבת ובעל הגה\"ה חולק על סברת אלו הפוסקים וס\"ל דזה לא מקרי הכנה כמו ביצה שנולדה שהרי גוף העצים או הפתילה היו בעולם מכבר אלא שנשתבחו. והנה אף דהרמ\"א סתם כדעת המקילין מטעם דרבו המתירין מ\"מ לכתחלה טוב ונכון לצאת ידי הכל דהיינו להכין מבעוד יום פתילות חדשות שיהיו על יום טוב ואם לא הכין יראה עכ\"פ להדליק הפתילות מצד השני:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}