{
    "versionTitle": "Mishnah Berurah : Siman 511", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} מותר לעשות מדורה - דאף דכתיב בתורה אך אשר יאכל לכל נפש הוא לבדו יעשה לכם קי\"ל דמתוך שהותרה הבערה לצורך אוכל נפש הותר אף שלא לצורך אוכל נפש ובלבד שיהא שוה לכל נפש וצורך יו\"ט וי\"א דכל מידי דהנאת הגוף בכלל אך אשר יאכל לכל נפש הוא ורק שיהא שוה לכל נפש:", 
            "{ב} י\"א דאסור - ודוקא על ידי ישראל אבל ע\"י עכו\"ם לכו\"ע שרי והמנהג להקל אף ע\"י ישראל וכדלקמיה:", 
            "{ג} להחם בית החורף וכו' - היינו שאין מבשל שם שום תבשיל רק להחם בלבד:", 
            "{ד} דלפעמים אין הקור גדול - פי' בזמן שאין הקור גדול שאין דרך סתם בני אדם להקפיד על צינה זו דאם נזדמן ביו\"ט שהיה קור גדול כמו שמצוי לפעמים בפסח וסוכות מותר לכו\"ע ואף אם לא היה קור כ\"כ שצריך להבעיר מפני צינה ורק שהמאכלים השמנים [שבשלם בכירה] יקרשו מחמת קור מותר לו לכו\"ע להבעיר תנור בית החורף להעמידם שם כדי שלא יקרשו דהוא צורך אוכל נפש ממש:", 
            "{ה} אלא למפונקין - דכיון דאינו אלא למפונקין לא הוי שוה בכל נפש:", 
            "{ו} כמרחץ ומוגמר - היינו דין דלהחם מים לצורך רחיצת כל גופו דס\"ב דאסור מטעם זה ודין דמוגמר בס\"ד לקמיה דאיסורו הוא גם כן מטעם זה:", 
            "{ז} ונהגו להקל - כיון דעיקר מלאכת ההבערה בשביל קור הוא מלאכה המותרת דהוא שוה בכל נפש לא קפדינן אם הקור גדול או קטן:", 
            "{ח} מים - אף שאינן ראוין לשתיה רק לרחיצה:", 
            "{ט} ידיו - וה\"ה פניו ורגליו דרחיצת פניו ידיו ורגליו הוא דבר השוה לכל נפש ומ\"מ לא ירחצם במרחץ שמא יבוא לרחוץ שם כל גופו [ב\"י]:", 
            "{י} אבל לא כל גופו - פי' להחם מים כדי רחיצת כל גופו דרחיצת כל גופו הוא דבר שאין שוה לכל נפש רק למעונגין הרגילין בזה:", 
            "{יא} אפילו אינו רוחצו בבת אחת - אלא אבר אבר דבמים שהוחמו ביו\"ט אסור לרחוץ בכל גווני:", 
            "{יב} אבל מותר וכו' ע\"י ישראל ביו\"ט - פי' כגון שעבר וחממו או שהוחם לצורך שתיה או פניו ידיו ורגליו דשרי ולגדול אסור אף בכה\"ג לרחוץ ביו\"ט [אף להמתירין רחיצה בחמין שהוחמו מעיו\"ט] כיון שעכ\"פ הוחמו ביו\"ט אבל לקטן מותר דהיינו רביתיה ולא גזרו בו. ודוקא בקטן שרגילין לרחצו בכל יום אז אמרינן היינו רביתיה אבל כל שרגילין שלא לרחצו ב' או ג' ימים אז לאו היינו רביתיה ואסור:", 
            "{יג} אפילו ע\"י עכו\"ם - דלכמה פוסקים הוא איסור דאורייתא דרחיצת כל הגוף אינו שוה לכל נפש וע\"י עכו\"ם הוא שבות ואפילו לדעת הסוברים דהוא איסור דרבנן עכ\"פ הוי שבות דשבות מיהו במקום חולי קצת יש להתיר:", 
            "{יד} מותר להרבות בשבילו - כדי שישאר גם לקטן לרחיצה ובלבד שלא יוסיף מים בקדרה לאחר שהעמיד אותה על האש רק שיקח מתחלה כלי גדול. ולענין מה שנוהגין ליתן מטפחת (ווינדלי\"ן) בעריבה תחת הקטן בעת הרחיצה והנה יש בזה איסור כיבוס דשורה אותם במים וע\"כ יש ליזהר עכ\"פ שיהיו הווינדלי\"ן נקיים מכובסים מכבר דבלא\"ה אין להקל ליתנם לתוך המים כ\"א ע\"י עכו\"ם. ואפילו אם הם נקיים ומכובסים טוב שיתנן לתוך המים ע\"י עכו\"ם אם באפשר כ\"ז ביארתי לעיל בסימן ש\"ב ס\"י בבה\"ל ע\"ש:", 
            "{טו} מעיו\"ט מותר - אף דבשבת אסור אף אבר אבר וכ\"ש כל גופו כאחד כדאיתא בסי' שכ\"ו ביו\"ט קיל טפי:", 
            "{טז} אבל במרחץ וכו' - היינו אפילו בבית החיצון של מרחץ אסור לרחוץ בחמין ולא הותר שם אלא להשתטף בהם:", 
            "{יז} אסור - דאסרו חכמים רחיצה במרחץ משום גזירת הבלנין שהיו מזלזלין בזה לעשות באיסור כמבואר בשבת דף מ':", 
            "{יח} ויש אוסרין בכל ענין - דס\"ל דאין חילוק בין שבת ליו\"ט ואסרו רחיצה ביו\"ט כמו בשבת. [ודוקא כל גופו כאחד אבל אבר אבר לכו\"ע מותר לרחוץ] ואפילו להשתטף באותן חמין אסור לדעה זו. מיהו לענין תינוק גם לדידהו מקילינן ביו\"ט יותר מבשבת ומותר לרחצו אפילו בחמין שהוחמו ביו\"ט וכנ\"ל וכ\"ש בחמין שהוחמו מעיו\"ט. אכן בתינוק שאין מורגל כ\"כ אף בימי החול ברחיצת כל הגוף אפשר דאף בהוחמו מעיו\"ט יש להחמיר ולעת הצורך בודאי יש להקל. ועיין בא\"ר שכתב דרוב הפוסקים ס\"ל כדעה ראשונה אלא שנוהגין לאסור ואין לשנות המנהג:", 
            "{יט} וכן נוהגין - ולענין אשה שחל טבילתה ביו\"ט הסכימו כמה אחרונים שצריך ליזהר שלא יהיה במקוה רק פושרין דאל\"כ אסור לטבול בה וכ\"ז אם הוחמו המים מעיו\"ט אבל ביו\"ט אסור להחם ע\"י ישראל וע\"י עכו\"ם יש להקל וכ\"ז להחם בליל יו\"ט ב' אבל להחם ביו\"ט א' לצורך ליל ב' אין להקל כלל אם לא שהישראל יקח מהמים לשתות מהם קאפע או להדיח כליו דבזה מותר מדינא כדין ממלא חבית מים המבואר בסוף סי' תק\"ג ורק שצריך ליזהר בכל זה שלא להוסיף אח\"כ מים להיורה אלא בתחלה ימלא כל היורה מים כפי השיעור הצריך לו:", 
            "{כ} אדם מותר לטבול וכו' - ר\"ל אע\"ג דכלי אסור להטבילו ולטהרו מטומאתו ביו\"ט מפני שנראה כמתקן הכלי עי\"ז אדם שאני מפני שהוא נראה כמצנן עצמו במים [גמרא] ועיין לעיל סימן שכ\"ו ס\"ח במ\"ב ובה\"ל שם ביארנו כל פרטי דין זה:", 
            "{כא} מוגמר - דהוא דבר שאינו שוה לכל נפש אלא למעונגים ולא הותר ביום טוב ולענין שתיית טיטו\"ן ביום טוב עיין בבה\"ל:", 
            "{כב} על הגחלים - בגחלים של עץ אפילו אם הובערו לצורך אוכל נפש דיש בזה משום מכבה [הגחלים בתחלת נתינתן] ומבעיר שמבעיר הבשמים וכ\"ש אם הבעיר הגחלים בשביל זה ואף בגחלת של חרס [פי' חרס שניסק לצלות עליו בשר] משמע בש\"ס דאסור:", 
            "{כג} לגמר הבית - דוקא כשעושה זה ביום טוב אבל מותר ליקח מעיו\"ט כלי של ברזל מלא נקבים ומעשנין אותה בבשמים ופוקקין הנקבים ולמחר פותחין הנקבים ונמצא הבית מתגמר מאליו ושרי לעשות כן אפילו בשבת [גמרא]:", 
            "{כד} למתקן לאכילה - ואפילו טובים כך אלא שרוצה למתקן יותר שרי:", 
            "{כה} של עץ - אף דיש בזה משום מכבה ומבעיר כנ\"ל שרי דדבר זה שוה לכל נפש הוא דאף עניים מתאוין למתק אכילתן אלא שאינו מצוי להם ואף דבחרדל בסימן תק\"י אסור בכה\"ג התם משום דאפשר מבע\"י שכן דרכו. ודע דיש מן הפוסקים שסוברין דדוקא אם הגחלים הובערו מכבר לצורך או\"נ לקדרה וכה\"ג אבל אסור להבעיר עצים לכתחלה כדי לפזר מיני בשמים תחת הפירות ע\"ג גחלתן:", 
            "{כו} ואסור וכו' על הבגדים - ואפילו בגד שמריח כבר אין ליתן עליו כדי שיריח יותר ומ\"מ אתרוג שהיה מונח מעיו\"ט על הבגד ונטלו ממנו מותר להחזירו דאינו מריח יותר בשביל כך:", 
            "{כז} משום דמוליד וכו' - ואסור מדרבנן שהמוליד דבר חדש קרוב הוא לעושה מלאכה חדשה:", 
            "{כח} ריחא - וה\"ה דאסור ליתן ביו\"ט דבר המריח לתוך המים כדי שיריחו:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}