{
    "versionTitle": "Mishnah Berurah : Siman 526", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} לא יתעסקו בו ישראל - דאין מצוה של קבורה דוחה עשה ול\"ת דיו\"ט. וגם ע\"י קראי\"ם ואפילו אם נעשה עובד כוכבים אסור דהא ישראלים הם ומצווים ואיכא משום לפני עור לא תתן מכשול:", 
            "{ב} ואפילו יסריח - כגון שמונח מעיו\"ט או שהוא ימות החמה ואפילו היה יו\"ט ראשון ע\"ש שעד יום א' א\"א לקוברו ובמקום שאין העובדי כוכבים מניחים לעשות מלאכה ביום אידם שע\"כ יהא מונח עד יום ב' אסור גם כן על ידי ישראל:", 
            "{ג} אבל יתעסקו בו עממין - ואם חל יו\"ט ראשון בע\"ש וביה\"ק רחוק מן העיר יותר ממהלך יום ולא יגיעו העכו\"ם שם עד למחר ביום השבת אסור וכדלקמן בס\"ג אלא יקברוהו על ידי עכו\"ם בעירו ולאחר שבת יוציאוהו ויוליכוהו לבית הקברות או יניחוהו בארון ויחמרו בחמר ובזפת ע\"י עכו\"ם כדי שלא יהא ריחו נודף ולאחר שבת יוציאוהו ויקברוהו:", 
            "{ד} וע\"ל סימן ש\"ד - לענין עבדים אם מתעסקין על ידיהם:", 
            "{ה} ואפילו אם יכולין להשהותו להשהותו וכו' - עיין בה\"ל:", 
            "{ו} וכ\"ז בעשיית קבר וכו' - שהם מלאכות גמורות מדאורייתא וה\"ה דאסור לחתך בעצמו בגד פשתן בין מה שחותכין במדה מן החתיכה הגדולה או מה שמחתכין לחתיכות קטנות כדי לתפרם אח\"כ יחד כדרך שעושין בבגד דכל זה הוא בכלל מחתך [חכמת אדם] וכתבו הפוסקים דאפילו יש איזה חפירה בבה\"ק שאפשר להניחו שם עד אחר יו\"ט או אפילו קבר גמור רק שאיננו שלו ויצטרך לפנותו מותר לחפור ביו\"ט ע\"י עממים שאין זה כבוד למת לטלטל עצמותיו ולפנותו:", 
            "{ז} ותכריכים - ומ\"מ אם אפשר ליקח תכריכים מוכנים מאחד והם לפי ערך מדתו בודאי אין עושין אפילו על ידי עממין:", 
            "{ח} אבל להלבישו - שאינו אלא טלטול בעלמא:", 
            "{ט} ולחמם וכו' - דאין בכל זה איסור דאורייתא דמתוך שהותרה הבערה לצורך אוכל נפש הותרה נמי שלא לצורך וה\"ה בהוצאה ואפילו למ\"ד דשלא לצורך כלל מדאורייתא אסור בכגון זה דאיכא צורך קצת ומצוה דזילא ביה מלתא דלתעסקי עכו\"ם בטהרתו וכה\"ג שרי משום כבוד המת:", 
            "{י} ולהוציאו - פי' לקוברו אבל לטלטלו מן המטה לארץ כמו שנוהגין תיכף לאחר מיתה לא שרי רק ע\"י ככר ותינוק וכמו בשבת דטלטול זה אינו צורך קבורה:", 
            "{יא} ולשומו בקבר - אבל לכסותו אח\"כ בעפר לא שרי לכו\"ע רק ע\"י עממין דמילוי גומא הוי כבונה:", 
            "{יב} מותר ע\"י ישראל - ומ\"מ ללות חוץ לתחום אסור אף דתחומין גם כן אינן אלא מדרבנן כדלקמן בס\"ו ושם יתבאר. ודע דאף שהמחבר העתיק לסעיף זה בלא פלוגתא יש כמה ראשונים שחולקים בזה ואומרים דלא התירו חכמים לישראל בזה בשום דבר כיון דסוף סוף צריכין אנו לעכו\"ם לעיקר עסק הקבורה יעשה גם שארי דברים וכן הוא דעת רדב\"ז בתשובה וכן נוטה ג\"כ דעת הגר\"א בביאורו ומ\"מ מי שרוצה לנהוג כדעת השו\"ע בודאי אין למחות בידו כי יש כמה פוסקים העומדים בשיטה זו:", 
            "{יג} ע\"י קש וכו' - כלומר לטהרו ע\"ג עור או נסר ולא ע\"ג בגדים ובמה ירחצו בקש וה\"ה בידו אבל לא בסדינין:", 
            "{יד} שלא יבא לידי סחיטה - אע\"ג דמשעה ששורה אותו במים יש בו משום כיבוס וכדלעיל בסימן ש\"ב ולא הוי ליה לנקוט חשש דסחיטה שאח\"כ י\"ל דמסתמא רוחצין המת בסדינים נקיים ולבנים ולהרבה פוסקים לא אמרינן בזה שרייתו זהו כיבוסו וכדלעיל בסימן ש\"ב ס\"ט אבל משום סחיטה יש כאן ובפרט דלאחר הרחיצה מלוכלך הסדין מזיעת המת וכה\"ג ויבא לסחוט אותו והוא כיבוס גמור:", 
            "{טו} אסור להלינו - דמוטב שיקברוהו עכו\"ם ביום א' והוא שבות שאין בו מעשה משיקברוהו ישראלים ויעברו אשבות בידים:", 
            "{טז} כדי שיתעסקו בו ישראל - או כדי שילוו אותו אשתו ובניו חוץ לתחום ומשמע דאפילו בת\"ח שכבודו ביותר להקבר ע\"י ישראלים ג\"כ לא משהינן ליה. ויש מן האחרונים שכתבו דאם השהו אותו ליום ב' לא יקבר על ידי ישראל אלא ע\"י עכו\"ם ועיין בבה\"ל שפקפקנו בזה:", 
            "{יז} אפילו להוציאו ולהניחו בכוך - אע\"ג דאינו אלא טלטול על ידי נכרי לא רצו להתיר משום כבוד המת דאדרבא כבוד המת הוא שלא יתחלל שבת ויוהכ\"פ דחמירי על ידו וכל פרטי דין זה מבואר לעיל בסימן שי\"א עיי\"ש:", 
            "{יח} אפילו לחתוך לו הדס - במקומות שנוהגין להניח הדס על מטת המת ואע\"פ שאין זה מעיקרי צרכי הקבורה אלא בשביל כבוד:", 
            "{יט} ולעשות לו תכריכין - לחתוך ולתפור ואע\"פ שאפשר לכרוך את המת בסדין שלא בתפירה. ומ\"מ אם יכול למצוא תכריכים מוכנים כמדתו אין לעשות חדשים וכמו שכתבנו לעיל בס\"א ואם מטונפים הם מותר לכבסם:", 
            "{כ} וארון - אם אין לו נסרים מוכנים מותר לנסור ביום טוב ועיין בסימן תקמ\"ז:", 
            "{כא} לחצוב לו קבר - יש שכתבו דמ\"מ כל מה שאפשר למעט בחלול ממעטין וע\"כ כתבו דבמקום שיש בני חבורה שרגילין לחפור ולתפור ולעסוק אין רשאין אחרים זולת בני החברה לעסוק בקבורת המת אם לא שהוא ע\"ש סמוך לחשיכה דאז כל הזריז לסייעו שלא יבאו לידי חילול שבת הרי זה משובח וכמה אחרונים מקילין בזה משום דיו\"ט שני לגבי מת כחול הוא:", 
            "{כב} ואם אין באותו עיר וכו' - אבל אם יש ביה\"ק אלא שהוא צוה לפני מותו להוליכו לקברות אבותיו אין לחלל יו\"ט בשביל זה ומאחר שעכ\"פ מצוה לקיים דברי המת מלינים אותו עד אחר יו\"ט ואח\"כ יוליכוהו למקום אבותיו ואם יש לחוש שיסריח קוברין אותו ביו\"ט בעירו:", 
            "{כג} ומשכירין לו ספינה וכו' - או עגלה להוליכו עד מקום הקבורה ומותר גם להוליכו על בהמת ישראל. ודוקא האנשים הקברנים מותרים ליכנס לספינה אבל אנשים אחרים כדי ללוותו אסורים ויבואר עוד לקמן בסעיף ז':", 
            "{כד} כחול שויוה רבנן - ומ\"מ אינו כחול ממש וכל דבר שאסור בחוה\"מ אסור ביו\"ט שני במכש\"כ כגון לחצוב אבנים לקבר וכן לקצץ עצים מיער כדי לעשות מהם ארון דאסור בחוה\"מ וכמבואר בסימן תקמ\"ז וה\"ה הכא וגם מבואר שם דלנסור עצים לקרשים לעשות מהן ארון ולקצוץ הדסים ולתפור תכריכין וכה\"ג אינו מותר רק בחצירו של מת וכה\"ג כדי שיראו הכל שבשביל מת הוא עושה ובאדם מפורסם שמת מותר לעשות אפילו בשוק שהכל יודעים שבשבילו הוא ומבואר שם עוד דבמקומות שאין יהודים הרבה דרים בעיר אפילו באדם דעלמא מותר לעשות כל המלאכות שלא במקומו של מת דכיון שישראלים מועטים כשמת אחד הכל יודעים ואם מותר לילך חוץ לתחום להביא משם מת לקוברו או להביא תכריכין וארון למת יתבאר לקמן בסעיף ח':", 
            "{כה} אלא כל היכא דאפשר בעממין - ודוקא שיש עממין לפנינו אבל אם צריך להמתין הרבה שעות עד שיבאו עכו\"ם ומתוך כך יבא המת לידי בזיון לנפוח וכיו\"ב א\"צ להמתין ויתעסקו בו ישראל:", 
            "{כו} כמו ביו\"ט ראשון - ומ\"מ כתבו האחרונים דמותר לטהרו בסדין כדרכו ול\"ג שמא יבא לסחיטה רק שיזהר שלא יעשה סחיטה בידים ונ\"ל שידקדקו שיהיו הסדינים נקיים דאי לא שרייתו הוא כיבוסו וכדלעיל בס\"ק י\"ד. ומותר ללותו חוץ לתחום וכדלקמן בס\"ו אע\"ג דביו\"ט ראשון אסור דמ\"מ לא הוי מלאכה:", 
            "{כז} חוץ מן הכיפה וכו' - היינו שהיה דרכם לבנות בנין וזהו אסור כיון שכבר נקבר למה לנו לחלל יו\"ט:", 
            "{כח} אבל מותר לכסותו בעפר - היינו אפילו כמו שנוהגין לצבור עפר על הקבר עד שנעשה כמו תל דגמר קבורה הוא. ומשמע מסתימת רמ\"א דאפילו למנהגנו דמחמרינן במלאכות גמורות לעשות ע\"י עכו\"ם מ\"מ בזה לא נהגו להחמיר:", 
            "{כט} אבל אם אינם רוצים - כגון שמלינים אותו לכבודו. וה\"ה אם היה סמוך לערב ואין שהות לקוברו ועיין לקמן בס\"ח דלפעמים מותר להתחיל לעסוק לצורך המת ביו\"ט כדי למהר קבורתו בחול ושם יתבאר:", 
            "{ל} אבל טלטול מותר - אפילו ע\"י ישראל ואין בכלל זה הוצאה ואפילו לכרמלית אסור [אחרונים] ומסקנת רוב האחרונים דאפילו טלטול אינו מותר לצורך החיים כגון לפנותו מן הבית כדי שהכהנים יכנסו לבית או מפני עגמת נפש אלא א\"כ שהוא צורך המת כמו מחמה לצל וכה\"ג ואף בזה מחמירים שאינו מותר רק ע\"י ככר ותינוק וע\"פ המבואר לעיל סימן שי\"א:", 
            "{לא} החופר וכו' - וה\"ה הנותן בד לתכריכין וכדומה:", 
            "{לב} מותר לו ליטול שכר - ובלבד שלא יזכרו סכום המקח וכש\"כ שלא ליקח מעות אלא אחר יום טוב יבאו לחשבון וגם בזה איכא מ\"ד דאסור דאין ליקח שכר שבת אלא דיש שמתיר במקום מצוה וכדמבואר לעיל בסימן ש\"ו סעיף ה' מיהו אם אין החופר רוצה לחפור אלא אם כן יקצצו עמו דמים או יתנו לו כסף מזומן ביו\"ט אע\"ג שעבירה הוא בידו מ\"מ יש לקרובי המת ליתן לו דיו\"ט שני לגבי מת כחול שויוהו:", 
            "{לג} תוך התחום - ר\"ל עד אלפים אמה ולא יותר אע\"ג דעד ג' פרסאות לכו\"ע אינו אלא מדרבנן לא התירו משום לויה גרידא:", 
            "{לד} חוץ לתחום - אפילו חוץ לתחום ג' פרסאות ואע\"ג שאין בהם צורך למת אלא מלוין אותן מפני הכבוד בלבד אפ\"ה שרי דכחול שויוה רבנן [אחרונים]:", 
            "{לה} וחוזרין למקומם בו ביום - ואפילו יצאו חוץ לכמה מילין מותרין ג\"כ לחזור לביתם שאם יאסרו אותם יהיו נכשלים לעתיד לבא שלא ירצו לילך ולהתעסק בצרכי המת ובהלויתו. ומסתברא דכ\"ז אם אין שם במקום הקברות מושב יהודים בתוך התחום הא אם יש שם ושיכולים שם לאכול ולישב לא נתיר להם לחזור דבשביל זה שאי אפשר להם לחזור לאכול ולשוב לביתם פעם אחד לא ימנעו ללות המת ועיין בה\"ל. ונתבאר בהפוסקים דמ\"מ אם יכול לקצר דרכו לא נתיר לו לחזור בדרך ארוכה [עיין במג\"א ובמחה\"ש]:", 
            "{לו} וכן מותר להחזיר כלי הקבורה - ומוקצה אינם דהרי כלים שמלאכתם להיתר הם דשמא יצטרך להם למת אחר בו ביום וא\"כ מותר לטלטלם אפילו לא יצטרך להם רק לשמרם שלא יגנבו וכדלעיל בסימן ש\"ח ס\"ד וכיון שכבר מטלטלם אפילו ימצא סמוך לחומת העיר מקום שמור להניחם ג\"כ אינו צריך אלא מותר לישאם עד ביתו וכדלעיל בסימן ש\"ח ס\"ג:", 
            "{לז} אסורים לרכוב וכו' - וה\"ה לילך בספינה ואפילו בתוך התחום נמי אסור ואע\"ג דמתירין ללות חוץ לתחום שאני רכיבה דאיכא חשש חתיכת זמורה שהיא מלאכה דאורייתא ולא ניתר בשביל לויה שאינה מעיקרי צרכי הקבורה ועוד דברכיבה איכא זילותא דיו\"ט טפי מהליכה ברגליו:", 
            "{לח} ואפילו האבלים - ומשמע דאפילו א\"א במקום הזה לילך ברגליו וישאר בלי לויה ג\"כ אסור:", 
            "{לט} מתירין להם - ומיהו לא ירכבו בעיר מפני האומות שלא יאמרו עליהן שמחללין יו\"ט:", 
            "{מ} לרכוב ע\"ג בהמה - וה\"ה דמותרין הקוברין לילך בספינה:", 
            "{מא} ולא ניתן לקבורה - והיה מונח בין העכו\"ם:", 
            "{מב} למהר קבורתו - ואע\"ג דלא התיר המחבר לעיל בסעיף ד' לעשות שום מלאכה בשאין בדעתו לקוברו בו ביום שא\"ה דהיה מוטל כבר כמה ימים בין העכו\"ם והוא מת מצוה וצריך למהר כל מה דאפשר כדי שלא יתנוול וכתב המג\"א ומיהו אם מונח שמה בבית אין להקל ועיין בבה\"ל מה שכתבנו בזה:", 
            "{מג} ומותר להביא וכו' מחו\"ל - כבר כתב כן המחבר בס\"ד ולא חזר הרמ\"א וכתבו אלא משום חידושו דאפילו אין המת כאן אלא שנודע להם שיש מת מחו\"ל מותרים לילך לחוץ לתחום להביאו משם לעירם לקוברו באותו יום בקברות ישראל ועיין בביאור הלכה שאין להקל בזה אא\"כ השתהה שם:", 
            "{מד} תינוק שמת וכו' - פי' דנפלים אין קוברין אותן ביו\"ט ואפי' ע\"י עממין שהרי הם כאבן ואסורים אף בטלטול:", 
            "{מה} אם גמרו שערו וכו' - ובלא גמרו אפילו מת ביום ל' גופא אינו בחזקת בן קיימא ודינו כנפל:", 
            "{מו} ודינו כמת גדול - ונקבר ביום א' ע\"י עכו\"ם וביום ב' ע\"י ישראל:", 
            "{מז} דרוב נשים יולדות ולד קיימא - ומיתתו תלינן באיזה סיבה ויש חולקין בזה דכיון דמת איתרע רובא דהא רוב בני קיימא אינם מתים בתוך ל' ומסתמא נפל היה ויש להחמיר לקוברו ע\"י עכו\"ם ומיהו ע\"י עכו\"ם אפשר להתיר אפילו בלא גמרו שערו וכו' דעכ\"פ הוא ספק בן קיימא:", 
            "{מח} נפלים וכו' - נראה דלאו בנפלים ודאים קאמר דהא אינהו אסור לקוברם ביו\"ט וא\"כ בלאו הכי לא שייך למוהלן דהא מלין אותן על קברן וכמו שכתב המחבר ביו\"ד בסימן רס\"ג סעיף ה' אלא אנפלים דסעיף ט' קאי שמחזקינן להו לענין קבורה בחזקת בני קיימא ומטפלין בקבורתם ביום טוב ואפילו הכי לקיים המנהג למולן אין להתיר שאין זה מצרכי קבורה:", 
            "{מט} ואסור לקוברו - לפי מה שבארנו דברי המחבר אין דברי הרמ\"א מדוקדקין כ\"כ שהרי אהא דסעיף ט' לא פליג רמ\"א אם לא משום דהמחבר סתם וקאמר נפלים ושלא לטעות דדוקא הערלה אין מסירין קמ\"ל דמי שהוא בחזקת נפל גם לקוברו אסור. ועוד י\"ל דגם בספק נפל כההיא דסעיף ט' דעת רמ\"א שמוטב להניח קבורתו עד אחר יו\"ט כדי שיסיר ערלתו לפני הקבורה ולא קוברין ספק נפל אלא במת לאחר שמלו אותו או בנפל נקבה וכן כתבו איזה אחרונים. מיהו בתינוק שלא מלו אותו מחמת חולי וכה\"ג ומת לאחר שלשים בודאי קוברין אותו ביו\"ט ומסירין אז גם ערלתו. ודע דיש מן אחרונים שחולקין אעיקר דיני דנפלים ולדידהו קבורת נפלים נמי מצוה ואם כן אפשר שיש עכ\"פ להתיר ביו\"ט שני על ידי עכו\"ם ועיין בחכמת אדם כלל ק\"ע ס\"ז:", 
            "{נ} אין קורעין וכו' - דאין זה מצרכי המת ומיהו לערב צריכין לקרוע:", 
            "{נא} כשמת בליל יום טוב וכו' - וביו\"ט ראשון שהוא על ידי עממין אפילו מת בלילה קוברין אחר האכילה או אחר התפלה וכ\"ז למחבר דיו\"ט ב' הוא ע\"י ישראל אמנם לדידן דנוהגין אפילו ביו\"ט ב' ע\"י עממין א\"כ יו\"ט ראשון ושני שוין:", 
            "{נב} אחר האכילה - ויש שכתבו דמוטב לקברו בשעה שאומרים פיוטים ויזמינו עשרה בני אדם עכ\"פ לקבורתו ואם הוא אדם חשוב שחייבים כולם ללוותו יוציאוהו לאחר התפלה וילווהו עד ביה\"ק ויניחוהו שם וילכו לאכול ואח\"כ יקברוהו ומ\"מ אם הכל מוכן דהיינו הקבר והתכריכין ואפשר לקוברו קודם אכילה בענין שלא ימנעו עי\"ז משמחת יו\"ט עדיף טפי לקוברו קודם אכילה דבמדרש סמכו על קרא דלא תאכלו על הדם שאסור לאכול סעודה קבוע קודם שנקבר המת:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}