{
    "versionTitle": "Mishnah Berurah : Siman 496", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} והיו מנדין וכו' - ואע\"ג דעכשיו בקיאין אנו בקביעות החודש לפי החשבונות שבידינו מ\"מ חששו חכמים שמא מרוב הצרות והטלטולים בגלותנו ישתכח החשבון ויבואו לעשות חסר מלא ומלא חסר ויאכלו חמץ בפסח וע\"כ הניחו הדבר בחו\"ל כמו שהיו בימים הראשונים:", 
            "{ב} למי שמזלזל בו - במזיד ואפילו זלזל בו בדבר שהוא משום שבות או בתחומים דרבנן נמי מנדין אותו וכתבו האחרונים דאפילו חיללו ע\"י עכו\"ם נמי הוא בנידוי דכל מה שאסור בראשון אסור בשני ונתבאר בפוסקים דיו\"ט שני חמור בזה מיו\"ט ראשון דביו\"ט ראשון אין מנדין רק בעבר על איסור דאורייתא אבל על שבות דרבנן אין מנדין רק מלקין אותו מכת מרדות משא\"כ ביו\"ט שני והטעם משום דיו\"ט שני כל עיקרו אינו אלא מדרבנן א\"כ כי עבר בו על איזה דבר שהוא הרי הוא כעוקר את כולו ולהכי החמירו עליו משא\"כ ביו\"ט ראשון שאינו עוקרו במה שעבר על שבות שהרי באיסור דאורייתא שבו לא עקרו ויש פוסקים חולקים בזה ולדידהו אין חילוק כלל בין יו\"ט א' לשני והדבר תלוי רק לפי ראות עיני הדיינים במה שרואין לפי הענין אם להקל עליו במלקות או להחמיר עליו בנידוי רק שהרשות בידם אפילו לנדותו. כתבו האחרונים דאם עשה הדבר ע\"פ הוראת חכם שטעה אין לנדותו שהרי שוגג הוא:", 
            "{ג} אלא היו מלקין אותו - ושיעור מכת מרדות יש בזה דיעות בין הפוסקים עיין במ\"א וא\"ר:", 
            "{ד} אלא לענין מת - משום כבודו ויתבאר לקמן בסימן תקכ\"ו. ולענין כיבוי דליקה עיין פר\"ח ויתבאר לקמן בסימן תקי\"ד ס\"א:", 
            "{ה} וכן לכחול את העין - מיירי שחש בעינו קצת וכל גופו בריא ואינו מרגיש מיחוש בגופו מחמת העין דבכגון זה בשבת ויו\"ט אסור לעשות שום רפואה ע\"י עצמו אפילו בשינוי וכמו שנתבאר לעיל סימן שכ\"ח סי\"ז במ\"ב ס\"ק נ\"ב והכא ביו\"ט שני שרי לכתחלה ואפילו בלי שינוי:", 
            "{ו} או שאר חולי - וג\"כ בשאינו כולל כל הגוף:", 
            "{ז} בשני מותר וכו' - שמיני הנאת הגוף לא החמירו בו ביו\"ט שני בשבות דרבנן:", 
            "{ח} אסור לישראל וכו' - ואפילו חש בכל גופו נמי אסור ע\"י עצמו. כתב באו\"ה אדם הנופל או הנגוף ונצרר דם במקום נפילתו או נגיפתו אין חשיב חולי הפנימי ומאחר שאין מצטער כ\"כ ויכול להמתין למחר בלי סכנה נראה דאסור להקיז דם שקורין קעפפ\"ן [ובלשוננו באנקע\"ס] אפילו ביו\"ט שני של גליות ואפילו ע\"י עכו\"ם עכ\"ל:", 
            "{ט} אסורים לעשות מלאכה - דנותנין עליו חומרי מקום שהלך לשם ואפילו בצנעא אסור וכמו שנתבאר לעיל בסימן תס\"ח ס\"ד ומ\"מ אם עשה מלאכה אין מנדין אותו:", 
            "{י} בישוב - לאפוקי אם יצא מן הישוב ובא לו למדבר אין צריך להתנהג כמנהג חו\"ל כיון שאין דעתו להשתקע שם. כתבו הפוסקים דישוב נקרא ישוב של ישראל דוקא וכל זמן שלא הגיע לעיר של ישראל א\"צ להתנהג כחומרי אותה המדינה. וכתבו עוד דתוך התחום הוי כתוך העיר וצריך להתנהג כחומרי אותו מקום:", 
            "{יא} אבל אם הגיע לישוב - אפילו לישוב נכרים דכיון שאין דעתו לחזור נמשך אחרי המדינה שבא לשם מכיון שהגיע לישוב של ב\"א ויש מי שמקיל גם בזה כמו בדעתו לחזור ובעי שיגיע דוקא לישוב של ישראל:", 
            "{יב} בין במדבר - ר\"ל אחר שנכנס לישוב אפילו יצא אח\"כ למדבר לא נפקע חיובו:", 
            "{יג} וכל חוץ לתחום וכו' - ר\"ל בין בדעתו לחזור בין באין דעתו לחזור כל שלא הגיע לתחום הישוב מקרי לא הגיע לישוב עדיין. כתבו הפוסקים בני א\"י שבאו לח\"ל ודעתו לחזור וחל יו\"ט ב' בע\"ש א\"צ לערב עירובי תבשילין מפני שהוא דבר שבצנעא ולכן אין צריך לנהוג בזה כחומרי המקום שהלך לשם כיון שדעתו לחזור ומטעם זה צריכים הם להתפלל תפלת י\"ח בלחש ביו\"ט שני. וכן להניח תפילין בצנעא כיון שדעתו לחזור נותנין עליהם חומרי המקום שיצאו משם כמ\"ש בסי' תס\"ח אבל צריכים ללבוש מלבושי יו\"ט מפני שהוא דבר של פרהסיא. ובן חו\"ל שבא לא\"י אם דעתו לחזור למקומו צריך לעשות שני ימים יו\"ט ומ\"מ תפלת יו\"ט צריך להתפלל בביתו בצנעא אכן אם דעתו שלא לחזור למקומו לעולם יתנהג כבני א\"י וכמו שמבואר לעיל בסימן תס\"ח עי\"ש במ\"ב ובה\"ל. כתבו האחרונים דמי שעוקר דירתו עם אשתו ובניו ממקום למקום לישא וליתן ולהרויח אע\"פ שבשעת עקירתו היה דעתו לחזור למקומו כמי שאין דעתו לחזור דמי דסתמא דמילתא כיון דעקרינהו לאינשי ביתיה כל שמוצא פרנסתו מרווחת באותו מקום שהלך לשם אינו זז משם. וכתבו עוד דמי שאין דעתו לחזור אע\"פ שאשתו נשארה במקומה הראשון אפ\"ה אין דעתו לחזור מיקרי:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}