{
    "versionTitle": "Mishnah Berurah : Siman 500", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} אין קונים בשר וכו' - אפילו ליקח בהקפה משום גזירת מקח וממכר:", 
            "{ב} הריני שותף וכו' - ר\"ל אע\"פ שאינו קונה ממנו אלא משתתף עמו בגוף הבהמה אפ\"ה אסור כיון שמזכיר שם דמים:", 
            "{ג} אלא מחלק וכו' - עיין בה\"ל:", 
            "{ד} להם - דוקא בלא גורל כגון שהם מוותרים זה לזה ואין מקפידין אם יקח חבירו מנה יפה אבל אם מקפידין וצריכין גורל אסור ועיין סוף סי' שכ\"ב ואפילו גורל ע\"י סכין כמו שעושין הקצבים [דהיינו שמניחין סכין בין שני החלקים ושואלים להקונים איזה צד רוצה אם החלק שמונח לצד החד או לצד הגב] גם זה מקרי גורל ואסור [אור זרוע הלכות יו\"ט]:", 
            "{ה} ומביא וכו' - ר\"ל וכדי שידעו אח\"כ כמה צריך לפרוע שהרי יש בהמה שחלק ממנה שוה דינר ויש בהמה שנתח ממנה שוה שני דינרים לזה אמרו חכמים שקודם ששוחט לבהמה מביא בהמה אחרת ששויה כזו לעין הרואה ולמחר שמין דמיה וכן ישלמו. ונראה דאם הקונים סומכין על הטבח בדבר המקח שיאמר להם למחר א\"צ להביא בהמה אחרת אח\"כ מצאתי שכ\"כ בא\"ר בשם תניא וז\"ל וה\"ה שיוכל לילך לטבח ישראל או כותי ולומר לו תן לי רגל או חצי וכיו\"ב בלא זכירת מקח וממכר ופיסוק דמים ולמחר פורע לו המעות כמו שיוכל וכעין זה משמע בטור סימן תקי\"ז:", 
            "{ו} זו כזו - ומ\"מ אסור לפרש ולומר מה שאתה נוטל למחר בעד זו ניתן לך בעד זו דהוי סכום מקח:", 
            "{ז} אפילו בכה\"ג אסור - היינו אפילו בלא פיסוק דמים שאומר לעכו\"ם הריני עמך בבהמה זו למחצה וכו' והטעם משום דאין ישראל רגיל להשתתף עם העכו\"ם מחזי טפי כמקח וממכר ולא הקילו בזה ויש חולקין בזה דלא מפלגינן בין ישראל לעכו\"ם וכל שאינו מזכיר דמים מותר ויש להחמיר כסברא ראשונה. בד\"א בדבר שאין שיעור מקחו ידוע כמו בשר אבל דבר שמקחו ידוע כמו ביצים ואגוזים וכה\"ג מותר ליקח חלק אצל נכרי אם אינו מזכיר לו סכום דמים. וכתב הלבוש דאסור לו לישראל למכור לעכו\"ם ביו\"ט אפילו בלי פיסוק דמים [אם לא דאיכא פסידא כגון בשר טריפה וכדלעיל בסוף סימן תצ\"ז ע\"ש] דלא התירו זה אלא כשישראל קונה ומשום שמחת יו\"ט:", 
            "{ח} אסור לשקול - ואפילו אינו שוקל במשקל הרגיל אלא שמניח בכף כלי או סכין ודעתו למחר לשקלו אפ\"ה אסור דעובדא דחול הוא כתבו האחרונים דאפילו אינו מדקדק במשקל כ\"כ רק פוחת מעט או מוסיף ג\"כ אסור דמ\"מ נראה כשוקל:", 
            "{ט} ואפי' ליתנו וכו' - ר\"ל ובכף השני מונח משקלות:", 
            "{י} שרגילין לשקול בה - דאז נראה כשוקל ועיין בבה\"ל כתבו האחרונים דלא קאי רק אנותנו לשמור מן העכברים הא במקום ששוקל להדיא אפילו אינה תלויה במקומה אסור:", 
            "{יא} ואפילו לשקול מנה וכו' - מנה הוא חלק ור\"ל כשיש להם בשר לחלק ומניחין חלק אחד בכף אחת והשני בכף שכנגד להשוותם:", 
            "{יב} שלוקח וכו' ומשער - דוקא בזה שהוא השערה בעלמא אבל אם לוקח משקל ביד אחת וביד השני בשר לשער נגד המשקל אסור:", 
            "{יג} אפילו זה אסור - מפני שהוא רגיל בזה יודע הוא לכוין המשקל בצמצום וכשוקל במאזנים דמי וכתבו האחרונים דלא מחמרינן בזה אלא בשעה שמוכר אבל לעצמו בביתו לית לן בה. אסור לשקול הבשר במים דהיינו כלי שיש בו שנתות [דהיינו חריצים] ונותן בו מים ומניח בו הבשר וכשהמים מגיעין עד השנתות יודע כמה ליטרא יש בבשר ג\"ז אסור ואפילו פיחת מעט או הוסיף מעט שניכר שמכוין למשקל [גמרא]:", 
            "{יד} חותך כדרכו - כתב המ\"א דמותר לומר לטבח תן לי ליטרא בשר דאינו מכוין למשקל אלא להודיע לו כמה הוא צריך וכמו שכתב הרמ\"א לעיל סימן שכ\"ג ס\"ד וע\"ש במ\"ב סק\"כ ובה\"ל:", 
            "{טו} לתלותו בו - מלשון זה משמע דאפילו בעה\"ב לעצמו אין לו לעשות נקב בבשר השחוט כדי שיוכל לתלותו על הכותל שלא יעשה כדרך שהוא עושה בחול אבל יש מפרשים דאין הדברים אמורים אלא בקצב המוכר בשר שדרכו בחול לעשות נקב בסכין בהבשר כדי שיוכל הלוקח לאחוז שם בידו להוליכו לביתו וביו\"ט צריך לשנות לעשות הנקב ביד כדי שיהיה היכר שאין מקח וממכר מותר בו ולעשות נקב בחתיכת האפיקומן בפסח לתלותו נראה דלכו\"ע מותר אפילו בסכין ומ\"מ לעשות בו נקב עיגול או משולש כמגן דוד יש להחמיר [פמ\"ג]:", 
            "{טז} לעשות בו סימן - שלא יחליפנו אדם:", 
            "{יז} מותר אפילו בסכין - איתא בגמרא דרבה בר ר\"ה =רב הונא= מחתך אתלת קרנתא [כשהיה משלח הבשר לביתו היה רגיל לעשות כל חתיכה בעלת שלש קרנות ובביתו היו יודעין שזה היה סימן שלו תמיד] אבל אותיות [וציורים] אסור לעשותן בבשר דרך סימן ביו\"ט:", 
            "{יח} מולגין וכו' - ברותחין אחר המליחה כדי להשיר השיער וכן מהבהבין וכו' דהוי מלאכה לצורך אוכל נפש ופשוט דלדעת היש מחמירין לעיל בסימן תצ\"ה דאף באו\"נ גופא אם אפשר לו לעשות מעיו\"ט אסור ביו\"ט מיירי כאן בשלא היה לו פנאי למולגו מעיו\"ט [דידוע שאינו מתקלקל אם היה מולגו מעיו\"ט] או דמיירי ששחטו ביו\"ט גופא:", 
            "{יט} באור - וה\"ה דמותר להטמין אותו ברמץ:", 
            "{כ} בסיד וכו' - כדי להסיר השער:", 
            "{כא} בבת אחת - במפולת יד אחת כגון שיש כאן שלש חתיכות יניחם זו אצל זו ויקח מלח מלא חפניו כדי שיעור מליחה של כל החתיכות וזורה עליהם בבת אחת:", 
            "{כב} אע\"פ שאינו צריך - ליו\"ט אלא אחת והטעם שטורח אחד הוא טורח לכל הבשר שהרי מולחן ביחד ואע\"פ שהוא מוסיף קצת טרחא שהרי צריך להפך כל חתיכה וחתיכה בפ\"ע כדי למולחם בצד השני מ\"מ כיון דמן התורה אין עיבוד באוכלין כמו שכתבנו לעיל בסימן שכ\"א הקילו חכמים למלוח בבת אחת אם חושש שמא יסריח הבשר:", 
            "{כג} וי\"א דלא שרי להערים וכו' - הלשון מגומגם דלא נזכר הערמה כלל בדברי המחבר וכתבו הרבה מפרשים שחסר כאן בדברי המחבר וכצ\"ל ומותר להערים ולמלוח חתיכה ואח\"כ ליטול אחרת ולומר בזה אני רוצה ור\"ל דאפילו כשאינו מולח בבת אחת יש תקנה דהיינו ע\"י הערמה שיאמר בזו האחרת אני רוצה עכשיו והתירו לו דבר זה כדי שלא ימנע מלשחוט אם ידע שלא יתירו לו למלוח כל הבשר ואתי למסרח [ויש שכתבו דאפילו נשחט מעיו\"ט נמי מותר למלוח כולן ביו\"ט ע\"י הערמה] וע\"ז הגיה רמ\"א וי\"א דלא שרי להערים וכו':", 
            "{כד} רק קודם אכילת וכו' - דבאמת צריך לאכול אז איזה חתיכה אבל אם כבר אכל ואין בדעתו לאכול עוד יותר היום אסור להערים ולמלוח אע\"פ שיבשל ויטעום מעט כיון שאינו טועם רק כדי להתיר לו מליחת שאר החתיכות וכעין שנתבאר לקמן בסימן תק\"ג ס\"א ע\"ש. ואפי' אם ירצה למלוח כל החתיכות ביחד נמי אסור בכגון זה דלא שייך בזה לומר טרחא אחת לכולם שהרי גם לאחת א\"צ באמת. והסכימו האחרונים דכ\"ז בשאינו ידוע לו בודאי שיסריח אם לא ימלחנו אבל בידוע לו בודאי מותר למולחו אפילו אחר אכילה ואפילו בזה אחר זה ע\"י שיערים על כל חתיכה לומר מזו אוכל היום וצריך שיאכל כזית מאחת מהן ואפילו זה לא התירו אלא כששחט ביו\"ט כדי שלא ימנע על להבא מלשחוט אבל כששחטה מעיו\"ט כיון שהיה יכול למלחה מעיו\"ט אסור למלוח בשר שא\"צ לו ביו\"ט אא\"כ מולחו קודם אכילה:", 
            "{כה} ומותר למלוח וכו' - ר\"ל כשמולחו להכשירו להוציא דמו [ומטעם דאם היה מולחו מעיו\"ט היה צריך אחר הדחה שניה למולחו עוד פעם שני ולהשהותו במלח עד למחר [דאל\"כ היה מתקלקל] ודבר ידוע הוא כשהבשר שוהה הרבה במלח מפיג טעם לפיכך מותר למלוח הבשר שרוצה לאכלו בו ביום ואגבן מותר למלוח שארי הבשר כיון שהוא בבת אחת או ע\"י הערמה וכנ\"ל] אבל אם כבר נמלח והודח משום דם אסור למולחו פעם שנית ביו\"ט כדי שלא יפסיד ואפילו בשחרית קודם אכילה שהרי אין דרך למלוח בשר בשעת בישולו ואדרבה מדיחין אותו ממלחו בשעת בישולו ואם כן מוכחא מלתא שמולח רק לתקן הבשר ולכן אסור. אמנם בליל יו\"ט ב' מותר לחזור ולמלחו ע\"י שיערים על כל חתיכה לומר מזו אוכל למחר וכן יעשה שיאכל מהן מעט למחר:", 
            "{כו} אע\"פ שהיה וכו' - ומ\"מ דגים שהם משובחין כשמונחין במלח אסור למולחן ביו\"ט כשהיה יכול למלחן מעיו\"ט [ואין בכלל זה מה שנותנין מלח לתוך המחבת שמבשלין אותן בה דאין איסור במליחה אלא משום גזרת עיבוד או משום דטורח שלא לצורך יו\"ט משא\"כ בזה שנותן לתוך התבשיל] ומיני דגים הרכים המתקלקלים כשינוחו זמן רב במלח מותר למלחן ביו\"ט אפילו אם קרען בעיו\"ט ודינן כמליחת בשר לכל דבר:", 
            "{כז} אפילו נשחט מעיו\"ט - וכנ\"ל לענין מליחה וכ\"ז כשמנקר הבשר שדעתו לאכלה ביו\"ט אבל שאר בשר אסור לנקרו ואפילו נשחט ביו\"ט שהרי טורח הוא לצורך חול אא\"כ רוצה למלחו מפני שחושש שמא יסריח הבשר ולמלחו אסור קודם ניקור כמ\"ש ביו\"ד סימן ס\"ה בזה מותר לו לנקר גם שאר בשר ע\"י הערמה דהיינו לאחר שניקר חתיכה אחת לצורך היום אומר חתיכה זו אינה טובה בעיני כ\"כ רק חתיכה אחרת ומנקרה וכן כולם. ודוקא כשנשחט ביו\"ט אבל אם נשחטה בעיו\"ט והיה לו פנאי לנקרה מבע\"י אסור לו לנקר ביו\"ט רק הבשר שצריך לו לאכילה ביו\"ט שהרי הניקור אינו מפיג טעם הבשר כלל והיה לו לנקר קודם יו\"ט:", 
            "{כח} וטוב לשנות קצת - דהיינו שינקרנו בקופיץ או בקרדום ואע\"ג דלעיל גבי מליחה אף שהיה יכול למלחו מעיו\"ט א\"צ שינוי התם משום דבשר ששוהה הרבה במליחה מפיג טעם משא\"כ הכא ע\"י הניקור אינו מפיג טעם כלל והיה לו לנקרו מעיו\"ט:", 
            "{כט} אם יוכל לשנות - ואם א\"א לו לשנות מותר אפילו בלי שינוי ואע\"ג דהיה יכול לעשות מעיו\"ט משום דבניקור ליכא שום לתא דמלאכה אלא משום טרחא בעלמא וחלק אחוריים דא\"א לנקר היטב ע\"י שינוי יש להחמיר שלא לנקרו אם נשחט מעיו\"ט והיה שהות לנקרו מעיו\"ט ובמקום דחק יש להקל לצורך יו\"ט. בשר מנוקר שהוא ביום ג' לשחיטתו ואם ישהה אחר יו\"ט יהיה אסור לאכלו כ\"א צלי כמבואר ביו\"ד סי' מותר להדיחו ביו\"ט הואיל וראוי לאכילה ואף דטרחא זו לצורך חול הוא אינו עושה מעשה רק ששופך עליו מים [ומ\"מ ראוי לכתחלה שיאכלו הקצבים חתיכה ממנה ואם אפשר להניח ההדחה עד יו\"ט ב' לא ידיחו ביו\"ט ראשון] אבל בשבת דא\"א לבשל ולאכול אסור [מ\"א] ועיין לעיל בסימן שכ\"א במ\"ב סקכ\"א מה שכתבנו בשם האחרונים דע\"י עכו\"ם בודאי יש להקל להדיח ואם א\"א ע\"י עכו\"ם מותר גם ע\"י ישראל. עוד כתב המ\"א דאם אירע זה בבשר שאינו מנוקר גם ביו\"ט אסור להדיחו משום דכיון דאסור לנקר מה שאינו לצורך יו\"ט ע\"י הערמה שיאמר אוכל ממנו כזית כיון דהיה יכול לנקרה מבע\"י וכנ\"ל ממילא לא חזי לאכילה וע\"כ דינו כמו בשבת דאסור להדיחו והנה לפי מה שהקילו האחרונים גם בשבת במקום הדחק מטעם דכיון דחזי לטלטול ממילא מותר להדיחו ג\"כ גם בבשר שאינו מנוקר אין להחמיר מטעם זה כמו שביארתי בבה\"ל. ומ\"מ אם אפשר ע\"י עכו\"ם טוב יותר ע\"י עכו\"ם או כשמונח הבשר בכלי טוב שירחוץ ידיו עליו עד שיהיה הבשר שרוי במים:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}