{
    "versionTitle": "Mishnah Berurah : Siman 527", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} יו\"ט שחל להיות בע\"ש - ואין נ\"מ בין יו\"ט ראשון בין יו\"ט ב' של גליות דאם חל יו\"ט ב' בע\"ש ג\"כ אסור לבשל לשבת אם לא ע\"י עירוב שיערב מעיו\"ט הראשון:", 
            "{ב} כמה קדירות ליו\"ט ואם הותיר - ואפילו ניתותר קדירה שלימה כולה כיון שמתחלה חשב שיצטרך ליו\"ט ובלבד שלא יערים בזה וכמבואר בסעיף כ\"ד עי\"ש ועיין בסעיף כ\"ג ובסימן תק\"ג:", 
            "{ג} וע\"י עירוב מבשל בתחלה - כתבו הפוסקים דהיתר העירוב הוא אף למ\"ד דמלאכות שבת אין נעשין ביו\"ט מדאורייתא מ\"מ מהני העירוב דמ\"מ אין כאן אלא איסור מד\"ס דמדאורייתא אמרינן הואיל ואלו מקלעי אורחים וחזי ליה ליו\"ט גופא א\"כ אין עושה איסור בזה ורק מדרבנן אסרו ובשביל שבת שהוא שעת הדחק התירו ע\"י עירוב שנחשב בזה כאלו כבר התחיל להכין מעיו\"ט לשבת ורק שגומר ביו\"ט וכדלקמיה בהג\"ה. וכתבו האחרונים דביו\"ט שחל להיות בע\"ש יזהר להקדים הכנת מאכליו לשבת בכדי שיגמר מלאכתו בעוד יום גדול דסמוך לחשיכה בזמן דלא שייך שיצטרך לו ביו\"ט גופא הלא יש כאן לתא דמלאכה דאורייתא [וכן יש ליזהר בהמאכלים שמטמין לשבת שיטמינן בזמן שאפשר שיתבשלו שליש בישול מבעו\"י] וכתבו דמטעם זה נהגו להקדים תפלת ערבית בליל שבת כשחל סמוך ליו\"ט כדי שלא יתאחר מלאכת בישולו ביום טוב עד סמוך לחשיכה. ועיין בה\"ל דבשעת הדחק יש להקל ביו\"ט שני שחל בע\"ש אם נתאחר בישולו לשבת עד סמוך לשבת ואף ביו\"ט ראשון אפשר דיש להקל בשעת הדחק ולכתחלה בודאי צריך ליזהר בזה ובפרט ביו\"ט ראשון שהוא דאורייתא:", 
            "{ד} אפילו ספק חשיכה - זמן ספק חשיכה נתבאר בסימן רס\"א ומבואר שם דכשנראין ג' כוכבים בינונים הוא ודאי לילה וכתבו האחרונים דאם קיבל עליו יו\"ט באמירת ברכו שוב אין יכול לערב דבקבלת יו\"ט נחשב הזמן כיו\"ט ודאי ודוקא בקבלת ברכו שהוא קבלת ציבור ואף אם הוא לא אמר ברכו נגרר אחר הציבור כמבואר בסימן רס\"ג סי\"ד אבל קבלת עצמו אף שקיבל בפירוש אפשר דלא מהני לענין זה ויכול עדיין לערב אם עוד לא חשכה ובשעת הדחק אף אחר ברכו כ\"ז שלא התפללו הציבור מעריב יוכל לערב אם לא חשכה עדיין אם בא להתפלל מנחה ונזכר שלא עשה עירוב תבשילין ואם יחזור לביתו לערב יאחר זמן מנחה יתפלל מנחה ולענין עירוב יקנה קמחו לאחרים ומיהו אם יכול לעשות עירובו ע\"י שליח ישלח שליח לעשות עירוב קודם שיתפלל מנחה:", 
            "{ה} בפת ותבשיל - דצריך לאפות ולבשל מיו\"ט לשבת ולכן עושין העירוב מפת ותבשיל מעיו\"ט שעל סמך זה אופין ומבשלין אח\"כ:", 
            "{ו} ואם לא עשאו אלא מתבשיל לבד - דמעיקר הדין א\"צ אלא מתבשיל לבד ומהני בין לפת בין לתבשיל שכן הוא דעת רוב הפוסקים אלא שנהגו כדעת הפוסקים המחמירין להצריך פת ותבשיל ולכן בדיעבד מותר ואם א\"צ לאפות ביו\"ט ורק לבשל אף לכתחלה סגי בתבשיל לחוד לכו\"ע:", 
            "{ז} מותר - לאפות ולבשל ביו\"ט בשביל שבת ומ\"מ אם נזכר קודם שחשכה צריך להוסיף להניח גם פת ויאמר בהדין עירובא אבל לא יברך שנית. ואם עשה מפת לבד לתבשיל בודאי לא מהני ואם מהני לפת לחוד יש דעות בין הפוסקים והאחרונים הסכימו דלא מהני אף לפת דעיקר העירוב נתקן מתבשיל:", 
            "{ח} כזית - ומשום הידור מצוה יקח לחם שלם וחתיכת בשר או דגים חשובה:", 
            "{ט} בין בסופו - לכאורה ק\"ו הוא אם בתחלתו סגי בכזית כ\"ש אם היה יותר ונשאר כזית אלא בא לאשמעינן דאף בסופו לא סגי בפחות מכזית [עו\"ת]:", 
            "{י} לכתחלה - האי לכתחלה הוא רק קודם שעושה העירוב אבל אם כבר עשה א\"צ לחזור ולעשות [חמד משה]:", 
            "{יא} ללפת - כגון בשר ודגים וביצים ושארי מיני לפתן מבושלים שדרכן ללפת בהן את הפת. מהרי\"ל היה מניח הבשר על טעלער ולא על הגלוסקא משום מיאוס וגם לקח לחם שלם והיה לוקח אותו אח\"כ ללחם משנה ובוצע עליו בסעודה שלישית דכיון דאיתעביד ביה מצוה חדא ליתעבד ביה מצוה אחרינא:", 
            "{יב} לאפוקי דייסא - היינו ריפות של שעורים שקורין גאגעלאך שאין דרכן של בני אדם ללפת בהן את הפת אלא אוכלין אותן בעצמן כדי לשבוע כמו פת. ואפילו במקומות שנוהגין ללפת בהן את הפת בטלה דעתן אצל כל אדם ושארי מיני קטניות תלוי במנהג המקומות שבמקום שאין מלפתין בהן את הפת אסור לערב בהן:", 
            "{יג} צלי - ודוקא צלי ממש אבל מליח אף שהוא חשיב כרותח דצלי אפ\"ה אין מערבין וגרע מכבוש דלקמיה ולכן אין מערבין בדגים מלוחים שקורין הערינ\"ג אף שהוא ראוי לאכילה כמו שהוא חי אכן אלו המונחים בשולי החביות שכבושין הן בציר יש להם דין כבוש ומערבין בהן:", 
            "{יד} שלוק - מבושל הרבה יותר מכפי צרכו:", 
            "{טו} כבוש - דכבוש כמבושל חשיבי ושיעור כבישה במים ושאר משקין הוא מעל\"ע ובחומץ וציר אם רק נשרה כדי שיתננו על האור ויתחיל להרתיח חשוב כמבושל וכ\"ז אם ראוי לאכילה ע\"י הכבישה:", 
            "{טז} או מעושן - וזה נמי כשראוי לאוכלו בזה:", 
            "{יז} מין דגים קטנים - היינו קולי\"ס האיספנין שבש\"ס שרכין הן ובמים חמין נגמרין לאכילה וחשיבי בישול לדידהו:", 
            "{יח} תפוחים מבושלים וה\"ה וכו' - וכ\"ז דוקא אם דרך אותו המקום ללפת בהן את הפת [מ\"א וש\"א]:", 
            "{יט} שבישלן - או צלאן [גמרא] והיינו אפילו היו מלוחים בתחלה דראויין היו לאכלן חיים ואין צריכין בישול הו\"א דלא נחשב בישולן לכלום קמ\"ל ורבותא זו היא גם כן לענין תפוחים מבושלין אף דראוי היה לאכלן חיים:", 
            "{כ} סומך מעיו\"ט אפילו וכו' - ר\"ל אע\"פ שנשארו שם בלא מתכוין הואיל ומבעוד יום סמך עליהן ולא אמרינן דמיגו דלא חשיבי בטלי אגב קידרא אלא גוררן מעיו\"ט ומחשבן לכך ואומר עליהן בהדין עירובא וכו' וכן שמנונית שעל הסכין וכ\"ז דוקא אם אין לו תבשיל אחר [אחרונים] ופשוט דזה דוקא לענין עדשים שבשולי קדרה דהוא קצת ביזוי מצוה אבל תבשיל גמור של עדשים לא גריעא משאר תבשיל. ואפילו לא נתבשלו מתחלה לשם כך. וכ\"ז דוקא אם דרך באותו מקום ללפת הפת עם עדשים [מ\"א]:", 
            "{כא} ומצוה על כל גדול וכו' - וכן מצינו בש\"ס שכמה גדולי האמוראים היו מדקדקים בזה:", 
            "{כב} מי ששכח - וכ\"ז בפעם ראשון אבל אם ברגל השני שכח עוד פעם הוי כפושע שניכר שאינו חרד לדבר מצוה ודינו מבואר בסוף הסעיף:", 
            "{כג} או שהניח וכו' - ולא אמרינן שבזה שעירב גילה בדעתו שאינו רוצה לצאת בעירוב של גדול העיר:", 
            "{כד} שאינו יודע לערב - וה\"ה אם חשב שיכולין לצאת בעירוב של גדול אפילו לכתחלה:", 
            "{כה} נקרא פושע וכו' - מפני שתקנת חכמים היה שכל אחד ואחד יעשה ע\"ת בעצמו וכדי שיהיה זכור שאם מיו\"ט לשבת אסור לבשל מכש\"כ מיו\"ט לחול. ומיהו לאו דוקא הוא בעצמו דה\"ה אם ממנה שליח נמי דשלוחו של אדם כמותו ולא בא אלא לאפוקי עירוב של גדול שמכין מתבשילו ואינו נמלך בהם בשעת עשייתו אלא מודיע להם ביו\"ט שעשה עירוב ויכולין לסמוך עליו:", 
            "{כו} ואינו יוצא בו - שאין החכמים מקנים עירובם למי שהוא יכול לעשות בעצמו ומתעצל. ודע דהרבה פוסקים חולקים על זה ולדידהו יכול כל אדם לסמוך לכתחלה על עירוב של גדול העיר ואף הגדולים מכוונים בעירובם להקנות לכל אדם בכל אופן ואיזהו שאינו יוצא בעירובם זה שכל פעם עושה בעצמו ואינו רוצה לסמוך על עירוב של הגדול ואח\"כ קרה ששכח כמה פעמים ולא עשה בזה אין הגדול מוציאו שהרי לא היה דרכו לסמוך על הגדול ואפשר בדיעבד יש לסמוך אפוסקים אלו ולהקל משום שמחת יום טוב:", 
            "{כז} אינו צריך לפרט - בשעה שמזכה ע\"י אחר וה\"ה באמירת הנוסח יאמר לי ולכל מי שלא עשה עירוב:", 
            "{כח} אפילו הניח ע\"ת - דמן הסתם אין דעתו של אדם להקנות אלא למי שהוא בעירו או בתחום אלפים:", 
            "{כט} אא\"כ התנה - ומיהו אם לא הניח ע\"ת לא מהני תנאו שהרי אינו יכול לבא וליקח:", 
            "{ל} דעת מניח וכו' - לכאורה מילתא דפשיטא הוא שהרי אינו מוציא עד שיזכה ע\"י אחר ואפשר דמשום סיפא דאבל דעת וכו' נקט לה ועוד אפשר לומר דנקט לה להיכא שמוציא בסתם דלא מהני אלא לב\"א הנכללים מסתמא בלשונו דהיינו מי שהוא בתוך תחום העיר וכעין ההיא דסעיף הקודם:", 
            "{לא} רק שיודיעוהו וכו' - כלומר אם נודע לו ביו\"ט שהניחו עירוב בעדו מותר לו לבשל אע\"ג שלא נמלכו עמו בעת הנחה דאין צריך דעתו כלל ולשון רק שיודיעוהו דקאמר הוא כדי שידעו שיכולים לבשל לשבת:", 
            "{לב} סומכין עליו מסתמא - אותן ששכחו או נאנסו דבודאי עירבו בעד כולם ואע\"ג שלא הוכרז ויש מהאחרונים שרצו לומר לדידן שבנוסח ברכת ע\"ת הוא לנו ולכל הדרים בעיר הזאת כל מי ששכח יכול לסמוך דודאי עירבו בעדו וחלקו עליהם שאין הנוסח מועיל כלום כ\"ז שלא זיכו להם על ידי אחר בתבשיל וכדלקמן בס\"י ואין רוב ב\"א יודעים זאת ואינם מקנים כלל וע\"כ א\"א לסמוך ע\"ז על סתם ב\"א אא\"כ יודעים בבירור שהקנו להם:", 
            "{לג} צריך לזכות להם - כדי שיהיה להם חלק בתבשילין ושיוכלו לסמוך ע\"ז לבשל:", 
            "{לד} מזכין על ידו בע\"ת - ובהני דאיכא פלוגתא שם כגון באשתו שמעלה לה מזונות או בבנו גדול שסמוך ע\"ש שמסקינן שם דבדיעבד סומכין לקולא ה\"ה הכא וכתבו האחרונים דכ\"ז באשתו שאוכלת עמו אבל אם מעלה לה מזונות והיא מבשלת בפ\"ע א\"כ אינה נטפלת בתר קדירת הבעל וצריכה עירוב באפי נפשה ומיגו דזכיא לנפשה יכול לזכות ע\"י גם לאחרים:", 
            "{לה} מן הקרקע - וה\"ה אם היה העירוב מונח על איזה דבר שצריך להגביהו טפח ועיין לעיל סימן שס\"ו ס\"ט ובמ\"ש שם:", 
            "{לו} ואומר בדין יהא שרא לן וכו' - ומוכח דעת הרמ\"א לקמן בסעיף כ' דאמירה זו מעכב ויש חולקין בזה ואומרים שאין זה אלא לכתחלה הא אם שכח ל\"ל בה כיון שהכין תבשיל להתיר לו הבישול ויתבאר לקמן בסעיף כ':", 
            "{לז} לאדלוקי שרגא - ויש שכתבו גם לאפוקי [והיינו הוצאה] מיהו בדיעבד אם לא הזכירן להני תרתי לכו\"ע אין להחמיר דנכללים בלמעבד כל צרכנא:", 
            "{לח} למעבד כל צרכנא - ושוב מותרין כל המלאכות וכתבו האחרונים דגם שחיטה נכללת בזה ומ\"מ לכתחלה טוב לפרט בבהדין גם שחיטה:", 
            "{לט} ומי שא\"י בלה\"ק וכו' - שהרי צריך לומר שסומך ע\"ז ואם אינו מבין מה שאומר א\"כ לא סמך עליהם בפיו:", 
            "{מ} יכול וכו' - כלומר צריך לומר:", 
            "{מא} מיו\"ט ראשון - פי' כשחל יו\"ט ראשון ביום ה' דהא יכול לבשל ביום וי\"ו שהוא יו\"ט שני ואפילו אם יודע שיהיה לו אונס ביו\"ט שני שלא יוכל לבשל בו ועירב מתחלה על מנת כן שיבשל ביום ראשון לא מהני דלא תקנו עירוב אלא מיום הסמוך לשבת ולא מיום שלפניו ובפרט בזמנינו שיום טוב שני כחול מדאורייתא שאלו היה יום חול בינתים בודאי לא מהני עירוב לבשל מיו\"ט לשבת:", 
            "{מב} לשבת - ובדיעבד אם עבר ובישל או שגג ובישל דעת הט\"ז להתיר כדלקמן סעיף כ\"ג וכ\"ש אם לא בישל מאכלים אחרים לשבת:", 
            "{מג} שיהיה קיים - כגון מעושן שמתקיים ימים הרבה:", 
            "{מד} לכתחלה לא יסמוך וכו' - דיש דעות בזה בין הפוסקים י\"א דלטעם העירוב המובא בס\"א יכול לערב בעיו\"ט ולהתנות שיהיה לעירוב אף ליו\"ט אחר אם יתקיים דאף דנמצא שהניח העירוב זמן רב קודם יו\"ט ההוא לא איכפת לן כיון דעכ\"פ כבר התחיל להכין לשבת ההוא מזמן קודם בימות החול וי\"א דמצותו להניחו דוקא בערב אותו יו\"ט שבא להתיר לבשל בו ואפילו אם הניח ב' או ג' ימים מקודם לא מהני והכריע המחבר דלכתחלה צריך להחמיר כדעה זו ובדיעבד סומכין על המקילין באיסור דרבנן:", 
            "{מה} יכול לסמוך - היינו כשהניח העירוב על יו\"ט אחר ולא נזכר לערב שנית בעיו\"ט סומך על עירוב זה לאפות ולבשל אבל אם נזכר קודם יום טוב צריך לערב שנית ולומר בהדין עירובא אבל לא יברך שנית:", 
            "{מו} נאכל העירוב - היינו התבשיל אבל נאכל הפת אין בכך כלום ואפילו אם חל יו\"ט ביום ה' ויום וי\"ו ונזכר בראשון שאבד הפת א\"צ לערב על תנאי אלא סומך על התבשיל לחוד שהוא עיקר העירוב כדלעיל בס\"ב:", 
            "{מז} כזית - דזהו שיעור עירוב כדלעיל בס\"ג:", 
            "{מח} יכול לאוכלו - מ\"מ לכתחלה נכון שיניח אותו ללחם משנה בערבית ושחרית ובמנחה יבצע עליו דכיון דאיתעביד בו מצוה חדא ליתעביד בו מצוה אחריתא:", 
            "{מט} התחיל בעיסתו - רק ללוש גומר לאפותה:", 
            "{נ} אותו התבשיל - ואפילו לא הניחה עדיין אצל האש ורק שהתחיל בה כגון שחתך ראשי הלפתות וכדומה גומר אותה לבשלה:", 
            "{נא} אפה ולא בישל וכו' - כאן בא להשמיענו דין חדש דכשנאבד העירוב קודם סעודת יו\"ט יכול להשאיר מה שבישל ביו\"ט לצורך יו\"ט עצמו לשבת דכיון דבשלם בשעה שהיה העירוב קיים והיה יכול לבשלם לשבת מה שכוון בהם לצורך יו\"ט לא הפסיד בזה ויכול להשאירם לשבת ולבשל אחרים לצורך יו\"ט אבל מה שבישל ליו\"ט אחר שנאבד עירובו אינו יכול להשאיר לשבת ולבשל אחרים לצורך יו\"ט דהערמה הוא דהא יש לו תבשילין ליו\"ט:", 
            "{נב} או בישל ולא אפה - הלשון אינו מדוקדק דה\"ה אם אפה ובישל ורק שלא לצורך שבת:", 
            "{נג} להניחו לשבת - אבל להניחו לחול בכה\"ג ולבשל אחרים לצורך יו\"ט אסור וכנ\"ל:", 
            "{נד} מותר להדליק - דלהדלקת הנר א\"צ עירוב ולדעה זו אין אומרין בנוסח בהדין עירובא ולאדלוקי שרגא:", 
            "{נה} ויש אוסרין - הרבה אחרונים הסכימו דעיקר כדעה זו ולכך אנו אומרין בנוסח בהדין עירובא גם לאדלוקי שרגא דגם זה ניתר על ידי העירוב אלא דאם הניח העירוב ולא אמר אין אסור בדיעבד דממילא נגרר גם זה אבל אם לא הניח כלל אסור ורק נר אחד מותר להדליק בכל אופן ויש מקילין כדעה ראשונה להדליק כל מה שרוצה ולכתחלה נכון שיקנה לאחרים והם ידליקו לו או יסתפק בנר אחד:", 
            "{נו} מי שלא עירב וכו' - ודוקא אחד מאנשי העיר שאינו נטפל לעיסתו ולתבשילו של חבירו אבל אשתו ובני ביתו של אדם כיון שעירב הבעה\"ב הם נטפלין לו ומותרין לבשל אע\"פ שלא עירבו לעצמן כלל וגם הוא לא זיכה להם על ידי אחר:", 
            "{נז} לאחרים ואפילו בביתם - קמ\"ל דלא אמרינן כיון שהם עירבו ויכולים לבשל לעצמן יכולין לעשות שליח עבורן דכיון שהוא לא עירב איסורא רמי עליה לבשל:", 
            "{נח} וגם אחרים וכו' - ר\"ל אפילו בביתם:", 
            "{נט} לבשל לו - היינו מקמחו דאף שהם עירבו לא הותר להם ליקח קמח שלו דגם קמחו נאסר כל זמן שהוא שלו:", 
            "{ס} לאחרים שעירבו במתנה - היינו במשיכה לרשותם או בהגבהה בכל מקום דאלו בקנין סודר אסור [אחרונים]:", 
            "{סא} ואם אין שם אחרים וכו' - והאחרונים הסכימו דאפילו יש שם אחרים אלא שאינו רוצה להקנות להם מאיזה טעם גם כן מותר לו לאפות פת אחת וכו' אכן באמת נכון מאד שיקנה קמחו לאחרים כדי שיוכלו לאפות עבורו ללחם משנה:", 
            "{סב} בצמצום פת אחד - היינו אפילו פת גדול שיהיה די לו לכל השבת והתירו לו בכל זה כדי חייו משום כבוד שבת. ופשוט דאם יש לו פת אחד שנשאר לו מיו\"ט אסור לו לאפות משום לחם משנה:", 
            "{סג} הוי כמי שלא עירב וכו' - דכן תקנו חכמים שיפרט עיקרי המלאכות ואם פרט רק מקצתו כגון שאמר רק לאפויי ולא הזכיר בישול והטמנה אסור בהם ויש חולקין על עיקר דין זה וס\"ל דהאמירה של בהדין אינו רק למצוה לכתחלה אבל בדיעבד כיון שהניח התבשיל לשם עירוב אפילו לא אמר כלל נוסח של בהדין וכו' אינו מעכב ומותר לסמוך עליו לעשות כל המלאכות מיו\"ט לשבת ולענין הלכה לכתחלה יש להחמיר כסברא הראשונה וע\"כ אם נזכר קודם כניסת ליל יום טוב יחזור ויטלו להעירוב בידו ויאמר נוסח בהדין וכו' ולא יחזור ויברך שנית אם כבר בירך בתחלה ואם נזכר בע\"ש יקנה קמחו לאחרים והם יבשלו ויתנו לו ואם אין לו למי להקנות יוכל לסמוך על סברא האחרונה:", 
            "{סד} כלל - ואם אמר נוסח בהדין אך שלא בירך בתחלה אינו מעכב דברכות אין מעכבות:", 
            "{סה} דהוי כמי שלא הניח עירוב וכו' - ר\"ל כמו דקי\"ל דאותו איש שלא עירב אסור לבשל מיו\"ט לשבת אפילו בשביל אחרים כיון שאסור לבשל בשביל עצמו כן ה\"ה ביו\"ט גופא מי שמתענה דאסור לבשל בשביל עצמו כיון שא\"צ לה ממילא לא הותר לו לבשל גם בשביל אחרים וכתב המ\"א דממילא אם איקלע זה ביו\"ט הסמוך לשבת אסור לבשל בעצמו לכתחלה על שבת אף שהניח עירוב אבל בני ביתו או אחרים אופין ומבשלין לו משלו דאין קמחו נאסר הואיל והניח עירוב תבשילין. ועיין באחרונים שמפקפקים על עיקר דינו דרמ\"א וע\"כ ביו\"ט הסמוך לשבת אם אין לו אחרים שיבשלו בעבורו מותר לו לבשל בעצמו וכן אשה משרתת שמתענה ביו\"ט ג\"כ יכולה לבשל לצורך בעה\"ב:", 
            "{סו} אם נזכר שלא עירב וכו' - ומיירי שלא היה שם בכל העיר גדול שזיכה בעירובו לכל אנשי העיר:", 
            "{סז} ויניחנו דולק - ויכול אח\"כ לטלטלו ולהניחו באיזה מקום שירצה:", 
            "{סח} וי\"א דאפילו וכו' - וכן נוהגין העולם להקל כדעה זו ועיין לעיל בסימן תק\"ג ס\"א בהג\"ה ובמ\"ב שנתבאר שם דין זה באורך:", 
            "{סט} כמה קדרות וכו' - אין ר\"ל שמבשל מינים חלוקים בכמה קדרות לצורך יו\"ט ומרבה בכל אחת בשביל שבת דזה אפילו לדעה ראשונה שרי אלא דבא להוסיף שאף אם אינו מבשלם אלא בשביל שבת ורק כדי להתיר לבשל אוכל קצת מכל אחת ביו\"ט ג\"כ שרי:", 
            "{ע} מותר - היינו שבכל אחד יהיה מין חלוק בפ\"ע דאל\"ה מינכר הערמה דמה שיאכל קצת מכל קדרה הלא יכול לטעום מאחת:", 
            "{עא} והוא שיאכל וכו' - כתב הט\"ז דהיינו לכתחלה אבל אם אירע שלא אכל כלל ממין אחד אינו אסור לשבת כיון שעכ\"פ בשעת הבישול נתכוין לאוכלו היום הרי היה המעשה שלו בהיתר ובבית מאיר חולק ע\"ז דכיון דעיקר בישולו הוא לצורך מחר וא\"צ ליו\"ט וכל ההיתר הוא רק מה שעכ\"פ אוכל ממנו קצת ביום טוב דעי\"ז לא הוי הערמה הניכרת ואם אח\"כ לא יאכל הלא מינכר ההערמה לכל דנמצא כל בישולו לצורך מחר לחוד. וכן נראה להחמיר בזה אחרי שכמה אחרונים ס\"ל דהעיקר כדעה הראשונה שאין להתיר לבשל אלא באותה קדירה שמבשל באמת לצורך יו\"ט אלא שמרבה בה גם בשביל שבת אלא שנהגו העולם להקל כדעה אחרונה וכנ\"ל עכ\"פ אין להוסיף קולא על קולא:", 
            "{עב} אינו יכול לערב ע\"ת - לפי ששני ימים של ר\"ה הם כיום אחד ארוך ולא משום ספיקא כשאר ב' יו\"ט של גליות:", 
            "{עג} אינו צריך לערב - דהא למחר יהיה יום חול וממילא יהא מותר לבשל:", 
            "{עד} בעירוב זה יהא שרא וכו' - ומברך בתחלה [מ\"א בשם ש\"ג] ובחי' רע\"א הביא בשם ס' לחם סתרים דאין לברך וכ\"כ בשמק\"ו:", 
            "{עה} וי\"א דאי לית ליה וכו' - ונקטינן כסברא הראשונה:", 
            "{עו} או בשוגג - אשמועינן דלא תימא דוקא מזיד שלא ילמדו ממנו לעשות כן דהכל יודעים שהוא רשע אבל בשוגג אם נתירו יבואו אחרים להקל ולהערים:", 
            "{עז} אם הערים וכו' לצורך היום - ר\"ל שבאמת א\"צ אלא לקדרה אחת ומבשל שניה בדרך הערמה שאומר שמא יזדמנו לו אורחים או שבישל לצורך היום וחזר ובישל לצורך היום ואמר שקדרה הראשונה ישאר למחר אבל כשמבשל בדרך הערמה שיאכל מן השניה כזית מבואר לעיל בסכ\"א:", 
            "{עח} והותיר אחת וכו' - דבהערמה חיישינן שילמדו אחרים לעשות כן וגם הוא יעשה כן פעם אחרת משא\"כ במזיד:", 
            "{עט} אסור לאכלה - היינו לו ולב\"ב דקנסוהו רבנן אבל לאחרים מותר למויו\"ט מיד [לבוש] כתב בחמד משה דאף לו אינו אסור רק עד מוצאי יו\"ט:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}