{
    "versionTitle": "Mishnah Berurah : Siman 499", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} מרגל אחד וכו' - טורח גדול. משמע מלשון זה דאם מפשיט העור דרך שתי הרגלים [דהיינו שחותך מרגל האחד עד השני בין שני רגלים האחרונים ועי\"ז מפשיט העור שלם] דשרי דלאו טרחא רבה היא כ\"כ ויש מחמירין בכל גווני שלא להפשיט העור שלם דעכ\"פ הוא טרחא יתירא שלא לצורך יו\"ט:", 
            "{ב} למלוג גדי - דהיינו ליתנו ברותחין לאחר המליחה כדי להעביר השער:", 
            "{ג} אא\"כ מולגו לאכול העור - דמתוך שעורו רך יש שאוכלין אותו ביחד עם הבשר והוי לצורך אוכל נפש וכמו שמותר למלוג הראש והרגלים [וכדלקמן בסימן ת\"ק ס\"ד] והרבה פוסקים חולקין בזה דלא התירו למלוג רק הראש והרגלים דנהיגי בכך אבל מליגת כל הגוף אינו אלא למפונקים ביותר ואינו צורך כל נפש וגם נראה יותר כמעשה חול ונכון להחמיר לכתחלה. כתבו הפוסקים דבעוף דלא שייך הפשט לכו\"ע מותר למלוג ולהבהב כל הגוף:", 
            "{ד} להגביה עורה - ר\"ל לטלטלה ולהניחה במקום משומר או מחמה לצל כדי שלא תפסד ואע\"ג דבעלמא עור לח אסור לטלטלו וכדלעיל בסימן ש\"ח סכ\"ה הכא הקילו דאי לא שרית ליה לא ישחוט ואתי לאימנועי משמחת יו\"ט:", 
            "{ה} וליתנה במקום וכו' - ר\"ל וכן הקילו שמותר ליתנה במקום דריסת הרגלים שע\"י הדריסה מתעבד העור קצת וכיון דלא מוכחא מילתא להדיא שעושה משום כן דאפשר שטחה כדי שישבו עליה (שעיקר ישיבתם באותו הזמן היה בדרך זו שוטחין עור או בגדים ע\"ג קרקע ויושבין עליהן) הו\"ל התיקון כלאחר יד ולא רצו לאסור עליו דא\"כ מימנע ולא שחיט משום הפסד העור ואתי לאימנועי משמחת יו\"ט. ומיהו דוקא ליתנה במקום הדורסין אבל לשוטחה ע\"ג יתדות כדי שתתייבש אסור משום דמוכחא מלתא דלצורך העור קעביד ואם נתיר לו שיטוח לצורכה אתי למימלחה ג\"כ:", 
            "{ו} כלל - דאי יש עליה כזית בשר בלא\"ה מותר לטלטלה משום הבשר:", 
            "{ז} למלוח עליו - ר\"ל שימלח בשר על הטור דעי\"ז ממילא ימלח גם העור קצת:", 
            "{ח} כדרך שמולחים לצלי - ר\"ל שרוצה לצלות אותה דבזה א\"צ מליחה מרובה ולאפוקי אם ימלחנה מליחה מרובה אסור דעי\"ז יהיה עיבוד יפה גם לעור:", 
            "{ט} כאן מעט וכו' - ר\"ל כאן בשר מעט וכאן בשר מעט:", 
            "{י} אבל אם נשחטה מעיו\"ט וכו' - לא מיבעיא אם גם הופשטה קודם יו\"ט בודאי דאסור ביו\"ט להגביה אותה וליתנה במקום הדורסין ולמלוח עליה שהרי אפשר היה לעשות כל אלה מעיו\"ט אלא אפילו הופשטה ביו\"ט אסור דמשום זה לא ימנע מלשחוט דהא יכול להפשיטו מעיו\"ט אם לא שלא היה לו שהות להפשיט מעיו\"ט אז יש להקל. כתבו הפוסקים דאפילו שכח למלחו מעיו\"ט אסור למלחו ביו\"ט דאין לחלק בין מזיד לשוכח. בגליות שעושין שני ימים טובים מספק הרי יו\"ט א' נחשב לחול לגבי יו\"ט שני לפיכך אם נשחטה ביו\"ט ראשון אפשר דדינה כאלו נשחטה בעיו\"ט לענין טלטול העור ומליחתו כשיגיע יו\"ט שני:", 
            "{יא} ונוצות של עוף - היינו שנשחטה ביו\"ט דאי נשחטה מעיו\"ט אע\"ג דהוסרו הנוצות ביו\"ט אסור לטלטלן כדלעיל גבי עור:", 
            "{יב} כדי להצניען - אבל בלא\"ה אסור לטלטלן דלא חזו למידי. והפר\"ח מחמיר בכ\"ג והאחרונים מסכימים לפסק שו\"ע ומיהו פלעדערו\"ש מאווז שנשחטה לכו\"ע שרי לטלטולי דראוי להשתמש בה:", 
            "{יג} אין מולחין וכו' - דדבר שאינו אוכל גמור אם מולח כדי שלא יסריח יש בו משום מעבד:", 
            "{יד} ולא מהפכין בהם - הוא ג\"כ כעין תקון להחלבים ואסור מטעם הנ\"ל:", 
            "{טו} אפילו לשוטחן וכו' - דמוכחא מילתא שעושה זה כדי שלא יסריחו וגזרינן דלמא אתי ג\"כ למולחם. ולענין טלטול דעת הט\"ז בשם הג\"א להקל והמ\"א העלה דלפי מאי דפסק הרמ\"א בסימן תצ\"ה דנולד אסור גם החלבים אסור לטלטלן כשנשחטה ביו\"ט דהוי נולד ואע\"ג דחזו להדלקה מאתמול לא היה עומד להדלקה ורק לטלטלן כדי להצניען או כדי שלא יסריחו מותר דשרינן סופן משום תחלתן וכנ\"ל גבי נוצות אבל כשנשחטה מעיו\"ט מותר לטלטל החלבים דחזו להדלקה וה\"ה חתיכת שעוה מותר לטלטל דיכול להניח פתילה ע\"ג וחזי להדלקה. עוד כתב מ\"א דעור שהופשט מעיו\"ט אם הוא לח אסור לטלטלו ואם הוא יבש מותר לטלטלו כמ\"ש סימן ש\"ח סכ\"ה [וע\"ש דהרמ\"א הביא דעת החולקין ע\"ז] אבל כשנשחט ביו\"ט הו\"ל נולד וע\"כ אם הוא לח מותר לטלטלו כדי שלא יסריח וכנ\"ל [ואם הוא מונח גם עתה במקום צל ויודע שלא יתקלקל אסור לטלטלו] ואם יבש אסור לטלטלו דהו\"ל נולד:", 
            "{טז} אסור למלוח וכו' - כדי שיפול מן המלח על החלבים והטעם דחלבים מליחה מועטת סגי להו ואסור משום חששא דעיבוד וכנ\"ל:", 
            "{יז} באויר - דעל החלבים ממש אי אפשר להניח בשר שבולע מן החלבים:", 
            "{יח} לכתוש בו הריפות - דאסור ביו\"ט וכדלקמן סימן תק\"ד ס\"ג:", 
            "{יט} מותר לטלטלו - כדין כל כלי שמלאכתו לאיסור לעיל בסימן ש\"ח סעיף ג' שמותר לטלטלו לצורך גופו (דהיינו לעשות בו מלאכה המותרת) או לצורך מקומו ודעת מג\"א דאפילו היה העלי מוקצה מחמת חסרון כיס כגון שמקפיד על העלי מלהשתמש בו בדבר אחר שלא יתקלקל דבכגון זה אסור בכל מקום הכא שרי משום שמחת יו\"ט ועיין ביאור הלכה:", 
            "{כ} מחמה לצל - או כדי שלא יגנב וכדלעיל בסימן ש\"ח:", 
            "{כא} אבל לצורך וכו' - כדין כל כלי שמלאכתו לאיסור. וסדן העב שקוצבין עליו בשר מותר לטלטלו לאחר שקצב אפילו מחמה לצל וכה\"ג דהא הוא כלי שמלאכתו להיתר:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}