{
    "versionTitle": "Mishnah Berurah : Siman 506", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} אין מודדין קמח וכו' - דכיון דלא צורך פת הוא ולא יתקלקל אם לא ימדוד לא התירו חכמים דנראה כמודד למכור:", 
            "{ב} כדי ללוש - ואם לוקח קמח לליפתן וכדומה שצריך לזה מדה י\"ל דשרי [פמ\"ג]:", 
            "{ג} אלא יקח באומד הדעת - ואם נוטל במדה שמודד בחול צריך לפחות מעט או להוסיף מעט:", 
            "{ד} ומותר ליקח וכו' - ר\"ל שאינו צריך להערות מן כלי הקמח לתוך עריבתו אלא יכול לתחוב ידו לתוך השק של קמח אף ע\"ג שנעשה גומא שם דדוקא גבי עפר חיישינן לגומא [לעיל בסימן תצ\"ח סט\"ז] ולא בפירות ובדבר מאכל:", 
            "{ה} אין מרקדין וכו' - דכל מלאכות שקודם לישה אסרום חכמים מפני שדרך לעשותם לזמן מרובה ולכמה פוסקים מדאורייתא אסורים וכמו שנתבאר לעיל בסימן תצ\"ה ואפילו לא היה אפשר לו לרקד מעיו\"ט:", 
            "{ו} אפילו ע\"י שינוי - וכמו בכל מלאכות האסורות ביו\"ט דאפילו בשינוי אסור וכמו שנתבאר לעיל בסימן תצ\"ה במ\"ב:", 
            "{ז} ונפל בו צרור וכו' - היינו ביו\"ט דאי מעיו\"ט היה לו לרקד מאתמול ואינו מותר כ\"א ע\"י שינוי [עו\"ש]:", 
            "{ח} מותר - שהרי אין כונתו לרקד כדי ליפות הקמח אלא כדי לברור עי\"ז הצרורות והקיסמין שישארו בכברה אחר נפילת הקמח דרך הנקבים וזה לא אסרו חכמים שהרי נפל ביו\"ט גופא וכנ\"ל ואינו דומה להא דמבואר לקמן בסי' תק\"י ס\"ב דאסור לברור קטניות מתוך פסולת שלהן בנפה וכברה [וזה בודאי אסור אפילו בלקחן מתוך החנוני המכירו ביו\"ט גופא ולא היה יכול לבררן מעיו\"ט] דהתם דרך המלאכה לעשותה לזמן מרובה משא\"כ הכא שהקמח כבר מבע\"י נברר מהסובין ואירע שנפל בם צרור או קיסם מינכר לכל שהוא לצורך שעה לאפותה ביו\"ט ושרי:", 
            "{ט} אף בלי שינוי - ויש מחמירין דגם בזה בעי שינוי [ב\"ח והביאו הא\"ר ועיין בח\"א שדעתו דצריך בזה שינוי גמור כגון לרקד באחורי הנפה או ע\"י עכו\"ם] וכן הדך מצות ביו\"ט וצריך לרקד הקמח הנטחן מן הפרורין ירקד ע\"י שינוי [דהיינו אחורי הנפה לדעת הח\"א]:", 
            "{י} וי\"א דמותר וכו' - ר\"ל אף זה מותר וה\"ה דמותר ע\"י ריקוד וכדעת המחבר:", 
            "{יא} אבל יש מחמירין - דכיון דגם בחול דרך ליטול צרור ביד הו\"ל כבורר. ולדעה זו ה\"ה דאין ליטול ביד הפירורין הגדולים מתוך הקמח הנטחן כשדך מצות ביו\"ט [ח\"א]:", 
            "{יב} ואוסרים - היינו לענין ליטול צרור ביד אבל על ידי הרקדה גם הם מודים לדעת המחבר דשרי ועיין מה שכתבנו בסק\"ט דעת הב\"ח. ונכון לנהוג כדעה זו [פר\"ח] וה\"ה אם נפלו זבובים לתוך הכוס לא יסיר אותם לחוד אלא צריך שיקח מן המשקה ג\"כ עמהם [ט\"ז] וה\"ה השותה שכר ובתחתיתו יש שמרים יניח מעט שכר על השמרים [פמ\"ג]:", 
            "{יג} צריך שינוי קצת - אף דהוא באוכל נפש הרי אפשר היה לו לרקד מאתמול וגם דזה מיחליף ברקידה ראשונה משא\"כ בנפל צרור או קיסם הנ\"ל יודעין הכל שהריקוד הוא רק לצורך שעה שיפול הצרור והקיסם וגם דלא סגי בלא\"ה ומימנע משמחת יו\"ט [חי' הרא\"ה]:", 
            "{יד} כגון ע\"ג השולחן - דבחול הדרך לנפות ע\"ג תיבה או עריבה ואם דרכו של אדם זה לנפות גם בחול על שולחן יעשה שינוי אחר וכ\"ש אם ינפה על גב הנפה מצד השני דשרי. וכתבו האחרונים דכ\"ז אם הנפה השניה אין נקביה קטנים מנפה ראשונה וכל מה שיצא בראשונה יצא בשניה אבל בהיתה הנפה השניה עם נקבים דקים בודאי אסור שהרי ישאר הקמח העב בנפה ויצא הדק וכהרקדה הראשונה דמי. וכתב במחצית השקל דלפ\"ז אפילו בזמנינו שהקמחים נרקדים בבית הריחיים מ\"מ אין להרקידם עוד הפעם בבית אפילו ע\"י שינוי שהרי אנו רואין שהריקוד בבית הריחיים אינו מוציא כל הפסולת והנפה שבבית מוציא וכהרקדה ראשונה דמי:", 
            "{טו} אם ישנה וכו' - לפי שיש מי שאומר שאפילו ישראל מותר לרקד ע\"י שינוי אף שרוב הפוסקים חולקין עליו עכ\"פ יש לסמוך על דבריו להקל בשינוי על ידי נכרי:", 
            "{טז} קצת - והפר\"ח מחמיר אפילו ע\"י עכו\"ם ואפשר דבשינוי גמור כגון אחורי נפה מודה דשרי ע\"י עכו\"ם [פמ\"ג]:", 
            "{יז} יכול להפריש וכו' - אע\"ג דאין מגביהין תרומות וכו' ביו\"ט משום דנראה כמתקן או כמקדיש בלש ביו\"ט לא גזרו ואפילו באין לפניו כהן או במקום שהחלה נשרפת דכיון דמותר ללוש לכתחלה ביו\"ט משום דפת חמה עדיף טפי התירו לו ג\"כ לתקן עיסתו ולהוציאה מידי טבל:", 
            "{יח} אפילו הפרישה מאתמול - ולא אמרינן היה לו להוליכה מאתמול. ואפילו צריך להעבירה דרך ר\"ה ג\"כ שרי דהוצאה מותר ביו\"ט ודע דגם בשבת מותר לו להוליכה לכהן במקום שיש עירוב ובאופן אם היה אפוי מאתמול דעיסה אינה ראויה למידי בשבת ובמקום שאין עירוב אם מותר לבא הכהן לביתו של ישראל בשבת ולאכול שם עיין בה\"ל:", 
            "{יט} שנילושה בעיו\"ט - ומיירי שגמר כל הלישה מעיו\"ט דכבר נתחייב בהפרשת חלה אבל אם היה לו לעסוק ביו\"ט בגמר לישתה א\"כ מעיו\"ט לא נתחייב עדיין בחלה וכהתחיל ללוש ביו\"ט דמי:", 
            "{כ} אסור להפריש וכו' - דאין מגביהין תרומות ומעשרות בשבת ויו\"ט היכי דטבילי מאתמול וכנ\"ל בס\"ק י\"ז וכן בהיה אפוי מאתמול דאסור להפריש היום. ואפילו בחלת חוץ לארץ הדין כן ואפילו לא הפריש מחמת שכחה נמי אסור לו להפרישה ואם עבר והפריש אם במזיד אסור לו ולאחרים עד מוצ\"ש ואם בשוגג מותר מיד וכדלעיל סימן של\"ט במ\"ב ס\"ק כ\"ה:", 
            "{כא} אלא אוכל וכו' - היינו לדידן בחו\"ל דחיובה אינה מן התורה ובחלת א\"י ליכא תקנה אלא א\"כ ילוש עוד עיסה וכבסוף הסעיף:", 
            "{כב} ומשייר קצת - היינו יותר מכדי שיעור שרוצה להפריש כדי שיפריש חלה מאותו השיור דבעינן שיהיה שיריה ניכר ועוד דאם לא יניח רק שיעור חלה דמי כמאן דמפריש ביו\"ט:", 
            "{כג} ולמחר מפריש וכו' - ובע\"פ שחל להיות בשבת שאפה לחם חמץ על שבת שאי אפשר לאכול ולשייר ולהניח עד למחר אם לא הפריש חלה מע\"ש הסכימו כמה אחרונים דסמכינן בדיעבד אהני פוסקים דבחלת חו\"ל שרי להפריש אפילו בשבת ויו\"ט ויפריש ויתננה לכהן קטן פחות מט' או אפילו לגדול שטבל ואף דיש אחרונים שסוברין דאין לו תקנה לפת זה לאכילה מ\"מ במקום הדחק שאין לו פת אחר לשבת יש לסמוך להקל:", 
            "{כד} ומותר לאפות הפת ע\"י שיאכל וכו' - ואע\"ג דעוסק גם בשביל חלק החלה שיש בו וחלק זה לא יאכל ביו\"ט לכהן ובכעין זה אסרינן לקמן בסעיף ו' שאני הכא דא\"א לחלק החלה מן העיסה שהרי אסור לו להפריש ועוד שחלק החלה בזה\"ז הוא דבר מועט וליכא תוספת טרחא בשבילו ויש מחמירים ואומרים דכיון דלש מאתמול ואתמול היה אפשר לחלקו ולהפריש חלק החלה לא שרינן ליה ביו\"ט לאפות כל העיסה משום חלק החלה שיש בו שנאפית שלא לצורך יו\"ט ויש לחוש לזה לכתחלה שלא לאפות כל העיסה ורק שישאיר קצת עיסה שלא לאפותה עד אחר יו\"ט וממנה יפריש חלה גם בעד עיסה הראשונה. מיהו אם עבר ואפה בודאי מותר לו לאכול ולהניח מעט שיפריש מזה חלה למוצאי יו\"ט:", 
            "{כה} ואם רוצה יוכל וכו' - ומיירי שצריך לה או שרוצה לאכול פת חמה ולהכי לא איכפת לן אם אגבה מתוקן גם עיסה הראשונה ואפילו בחלת א\"י יכול לעשות עצה זו:", 
            "{כו} עוד עיסה - ודוקא ביש בה שיעור חלה אבל באין בה כשיעור אלא דמצרפה עם הראשונה שיש בה אסור דדמי כמאן דמפריש חלה מעיסה שנילושה מעיו\"ט [מחה\"ש ופמ\"ג ויד אפרים] ויש מקילין דאפילו אין בה כשיעור וע\"י צירוף סל ובמקום הדחק יש להקל:", 
            "{כז} ויצרפם יחד - לפי מה שפסק המחבר ביו\"ד ס\"ס שכ\"ה ב' עיסות שיש בהם בכל אחת שיעור חלה א\"צ לא צירוף כלי ולא נגיעה אלא מניח שתיהן לפניו ומפריש מזה ע\"ז והכא נמי כן אם היה בכל אחת כשיעור:", 
            "{כח} והיא טמאה - וה\"ה תרומה וחלה בזה\"ז שכולנו טמאי מתים:", 
            "{כט} לא יאפה אותה - משום דהיא אסורה באכילה וה\"ה שאסורה היא בטלטול מטעם זה ואעפ\"כ מיד כשקרא לה שם חלה ועדיין היא בידו קודם שהניחה רשאי לטלטלה לכל מקום שירצה ומניחה שם עד חול המועד ואז שורפה:", 
            "{ל} שאין שורפין וכו' - ואע\"ג דשריפת חלה טמאה מצוה מ\"מ אינו דוחה יו\"ט שהוא עשה ולא תעשה:", 
            "{לא} מניחה עד הערב ושורפה - ומשמע לכאורה דשורפה בלילה ועיין בביאור הלכה מ\"ש בזה וכ\"ז בחלת א\"י שהיא אסורה לטמאים או בחו\"ל במקומות שאין נוהגים להאכילה לכהן טהור מטומאת קרי [דהיינו גדול שטבל או קטן פחות מבן ט'] או במקום שאין כהן לפנינו אבל אם נוהגין לתת לכהן ויש שם כהן מותר לו לאפותה ונתבאר לעיל סימן תנ\"ז:", 
            "{לב} ולא חיישינן שמתוך כך וכו' - ר\"ל הואיל ואין בה טורח כ\"כ כמו שיש בפת קטן בעריכת כ\"א מהן וע\"כ הו\"א שיש לחוש שיאפה יותר ממה שצריך והיינו באופן שאסור וכגון בתנור גדול או בכמה פעמים דבתנור קטן ובפעם אחת אפילו לאפות יותר ממה שצריך לית לן בה מפני שהפת משתבח על ידי זה וכדלקמן סימן תק\"ז ס\"ו. וה\"ה שמותר לו לאפות חררין דקים מאד אע\"ג דטרח הרבה בעריכת ובלישת כל אחת ואחת:", 
            "{לג} אסור לאפותה - היינו בעיסה ובקמח אסור אפילו ללוש ולא דמי לבהמה שחציה של ישראל וחציה של עכו\"ם דמותר לשחטה ביו\"ט כנ\"ל בסי' תצ\"ח סי\"א דשאני התם דא\"א לכזית בשר בלא שחיטה אבל הכא הא אפשר לחלק מקודם ויטריח בחלקו לבד:", 
            "{לד} ביו\"ט - היינו אפילו בתנור אחד ואפילו בתנור קטן דפסק המחבר לקמן בסי' תק\"ז ס\"ו דמותר לאפות תנור מלא פת אע\"פ שא\"צ אלא לפת א' והיותר ישאר לחול מפני שהפת נאפה יפה בזמן שהתנור מלא דשאני התם שכל הפת של ישראל ורשות בידו לאכול כל אחד ואחד או זה או זה ועוד דלמא מקלעי ליה אורחים וחזו כולהו ליו\"ט אבל הכא דחציו של עכו\"ם דמוכרח להשאיר חלקו ואם כן הוא טורח בלישה ואפייה של עיסת העכו\"ם בשביל הוספת שבח הפת שלו בעלמא ואסור:", 
            "{לה} הרבה פת נקיה - שמספיק לו לכל היום:", 
            "{לו} אינו אופה וכו' - בין פת נקיה ובין פת הדראה [היינו פת קיבר] דהא יש לו פת נקיה שטוב לו יותר לאכילתו ונראה לי דדוקא אם הפת האחר הוא מאותו המין אבל אם הוא מין אחר אפילו גרוע מזה כגון שהפת שלו הוא פת חטים והוא רוצה לאפות פת דגן שרי:", 
            "{לז} פת אחרת - ואם ניחא ליה בפת חמה והפת נקיה נאפה מאתמול שרי לאפות אפילו פת הדראה:", 
            "{לח} ב\"ב שרגיל וכו' - ומשמע דבאינם רגילים אלא שבפעם הזאת רוצה להאכילם אסור:", 
            "{לט} אבל אם יש לו וכו' - עיין במ\"א דמותר לכתחלה לאפות פת הדראה ואח\"כ פת נקיה. ודוקא אם רוצה לאכול הפת הדראה אבל אם כונתו להערים שיותר לחול בודאי אסור:", 
            "{מ} אסור לעשות שאור - להחמיץ העיסה:", 
            "{מא} מפני שהיה אפשר וכו' - שכל כך יפה הפת שנעשה שאור שלו מבע\"י כמו כשנעשה ביומו ודע דסברא זו הוא לכאורה כפי דעה ב' בסימן תצ\"ה בהג\"ה דגם באוכל נפש גופיה מחמרינן באינו מפיג טעם כלל אם עושהו מעיו\"ט ועיין מ\"ש שם בבה\"ל לחלק קצת בזה:", 
            "{מב} מותר להפריש המתנות ביו\"ט - משום דאינו מתקן דגם קודם הפרשה לא טבלן ועוד דמפורשות ועומדות בגוף הבהמה:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}