{
    "versionTitle": "Mishnah Berurah : Siman 510", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} מוללין מלילות - פי' שבידו ימלול החטים כשהם רכים דהוי דש כלאחר יד ובשבת צריך שינוי במלילה דהיינו בראשי אצבעותיו כמ\"ש סי' שי\"ט וביו\"ט כשהוא רוצה לאכלן לא גזרו וזהו שכתב כדרכן ביו\"ט:", 
            "{ב} ומפרכין קטניות - היינו השרביטין ומוציא הזרע מהן:", 
            "{ג} כדרכן ביו\"ט - ויש מחמירין דוקא בשינוי בראשי אצבעותיו:", 
            "{ד} ואפילו בקנון ותמחוי - מבואר לעיל בסימן שי\"ט ס\"ו ע\"ש וביו\"ט הקילו:", 
            "{ה} אבל לא בטבלא וכו' - דמחזי כמאן דעביד לצורך מחר שאין דרך לעשות בכלים הללו אלא הרבה:", 
            "{ו} בורר כדרכו - הפסולת מן האוכל וא\"צ לשנות לברור האוכל מן הפסולת דכיון שהאוכל מרובה וכדלקמיה טוב למעט בטרחא ולברור הפסולת שהוא המועט:", 
            "{ז} אם רוצה לאכלו בו ביום - לא אתי לאפוקי אם דעתו לאכול למחר דבזה פשיטא דאסור לעשות שום הכנה מיו\"ט לחבירו אלא אשמועינן דאפילו אין דעתו לאכול לאלתר כ\"א לאחר זמן דבשבת כה\"ג חייב חטאת אפילו בורר אוכל מן הפסולת וכ\"ש בפסולת מן האוכל קמ\"ל דשרי דאין איסור בורר ביו\"ט בזה מן התורה כיון שהוא צורך אוכל נפש בו ביום וכאופה ומבשל דמי רק בנפה וכברה אסרו חכמים משום דמחזי כמאן דעביד לצורך מחר דדרך ברירה בכלים הללו לעשות לימים הרבה וכמו שכתבנו לעיל בס\"א [מ\"א וש\"א]:", 
            "{ח} כשהאוכל מרובה - דאז טוב יותר לברור הפסולת שטרחתו מעוטה ואם הם שוין בכמותן בורר איזה מהם שירצה אכן אם האוכל הוא דק יברור הפסולת:", 
            "{ט} טורח וכו' יותר - כגון שהפסולת הוא דק מאוד ויש טורח רב לבררם:", 
            "{י} לא מקרי הקליפה פסולת - וכמין אחד דמי ובאיזה ענין שמתקן האוכל מתוך השומר תיקון אוכל בעלמא הוא ויכול לברור אחד מחבירו איזה שירצה ועיין באחרונים שהסכימו דמ\"מ אף בכאן יברור איזה שקל יותר לו לברור:", 
            "{יא} אין מסננין החרדל וכו' - דמיחזי כבורר שמשליך עי\"ז הסובין שלו אבל בורר ממש לא הוי שגם הפסולת ראוי לאכילה:", 
            "{יב} במסננת שלו - לכאורה משמע מזה דאם מסנן על ד\"א שלא כדרכו מותר ודומיא דס\"ב דלא החמירו אלא בנפה וכברה משום שכן דרך ברירתו בחול. כתב המ\"א דאם לא היה אפשר לסנן מעיו\"ט מותר לסנן אפי' במסננת ועיין בבה\"ל מה שהערנו בזה:", 
            "{יג} ואין ממתקין אותו בגחלת - כדרך שרגילין בחול להניח בתוכו גחלת וע\"י כן מתמתק:", 
            "{יד} של עץ - משום כיבוי ואע\"ג דהוי לצורך אוכל נפש הא אפשר לעשותו מאתמול ואסרוהו מדרבנן ולפ\"ז אם אי אפשר לעשותו מאתמול שרי ויש מחמירין שאפילו באופן זה אין לעשות כ\"א ע\"י שינוי:", 
            "{טו} בשל מתכות מותר - דאיננו בוער וליכא כיבוי מדאורייתא ואע\"ג דיש בו איסור כיבוי מדרבנן התירו משום שמחת יו\"ט [אחרונים] ואם מותר ע\"י אבנים עיין במחה\"ש וכתב המ\"א דמהאי טעמא מותר ליתן שפוד של מתכות מלובן לתוך משקה כדי שיתחמץ אם ראוי לשתותו בו ביום ועיין בביאור הלכה דלהפוסקים שסוברין דצירוף הוא דאורייתא אין להקל בזה:", 
            "{טז} אין תולין - היינו שמותח פי המשמרת ע\"ג כלי בעיגול ונעשה כאוהל על חלל הכלי ומשו\"ה אסרו דהוי כעובדא דחול:", 
            "{יז} לסננן - ומיירי באופן שאם היה עושהו מאתמול לא היה טוב כ\"כ דאל\"ה אסור משום בורר וכמו גבי חרדל לעיל בס\"ג וכתב הפמ\"ג דע\"י שינוי מותר בכל גווני:", 
            "{יח} ומערים ותולה וכו' - פי' אף אם לא היתה תלויה מבע\"י יכול להערים ולתלותה ליתן בה מתחלה רמונים:", 
            "{יט} ליתן וכו' - ונותן בה רמונים מתחלה אבל כשאינו נותן בה רמונים מוכחא מילתא שעושה משום שמרים ואסור:", 
            "{כ} ביו\"ט כמו בשבת - רמז בזה מה שמבואר לעיל שם בס\"י דאסור לסנן מים בסודר משום ליבון וע\"ש במ\"ב וה\"ה כאן:", 
            "{כא} אין עושין גבינה ביו\"ט - דגבינה מעלי טפי כשהיא ישנה וא\"כ הו\"ל למעבד קודם יו\"ט ואפילו לאותן הפוסקים דסוברין בסימן תצ\"ה דאוכל נפש עצמו מותר אפילו היה אפשר לעשותה קודם יו\"ט הכא אסור מפני שדרך לעשותו לימים הרבה והוי עובדא דחול ולפ\"ז אפילו אי אפשר לו לעשותה קודם יו\"ט י\"ל דאסור מיהו ע\"י שינוי יש להקל:", 
            "{כב} ואין מעמידין וכו' - דהיינו ע\"י קיבה או שארי דברים שיתקבץ החלב ויקפא ויתברר הקום [וכן אסור לעשות סיראוויטקע דהיינו שנותן מעט חומץ בחלב כדי שיתברר המי חלב] דזה הוא בורר ממש ודרך לעשותו לימים הרבה ועיין בפמ\"ג שמסתפק אם מותר לעשות ד\"ז בעצמו לחולה שאין בו סכנה:", 
            "{כג} וה\"ה דאין עושין חמאה וכו' - הטעם גם כן משום בורר וכנ\"ל ואפילו ע\"י עכו\"ם יש להחמיר ויש מקילין בזה אם הוא לצורך שמחת יו\"ט ואין להקל אלא לצורך גדול. ומותר לקלוט בעצמו שומן הצף על פני החלב שקורין סמעטענע אפילו בשבת ורק כשיגיע סמוך לחלב יזהר להניח קצת מהסמעטענע עם החלב שלמטה וכמש\"כ בסימן שי\"ט סי\"ד ודוקא כשצריך לאכלו בו ביום דאל\"ה אסור משום הכנה מיו\"ט לחול ואם א\"צ לו רק שחושש שיפסיד ויתקלקל מותר לעשותו ע\"י עכו\"ם כמש\"כ סימן ש\"ז ס\"ה. ובספר מו\"ק כתב דגם בעשיית חמאה הנ\"ל ג\"כ מותר ע\"י עכו\"ם אם הוא חושש שיתקלקל הסמעטענע אם לא יעשנה חמאה:", 
            "{כד} את הירק - פי' התלוש שיש בו ראשי עלין נרקבין אין גוזזין בתספורת שלהם. דמאן דחזי סבר שחתכו היום מן המחובר:", 
            "{כה} קונדס ועכביות - שיש טורח בתיקונן ושרי דהוי הכל צורך אוכל נפש. וה\"ה שאלאטי\"ן ירק מר מותר להוציא מימיו [פמ\"ג]:", 
            "{כו} אע\"פ שאסור בשבת - כדלעיל בסימן שכ\"א ס\"ג ביו\"ט מותר דא\"א לעשותן מעיו\"ט:", 
            "{כז} ויש מחמירין - טעמם דאפשר למלוח כל חתיכה בפני עצמה. וטוב לחוש לדבריהם לכתחלה:", 
            "{כח} לא יביאם בסל וכו' - אפילו לצורך שתיית היום. ומשמע מעבודת הקדש דאפילו אם ירצה ליתן בתוך הסל רק שנים גם כן אסור דהוא עובדא דחול ואפשר דהשו\"ע סבר ג\"כ הכי אלא נקט דבר ההוה:", 
            "{כט} ממקום למקום - היינו במבואות דשכיחי בה רבים ומחזי כעובדא דחול:", 
            "{ל} שרי בכל ענין - אפילו יותר מארבעה וחמשה כדים. ואדרבה יותר טוב הוא להוליך הרבה ביחד משיוליך מעט מעט ויצטרך להרבות בהילוך:", 
            "{לא} לאחוריו - ג\"כ מטעם דהוי כעובדא דחול:", 
            "{לב} וכן משאות שדרכן וכו' - כ\"ז כדי לשנות מדרך חול:", 
            "{לג} יפרוש עליהן בגד וכו' - ומיירי במשאות יבשות כגון פירות וכה\"ג או ביין דלא שייך למגזר שמא יסחוט דאין בסחיטתו משום ליבון כמבואר בסימן שי\"ט ס\"י אבל במים אין לפרוס בגד מלמעלה דלא יפול במים ויבוא לידי סחיטה:", 
            "{לד} ואם א\"א כגון וכו' - וה\"ה אם א\"א לו לשנות מפני סיבה אחרת כגון שאין לו בגד לכסות וכה\"ג:", 
            "{לה} וצריך למהר וכו' - ר\"ל וכשעושה כדרכו יובא לפניהם במהרה יותר וכן הא דס\"ח לענין קופות ג\"כ דינא הכי דאם זימן הרבה אורחים וצריך להביא במהרה לכולם ביחד מותר לשאת בקופות ד' וה' קבין. ואורחים נקרא לענין זה אפילו מאותה העיר:", 
            "{לו} לא יביא כלל - הטעם עיין לעיל בסימן תצ\"ה ס\"ג ובמ\"ב שם:", 
            "{לז} אין מביאין עצים וכו' - ר\"ל אפילו ממקומות המותרין להביא וכנ\"ל בסימן תק\"א ס\"ג אפ\"ה לא יביאם כרוכים בחבל וכו' שלא יעשה כדרכו בחול:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}