{
    "versionTitle": "Mishnah Berurah : Siman 512", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} אין מבשלין וכו' - וה\"ה כל מלאכות שמותר לעשות בשביל ישראל בשביל נכרי אסור:", 
            "{ב} לצורך כותים - דכתיב אשר יאכל לכל נפש הוא לבדו יעשה לכם ודרשו חז\"ל לכם ולא לכותים לכם ולא לכלבים. ולצורך קראי\"ם בתשובת ר' בצלאל סי' ס\"ג אוסר ויש מתירין דטועים הם ומנהג אבותיהם בידיהם. ומומר לעבודת כוכבים או לחלל שבת בפרהסיא דינו כעכו\"ם:", 
            "{ג} להזמינו - ואינו מועיל מה שכבר הכינו כל צרכי סעודה דיש לחוש שמא יבשל עוד בקדרה אחרת בשבילו אחרי שמזמינו ורוצה לכבדו:", 
            "{ד} שמא ירבה בשבילו - פי' שמא יבשל קדירה לבדה שלא היה מבשל אם לא בשביל העכו\"ם ומשו\"ה יש היתר לקמיה בעבדו דאין לחוש שמא יבשל בקדרה אחרת בשבילו:", 
            "{ה} ודוקא להזמינו לביתו וכו' - ר\"ל דכיון שרוצה לכבדו ואוכל על שלחנו חיישינן שיבוא לבשל בקדרה אחרת בשבילו אבל לא בששולח לו לביתו:", 
            "{ו} אבל לשלוח לו לביתו וכו' - עיין במאמר מרדכי ועוד כמה אחרונים שהסכימו דדוקא אם שולח לו ממה שהכין לעצמו אבל אם הרבה בשבילו אפילו באותה קדרה שבישל ג\"כ לעצמו אסור דכיון שמרבה בשבילו חיישינן שיבוא לבשל עבורו בקדרה אחרת ומזה תראה דמה שנוהגין רבים לשלוח ביו\"ט דורון לנכרי שרוצה לכבדו ומוסיפין בשבילו שלא כדין הם עושין ולא מבעיא שאסור לאפות בשבילו חלה אחת כמו שנוהגין או לעשות בשבילו חרעמזי\"ל ובלינצע\"ס דכל אחד ואחד צריך טרחא לעצמו וגם אין אחד משביח מחמת הריבוי אלא אפילו מה שמרבין לבשל בשבילו דגים כשמבשל ביחד גם לצורך עצמו אסור וכנ\"ל ויש מאחרונים שמקילין כשמבשל ביחד גם לצורך עצמו ובמקום איבה או הפסד ממון אפשר שיש לסמוך ע\"ז:", 
            "{ז} ע\"י עכו\"ם - אבל לא ע\"י ישראל ומיירי שיש איסור טלטול לבית העכו\"ם אפילו אם הוא רק כרמלית אבל אם העכו\"ם דר תוך הרחוב שהוא מותר לטלטל שם גם על ידי שליח ישראל מותר:", 
            "{ח} שרי - היכא דאיכא משום דרכי שלום ואפילו דרך ר\"ה וכדלעיל סי' שכ\"ה ס\"ב עי\"ש במ\"ב:", 
            "{ט} עבדו ושפחתו וכן שליח וכו' וכן עכו\"ם וכו' - דדוקא כשמזמן העכו\"ם אצלו דחפץ ביקרו חיישינן שמא ירבה בשבילו לבשל בקדרה לבדה משא\"כ בעבדו ושפחתו וכן כל אלו שבאו מאליו לא חיישינן לזה:", 
            "{י} שבא מאליו וכו' - אף אם הוא אדם חשוב כיון שלא הזמינו לבוא ודוקא שבא אחר שכבר הכין סעודתו ויש חולקין דאכתי אם הוא אדם חשוב וראוי לכבוד חוששין שמא ירבה בשבילו אלא צריך שיאמר לו הישראל קודם שמאכילו אם יספיק לך במה שהכינו לעצמנו בא ואכול והט\"ז מכריע להלכה דאם בא מאליו והישראל נותן לו לאכול בלי הזמנה והפצרה שיאכל אצלו מותר דבזה אין חשש שמא ירבה אבל אם מפציר בו שיאכל אצלו אע\"פ שבא מאליו מ\"מ כיון שחביב לו שיאכל אצלו חיישינן שמא יבשל לו קדרה אחרת עוד דמה לי שמזמינו דרך שליחות לביתו או שמזמינו אחר שבא אליו:", 
            "{יא} ומותר להרבות - הנה המחבר כלל דין עבדו ושפחתו הכנענים ועכו\"ם שבא מאליו בחדא מחתא ובא הרמ\"א לפרש שיש חילוק ביניהם דבעבדו ושפחתו אפילו אם מרבה בקדירתו לכתחלה בשבילם שרי כיון דחד טרחא הוא ולא חיישינן בדידהו שמא יבשל קדירה אחרת בשבילם [אך צריך ליזהר שלא יאמר בפירוש שמבשל בשבילם] אבל בעכו\"ם הבא מאליו שהוא מכובד אצלו דוקא כשנותנו ממה שהכין עבור עצמו אבל להרבות בשבילו אפילו בקדירה אחת אסור דחיישינן שמא יבשל עבורו לבד עוד בקדירה אחרת:", 
            "{יב} באותה קדרה - ודוקא בב\"א דחד טרחא הוא אבל להוסיף אח\"כ בשר בשבילם אסור אלא א\"כ יש לו מאכלים אחרים שיוכל לפייסם בם ונמצא שכל הבשר היה ראוי בשביל ישראל ואז מותר ליתן להם לאכול מזה. ולענין פת מסקי האחרונים דכיון שיש על כל ככר וככר טרחא בפ\"ע ע\"כ אין להתיר אפילו אופה בתנור אחד אא\"כ יוכל לפייסן בדברים אחרים ונמצא שכל הפת ראוי בשביל ישראל ואז מותר ליתן גם להם לאכול ממנו ולפי המבואר לעיל בסימן תק\"ז ס\"י כל היתר הפת אינו כ\"א בתנורים שלהם אבל בתנורים שלנו אפילו בשביל ישראל אין לאפות יותר ממה שצריך לו אכן לעת הצורך יש להקל גם בתנורים שלנו:", 
            "{יג} נותן ממנו לתינוק - יש מאחרונים שכתבו דלא שרי אא\"כ נותן ממש לאכול ולא ע\"י שיכול ליתן:", 
            "{יד} מותר לאפות וכו' - שהרי אם לא יאפה כל הפת לא יוכל ליתן לתינוק אף פת אחד וא\"כ נחשבת כל האפיה בשביל פת זה שנותן לתינוק וכיון שאינו מיוחד איזה פת יתנו לתינוק מצינו למימר על כל אחד ואחד זהו שיתננו לתינוק. וכתבו האחרונים דה\"ה אם הישראל נותן להם הקמח מחוק המלכות אלא שאין הישראל רשאי לאפות מקמח פת אחת לתינוק אא\"כ יאפה להם כל הפת מותר לאפות להם ביו\"ט ע\"י שיתן פת אחד מהם לתינוק:", 
            "{טו} להם - עיין בט\"ז שכתב דאין לסמוך על קולא זו דנתינת פת אחת אלא בכגון זה שהוא שעת הדחק:", 
            "{טז} לצורך כלבים - אפילו כלבים דמזונותיהם עליו ומכ\"ש כלבים של הפקר ולאו דוקא כלבים אלא ה\"ה שאר בהמה חיה ועוף אסור לעשות שום מלאכה עבורם דקרא דלכם ממעט עובד גלולים ובהמה:", 
            "{יז} לטלטל מזונות וכו' - עיין לעיל בהלכות שבת סימן שכ\"ד שנתבארו שם כל הדינים השייכים לענין הכנת מאכל לבהמה וה\"ה כאן:", 
            "{יח} אבל אסור להוציא וכו' - דלא הותר הוצאה ביו\"ט כ\"א לצורך האדם אבל לא לצורך בהמה:", 
            "{יט} מרשות לרשות - היינו אפילו להוציא מרה\"י לכרמלית. וע\"י עכו\"ם נראה דשרי:", 
            "{כ} כ\"א ע\"י שינוי - שבכה\"ג אף בשבת מותר כמבואר לעיל בסי' שכ\"ד. ואופן השינוי מבואר שם בס\"ג עי\"ש:", 
            "{כא} בשביל הכלבים - וה\"ה שאר בהמה וחיה אפילו לא היו מזונותיהן עליו:", 
            "{כב} אפילו אם יש לו ד\"א וכו' - ט\"ס וצ\"ל אפילו אין לו ד\"א וכו'. ועיין בביאור הגר\"א שמפרש דברי הרמ\"א דר\"ל דאם היה לו ד\"א במה לפייסן אפילו קדרה אחרת שרי להרבות בשבילן אם המאכל הזה ראוי לעצמו דאז חשבינן כאלו מבשל לצורך עצמו וכן מפרש המ\"א בסק\"ג את דעת הרמ\"א וכן מבואר בד\"מ אמנם במ\"א סק\"ג מוכח דלדינא דעתו כדעת המהרש\"ל דבקדירה אחרת בשבילן אסור בכל ענין דבזה מוכח דהבישול שלא לצרכו הוא והעתיקו כמה אחרונים את דבריו ועיין בא\"ר:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}