{
    "versionTitle": "Mishnah Berurah : Siman 504", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} דכין את התבלין וכו' - ר\"ל אף דטחינה לכו\"ע אסור ביו\"ט וכדלעיל בסי' תצ\"ה ס\"ב ולכמה פוסקים יש בזה איסור תורה אף שכונתו לצורך או\"נ באותו יום מ\"מ דיכת תבלין מותר וכ\"ש שום ובצל ושחליים וכדומה:", 
            "{ב} כדרכן - במדוך ובמדוכה שכותשין בו בחול בלי שום שינוי:", 
            "{ג} שאם ידוך וכו' - ר\"ל אפילו ידע מאתמול שצריך לו למחר ג\"כ לא אמרינן דהו\"ל להכין מאתמול שאם ידוך וכו':", 
            "{ד} יפיג טעמן - ופלפלין וחרדל בכלל תבלין הם וג\"כ מפיגין טעמן כששוהין הרבה כתושין:", 
            "{ה} אבל מלח וכו' - כגון מלח גסה שצריך כתישה ונתבאר לעיל סימן שכ\"א ס\"ח דאיסור כתישה במלח אינו אלא במלח ים שהיא גסה מתחלתה משא\"כ מלח שקורין שליני\"ש שנעשה דק מתחלתו ואח\"כ נתבשל ועושין ממנו פתיתין גדולים אין בו איסור כתישה מן הדין ורק מפני מראית העין יש שמחמירין בזה:", 
            "{ו} אינו נידוך וכו' - ואם מעורב המלח עם התבלין דך כדרכו ואינו חושש הואיל ואינו טורח בה בפני עצמה:", 
            "{ז} וכיוצא בה - דהיינו שידוך במדוך של עץ:", 
            "{ח} שאם שחק המלח וכו' - ויש פוסקים שכתבו דה\"ה במיני תבלין שאין מפיגין טעם כגון כרכום שקורין זאפרע\"ן דידוע שאינו מפיג טעם ובפרט היכא שידע מאתמול שיהיה צריך לו למחר כרכום לקדרתו שאסור לו לכתוש בלי שינוי ויש להחמיר ולחוש לסברא זו:", 
            "{ט} משום דהוי כעובדין דחול - טפי ויש שכתבו משום דהוי עי\"ז טוחן גמור דאסור ביו\"ט לכו\"ע וכדלעיל בסימן תצ\"ה ואפילו רוצה לעשות שינוי כגון לטחון חדא חדא וכה\"ג נמי אסור בריחיים. וה\"ה לטחון קאוו\"י בריחיים שלהן נמי אסור אלא יכתוש במכתשת ועיין בה\"ל:", 
            "{י} אלא דך אותם וכו' - מיהו צריך ליזהר שלא ידוך אותם אלא מה שצריך ליום זה ואפילו להכין ליו\"ט שני נמי אסור:", 
            "{יא} ומיהו נוהגין וכו' - הטעם משום דיש פוסקין המחמירין ואומרים דגם בתבלין המפיגין טעם אין מותר לדוכן ביו\"ט כדרכן אא\"כ לא ידע מאתמול שיצטרך להם ביו\"ט וחוששין אנו לדבריהם לכתחלה מיהו גם הם לא אמרו אלא בתבלין אבל בשום ובצל ושחליים לכו\"ע אין לו לדוכם מעיו\"ט אפילו ידע שיצטרך להם למחר שמפיגין טעמם לגמרי ומתקלקלים ויש שכתבו דלפי המנהג אין חילוק בין ידע מאתמול ללא ידע ובכל גווני אין נוהגים לדוך ביו\"ט אא\"כ ע\"י איזה שינוי שמתוך כך יהיו העם זכורים שאסור לדוך רק מה שצריך לאותו היום:", 
            "{יב} ומדוך אצל מדוכה - מדוך היינו הבוכנא שמכין בו בתוך המדוכה:", 
            "{יג} אפילו דרך ר\"ה - ולא חיישינן דלמא מימלך ולא ידוך ונמצא שהוציא שלא לצורך וכדלעיל סימן תצ\"ח ס\"ב עי\"ש:", 
            "{יד} אין כותשין הריפות וכו' - שזהו כמו טחינה גמורה שאסור ביו\"ט וכמו פלפלין בריחיים שלהם. ואם כיתש משמע בגמרא שאסור לאכול מזה:", 
            "{טו} שזה השינוי שלה - דבחול אין דרך לכתוש בקטנה מפני שאין נכתש דק היטב:", 
            "{טז} ובארץ ישראל וכו' - כמה פירושים יש בזה יש מפרשים דאסרו בא\"י משום דהיו רגילים להחזיק עבדים ומזלזלי בזה שעושין כדרכן בחול ואומרים בקטנה עשינו לפיכך אסרו חכמים לגמרי וא\"כ לדינא בזמנינו תלוי בזה היכי שמחזיקים עבדים כנענים אסור בכל גווני ויש שכתבו דבא\"י היו החטים משובחים שאין מתקלקלים ולא נשתנה מראיתם אם יכתשם מעיו\"ט ולפיכך לא התירו להם חכמים לכתוש ביו\"ט וא\"כ ה\"ה בכל מקום ומקום שהחטים טובים ואינם נפגמים אם יהיו נידוכים מלפני יו\"ט אסור ויש שכתבו דבבבל היו רגילים לאכול תדיר דייסא ומתוך שהיה צרכיהן מרובה לזה לא כתשו במכתשות קטנות וכשכותש ביו\"ט בקטנה הוי שינוי משא\"כ בא\"י שלא היו רגילין הרבה בזה גם בימות החול מצוי שכותשים במכתשת קטנה וליכא שום שינוי ביו\"ט ולהכי אסור וה\"ה בזמנינו תלוי ג\"כ בזה אם אין דרך לכתוש בקטנה בחול שרי ויש להחמיר ככל הפירושים:", 
            "{יז} וכיון שאין וכו' - עיין בה\"ל:", 
            "{יח} ומותר לגרור וכו' - ולא דמי לפלפלין וחרדל בריחיים דבריחיים הוי עובדא דחול טפי:", 
            "{יט} מיהו צריך שינוי - דע\"פ רוב אין מפיג טעם ומיהו אם מפיג טעם מותר אפילו בלי שינוי מן הדין אלא דליש נוהגין דלעיל בכל גווני משני. ותמכא שקורין חריי\"ן אע\"ג שכמה פעמים טוחנין התמכא בשיעור מרובה לב' או לג' ימים אעפ\"כ יש לצדד ולומר דלא גזרו חכמים בזה לאסור אפילו בטוחן ליומו דלא גזרו אלא בריחיים שהוא מעשה חול גמור וכדרך כל טחינה. ומיהו עכ\"פ יש לשנות קצת. וכשטוחן התמכא שלא ע\"ג קערה אלא על המפה או על השולחן מקרי שינוי. מותר לחתוך ביו\"ט ירקות דק דק בלי שינוי אכן כל אלה אינו מותר רק בכדי שיעור שצריך לאותו היום:", 
            "{כ} וה\"ה מצות בלא שינוי - ר\"ל דה\"ה מצות דמותר לכתוש בכלי המיוחד כמו שנהגו ולטחון אותם על מורג אכן בזה קיל יותר דמותר אפילו בלא שינוי כלל משום דאין טחינה אחר טחינה. ולאחר הטחינה נכון ליזהר שלא יברור פרורי מצות שלא נכתשו עדיין היטב מתוך הקמח אף ביד דהוי כמו פסולת מתוך אוכל דאסור גם ביו\"ט לחד מאן דאמר וכמו שיתבאר לקמן סימן תק\"ו ס\"ב בהג\"ה [מ\"א בשם מהרי\"ל] ואם ירצה ליקחם יקחם עם מעט קמח דליכא חששא דברירה וכמו שנתבאר בהלכות שבת סימן שי\"ט ועיין בה\"ל:", 
            "{כא} למדוד תבלין וכו' - אע\"ג דקמח אסור למדוד וכדלקמן ר\"ס תק\"ו הכא שיקדיח תבשילו התירו וכדמסיים:", 
            "{כב} בשביל שלא יקדיח - דיפסיד כשיתן תבלין יותר מדאי ואם דרכו גם בחול ליקח בלי מדידה אלא באומד הדעת אסור לו למדוד ביו\"ט:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}