{
    "versionTitle": "Mishnah Berurah : Siman 503", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} אסור לאפות וכו' - ואפילו דבר שאינו מלאכה רק טרחא בעלמא כגון הדחת קערות והבאת יין מיו\"ט לחבירו ג\"כ אסור כמו שנתבאר ס\"ס תרס\"ז וע\"ש מש\"כ בזה:", 
            "{ב} אפילו הוא שבת - דאין יו\"ט מכין לשבת כדיליף בגמרא מקרא וכ\"ש דמיו\"ט לחול אסור ועיין סימן תקכ\"ז:", 
            "{ג} או יו\"ט - ר\"ל יו\"ט שני של גליות דספק חול הוא ונמצא מכין מיו\"ט לחול:", 
            "{ד} ואפילו בב\"י של ר\"ה - דלהחמיר אמרינן קדושה אחת הן ולא להקל:", 
            "{ה} אבל ממלאה וכו' - ואפילו אחר שהניחה הקדרה על האש מותרת להוסיף בשר מפני שהתבשיל מתוקן יותר כשיש שם בשר הרבה ואפילו הוא בקדרה קטנה מותר ליתנו בקדרה גדולה ולהוסיף עליו כדי שיהיה שמן ביותר וכ\"ז שייך דוקא כשמבשל בשר ודגים בקדרה אבל בשאר תבשילין אינה רשאה להוסיף בשביל לילה כשעומדת כבר הקדרה על האש דאינו מוסיף שבח עי\"ז בהתבשיל וכן כשצולין בשר על השפוד אינו רשאי להוסיף בשביל לילה כשעומד כבר השפוד על האש אבל בתחלה יכול להוסיף על השפוד כמה שירצה כיון שהוא בטרחא אחת וכן בתבשיל כה\"ג וכמו בס\"ב:", 
            "{ו} אע\"פ שא\"צ וכו' - היינו אף אם כונתה בהוספת הבשר בשביל לילה שהוא חול אעפ\"כ מותר כיון שעכ\"פ צריכה לחתיכה אחת לאכול ביו\"ט והסכימו הרבה אחרונים דמ\"מ תזהר שלא תאמר בפיה שמבשלת לצורך לילה ומ\"מ בדיעבד אינו נאסר עי\"ז:", 
            "{ז} אלא לחתיכה וכו' - וה\"ה אם אינה צריכה רק להתבשיל או להרוטב בלבד ג\"כ שרי דכ\"ז משתבח ע\"י הוספת הבשר. ואם א\"צ לסעודת היום כלל ועיקר בישולו רק לצורך הלילה ואוכל קצת ממנה כי היכי דלא ליתסר עליה לבשל יש דיעות בין הפוסקים דיש אוסרין דהוא בכלל הערמה ויש מתירין כיון שעכ\"פ אוכל קצת ממנה וגם הוא קודם אכילה וכדלקמיה והעולם נהגו להקל כדעה זו שמבשלין בשחרית לצורך הלילה וטועמין קצת מהן ואין למחות בידם כי יש להם על מי שיסמוכו [ודוקא מיו\"ט א' ליו\"ט ב' אבל מיו\"ט לחול יש ליזהר בזה]. והמחמיר כדעה ראשונה שלא לבשל לצורך הלילה בקדרה בפני עצמה אלא באותה קדרה עצמה שמבשל לצורך סעודת שחרית הוא מרבה בה לצורך הלילה תבוא עליו ברכה ועיין לקמיה בסק\"י:", 
            "{ח} אחת - ודוקא בזה שיש תועלת גם לצורך היום ע\"י הריבוי אבל אסור לעשות חרעמזלא\"ך או קרעפלא\"ך וכיו\"ב יותר ממה שצריך לבו ביום שאין אחד משביח מחבירו וצריך לטרוח בכל אחד ואחד בפ\"ע:", 
            "{ט} וכ\"ש שיכול לשחוט וכו' - קאמר כ\"ש משום שא\"א לשחוט בשביל כזית א' אא\"כ ישחוט כל הבהמה ודוקא אם יש עדיין שהות עד זמן אכילה להפשיטו ולמולחו ולבשלו או עכ\"פ לצלותו אבל אם לא יספיק כ\"כ עד אחר זמן אכילה אסור וכדלקמיה:", 
            "{י} וכן יכולה לבשל הרבה קדרות וכו' - ר\"ל אפילו כונתו לצורך הלילה כיון שרוצה לאכול מכל אחת בסעודת שחרית ומיירי שכל קדרה היה מבשל מין בפ\"ע אבל מין אחד בשתי קדרות אין להתיר כיון שטעם שתי הקדרות הוא שוה א\"כ כל מה שטועם משתיהן יכול לטעום מאחת ונמצא שהקדרה השניה אינה מתבשלת כ\"א לצורך לילה לבד:", 
            "{יא} ולאכול מכ\"א מעט - מסתימת לשונו משמע דאפילו א\"צ לאכול ורק שטועם מעט מכל קדרה כדי שיהיה לו היתר לבשל והיינו כדעת המקילין לעיל בסק\"ז ולדעת האוסרין שם אין היתר רק למי שדעתו באמת לאכול מיני מטעמים חלוקין בסעודת שחרית ומכוין להרבות בכל מין כדי שישאר ללילה אבל לא כשטועם רק דרך הערמה וכבר כתבנו דהעולם נהגו כדעת המקילין:", 
            "{יב} דהוי הערמה - ובזה לכו\"ע אסור אף שאוכלת אח\"כ מעט דהוי הערמה הניכרת לכל כיון שכבר סעדה:", 
            "{יג} מיהו אם עברה ובישלה וכו' - יש מן האחרונים שמפרשי דאריש הסעיף קאי דהיינו אם עבר במזיד ובישל מיו\"ט לחבירו ולא קאי כלל אדסמיך ליה דמיירי בדין הערמה דשם אפשר דאף בדיעבד אסור דהערמה חמירא ממזיד כדלקמן בסימן תקכ\"ז סעיף כ\"ד אבל כמה אחרונים כתבו דאדסמיך ליה קאי דהערמה זו קילא להתיר בדיעבד כיון שעכ\"פ אכל ממנה קצת מבע\"י:", 
            "{יד} אע\"פ שא\"צ וכו' - ר\"ל והמותר מכוין שיהיה לצורך הלילה אפ\"ה שרי דחד טרחא הוא וכתבו האחרונים דהיינו דוקא היכי דממלא פעם אחת מהדלי ולא פעמים רבות ע\"י כלים:", 
            "{טו} אלא לקיתון אחד - וגם בזה צריך ליזהר שלא יאמר בפירוש שהוא רוצה המותר לצורך מחר ובדיעבד אינו נאסר בכך דמ\"מ חד טרחא היה:", 
            "{טז} אסור להוסיף וכו' - דלא דמי לבשר שכתבנו בס\"א דמותר אף להוסיף אח\"כ דהתם ההוספה משביח בהתבשיל משא\"כ הכא אין המים משביחין בכך. ואם עושה כן כדי שלא תבקע הקדירה שרי דהרי זה לצורך יו\"ט:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}