{
    "versionTitle": "Mishnah Berurah : Siman 509", 
    "sectionNames": [
        "Siman", 
        "Seif Katan"
    ], 
    "language": "he", 
    "title": "Mishnah Berurah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "{א} שפוד שנרצף - היינו שנעקם ביו\"ט והמחבר סתם דבריו ולא חילק בין נעקם מעט או הרבה עד שאין יכול לצלות כלל בלי תיקון משום דאזיל לטעמיה שביאר בב\"י דבכל גווני אסור משום דהוא תקון מנא ודעת הרמ\"א הוא שיטה אחרת כמו שביארנו בבה\"ל ע\"ש:", 
            "{ב} אע\"פ שהוא יכול וכו' - ר\"ל ואין צריך להכות עליו בפטיש:", 
            "{ג} שיוכל לצלות בו - היינו ע\"פ הדחק ומ\"מ חשיב התקון טרחא יתירא:", 
            "{ד} אבל אם אינו יכול וכו' - היינו כגון שנעקם השפוד הרבה ומה שכתב ונשבר ר\"ל או שנשבר ראש השפוד ומחמת זה אינו יכול לצלות בו:", 
            "{ה} ביו\"ט - אבל אם נעקם או נשבר בעיו\"ט שהיה באפשר לתקנו מבעוד יום אסור מדינא לתקנו דהרי הם מכשירי אוכל נפש שאפשר לתקנם מבע\"י דאסור לכו\"ע. כתב המ\"א בשם מהרי\"ל דאם נשבר ביו\"ט ראשון אסור לתקנו ביו\"ט שני דלגבי יו\"ט שני הוי יו\"ט ראשון כערב יו\"ט דהרי אנו עושין יום שני מחמת ספק שמא יום ראשון הוא חול ובספר בגדי ישע כתב דאם לא היה צריך להשפוד ביו\"ט ראשון מותר לדעת הרמ\"א לתקן ביו\"ט שני כשצריך לו וכן בחידושי רע\"א מפקפק על דברי מהרי\"ל ע\"ש:", 
            "{ו} מותר וכו' - עיין בביאור הלכה שכתבנו בשם האחרונים דיש להחמיר בזה כדעת המאור והר\"ן דס\"ל דזהו בכלל תיקון כלי גמור דאסור אף למאן דמתיר במכשירי אוכל נפש. ואם יכול להשיג לשאול מאחרים לכו\"ע אסור [מ\"א]:", 
            "{ז} לתקנו - עיין בפמ\"ג שכתב דהיינו לחדדו מעט שיהיה יכול לתחוב עליו הבשר אבל לתקנו תיקון גמור לכו\"ע אסור ודמיא להא דפסק השו\"ע לקמיה בס\"ב דלחדד הסכין במשחזת של אבן אסור מצד הדין משום דהוא תקון כלי גמור ואסור אפילו לדעת המתירין מכשירי אוכל נפש. ודע עוד דדברי הרמ\"א הוא דוקא לענין שפוד שהוא מכשירי אוכל נפש אבל שאר כלי שנתקלקל כגון מחט שנתעקמה אפילו מעט אין לפושטה לכו\"ע [אחרונים]:", 
            "{ח} ואין מורין כן לרבים - וה\"ה לתלמידיו:", 
            "{ט} אסור לחתכו ולא לשרפו - דעי\"ז עושה אותה לכלי:", 
            "{י} במשחזת שלה - היינו של אבן ואפילו נתקלקל חידודה ביו\"ט דהוי בכלל תיקון כלי:", 
            "{יא} ע\"ג העץ - ר\"ל אפילו על משחזת של עץ דבזה לא יהיה תקון גמור וה\"ה שיכול להשיאה ע\"ג סכין אחר כדי לחדדה:", 
            "{יב} או אבן - ר\"ל אבן דעלמא שאיננה משחזת:", 
            "{יג} ואין מורין ד\"ז לרבים - אבל להעביר שמנונית של סכין ע\"ג משחזת של עץ או חרס או אבן או ע\"ג חברתה מורין ברבים להתיר:", 
            "{יד} כשיכולה לחתוך בדוחק - דאז לא גזרינן שיבוא לאהדורי אמשחזת של אבן:", 
            "{טו} לתפרם ביו\"ט - דמכשירין שא\"א לעשות מבעוד יום הוא:", 
            "{טז} וישימנו במחט - ר\"ל מבעוד יום דאם ישימנו ביו\"ט גזרינן שמא יחתוך החוט ג\"כ וזה בודאי אסור דהא אפשר לעשותו מבע\"י. ואם לא שמוהו במחט מבע\"י אסור ליתנו במחט ביו\"ט אם לא ששם מעיו\"ט ונלקח ממנו החוט ביו\"ט דאז מותר ליתן החוט במחט ביום טוב ויחתוך הנשאר אחר תפירתו וכדלקמיה:", 
            "{יז} ויזהר שלא יחתוך החוט ביום טוב - היינו קודם התפירה לעשות אותו כדי מדתו דהוא בכלל תקון כלי אבל לאחר התפירה מה שנשאר מן החוט מותר לחתוך:", 
            "{יח} וכן נהגו לשרוף החוט - פי' דהחוט שנשאר לאחר התפירה מותר אף לחתוך דזה א\"א מעיו\"ט אלא שנהגו לשרוף:", 
            "{יט} לאחר שתפרו בו - אבל קודם התפירה אסור אף לשרוף דלשרוף ולחתוך דין אחד להם [אחרונים]:", 
            "{כ} לחתוך ביו\"ט אגד וכו' - ואף דכתב מתחלה דיזהר שלא לחתוך החוט היינו קודם התפירה משום דעי\"ז מתקנו לתפירה וחשיב כמתקן כלי משא\"כ הכא דהוא אחר התפירה ואין כאן תקון ואף בשבת מותר כדלעיל בסימן שי\"ד ס\"ט ע\"ש הטעם במ\"ב:", 
            "{כא} מקולסין - צלויין ראשו על כרעיו ועל קרבו נקרא מקולס [עיין רש\"י פסחים נ\"ג ד\"ה מקולסין]:", 
            "{כב} וחוטים תפורים - ר\"ל שהיו תפורים זה לזה בעת הצליה:", 
            "{כג} וכן יכולים לשרוף - שאין בזה תקון כלי:", 
            "{כד} פשטיד\"א של בשר - דכיון דהתירא בלע אין צריך ליבון גמור שתשרף קליפתה אלא סגי בליבון קצת עד שקש נשרף עליו מבחוץ לפיכך מותר דבליבון כזה אין נראה כמתקן כלי אלא כמחממה לאפות בה משא\"כ בבלוע מנבילה שצריך ליבון גמור עד שיהא ניצוצות נתזין הימנה ונראה כמתקן כלי ואף אם לא היה אפשר לו ללבן מעיו\"ט כגון שנטרפה ביו\"ט גופא ג\"כ אסור מטעם זה ויש מאחרונים שמקילים כשאי אפשר לו ללבן מעיו\"ט מיהו עכ\"פ לכו\"ע אין להורות כן לאחרים וכדלעיל בס\"א בהג\"ה:", 
            "{כה} מיד - ואז אפי' היה אפשר לו ללבן הכלי מעיו\"ט ג\"כ שרי דהרי צריך לו עכשיו חמום הכלי בשביל אפיית המאכל אבל אם ימתין מלאפות עד שיצטנן ויחממה מחדש נמצא דהליבון הראשון היה רק כדי להכשיר הכלי ונראה כמתקן ואף אם לא היה אפשר לו ללבן מעיו\"ט ג\"כ אסור ולדעת היש מקילין דלעיל גם בזה שרי מצד הדין אך אין להורות כן לאחרים וכנ\"ל. כתב מ\"א מכאן משמע שבחול מותר להגעיל כלי מחלב לבשר או איפכא והעולם נוהגין איסור בדבר עי\"ש הטעם והפמ\"ג כתב דהמנהג להטריף מקודם ועיין מה שכתבנו לעיל בסימן תנ\"א במ\"ב ס\"ק י\"ט בשם החתם סופר:", 
            "{כו} דאסור להגעיל כלי ביו\"ט - אפילו אם רוצה להשתמש בהכלי אח\"כ לצורך יו\"ט דבישול מי ההגעלה הלא לא הוי לצורך אוכל נפש כ\"א להכשיר הכלי להשתמש בו אח\"כ וזה היה אפשר לעשותו בעיו\"ט ואם לא היה אפשר להכשיר הכלי מעיו\"ט כגון שנטרפה היום וכה\"ג רבים מהאחרונים מקילים מצד הדין אך אין להורות כן לאחרים וכנ\"ל אכן אם היה לו מים רותחין שהרתיחן לצורך אוכל נפש מותר להורות לאחרים להגעיל בהן:", 
            "{כז} ללבן שפוד ובו' - דכיון דמדינא א\"צ ליבון והגעלה רק שנהגו ללבנו לא חשיב תקון כלי ע\"י הליבון ומותר אפילו היה באפשרו ללבנו קודם יו\"ט [מ\"א וש\"א]:", 
            "{כח} אין נוקבין וכו' - אפילו לצורך שתיה שהרי אפשר לנקבה מעיו\"ט ואם לא היה אפשר לו לנקבה מעיו\"ט מותר לו לנקבה ביום טוב כדין מכשירי אוכל נפש אכן אין מורין כן וכנ\"ל בס\"א בהג\"ה:", 
            "{כט} נקב חדש - וכל דינו כמו בשבת לעיל בסימן שי\"ד ע\"ש:", 
            "{ל} להטביל כלי חדש ביו\"ט וכו' - ר\"ל דבשבת איתא לעיל דיש מחמירים מפני שאסור להשתמש בו בלי טבילה נראה כמתקן כלי ע\"י הטבילה וה\"נ ביו\"ט ורק אם לא היה אפשר לו להטביל מעיו\"ט מותר לו להטביל ביו\"ט לד\"ה לצורך תשמישו היום דהרי הוא מכשירי אוכל נפש אך אין מורין כן לאחרים וכנ\"ל בס\"א אכן אם היה הכלי הזה כלי זכוכית דחיוב טבילתו הוא רק מדרבנן מצדד הפמ\"ג דיכולין אף להורות כן לאחרים לטבלו לצורך היום אם לא היה אפשר לו לטבלו מעיו\"ט:", 
            "{לא} לצורך אוכל נפש - כגון לטלטל האפר כדי לאפות במקומו או לטלטל האבנים המונחים על הפירות כדי לאכול הפירות אבל לאכול או ליהנות מדבר המוקצה גופא כגון להסיק במוקצה וכה\"ג אסור:"
        ]
    ], 
    "heTitleVariants": [
        "משנה ברורה"
    ], 
    "heTitle": "משנה ברורה", 
    "versionSource": "http://mobile.tora.ws", 
    "maps": [], 
    "length": 697, 
    "titleVariants": [
        "Mishneh Brurah", 
        "Mishnah Berurah", 
        "Mishna Berura"
    ], 
    "textDepth": 2, 
    "categories": [
        "Halakhah"
    ]
}