{
    "versionTitle": "The Laws Regardung the 9th of Av and Other Taniyos",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) חייבים להתענות וכו' - והוא מדברי הנביאים כדכתיב בקרא (זכריה ח) צום הרביעי וצום החמישי וצום השביעי וצום העשירי וגו' ואחז\"ל צום הרביעי זה י\"ז בתמוז שהוא בחדש רביעי למנין החדשים וצום החמישי זה ט' באב שהוא בחודש החמישי וצום השביעי זה צום גדלי' שהוא בחודש השביעי וצום העשירי זה עשרה בטבת שהוא בחודש העשירי. וכל אלו הימים כל ישראל מתענים בהם מפני הצרות שאירעו בהם כדי לעורר הלבבות לפקח על דרכי התשובה ויהיה זה זכרון למעשינו הרעים ומעשה אבותינו שהיה כמעשינו עתה עד שגרם להם ולנו אותן הצרות שבזכרון הדברים אלו נשוב להטיב כמו שנאמר והתודו את עונם ואת עון אבותם וגו' ולכן חייב כל איש לשום אל לבו באותן הימים ולפשפש במעשיו ולשוב בהן כי אין העיקר התענית כמש\"כ באנשי נינוה וירא ד' את מעשיהם ואמרו חז\"ל את שקם ואת תעניתם לא נאמר אלא את מעשיהם ואין התענית אלא הכנה לתשובה לכן אותם האנשים שכשהם מתענים הולכים בטיול ובדברים בטלים תפשו הטפל והניחו העיקר ומ\"מ אין לפטור את עצמו בתשובה בלבד כי ימים אלו הם מ\"ע מדברי הנביאים להתענות בהם וכמו שכתבנו למעלה:",
            "(ב) מפני דברים הרעים וכו' - כי בי\"ז בתמוז ארעו בו ה' צרות בו נשתברו הלוחות כשירד משה מן ההר כמפורש בתורה ובוטל התמיד עוד מלהקריב בבית הראשון והובקעה העיר בחורבן בית שני ושרף אפוסטמוס הרשע את התורה והועמד צלם בהיכל. ובט\"ב היה בו חורבן הגדול שנחרב בו הבית הראשון וגם השני ובזה היום נגזר על אבותינו שבמדבר שלא יכנסו לארץ ובזה היום נלכדה עיר גדולה וביתר שמה והיו בה אלפים ורבבות מישראל ונפלו כולם ביד העכו\"מ ונהרגו כולם והיתה צרה גדולה כמו חורבן ביהמ\"ק ובו ביום המוכן לפורענות חרש טורנוסרופוס הרשע את ההיכל ואת סביביו לקיים מה שנאמר ציון שדה תחרש. ויום ג' בתשרי בו נהרג גדליה בן אחיקם שמינוהו לראש לאחר החורבן על הפליטה הנשארה ונכבה גחלת ישראל הנשארה כי ע\"י שנהרג גלו כולם ונהרגו מהם לאלפים. ועשרה בטבת שבו סמך מלך בבל נ\"נ הרשע על ירושלים והביאה במצור ובמצוק ומזה נמשך החורבן:",
            "(ג) בהם - מי שטעה ואכל בהם מ\"מ צריך להשלים התענית אחר שאכל דמי שאכל שום יחזור ויאכל שום ואם צריך להתענות יום אחר עיין לקמן סימן תקס\"ח ס\"א ובמ\"ב שם:",
            "(ד) בתשעה - ולא רצו לגזור גם בט' דאין מטריחין על הצבור יותר מדאי:"
        ],
        [
            "(א) ואסור לפרוץ גדר - ר\"ל אע\"ג דמסקינן בגמרא דבזמן דאין מצוי גזירות עובדי כוכבים על ישראל תלוי הדבר ברצון ישראל דהיינו אם רצו רוב ישראל והסכימו שלא להתענות בהג' צומות הרשות בידן כתבו הפוסקים דעכשיו כבר רצו וקבלו עליהן כלל ישראל מדור דור ואסור לפרוץ גדר:",
            "(ב) מיהו וכו' - דבשעה שרצו וקבלו עליהן להתענות הקילו לכתחלה עליהן:",
            "(ג) עוברות ומניקות וכו' - ומסתברא דעוברת מיקרי משעה שהוכר הולד כדקי\"ל לענין ווסתות ומ\"מ אפשר דאפילו לאחר ארבעים יום ליצירת הולד נמי הו\"ל בכלל מעוברת לענין זה אם מרגשת צער אבל בבציר מהכי נראה דהויא לה ככל הנשים לכל דבר אם לא שמצטערת הרבה. ואם מרגשת חולשה אין להחמיר בה כלל [מור וקציעה עיי\"ש]:",
            "(ד) אין להתענות - וכ\"ש אם הוא חולה שאין בו סכנה בודאי פטור מלהתענות ואסור לו להחמיר על עצמו:",
            "(ה) אלא שנהגו להחמיר - ואם הם חלושות נראה דאין להם להחמיר ומ\"מ אף הצריך לאכול לא יתענג עצמו בבשר ויין רק כפי מה שצריך. וכן הקטנים שיש להם דעת להתאבל אע\"ג שאין מחוייבין לחנכם אפילו בן י\"ב שנה ואפילו בתענית שעות מ\"מ ראוי לחנכם שלא יאכלו רק כדי קיום הגוף לחם ומים או שאר מאכל פשוט לפי התנוק כדי שיתאבלו עם הצבור:",
            "(ו) מותרים ברחיצה וכו' - דבשעה שרצו וקבלו עליהם לצום בכל הארבע תענית הנ\"ל לא קבלו עליהם שיהיו בחומר ת\"צ כט\"ב לפי שאין רוב הצבור יכולין לעמוד בה ובעל נפש יחמיר בכולן כמו בט\"ב אלא שאם חל ליל טבילה יקיים עונתו וגם בנעילת הסנדל לא יחמיר משום חוכא וטלולה וכן אם חל י' בטבת בע\"ש אין להחמיר ברחיצה בחמין מפני כבוד השבת:",
            "(ז) ואין צריך וכו' מבעוד יום - כמו בט\"ב אלא מותר בהם באכילה ושתייה בלילה:",
            "(ח) כל ד' צומות - כל לאו דוקא דלעולם אין עשרה בטבת חל בשבת כמ\"ש סימן תכ\"ח ס\"ב:",
            "(ט) נידחין לאחר השבת - ולא קודם דאקדומי פורעניתא לא מקדמינן:",
            "(י) ואם אלו בע\"ש - האי לישנא ג\"כ לאו דוקא דכל הד' צומות ג\"כ א\"א לחול בע\"ש לפי הקביעות המבואר לעיל בסימן תכ\"ח כ\"א עשרה בטבת בלבד:",
            "(יא) בשחרית ומנחה ויחל - וה\"ה דאומר הש\"ץ ענינו בין גואל לרופא אבל אין אומרים וידוים ונפילת אפים במנחה לפי שהוא ע\"ש. ומטעם זה אין לעשות בע\"ש יו\"כ קטן באם ר\"ח בשבת כ\"א ביום חמישי שלפניו לפי שאין לומר סליחות גם וידוים בע\"ש במנחה:",
            "(יב) ואח\"כ עושין החופה - ואסור אז החתן לשתות מכוס של ברכה כיון שהוא עדיין מבע\"י אלא נותנין לתינוק לשתות. [ובנדחה יכול החתן לשתות מכוס של ברכה וכן לאכול ולשתות אח\"כ ועיין לקמן בסימן תקס\"ב ס\"ב דאם התענית הוא רק מחמת עצמו שהוא התענה ביום זה א\"צ להשלים] וכן כשחל אחד מהצומות בתוך שבעת ימי החופה ישלים תעניתו אבל יא\"צ א\"צ להתענות בתוך ז' ימי החופה אם נשא בתולה או בחור אלמנה:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}