{
    "versionTitle": "The Laws of Modesty",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) לא יהא רגיל ביותר - עיין רמב\"ן בחומש פרשת קדושים בראשו:",
            "(ב) אלא בעונה וכו' - וצריך לקיים העונה גם כשהיא מעוברת או מניקה. ולא יבטל עונתה אלא מדעתה כשהיא מוחלת לו וכבר קיים מצות פו\"ר:",
            "(ג) האמורה בתורה - וכ\"ז במי שגופו בריא אבל מי שאינו בריא אינו חייב אלא לפי מה שאומדין אותו שיכול לקיים [אה\"ע סימן ע\"ו ס\"ג]:",
            "(ד) הטיילים - בני אדם הבריאים והמעונגים [רמב\"ם] ואפילו הם בני תורה כ\"ז שאיננו ת\"ח [א\"ר וכ\"כ בית שמואל באה\"ע סימן ע\"ו דבת\"ח שהתורה מתשת כחו בכל גווני הוא מע\"ש לע\"ש וכ\"מ בתשובת מ\"צ סימן נ\"א] ועיין לקמיה בסק\"ו:",
            "(ה) הגמלים - שהם המביאים חבילות על הגמלים ממקום רחוק:",
            "(ו) ת\"ח - שבחול צריכים לעסוק בתורה בלילה שתורתן אומנותן ואל יאמר אדם אעשה עצמי כת\"ח כי כתיב ועונתה לא יגרע [מ\"א בשם הקנה] ור\"ל להפקיע העונה שלא ברשותה אבל ברשותה תבוא עליו ברכה [פמ\"ג] וע\"ש שמסתפק בזמנינו אם נקרא ת\"ח לזה ומ\"מ מצדד דכיון דלפי הדור הוא ת\"ח והוא נשאה ע\"ד כן לית חיוב עונה כ\"א בליל שבת ועיין בבה\"ל:",
            "(ז) מליל שבת וכו' - יש שכתבו שה\"ה בר\"ח ויו\"ט. ולכאורה לפי טעם המ\"א הנ\"ל בסק\"ו שצריך לעסוק בתורה בלילה אין שייך לחייב אותו בר\"ח ועיין בבה\"ל. אין לשמש בליל א' של פסח וליל שבועות ושני ימים של ר\"ה וליל שמיני עצרת אם לא בליל טבילה. וכ\"ז אינו אלא לאדם שהוא מלא ביראה ולא יחטא ח\"ו אבל אלו שיצרם מתגבר עליהם והם חושבים שהוא כעין איסור תורה ועי\"ז באים ח\"ו לידי כמה מכשולים מצוה לשמש אפילו בר\"ה ויטבול למחר דמצד הדין אין איסור אלא ביוה\"כ ובט\"ב ובימי אבלות שלו או שלה [חכמ\"א]:",
            "(ח) בליל טבילתה - ר\"ל אפילו שלא בשעת עונתה:",
            "(ט) לדרך - עיין לקמן בסט\"ו:",
            "(י) מניקה - ר\"ל אף שהיא מניקה או מעוברת מ\"מ חייב לפקדה [ב\"י]:",
            "(יא) לפקדה - היינו אפילו שלא בשעת עונתה וה\"ה ביוצא לדרך אך שם מהני מחילה דידה [פמ\"ג]:",
            "(יב) כאדם שפורע חובו וכו' - וזה יכוין אפילו בעת עיבור ויניקה:",
            "(יג) ויתן עיניו - פי' שיתן מחשבתו בשעת תשמיש על האחרת:",
            "(יד) אנוסה - אפילו אינה אנוסה רק שאינה מרוצה מפני כעס שיש לה עליו לכן יפייס ואח\"כ יבעול:",
            "(טו) שנואה - בשעת תשמיש אבל אם היא אז רצויה אע\"פ שהיא שנואה שרי [טור]:",
            "(טז) תמורה - אפילו שתיהן נשיו וכגון שנתכוין לזו ונזדמנה לו אחרת:",
            "(יז) מורדת - דאמרה לא בעינא לך לבעל ואעפ\"כ הוא משמש עמה אע\"פ שהיא מרוצה לו בשעת תשמיש:",
            "(יח) שכרות - הוא או היא שכורה. ומסתברא דדוקא נתבלבל דעתו מחמת שכרות ולא בששתה רביעית [פמ\"ג]:",
            "(יט) גרושת הלב - שבדעתו לגרשה אע\"פ שהוא אוהבה כגון מאותן שכופין להוציא:",
            "(כ) ערבוביא - כגון שנותן אז דעתו על אחרת כמ\"ש ס\"ב:",
            "(כא) חצופה - שתובעתו בפה אבל אי מקשטת עצמה ומרצה אותו שיתן דעתו עליה אדרבה אז חייב בעונה כדלעיל בס\"א והו\"ל בנים מהוגנים. וכל אלו הדברים הנזכרים כאן צריך ליזהר אפילו כשהיא מעוברת או זקנה שאינה ראויה לילד [פמ\"ג]. כתבו האחרונים דיש ליזהר מלבוא על אשתו כשהיא ישנה:",
            "(כב) ואפילו ע\"י הפסק וכו' - הטעם דמרגיש הוא בעת שהלה משמש מטתו ואין כאן צניעות. ואם הוא בענין שאין מרגישים כלל מותר ע\"י הפסק מחיצה [אחרונים]:",
            "(כג) העשויים בגלילה - ר\"ל שהן כתובין בקלף כמו ספר תורה אלא שיש בהן רק חומש התורה וה\"ה שאר כתבי קודש כשהן עשויין בגלילה:",
            "(כד) עד שיהיה וכו' - ר\"ל אפילו היא מונחת בארגז וע\"ג הארגז יש עוד כיסוי דלגבי תפלין ושאר ספרים מהני וכדלקמיה בס\"ת אסור עד שיהיה מחיצה מפסקת וכשיש מחיצה אפילו אינה מונחת בארגז כלל ג\"כ שרי:",
            "(כה) מחיצה - ומה שפרוש וילון סביב המטה אינה בכלל מחיצה [ואפילו הוילון הוא גבוה הרבה שאין הספר נראה עי\"ז והס\"ת מונחת בארגז ובכמה כיסויין על הארגז ג\"כ אסור] שהוילון נע ונד ע\"י רוח. כתב המ\"א אם יש נקבים וחלונות במחיצה כעין סריגה אסור עד שיהיו הספרים מכוסים מן העין שאין נראין ובספר נהר שלום מפקפק על דבריו וכן בספר תוספת ירושלים ובמקום הדחק יש לסמוך ע\"ז אכן לכתחלה טוב לכסות שלא יהיו הספרים נראין ובפרט ס\"ת בודאי יש להחמיר:",
            "(כו) בית אחר - פי' חדר אחר:",
            "(כז) תפילין - וה\"ה מזוזה ועיין לעיל בסימן מ' במ\"ב שם ביארנו כל פרטי הדינים:",
            "(כח) או ספרים - ר\"ל כ\"ד ספרי קודש ומיירי שאינם עשויין בגלילה דאי עשויין בגלילה דינם כס\"ת וכנ\"ל:",
            "(כט) אפילו של גמרא - ר\"ל אע\"ג דגמ' לא ניתן לכתוב בדורות הראשונים משום דדברים שבע\"פ אסור לאומרם בכתב אפ\"ה כיון דלבסוף התירו האמוראים לכתוב משום עת לעשות לה' הו\"ל כשאר ספרי קודש וממילא היום ה\"ה כל הספרים הן בכתיבה או בדפוס יש בהן קדושה [פמ\"ג]:",
            "(ל) עד שיתנם וכו' - ר\"ל אע\"ג דלא בעינן בהו הפסק מחיצה כמו בס\"ת מ\"מ כלי בתוך כלי בעינן. וכתבו האחרונים דוילון התלוי לפני המטה אף דאין שם מחיצה עליה כיון דאינה קשורה לצד מטה והיא נע ונד ע\"י רוח ואין זה נחשב הפסק לענין ס\"ת וכנ\"ל בסקכ\"ה מ\"מ שם כיסוי יש עליה אם אין הספרים נראין עי\"ז וע\"כ אם יכסה על הספרים אפילו רק בכיסוי אחד מותר דתו הוי שני כיסויין וככלי בתוך כלי דמיא:",
            "(לא) בכלי תוך כלי - וה\"ה שני כיסויין. ומה שנוהגין איזה אנשים שתולין נגד הספרים וילון לכסותם וסוברים שבזה לבד די לאו שפיר עבדי דזה הוי רק כיסוי אחד ובעינן עוד כיסוי אחר שיכסה אותן לבד זה:",
            "(לב) טלית ע\"ג ארגז - ר\"ל אע\"ג דהטלית אינו פרוש רק מלמעלה ולא מלמטה אפ\"ה נחשב כאלו היה מונח בכלי תוך כלי:",
            "(לג) חשוב וכו' - ואם הארגז גדול שמחזיק ארבעים סאה והוא אמה על אמה ברום שלש אמות חולקת רשות לעצמה וא\"צ לפרוס עוד כסוי על הארגז ויש מחמירין בזה אכן אם מחובר לכותל במסמרין לכו\"ע יש להקל:",
            "(לד) בתחלת הלילה וכו' - ואם רואה שיצרו מתגבר עליו ובא לידי הרהורים ויכול לבוא לידי טומאה עי\"ז לא יחמיר בזה [אחרונים]:",
            "(לה) מקצר וכו' - עיין במ\"א מש\"כ בזה:",
            "(לו) וצריך וכו' - כתבו התוספות [נדה י\"ז] בשם המדרש דהקב\"ה שונא המשמש ערום. ודוקא ערום ממש ומשום דיש לו לאדם להיות צנוע אבל אם מכסה עצמו מלמעלה ליכא שום חשש בדבר:",
            "(לז) שאינם וכו' - ואם היה לו כעס עמה מותר לספר עמה מתחלה כל דברי ריצוי כדי לפייסה וכדלקמיה [פמ\"ג]:",
            "(לח) מעניני וכו' - ולפעמים אפילו מעניני תשמיש ג\"כ יש ליזהר שלא לספר מתחלה כגון שהוא איש מחומם ויכול לבוא עי\"ז לידי חטא [אחרונים]:",
            "(לט) לאור הנר - ואפילו אין שם אלא קצת אור כגון שדולק הנר בתוך השפופרת שהנר מונח בתוכו או שמאיר קצת דרך לאנטערנ\"ע [אחר שאין שם מחיצה המפסקת] וה\"ה לאור הלבנה ג\"כ אסור ודוקא אם אור הלבנה מאיר עליהם להדיא אבל אם אינה מאירה עליהם אע\"פ שמאירה לבית מותר [ומ\"מ נכון שיאפיל בטליתו] ואם הם תחת אויר השמים אפילו אין אור הלבנה עליהם ממש אלא הם בצלה אפ\"ה אסור. והיינו אפילו יש שם מחיצות סביבם דבמקום מגולה שאין שם מחיצות בלא\"ה אסור לשמש כמבואר באה\"ע סימן כ\"ה ס\"ד:",
            "(מ) מחיצה גבוה עשרה - ומיירי שקשר אותה מלמטה שלא ינוד ברוח מצויה דאל\"ה אין דין מחיצה עליה:",
            "(מא) אע\"פ שהאור נראה וכו' - וה\"ה אם האור נראה למעלה מהמחיצה שרי כיון שהיא מחיצה גמורה. וכ\"ז דוקא כשמאפיל בטליתו אבל בלא\"ה אסור דמאחר שהחדר מלא אור לא עדיף מביום ויש שמחמירין אפילו ע\"י האפלת טלית כיון שמ\"מ האור נראה באותו חדר:",
            "(מב) דרך המחיצה - וכ\"ש אם הנר בחדר אחר ומאיר לחדר זה דשרי וכתב בחכ\"א דמ\"מ צריך האפלת טלית:",
            "(מג) כשכופה כלי - עיין לקמן בסוף סימן רע\"ז בט\"ז ומ\"ב שם:",
            "(מד) ביום - דאין זה דרך צניעות:",
            "(מה) ות\"ח - שהוא צנוע בדרכיו ולא יבוא להסתכל ע\"כ מותר ע\"י האפלת טלית אבל מ\"מ אין להקל בדבר זה אלא לצורך גדול דהיינו כשיצרו מתגבר עליו:",
            "(מו) אלא וכו' - ואם יצרו מתגבר עליו ויש חשש שיבוא לידי השחתת זרע כתב א\"ר בשם ספר דברי דוד בסימן תקע\"ד להקל וכ\"כ בספר בית מאיר לאה\"ע:",
            "(מז) שאין לו בנים - ר\"ל שלא קיים עדיין פ\"ו =פריה ורביה= ולכן אפילו יש לו בנים אם אין לו עדיין בת מותר:",
            "(מח) וע\"ל סי' תקע\"ד - ר\"ל דמתיר שם המחבר גם בליל טבילה וע\"ש באחרונים:",
            "(מט) אכסנאי וכו' - היינו אפילו כשהבני בית כולם ישנים:",
            "(נ) ואם יחדו וכו' - היינו שאין לבעה\"ב עסק באותו מקום אלא מיוחד לשניהם לבדם דאז הו\"ל הוא כבעה\"ב:",
            "(נא) בית - וה\"ה חדר:",
            "(נב) בטליתו של בעה\"ב - שמא יראה קרי עליו. איתא בעירובין ס\"ג הישן בקילעא [בחדר] שאיש ואשתו ישנים שם עליו הכתוב אומר ואת נשי עמי תגרשון מבית תענוגיה ואפילו כשהיא נדה והובא בחידושי רע\"א:",
            "(נג) ולא ביום הקזה - מי שחלה ונתרפא יזהר מלשמש עד שיתחזק גופו כי יכאיבהו ויחליאהו ולא ידע כי בנפשו הוא [א\"ר בשם צ\"ל]:",
            "(נד) במהלך - ומ\"א כתב דכאן איירי מצד הרפואה ובס\"א איירי מהדין ותדע דהא קאמר נמי ולא ביום שנכנס למרחץ ולא לפניהם ולא לאחריהם וידוע דמצוה לרחוץ בכל ע\"ש ועונת ת\"ח משבת לשבת אע\"כ דכל זה רק מצד רפואה הוא. היוצא מבהכ\"ס קבוע [דהיינו שיש שם מקום מושב לאפוקי בהכ\"ס עראי] אל ישמש מטתו עד שישהה שיעור חצי מיל לפחות מפני ששד של בהכ\"ס מתדבק בו [גיטין דף ע'] וכ\"כ גם בסדה\"י בשם הזוהר אלא דהוא כתב שלא ישמש מטתו כל אותה שעה ועיין ביד אפרים דגם כונת הזוהר לאו דוקא שעה ממש אלא ר\"ל זמן מה ע\"ש. כתב בבדק הבית בשם הזוהר והביאוהו האחרונים דאשה מינקת לא תשמש אלא בשעה שהתינוק ישן ואחר התשמיש לא תניק את הילד עד אחר שיעור הילוך שני מילין ואם התינוק בוכה תמתין לפחות שיעור מיל. ואשה שמאחרת טבילתה לצער בעלה עבירה גדולה בידה וגורמת כמה רעות [זוהר]. כ' בס\"ח אסור להזכיר השם וכל דבר שבקדושה כשעדיין שכבת זרע עליו רק ישטוף מים על מקומות שטינף עצמו. וכתבו הספרים שתמיד יהא אצל מטתו כלי מים ויטלו ידיהם קודם התשמיש ואחריו. וכשמתעורר בקישוי אבר בחלום יזהר שלא לבעול אז כי הבנים יהיו פגומין ח\"ו ואף אם היא מעוברת תלד רוחין בישין [האר\"י ז\"ל]. יש ליזהר מלשום ספר על מטה שישן עליה ובפרט עם אשתו כי שכבת זרע מצוי עליו:",
            "(נה) זה לצפון וכו' - עיין לעיל בסימן ג' ס\"ו ובמ\"ב שם:"
        ],
        [
            "(א) ששונא הקב\"ה וכו' - מפני שרצון הקב\"ה שיהיה האדם מתנהג בדרך נקיות וקדושה וזה מתנהג עצמו בדרך מיאוס וטינופת ולא יוכל להשרות שכינתו אצלו:",
            "(ב) בפני מטתו - ומכ\"ש אם משתין מים לפני מקומות אחרים שצריכים להתנהג יותר בנקיות כגון לפני שלחנו וכיב\"ז:",
            "(ג) ערום - לאו דוקא ערום אלא ה\"ה אם היה לבוש אלא אורחא דמלתא נקט מתוך שהוא ערום אינו יוצא לחוץ להשתין:",
            "(ד) המשתין וכו' - קיצור לשון הוא וכונתו עוד אחז\"ל המשתין וכו':",
            "(ה) לידי עניות - דאמרינן בערבי פסחים קי\"א דשרא דעניותא נבל שמיה ואוהב לשרות במקום מיאוס [ומשו\"ה קרי ליה נבל שחפץ לנבל את עצמו] ומשתין לפני מטתו היינו מיאוס:",
            "(ו) לבראי וכו' - שהקלוח הולך וניתז למרחוק וממילא באשה אסור אפילו בכה\"ג [מ\"א]:",
            "(ז) במנא וכו' - ומ\"מ ת\"ח צריך שיכפה עליו כלי מלמעלה דא\"א לו לת\"ח בלא הרהור תורה:",
            "(ח) לית לן בה - וכשרוצה לברך אח\"כ ברכת אשר יצר יטול ידיו וגם יחגור עצמו כדי שלא יהא לבו רואה את הערוה וירחיק את עצמו כדין ממקום המי רגלים אם אין הכלי מכוסה כדין:"
        ],
        [],
        [
            "לא ישכיר. דע ששלושה חילוקים יש אחד הוא אריסות ששוכר לא\"י שיעשה המלאכה בשדה או במרחץ והרווחים או הפירות יחלוקו. הב' הוא שכירות שא\"י נוטל כל הרווחים או הפירות ונותן לישראל עבור שדהו ומרחצו דבר קצוב לכל שנה. הב' חילוקים אלו מותרים בשדה לגמרי ובמרחץ רק מדינא דא\"י אדעתיה דנפשיה עביד אלא שחכמים אסרו אלו הב' חלוקים במרחץ משום מראית העין מפני דנקראת על שמו ויבואו לחשדו שעושה בשליחותו אבל החלוקה הג' דהוא קבלנות דהיינו שיהיו כל הרווחים לישראל רק שישראל נותן לא\"י דבר קצוב לכל שנה עבור פעולתו זהו ודאי אסור מדינא במרחץ דהוי הא\"י שלוחו של ישראל וישראל נהנה ממלאכה בשבת דאם לא יעשה יום אחד יפסיד הישראל ריוח אותו יום וע\"כ אם מנהג רוב אנשי המקום להשכירם או ליתנם באריסות כמבואר בס\"ב חזר להיות המרחץ כשדה הב' חילוקים ראשונים מותר והחלוקה הג' אסור. וכל היתר שכירות דכאן היינו שהוא משכירו דרך הבלעה עם ימות החול אבל ליום השבת לחוד אסור אפילו בשדה וגם נתפרסם זהו עיקרי הדינים שבסימן זה בקצרה:",
            "(א) מרחץ שלו - בין שבנהו בעצמו או אפילו קנה וישב בה ונקרא שמו עליו:",
            "(ב) לא\"י - וכ\"ש לישראל מומר דעובר נמי משום לפני עור לא תתן מכשול וטעם זה שייך אף בשדה ובכל דבר:",
            "(ג) מפני שנקרא - פירוש דמדינא שרי להשכירו לא\"י לשנה או לחודש שיתן לו כך וכך בין יסיק בו הא\"י בין לא יסיקנו וכל הריוח יהיה לא\"י דאיסור שכר שבת ליכא דהא מושכרת היא לו לשנה ואיסור דאמירה לא\"י בודאי לא שייך בשכירות דלנפשיה הוא עושה ואפילו אם יש לו לא\"י רק חלק בריוח המרחץ גם כן אמרינן אדעתיה דנפשיה עביד כמש\"כ בסוף הסעיף אלא שאסור בכל זה מפני מראית העין שנקראת על שמו של ישראל ויאמרו הבריות דשכיר יום הוא ושלוחו הוא ודוקא כשמשכירו לשנה או לחודש אבל להשכירה לא\"י לימים שיתן לו הא\"י כל יום ויום שיסיקנו כך וכך אף דגם זה אדעתיה דנפשיה עביד מ\"מ מדינא אסור דהוי כשכר שבת ועיין לקמן בסימן רמ\"ד דדבר האסור מפני מראית עין אינו אסור אלא בתוך התחום של ישוב ישראל:",
            "(ד) דסתם מרחץ - פי' דכתב להלן דשדה מותר להשכירו מטעם זה שיתלו באריסות וע\"ז קאמר דבמרחץ ליכא האי טעמא להתיר דאין דרך ליתנו באריסות ולא יתלו ג\"כ שהשכירו כפי האמת דלא שכיח:",
            "(ה) בשליחותו של ישראל - וזהו איסור גמור כמו שאמרו בכמה מקומות דאמירה לא\"י שבות ואסמכוהו אקרא דכל מלאכה לא יעשה בהם ולא כתיב לא תעשה לרמז דאפילו ע\"י אחרים לא יעשה ואפילו כשעושה בעצמו מלאכה של ישראל בשבילו ג\"כ צריך למחות בידו:",
            "(ו) שדה מותר - להשכירה לא\"י בדבר קצוב דאף דנקראת נמי על שמו כמו מרחץ דכל מחובר סתמא שם בעליו עליו ולהשכיר נמי לא שכיח כל כך מ\"מ מותר דלא יחשדוהו בשכיר יום כדמפרש שכן דרך וכו' ולפיכך יתלו באריסות ואריסות שרי דאדעתיה דנפשיה עביד כדלקמיה בהגה\"ה:",
            "(ז) ותנור - להשכיר תנורו לאפות בו דינו כמרחץ דתנור נמי אין דרך להשכירו וליתנו באריסות כמו מרחץ ויחשדו דשכיר יום הוא אצלו:",
            "(ח) ורחיים וכו' - משום דדרכו ליתנו באריסות כמו שדה ולפיכך להשכירו נמי מותר וכדלעיל. ועיין בר\"ן דמשמע דאם אין דרך אנשי אותו המקום ליתן רחיים באריסות דינו כמו מרחץ לאיסור דבאמת תלוי בכל אלו הדברים לפי מנהג המדינה בין להקל בין להחמיר וכדלקמיה בס\"ב:",
            "(ט) ואע\"פ וכו' - אשדה וריחיים קאי דהמחבר מיירי בשכירות והוא מוסיף דאף אריסות מותר והמחבר ג\"כ ס\"ל כן דמטעם זה התיר בשכירות כנ\"ל אלא שהוא ביאר בהדיא:",
            "(י) רק לשליש וכו' - ודוקא בזה שנותן לאינו יהודי חלק בתבואה אבל אם שכר האינו יהודי לעבוד בו כל השנה ושיטול היהודי כל התבואה מהשדה אף דמדינא בזה ג\"כ שרי דהאינו יהודי אדעתיה דנפשיה עביד דאף אם לא יזבל ויחרוש ויקצור השדה בשבת יכול לעשות בחול וממהר בשביל עצמו מ\"מ אסור דיבאו לחשדו בשכיר יום ולא יתלו באריסות כשיראו לבסוף שאין לו שום חלק בפירות הארץ וכדלקמן בריש סימן רמ\"ד ודע דבמרחץ כה\"ג דהיינו ששוכר אינו יהודי לעבוד בו כל השנה ושיטול היהודי כל הריוח של השבתות מדינא אסור וה\"ה בריחיים באופן זה דהא דשרינן מתחלה מדינא היינו דוקא בשדה וכדומה דהמלאכה קצובה ואפשר להשלימה בכל עת דאין ריוח לישראל במה שעושה האינו יהודי בשבת דאם לא יעשה היום יעשנה ביום אחר אז אמרינן אדעתיה דנפשיה עביד אבל במרחץ וריחיים דהמלאכה אינה קצובה וכל יום ריוח לעצמו דאם לא יעשה יום אחד יפסיד הישראל אותו היום א\"כ עיקר המלאכה בשביל ישראל הוא ומדינא אסור כמו שכיר יום דאף דמקבל שכר לא אמרינן אדעתיה דנפשיה עביד הואיל ונהנה הישראל ממלאכת שבת [ואפילו להט\"ז לקמן בסימן רמ\"ד סק\"ה דמתיר להרמב\"ם נראה דאסור ג\"כ בזה מדינא דרגילות להקפיד על האינו יהודי כשמבטל איזה יום]. וכיון דמדינא אסור אפילו נתפרסם ששכרו לשנה וגם הוא חוץ לתחום דאין בו משום מראית העין ג\"כ אסור ואין היתר כ\"א היכא דיש לאינו יהודי קצת חלק בריוח השבתות דאז אמרינן דאדעתיה דנפשיה עביד ומותר בריחיים וגם במרחץ במקום שנתפרסם הדבר וכבסעיף ב' וכ\"ש שמותר היכא שמוכרו לו לגמרי בכל ע\"ש:",
            "(יא) מותר וכו' או ליתנם וכו' - דתו ליכא חשדא ואף דאין דרך אותו המקום ואותו האיש רק להשכיר מ\"מ מותר גם באריסות דיתלו דהשכירו לו:",
            "(יב) רק שכרם - בב\"י הביא בשם תשובת הגאונים דה\"ה אם קנה מאינו יהודי ותיכף קודם שישב בה השכירם דלא נקרא שמו עליו ויש לסמוך ע\"ז [מ\"א וש\"א]:",
            "(יג) מאינו יהודי - דאם היה של ישראל נראה דאסור דעי\"ז יחשדו אותו ישראל בעל המרחץ שהאינו יהודי הוא שכיר יומו:",
            "(יד) וחזר והשכירם - י\"א דבשכירות נמי אינו מותר אלא כשלא ישב בה הישראל כמש\"כ הב\"י בקנה אבל הא\"ר ושארי אחרונים כתבו דבשכרו מאינו יהודי אף שישב בה הישראל מותר להשכירה לאינו יהודי דלא נקרא שמו עליו:",
            "(טו) בבית דירה - היינו שהמרחץ אינו בר\"ה רק בחצירו באחד מהבית דירה שלו ולכך אם אין רוחצין בו בחול אלא אותן שבביתו שרי דאנשים אחרים לא ידעו אם יש שם מרחץ ואותן שבביתו היודעים מזה גם הם יודעים שהשכירו לא\"י אבל כשרוחצין בו גם אנשים אחרים הלא נתפרסם שיש שם מרחץ ואותו המרחץ נקרא מכבר על שם ישראל וכשיראו אח\"כ שעשן יוצא ממנו בימי השבת יתלו דבשליחותו הסיקו הא\"י וכ\"ז כשהוא בבית דירה שלו אבל אם הוא עומד בר\"ה במקום רואים אז אפילו אם אינם רוחצין בו רק אותן שבביתו מ\"מ אסור דהא הכל יודעים שיש שם מרחץ ואין הכל יודעים שהשכירו לאינו יהודי כן כתבו הרבה אחרונים ויש מקילין עוד דאם הוא עומד ברשות אחר בפ\"ע שלא בחצירו אז אפילו רוחצין בו גם אנשים אחרים אפ\"ה שרי דמסתמא אין הכל יודעים שהוא שלו רק אותן השכנים של המרחץ ומסתמא נתודע להם גם את זה שהשכירו לא\"י:",
            "(טז) י\"א ששכרו מותר וכו' - והאחרונים הסכימו דלא פליגי דבמקום דמותר מדינא כגון שהשכיר המרחץ לאינו יהודי לשנה או לחודש דמשום שכר שבת ליכא דהלא הוא בהבלעה ואינו אסור אלא משום מראית העין כנ\"ל בס\"א לכן בדיעבד מותר לקבל השכר מהאינו יהודי משא\"כ אם השכירו לימים דמדינא אסור משום שכר שבת לכן אפילו הביא האינו יהודי מעצמו מעות אסור לקבל הימנו כמ\"ש בסימן רמ\"ה ס\"ו וע\"ש מה שכתבנו במ\"ב ואם המלאכה מוטלת על ישראל עיין ריש סימן רמ\"ה:\n"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}