{
    "versionTitle": "The Laws Regardung the 9th of Av (the Future Yom Tov) and Other Taniyos",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) ממעטין בשמחה - עיין במ\"א דר\"ל שאין שמחין בו כלל כמ\"ש התוס' פ\"ק דמגילה:",
            "(ב) לישתמיט מיניה - עד ר\"ח אלול ועכ\"פ עד אחר ט\"ב:",
            "(ג) ובעל ברית - היינו אותו שתופס התינוק על ברכיו בשעת המילה אבל המכניס והמוציא התינוק [שקורין קוואטער] אינו בכלל זה ומ\"מ האשה המכנסת התינוק נוהגת ללבוש בגדי שבת שזה עיקר מצותה:",
            "(ד) ואבי הבן - ואמו:",
            "(ה) אין מחליפין - ואפילו הטלית. ולענין גילוח אם מותר לבעל ברית וכה\"ג. עיין בשע\"ת:",
            "(ו) כ\"א הכתונת לבד - שאינו לובש אלא מפני הזיעה ומטעם זה מותר להחליף גם הפוזמקאות וזה מותר אפילו בשבת שחל בו ט\"ב. ובק\"ק ווילנא נוהגין ע\"פ הגר\"א ללבוש בגדי שבת ויש משנים בגד אחד וכ\"כ ר\"י עמדין בשם אביו הגאון שצריך ללבוש בגדי שבת אפילו בשבת שחל בו ט\"ב:",
            "(ז) פרוכת - וה\"ה מפות ומכסאות:",
            "(ח) מותר ללבוש וכו' - ואף אבי החתן והכלה לובשין בגד עליון של שבת לכבוד חתן וכלה:",
            "(ט) בגדי שבת - ומ\"מ בגדים חדשים אסור:",
            "(י) בשבת של חזון - ואפילו חל ט\"ב בשבת אבל לאבי החתן אין להתיר באופן זה ללבוש שום בגד של שבת:",
            "(יא) ממעטים במשא ומתן - יש מן הפוסקים דס\"ל דהיינו שלא ישא במו\"מ של שמחה כגון לקנות כלי כסף או צרכי חופה וכדומה אבל סתם מו\"מ אין צריך למעט כלל ויש דס\"ל דכל מו\"מ צריך למעט בעת הזאת ולא יעסוק אלא כדי פרנסתו וכן משמע בסימן תקנ\"ד סוף סכ\"ב דצריך למעט בכל מו\"מ. [ורק אם הוא יריד י\"ל דהוי דבר האבד ושרי בכ\"ע אם הוא מוצא אז בזול יותר] ובזמנינו נהגו להקל בכל זה משום דהכל נחשב כעת כדי פרנסתינו:",
            "(יב) ובבנין של שמחה - וה\"ה כל בנין שא\"צ לו לדירתו ורק שעושה כן להרווחה בעלמא אסור ואם שכר לנכרי קודם ר\"ח בקבלנות מותר בכל ואפילו בט\"ב עצמו דנכרי אדעתא דנפשיה עביד וה\"ה אם קצץ עם הנכרי בקבלנות לצייר ביתו מותר לצייר מטעם זה. ומ\"מ אם יכול לפייסו בדבר מועט שימתין עד אחר ט\"ב תע\"ב. וביה\"כ מותר דהוי מצוה דרבים:",
            "(יג) נוטה ליפול - ואפילו אם הוא בענין שאין בו משום סכנה [כגון שעומד הכותל בחצר ואפשר לסגור החצר ולא יכנס אדם לשם] אלא שיש לחוש להפסד ממון כגון שע\"י נפילתו ישבר החומה ויתקלקל יותר אפ\"ה מותר לבנות אף שהוא בנין של שמחה שהרי אינו עושה בשביל שמחה כ\"א בשביל הפסד:",
            "(יד) ולצורך מצוה וכו' - כגון שאין לו אשה ובנים ואין לו בית חתנות מותר לבנות בית חתנות דמדינא אפילו נשואין מותר בזה ומה שאין נוהגין לישא אשה כלל היינו משום דלא מסמני מילתא וע\"כ מותר לעשות בית חתנות או לעשות בגדים חדשים לצורך נשואין שיהיה אחר ט\"ב אבל מי שקיים פריה ורביה אסור בכל זה:",
            "(טו) ואין נושאין - היינו אפילו בלא סעודה דבנשואין בלבד איכא שמחה ולהחזיר גרושתו מן הנשואין אפשר דשרי:",
            "(טז) אבל ליארס וכו' - דאירוסין בלא סעודה ליכא שמחה כ\"כ וכ\"ש דמותר להתקשר בכתיבת תנאים ומ\"מ סעודה אסור לעשות אף באופן זה ואפילו בלא ריקודין ומחולות ואפילו בשבת אסור לעשות סעודה בשביל זה. מיהו מה שנוהגין לאכול מיני מרקחת בשעת כתיבת התנאים לא מיקרי סעודה. ואסור לעשות ריקודין ומחולות מי\"ז בתמוז ואילך אפילו בלא אירוסין:",
            "(יז) שלא יקדמנו אחר - ר\"ל אף דאירוסין ג\"כ יש שמחה קצת והי\"ל לנו לאסור עכ\"פ בט\"ב לזה אמר דמותר מטעם שלא יקדמנו אחר:",
            "(יח) ונוהגין להחמיר שאין נושאין וכו' - היינו אפילו מי שלא קיים פו\"ר:",
            "(יט) שאין נושאין וכו' - אבל באירוסין אין נוהגין להחמיר ואפילו סעודת אירוסין מותר לעשות:",
            "(כ) אסורין לספר - ולענין נטילת צפרנים יש דעות בין האחרונים אכן לצורך טבילת מצוה בודאי שרי. וכן לכבוד שבת כגון שחל ט\"ב בשבת שרי בע\"ש ליטול הצפרנים [אחרונים]. ולענין סריקת הראש אין להחמיר אפילו בשאר ימי השבוע:",
            "(כא) ולכבס אפילו וכו' - דנראה כמסיח דעתו מהאבילות:",
            "(כב) וכיבוס שלנו - היינו של חו\"ל מותר לפי שאין הכיבוס יפה ככיבוס א\"י וע\"כ מותר לכבס ולהניח עד אחר ט\"ב דאלו לכבס וללבוש בכל מקום אסור [ב\"י]:",
            "(כג) וכלי פשתן וכו' - היינו ישנים אבל לא בחדשים היוצאים מתחת המכבש:",
            "(כד) משום גיהוץ - אפילו בא\"י וה\"ה דאין בהם משום כיבוס שלהם:",
            "(כה) אבל אסור ללבשן וכו' - היינו אפילו אם גיהצן או כיבסן קודם שבוע זו:",
            "(כו) בין ללבוש בין לכבס ולהניח - ר\"ל דנהגו לאסור אפילו לכבס ולהניח דללבוש מדינא אסור בכל גווני:",
            "(כז) דכיבוס שלנו וכו' - ר\"ל מה שמוכח בגמרא דכיבוס שלנו מותר היינו רק לשל בני בבל וכו':",
            "(כח) קרי לשל בני בבל - כצ\"ל. וכן איתא בשו\"ע דפוס ראשון מהמחבר בעצמו:",
            "(כט) עד אחר התענית - ומי שאין לו אלא חלוק אחד יש להתיר לכבס מר\"ח עד השבת:",
            "(ל) מותרת לכבס - ר\"ל אפילו בשבוע שחל ט\"ב להיות בתוכה:",
            "(לא) רק לובשת חלוק בדוק ויפה - ואם אין לה הסכימו הרבה אחרונים דמותרת ללבוש חלוק לבן דלצורך מצוה לא גזרו ועיין בדה\"ח דמותרת ליתן לכובסת עכו\"מ לצורך לבישת לבנים:",
            "(לב) וכן לכבוד שבת לובשים כלי פשתן - המכובסים ומשמע ממה שאמר וכן שגם לכבוד שבת מותר לכבס ביום ה' ויום וי\"ו ובדרכי משה משמע שנהגו בזה לאיסור אכן אם אין לו כתונת לשבת יש להקל וע\"י עכו\"מ פשיטא דשרי אבל בתספורת אסור אפילו לכבוד שבת דבלא\"ה אין רגילין לספר בכל שבוע [מ\"א] ועיין בבה\"ל:",
            "(לג) ומציעין לבנים וכו' - היינו על השולחנות מותר להחליף לבנים אבל להחליף סדינים לבנים נהגו איסור:",
            "(לד) לכבס מר\"ח ואילך - ואפילו א\"ל לכבס אחר ט\"ב ג\"כ אסור מטעם מנהגא [מ\"א] ובספר א\"ר צידד להקל ליתן לה מר\"ח ואילך לכבס אחר ט\"ב והביאו הפמ\"ג ולענין כלי פשתן בודאי יש לסמוך ע\"ז:",
            "(לה) אחר ר\"ח - וה\"ה אפילו אם תכבס בשבוע שחל ט\"ב:",
            "(לו) לאחר התענית מותר לספר וכו' - וק\"ו שמותר בבשר ויין. ואותן הנוהגין איסור בבשר ויין עד שבת נחמו י\"א דמנהגא של טעות הוא וא\"צ התרה אבל הב\"ח ומ\"א הסכימו דצריך התרה. ובעוד שלא התירו אסורין ג\"כ לספר ולכבס עד יום ה' מפני כבוד השבת ועיין במ\"א מש\"כ עוד בענין זה:",
            "(לז) מיד - ועיין לקמן סימן תקנ\"ח באחרונים דמצד מנהגא יש ליזהר בזה ביום עשירי עד חצות היום:",
            "(לח) שנהגו לאסור - היינו היכי שחל בשבת ונדחה אבל חל ביום א' מותר אף לדעה זו:",
            "(לט) חוץ מיום ה' ויום וי\"ו - שמותר לכבוד שבת ועיין לעיל בס\"ק ל\"ב. הצריך לילך למרחקים בשבוע שחל בו ט\"ב מותר ליתן לכובסת עכו\"מ לכבס בגדי פשתן לכמה שבתות שצריך על הדרך:",
            "(מ) מתחלת ר\"ח - ולא קודם שאין רוב הצבור יכולין לעמוד בו:",
            "(מא) מי\"ז בתמוז - עיין לקמן בסט\"ו במ\"ב:",
            "(מב) לכבס בגדי - אע\"ג דמדינא שרי שהרי אין איסור כיבוס משום דאסור במלאכה אלא כדי למעט בשמחה ולהראות האבלות והא לא שייך בכיבוס בגדי נכרים אפ\"ה אסור מפני מראית העין שאין ניכר שהם של עכו\"מ אמנם במקום שהעכו\"מ יש להם מלבושים אחרים דניכר לכל שהם של עכו\"מ יש להקל ובאין לו מה לאכול ודאי כדי חייו שרי עכ\"פ:",
            "(מג) בשבוע זה - בזה אף לדידן לא נהיגין מר\"ח מדלא כתב רמ\"א דנוהגין אף בזה מר\"ח כמו שכתב בסעיף שאח\"ז [ח\"א]:",
            "(מד) כלים חדשים - ובמקום שדרך לכבוש הבגדים במכבש א\"כ הוו בכלל מגוהצין ואסורין אפילו הם ישנים שהגיהוץ עושה אותן כחדשים ואסורין ללבוש בשבוע זו ומה\"ט נהגו איסור בבגדי שבת ללבשן בשבת חזון דאע\"פ שלבשן מכבר כמה שבתות עדיין גיהוצן ניכר והוי כחדשים:",
            "(מה) מראש חודש ואילך - ומיירי שקנה בגד מתוקן כמו שהוא ובירך שהחיינו בשעת קניה קודם י\"ז בתמוז וע\"כ אין איסור קודם ר\"ח דמי שקנה בגד שאינו מתוקן ונתן לאומן לתפור הלא מברך בשעת לבישה ואסור ללבוש מי\"ז בתמוז משום שהחיינו. ולדעת המקילין דבשבתות שבין המצרים מותר לברך שהחיינו א\"כ מותר ללבוש חדשים בשבתות שבין המצרים אבל מר\"ח ואילך אסור אפילו בשבת ובגדים שאינם חשובים כ\"כ שא\"צ לברך עליו שהחיינו כגון מנעלים חדשים ואנפלאות וכיו\"ב בודאי מותר לקנותו וללבשו מי\"ז בתמוז עד ר\"ח ועיין עוד מה שכתבנו בסעיף י\"ז בשם הגר\"א:",
            "(מו) שאסור לתקן - ר\"ל שאסור לעשות בגדים חדשים וכן אנפלאות שקורין זאקי\"ן אסור לארוג ולצורך נשואין מי שאין לו אשה ובנים מותר לעשות בגדים חדשים דהא מדינא מותר לו אפילו לישא וכנ\"ל בס\"ק י\"ד ואפילו בט\"ב עצמו שרי לעשות ע\"י עכו\"מ לצורך נישואין [אחרונים]:",
            "(מז) ומנעלים חדשים - וה\"ה דאסור ללבשן:",
            "(מח) מראש חודש - דבירושלמי איתא והובא לקמן בס\"ח דנהיגי שלא למישתי עמרא מדעייל ר\"ח אב וכל תיקון בגדים הוי בכלל זה דהשתיה הוי תחלת המלאכה:",
            "(מט) לקנותן - אפילו דעתו שלא ללובשן עד אחר ט\"ב ודומיא דאסרינן לעיל לענין כיבוס אפילו במכבסן להניח:",
            "(נ) אסור לעשותן לאחרים וכו' - ואם אין לו מה יאכל שרי כמו באבל לאחר ג' ימים:",
            "(נא) להקל בזה - ומשמע דאפילו לישראל נהגו להקל ומיירי שנתנן לו קודם ר\"ח דאלו אחר ר\"ח פשיטא דאסור ליתן לו:",
            "(נב) אבל אם ידוע וכו' - ר\"ל דמדינא אומן העושה בשביל עכו\"מ בודאי אינו שמח מזה ואין לאסרו רק משום מ\"ע דיסברו שהוא של ישראל [ולזה קאמר בתחלה סתם אסור לעשותן לאחרים היינו אפילו לעכו\"ם] ולזה קאמר אם ידוע ומפורסם וכו' מותר אפילו לקבל המלאכה אחר ר\"ח ולעשותה:",
            "(נג) לאומנים נכרים - ולא לישראלים כיון שהוא אחר ר\"ח וכנ\"ל. והטעם שהקילו בזה יותר מכיבוס דאסרינן לעיל בסוף סעי\"ג לפי שעדיין אינן שלו ולא נקרא שמו עליו:",
            "(נד) למישתי עמרא - פי' שלא לעשות חוטי שתי מצמר [וה\"ה משארי דברים] ואסמכוה בירושלמי על שם שבטלה אבן שתיה וכתב ב\"י דאין נ\"מ בין לו ובין לאחרים ובין בשכר ובין בחנם [ט\"ז] וטוויית החוטין לתפור בהן בגדים מותר שאינו בכלל זה וכן מותר לעשות קרוני\"ן שאורגין בעצים דלאו בכלל בגד הוא [מ\"א]:",
            "(נה) עד אחר ט\"ב - עיין לעיל סימן תכ\"ו ס\"ב ובמשנה ברורה שם:",
            "(נו) שלא לאכול בשר וכו' - ומיד שהתפללו הקהל ערבית במוצאי שבת אע\"פ שהיחיד לא התפלל עדיין והוא בתוך סעודתו אסור בבשר ויין וה\"ה בר\"ח לדידן [מ\"א] אבל שארי אחרונים כתבו דבמוצאי שבת אם הוא לא התפלל עדיין מותר בבשר ויין דכיון שאומרים רצה בבה\"מ שייך אצלו שבת:",
            "(נז) ומותר בחומץ וכו' - היינו אף בחומץ שנעשה מיין וכשנכנס שבת זו היה עדיין יין מותר כיון שעכשיו הוא חומץ ואין שמחה בשתייתו. וחומץ לענינינו מקרי כל שבני אדם נמנעין לשתותו מפני חמיצותו:",
            "(נח) מר\"ח עד התענית - ור\"ח בכלל וכן המנהג במדינותינו:",
            "(נט) מי\"ז בתמוז - דמאז התחיל הפורענות של החורבן וכ\"ז בימות החול אבל בשבת אין רשאי להחמיר בזה דאף אם חל ט\"ב בשבת מותר ונדחה על יום א' וכדלקמן בתקנ\"ד ואפי' אם קיבל עליו בפירוש שלא לאכול בשר מי\"ז בתמוז והלאה מותר בשבתות [וכן בסעודת מצוה] דכל הנודר אדעתא דמנהגא נודר ואין דעתו על שבת אם לא שהוציא זה בפירוש בלשון נדר שאמר הרי עלי שלא לאכול בשר מי\"ז בתמוז יש מחמירין:",
            "(ס) ומצניעין מר\"ח ואילך וכו' - עד עשירי באב ובמקום הדחק יש להקל ולשחוט בט\"ב אחר חצות אכן אם חל ט\"ב ביום ה' לכו\"ע מותר לשחוט אחר חצות לכבוד השבת וכתב המ\"א וא\"ר דבמדינתינו שמנהג הנכרים שאין אוכלין בשר ביום ו' וז' ושמא יטרף ולא ימצא קונים לבשר טריפה מותר לשחוט גם ביום ד' [דאל\"כ ממנעי ולא שחטי] כדי שאם יטרף יהיה מוכן לו על יום ה' למכור:",
            "(סא) לחולה - אפילו חולה קצת ואף דבסימן תקנ\"ד סק\"ט כתב המ\"א דנהגו קצת יולדות מז' באב ואילך למנוע מבשר ויין היינו שלא במקום חולי. ומי שחכר מהשר להאכיל בשר לערלים ואם לא ישחוט יפסיד אזי יתן מכל בהמה לעני חולה איזה חתיכה וא\"א לכזית בשר בלא שחיטה [ח\"א]:",
            "(סב) וכיוצא בו - כגון של פדיון הבן. וסעודה שעושין בלילה שלפני מילה אינה סעודת מצוה [יד אפרים]:",
            "(סג) מותרים בתבשיל - אבל שומן של בשר דינו כבשר עצמו ואסור לאכול תבשיל שיש בו שומן והאידנא נהיגי עלמא לאסור אף תבשיל של בשר ודוקא בתבשיל של בשר אבל אם רק נתבשל בקדרה של בשר פשיטא דמותר [אחרונים]. ונראה כל שנפל בשר לתבשיל ויש ס' פשיטא דשרי:",
            "(סד) ואסורים בבשר עוף - ומ\"מ מי שא\"א לו לאכול מאכלי חלב מותר לו לאכול בשר עוף או בשר מלוח ג' ימים. ומינקת שחלב רע לתינוק כשאינה אוכלת בשר יש להקל אף בבשר בהמה:",
            "(סה) ובשר מלוח - אפילו מזמן מרובה דמ\"מ אית ביה שמחה קצת:",
            "(סו) תוסס - דהיינו תוך ג' לדריסתו שהוא מתוק ואינו חזק ופסול לגבי מזבח וכן כל אלו הנ\"ל מ\"מ קבלו אבותינו עליהם לאסור כל מיני בשר ויין:",
            "(סז) ומותר לשתות וכו' - דבה\"ג לא קיבלו עלייהו כמו לענין שאר סעודת מצוה:",
            "(סח) ונוהגין להחמיר וכו' - כיון דאפשר למטעמיה לתינוק משא\"כ בשאר סעודות מצוה:",
            "(סט) שלא לשתות יין בבהמ\"ז - פשוט דכל זה מיירי בבהמ\"ז דחול אבל בבהמ\"ז דשבת של ג' סעודות פשיטא דשרי:",
            "(ע) אלא נותנים לתינוק - שהגיע לחינוך וישתה רוב הכוס ודוקא אם לא הגיע עדיין להתאבל על ירושלים ודוקא בזה שהוא מצוה אבל בלא מצוה אף שא\"י להתאבל אסור בבשר ויין כשהוא בריא:",
            "(עא) לשתות הבדלה - אבל בהמ\"ז יברך בלא כוס כיון דיש פוסקים דאף ג' שאכלו א\"צ כוס עכ\"פ בכה\"ג יש לסמוך עלייהו:",
            "(עב) ובסעודת מצוה וכו' - ובזה אפילו כוס של בהמ\"ז יש להתיר לשתות דלא גרע מיין שבתוך הסעודה דהותר:",
            "(עג) וסיום מסכת - ומ\"מ אם לא נזדמן בלימודו הסיום לא ימהר או יאחר בשביל זה. וגם אם לא היה עושה סעודה בשאר הימים אפשר שלא יעשנה גם עתה. אכן אם נזדמן כראוי מותרין לאכול אף אותן שלא למדו עמהן אם היו הולכין ובאין גם בזמן אחר משום ריעות:",
            "(עד) וסעודת אירוסין - אף דמבואר לעיל בס\"ב דאסור לעשות סעודת אירוסין אפשר דמיירי שלא בשעת אירוסין או שלא בבית ארוסתו דליכא שמחה כ\"כ ויש שמוחקין אלו שני תיבות [מ\"א]:",
            "(עה) כל השייכין לסעודה - היינו כל מי שהיה הולך בזמן אחר לסעודה זו הן מחמת קורבה או מחמת שהוא אוהבו ונשים השייכות לסעודה במקום שדרך לזמנן לסעודה ג\"כ מותר. וכתב הח\"א דאשת הבעל סעודה מותרת אף בסיום מסכת וכן בניו. ומי ששולחין לו לביתו אסור לו לאכול:",
            "(עו) שלא להוסיף - היינו מי שלא בא מחמת קורבה או אהבת רעים רק לאכול ולשתות ועבירה הוא בידו:",
            "(עז) רק מנין מצומצם - היינו מלבד הקרובים הפסולים לעדות ומלבד הבעלי מצוה מותר להוסיף עשרה משום ריעות והשאר אוכלים מאכלי חלב. והנה בלבוש כתב דמר\"ח עד ט\"ב לוקחין מנין מצומצם ויש לוקחים י' מלבד הקרובים השייכים לבעל הסעודה. והנה בח\"א העתיק כהלבוש אבל בדה\"ח משמע דיוכל לנהוג להקל כדעת הרמ\"א דמר\"ח עד השבוע שחל בו ט\"ב מותר לזמן כל השייכים לסעודה ואפילו כמה מנינים. ואם חל המילה או הסיום מסכת בט\"ב שחל בשבת לכו\"ע מותר לזמן כל קרואים שירצה:",
            "(עח) בערב ת\"ב שרי - ובלבד שיעשנה קודם חצות:",
            "(עט) תספורת וכו' - ואחד האיש ואחד האשה שוין לאיסור ואפשר שיש להתיר באשה [לגלח] ריבוי שער דצדעין [פמ\"ג]:",
            "(פ) ובזקן - והיינו השפה:",
            "(פא) לספר לקטנים - דקטנים נמי שייך בהו חינוך אי משום אבילות או משום עגמת נפש:",
            "(פב) בשבת שחל וכו' - עיין בא\"ר דלדידן יש להחמיר בתספורת מי\"ז בתמוז וכיבוס מר\"ח ובח\"א כתב דלצורך קטנים אין להחמיר אף לפי מנהגינו אלא בשבת זו:",
            "(פג) מיהו בגדים וכו' - ומ\"מ לא יכבסו הרבה ביחד. ויכבסו בצנעא אם אין מכבסו ע\"ג הנהר [מ\"א]:",
            "(פד) משרא שרי - דאין בכיבוסן של אלו משום שמחה [לבוש]:",
            "(פה) של מת ושל שבת זו - ר\"ל דשלמו יום ל' של אבילות בתוך שבוע שחל ט\"ב להיות בתוכה:",
            "(פו) מיקל בתער - משום שאין זה יפוי:",
            "(פז) אבל לא במספרים - וזהו דוקא כשחל יום שלשים בשבוע שחל ט\"ב אבל כשחל מקודם לזה מותר לספר ולכבס אף לדידן שנוהגין בזה לאיסור בעלמא הכא שרי כיון שתכפוהו אבליו כ\"כ הט\"ז בשם הב\"ח אבל הא\"ר סובר דאין להקל כ\"א כשחל יום שלשים לפני ר\"ח וכ\"כ כמה אחרונים:",
            "(פח) שלא לרחוץ - עיין לקמיה דאפילו בצונן יש ליזהר. ולרפואה מותר אפילו בחמין ואפילו בשבוע שחל בו ט\"ב [א\"ר]:",
            "(פט) מראש חדש - ואם חל ר\"ח בע\"ש אזי מותר לרחוץ אף כל גופו בחמין כל מי שרוחץ תמיד בע\"ש לכבוד שבת:",
            "(צ) ויש מתענים מי\"ז בתמוז - ות\"ח אין כדאי שינהג בחומרא זו שממעט במלאכת שמים שא\"א שלא יתמעט מלימודו איזה שעות מפני התענית וצריך לשקול במאזני צדק בענינים אלו [שע\"ת ע\"ש]:",
            "(צא) עד תשעה באב - עיין לקמן סימן תקס\"ב ס\"ב בהג\"ה:",
            "(צב) לרחוץ בעט\"ב - כדרכה בחמין:",
            "(צג) הואיל וכו' לתענוג - וכן קטנים שיש להם חטטין בראשן נוהגין לרחצן בראשן:",
            "(צד) אפילו בצונן - היינו כל גופו אבל פניו ידיו ורגליו שרי לרחוץ בצונן [אחרונים]:",
            "(צה) ואפילו בע\"ש של חזון אסור וכו' - היינו אפילו היה רגיל לרחוץ בכל ע\"ש בחמין כל גופו אסור בע\"ש של חזון לרחוץ כל גופו אפילו בצונן. ולענין טבילה הנוהג לטבול בכל ע\"ש מותר ומי שמבטלה לפעמים מפני טרדת עסקיו או מפני הצנה אסור:",
            "(צו) בחפיפת הראש בחמין - אבל לא בזיי\"ף ולוי\"ג שעושין מאפר:",
            "(צז) למי שרגיל בכך - ועיין בח\"א דה\"ה דשרי פניו ידיו ורגליו בחמין למי שרגיל בכך כל השבת:",
            "(צח) טוב ליזהר מלומר שהחיינו - אע\"ג דאפילו אבל מברך שהחיינו מ\"מ ימים אלו כיון שהזמן ההוא הוא זמן פורענות אין כדאי לומר שהחיינו לזמן הזה. והגר\"א בביאורו חולק ע\"ז וכתב דהוא חומרא יתירא וכן הט\"ז מפקפק בזה וע\"כ בשבת אין להחמיר בזה דבלא\"ה הרבה אחרונים מסכימין להקל בשבת:",
            "(צט) על פרי או על מלבוש - וממילא לא יאכל הפרי ולא ילבש הבגד. וכתבו האחרונים דאשה מעוברת מותרת לאכול פרי בלא שהחיינו דשמא תתאוה ויגרום נזק לה ולולד. וכן חולה ג\"כ מותר שהפירות פותחין לו תאותו לאכול דברים טובים ובמקום חולי לא קבלינן עלן:",
            "(ק) ולא יחמיץ המצוה - או הברכה כיון שהגיע זמנה ואע\"ג דכשרואה פרי חדש ואינו מברך שהחיינו מחמיץ הברכה מ\"מ כיון שנהגו להמתין עד שעת אכילה לא מיקרי מחמיץ המצוה:",
            "(קא) שלא ימצא אחר ט\"ב - ומיירי שלא יכול לשמור הפרי עד שבת מפני שיתקלקל כגון גודגדניות קטנות דאל\"ה יקחהו בחול וישמרהו עד שבת:",
            "(קב) מארבע שעות עד תשע שעות - היינו מסוף ד' עד סוף ט'. וכן יזהרו בימים אלו שלא לילך בין חמה לצל [א\"ר]:",
            "(קג) ולא יכו התלמידים - מפורש במדרש דאפילו ברצועה יש ליזהר. ובכונת האר\"י כתב שיתאבל בימים ההם אחר חצי היום ויבכה כמו חצי שעה:",
            ""
        ],
        [
            "(א) ממעטין בשמחה - עיין במ\"א דר\"ל שאין שמחין בו כלל כמ\"ש התוס' פ\"ק דמגילה:",
            "(ב) לישתמיט מיניה - עד ר\"ח אלול ועכ\"פ עד אחר ט\"ב:",
            "(ג) ובעל ברית - היינו אותו שתופס התינוק על ברכיו בשעת המילה אבל המכניס והמוציא התינוק [שקורין קוואטער] אינו בכלל זה ומ\"מ האשה המכנסת התינוק נוהגת ללבוש בגדי שבת שזה עיקר מצותה:",
            "(ד) ואבי הבן - ואמו:",
            "(ה) אין מחליפין - ואפילו הטלית. ולענין גילוח אם מותר לבעל ברית וכה\"ג. עיין בשע\"ת:",
            "(ו) כ\"א הכתונת לבד - שאינו לובש אלא מפני הזיעה ומטעם זה מותר להחליף גם הפוזמקאות וזה מותר אפילו בשבת שחל בו ט\"ב. ובק\"ק ווילנא נוהגין ע\"פ הגר\"א ללבוש בגדי שבת ויש משנים בגד אחד וכ\"כ ר\"י עמדין בשם אביו הגאון שצריך ללבוש בגדי שבת אפילו בשבת שחל בו ט\"ב:",
            "(ז) פרוכת - וה\"ה מפות ומכסאות:",
            "(ח) מותר ללבוש וכו' - ואף אבי החתן והכלה לובשין בגד עליון של שבת לכבוד חתן וכלה:",
            "(ט) בגדי שבת - ומ\"מ בגדים חדשים אסור:",
            "(י) בשבת של חזון - ואפילו חל ט\"ב בשבת אבל לאבי החתן אין להתיר באופן זה ללבוש שום בגד של שבת:",
            "(יא) ממעטים במשא ומתן - יש מן הפוסקים דס\"ל דהיינו שלא ישא במו\"מ של שמחה כגון לקנות כלי כסף או צרכי חופה וכדומה אבל סתם מו\"מ אין צריך למעט כלל ויש דס\"ל דכל מו\"מ צריך למעט בעת הזאת ולא יעסוק אלא כדי פרנסתו וכן משמע בסימן תקנ\"ד סוף סכ\"ב דצריך למעט בכל מו\"מ. [ורק אם הוא יריד י\"ל דהוי דבר האבד ושרי בכ\"ע אם הוא מוצא אז בזול יותר] ובזמנינו נהגו להקל בכל זה משום דהכל נחשב כעת כדי פרנסתינו:",
            "(יב) ובבנין של שמחה - וה\"ה כל בנין שא\"צ לו לדירתו ורק שעושה כן להרווחה בעלמא אסור ואם שכר לנכרי קודם ר\"ח בקבלנות מותר בכל ואפילו בט\"ב עצמו דנכרי אדעתא דנפשיה עביד וה\"ה אם קצץ עם הנכרי בקבלנות לצייר ביתו מותר לצייר מטעם זה. ומ\"מ אם יכול לפייסו בדבר מועט שימתין עד אחר ט\"ב תע\"ב. וביה\"כ מותר דהוי מצוה דרבים:",
            "(יג) נוטה ליפול - ואפילו אם הוא בענין שאין בו משום סכנה [כגון שעומד הכותל בחצר ואפשר לסגור החצר ולא יכנס אדם לשם] אלא שיש לחוש להפסד ממון כגון שע\"י נפילתו ישבר החומה ויתקלקל יותר אפ\"ה מותר לבנות אף שהוא בנין של שמחה שהרי אינו עושה בשביל שמחה כ\"א בשביל הפסד:",
            "(יד) ולצורך מצוה וכו' - כגון שאין לו אשה ובנים ואין לו בית חתנות מותר לבנות בית חתנות דמדינא אפילו נשואין מותר בזה ומה שאין נוהגין לישא אשה כלל היינו משום דלא מסמני מילתא וע\"כ מותר לעשות בית חתנות או לעשות בגדים חדשים לצורך נשואין שיהיה אחר ט\"ב אבל מי שקיים פריה ורביה אסור בכל זה:",
            "(טו) ואין נושאין - היינו אפילו בלא סעודה דבנשואין בלבד איכא שמחה ולהחזיר גרושתו מן הנשואין אפשר דשרי:",
            "(טז) אבל ליארס וכו' - דאירוסין בלא סעודה ליכא שמחה כ\"כ וכ\"ש דמותר להתקשר בכתיבת תנאים ומ\"מ סעודה אסור לעשות אף באופן זה ואפילו בלא ריקודין ומחולות ואפילו בשבת אסור לעשות סעודה בשביל זה. מיהו מה שנוהגין לאכול מיני מרקחת בשעת כתיבת התנאים לא מיקרי סעודה. ואסור לעשות ריקודין ומחולות מי\"ז בתמוז ואילך אפילו בלא אירוסין:",
            "(יז) שלא יקדמנו אחר - ר\"ל אף דאירוסין ג\"כ יש שמחה קצת והי\"ל לנו לאסור עכ\"פ בט\"ב לזה אמר דמותר מטעם שלא יקדמנו אחר:",
            "(יח) ונוהגין להחמיר שאין נושאין וכו' - היינו אפילו מי שלא קיים פו\"ר:",
            "(יט) שאין נושאין וכו' - אבל באירוסין אין נוהגין להחמיר ואפילו סעודת אירוסין מותר לעשות:",
            "(כ) אסורין לספר - ולענין נטילת צפרנים יש דעות בין האחרונים אכן לצורך טבילת מצוה בודאי שרי. וכן לכבוד שבת כגון שחל ט\"ב בשבת שרי בע\"ש ליטול הצפרנים [אחרונים]. ולענין סריקת הראש אין להחמיר אפילו בשאר ימי השבוע:",
            "(כא) ולכבס אפילו וכו' - דנראה כמסיח דעתו מהאבילות:",
            "(כב) וכיבוס שלנו - היינו של חו\"ל מותר לפי שאין הכיבוס יפה ככיבוס א\"י וע\"כ מותר לכבס ולהניח עד אחר ט\"ב דאלו לכבס וללבוש בכל מקום אסור [ב\"י]:",
            "(כג) וכלי פשתן וכו' - היינו ישנים אבל לא בחדשים היוצאים מתחת המכבש:",
            "(כד) משום גיהוץ - אפילו בא\"י וה\"ה דאין בהם משום כיבוס שלהם:",
            "(כה) אבל אסור ללבשן וכו' - היינו אפילו אם גיהצן או כיבסן קודם שבוע זו:",
            "(כו) בין ללבוש בין לכבס ולהניח - ר\"ל דנהגו לאסור אפילו לכבס ולהניח דללבוש מדינא אסור בכל גווני:",
            "(כז) דכיבוס שלנו וכו' - ר\"ל מה שמוכח בגמרא דכיבוס שלנו מותר היינו רק לשל בני בבל וכו':",
            "(כח) קרי לשל בני בבל - כצ\"ל. וכן איתא בשו\"ע דפוס ראשון מהמחבר בעצמו:",
            "(כט) עד אחר התענית - ומי שאין לו אלא חלוק אחד יש להתיר לכבס מר\"ח עד השבת:",
            "(ל) מותרת לכבס - ר\"ל אפילו בשבוע שחל ט\"ב להיות בתוכה:",
            "(לא) רק לובשת חלוק בדוק ויפה - ואם אין לה הסכימו הרבה אחרונים דמותרת ללבוש חלוק לבן דלצורך מצוה לא גזרו ועיין בדה\"ח דמותרת ליתן לכובסת עכו\"מ לצורך לבישת לבנים:",
            "(לב) וכן לכבוד שבת לובשים כלי פשתן - המכובסים ומשמע ממה שאמר וכן שגם לכבוד שבת מותר לכבס ביום ה' ויום וי\"ו ובדרכי משה משמע שנהגו בזה לאיסור אכן אם אין לו כתונת לשבת יש להקל וע\"י עכו\"מ פשיטא דשרי אבל בתספורת אסור אפילו לכבוד שבת דבלא\"ה אין רגילין לספר בכל שבוע [מ\"א] ועיין בבה\"ל:",
            "(לג) ומציעין לבנים וכו' - היינו על השולחנות מותר להחליף לבנים אבל להחליף סדינים לבנים נהגו איסור:",
            "(לד) לכבס מר\"ח ואילך - ואפילו א\"ל לכבס אחר ט\"ב ג\"כ אסור מטעם מנהגא [מ\"א] ובספר א\"ר צידד להקל ליתן לה מר\"ח ואילך לכבס אחר ט\"ב והביאו הפמ\"ג ולענין כלי פשתן בודאי יש לסמוך ע\"ז:",
            "(לה) אחר ר\"ח - וה\"ה אפילו אם תכבס בשבוע שחל ט\"ב:",
            "(לו) לאחר התענית מותר לספר וכו' - וק\"ו שמותר בבשר ויין. ואותן הנוהגין איסור בבשר ויין עד שבת נחמו י\"א דמנהגא של טעות הוא וא\"צ התרה אבל הב\"ח ומ\"א הסכימו דצריך התרה. ובעוד שלא התירו אסורין ג\"כ לספר ולכבס עד יום ה' מפני כבוד השבת ועיין במ\"א מש\"כ עוד בענין זה:",
            "(לז) מיד - ועיין לקמן סימן תקנ\"ח באחרונים דמצד מנהגא יש ליזהר בזה ביום עשירי עד חצות היום:",
            "(לח) שנהגו לאסור - היינו היכי שחל בשבת ונדחה אבל חל ביום א' מותר אף לדעה זו:",
            "(לט) חוץ מיום ה' ויום וי\"ו - שמותר לכבוד שבת ועיין לעיל בס\"ק ל\"ב. הצריך לילך למרחקים בשבוע שחל בו ט\"ב מותר ליתן לכובסת עכו\"מ לכבס בגדי פשתן לכמה שבתות שצריך על הדרך:",
            "(מ) מתחלת ר\"ח - ולא קודם שאין רוב הצבור יכולין לעמוד בו:",
            "(מא) מי\"ז בתמוז - עיין לקמן בסט\"ו במ\"ב:",
            "(מב) לכבס בגדי - אע\"ג דמדינא שרי שהרי אין איסור כיבוס משום דאסור במלאכה אלא כדי למעט בשמחה ולהראות האבלות והא לא שייך בכיבוס בגדי נכרים אפ\"ה אסור מפני מראית העין שאין ניכר שהם של עכו\"מ אמנם במקום שהעכו\"מ יש להם מלבושים אחרים דניכר לכל שהם של עכו\"מ יש להקל ובאין לו מה לאכול ודאי כדי חייו שרי עכ\"פ:",
            "(מג) בשבוע זה - בזה אף לדידן לא נהיגין מר\"ח מדלא כתב רמ\"א דנוהגין אף בזה מר\"ח כמו שכתב בסעיף שאח\"ז [ח\"א]:",
            "(מד) כלים חדשים - ובמקום שדרך לכבוש הבגדים במכבש א\"כ הוו בכלל מגוהצין ואסורין אפילו הם ישנים שהגיהוץ עושה אותן כחדשים ואסורין ללבוש בשבוע זו ומה\"ט נהגו איסור בבגדי שבת ללבשן בשבת חזון דאע\"פ שלבשן מכבר כמה שבתות עדיין גיהוצן ניכר והוי כחדשים:",
            "(מה) מראש חודש ואילך - ומיירי שקנה בגד מתוקן כמו שהוא ובירך שהחיינו בשעת קניה קודם י\"ז בתמוז וע\"כ אין איסור קודם ר\"ח דמי שקנה בגד שאינו מתוקן ונתן לאומן לתפור הלא מברך בשעת לבישה ואסור ללבוש מי\"ז בתמוז משום שהחיינו. ולדעת המקילין דבשבתות שבין המצרים מותר לברך שהחיינו א\"כ מותר ללבוש חדשים בשבתות שבין המצרים אבל מר\"ח ואילך אסור אפילו בשבת ובגדים שאינם חשובים כ\"כ שא\"צ לברך עליו שהחיינו כגון מנעלים חדשים ואנפלאות וכיו\"ב בודאי מותר לקנותו וללבשו מי\"ז בתמוז עד ר\"ח ועיין עוד מה שכתבנו בסעיף י\"ז בשם הגר\"א:",
            "(מו) שאסור לתקן - ר\"ל שאסור לעשות בגדים חדשים וכן אנפלאות שקורין זאקי\"ן אסור לארוג ולצורך נשואין מי שאין לו אשה ובנים מותר לעשות בגדים חדשים דהא מדינא מותר לו אפילו לישא וכנ\"ל בס\"ק י\"ד ואפילו בט\"ב עצמו שרי לעשות ע\"י עכו\"מ לצורך נישואין [אחרונים]:",
            "(מז) ומנעלים חדשים - וה\"ה דאסור ללבשן:",
            "(מח) מראש חודש - דבירושלמי איתא והובא לקמן בס\"ח דנהיגי שלא למישתי עמרא מדעייל ר\"ח אב וכל תיקון בגדים הוי בכלל זה דהשתיה הוי תחלת המלאכה:",
            "(מט) לקנותן - אפילו דעתו שלא ללובשן עד אחר ט\"ב ודומיא דאסרינן לעיל לענין כיבוס אפילו במכבסן להניח:",
            "(נ) אסור לעשותן לאחרים וכו' - ואם אין לו מה יאכל שרי כמו באבל לאחר ג' ימים:",
            "(נא) להקל בזה - ומשמע דאפילו לישראל נהגו להקל ומיירי שנתנן לו קודם ר\"ח דאלו אחר ר\"ח פשיטא דאסור ליתן לו:",
            "(נב) אבל אם ידוע וכו' - ר\"ל דמדינא אומן העושה בשביל עכו\"מ בודאי אינו שמח מזה ואין לאסרו רק משום מ\"ע דיסברו שהוא של ישראל [ולזה קאמר בתחלה סתם אסור לעשותן לאחרים היינו אפילו לעכו\"ם] ולזה קאמר אם ידוע ומפורסם וכו' מותר אפילו לקבל המלאכה אחר ר\"ח ולעשותה:",
            "(נג) לאומנים נכרים - ולא לישראלים כיון שהוא אחר ר\"ח וכנ\"ל. והטעם שהקילו בזה יותר מכיבוס דאסרינן לעיל בסוף סעי\"ג לפי שעדיין אינן שלו ולא נקרא שמו עליו:",
            "(נד) למישתי עמרא - פי' שלא לעשות חוטי שתי מצמר [וה\"ה משארי דברים] ואסמכוה בירושלמי על שם שבטלה אבן שתיה וכתב ב\"י דאין נ\"מ בין לו ובין לאחרים ובין בשכר ובין בחנם [ט\"ז] וטוויית החוטין לתפור בהן בגדים מותר שאינו בכלל זה וכן מותר לעשות קרוני\"ן שאורגין בעצים דלאו בכלל בגד הוא [מ\"א]:",
            "(נה) עד אחר ט\"ב - עיין לעיל סימן תכ\"ו ס\"ב ובמשנה ברורה שם:",
            "(נו) שלא לאכול בשר וכו' - ומיד שהתפללו הקהל ערבית במוצאי שבת אע\"פ שהיחיד לא התפלל עדיין והוא בתוך סעודתו אסור בבשר ויין וה\"ה בר\"ח לדידן [מ\"א] אבל שארי אחרונים כתבו דבמוצאי שבת אם הוא לא התפלל עדיין מותר בבשר ויין דכיון שאומרים רצה בבה\"מ שייך אצלו שבת:",
            "(נז) ומותר בחומץ וכו' - היינו אף בחומץ שנעשה מיין וכשנכנס שבת זו היה עדיין יין מותר כיון שעכשיו הוא חומץ ואין שמחה בשתייתו. וחומץ לענינינו מקרי כל שבני אדם נמנעין לשתותו מפני חמיצותו:",
            "(נח) מר\"ח עד התענית - ור\"ח בכלל וכן המנהג במדינותינו:",
            "(נט) מי\"ז בתמוז - דמאז התחיל הפורענות של החורבן וכ\"ז בימות החול אבל בשבת אין רשאי להחמיר בזה דאף אם חל ט\"ב בשבת מותר ונדחה על יום א' וכדלקמן בתקנ\"ד ואפי' אם קיבל עליו בפירוש שלא לאכול בשר מי\"ז בתמוז והלאה מותר בשבתות [וכן בסעודת מצוה] דכל הנודר אדעתא דמנהגא נודר ואין דעתו על שבת אם לא שהוציא זה בפירוש בלשון נדר שאמר הרי עלי שלא לאכול בשר מי\"ז בתמוז יש מחמירין:",
            "(ס) ומצניעין מר\"ח ואילך וכו' - עד עשירי באב ובמקום הדחק יש להקל ולשחוט בט\"ב אחר חצות אכן אם חל ט\"ב ביום ה' לכו\"ע מותר לשחוט אחר חצות לכבוד השבת וכתב המ\"א וא\"ר דבמדינתינו שמנהג הנכרים שאין אוכלין בשר ביום ו' וז' ושמא יטרף ולא ימצא קונים לבשר טריפה מותר לשחוט גם ביום ד' [דאל\"כ ממנעי ולא שחטי] כדי שאם יטרף יהיה מוכן לו על יום ה' למכור:",
            "(סא) לחולה - אפילו חולה קצת ואף דבסימן תקנ\"ד סק\"ט כתב המ\"א דנהגו קצת יולדות מז' באב ואילך למנוע מבשר ויין היינו שלא במקום חולי. ומי שחכר מהשר להאכיל בשר לערלים ואם לא ישחוט יפסיד אזי יתן מכל בהמה לעני חולה איזה חתיכה וא\"א לכזית בשר בלא שחיטה [ח\"א]:",
            "(סב) וכיוצא בו - כגון של פדיון הבן. וסעודה שעושין בלילה שלפני מילה אינה סעודת מצוה [יד אפרים]:",
            "(סג) מותרים בתבשיל - אבל שומן של בשר דינו כבשר עצמו ואסור לאכול תבשיל שיש בו שומן והאידנא נהיגי עלמא לאסור אף תבשיל של בשר ודוקא בתבשיל של בשר אבל אם רק נתבשל בקדרה של בשר פשיטא דמותר [אחרונים]. ונראה כל שנפל בשר לתבשיל ויש ס' פשיטא דשרי:",
            "(סד) ואסורים בבשר עוף - ומ\"מ מי שא\"א לו לאכול מאכלי חלב מותר לו לאכול בשר עוף או בשר מלוח ג' ימים. ומינקת שחלב רע לתינוק כשאינה אוכלת בשר יש להקל אף בבשר בהמה:",
            "(סה) ובשר מלוח - אפילו מזמן מרובה דמ\"מ אית ביה שמחה קצת:",
            "(סו) תוסס - דהיינו תוך ג' לדריסתו שהוא מתוק ואינו חזק ופסול לגבי מזבח וכן כל אלו הנ\"ל מ\"מ קבלו אבותינו עליהם לאסור כל מיני בשר ויין:",
            "(סז) ומותר לשתות וכו' - דבה\"ג לא קיבלו עלייהו כמו לענין שאר סעודת מצוה:",
            "(סח) ונוהגין להחמיר וכו' - כיון דאפשר למטעמיה לתינוק משא\"כ בשאר סעודות מצוה:",
            "(סט) שלא לשתות יין בבהמ\"ז - פשוט דכל זה מיירי בבהמ\"ז דחול אבל בבהמ\"ז דשבת של ג' סעודות פשיטא דשרי:",
            "(ע) אלא נותנים לתינוק - שהגיע לחינוך וישתה רוב הכוס ודוקא אם לא הגיע עדיין להתאבל על ירושלים ודוקא בזה שהוא מצוה אבל בלא מצוה אף שא\"י להתאבל אסור בבשר ויין כשהוא בריא:",
            "(עא) לשתות הבדלה - אבל בהמ\"ז יברך בלא כוס כיון דיש פוסקים דאף ג' שאכלו א\"צ כוס עכ\"פ בכה\"ג יש לסמוך עלייהו:",
            "(עב) ובסעודת מצוה וכו' - ובזה אפילו כוס של בהמ\"ז יש להתיר לשתות דלא גרע מיין שבתוך הסעודה דהותר:",
            "(עג) וסיום מסכת - ומ\"מ אם לא נזדמן בלימודו הסיום לא ימהר או יאחר בשביל זה. וגם אם לא היה עושה סעודה בשאר הימים אפשר שלא יעשנה גם עתה. אכן אם נזדמן כראוי מותרין לאכול אף אותן שלא למדו עמהן אם היו הולכין ובאין גם בזמן אחר משום ריעות:",
            "(עד) וסעודת אירוסין - אף דמבואר לעיל בס\"ב דאסור לעשות סעודת אירוסין אפשר דמיירי שלא בשעת אירוסין או שלא בבית ארוסתו דליכא שמחה כ\"כ ויש שמוחקין אלו שני תיבות [מ\"א]:",
            "(עה) כל השייכין לסעודה - היינו כל מי שהיה הולך בזמן אחר לסעודה זו הן מחמת קורבה או מחמת שהוא אוהבו ונשים השייכות לסעודה במקום שדרך לזמנן לסעודה ג\"כ מותר. וכתב הח\"א דאשת הבעל סעודה מותרת אף בסיום מסכת וכן בניו. ומי ששולחין לו לביתו אסור לו לאכול:",
            "(עו) שלא להוסיף - היינו מי שלא בא מחמת קורבה או אהבת רעים רק לאכול ולשתות ועבירה הוא בידו:",
            "(עז) רק מנין מצומצם - היינו מלבד הקרובים הפסולים לעדות ומלבד הבעלי מצוה מותר להוסיף עשרה משום ריעות והשאר אוכלים מאכלי חלב. והנה בלבוש כתב דמר\"ח עד ט\"ב לוקחין מנין מצומצם ויש לוקחים י' מלבד הקרובים השייכים לבעל הסעודה. והנה בח\"א העתיק כהלבוש אבל בדה\"ח משמע דיוכל לנהוג להקל כדעת הרמ\"א דמר\"ח עד השבוע שחל בו ט\"ב מותר לזמן כל השייכים לסעודה ואפילו כמה מנינים. ואם חל המילה או הסיום מסכת בט\"ב שחל בשבת לכו\"ע מותר לזמן כל קרואים שירצה:",
            "(עח) בערב ת\"ב שרי - ובלבד שיעשנה קודם חצות:",
            "(עט) תספורת וכו' - ואחד האיש ואחד האשה שוין לאיסור ואפשר שיש להתיר באשה [לגלח] ריבוי שער דצדעין [פמ\"ג]:",
            "(פ) ובזקן - והיינו השפה:",
            "(פא) לספר לקטנים - דקטנים נמי שייך בהו חינוך אי משום אבילות או משום עגמת נפש:",
            "(פב) בשבת שחל וכו' - עיין בא\"ר דלדידן יש להחמיר בתספורת מי\"ז בתמוז וכיבוס מר\"ח ובח\"א כתב דלצורך קטנים אין להחמיר אף לפי מנהגינו אלא בשבת זו:",
            "(פג) מיהו בגדים וכו' - ומ\"מ לא יכבסו הרבה ביחד. ויכבסו בצנעא אם אין מכבסו ע\"ג הנהר [מ\"א]:",
            "(פד) משרא שרי - דאין בכיבוסן של אלו משום שמחה [לבוש]:",
            "(פה) של מת ושל שבת זו - ר\"ל דשלמו יום ל' של אבילות בתוך שבוע שחל ט\"ב להיות בתוכה:",
            "(פו) מיקל בתער - משום שאין זה יפוי:",
            "(פז) אבל לא במספרים - וזהו דוקא כשחל יום שלשים בשבוע שחל ט\"ב אבל כשחל מקודם לזה מותר לספר ולכבס אף לדידן שנוהגין בזה לאיסור בעלמא הכא שרי כיון שתכפוהו אבליו כ\"כ הט\"ז בשם הב\"ח אבל הא\"ר סובר דאין להקל כ\"א כשחל יום שלשים לפני ר\"ח וכ\"כ כמה אחרונים:",
            "(פח) שלא לרחוץ - עיין לקמיה דאפילו בצונן יש ליזהר. ולרפואה מותר אפילו בחמין ואפילו בשבוע שחל בו ט\"ב [א\"ר]:",
            "(פט) מראש חדש - ואם חל ר\"ח בע\"ש אזי מותר לרחוץ אף כל גופו בחמין כל מי שרוחץ תמיד בע\"ש לכבוד שבת:",
            "(צ) ויש מתענים מי\"ז בתמוז - ות\"ח אין כדאי שינהג בחומרא זו שממעט במלאכת שמים שא\"א שלא יתמעט מלימודו איזה שעות מפני התענית וצריך לשקול במאזני צדק בענינים אלו [שע\"ת ע\"ש]:",
            "(צא) עד תשעה באב - עיין לקמן סימן תקס\"ב ס\"ב בהג\"ה:",
            "(צב) לרחוץ בעט\"ב - כדרכה בחמין:",
            "(צג) הואיל וכו' לתענוג - וכן קטנים שיש להם חטטין בראשן נוהגין לרחצן בראשן:",
            "(צד) אפילו בצונן - היינו כל גופו אבל פניו ידיו ורגליו שרי לרחוץ בצונן [אחרונים]:",
            "(צה) ואפילו בע\"ש של חזון אסור וכו' - היינו אפילו היה רגיל לרחוץ בכל ע\"ש בחמין כל גופו אסור בע\"ש של חזון לרחוץ כל גופו אפילו בצונן. ולענין טבילה הנוהג לטבול בכל ע\"ש מותר ומי שמבטלה לפעמים מפני טרדת עסקיו או מפני הצנה אסור:",
            "(צו) בחפיפת הראש בחמין - אבל לא בזיי\"ף ולוי\"ג שעושין מאפר:",
            "(צז) למי שרגיל בכך - ועיין בח\"א דה\"ה דשרי פניו ידיו ורגליו בחמין למי שרגיל בכך כל השבת:",
            "(צח) טוב ליזהר מלומר שהחיינו - אע\"ג דאפילו אבל מברך שהחיינו מ\"מ ימים אלו כיון שהזמן ההוא הוא זמן פורענות אין כדאי לומר שהחיינו לזמן הזה. והגר\"א בביאורו חולק ע\"ז וכתב דהוא חומרא יתירא וכן הט\"ז מפקפק בזה וע\"כ בשבת אין להחמיר בזה דבלא\"ה הרבה אחרונים מסכימין להקל בשבת:",
            "(צט) על פרי או על מלבוש - וממילא לא יאכל הפרי ולא ילבש הבגד. וכתבו האחרונים דאשה מעוברת מותרת לאכול פרי בלא שהחיינו דשמא תתאוה ויגרום נזק לה ולולד. וכן חולה ג\"כ מותר שהפירות פותחין לו תאותו לאכול דברים טובים ובמקום חולי לא קבלינן עלן:",
            "(ק) ולא יחמיץ המצוה - או הברכה כיון שהגיע זמנה ואע\"ג דכשרואה פרי חדש ואינו מברך שהחיינו מחמיץ הברכה מ\"מ כיון שנהגו להמתין עד שעת אכילה לא מיקרי מחמיץ המצוה:",
            "(קא) שלא ימצא אחר ט\"ב - ומיירי שלא יכול לשמור הפרי עד שבת מפני שיתקלקל כגון גודגדניות קטנות דאל\"ה יקחהו בחול וישמרהו עד שבת:",
            "(קב) מארבע שעות עד תשע שעות - היינו מסוף ד' עד סוף ט'. וכן יזהרו בימים אלו שלא לילך בין חמה לצל [א\"ר]:",
            "(קג) ולא יכו התלמידים - מפורש במדרש דאפילו ברצועה יש ליזהר. ובכונת האר\"י כתב שיתאבל בימים ההם אחר חצי היום ויבכה כמו חצי שעה:",
            ""
        ],
        [
            "(א) לא יאכל וכו' - כדי להרבות אבל ולזכור חורבן הבית ויצטער עליו:",
            "(ב) שאוכלה אחר חצות - עיין לקמן בס\"ט:",
            "(ג) בשר וכו' - היינו מדינא דש\"ס דאלו מצד מנהגא אסור מר\"ח וכדלעיל בסימן תקנ\"א:",
            "(ד) ממעט - היינו בסעודה מפסקת שאם רגיל לשתות בסעודה ד' כוסות ישתה ג' כוסות. ואין לשתות שכר ואם הוא אדם חלש שרי:",
            "(ה) אפילו בשר מלוח וכו' ועופות - ר\"ל אע\"ג דהטעם באיסור בשר משום דנתבטלו הקרבנות ולאחר ג' ימים לא מקרי עוד בשר לענין קדשים שהרי שלמים אין נאכלין יותר משני ימים ולילה אחת וכן עופות לא היו קריבים ע\"ג המזבח חוץ מתורים ובני יונה וגם אין שמחה אלא בבשר בהמה מ\"מ נהגו לאסור:",
            "(ו) ודגים - משום דאיכא דוכתא דדגים בכלל בשר הוא כמש\"כ ביו\"ד סי' רי\"ז ס\"ח ועוד דהוא עולה על שולחן מלכים ושמחה הוא לאיש באכילתו [מ\"א]:",
            "(ז) ויין מגיתו וכו' - שאינו חשוב ולית ביה משום שמחה:",
            "(ח) בשתי קדירות - פי' שאחד בלילתו עבה ואחד בלילתו רכה אבל אם שניהם בשוה אין קפידא לבשל בשתי קדירות:",
            "(ט) מקרי שני תבשילין - פי' ואדם אחד אינו יכול לאכול שתיהן אבל יכול ראובן לאכול תבשיל אחד ושמעון אחד:",
            "(י) שדרכו בכך - ר\"ל שרוב הפעמים נותנים בצלים ובצים באפונים כמו שדרך לטגן עיסה ובצים אבל דגים אסור לטגן בבצים כיון שרוב הפעמים מבשלין אותם בלא בצים [מ\"א וכונתו אפילו לאותן מקומות שלא נהגו לאסור בסתם דגים]. ולביבות ממולאים בגבינה נקרא שתי תבשילין וכן ברייט\"י לקשי\"ן עם גבינה כיון דרוב פעמים אין עושין כן הוי ב' תבשילין:",
            "(יא) מקרי תבשיל לענין זה - דאף דלענין בישולי עכו\"מ אין שם תבשיל עליו כגון חלב שנתבשל וכיו\"ב לענינינו אסור דעיקר הטעם שאסרו בשני תבשילין משום דבריבוי תבשילין יש בו כבוד ותענוג:",
            "(יב) ואין חילוק בין צלי למבושל - כגון בצים צלויין ופירות צלויין כולן שם תבשיל עליהן וזהו שכתב לקמיה כשהם חיים לאפוקי כשנתבשלו או נצלו:",
            "(יג) מבושלים בתוכם - שנחשב כתבשיל אחד ומיירי כשאוכלן בבת אחת. ודוקא במקום שדרכו לבשל כך כל השנה וכנ\"ל בס\"ג ובטור כתב עדשים או בצים וכ\"כ הלבוש וכן המנהג אצלינו שאוכלים בצים לבד משום אבילות וכמש\"כ בהג\"ה:",
            "(יד) שהם מאכלי אבלים - ולא יאכלו תבשיל אחר ודלא כהמון עם שמתחלה אוכלין מין מבושל ואח\"ז יושבין לארץ ואוכלין ביצים דאסור וכ\"ש דאסור להפסיק ביניהם בברכת המזון דגורם ברכה שא\"צ ובס\"ט יבואר איך להתנהג בזה:",
            "(טו) חריבה - ומ\"מ אל ימעט בשיעור אכילתו אלא יעשה באופן שיוכל לסבול התענית וכן בשתיית המים:",
            "(טז) באפר - ואומר זהו סעודת ט\"ב:",
            "(יז) ע\"ג קרקע - כדי שתהא הסעודה שפלה ובמקום שמנהגן לאכול בהסיבה היה ההיכר אם היו אוכלין עתה שלא בהסיבה ולדידן שכל השנה אוכלין שלא בהסיבה אין ניכר השפלות אלא בזה ומ\"מ אם הוא אדם חלוש יוכל להניח כר תחתיו:",
            "(יח) וא\"צ לחלוץ - דאין אבילות נוהג עד הלילה ומטעם זה מותר לישב אחר הסעודה על הספסל:",
            "(יט) יש ליזהר שלא ישבו וכו' - ובדיעבד אף אם ישבו ג' לא יזמנו דלא חשיב קביעות [אחרונים]:",
            "(כ) ודעתו לאכול אחריה סעודת קבע - אבל אם אוכל אח\"כ רק אכילת עראי לא נחשב לסעודה כלל וא\"כ הסעודה הקודמת היא עיקר הסעודה ואסור לאכול בה שני תבשילין:",
            "(כא) ואח\"כ מתפללין מנחה וכו' - בד\"מ בשם מהרי\"ל איתא שהולכין לביה\"מ ומתפללין מנחה ומסתמא בירך ג\"כ בהמ\"ז מתחלה:",
            "(כב) להרבות קצת וכו' - ורבים מאחרונים אין דעתם נוחה בזה להרבות מתחלה בכמה מיני תבשילין ולהתענג בהם וזהו עיקר סעודתו ואחר מנחה שאינו רעב ואינו צמא כלל אוכל לזכר סעודה מפסקת והוא רק כעין סעודת עראי וע\"כ יש מהם שאומר שלא יאכל קודם מנחה רק תבשיל אחד ואחר מנחה יאכל עדשים או ביצים וכנ\"ל ואף שגם זה בכלל תבשיל הוא לא מצטרפי אהדדי. והא\"ר כתב להצדיק קצת את המנהג וז\"ל אומר אני דכל זמן שהוא מכוין לש\"ש בכונת הנ\"ל [דהיינו שלא יזיק לו התענית] הרשות בידו אבל עכ\"פ יראה כל אדם שלא ישביע עצמו יותר מדאי והחכם עיניו בראשו כדי שיוכל לאכול אחר המנחה סעודה המפסקת שלא יהא כאכילה גסה ועראי עכ\"ל ובסעודה המפסקת יוכל לאכול פת עם תבשיל ולא מצטרפי אהדדי כיון שבירך בהמ\"ז וגם התפלל מנחה באמצע:",
            "(כג) אוכל בשר - ואסור למנוע ממנו אע\"ג דאין חיוב לאכול בשר בשבת מ\"מ כיון שנמנע משום אבל עבירה היא. והנה אף דכתב המחבר כסעודת שלמה מ\"מ ישב בדאבון נפש שלא ינהג בשמחה ולכן לא ישב בסעודת חברים [מ\"א] בספר בכור שור חולק ע\"ז ודעתו דמי שרגיל בכל שבת לסעוד סעודה זו עם חבריו ומיודעיו ומונע בשבת זו הו\"ל כאבלות פרהסיא. ולכו\"ע מותר לאכול עם ב\"ב ויכול לברך בזימון כיון שהוא שבת [א\"ר] ואם חל מילה באותו שבת יעשה הסעודה קודם מנחה:",
            "(כד) מבעוד יום - היינו קודם שקיעה. ונכון להודיע זה להמון שלא יטעו שהוא כשאר שבת:",
            "(כה) ואירע עט\"ב וכו' - וקשה עליו לישב בתענית שני ימים ולילה אחת:",
            "(כו) ילוה תעניתו - כתב המ\"א ואע\"ג דבסימן תקס\"ח ס\"ב כתב דאסור ללות בכה\"ג הכא דא\"א בענין אחר שרי ומהאי טעמא כתבו הגאונים דא\"צ להשלים אף דבעלמא קי\"ל דכל תענית שלא שקעה עליו חמה לאו שמיה תענית אבל הרב ט\"ז בסימן תקס\"ח ס\"ב דחה לדברי המחבר בזה מהלכה וכן כמה אחרונים לא העתיקו את דברי המחבר בזה להלכה:",
            "(כז) ואוכל סעודה המפסקת - ואסור לסעוד שני פעמים משום נדרו וא\"כ צריך לנהוג בה כל דין סעודה המפסקת האמור למעלה:",
            "(כח) קודם ביאת השמש - ולפי שא\"א לצמצם כ\"כ לאחר האכילה מוטב יותר שישאל על נדרו:",
            "(כט) תענית חלום - וה\"ה יא\"צ. וטוב שיתנה בפעם ראשונה שלא להתענות רק עד אחר חצות היום ויתפלל מנחה גדולה ויאכל סעודה ואח\"כ יאכל סעודה המפסקת:",
            "(ל) אין אומרים צדקתך - ואם חל ט\"ב בשבת אומרים אב הרחמים [א\"ר סימן תקמ\"ד] וכתב הפמ\"ג בסימן תקנ\"ט די\"ל דג\"כ מזכירין נשמות אותן הנוהגין להזכיר בכל שבת:\n"
        ],
        [
            "(א) אא\"כ קבל עליו בפירוש שלא לאכול וכו' - וה\"ה אם אמר שמקבל עליו התענית ג\"כ אסור דודאי כונתו שלא לאכול עוד היום:",
            "(ב) בלב אינה קבלה - והב\"ח כתב דהוי קבלה וכן הסכים הגר\"א בביאורו. ואסור אז כל מה שאסור בט\"ב חוץ מנעילת הסנדל דמותר דהוי כאלו התנה בפירוש חוץ מזה אבל אם לא קיבל בלבו להתענות אפילו בלב אלא שגמר בדעתו שלא לאכול אינו כלום ומותר אפילו באכילה ומ\"מ נכון יותר להתנות בפירוש בפה או בלב שאינו מקבל עליו התענית עד ביה\"ש:",
            "(ג) ובין השמשות שלו אסור - היינו בין בכניסתו ובין ביציאתו אבל א\"צ להוסיף עליהם. ועיין לעיל בסימן רס\"א דביארנו דביה\"ש נקרא מששקעה החמה וה\"ה בענינינו:",
            "(ד) ומותר ברחיצה וכו' - כבר כתבנו דאם קיבל עליו לאחר שהפסיק סעודתו שלא לאכול עוד ממילא אסור ברחיצה וסיכה ג\"כ ודוקא כשקיבל עליו ההוספה מפלג המנחה ולמעלה הא קודם לכן לאו קבלה היא ומה דקיבל בפירוש קיבל ותו לא וכן כשקיבל עליו איסור אכילת בשר ויין מי\"ז בתמוז ואילך אין איסור רחיצה בכלל:",
            "(ה) קודם שיאמר ברכו - ר\"ל דאף שמנהגם היה להתפלל מעריב מבע\"י מ\"מ לאחר ברכו הוא בכלל לילה לענין זה ובמהרי\"ל כתב דיש לחלוץ מנעלים קודם שהולכין לביה\"כ. ועכ\"פ יראה לחולצם קודם ביה\"ש:",
            "(ו) ואם הוא שבת חולצים וכו' - דאסור לשום סימן אבלות בשבת. ולא יגע בהם בידיו דיהיה צריך ליטול ידיו. ובדיעבד אם נגע ינקה ידיו בכל מידי דמנקי:",
            "(ז) קודם ברכו - מפני הטרוף וכדי שלא יראה עינוי בשבת אומר תחלה המבדיל ובלא שם ומלכות [פמ\"ג]:",
            "(ח) ונהגו וכו' - דתורה משמחת הלב ומ\"מ כ\"ז אינו מדינא דהא מותר בעט\"ב מדינא כל החמשה עינויים ועיקר הטעם משום דהוא יכול ללמוד דברים המותרים בט\"ב. והנה מהרבה אחרונים משמע שתפסו המנהג הזה ולא ערערו עליו דאפילו אם חל בשבת הסכימו כמה אחרונים להתנהג כמ\"ש הרמ\"א וכמו שאכתוב לקמיה אמנם יש איזה אחרונים שפקפקו מאד על המנהג הזה ראשון לכל הרש\"ל כתבו עליו שלמד בעצמו אחר חצות והתיר גם לאחרים בזה גם הגר\"א בביאורו כתב דחומרא יתירא היא וכן המאמר מרדכי בספרו מאריך בזה וכתב דהוא מביא הרבה לידי ביטול תורה להלומדים שמתרשלים ללמוד דברים המותרים בט\"ב דאין אדם לומד אלא מה שלבו חפץ וע\"כ דעתו להקל בזה וכתב דכן היה הוא נוהג ע\"ש וכן הח\"א כתב דהוא חומרא בעלמא וע\"כ נראה דמי שרוצה להקל בזה אין מוחין בידו:",
            "(ט) ולכן אם חל בשבת - היינו אפילו עט\"ב שחל בשבת א\"א פרקי אבות דהוא כלימוד תורה והיינו אחר חצות דקודם חצות מותר בלימוד תורה אפילו כשחל בשבת:",
            "(י) אין אומרים וכו' - והט\"ז מפקפק מאד על מניעת הלימוד בשבת ומסיים דהלומד בשבת אחר חצות לא הפסיד שכרו והיינו אפילו כשחל ט\"ב בשבת וכ\"ש כשחל עט\"ב בשבת. ונראה דיש לסמוך ע\"ז אחרי דאפילו כשחל בחול כמה אחרונים מקילין וכנ\"ל:"
        ],
        [
            "(א) אסור ברחיצה וכו' ואסור לקרות בתורה וכו' - ואסור בכל אלו הדברים כל היום ואפילו בין השמשות עד צאת הכוכבים ואין מועיל לזה מה שיתפלל מעריב מקודם אך אותן ההולכים בין הנכרים ועוסקים במשא ומתן אחר חצות אותן מותרין לנעול [ועיין לקמן בסי\"ז בהג\"ה ובמ\"ב] ומהם למדו כולם להקל ויש למחות בידם:",
            "(ב) הרעים - ורעות עכו\"ם אסור לקרות. ועם התינוקות אסור ללמוד אף דברים הרעים רק מותר ללמוד לו החורבן דאינו אלא סיפור דברים ומשבר לב התינוק ויש מאחרונים שסוברין דמותר ללמוד עם התינוק בדברים הרעים וכאן לא אסר אלא הלימוד שהקטנים לומדים בסדר שלהם דהיינו חומש וגמרא:",
            "(ג) איכה - וכן אגדת החורבן בפרק הניזקין ובפרק חלק ולקרות בחורבן הנזכר ביוסיפון מותר [לבוש]:",
            "(ד) מגלחין - אע\"ג דיש בו גם כמה דיני מנודה ומוחרם מ\"מ מותר ללמוד אבל לישא וליתן בהלכה בודאי אסור [מ\"א בשם מהרי\"ל] וכעין זה כתב ג\"כ הט\"ז דאפילו במקום דמותר ללמוד היינו שילמוד בפשוטן של דברים אבל לא דרך פלפול. ואפילו בהרהור לפרש דבר חמור אסור מטעם שיהיה לו שמחה אחר שיתיישב לו:",
            "(ה) ע\"י הרהור - אף דהרהור לאו כדבור דמי שאני הכא דעיקר טעמא משום שמחה ובהרהור איכא שמחה ומה\"ט אסור ללמוד איזה דרוש או קשיא או תירוץ אפילו בדברים הרעים מפני ששמחה היא לו. ואסור להורות הוראה אם לא לחולה הצריך עכשיו ואסור לדון דיני ממונות דדין היינו תורה מיהו אם אין הבע\"ד יכולים להמתין עד למחר שנחוצים לדרכם אפשר דשרי דהוי כרבים צריכים לו [אחרונים]:",
            "(ו) ומותר לקרות כל סדר היום - דהיינו ק\"ש וברכותיה וכל מה ששייך לברכת התפלה:",
            "(ז) ופרשת הקרבנות ומשנת וכו' - דלא גרע כל זה ממה שקורין בתורה ומפטירין בנביא והכל מפני שהוא סדר היום ונוהגין לומר תהלים ושיר היחוד במנחה אע\"ג דאסור בת\"ת כל היום צ\"ל דס\"ל כיון שהוא דרך בקשה שרי ובפוזנא נוהגין לומר למחרתו של אמש ושל היום וכן נכון ומעמדות בודאי אין לומר ועיין לקמן סימן תקנ\"ט ס\"ד דאין לומר פטום הקטורת שאינו מסדר היום וכ\"ש שאין לומר סדר הקרבנות הכתוב בסוף סי' א' ומה שכתוב בשו\"ע ופרשת הקרבנות היינו פרשת התמיד:",
            "(ח) ומותר לחזור הפרשה בט\"ב - היינו חזן הקורא מותר לו לחזור הפרשה קודם שיקרא והיינו אפילו במנחה דאלו בשחרית פרשה כי תוליד פשיטא דמעין המאורע היא:",
            "(ט) חיה כל שלשים יום - דמסתמא אמרינן שהיא חלושה והויא כחולה שאין בו סכנה וע\"כ אף דלענין יוה\"כ היא לאחר זיי\"ן כשאר כל אדם כמש\"כ בסימן תרי\"ז כאן לענין ט\"ב שהוא דרבנן לא גזרו במקום חולי ועיין בט\"ז ובשארי אחרונים דאפילו ודאי אין בה סכנה וכן בחולי הכתוב לקמיה ואפילו לא אמרו צריכין אנו לאכול מותר בט\"ב ואף שמהרש\"ל חולק על עיקר הכרעת השו\"ע ודעתו דלענין זה שוה ט\"ב ליוה\"כ דאפילו אמרה צריכה אני לאכול כיון שהוא לאחר זיי\"ן חייבת להתענות אם לא שהיא ג\"כ קצת חולה הרבה אחרונים הסכימו דמדינא שרי לאכול אכן כבר נהגו להתענות כמו שכתב הרמ\"א כ\"ז שאין להם חולשה ונתרפאו מלידתן אבל אם עדיין לא נתרפאה לגמרי או שהיא קצת חולה או חלושה בטבעה לא תתענה בתוך ל' ואם אירע ביולדת בריאה שמתענה ומרגשת באמצע היום שום חולשה יתירה יש לפסוק שלא תתענה בשארית היום [אחרונים]:",
            "(י) חולה - חסר דעה שנתרפא מיום ליום מותר בבשר ויין כל ימי השבוע ולא יתענה בט\"ב [מהרי\"ל]:",
            "(יא) שהוא צריך לאכול וכו' - ר\"ל שהוא חלוש וחש בגופו אע\"פ שאין בו סכנה מאכילין אותו:",
            "(יב) אין צריכין אומד - כצ\"ל. ואתרוייהו קאי וכן איתא בתורת האדם ובר\"ן והכונה דא\"צ לאמוד ולשער אם תבא לידי סכנה עי\"ז שתתענה דאפילו אם אין בה סכנה כיון שהיא בכלל חולה א\"צ להתענות. ועיין בליקוטי פר\"ח שכתב דר\"ל דמסתמא מאכילין אותה אבל אם קים לה להיולדת בגווה דמצית להתענות דהיינו שראתה עצמה בריאה אז מחויבת להתענות:",
            "(יג) ומיהו נוהגין להתענות וכו' - היינו אפילו אמרה צריכה אני לאכול ודוקא אחר שבעה אבל תוך שבעה אפילו אמרה אינו צריכה אין לה להתענות וכ\"ש תוך ג' דבודאי אסור לה להתענות:",
            "(יד) כל זמן שאין להם צער גדול וכו' - וה\"ה אם היא קצת חולה וכנ\"ל בסק\"ט ואפילו לא אמרה צריכה אני. ועיין במ\"א שכתב דאפילו במקום שנוהגין להחמיר בט\"ב שנדחה יש להקל שלא תתענה. ועיין בא\"ר שכתב דאפילו יולדת שאינה מתענה תתענה איזה שעות אכן אם גם זה קשה לה לא תתענה כלל:",
            "(טו) שהיה לחוש לסכנה - ובאופן זה אסור לה להתענות:",
            "(טז) והמיקל לא הפסיד - ומכ\"ש באדם חלוש והוא חולה שאין בו סכנה אין כדאי להחמיר [ח\"א]:",
            "(יז) אבל בזמן הזה - ר\"ל שנהגו הנשים לישב על טיפת דם שבעה נקיים דוקא ממילא אין הטבילה בזמנה ולמה תטבול דהרי מצות עונה לא יוכל לקיים בט\"ב:",
            "(יח) לא תטבול בו - אלא תרחוץ ותחוף עט\"ב ולמוצאי ט\"ב חופפת מעט קודם הטבילה דבעינן סמוך לחפיפה טבילה ולענין לבישת לבנים ט\"ב עיין לעיל בסימן תקנ\"א ס\"ג בהג\"ה ובמ\"ב שם:",
            "(יט) מותר לרחוץ להעביר וכו' - דאינו אסור אלא רחיצה של תענוג ומטעם זה נשים המבשלות וצריכות לרחוץ הבשר אף דממילא רוחצת גם ידיה מותר:",
            "(כ) ועיין לקמן סי' תרי\"ג ס\"ג - וע\"ש במ\"ב מה שהעתקנו בשם האחרונים בזה ושייך גם לכאן:",
            "(כא) נוטל אדם ידיו שחרית - משום רוח רעה השורה על הידים דהו\"ל כמלוכלך בטיט ובצואה דמותר כ\"כ הב\"י בסי' תרי\"ג וע\"ש בביאור הגר\"א שמפקפק על דין זה ולכן נ\"ל שלא יברך ענט\"י בשחרית אחר הנטילה רק אחר שעשה צרכיו יטול ידיו עד סוף קשרי אצבעותיו ואז יברך ענט\"י משום תפלה ועיין בספר מטה יהודא שכתב דמותר לרחוץ ידיו אף לתפלת המנחה דהוי כמקבל פני השכינה וכטבילת מצוה שהתירו:",
            "(כב) ומעבירה על עיניו - וה\"ה על פניו ידיו ורגליו כיון דאין בה טופח ע\"מ להטפיח וכ\"ז דוקא בדרך העברה אבל לרחצם בהדיא לא. מי שהוא איסטניס וצריך לקנח פניו במים ואין דעתו מיושבת עליו כל היום עד שיקנח במים יקנח אבל שאר כל אדם אסור:",
            "(כג) פני רבו וכו' - אפילו בחול דאף דחיובא ליכא להקביל פניו בחול מ\"מ מצוה איכא שמא ישמע ממנו איזה ד\"ת. ודוקא תלמיד ההולך אצל הרב אבל לילך הרב אצל תלמיד לא התירו לעבור במים שאם יצטרך לו תלמידו ילך הוא אצל רבו וכן בששניהן שוין ג\"כ אסור:",
            "(כד) וכן בחזרה מותר - דאם יהא אסור לחזור ימנע מלילך לדבר מצוה:",
            "(כה) לשמור פירותיו - והתירו בזה מפני הפסד ממון וע\"כ בחזרה דליכא בזה משום הפסד אסור:",
            "(כו) כהות וכו' - היינו שהיו עייפים מחמת טורח הדרך מותר שאין זה מחמת תענוג אלא לרפואה לחזקם:",
            "(כז) והיא מתנגבת - עד שאין בה טופח ע\"מ להטפיח הא לא\"ה אסור:",
            "(כח) סיכה וכו' - סיכה מיקרי בדבר שדרכו לסוך בו כגון בשמן או בחלב בבורית וכה\"ג:",
            "(כט) אינה אסורה אלא וכו' - ואסור אפילו לסוך אבר אחד כדלקמן בסימן תרי\"ד גבי יוה\"כ. כלה אחר נשואיה כל שלשים יום מותר לרחוץ פניה וכן לסוך כדי שלא תתגנה על בעלה:",
            "(ל) אבל של בגד או של עץ וכו' - ר\"ל אע\"ג דמגין על רגלו וגם עשוי בצורת מנעל ממש שרי דלא נקרא מנעל אלא של עור:",
            "(לא) ושל עץ מחופה עור - מלמעלה ואף דהשולים הם ג\"כ של עץ מ\"מ אסור. וה\"ה אם היה של בגד ומחופה בעור מלמעלה או השולים הם של עור אסור ועיין בשע\"ת [אחרונים]. והנה אע\"פ שאסור בט\"ב וביוה\"כ בנעילת הסנדל מ\"מ הסכימו הרבה אחרונים שיוכל לברך ברכת שעשה לי כל צרכי:",
            "(לב) בדרך - כתב המ\"א הטעם דטורח גדול הוא לילך יחף דרך רחוק אבל כשהולך לשדה סמוך לעיר אסור לנעול וה\"ה לבית הקברות אא\"כ יש טיט ורפש או בין העכו\"מ ולפ\"ז כשיושב על העגלה או רוכב צריך לחלוץ אף בדרך רחוק:",
            "(לג) מותרים בנעילת הסנדל - וטוב שאז יתן עפר במנעלים:",
            "(לד) לא יחלוץ וכו' - משום העכו\"מ שמלעיגים עלינו:",
            "(לה) כ\"א ברחוב היהודים - כתב המ\"א נ\"ל דאם הרבה עכו\"מ עוברים שם מותר וא\"ר צידד להחמיר לענין רחוב היהודים אף באופן זה דהבו דלא להוסיף על המנהג. ובעוה\"ר הרבה מהמון מקילין באיסור נעילת הסנדל כל היום אף כשיושבין בביתם ועוון גדול הוא דאף כשנקיל בזה בעת שהולך ברחוב שמצוי שם עכו\"ם מ\"מ תיכף כשבא לביתו מחוייב לחלוץ אותם ועיין לעיל במ\"ב סק\"א:",
            "(לו) וכן נהגו - כתב הח\"א ההולכים בין העכו\"מ ונוהגין ללבוש המנעלים אף שאין למחות בידם שיש גדולים המתירים מ\"מ אין לזה טעם דמה בכך שילעיגו עלינו בלא\"ה מלעיגים עלינו ומ\"מ אותן היושבים בחנות ודאי אסורים דאיך ידעו הנכרים אם ילכו בלא מנעלים:",
            "(לז) ונכון הדבר - ועיין לקמן סי' תרט\"ו דאסור ליגע באשתו כאלו היא נדה ואפשר דה\"ה בט\"ב [כ\"כ הד\"מ] ומ\"מ ביום יש להקל [מ\"א]:",
            "(לח) אמרינן לנזירא - סחור סחור לכרמא לא תקרב:",
            "(לט) מותר בכולן אפילו וכו' - דהא איתא בברייתא ומעלה על שולחנו ואינו מונע עצמו משום דבר והיש אוסרים ס\"ל דהוי שבת זו כקובר מתו ברגל דנוהג ברגל דברים שבצנעא ולפ\"ז אסור ג\"כ לרחוץ ידיו בחמין שגם זה קרוי צנעא:",
            "(מ) וכן נוהגין - ומכריז השמש דברים שבצנעא נוהג. אכן אם אירע ליל טבילתה בשבת זו הביא המ\"א בשם השל\"ה דיש לסמוך בזה על דעה הראשונה וטובלת ומשמשת ויש מחמירין גם בזה ועיין בח\"א שכתב דכיון דבליל טבילה הוא מצות עונה יש לסמוך בזה על המתירין והרמ\"א שכתב דנוהגין לאיסור היינו במקום שאין כאן מצות עונה משא\"כ בליל טבילה ע\"ש בנ\"א ועיין בביאור הגר\"א דמשמע מניה ג\"כ דהוא מצדד להלכה כדעת המחבר וא\"כ יש לסמוך להקל עכ\"פ בליל טבילה:",
            "(מא) אין שאלת שלום וכו' - וה\"ה לומר לו צפרא טבא נמי אסור. וה\"ה לשלוח דורון לחבירו בט\"ב אסור [אחרונים]:",
            "(מב) לחבירו בט\"ב - ולע\"ה טוב שיודיע לו שהיום אסור ליתן שלום ולא יהיה לו איבה עבור זה עליו:",
            "(מג) אין עושין - כדי שלא יסיחו דעתם מהאבלות ומטעם זה גם בלילה אסור במלאכה דהא גם בלילה מחוייב להתאבל מיהו כל מלאכה שאין בה שיהוי שרי דאין מסיח דעתו בכך:",
            "(מד) עושה - ולא מיחזי כיוהרא דהרואה אומר דמניעתו ממלאכה הוא מפני שלא נזדמן לו מה לעשות:",
            "(מה) ואפילו במקום שנהגו שלא לעשות - כגון במדינתינו:",
            "(מו) מותר ע\"י עכו\"מ - אכן לבנות בנין דאוושא מילתא אסור אפילו ע\"י עכו\"מ:",
            "(מז) אם אפשר בנכרי - ואם א\"א בנכרי מותר לעשותה בעצמו כמו בחוה\"מ [מ\"א] ועיין בביאור הגר\"א שמצדד להקל תמיד ע\"י ישראל בעצמו:",
            "(מח) דבר האבד מותר - אם יריד או שיירות באים מותר לקנות מהם ע\"י עכו\"מ [אבל לא ע\"י עצמו דמסיח דעתו מאבילות] אפילו קודם חצות וכ\"ש למכור דהוי דבר האבד כמש\"כ ביו\"ד סימן ש\"פ ס\"ז לענין אבל:",
            "(מט) כל העושה מלאכה וכו' - היינו אפילו במקום שנהגו לעשות ואפילו לאחר חצות ומשמע מגמרא דוקא כשקובע עצמו למלאכה ומסיח דעתו מהאבילות. וע\"כ אף שמותר לישא וליתן אחר חצות לא ימשוך בעסקיו כדי שלא יסיח דעתו מן האבילות:",
            "(נ) מאותה מלאכה - כלומר מאותן מעות שמרויח מאותה מלאכה:",
            "(נא) כל האוכל ושותה וכו' - אפילו מעוברת או מניקה או שארי אנשים שהם חלושים בטבען ומצטערים מהתענית [אם לא מי שהוא חולה באמת וכדלעיל בס\"ו וע\"ש בהג\"ה] וכדאי הוא בית אלהינו להצטער על חורבנו עכ\"פ יום אחד בשנה: "
        ],
        [
            "(א) נוהגים וכו' - ע\"פ המדרש בצע אמרתו בזע פורפירא דיליה [זה הטלית] השליך משמים ארץ תפארת ישראל זו תפילין:",
            "(ב) בלא ברכה - ומ\"מ אם פשטו בלילה י\"א שצריך לברך עליו בבקר:",
            "(ג) ובמנחה - שאז הציתו אש במקדש ותם עונך במה ששפך הקב\"ה חמתו בעצים ואבנים [הגר\"א] וי\"א כדי להראות נחמה באבלינו בו ביום וכל זה הוא לכו\"ע רק לענין תפילין משום דהוא מילתא דתליא במנהגא בעלמא אבל כל החמשה ענויים אין מבטלין כל היום:",
            "(ד) ותפילין - והרגיל להניח תפילין של ר\"ת יניח גם עתה [אחרונים]:",
            "(ה) ומברכין עליהם - ונראה דיזהר שלא לקרא עתה פרשיות ק\"ש וכן פרשת קדש דהלא כעת הוא רק כקורא בתורה ות\"ת אסור כל היום:",
            "(ו) מוטה על הארץ - ואדם חלוש א\"צ להחמיר בזה ויישן על המטה:",
            "(ז) מיהו עוברות וכו' - וה\"ה באדם חלוש וכנ\"ל:",
            "(ח) מכבודו ומהנאתו - אסור לעשן טיטון (שקורין רייכערין) אפילו בד' צומות וכ\"ש בט\"ב [כנה\"ג] והחמיר מאד עד שכתב שמי שמעשן בט\"ב היה ראוי לנדותו ויש מאחרונים שמקילין וע\"כ מי שדחוק לו שמורגל בו ביותר יש להקל אחר חצות בצנעא בתוך ביתו וכ\"כ בשע\"ת בסימן תקנ\"ט סק\"ג:"
        ],
        [
            "(א) כשרואה הנר וכו' - דזה אין טעון כוס ואין בזה משום תענוג כמו שיש בבשמים. ויברך על האור קודם שקורין איכה דבאיכה כתיב במחשכים הושיבני וע\"כ יברך תחלה על המאור וגם שיהנה אח\"כ מאורו כשקורין איכה ואם שכח לברך יברך אח\"כ בלילה כיון שהחיוב עדיין עליו:",
            "(ב) ובליל מוצאי וכו' - ובליל ט\"ב מבדיל בתפלה ואע\"פ שאין יכול להבדיל אז על הכוס ואם טעה אז ולא הבדיל בתפלה א\"צ לחזור כיון שיבדיל על הכוס במוצאי ט\"ב. והנשים שאינן יודעות להתפלל ולא הבדילו במוצאי שבת בתפלה צריך כל איש להזהירן שביום התענית לא יעשו אש לבשל לצורך הלילה עד שיאמרו המבדיל בין קדש לחול:",
            "(ג) מבדיל על הכוס - וא\"צ להבדיל בתפלה כיון שהבדיל מאתמול ואפילו שכח אתמול להבדיל בתפלה ג\"כ נראה דא\"צ עתה להבדיל בתפלה שכבר חלף שעתא וסגי במה שיבדיל עתה על הכוס [שע\"ת]. איתא במהרי\"ל כשהחשיך בירך בפ\"ה והבדלה א\"כ משמע שמותר להבדיל על היין ומשמע שמותר לשתות בעצמו וא\"צ ליתן לתינוק [דגול מרבבה]:",
            "(ד) ואינו מברך לא על הנר - אפילו לא בירך על הנר במוצ\"ש דאין מברכין על הנר אלא במוצ\"ש בזמן שנברא:",
            "(ה) ולא על הבשמים - דמשום נפש יתירא היא ג\"כ במו\"ש דוקא וכדלעיל בסימן רצ\"ט ס\"ה:"
        ],
        [
            "(א) בת\"ב אומר וכו' - מסתימת המחבר משמע דדעתו שיאמרו בכל התפלות וכן הוא המנהג בירושלים אבל במדינותינו המנהג כמו שכתב הרמ\"א:",
            "(ב) בבונה ירושלים וכו' - לפי שהיא מענינא ואם שכח אומר בעבודה דהיינו קודם ותחזינה וא\"צ לחתום בברוך מנחם ציון אלא ותחזינה עינינו עד סוף הברכה:",
            "(ג) ועננו בשומע תפלה - היינו ליחיד אבל הש\"ץ אומרה ברכה בפני עצמה בחתימה בין גואל לרופא - והנה ליחיד דעת המחבר בסימן תקס\"ה דבארבעה צומות אומר עננו בכל תפלה בשומע תפלה אבל דעת הרמ\"א שם דאין היחיד אומרה רק במנחה. ולענין ש\"ץ דעת רוב הפוסקים דאף בט\"ב יאמרנה בשחרית בין גואל לרופא כמו לענין שארי תעניתים:",
            "(ד) אין מחזירין אותו - כי בימים שאין בה קרבן מוסף אם טעה ולא אמר מעין המאורע אין מחזירין אותו:",
            "(ה) בברכת המזון - בבונה ירושלים ואף שבתפלה לא נהגו לאומרו רק במנחה מ\"מ בבהמ\"ז דליכא מנחה יש לאומרו. ועיין בשע\"ת בשם איזו אחרונים שמפקפקים על פסק זה וכן בביאור הגר\"א משמע שדעתו נוטה שלא לאמר כי לא קבעוה רק בתפלה ומיהו לכו\"ע אם לא אמרו אין מחזירין אותו:"
        ],
        [
            "(א) ביום עשירי - והטעם שקבעוה בתשיעי משום דאתחלתא פורעניתא עדיפא:",
            "(ב) שלא לאכול בשר - ופשוט דבסעודת מצוה מותרים כל הקרואים לאכול בשר ואפילו איננו קרובו דפשיטא דלילה הזו קילא מר\"ח אב דמר\"ח אב יש קצת אבלות מדינא דגמרא שממעטין בשמחה ומשא ומתן משא\"כ בזה שמותר מדינא בכל אך הסעודה שעושין בלילה שלפני החתונה במקום שאין משלחין באותו פעם סבלונות לא מיקרי סעודת מצוה ולכן אין לאכול בשר ומכ\"ש שלא יהיה שם כלי שיר עד אחר חצות יום עשירי [לפי מה שכתב הרמ\"א לקמיה] ובספר א\"ר כתב בשם זקנו מהר\"ש ז\"ל שזהו רק לשאר אנשים אבל לחתן וכלה ואביהם ואמם מותר לאכול בשר. כתב כה\"ג דטוב שלא לשמש מטתו בליל יו\"ד אם לא בליל טבילה או יוצא לדרך או בא מן הדרך:",
            "(ג) עד חצות היום - וה\"ה שלא לרחוץ במרחץ ולספר ולכבס עד חצות וכשחל ט\"ב ביום ה' שאז יום עשירי הוא ע\"ש מותר בכל זה לכבוד שבת:",
            "(ד) אבל בלילה אסור וכו' - היינו רק באכילת בשר ושתיית יין אבל בתספורת מותר לכו\"ע:",
            "(ה) מפני אבילות של יום - משמע דרק בזה מפני אבילותו של ט\"ב מחמרינן גם בלילה שאחריו דהוא כמו בין המצרים דיש אנשים שמחמירין על עצמן מבשר ויין אבל בשארי תעניתים אין להחמיר בזה:"
        ],
        [
            "(א) אין אומרים וכו' - מידי דהוי אר\"ח שחל להיות באחד בשבת שא\"א צו\"ץ בשבת דט\"ב נמי איקרי מועד:",
            "(ב) וכן עושים וכו' - ויפסיק בין כל פסוק מעט ובין כל איכה יותר מעט ופסוק האחרון שבכל איכה אומר בקול רם. ולענין ברכה לפניה עיין לעיל בסימן ת\"צ סוף ס\"ח בהג\"ה ובמ\"ב שם. וטוב שיחיד יקרא איכא גם ביום:",
            "(ג) וכן החזן - ואח\"כ חוזר החזן ומתחיל זכור ד' מה היה לנו אוי הביטה וראה את חרפתנו אוי מה\"ל וכן חולק כל הפסוקים אמצעיתן באוי וסופן באמה\"ל [ד\"מ]:",
            "(ד) מתפללין ערבית - בתחלה. ואומר קדיש שלם דהיינו עם תתקבל אחר תפלת ערבית. ואם חל במו\"ש אין מברכין הבנים [במקום שנוהגין בזה] מהרי\"ל:",
            "(ה) ואומרים איכה וקינות - ואפילו כשהוא ביחיד [ח\"א]:",
            "(ו) מואתה קדוש - ולא יאמר ובא לציון גואל שאין גאולה בלילה ולא ואני זאת בריתי שנראה כמקיים ברית על הקינות ועוד דאסור בד\"ת ולא שייך לומר ולא ימושו מפיך [טור]:",
            "(ז) אין אומרים ויהי נועם - לפי שעיקרו נתיסד על הקמת המשכן ועתה נחרב:",
            "(ח) ולא למנצח וכו' - שאינו מסדר היום ואסור:",
            "(ט) ולא ויתן לך - שאינו זמנו בט\"ב:",
            "(י) יושבים וכו' - דומיא דאבל שיושב ע\"ג קרקע כל שבעה ומ\"מ אינו חמור כ\"כ כמו הה' עינוים ולכך לא בעי כל היום:",
            "(יא) לארץ - היינו אחר שענו ברוך ד' המבורך וכו' דזה צריך להיות בעמידה ועיין באחרונים דמותר להניח תחתיו שק או כר קטן. וגם יוכל לישב על ספסל נמוך למי שקשה לו לישב על הארץ:",
            "(יב) מיד אחר שיצאו מביהכ\"נ וכו' - ר\"ל דהולכין אח\"כ לבית הקברות כמו שכתבו בסוף הסימן ועם שיעור זה ימשך עד חצות דאז רשאי לישב על הספסל:",
            "(יג) ומאריכין עם הקינות וכו' - כדי שלא יבואו לעשות מלאכה בעת ההוא:",
            "(יד) אין מדליקין וכו' - משום דכתיב במחשכים הושיבני וגו':",
            "(טו) כ\"א נר אחד - ולפי מנהגינו שכל הקהל אומרים איכה בלחש עם החזן וגם קינות יש להדליק נר אחד בכל שכונה שע\"י הדחק יוכלו לומר קינות לאורו. ואין מדליקין נר תפלה בביהכ\"נ בט\"ב שחרית. ולמנחה מדליקין. ולברית מילה מדליקין נרות בשעה שמביאין התינוק למול:",
            "(טז) א\"א תחנון וכו' - בשחרית משכימין קצת לביהכ\"נ ואם עי\"ז יגמרו לומר קינות זמן הרבה קודם חצות טוב שלא להשכים כ\"כ:",
            "(יז) משום דמקרי מועד - כדכתיב קרא עלי מועד וגו' ומ\"מ מותר לעשות הספד על חכם שמת ולישב על גבי קרקע ואפילו אחר חצות דכל ההוא יומא קבוע לבכיה והספד ולענין זה לא אשגחינן במאי דקרוי מועד:",
            "(יח) אסוף אסיפם - בניגון איכה:",
            "(יט) ולא למנצח - דכתיב שם יענך ד' ביום צרה ישגבך וגו' ואין שייך לומר זה:",
            "(כ) ולא פיטום הקטרת - דלא מיקרי סדר היום שאין כל אדם אומר אותו. אבל מזמור לתודה אומרים שהוא בכלל סדר היום:",
            "(כא) וא\"צ לשנות מקומו - שדיינו במה שאנו מראין סימני אבילות במה שאנו יורדין מהספסלין ויושבין על הארץ:",
            "(כב) אסור לספר דבר - וכ\"ש שרע עלי המעשה במה שקצת נוהגין קלות וזורקין זה לזה בביהכ\"נ. ועון גדול הוא דאפילו שלא בט\"ב אסור להראות קלות בביהכ\"נ וכ\"ש בט\"ב ובשעת קינות שעם ישראל מקוננים על בית ד' שנחרב ועל עמו שנפזרו בכל העולם:",
            "(כג) וכ\"ש שלא לשוח וכו' - דבזה ודאי מסיח דעתו מן האבילות:",
            "(כד) אם יש אבל בעיר וכו' - היינו אפילו תוך ג' ימים ואף דשאר אבל אסור לצאת תוך ג' ימים אפילו לבית אבל אחר הכא כיון דכולם אבלים קיל טפי ויש מחמירין באבל תוך ג' ימים והגר\"ש קלוגר הכריע דבלילה שיש קינות מועטים לא ילך אבל ביום שיש הרבה קינות וצער לו אם לא ילך שרי ואחר ג' ימים גם בלילה ילך לביהכ\"נ. אונן בלילה יושב בביתו ולמחר לאחר הקבורה לדעת המקילין לעיל באבל תוך ג' ימים גם הוא מותר ליכנס לביהכ\"נ עד שיגמרו הקינות ואח\"כ ילך לביתו:",
            "(כה) אחר שגומרים הקינות - דמצוה זו עושין אותה ישראל בשמחה ולכן אין מלין בשעת קינות והספד:",
            "(כו) עד אחר חצות - דמקודם חל עדיין אבילות ואינו כדאי וסברא ראשונה ס\"ל דאעפ\"כ מצוה להקדים דזריזין מקדימין למצות:",
            "(כז) בלא בשמים - אף שתמיד ג\"כ אין מביאין בשמים למילה מ\"מ צריך להשמיענו דכהיום ג\"כ אין מביאין ולאפוקי מדעת הגאונים שסוברין דהיום אין מביאין כוס לברכה אפי' ליתן לתינוק אלא מביאין בשמים במקום כוס לברכה קמ\"ל דלא דבט\"ב צריך למעט תענוג בכל מה דאפשר:",
            "(כח) והמנהג כסברא הראשונה - הג\"ה זו צריכה להיות קודם תיבת ומברכין:",
            "(כט) היולדת - עיין לעיל בסימן תקנ\"ד ס\"ו ובמ\"ב שם:",
            "(ל) לתינוקות - ולא חיישינן דלמא אתי להתרגל ולשתות אף בגדלותו כיון שאינו דבר קבוע אע\"ג דגבי הבדלה כשחל ט\"ב במו\"ש חיישינן ואין נותנין לתינוקת וכדלעיל בסימן תקנ\"ו היינו משום דלפי קביעות השנים שלנו ע\"כ יבא לפעמים לסוף ג' או ד' שנים פעם אחד במו\"ש וחשוב כמו דבר קבוע משא\"כ במילה שאין לה קביעות כלל לא חיישינן לזה:",
            "(לא) בגדים אחרים - ומותרים להחליף הכתונת כמו בשבת חזון:",
            "(לב) ואבי הבן - וה\"ה אמו:",
            "(לג) בגדי שבת - ואם הם חדשים שניכר הגיהוץ בהן אסור ללובשן [מ\"א ודה\"ח] ובספר בגדי ישע מצדד דוקא אם הם חדשים ממש אבל בלא\"ה אף שניכר הגיהוץ שלהם מותר:",
            "(לד) ובאין למול התינוק - ולאחר המילה פושטין בגדיהן:",
            "(לה) ונדחה וכו' - אבל אם חל מילה בט\"ב שלא נדחה צריך להשלים התענית ולאו דוקא בט\"ב דה\"ה בסתם תענית שגזרו הצבור או בכל ד' צומות אם לא היו דחויין צריך להשלים וכן הדין לענין חתן ביום חופתו בסתם ת\"צ או בכל ד' צומות אם לא היו דחויין צריך להשלים התענית ונותנין הכוס לתינוק לשתות אבל אם היו דחויין א\"צ להשלים ומותר לשתות הכוס וכן לאכול אחר חופתו דרגל שלו הוא:",
            "(לו) בעל ברית - בכלל זה אבי הבן ואמו והמוהל והסנדק אבל לא המכניס והמוציא וכ\"ש שארי קרואים. ומ\"מ אף שמותרים לאכול לא יעשו ביום סעודה גדולה כמו שעושין בשאר הימים אלו לא הי' בט\"ב:",
            "(לז) מתפלל מנחה - והסכימו האחרונים דהיינו מנחה גדולה אחר חצות היום ומותר אח\"כ לאכול אך צריך להבדיל על הכוס קודם שיאכל:",
            "(לח) שיו\"ט שלו הוא - י\"א שה\"ה אם חל פדיון הבן בט\"ב שנדחה נקרא ג\"כ אצלו יו\"ט והאב והכהן א\"צ להשלים התענית ומ\"מ אינו מותר לעשות הסעודה שאין מצות הסעודה דוחה התענית וכנ\"ל לענין בעל ברית ודוקא כשחל פדיון הבן בזמנו שחל יום ל\"א שלו בו ביום אבל שלא בזמנו ואפילו היה יום ל\"א בשבת דאעפ\"כ הוא שלא בזמנו צריכין להשלים:",
            "(לט) נוהגים שלא לשחוט וכו' - היינו לאותן הנוהגים לאכול בשר בלילה דאלו הנוהגים מנהג כשר שלא לאכול גם בליל עשירי כדלעיל בסימן תקנ\"ח אסור לשחוט בט\"ב אף אחר חצות [ורק להכין שאר צרכי סעודה מותר אחר חצות] כ\"כ הט\"ז ובספר א\"ר מקיל בזה ובמקום הדחק יש להקל:",
            "(מ) עד אחר חצות - ואסור להקל במקום שנהגו איסור אכן לצורך סעודת מצוה שיהיה בלילה מותר לשחוט אפילו קודם חצות:",
            "(מא) על הקברות - של ישראל כדי שיבקשו עלינו רחמים ואם אין של ישראל הולכים אפילו על קברי עכו\"ם לומר שאנו חשובין כמתים וכ\"ז היינו לילך לביה\"ק ברחוק ד' אמות אבל לא על הקברות ממש אפילו קברי ישראל כי יש לחוש שיתדבקו בו החיצונים. כתב בשל\"ה שנכון שלא לילך בכנופיא גדולה כי אין זה אלא טיול וגם מביא לידי שיחת חולין ומסיחין דעתן מאבלות רק ילך יחידי או עם עוד אחד שלא יפסקו מלדבר בענין החורבן ולהתעורר באבילות ונראה עוד דאם ע\"י ההליכה לביה\"ק יהיה מוכרח לילך במנעלים טוב יותר שלא ילך כלל:",
            "(מב) אין אומרים צדוק הדין - דאקרי מועד וכנ\"ל בריש הסימן:"
        ],
        [
            "(א) תקנו וכו' - שכל דבר שמחה צריך לעשות בה דבר זכר לחורבן הבית וכמו שכתוב אם לא אעלה את ירושלים על ראש שמחתי. מסוייד ומכוייר - הם מיני ציור ואפשר לומר שדרך העולם שטחין בטיט ואח\"כ סדין בסיד והמלכים עושין הכל בסיד ולפ\"ז אפילו בסיד לבדו אסור ומדקאמר שאין בונין לעולם בנין וכו' משמע דאפילו ע\"י שיור אמה על אמה אסור בזה והנה המחבר העתיק לשון הרמב\"ם אבל דעת הטור דאפילו סדין בסיד ומציירין נמי מהני שיור אמה על אמה וכן המנהג:",
            "(ב) טח ביתו בטיט וסד בסיד ומשייר וכו' - היינו שאותו אמה יהיה בלא סיד רק בטיט לבד והיכא שמערב חול בסיד נמי שרי ע\"י ששיור אמה על אמה ויש מקילין ע\"י חול דס\"ל דהיכא דעירב חול שוב לא מקרי בשם סיד. והנה בזמנינו לא נהגו לשייר ואפשר משום דסומכין על היש מקילין ועכ\"פ תמוה שהרי מלבנין הבתים בסיד לבד ואפשר דדוקא במיני סיד הנקרא גופ\"ש שהוא לבן ביותר אסור משא\"כ סיד שלנו אך כל זה דוחק וצ\"ע על מה נוהגין היתר. והיכא שהוא טח בטיט לבד לכו\"ע אין צריך לשייר כלל:",
            "(ג) כנגד הפתח - היינו נוכח הפתח כדי שיראה מיד שיכנס בפתח ויש שמניחים פנוי למעלה מן הפתח בגובה ואינו נראה לנכנס ואפשר כדי שיתראה תמיד לפני בעה\"ב היושב בפנים שעל רוב הוא יושב אצל הקיר אשר נוכח פתח הבית [שע\"ת] ואותו השיור יהיה בלא סיד ודלא כאותן העושין אמה שחור דזהו ג\"כ ציור [לבוש] ויש מקומות שעושין שחור וכותבין ע\"ז זכר לחורבן ואותן התולין בגדי רקמה סביב כל הכתלים ישיירו ג\"כ אמה על אמה:",
            "(ד) בחזקתה - דתלינן שנעשה ביד עכו\"ם ולקחה ישראל ממנו ואם ידוע שנעשה ביד ישראל באיסור חייב לקלוף אמה על אמה. וכ\"ז ככשהוא קיים אבל כשנפל אפילו אם ידוע שבפעם הראשון היה ביד עכו\"ם מ\"מ כשחוזר ובונה מחוייב לשייר השיעור:",
            "(ה) לעשות סעודה לאורחים - אפילו סעודת מצוה כמילה וחתונה וכ\"ש שאר סעודות ועיין במור וקציעה דבסעודת שבת ויו\"ט לא יחסר שום דבר:",
            "(ו) מחסר ממנו מעט - כלומר שאין נותן כל תבשילים הראוים לסעודה אלא מחסר מעט אפילו כסא דהרסנא די בזה [מ\"א]:",
            "(ז) ומניח מקום פנוי - דאל\"ה לא יהיה ניכר החסרון אבל כשיניח פנוי ירגישו שהיה ראוי עוד תבשיל אלא שנחסר [ט\"ז] והנה הלבוש השמיט תנאי זה אפשר דס\"ל דמחסר מעט לבדה סגי:",
            "(ח) שנוהגת בהם - היינו אם יש לה הרבה מיני תכשיטין לא תשים כולם עליה בבת אחת רק בכל פעם תשייר אחת לזכור החורבן. ונשים המתקשטות במילוי גורמין לבד זה רעות רבות מאומות העולם המתקנאים בהם:",
            "(ט) לשבר כוס בשעת חופה - וזו היא ג\"כ הטעם של שבירת כלי בשעת כתיבת התנאים. ויראה לשבור תחת החופה כוס שלם ואין בו משום בל תשחית כיון שעושין כן לרמז מוסר למען יתנו לב:",
            "(י) ראש שמחתי - אמרינן בשבת דף ס\"ב דתענוג דאית ביה שמחה אסור ודלית ביה שמחה שרי [מ\"א]:",
            "(יא) שלא לנגן בכלי שיר - היינו דבכלי אסור אפילו שלא על היין לדעה זו:",
            "(יב) או בבית המשתה - ר\"ל לפי שהוא על היין אסרו בזה ואפילו למי שאינו רגיל בזה ודע דאפילו בפה אסור על היין לכו\"ע. וע\"כ יש למחות באותן שיושבין לאכול סעודתן ובחוץ עומדים ומנגנים ובכל יום עושין כן דזהו ודאי איסור גמור [פמ\"ג]:",
            "(יג) ואפילו שיר בפה על היין אסור - וב\"ח פסק דאפילו בלא יין ג\"כ אסור דאמרינן בגמרא דוקא זמרא של מושכי הספינות או מושכי הבקרים שרי שאינו אלא לזרזם במלאכתם אבל דגרדאי אסור שהוא לשחוק בעלמא וע\"כ נשים המזמרות בפה בעת מלאכתן יש למחות להן ואם אינן שומעות מוטב שיהיו שוגגין אכן בבית חרושת המעשה שיש שם גם אנשים ואלו מזמרות ואלו עונין אחריהן הוא כאש בנעורת ומצוה רבה לבטלם:",
            "(יד) דברי תשבחות - כתב בליקוטי מהרי\"ל שלא כדין הוא שמשוררין במשתה אודך כי עניתני וכה\"ג לשמחת מריעות כי אז התורה חוגרת שק ואומרת עשאוני בניך כמין זמר [סנהדרין ק\"א ע\"ש] אך בבהכ\"נ לרגלים מצוה לזמר וע\"כ מסיק המ\"א דלא שרי בשבת לזמר אלא אותן שירים שנתקנו על הסעודה אבל פיוטים אחרים אסור:",
            "(טו) וזכרון חסדי הקב\"ה - ובאיזה סעודות נוהגים לשורר קדיש דהיינו יתגדל וזהו ודאי חטא גדול דלא התירו אלא זכרון חסדי ד' וכ\"ש במה שלוקחין על הסעודה ליצ\"ן אחד ועושה שחוק בפסוקים או בתיבות קדושות וזהו עון פלילי [ט\"ז]:",
            "(טז) הכל שרי - פי' בין בפה ובין בכלי ועל היין רק שלא יהא בה ניבול פה ומ\"מ אין לשמוח ביותר:",
            "(יז) אם היא של כסף - ה\"ה של מרגליות ואבנים טובות י\"ל כ\"ש דאסור ואימתי נקראת כלה י\"ל כל ז' ימי המשתה בבתולה [וכ\"כ יש\"ש פ\"ק דגיטין דף ז'] גם לילה שלפני החופה וא\"כ אותן המניחין בראש כלה תכשיטין בראש שקורין בינד\"א וכדומה צ\"ע [פמ\"ג]:",
            "(יח) אבל של גדיל מותר לכלה - כדי שלא לנוולה. ועיין בב\"י דמסתפק לדעת הרמב\"ם אם היה עיקרה של גדיל וקבועים משבצות של כסף וזהב אם שרי וכהיום אין משגיחין בזה העולם ומקילין בזה וכתב הא\"ר דסומכין על דעת הרמב\"ן דסובר דעיקרו של גדיל שרי אף שיש בו כסף וזהב. והעושין הינומא מיוחדת לכלה קרוי\"ן של כסף וזהב אף שיכרוך הכסף על משי יש לאסור וצ\"ע [פמ\"ג]:",
            "(יט) אבל בשאר וכו' - שלא גזרו אלא בשעת שמחה:",
            "(כ) פיו שחוק - שהשמחה יתירה משכח המצות. ועיין בט\"ז ופרישה דאפילו בשמחה של מצוה כגון בחתונה ופורים לא ימלא פיו שחוק:",
            ""
        ],
        [
            "(א) ערי יהודה - ולא ערי ישראל. דלא חשיבי כ\"כ:",
            "(ב) בחורבנן - אפילו יושבין בהן ישראל כיון שהישמעאלים מושלים עליהם מקרי בחורבנן:",
            "(ג) כשמגיע סמוך להם כמו וכו' - דרחוק יותר לא חשיבה ראיה כמו להלן [ב\"י] ולפי מה שביארנו לקמיה דכמה פוסקים פליגי ע\"ז וסוברין דאין שיעור לדבר אלא דממקום שרואה חייב לקרוע ה\"ה בענינינו:",
            "(ד) הרואה ירושלים - יש שכתבו שמסתברא שיום שרואה אדם תחלה ירושלים בחורבנה שיאסור אותו היום כולו בבשר ויין:",
            "(ה) בית המקדש - והנכנס עתה למקום מקדש חייב כרת שכולנו טמאי מתים וקדושה הראשונה קדשה לשעתה וקדשה לעתיד לבוא [מ\"א] ועיין בליקוטי הלכות זבחים בפרק השוחט והמעלה מש\"כ שם מענין זה:",
            "(ו) וקורע - עיין ב\"ח שחייב להשתחות ולקרוע את בגדיו ולבכות ולהתאונן ולהתאבל על חורבן בהמ\"ק ולקונן ולומר מזמור לאסף וכו' עד סוף וכשקורע מברך ואומר ברוך דיין אמת (אך בלי שם ומלכות) כי כל משפטיו צדק ואמת הצור תמים פעלו כי כל דרכיו משפט אל אמונה ואין עול צדיק וישר הוא ואתה צדיק על כל הבא עלינו וכו':",
            "(ז) מן הצופים - פי' דלא חשיב ראיה מריחוק מקום אלא משהגיע לצופים דהוא מקום סמוך לירושלים חשיב ראיה כ\"כ ב\"י אבל כמה פוסקים כתבו דצופים הוי פי' כל מקום סביב לירושלים שיכולין לראות משם. עוד כתבו דמשהגיע לצופים צריך לקרוע אע\"פ שעדיין לא ראה אותה. כתב הא\"ר כל שקרע וראה קצת אף שלא ראה בטוב כשיגיע א\"צ לקרוע עוד הא לכתחלה יש לו להמתין עד שיגיע למקום צופים:",
            "(ח) קרע אחר - וירחיק ג' אצבעות:",
            "(ט) כל שהוא - וא\"צ טפח משום דעיקר מצות קריעה יצא בפעם ראשונה שהיא מן המקדש שקדושתה יותר מירושלים ונכללת בתוכה:",
            "(י) אינו חוזר וקורע כשיראה וכו' - דכולהו חשובות כאחת ומ\"מ צריך להוסיף על הקרע כל שהוא:",
            "(יא) א\"צ לקרוע על שאר ערי יהודה - היינו אפילו תוספת קרע בעלמא ג\"כ א\"צ:",
            "(יב) בידו - ולא בכלי:",
            "(יג) את לבו - ולכן יקרע מצד שמאל כי הלב בשמאל:",
            "(יד) מאחה - היינו תפירה מבפנים ואחרת עליה מבחוץ [טור] ורש\"י פירש תפירה מיושרת:",
            "(טו) לשללן - למחר [כפתור ופרח פ\"ו]:",
            "(טז) סולמות - תפירות שאינן מיושרות:",
            "(יז) היה הולך ובא וכו' - והרואה ירושלים תוך ל' יום אע\"פ שלא קרע כגון שדר בתוכו א\"צ לקרוע על ערי יהודה אם לא שיצא משם ובא לערי יהודה לאחר שלשים ומי שנולד בירושלים אפילו הגדיל א\"צ לברך דבקטנותו פטור וכשהגדיל א\"צ לברך דהא ראה אותן תוך ל' יום:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://mobile.tora.ws/#one",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}