{
    "versionTitle": "Wiki text",
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ],
    "language": "he",
    "title": "Mishnah Berurah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) אחר שלבש וכו' - ואפילו אם הטלית אינו חייב אלא מדרבנן כגון שאולה אחר שלשים יום וכנ\"ל בסימן י\"ד וכל כה\"ג ג\"כ יש להקדימו לתפילין [ארה\"ח]:",
            "(ב) יניח תפילין - ומי שאין ידו משגת לקנות ציצית ותפילין הכריעו האחרונים דתפילין קודמין כי ציצית הוא רק מצוה אם יש לו טלית של ד' כנפות ותפילין הוא חובה ומי שאינו מניחן הוא בכלל פושעי ישראל בגופן וכדלקמן בסימן ל\"ז. וכ\"ש לענין לקנות תפילין מהודרין וטלית נאה דתפילין קודמין לכו\"ע והעולם נכשלין בזה. מי שאין ידו משגת לקנות ציצית ותפילין אין מחוייב לחזור על הפתחים כדי לקנותן אבל מי שידו משגת אך סומך על מה ששואל מאחרים אחר שיצאו בהן כתב הב\"ח דעונשו גדול:",
            "(ג) שלא יפגע - פי' אפילו לא יאחוז בהם בידו רק לפי הושטת ידו הם מונחין לפניו תחלה אין מעבירין עליהם וצריך להקדימן וכל זה דוקא אם רוצה להניח עתה התפילין אבל אם עדיין אין רוצה להניחם רק לאחר זמן לא שייך בזה אין מעבירין על המצות:",
            "(ד) ויצטרך להניחם - נ\"ל פשוט דאם מתפלל בביתו ורוצה להניח טלית ותפילין ובתוך חדר שלפניו מונח התפילין ובתוך חדר אחר מונח הטלית צריך להניח תפילין ברישא כדי שלא יעבור על המצות אחרי דהתפלין מזומנין לפניו תחלה ואף שלא נטל עדיין התפלין בידו [וראיה מהא דיומא ל\"ג ע\"ב בגמרא וכי עייל להיכל וכו' עיי\"ש]:",
            "(ה) קודם הטלית - ואם עבר והניחם מידו ונטל הטלית שוב אסור לעזבו וליטול התפילין:",
            "(ו) ואין לו ציצית - אפילו הוא הולך בלי ד' כנפות וכ\"ש לפי מנהגנו דכל אחד זהיר בט\"ק:",
            "(ז) אין צריך - מפני שאין משהין את המצוה אע\"פ שי\"ל שיעשה אח\"כ יותר מן המובחר מצוה בשעתא חביבא וכן בתדיר ושאינו תדיר דקי\"ל דתדיר קודם אם אין התדיר לפנינו א\"צ להמתין:",
            "(ח) בביתו - כדי שיצא מפתח ביתו בציצית ותפילין וכמו שהביא הב\"י והד\"מ בשם הזוהר עי\"ש שהוא ענין גדול. ואם יודע שילך דרך מבואות המטונפות או שמצויין נכרים ברחוב יניחם בחצר בית הכנסת ואם אי אפשר יניחם בביתו ויכסם בכובעו או בידו. ועיין באחרונים שכתבו במשכים קודם אור הבוקר ובא לבהכ\"נ לא שייך אזהרת הזוהר דעדיין לא מטי זמן חיובא. ומ\"מ כשיאור היום יותר טוב שיצא לחצר בהכ\"נ וילבשם שם ויכנס אח\"כ לבהכ\"נ:",
            "(ט) ושם יתעטף - ואע\"פ שבא הט\"ג לידו קודם שהניח התפילין א\"צ להתעטף בו בביתו כיון שאין דעתו ללבשו כאן:",
            "(י) להתעטף - ובמקום שמצויין נכרים ברחוב יתעטף בחצר בית הכנסת אם אפשר לו:",
            "(יא) ולברך עליו - פי' ברכת להתעטף ויכוין לפטור בברכה זו גם הט\"ק וכדלעיל בסימן ח' סעיף יו\"ד עי\"ש במ\"ב ס\"ק כ\"ד:",
            "(יב) ואז היה וכו' - כדי ליתן שבח והודאה בברכה זו גם על התפילין שנקראין פאר שנאמר פארך חבוש עליך וקאי על תפלין שהן פאר לישראל כמו שנאמר וראו כל עמי הארץ וגו' ויראו ממך ודרשינן אלו תפילין שבראש:",
            "(יג) ומברך עוטר וכו' - ובארה\"ח כתב לא ראיתי שנוהגין כן רק מניחין תפלין קודם ברכת השחר או אח\"כ כ\"א לפי מנהגו רק ראיתי מדקדקים למשמש בתש\"י וש\"ר בשעה שמברך ברכה זו:",
            "(יד) בשעת ק\"ש ותפלה - ר\"ל לכל הפחות בשעת ק\"ש ותפלה וכדלקמן בסימן ל\"ז ס\"ב ואמרינן בגמרא כל הקורא ק\"ש בלי תפלין הרי הוא כאלו מעיד עדות שקר בעצמו ח\"ו ופירשו בתוספות לפי שאומר וקשרתם לאות וגו' ואין קושר ואף שבדיעבד יצא ידי ק\"ש מ\"מ יש לו עבירה מצד אחר שמראה על עצמו שאין רוצה לקיים רצון הש\"י וזהו עדות שקר שמעיד על עצמו ויש עוד פי' אחר עיין בלבוש וכתב בספר חרדים דמזה נלמוד כשאומר ואהבת את ד' וגו' יראה להכניס אהבת הש\"י בלבו שלא יהיה כדובר שקר ח\"ו. ודע דלא אמרו כן אלא כשעושה כן במזיד שמתעצל להניח תפלין קודם ק\"ש אבל מי שאין לו תפלין או כשהוא בדרך ומחמת קור וצינה אינו יכול להניח תפלין וכל כה\"ג בודאי אין לו לאחר ק\"ש בזמנה מחמת זה. לבוש בסימן נ\"ח והעתקתי שם את לשונו עי\"ש:",
            "(טו) יכוין בהנחתם - כתב הב\"ח בסימן ח' טעם לזה מדכתיב והיה לך לאות על ידך וגו' למען תהיה תורת ד' בפיך כי ביד חזקה הוציאך וגו' יורה כי עיקר המצוה וקיומה תלויה בכונה שיכוין בשעת קיום המצוה וכתב הפמ\"ג דמ\"מ בדיעבד אפילו אם לא כיון רק לשם מצוה בלבד יצא:",
            "(טז) להניח ד' פרשיות - ויש נוהגים מחמת זה לקרות הארבע פרשיות לאחר הנחת תפלין היינו קדש והיה כי יביאך דשמע והיה אם שמוע בלא\"ה קורין כל ישראל בשעת ק\"ש. ובתפלין דר\"ת יאמר כל הד' פרשיות. ומנהג יפה הוא [ארה\"ח]:",
            "(יז) תחלה - דכתיב וקשרתם וגו' והדר והיו לטוטפות וגו':",
            "(יח) ויברך - ר\"ל קודם ההידוק וכדלקמן:",
            "(יט) תפילין - הלמ\"ד בדגש:",
            "(כ) על מצות - בפת\"ח תחת הוא\"ו שהוא לשון יחיד ולא יאמר בחול\"ם שהוא לשון רבים שהרי לא ניתקנה ברכה זו כ\"א לתש\"ר בלבד כמו שיתבאר בסימן כ\"ו [כן הכריעו רוב האחרונים דלא כט\"ז]:",
            "(כא) וטוב לומר - משום חשש ספק ברכה לבטלה כמש\"כ בסימן ר\"ו ולא שהוא ספק גמור דא\"כ איך יברך מספק ברכה לבטלה ויסמוך על שיאמר בשכמל\"ו אלא דאנן בני אשכנז סבירא לן להלכה כדעת ר\"ת רק לרווחא דמילתא להוציא עצמינו מידי כל פקפוק נוהגין לומר בשכמל\"ו. ויזהר מאוד שלא לומר ברוך שם רק אחר שיהדק הש\"ר על ראשו כראוי דאל\"כ יהיה הפסק בין הברכה להנחה ויהיה ברכה זו לבטלה בודאי וצריך לחזור ולברך והעולם נכשלין בזה:",
            "(כב) פגע וכו' - דוקא פגע אבל אם הניח ש\"ר תחלה או שמצא הש\"י שנשמט ממקומו אין להסיר הש\"ר דמאי דהוה הוה וימהר להניח ש\"י על מקומו ויש חולקין ועיין בביאור הלכה:",
            "(כג) להעביר - כיון דכתיב בקרא מפורש דיד קודם דמתחלה וקשרתם והדר ולטוטפות לפיכך אין משגיחין על העברת המצוה משא\"כ לעיל בס\"א גבי ציצית ותפלין:",
            "(כד) להניח בקמץ - שהוא לשון הנחה כמש\"כ להניח ברכה אל ביתך ולא בפת\"ח שהוא לשון עזיבה כמש\"כ אחיכם אחד הניחו אתי [אחרונים]:",
            "(כה) אחר הנחה וכו' - דקודם לכן לכתחילה אין ראוי לברך דהוי קודם דקודם וצריך לקרב הברכה לעשיית המצוה בכל מה דאפשר:",
            "(כו) קודם קשירתן - ובדיעבד יברך אפילו אח\"כ דמצוה שיש לה משך זמן הוא בכולי יומא:",
            "(כז) קודם שמהדקן - כי ההידוק הוא מצות הקשירה וצריך גם כן ליזהר שיהיה הברכה אחר שמונחים על הראש לא כאותן שמברכין בעודם בידם דא\"כ הו\"ל קודם דקודם. גם בשעת ברכה של תש\"ר יראה שיהיה מכוסה ראשו בטלית ולא יברך בגילוי הראש:",
            "(כח) אסור להפסיק - אפילו בדיבור של מצוה כגון להשיב שלום לרבו וכל כה\"ג כי גורם ברכה שאינה צריכה. ואפילו לאותן המניחין תפילין בחוה\"מ בלי ברכה או המניחין תפלין דר\"ת אחר שחלץ תפלין דרש\"י או שחלץ תפלין ע\"מ להחזירן דהרמ\"א בסי\"ב פסק דא\"צ לחזור ולברך כשמניחן אח\"כ אפ\"ה עבירה היא להסיח ביניהן דלכתחילה בעינן שיהיו סמוכין ותכופין זה לזה דכתיב והיה לך לאות על ידך ולזכרון בין עיניך שיהא הוייה אחת לשתיהן:",
            "(כט) בדיבור - ואפילו בלשון הקודש ולכתחילה אסור אפי' להפסיק בשתיקה אם שוהא הרבה שלא לצורך אפילו לא הסיח דעתו. ואפי' לרמז בעיניו ולקרוץ באצבעותיו בין התש\"י ובין התש\"ר ג\"כ יש ליזהר לכתחילה. אם הניח תפלין של יד בבית זה ותש\"ר בבית אחר והיה דעתו לזה עיין לעיל בסימן ח' סי\"ג ומ\"ב שם לענין טלית וה\"ה לענינינו:",
            "(ל) ואם הפסיק - אפילו בשוגג:",
            "(לא) ולדידן דנוהגין וכו' - כי הטעם שאנו מברכין שתי ברכות על תפילין ולא די בברכת להניח לבד הוא שאנו סוברין דעיקר תיקון הברכות אלו כך היתה בתחלת הנחתם תקנו לברך להניח וקאי נמי על ש\"ר וכשמניח הש\"ר ומהדקו מברך נמי על מצות שזו היא גמר המצוה הילכך ממילא אם סח והסיח דעתו צריך לחזור ולברך גם להניח על הש\"ר [הרא\"ש]:",
            "(לב) לחזור ולברך - ונכון שימשמש אז בשל יד להזיזו ממקומו ויחזק הקשר ובזה תחזור ברכת להניח גם על הש\"י ודומה כאלו הניח עתה הש\"י והש\"ר תכופים זה לזה ואם בירך בלא משמוש ימשמש אחר הברכה ועיין בבה\"ל מה שכתבנו בשם הגרע\"א בזה:",
            "(לג) אם סח - ואפילו אם סח בין ברכת להניח ובין הנחת התש\"י ג\"כ דינא הכי:",
            "(לד) אינו וכו' - אבל לכתחילה אסור להסיח בין ברכת להניח עד אחר הנחה של ראש אפילו בדברים שהן לצורך תפילין אם לא היכי שא\"א בענין אחר. אך בחוה\"מ שאין מברכין אפשר דיש להקל לכתחילה בדברים שהם לצורך תפילין:",
            "(לה) לא יפסיק - ואפילו לענות אמן על ברכה זו גופא כגון לענות אמן על ברכת תפילין שמברך אחר אסור אם לא שחבירו מכוין להוציאו בברכה זו [תשובת ד\"ש והגרע\"א בחידושיו דלא כפ\"מ עי\"ש]:",
            "(לו) לענות עמהם - ואם פסק וענה איש\"ר או קדושה או ברכו או שענה אמן על איזה ברכה ששמע חוזר ומברך ועיין בבה\"ל. ובחוה\"מ או המניח תפילין דר\"ת וכיוצא שמניח בלי ברכה יש להקל ולהפסיק לעניית איש\"ר וקדושה וברכו ואמן אך אח\"כ יזיז הש\"י ממקומו קודם שיניח הש\"ר כדי שיהיה הוייה אחת לשניהן:",
            "(לז) שותק ושומע - דהשתיקה כענייה לענין לצאת י\"ח אבל לא שיחשב כהפסקה",
            "(לח) קודם שיכרוך - הטעם כיון שברכת להניח חוזרת גם על של ראש כנ\"ל בס\"ק ל\"א וכ\"ש להמחבר לעיל בס\"ה דס\"ל דאינו מברך אלא אחת ע\"כ ימעט ההפסק בכל מה שיוכל והכריכה סביב הזרוע אינה מעיקר הדין ע\"כ טוב לאחר אותה עד שיניח של ראש ובספר כוונות האר\"י ז\"ל כתוב שהיה נוהג לכרוך השבעה כריכות סביב זרועו תחלה [אבל לא הג' כריכות שעל האצבע] מפני שהוא סובר כיון דלכתחלה גם הכריכות הוא מצוה לפיכך אין זה הפסק וכן המנהג בכ\"מ ועיין בתשובת משכנות יעקב סימן כ\"ח דעתו ג\"כ כמנהגנו לכרוך קודם על הזרוע לחיזוק דבלא\"ה לא מתקיים ואינו נקרא קשירה עי\"ש כתב בספר מ\"מ אם שמע קדיש וקדושה אחר שבירך על של יד ואם יכרוך לא יהיה לו פנאי להניח ש\"ר ולענות יניח ש\"ר קודם הכריכות אם יכול להדק במקצת שלא ימיש התש\"י ממקומו:",
            "(לט) שאסור וכו' - היינו אפילו אם ירצה להוציא הש\"ר והש\"י שניהן בשוה מן התיק דבזה אין מעביר על המצות אפ\"ה יש ליזהר כי יש בזה טעם ע\"פ הקבלה כמש\"כ בב\"י וכ\"ש להניח הש\"י מידו ולהתעסק בהוצאת הש\"ר מדינא אסור:",
            "(מ) מונחת - ר\"ל שתהיה מהודקת יפה על הזרוע ואז מותר אפי' קודם שעשה השבעה כריכות. ואם אחר יכול להוציא ולתקן ש\"ר בעוד שחבירו מניח של יד הפמ\"ג מחמיר וארה\"ח מיקל עי\"ש:",
            "(מא) לא יתקן - ר\"ל אפילו אם בעת תיקון הש\"ר לא יניח הש\"י ג\"כ מידו אפ\"ה כשמניח אח\"כ הש\"ר להניח הש\"י הוי כמעביר על המצות:",
            "(מב) שתיהן מעומד - עיין במ\"א שרוצה להכריע דהנחה של יד תהיה מיושב והברכה תהיה בעמידה אבל בא\"ר בשם רש\"ל בתשובה סימן צ\"ח כתב דמי לנו גדול מר\"ש מקינון אחר שלמד קבלה היה מתפלל כתינוק בין יומו דמי שלא יכול להשיג סודה על נכון יבוא לקצץ בנטיעות ע\"כ יהיה הברכה והנחה בעמידה ובביאור הגר\"א הוכיח דגם לפי הזוהר מותר להניח התש\"י בעמידה ע\"כ אין לזוז מהמנהג. כתב הכנה\"ג בכללי הפוסקים כל דבר שבעלי הקבלה והזוהר חולקין עם הגמרא והפוסקים הלך אחר הגמרא והפוסקים מיהו אם בעלי קבלה מחמירין יש להחמיר ג\"כ ואם לא הוזכר בגמרא ובפוסקים אע\"פ שנזכר בקבלה אין אנו יכולין לכוף לנהוג כך ודין שאין מוזכר בהיפוך בש\"ס ופוסקים יש לילך אחר דברי קבלה וגם במקום שיש פלוגתא בין הפוסקים דברי קבלה יכריע:",
            "(מג) בכל פעם - אפילו אם כשסילקן היה דעתו להחזירם תיכף ואפילו אם לא שינה מקומו כלל בינתים. והרמ\"א בסמוך פליג ע\"ז. ואם בשעת ברכה היה דעתו שאח\"כ יסלקם ויחזור ויניחם מוכח מדברי המג\"א לעיל בסימן ח' סקט\"ז דלכו\"ע אין צריך לחזור ולברך:",
            "(מד) נשמטו - כתב של\"ה הא דלא נהיגי האידנא לברך כשנשמטו ממקומם משום דבשעת תפלה מסתמא אינו מסיח דעתו מהם והוי כחולצן ע\"מ להחזירן דפסק ההג\"ה בסמוך דאין לחזור ולברך. וא\"כ אותן שהולכין לפעמים עד חצות בתפילין אם נשמטו ראוי לברך. והח\"א כתב דאף בשעת התפלה אם נשמטו המברך לא הפסיד. ומ\"מ נראה דלמעט בברכות עדיף:",
            "(מה) ממקומן - דוקא כולן או רובן אבל מקצתן אף דצריך להחזירן על מקומן אין צריך לחזור ולברך [ט\"ז בסימן ח' סט\"ו ועי\"ש בפמ\"ג]:",
            "(מו) צריך לברך - דכיון שהזיזן ממקומן הוי כמו שהסירן לגמרי:",
            "(מז) שלא לברך - כיון דהזיזן על דעת לחזור משא\"כ בנשמטו מעצמן אמרינן דתיכף שנשמט אזדא ליה המצוה ולהכי שתיק ליה הרב להמחבר שם. ודע עוד דה\"ה אם הסירם לגמרי אדעתא להחזירם מיד פליג נמי הי\"א ואפילו אם שינה מקומו בינתים ופסקו האחרונים כן. ואם לא היה בדעתו להחזירו מיד רק לאחר זמן אפילו אם אח\"כ לבשן תיכף או שהיה בדעתו להחזירן תיכף ואח\"כ נשתהא הדבר והסיח דעתו בינתים לכו\"ע צריך לחזור ולברך. וכן אם חלצן לכנוס לבהכ\"ס אפילו היה דעתו ללבשן תיכף צריך לברך לכו\"ע דהא אין רשאי לילך בהם לבית הכסא ואדחי ליה וכמ\"ש בסימן ס\"ה וכתב הח\"א דה\"ה כשחולץ שצריך להפיח כיון דאסור להפיח בהן צריך לחזור ולברך:",
            "(מח) של יד - וה\"ה בתפילין של ראש דינא הכי:",
            "(מט) לא הסיח דעתו - ואפילו אם סח בינתיים לצורך ענין אינו הפסק בדיעבד וכדלקמן סימן קס\"ז ס\"ו. ועיין לעיל בסי' ח' במ\"ב סקכ\"ח:",
            "(נ) ולברך - דכיון דלא נעשה עדיין מצות הנחה נמצא דלא חלה עדיין הברכה על שום מצוה ועשיית הקשר אינו מפסיק כיון שהוא מענין המצוה ע\"כ חייל הברכה על הנחה שניה. ומזה יש ללמוד במי שיש בידו תפילין בלי קשר ובירך ועשה קשר והניח דבדיעבד שפיר עולה לו הברכה שעשה דעשיית הקשר אינו הפסק. ומשמע מדברי השו\"ע דאם לאחר שהידק התפילין על הזרוע נפסק הקשר צריך לחזור ולברך דכבר נגמר מעשה המצוה וה\"ל כנשמטו ממקומם דצריך לברך כשמחזירם וכנ\"ל והאחרונים חלקו ע\"ז וכתבו דכיון דברכת להניח שבירך קודם הנחת של יד קאי גם על תפילין של ראש כדאיתא לעיל וא\"כ כ\"ז שלא הניח תש\"ר עדיין עסוק במצות השייך לאותה ברכה ולא נגמר עדיין המצוה שבירך עליו עד שהניח גם הש\"ר ע\"כ כמו בהותר הקשר של יד קודם הנחת של ראש פסק השו\"ע דאינו צריך לחזור ולברך ה\"ה נמי אם נפסק הקשר ג\"כ אינו צריך לחזור ולברך. ואם נפסק הקשר של ראש או של יד לאחר שכבר הניח הש\"ר והדקו צריך לחזור ולברך. ואם אין שם מי שיודע לתקן הקשר והוצרך לקחת תפילין אחרים בכל גווני צריך לחזור ולברך דדמי להא דסימן ר\"ו ס\"ו:",
            "(נא) הותר - הקשר. וה\"ה אם נשמטו ממקומם ומ\"ש הניח ש\"ר ר\"ל שהדקו דהוא עיקר מצות הנחה וכנ\"ל:",
            "(נב) מהדק ומברך - דה\"ל כנשמטו ממקומם וכן אם הותר הש\"ר לאחר הידוקו צריך לחזור ולברך כשמהדקו על ראשו ולפי מה שכתבנו לעיל בשם השל\"ה אין לברך אם הותר התפילין בזמן התפלה בכל גווני:",
            "(נג) שאולים - ואפילו בשואל שלא מדעת מותר דניחא ליה לאיניש למיעבד מצוה בממוניה רק שיקפלם כבראשונה ולא יוציאם ממקומו הראשון כמו בטלית לעיל בסימן י\"ד עי\"ש [אחרונים]:",
            "(נד) גזולים - דה\"ל מצוה הבאה בעבירה ואפילו אחר יאוש ואפילו בדיעבד לא קיים מצות תפילין אך אם מכר התפילין לאחר יאוש לאחר דעת המ\"א בתרמ\"ט והמחה\"ש לעיל בסימן י\"א דיוכל השני לברך דלדידיה הוי יאוש ושינוי רשות אכן הט\"ז והגר\"א בסימן זה כתבו בהדיא דבכל גווני אסור לברך אף דלענין לצאת בהם משמע מדברי הגר\"א דיוצא בהם אך לענין הברכה אסור מ\"מ משום בוצע ברך דעל ידי לקיחתו יצא הגזילה מרשות הבעלים. אך מי שלקח מהשני הזה נראה דיוכל לברך כן מצאתי בדמשק אליעזר לעיל בסימן י\"א עי\"ש:",
            "(נה) נהגו העולם - ויש שאין משהין עליהם יותר מן החיוב דצריכין גוף נקי והכל לפי מה שהוא אדם אם אין לו גוף נקי ומתיירא שמא יפיח יסלק מיד ועיין סימן ל\"ז ס\"ב דמשו\"ה אין רוב העולם נוהגים להניחם כל היום ובשם האר\"י ז\"ל כתבו שלא היה חולץ עד אחר ע\"כ נקוה לך. וביום שיש בו מילה ראוי שלא לחלוץ עד אחר המילה כי מילה היא אות ותפילין הם אות:",
            "(נו) ג' קדושות - ט\"ס הוא ובאמת צ\"ל ג' קדישים וד' קדושות. כי ברכו את ד' נחשב חדא שהיא דבר שבקדושה וקדושת שפה ברורה שניה וקדושת העמידה וקדושת ובא לציון. ושלשה קדישים הוא ח\"ק שקודם ברכו וחצי קדיש שאחר תפילת י\"ח וקדיש שלם שאחר ובא לציון. ומ\"מ משמע מפמ\"ג ושארי אחרונים דבמקומות שנוהגים לומר קדיש יתום בכל יום אחר עלינו טוב שלא לחלוץ עד אחר קדיש יתום. ואנשים שנוהגין לקפל הטלית ותפילין ולהניחן בתיקן בעת אמירת קדיש לא יפה הן עושין דמאוד יש לכוון בעניית איש\"ר כמבואר לקמן בסימן נ\"ו בטור ובשו\"ע ואיש\"ר הוא עוד במדרגה גבוה יותר מקדושה כמבואר שם במ\"א סק\"א ובודאי לא גרע משאר ברכות דרבנן דאסור לעשות אפי' תשמיש קל בשעה שהוא מברך כמבואר לקמן בסימן קצ\"א במ\"א סק\"ב:",
            "(נז) עד שיחזירו - רמז לדבר ויעבור מלכם לפניהם [היינו הס\"ת] וד' בראשם [תפילין] ב\"י:",
            "(נח) ויניחוהו בהיכל - והחולצן קודם עכ\"פ יזהר שלא יחלוץ הש\"ר בפני הס\"ת כדי שלא יגלה ראשו בפניה אלא יסתלק לצדדין ובש\"י דליכא גילוי או בתפילין ש\"ר תחת הטלית גדול שרי [פמ\"ג]:",
            "(נט) מוסף - אחר שהחזירו הס\"ת בהיכל ובמקומותינו שמכניסים תיכף אחר הקריאה יחלצם אחר הקדיש שקודם תפילת מוסף. ובאליהו רבא כתב דבר\"ח יחלוץ אחר קדושת ובא לציון קודם שאומר יהי רצון מלפניך וכו' שנשמור חוקיך ולא ימתין מלחלצם עד אחר קדיש כדי שלא להפסיק בין קדיש להתפלה:",
            "(ס) וה\"ה בחוה\"מ - והאחרונים כתבו כיון די\"א שלא להניח כלל בחוה\"מ כדלקמן בסימן ל\"א ימהר לחלצן קודם הלל והש\"ץ אחר הלל ובחוה\"מ של סוכות שיש פנאי בעוד שממתינין על האתרוג אף הש\"ץ יחלוץ קודם הלל. הנוהגין ללבוש כל היום יחזור וילבוש בר\"ח אחר תפלת מוסף וא\"צ לחזור ולברך אם היה דעתו לזה בשעת חליצתן לפי מה שפסק הרמ\"א לעיל בסי\"ב ובחוה\"מ לא יניחם שוב לגמרי עד הערב. והאנשים המניחין תפילין דר\"ת בחוה\"מ לא יניחום כלל ובר\"ח יוכלו להניחם אחר שיסיים הש\"ץ תפלת מוסף או שיסירו התפילין של רש\"י קודם ובא לציון ושל ר\"ת ילבשו בעת אמירת ובא לציון [פמ\"ג]:",
            "(סא) קדושת כתר - פי' במקום שאנו אומרים נקדש במוסף אומרים בקצת מקומות כתר יתנו לך לכן אין נכון להיות אז כתר של תפילין עליו ואפילו בעת תפלת הלחש ופשוט דאם שכח והתחיל להתפלל בהם לא יחלצם באמצע דאינו רק מנהגא:",
            "(סב) בכל מקום - והט\"ז כתב דהנוהג שאינו חולץ במוסף אין עליו תלונה מאחר שאין אנו אומרים קדושת כתר יתנו לך ושמעתי על גדול הדור אחד שלא היה חולצם במוסף אך המתפלל בצבור בודאי לא ישנה מנהגא דצבורא:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(א) זמן ק\"ש - וברכות ק\"ש לפניה ג\"כ אין לומר קודם הזמן הזה: (ב) הרגיל עמו קצת - כאכסנאי דאתי לפרקים דאי רגיל עמו הרבה אפילו רחוק ממנו מכירו ואי אינו רגיל כלל אפילו קריב לגביה אינו מכירו. ונקבע זה הזמן לק\"ש אף דמקצת אנשים קמים ממטתם משעלה עה\"ש וקרינן ביה ובקומך מן התורה דלכן בדיעבד יצא וכדלקמן בסעיף ד' מ\"מ כיון דרובא דאינשי לא קיימי עד שיכיר א' את חבירו ועוד מפני שקבעו פ' ציצית בק\"ש דכתיב בה וראיתם אותו לפיכך קבעו חכמים זמנה משיכיר בין תכלת ללבן והוא הזמן דמשיכיר את חבירו ברחוק ד\"א: (ג) עד סוף - ולכתחילה אסור להתאחר עד אותו הזמן [שנות אליהו בשם הירושלמי]: (ד) ג' שעות - שכן דרך בני מלכים לעמוד אז ולהכי קרינן ביה עדיין ובקומך. ומונין אלו הג' שעות מזמן עמוד השחר כן כתב המ\"א ודעת הגר\"א משעת הנץ החמה ולענין לכתחילה אין נ\"מ בזה דבלא\"ה אסור לאחר וכנ\"ל בסק\"ג: (ה) שהוא רביע היום - ואין חילוק בין ימות הקיץ שהיום ארוך ובין ימות החורף שהיום קצר חשבינן היום לי\"ב שעות ולעולם חלק רביע מהיום הוא זמן ק\"ש לכך יש ליזהר בימי החורף למהר לקרוא ק\"ש מאחר שהיום קצר ורביע היום קצר [ט\"ז] ובאמת בימי הקיץ צריך ליזהר טפי דדרך ב\"א לעמוד בזמן אחד כמו בימות החורף ואז כבר חלף ועבר ק\"ש דכל שהיום גדול יותר זמן ק\"ש ממהר לבוא וצריך לגומרה כולה בזמנה והמאחרים קריאת שמע בשביל ציצית או תפילין טועים אלא יקרא ק\"ש בברכותיה בזמנה בלא ציצית ותפילין וכשיהיה לו יניחם ויקרא בהם ק\"ש או פרשה אחרת או מזמור תהלים. ואפילו אם ספק לו שמא יעבור זמן ק\"ש ג\"כ אין להמתין על טלית ותפילין דאינו מעכב זה את זה אבל בלא\"ה ימתין דכל הקורא ק\"ש בלא תפילין כאלו מעיד עדות שקר בעצמו. ויש אנשים שמאחרים זמן ק\"ש בשביל תפילה בצבור וג\"ז שלא כדין הוא. ועכ\"פ יזהרו לקרות שמע בזמנה קודם התפלה ולכוין לצאת בזה וכנ\"ל בסוף סי' מ\"ו במשנה ברורה עי\"ש ואין לאחר הקריאה לבהכ\"נ בשביל הזקנים המאחרים לבוא ויצטרכו להתפלל ביחידי כיון שעי\"ז יעבור זמן ק\"ש ואין אומרים לו לאדם חטא בשביל שיזכה חבירך ובשבת ויו\"ט מצוי מאד לעבור זמן ק\"ש מפני כמה דברים ע\"כ החכם עיניו בראשו לקבץ מנין ולהתפלל קודם או עכ\"פ לקרות שמע בזמנו קודם שיעמוד להתפלל עם הצבור וכנ\"ל בסוף סימן מ\"ו ועי\"ש בביאור הגר\"א ובבה\"ל שם: (ו) שהי' מכוונין - כי עיקר מצות תפילה לכתחילה הוא מעת התחלת הנץ מדכתיב יראוך עם שמש וכמו שנתבאר לקמן בסימן פ\"ט ואם היו מתחילין לקרותה משיכיר את חבירו היה הרבה בין זה השיעור ובין הנץ והיה להם להתאחר אחר ק\"ש ולהמתין עד שתנץ החמה ולא היו סומכין גאולה לתפלה לכן היו מכוונין לקרותה סמוך להנץ החמה ולגומרה עם הנץ: (ז) הנץ החמה - היא השעה שהחמה מתחלת לזרוח בראשי ההרים: (ח) מאד - ומובטח לו שהוא בן עוה\"ב ולא יוזק כל אותו היום: (ט) שיעור שעה - ויש גורסין עישור שעה ועיין בביאור הגר\"א שכתב שצ\"ל שליש עישור שעה ועי' בבאור הלכה: (י) להקדים - דזריזין מקדימין למצות ומ\"מ אין צריך להתפלל עבור זה ביחידי או לקרות בלא תפילין ועיין בסוף סימן מ\"ו במשנה ברורה: (יא) במהרה - מכאן תוכחת מגולה לבני אשכנז שמאחרים מאד ק\"ש ואחז\"ל אלמלא לא נברא העולם אלא בשביל קבלת מלכות שמים די ועי' לקמן בסימן פ\"ט במ\"ב סקכ\"ב דנכון למנוע מלשתות הטיי וקאפע בבוקר קודם התפילה באסיפת חברים עי\"ש: (יב) אנוס - וה\"ה כשיש קבורת מת בעיר או מילה או יום ערבה דמפשי ברחמים וצריך להקדים את עצמו יכול לקרותה משעלה עה\"ש: (יג) משכים - פי' שאין לו פנאי להמתין ולהתעכב עד הזמן משיראה כגון שצריך לצאת לדרך וה\"ה שאר ענינים כיוצא בזה שאין לו פנאי כדאיתא בטור: (יד) כלל - אם ירצה לקרות באמצע הדרך ומיירי דזמן הליכתו עם השיירא או בכל כיוצא בזה ימשך עד סוף זמן ק\"ש: (טו) יכול וכו' - וגם יש לו להתפלל בביתו אחר ק\"ש וברכותיה: (טז) לקרותה - ויניח תפילין ולא יברך עליהם קודם שיגיע הזמן דמשיראה את חבירו ברחוק ד\"א ויכירנו וכנ\"ל בסימן ל': (יז) יוצר אור - והמ\"א ופמ\"ג פסקו דאין לומר יוצר אור כ\"כ בהשכמה עד שיכיר בין תכלת ללבן והוא הזמן דעד שיראה חבירו ברחוק ד\"א הנ\"ל. גם בביאור הגר\"א מצדד כהמ\"א ובלא\"ה צריך לכתחילה להמתין אם יוכל מחמת מצות תפילין וכנ\"ל: (יח) עמוד השחר - י\"א דעמוד השחר הוא מעט קודם שהאיר פני המזרח וי\"א דעמוד השחר נקרא משהאיר פני המזרח ועיין בבה\"ל וזה הזמן הוא קודם הזמן דמשיראה את חבירו הנ\"ל בס\"א: (יט) יצא - דמקצת אנשים קמים באותו הזמן וקרינן ביה ובקומך ובדיעבד העמידוהו על דין תורה ודוקא באקראי בעלמא דהיינו פ\"א בחודש הוא דיוצא בדיעבד אבל אם הוא רגיל לעשות כן אמרו חכמים שאפילו בדיעבד לא יצא וצריך לחזור ולקרותה מיהו אם שעת הדחק הוא אפילו רגיל טובא שרי דמאי הו\"ל למיעבד: (כ) החמה - ומקצת אנשים ישנים באותו הזמן לכן בשעת הדחק קרינן ביה ג\"כ ובשכבך אבל בלא\"ה אפילו בדיעבד לא יצא: (כא) לא יקרא - ויש חולקין בזה עיין א\"ר ובביאור הגר\"א: (כב) שנית - אפילו אחר שיגיע הזמן דשיכיר את חבירו ברחוק ד\"א: (כג) ולעשותה יום - אלא ימתין אולי יזדמן לו לקרותה בזמנה כהלכתה: (כד) קראה - אפי' בפשיעה ונראה פשוט דמה שכתב ולא קראה ל\"ד דה\"ה אפילו קרא אותה כולה מקודם בזמנה בלא ברכותיה אלא לרבותא נקטיה דלא נימא כיון דלא קראה כלל עד עתה גרוע יותר וכ\"כ בהדיא בב\"י סוף סימן מ\"ו עי\"ש ובתשובת משכנות יעקב סימן ע\"ז מפקפק בזה היכא דמתחלה קרא את כולה עי\"ש: (כה) שעה ד' - דברכות אינם שייכים לק\"ש דאע\"פ שנתקנו קודם ק\"ש מ\"מ לאו ברכת ק\"ש היא שהרי אינו מברך אקב\"ו לקרות שמע והרי הם כמו תפילה ולפיכך דינם כמו תפילת השחר שהוא רק עד שליש היום: (כו) עברה שעה ד' - אפילו נאנס אפ\"ה מכאן ואילך הפסיד הברכות. ואם בירך הוי ברכה לבטלה ועיין בביאור הלכה: (כז) קוראה - עיין בלבוש שכתב יכול לקרותה וכו' והכוונה הוא שטוב שיקראנה כדי שיקבל עליו עול מ\"ש אבל אינו מחוייב שאינו מקיים בזה המ\"ע דק\"ש וכמו שהסכימו כל האחרונים שאין נמשך זמן ק\"ש מן התורה רק עד ג' שעות וכנ\"ל ודע דמ\"מ פ' ציצית או שארי פסוקים שהם מזכירת י\"מ מחוייב מן התורה כל היום דהא מן התורה לא נקבע זמן לזכירתה וכמו שכתב הש\"א סימן י' דעד הערב הוא זמן לזכירת י\"מ עי\"ש: (כח) שיש לה תשלומין - אין הכונה שיצא בזה ידי ק\"ש מאחר שכבר עבר זמנה ואינו אלא כקורא בתורה רק שלכתחילה צריך להשלימה כמו תפילה ע\"כ מיבעי ליה לאקדומי חובת שעתא ברישא ותיכף אחר מעריב יקרא עוד שמע בשביל זה הפעם שחיסר אם בשוגג חיסרה כמו שנתבאר לקמן בסימן ק\"ח: (כט) ויש חולקין - הגר\"א והברכי יוסף הכריעו כדעה זו:"
        ]
    ],
    "heTitle": "משנה ברורה",
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94_%D7%91%D7%A8%D7%95%D7%A8%D7%94_%D7%A2%D7%9C_%D7%90%D7%95%D7%A8%D7%97_%D7%97%D7%99%D7%99%D7%9D_%D7%9B%D7%94",
    "maps": [],
    "length": 697,
    "titleVariants": [
        "Mishnah Berurah",
        "Mishna Berura",
        "Mishneh Brurah"
    ],
    "textDepth": 2,
    "categories": [
        "Halakhah"
    ]
}