{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Midrash on Proverbs",
    "title": "Midrash on Proverbs",
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "versionSource": "http://www.sefaria.org/Midrash_on_Proverbs",
    "next": "Midrash on Proverbs 2",
    "maps": [],
    "heTitle": "מדרש‏ ‏משלי",
    "book": "Midrash on Proverbs",
    "text": [
        [
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            "Another explanation. “Happy is the man.” It is speaking about Noah, as it says, “Noah was a righteous man” (Gen 6:9). “Who has not followed the council of the wicked.” In three generations-- the generation of Enosh, the generation of the Flood, the generation of the scattering [of languages]. According to the opinion of Rabbi Yehuda, “The council of the wicked,” that is the generation of Enosh; “the path of the sinners,” that is the generation of the flood; “the company of the insolent,” that is the generation of the scattering. “Rather, the teaching of the Lord is his delight,” these are the seven commandments [that were commanded to the children of Noah]. “And he studies his teaching,” that [Noah] derived one matter from another matter. He said, ‘What is the reason that the Holy One, Blessed is God, increased the pure ones over the impure ones? Rather, that God wants [me] to sacrifice to God sacrifices.’ Immediately: “And [Noah] took of every clean animal” (Gen 8:20) “He is like a tree planted beside streams of water,” that the Holy One, Blessed be God, planted him [Noah] in the ark, as Rabbi Levi said: Twelve months the ark stood in the water, like a boat in the harbor. “Which yields its fruit in season.” Rabbi Yudan said: All of [Noah’s] contemporaries were having children at the age of 50, 60, or 70, and he was 500 years old, as it says, “When Noah had lived 500 years, Noah begot Shem, Ham, and Japheth” (Gen 5:32). Rabbi Hiyya said in the name of Rabbi Acha: the Holy One, Blessed be God, suppressed his issue that he should not have children, that he should not have a child 100 years old during the generation of the flood, and he [the child] would be lost with them, because the Heavenly courts do not punish except from 100 years and above, and if he had a son 100 years old, he [the child] would have been lost with them. Rabbi Shimon bar Yochai said: In the future, the Holy One, blessed be God will sterilize (?) for the days of the Messiah, as it says, “No more shall there be an infant or graybeard who does not live out his days. He who dies at a hundred years shall be reckoned a youth, and he who fails to reach a hundred shall be reckoned accursed” (Isaiah 65:20). And if you will say that there were those in the generation of the flood who were less than 100 years old and they were lost, I say that those were the ones who were in the sins of their fathers and they were punished, as it says, “For all flesh had corrupted its ways on earth” (Gen 6:12) Another explanation. Why did the Holy One, Blessed be God, suppress his issue? That he should not conceive, and his offspring would multiply, and they would be lost with the generation of the flood, and he would become sad with them. And if you will say that they would be righteous, he would have had to build many arks, therefore the Holy One, blessed be God, suppressed his issue until he was 500 years old. “Which yields its fruit in season.” This is Shem. “Whose foliage never fades.” This is Ham. “And whatever it produces thrives.” This is Japheth. “Not so the wicked.” This is the generation of the scattering. “Therefore the wicked will not survive judgment.” This is the generation of the flood, as it is taught: the generation of the flood has no share in the world to come, and does not stand in judgement. “For the Lord cherishes the way of the righteous.” This is Noah and his sons. “But the way of the wicked is doomed.” This is the generation of the flood.",
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            0
        ]
    ],
    "titleVariants": [
        "Midrash on Proverbs",
        "Midrash on Proverbs"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ],
    "type": "Midrash",
    "categories": [
        "Midrash"
    ]
}