{
    "versionTitle": "HaEmek Davar", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Ha'amek Davar on Exodus", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "כי קרוב הוא. הלשון מוכיח שהוא טעם ולא כהרמב\"ן וש\"מ שפירשו אע\"פ. ולא נמצא לדעת חז\"ל כי משמש אלא בד' לשונות ולא בלשון אע\"פ. אמנם גם פרש\"י שהטעם הוא כי אמר אלהים וגו' ג\"כ דחוק כמש\"כ הרמב\"ן. אלא כי קרוב הוא. הוא טעם העיקרי. ולהיפך כי אמר אלהים וגו' אינו טעם ועיקר. שהרי גם במדבר רצו כ\"פ לשוב ולא הניחם ה'. וכך היה אפשר להיות דרך ארץ פלשתים. ועוד היה אפשר לפני ה' עצות שלא ייראו. וגם לשון כי אמר אלהים אינו מדויק ומה הי' מקרא חסר אם כתב כי קרוב הוא פן ינחם וגו' אלא עיקר הטעם כי קרוב הוא. והכי תניא במכילתא במה אופנים רמז עליהם בפרש\"י. ועוד יש לאלוה מילין דכבר ביארנו בשירת האזינו הכתובים כנשר יעיר קנו על גוזליו ירחף יפרוש כנפיו יקחהו ישאהו על אברתו ה' בדד ינחנו ואין עמו אל נכר. שהמשיל איך עשה הקב\"ה צורה המיוחדת של ישראל שהוא להיות בדד ומובדל מאוה\"ע. כנשר על גוזליו והוא מעוררם לקנהו כשהוא מרחוק ממנו. ובזה הוא מרגיל את גוזליו לצורה המיוחדת שלהם. ושם הוא מבואר יפה. ואם היה מולכים דרך ארץ פלשתים שהוא קרוב אע\"ג שיש קצת מדבר בין מצרים לפלשתים. מ\"מ לא היה בזה כדי להרגילם ולהעמידם על צורה מיוחדת שלהם זהו טעם כי קרוב הוא. אמנם לא היה אפשר להסביר לישראל זה הטעם שירא מהם שיתערבו בפלשתים ע\"כ מסיים כי אמר אלהים לישראל אמר הטעם פן ינחם העם וגו'"
            ]
        ]
    ], 
    "maps": [], 
    "commentaryCategories": [
        "Tanach", 
        "Torah"
    ], 
    "heTitle": "העמק דבר על שמות", 
    "versionSource": "http://DBS", 
    "heBook": "העמק דבר", 
    "heCommentator": "העמק דבר", 
    "length": 40, 
    "titleVariants": [
        "Ha'amek Davar on Exodus"
    ], 
    "textDepth": 3, 
    "commentaryBook": "Exodus", 
    "commentator": "Ha'amek Davar", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Exodus"
    ]
}