{
    "sections": [], 
    "commentaryCategories": [
        "Tanach", 
        "Torah"
    ], 
    "text": [
        [
            [
                "Even though they were counted in their lifetimes to tell their names, we go back and count them again to emphasize their greatness. They are compared to stars, who are counted in name and number. Like it says in Isaiah, ,\"הַמּוֹצִיא בְמִסְפָּר צְבָאָם; לְכֻלָּם, בְּשֵׁם יִקְרָא\""
            ], 
            0, 
            0, 
            0, 
            [
                "And weren't him and his childen already known to be in Egypt? What does this come to teach us? Not because the brothers were unaware that he was in Egypt, but to emphasize Joseph's righteousness. He was Joseph when he was the shepherd who watched his father's sheep.  He was Joseph when he was in Egypt and became viceroy and stood in righteousness."
            ], 
            0, 
            [
                "They were giving birth to six children at one time."
            ], 
            [
                "Rav and Shmuel argue on this. One says it was actually a new king and the other says that he renewed his decrees.", 
                "He made himself like he didn't know who Joseph was."
            ], 
            0, 
            [
                "This wording is used as wording for preparation and planning, like saying you must prepare yourselves for this.", 
                "To the nation. We must be wise about what to do with it. And our rabbis expound \"we must be wise about the savior of the Israelites, and to drown him in the water, because God promised never to bring another flood upon the world. (they did not understand that God would never flood the entire world but he would flood one area.)"
            ]
        ], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "On the way to the inn: on Moshe’s way to the inn.", 
                "He sought to put him to death: [the angel] sought to kill Moshe since he had not circumcised his son Eliezer, and because he had been negligent he was worthy of the death penalty. It was taught: Rabbi Yosse said – Heaven forbid! Moshe was not [simply being] negligent; rather, he [had a thoughtful consideration] ‘if I circumcise my son and head out on the road the baby will be at risk for [the next]three days. [On the other hand] if I circumcise him and stay [in Midyan] for three days [I will be going against that which] the Holy One has commanded me to do [when G-d said] “Go, return to Egypt!”", 
                " If so (if his considerations were plausible) why was he punished?! ", 
                "Because [when they reached the place] he dealt first with the issue of lodging [and not circumcision].", 
                "The angel became like a kind of a serpent and was swallowing him [Moshe] from his head down to his hips, then back, then swallowing him from his feet up to that same place. Tziporah understood that [the attack] was due to  milah circumcision. \n"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "And Warn him"
            ]
        ], 
        [], 
        [
            [
                "Since Aharon performed, and troubled himself, in regard to the wonders, just as much as Moshe, He (G-d) does him this honor at the first mitzvah, by including him with Moshe in this message", 
                "---[but] outside the city. or was that not so, but [it was] rather within the city? The Torah, therefore, states [concerning Moshe's prayer]: \"When I leave the city, etc.\" Now, if [regarding] prayer, which is [relatively] less significant, he would not pray within the city for it was full of idols, then, [regarding] a message [from G-d], which is so much more significant, how much more so [that he would leave the city.]"
            ], 
            [
                "He (G-d) showed him the moon at its renewal and said to him, \"When the moon renews itself, let that be for you the beginning of a new month.\" However, Scripture does not depart from its plain meaning: He (G-d) was telling him about the month of Nissan; [viz.] this (Nissan) shall be the start of the order of the counting of the months, so that Iyar will be called the second [month] and Sivan, the third.", 
                "Moshe had difficulty regarding the renewal of the moon how much of it must be visible so that it be fit to be consecrated. He (G-d) then showed him with His \"finger\" the moon in the sky, and said to him, \"When you see it like this, sanctify it.\" But how could He show it to him--- did He not speak with him only by day, as it is said: \"And on the day that G-d spoke,\" [or:] \"on the day that He commanded him,\" [or:] \"from the day that G-d commanded and beyond?\" But [the answer is] it was near sunset [when] this section was told to him (Moshe) and He pointed it out to him at nightfall. "
            ], 
            [
                "But did Aharon speak? Has it not already been stated \"You (Moshe) speak?\" But [the answer is] they bestowed honor on each other and said to one another: \"Teach me [what to say].\" The message would then emanate from both, as if both were speaking", 
                "[I.e.,] \"Speak today, on the first of the month that they should take it (the lamb) on the tenth of the month."
            ], 
            [
                "[I.e.,] If they are too few to be sufficient for one lamb, so that they are unable to eat it [all] and will thus come to [the transgression of] {Hebrew Ref} , then \"Let him and his neighbor take, etc.,\" That is the implication here according to its plain meaning. However, there is also an exposition [of the Sages]: [This verse intends] to teach that [even] after they have been counted in it they may [still] be excluded [from the group] and withdraw their association from it and be counted as [partners] of another lamb. However, if they do decide to withdraw their association and be counted [as partners] of another lamb, then this should be done \" {Hebrew Ref} \"--- [i.e.,] they should be excluded while the lamb still exists, [that is to say,] while it is still alive and not once it has been slaughtered", 
                "[ {Hebrew Ref} means: according to] the number. Similarly: {Hebrew Ref} [means the number of the evaluation].", 
                "Each according to his fitness to eat, to exclude the sick and the old who cannot eat a kezayis (a piece the size of an olive)", 
                "[As Onkelos translates it:] {Hebrew Ref} ---you will count yourselves."
            ], 
            [], 
            [], 
            [], 
            [
                "Because of this.  \"Because I will fulfill God's mitzvot, such as these: Pesach, Matzah and Maror.", 
                "Adonai did this for me. This is an allusion (It is the actual statement to the ignorant son, but only alludes to an answer to the evil son because the response is not \"God did for us\" but, rather, \"for me.\") to a response to the evil son, saying: \"Adonai did this for me\" --for had you been there [in Egypt] you would not have been worthy to be redeemed. (Since the Exodus from Egypt was solely so that Israel would fulfill the mitzvot and, since the evil son excludes himself from this, he would not have been worthy of redemption)."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "And you shall watch over the unleavened cakes: that they should not become leavened. From here they [the Rabbis] derived that if [the dough] started to swell, she [the woman rolling it out] must moisten it with cold water. Rabbi Josiah says: Do not read:, אֶת-הַמַצּוֹת, the unleavened cakes, אֶת-הַמִצְוֹת, the commandments. Just as we may not permit the matzoth to become leavened, so may we not permit the commandments to become leavened [i.e., to wait too long before we perform them], but if it [a commandment] comes into your hand, perform it immediately. — [from Mechilta]"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                ""
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "What report did he hear and [that brought him to] come? He heard of the splitting of the sea, and the war with Amalek.", 
                "", 
                "", 
                "", 
                "", 
                "This is greater than all [of the other miracles Hashem did]."
            ]
        ], 
        [
            [
                "\"On that day\" - On Rosh Hodesh (Bavli Shabbat 86).  It could have simply written \"on that day,\" so why did it write \"on this day?\" So that the words of the Torah shall be new unto you like on the day they were given."
            ], 
            [
                "1 \"They traveled from Rephidim\" - Why did the text need to go back and make explicit from where they had traveled? Had it not already written that they had been camping in Rephidim, so it would be known that they had traveled from there. Rather, it came to compare their traveling from Rephidim to their arrival in the Sinai desert -- just as their arrival to the desert of Sinai through repentance, their traveling from Rephidim was through repentance. (Mekhilta)", 
                "2 \"Israel camped there\" - Like one person with one heart.  But all of their other encampments took place with complaining and disagreement. (Mekhilta)", 
                "3 \"Next to the mountain\" - To the east (Mekhilta), and everywhere where you find the word \"next to,\" it means 'faced to the east.'"
            ], 
            [
                " \"And Moshe went up\" - On the second day. And all of his goings up were at daybreak as it is written (Exodus 34: 4) \"Moshe arose in the morning.\"", 
                " \"Thus shall you say\" According to these words and in this order (Bavli Shabbat 86b).", 
                " \"To the house of Jacob\" - These are the women, you shall speak to them in soft speech.", 
                " \"And speak to the children of Israel\" - He explained the punishments and minutiae to the males, and difficult matters such [the laws of] sinews (Mekhilta). "
            ], 
            [
                "\"You have seen\" (Shabbat 86b) It is not a tradition in your hands or words which I transmitted to you, and I did not testify to you through witnesses. Rather, you saw what I did to Egypt, and how many sins they had been liable for before you became attached to them, and I did not pay them for their sins except through you.", 
                "\"I will lift you\" - (Mekhilta) This is the day that Israel arrived in Ramses.  The Israelites were scattered across the whole land of Goshen, and in a small amount of time when they went to journey and leave, they were all gathered to Ramses. And Onkelos translated \"and I will raise\" as \"I will lift you\" similar to \"I will carry you,\" he edited the language in order to give respect to heaven.", 
                "\"On the wings of eagles\" - As an eagle carries its young on its wings. All of the other birds place their children between their wings as they are afraid of another bird swooping down upon their backs. But the eagle is only afraid of humans who may shoot an arrow at it, since no other bird will swoop on its back.  Therefore, it places its young upon its back and says, 'better that the arrow enter into me and not into my children.' I [God] also did this, [as it is written:] \"the angel of God traveled going before the camp of Israel\" (Exodus 14:19) and \"[the Angel of God] came between the camp of Egypt [and between the camp of Israel]\" (Exodus 14:20) and the Egyptians were throwing arrows and catapulting stones and the cloud took their blow.", 
                "\"And I will bring you to me\" - according to its translation [into Aramaic by Onkelos]."
            ], 
            [
                "\"And now\" - If you accept it upon yourselves now, it will become pleasing to you [beginning] from here and in the future, since all beginnings are difficult. (Mekhilta; Bavli Shabbat 87a)", 
                "\"And if you keep my covenant\" - Which I will make with you about keeping the Torah.", 
                "\"Treasure\" - A beloved trove like \"the treasure of Kings\" (Ecclesiastes 2:8), a precious vessel with beautiful stones where the king stores them. Thus, you should be for me a treasure from the other nations.  You should not say that you alone are mine and I do not have any others with you. I do this all the more so my love of you is known since all of the earth is mine and they [Israel] are in my eyes and before me more than anything else."
            ], 
            [
                "\"You shall be for me a kingdom of priests\" - Princes as it is written (II Samuel 8:18) \"And the sons of David were priests.\"", 
                "\"These are the words\" - Not more or less."
            ], 
            0, 
            [
                "\"Moshe brought the words of the people...\" - On the next day which was the third day, as he went up at daybreak. And did Moshe need to answer God [i. e. did God not already know what the people said]? Rather, the text comes to teach us proper etiquette, that he did not say 'the one who sent me already knows and I do not need to answer him.'"
            ]
        ], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "Here they were told that they would sin in the future (with the Golden Calf) and the Divine Presence would then say I will not ascend in your midst.", 
                "That I prepared to give you, that is the simple psaht. The medrashic interpretation-My place is recognized as being opposite it; this is one of the verses that tells us that the Heavenly Temple is aligned with the earthly Temple"
            ], 
            [
                "", 
                "", 
                "This is connected to the beginning of the statement that My Name is with him. And our sages said that this is the Angel Metatron, whose name is that of his Master, Metatron is the numerical value of Shadday.", 
                "", 
                ""
            ]
        ], 
        [
            [
                "This was said prior to the event of the 10 comandments, and on 4 Sivan he was told to go up "
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "\"Make for me a sanctuary\" - Make for a holy place for the sake of My Name"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "He showed him a sort of coin of fire with a weight of 1/2 shekel, and told him like this shall they give"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                ""
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "\"Let Me be.\" We still have not heard that Moses prayed on their behalf, and God said \"Let Me be\"?  Rather, God created for Moses an opening and made it clear to him that the matter is dependent on him [Moses] - that if he would pray on their behalf, God would not destroy them."
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "", 
                "And you shall see My back: He showed him the knot of the tefillin."
            ]
        ], 
        [], 
        [
            [
                "The day after Yom Kippur, when Moshe came down from the mountain..."
            ], 
            [
                "He prefaced the prohibition of Sabbath to the commandment to build the Mishkan, to teach them that its construction does not override the Sabbath"
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org/Rashi_on_Exodus", 
    "heTitle": "רש\"י על שמות", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Tachash", 
            "http://www.tachash.org/chumash/parsha.html"
        ], 
        [
            "The Metsudah Chumash", 
            "http://book"
        ], 
        [
            "Judaica Press", 
            "http://chabad.org"
        ]
    ], 
    "titleVariants": [
        "Rashi on Exodus"
    ], 
    "commentaryBook": "Exodus", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Exodus"
    ], 
    "toSections": [], 
    "versionTitle": "merged", 
    "ref": "Rashi on Exodus", 
    "language": "en", 
    "maps": [], 
    "type": "Commentary", 
    "title": "Rashi on Exodus", 
    "next": null, 
    "heBook": "רש\"י", 
    "heCommentator": "רש\"י", 
    "length": 40, 
    "book": "Rashi on Exodus", 
    "prev": null, 
    "textDepth": 3, 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "commentator": "Rashi"
}