{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishna Shevuot",
    "lengths": [
        8,
        62
    ],
    "text": [
        [],
        [
            "(Regarding) 'awarenesses of impurity' there are two (types) which are four (types). If he was impure and knew so, and then the impurity was forgotten to him but the (fact that the food was) sanctified was remembered, (or) if (he was impure and knew so and the fact that the food was) sanctified was forgotten to him but the impurity was remembered, (or) if both were forgotten to him, and (in any of these cases) he ate the sanctified (food) without knowing, and once he had eaten he knew (both the impurity and the sanctity of the food)--such a person is obligated to offer a Variable Offering. If he was impure and knew so, and then the impurity was forgotten to him but the (fact that this building is) the Temple was remembered, (or) if (he was impure and knew so and the fact that this building is) the Temple was forgotten to him but the impurity was remembered, (or) if both were forgotten to him, and (in any of these cases) he entered the Temple without knowing, and once he had eaten he knew (both the impurity and that this building is the Temple)--such a person is obligated to offer a Variable Offering.",
            "(The laws regarding entering the Temple while impure apply to both) one who enters the Main Courtyard and one who enters the extension of the Main Courtyard, for there is no extending the city (Jerusalem) or the Temple Courtyard without a king, a prophet, and Urim V'Tumim (colored stones in the High Priest's breastplate), a High Court of seventy-one (judges), two Thanksgiving Offerings, and song. And the court would walk with the two Thanksgiving Offerings behind them, and all of the Jewish people behind them. The inner (Thanksgiving Offering) was eaten, and the outer (Thanksgiving Offering) was burned. And any (extension) that was made without any of these, one who enters there (while impure) is not liable for doing so.",
            "If one became impure in the temple courtyard and he forgot he was impure, but rememberd he was in the temple, or if he forgot he was in the temple but remembered he was impure or if he forgot that he was impure and that he was in the temple and he bowed down or stayed in the temple the amount of time it would take to bow down or if he walked out on a long route he is liable [to bring a sacrifice].  If he walked out the shortest route possible, he is exempt.  This is the positive commandment of the temple so that he will not become liable.  ",
            "What is the positive commandment of a menstruating woman that one could be liable for?  One who was having relations with a pure woman and she said \"I have become impure\" if the man leaves right away he is liable because his leaving is as pleasureful for him as his entering. ",
            "Rabbi Eliezer says:  “[Scripture says: ‘If any one touch. . . the carcass of] an impure creeping thing, and it be unknown to him’ (Leviticus 5:2), when the impure creeping thing is unknown to him, he is liable; but he is not liable, when the [fact that he is in the] Temple is unknown to him.”   \nRabbi Akiba says:  “[Scripture says:] ‘and it be hidden from him that he is impure’:   when his impurity is unknown to him, he is liable; but he is not liable, when the [fact that he is in the] Temple is unknown to him.”\nRabbi Ishmael says:  “[Scripture] twice [says:] ‘and it be hidden from him’, in order to make him liable both for the forgetfulness of the impurity and the forgetfulness of the Temple.”\n"
        ],
        [
            "Oaths are two, which are four.\n“I swear I shall eat”, and “[I swear] I shall not eat”; “[I swear] I  have eaten”, and “[I swear] I have not eaten”.  \n“I swear I shall not eat”, and he ate [even] the smallest amount he is liable, the words of Rabbi Akiva. \nThey said to Rabbi Akiva:  “Where do we find that one who eats the smallest amount is liable, that this one should be liable?”  \nRabbi Akiva said to them:  “But where do we find that he who [merely] speaks brings a sacrifice, that this one should bring a sacrifice?”  \n“I swear I shall not eat” and he ate and drank, he is liable only once.   \n“I swear I shall not eat and I shall not drink,” and he ate and drank, he is liable twice.\n",
            "“I swear I shall not eat,” and he ate wheat bread, barley bread, and spelt bread, he is liable only once. \n“I swear I shall not eat wheat bread, barley bread, and spelt bread,” and he ate, he is liable for each and every one. \n",
            "“I swear I shall not drink,” and he drank many liquids, he is liable only once. \n“I swear I shall not drink wine, oil, and honey,” and he drank [all three], he is liable for each and every one. \n",
            "“I swear I shall not eat,” and he ate foods which are not fit to be eaten, and drank liquids which are not fit to be drunk, he is exempt.   \n“I swear I shall not eat,” and he ate carrion, torn apart animals, and reptiles and creepy things, he is liable.   \nRabbi Shimon exempts him.   \nHe said, “Konam that which my wife benefits from me, if I have eaten today,” and he had eaten carrion, torn apart animals, or reptiles, his wife is prohibited to him.\n",
            "It is the same [whether he swears of] things concerning himself, or of things concerning others. It is the same  of things which have substance, or of things which have no substance. \nHow so? [If] he said, “I swear that I shall give to so-and-so”,  or “I shall not give”; “I have given”, or “I have not given”; \n“I shall sleep”, or “I shall not sleep”; “I have slept”, or “I have not slept”; \n“I shall throw a pebble into the sea”, or “I shall not throw”; “I have thrown”, or “I have not thrown”; [he is liable.] \nRabbi Ishmael says:  He is liable only for [an oath with regards to] the future, for it says,  “To do bad or to do good” (Leviticus 5:4).    \nRabbi Akiva said to him:  If so, we would know only such cases where doing evil and doing good are applicable; but how do we know such cases where doing evil and doing good are not applicable? \nHe said to him:  From the increase the verse.”\nHe said to him: If the verse increases for that, it increases for this also.\n",
            "If he swore to annul a commandment, and did not annul it, he is exempt.\nTo fulfill [a commandment], and he did not fulfill it, he is exempt.\nFor it would have been logical [in the second instance] that he should have been liable, as is the opinion of Rabbi Judah ben Batera. \nRabbi Judah ben Batera said, Now, if for [swearing with regards to] an optional matter, for which he is not adjured from Mount Sinai, he is liable, for [swearing with regards to] a commandment, for which he is adjured from Mount Sinai, is it not logical that he should be liable.   \nThey said to him:  “No! If you say that for an oath with regards to an optional matter [he is liable], it is because [Scripture] has in that case made negative equal to positive;  But how can you say that for an oath [to fulfill] a commandment [he is liable], since [Scripture] has not in that case made negative equal to positive, for if he swore to annul [a commandment], and did not annul it, he is exempt. \n",
            "“I swear I shall not eat this loaf”; “I swear I shall not eat it”; “I swear I shall not eat it”; and he ate it, he is liable only once. \nThis is the oath of utterance, for which one is liable for its willful transgression, flogging; and for its unwitting transgression, a sliding scale sacrifice. \nA vain oath: one is liable for it willful transgression, flogging, and for unwitting transgression one is exempt.\n",
            "What is a vain oath? \nIf he swore that which is contrary to the facts known to people; He said of a pillar of stone that it is of gold; or of a man that he is a woman; or of a woman that she is a man. \nIf he swore concerning a thing which is impossible, “If I have not seen a camel flying in the air”,  or “If I have not seen a serpent as thick as the beam of the olive press”. \nIf he said to witnesses, “Come and bear testimony for me”, [and they replied,] “We swear that we will not bear testimony for you”.\nIf he swore to annul a commandment, not to make a sukkah,  or not to take a lulav,  or not to put on tefillin.  \nThese are vain oaths, for which one is liable, for intentional transgression, lashes, and for its unintentional transgression one is exempt. \n",
            "“I swear I shall eat this loaf”; [and then he said,] “I swear I shall not eat it,” the first is an oath of utterance,  and the second is a vain oath.   \nIf he ate it, he transgressed the vain oath; if he did not eat it, he transgressed the oath of utterance.\n",
            "The oath of utterance applies to men and women, to relatives and non-relatives, to those qualified [to testify] and those not qualified, before the court, or not before the court, with one's own mouth.   \nAnd he is liable, for intentional transgression, lashes, and for unintentional transgression, a sliding scale sacrifice.\n",
            "A vain oath applies to men and women, to relatives and non-relatives, to those qualified [to testify] and those not qualified, before the court, or not before the court, with one's own mouth.   \nAnd he is liable, for intentional transgression, lashes, and for unintentional transgression he is exempt. \nBoth this and that [oath], if he was adjured by the mouth of others, he is liable.  \nHow so? \nIf he said, “I have not eaten today,” or, “I have not put on tefillin today” [and the other person said,] “I adjure you,” and he said, “Amen!”, he is liable.\n"
        ],
        [
            "The vow of testimony [and therefore the ramifications of transgressing it] applies to men but not to women, to distant [or non-relatives] but not to close [relatives], and to those who are kosher [i.e.: halakhically fit to give testimony] but not to pasul [i.e: those who are unfit].  And it only applies to those who would typically give witness, whether before a Beit Din [Rabbinic court] or not before a Beit Din, by his own mouth.  And regarding [that which was told] by the mouths of others, he is not liable unless he officially denies it before a Beit Din - these are the words of Rabbi Meir.  The Hachamim say: Regardless of whether it issued from his own mouth or from the mouths of others, he is not liable unless he officially denies it before a Beit Din.",
            "And they are obligated for the willful transgression of the oath, and for the the accidental sin that comes with the willful denial of testimony; but they are not liable for its accidental sin.    And for what are they liable for willingly transgressing a vow?  For an offering that is higher or lower [depending on the instance].",
            "The oath of testimony:   How is it done?  If he said to two [persons]:  “Come and bear testimony for me”; [and they replied:]  “We swear we know no testimony for you”;  Or they said to him:  “We know no testimony for you”, [and he said:]  “I adjure you” and they said,  “Amen! “, they are liable.    If he adjured them five times outside the court, and then they came to the court and admitted [knowledge of testimony], they are exempt.   If they denied [knowledge of testimony] , they are liable for each [oath].    If he adjured them five times before the court, and they denied [knowledge of testimony], they are liable only once.  Rabbi Shimon said: What is the reason?   Because they cannot afterwards admit [knowledge].    ",
            "If both of them denied a conventionally accepted truth as one [i.e.: together, as one unit], the two of them are both liable.  [If the two deny] one after the other, the first is liable and the second is exempt.  If one denies and the other assents [to the conventionally accepted truth], the one who denies is liable.  If there were two sets of witnesses, and the first denied, and then the second denied, they are both liable, because the testimony could be upheld by [either of] the two. ",
            "“I adjure you that you come and bear testimony for me that I have in the possession of so-and-so a deposit, a loan, a stolen object, and a lost object”; “We swear we know no testimony for you”, they are liable only once.   “We swear we that we do not know that you have in the possession of so-and-so a deposit, a loan, a stolen object, and a lost object”, they are liable for each one.   “I adjure you that you bear testimony for me that I have in the possession of so-and-so a deposit of wheat, barley, and spelt”; “We swear we know no testimony for you”, they are liable only once.   “We swear we know no testimony for you that you have in the possession of so-and-so a deposit of wheat, barley, and spelt”, they are liable for each one.  ",
            "“I adjure you that you come and bear testimony for me that so-and-so owes me full damages, or half damages, or double payment, or four or five payment;  Or that so-and-so raped my daughter, or seduced my daughter;  Or that my son struck me;   Or that my neighbor injured me, or set fire to my haystack on the Day of Atonement”;    [And they deny knowledge of testimony] they are liable.   ",
            "“I adjure you that you come and bear testimony for me that I am a priest, or, that I am a levite, or, that I am not the son of a divorced woman, or, that I am not the son of a woman released from levirate marriage;  That so-and-so is a priest, or, that so-and-so is a levite, or, that he is not the son of a divorced woman, or, that he is not the son of a woman released from levirate marriage; That so-and-so raped his daughter, or seduced his daughter; That my son injured me; That my neighbor injured me, or set fire to my haystack on Shabbat”: [And they deny knowledge of testimony] they are exempt. ",
            "I swore before you, \"If you don't come forward and testify for me that a certain Ish Ploni [so-and-so/ John Doe] said he would give me 200 zuz and did not give it to me,\" he [the one who swears] is exempt, for one is not liable except regarding to a claim in which money was deposited.",
            "I swore to you, \"When you know any testimony [that pertains] to me you must come forward and testify,\" they are exempt, since the oath came before the testimony.",
            "One who stands in a synagogue and says, \"I swear for you that if you know any testimony [that pertains] to me that you must come forward and testify for me,\" they are surely exempt [unless this was a scheme].",
            "One who says to two people, \"I swear for you [both] Ploni [John Doe 1] and Ploni [John Doe 2] that if you know any testimony [that pertains] to me that you should come forward and testify for me\", (and he replies \"we don't know any testimony for you\"), but they did know testimony for him but it was [known by] one witness by the mouth of another witness or if one of them was a family member or an unsuitable witness, then they are surely exempt.",
            "For one who sent by the hand of his servant or if the defendant [in the case] said to them \"I swear for you that if you know any testimony about him that you should come forward and testify for him,\" they are surely exempt unless they hear this from the mouth of the plaintiff.",
            "'I adjure you', 'I command you', 'I forbid you' - behold these are also liable. 'By the heavens and the earth' - behold these are exempt. 'With Aleph and Dalet [first two letters of LORD]', 'With yod heh [first two letters of the Tetragrammaton]', 'With Shaddai [a name for God]', 'With Hosts', 'With Merciful and Just', 'With Slow to Anger and Abundantly Merciful', etc. - behold these are liable. One who curses with any of these appellations is liable, according to Rabbi Meir, and the Sages exempt him. One who curses his parents with any of these appellations is liable, according to Rabbi Meir, and the Sages exempt him. One who curses himself or his fellow with any of these appellations has transgressed a negative commandment. 'God will smite you', 'God will similarly smite you' - this is the curse written in the Torah. '[God will] not smite you', 'And He will bless you', 'And He will do well by you', Rabbi Meir finds liable and the Sages exempt."
        ],
        [
            "The oath of an [object used as a deposit] is taken by men and women, by relatives and non-relatives, by those able [to testify in court] and by those who cannot [testify in court] before the court of even not in front of the court, by his own admission, but if others [accuse him of stealing a deposit] he is not liable until he denies [having stolen it] in court, so says Rabbi Meir.  The sages say, regardless of whether it was by his own mouth or others accused him since he denied [stealing] he must take the oath.  And he is liable for knowingly swearing [falsely] or even for not knowing he could not swear falsely but he intentionally [stole] the deposit, but he is not liable if he was not aware he stole the deposit.  What is he liable for intentionally [falsely swearing]?  An asham worth [at least] 2 shekalim. ",
            "How does a deposit oath work? He says to him: 'give me my deposit that you have in your hand' and he swears that he does not have it in his hand. Or he says to him: 'I do not have it' and he replies: 'I adjure you' and he replies: 'Amen' - behold he is liable. If he adjured him five times in front of a Beit Din [court] or not in front of a Beit Din and he denied it, he is liable for each one. Rabbi Shimon said: what is the reason? Because he could retract and admit.",
            "If there were five people claiming from him, they say to him Give us our deposit that is in your hand, if he makes an oath that there is nothing of yours in my hand he is only liable for one. If he makes an oath that there is nothing of yours in my hand and not yours and not yours, than he is liable for each one. Rabbi Eliezer says, until he says oath on the last one. Rabbi Shimon says, until he says oath on each one. Give me the deposit, ..., the stolen item, the lost item that is mine in your hand. An oath that there is nothing of yours in my hand, he is only liable for one. An oath that there is not of yours in my hand a deposit, a ..., a stolen item, a lost item he is liable on each individual one. Give me wheat, barley, spelt that is mine in your hand",
            "[An accuser claims] you raped or seduced my daughter, and the accused says I did not, if the accuser says swear to me, and the accused says I agree, then he is liable to swear to him.  Rabbi Shimon exempts him because one does not pay a [rabbinic] fine by his own admission.  They said to him [Rabbi Shimon] even though he does not pay a fine on his own admission, he still pays [money for] embarrassment and impairment by his own admission. ",
            "[If someone accused] You stole my ox, and the accused answered I did not steal it, if the accuser says swear to me and the accused says ok, then he is liable to swear to him.  [If the accused admits] I stole it but I did not slaughter it or sell it and the accuser says swear to me, and the accused says ok he is exempt.  If he accuses, your ox killed my ox, and he answers, his ox did not and the accuser says swear to me, and he answers ok, he is liable to swear to him.  If he accuses your ox killed my slave and he answers [my ox] did not kill him, and he says swear to me and the owner says ok, he is exempt from swearing.  If he says you hit me and created a wound, and he says i did not hit you or give you a wound and he says swear to me and he answered ok, then he is liable to swear to him.  If his slave said to [his master] you knocked out my tooth or you blinded my eye and the master answers i did not knock it out or blind you and the slave asks him to swear to him if the master answers ok, he is not liable to swear to his slave.\nThis is the rule, anyone who would have to pay by is own admission is liable [to swear] and anyone who would not pay by his own admission is exempt [from swearing].  "
        ],
        [
            "The oath of the judges, [is taken] for a claim of two silver coins and an admission of at least something the value of a peruta, but if the admission does not match the claim, then he is exempt.  For example:  If he accused, you have two silver coins of mine and he answered I only have a peruta of yours, he is exempt [from swearing].  You have two silver coins and a peruta of mine in your possession and he answers I only have a peruta his is liable [to swear].  You have a maneh of mine in your possession and he answered I dont have anything of yours he is exempt, but if he accused you have a maneh of mine and he answers I only have 50 dinar (half a maneh) then he is liable [to swear].  You have a maneh of my fathers in your possession and he answers I only have 50 dinar, he is exempt from swearing because he is like someone returning a lost object.  ",
            "You have a maneh of mine and he answered [before witnesses] yes I do, if the next day he says to him return it to me and he answers, I already gave it to you he is exempt [from swearing].  [If he answered]  I dont have anything of your in my possession, then he is liable.  \nYou have a maneh of mine and he answered yes I do, and he said only return it to me in front of witnesses and the next day he asked for it back and he answers I returned it to you already then he is liable [to swear] because he must return it to him in front of witnesses. ",
            "You have a litra of gold of mine in your possession and he responds I only have a litra of silver he is exempt [from swearing].  You have a dinar of gold of mine in your possesion and he responds I only have a silver dinar or a trisit or a pundion or a perutah, he is liable as these are all types of coins.  \nYou have a Kor of wheat of mine in your possession, and he responds I only have a letech of beans, he is exempt.  You have a Kor of fruit and he responds I only have a letech of beans, he is liable because beans are in the category of fruit.\nIf he claimed wheat from him and he admitted to barley he is exempt, but Raban Gamliel makes him liable.  \nIf one claims jugs of oil from his friend and he admits to owing the jugs, Admon says, since he admitted to part of the claim he must swear, but the sages say the admission in this case is not of the same form as the claim.  Raban Gamliel says, I agree with the words of Admon.\nIf he claims vessels and lands and he admits to the vessels but denies the lands or if he admits to the lands but denies the vessels, he is exempt. If he only admitted to part of the lands he is exempt, but if he admitted to part of the vessels he would be liable since property which cannot have a lein placed on it can cause one to take an oath on property that can have a lein placed on it. ",
            "We do not swear for the claim of someone deaf, crazy, or a minor, and we do not make a minor swear, but we can swear to a minor or regarding sanctified objects. ",
            "And these are the things which one does not swear for: slaves, documents, lands, and property belonging to the temple.  They are not subject to paying double [if one stole them] or the payment of four or five [if they were a stolen sheep or ox].  An unpaid watchman does not have to take an oath [for these items] and a paid  watchman does not have to pay [for them]. Rabbi Shimon says sanctified things for which one is responsible for [their replacement] one would swear for, but if one is not responsible for them then they would not swear for them. ",
            "Rabbi Meir says, there are things that are like property and not like property.  How so? [if one claims] Ten laden vines I gave to you and he answers you only gave me five, Rabbi Meir makes him liable to swear, but the sages day anything attached to the ground is like the ground.  \nOne does not swear except on things that can be measured, weighed or counted.  How so?  A full house I gave to you or a full pouch I have to you and he answers I dont know what you put in it, but whatever you left you are taking, he is exempt from swearing.  If however, he claimed it was filled to a protrusion and he answers it was only filled to the window, then he must swear. ",
            "If one loans something to his friend on collateral and the collateral was lost and he said I lent you a sela and the collateral was worth a shekel [half a sela] and he answers no, you lent me a sela and the collateral was worth a sela he is exempt [from swearing].  I lent you a sela and the collateral was worth a shekel and he answers no you lent me a sela and the collateral was worth 3 dinar (3/4 a sela), he is liable.  I lent you a sela and the collateral was worth two sela and he says no you lent me a sela and the collateral was worth a sela, he is exempt.  I lent you a sela and the collateral was worth two sela and he answers no rather you lent a sela and the collateral was only worth five dinar he is liable.  \nWho must swear? The one who was holding the collateral, lest the accuser swear and the accused produce the collateral.  "
        ],
        [
            "All of those required to swear in the torah swear to exempt themselves from payment.  The following are those who swear to extract payment: A hired laborer, a victim of theft, someone who was wounded, someone who makes a claim against someone suspected of swearing falsely and a shop owner on his records.  \nWhats the case of the hired laborer? If he said [to his employer] give me my wages that you owe me, and he says I already gave them to you and he answers I never received them the worker swears [to this fact] and takes his wages.  Rabbi Yehuda says he can only swear of the employer has a partial admission.  How so?  If he says give me my salary which is 50 [silver] dinar, and he says you already received a golden dinar (worth 25 silver dinar).  ",
            "What's the case of a victim of theft?  If witnesses claim that he entered into the victims house to take collateral without permission and the victim claims you took a vessel, and the accused claims, I did not take anything, the victim swears and takes [the collateral].  Rabbi Yehuda says, only if the accused makes a partial admission, How so?  If he says you took two vessels from me and the accused answers, I only took one. ",
            "What is the cases on the wounded.  If witnesses testified that the victim entered the accused's care healthy and left wounded and he says you wounded me and the accused answers I did not wound you, the victim swears and takes his payment.  Rabbi Yehuda says [he only swears] if the accused makes a partial admission.  How so?  If he says you made two wounds and the accused answers I only made one wound. ",
            "What is the case of his claim against someone who is suspected of accusing falsely? Regardless of if he swore falsely about testimony or about collateral or made an oath in vain, or if he was a dice player [a gambler] or if he lent money with interest, or if he raced doves or sold produce of Shmitah, anyone accusing him must swear and then they can extract money from him.  If both litigants were suspect of swearing falsely the oath returns to its proper place [to the one being accused] so says Rabbi Yosi.  Rabbi Meir says the accused must pay half the claim. ",
            "What is the case of the shop keeper about his ledger?  Not that he can say it states in my ledger that you owe me 200 Zuz, rather he says give to my son two Seah of wheat, or give to my workers a Sela of Maot and he says i gave it to them, but they claim they never received it, both parties swear.  The shop keeper swears and takes what's his and they swear and take what's theirs.  Ben Nanas said, how can we do this, one party must be swearing falsely, rather the shop keeper takes what's his without swearing and they take what's theirs without swearing.  ",
            "He said to the store keeper give me fruit for a dinar and he gave them to him and then the store keep said give me the dinar and the buyer said I already gave it to you, and you put it in your money bag the buyer must swear [to get his fruit].  If he gave him the dinar and the buyer said give me the fruit and the shop keeper said I already gave them to you and you brought them back to your house, the shop keeper must swear [to get his money].  Rabbi Yehuda says, whoever has the fruit in his hands has the upper hand.  If he said to the money changer, give me a dinar's worth of money and he gave it to him, and then he said give me the dinar and he said I gave it to you and you put it in your money bag the buyer must swear. If he gave him the dinar and he then said give me the money and the money changer said I already gave it to you and you put it in your money bag the money changer must swear.  Rabbi Yehuda said, it is not the way of a money changer to give out money until he received his money.",
            "Just as they said one who impairs her Ketubah cannot receive her money without swearing, and one witness claims that it has in fact impaired, i.e. collected already, it cannot be claimed except by oath, from mortgaged property or from property of the orphans [of her husband] she cannot claim the money without swearing.  And if she claims it not in her husbands presence she must claim it through swearing.  Similarly orphans cannot claim their fathers loans without swearing.  They must swear that their father did not tell them at the time of death that his debts were paid and that their father did not tell them beforehand that the debts were paid and that they didnt find among his contracts that this contract was already paid.  Rabbi Yochanan son of Broka says even if a son was born after the father died, he must swear to collect any of his fathers debts.  Raban Shimon son of Gamliel says if there are witnesses that said that at the time of the father's death he said that this contract was not repaid, the son can reclaim the debts without swearing. ",
            "The following must swear without being claimed from: partners, sharecroppers, managers of orphan's estates a woman who manages money in the house and a son of the house [after the father's death]  If [any of these people] said what claim do you have against me? and he answers I want you to swear to me, [these people] are liable to swear.  If the partners or share croppers split their property he cannot make them swear.  If an oath was required of [the partner] for a different reason he can make him swear for everything.  The Shmita year cancels all oaths [for old debts]."
        ],
        [
            "There are four types of watchers, an unpaid watchmen, a borrower, a paid watchmen and a renter.  An unpaid watchmen swears for all types of cases [to exempt himself from payment], the borrower pays in all cases.  A paid watchmen and a renter take an oath in the case of the animal breaking a limb, being captured [by an army] or if it dies but pay in the case of the animal being lost of stolen.  ",
            "If he said to the unpaid watchman where is my ox and he said it died, but it really broke a limb or was captured or was stolen or was lost.  Or he claimed it broke a limb but it really died or was captured or stolen or was lost.  It was captured, but really it died or broke a limb or was stolen or was lost. It was stolen but really it died or broke a limb or was captured or was lost.  It was lost but really it died or was broken or captured or stolen, and the owner said swear to me and he said ok, the watchman is exempt (from a sacrifice). ",
            "If he asked where is my ox? and [the unpaid watchman] said to him I dont know what you're talking about but really it died or broke a limb or was captured or was stolen or was lost, and the owner said swear to me and he said ok, he is exempt [from a sacrifice].  If he asked where is my ox and he answered it was lost, if he said swear to me and he said ok but witnesses testify that he really ate it, the watchman pays the value of the ox.  If he admitted on his own he pays the value of the ox plus a fifth of its value and must bring an asham.  If he asked, where is my ox and he answered it was stolen, he said swear to me and the watchman said ok but witnesses testify that he really stole it he must pay double the value of the ox.  If he admitted on his own he pays the value of the ox plus a fifth of its value and must bring an asham.",
            "If he said to someone in the marketplace where is my ox you stole?  And he says I did not steal it and witnesses testify that he did steal it the thief must pay double [the value of the ox].  If he slaughtered it and sold it he pays four or five times [its value].  If he saw witnesses coming and he said I stole it but did not slaughter or sell it, he only pays the principle.  ",
            "If he asked the borrower where is my ox? and he answered it died, but really it broke a limb or was captured or was stolen or lost.  It broke a limb but really it died or was captured or was stolen or was lost.  It was captured but really it died or it broke a limb or it was stolen or it was lost.  It was stolen but really it died or broke a limb or was captured or lost.  It was lost but really it died or broke a limb or was captured or lost and he said swear to me and the watchman said ok, he is exempt [from a sacrifice].",
            "If he asked [the borrower] where is my ox, and he said I dont know what you're talking about, but really it died or broke a limb or was captured or was stolen or lost and he said swear to me and the borrower said ok he is obligated [to bring a sacrifice]. \nIf he said to the paid watchmen or the renter where is my ox? and he said it died, but really it broke a limb or was captured.  It broke a limb but really it died or was captured. It was captured, but really it died or broke a limb. It was stolen but really it was lost. It was lost but really it was stolen if he says swear to me and he says ok, he is exempt [from a sacrifice].  If he said it died or broke a limb or was captured but really it was stolen or lost and he said swear to me and he said ok, he is obligated [to bring a sacrifice].  If he said it was lost or stolen but really it died or broke a limb or was captured and he said swear to me and he said ok, he is exempt [from a sacrifice].  This is the rule, any claim that changes from a case of being obligated [to pay] to a case of being obligated or from a case of being exempt to a case of being exempt or from being exempt to being obligated is exempt [from a sacrifice].  From being obligated to exempt, he is obligated [to bring a sacrifice].  [This is the rule, whoever swears to lighten his burden is obligated (to bring a sacrifice) to make their burden greater is exempt (from bringing a sacrifice).]"
        ]
    ],
    "heTitle": "שבועות",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 8,
    "titleVariants": [
        "Mishna Shevuot",
        "M Shevuot",
        "M. Shevuot"
    ],
    "textDepth": 2,
    "categories": [
        "Mishna",
        "Seder Nezikin"
    ]
}