{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        59,
        223
    ],
    "ref": "Taanit",
    "title": "Taanit",
    "heTitle": "תענית",
    "versionSource": "http://www.sefaria.org/Taanit",
    "maps": [],
    "length": 31,
    "book": "Taanit",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "...R. Nachman said to R. Yitzchak, What is the meaning of the verse, And it came to pass when Samuel was old. Did Samuel become old? He lived only for fifty-two years. As it was said, If a man dies at age 52 he is said to have died at the age reached by Shmuel, the Ramati? [R. Yitzchak] said,  R. Yochanan said, Old age jumped upon him, as it is written, I regret that I made Shaul King. [Shmuel] said, Lord of the World, You have equated me with Moshe and Aharon, as it is said  Moshe and Aharon are among God’s priests, and Shmuel among those who call in God’s name. Just as with Moshe and Aharon, their handiwork was not canceled in their time, so too let my handiwork not be canceled in my lifetime. God said, How shall I act? Should Shaul die? Shmuel will not allow it. Should Shmuel die young? People will cast aspersions on him. Should neither Shmuel nor Shaul die? The time has come for David to reign and one kingship may not encroach on another even by a hair's breadth. God said: I will cause old age to jump on [Shmuel]."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            0,
            0,
            0,
            0,
            "... ...",
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            "Our Rabbis have taught: ...",
            "A person should always be soft like a reed and not hard like a cedar. ",
            "It once happened that R. Eleazar the son of R. Simeon was coming from Migdal Gedor, from the house of his teacher, and he was riding his donkey by the river and he felt a great happiness and very proud of himself because he had studied a lot of Torah\n"
        ],
        [
            "A particularly ugly man happened upon him ",
            "and said to him, ",
            "Peace be upon you, Rebbi, ",
            "and he [R. Eleazar) did not respond. ",
            "He said to him, ",
            "Good for nothing! How ugly this man is! ",
            "Are all the people of your city as ugly as you are? ",
            "The man said: ",
            "I do not know, but go and tell the artisan who made me, how ugly is the vessel which you have made. ",
            "When he [R. Eleazar] acknowledged, in his gut, that he had done wrong he got down from his donkey and prostrated himself before the man and said to him, ",
            "I submit myself to you; forgive me. ",
            "He said to him: ",
            "I will not forgive you until you go to the artisan that created me and tell him: how ugly is the vessel that you created. ",
            "He [R. Eleazar] walked behind him until he reached his city. ",
            "When his fellow citizens came out to meet him greeting him with the words, ",
            "‘Peace be upon you rabbi and teacher,’ ",
            "the man asked them, ",
            "‘Who are you calling rebbi, rebbi’? ",
            "They replied, ...",
            "‘The man who is walking behind you.’ ",
            "He said to them: ",
            "‘If this man is a rabbi, may there not be any more like him in Israel’! ",
            "They asked him: ",
            "‘Why’? ",
            "He replied: ",
            "‘He did such and such to me.' ",
            "They said to him: ",
            "‘Nevertheless, forgive him, for he is a man of great Torah learning.’ ",
            "The man replied: ",
            "‘For your sakes I will forgive him, ",
            "but only if he does not make a habit of acting this way.’ ",
            "Immediately, R. Eleazar son of R. Simeon entered [the Beit Midrash] and expounded, ",
            "A man should always be gentle as the reed and not hard like a cedar. And for this reason the reed merited that of it should be made a quill for the writing of the Torah scroll, phylacteries and mezuzot.",
            0,
            0
        ],
        [],
        [],
        [],
        [
            "R. Shmuel b. Nahmani said in the name of R. Yohanan: Why was Josiah punished? Because he should have consulted with Jeremiah but he did not. What was Josiah's proof text? \"And no sword shall pass through your land\" [Lev. 26:6]. What does the word \"sword\" mean? If you interpret it as a non-peaceful sword, Scripture has already stated, \"I shall restore peace upon the land.\" Rather, it means even a peaceful sword. But he did not know that his generation had found little favor in God's eyes. As Josiah was dying, Jeremiah noticed that his lips were moving. Jeremiah said: Perhaps, God forbid, he is saying something unworthy out of pain. He crouched down and heard him justifying the judgement that had been passed on him. Josiah was saying: \"The Lord is righteous, for I rebelled against His word [Lamentations 1:18]. At that moment, Jeremiah lamented him saying: \"The air we breathe, the anointed one of God, was trapped in their pits\" [Lam. 4:20].",
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0
        ],
        [
            0
        ]
    ],
    "titleVariants": [
        "Taanit",
        "Taanit",
        "Tractate Taanit",
        "Masekhet Taanit",
        "Talmud Taanit",
        "Ta'anit",
        "Ta'anith",
        "Taanith"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Sara Daniel's translation",
            "Jeremiah: The Fate of a Prophet by Binyanim Lau"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}