{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "language": "en",
    "title": "Taanit",
    "lengths": [
        59,
        223
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            ""
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "Our Rabbis have taught: A person should always be soft like a reed and not hard like a cedar. ",
            "It once happened that R. Eleazar the son of R. Simeon was coming from Migdal Gedor, from the house of his teacher, and he was riding his donkey by the river and he felt a great happiness and very proud of himself because he had studied a lot of Torah",
            "",
            "... "
        ],
        [
            "A particularly ugly man happened upon him and said to him, Peace be upon you, Rebbi, and he [R. Eleazar) did not respond. [Instead] he said to him, Good for nothing! How ugly this man is! Are all the people of your city as ugly as you are? The man said: I do not know, but go and tell the artisan who made me, how ugly is the vessel which you have made. When he [R. Eleazar] acknowledged, in his gut, that he had done wrong he got down from his donkey and prostrated himself before the man and said to him, I submit myself to you; forgive me. He said to him: I will not forgive you until you go to the artisan that created me and tell him: how ugly is the vessel that you created. He [R. Eleazar] walked behind him until he reached his city. When his fellow citizens came out to meet him greeting him with the words, ‘Peace be upon you rabbi and teacher,’ the man asked them, ‘Who are you calling rabbi’? They replied, ‘The man who is walking behind you.’ He said to them: ‘If this man is a rabbi, may there not be any more like him in Israel’! They asked him: ‘Why’? He replied: ‘He did such and such to me.' They said to him: ‘Nevertheless, forgive him, for he is a man of great Torah learning.’ The man replied: ‘For your sakes I will forgive him, but only if he does not make a habit of acting this way.’ Immediately, R. Eleazar son of R. Simeon entered [the Beit Midrash] and expounded, A man should always be gentle as the reed and not hard like a cedar. And for this reason the reed merited that of it should be made a quill for the writing of the Torah scroll, phylacteries and mezuzot.",
            "",
            ""
        ],
        [],
        [],
        [],
        [],
        [
            ""
        ]
    ],
    "heTitle": "תענית",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 31,
    "titleVariants": [
        "Taanit",
        "Tractate Taanit",
        "Masekhet Taanit",
        "Talmud Taanit"
    ],
    "textDepth": 2,
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}