{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishneh Torah, Foreign Worship and Customs of the Nations",
    "title": "Mishneh Torah, Foreign Worship and Customs of the Nations",
    "lengths": [
        12
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות עבודה זרה וחוקות הגויים",
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Foreign_Worship_and_Customs_of_the_Nations",
    "next": "Mishneh Torah, Foreign Worship and Customs of the Nations 2",
    "length": 12,
    "book": "Mishneh Torah, Foreign Worship and Customs of the Nations",
    "text": [
        [],
        [
            "",
            "",
            "",
            "",
            "A Jew who serves false gods, is like a gentile in all matters. And he is not like a Jew who violated another transgression punishable by being stoned to death. An apostate who worships false gods, is like an apostate to all matters in the Torah. And similarly Jewish minnim (heretics) are not considered like a Jew in any matter. And we never accept there repentance, because the verse states: \"None that go to her repent, nor will they regain the paths of life\" and minnim (heretics) are people who: go after there thoughts of there hearts, and foolish things which were said, until they ultimately transgress against the body of Torah arrogantly, with scorn, with the intent of provoking God's anger, and yet say that there is no sin involved. It is prohibited to speak to them or to respond to them at all as the verse states \"Do not come close to her door.\" and we can assume that every though of a min is towards worshiping false idols. "
        ],
        [
            "Whoever worships idols willingly, intentionally, they are punishable by kares and if there were witnesses and warning, stoning. By accident, they bring a set sin-offering (chatas)."
        ]
    ],
    "titleVariants": [
        "Mishneh Torah, Foreign Worship and Customs of the Nations",
        "Mishneh Torah, Avodah Kochavim",
        "Rambam, Foreign Worship and Customs of the Nations",
        "Rambam, Avodah Kochavim",
        "משנה תורה, הלכות עבודה זרה וחוקות הגויים",
        "רמב\"ם, הלכות עבודה זרה וחוקות הגויים",
        "Mishneh Torah, Laws of Foreign Worship and Customs of the Nations",
        "Rambam, Laws of Foreign Worship and Customs of the Nations",
        "Mishneh Torah, Hilchot Avodah Kochavim",
        "Rambam, Hilchot Avodah Kochavim"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Halacha"
    ],
    "type": "Halakhah",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Madda"
    ]
}