<book>
<intro>
<title>VORWORT DES HERAUSGEBERS</title>
<p>Dieses B&#x00FC;chlein wurde gleich nach Erscheinen im Jahre 1938 verbrannt. &#x2014; Warum?</p>
<p>Der Grund ist ein ganz einfacher.</p>
<p>Der vielverdiente Talmudgelehrte, Eli L. Berkovits hat es verstanden, in schlichter und sachverst&#x00E4;ndiger Weise Tatsachen &#x00FC;ber den Talmud und dessen Grunds&#x00E4;tze klarzustellen. Diese Wahrheit widersprach den Verleumdungen der nazistischen Propaganda. Sie durfte damals der deutschen &#x00D6;ffentlichkeit nicht zug&#x00E4;nglich gemacht werden, da Gefahr bestand, man k&#x00F6;nnte diese Verleumdungen durchschauen.</p>
<p>Dieses Buch wurde also verbrannt; nur ganz wenige Exemplare konnten gerettet werden.</p>
<p>Der Ner-Tamid-Verlag freut sich, da&#x00DF; es ihm gelungen ist, das Verlagsrecht f&#x00FC;r die Wiederherausgabe dieser nie in die &#x00D6;ffentlichkeit gelangten Publikation zu erhalten. Diese soll zun&#x00E4;chst in ihrer urspr&#x00FC;nglichen Form wieder erscheinen, begleitet von dem Ausdruck der Hoffnung, da&#x00DF; &#x2014; durch Wissen und Verstehen &#x2014; Geschehen einer finsteren Zeitepoche nie wieder wahr werden m&#x00F6;gen.</p>
<p>Dank sei an dieser Stelle Herrn Landesrabbiner Dr. I. E. Lichtigfeld f&#x00FC;r seine freundliche Beratung und Herrn Peter Henselder f&#x00FC;r seine eifrige Mitarbeit.</p>
<p>Shlomo Lewin</p>
<p>Frankfurt am Main, M&#x00E4;rz 1962</p>
</intro>
<intro>
<title>EINF&#x00DC;HRUNG</title>
<p>Was der Talmud ist, dar&#x00FC;ber haben sich in b&#x00F6;swilliger Absicht viele ge&#x00E4;u&#x00DF;ert, denen nichts mehr davon bekannt war, als einige aus dem Zusammenhang gerissene, entstellte und oft falsch &#x00FC;bertragene S&#x00E4;tze. Bei diesen handelt es sich noch dazu um Bemerkungen, die nur gelegentlich am Rande gemacht worden sind und nicht mit dem Hauptanliegen des Talmud zu tun hatten.</p>
<p>Ohne willige Hingabe und ein beinahe unbegrenztes Opfer an Zeit gibt es keinen wirklichen Zugang zum Talmud. Der Gelehrte des Talmud nennt sich daher auch nur &#x201E;Sch&#x00FC;ler der Weisen&#x201D;.</p>
<p>Wohl als Folge des dem Talmud angetanen schweren Unrechts besteht jetzt ein ziemlich weitverbreiteter Wunsch nach Aufkl&#x00E4;rung &#x00FC;ber das Wesen des Talmud.</p>
<p>Ich begr&#x00FC;&#x00DF;e daher den Neudruck des Buches.</p>
<p>Der Verfasser hat durch seine klaren und sachverst&#x00E4;ndigen Ausf&#x00FC;hrungen allen denjenigen, die sich die erforderliche M&#x00FC;he machen wollen, eine M&#x00F6;glichkeit gegeben, sich zum mindesten &#x00FC;ber den Aufbau, den Geist des Talmud und die Themen, die er behandelt, eine gewisse Vorstellung zu machen. Die Lekt&#x00FC;re dieses Buches ist nicht einfach. Wer sich ihr aber mit Flei&#x00DF; und der notwendigen Einf&#x00FC;hlung unterziehen wird, wird bestimmt durch den dadurch gew&#x00E4;hrten Einblick in die umfassende und eigenartige geistige Arbeit, die im Talmud geleistet worden ist, belohnt werden.</p>
<p>Wer mit der Erkenntnis, die der Verfasser vermittelt, ausger&#x00FC;stet ist, wird nicht mehr durch Zerrbilder, die &#x00FC;ber den Talmud verbreitet wurden, irregef&#x00FC;hrt werden.</p>
<p>Allen denen, die sich mit der Erziehung der Jugend besch&#x00E4;ftigen und auch der reiferen Jugend kann dieses Buch warm empfohlen werden.</p>
<p>Dr. I. E. Lichtigfeld</p>
<p>Landesrabbiner</p>
</intro>
<chapter>
<title>I. WAS IST DER TALMUD?</title>
<h1>1. Bibel und Talmud</h1>
<p>Buchstabe und geschriebenes Wort sind Zeichen, die gedeutet und erkl&#x00E4;rt werden m&#x00FC;ssen. Alles Lesen ist bereits Deutung und Erkl&#x00E4;rung des Geschriebenen. Allerdings sind wir uns dessen nicht immer bewu&#x00DF;t, denn Lesen ist f&#x00FC;r den modernen Menschen etwas Allt&#x00E4;gliches geworden &#x2014; eine T&#x00E4;tigkeit, die f&#x00FC;r ihn infolge der gro&#x00DF;en &#x00DC;bung mit keinerlei Schwierigkeiten verbunden ist.</p>
<p>Dies &#x00E4;ndert sich immer dann, wenn das Geschriebene nicht eindeutig ist, oder wenn es &#x201E;Zeichen&#x201D; ist f&#x00FC;r Gedankeng&#x00E4;nge, Ausdruck f&#x00FC;r Zusammenh&#x00E4;nge, die dem Leser fremd oder infolge ihrer Kompliziertheit und Tiefe nicht sofort klar zu durchschauen sind. In solchen F&#x00E4;llen werden wir uns der eigentlichen Bedeutung des Lesens bewu&#x00DF;t. Allerdings sprechen wir da nicht mehr von Lesen, sondern von Forschung, Studium, Lernen. Lesen ist erkl&#x00E4;ren, Lesen hei&#x00DF;t lernen.</p>
<p>Alles Geschriebene bedarf eines Kommentars. Der erste Leser ist immer auch der erste Kommentator. Die Bibel ist die geschriebene Lehre des Judentums, das Buch katexochen. Deshalb ist sie ohne Kommentar nicht denkbar. Wie jede Lehre mu&#x00DF; auch sie erkl&#x00E4;rt werden, und wie &#x00FC;berall beginnt auch bei ihr Erkl&#x00E4;rung mit Lesen. Bibel lesen ist immer Bibel erkl&#x00E4;ren. Bibel erkl&#x00E4;ren hei&#x00DF;t aber Bibel lernen. Den Proze&#x00DF; des Lernens und sein Ergebnis bezeichnet die Tradition in der Sprache der Bibel mit dem Wort Talmud. (Lamod hebr. lernen; Talmud Abkz. von T.-Tora.)</p>
<p>Mit dem Bibellesen beginnt der Talmud. Der erste Jude, der Bibel las, war der erste Talmudist. Ja, man k&#x00F6;nnte sogar sagen: Talmud ist nichts anderes als die besondere Art, in der das j&#x00FC;dische Volk Jahrtausende hindurch seine Bibel las und immer noch liest. Da Talmud Lesen ist, so ist er in seinem Wesen m&#x00FC;ndliche Lehre.</p>
<p>Wie man auch die Bibel lesen mag, immer wird man in ihr auf gr&#x00F6;&#x00DF;te Schwierigkeiten sto&#x00DF;en. Man wird &#x201E;fragen&#x201D;. Das Fragen ist die dynamische Kraft des Talmuds. Es geh&#x00F6;rt zum Text. Bibel ist Text, sie ist aber vor allem Lehre; zur Lehre aber geh&#x00F6;rt Antworten. Wer den Text gab, lie&#x00DF; Fragen offen. Wer die Lehre gab, mu&#x00DF; auch die Antworten gegeben haben. Aus Frage und Antwort besteht der Talmud. Aus alledem folgt: Zusammen mit der Bibel empfing das j&#x00FC;dische Volk den Talmud. Schriftliche und m&#x00FC;ndliche Lehre sind voneinander nicht zu trennen. Beide entstammen der gleichen Quelle. Der Talmud ist so alt wie die Bibel selbst.</p>
<p>Dies mag an folgenden verdeutlicht werden. Moses war wohl der erste Bibelleser in der Welt. Gelangte er nun etwa an die Stelle in der Tora, die im Falle einer Ehescheidung vorschreibt: &#x201E;Und er schreibe ihr ein Scheidebuch &#x2026;&#x201D;, so mu&#x00DF; er gefragt haben: Was ist ein Scheidebuch? Wie wird es geschrieben? Was soll sein Inhalt sein? Die Frage mu&#x00DF;te beantwortet werden, denn die Vorschrift der Bibel sollte g&#x00FC;ltiges Gesetz sein. Moses konnte nicht allein den Text des Gesetzes lehren, er mu&#x00DF;te zugleich die Erkl&#x00E4;rung zum Gesetz, die &#x201E;Ausf&#x00FC;hrungsbestimmung&#x201D; geben. Wer aber lehrte Moses die Erkl&#x00E4;rung, wer gab ihm die Ausf&#x00FC;hrungsbestimmung? Die gleiche Autorit&#x00E4;t, die ihm das Gesetz vermittelte, Gott selbst. Die &#x201E;Halacha l&#x2019;mosche missinai&#x201D;, die aus der Sinaiquelle Moses &#x00FC;berlieferte m&#x00FC;ndliche Lehre, ist kein Dogma, sondern historische Notwendigkeit, also geschichtliche Wahrheit. Mit der schriftlichen Lehre mu&#x00DF;te auch eine m&#x00FC;ndliche gegeben werden. Moses lehrte das Gesetz, folglich mu&#x00DF;te er auch seine Erkl&#x00E4;rung und Anwendung lehren. Moses war der erste Talmudist.</p>
<h1>2. Der Talmud und das Leben der Nation</h1>
<p>Nie war die Bibel f&#x00FC;r das j&#x00FC;dische Volk ein historisches Dokument, das der Vergangenheit angeh&#x00F6;rte. Immer sah das Volk in ihr das ewige, &#x00FC;berzeitliche Buch der ewig g&#x00FC;ltigen &#x201E;Lehre&#x201D;. Der j&#x00FC;dische Mensch las das Buch der Lehre (Sefer Tora) unter einem doppelten Gesichtspunkt: als Buch und als Lehre. Und dies bedeutet, da&#x00DF; er auf zwei Fragen Antwort suchte. Erstens auf die Frage: Was meint das Buch, das Wort, der Text? Und dann: Was will die Lehre, was fordert sie vom Menschen? Der j&#x00FC;dische Mensch begn&#x00FC;gt sich nicht mit dem Verst&#x00E4;ndnis des <italic>Textes</italic>, er will vor allem die Konsequenzen erkennen, die aus der <italic>Lehre</italic> f&#x00FC;r sein Leben folgen. Darin besteht die besondere Art des j&#x00FC;dischen Bibellesens und damit der Wesenskern des Talmuds. Diese doppelte Fragestellung, mit der der j&#x00FC;dische Mensch an die Bibel herangeht, ist bereits Talmud, so wie die Antwort, die er auf die zwiefache Frage findet, den umfangreichsten Bestandteil des Talmuds bildet. Der Talmud erkl&#x00E4;rt den Text und zeigt auch die Verwirklichung der Lehre im Leben.</p>
<p>a) Das Verst&#x00E4;ndnis des Textes ist die Voraussetzung f&#x00FC;r die Verwirklichung der Lehre; wer den Text nicht versteht, der kann auch die Lehre nicht begreifen. So f&#x00FC;hrt ein Weg von der Vokabel zum Wort, vom Satz zur Satzung, vom Text zur Lehre, vom &#x201E;Sefer&#x201D; zur &#x201E;Tora&#x201D;. Es ist der Weg der philologischen Exegese oder &#x2014; in der Sprache der &#x00DC;berlieferung &#x2014; der Weg des P&#x2019;schat, das ist die &#x201E;einfache Erkl&#x00E4;rung&#x201D;. Wer diesen Weg zu Ende beschreitet, wer nicht allein die Vokabel versteht, sondern auch das Wort h&#x00F6;rt, das den Menschen ruft, ihn verpflichtet, wer &#x00FC;ber die Erkl&#x00E4;rung des Textes zu einer Lehre gelangt, die Erf&#x00FC;llung fordert im Leben, der wird bald erfahren, da&#x00DF; neben der &#x201E;einfachen Erkl&#x00E4;rung&#x201D; auch eine andere mit dem gleichen Anspruch auf Anerkennung bestehen m&#x00FC;sse. Die Lehre, zu der man &#x00FC;ber den P&#x2019;schat gelangt, ist lebendig im Volke; als g&#x00FC;ltiges Staatsgesetz, als verpflichtende Norm des j&#x00FC;dischen sozialen und gesellschaftlichen Lebens, als Quintessenz j&#x00FC;discher Lebenshaltung geht sie ein in die Wirklichkeit der Volksexistenz. Sie wird so zur lebendigen Geisteskraft, in der die Lehre sich als etwas Einheitliches dokumentiert, die dann selbst zum Bibelwort zur&#x00FC;ckgreifen kann, um nun ihrerseits aus dem Geist- und Sinngehalt des lebendigen Ganzen heraus die einzelne Textstelle zu &#x201E;deuten&#x201D;. Neben der philologischen Exegese, die den Bibelleser vom Text zur Lehre f&#x00FC;hrt, besteht die Deutungsexegese, die den Bibelverwirklicher von der lebendigen Lehre zum geschriebenen Wort zur&#x00FC;ckgeleitet. Neben dem P&#x2019;schat steht gleichberechtigt der Drasch die &#x201E;Deutung&#x201D;. Auf dem Weg des P&#x2019;schat wird der Wortsinn erkl&#x00E4;rt, durch den Drasch wird der lebendige Geistsinn gekl&#x00E4;rt. Wenn es etwa bei den Schadenersatzbestimmungen in der Bibel von dem Ochsen, der in einem bestimmten Fall einen Menschen get&#x00F6;tet hat, hei&#x00DF;t: &#x201E;Gesteinigt soll der Ochse werden, und auch sein Eigent&#x00FC;mer soll get&#x00F6;tet werden&#x201D;, so hat die philologische Exegese mit der Erkl&#x00E4;rung einiger Vokabeln ihre Aufgabe erf&#x00FC;llt. Sie ist nun in der Lage, diesen Satz entsprechend seinem Wortsinn zu &#x00FC;bersetzen. Die lebendige Lehre aber, die diese Vorschrift als Norm in die Gesetzgebung einf&#x00FC;gen soll, kann sich mit der &#x201E;w&#x00F6;rtlichen&#x201D; &#x00DC;bersetzung nicht zufrieden geben, denn aus dem Geist der Lehre, der aus unz&#x00E4;hligen anderen Stellen der Bibel erschlossen wird, und der so zur Praxis der Gesetzgebung geworden ist, geht hervor, da&#x00DF; &#x201E;f&#x00FC;r sein T&#x00F6;ten kannst du ihn zum Tode verurteilen, nicht aber f&#x00FC;r das T&#x00F6;ten seines Ochsen&#x201D; und deshalb wird gedeutet: &#x201E;Auch der Eigent&#x00FC;mer ist des Todes schuldig&#x201D;, damit ist gemeint: &#x201E;Geldersatz&#x201D;. Der Geist der Lehre kann nur einen Schadenersatz verlangen, der in diesem Fall in Geldeswert zu leisten ist. Das, was mit Hilfe der Methode des Drasch aus dem Text der Bibel erschlossen wird, hei&#x00DF;t Midrasch.</p>
<p>Der wesentliche Unterschied zwischen philologischer und midraschischer Exegese kann hier nicht ausf&#x00FC;hrlich dargelegt werden. Wir weisen in diesem Zusammenhang auf zwei wichtige Punkte hin. Erstens: Widerspr&#x00FC;che, zweitens: &#x00FC;berfl&#x00FC;ssige Textstellen, Worte, Buchstaben und so weiter. Widerspr&#x00FC;che k&#x00F6;nnen von der philologisch-wissenschaftlichen Exegese nicht gel&#x00F6;st, sondern nur registriert werden; midraschische Exegese aber mu&#x00DF; sie l&#x00F6;sen, weil Widerspr&#x00FC;che nur in einem Text m&#x00F6;glich sind, untragbar aber sind sie f&#x00FC;r eine Lehre, die im Leben zu verwirklichen ist. Die lebendige Lehre, die der Ausgangspunkt des Midrasch ist, fordert die Aufl&#x00F6;sung der Widerspr&#x00FC;che, die sich aus dem Wortsinn ergeben. Auch hierbei wird nach der allgemeinen midraschischen Regel verfahren: Wortsinn wird gedeutet durch Geistsinn. (&#x00DC;ber das logische Prinzip, das bei der Aufl&#x00F6;sung der Widerspr&#x00FC;che zur Geltung kommt, siehe weiter Abschnitt II,2.)</p>
<p>Ganz &#x00E4;hnlich verh&#x00E4;lt es sich auch damit, was in der Bibel dem Wortsinn nach als &#x00FC;berfl&#x00FC;ssig erscheint. Dies kann eine ganze Vorschrift sein, wenn sie z. B. bereits aus einer anderen Stelle hervorgeht. Es k&#x00F6;nnen W&#x00F6;rter, Buchstaben sein, wenn sie etwa aus grammatikalischen Gr&#x00FC;nden &#x00FC;berfl&#x00FC;ssig sind usw. Die philologische Exegese kann mit diesen Stellen nichts anfangen, sie kann sie sich merken oder, wenn sie &#x00FC;ber viel Mut und wenig Gewissenhaftigkeit verf&#x00FC;gt, sogar streichen; der Midrasch <italic>mu&#x00DF;</italic> sie deuten. Denn die Lehre mu&#x00DF; etwas Einheitlich-Ganzes sein, in dem alles notwendig und begr&#x00FC;ndet ist, zu der man &#x201E;nichts hinzuf&#x00FC;gen und an der man nichts mindern darf&#x201D;. Die Lehre kann nichts &#x00DC;berfl&#x00FC;ssiges enthalten; was zur Lehre geh&#x00F6;rt, geh&#x00F6;rt notwendigerweise zu ihr. Da nach talmudischer Voraussetzung der Text der Lehre ebenso g&#x00F6;ttlichen Ursprungs ist wie die Lehre selbst, mu&#x00DF; er ebenso vollkommen sein wie sie. Der Text mu&#x00DF; in allem der Lehre homogen sein und sie decken. Es mu&#x00DF; m&#x00F6;glich sein, jedes Wort und jeden Buchstaben wieder in Lehre zu verwandeln. Daher die h&#x00E4;ufige midraschische Frage: &#x201E;Was will es mich lehren?&#x201D; Der Text darf genau so wenig &#x00DC;berfl&#x00FC;ssiges enthalten wie die Lehre selbst. Was nach dem Wortsinn als &#x00FC;berfl&#x00FC;ssig sich erweist, mu&#x00DF; aus dem Geistsinn des Gesamtsystems der Lehre gedeutet werden.</p>
<p>Die Deutung (Midrasch) ist eine Konsequenz der lebendigen Lehre. Sie ist zun&#x00E4;chst Deutungszwang, der sich allerdings dadurch in Deutungsrecht verwandelt, da&#x00DF; die im Text gegebene Deutungsm&#x00F6;glichkeit nicht willk&#x00FC;rlich gehandhabt wird. Die Deutung w&#x00E4;chst immer notwendig aus der lebendigen Wirklichkeit der Lehre hervor. Diese Notwendigkeit ist meistens logisch nachweisbar (siehe weiter Abschnitt II, 1, 2). Aber selbst dann, wenn dies nicht der Fall ist, wenn der Midrasch, wie es auch oft geschieht, in seiner Methode nicht mit befriedigender logischer Notwendigkeit verf&#x00E4;hrt, selbst dann ist er als die organische Entfaltung der Lehre zu erkennen. &#x00DC;ber diese <italic>organische Notwendigkeit</italic> verf&#x00FC;gt der Midrasch immer, und deshalb ist auch er nichts anderes als eine Wahrheit der lebendigen Lehre.</p>
<p>P&#x2019;schat ist Bibelexegese als Antwort auf die Frage nach dem Wort- und Textsinn. Auch Drasch oder gel&#x00E4;ufiger Midrasch ist Exegese &#x2014; unter dem Gesichtspunkt der anderen Frage nach dem verpflichtenden Sinn und Willen der Lehre. Da der Talmud beide Fragen aufwirft, stehen in der talmudischen Exegese P&#x2019;schat und Midrasch nebeneinander.</p>
<p>b) Die talmudische Exegese ist die Vorbereitung f&#x00FC;r das eigentliche Thema der m&#x00FC;ndlichen Lehre, das wir mit den Worten formulieren wollen: Verwirklichung der schriftlichen Lehre im Leben.</p>
<p>Die Lehre als f&#x00FC;r den j&#x00FC;dischen Menschen verpflichtende Norm ist Gesetz, und wie jedes Gesetzbuch kann auch die Bibel nur die grundlegenden Gesetze in &#x00E4;u&#x00DF;erster Knappheit enthalten. Sobald aber im praktischen Leben der &#x201E;Fall&#x201D; auftaucht, an dem das einzelne Gesetz anzuwenden ist, reicht die im Gesetzeskodex festgelegte Formulierung nicht aus, das Gesetz mu&#x00DF; durch seine &#x201E;Ausf&#x00FC;hrungsbestimmungen&#x201D; erl&#x00E4;utert werden. Zur schriftlich fixierten Norm geh&#x00F6;rt immer auch die Wissenschaft von ihrer praktischen Ausf&#x00FC;hrung. Wie bei jedem anderen Gesetzbuch ist daher auch bei der Gesetzeslehre der Bibel eine Erg&#x00E4;nzung durch dieses Wissen um die praktische Anwendung unerl&#x00E4;&#x00DF;lich. Und darin liegt die Notwendigkeit zur m&#x00FC;ndlichen Lehre, denn auch sie ist nichts anderes als die Methodologie der Anwendung und Verwirklichung der schriftlichen Tora. (&#x00DC;ber das &#x201E;M&#x00FC;ndliche&#x201D; s. oben Kap. 1.)</p>
<p>Ehre Vater und Mutter, h&#x00FC;te den Sabbat, begehre nicht &#x2014; all diese Gebote sind klar und knapp formuliert, doch k&#x00F6;nnen sie ohne ausf&#x00FC;hrliche Erl&#x00E4;uterung der ihnen zugrunde liegenden Begriffe in der Praxis des Lebens nicht als Richtschnur menschlichen Handels dienen. Schon bei ihrer Lekt&#x00FC;re st&#x00F6;&#x00DF;t man auf ungez&#x00E4;hlte Fragen. Wie-weit reicht die Pflicht der Elternehrung? Wie ist es, wenn Vater und Mutter auf Grund ihres Lebenswandels keine Ehrung verdienen? Wie h&#x00FC;tet man den Sabbat? Wo ist die Grenze zwischen W&#x00FC;nschen, Begehren, Neid? Wann ist ein Begehren s&#x00FC;ndhaft? usw., usw. Selbst so eindeutige und klare Gesetze wie die Zehn Gebote sind ohne &#x201E;Ausf&#x00FC;hrungsbestimmungen&#x201D; im Leben nicht anwendbar. Das Ziel der m&#x00FC;ndlichen Lehre ist die Erforschung der Anwendungs- und Verwirklichungsformen des Gesetzes. Ganze Talmudabschnitte und dickb&#x00E4;ndige Traktate sind oft nichts anderes als die Ausf&#x00FC;hrungsbestimmungen einiger wenigen und knappen Worte der Lehre. Der Talmud zeigt die Anwendung der Lehre im &#x201E;gegebenen Fall&#x201D;.</p>
<p>Sofern nun diese F&#x00E4;lle vom Gesetzgeber ausdr&#x00FC;cklich vorhergesehen worden sind, ist die Anwendung des Gesetzes verh&#x00E4;ltnism&#x00E4;&#x00DF;ig einfach und selbstverst&#x00E4;ndlich. Sie geht dann meistens auf direkte &#x00DC;berlieferung zur&#x00FC;ck, die zumindest in ihrem Kern so alt ist wie das Gesetz selbst. Denn ebenso alt wie das Inkrafttreten eines Gesetzes m&#x00FC;ssen auch die Bestimmungen &#x00FC;ber seine Ausf&#x00FC;hrung sein. Zum Problem wird die Gesetzesanwendung dann, wenn im Leben des Volkes &#x201E;neue F&#x00E4;lle&#x201D; auftauchen, die vom Gesetzgeber nicht ausdr&#x00FC;cklich vorhergesehen worden sind. Das Leben wandelt und entwickelt sich, das Gesetz der Lehre aber ist unwandelbar. Die unwandelbare Lehre mu&#x00DF; stets das ver&#x00E4;nderliche Leben gestalten. Das ewig g&#x00FC;ltige Gesetz mu&#x00DF; auch die &#x201E;neuen F&#x00E4;lle&#x201D; entscheiden. Wie ist dies aber m&#x00F6;glich? Die Frage ist kein spezifisches Problem der m&#x00FC;ndlichen Lehre, sondern ein Problem der allgemeinen Rechtsphilosophie. Denn jeder Gesetzeskodex &#x00FC;berdauert die Lebensverh&#x00E4;ltnisse, die die Voraussetzung und Veranlassung seines Entstehens bildeten. Die F&#x00FC;lle der &#x201E;F&#x00E4;lle&#x201D; in der Praxis kann von keinem Gesetzgeber vorausgesehen werden. Trotzdem ist es m&#x00F6;glich, auch die neuen F&#x00E4;lle nach dem &#x00E4;lteren Recht zu entscheiden. Gewi&#x00DF;, nicht nach dem subjektiven Willen des Gesetzgebers, der nicht mehr befragt werden kann, sondern nach dem objektiven Geistsinn des Gesetzes, der stets gegenw&#x00E4;rtig ist. Genau so verf&#x00E4;hrt auch der Talmud. Mit Hilfe von exegetischen und streng logischen Regeln wird der Wille der Lehre auch f&#x00FC;r die F&#x00E4;lle erschlossen, die vom Gesetzgeber selbst nicht vorhergesehen worden sind. Gesetzesanwendung bedeutet dann allerdings nicht mehr nur Gesetzesausf&#x00FC;hrung, sondern sch&#x00F6;pferische Entfaltung des der Lehre innewohnenden Geistes. Hierbei offenbart sich vor allem die Fruchtbarkeit der midraschischen Auslegungsmethode, die im Text immer wieder nach dem Geistsinn forscht. Die Gesetzesanwendung in all den unz&#x00E4;hligen &#x201E;neuen F&#x00E4;llen&#x201D;, die das ewig ver&#x00E4;nderliche Leben mit sich bringt, ist ohne Gesetzesdeutung, also ohne Midrasch, nicht denkbar.</p>
<p>In den &#x201E;F&#x00E4;llen&#x201D;, die zu entscheiden sind, stellt das Leben seine Fragen. Die Lehre mu&#x00DF; antworten. In dieser Zwiesprache zwischen Leben und Tora entfaltet sich die m&#x00FC;ndliche Lehre, der Talmud. &#x201E;Du sollst&#x0021;&#x201D; befiehlt die Bibel &#x2014; &#x201E;Wie?&#x201D; fragt das Leben &#x2014; &#x201E;So&#x0021;&#x201D; antwortet der Talmud. Alt wie das &#x201E;Du sollst&#x201D; der Lehre, jung wie die Frage des heutigen Tages ist der Talmud; ewig ist er, wie Lehre und Leben ewig sind. Der Talmud ist die Br&#x00FC;cke, auf der die Lehre ins Leben schreitet. Bibel ohne Talmud ist wie Seele ohne Bindung an den K&#x00F6;rper &#x2014; ewig aber nicht von dieser Welt. Da&#x00DF; die Lehre &#x201E;nicht im Himmel ist&#x201D;, danken wir dem Talmud.</p>
<p>Da Gesetzanwendung und -ausf&#x00FC;hrung als Kommentar unter dem Gesichtspunkt der Verwirklichung bezeichnet werden k&#x00F6;nnen, ist Talmud Bibelkommentar im weitesten Sinne des Wortes; verfa&#x00DF;t vom j&#x00FC;dischen Volk im Laufe der Ewigkeit der j&#x00FC;dischen Geschichte.</p>
<h1>3. Talmud und Wissenschaft</h1>
<p>Das enge Verh&#x00E4;ltnis, das zwischen Talmud und dem Leben des Volkes besteht, bestimmt auch die Beziehung von Talmud und Wissenschaft, die wir im folgenden nur kurz streifen k&#x00F6;nnen.</p>
<p>Der Talmud geht immer von dem &#x201E;Fall&#x201D; aus. (&#x201E;Zwei halten ein Kleid; der eine sagt &#x2026;, der andere sagt &#x2026;&#x201D; Baba Mezia, Mischna I.)</p>
<p>Die Frage des Talmuds lautet: Was fordert das Gesetz in dem bestimmten Fall? Sie ist eine praktische und keine wissenschaftlich-theoretische Frage. Der Talmudist steht mitten im Leben seines Volkes, das ihn mit unz&#x00E4;hligen Fragen bedr&#x00E4;ngt, und auf die er, die Konsequenzen aus der Lehre ziehend, die Antwort sucht. Das j&#x00FC;dische Volk verf&#x00FC;gt &#x00FC;ber kein literarisches Dokument, das so lebensnahe w&#x00E4;re wie der Talmud. Talmudistik ist keine theoretisch-sophistische Haarspalterei, sondern der strenge und konsequente Wille der Nation, das Leben in klarer Sachlichkeit unter dem Gesichtspunkt der ewigen Lehre zu gestalten.</p>
<p>Der Talmud w&#x00E4;chst am Leben des Volkes, deshalb ist sein Anfang der &#x201E;Fall&#x201D;; die Wissenschaft dagegen beginnt mit dem Begriff. Der Fall, der zur Entscheidung steht, ist die Frage des Lebens. Die Fragen der Wissenschaft jedoch sind Probleme. Das Problem wird durch Hypothesen gel&#x00F6;st, die Frage aber erheischt Antwort. Hypothesen brauchen nur m&#x00F6;glich zu sein, Antworten m&#x00FC;ssen zwingend sein. Die Wissenschaft meint, die Lehre mu&#x00DF; wissen. Daher die scharfe Diskussion im Talmud, die erst dann abgeschlossen werden kann, wenn eine Antwort sich als zwingend erwiesen hat, oder, wie es ein gro&#x00DF;er zeitgen&#x00F6;ssischer Gelehrter im Laufe einer Diskussion in seiner Jeschiwa sagte: &#x201E;Man kann so sagen&#x201D; &#x2014; ist keine Antwort, &#x201E;man mu&#x00DF; so sagen&#x201D; &#x2014; ist die Antwort.</p>
<p>Talmud ist keine Wissenschaft; Talmud ist wie die Bibel selbst Lebenslehre. An den Gegensatzpaaren: Fall &#x2014; Begriff, Frage &#x2014; Problem, Antwort &#x2014; Hypothese ist der wesenhafte Unterschied zwischen Wissenschaft und Lehre wohl am klarsten zu erkennen.</p>
<p>Allerdings mu&#x00DF; beachtet werden: Wenn auch Lehre keine Wissenschaft ist, so setzt sie doch wissenschaftliche Erkenntnisse voraus. (Die medizinische Sprechstunde ist ohne klinische Forschung nicht denkbar. Der praktischen Gerichtsbarkeit m&#x00FC;ssen theoretisch-juristische Erkenntnisse vorangehen.) Talmud als die Lehre von den Verwirklichungsformen der Tora ist ohne die wissenschaftliche Verarbeitung der Begriffe, die ihr zugrunde liegen, nicht m&#x00F6;glich. Wobei es nicht darauf ankommt, ob der Talmudist sich seiner wissenschaftlichen Leistung bewu&#x00DF;t wird, sondern nur darauf, da&#x00DF; er die Begriffe und Probleme, die der Lehre vorangehen, in wissenschaftlicher Klarheit durchdenkt. Auch vor Plato und Aristoteles war logisches Denken in begrifflicher Klarheit m&#x00F6;glich. Die Deuteregeln des Midraschs sind die wissenschaftlichen Ergebnisse einer hochentwickelten Logik, die im Talmud nicht erst gelehrt, sondern bereits angewandt wird. Eine gro&#x00DF;e Anzahl von Prinzipien und theoretischen Grunds&#x00E4;tzen erscheinen im Talmud als abgeschlossene Erkenntnisse, die selbst nicht mehr diskutiert werden; diskutiert wird immer nur ihre Anwendungsm&#x00F6;glichkeit im &#x201E;gegebenen Fall&#x201D;. Da&#x00DF; man aber mit ihnen ohne weiteres operieren kann, beweist, da&#x00DF; sie bereits vorher in ihrem Wesen theoretisch gekl&#x00E4;rt worden sind. Ein Beispiel: &#x00C4;hnlich wie es in der Erkenntnistheorie ein Problem der &#x201E;Best&#x00E4;ndigkeit der Erscheinungen&#x201D; gibt, kennt auch der Talmud einen Begriff der &#x201E;Best&#x00E4;ndigkeit&#x201D;, die sog. &#x201E;Chasakka&#x201D;. &#x201E;Best&#x00E4;ndigkeit&#x201D; ist im Talmud allerdings kein Problem, sondern ein Grundsatz, der etwa besagt: Ein einmal wahrgenommener Zustand usw. usw. <italic>gilt</italic> so lange als weiterbestehend, bis wir uns vom Gegenteil &#x00FC;berzeugt haben. Dieser Grundsatz und viele andere &#x00E4;hnlicher Art werden im Talmud bereits angewandt; der Anwendung mu&#x00DF; jedoch die philosophische Erkl&#x00E4;rung des Begriffs vorangegangen sein.</p>
<p>Da Lehre nicht Wissenschaft ist, so ist zu erwarten, da&#x00DF; ihr systematischer Aufbau nicht verwechselt werde mit der Systematik einer wissenschaftlichen Disziplin. Wer mit wissenschaftlichen Vorurteilen an die Lehre herantritt, wird auch die Lehre nicht finden.</p>
<p>Tora ist Lehre und keine Wissenschaft.</p>
</chapter>
<chapter>
<title>II. METHODOLOGIE DES TALMUD</title>
<p>Eine Besinnung auf die wissenschaftlichen Voraussetzungen der m&#x00FC;ndlichen Lehre findet sich im Talmud &#x2014; in der Zusammenfassung der sieben Deuteregeln des Midraschs durch Hillel.</p>
<p>Diese Zusammenfassung ist das Kernst&#x00FC;ck einer streng wissenschaftlichen Methodologie der Midrasch-Exegese. Wobei man aber beachten mu&#x00DF;: Die Deuteregeln sind nicht erst von Hillel entdeckt worden, Hillel fand sie bereits in der Lehre vor; er las sie an den F&#x00E4;llen, in denen sie in den Jahrhunderten vor ihm angewandt worden sind, ab und fa&#x00DF;te sie zusammen. Zu welchem Zweck? Nicht um die Theorie der midraschischen Methode zu lehren; nicht um die logische Richtigkeit der Regeln zu beweisen. Zu beweisen war da nichts. Die Regeln galten bereits Jahrhunderte vor Hillel. Selbst mit dieser Zusammenfassung, die nichts anderes als formale Logik und ohne diese nicht zu begreifen ist, bekundet der Talmud kein wissenschaftliches Interesse. Die Regeln werden zusammengestellt, um mit gr&#x00F6;&#x00DF;erer Sicherheit angewandt werden zu k&#x00F6;nnen. Das praktische Interesse entscheidet; die Wissenschaft dient der Lehre.</p>
<h1>1. Die logischen Schl&#x00FC;sse</h1>
<p>Wie wir es bereits zeigten, kam die deutende Exegese vor allem dann zur Geltung, wenn im Leben &#x201E;neue F&#x00E4;lle&#x201D; auftauchten, die vom Gesetzgeber nicht ausdr&#x00FC;cklich vorher entschieden werden konnten, die aber trotzdem im Geist der Lehre entschieden werden mu&#x00DF;ten. Wie konnte man aber den Geist der Lehre so ermitteln, da&#x00DF; er nicht blo&#x00DF; als die subjektive Meinung eines einzelnen &#x00FC;ber die Lehre, sondern als der objektive, also auch geltende Wille der Lehre angesehen werden mu&#x00DF;te? Es gab da nur einen Weg: der Schlu&#x00DF; von dem Bekannten auf das X. Da aber die Lehre nie in Begriffen sich manifestiert, sondern in Einzelf&#x00E4;llen, in denen sie ein Handeln oder Verhalten bestimmt, so mu&#x00DF;te von Einzelfall auf Einzelfall &#x2014; oder in der Terminologie der Logik ausgedr&#x00FC;ckt &#x2014; von Besonderem auf ein Besonderes geschlossen werden. Wie verfuhr hierbei der Talmud? Wir zeigen es an einem Beispiel.</p>
<p>a) Im Traktat P&#x2019;sachim (66a) hei&#x00DF;t es: Es geschah einmal, da&#x00DF; der Vortag des Pe&#x00DF;achfestes auf einen Sabbat fiel, und man wu&#x00DF;te nicht, ob am Sabbat das Pe&#x00DF;achopfer dargebracht werden d&#x00FC;rfe, da die Darbringung mit verschiedenen Arbeiten verkn&#x00FC;pft ist, die sonst am Sabbat verboten sind. Weder in der Bibel noch in der m&#x00FC;ndlichen Lehre fand sich dar&#x00FC;ber eine Bestimmung, doch mu&#x00DF;te man auch diesen Fall auf Grund der Lehre entscheiden. &#x2014; Nun lehrte Hillel: Wir wissen, da&#x00DF; das t&#x00E4;gliche Opfer auch am Sabbat dargebracht werden mu&#x00DF;. Beim t&#x00E4;glichen Opfer hei&#x00DF;t es: &#x201E;in seiner Zeit&#x201D; soll es dargebracht werden. Von dem Pe&#x00DF;achopfer hei&#x00DF;t es aber auch: &#x201E;in seiner Zeit&#x201D; soll es bereitet werden. Dies aber berechtigt mich zu dem Schlu&#x00DF;: Wie das &#x201E;in seiner Zeit&#x201D; beim t&#x00E4;glichen Opfer bedeutet: auch wenn diese Zeit ein Sabbat ist, ebenso wird der gleiche Ausdruck beim Pe&#x00DF;achopfer besagen: &#x201E;in seiner Zeit&#x201D; &#x2014; selbst an einem Sabbat. Auf eine logische Formel gebracht, verl&#x00E4;uft der Gedankengang folgenderma&#x00DF;en:</p>
<p align="blockquote">Das t&#x00E4;gliche Opfer verdr&#x00E4;ngt das Sabbatgebot</p>
<p align="blockquote">Das t&#x00E4;gliche Opfer ist dem Pe&#x00DF;achopfer &#x00E4;hnlich</p>
<p align="blockquote">(durch die Gleichheit des Wortlautes der Zeitbestimmung in der Bibel)</p>
<p>Also verdr&#x00E4;ngt das Pe&#x00DF;achopfer das Sabbatgebot. Dies ist aber nichts anderes als der Analogieschlu&#x00DF; der Logik, der die Formel hat: M ist P; S und M sind einander &#x00E4;hnlich; folglich ist S &#x003D; P. Da der Analogieschlu&#x00DF; im Talmud fast ausschlie&#x00DF;lich auf die Gleichheit des Ausdrucks im biblischen Text sich gr&#x00FC;ndet, ist sein talmudischer Name &#x201E;G&#x2019;serat-Schaweh&#x201D;, d. h. der &#x201E;analoge Ausdruck&#x201D;.</p>
<p>Allerdings k&#x00F6;nnen auf Grund der &#x00C4;hnlichkeit keine notwendigen, also vollkommen sicheren Schl&#x00FC;sse gewonnen werden. Die Analogie kann immer nur mit Wahrscheinlichkeit die Gleichheit zwischen dem M-&#x00E4;hnlichen S und dem M-gleichen P begr&#x00FC;nden. Die Analogie berechtigt immer nur zu einer Vermutung. Mit Vermutungen kann man aber Fragen der Lehre nicht entscheiden. Die Wahrscheinlichkeitsrechnung kann nur eine Methode der Wissenschaft, nicht aber eine ausreichende Methode der Lehre sein. Ob man am Sabbat das Pe&#x00DF;achopfer darbringen darf oder nicht, das mu&#x00DF; man mit Bestimmtheit wissen. Deshalb bedarf der talmudische Analogieschlu&#x00DF;, die &#x201E;G&#x2019;serat-Schaweh&#x201D;, wo es sich um eine Gesetzesentscheidung handelt, noch einer weiteren Sicherung. Die Wahrscheinlichkeit soll gelten. Wie kann sie das? Die Logik antwortet darauf: Die auf Grund der Analogie erschlossene Wahrscheinlichkeit kann durch die Erfahrungen, die sie best&#x00E4;tigen, zur empirischen Geltung gelangen. Was aber f&#x00FC;r die Wissenschaft die Erfahrung, die Empirie ist, das ist in der Lehre die Tradition. Deshalb besteht der Grundsatz: der talmudische Analogieschlu&#x00DF; gilt nur dann, wenn er von einer &#x00DC;berlieferung best&#x00E4;tigt wird. Dies besteht im allgemeinen darin, da&#x00DF; die G&#x2019;serat-Schaweh von Geschlecht zu Geschlecht, von Lehrern auf Sch&#x00FC;ler &#x00FC;berliefert worden ist.</p>
<p>Oder, wie Hillel sich ausdr&#x00FC;ckt: &#x201E;Niemand darf von sich aus einen Analogieschlu&#x00DF; aufstellen&#x201D;, womit gemeint ist: Niemand darf auf Grund eines Analogieschlusses, der durch keine Tradition gest&#x00FC;tzt wird, Gesetzesentscheidungen treffen. Dies ist kein Dogma, sondern die wissenschaftliche Konsequenz aus der Analogie. Die Analogie ergibt nur eine Wahrscheinlichkeit; die Wahrscheinlichkeit kann aber keine Antwort sein auf Fragen der Lehre.</p>
<p>b) Hillel zeigt uns auch einen anderen Weg, um die oben zitierte Frage in bezug auf das Pe&#x00DF;achopfer zu entscheiden. Wie k&#x00F6;nnen von dem Analogieschlu&#x00DF; absehen. Es wird vorausgesetzt: Es ist uns bekannt, da&#x00DF; das t&#x00E4;gliche Opfer das Sabbat-Gebot aufhebt. Wir wissen, da&#x00DF;, w&#x00E4;hrend auf die Unterlassung des Pe&#x00DF;achopfers die Kareth-(Ausrottungs-) Strafe steht, diese Strafe nicht gilt f&#x00FC;r die Unterlassung des t&#x00E4;glichen Opfers. Dem Gesetzgeber mu&#x00DF; an der Darbringung eines Opfers, auf dessen Unterlassung er die Kareth-Strafe gesetzt hat, mehr gelegen haben als an der Darbringung eines Opfers, f&#x00FC;r dessen Unterlassung er diese &#x00E4;u&#x00DF;erst harte Strafe nicht bestimmte. Nun lehrt Hillel den Schlu&#x00DF;: Wenn schon die Darbringung des t&#x00E4;glichen Opfers, auf dessen Unterlassung keine Kareth-Strafe steht, das Sabbat-Gebot aufhebt, um wieviel mehr mu&#x00DF; das Pe&#x00DF;achopfer, dessen Unterlassung mit Kareth bestraft wird, das Sabbat-Gebot aufheben. Auf eine logische Formel gebracht hei&#x00DF;t dies: Auf Grund der Beziehung zwischen der Verschiedenartigkeit der Strafen im Falle einer Unterlassung steht fest:</p>
<p align="blockquote">Die Darbringung des Pe&#x00DF;achopfers &#x00FC;bertrifft an Bedeutung die Darbringung des t&#x00E4;glichen Opfers</p>
<p align="blockquote">Die Darbringung des t&#x00E4;glichen Opfers ist so bedeutend, da&#x00DF; sie das Sabbat-Gebot aufhebt</p>
<p align="blockquote">Das Pe&#x00DF;achopfer hebt das Sabbat-Gebot ebenfalls auf.</p>
<p>Im Talmud wird dieser Schlu&#x00DF; &#x201E;Kal-w&#x2019;Chomer&#x201D; genannt; urspr&#x00FC;nglich im Sinn &#x201E;vom religionsgesetzlich Leichteren auf das religionsgesetzlich Schwerere (schlie&#x00DF;end)&#x201D;, allgemein gefa&#x00DF;t: &#x201E;Vom Besonderen auf das umfassendere Besondere&#x201D;, etwa so, da&#x00DF; man sich sagt: Was A enth&#x00E4;lt, mu&#x00DF; das umfangreichere A<sub>1</sub> auch enthalten. Dieser Schlu&#x00DF; ist im Gegensatz zum Analogieschlu&#x00DF; der G&#x2019;serat-Schaweh zwingend; deshalb bedarf er keinerlei anderer Best&#x00E4;tigung als die der logischen Notwendigkeit. Der Kal-w&#x2019;Chomer gilt immer, auch wenn er durch keinerlei Tradition gest&#x00FC;tzt wird. Oder, wie der Talmud sich ausdr&#x00FC;ckt: &#x201E;Jeder hat das Recht, von sich aus einen Kal-w&#x2019;Chomer aufzustellen&#x201D;<xref rid="fn1">&#x002A;)</xref>.</p>
<p>c) Ein anderer Fall soll uns den Einblick in das Wesen einer dritten Deuteregel erm&#x00F6;glichen. In der Bibel finden wir vier Grundarten von Besch&#x00E4;digungen, in denen eine Schadenersatzpflicht besteht. 1. Der Ochse, der mit seinem Horn st&#x00F6;&#x00DF;t. 2. Die Grube, die auf &#x00F6;ffentlichem Grund gegraben oder von jemandem offen gelassen wurde. 3. Der Ochse, der auf einem fremden Feld weidet. 4. Der Brand, der aus einer Feuerst&#x00E4;tte ausgehend sich verbreitet. In der knappen, einpr&#x00E4;gsamen und anschaulichen Sprache der m&#x00FC;ndlichen Lehre werden sie mit den Worten bezeichnet: 1. Der Ochse, 2. Die Grube, 3. der Zahn, 4. Das Feuer. Indem man das Wesen dieser Besch&#x00E4;digungsarten definiert, wird festgestellt, da&#x00DF; alle Besch&#x00E4;digungen durch Sachen auf diese vier Grundarten zur&#x00FC;ckzuf&#x00FC;hren sind. &#x2014; Im Traktat Baba Kama (6a) wird nun die Frage er&#x00F6;rtert: Jemand hatte &#x201E;seinen Stein, sein Messer, seine Last&#x201D; auf ein Dach gelegt; sie fielen bei einem gew&#x00F6;hnlichen Wind (womit also zu rechnen war) hinunter und haben dann etwas besch&#x00E4;digt. Ist der Eigent&#x00FC;mer, der sie auf das Dach legte, schadenersatzpflichtig oder nicht? &#x2014; Eine Entscheidung in einem solchen Fall lag nicht vor, nicht in der Bibel und nicht in der &#x00DC;berlieferung. Man versucht nun festzustellen, zu welcher Gruppe von Besch&#x00E4;digungen der herunterfallende Stein geh&#x00F6;rt, zu 1, 2, 3 oder 4. Es ergibt sich aber, da&#x00DF; dieser Fall nirgends unterzubringen ist; denn er ist in seinem Wesen weder mit 1 noch mit 2, 3 oder 4 identisch. Es trifft sich aber, da&#x00DF; 1, 2, 3 und 4 sich voneinander ebenfalls unterscheiden und trotzdem gilt in allen vier F&#x00E4;llen, da&#x00DF; der Besitzer bzw. Verursacher schadenersatzpflichtig ist. Wenn aber f&#x00FC;r 1, 2, 3 und 4 das gleiche gilt, so kann der Grund daf&#x00FC;r nicht darin liegen, worin sie sich voneinander unterscheiden (ungleiche Ursachen haben ungleiche Wirkungen), sondern darin, worin sie miteinander &#x00FC;bereinstimmen. Die &#x201E;gemeinsame Seite&#x201D; (Hazad-Haschaweh) an ihnen ist: Alle vier &#x201E;pflegen Schaden anzurichten, und sie m&#x00FC;ssen bewacht werden&#x201D; &#x2014; also ist dies die Ursache f&#x00FC;r die Bestimmung: &#x201E;Der Eigent&#x00FC;mer bzw. Verursacher ist schadenersatzpflichtig&#x201D;. Daraus wird geschlossen: Alles, das die Eigenschaft &#x201E;pflegt zu besch&#x00E4;digen und mu&#x00DF; bewacht werden&#x201D; hat, verpflichtet im Falle einer Besch&#x00E4;digung den Eigent&#x00FC;mer bzw. den Verantwortlichen zum Schadenersatz. Diese Eigenschaften kommen aber auch in dem gefragten Fall dem &#x201E;Stein&#x201D; zu; also ist der Eigent&#x00FC;mer usw. schadenersatzpflichtig. Der Schlu&#x00DF; auf eine &#x00FC;bersichtliche logische Formel gebracht lautet:</p>
<p align="blockquote">Das &#x201E;Horn&#x201D;, die &#x201E;Grube&#x201D;, der &#x201E;Zahn&#x201D;, das &#x201E;Feuer&#x201D; haben die Eigenschaft: &#x201E;sie pflegen zu besch&#x00E4;digen und m&#x00FC;ssen bewacht werden&#x201D;</p>
<p align="blockquote">Das &#x201E;Horn&#x201D;, die &#x201E;Grube&#x201D; usw. verpflichten den f&#x00FC;r sie Verantwortlichen zum Schadenersatz.</p>
<p align="blockquote">Alles, was die Eigenschaft hat: &#x201E;es pflegt zu besch&#x00E4;digen und mu&#x00DF; bewacht werden&#x201D;, verpflichtet zum Schadenersatz.</p>
<p align="blockquote">Der &#x201E;Stein&#x201D; hat die Eigenschaft: &#x201E;pflegt zu besch&#x00E4;digen und mu&#x00DF; bewacht werden&#x201D;</p>
<p align="blockquote">Der &#x201E;Stein&#x201D; verpflichtet zum Schadenersatz.</p>
<p>Dieser Schlu&#x00DF; ist aber nichts anderes als die Kombination zwischen Induktion und Syllogismus. Der erste Teil, die Induktion, ist das bekannte aristotelische Hinaufsteigen vom Einzelnen zum Allgemeinen. Ist aber das Allgemeine gewonnen, so dient es, indem aus dem Allgemeinen ein unbekanntes Einzelne erschlossen wird, als Obersatz zu dem gel&#x00E4;ufigen Syllogismus: alles M ist P, S ist M, ergo ist S &#x003D; P. (Der logisch geschulte Leser wird die Bedeutung dieser Kombination f&#x00FC;r die Aufdeckung der Beziehung zwischen Induktion und Syllogismus selbst einsehen k&#x00F6;nnen.) Dieser kombinierte Schlu&#x00DF; wird im Talmud &#x201E;Binjan-Aw&#x201D; genannt; wobei &#x201E;Aw-Vater&#x201D; die Art, die Gattung, das Allgemeine schlechthin bedeutet und &#x201E;Binjan-Bau&#x201D; das, was die Art aufbaut, n&#x00E4;mlich das Besondere mit dem spezifischen Merkmal, wodurch es unter den Aw eingeordnet wird. Zun&#x00E4;chst wird vom Binjan-Besonderen auf das Aw-Allgemeine geschlossen, dann vom Aw zur&#x00FC;ck auf ein bis dahin unbekanntes Besonderes.</p>
<p>Der Analogieschlu&#x00DF; in der G&#x2019;serat-Schaweh, der einen m&#x00F6;glichen Einwand gleichzeitig widerlegende Identit&#x00E4;tsschlu&#x00DF; des Kal-w&#x2019;Chomers und schlie&#x00DF;lich der aus Induktion und Syllogismus kombinierte Schlu&#x00DF; den Binjan-Aws haben die Aufgabe, vom Bekannten auf das Unbekannte schlie&#x00DF;end, aus dem Geiste der Lehre heraus die neuen F&#x00E4;lle mit logischer Gesetzm&#x00E4;&#x00DF;igkeit zu entscheiden, gl&#x00E4;nzend gel&#x00F6;st. Unabh&#x00E4;ngig von Aristoteles, Jahrhunderte vor ihm hat das wissenschaftliche Denken unserer gro&#x00DF;en Meister eine H&#x00F6;he erreicht, die sie neben die gr&#x00F6;&#x00DF;ten Logiker aller Zeiten stellt.</p>
<h1>2. Exegetische Regeln</h1>
<p>W&#x00E4;hrend die drei Schlu&#x00DF;arten die Ermittlung des Unbekannten im gegebenen Fall, also im Leben, zu ihrem Gegenstand haben, ist das Ziel der restlichen vier Deuteregeln die Erforschung des X im Text. Sie sind exegetische Regeln, die sich allerdings leicht in logische Denkgesetze umwandeln lassen. Die erste behandelt den Widerspruch in der Bibel und hei&#x00DF;t &#x201E;Schneh-Ktuwim &#x2014; zwei S&#x00E4;tze&#x201D; (die sich widersprechen). Da die Lehre wahr ist, darf sie keine Widerspr&#x00FC;che enthalten; die Wahrheit kann mit sich selbst nicht in Widerspruch stehen. Stimmt der Satz A ist B, dann kann es nicht wahr sein, da&#x00DF; A nicht B ist. Dies ist der Satz des Widerspruchs, welchem die exegetische Regel entspricht: Findet man in der Bibel Widerspr&#x00FC;che, so m&#x00FC;ssen sie aufgel&#x00F6;st werden. Eine Aufl&#x00F6;sung ist aber nur durch die Distinktion, die Ermittlung eines Unterschieds zwischen zwei sich widersprechenden Stellen m&#x00F6;glich. In unz&#x00E4;hligen F&#x00E4;llen verf&#x00E4;hrt der Talmud nach dieser Regel. Die gr&#x00F6;&#x00DF;te Bedeutung unter den exegetischen Regeln kommt der letzten zu, die den talmudischen Namen hat &#x201E;Dawar halammed m&#x00EB;injano &#x2014; der Schlu&#x00DF; aus dem Textzusammenhang&#x201D;. Diese Regel f&#x00FC;hrt uns &#x201E;am tiefsten in das Innere der Tora hinunter, weil sie uns zeigt, da&#x00DF; gar manches, das auf der Oberfl&#x00E4;che blo&#x00DF; &#x00E4;u&#x00DF;erlich aneinandergereiht zusammenhanglos oder getrennt erscheint, sich unten tief verwachsen eng ineinander verschlungen erweist.&#x201D; (Schwarz.) Der &#x201E;Schlu&#x00DF; aus dem Textzusammenhang&#x201D; ist die &#x201E;syntaktische Beleuchtung&#x201D; des Bibelwortes; &#x201E;&#x2026; weil das Einzelwort einen anderen Sinn hat, wenn es aus seiner Umgebung herausgehoben wird und wieder einen anderen, wenn es im Rahmen seines Satzes bleibt; und weil ebenso der vereinzelte Satz f&#x00FC;r sich einen anderen Wert hat und wieder einen anderen Wert, wenn er als Glied einer in sich geschlossenen Kette erscheint&#x201D; (Schwarz). Dies gilt auch von ganzen Kapiteln und Abschnitten; f&#x00FC;r das volle Verst&#x00E4;ndnis des biblischen Wortes ist die &#x201E;Umgebung&#x201D;, das &#x201E;Milieu&#x201D;, immer von gr&#x00F6;&#x00DF;ter Wichtigkeit.</p>
<p>Eine der h&#x00E4;ufigsten Formeln dieser Regeln ist der &#x201E;H&#x00E4;kesch&#x201D;, der Vergleich, der aus einem Nebeneinander im Text folgt. Ein Beispiel: &#x201E;&#x2026; es wird gelehrt: Rabbi Meir sagte: es hei&#x00DF;t: &#x201A;Nach ihrem Ausspruch soll &#x00FC;ber jeden Streit und &#x00FC;ber jeden Aussatz entschieden werden&#x201B;; welche Gemeinschaft haben Streitigkeiten und Aussatz miteinander? &#x2014; vielmehr werden <italic>Streitigkeiten mit dem Aussatz verglichen:</italic> wie der Aussatz nur tags (untersucht wird), wie es hei&#x00DF;t: &#x201A;Am Tag, an welchem es erscheint&#x201B;, ebenso werden Streitigkeiten nur tags (geschlichtet) &#x2026; Ferner <italic>ist der Aussatz mit den Streitigkeiten zu vergleichen:</italic> wie Streitigkeiten nicht durch Verwandte (geschlichtet werden) d&#x00FC;rfen, ebenso darf der Aussatz nicht durch Verwandte (untersucht werden).&#x201D; (Sanhedrin 34b.)</p>
<p>Dieser Schlu&#x00DF; aus dem Textzusammenhang ist mit Leichtigkeit in ein logisches Gesetz umzuwandeln (Schwarz). Das textliche Nebeneinander macht auf eine innere Analogie aufmerksam.</p>
<p>Durch die logischen Gesetze, die die sieben Deuteregeln enthalten, hat sich die Bibel im Laufe der j&#x00FC;dischen Geschichte als die &#x201E;lebendige Lehre&#x201D; bew&#x00E4;hrt, die in jeder Zeit und in jeder Situation von neuem befragt werden kann und die stets in der Lage ist, zu antworten. Die Deuteregeln haben die Bibel erweitert und vertieft. Sie haben gezeigt, da&#x00DF; jede Generation in ihr die L&#x00F6;sung ihrer Probleme finden kann. Dadurch hat sich aber das Dogma von der Ewigkeit der Lehre in eine historische Wahrheit verwandelt.</p>
<h1>3. Die &#x201E;S&#x2019;wara&#x201D;</h1>
<p>Einen Triumph der talmudischen Methode, unbekannte F&#x00E4;lle nach dem Gesetz der Tora zu entscheiden, bildet das Prinzip der S&#x2019;wara (S&#x2019;wara &#x003D; Meinung), das den scheinbar selbstverst&#x00E4;ndlichen, aber doch folgenschweren Grundsatz aufstellt: Der &#x201E;gesunde Menschenverstand&#x201D; gilt.</p>
<p>Es kommt vor, da&#x00DF; Fragen auftauchen, auf welche die Deuteregeln keine Antworten geben k&#x00F6;nnen; n&#x00E4;mlich dann, wenn die Lehre nichts &#x00C4;hnliches enth&#x00E4;lt. Es ist z. B. eine klare Halacha: Wird jemandem der Tod angedroht, falls er nicht einen bestimmten Menschen t&#x00F6;tet, so darf er sein eigenes Leben nicht durch einen Mord an einem Dritten retten. Der Talmud fragt (P&#x2019;sachim 25b): Woher wei&#x00DF; ich dies? (Gemeint ist: Ein Mord ist zwar eine S&#x00FC;nde, aber wo Lebensgefahr besteht, ist es doch gestattet, eine Bestimmung des Gesetzes zu &#x00FC;bertreten.) Und die Antwort lautet: Es ist eine S&#x2019;wara (&#x003D; der gesunde Menschenverstand sagt es einem). Hinzuf&#x00FC;gend wird als Beleg erz&#x00E4;hlt: &#x201E;So kam einst jemand vor Raba und erz&#x00E4;hlte ihm: &#x201A;Der Befehlshaber meines Wohnortes befahl mir: Geh hin und t&#x00F6;te jenen; wenn nicht, werde ich dich t&#x00F6;ten&#x201B;; dieser erwiderte: Mag er dich t&#x00F6;ten, du aber begehe keinen Mord; wieso glaubst du, da&#x00DF; dein Blut r&#x00F6;ter ist, vielleicht ist das Blut von jenem r&#x00F6;ter.&#x201D;</p>
<p>Nun wird diese Vorschrift, die sich nirgends in der Bibel findet, so gehandhabt, als ob sie ausdr&#x00FC;cklich in der Bibel stehen w&#x00FC;rde. Sie bildet die Grundlage f&#x00FC;r eine der sieben Deuteregeln, mit deren Hilfe ein Vers der Tora in der Form gekl&#x00E4;rt wird, da&#x00DF; von dieser in der Bibel nicht vorgesehenen Bestimmung die Absicht des Gesetzgebers in einem von ihm selbst geschilderten Fall erschlossen wird. Diese auf die S&#x2019;wara sich gr&#x00FC;ndende Ansicht gilt als die Ansicht der Bibel und ist genau so &#x201E;bekannt&#x201D;, als ob sie ausdr&#x00FC;cklich irgendwo im Text ge&#x00E4;u&#x00DF;ert worden w&#x00E4;re. Sie ist im Grunde genommen noch bekannter; es findet sich oft im Talmud die Wendung: &#x201E;Wozu mir der Vers (um etwas zu sagen)? Es ist doch eine S&#x2019;wara&#x0021;&#x201D; Oder auf die h&#x00E4;ufige Frage: &#x201E;Woher wei&#x00DF; ich es?&#x201D; wird geantwortet: &#x201E;Wenn du willst, ist es ein Vers (der Bibel, aus dem dies folgt), und wenn du willst (d. h. wenn dich der Vers nicht &#x00FC;berzeugt), ist es eine S&#x2019;wara&#x201D;. &#x2014; Was aus der S&#x2019;wara folgt, darf nicht in der Bibel stehen, denn es ist auch ohne die Bibel bekannt, braucht also nicht erst von der Bibel gelehrt zu werden und ist &#x00FC;berfl&#x00FC;ssig, wenn es im Text enthalten ist. Die Bibel darf aber nichts &#x00DC;berfl&#x00FC;ssiges enthalten. Die S&#x2019;wara hat die gleiche verpflichtende Kraft, wie die am Sinai geoffenbarte Lehre.</p>
<p>All dies folgt aber aus dem Wesen der Lehre selbst. Die Lehre gilt nur deshalb, weil sie Wahrheit ist. Die S&#x2019;wara ist ebenfalls Wahrheit, also mu&#x00DF; auch sie gelten. Auch in diesem Gedankengang ist aber nur die Andeutung einer der Deuteregeln des Talmuds zu erblicken &#x2014; des Identit&#x00E4;tsschlusses im Kal-w&#x2019;Chomer, mit dem Unterschied, da&#x00DF; er sonst immer vom Einzelfall der Lehre auf einen anderen Einzelfall schlie&#x00DF;t; w&#x00E4;hrend hier von der Gesamtheit der Lehre auf die S&#x2019;wara geschlossen wird in folgender Form:</p>
<p align="blockquote">Die Lehre ist Wahrheit</p>
<p align="blockquote">Die S&#x2019;wara ist Wahrheit</p>
<p align="blockquote">Die S&#x2019;wara ist Lehre.</p>
<p>Daraus ergibt sich: Die S&#x2019;wara gilt nicht, wenn sie mit der Lehre nicht identisch ist, d. h. wenn sie ihr widerspricht. Nicht etwa deshalb, weil die Wahrheit noch einer weiteren St&#x00FC;tze in der Lehre bedurfte, sondern weil der Widerspruch einer S&#x2019;wara mit der Lehre den Beweis f&#x00FC;r den Irrtum in der S&#x2019;wara ist. Die Lehre ist objektive Wahrheit, die S&#x2019;wara, der &#x201E;gesunde Menschenverstand&#x201D;, ist dagegen subjektiv, folglich dem Irrtum ausgesetzt. Die Lehre ist die negative Kontrolle der S&#x2019;wara; was der Lehre widerspricht, kann keine Wahrheit sein. (Dieser Gedanke der Identit&#x00E4;t zwischen Lehre und Wahrheit, aus der die &#x201E;biblische Geltung&#x201D; der S&#x2019;wara folgt, ist &#x00FC;brigens der Leitgedanke der Philosophie des Maimonides. Nicht um die Auss&#x00F6;hnung zwischen Glauben und Wissen geht es Maimonides, sondern um die Erkenntnis: Alles Wissen, das Anspruch auf Wahrheit hat, <italic>ist</italic> Tora. In diesem Sinn z&#x00E4;hlt er z. B. die Mathematik auch zur Tora. Die S&#x2019;wara ist Tora &#x2014; dieser talmudische Gedanke beherrscht das philosophische System des Maimonides.)</p>
<p>Das Prinzip der S&#x2019;wara bedeutet eine ungeahnte Bereicherung der Tora, dem in der Entwicklungsgeschichte des Talmuds gr&#x00F6;&#x00DF;te Bedeutung zukommt.</p>
<ftnote id="fn1">&#x002A;) Schwarz, dessen grundlegenden Arbeiten wir bei der Darstellung der Kapitel &#x00FC;ber die &#x201E;logischen Schl&#x00FC;sse&#x201D; und &#x201E;exegetischen Regeln&#x201D; gefolgt waren, obwohl wir von ihm betreffs der &#x201E;Schl&#x00FC;sse&#x201D; in allen wesentlichen Punkten abweichen (&#x00FC;ber die exegetischen Regeln k&#x00F6;nnen wir auf Grund von Schwarz nur referieren), ist der Meinung, da&#x00DF; der Kal-w&#x2019;Chomer sich mit dem Syllogismus decke. Dies trifft nicht zu. Unz&#x00E4;hlige Syllogismen kommen im Talmud vor, aber nie in der Form des Kal-w&#x2019;Chomers; andererseits gibt es eine Anzahl Kal-w&#x2019;Chomer, die nur mit gr&#x00F6;&#x00DF;ten Schwierigkeiten auf den Syllogismus zur&#x00FC;ckgef&#x00FC;hrt werden k&#x00F6;nnen. Das Wesen des Kal-w&#x2019;Chomers trifft, wie mir bekannt, allein die Erkl&#x00E4;rung meines hochverehrten Lehrers, Herrn Dr. J. Weinberg, Rektor des Rabbinerseminars in Berlin, der im Kal-w&#x2019;Chomer den Identit&#x00E4;tsschlu&#x00DF; wiedergefunden hat. Die besondere Formulierung des Kal-w&#x2019;Chomers ist darauf zur&#x00FC;ckzuf&#x00FC;hren, da&#x00DF; der Schlu&#x00DF; gleichzeitig einen m&#x00F6;glichen Einwand gegen die zu erschlie&#x00DF;ende Identit&#x00E4;t widerlegt, und zwar immer in der Weise, da&#x00DF; gezeigt wird: das, worin A und A<sub>1</sub> voneinander differieren, best&#x00E4;rkt nur den Schlu&#x00DF; auf Grund der Identit&#x00E4;t, denn das in A enthaltene m, worauf sich die Identit&#x00E4;t gr&#x00FC;ndet, mu&#x00DF; auf Grund der Eigenschaften, die als differierend angef&#x00FC;hrt werden, in A<sub>1</sub> noch in h&#x00F6;herem Grade gegeben sein.</ftnote>
</chapter>
<chapter>
<title>III. THEMA, INHALT, AUFBAU</title>
<h1>1. Die sechs Ordnungen der Lehre</h1>
<p>Was ist das Thema des Talmuds? Das gleiche wie das der Bibel &#x2014; das gesamte menschliche Leben, welches in folgende Bereiche aufgeteilt werden kann: (1) Der Mensch auf seiner Erde (2) und in der Zeit &#x2014; das ist: die Tage des Menschen &#x2014;, (3) der Mensch in der Familie (4) und in der Gesellschaft, (5) der Mensch vor Gott, und, da der religi&#x00F6;se Mensch in seinem Leben vor Gott bald an die Grenzen seiner Existenz st&#x00F6;&#x00DF;t, an die Schranken des Diesseits, was in Wahrheit ein Ahnen jenseitiger Realit&#x00E4;ten und Kr&#x00E4;fte bedeutet, die gleichsam in unser Leben geheimnisvoll hineinragen, und da weiterhin dieses Gebiet der Grenzen f&#x00FC;r ihn einen besonderen Lebensbezirk bedeuten (6) der Mensch vor den Schranken.</p>
<p>Entsprechend dieser Lebensbereiche ist das gewaltige Thema der m&#x00FC;ndlichen Lehre in &#x201E;sechs Ordnungen&#x201D; (Schischa S&#x2019;darim) gegliedert worden. Allerdings formuliert die Lehre keine &#x201E;Themen&#x201D;, sondern setzt konsequenterweise, da sie keine literarisch-wissenschaftliche Abhandlung ist, an Stelle des Themas den Sammelnamen der F&#x00E4;lle, die in einer Ordnung zusammengefa&#x00DF;t werden. Entsprechend dieser Tendenz hei&#x00DF;en die sechs Ordnungen: 1. S&#x2019;raim &#x2014; Saaten (enth&#x00E4;lt die Bestimmungen der Lehre &#x00FC;ber Aussaat, Ernte, Abgaben, Landbebauung, die Bedingungen, unter denen die reife Frucht zum Genu&#x00DF; freigegeben wird, Dankesschuld [gegen&#x00FC;ber Gott], Segensspr&#x00FC;che, Dankgebete und Beten usw. usw.); 2. Moed &#x2014; Festzeiten (bestimmt den Rhythmus der Tage des Menschen; behandelt die Vorschriften &#x00FC;ber Sabbat, Rosch-Haschana, Jom-Kippur, Pe&#x00DF;ach, Sukkot, M&#x2019;gilla, Fasten [Taanit] usw. und alles, was damit zusammenh&#x00E4;ngt); 3. Naschim &#x2014; Frauen (regelt die Beziehungen zwischen Mann und Frau bis in ihre weitesten Konsequenzen. In ihrem Mittelpunkt steht die Familie. Ihr Hauptinhalt ist juristischer und moralischer Natur. Sie enth&#x00E4;lt die Bestimmungen &#x00FC;ber Trauung, Ehescheidung, Schwagerehe, Blutsverwandtschaft, die rechtlich-religi&#x00F6;sen Konsequenzen des Ehebruchs, das Verm&#x00F6;gensrecht unter Ehegatten usw. usw.); 4. N&#x2019;sikin &#x2014; Besch&#x00E4;digungen (oder besser: Gleichgewichtsst&#x00F6;rungen im Rahmen der Gesellschaft. Ihr Thema ist: Staatsrecht, b&#x00FC;rgerliches Recht, Strafrecht, Arbeitsgesetzgebung, die Vorschriften &#x00FC;ber Gerichtsbarkeit, Gerichtsverfahren, Grunds&#x00E4;tze einer Gesellschaftsmoral [Traktat Awot] usw., kurz: alles, was in den Bereich der rechtlichen, moralischen und religi&#x00F6;sen Regelung der gemeinschaftlichen Beziehungen von Menschen untereinander geh&#x00F6;rt); 5. Kodaschim &#x2014; Heiligungen (enth&#x00E4;lt die Vorschriften der kultischen Heiligung unseres Lebens; ist es die Festlegung einer Tempelordnung oder eines Opferdienstes, sind es die Bestimmungen &#x00FC;ber das religionsgesetzlich Genie&#x00DF;bare und das Vom-Genu&#x00DF;-Verbotene oder die Gesetze &#x00FC;ber Schauf&#x00E4;den und Gebetriemen &#x2014; immer handelt es sich um eine besondere religi&#x00F6;s-kultische Weihe des menschlichen Lebens. Da allerdings Gesetze wie Kascher &#x003D; Genie&#x00DF;bar, Trefa &#x003D; Ungenie&#x00DF;bar, Tahor &#x003D; Rein, Tamme &#x003D; Unrein [und deshalb vom Genu&#x00DF; verboten] nach der Darstellung der Bibel auf sch&#x00F6;pfungsbedingte g&#x00F6;ttliche &#x201E;Unterscheidungen&#x201D; zur&#x00FC;ckgehen [s. 2. Buch M. Kap. V und 3. Buch M. Kap 20], sind wir damit bereits an den Grenzen diesseitiger Existenz &#x00FC;berhaupt gelangt, die, wie oben ausgef&#x00FC;hrt, einen besonderen Lebensbereich bedeuten und so bereitet die Ordnung &#x201E;Heiligungen&#x201D; vor auf); 6. T&#x2019;harot &#x2014; Reinigungen (mit den Reinheitsvorschriften f&#x00FC;r Menschen, Tiere und Sachen und den Gesetzen der rituellen Reinigungen, welche nicht blo&#x00DF; kultisch-religi&#x00F6;ser Art sind, sondern &#x00E4;hnlich den &#x201E;Unterscheidungen&#x201D; in der 5. Ordnung &#x00FC;ber rituell Genie&#x00DF;bar und Ungenie&#x00DF;bar auf g&#x00F6;ttliche Sch&#x00F6;pfungsprinzipien zur&#x00FC;ckgehen, von denen wir nichts w&#x00FC;&#x00DF;ten, wenn sie uns die Lehre nicht in diesen Bestimmungen zumindest ahnen lie&#x00DF;e. Das Kultische im Judentum ist diesseitig an jenseitige Wirklichkeiten gebunden).</p>
<h1>2. Aggada und Halacha</h1>
<p>In den sechs Ordnungen wird eine gro&#x00DF;z&#x00FC;gige national-religi&#x00F6;se Lebensgestaltung gelehrt, auf allen Lebensgebieten und in allen Lebensbereichen gezeigt, wie die Tora durch das Volk im Verlauf seines geschichtlichen Weges zu verwirklichen sei. Erziehende Volksbelehrung ist die Aufgabe, deren Erf&#x00FC;llung stets beabsichtigt wird.</p>
<p>Wer nur ein wenig eingehender sich mit dem Talmud, einer seiner Ordnungen oder auch nur einem seiner Traktate oder Abschnitte befa&#x00DF;t, wird bald feststellen m&#x00FC;ssen: was hier zu dem gro&#x00DF;en Thema des menschlichen Lebens vom Gesichtspunkt der &#x201E;Lehre&#x201D; gesagt wird, ist oft verschiedenen Charakters und von ungleicher Bedeutung. Wenn etwa die Mischna in Baba Batra lehrt: &#x201E;Wenn Gemeinschaftler im (gemeinsamen) Hofe eine Abteilung (um den Hof aufzuteilen) machen wollen, so bauen sie die Wand in der Mitte (jeder hat die H&#x00E4;lfte des Raumes f&#x00FC;r die Wand herzugeben), und zwar, wie es im Orte zu bauen &#x00FC;blich ist &#x2026;,&#x201D; so ist dies in Form und Gehalt grundlegend verschieden von der &#x00C4;u&#x00DF;erung einer anderen Mischna z. B. in Awot, die uns mitteilt: &#x201E;Vier Gesinnungen gibt es bei den Menschen: Meines ist mein und Deines ist dein: eine durchschnittliche Gesinnung oder, wie manche sagen: eine sodomitische Gesinnung (die Verweigerung einer Gef&#x00E4;lligkeit); Meines ist dein und Deines ist mein: ein Mensch aus dem gemeinen Volke (der das Eigentumsrecht nicht kennt); Meines ist dein und Deines ist dein: ein Frommer; Meines ist mein und Deines ist mein: ein Bosewicht.&#x201D; Und noch weniger wird es wohl mit einer Stelle im Traktat B&#x2019;rachot zu vergleichen sein, die uns &#x00FC;ber die Bedeutung von Moses erz&#x00E4;hlt: &#x201E;Und er sprach zu Mosche: Geh, steig hinab&#x0021; (Ex. 32,7). Was bedeutet: Geh, steig hinab? R. Eleasar erkl&#x00E4;rte: Der Heilige, gepriesen sei er, sprach zu Mosche: Mosche, steige von deiner W&#x00FC;rde herab; habe ich dir doch nur um Israels willen W&#x00FC;rde verliehen, jetzt, da Israel ges&#x00FC;ndigt, wozu brauch ich deiner&#x0021;?&#x201D;</p>
<p>Das erste Zitat geh&#x00F6;rt in einen Gesetzeskodex, das zweite in ein Lehrbuch &#x00FC;ber &#x201E;praktische&#x201D; Moral und das letzte etwa in eine literarische Abhandlung &#x00FC;ber die Idee der nationalen F&#x00FC;hrung. So k&#x00F6;nnte man endlos weitere Beispiele heranziehen; immer wieder wird man neue Themen aufstellen m&#x00FC;ssen, um das eine vom anderen klar zu scheiden. Im Talmud selbst steht das alles nebeneinander. Ohne den geringsten Versuch einer systematischen Scheidung l&#x00F6;sen die verschiedensten Themen einander ab, greifen ineinander &#x00FC;ber und schneiden sich. So vergilbt und eint&#x00F6;nig auch eine Druckseite des Talmuds dem Auge erscheinen mag, f&#x00FC;r den, der sie lesen kann, verwandelt sie sich in ein buntes, farbenschweres, altorientalisches Gewebe voller Bewegung und lebendiger Pracht. Phantasie, religi&#x00F6;ses Empfinden, dichterische Schau, Moral, Politik, Recht, Erz&#x00E4;hlungen, Anekdoten, Fabeln, Gesetzesvorschriften, historische, philosophische, juristische usw. Erkenntnisse stehen nebeneinander und &#x201E;weben&#x201D; so das &#x201E;Blatt&#x201D; im Talmud. Nirgends auch nur eine Spur von Eint&#x00F6;nigkeit und Langeweile; ein gro&#x00DF;artiger geistiger Elan erf&#x00FC;llt jede Seite. Es w&#x00E4;re eine ungeheure Aufgabe, all die verschiedenen Geisteskr&#x00E4;fte, die am Entstehen des Talmuds mitgewirkt haben, streng wissenschaftlich voneinander zu scheiden, die allerdings nur von einer ganzen Akademie von Gelehrten gel&#x00F6;st werden k&#x00F6;nnte.</p>
<p>Der Talmud nimmt eine Scheidung g&#x00E4;nzlich anderer Art vor, wenn er die gesamte Materie der m&#x00FC;ndlichen Lehre in zwei Hauptgruppen verschiedenen Charakters einteilt: in Halacha und Aggada; wobei Halacha (von haloch &#x003D; gehen abgeleitet) etwa die feststehende Norm bedeutet, nach welcher der Mensch zu &#x201E;wandeln&#x201D; habe, und Aggada (von hagged &#x003D; mitteilen, erz&#x00E4;hlen stammend) den gesamten Inhalt des Talmuds bezeichnen soll, der keinen Gesetzescharakter besitzt und infolgedessen f&#x00FC;r niemanden verpflichtend ist. Da&#x00DF; es sich hierbei nicht etwa um das h&#x00E4;ufige und deshalb auch f&#x00FC;r den Laien so bequeme Gegensatzpaar Vernunft und Gef&#x00FC;hl handelt, geht schon allein daraus hervor, da&#x00DF; einerseits vieles in der streng fordernden Halacha vom Gef&#x00FC;hl bestimmt worden ist, andererseits der weite Umfang des Aggadischen keinesfalls nur auf das Gef&#x00FC;hls- und Effektm&#x00E4;&#x00DF;ige zur&#x00FC;ckgef&#x00FC;hrt werden kann. Das &#x201E;Gef&#x00FC;hl&#x201D; hat an der Entstehung der Aggada nicht mehr Anteil als die Vernunft oder irgendeine andere Geisteskraft. Unz&#x00E4;hlige Aggadot, die uns einen tiefen Blick in die Zusammenh&#x00E4;nge des Lebens verraten, beweisen dies. Aggada und Halacha sind nicht der Ausdruck f&#x00FC;r zwei gegens&#x00E4;tzliche Str&#x00F6;mungen im Judentum. Die sch&#x00F6;nsten und bedeutendsten Aggadot stammen von den bedeutendsten Lehrern der Halacha. Die gr&#x00F6;&#x00DF;ten Halachisten waren die gr&#x00F6;&#x00DF;ten Aggadisten, und auch die Aggada der Aggadisten ist uns nur durch die Halachisten &#x00FC;berliefert worden.</p>
<p>So paradox es auch klingen mag, man begreift den Unterschied zwischen Aggada und Halacha nicht, wenn man das Trennende sieht.</p>
<p>Aggada und Halacha k&#x00F6;nnen keine Scheidung des talmudischen Stoffes bedeuten. So aufgefa&#x00DF;t w&#x00E4;re nur Halacha als Gesetz, Norm, eindeutig und f&#x00FC;r das Gemeinte auch umfassend, nicht aber Aggada &#x2014; Bericht oder Erz&#x00E4;hlung, denn nur ein kleiner Teil des Nicht-Halachischen im Talmud kann als Bericht oder Erz&#x00E4;hlung bezeichnet werden. Keinesfalls kann man den nicht-halachischen Teil der m&#x00FC;ndlichen Lehre mit den Worten: Erz&#x00E4;hlung, Fabel, M&#x00E4;rchen, Dichtung, Phantasie usw. ausreichend kennzeichnen. Gewi&#x00DF;, die Aggada enth&#x00E4;lt all diese Momente, aber nicht im geringsten ist sie durch derartige Bezeichnungen in ihrem Wesen und auch nicht einmal ann&#x00E4;hernd in ihrem Umfang bestimmt. Wie man etwa das literarische Schaffen des 19. Jahrhunderts nicht einteilen kann in Gesetzesb&#x00FC;cher und Romane, wobei diese die Bedeutung haben m&#x00FC;&#x00DF;ten: das Nicht-Juristische, ebenso unm&#x00F6;glich ist es, den Talmud systematisch in seine verschiedenen Bestandteile aufl&#x00F6;send in Halacha und Aggada zu scheiden.</p>
<p>Nur wenn man das Einigende sieht, erkennt man die Bedeutung und auch Korrektheit der Einteilung in Halacha und Aggada. Wie sehr Halacha und Aggada zusammengeh&#x00F6;ren, erkennt man am besten dort, wo sie zum erstenmal in Erscheinung treten, n&#x00E4;mlich in der Bibel. In der Bibel selbst finden wir Halachisches als verpflichtende Norm und g&#x00FC;ltiges Gesetz und Aggadisches in Form von Erz&#x00E4;hlungen und Berichten. Was die Halacha und Aggada der Bibel eint, ist die Tora &#x2014; die &#x201E;Lehre&#x201D;. Der Bericht ist nicht Selbstzweck &#x2014; die Bibel ist kein Roman; und auch das Gesetz ist nicht das Ziel &#x2014; die Bibel ist kein Gesetzeskodex. Die Bibel ist Tora, und Aggada wie Halacha der Bibel weisen &#x00FC;ber sich hinaus &#x2014; auf die Lehre; sie f&#x00FC;hren zur Lehre. Halacha ist nicht das Endziel, sondern ein Erziehungsmittel zur Lehre, und auch die Aggada ist nichts anderes, sie unterscheiden sich nur in der Methode.</p>
<p>Man begreift dies am besten, wenn man die beiden Worte nicht blo&#x00DF; grammatikalisch aus ihren Wurzeln erkl&#x00E4;rt, sondern auf die Sinnzusammenh&#x00E4;nge zur&#x00FC;ckgreift, aus denen sie stammen. Rein &#x201E;grammatikalisch&#x201D; sind beide Begriffe &#x00FC;berhaupt nicht zu erkl&#x00E4;ren. Halacha &#x003D; Gesetz von haloch &#x003D; gehen abzuleiten, weil der Mensch &#x201E;nach dem Gesetz zu wandeln habe&#x201D;, ist selbst schon ein St&#x00FC;ck Aggada, ist Homiletik. So konstruiert das Leben, die Wirklichkeit keine Begriffe. Halacha stammt nicht aus &#x201E;haloch&#x201D;, sondern aus einem Vers der Bibel, der sich in verschiedenen Variationen oft wiederholt und in welchem immer wieder die Rede ist von dem &#x201E;Weg des Ewigen&#x201D; oder dem &#x201E;Weg, den der Ewige, Euer Gott, Euch befohlen hat&#x201D; und den jeder Mensch &#x201E;gehen soll&#x201D;. In Hinsicht auf diesen konkreten &#x201E;Weg&#x201D; und auf dieses von der Lehre tats&#x00E4;chlich geforderte &#x201E;Gehen&#x201D; wird das Gesetz Halacha genannt. Und auch Aggada oder Haggada ist nicht &#x201E;grammatikalisch&#x201D; aus hagged &#x003D; erz&#x00E4;hlen abzuleiten, sondern geistesgeschichtlich aus biblischen Wendungen wie &#x201E;w&#x2019;higaddta l&#x2019;wincha bajom hahu &#x2014; und du sollst es mitteilen deinem Kinde an jenem Tage&#x201D; (2. Buch M. Kap. 13,8), oder wie: &#x201E;sch&#x2019;al awicha w&#x2019;jagedcha &#x2014; frage deinen Vater und er wird es dir mitteilen&#x201D;. In beiden F&#x00E4;llen bedeutet &#x201E;Haggada &#x003D; Mitteilung, Erz&#x00E4;hlung&#x201D;, nicht Dichtung, Legende, Phantasie usw. Durch das &#x201E;Teile-es-mit-deinem-Kinde&#x201D; ist dem Vater nicht etwa die Pflicht auferlegt worden, am Pe&#x00DF;achabend seinem Kind &#x201E;Geschichten&#x201D; zu erz&#x00E4;hlen, sondern Geschichte. Das Kind soll &#x00FC;ber die geschichtlichen Zusammenh&#x00E4;nge belehrt werden, die zum Pe&#x00DF;ach-gebot, zur Pe&#x00DF;ach-Halacha f&#x00FC;hrten. Die Pe&#x00DF;ach-Haggada lehrt die Bedeutung der Pe&#x00DF;ach-Halacha. Und welche Aggada meint das andere Zitat? Man nehme die Bibel und lese (5. Buch M. Kap. 32,6): &#x201E;Ist er dein Vater nicht, dem du zu eigen, der dich geschaffen und bereitet hat? Gedenk der Urzeittage, merk auf die Jahre Reih um Reih&#x0021; Frage deinen Vater, da&#x00DF; er dir es k&#x00FC;nde; die Alten dein, da&#x00DF; sie dir es sagen&#x0021;&#x201D; Man sieht, es ist die geschichtlich erfahrene Best&#x00E4;tigung zu der Halacha &#x201E;Er ist dein Vater &#x2026;&#x201D; gemeint, oder mit anderen Worten: die geschichtlich erfahrene Wahrheit zu dem fordernden und verpflichtenden Gebilde &#x2014; Judentum, die von den Geschlechtern der j&#x00FC;dischen Geschichte erlebte Best&#x00E4;tigung f&#x00FC;r die gesamte Halacha, f&#x00FC;r &#x201E;den Weg, den Gott euch befohlen hat, um ihn zu gehen&#x201D;.</p>
<p>Von hier aus k&#x00F6;nnen wir erst das Wesen der Haggada und ihre Beziehung zur Halacha bestimmen. &#x2014; Die Aggada ist die zur Lebensweisheit gewordene Lebenserfahrung der Geschlechter, sie ist die Weisheit der Zeiten, die &#x201E;Mitteilung vom Vater an das Kind&#x201D;, die dem Menschen in seinem Leben <italic>gewordene</italic> Lehre; die Halacha dagegen ist die dem Menschen <italic>gegebene</italic> Lehre, die &#x201E;Mitteilung von Gott an den Menschen&#x201D;. Die Aggada ist wie &#x201E;Lehre von unten&#x201D;, sie wird in der Zeit; die Halacha die &#x201E;Lehre von oben&#x201D;, sie ist in Ewigkeit. Beide aber meinen das gleiche &#x2014; die Tora; die Halacha zwingt zu ihr, die Aggada f&#x00FC;hrt zu ihr. Die Halacha befiehlt, die Aggada lehrt. Die Halacha normiert das &#x00E4;u&#x00DF;ere Verhalten, die Aggada schafft innere Bereitschaft. Was bedeutet Halacha ohne Aggada? &#x2014; Normiertes &#x00E4;u&#x00DF;eres Verhalten ohne innere Bereitschaft, also &#x2014; Drill. Was ist Aggada ohne Halacha? &#x2014; Innere Bereitschaft ohne Entscheidung nach au&#x00DF;en, also ein unm&#x00F6;gliches Ding, oder wenn es doch f&#x00FC;r m&#x00F6;glich ausgegeben wird &#x2014; Phrase, L&#x00FC;ge. &#x2014; Aggada f&#x00FC;hrt zur Halacha und Halacha setzt Aggada voraus.</p>
<p>Dies und damit die innere Beziehung zwischen Aggada und Halacha m&#x00F6;gen im folgenden dargelegt werden. &#x2014; Die Aggada als die &#x201E;Weisheit der Zeiten&#x201D;, die von Menschen stammt, ist subjektiv; die Halacha, von Gott gegeben, ist objektiv, sie gilt. Weil die Aggada subjektiv ist, kann sie nicht g&#x00FC;ltige Norm sein. Sie ist nicht verpflichtend, und trotzdem &#x201E;gilt&#x201D; sie in einem bestimmten Sinn. Als die Weisheit der Zeiten gilt sie in der Zeit als subjektive Wahrheitserkenntnis f&#x00FC;r das Subjekt. Sie gilt im &#x201E;Jetzt&#x201D; immer in irgendeinem Sinn. Die Aggada ist immer subjektive Halacha.</p>
<p>Jede subjektive Welterfahrung strebt aber nach Wahrheit, d. h. nach Objektivit&#x00E4;t, nach allgemeiner Geltung. Die Weisheit der Zeiten strebt zur Ewigkeit, Aggada zu Halacha. Indem Aggada sich entwickelnd und vollendend der Wahrheit sich n&#x00E4;hert, streift sie immer mehr von ihrer anf&#x00E4;nglichen Subjektivit&#x00E4;t ab, sie objektiviert sich und wird so allm&#x00E4;hlich zur Halacha, so da&#x00DF; wir sagen k&#x00F6;nnen: Halacha ist objektivierte Aggada. Sobald Aggada ihren H&#x00F6;hepunkt erreicht, mu&#x00DF; es m&#x00F6;glich sein, sie in Halacha zu verwandeln. Die Halacha bildet die h&#x00F6;chste Stufe, die allerletzte Konsequenz der Aggada.</p>
<p>Diese enge Beziehung zwischen Aggada und Halacha soll an einigen Beispielen verdeutlicht werden:</p>
<p>a) In Genesis Kap. 18 liest man die Geschichte der Bewirtung der &#x201E;drei M&#x00E4;nner&#x201D; durch Abraham. Dies ist eine Aggada, eine Mitteilung aus dem Leben der V&#x00E4;ter, eine Episode, in der eine gewisse Lebenshaltung der V&#x00E4;ter sich widerspiegelt, die zwar niemanden verpflichtet, f&#x00FC;r niemanden &#x201E;gilt&#x201D;, die aber trotzdem jeden bildet und &#x201E;lehrt&#x201D;. F&#x00FC;r Abraham selbst war die Bewirtung keine Aggada, f&#x00FC;r ihn war sie Verpflichtung, Gebot, inneres Gesetz. Wir sehen vor uns das typische Beispiel einer Aggada, die subjektive Halacha ist. Sie galt f&#x00FC;r Abraham, sie brauchte aber f&#x00FC;r seinen Sohn Isaac nicht verpflichtend zu sein. Diese Aggada der &#x201E;Gastfreundschaft&#x201D; entwickelte sich nun weiter, und einen wichtigen Teil ihrer Fortsetzung findet man im Talmudtraktat Kiduschin (32b). Wir lesen da:</p>
<p>&#x201E;&#x2026; Einst waren Rabbi Elieser und Rabbi J&#x2019;hoschua und Rabbi Zadok beim Hochzeitsmahl des Sohnes Rabbi Gamliels und R. Gamliel stand vor ihnen und schenkte ein. Er reichte R. Elieser einen Becher und dieser nahm ihn nicht, er reichte ihn R. J&#x2019;hoschua und dieser nahm ihn wohl. Da sprach R. Elieser zu ihm: Was soll das, J&#x2019;hoschua, wir sitzen und lassen Gamliel Beribbi vor uns stehen und einschenken&#x0021;? Dieser erwiderte: Wir finden einen, der gr&#x00F6;&#x00DF;er war als er und andere bediente. Abraham war gr&#x00F6;&#x00DF;er als er und er bediente andere. Abraham war der gr&#x00F6;&#x00DF;te des Zeitalters, und von ihm hei&#x00DF;t es: &#x201A;er stand vor ihnen&#x201B; &#x2026; Weshalb soll nun R. Gamliel nicht vor uns stehen und uns einschenken.&#x201D;</p>
<p>Die Aggada von der Gastfreundschaft n&#x00E4;hert sich ihrer Vollendung; sie &#x201E;gilt&#x201D; bereits auch f&#x00FC;r andere. Sie wird Jahrtausende nach Abraham zum Gebot f&#x00FC;r einen Rabban Gamliel. Die Erkenntnis dringt allm&#x00E4;hlich durch: So <italic>soll</italic> man seine G&#x00E4;ste bewirten. Sie wird von Rabbi J&#x2019;hochua anerkannt, der im gegebenen Fall genau so handeln w&#x00FC;rde. &#x2014; Man lese aber weiter:</p>
<p>&#x201E;Hierauf sprach R. Zadok zu ihnen: Wie lange noch wollt ihr die Ehre Gottes lassen und euch mit der Ehre von Menschen befassen. Der Heilige, gebenedeiet sei er, l&#x00E4;&#x00DF;t Winde wehen, Wolken aufsteigen, Regen fallen, die Erde sprossen und richtet jedem eine Tafel her; weshalb soll nun Gamliel Beribbi nicht vor uns stehen und einschenken. &#x2014;&#x201D;</p>
<p>Man sieht: die Aggada wird vom Subjekt, von Abraham losgel&#x00F6;st, man st&#x00F6;&#x00DF;t zum Kern der Sache vor, zur Wahrheit. Die Aggada objektiviert sich und es ist durchaus denkbar, da&#x00DF; sie eines Tages zu der Halacha wird: Wer G&#x00E4;ste bewirtet, hat stets die Pflicht, sie selbst zu bedienen. Dies w&#x00E4;re dann die Halacha, die nichts anderes ist als die objektivierte Aggada.</p>
<p>b) Ein anderes Beispiel:</p>
<p>Gott spricht zu Kain: &#x201E;Die Blute deines Bruders schreien zu mir&#x201D; (w&#x00F6;rtlich). Dazu bemerken die Weisen: &#x201E;Es hei&#x00DF;t nicht: das Blut deines Bruders, sondern &#x201A;die Blute&#x201B; &#x2014; sein Blut und das Blut seiner Nachkommen &#x2026; Dies lehrt dich, da&#x00DF; jedem, der ein Menschenleben vernichtet, seine Tat so angerechnet wird, als h&#x00E4;tte er eine ganze Welt vernichtet.&#x201D; Auch dies ist eine Aggada, allerdings eine der reifsten Aggadot, ein aggadischer H&#x00F6;hepunkt. Und nun lese man die Quelle selbst nach. Sie befindet sich in Sanhedrin (37a): Auf welche Weise werden die Zeugen in Todesstrafsachen eingesch&#x00FC;chtert? Man f&#x00FC;hrt sie hinein und sch&#x00FC;chtert sie (durch folgende Worte) ein: Vielleicht sagt ihr dies aus Vermutung oder vom H&#x00F6;rensagen oder (wi&#x00DF;t ihr es) aus dem Mund anderer Zeugen &#x2026; oder vielleicht wi&#x00DF;t ihr nicht, da&#x00DF; wir euch sp&#x00E4;ter einer Untersuchung und Ausforschung unterwerfen werden. So wisset, da&#x00DF; bei Todesstrafsachen es sich nicht so verh&#x00E4;lt, wie bei Geldsachen; bei Geldsachen kann man einen Ersatz leisten und S&#x00FC;hne erlangen, bei Todesstrafsachen aber bleibt an ihm das Blut (des Hingerichteten) und das Blut seiner (m&#x00F6;glichen) Nachkommen haften bis an das Weltende; denn so finden wir es auch bei Kain, der seinen Bruder erschlug, wie es hei&#x00DF;t: &#x201A;Die Blute deines Bruders schreien &#x2026;&#x201B;, es hei&#x00DF;t nicht: das Blut deines Bruders, sondern: die Blute deines Bruders, sein Blut und das Blut seiner (m&#x00F6;glichen) Nachkommen.&#x201D; Die Aggada hier gilt also, sie mu&#x00DF; f&#x00FC;r jeden, folglich auch f&#x00FC;r die Zeugen gelten, sie hat sich objektiviert und ihre Konsequenz ist Halacha. All die halachischen Unterschiede zwischen &#x201E;dineh m&#x2019;manot&#x201D; (Gesetze in Geldsachen) und &#x201E;dineh n&#x2019;faschot&#x201D; (Gesetze in Todesstrafsachen) sind das Resultat dieser Aggada &#x00FC;ber die Bedeutung eines einzigen Menschenlebens.</p>
<p>Allerdings unterscheidet sich die biblisch-talmudische Halacha insofern von jeder anderen &#x201E;Halacha&#x201D;, als sie nicht geistesgeschichtlich geworden ist. Durch die Offenbarung am Sinai kam Gott vielmehr der Aggada entgegen. Indem Gott uns die Tora &#x201E;gab&#x201D;, nahm er die endg&#x00FC;ltigen Konsequenzen der Aggada vorweg. W&#x00E4;hrend wir durch die &#x201E;gegebene Halacha&#x201D; die Lehre tun und erf&#x00FC;llen, bem&#x00FC;hen wir uns in der &#x201E;werdenden Aggada&#x201D;, sie voll zu begreifen und so das &#x201E;Gegebene&#x201D; zu empfangen. Solange es nicht empfangen wird, ist es das &#x201E;Gesetz&#x201D; von au&#x00DF;en; haben wir es empfangen, so wird es zur inneren Gesetzm&#x00E4;&#x00DF;igkeit unseres Lebens. Halacha ohne Aggada ist die Marschroute, erst durch die Aggada wird Halacha zum Lebensweg.</p>
<h1>3. Der psychologische Aufbau der m&#x00FC;ndlichen Lehre</h1>
<p>Den Grundri&#x00DF; einer Systematik des umfangreichen Stoffes der m&#x00FC;ndlichen Lehre haben wir bereits besprochen (s. Abschnitt III, 1). Er wird gebildet von den &#x201E;sechs Ordnungen&#x201D;, Schischah S&#x2019;darim, oder abgek&#x00FC;rzt: Schass. Jede Ordnung wird eingeteilt in einzelne Traktate &#x2014; Massechot, die wie die Ordnungen selbst nach den &#x201E;F&#x00E4;llen&#x201D;, welche sie vorwiegend behandeln, benannt werden, z. B. &#x201E;B&#x2019;rachot &#x2014; Segensspr&#x00FC;che&#x201D;, &#x201E;Sabbat&#x201D;, &#x201E;Gittin &#x2014; Scheidebriefe&#x201D; usw., jedes Traktat in Abschnitte &#x2014; P&#x2019;rakim, die &#x00E4;hnlich den Wochenabschnitten der Bibel an Stelle einer &#x00DC;berschrift immer mit den Anfangsworten bezeichnet werden. Die Abschnitte werden dann noch in Kapitel aufgelockert, an deren Anfang stets Einzels&#x00E4;tze der Lehre (Mischna) stehen.</p>
<p>Dieser Aufbau stand wohl nie als besondere Aufgabe vor den Verfassern des Talmuds; er kann auch kaum als eine besondere systematisierende Leistung angesehen werden, sondern ergab sich von selbst aus der Verschiedenheit des Materials und wurde oft sogar durch dessen Umfang bestimmt. So wurde z. B. ein Traktat nur deshalb in drei selbst&#x00E4;ndige Traktate aufgeteilt, weil es au&#x00DF;erordentlich umfangreich war. Er ist das &#x00E4;u&#x00DF;ere Schema, das sich zu der eigentlichen Systematik des Talmuds etwa so verh&#x00E4;lt wie das Geb&#x00E4;ude einer Fabrik zu der inneren Organisation des Betriebes. Es ist der Rahmen, nicht aber das Herzst&#x00FC;ck der systematisierenden Leistung. Neben dem &#x00E4;u&#x00DF;eren Aufbau mu&#x00DF; vor allem der innere beachtet werden.</p>
<p>Der Talmud wird in der Traditionsliteratur oft als &#x201E;Jam-Hatalmud&#x201D;, das Talmud-Meer, bezeichnet, und man mu&#x00DF; schon etwas von Schwimmen verstehen, will man sich in ihm zurechtfinden. Dem Laien mu&#x00DF; der innere Aufbau des Stoffes &#x201E;unsystematisch&#x201D; erscheinen. Es geh&#x00F6;rt in der Tat sehr viel Flei&#x00DF; und Kraftaufwand dazu, ehe man sich in diesem Dickicht von ineinandergreifenden Problemen, Gedanken, Fragen, Berichten usw. auch nur den schmalsten Pfad schlagen kann. Die Einteilung in Ordnungen, Traktate und Abschnitte ist in Wirklichkeit gar nicht konsequent durchgef&#x00FC;hrt. In jeder Ordnung wiederholen sich oft die verschiedensten Themen der anderen Ordnungen. Kein Traktat behandelt ausschlie&#x00DF;lich die Fragen, die zu seinem Hauptthema geh&#x00F6;ren. Eine Darlegung &#x00FC;ber das Strafrecht kann z. B. von einer Bestimmung &#x00FC;ber die Opferordnung oder einer Vorschrift &#x00FC;ber soziale Abgaben unterbrochen werden. Eine juristische Frage kann oft durch die Heranziehung von Entscheidungen in rein religi&#x00F6;sen Dingen beantwortet werden und ebenso umgekehrt. In einem und demselben Abschnitt wechseln die verschiedensten Themen einander ab oder werden sogar gemeinsam behandelt. Nirgends also eine klar Scheidung; jedes Traktat und jeder Abschnitt spiegelt die Vielf&#x00E4;ltigkeit des Ganzen wider. In den Talmudschulen wird bezeichnenderweise ein bestimmtes Traktat infolge der Vielf&#x00E4;ltigkeit seines Inhalts der &#x201E;Klein-Schass&#x201D; &#x2014; also die &#x201E;sechs Ordnungen im Kleinen&#x201D; &#x2014; genannt.</p>
<p>Wer allerdings einmal die Entwicklung des Gedankenganges bei der Kl&#x00E4;rung einer talmudischen Einzelfrage beobachten konnte, wer auch nur ein einziges Mal erlebt hatte, mit welch unbeirrbarem Scharfsinn eine Diskussion im Talmud gef&#x00FC;hrt wird, mit welch strenger, fast unerbittlicher Systematik ein Einzelthema aufgebaut wird, der wird &#x00FC;ber diesen &#x201E;Wirrwarr&#x201D;, den man schon auf nur zwei Talmudseiten oft finden kann, staunen und vielleicht ahnen, da&#x00DF; dieses &#x201E;Durcheinander&#x201D; nicht durch einen zuf&#x00E4;lligen Mangel an Systemgestaltung erkl&#x00E4;rt werden kann. Rein &#x201E;zuf&#x00E4;llig&#x201D; w&#x00E4;re ein solcher Mangel an Ordnung und Klarheit des Aufbaus bei den Verfassern des Talmuds nicht m&#x00F6;glich gewesen. Dieses scheinbare Durcheinander ist in Wirklichkeit nur die Entt&#x00E4;uschung der Menschen, die eine ganz bestimmte Systematik erwarten, welche im Talmud tats&#x00E4;chlich nicht zu finden ist. Was dem Anf&#x00E4;nger und Laien als &#x201E;Wirrwarr&#x201D; erscheint, ist der notwendige innere Aufbau des talmudischen Stoffes, eine geniale systematisierende Arbeit eigenster Art, die einmalig ist wie der Talmud selbst. Jede andere Ordnung h&#x00E4;tte nicht allein ihren Zweck verfehlt, sondern den Talmud sogar in seinem Wesen gewandelt.</p>
<p>Der Talmud ist Lehre; zum Wesen einer Lehre geh&#x00F6;rt die Einheitlichkeit. Der gleiche Wille, die gleiche Absicht mu&#x00DF; sie in allen ihren Teilen erf&#x00FC;llen. Es ist die gleiche Erkenntnis, die n&#x00E4;mliche Wahrheit, die auf den verschiedensten Lebensgebieten zu ihrem angemessenen und konsequenten Ausdruck gelangt. Die Themen k&#x00F6;nnen wechseln, der innere Wesensgehalt mu&#x00DF; der gleiche bleiben. Was in einem Punkt gilt, mu&#x00DF; in allen Punkten gelten. Mit anderen Worten: was f&#x00FC;r kultische Gesetzgebung Wahrheit ist, mu&#x00DF; auch f&#x00FC;r das Strafrecht, die Ehegesetze oder die Sabbatvorschriften Wahrheit sein. Zumindest d&#x00FC;rfen keine Widerspr&#x00FC;che in der Gesamtheit der Lehre vorhanden sein. Dies bedeutet, da&#x00DF; das Wesen der &#x201E;Lehre&#x201D; sich gegen eine Systematisierung str&#x00E4;ubt, die von der Verschiedenartigkeit der &#x201E;Themen&#x201D; ausgeht. &#x2014; Man stelle sich vor, die Wissenschaften h&#x00E4;tten ihre Vollendung erreicht und alle w&#x00E4;ren zur absoluten Wahrheit durchgedrungen &#x2014; die Einteilung in &#x201E;Fakult&#x00E4;ten&#x201D; w&#x00E4;re nur noch &#x00E4;u&#x00DF;erlich m&#x00F6;glich. Was in der Philosophie gilt, m&#x00FC;&#x00DF;te auch in der Medizin gelten; und der naturwissenschaftlichen Wahrheit d&#x00FC;rfte die juristische nicht widersprechen. Es w&#x00E4;re durchaus denkbar, da&#x00DF; ein mathematisches Problem durch eine Erkenntnis der Poetik beleuchtet w&#x00FC;rde. Es g&#x00E4;be keine &#x201E;Fachgelehrten&#x201D;, denn jeder, der das Wesen dieser &#x201E;absoluten Wahrheit&#x201D; erkennen wollte, m&#x00FC;&#x00DF;te sich mit all ihren Ausdrucksformen befassen. (Bekanntlich beginnen bereits in unseren Tagen mit der fortschreitenden Entwicklung moderner wissenschaftlicher Forschung die Grenzen zwischen den Fakult&#x00E4;ten allm&#x00E4;hlich sich zu verwischen.) Die &#x201E;Fakult&#x00E4;ten&#x201D; w&#x00E4;ren das Schema f&#x00FC;r die literarische Darstellung der wissenschaftlichen Ergebnisse; die kl&#x00E4;rende wissenschaftliche Arbeit selbst k&#x00F6;nnte sich nat&#x00FC;rlich an dieses Schema nicht halten.</p>
<p>Der Talmud als Lehre, zu deren Wesenskern die &#x201E;Einheit&#x201D; geh&#x00F6;rt, kennt keine Fakult&#x00E4;ten. Der Talmudist spezialisiert sich nicht auf ein &#x201E;Fach&#x201D;, er k&#x00F6;nnte es auch nicht tun, denn jedes Fach enth&#x00E4;lt alle F&#x00E4;cher. Die Einteilung in die sechs Ordnungen ist nur literarisch m&#x00F6;glich und nur dort, wo die Ergebnisse der Lehre zusammengefa&#x00DF;t werden, n&#x00E4;mlich in der Mischna (s. Abschnitt IV), nicht aber dort, wo sie gekl&#x00E4;rt werden &#x2014; in der G&#x2019;mara. In der &#x201E;Diskussion&#x201D; gilt die Einteilung in die sechs Ordnungen nicht. Nicht auf die Verschiedenheit des &#x201E;Stoffes&#x201D; kommt es an; zum Thema geh&#x00F6;rt alles, worin das gleiche Prinzip sich auswirkt. So ist es m&#x00F6;glich, da&#x00DF; eine juristische Frage durch eine Bestimmung &#x00FC;ber die &#x201E;Saaten&#x201D; entschieden wird und ebenso umgekehrt. Solange die Lehre &#x201E;in Bewegung&#x201D; ist und sich nicht zur Satzung kristallisiert hat, gilt die innere Systematik der Grunds&#x00E4;tze, die sich in die verschiedensten &#x201E;Themen&#x201D; einkleiden k&#x00F6;nnen, nicht aber die &#x00E4;u&#x00DF;ere des Materials.</p>
<p>Das talmudische Thema wird jeweils von einem prinzipiellen und nicht von einem stofflichen Gehalt bestimmt.</p>
<p>Allerdings gilt dies nur f&#x00FC;r die Einzelthemen. Die Gesamtheit der Lehre mu&#x00DF;te noch einer anderen Systematik unterworfen werden, die durch ihren m&#x00FC;ndlichen Charakter bestimmt wurde. Jahrhunderte hindurch wurde der Talmud m&#x00FC;ndlich gelehrt und &#x00FC;berliefert. Es gibt sogar eine Bestimmung, nach welcher einerseits die schriftliche Lehre nicht auswendig vorgetragen werden d&#x00FC;rfe und andererseits die m&#x00FC;ndliche nicht niedergeschrieben werden durfte. (Wir wollen im Rahmen dieser Schrift keine Vermutungen &#x00FC;ber den Grund dieser Vorschrift anstellen. Wir verweisen hier auf das in dem Kapitel &#x201E;Bibel und Talmud&#x201D; &#x00FC;ber das m&#x00FC;ndliche Moment Gesagte; danach kann die m&#x00FC;ndliche Lehre gar nicht niedergeschrieben werden, weil die Niederschrift selbst erst durch eine weitere m&#x00FC;ndliche Lehre richtig gelesen werden k&#x00F6;nnte.) Von hier aus drohte der Lehre eine gro&#x00DF;e Gefahr &#x2014; das Vergessen. Die Aufgabe bestand darin, den Inhalt so zu systematisieren, da&#x00DF; er vor dieser Gefahr m&#x00F6;glichst besch&#x00FC;tzt werde. So war man gezwungen, den Gesamtstoff nach mnemotechnischen Regeln aufzubauen, um so dem Ged&#x00E4;chtnis zu Hilfe zu kommen. Im Rahmen einer solchen mnemotechnischen Systematik kommt es nicht immer auf den &#x201E;logischen Zusammenhang&#x201D; an; es gen&#x00FC;gt das zuf&#x00E4;llige Nebeneinander der verschiedensten Themen, um gemeinsam oder aufeinanderfolgend dargestellt zu werden, wenn sie durch dieses Nebeneinander f&#x00FC;r das Ged&#x00E4;chtnis leichter zu &#x201E;merken&#x201D; sind. Neben der streng logischen Systematik des Einzelthemas steht im Talmud die psychologische Systematik des Gesamtthemas.</p>
<p>Eine der wichtigsten Regeln, nach denen die &#x201E;psychologische Systematik&#x201D; verf&#x00E4;hrt, ist die Assoziation. Sie kann gedanklicher Art sein oder sich auf ein zeitliches Moment gr&#x00FC;nden, z. B. das bekannte &#x201E;an jenem Tag&#x201D;, an dem n&#x00E4;mlich eine Anzahl von verschiedenen strittigen Fragen entschieden worden ist, die nun immer miteinander gelehrt werden. Oft ist es der Raum, der &#x201E;gleiche&#x201D; Ort, der die Assoziationsbasis bildet. Voneinander inhaltlich unabh&#x00E4;ngige Beschl&#x00FC;sse, die an einem bestimmten Ort gefa&#x00DF;t worden sind, werden &#x201E;zusammengeb&#x00FC;ndelt&#x201D; gelehrt und so vor der Gefahr des Vergessens bewahrt. Auch ein Name kann das assoziative Nebeneinander bestimmen. Wenn z. B. im Laufe der Behandlung eines Themas die dazu geh&#x00F6;rige &#x00C4;u&#x00DF;erung eines Gelehrten erw&#x00E4;hnt wird, so kann der Talmud etwa fortfahren: &#x201E;und noch hat der Betreffende gesagt &#x2026;&#x201D;, wobei es sich bereits urn eine ganz andere Frage handelt, die aber trotzdem angef&#x00FC;hrt wird, um das Ged&#x00E4;chtnis auf die im &#x201E;gleichen&#x201D; Namen des Verfassers gegebene Assoziation aufmerksam zu machen.</p>
<p>Auf den m&#x00FC;ndlichen Charakter der Lehre gehen auch die h&#x00E4;ufigen Wiederholungen im Talmud zur&#x00FC;ck. Ergeben sich z. B. gewisse Konsequenzen aus einer bereits entschiedenen Frage f&#x00FC;r ein Problem in einem anderen Traktat oder auch nur Abschnitt, so mu&#x00DF; die Entscheidung und oft auch die bereits abgeschlossene dazugeh&#x00F6;rige Diskussion wiederholt werden. Ein &#x201E;<italic>s</italic>. S. so und so&#x201D; ist in der m&#x00FC;ndlichen Lehre nicht m&#x00F6;glich. Nur das geschriebene Wort kann auf sich selbst verweisen, das gesprochene mu&#x00DF; sich wiederholen.</p>
<p>Eine ausf&#x00FC;hrliche Darstellung des inneren Aufbaues des Talmuds ist hier nicht m&#x00F6;glich. Zusammenfassend wollen wir nur feststellen: Der Talmud ist gesprochenes Wort und ist deshalb mit einem &#x201E;Buch&#x201D; nicht zu verwechseln. Die Systematik des gesprochenen Wortes ist eine wesentlich andere als die des geschriebenen. Ein Buch mu&#x00DF; logisch aufgebaut sein; eine m&#x00FC;ndliche &#x00DC;berlieferung kann aber nur psychologisch geordnet werden oder sie geht verloren. Nur weil wir an die Systematik von &#x201E;B&#x00FC;chern&#x201D; gew&#x00F6;hnt sind, f&#x00E4;llt es uns so schwer, die psychologische Systematik des gesprochenen Wortes im Talmud wiederzufinden.</p>
<p>Selbst nachdem das Niederschreibverbot durchbrochen und der Talmud schriftlich fixiert wurde, geschah es in einer Form, da&#x00DF; er seinen m&#x00FC;ndlichen Charakter beibehielt. Auch nach seiner Niederschrift ist der Talmud nicht zu einem Buch geworden (s. Abschnitt V). Er blieb m&#x00FC;ndliche Lehre. (Wie sehr dies stets gegenw&#x00E4;rtig war, geht charakteristisch hervor aus der nur scheinbaren &#x00C4;u&#x00DF;erlichkeit, die in der gleichm&#x00E4;&#x00DF;igen Seitennumerierung in allen Talmudausgaben besteht. Auf einer beliebigen Seite eines beliebigen Traktates steht in allen Talmudausgaben der gleiche Abschnitt. Alle Ausgaben haben die gleiche Numerierung. Auch damit soll durch ein sozusagen visuelles Assoziationsmoment das Ged&#x00E4;chnis gest&#x00FC;tzt werden.) Der erste, der dies begriff und die Konsequenzen daraus zog, war Maimonides. Die Bedeutung seiner halachischen Leistung besteht nicht in der gr&#x00FC;ndlichen Zusammenstellung der im Gesamttalmud zerstreuten Vorschriften zu den einzelnen Themen, sondern darin, da&#x00DF; er die psychologische Systematik der m&#x00FC;ndlichen Lehre als erster in die logische Systematik des geschriebenen Wortes umbaute. Der Mischneh Tora des Maimonides ist das erste halachische &#x201E;Buch&#x201D; in der Geschichte der &#x201E;Lehre&#x201D;.</p>
</chapter>
<chapter>
<title>IV. DIE ENTWICKLUNGSGESCHICHTE DES TALMUDS</title>
<p>Die uns vorliegende m&#x00FC;ndliche Lehre wird eingeteilt in Midrasch &#x2014; Deutung (der Bibel), Mischna &#x2014; Wiederholung der Lehre und G&#x2019;mara &#x2014; Vollendung bzw. Erkl&#x00E4;rung (der Mischna).</p>
<p>Der Midrasch geht immer von der Bibel aus, stets wird in ihm ein Wort, ein Satz oder eine Vorschrift usw. der Bibel gedeutet. Die Mischna ist die Wiederholung der Tora, in der Form, da&#x00DF; sie lehrt, wie die Gesetze der Tora zu verwirklichen sind. Die G&#x2019;mara schlie&#x00DF;t sich immer an die Mischna an; sie erkl&#x00E4;rt und zeigt ihre Anwendungsm&#x00F6;glichkeiten. Die Erkl&#x00E4;rung ist unerl&#x00E4;&#x00DF;lich, weil die Mischna in der Form eines Gesetzeskodexes im allgemeinen nur die Vorschriften enth&#x00E4;lt ohne ihre Begr&#x00FC;ndung. Wie Midrasch erkl&#x00E4;rende Deutung der Bibel ist, so ist G&#x2019;mara Erkl&#x00E4;rung und Deutung der Mischna.</p>
<p>Der abschlie&#x00DF;ende Redakteur der sechs Ordnungen der Mischna war Rabbi J&#x2019;huda Hanassi (um 200 n.). Er hat die gesamte m&#x00FC;ndliche Lehre seiner Zeit gesichtet, zweifelhafte &#x00DC;berlieferungen, Wiederholungen und ausf&#x00FC;hrliche Erkl&#x00E4;rungen ausgeschieden und auf diese Weise den in der Mischna zusammengefa&#x00DF;ten Traditionen gr&#x00F6;&#x00DF;te Autorit&#x00E4;t verschafft. Allerdings wurde auch das Ausgeschiedene aufbewahrt in Form der &#x201E;Boreita&#x201D; &#x2014; das &#x201E;Drau&#x00DF;engebliebene&#x201D; (zerstreut im Talmud) und in der Sammlung &#x201E;Tosefta&#x201D; oder &#x201E;Hinzuf&#x00FC;gungen&#x201D;.</p>
<p>W&#x00E4;hrend es nur eine Mischna gab, die in Pal&#x00E4;stina entstanden war, hat sich die G&#x2019;mara in zwei Hauptstr&#x00F6;men entfaltet &#x2014; in Pal&#x00E4;stina und in Babylon. In Pal&#x00E4;stina wurde sie bereits um 300 n. abgeschlossen, dagegen entwickelte sie sich in Babylonien weiter und wurde erst im Jahre 500 nach einer gr&#x00FC;ndlichen Redaktion f&#x00FC;r beendet erkl&#x00E4;rt. Die Mischna gemeinsam mit der in Pal&#x00E4;stina entstandenen G&#x2019;mara wird der jerusalemitische Talmud genannt, w&#x00E4;hrend die gleichen Mischnaordnungen und der dazugeh&#x00F6;rige babylonische Zweig der G&#x2019;mara den babylonischen Talmud bilden.</p>
<p>Es ist klar, da&#x00DF; mit diesen allgemein &#x00FC;blichen Angaben, die beliebig vermehrt werden k&#x00F6;nnen, eine Entwicklungsgeschichte des Talmuds noch nicht einmal angedeutet ist. Am klarsten wird man dies am Beispiel des Midraschs erkennen. Wir verf&#x00FC;gen zwar &#x00FC;ber eine Anzahl von Midraschsammlungen, die zum Teil sogar bestimmten Autoren zugeschrieben werden; &#x00FC;ber das Alter des Midraschs selbst l&#x00E4;&#x00DF;t sich schwer etwas Genaues aussagen. Nach Ansicht ma&#x00DF;gebender Gelehrten ist der Midrasch in seinem Ursprung &#x00E4;lter als die Mischna Aber, wann begann er? Eine Jahreszahl wird wohl nie zu nennen sein. Und wann ist er abgeschlossen worden? Niemals. Der Midrasch ist eine Methode und kann nicht eine geschichtliche Epoche der m&#x00FC;ndlichen Lehre bezeichnen. Jeder, der nach midraschischen Regeln die Bibel liest, vermehrt den midraschischen Stoff. Wir finden in der Mischna und in der G&#x2019;mara Midrasch. Und selbst die homiletischen Auslegungen von Bibelstellen durch den j&#x00FC;ngsten Rabbiner d&#x00FC;rfen sich oft mit vollem Recht Midrasch nennen. Es gibt da keine Wesensverschiedenheit, sondern nur einen Autorit&#x00E4;tsunterschied.</p>
<p>Ganz &#x00E4;hnlich verh&#x00E4;lt es sich mit Mischna und G&#x2019;mara. Wenn es uns auch bekannt ist, da&#x00DF; Rabbi J&#x2019;huda Hanassi die Mischna abschlo&#x00DF;, so ist es ebenso sicher, da&#x00DF; er nicht mehr als irgendein anderer von seinen zeitgen&#x00F6;ssischen Kollegen als der Verfasser der Mischna bezeichnet werden kann. Er hat das vorhandene Material als letzter redigiert; die Mischna ist aber viel &#x00E4;lter als ihr letzter Redakteur. Es ist ebenfalls mit Sicherheit anzunehmen, da&#x00DF; auch die Einteilung in die sechs Ordnungen nicht von Rabbi J&#x2019;huda Hanassi stammt. &#x2014; Der Talmud spricht verschiedentlich von einer Mischna des Rabbi Akiba (um 130) im Gegensatz zu einer &#x201E;Mischna Rischonah&#x201D; (erste Mischna). Wie alt ist diese &#x201E;Erste Mischna&#x201D;? Sicherlich hat es eine Ur-Mischna gegeben, die bedeutend &#x00E4;lter war als z. B. die Gelehrten Hillel und Schammai (um 10 v.). Die Streitigkeiten unter den Mischna-Lehrern (Tanaim, Einzahl: Tanna) sind in ihrem Wesen nichts anderes als Meinungsverschiedenheiten &#x00FC;ber die Erkl&#x00E4;rung und Anwendung einer Mischna, die selbst schon so alt war, da&#x00DF; sie bereits einer Erkl&#x00E4;rung bedurfte. So sind selbst die &#x00E4;ltesten Mischna-Lehrer nicht Autoren, sondern Interpreten einer Ur-Mischna. &#x2014; Damit wird aber auch die Frage nach dem geschichtlichen Anfang der G&#x2019;mara aufgeworfen. Sie kann nicht mit dem Abschlu&#x00DF; der Mischna durch Rabbi J&#x2019;huda Hanassi begonnen haben. Da G&#x2019;mara in ihrem Wesen Erkl&#x00E4;rung und Erforschung der Anwendungsm&#x00F6;glichkeiten einer Mischna ist, so ist die Interpretation der Ur-Mischna durch die &#x201E;Mischna-Lehrer&#x201D; selbst schon G&#x2019;mara. Das Mischna-Werk, wie es von Rabbi J&#x2019;huda Hanassi auf uns &#x00FC;berliefert wurde, besteht streng genommen aus einer Ur-Mischna und einer sie erkl&#x00E4;renden G&#x2019;mara. Schon in der &#x201E;Mischna&#x201D; ist G&#x2019;mara enthalten. So ergibt sich also: der Midrasch ist &#x00E4;lter als die midraschischen Sammlungen, die Mischna ist, &#x00E4;lter als die Lehrer der Mischna und die &#x201E;G&#x2019;mara&#x201D; &#x2014; als Methode &#x2014; &#x00E4;lter als die G&#x2019;mara.</p>
<p>Aus all dem folgt aber auch: ebenso problematisch wie die verschiedenen &#x201E;Anf&#x00E4;nge&#x201D; sind auch die &#x201E;Abschl&#x00FC;sse&#x201D;. Der Midrasch als eine Methode kann immer wieder von neuem &#x2014; auch in unserer Zeit &#x2014; angewandt werden. Die Mischna des Rabbi J&#x2019;huda Hanassi enth&#x00E4;lt bereits G&#x2019;mara sie ist also &#x201E;versp&#x00E4;tet&#x201D; abgeschlossen worden. Und da ferner G&#x2019;mara Erkl&#x00E4;rung im weitesten Sinne des Wortes ist, kann man kaum begreifen, inwiefern ihr Abschlu&#x00DF; im Jahre 500 organisch sich vollzog. Jede Erkl&#x00E4;rung der Mischna, sofern sie logisch richtig ist und der Lehre nicht widerspricht, ist, unabh&#x00E4;ngig davon, welcher Zeit sie entstammt, in ihrem Wesen G&#x2019;mara.</p>
<h1>1. Die Entfaltung der Lehre</h1>
<p>Wir k&#x00F6;nnen im Rahmen dieser Arbeit und bedingt durch den augenblicklichen Stand der wissenschaftlichen Talmudforschung nur die gro&#x00DF;e Linie der Entwicklung und der sie bewegenden Kr&#x00E4;fte andeuten.</p>
<p>Da&#x00DF; die Geschichte der m&#x00FC;ndlichen Lehre mit dem Bibellesen begann, dar&#x00FC;ber besteht f&#x00FC;r uns kein Zweifel (s. Abschnitt I, 1, 2). Schon das richtige Lesen ist m&#x00FC;ndliche Lehre, denn es setzt bereits die Erkl&#x00E4;rung des Textes voraus. Keine schriftliche Lehre ist ohne eine m&#x00FC;ndliche denkbar. Das geschriebene Wort ist starr und tot, es kann nur durch das gesprochene belebt werden. Das geschriebene Wort ist immer nur ein &#x201E;Zeichen&#x201D;; es bedarf einer &#x201E;Deutung&#x201D;. Das gesprochene Wort ist die &#x00E4;u&#x00DF;ere &#x201E;Gestalt&#x201D; eines Gedankens, es braucht nur &#x201E;geschaut&#x201D; zu werden. Die m&#x00FC;ndliche Lehre ist der Schl&#x00FC;ssel zur schriftlichen. Die Notwendigkeit zu diesem Schl&#x00FC;ssel lag ferner im Gesetzescharakter der Lehre begr&#x00FC;ndet. Das Gesetz kann immer nur sagen, <italic>was</italic> gelten soll, nicht aber, <italic>wie</italic> es gelten soll. Die Ausf&#x00FC;hrung des Gesetzes ist ein wesentlicher Teil der m&#x00FC;ndlichen Lehre (s. Abschnitt I, 2).</p>
<p>Da die Tora gelehrt und verwirklicht werden wollte, bedurfte sie stets der &#x201E;m&#x00FC;ndlichen&#x201D; Erg&#x00E4;nzung. Als Moses zum erstenmal Bibel las und Bibel lehrte, fing die Geschichte der m&#x00FC;ndlichen Lehre an. Deshalb sagen die Weisen: &#x201E;Moses empfing die Tora am Sinai und &#x00FC;berlieferte sie &#x2026;&#x201D; Die &#x00DC;berlieferung des Textes von Meister auf Sch&#x00FC;ler ist die Lehre seines richtigen Lesens, Kommentar im weitesten Sinn des Wortes. Die &#x201E;&#x00DC;berlieferung&#x201D; ist &#x201E;m&#x00FC;ndliche Lehre&#x201D;. So wurde der Talmud urspr&#x00FC;nglich genannt: &#x201E;Massoret mehaawot &#x2014; &#x00DC;berlieferung von den V&#x00E4;tern&#x201D;. Was aber die V&#x00E4;ter &#x00FC;berliefern, ist f&#x00FC;r die Kinder &#x201E;Kabbala &#x2014; das Empfangene&#x201D;. (Nicht zu verwechseln mit der sp&#x00E4;teren Bedeutung dieses Wortes, die im allgemeinen die j&#x00FC;dische Mystik bezeichnet.)</p>
<p>Wenn auch eine &#x00DC;berlieferung im Laufe der Generationen gewisse Erweiterungen und Umwandlungen erf&#x00E4;hrt, in ihrem Wesen geht sie immer auf den ersten &#x00DC;berlieferer zur&#x00FC;ck. Im Falle der m&#x00FC;ndlichen Lehre und in der Sprache des Talmuds also &#x2014; auf Moses. Die &#x201E;&#x00DC;berlieferung&#x201D; hat immer nur einen Autor, und da dieser nicht genannt zu werden braucht (er ist ja bekannt), ist sie anonym. Der Kern des Talmuds, der anonyme &#x00DC;berlieferung ist, kann als Ur-Talmud bezeichnet werden und ist heute noch aus dem Gesamt-Talmud im weitesten Umfang herauszusondern.</p>
<p>Im Ur-Talmud gibt es keine Meinungsverschiedenheiten, keinen Streit der Gelehrten, sondern nur einheitliche Tradition. Eine Meinungsverschiedenheit &#x00FC;ber die &#x201E;Tradition&#x201D; konnte zun&#x00E4;chst nicht auftauchen. Der Ur-Talmud wurde nicht allein in den Lehrh&#x00E4;usern &#x00FC;berliefert, sondern, da Tora verwirklicht werden sollte, im allt&#x00E4;glichen Leben des Volkes. In allen Zweifelsf&#x00E4;llen konnte also zun&#x00E4;chst die Praxis der Gesetzesverwirklichung &#x00FC;ber die richtige Tradition befragt werden. Mit anderen Worten: die Tradition war in ihren Anf&#x00E4;ngen eindeutig und klar, da sie von einer gleichbleibenden Praxis begleitet wurde.</p>
<p>Wie der Ur-Talmud zeitlich abzugrenzen ist, kann man heute nicht mehr feststellen. Eine Entwicklung ist an ihm nicht abzulesen, alles in ihm ist gleichaltrig. In der &#x201E;Tradition&#x201D; liegt in der Tat kein Moment der Entwicklung, sie wird nicht, sie ist da.</p>
<p>Wodurch ger&#x00E4;t aber die zun&#x00E4;chst in sich ruhende Tradition in Bewegung? Wie kommt es zu einer Entwicklung der Lehre? Durch zwei Tatsachen: Durch die ewige Wandlung des Lebens und durch die gro&#x00DF;en Katastrophen der j&#x00FC;dischen Geschichte. Die Wandlung des Lebens schafft neue Lebensverh&#x00E4;ltnisse; neue Fragen werden gestellt, auf die es keine &#x201E;&#x00FC;berlieferten&#x201D; Antworten gibt. Die erste Schicht der &#x201E;&#x00DC;berlieferung&#x201D; umfa&#x00DF;t nur die Lebensverh&#x00E4;ltnisse, auf welche die Bibel selbst ausdr&#x00FC;cklich Bezug nimmt. Die Antworten und Entscheidungen in einer gewandelten Zeit m&#x00FC;ssen aus der Gesamtheit der vorhandenen Lehre, aus Bibel und Ur-Mischna, erschlossen werden. Die &#x201E;Lehre&#x201D; weitet sich. &#x2014; Eine &#x00E4;hnliche Erweiterung der Lehre kann auch durch gro&#x00DF;e nationale Katastrophen bedingt sein, durch welche eine zun&#x00E4;chst gleichbleibende und eindeutige Tradition an einer bestimmten Stelle abrei&#x00DF;t. Durch Kriege, Hungersnot, Verbannung, durch die Zertr&#x00FC;mmerung der normalen Lebensbasis der Nation zerbricht die Kontinuit&#x00E4;t der Gesetzesverwirklichung und der Lehr-&#x00DC;berlieferung. Durch solche Risse in der Kette der &#x00DC;berlieferung von Lehrer auf Sch&#x00FC;ler, Vater auf Sohn vergi&#x00DF;t das Volk. Die Tradition b&#x00FC;&#x00DF;t in vielen Punkten ihre Eindeutigkeit ein. Eine Befragung der geltenden Gesetzespraxis ist nicht m&#x00F6;glich, da diese im allgemeinen Chaos selbst ersch&#x00FC;ttert wurde und zum Teil verloren ging. Das Vergessene mu&#x00DF; also aus der noch vorhandenen Lehre rekonstruiert werden.</p>
<p>In beiden F&#x00E4;llen &#x2014; sei es, da&#x00DF; durch die Wandlung der Lebensgrundlagen der Nation die Tradition sich verengt, sei es, da&#x00DF; durch ihre Zertr&#x00FC;mmerung die Tradition abrei&#x00DF;t &#x2014; steht man vor der gleichen Aufgabe: das Unbekannte (bzw. Vergessene) aus dem Bekannten (bzw. Nichtvergessenen) zu erschlie&#x00DF;en. Diese Aufgabe kann nur das logisch-wissenschaftliche Denken erf&#x00FC;llen. So gesellt sich zu der Kabbala, der &#x201E;&#x00FC;berlieferten&#x201D; m&#x00FC;ndlichen Lehre, als zweite tragende Kraft die S&#x2019;wara (Meinung, der &#x201E;gesunde Menschenverstand&#x201D;), die &#x201E;erschlossene&#x201D; m&#x00FC;ndliche Lehre. Mit dem Eindringen der S&#x2019;wara in den Bereich der Lehre beginnt die Entwicklungsgeschichte der Lehre. Darin liegt auch Ursprung der &#x201E;Meinungsverschiedenheiten&#x201D;. &#x00DC;ber das gleiche Thema k&#x00F6;nnen viele Menschen viele &#x201E;Meinungen&#x201D; haben. Allerdings kann in diesem Zusammenhang kaum von einer Entwicklung im &#x00FC;blichen Sinn des Wortes die Rede sein. Die S&#x2019;wara darf einer Kabbala nicht widersprechen (s. Abschnitt II, 3). Es darf keinen Gegensatz zwischen der &#x00FC;berlieferten und der erschlossenen Lehre geben. Das Erschlossene ist im &#x00DC;berlieferten enthalten. Die S&#x2019;wara hebt die Kabbala nicht auf, sie kann sie nur erg&#x00E4;nzen. Die Lehre entfaltet sich. Die vorw&#x00E4;rtstreibende Kraft dieser Entfaltung ist die S&#x2019;wara. Sobald die Kabbala den Anforderungen des ewig wandelbaren Lebens nicht mehr gen&#x00FC;gte, machte sich die S&#x2019;wara ans Werk, um das Grunds&#x00E4;tzliche in der Lehre zu erfassen und es so in allen Lebenssituationen anwenden zu k&#x00F6;nnen. Das Postulat der Ewigkeit der Lehre widerspricht dem Begriff einer Entwicklung. Es ist aber gleichg&#x00FC;ltig, ob man dieses Postulat als Au&#x00DF;enstehender anerkennt oder nicht. Es war eine Voraussetzung der m&#x00FC;ndlichen Lehre, deren Methode und Wesen von diesem Postulat bestimmt wurde. Unter der Voraussetzung der ewigen G&#x00FC;ltigkeit der Lehre mu&#x00DF;te jede S&#x2019;wara, die einer Tradition widersprach, einen logischen Fehler enthalten; denn Aufgabe der S&#x2019;wara war es nur, mit logischer Notwendigkeit die Konsequenzen der Lehre zu erschlie&#x00DF;en.</p>
<p>Die Kabbala als die eindeutig &#x00FC;berlieferte Absicht des Gesetzgebers erg&#x00E4;nzt die Bibel autoritativ, sie gilt und kann nicht widerlegt werden, ihre einzige Begr&#x00FC;ndung ist die Tradition. So ist es, weil es so &#x00FC;berliefert worden ist. Die S&#x2019;wara dagegen entfaltet den gesamten immanenten Gehalt der Bibel mit logischer Notwendigkeit. Sie gilt nur, wenn sie nicht zu widerlegen ist, und kann zum Gesetz werden, wenn sie logisch zwingend ist. Sie kann daher nicht nur behaupten wie die Kabbala, sie mu&#x00DF; beweisen. &#x201E;So ist es&#x201D; &#x2014; gen&#x00FC;gt da nicht, es mu&#x00DF; auch gesagt werden &#x2014; &#x201E;warum&#x201D;. Daher die h&#x00E4;ufige Wendung im Talmud: &#x201E;Ist es eine Kabbala, so wollen wir es akzeptieren; ist es aber eine S&#x2019;wara, so gibt es Erwiderung darauf.&#x201D;</p>
<p>Die sich an die Bibel auch zeitlich unmittelbar anschlie&#x00DF;ende Kabbala, die eindeutige und klare autoritative &#x00DC;berlieferung ist als die Urform der Mischna zu betrachten; sie ist die Ur-Mischna, wobei es f&#x00FC;r das Wesen dieser Identit&#x00E4;t belanglos ist, wann die Bezeichnung &#x201E;Mischna&#x201D; zum erstenmal auftauchte. Die S&#x2019;wara, die in einer sp&#x00E4;teren Zeit die Aufgabe hatte, die Lehre zu entfalten, verf&#x00FC;gte &#x00FC;ber die beiden Quellen: Tora und Ur-Mischna. Indem sie diese Aufgabe erf&#x00FC;llend die erkl&#x00E4;rende Deutung der Tora begann, entstand der Midrasch, und sofern die S&#x2019;wara der gleichen Aufgabe sich zuwendend von der Ur-Mischna ausging, ist die G&#x2019;mara geworden. Da Midrasch und G&#x2019;mara gleichen Ursprungs (der S&#x2019;wara) sind, so ist es klar, da&#x00DF; sie sich nicht &#x201E;wesentlich&#x201D; voneinander unterscheiden. Der Midrasch erkl&#x00E4;rt und deutet &#x2014; die Bibel; auch die G&#x2019;mara erkl&#x00E4;rt und deutet &#x2014; die Ur-Mischna. Der Unterschied zwischen ihnen ist stilistischer Art entsprechend der Stilverschiedenheit zwischen Bibel und Ur-Mischna.</p>
<p>Allerdings l&#x00E4;&#x00DF;t sich &#x00FC;ber das Alter der angewandten S&#x2019;wara, des Midraschs und der G&#x2019;mara nichts Genaues aussagen. Da die Notwendigkeit f&#x00FC;r das Eindringen der S&#x2019;wara in die Lehre durch die stetige Wandlung der Lebensverh&#x00E4;ltnisse der Nation bedingt war, so kann man auch hier &#x2014; wie &#x00FC;berall bei organisch bedingten Entwicklungslinien &#x2014; einen &#x201E;Anfang&#x201D; nicht ausfindig machen. Nur r&#x00FC;ckblickend l&#x00E4;&#x00DF;t es sich feststellen: es ist geworden. Aber auf Grund des Zusammenhanges, der zwischen angewandter S&#x2019;wara und der Wandlung der Lebensgrundlagen (durch Entwicklung oder Katastrophen) besteht, kann das Entfaltungsgesetz aufgestellt werden: Die wichtigsten Wendepunkte der j&#x00FC;dischen Geschichte m&#x00FC;ssen auch Wendepunkte in der Geschichte der m&#x00FC;ndlichen Lehre sein. Den Epochen in der politischen Geschichte des Judentums, die z. B. gekennzeichnet sind durch die Stichw&#x00F6;rter: 1. Vernichtung des ersten Tempels und R&#x00FC;ckkehr aus Babylon; 2. die Makkab&#x00E4;er und die Entartung der Hasmon&#x00E4;er-Dynastie; 3. die Vernichtung des zweiten Tempels; 4. der Barkochba-Aufstand und die darauf folgenden Verfolgungen, entsprechen in der Geistesgeschichte die Namen: 1. Esra; 2. Hillel; 3. Rabbi Jochanan ben Sakkai; 4. Rabbi Akiba und die Generation seiner Sch&#x00FC;ler (Rabbi Meir usw.) bis Rabbi J&#x2019;huda Hanassi. Das babylonische Exil und die schweren Pharis&#x00E4;er-Verfolgungen in der Zeit der allm&#x00E4;hlichen Entartung der Hasmon&#x00E4;er-Dynastie waren vor allem gro&#x00DF;e Vergessensperioden. Esra bzw. Hillel haben in der Hauptsache die Lehre rekonstruiert.</p>
<p>Als dann nach der Zerst&#x00F6;rung des j&#x00FC;dischen Staates durch Rom (70 n.) die eigentliche Diaspora begann, das Leben ohne Heimat und Tempel, war es Rabbi Jochanan ben Sakkai, der die ewige Lehre auf die v&#x00F6;llig neuen Lebensverh&#x00E4;ltnisse anwandte; nicht die Lehre den Verh&#x00E4;ltnissen anpassend, wie es oft dargestellt wird, sondern, indem er die Konsequenzen aus der Lehre zog, das Leben selbst gestaltend. &#x2014; Von ganz anderer Bedeutung war die Epoche, die mit Rabbi Akiba (um 100 n.) begann und mit Rabbi J&#x2019;huda Hanassi (um 200 n.) abschlo&#x00DF;. Auch die gro&#x00DF;en Meister dieser Epoche haben nat&#x00FC;rlich an der weiteren Entfaltung der Lehre mitgewirkt; aber ihre geschichtliche Aufgabe bestand in etwas anderem. Seit den grausamen Judenverfolgungen Trajans, die auch den verzweifelten und heldenhaften Krieg der Juden gegen Rom unter der F&#x00FC;hrung Barkochbas ausl&#x00F6;sten, befand sich das j&#x00FC;dische Zentrum in Pal&#x00E4;stina in permanenter Zersetzung. Die Gefahr des Vergessens war so gro&#x00DF; wie nie zuvor. Daneben war auch die Aufl&#x00F6;sung jeder Lehrautorit&#x00E4;t zu bef&#x00FC;rchten, die bis dahin sich durch die nur selten unterbrochene und bald wieder gekn&#x00FC;pfte Kette der lebendigen &#x00DC;berlieferung legitimieren konnte. Zweierlei mu&#x00DF;te also geschehen: die Sammlung der m&#x00FC;ndlichen Lehre, ihre Abgrenzung und Ordnung nach einem einheitlichen System (fr&#x00FC;her gab es Ordnungen, jeder Meister lehrte nach eigener Methode), das sich in allen Schulen durchsetzen sollte, um auf diese Weise durch die einheitliche Lernmethode die Gefahr des Vergessens zu bannen. (Ob schon in dieser Epoche das Niederschriftverbot durchbrochen wurde, bildet es noch heute einen Streit der Gelehrten.) Dann aber mu&#x00DF;te die gef&#x00E4;hrdete Lehrautorit&#x00E4;t gesichert werden. Dies geschah, indem man mit der ordnenden Sammlung der Lehre gleichzeitig eine strenge kritische Sichtung und Pr&#x00FC;fung vornahm; so wurde Spreu vom Weizen geschieden. Die pers&#x00F6;nliche Lehrautorit&#x00E4;t der Meister wurde damit auf die Lehre selbst verlagert &#x2014; sie wurde so zur objektiven Autorit&#x00E4;t der Lehre. Die Sammlung, endg&#x00FC;ltig redigiert durch Rabbi J&#x2019;huda Hanassi und allgemein Mischna genannt, bildet keine entwicklungsgeschichtlich gewordene Lehr-Einheit &#x2014; sie besteht ja aus der &#x00FC;berlieferten Ur-Mischna und der auf sie bez&#x00FC;glichen Ur-G&#x2019;mara der Mischnalehrer&#x201D; beginnend sp&#x00E4;testens mit Hillel und Schammai &#x2014; sie ist eine Autorit&#x00E4;ts-Einheit. Der Abschlu&#x00DF; der Mischna ist kein entwicklungsgeschichtlicher Grenzpunkt, sondern eine mit bestimmter Zielsetzung erstrebte Autorit&#x00E4;ts-Z&#x00E4;sur. Nach Abschlu&#x00DF; der Mischna durfte es keinen Widerspruch zwischen ihr und der sp&#x00E4;teren Lehrentfaltung mehr geben. Dadurch erhielt allerdings die Gesamt-Mischna die Bedeutung einer Kabbala. F&#x00FC;r die kommenden Geschlechter war etwa die Meinungsverschiedenheit zwischen Hillel und Schammai &#x00FC;ber die Erkl&#x00E4;rung einer Ur-Mischna ebenso autoritative &#x00DC;berlieferung, die eine Entscheidung &#x201E;entweder &#x2014; oder&#x201D; erforderte und eine dritte Erkl&#x00E4;rungsm&#x00F6;glichkeit von vornherein als nicht autoritativ ausschaltete, wie f&#x00FC;r diese einst die Ur-Mischna selbst.</p>
<p>Darin besteht das von uns einleitend aufgestellte Problem der &#x201E;Abschl&#x00FC;sse&#x201D;. Organisch gewordene Abschl&#x00FC;sse gibt es in der Lehre &#x00FC;berhaupt nicht. Im Wesen der Ewigkeit der Lehre liegt die M&#x00F6;glichkeit zu ihrer ewigen Entfaltung begr&#x00FC;ndet, ebenso wie die ewige Wandelbarkeit des Lebens die Notwendigkeit dazu bestimmt. Und auch die Ansicht des j&#x00FC;ngsten zeitgen&#x00F6;ssischen Talmudisten ist, sofern sie durch die Gesamtheit der Lehre best&#x00E4;tigt wird, ebenso als Talmud zu betrachten wie etwa die Meinung der &#x00E4;ltesten Tradenten der &#x00DC;berlieferung. Die Ver-schiedenheit beruht nur auf dem Autorit&#x00E4;tsunterschied. Auch nach dem &#x201E;Abschlu&#x00DF;&#x201D; der Mischna um 200 entfaltet sich in der eigentlichen G&#x2019;mara &#x2014; in Babylon und in Pal&#x00E4;stina &#x2014; die Lehre in der gleichen Weise weiter wie es im Zeitalter der Mischna-Lehrer und schon fr&#x00FC;her der Fall war. Ebenso wie einst die Tanaim die Ur-Mischna erkl&#x00E4;rten und ihre Anwendungsm&#x00F6;glichkeiten erforschten, so erkl&#x00E4;ren und erforschen in den Jahrhunderten von 200 bis 300 in Pal&#x00E4;stina und von 200 bis 500 in Babylon die Meister, die sich jetzt allerdings Amor&#x00E4;er, d. i. Sprecher &#x2014; Interpreten nennen, die durch die S&#x2019;wara ihrer Vorg&#x00E4;nger erweiterte Ur-Mischna. Das Verh&#x00E4;ltnis zwischen Mischna-Lehrer und Ur-Mischna ist das gleiche wie zwischen Amor&#x00E4;er und Mischna. Und auch der &#x201E;Abschlu&#x00DF;&#x201D; der G&#x2019;mara (durch Raw Aschi in Babylon) ist ebenso wie der der Mischna kein Endpunkt einer organischen Entwicklung, sondern eine durch die anormalen Lebensverh&#x00E4;ltnisse der Nation bedingte Autorit&#x00E4;tsz&#x00E4;sur. Wie in der Mischna die S&#x2019;wara der Mischna-Lehrer so wurde in der G&#x2019;mara die der Mischna-Interpreten f&#x00FC;r die kommenden Geschlechter zu Kabbala, und die aus ihr sich ergebende Halacha bestimmte autoritativ die weitere Entfaltung der Lehre.</p>
<p>Wir unterscheiden also verschiedene Schichten der Tradition: die Bibel und die eigentliche &#x00DC;berlieferung oder Ur-Mischna; die zu Kabbala gewordene S&#x2019;wara der Mischna-Lehrer oder die erweiterte Ur-Mischna, genannt Mischna; und ferner die zur Kabbala gewordene S&#x2019;wara der Amor&#x00E4;er oder die eigentliche G&#x2019;mara. Dabei gilt das Gesetz: zunehmende zeitliche Entfernung von der urspr&#x00FC;nglichen &#x00DC;berlieferungsepoche der Tora und der Ur-Mischna bedeutet Verminderung des Autorit&#x00E4;tsgrades. Warum? &#x2014; Weil es sich nicht um die Entwicklung eines Neuen handelt, sondern um die Entfaltung eines Alten, Ewigen, der Tora. Je n&#x00E4;her man den Quellen der Lehre lebt, um so sicherer wird die S&#x2019;wara bei der Entfaltung der Lehre die Absicht des Gesetzgebers treffen. Deshalb d&#x00FC;rfen die Mischnah-Lehrer nicht im Widerspruch stehen zur Ur-Mischna, die Amor&#x00E4;er nicht zu den T&#x2019;naim und die Generationen nach dem Abschlu&#x00DF; der G&#x2019;mara nicht zu den Amor&#x00E4;ern.</p>
<p>So k&#x00F6;nnte man die Traditions- und Autorit&#x00E4;tsreihe weiter fortsetzen bis in unsere Zeit; denn ewig ist die Lehre, ewig str&#x00F6;mt sie durch die Jahrtausende, das Volk auf allen seinen Wegen durch alle L&#x00E4;nder seiner tragischen Schicksale begleitend. Sie kann nicht abgeschlossen werden und beendet wird sie erst, wenn das Leben selbst beendet ist. Die &#x201E;Abschl&#x00FC;sse&#x201D; Mischna, G&#x2019;mara, Maimonides, Schulchan Aruch usw. bedeuten nur die durch das geschichtliche Terrain bedingte Regulierung dieses m&#x00E4;chtigen Stromes, auf da&#x00DF; er sich &#x2014; trotz der Anomalie der j&#x00FC;dischen Geschichte &#x2014; ausrichte nach den Urquellen seines Anfanges.</p>
<h1>2. Kommentare</h1>
<p>Der Autorit&#x00E4;tsanspruch, der einzelnen Epochen in verschiedenen Grade zukommt, bringt es mit sich, da&#x00DF; der j&#x00FC;dische Gelehrte aller Zeiten vor die gleiche Aufgabe gestellt ist: die autoritative &#x00DC;berlieferung zu kommentieren. So kann die Entwicklungsgeschichte der m&#x00FC;ndlichen Lehre als eine Geschichte von Kommentaren bezeichnet werden. Die Ur-Mischna kommentiert die Bibel, die Mischna der Tanaim ist ein Kommentar zur Ur-Mischna, so wie G&#x2019;mara selbst die Mischna erkl&#x00E4;rt usw In diesem steten Kommentieren aller Geschlechter, das letzten Endes nichts anderes sein will als Erkl&#x00E4;rung der Bibel, entfaltet sich die Lehre. Dies wird durch zwei Momente erm&#x00F6;glicht: erstens dadurch, da&#x00DF; jede Generation von einer anderen Lebensbasis aus kommentiert; und dann durch die tats&#x00E4;chliche unergr&#x00FC;ndliche Tiefe der Lehre. Aus dem Zusammenspiel dieser beiden Momente ergibt sich dann, da&#x00DF; jede Generation ein neues Wort der Lehre vernehmen kann, welches aber trotzdem das uralte ewige Wort ist.</p>
<p>Die volle Bedeutung der Lehre kann nur schichtweise gehoben werden. Jedem Geschlecht entspricht eine besondere Schicht, die vorher nicht freigelegt werden kann, weil sie nur aus einer ganz bestimmten Lebenssituation aus betrachtet &#x00FC;berhaupt sichtbar ist. Der ewig ver&#x00E4;nderliche Zeitgeist macht den Menschen immer wieder auf neue Zusammenh&#x00E4;nge aufmerksam, und die ebenfalls ewig wandelbare Lebensbasis des Menschen schafft immer wieder neue Beobachtungswinkel, wodurch immer wieder neue Tiefen der Lehre sichtbar werden. &#x2014; Schon der einzelne Mensch kann es oft erfahren, wie Worte der Bibel, die ihm aus fr&#x00FC;hester Kindheit bekannt waren, in einem bestimmten Augenblick f&#x00FC;r ihn sich erneuern, an Bedeutung reicher werden. Eine neue Bedeutungsschicht wird so offenbar, aber nur deshalb, weil dieser Mensch durch zunehmende Reifung seines Lebens oder durch ein starkes Erlebnis sich gewandelt hat und nunmehr aus einer anderen Perspektive die Lehre liest. Dabei wird er stets das Empfinden haben: das Neue ist in Wirklichkeit nichts Neues, sondern der einzig richtige Sinn des uralten Wortes. Dieses Empfinden ist das alleinige Kriterium daf&#x00FC;r, da&#x00DF; das Neue tats&#x00E4;chlich nichts anderes ist als eine von Urbeginn an im ewigen Wort der Lehre enthaltene Bedeutungsschicht. Alles Kommentieren kann nur dann die Entfaltung der Lehre weiter f&#x00FC;hren, wenn der Kommentator davon die &#x00DC;berzeugung haben kann: alles dies ist Moses am Sinai &#x00FC;berliefert worden. Entscheidend ist dabei allein, da&#x00DF; Gott in dem &#x201E;Wort&#x201D; auch diese besondere Bedeutungsschicht geoffenbart hatte. Da&#x00DF; sie f&#x00FC;r uns erst in einer bestimmten Zahl fa&#x00DF;bar geworden ist, &#x00E4;ndert nichts an ihrem Offenbarungscharakter.</p>
<p>&#x201E;Wende sie und wende sie; denn alles ist in ihr enthalten&#x201D;, ist die Bedeutung dieses ununterbrochenen Kommentierens. Jeder Kommentar soll eine neue &#x201E;Wendung&#x201D; sein, wodurch neue &#x201E;Gehalte&#x201D; der Lehre sichtbar werden. Gott hat &#x201E;alles&#x201D; in die Lehre hineingetan, an uns liegt es, alles wieder aus ihr herauszuheben; deshalb ist das Kommentieren eine sch&#x00F6;pferische Leistung, die f&#x00FC;r uns immer wieder neue Wahrheiten entdeckt.</p>
<p>Wenn also seit Abschlu&#x00DF; des Talmuds die T&#x00E4;tigkeit der Talmudgelehrten im Kommentieren sich ersch&#x00F6;pft, so hat damit nichts wesentlich Neues eingesetzt. Durch die Autorit&#x00E4;tsz&#x00E4;sur um 500 wurde die &#x201E;Tradition&#x201D; erweitert, das zu kommentierende Material bereichert; das Wesen des Kommentierens aber blieb das gleiche. Wie stets in der Geschichte der Lehre, geh es auch seit dem Abschlu&#x00DF; des Talmuds um die gleichen Fragen: Was meint der Text? Was fordert die Lehre? &#x2014; Und wie stets in der Geschichte der Lehre werden auch seit 500 jeweils neue Momente und Zusammenh&#x00E4;nge sichtbar, wenn diese Fragen von neuem gestellt werden, aus einer neuen noch nicht dagewesenen menschlichen Existenz heraus. Deshalb bedeutet das Kommentieren auch noch in unseren Tagen die sch&#x00F6;pferische Entfaltung der Lehre.</p>
<p>Auf die Frage nach dem Sinn des Textes geben die eigentlichen direkt auf den Text bez&#x00FC;glichen Kommentare die Antwort, z. B. die Erkl&#x00E4;rung des R. Salomo Jizchaki, abgek&#x00FC;rzt Raschi, des bedeutendsten Talmudkommentators und &#x00DC;bersetzers aller Zeiten, ohne dessen Werk man den Talmud seit Jahrhunderten nicht mehr lesen kann. Raschis Kommentar wurde erg&#x00E4;nzt durch die &#x201E;Hinzuf&#x00FC;gungen&#x201D; (Tossafot), die vor allem von seinen Sch&#x00FC;lern stammen. Die stets aktuellen Forderungen der Lehre dagegen versuchen zu kl&#x00E4;ren 1. die ausgedehnte Responsenliteratur, die zur &#x00E4;ltesten nachtalmudischen Literaturgattung der m&#x00FC;ndlichen Lehre geh&#x00F6;rt, in der vor allem die ewig wiederkehrenden &#x201E;neuen F&#x00E4;lle&#x201D; behandelt werden und die von Generation zu Generation umfangreicher wird, so da&#x00DF; sie heute kaum noch zu &#x00FC;bersehen ist, 2. die Werke, die das halachische (also normative) Fazit aus Talmud und Responsenliteratur zusammenfassen, wie z. B. &#x201E;Rif&#x201D; von R. Jizchak Alfasi, das Mischne-Tora des Maimonides, Schulchan Aruch von R. Josef Karo.</p>
<p>Der Proze&#x00DF; des &#x201E;Kommentierens&#x201D; ist nie beendet. Die Fragen nach dem Sinn des Textes und der Verpflichtung durch die Lehre im &#x201E;Jetzt&#x201D; werden immer von neuem gestellt, weil das Jetzt immer ein Neues ist, und die Antworten m&#x00FC;ssen immer wieder von neuem gegeben werden. So f&#x00FC;hren sie auch zu neuen Autorit&#x00E4;tsz&#x00E4;suren. Zwischen zwei Z&#x00E4;suren, die je eine Epoche umfassen, wird &#x201E;diskutiert&#x201D;; zwischen zwei Epochen, die durch je eine Z&#x00E4;sur voneinander geschieden werden, schl&#x00E4;gt die Diskussion in den &#x201E;Kommentar&#x201D; um. So reiht sich Kommentar an Kommentar; alles aber legt sich um den gleichen ewigen Kern &#x2014; die Tora. So wird Offenbarung durch das &#x201E;Kommentieren&#x201D; in der Zeit f&#x00FC;r uns &#x201E;offenbar&#x201D;.</p>
<h1>3. Belege zur Entfaltung der Lehre</h1>
<h2>a) Midrasch</h2>
<p>&#x201E;Wenn du meinem Volk, dem Armen neben dir, Geld leihst, sei nicht gegen ihn wie ein Schuldherr; legt ihm keinen Zins auf.&#x201D;</p>
<p>Dazu der halachische Midrasch M&#x2019;chilta (Exodus 22, 24, Kapitel 19):</p>
<p>&#x201E;Wenn du meinem Volk Geld leihst&#x201D;, R. Jischmael sagt: Jedes &#x201E;Wenn&#x201D; in der Tora (bedeutet) Freiwilligkeit au&#x00DF;er diesem &#x2026;, so sage hier: &#x201E;Wenn du &#x2026; Geld leihst&#x201D; (bedeutet) Pflicht (du sollst Geld leihen dem Armen). Du sagst: Pflicht, vielleicht nicht so, sondern: Freiwilligkeit? &#x2014; Wenn es hei&#x00DF;t (Deut. 15, 8): &#x201E;Du sollst ihm leihen&#x201D;, dann ist daraus zu ersehen f&#x00FC;r unsere Stelle: Pflicht und nicht Freiwilligkeit.</p>
<p>Dagegen der aggadische Midrasch rabba (Kapitel 31):</p>
<p>&#x201E;Wenn du meinem Volke Geld leihest.&#x201D; In Verbindung mit Kohelet (5, 12): &#x201E;Es ist ein b&#x00F6;ses &#x00DC;bel, das ich unter der Sonne sah: Reichtum, aufbewahrt von seinem Besitzer zu seinem Ungl&#x00FC;ck; es geht unter solcher Reichtum durch b&#x00F6;sen Unfall.&#x201D; Heil dem Menschen, der in seiner Versuchung besteht, es gibt kein Gesch&#x00F6;pf, welches Gott nicht versucht. Er versucht den Armen, ob er die Leiden ohne Murren auf sich zu nehmen vermag; den Reichen, wie es hei&#x00DF;t: &#x201E;Verfolgte Elende f&#x00FC;hre in dein Haus.&#x201D; Besteht der Reiche in seiner Versuchung und ist wohlt&#x00E4;tig, siehe, so genie&#x00DF;t er sein Geld in dieser Welt, und der Stamm verbleibt ihm in jener Welt, und der Ewige errettet ihn von dem Strafgericht der H&#x00F6;lle, wie es hei&#x00DF;t (Ps. 41, 2): &#x201E;Heil dem, der sich des Elenden annimmt&#x0021; Am Tage des Ungl&#x00FC;cks rettet ihn der Ewige.&#x201D; Besteht der Arme in seiner Versuchung und zeigt sich nicht widerspenstig, so empf&#x00E4;ngt er das Doppelte in jener Welt, wie es hei&#x00DF;t (Ps. 18, 28): &#x201E;Denn dem armen Volke hilfst du.&#x201D; Von wem kannst du das lernen? Von Ijob, welcher in dieser Welt leiden mu&#x00DF;te, aber Gott hat es ihm doppelt vergolten, wie es hei&#x00DF;t (Ijob 42,10): &#x201E;Und der Ewige vermehrte alles, was Ijob hatte, um das Doppelte.&#x201D; Aber der Reiche, der ein b&#x00F6;ses Auge hat &#x2014; er und sein Geld schwinden aus dieser Welt, wie es hei&#x00DF;t (Koh. 5, 13): &#x201E;Denn es geht unter der Reichtum durch b&#x00F6;sen Zufall&#x201D;, weil er ein b&#x00F6;ses Auge gegen die Almoseneinnehmer hatte &#x2026;</p>
<h2>b) Mischna</h2>
<p>Mischna. (Ur-Mischna.) Jeder ist zum Erscheinen (im Tempel zu Jerusalem an den drei Wallfahrtsfesten des Jahres) verpflichtet, ausgenommen ein Tauber, ein Bl&#x00F6;der, ein Minderj&#x00E4;hriger &#x2026; (&#x201E;G&#x2019;mara&#x201D; in der Mischna:) Wer ist ein Minderj&#x00E4;hriger (diesbez&#x00FC;glich)? Jedes (Kind), das auf seines Vaters Schulter reitend nicht von Jerusalem auf den Tempelberg hinauf kann &#x2014; so die Schule Schammajs; die Schule Hillels sagt, das nicht seines Vaters Hand halten und von Jerusalem auf den Tempelberg hinauf kann &#x2026; (Die Schule Hillels und Schammajs, die erste Generation der Mischna-Lehrer, erkl&#x00E4;rt in der Art der G&#x2019;mara in der Mischna einen Begriff der Ur-Mischna.)</p>
<p>Chagiga 1, 1</p>
<p>Mischna. (Ur-Mischna.) Niemand unterlasse die Fortpflanzung, es sei denn, da&#x00DF; er Kinder hat; (&#x201E;G&#x2019;mara&#x201D; in der Mischna zu: &#x201E;da&#x00DF; er Kinder hat&#x201D;:) Die Schule Schammaj sagt, zwei m&#x00E4;nnliche, und die Schule Hillels sagt, ein m&#x00E4;nnliches und ein weibliches, denn es hei&#x00DF;t (Gen. 5, 2): &#x201E;Mann und Weib hat er sie erschaffen.&#x201D;</p>
<p>Jewamot 6, 6</p>
<p>Mischna. (Bei der Darlegung der &#x201E;Ordnung&#x201D; des Vortrags der Haggada am Pe&#x00DF;ach hei&#x00DF;t es, man sage in bestimmtem Zusammenhang die Worte:) &#x2026; lasset uns vor ihm sprechen: &#x201E;Preiset Gott&#x201D; (Beginn des Lobliedes aus den Psalmen 113&#x2014;118; dazu die &#x201E;G&#x2019;mara&#x201D; in der Mischna:) Wie weit lese man? Die Schule Schammajs sagt, bis &#x201E;Die Mutter der Kinder frohlocket&#x201D; (Schlu&#x00DF; des 113. Psalms); die Schule Hillels sagt, bis &#x201E;Den Kiesel in einen Wasserquell&#x201D; (Schlu&#x00DF; von Psalm 114). (Dann weiter die Ur-Mischna:) Und man schlie&#x00DF;e mit der Erl&#x00F6;sung. (Daran ankn&#x00FC;pfend &#x201E;G&#x2019;mara&#x201D;:) R. Tarphon sagt: &#x201E;Der uns und unsere Vorfahren aus Mizrajim erl&#x00F6;st hat&#x201D;, ohne weitere Schlu&#x00DF;formel (die sonst bei Segensspr&#x00FC;chen &#x00FC;blich ist). R. Akiba sagt: &#x201E;So m&#x00F6;ge der Herr, unser Gott und der Gott unserer Vorfahren, uns andere Feiertage und Feste, die uns entgegenkommen, in Frieden erreichen lassen; erfreut &#x00FC;ber den Bau deiner Stadt, jubelnd in deinem Dienste &#x2026;&#x201D; bis: &#x201E;Gepriesen seist du, o Herr, der du Jisrael erl&#x00F6;st hast&#x201D;.</p>
<p>P&#x2019;ssachim 10, 5</p>
<h2>c) G&#x2019;mara</h2>
<p>a) W&#x00F6;rtliche &#x00DC;bersetzung:</p>
<p>Mischna. Waren an ihr Fehler und sie noch im Hause ihres Vaters der Vater braucht Beweis zu erbringen da&#x00DF; sie sich verlobte diese Fehler an ihr waren und sein Feld &#x00FC;berschwemmt worden ist ist sie hineingegangen in den Bereich des Ehemannes der Ehemann braucht Beweis zu erbringen da&#x00DF; diese Fehler an ihr waren bevor sie sich verlobte und sein Kauf war ein irrt&#x00FC;mlicher Kauf die Worte R. Meirs und die Weisen sagen wobei sind Worte gesagt worden bei Fehlern die im Verborgenen aber bei Fehlern im Offenbaren kann er nicht einwenden und wenn es ein Badehaus in jeder Stadt gibt kann er auch bei Fehlern die im Verborgenen nichts einwenden weil er sie durch seine Verwandte untersuchen l&#x00E4;&#x00DF;t.</p>
<p>G&#x2019;mara. Grund ist weil der Vater den Beweis erbringt erbringt der Vater den Beweis nicht ist der Ehemann beglaubt wer R. J&#x2019;hoschua ist dies der gesagt hat nicht von ihrem Munde leben wir sag&#x2019; den Schlu&#x00DF; ist sie hineingegangen in den Bereich des Ehemannes der Ehemann braucht den Beweis zu erbringen Grund ist weil der Ehemann den Beweis erbringt erbringt der Ehemann den Beweis nicht ist der Vater beglaubt kommt dies nach R. Gamliel der gesagt hat sie ist beglaubt sagte R. Eleasar zerbrich wer dies lehrte lehrte dies nicht &#x2026; Raba sagte Anfang da wurden sie gefunden und da waren sie fragte ihn Abajje ist sie hineingegangen in den Bereich des Ehemannes der Ehemann braucht Beweis zu erbringen da&#x00DF; diese Fehler an ihr waren bevor sie sich verlobte und sein Kauf war ein irrt&#x00FC;mlicher Kauf bevor sie sich verlobte ja nachdem sie sich verlobte nein und warum man sage da wurden sie gefunden und da waren sie weil man sagen kann es ist feststehend man trinkt aus einem Becher nur wenn man ihn untersucht hat und dieser sah und war einverstanden &#x2026;</p>
<p>b) erkl&#x00E4;rende &#x00DC;bersetzung:</p>
<p>Mischna. Hatte sie Leibesfehler, als sie noch im Hause ihres Vaters weilte, so hat der Vater den Beweis zu erbringen (falls der Ehemann nach der Verlobung sie wegen der Fehler nicht heiraten und ihr auch nicht die Morgengabe auszahlen will), da&#x00DF; die Fehler an ihr entstanden sind, erst nachdem sie sich verlobte, und sein Feld (des Ehemannes) &#x00FC;berschwemmt worden ist (es ist sein Mi&#x00DF;geschick), und ist sie bereits in die Gewalt des Ehemannes gekommen, so hat der Ehemann den Beweis zu erbringen, da&#x00DF; sie die Fehler hatte, noch bevor sie sich verlobte und &#x201E;sein Kauf ein irrt&#x00FC;mlicher war&#x201D; &#x2014; so R. Meir. Die Weisen sagen, dies gelte nur von verborgenen Leibesfehlern, bei sichtbaren aber k&#x00F6;nne er (der Ehemann) nichts einwenden, und ist ein Badehaus in der Stadt, k&#x00F6;nne er auch bei verborgenen Leibesfehlern nichts einwenden, weil er sie durch seine Verwandten untersuchen l&#x00E4;&#x00DF;t.</p>
<p>G&#x2019;mara. Nur wenn der Vater den Beweis erbringt (ist er glaubhaft), wenn aber der Vater den Beweis nicht bringt, ist der Ehemann glaubhaft, also nach (Ansicht) R. J&#x2019;hoschua (s), welcher sagt (vgl. K&#x2019;tubot 12b): &#x201E;wir leben nicht von ihrer Behauptung&#x201D;, ihre Behauptung ohne Beweis gilt nichts); dem widersprechend aber hei&#x00DF;t es im Schlu&#x00DF;satze, da&#x00DF;, wenn sie bereits in die Gewalt des Ehemannes gekommen ist, der Ehemann den Beweis bringen m&#x00FC;sse; (daraus geht hervor) nur wenn der Ehemann den Beweis bringt, wenn aber der Ehemann den Beweis nicht bringt, ist der Vater glaubhaft, also nach (Ansicht) R. Gamliel(s), welcher sagt (ebenda), sie sei glaubhaft (auch ohne Beweis)&#x0021;? R. Eleasar erwiderte: Es ist zu teilen: wer das eine (den Anfangssatz) lehrte, lehrte das andere (den Schlu&#x00DF;satz) nicht &#x2026; Raba erkl&#x00E4;rte: Im Anfangssatze sind sie (die Fehler) da (im Hause des Vaters) entdeckt worden, somit (sagen wir, sind sie) da entstanden, und ebenso im Schlu&#x00DF;satze da (im Hause des Ehemannes) entdeckt worden, somit da entstanden. Abajje wandte gegen ihn ein: &#x201E;Ist sie bereits in die Gewalt des Ehemannes gekommen, so hat der Ehemann den Beweis zu erbringen, da&#x00DF; sie diese Fehler hatte, noch bevor sie sich verlobte und sein Kauf ein irrt&#x00FC;mlicher war&#x201D;, (so in der Mischna, daraus ist zu erschlie&#x00DF;en:) nur dann (gilt der Beweis des Ehemannes), wenn, bevor sie sich verlobte (die Fehler da waren), nicht aber, wenn, nachdem sie sich verlobte (obgleich sie sich noch im Hause ihres Vaters befand). Weshalb denn, man solle doch sagen: da sind sie entdeckt worden (im Hause des Vaters nach der Verlobung), somit sind sie da entstanden&#x0021;? Dieser erwiderte: Wenn, nachdem sie sich verlobte (die Fehler nachzuweisen sind), sage man, es sei feststehend, niemand trinkt aus einem Becher, ohne ihn untersucht zu haben; er hat es somit gesehen und war einverstanden (mit den Fehlern).</p>
<p>K&#x2019;tubot 75 a und b</p>
</chapter>
<chapter>
<title>V. DER STIL</title>
<p>Die begonnene systematisierende Sichtung der m&#x00FC;ndlichen Lehre in der Zeit des R. Akiba mu&#x00DF;te allm&#x00E4;hlich zur Durchbrechung des Niederschreib-Verbots f&#x00FC;hren. Wann dies geschah, ist bis heute noch nicht endg&#x00FC;ltig gekl&#x00E4;rt worden. Nach Ansicht vieler Gelehrten wurde die Mischna bereits durch R. Jehuda Hanassi niedergeschrieben, w&#x00E4;hrend andere nicht minder bedeutende der Meinung sind, da&#x00DF; sie erst gemeinsam mit der G&#x2019;mara schriftlich fixiert worden ist. Wie dem auch sei, so wurde sicherlich die Durchbrechung des Niederschreib-Verbots bedingt, wie so vieles im Laufe der Geschichte der m&#x00FC;ndlichen Lehre, durch die tragischen Schicksale des j&#x00FC;dischen Volkes, in deren Verlauf Meister und Sch&#x00FC;ler nicht mehr die n&#x00F6;tige Mu&#x00DF;e und ein von Sorgen unbeschwertes Leben besa&#x00DF;en, um die Gesamtheit der m&#x00FC;ndlichen &#x00DC;berlieferung weiterhin auswendig zu lehren und zu lernen. Um f&#x00FC;r alle Zeiten der Gefahr des Vergessens zu begegnen, wurde die m&#x00FC;ndliche Lehre niedergeschrieben. Da es sich aber hierbei um die &#x00DC;bertretung einer strikten Vorschrift handelte, die man sich nur aus gegebener Notwendigkeit heraus im Interesse der Lehre selbst erlaubte, so hat man die Lehre nur so weit niedergeschrieben, als dies tats&#x00E4;chlich erforderlich war. Der Stil des Talmuds zeigt uns, da&#x00DF; man sich stets dessen bewu&#x00DF;t war: die Lehre wird niedergeschrieben &#x2014; nicht, um dem &#x201E;M&#x00FC;ndlichen&#x201D; schriftlichen Ausdruck zu verleihen, sondern nur mit der Absicht, daf&#x00FC;r Sorge zu tragen, da&#x00DF; es nicht vergessen werde. Der Charakter des M&#x00FC;ndlichen sollte trotz der Niederschrift gewahrt bleiben. Dies wurde erreicht durch die Methode, das gesprochene Wort so niederzuschreiben, wie es tats&#x00E4;chlich ausgesprochen worden ist und durch die Niederschrift nichts daran zu &#x00E4;ndern. Davon erhielt diese schriftliche Fixierung der Lehre ihre Eigenart.</p>
<p>Gesprochenes und geschriebenes Wort sind in ihrem Wesen voneinander verschiedene Ausdrucksformen des Gedankens, Empfindens usw. Der gleiche Gedanke erfordert eine andere Darstellung, wenn er ausgesprochen und wieder eine andere, wenn er &#x201E;ausgeschrieben&#x201D; wird. Gesprochenes und geschriebenes Wort sind voneinander unabh&#x00E4;ngig, beide beziehen sich immer unmittelbar auf den inneren Gehalt, den es auszudr&#x00FC;cken gilt. Wurde nun bei der Durchbrechung des Niederschreibverbots das gesprochene Wort ohne jede Umwandlung niedergeschrieben, so bedeutet dies: nicht die schriftliche Ausdrucksform f&#x00FC;r den Lehrinhalt wurde damit geschaffen, sondern nur die schriftliche Notiz f&#x00FC;r die m&#x00FC;ndliche Ausdrucks-form. Die Niederschrift ist nicht das geschriebene Wort der Lehre, sondern das niedergeschriebene &#x201E;gesprochene Wort&#x201D;. Nicht die Lehre fand hier einen ihr angemessenen und damit wesenhaft verbundenen schriftlichen Niederschlag, sondern ihre m&#x00FC;ndliche Ausdrucksform eine technische Fixierung. So wurde die Niederschrift das, was sie werden sollte &#x2014; ein mnemotechnisches Hilfsmittel, welches ein Vergessen unm&#x00F6;glich machen sollte; die Lehre aber blieb, was sie war &#x2014; m&#x00FC;ndliche Lehre. Der talmudische Stil ist der Stil des gesprochenen und nicht der des geschriebenen Wortes.</p>
<p>Diese Niederschrift des gesprochenen Wortes ist allerdings vor allem durch zwei &#x201E;M&#x00E4;ngel&#x201D; gekennzeichnet. Das gesprochene Wort ist in seinem Wesen knapper als das geschriebene, deshalb, weil es nicht alles selbst zu sagen braucht. Es wird immer in einer ganz konkreten Situation gesprochen, die selbst &#x201E;mitspricht&#x201D; und den Wortinhalt bereichert. In der Situation des Gespr&#x00E4;chs kann schon eine leichte Bewegung, von der ein Wort begleitet wird, einen ganzen Satz bedeuten. Und in der Unterhaltung der Gelehrten in den Talmudhochschulen konnte die Frage &#x201E;warum?&#x201D; oder &#x201E;woher wei&#x00DF; man es?&#x201D;, von bestimmten Menschen im bestimmten Augenblick gesprochen, so inhaltsreich sein, da&#x00DF; sie schriftlich dargelegt weitl&#x00E4;ufiger Darlegungen bed&#x00FC;rfte. Durch die Niederschrift des gesprochenen Wortes wird sein situationserf&#x00FC;llter Bedeutungsreichtum nicht festgehalten. Das Wort verarmt, bzw. es wird zu eng f&#x00FC;r seinen urspr&#x00FC;nglichen Sinngehalt, es wird zum &#x201E;Stichwort&#x201D;. &#x2014; Weiterhin kann durch die eigenartige Niederschrift der m&#x00FC;ndlichen Lehre ein anderes wesenhaftes Merkmal des gesprochenen Wortes nicht zum Ausdruck gebracht werden, n&#x00E4;mlich seine Betonung. Das gleiche Wort kann verschiedenes besagen; je nachdem, in was f&#x00FC;r einem Tonfall es ausgesprochen wird, kann es ironisch und ernst gemeint sein, Frage oder Antwort bedeuten, Hoffnung oder Resignation, Verwunderung und Zweifel ausdr&#x00FC;cken. Was der Redner mit einer Geste, einem bestimmten Tonfall sagen kann, mu&#x00DF; der Schriftsteller oft in langen Abhandlungen darlegen. Niedergeschrieben wurde nur das Wort, nicht aber sein Rhythmus, sein Ton. Das ohne Ton und ohne seine &#x201E;Melodie&#x201D; schriftlich festgehaltene gesprochene Wort ist aber auch nur Stichwort f&#x00FC;r den Sprecher. Durch diese beiden &#x201E;M&#x00E4;ngel&#x201D; wurde aber das Niederschreib-Verbot auf geniale Weise durchbrochen: die m&#x00FC;ndliche Lehre wurde schriftlich niedergelegt, und doch wurde die Lehre nicht niedergeschrieben. Das niedergeschriebene gesprochene Wort war das Stichwort f&#x00FC;r das Ged&#x00E4;chtnis.</p>
<p>Dies bedeutet aber: ein Ged&#x00E4;chtnis mu&#x00DF; immer vorhanden sein, d. h. der Talmud mu&#x00DF;te auch nach seiner Niederschrift m&#x00FC;ndlich gelehrt, von Meistern auf Sch&#x00FC;ler &#x00FC;berliefert werden. Das Stichwort mu&#x00DF;te wieder in gesprochenes Wort aufgel&#x00F6;st werden. Wie der Knoten im Taschentuch nur den an etwas erinnert, der ihn gekn&#x00FC;pft hat, so konnte die mnemotechnische Niederschrift der m&#x00FC;ndlichen Ausdrucksform der Lehre nur von denjenigen wieder in gesprochenes Wort verwandelt werden, die durch sie an etwas erinnert wurden, also durch die Menschen, die die Lehre wie die Generationen vor ihrer Niederschrift in den Lehrh&#x00E4;usern von ihren Meistern empfingen und die sie dann an Hand der schriftlichen Fixierung nur zu wiederholen brauchten. Daran hat sich im Grunde genommen bis heute nichts ge&#x00E4;ndert. Die &#x201E;Knotensprache&#x201D; der Niederschrift kann nur von dem gedeutet werden, den sie an bereits Gelerntes &#x201E;erinnert&#x201D;. Die eigentliche Bedeutung der grundlegenden Talmudkommentare, die zum gro&#x00DF;en Teil auf &#x00DC;berlieferung beruhen, besteht darin, da&#x00DF; sie versuchen, in der m&#x00FC;ndlichen Ausdrucksform der Lehre den Lehrinhalt zu ergr&#x00FC;nden. Die Aufl&#x00F6;sung der Niederschrift in gesprochenes Wort jedoch bleibt weiterhin Aufgabe des Lernenden. Vor allem diese Zur&#x00FC;ckverwandlung der &#x201E;Notiz&#x201D; in das &#x201E;Wort&#x201D; ist &#x201E;m&#x00FC;ndliche Lehre&#x201D; geblieben.</p>
<p>Der Talmud kann nicht &#x201E;gelesen&#x201D; werden, man mu&#x00DF; ihn &#x201E;sprechen&#x201D;. Daher auch die bezeichnenden Wendungen des Kommentars Raschi zu bestimmten S&#x00E4;tzen: &#x201E;Bitmija&#x201D;, d. h. &#x201E;dies ist zu sprechen im Tonfall der Frage&#x201D;, oder: &#x201E;B&#x2019;nichuta&#x201D;, was bedeutet: &#x201E;dies ist zu sprechen im Tonfall der &#x201A;Ruhe&#x201B; (z. B. der Antwort, einer Best&#x00E4;tigung usw.)&#x201D;. Der traditionelle Singsang, mit dem der Talmud gelernt wird, der Niggun des Lernens ist der urspr&#x00FC;nglichste Talmudkommentar; er ist die Umwandlung des niedergeschriebenen gesprochenen Wortes in das lebendige Wort der m&#x00FC;ndlichen Lehre. (Eine Interpunktion kennt der Talmud nicht, weil sie auch das Sprechen nicht kennt. Der Niggun des Lernens ist gleichzeitig eine &#x201E;akustische Interpunktion&#x201D;.) Man kann also sagen: C&#x2019;est le ton qui fait le Talmud.</p>
</chapter>
<chapter>
<title>VI. DRUCKE UND MANUSKRIPTE</title>
<p>Infolge der Stellung der Kirche zum Talmud konnte es zu einer Drucklegung erst verh&#x00E4;ltnism&#x00E4;&#x00DF;ig sp&#x00E4;t kommen. Zun&#x00E4;chst wurden nur einzelne Traktate gedruckt: in Italien bei Soncin und in Lissabon. Der gesamte Talmud konnte im Druck erscheinen erst nachdem Papst Leo X. im Verlauf des Kampfes zwischen den Dominikanern und Reuchlin die Drucklegung gew&#x00FC;nscht hatte. Die &#x201E;editio princeps&#x201D; wurde verlegt von Daniel Bomberg, einem christlichen Druckereibesitzer aus Antwerpen in Venedig von 1520&#x2014;1523. Werke von Maimonides, Nachmanides, der Aruch usw. waren schon fr&#x00FC;her erschienen.</p>
<p>Neben dem Bombergschen Druck wurde f&#x00FC;r alle sp&#x00E4;teren Ausgaben der Druck von Justinian (Venedig um 1550) von gr&#x00F6;&#x00DF;ter Bedeutung. In den sp&#x00E4;teren Ausgaben wurde die Paginierung des Justinianischen Druckes beibehalten. So findet man heute in allen Talmud-Ausgaben die gleiche Numerierung der Seiten.</p>
<p>Von 1578&#x2014;1581 erschien die zensurierte Ausgabe von Basel. Zum Vorbild aller weiteren Drucke wurde mit ihren Hinzuf&#x00FC;gungen und Textkorrekturen die Ausgabe von Frankfurt am Main von 1720&#x2014;1722.</p>
<p>Au&#x00DF;er unz&#x00E4;hligen Einzeltraktaten sind bekannte Ausgaben des gesamten Talmuds verlegt worden in Lemberg, Konstantinopel, Saloniki, Krakau, Amsterdam, Frankfurt a. d. Oder, Berlin, Sulzbach, Dierenfurt, Sitomir, Wien, Wilna usw.</p>
<p>W&#x00E4;hrend wir so &#x00FC;ber viele Talmuddrucke verf&#x00FC;gen, sind nur vereinzelte Talmud-Manuskripte auf uns gekommen. Die einzige komplette Talmud-Handschrift befindet sich in M&#x00FC;nchen; daneben gibt es nur gr&#x00F6;&#x00DF;ere oder kleinere Fragmente. R. N. Rabinowicz z&#x00E4;hlt in seinem &#x201E;Dikduke Szofrim&#x201D; (Bd. 1, 4, 8, 9, 11) nur 39 fragmentarische Manuskriptsammlungen auf. Zu den bekanntesten geh&#x00F6;ren die Sammlungen der Bodleiana in Oxford, des Vatikan, des British Museum, die Sammlung in M&#x00FC;nchen, ein Fragment in Petersburg aus dem Jahre 1112 und schlie&#x00DF;lich, das wahrscheinlich &#x00E4;lteste, ein Fragment von betr&#x00E4;chtlicher L&#x00E4;nge in Cambridge.</p>
</chapter>
</book>
