{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        180,
        1418
    ],
    "ref": "Nedarim",
    "title": "Nedarim",
    "heTitle": "נדרים",
    "versionSource": "http://www.sefaria.org/Nedarim",
    "maps": [],
    "length": 91,
    "book": "Nedarim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "The daughter of Kalba Shebu'a3  betrothed herself to R. Akiba.4  When her father heard thereof, he vowed that she was not to benefit from aught of his property. Then she went and married him in winter.5  They slept on straw, and he had to pick out the straw from his hair. 'If Only I could afford it,' said he to her, 'I would present you with a golden Jerusalem.'6  [Later] Elijah came to them in the guise of a mortal,7  and cried out at the door. 'Give the some straw, for my wife is in confinement and I have nothing for her to lie on.' 'See!' R. Akiba observed to his wife, 'there is a man who lacks even straw.' [Subsequently] she counselled him, 'Go, and become a scholar.' So he left her, and spent twelve years [studying] under R. Eliezer and R. Joshua. At the end of this period, he was returning home, when from the back of the house he heard a wicked man jeering at his wife, 'Your father did well to you. Firstly, because he is your inferior; and secondly, he has abandoned you to living widowhood all these years.' She replied, 'Yet were he to hear my desires, he would be absent another twelve years. Seeing that she has thus given me permission,' he said, 'I will go back.' So he went back, and was absent for another twelve years, [at the end of which] he returned with twenty-four thousand disciples.8  Everyone flocked to welcome him, including her [his wife] too. But that wicked man said to her, 'And whither art thou going?'9  'A righteous man knoweth the life of his beast,'10  she retorted. So she went to see him, but the disciples wished to repulse her. 'Make way for her,' he told them, 'for my [learning] and yours are hers.' When Kalba Shebu'a heard thereof, he came [before R. Akiba] and asked for the remission of his vow and he annulled it for him."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "MISHNAH. HE WHO VOWS [TO ABSTAIN] FROM VEGETABLES IS PERMITTED GOURDS. R. AKIBA FORBIDS THEM. THE [SAGES] SAID TO HIM, BUT WHEN A MAN SAYS TO HIS AGENT 'FETCH ME VEGETABLES, HE REPLIES, I COULD OBTAIN ONLY GOURDS. HE ANSWERED, EXACTLY: BUT WOULD HE SAY, 'I COULD OBTAIN ONLY PULSE?'1  BUT THAT GOURDS ARE INCLUDED IN VEGETABLES, WHILST PULSE IS [DEFINITELY] NOT. HE IS [ALSO] FORBIDDEN FRESH EGYPTIAN BEANS. BUT PERMITTED THE DRY SPECIES].2\nGEMARA. HE WHO VOWS [TO ABSTAIN] FROM VEGETABLES etc. But he vowed [to abstain] from vegetables!3  — Said 'Ulla: This refers to one who vows. 'The vegetables of the pot [be forbidden] to me.'4  But perhaps he meant vegetables which are eaten [with food cooked] in a pot?5  — He said: 'Vegetables that are cooked in a pot [he forbidden] to me.'6\nWherein do they differ? — The Rabbis maintain: Whatever an agent must inquire about does not belong to the same species;7  but R. Akiba maintains, Whatever the agent needs inquire about is of the same species.8  Abaye said: R. Akiba admits in respect to punishment that he is not flagellated.9\nWe learnt elsewhere: If the agent carried out his commission, the principal10  is guilty of a trespass; if he did not carry out his commission, he himself is guilty of a trespass.11  With which Tanna does this agree? R. Hisda said: Our Mishnah does not agree with R. Akiba. For we learnt:12  Thus, if he said to him, 'Give the guests meat, and he gave them liver; '[give them] liver,' and he gave them meat, the agent is guilty of a trespass.13  But if this agrees with R. Akiba: did he not say. Whatever an agent must inquire about, belongs to that species? In that case, the principal, and not the agent, should be liable to a trespass-[offering]?14  Abaye said, This may agree even with R. Akiba:"
        ],
        [
            "does not R. Akiba admit that he must consult [his principal]?1  When this discussion was repeated before Raba, he remarked, Nahmani hath said well.2\nWhich Tanna disagrees with R. Akiba? — R. Simeon b. Gamaliel. For it was taught: He who vows [to abstain] from meat, is forbidden every kind of meat; he is also forbidden the head, feet, windpipe, liver, heart, and fowl; but he is permitted the flesh of fish and locusts. R. Simeon b. Gamaliel said: He who vows [to abstain] from meat is forbidden every kind of meat, but permitted the head, feet, windpipe, liver, heart and fowl, and it is superfluous to mention the flesh of fish and locusts.3  And thus R. Simeon b. Gamaliel used to say: The entrails are not meat, and he who eats them is no man. In respect of what is this said?4  [To teach that] he who eats them as meat is no man in respect of purchase.5\nWhy does the first Tanna declare fowl forbidden? Because the agent is wont to inquire about it! But the same applies to flesh of fish in regard to which the agent too, if he can obtain no meat, consults [his master] saying. 'If I cannot obtain meat, shall I bring fish?' Hence it should be forbidden? — Said Abaye: This refers to one who was bled [just before his vow] who [consequently] would not eat fish.6  If so he would not eat fowl either, for Samuel said: If one is bled, and then eats fowl, his heart will palpitate like a fowl's. And it was taught: One must not be bled and eat fish, fowl, or pickled meat. And it was taught: If one is bled, he must not eat milk, cheese, eggs, cress owl, or pickled meat! — Fowl is different, because it may be eaten after being thoroughly boiled. Abaye [also] said:7  It refers to one whose eyes ache, fish being injurious to the eyes. If so, he should eat fish, for Samuel said, Nun, Samek, 'Ayin8  [read] Nuna [fish] sama [are a healing] la-'enayim [to the eyes]! — That is at the end of the illness.9"
        ]
    ],
    "titleVariants": [
        "Nedarim",
        "Tractate Nedarim",
        "Masekhet Nedarim",
        "Talmud Nedarim"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Soncino",
            "http://www.come-and-hear.com/nedarim/nedarim_50.html"
        ],
        [
            "Soncino English Translation",
            "http://halakhah.com/nedarim/nedarim_54.html"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Nashim"
    ]
}