{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Eruvin",
    "title": "Mishnah Eruvin",
    "lengths": [
        10,
        96
    ],
    "sections": [],
    "versions": [
        [
            "Eighteen Treatises from the Mishna",
            "http://www.sacred-texts.com/jud/etm/index.htm"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה עירובין",
    "versionSource": "http://www.sefaria.org/Mishnah_Eruvin",
    "next": "Mishnah Eruvin 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Eruvin",
    "text": [
        [
            "An alleyway - how high can it be? To twenty amot one must lower it. Rabbi Yehudah says it is not necessary. Wider than ten amot, one must reduce. If there is a tzurat hapetach (form of a doorway), that is wider than ten amot, it is not necessary to reduce it's size.",
            "A Kosher Mavoy- Beit Shamai says: A lehi and a beam. Beit Hillel says: A lehi or a beam. Rabbi Eliezer says: two lehis. In the name of Rabbi Yishmael, said one student before Rabbi Akiva: Beit Shammai and Beit Hillel did not argue on a mavoy that is lower than 4 amot, for it is kosher with a lehi or a korah. About what do they disagree? On the width (of a mavoy) that is greater than 4 amot until 10 amot; Beit Shammai says it needs a lehi and a beam, and Beit Hillel says either a lehi or a beam. Rabbi Akiva says that they argued about both cases.",
            "The beam which was mentioned, it must be wide enough to hold an ariah, and an ariah is half a brick of three tefachim. It is okay for the beam to be a tefach wide so that it can hold the ariah sideways.",
            "It [the beam] must be wide enought to hold an ariah and strong enough to hold an ariah. Rabbi Yehuda says it [the beam] must be wide enough, but it doesn't have to be strong enough [to hold an ariah].",
            "If [the beam] is made out of straw or reeds, view it as if it were made out of metal. If [the beam] is bent, view it as if it were straight. If [the beam] is rounded, view it as if it were square. Anything [round] that is three tefachim in circumference, it has a width of one tefach",
            "The Lechis that were mentioned need to be ten tefachim high, and the thickness is irrelevant. Rabbi Yose says that they must be three tefachim thick.",
            "One can make a lehi out of anything - even out of a living being - rabbi Yosei forbids this. And it [the lehi made out of a living creature] imparts tumah (impurity) like a gravestone, but rabbi Meir says it is tahor (pure). It is acceptable to write a bill of divorce [on a living animal]. Rabbi Yosei of the Galil doesn't allow this.",
            "A caravan that is camped in a valley and is surrounded by animal related objects can carry within [that perimeter] only if the fence is 10 tefachim high and the gaps aren't larger than the walls. Any gap that is 10 amot is permitted because it is like a door; larger than that is forbidden.",
            "Surround an area with three ropes, one on top of the other, and there isn't [a gap of] 3 tefachim between one rope and another; The ropes themselves must be a tefach and a little bit - the whole thing must be ten tefachim.",
            "They can surround with reeds, as long as there isn't [a gap of] three tefachim between one reed and another. They spoke [specifically] about a caravan - so says rabbi Yehuda. The [other] rabbis say they were talking only about a caravan in the present case [as an example]. Any mehitza which is not [made of] vertical and horizontal [parts] is not a [valid] mehitza - so says rabbi Yose son of rabbi Yehuda. The [other] rabbis say: one of [those] two things. Four things [leniencies] are permitted in an army camp. They can take wood from any place, they are exempt from washing their hands, they [are permitted to eat] demai, and from making an eruv."
        ],
        [
            "Inclosures [partitions] must be made around wells: [they must be made of] four double deal-boards, [placed at the corners of the well so that the four deal-boards] appear like eight. Such is the dictum of R. Jehudah; but R. Meir saith, \"Eight [deal-boards must be used], which appear [as if there were] twelve, [namely] four double deal-boards and four single ones; their height must be ten hands, their width six hands, whatever may be their thickness; [the interspace] between them [must not be wider] than to pass two teams of cattle, each team of three beasts abreast.\" Such is the dictum of R. Meir; but R. Jehudah saith, \"each team of four beasts abreast,\" that is to say, of cattle yoked together in a team, but not walking loose [unyoked], so that one enters as the other passes out.",
            "It is permitted to bring the enclosure quite close to the well; provided always that the head and greater part of the body of a cow [animal] be within [the enclosure] while it drinks. It [the enclosure] may [likewise] be placed at some distance from the well, provided that more deal-boards [be used].",
            "R. Judah said, \"[The greatest distance from the well, at which it is permitted to place an enclosure is] two beth saah;\" but they [the sages] said to him, \"[The size of] two beth saah is only applicable to a garden or a wood-store, but as for a pen [for cattle], or a fold, or a drying [bleaching] ground [behind the house], or a court [in front of the house], even though it be of the size of five beth kur, 3 yea, even of ten beth kur, it is lawful [to carry or move things therein on the day of rest].\" It is [therefore] permitted to place [the enclosure] at any convenient distance [from the well], provided that more deal-boards [be used].",
            "R. Judah said, \"If a public thoroughfare interrupts [passes through] the enclosure, it must be closed up [with boards], at the sides [towards the thoroughfare]; but the sages hold, it is not necessary. Whether it be a public cistern, or a public well, or a private well, [such an enclosure of] boards must be made for it; but to a private cistern, a partition ten hands high is to be made. Such is the dictum of R. Akivah; but R. Jehudah ben Babah saith, \"An enclosure of deal-boards must be made only for a public well; for all others [it is sufficient to] make a girth [rope fence], ten hands high.\"",
            "Moreover, R. Judah ben Babah also said, \"If a garden or wood-store be somewhat above seventy amoth square, and is encompassed [inclosed] by a wall ten hands high, it is lawful to move [carry things] therein; provided always that there is a watch-box, or dwelling [of some kind within the garden or store], or that it be close to the town;\" but R. Jehudah saith, \"Even though there be nothing [else] within it than a cistern, or a reservoir, or a cave, it is lawful to move, carry things within it [the garden or store].\" R. Akivah saith, \"Even though there be not one of all these [objects] within [the garden or wood-store], it is lawful to move [carry things] therein [on the day of rest], provided it do not measure much above seventy square amoth.\" R. Eleazar saith, \"If the length [of such a garden of wood-store] exceed its width by even a single amah, it is not permitted to move [carry things] therein;\" but R. José saith, \"Even though its length be twice its width, it is lawful to move [carry things] therein.\"",
            "R. Elai said, \"I heard from R. Eleazar, that even though it [the garden or wood-store] should be an entire beth kur [in extent], it is permitted to move or carry things therein on the day of rest. I also heard from him, that if one of the householders of a court had forgotten, and not [joined in] the erub, it is unlawful for him to carry any thing out of, or into, his house; but to them [the other inmates of the court] it is permitted [so to do]. Moreover, I heard from him, that a man might fully acquit himself of his duty on the Passover, by using ‏עקרבנין‎; and I inquired among all his disciples, seeking a companion [who had likewise heard him pronounce these opinions], but I could not find [meet with one].\""
        ],
        [
            "With all kinds of nutriment the erub or junction may be effected, except with water and salt. All [kinds of nutriment] may be bought for the proceed of the second tithe, except water and salt. He who has vowed [to abstain] from food, is permitted [to partake] of salt and of water. The erub may be made for a nazir with wine, and for a [common] Israelite with heave-offering. Symmachus saith, \"that ‏chullin [only must be used] for [the erub of a common] Israelite. The erub of a cohen . [may be placed] on a spot which has formerly been used as a cemetery.\" R. José saith, \"it may even [be placed] in an actual burying-ground, since he [the cohen] may go and eat it outside [the burying-ground].",
            "For the erub demai may be used: first, tithes from which the heave-offering has been taken; and, second, tithes and consecrated things that have been redeemed; and for priests, challah, and heave-offering. But it is not lawful to use tevel, or first tithes, from which the heave-offering has not been taken; or second tithes, and consecrated things which have not been redeemed. Should any one send his erub by the hand of a deaf and dumb person, of an idiot, of a minor, or of one who does not acknowledge [the legal validity of] the erub, it is not a [legal] erub: but if he has commissioned another [proper] person to receive it from [his messenger], it is a [legal] erub.",
            "If a man puts it [the erub] in a tree higher than ten hands from the ground, his erub is no [legal] erub; [but if he puts it] lower than ten hands, his erub is a [legal] erub. If he has put it into a pit, even though that be a hundred amoth deep, his erub is a [legal] erub. Should he put it on the top of a cane, or pole, that does not actually grow out of the ground, but is only stuck therein, even though it be a hundred amoth high, his erub is a [legal] erub. If he has put it into a cupboard, which he locked, and has lost the key, it is a [legal] erub. R. Eleazar saith, \"If he does not know where the key is, it is not a [legal] erub.\"",
            "Should the erub roll [or be moved] out of the limit [of the Sabbath distance], or should a heap [of mould] fall on it, or should it be burned, or if heave-offering get unclean, [if either of all these take place] while yet day, [before the Sabbath comes in], it is not a [legal] erub; [but if it take place] after dusk, it is a [legal] erub. If [the time when it took place is] doubtful, R. Meir and R. Jehudah say, \"This is [at once driving] an ass [and leading a] camel.\" R. José and R. Simeon say, \"A doubtful erub is good [in law].\" R. José further said, \"Abtolymus attested, on the authority of five elders, that a doubtful erub is good [in law].\"",
            "A man may attach conditions to his erub, and say, \"If foes come from the east, my erub [shall stand good] for the west; [if they come] from the west, my erub [shall stand good] for the east; should they come from both sides, I [am at liberty to] go in what direction I please; should they not come from either side, I am like [the rest of] my townsmen; should a sage come from the east, my erub [shall stand good] for the west; [should one come] from the west, my erub [shall stand good] for the east; [should one] come from each side, I [am at liberty to] go in which direction I please; [should] none [come] from either side, I am like the rest of my townsmen.\" R. Jehudah saith, \"If one of them [the two sages who come] has been his teacher, he must go to meet his teacher; but if both have been his teachers, he goes in which direction he pleases.\"",
            "R. Eleazar saith, \"When a festival follows next to a Sabbath, whether before or after it, a man prepares two erubin, and he may say, 'My first erub [is to stand good] for the east, and the second for the west; or the first for the west, and the second for the east. My erub [is to stand good for] the first [day]; and the second [day I am] like my townsmen; or my erub [is to stand good for] the second [day], but the first [day I am] like my townsmen.'\" But the sages hold, \"that he can [only] prepare his erub for one direction, or it does not stand good at all; [likewise] that he must prepare his erub for both days, or it does not stand good at all. But how must we do? He carries it [the erub] out [to the place where he means to deposit it] on the [eve of] the first [day of rest], and remains with it until dusk, when he carries it [back with him]. He then brings [the erub] out again on the second [day], remains with it till dark, and then eats it. It is found [that thus] he gains his walk [beyond the Sabbath-limit], and he gains by [eating] his erub. Should he eat [his erub] on the first [day] it is a [legal] erub for the first [day], but is not a [legal] erub for the second [day].\" R. Eleazar said, \"[Thus] ye acknowledge to me that they are two [distinct] holy-days.\"",
            "R. Jehudah saith, \"If a man apprehends that the new year will be celebrated two days, he must prepare two erubin.\" He then says, \"My erub of the first [day] [shall stand good] for the east, and of the second [day] for the west; or of the first [day] for the west, and the second for the east. My erub [shall stand good] for the first [day], and on the second [day] I am like my townsmen; or my erub [shall stand good] for the second [day], but on the first [I am] like my townsmen:\" but the sages did not coincide with him.",
            "R. Jehudah further said, \"A man may conditionally fix [select] [the heave-offering of] a basket of fruit on the first day of the new year [festival], and eat it on the second [day]; so, likewise, an egg which is laid on the first [day] may be eaten on the second:\" but the sages did not coincide with him.",
            "R. Dosa ben Harkeenass saith, \"He who stands before the reading-desk [to pray] on the first holy day of the Rosh-ashanah, must say, 'Strengthen [support] us, O Lord our God, on this day of the new moon, whether to-day or to-morrow [be the true one].' And on the morrow he says [the same prayer, with the variation], 'whether this day or yesterday [be the true one]:'\" but the sages did not coincide with him."
        ],
        [
            "If foes, or an evil spirit [a fit of insanity], have caused a man to go out [beyond the Sabbath-limit], he must not [when recovering his own free agency] move further than four amoth; if they [the foes or the fit] have carried him back, it is as if he had not gone out [beyond the limit]. If they have carried him into another town, or put him into a pen [prison] or fold [for cattle], he may, according to Rabbon Gamaliel, and R. Eleazar ben Azariah, \"go about throughout its whole [extent];\" but R. Joshua and R. Akivah maintain, \"that he must not move further than four amoth.\" It once happened that they [these four sages] came together from Parendisim, and their vessel kept the sea [on the Sabbath]: Rabbon Gamaliel and R. Eleazar ben Azariah walked about throughout the whole [extent of the vessel]; but R. Joshua and R. Akivah did not move beyond four amoth, as they wished [to take] the rigid [observance] upon themselves.",
            "Once [on the Sabbath-eve] they [the sages, being on board a vessel] did not enter the haven [landing-place] till after dark; they inquired of Rabbon Gamaliel, \"What are we [to do as] to descending [from the vessel]?\" He answered them, \"It is permitted; for I observed that we had already entered [within] the limits [of the Sabbath distance] before dusk.\"",
            "He who is authorized to go out [beyond the legal distance] on business of importance to public or private welfare [or safety], and is told \"the thing is already done,\" has [the liberty to go] 2000 amoth in any direction. If he still was within the Techoom [the lawful Sabbath distance], it is as if he had not gone forth at all; for all those who go forth to save are . [permitted to] return to their abodes [on the day of rest].",
            "If a man sits down by the road-side [towards dusk on the Sabbath-eve], and then gets up and sees that he is near a town, as it had not been his intention to enter the town, he must not enter. Such is the dictum of R. Meir; but R. Jehudah saith he may enter. R. Jehudah said, \"It once happened that R. Tarphon entered [a town], although [it had] not [been] his intention [so to do].\"",
            "He who falls asleep on the road [the eve of the day of rest], and knows not that it is become dark [night has set in] has [when he awakes], the right of going 2000 amoth in any direction. Such is the dictum of R. Eleazar ben Nourie; but the sages hold, that he has [only the right to move] four amoth. R. Eleazar saith, \"and he is in [forms] the center [of these four amoth].\" R. Jehudah saith, \"He can go [four] amoth in whichever direction he pleases;\" but R. Jehudah admitted, \"that if he [such a person] has made his choice, he cannot [afterwards] go back therefrom [recall or alter it].\"",
            "If there be two [persons so situated], and part of the four amoth [permitted] to each are within the limits of the other, they may meet and take their meal together, in the middle [of their joint space]; provided always, that neither of them exceed his own limits by going into those of his neighbor. If there are three persons [so situated], and [part of the four amoth belonging to] the middle one is swallowed by [forms part of the limits belonging to] the others, [each of the two outside ones], he is at liberty to meet each of them, and each of them may meet him; but the two outside ones are not permitted to meet each other. R. Simeon saith, \"What is this like? Three courts opening into each other, and also open towards the public reshuth; if the two outer ones have joined in crab with the middle one, they are at liberty [to carry and convey from the middle court] to each of the outer ones, and from them into it; but the two outer ones must not [carry and convey] from one to the other.\"",
            "If a man be on the road, and is overtaken by the dusk [on the eve of the day of rest], should he distinguish [single out] a tree or hedge, and say, \"Under it [I will take] my Sabbath rest,\" it is [in law] as if he had said nothing; [but should he say], \"At its basis [I will take] my Sabbath rest,\" he may go from the spot on which he stands to the base [of the tree or hedge], 2000 amoth, and from the base unto his domicile 2000 amoth [more]; thus it is found that, after dark, he may go 4000 amoth.",
            "If he cannot distinguish [single out a tree or a hedge], or should he not be conversant with the halachah [decisions of the oral law], if he says, \"[I will take] my Sabbath-rest on the spot [where I stand],\" the spot [which he occupies] obtains for him 2000 amoth in any direction; in a circle, according to the dictum of R. Haninah ben Antigonus: but the sages hold [that he has 2000 amoth] square, so that he gains the angles.",
            "This [rule above laid down] is the explication of their [the sages’] saying, \"The poor prepares his erub with his foot.\" R. Meir saith, \"This rule [then] we apply only to the poor;\" but R. Jehudah replied, \"To the poor and to the rich [alike], inasmuch as the erub with bread was only decreed, to make the observance more easy for the wealthy, so that he should not be forced to go out on his own feet to prepare the erub.",
            "If a man [on the eve of the day of rest] has been dispatched by his townsmen, to combine by erub a town [or village in the vicinity], and has been induced to go back by a neighbour [before he has completed his errand], he is permitted to go [to the place in question]; but all his townsmen are forbidden [to go thither]. Such is the dictum of R. Jehudah; but R. Meir saith, \"Whosoever can prepare the erub, but does not prepare it, is [like at once driving] an ass [and leading] a camel.\"",
            "Whoever is gone beyond the techoom, even [the distance of] a single amah, must not go back [the whole techoom]. R. Eleazar saith, \"[If he has gone] two amoth [beyond the techoom] he may go back, but if three amoth, he must not go back.\" R. Simeon saith, \"Even [should he go] fifteen amoth [beyond the techoom] he may go back, as the land-surveyors [who fix the limits] are not very exact in their measurement, as they take into consideration those who might err.\""
        ],
        [
            "How can the bounds of a town be enlarged [extended]? If one house recede [from the city wall], and [another] house project [therefrom], or if a ruin recede or project, or if fragments of a wall ten hands high [lie beyond the walls], or if there be any bridges or cemeteries, with dwelling-houses thereon, the measurement of the town is commenced from them; and the whole is formed into a kind of square, in order to gain the angles.",
            "An allowance of [seventy and two-thirds amoth] space must be made to the town. Such is the dictum of R. Meir; but the sages hold, \"that such an allowance is to be made only if two towns be so close to each other, that each only requires seventy and two-thirds amoth [to bring them within techoom; in that case] an allowance is made to both, [so that they become] as one.\"",
            "So likewise, if three villages form a triangle, and the two outer ones require 14⅓ amoth, [a double allowance to bring them within techoom of each other], he [in idea] places the third one between them, so that the three become as if they were one.",
            "They are not to measure [the techoom], except with a line [exactly] fifty amoth long, neither more nor less; and he [who measures] must not measure except from his breast. If, during the measurement, he arrives at a deep dale [cleft], or heap of stones, he passes [his line] over it, and resumes his measurement, if he arrive at a hillock, he passes [his line] over it, and resumes his measurement, provided always he does not outstep the techoom [in so doing]. If he cannot pass [his line] over [the hillock, because it is too high], R. Dostai bar Janai said of such, [a circumstance] I have heard on the authority of R. Meir, \"that they [who measure] cut straight through the mountain [in idea].\"",
            "The measurement must be undertaken by him only who is expert [in measuring land]. [If the techoom has been carried] farther to one place, and less far to another, they abide by the farther [measurement] . If one surveyor [has carried the limit] farther than another, they abide by the farther [measurement]. Even a bond-man or a bond-woman is credible [entitled to belief], if either say, \"Until here, is a techoom Sabbath;\" for the sages did not intend to enforce a more rigid observance, but to make it more easy.",
            "If a town [originally the property] of a single individual, becomes [property] of the public, all [the householders residing thereon] must join in preparing the erub. [Should the town originally have been property] of the public, and is become [property] of one individual, all [the householders] are not to join in the erub, but [a number] must be left out equal to the new town in Judæa, in which there are fifty dwellings. Such is the dictum of R. Jehudah; but R. Simeon holds, \"[it is sufficient if] three courts, with two houses in each [are left out].\"",
            "Should a man [on the eve of the day of rest] be at the east [of his habitation], and say to his son, \"Place my erub towards the west;\" or [being] to the west [of his habitation], he say to his son, \"Place my erub to the east;\" if [the distance] from the place where he is to his habitation is [within] 2000 amoth, and to his erub further than that, he must take his Sabbath-rest at his habitation, but must not take it at his erub; [if the distance] to his erub be [within] 2000 amoth, and to his habitation further than that, he must take [his Sabbath-rest] at his erub, but must not take it at his habitation. If a man has deposited his erub within the limits of a town, he has [in law] done nothing, and it is nothing; if he has deposited it [the erub] out of the techoom, even though but a single amah, whatever extent of ground he gains in this direction, he loses in the opposite one.",
            "The inhabitants of a large town may traverse the whole of a small town [that lies within or adjoining their techoom], but the inhabitants of the small [town] must not traverse the whole extent of the large town. How are they to do? If an inhabitant of the large town place his erub in the small town, or an inhabitant of the small town place his in the large towel, each may traverse either town, and proceed 2000 amoth beyond its confines. R. Akivah saith, \"He has only [the right to proceed] 2000 amoth from the place where he deposited his erub.\"",
            "R. Akivah said to them [the sages], \"Will ye not grant me, in the case of him who deposits his erub in a cavern, that he has not [the right to proceed] further than 2000 amoth from the place where he has [left] his erub?\" They replied \"[True; but] when is this the case? if there are no habitations within the cavern; but if there are habitations [prepared] within it, he may not only traverse the whole of the cavern, but also proceed 2000 amoth outside of it.\" [Consequently, the observance] is found less rigid as to the interior [of a cavern], than as to [the space] above [it]. As to him who measures [spoken of before], he is only allowed [to carry the techoom] 2000 amoth [from the place whence he started], even though the end of his measurement should terminate in a cavern."
        ],
        [
            "He who dwells in one court with a heathen, or with one who does not acknowledge [the validity of] erub, is through them prohibited [from carrying or moving therein]. Such is the dictum of R. Meir; but R. Eleazar ben Jacob saith, \"At no time can [such] a prohibition be caused, unless by two Israelites who prevent each other.\"",
            "R. Gamaliel related, \"It happened that a Sadducee dwelt with us in one alley, in Jerusalem; and my father said to us [on the Sabbath-eve], 'Make haste and bring all the vessels into the alley, lest this [Sadducee] bring out his, and make it unlawful for you [to carry out yours].'\" R, Jehudah related [the same circumstance], with a variation in the language: \"Make haste and do what you require [done] in the alley, lest he come out and make it unlawful for you.\"",
            "Should one of the householders of a court forget, and not join in the erub, it is unlawful for him and for them [the other inmates of the court], to carry any thing out of, or into his house; but their [houses] it is lawful for him and for them to carry into, and out of; if they [the other inmates] have resigned to him their [common] right [to the court], he is permitted [to carry and convey therein], but they are forbidden [so to do]. If there be two [who have neglected to join in the erub], they impede each other; for one individual can renounce [the] right [to the court], and can acquire [that] right; but two persons [though they can jointly] renounce the right, cannot [jointly] acquire the right [to the exclusive use of the court].",
            "From when is the right to be conferred? Beth Shammai hold, \"while it is yet day-light;\" but Beth Hillel hold, \"from dusk [on the eve of the day of rest].\" Whoever renounces his right [to the court], and afterwards carries [or conveys within it], whether he does it inadvertently or intentionally, he renders it unlawful for them [the other inmates of the court to carry or convey therein]. Such is the dictum of R. Meir; but R. Jehudah saith, \"If he does it intentionally, he makes it unlawful [for them], but if inadvertently, he does not make it unlawful.\"",
            "Should a householder be in partnership in [one cask of] wine with two of his neighbours [residing in the same alley], they require no erub; if he is partner with one in wine, and with one in oil, they do require an erub: R. Simeon saith, \"In the one [case] as in the other, they do not require any erub.\"",
            "Should five different companies take their Sabbath-rest in one saloon, Beth Shammai hold, \"that each company requires a separate erub;\" but Beth Hillel hold \"that one erub [is sufficient] for [them] all.\" Both agree, that if any of these companies occupy distinct chambers, or attics, [then] each company requires a separate erub.",
            "Brothers, or associates, who take their meals at their fathers’, [or at one] table, but sleep [each] in his [separate] house [in the same court], must each one prepare a separate erub. Therefore, if one of them has forgotten, and not prepared an erub, he must renounce his right [to the common court]. When is this the case? When the erub has been deposited in some other place [house]; but if the erub has been placed with them, or if there are no other inhabitants in the court, they need not prepare any erub.",
            "Five courts that open into each other, and also open into one [common alley], if they [the householders therein] have joined in erub for the courts, but have not combined the alley, they are permitted [to carry and convey] in the courts, but are prohibited [so to do] in the alley; but if they did combine the alley, they are permitted in both [courts and alley]. If they have combined the courts and also the alley, should one of the householders of the courts forget, and not join in the erub, they are [nevertheless] permitted [to carry and convey] in both [courts and alley]; should one of the householders of the alley have forgotten to join in the combination, they are permitted [to carry and convey] in the courts, but are forbidden [so to do] in the alley, [inasmuch] as the alley is [in the same relation] to the courts, as the courts [are] to the houses [within them].",
            "If two courts be one within the other, [should] the [inmates of the] inner court prepare its erub, and [those of] the outer court not, [the inmates of] the inner court may [carry and convey within it],but [those of] the outer court must not [do so]. Should [those of], the outer court have prepared the erub, but not [those of] the inner court, both are prohibited; if each have prepared its separate erub, the [inmates of] each are permitted [to carry or convey] within its own limits. R. Akivah holds that the outer court is prohibited, and that the right of thoroughfare [possessed by the inner court] renders it so; but the sages hold that this right of thoroughfare does not render [the outer court] prohibited.",
            "Should one [of the householders] of the outer court forget to join in the erub, the inner court is permitted, but the outer court is prohibited. Should one [of the householders] of the inner court forget to join in the erub; both are prohibited. If they both deposit their erub in one place, and one [of the householders], whether of the inner or of the outer [court] forgot, and did not join in the erub, both are prohibited. Should each court be the property of a single individual, [or inhabited by one household only] they require no erub."
        ],
        [
            "If there be an aperture [opening] four hands square, and [not quite] ten hands high [from the ground], between two courts, [the inmates of each court may] prepare two separate erubin; or if they prefer it, [may join in] one erub. If the opening be less than four hands square, or above ten hands high from the ground, they must each prepare their separate erub, and may not join, in one.",
            "If there be a wall ten hands high and four hands wide, between two courts, they [the inmates of each] must prepare a separate erub, and may not join in one. If there lie fruit on the wall, they may ascend from each side to eat thereof, provided always they bring none thereof down with them. Should there be a gap [breach] in the wall, not wider than ten hands, they may prepare two erubin, or if they prefer it, join in one, because it [the breach] is considered as a door [gate]. [Should the breach be] wider than this [ten amoth], they must both join in one erub, and not prepare two separate ones.",
            "If a trench [or ditch] separate two courts, should it be ten hands deep, and four wide, they [the inmates of each court] must prepare two separate erubin, and may not join in one, even though it [the trench or ditch] be filled with stubble or with straw. Should it [however] be filled with mould or stones, they must join in one erub, and not prepare two separate ones.",
            "If a board [plank] four hands wide, has been put across the ditch [trench], and in like manner, if two projecting balconies have been connected by means of such a board or plank, they [the, inmates] may prepare two erubin, or if they prefer it, they may join in one; but [if the board or plank be] less [wide] than this [four hands], they must each prepare a separate erub, and not join in one.",
            "If there be between two courts a straw-rick, ten hands high, they [the inmates] must prepare two separate erubin, and may not join in one. The cattle may be fed [thereof] from each side; and when the rick becomes lower than ten hands, they must join in one erub, and not prepare two.",
            "How are [streets or] alleys to be combined? A man places a cask of wine [in the alley], and says, \"This shall be for all the inmates of the alley,\" he may confer on them the right thereto, either through his grown-up son or daughter, or through his Hebrew man-servant or maid-servant, or through his wife; but he cannot confer the right thereto through his minor son or daughter, or through his Canaanitish bond-man or bond-woman, because they are altogether dependent on him.",
            "If the [quantity of] food [required to effect the combination] becomes decreased, he may [by himself] add [thereto], and confer the right, without giving them [the other inmates] notice [thereof]; but if [some of] them join him, he adds [sufficient food to make up the quantity required], confers the right [thereto] on them, and gives them notice thereof.",
            "How much is the legal quantity [of food required to combine streets or alleys]? When they [who join therein] are numerous, food sufficient for two [Sabbath] meals for all of them; but if they be few, the size of a dried fig, [which is also the quantity of food unlawful for any one] to carry out on the Sabbath, for each of them.",
            "R. José said, \"To what does the [preceding] regulation apply? To the first preparation for the erub; but to continue the erub, any quantity [of food, however small, is sufficient].\" Nor did the sages direct that [where the combinations of an alley had been effected] an erub should be prepared for the [different] courts, except that the children might not become oblivious [altogether forget the rule of erub].",
            "With all [kinds of nutriment] the erub or combination may be effected, excepting only water and salt. Such is the dictum of R. Eleazar; but R. Joshua saith, \"[Nothing but] a [whole] loaf of bread is a [lawful] erub.\" Should even a [whole] saah [of flour] be baked into one loaf, but that is broken, it must not be used for erub; [whereas] a [small] loaf for an eesar, provided it be whole, may be used for an erub.",
            "A man may give money to the wine-seller or baker, thereby to acquire the right to [join in] the erub. Such is the dictum of R. Eleazar; but the sages hold, that his money cannot acquire for him the right to [join in] the erub. They however admit, that [if he has given] his money to any other person, [with the commission to effect his erub], it will acquire for him the right to [join in] the erub, since no erub can be effected for a man without his knowledge. R. Jehudah said, \"To what do the [preceding] observations apply?\" To the combining of limits: but in the combining of courts a man may be joined with or without his knowledge; because a right may be conferred on a person, though he be not present, whereas, he must not be deprived of any right in his absence."
        ],
        [
            "How are techoomin to be combined? A man places a cask [of wine], and says, \"This is for all my townsmen, for all who go to the house of mourning, and for all who go to the house of feasting.\" Whosoever joins [in the combination] while it is yet day-light [on the eve of the day of rest], is permitted [so to do]; but after dusk it is prohibited, because the erub must not be deposited after dark.",
            "How much is the legal quantity [of food required to effect the combination of techoomin]? Food for two meals for every one [who joins therein], for working-day meals, but not for Sabbath meals. Such is the dictum of R. Meir; but R. Jehudah saith, \"for Sabbath-meals, but not for work-day meals.\" Both however intend to render the observance more easy. R. Jochanan ben Berokah saith, \"[It is sufficient to effect the combination if there be] a loaf for a pundion, when the price of four saah flour is one selah.\" R. Simeon saith, \"two-thirds of a loaf [such as go] three to the kab of flour.\" Half [of such a loaf is the standard time for remaining] in the house of a leper; and the half of a half [of such a loaf of unclean food] to make the body unclean.",
            "If the inhabitants of a court and the inhabitants of a gallery [in the court] should have forgotten to join in erub, whatever is above ten hands high [from the ground] is considered as belonging to the gallery; and whatever is less than ten hands high [from the ground] is to be considered as belonging to the court. The mould [dug and heaped up] out of a ditch [or trench], or a stone, [if either be] ten hands high, [belongs] to the gallery; [but if] less than this [ten hands high, it belongs] to the court. When is this the case? [If the heap or stone be] close [to the gallery], but [if either be] separated [therefrom], even though it be ten hands high, [it belongs] to the court. What is [considered as] close? Whatever is at less distance than four hands.",
            "If a man deposit his erub [for combining courts] in a gateway [porter's lodge], or in a hall [entry], or in a gallery, it is no [legal] erub. Should any dwell there [who has not joined in the erub], he cannot render the court unlawful [to prevent the other inmates to carry or convey therein]. If a man deposit his erub in a straw store, or in a stable, or in a wood-shed, or in a granary, it is a [legal] erub; and he who dwells there renders the court unlawful [if he has not joined in the erub]. R. Jehudah saith, \"If the householder has reserved to himself the right of keeping his utensils there [in such a loft, stable, shed, or granary], he [who dwells there] does not render the court unlawful.\"",
            "If a person quits his house, and goes to take his Sabbath-rest in another town [without joining in the erub], whether he be a heathen or an Israelite, he renders the court unlawful [for the other inmates to carry or convey therein]. Such is the dictum of R. Meir. R. Jehudah saith, \"he does not render it unlawful.\" R. José saith, \"a heathen renders it unlawful, but an Israelite does not, as it is not the custom of an Israelite to return on the day of rest.\" R. Simeon saith, \"Even though he has quitted his house, and is gone to take his Sabbath-rest with his daughter, in the same town, he does not render [the court] unlawful, since he has in thought renounced his habitation [for the time].\"",
            "If a cistern be between two courts it is not lawful to draw water therefrom [on the Sabbath], unless there be a partition made ten hands high, either above [round the well] or below [within the water], or in the basin. R. Simeon hen Gamaliel saith, \"Beth Shammai hold, [the partition must be made] below [within the water];\" but Beth Hillel hold, \"above [round the well].\" R. Jehudah saith, \"The partition is not more effectual than the wall which is between them [the two courts].\"",
            "If a streamlet of water runs through a court, it is not lawful to draw water therefrom, unless there be a partition ten hands high, where it [the streamlet] flows in [to the court], and [another] where it flows out [again]. R. Jehudah saith, \"The wall above it is to be considered a partition.\" R. Jehudah further said, \"It so happened, that, in [the town of] Ebal, they drew water from a streamlet on the Sabbath, with the sanction of the elders;\" but the sages replied, \"[That was] because it did not hold the legal size [of a carmelith].\"",
            "If there be a balcony above the water it is not lawful to draw water [therein] on the Sabbath, unless a partition be made ten hands high, either above or below the balcony. So, likewise, if there be two balconies, one above the other. Should a partition have been made for the upper, but not for the lower one, it is unlawful to draw water from either, unless they have been combined by erub.",
            "If a court be less than four amoth square, it is not lawful to pour any water therein on the Sabbath, unless there be made a sewer capable of holding two saah below the outlet, either outside of, or within, the court. If [however] it [the sewer] be outside, it must be vaulted [over]; whereas, inside, it needs not be vaulted [over].",
            "R. Eleazar ben Jacob saith, \"A kennel which is vaulted over, to the extent of] four amoth, in the public reshuth, it is lawful to pour water into on the Sabbath;\" but the sages hold that, even though the court or the roof be one hundred amoth long, it is not lawful [to pour water direct] down the kennel; but the water may be poured out on the roof, so as to drop into the kennel. The entry [hall] may be added to the [court in computing the four amoth] mentioned in the preceding Mishna.\"",
            "So, likewise, if there be two habitations facing each other [in one court], and the inmates of the one [habitation] have made a sewer, but the inmates of the other have not [joined in making it], those who made the sewer are permitted [to throw water down it]; but those who made it not are prohibited [to throw water down it]."
        ],
        [
            "All the roofs of a town [form] one reshuth, provided always there be not one roof, ten hands higher or ten hands lower [than the rest]. Such is the dictum of R. Meir; but the sages hold [that] every roof forms a separate reshuth. R. Simeon saith, \"Roofs, as well as courts and wood-stores [inclosed places, form] one reshuth, [for [the carrying and conveying of] all [such] utensils as were actually] therein [when] the Sabbath-rest [began], but not for those utensils [which were] in the house [when] the Sabbath-rest [began].\"",
            "f a large roof he next adjoining a small one, [the owners of] the large [roof] are permitted [to carry utensils thither from the house], but [the owners of] the small [roof] are prohibited [so to do]. If a large court opens into a small one, through a gap [or breach in the wall], [the inmates of] the large [court] are permitted [by means of erub to carry or convey through the breach], but [the inmates of] the small [court] are prohibited [so to do], because it [the smaller court] is considered as a door [entry] to the large [court]. If a court [through the fall of its walls] is laid open towards the public reshuth, whosoever brings any thing from a private reshuth into the court, or from the court into a private reshuth, is guilty. Such is the dictum of R. Eleazar. The sages hold, \"that [whoever brings any thing] from the court into the public reshuth, or from the public reshuth, is absolved; since [by the fall of its walls, and the consequent opening] the court is become like carmelith.\"",
            "A court, [the corner walls of which have fallen down on the Sabbath, so] that [it] has been laid open towards the public reshuth on two sides; and also a house [which by the fall of the corner wall is thus] laid open on two sides; or an entry, the beam and posts of which have been removed, it is permitted [to the inmates to carry or convey thence] on that [particular] Sabbath; but it is prohibited [so to do] for the future, [on any subsequent day of rest]. Such is the dictum of R. Jehudah; but R José saith, \"If it were permitted on that [particular] Sabbath, it would also be permitted for the future; but if it is prohibited for the future [on any subsequent day of rest], it is also prohibited on that [particular] Sabbath.\"",
            "If an attic be built over two [adjoining] houses—likewise bridges, the avenues to which are open at both ends—it is lawful [to carry or convey] underneath on the Sabbath. Such is the dictum of R. Jehudah; but the sages prohibit it. Moreover, R. Jehudah further said, \"It is lawful to combine, by [means of] erub, an alley that is open at both ends,\" but the sages prohibit it."
        ],
        [
            "Whoever [on the Sabbath] finds tefillin [on the road], must [match them, and] bring them [into the town or village] in separate pairs, [one for the head, and one for the arm]. Rabbon Gamaliel' saith, \"He brings in two pair [at a time]. To what does this rule apply? To old [tefillin, such as have been already used], but [if they be] new he is absolved [needs not do so]. If he find them tied up ill pairs, or all tied together, he must stay by them till dark [when Sabbath goes out], and then bring them in; but in [time of] danger [religious persecution], he [only] covers them up, and passes on.\"",
            "R. Simeon saith, \"He must reach them to his neighbour [the one who happens to be next to him], who [reaches them] to his neighbour, [and so on, from hand to hand], until the outmost court [of the town or village]; so, likewise, his child, [if it be born on the field or road on the Sabbath], he must reach it to his neighbour, [the one who happens to be next to him] and he to his neighbour, [and so on from hand to hand], even though [it have to pass through] an hundred [hands].\" R. Jehudah saith, \"In like manner, a man may pass a cask of wine [which he has found on the road on the Sabbath] to his neighbour, and he to his neighbour; [and so on from hand to hand], even beyond the techoom: \"but the sages objected, \"the cask cannot be conveyed further than its owners are entitled to go.\"",
            "If a man reads in a roll [of the law] on the threshold [of the house], and the roll slips out of his hand, he may draw it back again, [and pick it up]. If a man reads [in a roll of the law] on the roof [of the house], and the roll slips out of his hand, he must, if it has not rolled the distance of ten hands [into the public reshuth], draw it back again; but if it has reached [the distance] of ten hands [in the public reshuth], the must turn the writing over [downwards, to the wall, and leave it till nightfall]. R. Jehudah saith, \"If the roll be but the breadth of a needle from the ground, a man is to roll it back again to himself.\" R. Simeon saith, \"Even though it be completely on the ground a man is to roll it back to himself [and pick it up], for no precept respecting Sabbath-rest stands [good] before [the veneration due to] the sacred writing.",
            "On a ledge outside a window it is permitted to place [brittle] vessels, and to remove them therefrom on the Sabbath. A man may stand in the private reshuth, and move [things that are] in the public reshuth; [or he may stand] in a public reshuth, and move [things that are] in the private reshuth; provided always, that he [the first-mentioned] move them not beyond four amoth.",
            "A man must not, standing in a private reshuth, make water in the public reshuth [on the Sabbath; nor must he, standing] in the public reshuth, make water in a private reshuth. In like manner, he must not [standing in one reshuth] spit [into another]. R. Jehudah saith, \"He who [coughing] has brought up phlegm into his mouth, must not go four amoth before he expectorates.\"",
            "A man must not, standing in a private reshuth, drink in the public reshuth, [nor yet, standing] in the public reshuth, drink in a private reshuth, unless he place his head, and the greater part of his body, within the place in which he drinks. [Such is] likewise [the law] [with respect] to a vine press. A man may catch [water dropping] from a spout on the roof, within ten hands from the ground; but from a projecting spout [pipe] he may drink in any manner [he pleases].",
            "A reservoir that is in the public reshuth, should its inclosure be ten hands high, it is lawful to draw water therefrom [on the Sabbath] through any aperture [window] that is above it. A dunghill in the public reshuth, which is ten hands high, it is lawful [on the Sabbath] to pour water on, through any aperture [window] above it.",
            "[If branches of] a tree droop, and cover the ground around it, so that the tips of its twigs be within three hands from the ground, it is lawful to move [things] beneath it [on the Sabbath]. Should its roots project three hands high out of the ground, it is not permitted to sit thereon. The shutters of a drying [bleaching] ground, or [such] thorn bushes [as are used to put] into gaps [breaches in the wall to fill them up], or reed mats, must not be used to close [avenues] therewith, unless they be [placed somewhat] above the ground.",
            "A man must not, standing in a private reshuth, unlock with a key [something] in the public reshuth, [nor must he, standing] in the public reshuth, unlock with a key something in a private reshuth, unless he has previously made a partition ten hands high [round the spot on which he stands]. Such is the dictum of R. Meir; but the sages objected \"that it was the custom in the stall-feeders’ market, at Jerusalem, to lock up the shops, and place the key in the window [aperture] above the door.\" R. José saith, \"[This was done] in the wool-market.\"",
            "A loose bolt, with a knob to it, is prohibited [to use on the Sabbath]. Such is the dictum of R. Eleazar: but R. José permits [its use]. R. Eleazar said, \"It happened in the Synagogue at Tiberias that it was customary to use such [a bolt], until Rabbon Gamaliel and the elders came and permitted its use.\" But R. José replied, \"[On the contrary], they abstained from its use [as unlawful], until Rabbon Gamaliel and the elders came and permitted [its use].\"",
            "A loose bolt, that [is fastened to a rope], and hangs down [towards the ground], they may [only use to] fasten up with, in the Temple, but not in the country; but a bolt that is fixed [into the building itself] is prohibited in either place. R. Jehudah saith, \"A fixed bolt may be used in the Temple, and a loose bolt in the country.\"",
            "In the Temple, the lower hinge of a cupboard-door may be refitted [into its place on the Sabbath], but [this must] not [be done] in the country. R. Jehudah saith, \"The upper hinge [may be refitted] in the Temple, and the lower one [in the country].",
            "They [priests who minister] may replace a plaster on a wound, [which plaster they had taken off to perform the service] in the Temple; but [this must] not [be done] in the country. [To put] the first [plaster on a wound on the Sabbath] is in either place [alike] prohibited. They [Levites performing on musical instruments] may tie a string [of an instrument, which has burst in the middle, on the Sabbath], in the Temple; but [this must] not [be done] in the country. [To put] a new string [on the Sabbath] is in either place [alike] prohibited. They [the ministers] may remove a wart [from an animal on the Sabbath] in the Temple, but [this must] not [be done] in the country; by [means of] an instrument, [it] is, in either place, [alike] prohibited [so to do].",
            "A priest [ministering], who hurts his finger, may bind it up with reeds in the Temple [on the Sabbath], but [this must] not [be done] in the country. To squeeze out the blood is, in either place, [alike] prohibited. They may strew salt on the stairs [of the altar, on the Sabbath], that they [ministering priests] slip not down; also draw water from the well Gola, and from the large, well, with the rolling wheel, on the Sabbath, and from the cold well 8 on festivals.",
            "[Should the carcass of] a dead reptile be found in the Temple [on the Sabbath], the priest moves it out with his belt, as the unclean thing must not remain [within the Temple]. Such is the dictum of R. Jochanan ben Beroka; but R. Jehudah saith, \"It must be removed with wooden pincers, that the uncleanness spread not further.\" From whence is it to be moved out? From the inner Temple, from the hall, and from the interspace between the hall and the altar. Such is the dictum of R. Simeon ben Nonos; but R. Eleazar saith, \"Every place, [the entering of which by an unclean person], if intentionally, [exposes him] to be cut off from his people; and if inadvertently, to bring a sin-offering, it must be removed out from. In all other places [within the precincts of the Temple], it, [the reptile] is to be covered with a copper vessel [till after the day of rest, when it is removed].\" R. Simeon saith, \"In whatsoever the sages permitted, they only grant thee that [the right to do] which is thine own; inasmuch, as what they allow only could become unlawful through [their] enactments of the Sabbath-rest.\""
        ]
    ],
    "titleVariants": [
        "M Eruvin",
        "Mishnah Eruvin",
        "Mishna Eruvin",
        "M. Eruvin"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ]
}