{
    "versionTitle": "Open Mishna", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Eruvin", 
    "lengths": [
        10, 
        96
    ], 
    "text": [
        [
            "An alleyway - how high can it be? To twenty amot one must lower it. Rabbi Yehudah says it is not necessary. Wider than ten amot, one must reduce. If there is a tzurat hapetach (form of a doorway), that is wider than ten amot, it is not necessary to reduce it's size.", 
            "A Kosher Mavoy- Beit Shamai says: A lehi and a beam. Beit Hillel says: A lehi or a beam. Rabbi Eliezer says: two lehis. In the name of Rabbi Yishmael, said one student before Rabbi Akiva: Beit Shammai and Beit Hillel did not argue on a mavoy that is lower than 4 amot, for it is kosher with a lehi or a korah. About what do they disagree? On the width (of a mavoy) that is greater than 4 amot until 10 amot; Beit Shammai says it needs a lehi and a beam, and Beit Hillel says either a lehi or a beam. Rabbi Akiva says that they argued about both cases.", 
            "The beam which was mentioned, it must be wide enough to hold an ariah, and an ariah is half a brick of three tefachim. It is okay for the beam to be a tefach wide so that it can hold the ariah sideways.", 
            "It [the beam] must be wide enought to hold an ariah and strong enough to hold an ariah. Rabbi Yehuda says it [the beam] must be wide enough, but it doesn't have to be strong enough [to hold an ariah].", 
            "If [the beam] is made out of straw or reeds, view it as if it were made out of metal. If [the beam] is bent, view it as if it were straight. If [the beam] is rounded, view it as if it were square. Anything [round] that is three tefachim in circumference, it has a width of one tefach", 
            "The Lechis that were mentioned need to be ten tefachim high, and the thickness is irrelevant. Rabbi Yose says that they must be three tefachim thick.", 
            "One can make a lehi out of anything - even out of a living being - rabbi Yosei forbids this. And it [the lehi made out of a living creature] imparts tumah (impurity) like a gravestone, but rabbi Meir says it is tahor (pure). It is acceptable to write a bill of divorce [on a living animal]. Rabbi Yosei of the Galil doesn't allow this.", 
            "A caravan that is camped in a valley and is surrounded by animal related objects can carry within [that perimeter] only if the fence is 10 tefachim high and the gaps aren't larger than the walls. Any gap that is 10 amot is permitted because it is like a door; larger than that is forbidden.", 
            "Surround an area with three ropes, one on top of the other, and there isn't [a gap of] 3 tefachim between one rope and another; The ropes themselves must be a tefach and a little bit - the whole thing must be ten tefachim.", 
            "They can surround with reeds, as long as there isn't [a gap of] three tefachim between one reed and another. They spoke [specifically] about a caravan - so says rabbi Yehuda. The [other] rabbis say they were talking only about a caravan in the present case [as an example]. Any mehitza which is not [made of] vertical and horizontal [parts] is not a [valid] mehitza - so says rabbi Yose son of rabbi Yehuda. The [other] rabbis say: one of [those] two things. Four things [leniencies] are permitted in an army camp. They can take wood from any place, they are exempt from washing their hands, they [are permitted to eat] demai, and from making an eruv."
        ]
    ], 
    "heTitleVariants": [
        "משנה עירובין"
    ], 
    "heTitle": "משנה עירובין", 
    "versionSource": "http://en.wikisource.org/wiki/Mishnah", 
    "maps": [], 
    "length": 10, 
    "titleVariants": [
        "M Eruvin", 
        "M. Eruvin", 
        "Mishna Eruvin", 
        "Mishnah Eruvin"
    ], 
    "textDepth": 2, 
    "order": [
        13, 
        2
    ], 
    "categories": [
        "Mishnah", 
        "Seder Moed"
    ]
}