{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "language": "en", 
    "title": "Genesis", 
    "lengths": [
        50, 
        1533
    ], 
    "text": [
        [
            "When God began to create the heavens and the earth, "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Now the LORD said to Abram: ‘Go out out of your country, and away from your family, and away from your father’s house, to the land that I will show you.", 
            "And I will make you a great nation, and I will bless you, and make your name great; and you will be a blessing.", 
            "And I will bless those who bless you, and I will curse those that curse you; and in you all the families of the earth will be blessed.’", 
            "So Abram went, as the LORD had spoken to him; and Lot went with him; and Abram was seventy five years old when he went out of Haran.", 
            "And Abram took Sarai his wife, and Lot his brother’s son, and all their belongings that they had gathered, and the souls that they had acquired in Haran; and they went out to go to the land of Canaan; and into the land of Canaan they came.", 
            "And Abram passed through the land to the place of Shechem, to the tree of Moreh. And the Canaanites were in the land then.", 
            "And the LORD appeared unto Abram, and said: To your seed I will give this land’; and there he built an altar to the LORD, who appeared to him.", 
            "And he moved from there to the mountain on the east of Beth-el, and pitched his tent, having Beth-el to the west, and Ai to the east; and there he built an altar to the LORD, and called upon the name of the LORD.", 
            "And Abram journeyed on, towards the South.", 
            "10. And there was a famine in the land; and Abram went down into Egypt to sojourn there; for the famine was harsh in the land.", 
            "And it came to pass, when he came near to entering Egypt, he said to Sarai his wife: ‘Now, I know that you are a woman beautiful appearance.", 
            "And it will be, when the Egyptians shall see you, that they will say: This is his wife; and they will kill me, but you they will keep alive.", 
            "Please say, you are my sister; that it may be better for me, for your sake, and that my soul may live because of you.’", 
            "Now, when Abram came to Egypt, the Egyptians saw the woman, that she was very beautiful.", 
            "And the princes of Pharaoh saw her, and praised her to Pharaoh; and the woman was taken into Pharaoh’s house.", 
            "And he dealt well with Abram for her sake; and he had sheep, and oxen, and he-donkeys, and men-servants, and maid-servants, and she-donkeys, and camels.", 
            "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.", 
            "And Pharaoh called Abram, and said: ‘What is this that you have done to me? Why did you not tell me that she was your wife?", 
            "Why did you say: She is my sister? so that I took her to be my wife; now here is your wife, take her, and go your way.’", 
            "And Pharaoh commanded men concerning him; and they escorted him on the way, and his wife, and all that he had."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "After these events, Elohim tested Avraham and said to him, “Avraham!” and he [Avraham] said, “Here I am.”", 
            "[Elohim] said, “Please take your son, your only one, who you love — Yitzhak — and go to the land of Moriah", 
            "Avraham readily awoke early in the morning, saddled his donkey, and took his two attendants with him, and also his son, Yitzhak. He split the wood for the burnt-offering, rose, and went to the place that Elohim had designated to him.", 
            "On the third day, Avraham  raised his eyes and saw the place from afar.", 
            "Avraham said to his attendants, “Remain here with the donkey and I and the boy will go to that place. We will worship [‘prostrate ourselves’] and we will return to you.”", 
            "Avraham took the wood of the burnt-offering and placed it on his son Yitzhak. In his hand he took the fire and the knife, and they both went together.", 
            "Yitzhak spoke to Avraham, his father, and said, “Father,” and he [Avraham] said, “Here I am, my son.” He [Yitzhak] said, “Here are the fire and the wood, but where is the lamb for the burnt-offering?”", 
            "Avraham said, “Elohim will show the lamb for the offering, my son.” And the two of them went together.", 
            "They came to the place that Elohim had designated to him. Avraham built the altar there, and arranged the wood. He bound his son Yitzhak and placed him on the altar, on top of the wood.", 
            "Avraham extended his hand and took the knife to slaughter his son.", 
            "An angel of Adonai called to him from heaven and said, “Avraham! Avraham!” and he said, “Here I am.”", 
            "[The angel of Adonai] said, “Do not touch the lad, nor do anything  to him, because now I know you are in awe/fear of God, seeing as you have not withheld your son, your only son, from me.”", 
            "Avraham looked up, and he saw that — behold! — a ram was caught in the thicket by his horns. Avraham went and took the ram and offered it as a burnt-offering in place of his son."
        ]
    ], 
    "heTitle": "בראשית", 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "length": 50, 
    "titleVariants": [
        "Genesis", 
        "Genesis", 
        "Gen", 
        "Gen.", 
        "Bereishit", 
        "Bereshit", 
        "Ber", 
        "Ber.", 
        "Breishit"
    ], 
    "textDepth": 2, 
    "categories": [
        "Tanach", 
        "Torah"
    ]
}