{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        125,
        6480
    ],
    "ref": "Berakhot",
    "title": "Berakhot",
    "heTitle": "ברכות",
    "versionSource": "http://www.sefaria.org/Berakhot",
    "maps": [],
    "length": 65,
    "book": "Berakhot",
    "text": [
        0,
        0,
        [
            "<b>Mishnah:</b> From when may one recite the Shema in the evening? From the time when the kohanim (priests)",
            "enter to eat their terumah (agricultural gifts) [i.e., sundown] until the end of the first",
            "watch [of the night]; this is the view of Rabbi Eliezer. The Sages say:",
            "[The Shema may be recited] until midnight. Rabban Gamliel says: [It may be recited] until the break ",
            "of dawn. It once happened that [Rabban Gamliel’s] sons came [home late at night] from a place of",
            "feasting. They said to [their father]: “We have not recited the Shema.\" He said",
            "to them: “If dawn has not broken, you are obligated",
            "to recite it.\" Not only in this case was this said; rather, in all cases",
            "where the Sages said that [some precept can be performed only] until midnight — the precept is [still in force] until the break",
            "of dawn. [For example:] Burning the fats and organs [of the sacrifices, on the Temple altar] — this precept [can be performed]",
            "until the break of dawn. [Another example:] All [sacrifices] which may be eaten for one day —",
            "the precept [of eating them can be performed] until the break of dawn. \"If so,",
            "why did the Sages say [that these precepts can be performed only] until midnight? To keep",
            "a person away from sinning.\" <b>Gemara:</b> What does the Tanna refer to, asking",
            "\"From when\"? Furthermore, why does he deal with [the Shema reading] of the evening first,",
            "rather than dealing with that of the morning first? The Tanna refers to Scripture,",
            "which says, \"…when you lie down and when you get up,\" (Deut. 6:7) and he means to say thus: What is the time",
            "of the reciting of the Shema at lying down? From the time when the kohanim",
            "enter to eat their terumah. And if you want, you can say that he learned [the order]",
            "from the creation of the world, thus: \"…and it was evening and it was",
            "morning, day one.\" (Bereshit 1:5). If so, in the concluding Mishna, where it states: \"In the morning",
            "one says two blessings before [the Shema] and one after it, while in the evening",
            "one says two blessings before it and two after it,\" he should have dealt with ",
            "the evening first! The Tanna started with the evening one first, and then ",
            "dealt with the morning one; while he was dealing with the morning one, he expounded the details",
            "of the morning one, and then expounded those of the evening one. The master said,",
            "From the time when the kohanim enter to eat their terumah. ...",
            "Seeing that when do the kohanim eat terumah? – from the emergence",
            "of the stars, it should have stated, \"from the emergence of the stars\"!",
            "It teaches us something in passing: From when do kohanim",
            "eat terumah? – from the time of the emergence of the stars;",
            "this teaches us that the atonement is not preclusive [of eating terumah], as it is taught: \"And the sun would set",
            "and he would become [ritually] pure\" (lit.: and it would be pure) (Leviticus 22:7) – his sun-setting precludes him from eating terumah, but his atonement does not prevent him",
            "from eating teruma. How do we know that this [Scriptural reference], \"and the sun would set\" (lit.: \"and the sun would come\") refers to sunset, and \"…and it would be pure\" means that the day would be cleared?"
        ],
        [
            "It means perhaps: And when the sun [of the next morning] appears, and <i>ve-taher</i> means the man becomes clean? —",
            "Rabbah son of R. Shila explains: In that case, the text would have to read <i>ve-yithar</i>.",
            "What is the meaning of <i>ve-taher</i>? The day clears away, conformably to the common expression,as people [commonly] say: the sun",
            "has set and the day has cleared away. In the West, this explanation of Rabbah son of",
            "R. Shila was unknown, and they raised the question:",
            "This <i>u'va hashemesh</i>, does it mean the real setting of the sun, and <i>ve-taher</i> means",
            "the day clears away? Or does it perhaps mean the appearance of the sun, and what is",
            "<i>ve-taher</i>? the man becomes clean? They resolved it from a <i>baraita</i>,",
            "for it was taught in a <i>baraita</i>: The sign of the thing is the appearance of the stars.",
            "Hence you learn that it is the setting of the sun [which makes him clean] and the meaning of <i>ve-taher</i> is the clearing away",
            "of the day. The Master said: From the time when the kohanim enter to eat",
            "their terumah. They threw [a contradiction] against it: From what time may one recite the Shema",
            "in the evening? From the time that the poor man. comes [home] to eat his bread with salt",
            "till he rises from his meal. The last clause",
            "certainly contradicts the Mishnah. Does the first clause also contradict",
            "the Mishnah? — No. The poor man and the priest have one and the same time. They threw [a contradiction] against it:",
            "From what time may one begin to recite the Shema’ in the evening?",
            "From the time that the people come [home] to eat their meal on a Sabbath",
            "eve. These are the words of Rabbi Meir. But the Sages say: From the time",
            "that the priests are entitled to eat their terumah. A sign",
            "for the matter is the appearance of the stars. And though there is no real proof of the matter, there is a hint",
            "to the matter. For it is written: So we engaged in the work: and half of them",
            "held the spears from the rise of the dawn till the appearance",
            "of the stars. And it says further: That in the night they may be a guard for us, and in the day",
            "may work. (Why this second citation? — If you object and say that with the setting",
            "of the sun the night really begins , but that they left late and came early,",
            "[I shall reply]: Come and hear [the other verse]: ‘That in the night they may be a guard to us, and in the day may labour ’). Now",
            "it is assumed that the ‘poor man’ and ‘the people’ have the same time [for their evening meal.]",
            "And if you say that the poor man and the priest also have the same time, then the Sages",
            "would be saying the same thing as R. Meir? Hence you must conclude that the poor man has one time",
            "and the priest has another time? — No; the ‘poor man’ and the priest have the same",
            "time, but the ‘poor man’ and the ‘people’ have not the same time.",
            "But have the ‘poor man’ and the priest really the same time? They threw [a contradiction] against it:",
            "From what time may one begin to recite the Shema’ in the evening? From the time",
            "that the [Sabbath] day becomes hallowed on the Sabbath eve. These are the words of Rabbi Eliezer.",
            "Rabbi Yehoshua says: From the time that the priests are ritually clean",
            "to eat their terumah. Rabbi Meir says: From the time",
            "that the priests take their ritual bath in order to eat their terumah. (Said to him",
            "Rabbi Yehudah: When the priests take their ritual bath it is still day-time!)",
            "Rabbi Hanina says: From the time that the poor man comes [home] to eat his bread",
            "with salt. Rabbi Ahai (some say: Rabbi Aha). says:",
            "From the time that most people come home to sit down to their meal. Now, if",
            "you say that the poor man and the priest have the same time, then Rabbi Hanina would be saying the same thing as",
            "Rabbi Yehoshua ? From this you must conclude, must you not, that the poor man has one",
            "time and the priest has another time. — Draw indeed that conclusion! Which",
            "of them is later? — It is reasonable to conclude that the ‘poor man’ is later. For if",
            "you say that the ‘poor man’ is earlier, R. Hanina would be saying the same thing as R. Eliezer.",
            "Hence you must conclude that the poor man is later, must you not? — Draw indeed",
            "that conclusion. The Master said: ‘Rabbi Judah said to him: Do not",
            "the priests take their ritual bath when it is still daytime!’ The objection of Rabbi Yehudah to Rabbi Meir seems well founded! And Rabbi Meir?",
            "Thus he may reply to him: Do you think that I am referring to the twilight [as defined] by you? I am referring to the twilight",
            "[as defined] by Rabbi Yose. For Rabbi Yose says: The twilight is like the twinkling of an eye. This enters and that departs — and one cannot exactly fix it."
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "R. Jose says: \"Once upon a time I was walking on a road and I entered",
            "one of the ruins of Jerusalem to pray.",
            "Elijah blessed be his memory! came and watched me at the door...",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        0,
        0,
        0,
        0,
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ".. Rabbi Hiya Bar Abba",
            "was sick.  Rabbi Yohanan went to visit him; he [Rabbi Yohanan] said to him: \"Are your sufferings dear to you?\"",
            "He [Rabbi Hiya Bar Abba] replied: \"Not them and not their reward.\"  He [Rabbi Yohanan] said: \"Give me your hand\"",
            "He gave him his hand and stood him up [i.e. he was healed.]  Rabbi Yohanan was sick.",
            "Rabbi Hanina went to visit him. He said to him: \"Is suffering dear to you?\"",
            "He replied: \"Not them and not their reward.\" He said: \"Give me your hand\"",
            "And he stood him up.  Why doesn't Rabbi Yonhanan stand himself up?  They say -",
            "A prisoner can't free himself from prison.  Rabbi",
            "Eliezer was sick.  Rabbi Yohanan went to visit him.  He saw",
            "that he lived in a dark house.  He revealed his arm and light fell.",
            "He saw that Rabbi Eliezer was crying.  He said to him why",
            "are you crying?  If it's because of Torah that you didn't study, we've learned - 'one",
            "who does more and one who does less, as long as his heart is oriented",
            "to heaven'.  And if it's because of sustenance, well not every person merits",
            "two tables.  If it's because of children - this is the bone",
            "of my tenth son.  He said - because of this beauty that will be swallowed in the dirt",
            "I'm crying.  He said to him - for this surely it's worth crying, and they cried",
            "together.  Eventually he said to him - \"Are your sufferings dear to you?\"",
            "He replied: \"Not them and not their reward.\" He said: \"Give me your",
            "hand.\" And he stood him up.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        0,
        0,
        [
            "Rabbi Yohanan says in the name of Rabbi Yosi: How do we know it that the Holy One, Blessed be He, says prayers?",
            "Because it says: Even them will I bring to My holy mountain and make them joyful in the house of prayer.",
            "It is not said, 'their prayer,' but 'My prayer':",
            "Hence [you learn] that the Holy One, Blessed be He, says prayers. What does he pray? Said Rabbi",
            "Zutra ben Tuvia in the name of Rav: May it be My will that ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        [
            "R. Shesheth, when he bowed, used to bend like a reed,1  and when he raised himself, used to raise himself like a serpent.2",
            "Raba b. Hinena the elder also said in the name of Rab: Throughout the year one says in the Tefillah, 'The holy God', and 'King who lovest righteousness and judgment',3  except during the ten days between New Year and the Day of Atonement, when he says, 'The holy King' and 'The King of judgment'. R. Eleazar says: Even during these days, if he said, 'The holy God', he has performed his obligation, since it says, But the Lord of Hosts is exalted through justice, and the holy God is sanctified through righteousness:4  When is the Lord of Hosts exalted through justice? In these ten days from New Year to the Day of Atonement; and none-the-less it says, 'the holy God'. What do we decide?5  — R. Joseph said: 'The holy God' and 'The King who loves righteousness and judgment'; Rabbah said: 'The holy King' and 'The King of judgment'. The law is as laid down by Rabbah.",
            "Raba b. Hinena the elder said further in the name of Rab: If one is in a position to pray on behalf of his fellow and does not do so, he is called a sinner, as it says, Moreover as for me, far be it from me that I should sin against the Lord in ceasing to pray for you.6  Raba said: If [his fellow] is a scholar, he must pray for him even to the point of making himself ill. What is the ground for this? Shall I say, because it is written, There is none of you that is sick for me or discloseth unto me?7  Perhaps the case of a king is different. It is in fact derived from here: But as for me, when they8  were sick, my clothing was sackcloth, I afflicted my soul with fasting.9",
            "Raba b. Hinena the elder further said in the name of Rab: If one commits a sin and is ashamed of it,10  all his sins are forgiven him, as it says, That thou mayest remember and be confounded, and never open thy mouth any more, because of thy shame; when I have forgiven thee all that thou hast done, saith the Lord God.11  Perhaps with a whole congregation the case is different? — Rather [we derive it] from here: And Samuel said to Saul, Why hast thou disquieted me to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets nor by dreams; therefore I called thee that thou mayest make known unto me what I shall do.12  But he does not mention the Urim and Thummim13  because he had killed all [the people of] Nob, the city of the priests.14  And how do we know that Heaven had forgiven him? — Because it says, And Samuel said … Tomorrow shalt thou and thy sons be with me,15  and R. Johanan said: 'With me means, in my compartment [in Paradise]. The Rabbis say [we learn it] from here: We will hang them up unto the Lord in Gibeah of Saul, the chosen of the Lord.16  A divine voice came forth and proclaimed: The chosen of the Lord.17",
            "R. Abbahu b. Zutrathi said in the name of R. Judah b. Zebida: They wanted to include the section of Balak18  in the Shema', but they did not do so because it would have meant too great a burden for the congregation.19  Why [did they want to insert it]? — Because it contains the words, God who brought them forth out of Egypt.20  Then let us say the section of usury21  or of weights22  in which the going forth from Egypt is mentioned? — Rather, said R. Jose b. Abin, [the reason is] because it contains the verse, He couched, he lay down as a lion, and as a lioness; who shall rouse him up?23  Let us then say this one verse and no more? — We have a tradition that every section which our master, Moses, has divided off we may divide off, but that which our master, Moses, has not divided off, we may not divide off. Why did they include the section of fringes?24  — R. Judah b. Habiba said: Because it makes reference to five25  things — the precept of fringes, the exodus from Egypt, the yoke of the commandments, [a warning against] the opinions of the Minim, and the hankering after sexual immorality and the hankering after idolatry. The first three we grant you are obvious: the yoke of the commandments, as it is written: That ye may look upon it and remember all the commandments of the Lord;26  the fringes, as it is written: That they make for themselves fringes;27  the exodus from Egypt, as it is written: Who brought you out of the land of Egypt.28  But where do we find [warnings against] the opinions of the heretics, and the hankering after immorality and idolatry? — It has been taught: After your own heart:29  this refers to heresy; and so it says, The fool hath said in his heart, There is no God.30  After your own eyes:29  this refers to the hankering after immorality; and so it says, And Samson said to his father, Get her for me, for she is pleasing in my eyes.31  After which ye use to go astray:29  this refers to the hankering after idolatry; and so it says, And they went astray after the Baalim.32",
            "MISHNAH. THE EXODUS FROM EGYPT IS TO BE MENTIONED [IN THE SHEMA'] AT NIGHT-TIME. SAID R. ELEAZAR B. AZARIAH: BEHOLD I AM ABOUT33  SEVENTY YEARS OLD,33  AND I HAVE NEVER BEEN WORTHY TO [FIND A REASON] WHY THE EXODUS FROM EGYPT SHOULD BE MENTIONED AT NIGHTTIME UNTIL BEN ZOMA EXPOUNDED IT: FOR IT SAYS: THAT THOU MAYEST REMEMBER THE DAY WHEN THOU CAMEST FORTH OUT OF THE LAND OF EGYPT ALL THE DAYS OF THY LIFE.34  [HAD THE TEXT SAID,] 'THE DAYS OF THY LIFE' IT WOULD HAVE MEANT [ONLY] THE DAYS; BUT 'ALL THE DAYS OF THY LIFE' INCLUDES THE NIGHTS AS WELL. THE SAGES, HOWEVER, SAY: 'THE DAYS OF THY LIFE REFERS TO THIS WORLD; ALL THE DAYS OF THY LIFE' IS TO ADD THE DAYS OF THE MESSIAH",
            "GEMARA. It has been taught: Ben Zoma said to the Sages: Will the Exodus from Egypt be mentioned in the days of the Messiah? Was it not long ago said: Therefore behold the days come, saith the Lord, that they shall no more say: As the Lord liveth that brought up the children of Israel out of the land of Egypt; but, As the Lord liveth that brought up and that led the seed of the house of Israel out of the north country and from all the countries whither I had driven them?35  They replied: This does not mean that the mention of the exodus from Egypt shall be obliterated, but that the [deliverance from] subjection to the other kingdoms shall take the first place and the exodus from Egypt shall become secondary. Similarly you read: Thy name shall not be called any more Jacob, but Israel shall be thy name.36"
        ],
        0,
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        0,
        [
            "R. JOSHUA B. KORHAH SAID: WHY IS THE SECTION OF 'HEAR' SAID BEFORE etc. It has been taught: R. Simeon b. Yohai says: It is right that 'Hear' should come before 'And it shall come to pass because the former prescribes learning and the latter teaching,  and that 'and it shall come to pass' should precede 'And the Lord said' because the former prescribes teaching and the latter performance. But does then 'hear' speak only of learning and not also of teaching and doing? Is it not written therein, 'And thou shalt teach diligently, and thou shalt bind them and thou shalt write them'? Also, does 'and it shall come to pass' speak only of teaching and not also of performance? Is it not written therein, 'and ye shall bind and ye shall write'? — Rather this is what he means to say: It is right that 'hear' should precede 'and it shall come to pass', because the former mentions both learning, teaching, and doing; and that 'and it shall come to pass' should precede 'and the Lord said', because the former mentions both teaching and doing, whereas the latter mentions doing only. But is not the reason given by R. Joshua b. Korhah sufficient? — He [R. Simeon b. Yohai] gave an additional reason. One is that he should first accept Upon himself the yoke of the kingdom of heaven and then accept the yoke of the commandments. A further reason is that it [the first section] has these other features."
        ],
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Rabbi Eliezer says:",
            "A person should always check oneself: if he can",
            "concentrate his heart--he should pray; if not--he should not pray."
        ],
        0,
        0,
        0,
        0,
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Our Rabbis taught: It happened once in a certain place that there was a lizard that was injuring people.",
            "People came and told R. Hanina ben Dosa. ",
            "He said to them: Show me its hole. ...",
            "They showed him its hole",
            "he [R. Hanina] put his heel over the hole, and the lizard came out, bit him, and died. ",
            "He put it on his shoulder and brought it to the study hall ",
            "He said to them [the people in the study hall]: See, my sons, it is not the lizard that kills, it is sin that kills ",
            "At that moment, they said: Woe is to the man whom a lizard meets, but woe is to the lizard that meets R. Hanina ben Dosa "
        ],
        0,
        0,
        0,
        [
            "Mishna",
            "How do we make berakhot on fruit?",
            "(What grows on a) tree, he says \"who creates the fruit of the tree\",",
            "except for wine, for on wine he says \"who creates the fruit",
            "of the vine\". And on fruits of the land, he says \"who creates the fruit",
            "of ground - except for bread, for on bread he says",
            "\"who brings bread forth from the ground\". And on vegetables, he",
            "says \"who creates the fruit of the ground.\" Rabbi Yehuda says",
            "\"who creates a variety of herbs.\" ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Rabbi Shmuel bar Nachmani said in the name of Rabbi Yonetan:",
            "Betzalel was called upon because of his wisdom. In the moment that the Holy One Blessed be God said to Moses:",
            "Say to Betzalel: make for me a Mishkan, an ark, and vessels. Moses went and switched the order, and he said to him (Betzalel): make an ark, vessels, and a Mishkan.",
            "[Betzalel] said to him, our teacher, it is the custom of everyone that one builds a house, and afterwards places inside vessels, and you are saying, make for me",
            "an ark, vessels, and a Mishkan. Where do I place the vessels that I am making? Perhaps the Holy One blessed be God said to you: Make a Mishkan, an ark, and vessels.",
            "Moses responded] said to him: Perhaps you were in the shadow of God and you knew!",
            "Rav Yehuda said: Rav Said: Betzalel knew how to combine the letters that were used to create the Heavens and the Earth. It was written here, “And he filled him with the spirit of God with Wisdom, Understanding, and Intellect.” (Exodus 35:31) and it was written there, “The LORD founded the land with Wisdom and established the Heavens with Understanding.” (Proverbs 3:19) and it is written, “with his intellect, the depths were broken.” (Proverbs 3:20)",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        [
            "We infer from this that if one bought things, and then bought some more, all agree that he need not say a blessing. Some say: R. Huna said, This rule applies only where he does not buy again after already buying; but if he buys again after already buying, he need not say the blessing. R. Johanan, however, says: Even if he buys again after already buying, he must make a blessing. We infer from this that if he buys a kind of thing which he has already, all agree that he has to say a blessing. An objection was raised: If one builds a new house, not having one like it already, he must say a blessing. If he already has any like them, he need not say a blessing. So R. Meir. R. Judah says: In either case he must make a blessing. Now this accords well with the first version, R. Huna following R. Meir and R. Johanan following R. Judah. But if we take the second version, it is true that R. Huna follows R. Judah, but whom does R. Johanan follow? It is neither R. Meir nor R. Judah!  — R. Johanan can reply: The truth is that according to R. Judah also If one buys again after already buying, he must make a blessing, and the reason why they join issue over the case of his buying something of a kind which he has already is to show you how far R. Meir is prepared to go, since he says that even if he buys something of a kind which he already has, he need not make a blessing, and all the more so if he buys again after already buying, he need not make a blessing. But should they rather not join issue over the case of buying again after already buying, where there is no need to say a blessing, to show how far he [R. Judah] is prepared to go?  — He prefers that the stronger instance should be a case of permission.",
            "OVER EVIL A BLESSING IS SAID etc. ",
            "How is this to be understood? — For instance, if a freshet flooded his land. Although it is [eventually] a good thing for him, because his land is covered with alluvium and becomes more fertile, nevertheless for the time being it is evil. ",
            "AND OVER GOOD etc. ",
            "How can we understand this? — If for instance he found something valuable. Although this may [eventually] be bad for him, because if the king hears of it he will take it from him, nevertheless for the time being it is good. ",
            "IF A MAN'S WIFE IS PREGNANT AND HE SAYS, MAY [GOD] GRANT THAT MY WIFE BEAR etc. THIS IS A VAIN PRAYER. ",
            "Are prayers then [in such circumstances] of no avail? R. Joseph cited the following in objection: And afterwards she bore a daughter and called her name Dinah.8  What is meant by 'afterwards'? Rab said: After Leah had passed judgment on herself, saying, 'Twelve tribes are destined to issue from Jacob. Six have issued from me and four from the handmaids, making ten. If this child will be a male, my sister Rachel will not be equal to one of the handmaids'. Forthwith the child was turned to a girl, as it says, And she called her name Dinah!  — We cannot cite a miraculous event [in refutation of the Mishnah]. Alternatively I may reply that the incident of Leah occurred within forty days [after conception], according to what has been taught: Within the first three days a man should pray that the seed should not putrefy; from the third to the fortieth day he should pray that the child should be a male; from the fortieth day to three months he should pray that it should not be a sandal;  from three months to six months he should pray that it should not be still-born; from six months to nine months he should pray for a safe delivery. But does such a prayer  avail? Has not R. Isaac the son of R. Ammi said: If the man first emits seed, the child will be a girl; if the woman first emits seed, the child will be a boy? — With what case are we dealing here? If, for instance, they both emitted seed at the same time. ",
            "IF HE WAS COMING FROM A JOURNEY. ",
            "Our Rabbis taught: It once happened with Hillel the elder that he was coming from a journey, and he heard a great cry in the city, and he said: I am confident that this does not come from my house. Of him Scripture says: He shall not be afraid of evil tidings; his heart is steadfast, trusting in the Lord. Raba said: Whenever you expound this verse you may make the second clause explain the first, or the first clause explain the second. 'You may make the second clause explain the first', thus: 'He will not fear evil tidings'. Why? Because 'his heart is steadfast, trusting in the Lord'. 'You may explain the second clause by the first', thus: 'His heart is steadfast trusting in the Lord'; therefore, 'he shall not be afraid of evil tidings'. A certain disciple was once following R. Ishmael son of R. Jose in the market place of Zion. The latter noticed that he looked afraid, and said to him: You are a sinner, because it is written: The sinners in Zion are afraid. He replied: But it is written: Happy is the man that feareth alway? — He replied: That verse refers to words of Torah. R. Judah b. Nathan used to follow R. Hamnuna. Once he sighed, and the other said to him: This man wants to bring suffering on himself, since it is written; For the thing which I did fear is come upon me, and that which I was afraid of hath overtaken me.  But [he replied] it is written: 'Happy is the man who feareth alway'? — He replied: That is written in connection with words of Torah.",
            "ONE WHO GOES THROUGH A CAPITAL CITY. ",
            "Our Rabbis taught: What does he say on entering? 'May it be Thy will O Lord, my God, to bring me into this city in peace'. When he is inside he says: 'I give thanks to Thee, O Lord, my God, that Thou hast brought me into this city in peace'. When he is about to leave he says: 'May it be Thy will, O Lord, my God, and God of my fathers, to bring me out of this city in peace'. When he is outside he says: 'I give thanks to Thee, O Lord, my God, that Thou hast brought me out of this city in peace, and as Thou hast brought me out in peace, so mayest Thou guide me in peace and support me in peace and make me proceed in peace and deliver me from the hands of all enemies and liers-in-wait by the way'. R. Mattena said: This applies only to a city where criminals are not tried and sentenced: but in a city where criminals are tried and sentenced, this is unnecessary. Some report: R. Mattena said: Even in a city where criminals are tried and sentenced, for sometimes he may happen not to find a man who can plead in his defence. Our Rabbis taught: On entering a bath-house one should say: 'May it be Thy will O Lord, my God, to deliver me from this and from the like of this, and let no humiliation or iniquity befall me; and if I do fall into any perversity or iniquity, may my death be an atonement for all my iniquities'. Abaye said: A man should not speak thus, so as not to open his mouth for the Satan.  For Resh Lakish said-and so it was taught in the name of R. Jose: A man should never open his mouth for the Satan. R. Joseph said: What text proves this? Because it is written, We should have been as Sodom, we should have been like unto Gomorrah.  What did the prophet answer them? Hear the word of the Lord, ye rulers of Sodom, etc.  On leaving the bath-house what does he say? R. Aha said: 'I give thanks unto Thee, O Lord, my God, that Thou hast delivered me from the fire'. R. Abbahu once went into the bathhouse and the floor of the bath-house gave way beneath him, and a miracle was wrought for him, and he stood on a pillar and rescued a hundred and one men with one arm. He said: This is what R. Aha meant. On going in to be cupped one should say: 'May it be Thy will, O Lord, my God, that this operation may be a cure for me, and mayest Thou heal me, for Thou art a faithful healing God, and Thy healing is sure, since men have no power to heal, but this is a habit with them'.24  Abaye said: A man should not speak thus, since it was taught in the school of R. Ishmael: [It is written], He shall cause him to be thoroughly healed.25  From this we learn that permission has been given to the physician to heal. When he gets up [after cupping] what does he say? — R. Aha said: Blessed be He who heals without payment."
        ],
        [
            "On entering a privy one should say: 'Be honoured, ye honoured and holy ones that minister to the Most High. Give honour to the God of Israel. Wait for me till I enter and do my needs, and return to you'. Abaye said: A man should not speak thus, lest they should leave him and go. What he should say is: 'Preserve me, preserve me, help me, help me, support me, support me, till I have entered and come forth, for this is the way of human beings'. When he comes out he says: 'Blessed is He who has formed man in wisdom and created in him many orifices and many cavities. It is fully known before the throne of Thy glory that if one of them should be [improperly] opened or one of them closed it would be impossible for a man to stand before Thee'. How does the blessing conclude? Rab said: '[Blessed art Thou] that healest the sick'. Said Samuel: Abba has turned the whole world into invalids! No; what he says is, 'That healest all flesh'. R. Shesheth said: 'Who doest wonderfully'. R. Papa said: Therefore let us say both, 'Who healest all flesh and doest wonderfully'. On going to bed one says from 'Hear, oh Israel' to 'And it shall come to pass if ye hearken diligently'. Then he says: 'Blessed is He who causes the bands of sleep to fall upon my eyes and slumber on my eyelids, and gives light to the apple of the eye. May it be Thy will, O Lord, my God, to make me lie down in peace, and set my portion in Thy law and accustom me to the performance of religious duties, but do not accustom me to transgression; and bring me not into sin, or into iniquity, or into temptation, or into contempt. And may the good inclination have sway over me and let not the evil inclination have sway over me. And deliver me from evil hap and sore diseases, and let not evil dreams and evil thoughts disturb me, and may my couch be flawless before Thee, and enlighten mine eyes lest I sleep the sleep of death. Blessed art Thou, oh Lord, who givest light to the whole world in Thy glory.' When he wakes he says: 'My God, the soul which Thou hast placed in me is pure. Thou hast fashioned it in me, Thou didst breathe it into me, and Thou preservest it within me and Thou wilt one day take it from me and restore it to me in the time to come. So long as the soul is within me I give thanks unto Thee, O Lord, my God, and the God of my fathers, Sovereign of all worlds, Lord of all souls. Blessed art Thou, O Lord, who restorest souls to dead corpses'.  When he hears the cock crowing he should say: 'Blessed is He who has given to the cock understanding to distinguish between day and night'. When he opens his eyes he should say: 'Blessed is He who opens the eyes of the blind'. When he stretches himself and sits up he should say: 'Blessed is He who looseneth the bound'. When he dresses he should say: 'Blessed is He who clothes the naked'. When he draws himself up he should say: 'Blessed is He who raises the bowed'. When he steps on to the ground he should say: 'Blessed is He who spread the earth on the waters'. When he commences to walk he should say: Blessed is He who makes firm the steps of man'. When he ties his shoes he should say: 'Blessed is He who has supplied all my wants'. When he fastens his girdle, he should say: 'Blessed is He who girds Israel with might'. When he spreads a kerchief over his head he should say: 'Blessed is He who crowns Israel with glory'. When he wraps himself with the fringed garment he should say: 'Blessed is He who hast sanctified us with His commandments and commanded us to enwrap ourselves in the fringed garment'. When he puts the tefillin on his arm he should say: 'Blessed is He who has sanctified us with His commandments and commanded us to put on tefillin'. [When he puts it] on his head he should say: 'Blessed is He who has sanctified us with His commandments and commanded us concerning the commandment of tefillin'. When he washes his hands he should say: 'Blessed is He who has sanctified us with His commandments and commanded us concerning the washing of hands'. When he washes his face he should say: 'Blessed is He who has removed the bands of sleep from mine eyes and slumber from mine eyes. And may it be Thy will O Lord, my God, to habituate me to Thy law and make me cleave to Thy commandments, and do not bring me into sin, or into iniquity, or into temptation, or into contempt, and bend my inclination to be subservient unto Thee, and remove me far from a bad man and a bad companion, and make me cleave to the good inclination and to a good companion in Thy world, and let me obtain this day and every day grace, favour, and mercy in Thine eyes, and in the eyes of all that see me, and show lovingkindness unto me. Blessed art Thou, O Lord, who bestowest lovingkindness upon Thy people Israel'.",
            "IT IS INCUMBENT ON A MAN TO BLESS etc.",
            "What is meant by being bound to bless for the evil in the same way as for the good? Shall I say that, just as for good one says the benediction 'Who is good and bestows good', so for evil one should say the benediction 'Who is good and bestows good'? But we have learnt: FOR GOOD TIDINGS ONE SAYS, WHO IS GOOD AND BESTOWS GOOD: FOR EVIL TIDINGS ONE SAYS, BLESSED BE THE TRUE JUDGE? — Raba said: What it really means is that one must receive the evil with gladness. R. Aha said in the name of R. Levi: Where do we find this in the Scripture? I will sing of mercy and justice, unto Thee, O Lord, will I sing praises,' whether it is 'mercy' I will sing, or whether it is 'justice' I will sing. R. Samuel b. Nahmani said: We learn it from here: In the Lord I will praise His word, in God I will praise His word. 'In the Lord I will praise His word': this refers to good dispensation; 'In God  I will praise His word': this refers to the dispensation of suffering. R. Tanhum said: We learn it from here: I will lift up the cup of salvation and call on the name of the Lord;  I found trouble and sorrow, but I called upon the name of the Lord. The Rabbis derive it from here: The Lord gave and the Lord hath taken away,' blessed be the name of the Lord. R. Huna said in the name of Rab citing R. Meir, and so it was taught in the name of R. Akiba: A man should always accustom himself to say, 'Whatever the All-Merciful does is for good', [as exemplified in] the following incident. R. Akiba was once going along the road and he came to a certain town and looked for lodgings but was everywhere refused. He said 'Whatever the All-Merciful does is for good', and he went and spent the night in the open field. He had with him a cock, an ass and a lamp. A gust of wind came and blew out the lamp, a weasel came and ate the cock, a lion came and ate the ass. He said: 'Whatever the All-Merciful does is for good'. The same night some brigands came and carried off the inhabitants of the town. He said to them: Did I not say to you, 'Whatever the All-Merciful does",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "...Upon walking, one should recite: Blessed...who firms the steps of man.",
            "...Upon putting on one's shoes, one should recite: Blessed...who has provided me with all I need.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "titleVariants": [
        "Berakhot",
        "Berakhot",
        "Berachot",
        "Brachot",
        "Tractate Berakhot",
        "Masekhet Berakhot",
        "Talmud Berakhot",
        "Berachoth",
        "Berakhoth"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Wikisource Talmud",
            "http://en.wikisource.org/wiki/Talmud_(Wikisource)"
        ],
        [
            "Soncino",
            "http://www.come-and-hear.com/berakoth/berakoth_14.html#PARTb"
        ],
        [
            "Come & Hear",
            "http://www.come-and-hear.com/berakoth/berakoth_60.html"
        ],
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Zeraim"
    ]
}