{
    "versionTitle": "Bar-Ilan",
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ],
    "language": "he",
    "title": "Rashbam on Genesis",
    "text": [
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "אז הוחל לקרא בשם י\"י - לשון התחלה שהתחיל להתפלל מתוך צרות שנתחדשו"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "באשר הוא שם - לפי שלא היתה רואה אותו שהרי נתרחק[ה] מאותו מקום, הוצרך לומר, במקום אשר הוא שם נתן לו את המים:"
            ]
        ],
        [
            [
                "ויהי אחר הדברים האלה - כל מקום שנא' אחר הדברים האלה מחובר על הפרשה שלמעלה. אחר הדברים האלה, שהרג אברהם את המלכים אמר לו הק', אל תירא אברם, מן האומות. ויהי אחר הדברים האלה, שנולד יצחק, ויוגד לאברהם לאמר עוד ובתואל ילד את רבקה. וכן אחר הדברים האלה, שהגיד מרדכי על בגתן ותרש, גדל המלך אחשורוש את המן, שרצה להרוג את מרדכי והועיל לו מה שהציל את המלך ונתלה המן. אף כאן אחר הדברים שכרת אברהם ברית לאבימלך לו ולנינו ולנכדו של אברהם ונתן לו שבע כבשות הצאן וחרה אפו של הק' על זאת שהרי ארץ פלשתים בכלל גבול ישראל והק' ציוה עליהם לא תחיה כל נשמה וגם ביהושע מטילין על ערי חמשת סרני פלשתים גורל, לכן והאלהים נסה את אברהם קינתרו וציערו כדכת' הנסה דבר אליך תלאה, על נסותם את י\"י, מסה ומריבה, בחנני י\"י ונסני. כלומר נתגאיתה בבן שנתתיו לכרות ברית ביניכם ובין בניהם, ועתה לך והעלהו לעולה ויראה מה הועילה כריתות ברית שלך. וכן מצאתי אחרי כן במדרש של שמואל ויהי ארון י\"י בארץ פלשתים שבעה חדשים. כת' את שבע כבשות הצאן תקח מידי. אמר לו הק' אתה נתתה לו שבע כבשות, חייך שבניו עושים שבע מלחמות עם בניך ונוצחין אותן. ד\"א חייך שבניו הורגים שבע צדיקים מבניך ואילו הן שמשון חפני ופנחס שאול ושלשה בניו. ד\"א חייך שבניו מחריבים שבע משכנות, ואילו הן אוהל מועד וגלגל נוב ושילה [וגבעון] ובית עולמים [תרין]. ד\"א שארון מחזיר בשדה פלשתים שבעה חדשים. נסה קונטרארי\"אה:"
            ]
        ],
        [],
        [],
        [
            [
                "קטורה - לפי הפשט אין זו הגר:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            [
                "(ב) אלה תולדות יעקב - ישכילו ויבינו אוהבי שכל מה שלימדונו רבותינו כי אין מקרא יוצא מידי פשוטו, אף כי עיקרה של תורה באת ללמדנו ולהודיענו ברמיזת הפשט ההגדות וההלכות והדינין על ידי אריכות הלשון ועל ידי שלשים ושתים מידות של ר' אליעזר בנו של ר' יוסי הגלילי ועל ידי שלש עשרה מידות של ר' ישמעאל. והראשונים מתוך חסידותם נתעסקו לנטות אחרי הדרשות שהן עיקר, ומתוך כך לא הורגלו בעומק פשוטו של מקרא, ולפי שאמרו חכמים אל תרבו בניכם בהגיון, וגם אמרו העוסק במקרא מדה ואינה מדה העוסק בתלמוד אין לך מדה גדולה מזו, ומתוך כך לא הורגלו כל כך בפשוטן של מקראות, וכדאמ' במסכת שבת הוינא בר תמני סרי שנין וגרסינ' כולה תלמודא ולא הוה ידענא דאין מקרא יוצא מידי פשוטו. וגם רבנו שלמה אבי אמי מאיר עיני גולה שפירש תורה נביאים וכתובים נתן לב לפרש פשוטו של מקרא, ואף אני שמואל ב\"ר מאיר חתנו זצ\"ל נתווכחתי עמו ולפניו והודה לי שאילו היה לו פנאי היה צריך לעשות פרושים אחרים לפי הפשטות המתחדשים בכל יום."
            ]
        ]
    ],
    "maps": [],
    "commentaryCategories": [
        "Tanach",
        "Torah"
    ],
    "heTitle": "רשב\"ם על בראשית",
    "versionSource": "http://www.responsa.co.il/default.aspx",
    "heBook": "רשב\"ם",
    "heCommentator": "רשב\"ם",
    "length": 50,
    "titleVariants": [
        "Rashbam on Genesis"
    ],
    "textDepth": 3,
    "commentaryBook": "Genesis",
    "commentator": "Rashbam",
    "categories": [
        "Commentary",
        "Tanach",
        "Torah",
        "Genesis"
    ]
}