# -*- coding: utf-8 -*-

from sefaria.helper.text import *
vtitle = "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann"
lang = "he"
uid = 15399
find_all = """אהל'
ב' ר'
ב"ב
ב"מ
ב"ק
ב"ר
בכור'
במ'
במד'
בר'
ברא'
ברכ'
ד"ה א'
ד"ה ב'
דב'
דבי"ה א'
דבר'
דה"ב
דהי"ב
דנ'
הור'
ויק'
ויק"ר
זב'
זבח'
זכ'
חגי'
חול'
יב'
יה'
יהוש'
יח'
יחז'
יחזק'
ילק'
יר'
ירוש'
ירוש' שקל'
ירמ'
יש'
ישע'
ישעי'
כרית'
כת'
כתו'
מ"א
מ"ב
מ"ק
מגי'
מכ'
מכי'
מנ'
מנח'
מש'
נג'
נד'
סנה'
סנה"ן
ע"ז
עובדי'
עיר'
עירו'
ערו'
ערכ'
פדר"א
פס'
פרד"א
קהל'
קיד'
ר"ה
ש"א
ש"ב
ש"ר
שבו'
שה"ש
שהש"ר
שופ'
שופט'
שיר ה'
שמ'
שמו"ר
שקל'
תה'
תוס'
תנח'
תענ'
תוספות
"""
replace_all = """אהלות
בראשית רבה
בבא בתרא
בבא מציעא
בבא קמא
בראשית רבה
בכורות
במדבר
במדבר
בראשית
בראשית
ברבות
דברי הימים א
דברי הימים ב
דברים
דברי הימים א
דברים
דברי הימים ב'
דברי הימים ב'
דניאל
הוריות
ויקרא
ויקרא רבה
זבחים
זבחים
זכריה
חגיגה
חולין
יבמות
יהושע
יהושע
יחזקאל
יחזקאל
יחזקאל
ילקוט שמעוני
ירמיהו
תלמוד ירושלמי
לתמוד ירושלמי, שקלים
ירמיהו
ישעיהו
ישעיהו
ישעיהו
כריתות
כתובות
כתובות
מלכים א
מלכים ב
מועד קטן
מגילה
מכות
מכילתא
מנחות
מנחות
משלי
נגידים
נדרים 
סנהדרין
סנהדרין
עבודה זרה
עובדיה
עירובין
עירובין
עירובין
ערכין
פרקי דרבי אליעזר
פסחים
פרקי דרבי אליעזר
קהלת
קידושין
ראש השנה
שמואל א
שמואל ב
שמות רבה
שבועות
שיר השירים
שיר השירים רבה
שופטים
שופטים
שיר השירים
שמות
שמות רבה
שקלים
תהילים
תוספות
תנחומא
תענית
תוספתא
"""
find_arr = find_all.split("\n")
replace_arr = replace_all.split("\n")



titles = ["Exodus", "Genesis"]
for title in titles:
  for count, find_string in enumerate(find_arr):
  	find_and_replace_in_text("Rashi on "+title, vtitle, lang, find_string.decode('utf-8'), replace_arr[count].decode('utf-8'), uid)