{
    "versionTitle": "שער העצלות", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער העצלות שער ששה עשר:</b> העצלות היא מידה רעה מאוד. מי שזאת המידה גוברת בו, ענייניו מקולקלים מאוד בעולם הזה ובעולם הבא. ועליו אמר שלמה המלך עליו השלום (משלי כד ל-לא): \"על שדה איש עצל עברתי, ועל כרם אדם חסר לב. והנה עלה כולו קמשונים, כסו פניו חרולים, וגדר אבניו נהרסה\". דימה חכמת העצל לשדה איש עצל: כי כמו שדה איש עצל לא די לו שאינו מגדל תבואה, מפני שאינו עובד אותו כראוי, אלא מגדל אף דברים גרועים, כגון חרולים וקמשונים שהם מזיקים לתבואה. ואפילו אם היה טורח בשדהו עד שתגדל התבואה – יפסיד הכל מחמת עצלותו. כי גדר אבניו נהרסה, והוא עצל ואינו מתקן הגדר, ומתוך כך יכנסו הבהמות והגנבים ולוקחים הכל. ואמר \"גדר אבניו נהרסה\" – אף על פי שגדר אבנים חזקה מאוד, מכל מקום היא נהרס מחמת עצלותו, שלא תיקן חסרונה קודם שנפלה כולה. כן עניין העצל בתורה ובמצוות: כי העצלים אוהבים מנוחה, ומתוך כך המצוות קשות עליהם, ולימוד התורה כבדה על נפשם, ויברחו מבתי המדרשות אל מקום מנוחתם. וכשהם יושבים בבית הכנסת הם ישנים, כעניין שנאמר (משלי יט טו): \"עצלה תפיל תרדמה\"; כי העצלות מביאה שינה בטבע האדם. וכבר הזהיר שלמה המלך עליו השלום (שם ו י): \"מעט שֵנוֹת, מעט תנומות, מעט חיבוק ידים לשכב\". ", 
            "סברות של טעות - לא די לעצל שלא יגיע לידיעת התורה, כיון שאינו עוסק בתורה כראוי, אלא אפילו מחמת העצלות מעלה בלבו סברות של טעות. כי העצל יורה היתר לעצמו ויאמר: \"טוב לגוף המנוחה כדי שיתחזק, כי כשאדם חזק הוא יכול לעשות יותר מן החלש\". ומטה אוזניו לדברים בטלים, ואומר שבזה יהא לבו פתוח. נמצא שהעצלות גורמת שיחפש סברות, לומר שעושה מצווה בהתבטלו מן התלמוד. אף על פי שזאת הסברא היא אמת, שטוב לנוח כדי להתחזק, או לשמוע מילי דבדיחותא לפתוח הלב – זהו דווקא לאדם הזריז ועוסק בתורה כראוי. כי אין כוח האדם ככוח האבנים, או שיהיו עצמותיו כנחושת לטרוח תמיד, ופעמים צריך לנוח כדי שיתחזק. אבל העצל מיישר זאת הסברא, ונמשך אחריה עד שיתבטל מכל וכל. ולעולם בכל המצוות שיש בהן טורח – יעשה סברא לפי העצלות להתבטל מן המצווה. כללו של דבר: העצל יטה כל סברותיו לצד העצלות. ", 
            "העצל הוא רך הלבב, ואינו גולה למקום תורה. ועליו אמר שלמה המלך שבעה דברים (דברים [רבה] ח ו). כיצד? ", 
            "אומרים לעצל: \"רבך בעיר, לך ולמד תורה הימנו!\" והוא משיב להם: \"מתיירא אני מן הארי שבדרך\", שנאמר (משלי כו יג): \"אמר עצל שחל בדרך\". ", 
            "אומרים לו: \"רבך בתוך המדינה, עמוד ולך אצלו!\" והוא משיב להם: \"מתיירא אני שלא יבוא ארי בתוך הרחובות\", שנאמר (שם): \"ארי בין הרחובות\". ", 
            "אומרים לו: \"הרי הוא דר אצל ביתך!\" והוא משיב להם: \"הארי בחוץ\", שנאמר (שם כב יג): \"אמר עצל ארי בחוץ, בתוך רחובות ארצח\". ", 
            "אומרים לו: \"הרי הוא בתוך הבית.\" והוא משיב להם: \"ואם הולך אני ומוצא הדלת נעולה, אני צריך לחזור\". ", 
            "אומרים לו: \"פתוחה היא\" – עדיין לא יקום העצל, שנאמר (שם כו יד): \"הדלת תסוב על צירה, ועצל על מיטתו\". ולבסוף שלא יודע מה להשיב, אומר להם: \"אם הדלת פתוחה או נעולה – אני מבקש לישון מעט\". שנאמר (שם ו ט): \"עד מתי עצל תשכב, מתי תקום משנתך\". ", 
            "עומד ממיטתו ונותנים לפניו לאכול– והוא מתעצל לתת לתוך פיו, שנאמר (שם כו טו): \"טמן עצל ידו בצלחת, נלאה להשיבה אל פיו\". ", 
            "ואיזהו השביעי? שנאמר (שם כ ד): \"מחורף – עצל לא יחרוש\". ואמר רבי שמעון בן יוחאי: זה שלא למד תורה בנעוריו, ורוצה ללמוד בזקנותו ואינו יכול. וזהו (שם): \"ושאל בקציר – ואין\". ", 
            "עד כאן היה שלמה מגנה את את העצל. ומשה רבנו עליו השלום אמר דבר גדול מכולם, שנאמר (דברים ל יד): \"כי קרוב אליך הדבר מאוד, בפיך ובלבבך לעשתו\". פירוש: רק הוצא דבר מפיך. ומי שמתעצל בזה, שלא יוציא דברים מפיו – אין לך עצלות גדולה מזו. ", 
            "גנותו של העצל - ראה איך העצל רחוק מן המידות הטובות. ואינו שוֹוה כלום לשליחות, כחלא [חומץ] שאינה שוֹוה לשִניים, שנאמר (משלי י כו): \"כחומץ לשניים וכעשן לעינים, כן העצל לשולחיו\". ונאמר (שם כו טז): \"חכם עצל בעיניו, משבעה משיבי טעם\". פירושו של זה הפסוק כך הוא: מלך שיש לו רצים ושלוחים הרבה, ועשו כולם שליחותו של מלך, וגם השיבו דבר למלך כשחזרו משליחותם. אבל אחד מעבדי המלך היה איש עצל, ומערים לומר חולה אני\", ונח ואכל משולחן המלך. וכשהוא ראה שחבריו באים יגעים מטורח הדרך, אז הוא החזיק עצמו חכם בעיניו מכל חבריו. אבל שטות הוא בידו, דכתיב (שם כב כט): \"חזית איש מהיר במלאכתו, לפני מלכים יתיצב\". ואף כאן המלך ישלם גמול לפקחים, שהיו משיבים לו טעם. אבל העצל – לא יחוש לו. כללו של דבר: העצל אינו שוֹוה, לא לעולם הזה ולא לעולם הבא, כי מֵיאנו ידיו לעשות טוב. ", 
            "ואמר החכם: העצל שבבני אדם – שנתעצל לקנות אוהבים חכמים ויראי השם יתברך. ויש יותר עצל ממנו: שכל אלו היו בידו ואבדם. ", 
            "הקדוש ברוך הוא ברא בריה חלשה, האוגרת לחמה וטורחת על מאכלה, כדי להחכים בה את העצל, דכתיב (משלי ו ו): \"לך אל נמלה עצל, ראה דרכיה וחכם\". לכן יתבייש בראותו הנמלה החלושה, וזריזה היא על ענייניה, וילמד ממנה לאחוז כמוה במידת הזריזות, ולצאת מתחת יד העצלות, ולהשיב נשפו מיני שחת. ", 
            "העצלות הטובה - ויש עצלות שהיא טובה מאוד, כגון היושב ומתעצל לעשות רעות ולרדוף אחר התאוות. אמרו על אדם שרצה המלך לשלחו למקום סכנה ולא אבה ללכת, וחרפו המלך. אז אמר למלך: מוטב שתחרפני ואני חי, משתתפלל בעדי ואני מת. ועל זה העניין אמרו רבותינו (פסחים נ ב): יש זריז ונשכר, ויש זריז ונפסד; יש עצל ונשכר, ויש עצל ונפסד. ", 
            "זריז ונשכר – שעושה מלאכתו כל השבוע ואינו עושה בערב שבת. ", 
            "זריז ונפסד – שעושה מלאכה כל השבוע, ועושה גם כן בערב שבת. ", 
            "עצל ונשכר – שאינו עושה מלאכה כל השבוע, ואינו עושה בערב שבת. ", 
            "עצל ונפסד – שאינם עושה מלאכה כל השבוע, ועושה בערב שבת. ", 
            "ראה איך העלו חכמים בלבבם שיש זריזות שהיא טובה ויש זריזות שהיא רעה, וכן בעצלות. ", 
            "לכן תחשוב שתעשה הטוב בכל איבריך ובכל מחשבותיך, ותבחר מכל איבר ואיבר קצת קלות וקצת כבדות, והכל לשם שמים: ", 
            "תהא קל לשבת עם חברים המתחברים לתורה ולמצוות, ", 
            "ותהא כבד לשבת עם הליצנים ועושים רעה. ", 
            "ותהא קל בעיניך לראות דת ודין וענייני המצוות, ", 
            "ותהא כבד בעיניך לראות מעשה הבלים, ולהסתכל באשת איש ובעבודה זרה. ", 
            "ותהא קל באוזניך לשמוע מוסרים ותוכחות ודין תורה, ", 
            "ותהא כבד באוזניך לשמוע ניבול פה ודברים בטלים. ", 
            "ותהא קל באפך לכעוס על הרשעים, ", 
            "ותהא כבד באפך לכעוס על הצדיקים. ", 
            "ותהא כבד בפיך ובלשונך המריבות, והשקרים, והליצנות, והלשון הרע, ", 
            "ותהא קל בפיך בדברי תורה, ותוכחות, ולצווֹת על הטוב. ", 
            "ותהא כבד בידך להרים יד ברֵעך, ", 
            "ותהא קל בידך ליתן צדקה, ולעשות מלאכתך באמונה. ", 
            "ותהא כבד ברגליך לילך בדרכי הרשעים, ללכת למשתאות וללכת בטיולים, ", 
            "ותהא קל ברגליך לרוץ לבתי כנסיות ולבתי מדרשות, וללכת לבקר חולים, ולעשות לוויה, ולכל המצוות. ", 
            "ותהא כבד בלבבך לחשוב הירהורים רעים, ותהא כבד על הקנאה ועל השנאה, ", 
            "ותהא קל בלבבך לחשוב הירהורי תורה, ולהשיג מעלות אהבת השם יתברך ויראתו הטהורה. ובזה תהא קל וזריז בלבך להתדבק באור העליון."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}