{
    "versionTitle": "שער הדאגה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער הדאגה שער עשירי:</b> הדאגה. זאת המידה היא רעה ברוב ענייניה, והיא ניכרת על כל הפנים, כדכתיב (בראשית מ ו): \"וירא אתם והינם זועפים\"; וכתיב (נחמיה ב ב): \"מדוע פניך רעים, ואתה אינך חולה\". ואמר אחד מן החכמים: איני מוצא כלל באנשי נפשות העליונות סימן דאגה. ", 
            "דאגה לשם שמים - הדאגה המגונה - הדואג על עולם זה להשיג מאומה – הוא מגונה מאוד, והיא לא נמצאת כלל באנשים הבוטחים בשם ומאמינים בו. הדאגה והיגון הם מכלים הלב, והם חולי הגוף. והדאגה הרעה שבכל הדאגות היא שירדוף אחר העבירות, ובעת שלא ימצא כל חפץ לבו – אז הוא דואג ומצטער. הדואג על עולם זה הוא רחוק מאוד מן התורה והמצוות והתפילה. לכן יחוש מאוד לתקן המידה הזאת, להסיר אותה ממנו. ואין צריך להאריך ברעתה, כי כל הטובות הבאות מן השמחה – הן היפוך הדאגה. ", 
            "ועתה התבונן! גם יש בדאגה דרכים טובות, כמו שאמר הנביא (איכה ג לט): \"מה יתאונן אדם חי, גבר על חטאו\". החוטא צריך להגדיל יגון בלבבו ולהתאנח במרירות הלב, על שמרד נגד יוצר הכל. אם הפסיד דינר – קשה בעיני האדם; ואם אבד עשרו ויצא נקי מנכסיו – הלוא נפשו עליו תאבל. וכן על הצרות – כאבו נצח ויגון בלבבו. ויותר ראוי שיצטער ויאנח על שהמרה נגד השם יתברך, ולא זכר חסדיו וטובותיו עליו. ", 
            "דע כי מדרגות התשובה – הכל לפי עצם היגון. כי היגון בא מאת טוהר הנפש, הנשמה העליונה, ועל כן מקובל היגון והדאגה לפני השם יתברך. והמשל בזה: המלך אשר הכעיסוהו ילידי ביתו הקרובים אליו, והם מאצילי הארץ הנכבדים – יתן להם יותר חנינה וחמלה מחמלתו על הרחוקים והפחותים. לכן יחמול השם ברוך הוא על הנשמה שהיא מצטערת ודואגת על חטאתיה. וכן אמר דוד (תהלים לח י): \"יי נגדך כל תאוותי, ואנחתי ממך לא נסתרה\". ", 
            "הדמעות באו מן היגון והדאגה. והנה שערי דמעות לא ננעלו (בבא מציעא נט א), דכתיב (תהלים קיט קלו): \"פלגי מים ירדו עיני, על לא שמרו תורתך\"; וכתיב (שם לח יט): \"כי עווני אגיד, אדאג מחטאתי\". ולעולם ייקח יגון בלבבו על מה שעבר, וידאג על העתיד, ויירא תמיד שמא לא השלים חוק התשובה. וכתיב (משלי כח יד): \"אשרי אדם מפחד תמיד\" – אפילו אם היה עכשיו זכאי וצדיק גמור, יירא לעולם שמא יבוא חטא לידו. וכן מצינו ביעקב: אף על פי שאמר לו הקדוש ברוך הוא \"ושמרתיך בכל אשר תלך\" (בראשית כח טו), היה ירא שמא יגרם החטא. וכן אמר דוד (תהלים כז יג): \"לולא האמנתי לראות בטוב יי בארץ חיים\"; אף על פי שהיה יודע שהיה חסיד גמור – שמא יגרום החטא שלא יבוא לנועם הצדיקים (ברכות ד א). ולעולם ידאג שמא אין עבודתו מקובלת לפני המקום ברוך הוא, ושמא הוא מאותם שנאמר עליהם (ישעיהו א יב): \"מי בקש זאת מידכם רמוס חצרי\". על כן יוסיף אומץ. ומעשה בחכם אחד שראה אדם אחד דואג. אמר לו: אם דאגתך על עולם זה – ימעט השם יתעלה דאגתך. ואם דאגתך על עולם הבא – יוסיף השם ברוך הוא דאגה על דאגתך. ", 
            "והדאגה מועלת לעניין התורה, שיחזור תמיד, אולי ישכח. גם הדאגה מועלת לעניין שלא יריב עם אדם בחינם, כי ירא פן ישיגהו היזק מן המחלוקת. אך בלילה כשאדם קם ללמוד – לא יירא משדים בקומו ממיטתו, ויחשוב: כמה הולכים יחידים בלילה ולא היה להם היזק, ויבטח בשם ברוך הוא, ויקום ולא יפחד. רב וחסיד רחוק מעירו, לא ימנע מלילך שם ללמוד משום פחד הדרכים, כדרך שאמר העצל (משלי כב יג): \"ארי בחוץ, בתוך רחבות ארצח\". אלא יחשוב שרוב העולם הולכים ואינם נזוקין, גם הוא כך – לא ימנע מחמת הפחד, כי שלוחי מצווה אינם נזוקין (פסחים ח ב). ", 
            "סוף דבר: בכל דאגותיו ויגוניו יכוון לשם שמים. מת לו מת – יתאבל ויבכה ויצטער, כי אולי מת בעבור שחטא, ובעבור אבות בנים מתים, והנה הוא כאילו הורגו; ויעשה תשובה וגדרים, ויתחנן לבורא יתברך. אם מת אדם כשר – יצטער ויבכה עליו, ואותם הדמעות הקדוש ברוך הוא סופר אותם וגונזם בבית גנזיו, כמו שנאמר (תהלים נו ט): \"שימה דמעתי בנאדך, הלוא בספרתך\". ואם יש צרה, כגון רעב ודבר או שאר פורעניות וכיוצא בהן – לעולם ידאג שמא עוונותיו גורמות העניין. כי עכן מעל בחרם ונפלו כמה אלפים (יהושע ז). וישוב לשם ברוך הוא כפי כוחו. הלוא מצינו שאליהו לא דבר עם רבי יהושע בן לוי עבור שאריה אכל יהודי תוך שלוש פרסאות קרוב לעירו, כי היה לו לבקש רחמים שלא תהיה תקלה סביביו (מכות יא א) – לכן יפחד תמיד מאלו העניינים. וכן מצינו, כשהיה רעב שלוש שנים בימי דוד, חיפש באיזה עוון בא הרעב, לבסוף מצא שבשבילו בא הרעב (יבמות עח ב). לכן בכל תקלה – ידאג שמא מחמתו באה. ", 
            "ואם יש לו מזל טוב ושלווה – ידאג שמא יאכל בעולם הזה את העולם הבא. אם הוא עני מיוסר בייסורין – ידאג שמא העוני והייסורין הם פרי עוונותיו, והקרן קיימת לו לעולם הבא. ואם ביטל מדברי תורה מחמת העוני והייסורין – ידאג יותר. אם הוא חכם בתורה – שמא לא יהיו מעשיו לפי חכמתו. ואם אינו חכם – ידאג על זה כי אינו יכול להעמיק בשורש החסידות. ואם מכבדים אותו – יזהר שלא ישמח בכבוד ההוא, אך ידאג שמא באותו כבוד יקבל שכרו. ואם הוא חכם ונבזה בעיני העולם – ישמח בזה; אך ידאג שמתוך שהוא מבוזה אין העולם מקבלים תוכחותיו. ", 
            "עוד טובות הדאגות והאנחות כדאיתא בתנא דבי אליהו (פרק ד): כל חכם וחכם מישראל שיש לו דברי תורה לאמיתו, ומתאנח על כבודו של הקדוש ברוך הוא ועל כבודו של ישראל שנתמעט, ומחַמֵד ומצפה על כבוד ירושלים, ועל בית המקדש, ועל הישועה שתצמיח בקרוב, ועל כינוס גלויות – השם ברוך הוא משרה בקרבו רוח הקודש. לכן ידאג ויבכה על התורה שנשתכחה, ויאנח על יראי השם ברוך הוא אשר נמאסו, ויתמרמר על מיעוט חסידות, ועל ישראל עם השם אשר נדרסים ברגל; ויעלה ירושלים על ראש שמחתו, ויזכה לראות בשמחתה, כדכתיב (ישעיהו סו י): \"שישו אִתה משוש, כל המתאבלים עליה\". ", 
            "השם ברוך הוא ברוב רחמיו יזכנו להיות מן הרואים בכבודה של ציון, כדכתיב (שם נב ח): \"כי עין בעין יראו בשוב יי ציון\"; ואומר (שם מ ה): \"ונגלה כבוד יי, וראו כל בשר יחדיו כי פי יי דבר\"."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}