{
    "versionTitle": "שער השמחה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער השמחה שער תשיעי:</b> השמחה. המידה הזאת באה לאדם מחמת רוב שלווה בלבו בלי פגע רע. ואדם המשיג תאוותו, ולא יארע לו דבר המעציב אותו – בזה יהיה לו שמחה תדיר. ומי שיש בו שמחה תדיר – יאירו פניו, וזיוו מבהיק, וגופו בריא, ואין זקנה ממהרת לבוא עליו, כמו שנאמר (משלי יז כב): \"לב שמח ייטיב גהה\". ", 
            "להתרחק מהשחוק - ומן השמחה יבוא שחוק לאדם. ואין ראוי לאיש משכיל להרבות בשחוק, כי עם השחוק משתתף דעה קלה, כמו שנאמר (קהלת ז ו): \"כי כקול הסירים תחת הסיר – כן שחוק הכסיל\". וכבר נאמר: מאותות השוטה ששוחק במקום שאין ראוי בו השחוק. ואין ראוי למי שיש לו מוסר להתנהג בשחוק במושבות ובמעמידות, מפני שאמרו: מי שרב שחקו – מתמעט מוראו, כי בשעת השחוק אין יכול לכוון אחר שום יראת השם אלהים. וכל שכן אם ישחק בטיולים או בקוביות, שאין יראת אלהים עליו. לכן ייסר אדם את עצמו שלא ישחק, ושלא יקנה לו רב או חבר משחק, שנאמר (ירמיהו טו יז): \"לא ישבתי בסוד משחקים ואעלוז\"; וכתיב (משלי יד כג): \"בכל עצב יהיה מותר\". ", 
            "רעות השמחה והשחוק - הרבה רעות יש בשמחה ובשחוק. כמו השמח במכשול חברו, בעת שמגיע לו פגע רע מפגעי העולם. ועל זה נאמר (משלי כד יז): \"בנפול אויבך אל תשמח\". ועוד יש שמחה רעה מזאת, כמו השמח כשחברו נכשל בעבודת הבורא יתברך, או שמח במיעוט ידיעתו. צריך שתבין: עבד המשרת למלך באמונה, שיש לו להצטער בראותו אנשים המורדים באדונו והמחרפים אותו, ומחוייב להוכיחם על פניהם ולהודיע נבלותם. אבל בהיות העבד שמח בראותו קלקול אדוניו וחרפתו – אין זה עבד נאמן, רק חבר לאיש משחית, ועוונו ישא. והנה הכתוב אומר (תהלים קמז יא): \"רוצה יי את יראיו\", ומי ששמח במכשול חברו – אין רצונו כרצון הבורא יתברך. על כן התפלל רבי נחוניא בן הקנה (ברכות כח ב): אל ייכשלו חברי בדבר הלכה ואשמח בהם, ולא אכשל וישמחו בי. ועל כן התפלל רבי נחוניא בן הקנה על זה, כי ראה שזה דבר מצוי שאחד שמח בטעות חברו, כדי שיהא הוא נוצח את חברו ויהיה לו שם. ואף כמה בני אדם חשובים אינם נזהרים בזה. ", 
            "לכן כל איש אשר רצונו רצון האלהים – יצטער על שאין נעשה רצון השם. ואפילו על שונאו יתפלל אדם שיעבד לבורא יתברך. ויכוון בתפילתו בברכת \"אתה חונן\" ובברכת \"השיבנו\" ובברכת \"סלח לנו\" על כל ישראל, אוהביו ושונאיו, וכן בכל הברכות. כי איך יתכן שיתפלל \"רופא חולי\" ושאר הברכות, והוא לא חפץ שחברו יתרפא או יתחכם?! ועבור שזה היצר הוא רגיל מאוד בלבבות בני אדם, ואין מרגיש בעניין הזה, לכן נכתב להזהיר יראי השם להכין לבם לאלוקים בכוונה שלמה אמיתית, לשפוך נפשם נוכח פני השם על כל ישראל, אוהביו ושונאיו. ובזה יקיים \"ואהבת לרעך כמוך\" (ויקרא יט יח). \"וטהר ידים – יסיף אומץ (איוב יז ט). ", 
            "יש עוד שמחה ושחוק רע מאוד, כגון מי שמשחק במי שזהיר בעבודת השם יתברך והמקיים מצוותיו. ויש בזה ארבע רעות: ", 
            "האחד שהוא מחשיך נפשו מאור המצוות; כשהוא מואס ומשחק במקיימי המצוות – אז יתגנו המצוות בעיניו. ", 
            "השני: כי אולי מתוך השחוק ימנע הצדיק מצדקותיו, כי לא יוכל לסבול השחוק. ", 
            "השלישי: כי אנשים רבים אשר לא ניסו ללכת בדרכי השם יתברך – לא יוכלו לעשות תשובה מפני השחוק, וילכו בחושך כל ימיהם. ונמצא שזה המשחק לא די שמונע מחברו רב טוב הצפון לצדיקים, אלא שמוריד אותו לשאול תחתית. והנה המשחק הזה בכלל עונש \"המחטיא את הרבים\". ", 
            "הרביעי שדומה לליסטים שעומד על פרשת דרכים, וקוצץ רגלי המביאים דורון למלך: הלוא זה שונאו ואויבו של המלך, ורעתו רבה מאוד. ", 
            "יש עוד שמחה מרה כלענה: כגון רודפי ניאוף וגזל ושאר עבירות, ושמחים בהשיגם התאוות הרעות. ועל אלו אמר (משלי ב יד): \"השמחים לעשות רע, יגילו בתהפוכות רע\". ועונשם גדול עד שאול תחתית. ", 
            "שמחת היין - ויש עוד שמחה מעורבבת, המעלה עשן לכל המצוות, והמשכחת יראת השם יתברך מלבות בני אדם: כגון אלו המשתכרים ושמחים בבית המשתה, ואחרי השמחה הזאת – תוגה, כי הרבה קלקולים באים מתוך המשתה. ומי בחכמה חכם כשלמה בן דוד, אשר אמר (משלי כג כט-ל): \"למי אוי, למי אבוי, למי מדיָנים, למי שיח, למי פצעים חינם, למי חכללות עינים? למאחרים על היין, לבאים לחקור ממסך\". גם הנביא אמר (ישעיהו ה יא): \"הוי משכימי בבוקר – שכר ירדפו, מאחרי בנשף – יין ידליקם\"; ואמר (שם פסוק יב): \"והיה כינור ונבל תף וחליל ויין משתיהם, ואת פעל יי לא יביטו, ומעשה ידיו לא ראו\"; ואומר (שם פסוק יג): \"לכן גלה עמי מבלי דעת, וכבודו מתי רעב, והמונו צחה צמא\"; ואומר (שם פסוק יד): \"לכן הרחיבה שאול נפשה, ופערה פיה לבלי חוק, וירד הדרה והמונה ושאונה ועלז בה\"; ונאמר (שם כח ז): \"וגם אלה ביין שגו ובשכר תעו, כהן ונביא שגו בשכר, נבלעו מן היין, תעו מן השכר, שגו ברואה, פקו פליליה\". ", 
            "ראה מה קלקול בא מן היין! וכתיב (משלי כ א): \"לץ היין, הומה שכר, וכל שוגה בו לא יחכם\". ראה מה קלקולים באים מן השכרות, כדכתיב (בראשית ט כא): וישת מן היין וישכר, ויתגל בתוך אהלֹה...\" – ועל זה באו כנענים לעולם. הנה היין גורם להיות מתלוצץ, ולהיות הומה ובעל דברים, וכל שוגה בו לא ירבה חכמה. וכתב רבינו משה המיימוני: הקיבוץ על השתייה המשכרת – ראוי שתהיה אצלך יותר חרפה מהתקבץ אנשים ערומים מגולי הערווה. והשכרות הוא ממעשה הרעה, כי הוא מפסיד השכל אשר נפח השם יתברך באפיו. ", 
            "אמנם שתיית היין טוב מאוד בזמן שתשתה על מנהג המשכילים, כדרך שאמר שלמה (משלי לא ו-ז): \"תנו שכר לאובד, ויין למרי נפש. ישתה וישכח רישו, ועמלו לא יזכור עוד\". ועוד נאמר על היין (שופטים ט יג): \"המשמח אלוהים ואנשים\"; וכתיב (תהלים קד טו): \"ויין ישמח לבב אנוש\". גם אמר הכתוב (שיר השירים א ב): \"כי טובים דודיך מיין\"; ונאמר (שם ז י): \"וחכך כיין הטוב\". מכל אלה נדע שבח היין, כשהוא כמשפט החכמים והשותים כשיעור, שיגבר השכל על היין ולא יגבר היין על השכל; והשותים בזמן הקבוע עם אוהבים ורעים ועם חסידים וצדיקים, ולא עם ערטילאים וריקים. כי היין יוסיף חכמת עמוקים, ועץ החיים למחזיקים בה. ועוד: היין יוסיף חכמת המשכיל, ויכפיל שטות האוויל; ויחדש אהבת אוהב, ויעורר איבת האויב; ויפתח יד הנדיב, ויחזק לב הכילי. ", 
            "וזאת מידת שותי יין: ישים היין רפואה לדאגתו, ויתחזק בתורה ללמדה בשמחה; כי כל זמן שאדם שרוי בצער לא יוכל ללמוד. וגם בית דין המצטערים לא יוכלו לברר הדין בין כשר לטריפה, בין היתר לאיסור. גם הצער מבטל כוונת הלב בתפילה. גם כשאדם שרוי בצער, מי שמדבר אליו או מי שמבקש ממנו לעשות עמו חסד – אין לו כוח לעשות בקשתו, וכתיב (ישעיהו מט ח): \"בעת רצון עניתיך\". לכן על דרך זה יכוון המשכיל לשתות יין, ויזהר שלא ירבה בשתייה שיצטרך לבטל מלאכתו ועסקיו. ועל הכל ישתמר מלשתות כל כך עד שיבטל מתורתו ומתפילתו, או עד שירבה שחוק וקלות ראש. ולא ישתה עד שיגלה סודותיו, או סודות של אחרים. ואם תשתה במידה הזאת, לא יהיה לך היין לזרה. גם במועדים וברגלים, אשר כתיב בהן (דברים יב יח): \"ושמחת לפני יי אלהיך\" – לא ימשוך עצמו ביין יותר מן הראוי, כנאמר (שם כח מז): \"תחת אשר לא עבדת את יי אלהיך בשמחה ובטוב לבב\" – הא למדת שלא נצטווינו על שמחה שישכח בה יוצר הכל. ואי אפשר לעבוד השם יתברך לא מתוך קלות ראש, ולא מתוך שחוק, ולא מתוך שכרות. ", 
            "השמח בחלקו - במידת השמחה תלויה מצוות עשה שיצדיק כל מאורעותיו, שנאמר (דברים ח ה): \"וידעת עם לבבך, כי כאשר ייסר איש את בנו, יי אלהיך מיסרך\". ואם אחר שאדם עושה תשובה לא יהא עניינו בטובה כמו בתחילה – מצווה שיחשוב בלבו כי לטובתו נהפך עניינו לרע. כי קודם שעשה אדם תשובה היה הקדוש ברוך הוא משלם לו שכר המצוות שעשה כדי לטרדו מעולם הבא, שנאמר (שם ז י): \"ומשלם לשונאיו אל פניו להאבידו\". וכדרך שהוא עושה לשונאיו – כן משלם לאוהביו עונש העבירות שעשו בעולם הזה, כדי שיהיו זכאין ונקיים לעולם הבא. וכל זה תלוי במידת השמחה, שהוא שמח בחלקו שחלק לו האל יתברך. ", 
            "אך הדרך שישמח האדם בחלקו, שיקבל בשמחה הרע כמו הטוב, הדרך הזה מתחלק לכמה דרכים: האחד – צריך ביטחון גדול באלהים. השני – האמונה. השלישי – השכל. הרביעי – ההסתפקות. ", 
            "מידת הביטחון - אמר החכם: כל אדם צריך גדר וסעד וסמך, כדי שיתקיימו מעשיו הטובים. ומהו הגדר? זהו הביטחון, שבוטח תמיד באלהים יתברך, כמו שנאמר (תהלים נה כג): \"השלך על יי יהבך, והוא יכלכלך\".", 
            "הביטחון והאמונה - ומהו גדר הביטחון, ואיזה דבר מביא שיבטח האדם באלוהים? זה האמונה! – מתוך שמאמין בבורא, שכל הצלחתו בעולם הזה ובעולם הבא, הכל הוא ממנו ואין אחר זולתו, נותן לבו לאהוב אותו בכל לבבו. ", 
            "ומהו גדר האמונה, ואיזה דבר מביא אדם לידי אמונה שלמה? הוא שלא יתנועע מדבר רע, שיקבל כל הבא עליו בשמחה. וזה דומה לעבד שמכיר אדוניו שהוא נדיב ורחמן, ומשלם לעושי רצונו ושליחותו שכר גדול; ובעד שיכביד על משרתיו עבודה קשה הוא מטיב להם טובות גדולות, מגדלם ומנשא אותם, ויהיו אנשי עצתו ואוכלים על שולחנו, ומרכיבם במרכבת המשנה אשר לו, ומפקידם על ארצו. אין ספק שזה העבד היודע ומכיר זאת באדוניו, שיעזוב כל מה שבעולם ויעשה רצון אדוניו בשמחה, ואף אם העבודה קשה עליו מאוד, בזוכרו הטובה אשר תגיע אליו בגלל העבודה הזאת. אבל העבד הרואה שאדוניו מקפח שכר עבדיו, ויודע בלבו שאדוניו כילי, וטרחו יותר גדול משכרו – אין זה העבד טורח לאדוניו כי אם בעיצבון. ", 
            "כן הוא העניין הזה: המאמין אמונה שלמה ביוצרו, שהוא מטיב ומרחם יותר מכל מרחם, ושהוא דיין אמת, וכל מה שעושה לו הכל הוא לטובתו, וליתן לו שכר גדול על כל מה שסובל לשמו הגדול, ועל כל העבודה והשירות שיעשה לשם שמים ישיג לו נעימות גדולה בעולם הנעים. כעניין שמצינו בנבוכדנצר: עבור שפסע ארבע פסיעות לכבוד האל יתברך – זכה לגדולה גדולה (סנהדרין צו א); וכעניין שמצינו בעשו: עבור שנזהר בכבוד אביו – זכה לגדולה בעולם הזה, הוא וזרעו אחריו; וכן רבים. אין ספק בהיות אדם מאמין בכל זה בלב שלם – וודאי ישמח בכל דיני השם יתברך, כי מי לא ישמח כשנוטלים ממנו פרוטות נחושת, ונותנים לו תמורתן כיכר זהב? ", 
            "מי שמאמין באלהים בלב שלם, ובוטח בו בביטחון חזק – יביא אותו הביטחון שלא יפחד מעולם מדבר רע, ולא יעבוד לאדם זולתו להתרצות אליו, ולא יקווה לאיש, ולא יסכים עמהם בדבר שהוא כנגד עבודת הבורא יתברך; ולא יפחידוהו ענייניהם, ולא יחת ממחלוקתם. ואם יוכיח אותם – לא יזהר בכבודם, ואם יכלימוהו – לא יבוש מהם, ולא יְיַפה להם השקר, כמו שאמר הנביא (ישעיהו נ ז): \"ואדני אלהים יעזר לי, על כן לא נכלמתי, על כן שמתי פני כחלמיש, ואדע כי לא אבוש\". ", 
            "מחשבות המחזקות את הביטחון - הבוטח באלהים – יביאנו הביטחון לפנות לבו מענייני העולם, לייחד עצמו לענייני התורה והעבודה. ", 
            "וצריך אדם לחקור הדעות המחזיקות את לבו, להיות בביטחון שלם באלהים: ", 
            "מחשבה ראשונה – שידע בידיעה ברורה כי האלהים מרחם על האדם יותר מכל מרחם, והוא משגיח עליו בסתר ובגלוי. ובעת שהוא אינו שומר עצמו כראוי – האלוהים מרחם עליו ושומר אותו מן הפגעים, כעניין שנאמר (תהלים קטז ז): \"שמר פתאים יי\". ", 
            "המחשבה השניה – אשר כל הטובות המגיעות אליו מאביו ומאמו, ואחיו וקרוביו ורעיו – הכל מאת השם יתברך הוא; ואלו הם שלוחי המקום ברוך הוא. ", 
            "השלישית – שידע שכל הטובות הם מחסדי האלהים, לא שהוא ראוי לכך. ואין הקדוש ברוך הוא מטיב לו מפני שהוא צריך לו, אך נדבה וחסד. ", 
            "הרביעית – שידע אשר לכל ענייניו יש גבול וקץ, ואין שום אדם יכול להוסיף ולגרוע על מה שגזר הבורא יתעלה. ומה שגזר הקדוש ברוך הוא שיהיה לו מעט – אין אדם יכול להרבות, או למעט הריבוי. ומה שגזר לאחר – אין שום אדם יכול להקדים, ולא לאחר מה שגזר להקדים. אך הכל הוא בגזרת העליון וברצונו. ", 
            "החמישית – שידע שהבורא יתברך רואה את לבו, אם ביטחונו בו ביטחון שלם בלא מרמה. כי עבד המשרת לאדם בשר ודם – יכול העבד לגנב לב אדונו, שיהיה האדון סובר שהעבד אוהבו בכל לב אף על פי שהוא שונאו, והאדון יעשה לו טובה בחזקת שהוא אוהבו. וכל זה לא ייתכן בבורא יתברך, כי הוא יודע יצר הלב והמחשבה שבו, והוא יודע עליונות ותחתונות, אמונתו וכפירתו. לכן אין לילך לפניו ברמאות. ", 
            "הששית – שייקח אל לבו לקיים מה שצווהו, ולהימנע מכל מה שהזהירו שלא לעשות, כאשר הוא חפץ שהבורא יתעלה יעשה לו הדבר שהוא בוטח בו. כדברי רבותינו (אבות ב ד): עשה רצונו כרצונך, כדי שיבטל רצון אחרים מפני רצונך. אבל מי שבוטח בשם יתעלה ואינו מקיים מה שצווהו, כמה הוא שוטה וכסיל! ועל זה נאמר (איוב כז ח-ט): \"מה תקות חנף כי יבצע, כי ישל אלוה נפשו. הצעקתו ישמע אל, כי תבוא עליו צרה?\" ואומר (ירמיהו ז ט-י): \"הגנוב רצוח ונאוף, והשבע לשקר וקטר לבעל, והלוך אחרי אלהים אחרים אשר לא ידעתם, ובאתם ועמדתם לפני בבית הזה אשר נקרא שמי עליו?!\" ואומר (שם פסוק יא): \"המערת פרצים היה הבית הזה אשר נקרא שמי עליו בעיניכם?!\" ", 
            "השביעית – שידע כי הבורא ברוך הוא ברא את האדם למלאכות רבות, וברא לו מזונו על ידי טורח גדול ועבודה. ואם היו כל העניינים והמזונות והבגדים מוכנים לאדם בלא טורח, אז היו כמה מצוות בטילות, כגון: הצדקה, והגניבה והגזילה והחמדה שיתרחק מהן. דאם היו לו כל צרכו בלא טורח, היאך יתאווה לגנוב ולגזול? וכשהוא טורח ומרחיק אותו, שאינו חומד את שאינו שלו – אז הוא בוטח באלהים. ועליו הכתוב אומר (תהלים לב י): \"והבוטח ביי – חסד יסובבנהו\". ועל זה גנז חזקיהו מלך יהודה ספר הרפואות (פסחים נו א), כדי שיבטח החולה באלוהים יתעלה, ולא ברפואות. גם אם היה אדם בטל ממלאכה, ולא היה טורח אחר מזונותיו, היה בועט ורודף אחר העבירות, כדכתיב (דברים לב טו): \"וישמן ישורון ויבעט\". ואמרו רבותינו זכרונם לברכה (אבות ב ב): \"יפה תלמוד תורה עם דרך ארץ, שיגיעת שניהם משכחת עון\". ", 
            "ביטחון בפרנסה - אך עתה מסר השם יתעלה שתי עבודות ביד האדם: האחת עבודתו והשנית עבודת התורה. וצריך האדם להיות ממוצע בית שתי העבודות, ולייחד שעות מיוחדות לעבודת התורה ולעבודת העולם הזה. וצריך שתתחזק, שתעשה עבודת שניהם לעולם לטוב לך לאחריתך; ולא יהיה אחד מפסיד לחברו, כמו שנאמר (ירמיהו כב טו): \"אביך הלוא אכל ושתה ועשה משפט וצדקה, אז טוב לו\"; ואומר (קהלת י יח): \"טוב אשר תאחז בזה, וגם מזה אל תנח את ידך\". ", 
            "וצריך שיבטח בשם יתברך שיצליחהו בעסקיו, ולא יבטח על מלאכתו ועסקיו, אך יחשוב אשר מלאכתו ועסקיו הם דרך לפרנסתו מאת השם יתברך. כמו אדם הבוקע עצים בגרזן, אף על פי שהגרזן חותך העץ, אין הכוח בא מן הברזל אלא מן האיש הבוקע עם הברזל לחתוך בו העץ. ואדם שיש לו מלאכה או איזה עסק שיהיה, שמפרנס בו בני ביתו, לא יחשוב: לולי המלאכה ההיא הייתי הולך לאבדון! אך יבטח בבורא יתעלה, ויחשוב: אם לא היה לו עניין זה העסק שעוסק בו, הבורא יתברך ימציא לו פרנסתו בעניין אחר. כי כל מעשה ידיו וצרכיו ביד האל הוא, והרבה שלוחים למקום, כמו שאמר הכתוב (שמואל א יד ו): \"כי אין ליי מעצור, להושיע ברב או במעט\"; ואומר (דברים ח יח): \"כי הוא הנותן לך כוח לעשות חיל\"; ואומר (זכריה ד ו): \"לא בחיל ולא בכוח, כי אם ברוחי אמר יי צבאות\". ", 
            "וכן האדם אשר כל חיותו וצרכיו תלויים באדם אחד – לא ישים בטחונו בלבו על האדם ההוא, אך ישים שורש בטחונו מעומק הלב בבורא יתברך. ואין די שיאמר כך ולבו בל עמו, אלא יתן שבח והודיה לבורא יתברך, על זה אשר לא עזב חסדו מאתו. וקח בידך משל נאה על עניין זה: והוא כמו מאה עיוורים ההולכים זה אחר זה, וכל אחד שם ידו על כתף חברו, ובראש כולם יש איש הרואה, והוא מנהיג כולם אחריו. הנה כל אחד יודע, שאף על פי ששם ידו על כתף חברו והוא מנהיגו, שאין זאת ההנהגה באה מכוחו של חברו, אך כולם נמשכים אחר האיש הרואה הראשון. ואם יהיה נשמט מהם – ייכשלו כולם ויפלו. זה ישים האדם אל לבו, ויחשוב כי אין מנהיג זולתי הקדוש ברוך הוא וכולנו כעוורים, וכל אחד ממנו מסתייע ונעזר בעזר חברו. אך אין כוח בחברו לולי המנהיג העליון, הנותן הכל, וכל דרכיו ישרים, ואין להרהר אחריו. וכמו שהמתפרנס לא יחשוב אלא בקדוש ברוך הוא, כך המפרנס לא יתגאה שהוא מפרנס, אך הוא כעיוור המנהיג עיוור חברו בעזרת המנהיג הראשון, שהוא הרואה. ועל זה נאמר (ישעיהו מב טז): \"והולכתי עוורים בדרך לא ידעו, בנתיבות לא ידעו אדריכם, אשים מחשך לפניהם לאור, ומעקשים למישור\"; ואומר (שם פסוק יח): \"והעוורים הביטו לראות\"; ואומר (שם פסוק יט): \"מי עוור כי אם עבדי, וחרש כמלאכי אשלח, מי עוור כמשולם, ועוור כעבד יי\". ", 
            "שמונה דברים שבוטחים בשם - והנה כל הדברים שבוטחים בו בהקדוש ברוך הוא, הם שמונה חלקים: האחד – עניין גוף האדם בלבד. השני – עניין פרנסתו. השלישי – עניין אשתו. הרביעי – חובות הלבבות ואיברים שהוא מתייחד בתועלתם ונזקם. החמישי – חובות האיברים אשר תועלתם ונזקם לאחרים. הששי – גמול עולם הזה. השביעי – גמול עולם הבא הצפון לצדיקים. השמיני – גמול ימות המשיח. ", 
            "הביטחון הראשון, עניין גוף האדם, הוא שישליך נפשו וימסור עצמו על רחמיו הגדולים, וידע שאין לו עצה והנהגה אלא ברשותו ובגזירתו. ואף על פי שכל בריאת איבריו ומידת ימיו קשורים בגזירת הבורא יתברך, מכל מקום יש לאדם להתגלגל להרוויח כל צרכיו, ולהציל נפשו, ולתקן לו הרפואות. ויבטח באלהים שירפאהו, והרופא והרפואה באים לו מאת השם יתברך לרפאהו; ולא יניח עניין זה אלא על האלוהים לבדו שיתן לו היכולת והכוח. ואל יאמר אדם: הואיל ואני קשור בגזירת הבורא יתברך, אלך בדרכי הסכנה, ואשתה סם המות! הלוא מצינו בשמואל באמרו (שמואל א טז ב): \"איך אלך ושמע שאול והרגני\" – אף על פי שאמר כך לא נחשב כמי שממעט בביטחונו, והקדוש ברוך הוא השיב לו: \"עגלת בקר תקח בידך\" (שם). ועל המכניס עצמו בסכנה, ואומר \"אני בטוח בשם יתברך!\" – עליו נאמר (משלי יד טז): \"וכסיל מתעבר ובוטח\". והתורה הזהירנו על זה, כמו שכתוב (דברים ו טז): \"לא תנסו את יי אלהיכם\". והמכניס עצמו לידי סכנה וממית עצמו – עונשו גדול ממי שממית אחרים. ", 
            "הביטחון השני, מעניין הפרנסה: תהיה ביטחון שלו על השם ברוך הוא, שיזמין לו צרכיו ומזונו כדי סיפוקו, ולא ידחק השעה לרדוף אחר כמה עניינים המטרידים אותו מהתעסק בתורה. וכאשר יבטח באלהים, ימצא מנוחת לבו ושלוות נפשו, ולא ירדוף יותר מדי; אך יהיה די לו במה שיכול למצוא בשעה מיוחדת, והשעות הנשארות יטרח בהם לקנות חיי העולם הבא. וכן אמרו (ספרי ואתחנן ו ז): תרבה בישיבה ותמעט בעסק, עשה דברי תורה עיקר ועסקך טפל. ועניין זה הוא הגדול שבניסיון האדם, שלא יטרידו אותו רוב טרדות של עולם זה וישכח אחריתו. לכן יבטח באל שיספיקהו צרכיו וסיפוקו, ויהיו לו שעות פנויות לפנות לבו לאלוהים. ", 
            "הביטחון השלישי, בעניין אשתו ובניו וקרוביו ואוהביו: אם הבוטח הזה נכרי, וגר בלא אשה וקרובים וחברים – ייקח לו האלוהים לקרוב ולחבר, דכתיב (שיר השירים ה טז): \"זה דודי וזה רעי\". ", 
            "ויחשוב: כל מי שיש לו קרובים, לאחר זמן מועט ישוב לקבר נכרי, ובדד ישב, ולא יועיל לו לא קרוב ולא בן ולא חבר, ולא יתחבר עמו אחד מהן. ויחשוב אחר כך טרדתו מקרובים המוטלים עליו, ויחשוב זה לטובה: שאם היה לו עסק בענייני העולם הזה יהיה טורחו מרובה, ולא יהיה לו מנוחה. ואם הוא עוסק בענייני אחדותו והמצוות, וייחוד לבו לאלוהים – יהיה לבו יותר פנוי ומיוחד בעת שהוא לבד בלא קרוביו, אין ספק. ועל כן היו הפרושים המייחדים האל בלבבם, בורחים מבתיהם ומקרוביהם אל ההרים, כדי שיפנו לבבם אל האלהים. ", 
            "ואם היה הבוטח בעל אשה ובנים וקרובים ואוהבים – יבטח באלוהים שיתן לו כוח לשלם להם מה שחייב להם ולעשות חפציהן, ויבטח שיהא לבו עמהם, ויורה אותם דרכים בענייני התורה ובעבודת הבורא. ולא בשביל שהוא מצפה שיבוא לו רווח מחמת זה מהם, ולא שיכבדוהו עבור שהוא מראה להן דרך הישר, ולא להשתרר עליהן; אלא יעשה כדי לקיים מצוות הבורא ברוך הוא לבד. ויחשוב שהוא שלוחו של מקום ללמד לקרוביו ולאוהביו, ולא יחזיק טובה לעצמו ולא יגבה לבו עליהן. ואם יצטרך מקרוביו וימלאו חסרונו – יחשוב שהן שלוחים של מקום ברוך הוא למלאות חסרונו, ולא יבטח בהן כלל. ואם יבקש מהן דבר וישיבו פניו ריקם – אל ישים עליהם חטאת, אך יחשוב כי הרבה שלוחים למקום למלאות חסרונו. ", 
            "הביטחון הרביעי, בעניין חיוב הלב: שהאדם מיחד לבו בתענית ובתפילה ובשאר המצוות כולם, ונמנע מן העבירות. וצריך שילך בכל כוחו לקיים המצוות, ויתפלל בלב נאמן ובמחשבה נקיה, ובכוונה לשמו הגדול. ובזה אנו חייבים לבטוח עליו ולהתחנן אליו, לעזור אותנו ולהורות לנו הדרכים הישרים, כמו שאמר דוד עליו השלום (תהלים כה ה): \"הדריכני באמיתך ולמדני\". ואומר (שם קיט לה): \"הדריכני בנתיב מצוותיך\"; ואומר (שם פסוק ל): \"דרך אמונה בחרתי\". וכל זה ראיה שהיה בוחר במעשה העבודה. ויתפלל על שני דברים: האחד: לחזק לבו בייחודו באלהים, ושירחיק מלבו טרדת העולם הזה. והשני: לחזקו בגופו ואיבריו, שיוכל להתחזק במעשים הטובים. וזה מה שאמר, שיצליחהו בגופו ובייחוד לבו לאלהים. ", 
            "הביטחון החמישי, הוא חובת האיברים אשר הוא עוסק להיטיב לאחרים. כגון הצדקה, וללמד החכמה לתלמידים, ולצוות על הטוב ולהרחיק מן הרע, ולהשיב רשעים אל האלהים, ולסבול חרפתם בעת שהוא מזהירם על העבודה ומאיימם בגמול ועונש. ויטרח בכל כוחו לדברים האלה לעשות, ויבטח באלהים שיעזרהו; וישלים חפצו להתקרב בזה אל האלהים בלבד, ולא לקנות שם עליהם וכבוד ביניהם, ולא לצפות הגמול מהן, ולא להשתרר עליהם. ויזהר כפי יכולתו להסתיר, ואם לא יכול להסתיר – יזכור שכל התועלת והנזק לא יהא מן הברואים כי אם ברשות הבורא יתברך. ובכל זה ישים בטחונו בשם יתברך. וכאשר יגלגל השם יתעלה מצווה על ידו – יחשוב בלבו כי הוא טובה מאת הבורא יתעלה שהיטיב אליו, ולא ישמח אם משבחים אותו בני אדם. ", 
            "הביטחון הששי, בעולם הזה: שיבטח באלהים שלא יאכילהו בעולם הזה חלק הראוי לו בעולם הבא. ויבטח בו שישמרהו מפגעי העולם, ומתחלואים, ומדבר ומחרב ומרעב, ומשאר הרעות המתרגשות לבוא בעולם. וכשיבטח, לא יבטח בשביל מעשיו הטובים; אך יעשה כל מעשיו בשביל האל יתעלה, אשר גדלו ונשאו בעולם הזה והיטיב לו, ואין רגע מכל ימי חייו שאין טובות הבורא עליו. ויחשוב שאם היו מעשיו כפלי כפלים, לא היה אחד מריבוא ממה שיש עליו לעשות מחמת טובות האל יתברך, שהם עליו בכל רגע. ואחר שיחשוב כל זה, יבטח על חסדי השם ברוך הוא, שהוא הגומל חסד, הוא המרחם יותר ממעשיו של אדם, כי ברחמיו נותן לחם לשרצים ולבהמות ולחיות ולעופות, והוא זן מקרני ראמים ועד ביצי כנים (עבודה זרה ג ב); וכאשר מרחם על אלו לא בשביל מעשיהם הטובים – כך ירחם עלי. ", 
            "הביטחון השביעי, שיבטח על המלך מלכי המלכים המושל על כל, ברוך הוא, שיביא בימיו תשועה לישראל, ויבנה ירושלים, ויבנה בית המקדש בימיו. ולא תהיה כוונת בטחונו כדי לחיות בשלווה גדולה כאשר תהיה בימים ההם, ולאכול הפירות הטובות ולשתות יין עסיס. אך תהיה כוונת בטחונו שיהיה בימים ההם כדי לעבוד הבורא יתברך; כי בימים ההם יסיר יצר הרע מלב עמו, וכולם קטנים וגדולים ידעו את השם. ולא יהיה להם מונע: לא דבר ולא רעב, ולא מלחמה ולא טרדה, אך כולם יהיו פנויים וכולם ישיגו השגה גדולה בידיעת הבורא יתברך. ובימים ההם תרבה הדעת, כדכתיב (ישעיהו יא ט): \"כי מלאה הארץ דעה את יי, כמים לים מכסים\". ", 
            "הביטחון השמיני, על עניין עולם הבא: אשר בו נעימות לאין קץ ואין חקר, ואין הפה יכול לספר יפי העולם ההוא, ואין העין יכולה לראות זיו הדרת הצדיקים. ואין שם לא אכילה ולא שתייה, אם כן מה תענוג יש שם? לכך צריך שתבין ותדע, כי כאשר לא ידע העוף תענוג הדג השט במים, כי התולדה שלהם הם הפוך זו מזו, כי עוף ימות במים והדג ימות ביבשה; כך מי שהוא בעולם הזה, הנשמה מערבת בגוף – לא תוכל לדעת תענוג הנשמות; כי אין לנו אלא תענוג הגוף, אבל תענוג מתענוגים העליונים לא נוכל להשיגם ולא נוכל להכיר אותם אלא אחר רוב המחשבה. וזהו מחמת שאנו בעולם הגופים, ועל כן לא נכיר כי אם תענוגים האובדים והפוסקים. אבל תענוגי הנשמה הם תמיד בלי הפסק, ואין בין אותם התענוגים ובין אלו התענוגים חיבור ושיתוף, ולא קורבה בשום עניין. ומי שיזכה אל מעלה ההיא אחר מותו – לא יאהב אלו התענוגים, כאשר לא יאהב המלך לחלץ מעליו יקר תפארתו ולשחק בחוצות עם הנערים. ולפעמים יהיה שהמלך קטן בשנים, ויגביר עליו שטות הקטנים, וישחק עם הנערים, ויניח יקר המלכות – וזהו מחמת שאין לו דעת לבחון בין שני הדרכים, כאשר אנחנו מגבירים תענוג עולם זה על תענוג עולם הבא מחמת חסרון דעתנו ומיעוט הכרתנו עולם הנשמות ותענוגיו. ", 
            "ובעולם הזה תוכל להכיר קצת עולם הנשמות מתענוגי הנשמות בלא אכילה ושתייה: כגון בני אדם המתנקמים בשונאיהם, וכגון הכבוד בעת שמכבדים בני אדם, וכשאדם רואה דברים יפים, או כשרואה אדם בנו החביב שלא ראה אותו זמן מרובה, או כששומע בשורות טובות. ובכל אלה יש תענוג גדול בלא אכילה ושתייה, ואם זה בעולם הגופים, שאנחנו רואים שהנשמות נהנות – מזה תבין תענוג הנשמות כשתעלה לשמי מרומים, ותהנה מזיו העולם העליון ומזיו השכינה. ואין לתענוג ההוא סיפור ולא תואר, ולא נוכל לדמותו לשום תענוג בעולם הזה. אלא כמו שאמר הנביא, שהיה תמה ונפלא על יקר עולם הבא (תהלים לא כ): \"מה רב טובך אשר צפנת ליראיך\". ועל עולם הבא אשר הוא סוף כל אדם, ישים בשם בטחונו על שיגיעהו לעולם העליון, ואל ישליכהו מלפניו. ואין לו ביטחון בלא מעשים טובים, אך אחר שיעסוק בכל יכולתו בתורה ובמעשים טובים יעלה אל מדרגות החסידות הראויות לעניין זה. והוא שיוציא אהבת עולם הזה מלבו, ויכניס במקום ההוא אהבת הבורא ברוך הוא, וימסור עצמו על קדושת השם יתברך. ואם יעשה כך, יבטח בבורא יתברך שיתחסד עמו כמו שהתחסד עם כל הנביאים והחסידים. ", 
            "חסד יסובבנו - הבוטח בשם מידה טובה גדולה היא מאוד, וצריך האדם תיקון גדול טרם יבוא בעמק הביטחון. הבוטח בשם מזומן לקבל חסד, כדכתיב (תהלים לב י): \"והבוטח ביי חסד יסובבנו\". ולא אמר \"יסובבנו\" אלא בשביל אשר הבוטח צריך לפרוץ כמה פרצות שאינם טובים לו בעולם הזה: צריך להוכיח את הרבים, ואף על פי שצריך לירא מהם פן יזיקוהו בגופו ובממונו. וגם צריך להתייאש מקרוביו ומאוהביו, שלא ישתתף עמהם כשאינם הולכים בדרך טובה, ושלא יחניף להם. גם צריך לעזוב הרבה עסקים בעולם הזה, ולפנות לבו מהבלי העולם ולעסוק בתורה. וזה צריך ביטחון גדול, ועבור כן אמר הכתוב: \"חסד יסובבנו\". ", 
            "ביטחון ואמונה - והביטחון אי אפשר בלא אמונה, דכתיב (תהלים ט יא): \"ויבטחו בך יודעי שמך\". כי היודעים שמו הגדול ומכירים גדולתו וגבורתו, והמאמינים בכל לב – המה יכולים לבטוח בו. כי הביטחון והאמונה הם שותפים: אם אין אמונה אין ביטחון. והאמונה ראש התורה, דכתיב (שמות כ): \"אנכי יי אלהיך... לא יהיה לך אלהים אחרים\". ואם לא מאמין, מה יועיל תורתו? ובזמן שאדם מאמין מעמק הלב, שהבורא יקיים כל מה שכתוב בתורה, לעשות פורענויות לחוטא, ומשלם שכר למקיימים אותה – אז שומר התורה. כי אין שום גנב וגזלן, אם יודעים בוודאי שיהיו נהרגים על גניבתם וגזילתם, ולא יהיו יכולים להימלט – היו נמנעים; וכל הגנבים והגזלנים הם בוטחים להינצל לעולם, ועל כן עושים מה שלבם חפץ. גם כן החוטא: אם היה מאמין בוודאי על גודל עונשו – לא היה חוטא. לכן כל התורה כלולה באמונה, כדכתיב (חבקוק ב ד): \"וצדיק באמונתו יחיה\". ועל אברהם נאמר (בראשית טו ו): \"והאמן ביי, ויחשבה לו צדקה\" – ועל כל הטובות לא נכתב כן. ועל משה נכתב (במדבר יב ז): \"בכל ביתי נאמן הוא\". ", 
            "ואמרינן במדרש (שמות כב כג): גדולה האמונה לפני הקדוש ברוך הוא, שבזכות האמונה שהאמינו אבותינו – שרתה עליהם רוח הקודש ואמרו שירה, שנאמר (שמות יד לא-טו א): \"ויאמינו ביי ובמשה עבדו, אז ישיר משה ובני ישראל\". ונגאלו בזכות האמונה שהאמינו, דכתיב (שם ד לא): \"ויאמן העם\". ואמרו שם: כל המקבל מצווה אחת באמונה – כדאי הוא שתשרה עליו רוח הקודש. והגלויות מתכנסות בזכות האמונה, שנאמר (שיר השירים ד ח): \"תשורי מראש אמנה\"; ואומר (הושע ב כב): \"וארשתיך לי באמונה\". ", 
            "חזרה למידת השמחה - ועתה נחזור לעניין השמחה: כי המאמין בלב שלם והבוטח בעזר הצור – הוא שמח לעולם. והוא סובל כל דבר, כמו החולה שאוכל סמים המרים בשביל הרפואה. והסובל הוא חופשי מדאגת העולם. גם הסובל מסתפק במעט שיש לו, כי יאמר: די לי במה שגזר לי הבורא. ", 
            "שמחה בשם - ועתה הבט וראה, כי השמחה כוללת הכל: כי כל האדם הדואג על העולם הזה – אין לו מנוחה, ותמיד הוא מחשב להרוויח ממון, ולא יסתפק במה שחלק לו האל. לכן השמח בחלקו הוא עשיר אף אם הוא עני (אבות ד א), כי ישמח באלהים שהוא חלקו ונחלתו. וכן כתיב (תהלים קיט נז): \"חלקי יי אמרתי\". וכן הוא אומר (שם קה ג): \"ישמח לב מבקשי יי\". ומידה הזאת בנפשות הצדיקים, שהם בנועם שלם בעניין עבודתם, ובשמחה גדולה בפרישותם, כמו שנאמר (שם לב יא): \"שמחו ביי וגילו צדיקים, והרנינו כל ישרי לב\". וכן הוא אומר (שם צז יא): \"אור זרוע לצדיק, ולישרי לב שמחה\". ", 
            "לכן ישים כל האדם שמחתו על התורה, ובעת שיעשה המצוות – ישמח בלבו על שזכה להיות עבד למלך עליון אשר בני מעלה ישתחוו לו. וכן אמר דוד (שם קיט קסב): \"שש אנכי על אמרתך כמוצא שלל רב\". וכל העושה המצוות בשמחה – יש לו שכר אלף ידות יותר ממי שהמצוות עליו למשא. אברהם ודוד כל היום כולו היו עוסקים בתורה, ומפארים ומשבחים בשירות ותשבחות להקדוש ברוך הוא להרים קול בשמחה. ואז מצליח בכל דרכיו וטוב טעמיו, ושולח רוח הקודש בקרבו, ולבו שמח ומתמלא אהבת הקדוש ברוך הוא, ונפשו קשורה בגיל, ומגלה לו רזים וחידושים של מעלה, לפי שהיה ירא השם ברוך הוא וישר, ונכנס הטעם בקרבו. וזהו שאמר שלמה (שיר השירים ה ו): \"נפשי יצאה בדברו\"; \"ותעלזנה כליותי בדבר שפתיך מישרים\" (משלי כג טז). וכן אמר דוד (תהלים קג א): \"ברכי נפשי\" – לפי שהנפש ממעלה העולה למעלה, וכשהיא יודעת עניין סודה – היא תאהב את בוראה ותסגל מצוותיו. וכאשר תגיע הנפש אל המחיצה והמעלה אשר היא דומה לו, אז תייחדהו במצפוניה ותשעשע בחדריה, ובכל עת ובכל רגע חושקת אהבתו, וזוכרת אותו בלילה על יצועו – אז השם ברוך הוא שולח בה חשק השמחה, והלב יבער וידלק מרוב חשק האהבה, כעניין שנאמר (ישעיהו סא י): \"שוש אשיש ביי, תגל נפשי באלהי\". ואשרי הנפש הזוכה לאותה שמחה. ", 
            "ואין השכינה שורה אלא מתוך שמחה (שבת ל ב). וכל הנביאים לא היו מתנבאים בכל על שירצו, אלא מכוונים דעתם ויושבים שמחים וטובי לב ומתנבאים; שאין הנבואה שורה מתוך עצלות, ולא מתוך עצבות, אלא מתוך שמחה. לפיכך בני הנביאים מביאים לפניהם נבל ותף וכינור ומבקשים הנבואה, כדכתיב (מלכים ב ג טו): \"והיה כנגן המנגן, ותהי עליו יד יי\" . ", 
            "תפארת הנשמה - תפארת הנשמה: שתתפאר בתפארת השמחה אשר תשמח בשם, ותבהיק זיו יראתה להבהיק יקר הודה, ויערב אור חמדתה ליוצרה באהבת תשוקת חשק תאוות עליון, להתעטר עטרת יופי המחשבות הזכות הטהורות, ותהיה נוהמת מגודל עליצותה לידידה ידיד עליון, ותתקשר בקישורי חיבה, ותהיה דורשת וחוקרת אחר המעלות לאור באור החיים. ובעת אשר היא מתרוממת ומגדלת ומגלגלת לדעת קדושת יוצרה, ומדבקת באמונה לבורא יתברך, אז היא מתפשטת בחידוש גיל ומתרחבת בשמחתה. באותה שעה מתקדשת קדושת קודש הקודשים, ואז מתאווה ונושאת חן לפני מלך מלכי המלכים, ובעת ההיא מתייקרת ומתייפה ומתהדרת בהדרת גאון עוז תוקף הדרתה. ואז העליון יסגלנה להצהיר זיווה, להכניסה בחדרי זוהר ולצוררה בצרור החיים. והרחמן ישימנו מאנשי עבודתו השמחים. ", 
            "מתי יש לשמוח - עוד יש תועלת בשמחה, כמו שני אנשים שאמרו עליהם שהיו מבני העולם הבא בשביל שהיו אנשים שמחים, וכשהיו רואים איש עצב – היו משמחים אותו; וכשהיו רואים שנים מתקוטטים זה עם זה – היו אומרים להם מלי דבדיחותא עד שהיו עושים שלום ביניהם. וכן לעניין ההלכה: מתחילין במלי דבדיחותא לפתוח הלב ללמוד בשמחה; אך לא שמחת נבל ושמחת הבל, אלא דברי המצוות המשמחים את הלב, כדכתיב (תהלים יט ט): \"פקודי יי ישרים, משמחי לב\" – וכל זה בשמחת מצווה. ", 
            "וכן כשיש לאדם שום ייסורים ישמח גם כן. וכן אמרו חכמים (בבא מציעא פה א): חביבין יסורין. ועוד אמרו חכמים (תענית ח א): כל השמח בייסורים שבאין עליו – מביא ישועה לעולם. וירגיל פיו לומר \"גם זו לטובה\" (שם כא א), או \"כל מה דעבד רחמנא – לטב עבד\" (ברכות ס ב), כי יש כמה רעות אשר סופן טובות, וכן דרשו רבותינו על מקרא זה (ישעיהו יב א), \"אודך יי כי אנפת בי, ישוב אפך ותנחמני\": משל בשני בני אדם שהלכו לעבור בספינה. האחד ישב לו קוץ ברגלו, עד שלא היה יכול לילך בספינה, וחברו נכנס בספינה לעבור. התחיל זה לקלל את יומו. לימים שמע שנטבעה הספינה ומתו האנשים אשר בה. אז התחיל זה לשבח לבורא יתברך, כי ראה שהיה זאת כדי להחיותו (נידה לא א). לכן ישמח אדם בייסורין ובשאר נזקים שיהיו לו, כי אינו יודע מה טובה עתידה להיות לו מהם. וכן עשה נחום איש גם זו (תענית כא א). ", 
            "עוד טובה לשמוח חתן וכלה, שנאמר (ירמיהו ז לד): \"קול ששון וקול שמחה, קול חתן וקול כלה\". ומאוד יזהר שלא לשמחם בניבול פה, כי זאת השמחה היא אף וחמה וקצף; ולא שמחת אנשים ונשים יחדו, כי זאת השמחה היא קלות ראש. ואפילו בשעת ההספד והאבל אמרינן (סוכה נב א): אנשים לבד ונשים לבד, כל שכן בשעת השמחה. ודרשינן: \"והצנע לכת עם אלהיך\" (מיכה ו ח) – זו הוצאת המת והכנסת כלה לחופה (סוכה מט ב). ", 
            "גם צריך לשמוח בשבתות וימים טובים ופורים, כי כולם לזכר יציאת מצרים ולזכר הנסים שהפליא עם בחיריו. לכן ישמח בלבו בזכרו חסדי המקום, וגודל טובותיו עם עושי רצונו. ובעבור כן מתקנים מטעמים ומלבושים יקרים, ושותים יין כדי לשמח הלב. ויזהר שלא ישמח בשמחה ההיא על ההבלים, אלא ישים השמחה על אהבת השם יתברך, ויתגעגע בשעשוע אהבת הצור, וישמח ויגיל בשמחת אדון כל, אשר צווה להתענג ביום ההוא ולשמוח. גם יזכור בימים ההם נועם עולם הבא, אשר היא תכלית הנעימות. ונאה לאדם בעת ההיא שמתענג בתענוגים, שיזכור התענוגים הגדולים ויתאווה להם, כדכתיב (ישעיהו נח יד): \"אז תתענג על יי\". ", 
            "גם ישמח כשיראה שמחת הרשעים ותענוגי הפושעים, ויחשוב: אם לעוברי רצונו – כך לעושי רצונו על אחת כמה וכמה (נדרים נ ב). ועל זה אמר דוד (תהלים ד ח): \"נתתה שמחה בלבי, מעת דגנם ותירושם רבו\". משל: זה דומה למלך שזימן אורחים, וכשהגיעו לחצר המלך ראו שהכלבים אוכלים אווזים ותרנגולים; אז שמחו האורחים ואמרו: אם כלבים כך, אנו המזומנים לסעוד עם המלך מה יהיה לנו (מדרש שוחר טוב ד יא)?! ", 
            "מתי אין לשמוח - ואסור לשמוח על טוב הבלי העולם הזה. כי המכיר העולם הזה לא ישמח בטובתו, ולא ישמח בשום עניין אלא בעניין המביאו לעבודת המקום ברוך הוא. ", 
            "צריך אדם שלא לשמוח על דבר שהוא טוב לו, ויש בו תקלה לאחרים. כגון אדם שיש לו תבואה – לא ישמח אם יהיה יוקר ורעב, כי בשביל טובתו לא ישמח בתקלת העולם. גם לא ישמח במיתת האדם, אף על פי שיהיה לו ירושה ממנו או שאר טובות. סוף דבר: לא ישמח בתקלת שום אדם בשביל הנאתו, ועל זה נאמר (ויקרא יט יח): \"ואהבת לרעך כמוך\". וירגיל את לבו להיות שמח כשיש לאחרים טובות. וביותר ישמח בראותו בני אדם המחזרים על מצוות לעשות רצון הבורא יתברך. ", 
            "ולא ישמח ולא ימלא פיו שחוק, כי עכשיו ערבה כל שמחה (ברכות לא א); כי ביום שהיה שוחק בו רבינו הקדוש – היה באה פורעניות לעולם (נדרים נ ב). וכן עד כאן הביא רבי ירמיה לרבי זירא לידי גיחוך, ולא גחיך (נידה כג א). ", 
            "שמחת הגאולה - ומתי יש לשמוח ולשחק? בעת אשר תחזור השכינה לציון, שהיא שמחה גדולה, כדכתיב (תהלים קכו ב): \"אז ימלא שחוק פינו ולשוננו רנה, אז יאמרו בגוים הגדיל יי לעשות עם אלה\" (ברכות לא א)."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}