{
    "versionTitle": "שער הבושה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [
            "<b>שער הבושה שער שלישי:</b> הבושה. אמרו חכמים: השכל הוא הבושה, והבושה הוא השכל. כי על אדם וחוה נאמר (בראשית ב כה): \"ויהיו שניהם ערומים האדם ואשתו, ולא יתבששו\" – ולא היו יודעים הצניעות ולהבחין בין טוב ובין רע. ולאחר שאכלו מעץ הדעת נאמר (שם ג ז): \"ותפקחנה עיני שניהם\". וכן כל בעלי חיים זולתי האדם – אין להם בושה, הואיל ואין להם חכמה. וכל חכם לב יודע מעלת השכל והחכמה, כי בה יגיע אל אמיתת הדברים, וגם בה יגיע אל יחוד בוראו ברוך הוא לעבודתו, ובה יכול להידמות למלאכים. וכיון שמעלת החוכמה גדולה כל כך, צריכה שתהא חברתה הדומה לה, שהיא מידת הבושה, קרובה לה. וראיה: שלא ראית ביישן חסר דעת, ולא דעתן בלי בושה. ועל כן ראוי לכל אדם להשתדל ולהתנהג במידה החשובה הזאת, להתחכם לה עד שתהא קבועה בנפשו. ויגביר אותה על כל טבעיו, ותהיה בעיניו חשובה משאר מידותיו, כי בה יגיע אל רוב המעלות, וימנע מעבירות ומכל מידות מגונות. ", 
            "הבושה לפני הקדוש ברוך הוא - מידת הבושה היא גדר ומחיצת הברזל לפני כל העבירות. כי אדם עובר כמה עבירות בסתר, מה שיתבייש לפני בני אדם. וכן אמרו חכמים (ברכות כח ב): בשעת פטירת בן זכאי, אמרו לו תלמידיו: רבינו, ברכנו! אמר להם: יהי רצון, שתהא מורא שמים עליכם כמורא בשר ודם. אמרו לו: עד כאן ותו לא?! אמר: הלוואי! תדע, שהרי אדם עובר עבירה בסתר ואומר: לא יראני האדם. וכל זה מפני שירא שיבוא לידי בושה. וישוב מן העבירות מחמת שיתבייש מבני אדם, כי מתוך שלא לשמה – בא לשמה (פסחים נ ב). ", 
            "אבל המעלה העליונה ממידת הבושה הוא שיתבייש לפני הקדוש ברוך הוא, כעניין שנאמר (עזרא ט ו): \"אלוהי בושתי ונכלמתי להרים אלוהי פני אליך\". ואם תחשוב: איך אתבייש ממי שאיני רואהו בעיני? באמת אתה צריך לדעת, אף על פי שהקדוש ברוך הוא נעלם מעיני כל חי, הוא נמצא בלבבות ונגלה במחשבות. וישיג המדרגות של הבושה בהתבודדו לחשוב בגדולת השם ברוך הוא, ובזכרו תמיד הקדוש ברוך הוא, שרואה מעשיו ובוחן כליותיו וצופה מחשבותיו. ", 
            "משל, אחד מן החכמים אמר: אם נזהרת כל ימיך שלא חטאת, אל תחזיק טובה לעצמך; כי תחילת עזיבת העבירות – מחמת שמתבייש מבני אדם. לכן צריך האדם להיזהר מאוד בזה, להעלות על לבו בעוזבו העבירות, שלא יעזבם מפני הבושה של בני אדם. כי היצר ממשיך לבו לעניין זה: אם תעשה כך, יכלימוך בני אדם. לכן צריך האדם לעשות ראשון לכל ראשונים, שידע את יוצרו ויכיר כוחו, ויתן את לבו למי יעבוד ומי הוא ירא, למצוות מי יעשה ומי הזהירו; כמו שאמר דוד לשלמה בנו (דברי הימים א כח ט): \"דע את אלוהי אביך ועבדהו\". ובזה העניין יגיע שיתבייש לפני הקדוש ברוך הוא בלבד. ", 
            "דבר ידוע וברור, אשר כל העולם עושים עניינים רבים בסתר, וכן מדברים בדברים רבים בסתר וחושבים מחשבות רבות, ואין חוששין כלל רק שלא יודעו העניינים. ואם היו כל מעשיהם שעשו מנעוריהם, וכל הדברים שדברו, וכל המחשבות שחשבו גלויים וידועים לכל אדם – היו מתביישים בושה גדולה מאוד. כל שכן וכל שכן שצריך להתבייש לפני הקדוש ברוך הוא, המשקיף אל הלבבות, ורואה המחשבות, ויודע כל המעשים והדברים והמחשבות שעשה האדם כל ימיו, ואין לפניו שכחה – שצריך להתבייש לפניו ולהיכלם. ", 
            "ארבע מדריגות בבושה - ארבע מדרגות בבושה: האחד: המתבייש לעשות עבירות בגלוי, ועושה עבירות בסתר – הרי זה גונב דעת עליון, שמתבייש לפני העולם ולא לפני השם ברוך הוא. ורעתו רבה מאוד. השני: שמתבייש לפני העולם, וגם בסתר ימנע מן העבירות, כי ירא שמא יוודע לבני אדם, ויתבייש לפניהם. על זה אמרו (פסחים נ ב): מתוך שלא לשמה בא לשמה. השלישי אם יחשוב: \"איך אעשה בסתר הרעה הזאת, אשר אתבייש לפני העבד יותר מלפני האדון, ואגנוב הדעת העליונה?!\" – ומתוך כך ימנע מן העבירה, מעלה טובה היא זאת. הרביעי אם יתבייש האדם בגלוי ובסתר לפני השם ברוך הוא לבד – אין מעלה למעלה ממעלה הזאת. ", 
            "אמרו חכמים (ברכות יב ב): כל העושה דבר עבירה ומתבייש בו – מוחלין לו כל עונותיו. ועוד אמרו (אבות ה כ): בושת פנים לגן עדן. ואמרו חכמים: הבושה והאמונה מחוברות זו למעלה מזו, כי הביישן מחזיק באמונה עם כל אדם, ומי שאינו נאמן – אין לו בושת. אמר החכם: כשאינך מתבייש, תעשה כל רצונך. ", 
            "המבייש את חברו - ירגיל אדם עצמו שלא יעשה דבר שחברו מתבייש לומר לו. כגון אדם שיש לו סתר, ונכנס אצלו חברו, ומתבייש לומר לו לצאת. או אם יתאכסן בבית חברו, והוא מצטער, ומתבייש לומר לו לצאת. או שיקרא כתבים של חברו, וחברו מתבייש לומר לו שלא יקרא. וכל כיוצא בזה. ידקדק מאוד בדבר, שלא יכביד עצמו בשום דבר, ושלא ישאל שום דבר ממנו במתנה, אם להשאיל כליו אם מעותיו, במקום שיודע שאינו עושה ברצון ומתבייש להשיב פניו ריקם. ומי שיש לו מידת הבושה, קשה לו שחברו מתבייש ממנו. ועל זה אמר החכם: אל תאהב אדם, אלא מי שמראה עצמו שאינו יכול לעמוד בלתי עזרתך, ואף על פי שאתה צריך לעזרתו יותר ממה שצריך לעזרתך. ואם תחטא לו – הוא ימחל לך, ויראה עצמו כאילו הוא החוטא; וישאל ממך דברים שאינו צריך, כדי שלא תתבייש לשאול ממנו. והרוצה להרגיל עצמו בבושה ישב תמיד לפני מי שמתבייש ממנו. ואל יחלל הדר פניו לשאול מבני אדם, כי כיון שתחלל הדר פניך – אי אתה מוצא מי שמחדשהו לך. ", 
            "יש מבייש את חברו ולא בשביל שהוא שונא לו, אלא בשביל לסלק בושתו. כגון שהוא עושה דבר בושת, והוא אומר: מה עשיתי? והלוא פלוני ופלוני עשו כמוני! ובזה הוא מקל בושתו ממנו. ויש בזה רעות גדולות: האחד שהוא מבייש אחרים בשביל הנאתו. והשני שהוא מתקשה בזה לשוב, כי יחשוב: מה עשיתי? הלוא פלוני ופלוני עשו כך! והשלישי שהוא מחטיא את הרבים, כי מתוך כך יהיה אותו החטא קל בעיניו, כיון שהסיר הבושה מאותו חטא. ואם הוא אומר שקר על אחרים כדי להקל בושתו – אז עונשו גדול מאוד, שהוא נותן דופי בכשרים. ועוד הרבה רעות תלויות בזה. ", 
            "המתבייש במקום מצוה - יש מתבייש אם ימנע מן העבירות. כגון שנהגו אנשי עירו בעבירות ידועות, כגון להסתכל בנשים וכיוצא בזה משאר עבירות, ומביישים את הנמנע מזה, ומתלוצצים ממי שאינו הולך בדרכיהם. בזה צריך להתחזק לסבול הבושת, וצריך למנע מן העבירות אף אם יביישוהו בעבור מניעתו. ", 
            "וכן יש מתבייש אם מקיים מצוות שלא נהגו העולם לקיימם. והמקיים מצוות שלא נהגו העולם, עם כל זה צריך לסבול ולקיים המצוות ההם; ואין להניח שום מצווה בעבור הבושה, כי צריך להתבייש לפני הבורא יתברך שציווה על המצוות. כי זה דבר ברור שעבד המלך לא יעזוב מצוות המלך, גם אם יסבול בושת גדול מן העולם המשחקים עליו בעשותו מה שציווהו אדוניו. ומי שאינו סובל הבושה במקום המצוה, ומתבייש לעשות המצוה, ועוזב דרך הטוב בעבור הבושה – זו הבושה רעה מאוד. ", 
            "וכן אם יתבייש להודות על האמת – גם זה חולי רע מאוד. וכן אם יתבייש להוכיח בני אדם ולצוות להם על הטוב. וכן אם ישב לפני רבו ומתבייש לשאול מה שאינו יודע, הן קטן הן גדול – זה מגונה מאוד. ועל זה אמר הכתוב (משלי ל לב): \"אם נבלת בהתנשא, ואם זמות יד לפה\". ואמרו החכמים (אבות ב ה): לא הביישן למד. אלא הדרך הישר הוא שלא יתבייש לשאול מה שאינו יודע, הן קטן הן גדול. הלוא תראה דוד מלך ישראל, שאמר (תהלים קיט מו): \"ואדברה בעדותיך נגד מלכים ולא אבוש\". ", 
            "חסיד נקרא על שם הבושת, כי \"חסיד\" לשון \"לבן\" הוא, כי תרגומא של \"חסידא\" הוא \"חוורתא\" (ויקרא יא יט). וכן \"ולא עתה פניו יחוָרו\" (ישעיהו כט כב). תרגום של \"חרפה\" הוא \"חסודא\". וכל זה למה? כי החסיד צריך לסבול בושת כדי לקיים את התורה, וצריך להעביר מעל פניו הבושת במקום מצווה; ואז נקרא \"חסיד\", ובזה יגיע לנבואה, כדכתיב (תהלים פט כ): \"אז דברת בחזון לחסידיך\". ויגיע בבושתו לידי יראת שמים, כדכתיב (שמות כ יז): \"ובעבור תהיה יראתו על פניכם, לבלתי תחטאו\" – איזהו יראה שהיא נכרת על הפנים? הוי אומר: זו הבושה (נדרים כ א). ", 
            "אזהרות - ויזהר מאוד שלא לבייש שום אדם, כי אמרו חכמים (בבא מציעא נט א): המלבין את פני חברו ברבים – אין לו חלק לעולם הבא. אבק הרציחה היא הלבנת פנים, כי אזל סומקא ואתי חורא (שם נח ב), ודומה לרציחה. וכן אמרו חכמים עוד (ברכות מג ב): צער ההלבנה מר ממות, על כן יפיל אדם את עצמו לתוך כבשן האש ואל ילבין פני חברו ברבים. ולמדו מתמר: אף על פי שהוציאוה להישרף – לא רצתה להלבין פני יהודה. ", 
            "ואפילו במקום תוכחה אמרה תורה (ויקרא יט יז): \"ולא תשא עליו חטא\". כיצד? תוכיח מתחילה בסתר ובנחת. אבל אם תוכיחהו מתחילה ברבים ותביישנו – אז תקבל עליו חטא (ערכין טז ב). מכל שכן המבייש חברו שלא במקום תוכחה. וחורבן ירושלים נתגלגל על ידי בושת דבר קמצא (גיטין נח ב). לכן צריך האדם ליזהר מאוד, שלא יעשה דבר אשר יגיע מזה לשום אדם בעולם בושת. ", 
            "גם בדברי תורה, אם ישא ויתן עם חברו ושמע שחברו טעה, לא יאמר לו \"טעית\" או \"אינך מבין\" או כיוצא בה, שלא יתבייש. אך יעשה עצמו כאילו לא הבין שטעה. וכן לא יכנה שם לחברו, שלא יתבייש. אלא אם יחפוץ לדבר על מי שיש לו כינוי, גם שלא בפניו, יאמר \"פלוני ממקום פלוני\" או \"בנו של פלוני\", או יאמר סימנים עד שיהא ניכר זולת הכינוי. ולא יאמר אדם ברבים או ביחידי \"פלוני רצה ליתן לי בתו, ואני לא רציתי אותה\" – כי בזה הוא נותן כבוד לעצמו ובושת לחברו. וכן ידקדק בכל עניין שלא יגיע בושת לחברו מתוך דבריו. ", 
            "כללים - לעולם יהיה אדם מן הנעלבין ואינן עולבין, ומן השומעין את חרפתם ואינם משיבים. ועליהם נאמר (שופטים ה לא): \"ואוהביו כצאת השמש בגבורתו\" (שבת פח ב) – מידה כנגד מידה: יען אשר שמע חרפתו ונהפכו פניו לירקון, יבהיקם הקדוש ברוך הוא יותר מאור השמש, כעניין שנאמר (ישעיהו ס א): \"וכבוד יי עליך זרח\". ", 
            "ממידת הבושה יגיע לענווה, כי ייכנע לבני אדם מחמת בושתו. ויגיע למידת הצניעות, כי הבישן יתבייש לעשות מעשיו בגלוי. אמרו חכמים: הבנים הכשרים הבושת נראה על פניהם, כי מי שהוא ביישן הוא סימן שהוא מזרע אברהם יצחק ויעקב (יבמות עט א). אמרו חכמים: הבושת נודעת בעת הכעס. ואמרו: טוב שנאת הביישן מאהבת הכסיל. ", 
            "צריך אדם להתבייש מכל אדם, ולשום על פניו מסווה הבושה, כמו שאתה ידעת בעניין שאול בהיחבאו, כמו שנאמר (שמואל א י כב): \"הנה הוא נחבא אל הכלים\". והאל בחרו למלכותו, כמו שנאמר (שם פסוק כד): \"הראיתם אשר בחר בו יי\". אמרו חכמים: המידה הזאת היא ממעללי הנפש היקרה, והיא לעומת השלמת הגוף. ומי שמתבייש – תגדל מעלתו. ויותר תבחין ותתבונן."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}