{
    "versionTitle": "שער הזריזות", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער הזריזות שער חמישה עשר:</b> הזריזות היא מידה גדולה לתורה ולמצוות, וגם לעניין תקנת העולם הזה. והיא מידת הצדיקים לעבודת הבורא יתברך. ", 
            "זריזין מקדימים למצוות - ואמרו רבותינו זיכרונם לברכה (פסחים ד א): זריזין מקדימים למצוות. והנה תראה באברהם אבינו בעניין עקדה, שנאמר (בראשית כב ג): \"וישכם אברהם בבוקר...\"; ואף על פי שהיה קשה לו לשחוט את בנו יחידו – עשה רצון הבורא יתעלה בזריזות להשכים בבוקר. ומי שעושה מעשיו בזריזות, בזה הוכחה גדולה שהוא אוהב את בוראו, כעבד האוהב את אדוניו ומזרז בעצמו לעשות רצונו. כי הזריזות תלויה בלב האדם, כשאדם מפנה לבו מכל המחשבות האחרות שיש בו, ותופס מחשבה אחת – אז הוא מזדרז בלי ספק. כמו כן עשה אברהם, שהסיר מלבו אהבת בנו ואחז רצון בוראו, וביטל אהבת בנו מפני אהבת הבורא יתברך. ועל כן נזדרז להשכים, כי היתה דעתו קשורה באהבת הבורא יתברך בחשק גדול; על כן נשבע לו הקדוש ברוך הוא לזכור העקידה. כי יש בן אדם העושה עבור אוהבו דבר קשה לו מאוד, ולבו נוקפו לעשות. אבל אברהם ויצחק שניהם עשו מחפץ לבם, כי מדרגת האהבה היתה גדולה מאוד בלבם; ושניהם נתדבקו עם השם יתברך בידיעתם, עד שנתייחדו בייחוד גדול. כי כל כוונתם היתה לפרסם ייחוד הבורא יתברך בעולם, וליישר בני אדם לאהבתו. ובעת שעשו באהבה עבודת השם יתעלה ומצוותיו – נתבטל כוח גופם, ונתדבקה דעתם באהבת הבורא יתברך יוצר עולם. לכן עשו שניהם בזריזות. ", 
            "ואתה צריך לדעת, כי מידת הזריזות היא תחילה לכל המידות. כי אין האדם יכול להיות תדיר על הספר, כי צריך לאכול ולישון ולעשות צרכיו. לכן צריך זריזות וזהירות, לחזור לספרו וללמוד. ואל יחשוב: עוד היום גדול והשנה גדולה! כי על זה אמרו חכמינו זכרונם לברכה (אבות ב ד): אל תאמר \"לכשאפנה אשנה\", שמא לא תפנה. גם אל יאמר אדם: \"עת ערב הוא כבר, אם אלך ללמוד אצטרך לעמוד מיד להתפלל.\" כי טובה שעה אחת ללמוד, ואפילו דיבור אחד, מכל דבר שבעולם. ועל זה נאמר (משלי כח ט): \"מסיר אוזנו משמוע תורה, גם תפילתו תועבה\". וכן כתוב (תהלים קיט עב): \"טוב לי תורת פיך, מאלפי זהב וכסף\". וכן נאמר (שם פד יא): \"כי טוב יום בחצריך מאלף\" – אמר הקדוש ברוך הוא: טוב לי יום אחד שאתה עוסק בתורה, מאלף עולות שעתיד שלמה בנך להקריב לפני על גבי המזבח (שבת ל א). ", 
            "אמר רבי פינחס בן יאיר: זהירות מביאה לידי זריזות, וזריזות מביאה לידי נקיות, ונקיות מביאה לידי טהרה, וטהרה מביאה לידי פרישות, ופרישות מביאה לידי קדושה, וקדושה מביאה לידי ענווה, וענווה מביאה לידי יראת חטא, ויראת חטא מביאה לידי חסידות, וחסידות מביאה לידי רוח הקודש, ורוח הקודש מביאה לידי תחיית המתים. ותחיית המתים מביאה לידי אליהו הנביא זכור לטוב (ירושלמי שקלים ג ג). בוא וראה כמה גדול כוח הזריזות, שמביאה לידי דברים הללו! לכן יהא אדם זהיר וזריז לכל המצוות, ולרוץ אל הספר ללמוד, להשכים ולהעריב. מידת הזריזות היא תכשיט לכל המצוות, והיא מתקנת כולם. ", 
            "דברים שצריכים זריזות - ועתה יש לך להבין בדברים הנוהגים תמיד בני אדם להתעצל בהם. כגון אם צריך אתה לראות שום דבר בספר, השתדל לחפש העניין שתחפוץ, ותהיה זריז לילך ולשאול ממי שיודע הדבר. אם יבוא עני לביתך לבקש לחם, אל תאמר: \"לא אוכל לילך ולהביא הלחם\", אך תלך בזריזות להביא. אם תבוא ליטול ידך, ויש לך מים מועטים או מאוסים, או אם הכלי אינו כשר כל כך כגון שיש בו סדק, ואתה רעב לאכול – אל תביאך תאוותך להקל בנטילה, אלא הזדרז להביא מים וכלי הראוי לנטילה. וצריך זריזות ביותר שלא ישהה נקביו גדולים וקטנים אפילו רגע אחד, שלא יעבור על (ויקרא כ כה) \"לא תשקצו\" (מכות טז ב). גם המשהה נקביו – מביא עליו חולאים גדולים (בכורות מד ב). וצריך זהירות וזריזות לשמור עצמו בנקיות, שיהיו בגדיו נקיים וגופו נקי, לרחוץ פי הטבעת אחר שעשה צרכיו, דאי אפשר להתקנח יפה בלי מים. גם צריך זריזות לעושה צרכיו בלילה ליד מיטתו, ויקום ויטול ידיו, וילך במקום נקי לברך \"אשר יצר\". אם רוצה לשתות מים – יקום ויטול ידיו, וילך למקום נקי, ויברך על המים תחילה וסוף. אם הוא על מיטתו ושומע קול רעם או רואה ברקים, שיעמוד ויטול ידיו ויברך. גם צריך לקום ממיטתו, ולהעביר תנומה מעפעפיו, ולהשכים ללמוד תורה. ", 
            "וצריך זריזות לפרוש ממחשבותיו הגרועות, כגון הקנאה, והשנאה, והירהורי נשים, דכל אלה צריכים זריזות גדולה ביותר מאוד, להטות כל המחשבות אחר רצון הבורא יתברך. אם יבוא לו שום צער מאיבוד ממונו, או במיתת אוהבו, או ייסורין – צריך זריזות מאוד להגביר במחשבותיו לאהבת צור עולמים, לבטל הצער מלבו. ויהיה לבו זך להצדיק האל יתברך בדיניו ובמשפטיו לקבלם מאהבה, ולהתדבק בתורה ובתפילה ובמעשים טובים, ולהתחזק בכל כוונתו לאל עליון. ", 
            "כללו של דבר: יבדוק אדם עצמו איזו עבירה הוא רגיל בה, וימהר לעשות גדרים להיזהר ולהישמר מפניה. גם יבדוק עצמו באיזה מצווה הוא מתרפה, ויבין תחילה מה גורם לו שהו רפוי ממנו. כגון אדם בטלן – יבין תחילה שהביטול באה מדברים בטלים, ומי שקובע עצמו לדברים בטלים – הוא מתבטל מתורה ומתפילה ומכל טובה. ויהא זריז להסתלק מן המדברים דברים בטלים, ולא יתחבר עימהם – בזה יש לו רפואה למחלתו. וכן יעשה לכל המידות הגרועות: יבין מתחילה על היסוד הגרוע, ויהרוס אותו, ויסיר מעיניו החושך המחשיך אור נפשו. ולכל זה צריך זריזות לסלקם, כי אם יתעצל לעקור ולשרש אותן המידות – אז יעשו בלבו שורש ענף שלא יוכל לקצצם. ", 
            "ויהיה זריז לבקש שלום ולרדוף אחריו, שנאמר (תהלים לד טו): \"בקש שלום ורודפהו\". ויהיה זריז לבקש ידיעת התורה וידיעת הבורא יתברך, דכתיב (הושע ו ג): \"נרדפה לדעת את יי\". וכן אמרו חכמים (אבות ד יג): הוי גולה למקום תורה. ויהיה זריז לבקש צדקה, דכתיב (דברים טז כ): \"צדק צדק תרדוף\"; וכתיב (ישעיהו נא א): \"שמעו אלי רודפי צדק מבקשי יי\". וצריך זריזות לכתוב ספרים אשר הוא צריך ללמוד מהם. או כשיראה או כשישמע שום דבר חידוש – יהיה זריז לכתבו, ולא ימתין עד שישכח מלבו. ", 
            "אמר רבי יהודה בן תימא: הוי עז כנמר וקל כנשר, רץ כצבי וגיבור כארי, לעשות רצון אביך שבשמים (אבות ה כ). ראה איך הזהירו לעשות עצמו קל וגיבור על המצוות! וכן אמר דוד (תהלים קיט ס): \"חשתי ולא התמהמהתי לשמור מצוותיך\". וכן דרשו רבותינו זכרונם לברכם: \"ושמרתם את המַצוֹת\" (שמות יב יז) – אל תקרי \"מַצוֹת\" אלא \"מצווֹת\": אם תבוא מצוָה לידך אל תחמיצנה, אלא עשה אותה מיד. ", 
            "וצריך מאוד קלות וזריזות וגבורה להִלחם נגד הרשעים, להיות אביר לב כמשה רבינו עליו השלום, שאמר (שמות לב כז): \"שימו איש חרבו על ירכו\". ובפינחס נאמר בו (במדבר כה ז): \"וירא פינחס... ויקח רומח בידו\". לכן היזהר בעצמך להיות זריז מאוד להיפרד מחברת רשעים, שלא להיות בעצתם ובהסכמתם. ועל הכל צריך זריזות לעשות תשובה: יחיש ולא יאחר בדרכי תשובה, ולא יהא שעה אחת רשע לפני המקום יתברך. ראה איך משרתי המלכים והשרים זריזים הם בשליחותם ובעבודתם – כל שכן שיש ליזהר ולהזדרז לעשות עבודת מלך מלכי המלכים, הקדוש ברוך הוא. ", 
            "הזריזות המגונה - אף על פי שהזריזות טובה מאוד, יזהר שלא ימהר בעבודתו יותר מדי. כי הרוכב במהירות – הוא קרוב מאוד להיכשל. וכן מי שהוא רץ במהירות – הוא נופל. ולא יתכן לתקן מעשה מתוקן בבהלה, אבל במיתון יתוקנו העניינים. וכן אמרו רבותינו (אבות א א): \"הוו מתונים בדין\". והזריזות: שיהא ניעור לבו ,ויקיץ מחשבותיו, ויקלו איבריו למלאכתו; אך לא ימהר בשום עניין. וכל אלו העניינים צריכים חוכמה גדולה, מתי ימהר ומתי יאחר. ", 
            "ואף על פי שמידת הזריזות טובה מאוד, מיהו לא יהא זריז לרדוף אחר תאוותיו, ולטרוח אחר הנאותיו, ולרדוף אחר מעשיו הרעים. כי כאשר הזריזות לעניין התורה מביאה את האדם למעלה עליונה – כך הזריזות לעניין העבירות מביאה האדם לשאול תחתית. וכאשר צריך זריזות לתורה – כך צריך זריזות לעניין העולם הזה: שיהא זריז במלאכתו. ויש הצלחה גדולה למי שעושה ענייניו בזריזות. לכן בן אדם, תהיה זריז לשני עולמים, ועשה מלאכתך, שהוא צרכי העולם הזה – בזריזות, כדי שתִפנה מהרה למלאכת שמים."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}