{
    "versionTitle": "שער החרטה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער החרטה שער אחד עשר:</b> החרטה. הוא שאדם עושה דבר, וחוזר בו ומתנחם על המעשה. והוא דרך ישרה מאוד לעניין התשובה, כי מי שחטא ומתחרט – כאילו לא חטא. ואי אפשר לשוב בלא חרטה, כי לעולם לא יתכפרו עוונותיו אם אינו מתחרט עליהם. גם התפילה אינה מקובלת זולת החרטה, כי איך יאמר \"סלח לנו אבינו כי חטאנו\" כשאינו מתחרט על חטאיו? משל: וזה דומה למלך שעבדו סרח עליו, ומבקש מחילה מאת המלך. אם העבד אינו מתחרט בלבו, וחוזר ועושה הסרחון בכל יום – יכעס עליו המלך ביותר. וכן מי שגזל הבריות, ובא בכל יום לבקש למלך שימחל לו, וחוזר וגוזל – אין ספק שזה הגזלן מרבה עליו רוגז המלך בבקשת המחילה. לכן יתחרט ויתפלל ויתוודה, ויחשוב שלא יעשה עוד כזה, ואז יהיה תפילתו מקובלת. ", 
            "החרטה המגונה - אבל העושה טובה ומתחרט, זאת מידה רעה. לכן צריך שתזהר שלא תתחרט על הטובות, שלא תאבד שכרך. אם נתת לעני צדקה ואחר זמן הכעיסך – היזהר בך שלא תתחרט על הטובות שעשית לו; כי כיון שהייתה כוונתך בעת הנתינה לשם שמים, הנה שכרך שמור לך. ", 
            "המידה הזאת מגונה מאוד אצל העולם, כשאין אדם קיים בעניין שלו: כשהוא אומר היום דבר, ומתחרט למחר, ואינו עומד בדיבורו; כשהוא נודר להתענות, או לתת צדקה, או ללמוד תורה ומתחרט – שזה רעה. ואף על פי שטוב הדבר שמתחרט על הרעה, טוב הוא לאדם להעמיד עצמו שלא יצטרך לשנות ממנהג למנהג וממידה למידה. וזו היא תכלית הטוב: שיחשוב בנפשו, ויברר המנהג והמידות הטובות, ולהנהיג נפשו בהן, ויחשוב על כל מה שיעשה: אם יוכל לעמוד בו – אז יתפוס בו. ואל ידלג ממנהג למנהג, כי מידה מגונה מאוד היא מי שהוא הפכפך. והוא נבזה לפני העולם, אפילו הוא קופץ ממידה טובה למידה טובה, כי אין ממשות בענייניו ואין לסמוך עליו. ", 
            "החרטה המשובחת - בן-אדם! שוב בעוד שהחרטה שלך מועלת. ואל תאחר עד בואך לקבר, כי אז תהיה מתחרט, ואין תקנה לחרטה ההיא. אם עשית דבר כנגד חברך – התחרט ותלך ותרצהו. ואם חברך פשע בה ומתחרט – קבלהו. אפילו אם ספק לך אם מתחרט בלבו, רק שהוא מנקה עצמו נגדך – קבלהו. אם הוכחת אותו בדברים קשים עד שהוא שונאך, כדרך שאמר דוד (תהלים קלט כא): \"ובתקוממיך אתקוטט\" – אל תתחרט על אותה קטטה. כי אם תתחרט ותבקש ממנו מחילה – אז יתחזק בטעותו.", 
            "החרטה היא דרך לכל המעשים הטובים: אם הולך בטל מדברי תורה – יתחרט על הביטול, ויתן לבו לעסוק בתורה בכל יכולתו. אם לא נתחזק להתפלל בכוונה גדולה – יתחרט ויחשוב: מה עשיתי? בשעה שהיה לי לקנות חיי העולם הבא עסקתי בהבלים! ואם הגיע לימים, יתחרט מאוד אשר עברו ימיו בלא עבודת הבורא יתברך. ", 
            "כלל גדול תקח בידך: תחשוב בלבבך על כל דבר שעשית, ועל כל מצווה שלא נזהרת בה. תתחרט על כל אחד בפני עצמו, ותחשוב ותתקוטט בלבך: איך לא רדפתי לעשות רצון בוראי ברוך הוא? ואיך עזבתי דברי חכמים ומוסריהם הטובים? נמצא, החרטה היא תיקון גדול לכל המצוות."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}