{
    "versionTitle": "שער האהבה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער האהבה שער חמישי:</b> האהבה כוללת מעשים רבים יותר מכל המידות. ובעת שיָשים האדם אהבתו לרעה – אין מידה רעה בכל המידות כמוה. וכשיָשים האדם אהבתו לטובה, היא למעלה מכל המידות, כדכתיב (דברים ו ה): \"ואהבת את יי אלהיך\" – ואין מעלה בעבודת הבורא יותר ממי שעובד מאהבה. ", 
            "סוגים שונים של אהבה - ועתה שמע איך האהבה מקלקלת המעשים, בעת שיגביר אהבתו על חכמתו. כי כמה מיני אהבות זו משונה מזו: ", 
            "האהבה האחת: האדם אוהב את בניו. ומרוב האהבה אינו מיסרם ומדריכם לדרך טובה, ומניחם ללכת בשרירות לבם הרע, ומזה יבוא היזק גדול. ", 
            "האהבה השניה: אהבת ממון. ומרוב תשוקתו אל הממון – לא יהיה משא ומתן שלו באמונה, וחומד ועושק וגוזל כדי להרבות הון. ומרוב חמדת העושר יקפוץ ידו מן הצדקה, ויהיה צר עין. ", 
            "האהבה השלישית: אהבת נשים. ואם תהיה לו אשה רעה בעלת גאווה, היא תסיר מלבו כל המצוות, והיא תמשכהו אחריה. ומרוב האהבה אינו מעז פניו נגדה ושומע לעצתה, והיא תביאהו לידי מעללים רעים. וגם מרוב אהבתו בנשים יסתכל בהן תדיר, ויבוא לידי ניאוף. ", 
            "האהבה הרביעית היא אהבת קרוביו: אביו ואמו, אחיו ואחיותיו ושאר קרוביו, ורעיו וחבריו. ומתוך אהבתם יסייע להם במחלוקתם, ולא ידקדק אם הם פשעו בבעלי המחלוקת; אך לעולם יעזור ומגן ומכסה עליהן, ואף אם פרצו פרצות רבות יגן עליהם. וגם שומע לעצתם, ואף אם העצה ההיא אינה טובה – לא יסור מדבריהם. וגם ירצה להעלותם למעלות שאינן ראויות להן, כגון לעשותם מושלים ופרנסי הדור, ולהיות רודים בעם, ואפילו אם הם רשעים – לא יחוש בזה. והנה האהבה מעוורת עיניו ומחרשת אוזניו, ויש בזה קלקול גדול, כי הם יטעו את העולם להבליהם. ", 
            "האהבה החמישית היא אהבת ארך ימים. ומרוב שהוא אוהב את החיות – לא יעמוד בנסיון. ", 
            "האהבה השישית היא אהבת הכבוד. והאוהב את הכבוד לא יהיו מעשיו לשם שמים, כי בכל המצוות שיעשה, או יתן צדקה או עוסק בתורה או בשאר מצוות – תהיה מחשבתו וכוונתו אחר השבח והכבוד, וחפץ שיתנו לו כבוד וגדולה. וזה הפסד גדול במעשה העבודה, ואפילו מי שיש בו תורה ומעשים טובים – הכבוד מוציאו מן העולם. כל שכן מי שאין בו תורה ומעשים טובים, ורודף אחר הכבוד, שכמה מעשיו מגונים. ", 
            "ועוד יש אהבה שביעית, שהיא רעה על כל האהבות, והיא אהבת תענוגים ותפנוקים: כגון אכילה ושתייה, ושאר הנאות כגון זנות וטיולים. ואין צריך להאריך בזה העניין, כי האוהב יין ומשתכר, ואוכל תמיד מעדנים, והולך לבית המשתה תדיר – הוא ישכח בוראו, כדכתיב (דברים כא טו-טז): \"ואכלת ושבעת; השמרו לכם פן יפתה לבבכם, וסרתם ועבדתם...\"; וכתיב (שם לב טו): \"וישמן ישורון ויבעט\". ", 
            "דרכי האהבה הנכונות - הרוצה להימלט מפח יקוש כל האהבות האלה, צריך חכמה גדולה ואומץ רב פן ילכד בשחיתותם. כי כל האהבות האלה מקיפות את לב האדם, ואם ידחה אהבה אחת או שתים מקרבו – עדיין האהבות הנשארות ירדפוהו מאור אל חושך. על כן יש ללמדך, שתהיה זהיר וזריז להשתמש בכל האהבות האלה, לדעת בהם דרכי השם ברוך הוא, כעניין שנאמר (משלי ג ו): \"בכל דרכיך דעהו\". ", 
            "אהבת בניו תהיה על דרך זה: שיחשוב להדריך בניו בדרכי המשפט, וללמדם מעשה עבודת השם ברוך הוא, ולצוות אחריו לעבוד את השם ברוך הוא, כעניין שנאמר (ישעיהו לח יט): \"אב לבנים יודיע אל אמיתך\"; וכתיב (דברים ד ט): \"והודעתם לבניך ולבני בניך\". וכמו שנאמר באברהם (בראשית יח יט): \"כי ידעתיו, למען אשר יצווה את בניו ואת ביתו אחריו\". ", 
            "ואהבת הממון תהיה על דרך זה: יאהב ממונו למען אשר לא יחמוד ממון אחרים, ולא יצטרך לגנוב ולגזול; ולא יצטרך לקבל צדקה, אך משלו יפרנס אחרים, וילביש עניים ויאכילם, ויחזיק בממונו לומדי תורה יראי השם. וגם מחמת עושרו יפנה עצמו מעסקי העולם הזה, ויקבע עתים לתורה ולקיים המצוות, הואיל ויש ספק בידו. ולא יבטח ברוב חילו להתגאות, אך יקנה בממונו הכלה חיי העולם הבא שאינו כלה, ועל זה הדרך יאהב ממונו. ", 
            "ואהבת נשים תהיה על דרך זה: שיחשוב שהיא מצילתו מן החטא ומרקחתו מן הניאוף, ובה מקיים מצות פרייה ורבייה, והיא מגדלת את בניו. והיא עובדת לו כל ימיה, ומכינה לו מאכליו ושאר צרכי הבית. ומתוך כך יהיה פנוי ללמוד תורה ולעסוק במצוות, והיא עוזרת לו לעבודת הבורא יתברך. ", 
            "ואהבת אביו ואמו תהיה על דרך זה: שיחשוב שגידלוהו, וטרחו בו ללמדו דרכי השם יתברך, והורוהו וחנכוהו לתורה ולמצוות. ובהם יקיים מצוות הבורא יתברך, כדכתיב (שמות כ יב): \"כבד את אביך ואת אמך\". ואחיו ואחיותיו ושאר קרוביו יאהב על דרך זה: שהם עוסקים בו להביאו למעלות טובות, והם מסייעים אותו לעבודת הבורא יתברך. והוא יעסוק בהם ללמדם ולהוכיחם, ולא ישא להם פנים, ובזה יש לו שכר והיא מידה גדולה, כדכתיב (תהלים טו ג): \"וחרפה לא נשא על קרובו\". והרבה תועלת יש לו לאדם בקרוביו, כדרך שמצינו בלוט, אשר הצילו אברהם ונלחם עבורו; וגם בסדום ניצל בזכות אברהם. ", 
            "ואהבת לרעך כמוך - ויאהב רעיו ושאר כל ישראל אהבה שלימה, לקיים מה שנאמר (ויקרא יט יח): \"ואהבת לרעך כמוך\". וזהו כלל גדול בתורה: דעלך סני – לחברך לא תעבד (שבת לא א). וגדול מזה (בראשית ט ו): \"כי בצלם אלהים עשה את האדם\" (ירושלמי נדרים ט ו). ", 
            "ויש תועלת גדולה למי שנוהג בחיבה וברעות עם בני אדם; תועלת האחת בעולם הזה, ושנייה לעולם הבא: ", 
            "תועלת העולם הזה: כי מי שמתנהג באהבה עם כל אדם יעזרוהו הכל: אם ייפול ירבו עוזריו וסומכיו, ואם יעמוד אדם נגדו לריב עמו – רבים יעמדו אצלו להצילו. ואם ידברו עליו רעה – רבים ישתיקו המדברים את הרעה ומכלימים אותם.. ואם תבוא עליו צרה, הכל מצטערים עליו ונותנים לו יד. ואם יבוא לידי דוחק ועוני, רבים ירחמוהו בנתינת מתנותיהם. ", 
            "תועלת העולם הבא: מחמת שהוא נאהב לכל – אז דבריו נשמעים, ויהיה יכולת בידו להוכיח בני אדם שייטיבו מעשיהם. וגם מתוך האהבה יעמוד בשלום עם הכל, ומתוך כך הוא שקט ושלֵו, ופנוי ללמוד תורה ולעשות מעשים טובים. וגם מתוך האהבה יעזרוהו, ויעשו מלאכתו ויגנו בעדו, וימצא הרווחה יתירה לעבוד הבורא יתברך עבודה שלימה. ומחמת האהבה הוא נושא חן בעיני כל רואיו, ומעשיו הטובים יהיו מקובלים לכל, וכל אחד יחמוד לעשות כמעשהו. ", 
            "ובאיזה דרך יגיע האדם לאהבת כל אדם? אשכילך ואורך: הדרך הוא שיעזור בנפשו ובממונו לכל אדם כפי יכולתו. העזר בנפשו הוא שישרת לכל אדם, הן עני הן עשיר, ויטרח עבורם. העזר בממונו הוא, שיַלווה לעשיר בעת הצטרכו למעות, וכן לעני יַלווה בשעת דוחקו, וכן יפקדהו במתנה כפי כוחו, ולקצת העתים ישלח מנות ודורונות גם לעשירים. ויהא ותרן בשלו. אם יהיה לו עסק עם בני אדם, יהיה כל משא ומתן שלו באמונה, ואל יקפיד בדבר מועט על חברו. לעולם יהיה חפץ שחברו ייהנה ממנו, ואל ישתדל הוא ליהנות מחברו. ולעולם יהיו דבריו בנחת עם בני אדם: אם ביישהו אדם – אל יביישהו, ואם הטעהו אדם – אל יטעהו. יסבול עול צווארו עול העולם, והוא אל יכביד עליהם. ולא יתקוטט עם שום אדם, ויקבל כל אדם בשמחה ובסבר פנים יפות, כי הסברת פנים תחזֵק האהבה. וישא ויתן עם חברו בטובתו, וינחם כל אדם מעצבו ומדאגתו. אם גילה לו אדם סוד – אל יגלהו, אף אם יכעיסהו. ולא ידבר על שום אדם רע, ולא ישמע שידברו רעות על אדם. ולעולם ישתדל למצוא זכות על בני אדם במקום שאפשר להיות, ויותר יזהר בזה, ואז יהיה אהוב לכל. ויכבד כל אדם במעשיו ובדבריו. ולא יתגאה על שום אדם, אך ייכנע תחת כל אדם. ובכל מעשיו יכוון לשם שמים. ", 
            "וצריך מאוד להיזהר מחברת בני אדם שאינם מהוגנים, כדי שלא ילמד ממעשיהם, ולהתרחק ממושב לצים. ואמר החכם לבנו: שמע בני! כי יעלה בלבבך להתחבר עם בני אדם – התחבר עם חכם, כדכתיב (משלי יג כ): \"הולך את חכמים יחכם\"; ונאמר (שם ט ט): \"תן לחכם ויחכם עוד\". שאם תחכם – יפארך ולא יחלוק על חכמתך, ואז תדע שתוכל לסמוך על חכמתך. אם תכבדהו – יכבדך; תהדרהו – יהדרך; ואם תצטרך לעזרתו – יעזרך; ומה שתאמר יצדיקך; אם תכעס – יסבלך; ותלמד ממעשיו הטובים. והתחבר עם כל אדם שתלמד ממנו דברים אשר יביאוך לעבודת הבורא יתברך. ", 
            "ואמרו חכמים: כשתרצה לחבור עם איזה אדם – הכעיסהו, ואם יודה לך האמת בשעת כעסו – התחבר לו; ואם לאו – עזוב אותו. ואל תתחבר אלא למי שיכיר את ערך עצמו, ומי שאינו מכיר את ערך עצמו – אין טוב בחברתו. קנה לך חבר המוכיח אותך בעשותך שלא כהוגן, והמלמדך לעשות הטוב, ואל תקוץ בתוכחתו; והעוזר אותך בנפשו ובממונו, והעוזר קנה ולא תמכור, וזהו חברך הנאמן. אבל חבר המחניף והמיישר לך טעותך ושגגתך, והמנחם אותך על מעשיך הרעים – הסתלק מעליו, ומנע רגלך מנתיבתו. וכן חבר שייקח ממך צרכו, ויזיקך היזק גדול עבור הנאה מועטת – מהר וסור מעליו. ואל תתחבר למסכימים על העוולה, שנאמר (ישעיהו ח יב): \"לא תאמרון קשר, לכל אשר יאמר העם הזה קשר\". ", 
            "ואסור להתחבר עם רשע בעסקי העולם, שנאמר (דברי הימים ב כ לז): \"בהתחברך עם אחזיהו, פרץ יי את מעשיך\". ואפילו לדבר מצוה אסור להתחבר לרשע, שנאמר (משלי ג לא): \"אל תקנא באיש חמס, ואל תבחר בכל דרכיו\". ואמרו חכמים באבות דרבי נתן (ט ד): תתרחק משכן רע, ואל תתחבר לרשע אפילו לדבר מצוה. ורבו דרכי המות הנמצאים בחברת הרשעים. ", 
            "ואם ידקדק אדם על עצמו, ויהיו דבריו יהיו בנחת עם הבריות ודעתו מעורבת עימהם, נעלב ואינו עולב, ומכבד אפילו אותם המקילים בו, ונושא ונותן באמונה, ולא ירבה בארוחת עמי הארץ וישיבתם, ולא יראה נראה תמיד אלא עוסק בתורה, ועטוף בציצית ומוכתר בתפילין, ועושה בכל מעשיו לפנים משורת הדין, והוא שלא יתרחק הרבה ולא ישתומם, עד שימצאו הכל מקלסים אותו ואוהבים אותו ומתאווים למעשיו - הרי זה קידש את השם, ועליו הכתוב אומר (ישעיהו מט ג): \"ויאמר לי עבדי אתה, ישראל אשר בך אתפאר\". ", 
            "אהבות אחרות - ואהבת אורך ימים תהיה על דרך זה: שיאהב ימי חייו לא עבור שיאכל וישתה ויהנה בימי הבלו, אך יחשוב: מלאכת התורה והמצוות מרובה, ואם הייתי חי כפלים וכפלי כפלים – לא הייתי יכול להשלים חוק התורה ולהשיג מעלות התורה, אשר בהם יתרצה עבד אל אדוניו. ועל דרך זה יאהב ימי חייו, כי בהם יקנה עבודת הבורא ברוך הוא ויראתו הטהורה ואהבתו, ויקנה צידה בעולם הזה אשר יביא אותו לעולם הבא. ויקנה בעולם ובימים הכלים – עולם הקיים, תענוג אשר לא יפסק לעולם ולעולמי עולמים. ותמיד יירא מן המות, כי שמא עדיין לא הגיע לתכלית השלמות אשר בכוחו להגיע, ובכל יום ויום יוסיף אהבה ויראה למקום. אבל חיים שאין בהם יראת השם – אין זה נקרא \"חיים\", ויקוץ וימאס בחיים שהם נגד הבורא יתברך, כעניין שנאמר ברבקה (בראשית כז מו): \"קצתי בחיי מפני בנות חת, אם יקח יעקב אשה מבנות חת כאלה מבנות הארץ, למה לי חיים\". ולכך במקום שיש חילול השם לא יחוש על חייו, ותמיד יהא לבו נכון למסור עצמו על קידוש השם בכל המצוות, הן בקלות והן בחמורות. ", 
            "ואהבת הכבוד היא רעה מאוד, לכן יתרחק מן הכבוד בכל יכולתו. ואם אדם מתרחק משני דברים, והם כבוד והנאת אחרים – אז הוא קרוב לכל המעלות הטובות. כי הכבוד מקלקל כל המעשים, כי בכל המעשים שיעשה יחשוב להתכבד. ואפילו לא יחוש על הכבוד, אם הוא רודף ליהנות מאחרים – אז כל מעשיו מקולקלים, כי תמיד יַטֶנו לבו אחר הבצע. לכן יתן אל לבו להתרחק מן הכבוד, וגם מליהנות מאחרים. ", 
            "ולפעמים יש מצווה ברדיפת כבוד, כמו אם הוא איש צדיק וחכם, והעולם מזלזלים בו ומצחקים עליו עבור מעשיו הטובים, ומתוך כך דבריו בזויים ואינם נשמעים. ואם היה בו כוח לכוף בני אדם שיכבדוהו וישמעו תוכחותיו ודבריו – בזה יש לרדוף אחר הכבוד כדי להוכיח בני אדם. כגון אם ביזוהו ברבים – אין לו למחול עד שיפייסוהו. אבל רוב פעמים יסתלק מן הכבוד ויברח ממנו. הלוא אמרו חכמים (אבות ד כא): הקנאה ותאווה והכבוד מוציאים את האדם מן העולם. ולא ילמד ולא יעשה שום מעשה טוב כדי שיתכבד; אך יעשה מעשה הטוב לשם הבורא יתברך, וסוף הכבוד לבוא. ", 
            "אהבת תענוגים, כגון אכילה ושתייה ושינה: דע שצריך האדם שיכוון מעשיו כולם כדי לידע את השם ברוך הוא, ויהיה שבתו וקומו ודיבורו – הכל לעומת זה הדבר. כיצד? כשיישא ויתן, או יעשה שום מעשה או מלאכה, לא יהיה בלבו זכרון ממון לבד; אלא יעשה דברים אלו כדי שימצא דברים שהגוף צריך בהם, מאכילה ושתייה וישיבת בית ונשיאת אשה. וכשיאכל וישתה ויבעל, לא ישים אל לבו דברים הללו כדי ליהנות, עד שנמצא שאינו אוכל ושותה אלא המתוק לחך, ויבעל כדי ליהנות; אלא שישים אל לבו שיאכל כדי להברות גופו ואיבריו. לפיכך לא יאכל כל שהחך מתאווה כמו הכלב והחמור, אלא יאכל דברים המועילים לגוף, אם מרים אם מתוקים. ולא יאכל דברים הרעים לגוף, אף על פי שהם מתוקים לחך. בזה המנהג ינהיג עצמו, וישים אל לבו שיהיה שלם וחזק, כדי שתהא נפשו ישרה לדעת את השם יתברך. כי אי אפשר שיבין ויתחכם בתורה ובמצוות, והוא חולה או אחד מאיבריו כואב לו. לפיכך אין טוב להתענות תמיד, פן ייחלש כוחו ויתמעט שכלו. לכן צריך לתקן כל ענייניו לעבודת הבורא יתברך: אם ימלא כרסו – אז יכבד בגופו; ואם ימעט מזונו – אז ייחלש. ", 
            "וזה טוב לך, אשר תמעיט במיני הלפתן, ותסמוך על לפתן אחד בעוד שתוכל, ויהיה די לך ממנו מעט כפי מה שתוכל. והתכוון בו להגיע הלחם אל בטנך, ולא להתענג. והרגל נפשך קצת העתים מבלי לפתן, כדי להנהיג טבעך עד שיקל עליך בעת הימנעו. ואם תוכל תעזוב הלפתן, אשר יש בו יגיעה וטורח. ושים אכילתך ביום קלה מאכילתך בלילה. ותתנהג לאכול פעמים ביום, כדי שתהא תנועת איבריך קלה ביום, ומתוך כך יקלו עליך ענייני תורתך. ותתנהג לשתות מים, אלא אם כן תהיה כוונתך בשתיית היין לתועלת גופך או להעביר הדאגה. והיזהר מאוד מהרבות ממנו, כי הוא משכר ומרחיק לתורה. וזה הכלל יהיה לעולם בידך: אל ימלא אדם כל תאוותו מאכילה ושתייה, אך יאכל וישתה להעמיד גופו על בוריו, וימשוך ידיו מן המותר. ואל יאהב האדם את העולם כדי שיאכל וישתה ויהנה ממנו. וכן אמר אחד מן החכמים: אוכל למען אחיה. ואמר הכסיל: אחיה למען אוכל. ועל זה נאמר (משלי יג כה): \"צדיק אכל לשבע נפשו, ובטן רשעים תחסר\". ", 
            "וכן הנושא אשה יחשוב לשם שמים, שיקיים פרייה ורבייה, ויהיה לו זרע עובדי השם יתברך ויראי שמים. או יחשוב שימלא תאוותו ויכלה יצרו באשתו, כדי שלא יתאווה לנשים אחרות. או כדי לפקוד את אשתו כשהוא יודע שהיא מתאווה לו, כדי שלא תתאווה לאנשים אחרים. או יכוון להברות גופו, שיציאת הזרע ממנו היא בריאות הגוף. אבל המרבה לשמש יותר מדי – יבואו עליו חולאים רבים. ", 
            "והמהלך בדרך זה, כל ימיו כולו הוא עובד השם ברוך הוא. ואפילו בשעה שנושא ונותן, ואפילו בשעה שבועל, מפני שמחשבתו בכל כדי שימצא צרכיו בלבד, עד שיהא גופו שלם לעבוד את השם ברוך הוא. ואפילו בשעה שישן, אם ישן בשביל שתנוח נפשו עליו, וינוח גופו שלא יחלה, כי לא יוכל לעבוד את השם ברוך הוא והוא חולה, ונמצא שינה שלו עבודה למקום ברוך הוא. על עניין זה צוו חכמים ואמרו (אבות ב יב): כל מעשיך יהיו לשם שמים. והוא שאמר שלמה בחכמתו (משלי ג ו): \"בכל דרכיך דעהו, והוא יישר אורחתיך\". ", 
            "אהבת השם - יעזוב אדם כל האהבות וידבק באהבת הבורא ברוך הוא, כדכתיב (דברים ו ה): \"ואהבת את יי אלהיך\". ואהבת השם ברוך הוא, היא תכלית כל התכונות וסוף כל המעלות במדריגות כל אנשי העבודה, וכל המידות הן כמו סולם למעלת האהבה. והיא נדבת הנפשות מאנשי החסידים והנביאים והפרושים, וסופן אין למעלה הימנה. והרבה פעמים מקדים הספר יראת האלהים על אהבתו, כמו שנאמר (דברים י יב): \"ועתה ישראל, מה יי אלהיך שואל מעמך, כי אם ליראה את יי אלהיך ולאהבה אותו\". ומפני שהאהבה היא תכלית הפרישות וסופה, והקרובה שבמדריגות אל מדריגת אהבת האלהים. ואי אפשר שיגיע האדם אליה אלא אחר שתקדם יראתו ופחדו ופחדו מהאלהים. ועל כן הקדימה היראה לאהבה. ", 
            "ומה היא האהבה? היא אהבת הנפש ונטותה מעצמה אל הבורא יתברך, כדי שתדבק באורו העליון. הנפש הזאת היא מקור הדעת, והיא טהורה וזכה; והבורא קושרה בגוף אשר חשקו רב, לנסות אם היא תלך בדרכי השם. ומפני שהאדם מלובש בגוף, הנברא ברוח בהמות – אין כוח בנשמה הנבראת מאלהים לחשוב אחר בוראה, כי מעורבת היא בתאוות הגוף. וכל ימי קטנות האדם – אינו מבקש ואינו שואל אלא תאוותיו ותענוגיו. כי מרוב תאוות הגוף, אכילה ושתייה ועידוני העולם הזה, שהוא עולם שווא ושקר, וחושב לאסף הון רב – אין כח בהנשמה לחשוב אחר הבורא יתברך, כי היא מלובשת בהבלי שווא. ואחרי שתרגיש הנפש במה שיש לה תועלת לעצמה בלתי שיתוף הגוף, אז היא תתאווה לבקש מנוחה ממידות הגוף, כאשר יתאווה החולה לרופא. וכשתתרפא הנפש מתחלואיה, אז יהיה לה אור בעצמה וכוח בנפשה. ", 
            "וכיצד היא האהבה? שיאהב את השם אהבה גדולה ויתרה רבה מאוד, עד שתהא נפשו קשורה באהבת השם יתברך. והנפש הלוא מלאה אהבה, ואותה אהבה קשורה בשמחה, ואותה השמחה מברחת מעל לבבו נעימות הגוף ותענוג העולם. ואותה שמחה עזה ומתגברת על לבבו, וכל הנאות שבעולם הם כאין כנגד תגבורת תוקף שמחת אהבת השם יתברך, וכל שעשועי ילדיו כלא היו כנגד שעשוע הלב האוהב את השם בכל לבו. וכל הרהור שלו איך לעשות רצון הבורא יתברך, ולזכות את הרבים, ולעשות קידוש השם, ולמסור עצמו באהבת השם. וזה יראת השם: שלא תעבור על מה שכתוב בתורה, האהבה כגון פנחס שמסר עצמו באהבת השם; ואברהם אבינו שאמר (בראשית יד כב-כג): \"הרימותי ידי אל יי אל עליון, קונה שמים וארץ, אם מחוט ועד שרוך נעל\"; ואלישע שלא רצה לקחת מנעמן (מלכים ב ה טו-טז). ואל יבטל מדברי תורה בשביל תענוגי ושעשועי ילדיו, וחיבת ראיית נשים ודיבור; וגם לעזוב טיולם; וינעים זמירות כדי למלאת לבבו שמחה באהבת השם. ", 
            "העובד מאהבה עוסק בתורה ומצוות, והולך בנתיבות החכמה המראים איך יעשה כל המצוות מאהבה, ואיך יאהב את השם יתברך אהבה גדולה: לא מפני דבר שבעולם, לא מפני יראת הרעה ולא כדי לקבל הטובה; אלא עושה האמת מפני שהוא אמת, וסוף הטובה לבוא. ומעלה זו מעלה גדולה עד מאוד, ואין כל אדם זוכה לה, והיא מעלת אברהם אבינו שקראו הקדוש ברוך הוא \"אוהבי\" (ישעיהו מא ח), לפי שלא עבד אלא מאהבה. והוא שציווה הקדוש ברוך הוא על ידי משה רבינו עליו השלום, שנאמר (דברים ו ה): \"ואהבת את יי אלהיך, בכל לבבך ובכל נפשך ובכל מאודך\". ובזמן שיאהב את השם ברוך הוא אהבה הראויה – מיד יעשה כל המצוות מאהבה. ", 
            "דבר ידוע וברור שאין אהבת הקדוש ברוך הוא נקשרת בלבו של אדם עד שישגה בה תמיד כראוי, ויעזוב כל שבעולם מה שבעולם חוץ ממנה, כמו שנאמר (דברים ו ה): \"בכל לבבך ובכל נפשך\". ונמצא השוגה בה תמיד כאילו הוא חולה חולי אהבה, שאין דעתו פנויה מאהבת אותה אשה, והוא שוגה בה תמיד: בין בשבתו בין בקומו, בין בשעה שהוא אוכל ושותה – יותר מזה תהיה אהבת השם בלב אוהביו. וזהו שאמר שלמה אמר על דרך משל (שיר השירים ב ה): \"כי חולת אהבה אני\". וכל שיר השירים משל הוא לזה העניין. לפיכך צריך האדם להבין ולהשכיל בחכמה ובתבונה המודיעות לו את קונו. וכפי כוח שיש באדם להבין ולהשיג האל הנכבד והנורא – מצווה לאהבה אותו וליראה ממנו, שנאמר (דברים ו ה): \"ואהבת את יי אלהיך\"; ונאמר (שם ו יג): \"את יי אלהיך תירא\". ", 
            "וזה הדרך להשיג בו אהבת השם ברוך הוא: בשעה שיתבונן האדם במעשיו ובברואיו הנפלאים הגדולים, ויראה מהם חכמתו שאין לה ערך ולא קץ – מיד הוא אוהב את המקום ברוך הוא, ומשבח ומפאר, ומתאווה תאווה גדולה לידע את השם הגדול; כמו שאמר דוד (תהלים מ ג): \"צמאה נפשי לאלהים לאל חי\". וכשמחשב בדברים האלה שאמר דוד מיד הוא נרתע לאחוריו ויירא ויפחד, וידע שהוא בריה קטנה שפלה ואפלה, עומדת בדעת קלה מעוטה לפני תמים דעות; כמו שאמר דוד (שם ח ד): \"כי אראה שמיך מעשה אצבעתיך\", וסמיך לה: \"מה אנוש כי תזכרנו\" (שם פסוק ה). ובזמן שאדם מתבונן בדברים הגדולים, ומכיר גדלותו ממלאך וגלגל, ויראה חכמתו של הקדוש ברוך הוא בכל היצורים ובכל הברואים – מוסיף אהבה למקום ברוך הוא, ויצמא נפשו ויכמה בשרו לאהוב את המקום ברוך הוא, ויירא ויפחד משפלותו ודלותו וקלותו כשיערוך עצמו לאחד מהגופים הקדושים אשר ברא השם ברוך הוא. ובמקום אחר נאמר (איוב א א): \"וירא אלוקים\", ובארו שמתיירא מדין עונש שמים ומגיהנום, ומעונשי עולם הזה (סוטה כז ב). וזאת המידה רחוקה מן האהבה מאוד מאוד. ", 
            "אבל יירא מהשם יתברך כמו אדם שאוהב את אשתו והיא אוהבתו, והוא ירא לעשות דבר כנגדה פן יאבד אהבתה – כן הדבר הזה: חוצב רשפי אש אהבת הבורא יתעלה, ויירא לעבור על מצוותיו פן יפסיד אהבת הבורא יתברך. וזהו \"עבדו את יי ביראה\" (תהלים ב יא) – היא יראת האהבה, \"וגילו ברעדה\" – מרוב פחד הבורא תגילו לעשות חפצו. וזאת היראה היא יראת האהבה, ועליה נאמר (ישעיהו לג ו): \"יראת יי היא אוצרו\". ואין האהבה הזאת מתקיימת אלא במי שנותן דעתו לקיים כל המצוות כהלכתן, כי מי שאינו יודע המצוות אשר ציווהו יוצר הכל – אין זה נקרא \"אוהב\" גמור. לכן יאהב כל אשר יביאהו לאהבת הבורא ברוך הוא וברוך שמו. והעושה זה – טוב לו בעולם הזה ולעולם הבא."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער לשון הרע שער עשרים וחמישה:</b> לשון הרע מהו? המספר בגנותו של חברו, אף על פי שאומר אמת. אבל האומר שקר נקרא \"מוציא שם רע\". בעל לשון הרע זה שיושב ואומר: \"כך וכך עשה פלוני, כך וכך היו אבותיו, כך וכך שמעתי עליו\", ואומר דברים של גנאי. עליו הכתוב אומר (תהלים יב ד): \"יכרת יי כל שפתי חלקות, לשון מדברת גדולות\". ", 
            "רעת לשון הרע - ואמרו רבותינו זכרונם לברכה: כל המספר לשון הרע כאילו כפר בעיקר, שנאמר (תהלים יב ה): \"אשר אמרו ללשוננו נגביר, שפתינו אתנו, מי אדון לנו\". ולכך לשון הרע הוא חטא, כי הוא עושה רעה גדולה לחברו, שהוא מבאיש ריחו ביני העם ושאר הפסדות, ואין רוח לבעל הלשון. ובוודאי הרגיל בלשון הרע פורק עול שמים מעליו, כי הוא חוטא בלי הנאה. והוא רע יותר מגנב ונואף, שהם רודפים אחר הנאתם, ואין פריקת על כמו לשון הרע (שוחר טוב קכ). ", 
            "ועוד אמרו רבותינו זכרונם לברכה ששקולה לשון הרע כנגד עבודה זרה, וגלוי עריות, ושפיכת דמים. ודבר זה תמה מאוד, ששקולה לשון הרע כנגד אלו העברות, ועל כל אחת מהן יהרג ואל יעבר (סנהדרין עד א). ואמרו: חמורה עבודה זרה, שכל הכופר בה כמודה בכל התורה כלה (חולין ה א). ואמרו עוד (חולין ד ב): מומר לעבודה זרה – מומר לכל התורה כולה. ", 
            "ויש ליתן טעם בדבר: כי בעל הלשון שונה באיוולתו עשר פעמים ויותר, בכל יום מכלים ומבייש בני אדם, מלבד מה שמזיק למי שאומר עליו. ואפילו עבירה קלה, כשאדם עובר עליה כמה פעמים – היא נעשית גדולה. כי אפילו שֵׂעַר אחד, שהוא רך וחלש מאוד, כשתקבץ הרבה שערות יחד – תעשה מהם חבל חזק. ומה שאמרו ששקולה לשון הרע נגד אותן שלוש עבירות, הפירוש: שעובר על אותן שלוש עבירות פעם אחת מחמת רוב היצר, ולא כנגד המשומד היוצא מן הכלל לעבור עליהם בכל עת. ועוד בעל לשון הרע קשה לו לעשות תשובה: כיון שהוא רגיל בכך ולִמד לשונו לדבר רע. ועוד החטא קל בעיניו, כי אמר: \"לא עשיתי רק דיבור בעלמא!\" ואינו נותן לב לשוב לרוב הנזק שיעשה. ואפילו אם ישוב אין תשובתו שלמה, כי אינו מכיר גודל החטא אשר עשה. והוא צריך מחילה מאותן שדבר עליהם, והוא אינו זוכר מי הם כולם. ועוד יש שדִבר עליו ועשה לו רעה, והזיק לו לאותו אדם, ושכח מה דבר עליו, כי לשון הרע מכוסה ומכה בסתר, הוא בכאן ומכה אחד בלשונו שרחוק ממנו (ערכין טו ב), וזה החוטא מתבייש ממנו להודיע שגמלו רעה. ופעמים ידבר על פגם משפחה, ויזיק לדורות הבאים אחריו; ואין לו מחילה לזה, כי אמרו רבותינו זיכרונם לברכה (ירושלמי בבא קמא ח ז): המדבר בפגם משפחה – אין לו מחילה עולמית. ", 
            "ועוד: מי שהוא רגיל בלשון הרע פעמים ידבר דברים כלפי מעלה, דכתיב (תהלים עג ט): \"שתו בשמים פיהם, ולשונם תהלך בארץ\". ואין בכל עבירות שיש עונש עליהם כמו מי שמטיח דברים כלפי מעלה, כי אמרו רבותינו זיכרונם לברכה (ערכין טו א): עשרה ניסיונות נסו אבותינו, ובכולם לא נחתם גזר דינם אלא על לשון הרע, שנאמר (במדבר יד כח): \"אם לא כאשר דברתם באזני – כן אעשה לכם\"; ואומר (דברים א לד): \"וישמע יי את קול דבריכם, ויקצף וישבע\". ", 
            "ואין התורה מגנה על בעלי לשון הרע: דואג האדומי, כיון שספר לשון הרע – לא עמדה לו חכמתו, ולא הגנה עליו תורתו (סוטה כא א). ומה שאמרו רבותינו זכרונם לברכה (סוטה): עבירה מכבה מצווה, ואין עבירה מכבה תורה, שנאמר: \"כי נר מצווה ותורה אור\" (משלי ו כג) – על העובר דרך מקרה אמרו, ולא על הפורק על אזהרת עבירה. ", 
            "אמרו רבותינו זכרונם לברכה (שוחר טוב לט א): כנסת ישראל אהובה בקולה, שנאמר (שיר השירים ב יד): \"השמיעני את קולך, כי קולך ערב\"; ושנואה בקולה, שנאמר (ירמיהו יב ח): \"נתנה עלי בקולה – על כן שנאתיה\". אמור מעתה (משלי יח כא): \"מות וחיים ביד לשון, ואוהביה יאכל פריה\"; פירוש \"אוהב הלשון\" – אדם החפץ לדבר תמיד, עצה הגונה ונכונה אצלו שיאכל פריה, פירוש: שלא ידבר דברים בטלים. רק ידבר בדברי תורה והבאת שלום, וללמד לרבים לעשות טובה, ולהורות להם הטוב ולהרחיקם מן הרע, ולקנות האמת. כי אין קץ למצוות שיוכל לעשות בלשון, וזהו: \"מות וחיים ביד לשון\". ", 
            "כת מספרי לשון הרע נחלקת לששה חלקים - כת מספרי לשון הרע נחלקת לששה חלקים: ", 
            "האחד: מי שהוא אומר רע על בני אדם, שכן עשו לו. ולפעמים יאמר דופי על אדם כשר ונקי – אז הוא משקר וגם מספר לשון הרע. והוזהרנו מן התורה שלא לקבל לשון הרע. ודע: כאשר יודה השומע על לשון הרע – אז הוא כמו מספר, כי כל השומעים שהוא מודה יאמרו: כיון שהוא מודה, אם כן אמת הוא הדבר. ואפילו אם לא יודה אלא שומע ומראה עצמו כמקשיב אל הדברים ומאמין בדברים בפני בני אדם – בזה יאמינו גם אחרים. והוא מסייע למספר לשון הרע, כי אם היה גוער במספר לשון הרע – היה מונע עצמו מלספר לו יותר. אבל עתה שהוא מקשיב ומראה לו פנים – אז גורם לו לדבר יותר. והזהירנו במצוות לא תעשה (שמות כג א): \"לא תשא שמע שווא\" – שלא נאמין סיפור לשון הרע בלבבנו, להחזיק במחשבותינו שהדברים אמת, ולהבזות בעינינו את מי שנאמרו עליו. ", 
            "השני: כשאמר לשון הרע שהוא אמת, אם יזכור לו בינו ובינו מעשה אבותיו הרעים, עובר על מה שכתוב בתורה (ויקרא כה יד): \"לא תונו איש את עמיתו\" – באונאת דברים הכתוב מדבר (בבא מציעא נח ב). ", 
            "השלישי: אם יכלים אותו בפני אחרים על מעשה אבותיו, על זה אמרו רבותינו זכרונם לברכה (אבות ג יא): כל המלבין פני חברו ברבים – אין לו חלק לעולם הבא. ", 
            "הרביעי: אם הוא מודיע תועבות אבותיו בפני בני אדם שלא בפניו, לביישו בעיני בני אדם, על זה אמרו: כת מספרי לשון הרע – אין מקבלים פני השכינה (סוטה מב א). ", 
            "החמישי: אם הוא בעל תשובה ומספר עליו עוונות ראשונים, בזה יש לו עונש גדול (בבא מציעא נח ב), כי השב מעונותיו – עוונות שלו נעשים כזכויות (ירושלמי פאה א א), וזה מביישו בעבירות שהם זכויות. ", 
            "ועוד: הוא נותן מכשול לפניו, כי מחשב בלבו: כמו שמביישני, גם אני אביישנו, ויכנס עמו במחלוקת, ומתוך כך יתקלקל בתשובתו ויחזור לעניין הראשון. ", 
            "ועוד: אחרים השומעים הבושת של זה ימנעו ולא יעשו תשובה, נמצא שזה נועל דלתי התשובה. ", 
            "ודע: שאם יראה איש שחברו עבר על דבר תורה בסתר, והוא גילה לרבים – יש לו חטא בזה, כי אולי החוטא שב מדרכו הרעה. ולא היה לו לגלות אלא לחכם צנוע, שלא יביישנו, רק הרחק ירחיק מחברתו עד שיודע כי שב מדרכו הרעה. ואם החוטא תלמיד חכם איש ירא חטא, ראוי לחשוב עליו בברור שעשה תשובה, ואם תקפו יצרו פעם אחת – נתחרט אחר כן. ", 
            "המספר לשון הרע נענש מן הנזק שהזיק לחברו, ועוד יש עונש ששמח בקלון חברו. וכתיב (ויקרא יט יח): \"ואהבת לרעך כמוך\". וכמו שאוהב בכבוד עצמו – כן יאהב בכבוד חברו. וכתיב (משלי יז ה): \"שמח לאיד לא ינקה\". ", 
            "יש צד שיהיה עוון גדול על המספר לשון הרע שהוא אמת, יותר מן המספר על דרך שהוא שקר: כי כשאדם מספר דברים כנים על חברו – יאמינו לו, ויהיה לבושת בעיניהם אחר שנתחרט ועשה תשובה על חטאתו. אבל לשון הרע על דרך שקר – יבינו כל העולם שהוא שקר ולא יאמינו. אבל לעולם רוב ענייני השקר יש בו עונש יותר מן האמת. ", 
            "הששי: המספר לשון הרע על הגבאים, שהם כשרים וגובים באמונה ומחלקים ליראי שמים. המספרים לשון הרע עליהם שהם גונבים הצדקה, ונושאים פנים ונותנים למי שהם רוצים ולקרוביהן – זהו לשון הרע אין ערך לעונשו. כי גורם שאותם גבאים יסתלקו, ויתמנו אחרים רעים במקומן, ונמצא שמונע טוב מן הנותנים צדקה, וגוזל העניים הטובים, כי אותן אחרים הרעים לא יחמלו על הטובים. ונמצא שזה בטל הקדוש ברוך הוא, ובייש עבדי הקדוש ברוך הוא ובניהם וקרוביהם, כי תחת אשר היה לו לכבדם – לא די שלא כבדם אלא גם הרע להם. ומונע שאר יראי שמים שלא להיות גבאים, כי יחשבו: \"למה נעשה דבר שאחר כך יחשדו אותנו, כאשר נחשדו פלוני ופלוני יראי שמים\". ", 
            "נזקי לשון הרע - ואמרו רבותינו זכרונם לברכה (ערכין טו ב): לשון הרע הורגת שלושה בני אדם: האומרו, והמקבלו, ואותו שנאמר עליו. והמקבל לשון הרע על חברו נענש יותר ממי שאומרו. מספרי לשון הרע אסור לדור בשכונתם, כל שכן לישב אצלם לשמוע דבריהם. ", 
            "עוד יש רעה בלשון הרע: כי המספר לשון הרע על חברו אז הוא מתגאה, ויראה עצמו צדיק בעיניו, כי יחשוב: \"פלוני עשה כך וכך, ואני לא עשיתי!\" נמצא שהוא מתגאה, ומחזיק טובה לעצמו. ואילו יעשה מצווה והחזיק טובה לעצמו – היה רע מאוד, כל שכן וכל שכן שעושה עבירה גדולה בלשון הרע ומחזיק טובה לעצמו. ואם אדם מספר לשון הרע על היתומים ועל האלמנות, אז עונשו עוד יותר; כי בלאו הכי הם מצטערים, והוא מצער אותם יותר. ", 
            "אבק לשון הרע - מי שאומר לחברו: \"היכן יש אש? אלא בבית פלוני דשכיח בה בשר ודגים\" – אפילו זה הוא לשון הרע (ערכין טו ב). בוא וראה איך צריך אדם ליזהר בלשון הרע! ועוד יש אבק לשון הרע, כגון שאמר: \"תשתקו מפלוני, איני רוצה להודיע מה שאני יודע בו\". וכן כל כיוצא בזה. ", 
            "ועוד אמרו רבותינו זכרונם לברכה (ערכין טז א): אל יספר אדם בטובתו של חברו, שמתוך טובתו בא לידי רעתו. פירוש: אם תספר טובתו בפני שונאו, אז הוא ישיב: \"איך תשבחהו, והוא עושה כך וכך?\" ועל זה נאמר: \"מברך רעהו בקול גדול, בבוקר השכים, קללה תחשב לו\" (משלי כז יד). אבל בפני אוהביו מותר, דתנן (אבות ב ח): \"חמישה תלמידים היו לו לרבן יוחנן בן זכאי, והוא היה מונה שבחן...\". וכן המספר לשון הרע דרך שחוק וקלות ראש, כלומר שאינו מדבר בשנאה, הוא שאומר הפסוק (משלי כו יח-יט): \"כמתלהלה היורה זקים חצים ומות, כן איש רמה את רעהו, ואמר הלא משחק אני\". וכן המספר לשון הרע דרך רמיזות, והוא שמספר לתומו כאילו אינו יודע שדבר זה לשון הרע, אלא כשמוכיחים בו אומר: \"איני יודע שאלו מעשיו של פלוני, או שזהו לשון הרע\". ", 
            "הגדרות - המספר דברים שגורמים היזק לחברו, הן בגופו והן בממונו, אפילו להצר לו או להפחידו – הרי זה לשון הרע. והאומר דבר לחברו – אסור לגלותו בלא רשותו (יומא ד ב). כל הנאמר בפני שלושה, אז הוא כמו ידוע לכל; ואם ספר אחד מן השלושה – אין בו משום לשון הרע (ערכין טז א). אבל אם הוא מתכוון לגלותו יותר – יש בו משום לשון הרע. ואם האומר הזהיר השומעים שלא יגלו, אפילו אמרו בפני רבים – יש בו משום לשון הרע. מעשה בתלמיד אחד, שגלה דבר שנאמר בבית המדרש אחר עשרים ושתים שנה, והוציאו אותו מבית המדרש, ואמרו: \"זה מגלה סודות\" (סנהדרין לא א). ", 
            "רכילות - ועוד יש עבירה אחת הנקראת רכילות. ", 
            "איזהו רכיל? זה שהולך מזה לזה ואומר: \"כך וכך שמעתי על פלוני!\" – אף על פי שהוא אמת, הרי הוא מחריב העולם. והוזהרנו בזה כדכתיב (ויקרא יט טז): \"לא תלך רכיל בעמך\". ", 
            "ואיזהו רכילות? המגלה לחברו דברים שדברו ממנו בסתר. ותניא: מנין לדיין שלא יאמר: \"אני מזכה וחברי מחיבין, אבל מה אעשה שחברי רבו עלי?\" לכן נאמר: \"לא תלך רכיל בעמך\". ואומר (משלי יא יג): \"הולך רכיל מגלה סוד\" (סנהדרין כט א). ", 
            "כל הפוסל במומו פוסל - היזהר בני מאוד מלשון הרע, כי בזה אתה מבייש עצמך. כי כל הפוסל – פסול. ואינו מדבר בשבחו של עולם, ודרכו לפסול בני אדם במומו (קידושין ע א), כי המום שיש בו הוא מונח כל היום בלבו, וכיון שהוא בלבו הוא מוציאו בפיו. כי כל אדם נבחן וניכר במעשיו. כיצד? אם תראה אדם שהוא רגיל לשבח נשים, ולדבר מהן תמיד – דע לך שהוא אוהב נשים. ואם הוא משבח מאכלים טובים ויין, ובזה רגיל – דע לך שהוא זולל וסובא. וכן בכל דבר. וראיה מהפסוק (תהלים קיט צז): \"מה אהבתי תורתך, כל היום היא שיחתי\" – בשביל שאני אוהב את התורה, לעולם אני מדבר בה. כי כל דבר שאדם אוהב בלבו – הוא מדבר בו תמיד. ", 
            "בעל הלשון מחפש מומי בני אדם. והוא דומה לזבובים, שהם ינוחו לעולם על מקום הלכלוך; אם יש באדם שחין – הזבובים מניחים את הגוף וישבו על השחין. וכך הוא בעל לשון הרע: מניח כל הטוב באדם, ומדבר מן הרע. ", 
            "מעשה באדם אחד, שהלך עם חכם בשדה וראה נבלה אחת. אמר אותו האדם: \"כמה מסרחת נבלה זו!\" אמר החכם: \"כמה לבנים שִניה!\" החכם הוכיח לאותו אדם ואמר: \"למה תאמר הגנאי שלו, תאמר השבח!\" כי לעולם יספר אדם בשבחו של עולם. ", 
            "לשון הרע על חוטאים - אם תראה אדם אשר ידבר דבר או יעשה מעשה, ויש לדון דבריו ומעשיו לצד חובה ולצד זכות, אם הוא ירא אלהים – נתחייב לדונו לכף זכות על דרך אמת, אפילו אם הדבר נוטה לחובה יותר מלזכות. ואם הוא בינוני, אשר נזהר מן החטא ופעמים ייכשל בו – יש עליך להטות הספק ולהכריעו לכף זכות, והמקום יתעלה יכריע אותנו לכף זכות (שבת קכז ב). והיא מצוַת עשה מן התורה, שנאמר (ויקרא יט טו): \"בצדק תשפט עמיתך\". ואם הדבר נוטה לצד חובה, אם האיש רוב מעשיו לרעה, וידעת כי אין יראת השם יתעלה בלבו – תכריע מעשיו ודבריו לכף חובה. ", 
            "אם גילה אדם חטאתך, אל תאמר: \"כמו שגילה חטאתי, גם אני אגלה חטאתו\", שנאמר (ויקרא יט יח): \"לא תקום ולא תטור\". וגם לא תתפאר: \"אף על פי שהוא גילה עלי, אני לא אגלה עליו\", כי בזה הדיבור גילית החצי. וזה הדבר עיקר גדול ביראת שמים. ואם החוטא אינו ירא שמים, כמו הפורק עול מעליו ואינו נזהר מעבירה אחת, אשר כל בני עירו יודעים שהיא עבירה – מצוה לספר בגנותו, לגלות חטאיו ולהבאיש לבעלי עבירות בעיני בני אדם, בעבור שישמעו העם וימאסו בו, וירחיקו עצמן מן העבירות, שנאמר (משלי כט כד): \"תועבת צדיקים איש עול\". ונאמר (שם ח יג): \"יראת יי שנאת רע\". ואמרו (סנהדרין נב א): רשע בן צדיק – מותר לקרותו \"רשע בן רשע\"; צדיק בן רשע – מותר לקרותו \"צדיק בן צדיק\". ודווקא על דרך זה מותר להכלימו לשם שמים. אבל מי שמתקוטט עמו, ומכוון לחרפו להנאתו לבד ולא לשם שמים – אין לו לגלות חטאתו. וכן אם המגלה הזה הוא חוטא – אין לו לגלות פשע של חוטא אחר, כי בוודאי אין מגלה מסתריו לטובה; \"ודבר שפתים אך למחסור\" (משלי יד כג). ", 
            "פעמים שלשון הרע מצוה - אך מיעוט פעמים שלשון הרע מצווה. כגון שני רשעים שנתייעצו לעשות רעה – מותר לגלות בלשון הרע, ולגרום שישנאו זה את זה ויעשו רע זה לזה, שלא יעשו רע לטובים. וכן נואף מחזר אחר נואפת – מצוה לדבר לשון הרע, שלא יעשו העבירה. ופעמים אפילו כשהחוטא רשע גמור – אין להכלימו ברבים במקום שיש לדאוג שמא יצא לתרבות רעה. ומותר לספר לשון הרע על בעלי מחלוקת, שנאמר (מלכים א א יד): \"ואני אבוא אחריך, ומלאתי את דבריך\" (ירושלמי פאה א א). ", 
            "נצור לשונך - עבור אשר הרבה דברים תלויים בלשון, צריך לשמור לשונו מאוד. ועל כן אמר דוד (תהלים לד יד): \"נצור לשונך מרע\". ואמרו רבותינו זיכרונם לברכה (ויקרא [רבה] טז ב): מעשה באדם אחד שקרא ברחוב: \"מי רוצה לקנות סם חיים?\" באו כל העולם לקנות, והוציא ספר תהלים והראה להם מה שכתוב בו: \"מי האיש החפץ חיים, אהב ימים לראות טוב, נצור לשונך מרע\". וכשראה זה רבי ינאי הכניסו בביתו, והאכילהו והשקהו ונתן לו מעות. באו תלמידיו ואמרו לו: \"עד עתה לא ידעת זה הפסוק?\" אמר להם: \"ידעתי, אבל לא שמתי על לבי להיזהר בדבר זה. וכשהייתי קורא זה הפסוק עברתי עליו ולא חשתי, ובא זה וקיימו בידי, ומעתה אזהר יותר בלשוני\". ", 
            "לכן אדם שהורגל בלשונו להחניף ולהתלוצץ, ולספר לשון הרע, ולדבר כזב ודברים בטלים, ועתה הוא רוצה להיכנע ולמנע מזה, ולעשות גדר גדול וחזקה מאוד – יעשה גדר שיתרחק מחבריו הראשונים, שהיה רגיל לדבר עמהם ליצנות וחניפות ולשון הרע ושקר. כי אם יתקרב אצלם לא יוכל למנוע, כי הם יתחילו לדבר עמו כמו שהורגלו, ואז לא יוכל להתאפק מלדבר עמהם כמו שהורגל. וצריך להרגיל עצמו בשתיקה מאוד מאוד, כדי להרגיל עצמו למעט פתיחת פיו; וירבה לישב בחדר לבדו ולעסוק בתורה, ויתחבר עם החסידים שאינם מדברים כי אם מדברי תורה ויראת שמים. ובזה העניין ירגיל עצמו ימים רבים, ואז ימצא רפואה למכתו. ", 
            "כתיב (משלי יח כא): \"מות וחיים ביד לשון, ואוהביה יאכל פריה\". ", 
            "מעשה היה במלך פרס שחלה. אמרו לו הרופאים: \"אין לך רפואה עד שיביאו לך חלב לביאה, ונעשה לך רפואה.\" אז ענה אחד ואמר לו: \"אני אביא לך חלב לביאה אם רצונך, ותנו לי עשר עזים.\" אמר המלך לעבדו שיתנו לו. נתנו לו. הלך לגוב אריות, והיתה שם לביאה אחת מינקת גוריה. יום ראשון עמד מרחוק והשליך עז אחת ואכלתה. יום שני נתקרב מעט, והשליך לה אחרת. וכן היה עושה בכל יום ויום עד שהיה משחק עמה, ולקח מחלבה והלך לו. ", 
            "כשהיה בחצי הדרך ראה בחלום שהיו כל איבריו מריבים זה עם זה. הרגלים אומרות: \"אין בכל האיברים דומים לנו, לפי שאם לא הלכנו לא היה יכול להביא מן הלביאה חלב\". והידיים אומרות: \"אין כמונו, לפי שאם לא היינו אנו שחלבנו, לא היה יכול לעשות שום דבר\". העיניים אמרו: \"אנו למעלה מן הכל, שאם לא היינו מראים לו את הדרך לא היה נעשה דבר\". ענה הלב ואמר: \"אין כמוני, אם לא נתתי עצה מה הועלתם כולכם?\" ענה הלשון ואמר להם: \"אין כמוני, לפי שאם לא אמרתי את הדבר מי היה עושה אותו?\" השיבו לה כל האיברים: \"איך לא יראת להדמות אלינו, הלוא את סגורה ונתונה במקום חושך ואפלה, ואין בך עצם כאשר לשאר איברים.\" אמרה להם הלשון: \"הלוא תראו שאני מלך ושולט עליכם\". שמר האיש את הדברים האלה. ", 
            "הלך אצל המלך, אמר לו: \"אדוני המלך, הא לך חלב כלבה!\" קצף המלך ואמר לתלותו. כשהיה הולך להתלות, התחילו האיברים לבכות. אמרה להם הלשון: \"הלוא אמרתי לכם שאין בכם ממש.\" ואמרה הלשון: \"אם אני מצלת אתכם, תודו לי שאני מלך עליכם?\" מיד אמרה הלשון: \"השיבני אל המלך, אולי אנצל.\" השיבהו אליו. אמר לו: \"למה צווית לתלותי? זו תורה וזו שכרה?!\" אמר לו: \"שהבאת לי חלב כלבה\". אמר לו: \"ומה איכפת לך אם יהיה לך רפואה? ועוד: 'לביאה' – 'כלבה' קרין לה\". לקחו ממנו וניסו אותו, ונמצא חלב לביאה. אמרו לה האיברים: \"עכשיו אנו מודים לך שאתה אמרת האמת. וזהו: \"מות וחיים ביד לשון\" (שוחר טוב לב ב-ג). ", 
            "לכך אמר דוד (תהלים לט ב): \"אשמרה דרכי מחטוא בלשוני\". ראה שהלשון טובה מקורבנות, שנאמר (שם סט לא-לב): \"אהללה שם אלהים בשיר, ואגדלנו בתורה, ותיטב ליי משור פר מקרן מפריס\". ", 
            "צריך שתתבונן ותבחין עניין הלשון, אשר כל עניני האדם לרעה ולטובה תלויים בה. יכול האדם לעשות בלשון עבירות גדולות ועצומות אין מספר, כגון מלשינות ורכילות וליצנות וחניפות ושקר וכיוצא באלו. וכל אלו עבירות גדולות, אין רווח לבעל הלשון. ויכול לעשות מצוות לאין חקר בלשונו. ויש כמה בני אדם האומרים: מה נוכל לעשות מצווה? הלוא אין בידינו ממון לעשות צדקה לעניים. והם אינם יודעים אשר מקור המצוות קרוב להם מאוד, מקור חיים בעולם הזה ובעולם הבא, והוא הלשון. וכן אמר דוד: \"מי רוצה לקנות עולם הזה ועולם הבא?\" אמרו לו: \"אין אדם יכול לעמוד בשניהם\". אמר להם: \"בזול הוא מאוד. וכן הוא אומר: 'מי האיש החפץ חיים' (תהלים לד יג).\" אמרו לו: \"מי יוכל לקנות חיים?\" אמר להם: \"נצור לשונך מרע\" (שם פסוק יד). ", 
            "וירגיל עצמו בלשון לדבר דברי תורה ויראת שמים, ולהוכיח בני אדם, ולצוות בניו אחריו לשמור ולעשות. ולנחם אבלים, ולנחם עניים, ולדבר על לבם דברים של תנחומים טובים, ולדבר אמת, ולהתרגל בשירות ותשבחות. ואז יהיה אהוב למטה ונחמד למעה, ויהיה שכרו ברוב טוב הצפון לצדיקים."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}