{
    "versionTitle": "שער העזות", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער העזות שער רביעי:</b> העזות היא מידה גרועה ברוב פעולותיה, והיא היפוך ממידת הבושה. כי הביישן מעביר על מידותיו, וחומל וסולח ומוחל. אבל מי שהוא עז פנים לא יתבייש מפני איש, אך עומד בעזות עם כל אדם. ועושה כל מעשה רע ולא יתבייש, אך מתחזק ברעתו ומתקשה בעבירה. ועל זה נאמר (ירמיהו ה ג): \"חזקו פניהם מסלע\"; ונאמר (יחזקאל ב ד): \"והבנים קשי פנים וחזקי לב\". וכל המעלות הטובות הנאמרות על הבושה הן הפך בעזות. וכאשר מתגבר האדם במידה הזאת – נבזה הוא מאוד בעיני אדם, ואפילו הוא חכם. ", 
            "תוצאות רעות - והרבה רעות נגררות אחר העזות, שהוא מעז פנים עם בני אדם – לא ימלט מן המחלוקת ושנאה וקנאה. ומי שהוא מעזי פנים הוא מכחיש ייחוסו (יבמות עט א). והוא לא ישא פני גדול, ופני זקן לא יחן, וכל עברות שבתורה הם קלות בעיניו לעבור עליהם, הכל לפי רב העזות שבו. ועליו נאמר (אבות ה כ): \"עז פנים לגיהנום\". ", 
            "העז נקרא \"רשע\", שנאמר (משלי כא כט): \"העז איש רשע בפניו\". והרשעים מגונים ומאוסים לפני השם יתברך, ושם הרשעים מגונה, כדכתיב (שם י ז): \"ושם רשעים ירקב\". על הבושת נאמר (תהלים כה ט): \"וילמד ענוים דרכו\"; ועל העז הרשע נאמר (שם קמו ט): \"ודרך רשעים יעות\". ", 
            "מי שיש בו מידת העזות, עושה עבירות חבילות חבילות וחושב עצמו צדיק. ועל דרך זה אנו מתוודים: אין אנו עזי פנים וקשי עורף לומר לפניך יי אלהינו צדיקים אנחנו ולא חטאנו, אבל אנחנו ואבותינו חטאנו. וזו היא מידה רעה חולה, מי שהוא רשע ויאמר \"לא חטאתי\", ועל זה הקדוש ברוך הוא שופט ואינו מרחם עליו, כדכתיב (ירמיהו ב לה): \"הנני נשפט אותך על אמרך לא חטאתי\"; וכתיב (משלי כח יג): \"ומודה ועוזב ירוחם\". וזה הדרך העז הוא רחוק מאוד מדרכי התשובה. ועל הזונה נאמר (שם ז יג): \"העזה פניה ותאמר לו\". ", 
            "המידה הזאת היא רעה מאוד, כי מביאה את האדם לבייש את חברו ואת העניים, כעניין שנאמר (משלי יח כג): \"תחנונים ידבר רש, ועשיר יענה עזות\". וכל שכן אם מבייש את רבותיו ומעז פניו נגדם, ומקשה ערפו נגד מוכיחיו מרוב עזותו – אז המידה הזאת מוציאתו מן העולם. וראוי להרחיקה מנפשו. ", 
            "העזות המשובחת - אך המידה הזאת משובחת מאוד בעזות התורה והעבודה: להעז פניו נגד הרשעים, ולהקשות עורף כנגדם, שלא לשמוע לעצתם, ושלא להודות על שקריהם ותועבותיהם, ושלא להחניף להם. וצריך להעז פניו אף בקיום המצוות, אף אם ישחקו בו בני אדם. וצריך להעז פניו נגד רבותיו לשאול מה שאינו יודע, ולא יתבייש בזה (אבות ג ה). וצריך להעז פניו להוכיח בני אדם, לגלות להם חטאתיהם.", 
            "וצריך האדם להחזיק על המידה הזאת: להכניע במקום הגנאי, ולהתגבר עליה כפי כוחו. כי קשה מאוד להימלט מן המידה הרעה הזאת, אם לא שישים חוזק כוחו ועוצם גבורתו, לנצחו ולהעבירו מפניו במקום החטא, ולהעמידו בקרבו ועל פניו במקום אשר מקבל שכר על קשיות ערפו."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער יראת שמים שער עשרים ושמונה:</b> כתוב בתורה: \"ועתה ישראל מה יי אלהיך שואל מעמך, כי אם ליראה את יי אלהיך\" (דברים י יב). וכתיב (ישעיהו לג ו): \"יראת יי היא אוצרו\". ואמרו (שבת לא ב): אין להקדוש ברוך הוא בעולמו אלא יראת שמים בלבד, דכתיב (איוב כח כח): \"ויאמר לאדם הן יראת יי היא חכמה\", יחידה היא היראה בעולם (רש\"י שם); \"הן\" משמע אחת, שכן בלשון יווני קורין ל\"אחת\" – \"הן\". ואמר רבא (שבת לא א): בשעה שמכניסין אדם לדין, אומרים לו: \"נשאת ונתת באמונה? קבעת עתים לתורה? עסקת בפריה ורביה? צפית לישועה? פלפלת בחכמה? הבנת דבר מתוך דבר?\" ואפילו הכי: אי יראת השם היא אוצרו – אִין [כן], אי לא – לא. משל לאדם שאמר לשלוחו: \"העלה לי כור חטין לעליה.\" הלך והעלה לו. אמר ליה: \"ערבת לי בהן קב חומטין?\" אמר ליה: \"לאו.\" אמר ליה: \"מוטב אם לא העלית.\" ", 
            "ואמר רבה בר רב הונא (שבת לא א-לא ב): כל אדם שיש בו תורה ואין בו יראת שמים – דומה לגזבר שמסרו לו מפתחות הפנימיות , ומפתחות החיצוניות לא מסרו לו. בהי עייל?‏ [באיזה יכנס?] מכריז רבי ינאי: חבל על דלית ליה דרתא, ותרעא לדרתא עביד. [חבל על מי שאין לו חצר, ושער לחצרו הוא עושה.] פירוש \"דרתא\" – \"חצר\", \"תרעא\" – \"שער\". ובא רבי ינאי לומר: מי שאין לו חצר, מה יועיל לו שיעשה שער בחינם? כך התורה אינה אלא שער ליכנס בה ליראת שמים. ואמר להו רבא לרבנן [אמר להם רבא לחכמים] (יומא עב ב): במטותא מינייכו, לא תירתו תרתי גיהנום! [בבקשה מכם שלא תירשו גהינום פעמיים!] – להיות יגעים ועמלים בתורה בעולם הזה ולא תקיימוה, ותירשו גיהנום במותכם; ובחייכם לא נהניתם מזה העולם מחמת טורח הלימוד, ובמותכם תאבדו מעלמא דאתי [מהעולם הבא]. ", 
            "ומאחר שאנו רואים שהכל תולה ביראת שמים, וכל התורה אינה מועלת לאדם אלא ביראת שמים, והיא יתד שהכל תלוי בה, והיא לבדה עומדת לאדם לעולמי עולמים. וכן דוד, זכרונו לברכה, העיד (תהלים יט י): \"יראת יי טהורה, עומדת לעד\". וכן שלמה המלך, עליו השלום, העיד ואמר (קהלת ג יד): \"והאלהים עשה שייראו מלפניו\". וכתיב (משלי טו טז): \"טוב מעט ביראת יי, מאוצר רב ומהומה בו\". ", 
            "שלושה מיני יראה - לכן יש לידע שיש שלושה מיני יראה: ", 
            "האחת היא יראה גרועה מאוד, כגון אדם שאינו ירא מלפני האלהים, אך כשיעשה איזה מעשה טוב הוא עושה מפני בני אדם: שאם לא יעשה המעשה הטוב, הן בלימוד, הן בצדקה, הן בתפילה, הן בכל דבר – אז לא יאמינו בו ויבזוהו, אם כן מה שיעשה אינו אלא למצוא חן בעיניהם. ואם איש זה מכוין כך כל ימיו, אז אחריתו עדי אובד, כיון שאין מחשבתו להקדוש ברוך הוא. ", 
            "השני הוא ירא מלפני האלהים, אך הוא ירא מלפניו מחמת עונש גיהנום או שלא יבוא לגן עדן, ומתוך כך יתחזק במעשה הטוב. וזה האיש, אפילו מקיים כל התורה בכוונה זו – טוב הוא שירא מלפני הקדוש ברוך הוא שיביאוהו למשפט, אך לא הגיע לעיקר הטובה, כי כל כוונתו בעבודתו אינה אלא לטובת עצמו, ולא לכבוד הקדוש ברוך הוא. ", 
            "אבל השלישי, המרגלית הטובה, זהו שירא מפני הקדוש ברוך הוא לא מפני שום דבר בעולם, רק שהוא נרעד מלפניו, וכל איבריו מזדעזעים בזכרו גדולתו וגבורתו. ", 
            "ועבור שזה הדבר עמוק מאוד מאוד לבני אדם להבין, כי דרך בני אדם שלא יעשו מעשיהם אם לא יקוו שיהיה להם רווח או יורחק הנזק מעליהם, ואם אין אחד מאלו אז המעשה אצלם הבל וריק. ועבור שזאת המדרגה השלישית היא קשה להשיג, לכן התירו לעשות המצוות ליראת העונש ולתקות הגמול. ", 
            "על כן תמצא ברכות וקללות להפחיד לב הקורא כדי שיתעורר לבו, כמו שעושים לנער עבור שהוא קטן בחכמה, לעורר לבו ליתן לו אגוזים ופירות. ונמצא שהנער אינו לומד לכבוד התורה, כי אינו יודע ערכה ואינו יודע בלימודו טובה, אלא חושב הלימוד עמל ויגיעה, והוא עמל ולומד כדי להשיג הפירות, כמו העושה מלאכה שאינה חשובה בעיניו אלא בשביל הרווח שבה. אבל אם היו מבטיחים לנער קטן לאמר לו: תלמוד ואתן לך אשה יפה, או בית, או תהיה מלך – אז לא ילמוד עבור זה, ויותר יתעורר ללב הנער עבור פרי אחד ממה שיתעורר עבור כל אלה, כי אין לבו מכיר טובות האשה או המלך. ", 
            "וכן ענין התורה הוא, להעיר לב האדם בדברים שהוא מכירם ויודע שהם טובים, להמשיך לבו לעשות הטוב. וכל זאת צריך לעשות לאדם עבור שחכמתו קטנה וחלשה, ואין בו הבחנה להבחין סוד הענין, וזה נקרא \"שלא לשמה\". לכן אל תהא דומה לנער, אך תבקש האמת לכבוד האמת. וזה הענין צריך בינה והבחנה גדולה. ", 
            "עניין הנשמה - לכן יש להודיעך ענין הנשמה, כוחה וגבורתה, ואז תשים שכלך אל היסוד העליון. ודומה זה הענין לבן מלך, נער בן שנה או שנתים שנגנב, והוליכוהו למרחוק אלף פרסאות או יותר, ונתגדל בבית כפרי, ונתלמד מעשה כפריות, ולא חשב ולא זכר אחר מלכותו כי לא הכיר ולא ידע. ואחר שעמד על דעתו, בא אליו אחד ובשרו ואמר לו: \"אתה בן מלך!\" אבל לא הגיד לו איזה בן מלך. אז גבה לבו קצת, אך לא חשש כל כך, כיון שלא ידע מי הוא אביו. ואחר כך בא אליו מבשר אחר והגיד לו איזה מלך הוא אביו, והגיד לו מדינתו וארצו. אז גבה לבו יותר ויתאווה לילך שם. מכל מקום הושפל לבו בזכרו: \"אפילו אם אלך שם לא יחושו בי, כי לא מכירים אותי!\" אחר כך שמע המלך היכן בנו, ושלח אחריו מבני ביתו שהכירו סימנים בגופו, ושלח עמהם שרים ובגדי מלכות להביא בנו אצלו. וכשבאו אלו אליו וראוהו והכירוהו, והראו לו הבגדים של מלכות – אז גבה לבו מאוד. ואחר שהלבישוהו והרכיבוהו על הסוס אשר רכב בו המלך – אז ידע תוקפו וגבורתו, והיה לו לב מלך וגבה מאוד מאוד.", 
            "כך ענין הנשמה: היא בת מלך, נפוחה באדם מכסא הכבוד, והובאה בגוף המלוכלך אשר חשקו רב מאוד לעולם הזה ויש לו כמה מיני תאוות, עד שנקבעה הנשמה שהיא בת המלך ביניהן ונמשכת אחר תאוות הגוף ושוכחת אביה העליון. ובעת שמראים לה שמים, וכוכבים, וחמה, ולבנה, היאך מתנהגים הם במנהג שווה, ואומרים לה שהיא נבראת ממי שברא אותם – אז היא מתעלה יותר ויותר. ובעת שמלמדים אותה סוד ייחוד הקדוש ברוך הוא וסוד חכמת הנשמה – אז היא לובשת בגדי מלכות ונכנסת בסוד היראה. ", 
            "וגם אפילו אדם שאינו יודע כל זה, כשחושב למעלה מעומק הלב, ומבחין גבורות האל ברוך הוא – אז ילבש מורא בלבו, דכתיב (ישעיהו מ כו): \"שאו מרום עיניכם וראו מי ברא אלה, המוציא במספר צבאם, לכלם בשם יקרא, מרוב אונים ואמיץ כח, איש לא נעדר\". ", 
            "יראת שמים בישראל - וגם לא נתן הקדוש ברוך הוא רשות לשום אומה בעולם לספר תהילתו אלא לישראל, שנאמר (ישעיהו מג כא): \"עם זו יצרתי לי, תהלתי יספרו\". וכתיב (דברים ז ו): \"כי עם קדוש אתה ליי אלהיך\". וכתיב (דברים כו יח): \"ויי האמירך היום, להיות לו לעם סגלה\". וכתיב (דברים כו יט): \"ולתתך עליון על כל הגוים\". וגם לא לשום בריה נתן הקדוש ברוך הוא לדעת את השם יתברך אלא לישראל, דכתיב (דברים ד לה): \"אתה הראת לדעת כי יי הוא האלהים, אין עוד מלבדו\". וכתיב (דברים ד ח): \"ומי גוי גדול אשר לו חקים ומשפטים צדיקים ככל התורה הזאת\". וכתיב (דברים ו יג): \"את יי אלהיך תירא ואותו תעבד\". ", 
            "ומאלו הפסוקים אנו למדים שחייבים ישראל ליראה את השם יתברך, ולהתעסק בהגיון תורתו ולקיים מצוותיו, שמתוך יראת יי יתעלה יעסקו בתורה ויקיימו מצוותיו, ומתוך הגיון התורה יבינו פירוש טעמיה וחידושיה, ויתחכמו לדעת את השם יתברך, וכוחו וגבורתו וגדולתו, ומעשיו הגדולים והנוראים והנפלאים, כדכתיב (תהלים סו ג): \"אמרו לאלהים מה נורא מעשיך\". וכתיב (תהלים לד יב): \"לכו בנים שמעו לי, יראת יי אלמדכם\". ", 
            "אין דבר בעולם שקול כנגד היראה, לא כסף ולא זהב ומרגליות וכל מטמונים – כולם הם כאין נגד יראת הקדוש ברוך הוא, כי \"יראת יי היא אוצרו\" (ישעיהו לג ו). לכן ימהר לאצור בגנזי לבבו דבר שהוא אוצרו של הקדוש ברוך הוא. וילמוד אדם בעולם הזה כי כל אדם משתדל לאצור הטוב מה שיכול, ומי שיכול לאצור כמו המלכים וודאי עושה כן. אם כן, מי הוא לא יאצור מה שאצר מלך מלכי המלכים הקדוש ברוך הוא? ", 
            "חכמת הנפש והרוח והנשמה - ועתה אודיעך חכמת הנפש ורוח ונשמה, כדי ליראה את הקדוש ברוך הוא. ", 
            "הנפש היא הכבד, כי הדם הוא הנפש. והוא מתאווה לאכול ולשתות, וחושק ממשלה ותאוותה. לפי שהכבד מלא דם ומתאוה לעידונים ולשעשועים, וזהו (משלי כז ז): \"נפש שבעה תבוס נופת\". ", 
            "הרוח הוא הלב, ומבקש שררה גדולה ומלכות בלב בני אדם לרדוף אחר הכבוד. על כן גאות הלב נקראת \"גסות הרוח\". והוא המגביה דעת בני אדם להשתרר ולהתגדל. ", 
            "הנשמה היא החכמה, והיא יושבת במוח כמלך בגדוד, ודומה לכבוד בוראה, ומואסת בתענוגי בני אדם והבלי שעשועיהם. ומחכמת ומשכלת דעת, וכל מחשבותיה לעבוד להקדוש ברוך הוא ביראה, ומחשבת מה יהיה בסוף בעת שימות הגוף ויכלה, ואיך תשוב בטהרה למי שבראה והכניסה בגוף? ", 
            "המלחמה הפנימית - האדם יש לו שני אדונים, ובמותו נעשה חפשי מהם, שנאמר (איוב ג יט): \"קטן וגדול שם הוא, ועבד חפשי מאדוניו\". שני האדונים הם רוח ונפש, שהם חושבים בתענוגים, ולהרבות ממון, ולאכול ולשתות, ולשמוח ולעשות כל מחשבות הלב ומראה עיניו, ולדבר דברים הבלים ולהנאות הגוף. והנשמה הופכת מחשבותיהם ואומרת: \"מה שווה לאדם ומה יתרון לו בכל עמלו שיעמול, וברגע אחד איננו והגוף כלה, ואז איה חכמתו ויפיו? אם כן, אין טוב אלא לעבוד את הקדוש ברוך הוא ולדבקה בו.\" זה אומר בכה וזה אומר בכה. אם הנפש והרוח מתגברים, אז תחלש הנשמה ואין לה כוח לעמוד בפניהם. על כן המתעסק באכילה ובשתייה לא יחכם לעולם. וכשהנשמה מתגברת על הרוח והנפש, אז תפקחנה עיני הנשמה להבין חכמת העליונים. לכן צריכה הנשמה להחליש הרוח אשר ממנו יוצאים הכעס והגאוה, והנפש אשר היא בעלת התאווה. וכשמתגברת הנשמה בחכמה, אז תביא לידי ענוה. ", 
            "גם לבהמה יש נפש ורוח, כי הבהמה מתאווה וכועסת כמו אדם. אבל האדם יש לו נשמה יתירה המדברת והמכרת בין אמת לשקר. וכשימות הגוף, אז תמות נפש התאווה ונפש הרוח, ונשארת צורת הנשמה העליונה החכמה שאינה מתה במיתת הגוף, שנאמר (קהלת יב ז): \"והרוח תשוב אל האלהים אשר נתנה\" – היא רוח החכמה. וכשאדם חוטא, מתה נשמת נפשו ונשמת רוחו, דכתיב (יחזקאל יח ד): \"הנפש החוטאת היא תמות\". ואמר משה רבינו, עליו השלום, איש האלהים (ויקרא כג ל): \"והאבדתי את הנפש ההיא מקרב עמה\" – שמע מיניה קורא \"נפש\" אותה שהיא מתה. ולאחר מות הרשע, הנשמה החכמה יקלענה בכף הקלע מפני ששמעה לרוח ונפש. ונפש צדיק אשר הנשמה העליונה התחזקה על רוח ונפש – היא צרורה תחת כסא הכבוד. והכסיל ששמע לרוח ונפש – נשמתו הכרת תכרת. והחכם ששמע לנשמה העליונה, שנופחה לו מכסא הכבוד – נשמתו תזכה לרב טוב הצפון. ", 
            "חכמת האדם וגדולתו - ועתה הטה אזנך, ותבין ותדע שהנשמה היא שכונה בלב, והוא מושב היראה כי משם תוצאות המחשבה. והמחשבה מתרוממת ומתגדלת בחדרי הלב, כאשר יתרוממו גלי הים. הנשמה דורשת וחוקרת ומתבוננת בכל המעשים, והלב משוטט בחכמתו למרחוק וצופה בראייתו ענינים רבים, ברגע קטן מחשב הנה והנה ורץ ושב מענין לענין. האדם החכים והשכיל אותו צור עולמים, ולימד אותו חכמה ודעת. ובזאת החכמה זוכר האדם כל העברות, ורואה כל הנולדות. ובזאת החכמה עושה גלגלים וריחיים לטחון בלי עמל. ובזאת החכמה עושה צבאות ומעמיד חיילים ומזרזם, ומצליח במלכותו, ומנהיג בממשלתו ותופש עמה. ובזאת החכמה פורש רשתות לעמקי מצולות ימים ונהרות, לצוד ציד דגים מעמקי תהומות. ובזאת החכמה יצוד חיות מדבריות, ובה ילכוד עופות המעופפים בגבהי שמים. ובה יודע ומבין תחלואי הגוף ורפואתו לבקש הרפואות, ומבחין תועלת הסמים ונזקם, ומכיר שרשים ועשבים ומיני הפירות, קרים וחמים, לחים ויבשים. ובה יודע להשקות את הגוף במרקחי הרפואות להעמידו על חזקתו. ", 
            "והנה עיניכם רואות גדולת האדם וכבודו, אשר גדלו ונשאו הקדוש ברוך הוא על כל היצורים, והשליטו על כל בריות התחתונים, ואין כוח בפה לספר רוב פעולות אשר יפעל האדם בעולם התחתון. ואף בעולם העליון שולח האדם תאוותו, ויעוף ויטוש על כנפי החכמה. אף על פי שגופו הולך בארץ כמו בהמות ושרצים, נשמתו הולכת בעולם העליון מרוב חכמה, והיא תתבונן ויודעת חכמת מדע שבעליונים, וחכמת מדע שברקיעים, והילוך הכוכבים ושיעור קומתם. אף על פי שגוף אדם קטן מאוד, נשמתו גדולה ורחבה יותר מן השמים והארץ, כי יודעת רומם וגבהם, ודרכי חמה ומזלות וכל חילוקיהם – הכל נכנס בנשמה. וכיוןשהכל כלול בה, אם כן היא גדולה מכולם. שאם לא כן לא היתה יכולה להחזיק את הכל, כי אי אפשר להכניס מי הים בנאד קטן. ", 
            "ועתה בראותנו שהאדם שולט בחכמתו בשני עולמים, בעולם התחתון ובעולם העליון, אם כן ראוי לכל אדם לחשוב ולהתבונן: למה הודיעו הקדוש ברוך הוא כל זאת? אין זה כי אם להשכיל לעבדו בלבב שלם, כי כשמבין ומכיר הנפלאות הגדולים והנוראים, אז ראוי להכניע עצמו ולשעבד הגוף לנשמה. כי כל החכמות הגדולות האלו הן מן הנשמה ולא מן הגוף, כי הנשמה מנהגת את הגוף, כמו אדם רוכב על סוס ומנהיג אותו ומהפכו לכל צד שירצה; אם כן הסוס טפל לאדם, ואין האדם טפל לסוס. לכן אוי והוי ואבוי לאותם המשעבדים הנשמה לגוף, ומכניעים העיקר תחת יד הטפל. ", 
            "וזה יוכל לדעת: אחר אשר העולם העליון משמש לעולם התחתון, כגון השמש והירח והכוכבים, בוודאי ובברור אין זה להנאת הגוף שיהנה בהנאת עולם זה; כי אין בו ממש, והוא עפר רימה ותולעה, ומזומן לפגעים, ומוכן למות. והשמש והירח והכוכבים הם זכים וצלולים, ואיך ייתכן שאותו הענין הגדול ישמש לגוף הכלה המדולדל? אך הנשמה שהיא צלולה וזכה, ומנושאה עד שחקים ומעלה מהם, וגדולה יותר מן שמים וארץ, כי בה נכנסת ידיעת שמים וארץ והיא מקפת אותם – באמת זוהי סברה וראיה גדולה ששמים וארץ נבראו לצרכה של נשמה ולשמש לה. והיא תתבונן ותבחין: \"מי אני, אשר שמים וארץ נבראו לצרכי? אין זה כי אם להשתעבד להקדוש ברוך הוא, להבין נפלאותיו ולהללו ולשבחו!\" ולולי התורה כדי לצרף וללבן נשמת האדם, מה צורך יש לו בעולם? וכי זו סברא, שהעולם נברא להנאת הגוף אל האופל והשפל? ", 
            "ועתה בראותנו שהאדם נבחר מכל היצורים מרוב חכמתו ורוב פעולותיו, כי כל היצורים משועבדים לאדם, ויש בו כוח ללמוד חכמה ולהבין הסודות העמוקים, רזי עולם התחתון והעליון – זהו סימן מובהק לאדם שתהא נפשו צרורה בצרור החיים, אם הוא מקיים את התורה. משל למה הדבר דומה? למלך שהכניס עבדיו בחדרי חדרים, והראה להם אוצרותיו ומרגליות וכל גנזיו, והמשילם והשליטם על כל זה, וגילה להם סודיו, והזהירם שיהיו עמו באמונה, ואז יתן להם טובה גדולה וינשא אותם כפלי כפלים יותר ממה שהיו עד עכשיו. וזה יהיה להם לאות: שגילה להם סודותיו ואוצרותיו, והמשילם על ארצו באמת, בזה יבחינו שהמלך אומר אמת. כך הקדוש ברוך הוא הראה לאדם גדלו ותפארתו, וגילה לו סודיו מעליונים ותחתונים, והמשילו על כל – בודאי בזה יבחין רוב גדולתו לעתיד, עם ייזהר בעבודת הקדוש ברוך הוא. ", 
            "גם יש ראיה גדולה שהנשמה באה מלמעלה: כי אנו רואים שכל אדם אין לו די במה שיש לו, אלא לעולם מבקש מעלה יתירה ממעלתו. עם יש לו אלף חומד אלפים, אם הוא שר במדינה זו מבקש להיות מושל במדינה אחרת; ואין לך מלך או שר שאין מבקש מעלה יתירה ממעלתו. וזאת באה מחמת שאין הנשמה מתדבקת לאלו הטובות, אבל היא מתאווה לעולם למעלות יותר גדולות, כי היא עליונה על כל הברואים. ועל כן האדם הולך בקומה זקופה עבור הנשמה, ושאר הבריות הולכים על גחונם וכפופים. ", 
            "העולם הקטן - ועבור שהנשמה באה מלמעלה מכסא הכבוד, על כן הגוף שהיא שרויה בו יש בו דמיון של כל העולם, ועל כן נקרא האדם \"עולם קטן\". הנשמה היא דומה לבוראה, והגוף דומה לעולם התחתון והעליון. ", 
            "נשמת האדם דומה לבורא - ועתה שמע חכמה מופלאה. כמו שהאלהים עליון, ומושל על האדם ועל כל העולם למעלה ולמטה – כן האדם, כל עת שיעשה רצון בוראו. כי למשה, עליו השלום, אמר הקדוש ברוך הוא במעשה העגל (דברים ט יד): \"הרף ממני ואשמידם\", ובמעשה קרח בלעה הארץ אותם ואת כל אשר להם על פיו (במדבר טז). ואליהו, זכור לטוב, נשבע שלא יהיה טל ומטר כי אם לפי דברו (מלכים א יז א), והוריד האש (מלכים א יח ושם ב א), והרג נביאי הבעל (מלכים א יח ט), והחיה המת (מלכים א יז), וגזר על אלישע להחיות פי שנים ברוחו (מלכים ב ב). וכן כל הקדושים שהיו בארץ, היו מושלים למעלה ולמטה ברצון הקדוש ברוך הוא כשעושים רצונו. לכן תיזהר שתקיים תורותיו חקותיו ומצוותיו, כדי שתזכה לרב טוב הצפון. ", 
            "וכמו שהאלהים יודע ומבין אחור וקדם – כן האדם שנתן לו האלהים חכמה. וכמו שמספיק האלהים ונותן לחם לכל בשר – כן האדם מכלכל בני ביתו, ומשרתו, ובהמתו. וכמו שהאלהים משלם גמול טוב ורע – כן האדם. וכמו שהאלהים עושה בנין העולם, ומוסדות הארץ, ונטיית הרקיע, ומקוה ימים – כן גם האדם עשוי לבנות, ולייסד, ולקרות, ולהקוות, ולהזריע, ולהצמיח, ולנטוע, ולעשות כל דבר; אך ביגיעה ותלאה, והכל ברצון הבורא. ", 
            "וכמו שאין כל בריה יכולה לראות את האלהים – כך אין יכולת לשום בריה לראות את הנשמה. וכמו שהאלהים יודע עתידות – כן גם האדם, בעת אשר ינוח רוחו וגופו מלעסוק בעמל צרכיו, וינוח וישקוט רוח החיים מלהתעסק בצרכי הגוף, אז יראה בחלומותיו עתידות, ויראה רוחות המתים, ומקומות שלא ראה, ובני אדם שלא ראה, ודברים ותמונות גדולות, מה שהוא אינו יכול לראות כשהוא ער. וכמו שאין בריה בעולם שיודעת סתרי האלהים – כן אין בריה בבני אדם שיודעת סתרי מחשבות לב האדם, כי אם האלהים לבדו, ככתוב (תהלים צד יא): \"יי יודע מחשבות אדם\". וברוב דברים ידמה האדם מעט מזער לאלהים. ", 
            "לפי מעט הכוח וקצר החיים שנתן לו האלהים – הוסיף הקדוש ברוך הוא יצר הרע לטובתו ולרעתו: כדי לבחנו ולנסותו בין טוב ובין רע, וכדי להתנאות, לבנות ולנטוע, ולהרוס ולעקור נטוע, ולהרוג ולייסר, לצבור הון, להילחם, למשול, ולשלול, ולקצוף עד מאוד. ואם לא היה היצר הרע, בשביל אימת המוות לא היה עוסק בפריה ורביה, ולא היה בונה בנין, ולא היה מתאווה לקנות מקנה וקנין, ולא היה נוטע, ולא היה זורע, כי היה אומר בלבו: \"מאחר שנגזרה גזירת המות, מה לי לעמול לאחר?\" והיה כל העולם נאבד ונהרס. והקדוש ברוך הוא לא ברא העולם מימי בראשית כי אם להיבנות ולהתנהג ברחמיו הרבים על ידי בני אדם. ואם יתגבר ביצרו הטוב לכבוש את יצר הרע שלא יחטא לפני יוצרו, כי ישתמש ביצרו הרע לעשות הכל ביראת השם ברוך הוא, בלא עוון ופשע – זו היא טובתו, אשריו ואשרי יולדתו. ", 
            "גוף האדם דומה לעולם - וכמו שהאדם דומה מעט מזער לאלהים, כן בנין גופו דומה לכל העולם: עשה לו גלגולת הראש – כמו רקיע השמים שעל הרקיע הזה. עשה לו תקרה העליונה של פה, ונטועות בה שינים והמלתעות – כדמות הרקיע הזה שעלינו. וכמו שמבדיל הרקיע הזה שעלינו בין מים העליונים למים התחתונים – כן גם התקרה העליונה של פה מבדילה בין הליחה של הפה ובין הליחה שבראש ובין ליחה שבקרום העליון. וכמו שהאלהים שיכן שכינתו הקדושה בשמים העליונים שקירה על המים, כדכתיב (תהלים קד ג): \"המקרה במים עליותיו\" – כן שיכן את רוח נשמת חיים, והדעת והבינה, בקרום המוח של הראש, הנקרם על המוח ועל הליחה. וראה והבן האמת, כי אם ייקרע קרום המוח או יינקב – מיד ימות האדם, על אשר בו שוכן רוח חיים. ", 
            "וכמו ששיכן האל יתברך שכינתו הקדושה במערב – כן שיכן את המוח אחורי הראש על האזנים, ושיכן את רוח חיים על המוח. וכמו שמתקיים כל העולם ומתנהג בכוח אל אחד – כך מתנהג כל הגוף בכח רוח חיים אחד שנתן לו האל יתברך, ומתקיים בו להיות בריא ומקוים עד בוא קצו. ואם יתערב בגופו מאומה רוח רעה אחרת – לא יתקיים להיות כבתחילה. ", 
            "וכמו שנתן ברקיע השמים שני מאורות וחמישה כוכבים – כן ברא בראש האדם שבעה שמשים: שתי עינים, ושתי אזנים, ושני נחירים, והפה. העין הימנית דומה לחמה, והשמאלית דומה לנוגה. האף הימנית דומה לכוכב, והשמאלית דומה למאדים. הפה, והלשון, והשפתים – דומים לצדק, וללבנה, ולשבתאי. ", 
            "וכמו שנעשה אויר בין רקיע ובין הארץ – כן נעשה בגוף האדם והחזה והגויה. וכמו שהשיב הרוח באויר בחללו של עולם – כן תצא נשמת רוח חיים מן הריאה שבחזה ובגויה, הוא חללו של גוף. וכמו שרקע הארץ על המים – כן קרם ומתח קרום הבשר שעל הכבד, ועל הבטן, והמעיים, ועל הטחול – הוא הבשר שבין הריאה ובין הכבד והטחול והמעיים והבטן. ", 
            "וכמו שעשה האל יתברך עופות ודגים, וחיות ובהמות, תמימים ורחמנים מלעשוק זה לזה, ויש שהם אכזריים וטורפים ובולעים זה לזה – כן עשה גם בני אדם: הטובים נדמו לעופות ולבהמות הטובים, שנאמר (שיר השירים ה ב): \"יונתי תמתי\"; ונאמר (יחזקאל לד לא): \"ואתן צאני, צאן מרעיתי\". ובני אדם הרעים נדמו לחיות רעות: לאריה, דכתיב (תהלים יז יב): \"דמיונו כאריה יכסוף לטרוף\". ויש דומים לדובים וזאבים, שנאמר (צפניה ג ג): \"שופטיה זאבי ערב\". ", 
            "בעולם יש אילנות ועשבים ופירות טובים ורעים. יש שיש להם ריח טוב ופירות טובים לתחייה ולרפואה, ויש עשבים ושרשים ופירות להמית, כעשבי סמי המות, וכקוץ ודרדר. הטובים נדמו לטובים, כדכתיב (שיר השירים ב ב-ג): \"כשושנה בין החוחים... כתפוח בעצי היער\". והרעים נדמו לרעים, כדכתיב (שמואל ב כג ו): \"ובליעל – כקוץ מֻנָד כֻּלָּהַם\". ", 
            "וכמו שעשה מתחת לארץ תהומות וטיט ורפש – כן עשה באדם הקרב העליון והמעיים, שמקבלים המאכל והמשתה. וכמו ששורצים מן הרפש ומן הטיט שרצים ורמשים למיניהם – כן נשרצים במעי האדם מרפש השמרים של מאכל ומשתה שרצים ורמשים תולעים, ארוכים וקצרים, גדולים וקטנים. ", 
            "וכמו שעשה מקוה מים בעולם – כן עשה מקוה מי רגלים, הוא הנבל, היא השלחופית. וכמו שעשה אדני הארץ למטה ממנה – כן עשה יסוד כל בנין הגוף את עצמות העצה מזה ומזה ושתי ירכיים. וכמו שעשה אבנים מפולמות המשוקעות בתהום, אשר מביניהן המים יוצאים – כן עשה שתי הכליות לצאת ולעבור מביניהן מתוך גידיהן מי הרגלים, הוא השתן, אל השלחופית. וגם ליחלוח הזרע עובר ויוצא מביניהן את ביצי הערוה. וכמו שהתהום קורא אל התהום, כדכתיב (תהלים מב ח): \"תהום אל תהום קורא\" – כן קורא קרב העליון, הוא האיצטומכא, אל המעיים להקבילם שאר המאכל והמשתה; והמעיים קוראים אל גידי הכליות, שהם כצינורים להקבילם המים. מי רגלים הם המתמצים ונפרדים מן מאכל המעיים ללכת אל השלחופית. וצינורי הכליות קוראים אל גיד השלחופית להקבילם המים ההם, להוליכם להקוותם בתוך השלחופית, שהוא דומה לתחתון, שהוא תחתון לכל התהומות. ועוד אותו מעי קורא אל מעי אצטומכא, לקבל את הצואה והגלל. ", 
            "וכמו שעשה האלהים נהרות להשקות העולם – כן עשה בגוף האדם ורידים, הם גידי הדם המושכים את הדם להשקות את כל הגוף. וכמו שיש בעולם מים צלולים ועכורים, מתוקים ומלוחים ומרים – כך באדם: מעיניו יוצאים מים מלוחים, מנחיריו יוצאים מים קרים, ומגרונו מים חמים, ומפיו מים מתוקים, ומאזניו מים מרים, ומי השתן הם מרים וסרוחים. ", 
            "בעולם יש רוחות קרים וחמים, כן באדם: כשפותח פיו ונופח – אז הרוח חם, וכשסוגר פיו ונופח – אז הרוח קר. רעמים בעולם – קול באדם, ברקים בעולם – באדם פניו מאירים כברק. מזלות בעולם, והחוזים בכוכבים יודעים מהם עתידות – כך יש אותות באדם: כשיש חיכוך לאדם בלא שחין ובלא כינה ובלא פרעוש, בזה יודעים הבקיאים בחכמה הזאת עתידות; וכן בשרטוטי יד האדם ובתואר פניו יודעים עתידות. והחכמה הזאת היתה ביד החכמים הקדמונים, אבל מן האחרונים נשתכחה. וכן יכולים החכמים לידע עתידות מן האילנות והעשבים, וזהו מה שאמרו על רבן יוחנן בן זכאי, שהיה יודע שיחת דקלים (סוכה כח א), פירוש: היה בקי לראות בתנועת הדקלים, ומזה היה יודע עתידות. ", 
            "וכאשר יוצאים מצד דרום, והוא צד ימין של העולם, החום וטללי ברכה וגשמי ברכה – כן יצא מצד ימינו של אדם החום מן המרירה התלויה בכבד, וכן יוצא לחלוח הדם מן הכבד שבצד ימינו של אדם. וכמו שיוצאת הרעה לעולם מצד צפון העולם – כן יצא הקור מצד השמאל של אדם, מן הטחול ומן המרה השחורה השוכנת בטחול בתוכו. וכמו שיוצאה הרעה לעולם מצפון – כן יצא כל חולי רע וקשה מן המרירה השחורה השוכנת בטחול בצד שמאל. וכמו שבצד צפון של עולם מדור כל המזיקים, והזיקים, והזוָעות, והרוחות, והברקים, והרעמים מצויים – כך הוא מקור מרירה השחורה בטחול בצד שמאל, שממנה תולדות כל חולי רע וקשה, כמו השחפת, והקדחת הרביעית, וכל מיני שגעון, והפחד, והרעד של אברים. וכמו שעולים הנשיאים, שהם כעשן, מן הארץ, ומעלים המים מן התהומות אל אויר הרקיע להמטיר על הארץ – כן עולה עשן מקרב העליון ומעלה ליחלוח אל הפה ואל הראש; ומן אותו הליחלוח העולה מן הקרב – יזלו הדמעות, וריר הנחירים, ורוק הפה. ", 
            "וכמו שברא בעולם הרים – כן ברא בגוף האדם שכמי הכתפים, וקשרי הזרועות, והארכובות על ברכים, וקשרי הקרסולים, ושאר הקשרים של כל האברים. וכמו שברא בעולם אבנים וצורים חזקים וקשים – כן ברא באדם השינים והמלתעות, שהם קשים מברזל ומכל עצם. וכמו שברא בעולם אילנות קשים ורכים – כן ברא באדם עצמות קשים ורכים. וכמו שברא בעולם ארץ עבה וקשה, לחה ורכה – כן ברא באדם הבשר כנגד הארץ הרכה, והעור כנגד הארץ הקשה. וכמו שהאילנות והעשבים יש שעושים פרי וזרע, ויש שאינם עושים פרי וזרע – כך בני אדם יש שמולידים ויש שאינם מולידים. וכמו שמצמיח עשבים מן הארץ – כך מצמיח האדם שער הראש והזקן. וכמו ששורצים חיות ורמשים ביער ובארץ – כך שורצים בראשו של אדם ובשערו. וכמו שברא האלהים בעולם התלי, ונטהו ברקיע ממזרח ועד מערב מקצה אל קצה, והכוכבים והמזלות וכל דבר שבעולם אדוקים בו – כך ברא בגוף האדם את המוח הלבן אשר בתוך חוליית השדרה, והוא נטוי מקצה מוח הראש ועד עצם העצה, ושנים עשר הנתחים והצלעים וכל אברי הגוף אדוקים בו מפה ומפה. וכמו שיש בשנה שס\"ה ימים – כך יש באדם שס\"ה גידים. ", 
            "סוף דבר: מעשה בראשית ומעשה מרכבה – הכל רמוז באדם מעט מזער. והיודע סוד הדבר יבין נפלאות השם יתעלה. על כן נקרא האדם \"עולם קטן\". ", 
            "מחשבת הנפש - ועבור אשר גוף האדם הוא מצוייר דוגמת העולם העליון והעולם התחתון, לכן נתנה בו הנפש שהיא דומה מעט מזער [לבוראה]. ", 
            "ועל כן אמר דוד (תהלים קג): \"ברכי נפשי את יי\". ולמה אמר לנפש לברך? ", 
            "אמר דוד (ויקרא רבה ד ח): נפש זו ממלאה כל הגוף ומבלה את הגוף, ואינה אוכלת, וסובלת את הגוף. והיא יחידה בגוף, והיא טהורה, ורואה ואינה נראית, ואינה ישֵנה. ", 
            "כך הקדוש ברוך הוא ממלא את עולמו ומבלה את הכל, שנאמר (תהלים קב כז): \"המה יאבדו, ואתה תעמוד\". והקדוש ברוך הוא אין לפניו שינה, שנאמר (תהלים קכא ד): \"הנה לא ינום ולא יישן\". והוא יחיד וטהור. והוא רואה את הכל, ואין דבר אחר רואהו. ", 
            "לכן תבוא הנפש שיש בה כל המידות הללו, וּתְשַׁבַּח לקדוש ברוך הוא שיש בו כל המידות הללו. ", 
            "הנפש יושבת וחושבת מי בראה, ואז היא לובשת ענווה ויראת השם. לכן צריך האדם לראות את עצמו ולהבין עניינו: מאין שורשו וגזעו, ואיך נוצר מטינוף זרע, ואחר כך חתיכת בשר, וְנוּפַּח בו רוח עליונים, ומרוקם בעצמות וגידים, דם ומוח, ולבוש עור ובשר. ונוצר בקלסתר פנים וקומת אפים. ואיך נקובים נחיריו לפנים ולגרון להנשים ולהריח, ואוזניו לשמוע וחורי עיניו לראות. ובתוך העין יש בו כמה צבעים, וריסי עיניו, ופה וגרון, וחיך ולשון, ושפתיים לפתוח ולסגור, והמלתעות והלחיים, ואצילי ידים ורגלים, וחלל הגוף, ואצבעות וקשריהן וצפורניהן. ויבין איך כל אחד משונה מחבֵרו, ואיך היה אסור תשעה חודשים בבטן אמו, ויצא ערום עיוור חרש וחיגר. ", 
            "כל אלה יחשוב ויאמר בלבו: מי פתח פיך, עיניך ואזניך? ומי עשה לך כל תיקוני גופך? ובימי בחורותך מי השחיר שערותיך, ואם היו רוצחים השער בכל נתר ובורית שהיה בעולם לא היה מועיל ללבן שער אחד, ובימי זקנותיך הוא מתלבן מאליו? כאלה וכאלה תחשוב תמיד, ותהיה עניו ושפל רוח וירא שמים. ", 
            "\"סוף דבר הכל נשמע, את האלהים ירא ואת מצותיו שמור, כי זה כל האדם\" (קהלת יב יג). ", 
            "תם ונשלם, שבח לאל בורא עולם."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}