{
    "versionTitle": "שער החניפות", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער החניפות שער עשרים וארבעה:</b> החניפות נחלקת לתשעה חלקים: ", 
            "הראשון: מי שהוא מכיר בחברו שהוא רשע ורמאי, ושהוא מוציא שם רע על הכשרים, ושהוא גוזל ממון חברו – ובא זה ומחניף לו. ולא די שהוא מחניף לו ומשבחו, אלא שהוא מחליק לו לשון ויאמר: \"לא פעלת אוון במה שעשית\" – בדבר הזה יש כמה עבירות והרבה עונשין: ", 
            "האחד: שהיה לו להוכיחו על חטאיו. ולא די שאינו מוכיחו, אלא אומר לו \"לא חטאת\" ומחזיק יד מרעים. ויש לזה החנף עונש שלא קנא על האמת. ", 
            "ועוד: שזה החונף נותן מכשול לפני החוטא, כשאומר \"לא חטאת\" – לא ישוב מרעתו, ויוסיף עוד לחטוא; מלבד העונש שנענש על נזק וצער בני אדם שהזיק וצער החוטא, ולא ישלם להם ולא יפיסם, מחמת החניפות שלזה המצדיק רשע. ונאמר (משלי יד טו): \"מצדיק רשע ומרשיע צדיק, תועבת יי גם שניהם\". ואם עוון זה החוטא גלוי לרבים, וזה מחניף לו ברבים ואומר לו: \"זך וישר אתה\" – אז חילל השם יתברך, ובזה דת ודין. וחייב אדם למסור עצמו לסכנה ולא ישים עצמו בעוון זה. ", 
            "ואמרו רבותינו עליהם השלום על אגריפס, שהיה קורא בתורה, וכשהגיע לפסוק (דברים יד טו): \"לא תוכל לתת עליך איש נכרי\" – זלגו עיניו דמעות. אמרו לו: \"אחינו אתה!\" באותה שעה נתחייבו שונאי ישראל כליה על שהחניפו לאגריפס (סוטה מא ב). גם היושב על הדין אל יפחד מאיש, כמו שנאמר (דברים א יד): \"לא תגורו מפני איש\". ובחניפות כזה יש בו עונש שקר וחניפות. ", 
            "השני: המשבח רשע בפני בני אדם, בפניו או שלא בפניו. ואף על פי שלא יצדיק אותו על מעשיו הרעים, אלא אמר בסתם: איש טוב הוא – על זה נאמר (משלי כח ד): \"עוזבי תורה יהללו רשע\". כי זה המשבח, לולי שעזב התורה – לא הלל לזה שעובר עליה ועל דבריה. גם לא ימליץ על הרשע בפני בני אדם לומר: הלוא הוא עושה טובה זאת, לכן תחמלו עליו. ומי שעושה כך – זהו רע מאוד, כי השומעים סבורים שהוא צדיק ויתנו לו כבוד. ויש מכשול גדול בכבוד הרשעים, כי כשיש כבוד לחכמים הצדיקים והם עליונים – אז כל העם ישמעו לעצתם. ועוד: שאחרים יקנאו במעשיהם הטובים, ויוסיפו לקח ותרבה הדעת, ומתוך שלא לשמה בא לשמה. ", 
            "ועוד: יש הרבה בני אדם בראותם הדר התורה – יכירו מעלתה, ותבוא מחשבה בלבם, וילמדו לשם הקדוש ברוך הוא בלב שלם. ועוד יש טעם טוב בכבוד החכמים הצדיקים: כי יסוד נפש האדם הוא להיות בו עבודתו ויראתו ותורתו של הקדוש ברוך הוא, ועבור זה כל העולם מכבדים הצדיקים. נמצא המכבד הצדיקים, כביכול מעמיד ומקיים כוונת הקדוש ברוך הוא בבריאת העולם, והבוזה לתלמיד חכם וליראי שמים – בזה יבטל כוונת הקדוש ברוך הוא. והוא כמו שאומר: אין עבודתו עיקר! על כן יכבדו עובדי הקדוש ברוך הוא לכבוד הקדוש ברוך הוא, להודיע כי עבודתו לבדה היא עיקר. אבל בכבוד הרשעים יש חילול התורה והעבודה, וזהו עבירה המכלה עצם ובשר. ", 
            "ועוד: רבים נמשכים אחריהם, ועושים כמעשיהם, ומקבלים פורענות. וכיוצא בזה אמרו (משנה נגעים יב ו): אוי לרשע ואוי לשכנו. ועוד: בכבוד הרשעים מושפל כבוד הצדיקים, ואין כבוד לצדיקים אלא לאחר השפלת הרשעים. ", 
            "ועתה, אחרי שיש מכשול לעולם בכבוד הרשעים – יזהר שלא יספר טובה מרשעים. גם לא יזכירם לטובה, שנאמר (משלי י ד): \"ושם רשעים ירקב\"; וכתיב (שם כט כד): \"תועבת צדיקים איש עול\". ואם אינו רוצה לספר רשעו – גם טובתו לא יספר. ", 
            "השלישי: חנף המשבח רשע בפניו, ואומר לו: כמה איש נחמד ואדם טוב אתה! אך אינו מספר בשבחו ברבים, שלא יהיה לרבים למוקש. גם זה החנף גדול עוונו, דכתיב (משלי יא ט): \"בפה חנף ישחת רעהו, ובדעת צדיקים יחלצו\". כי כשישבחנו יאמין לו, ויחשוב שהוא טוב, וירום לבו ויתגאה, ולא ישוב. כי כל מי שאינו צדיק, כשמשבחים אותו, יאמר בלבו: אמנם ידעתי כי כן הוא! וזה נשחת בחניפותו של זה. אבל הצדיק אם משבח אותו אדם – לא יתגאה בזה, עבור שאמרו רבותינו עליהם השלום (נידה ל ב): אפילו כל העולם אומרים עליך שאתה צדיק – הוי בעיניך כרשע. ואמרו (אבות דרבי נתן כט א): אם יש לך רעים, מקצתם משבחים אותך ומקצתם מייסרים ומוכיחים אותך – אהב המוכיחים ולא את המשבחים; כי אלו לחיי עולם יביאוך, ואלו ברעתך ישמחו כי ישבחוך. ונאמר (משלי כו כח): \"ופה חלק יעשה מדחה\" – המשיל פה חלק לדרך חלקלקות, כמו שנאמר (תהלים לה ה-ו): \"ומלאך יי דוחה, יהי דרכם חושך וחלקלקת\", כי ידחה האדם ויפול, שפה חלק הוא מלא חטא וחנף. ועל זה נאמר (תהלים יב ד): \"יכרת יי כל שפתי חלקות, לשון מדברת גדולות\" (שם יב ד). קילל פה חלק בשביל שמשחית רעהו, וקלל לשון הקשה שהוא הפוך החלק, והוא לשון הרע. ויש חנפים שמחניפים לבעלי זרוע כדי שיאהבו אותם, וינשאו ויגדלו אותם, על זה אמרו רבותינו (אבות): כל המחניף לחברו לשם כבוד – לסופו נפטר בקלון. ", 
            "הרביעי: המתחבר לרשע, אף על פי שאינו מחניף לו ואינו משבחו, אלא שהוא מקרבו ומתחבר עמו – יש לו עונש; לא די שאינו מוכיחו אלא שמקרבו, ויש לו עונש בזה. ועוד מוסיף עונש על הקריבות שהוא מקרבו, שנאמר (דברי הימים ב כ לד): \"בהתחברך עם אחזיהו, פרץ יי את מעשיך\". והצדיקים מואסים הרשעים. ואמרו רבותינו זיכרונם לברכה (בבא קמא צב ב): לא לחינם הלך הזרזיר אצל העורב, אלא שהוא מינו; וכן אדם המתחבר לרעהו הדומה לו. ואמרו (מגילה כח א): אסור להסתכל בצלם דמות אדם רשע, שנאמר (מלכים ב ג יד): \"לולי פני יהושפט מלך יהודה אני נושא, אם אביט אליך ואם אראך\". וכל המסתכל בדמות אדם רשע – עיניו כהות לעת זקנתו, כיצחק אבינו עליו השלום, שכהו עיניו מפני שהסתכל בעשו, אף על פי שלא היה מכירו במעשיו. ", 
            "ויש מכשול גדול בחיבור הרשעים: ", 
            "האחד מפני שהוא אוהב שונאו של יוצר הכל, ואין העבד הנאמן לאדוניו מתחבר לשונאו. ", 
            "השני שלומד ממעשיו. ", 
            "השלישי שגם אחרים יתחברו איתו ויאמינו לו, והוא גוזל אותם. וגם הם ילמדו ממעשיו, ואפילו אם לא ילמדו ממנו – הם רואים ממנו דברים שאסור להם לראותם. וגם הוא לא ישוב, כי אם היו מוכיחים אותו והיו נבדלים ממנו – היה שב מדרכו הרעה. ומי שמתחבר לרשע – לסוף הרשע מושל עליו; וזהו רע על כולם, כי כיון שהוא מושל עליו – לא יניחנו לעשות טוב. ", 
            "הרביעי שזה צריך להניח מחמת יראה לעשות כמה דברים טובים. לכן אל יתחבר אדם אלא עם ירא שמים; כי ריש לקיש עם מי שהיה מדבר בשוק – היו מאמינים לו סחורה בלא עדים (יומא ט ב), כי היו יודעים בוודאי כיון שדבר עמו בשוק שהוא נאמן. הרי הדיבור הוי כמו חניפות. ", 
            "החמישי: איש שהוא נאמן בעיני כל העם, וכולם שומעים לו, והוא מעמיד קרובו להיות פרנס או רב, ואומר עליו: הנהגתיו שהוא חכם – ואינו כן. וכן העם סומכים עליו. וכן אומר על מי שאינו מכירו שהוא נאמן, והעם מפקידים בידו פיקדונות – ומכחש. ואמרו החכמים זיכרונם לברכה (סנהדרין ז ב): כל המעמיד דין שאינו הגון – כאילו נוטע אשרה בישראל. ובמקום שיש תלמידי חכמים – כאילו נוטע אשרה אצל מזבח, ועתיד הקדוש ברוך הוא לפרוע מן המעמיד. ", 
            "הששי: מי שיש בידו למחות ואינו מוחה, ואינו נותן לב על מעשה החטאים – זה הדבר קרוב לחניפות. כי הם החוטאים חושבים: כיון שאינם מוחים בידינו ואינן מקנטרים אותנו, כל מעשינו הם טובים. ונצטווינו לבער הרע מקרבנו, שנאמר (דברים יג ו): \"ובערת הרע מקרבך\". ואמרו רבותינו זיכרונם לברכה (שבת נד ב): מי שיש בידו למחות על אנשי בתו, ואינו מוחה – נתפס על אנשי ביתו; באנשי עירו, ואינו מוחה – נתפס על אנשי עירו; בכל העולם כולו, ואינו מוחה – נתפס על כל העולם כולו, שנאמר (ויקרא כו לד): \"וכשלו איש באחיו\"; ודרשו רבותינו זיכרונם לברכה: איש בעוון אחיו. ואמרינן (סנהדרין כז ב): מלמד שכולן ערבים זה בזה. ", 
            "השביעי: הרואה את אנשי מקומו עם קשי עורף, ואומר בלבו: אולי לא יקשיבו אם אוכיחם, ועל כן הוא מונע מלהוכיחם. גם זאת חטא, ועוונו ישא, כי לא נסה להזהיר ולהוכיח אולי ישובו, ועל זה נענשו צדיקים גמורים בחורבן הראשון. אבל אם הדבר גלוי וידוע לכל, ונבחן ונחקר כי החוטא שונא מוסר, ולא ישמע למוכיחיו, על זה נאמר (משלי ט ח): \"אל תוכח לץ פן ישנאך\". ואמרו: כשם שמצווה לומר דבר הנשמע, כך מצווה שלא לומר דבר שאינו נשמע (יבמות סה ב). ואמרו: מוטב שיהיו שוגגין, ואל יהיו מזידין (שבת קמח ב). ", 
            "השמיני: השומע מדברי לשון הרע או נבלה, או יושב בסוד משחקים ובוזי תורה ומצוות, ויודע שהם קשי עורף ולא יקבלו תוכחה, על כן הוא שותק. גם זה ייענש, כי היה לו לענוש אותם, שלא יאמרו כי הוא כמותם שהוא מודה בדבריהם; כי הוא חייב לגעור בהם לתת גדולה לתורה ולמצוות, ולקנא לכבוד הצדיק שהרשיעו. וזה הוא נענש כששומע דבריהם הרעים תמיד, והוא אינו יכול לענותם תמיד. ודבר זה מפורש בדברי שלמה עליו השלום (משלי כד א-ב): \"אל תקנא באנשי רעה, ואל תתאָו להיות אתם. כי שד יהגה לבם, ועמל שפתיהם תדברנה\". רוצה לומר: שתישא חטאתם, כי תשמע דבריהם תמיד ותהיה כמחריש. ", 
            "התשיעי: המכבד הרשעים מחמת דרך שלום. אמנם לא ידבר טוב ברשע, ולא יתנהג בכבודו על דרך שיחשבו בני אדם שהוא נכבד בעיניו לחלוק לו כבוד, אלא כדרך בני אדם המכבדים העשירים בעבור כי צלחה דרכם, ולא מפני חִין ערכם. ואף בזה יש חטא ואשמה, כי לא הותר לכבד הרשעים אלא מחמת מורא, שיָרֵא שיזיק לו הרשע ויגרום לו הפסד בזמן שיד הרשעים תקיפה – על כן הותר לכבדו כדרך שמכבדים בני אדם בעלי זרוע. אך לא ישבחנו ולא ידבר עליו טוב בפני בני אדם. וכן אמרו רבותינו זיכרונם לברכה (סוטה מא ב): מותר להחניף את הרשעים בעולם הזה. ", 
            "ויש רשעים שאין מחניפים להם. מנין? ממרדכי, שאמרו לו \"תחניף להמן\", והוא השיב להם: \"לא תדרש שלומם וטובתם\" (דברים כג ז). והיו אומרים לו, שנו רבותינו: מחניפים להם מפני דרכי שלום?! אפילו הכי לא רצה להחניף לרשע כזה. ", 
            "החניפות הראויה - ויחניף אדם לאשתו, משום שלום בית. וכן לבעל חובו, שלא ילחצנו. לרבו, שילמדנו תורה. ומצווה גדולה להחניף לתלמידיו ולחבריו, כדי שילמדו ושישמעו לדבריו, לקבל תוכחתו לקיים המצוות. וכן כל אדם שהוא סבור שימשכנו אליו, שישמע לו לקיים המצוות, ואם יבוא עליו בכעס לא ישמע לו אלא בחניפות יקבל תוכחתו – מצווה גדולה להחניף לו כדי להוציא יקר מזולל. כי יש אדם שאינו מקבל תוכחה בגערה אלא בנחת, שנאמר (קהלת ט יז): \"דברי חכמים בנחת נשמעים\". ויש שצריך גערה, שנאמר (משלי יז י): \"תֵחַת גערה במבין\". ויש במלקות, שנאמר (שם יט כט): \"ומהלומות לְגֵו כסילים\". ויש אפילו בהכאות לא יועיל, שנאמר (שם יד י): \"מהכות כסיל מאה\" (שם יז, י). אם כן מה נעשה לו? אין לו תקנה אלא תגרשהו. ", 
            "רעת החניפות - ויש חניפות רעה מאוד: כגון אדם המחניף לחברו, ומדבר עמו דברים מתוקים כדי שיסמוך עליו ויאמין לו. ואחר שיאמין לו ויסמוך עליו – הולך עמו ברמאות. וזה כעניין שנאמר (משלי א יז-יח): \"כי חינם מזרה הרשת, בעיני כל בעל כנף. והם לדמם יארבו, יצפנו לנפשותם\". פירוש הפסוק: הצדים עופות זורקים חטים, ובאים עופות לאכול החטים על הרשת, ואז יהיו ניצודים – ולזה דומה החנף הזה. ואסרו החכמים להחניף, ואמרו (חולין צד א) שלא ישלח אדם דורון לחברו, ויודע שאינו אוכל. וכן אם רוצה לפתוח חבית יין למכור, ובא חברו לקנות יין, לא יאמר לו: אני רוצה לפתוח חבית עבורך. וכל זה וכיוצא בזה נקרא \"גונב דעת\". וזה אסרו חכמים זיכרונם לברכה להחניף ולגנוב דעת הבריות, ואפילו דעתו של עובד כוכבים (שם). ", 
            "אמר רבי שמעון בן חלפתא: מיום שגברה אגרופה של חנופה, נתעוותו הדינים ונתקלקלו המעשים, ואין אדם יכול לומר לחברו \"מעשי גדולים ממעשיך\". אמר רבי אלעזר: כל אדם שיש בו חנופה מביא חרון אף לעולם, שנאמר (איוב לו יג): \"וחנפי לב ישימו אף\". ולא עוד אלא שאין תפילתו נשמעת, שנאמר (שם): \"לא ישועו כי אסרם\". ואפילו עוברים שבמעי אמן מקללים אותו, והוא נופל בגיהנם. וכל המחניף לרשע – נופל בידו. ואם אינו נופל בידו – נופל ביד בנו. ואם אינו נופל ביד בנו – נופל ביד בן בנו (סוטה מא ב). כל עדה שיש בה חנופה מאוסה כנידה, שנאמר (איוב טו לד): \"כי עדת חנף גלמוד\". ולבסוף גולה (סוטה מב א). ", 
            "לכן יתרחק אדם מן החנופה. ולא יחניף לאדם להחזיקו ברשעו, גם אם יש לו לקבל טובות הרבה ממנו. לא יחניף לקרובו ולא לבניו בזמן שאינם הולכים בדרך טובה, כי כמה בני אדם עומדים ברשעם מחמת שרואים שאין להם בושה עבור דרכיהם המכוערים, ועבור שרואים שמחניפים להם. ואין דבר בעולם הנועל פתחי התשובה כמו החניפות. ", 
            "מעשה באדם אחד כשר שהיה לו בת להשיא. והיו בצדו שני בני אדם אשר כל אחד חפץ לישא בתו. והלך האדם הכשר, ובקש מאדם אחד לעשות עמו מריבה, ולקח לבסוף אותם שנים לדון ביניהם, ועשו כך. אחד מהם היה מחניף לאותו אדם כשר כדי שישיאו בתו, והיה מזכה אותו בכל דבריו. ואותו אחר אמר: אין הדין עמך אלא עם חברך. ואז נתן בתו לאותו שהיה מחייב אותו, כי אמר: וודאי הוא אדם טוב, שלא החניף ולא נשא לי פנים (ספר חסידים תתשמב). ", 
            "לכן מי שהוא פרנס, או דיין, או גבאי צדקה – צריך שלא יהא חנף. כי אם יחניף הפרנס לשום אדם, ולא יוכיחהו לעשות הטוב ולסור מן הרע – אז יהיו כל הקהל מקולקלים. כי כל אחד יאמר: \"הפרנס מחניף לפלוני\", ולא יקבל תוכחתו. וכן דין המחניף לאחד מבעלי דינים – אז יסתתמו דברי השני, ולא ידע לטעון כאשר ראוי לו; נמצא שלא יצא הדין לאמיתו. וכן גבאי צדקה המחניפים, ויתנו צדקה לזה המחניף להם, או שהם מחניפים לו ויתנו לו אף אם אינו ראוי לכך. לכן צריך הצדיק להתרחק מאוד מן החניפות, שלא יחניף ולא יקבל החניפות מאחרים. ויזהר מאוד כשיעשה מעשים טובים, שלא יתכוון בהם להחניף לאחרים, אלא לשם שמים בלבד. ", 
            "והגרוע שבכל החניפות: המחניף לחברו כדי להחטיאו. כגון שיש לו מחלוקת עם בני אדם ואין הדין עמו, והוא מחניף לבני אדם לסייע לו ולחזק טעותו. או מי שהוא רודף אחר עבירות כגון זנות ושאר רעות, והוא מחניף לחברו כדי שיעשה כמוהו. לכן ירבעם בן נבט זכה למלוכה, בשביל שלא החניף לשלמה, והוכיחו על עניין בנין מלוא (סנהדרין קא ב). ", 
            "תקנת החניפות - הרוצה לינצל מן החניפות יזהר להרחיק עצמו מן הכבוד, כי מי שאינו חושש להתכבד לא יצטרך להחניף. גם צריך ליזהר שלא ייהנה מאחרים, כי רוב המחניפים מחניפים לבני אדם שסבורים שיהיה להם הנאה מהם. לכן מי שמתרחק מאלו שני דברים, הנאה וכבוד – ניצול מכמה עבירות. כי כמה בני אדם עושים מעשים טובים כדי שיקבלו כבוד מבני אדם, וזה העניין מקלקל כל עבודת האדם; כי כמה בני אדם עושים מעשים טובים ומתפללים, ויש להם קול ערב, והוא מהרהר בלבו בשעת התפילה: \"כמה קולי ערב הוא, ובני אדם נהנים ממני ששומעים אותי\". וכן דרכו של יצר הרע: עושה כן לכל המצוות להפיל האדם ברשתו, שלא יהיו מעשיו לשם שמים. וכן לעניין ההנאה: מי שנהנה מחברו, אפילו אם יראהו שעובר כל עבירות שבעולם – לא יהא רשאי להוכיחו, כי ירא שלא יהנהו עוד. ", 
            "ועניין ההוא תקלת חכמי הדור הזה, שהם רודפים ליהנות מן העם – על כן יחניפו להם כדי שיחזקו אותם בחוזקה גדולה. ולא די שאינם מוכיחים אותם על עניינם, אלא מתוך שהם מחניפים להם – הם עצמם אוחזים מעשיהם ונמשכים אחריהם. ", 
            "דרך ברייתו של אדם להיות נמשך בדעתו ובמעשיו אחר רעיו וחבריו, ונוהג כמנהג אנשי מדינתו – איך שהם עושים יעשה גם הוא. לפיכך יש לאדם להתחבר לצדיקים, ולישב אצל חכמים תמיד, כדי שילמד ממעשיהם; ויתרחק מן הרשעים ההולכים בחושך, כדי שלא ילמד ממעשיהם. והוא שאמר שלמה עליו השלום (משלי יג כ): \"הולך את חכמים יחכם, ורעה כסילים ירוע\". ואומר (תהלים א א): \"אשרי האיש אשר לא הלך בעצת רשעים...\". ", 
            "וכן אם היה במדינה שמנהגותיה רעים, ואין אנשי המדינה הולכים בדרך ישרה – ילך למקום שאנשיה צדיקים, ונוהגים בדרכים טובים. ואם היו כל המדינות שהוא יודעם ושומע שמועתן נוהגים בדרך לא טובה, אם שאינו יכול לילך למדינה שמנהגותיה טובים, מפני הגייסות או מפני החולי – ישב לבדו יחידי, כעניין שנאמר (איכה ג כח): \"ישב בדד וידום, כי נטל עליו\". ואם היו רעים וחטאים, שאין מניחים אותו לישב במדינה אלא אם כן נתערב עימהם ונוהג במנהגם הרע – יצא למערות ולחוחים ולמדברות, ואל ינהיג עצמו בדרך חטאים, כעניין שנאמר (ירמיהו ט א): \"מי יתנני במדבר מלון אורחים\" (רמב\"ם הלכות דעות ו א). "
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}