{
    "versionTitle": "שער הקנאה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער הקנאה שער ארבעה עשר:</b> הקנאה היא ענף מן הכעס. ואין אדם נמלט ממנה, כי אנחנו רואים אשר כל בני אדם נמשכים איש אחר רעהו, כי כאשר הוא רואה שחברו קונה קניין מענייני העולם – הן ממיני מאכלים, הן ממיני בגדים, אם בונה בית או מאסף ממון – אז הוא טורח להשיג כמוהו, כי הוא חושב: חברי יש לו זה, גם לי יהיה כן. ודבר זה רמז שלמה המלך (קהלת ד ד): \"וראיתי אל כל עמל, ואת כל כשרון המעשה, כי היא קנאת איש מרעהו\". ", 
            "קלקולי הקנאה - מי שהמידה הזאת מתגברת עליו, הוא מגונה מאוד. כי הקנאה מביאה לידי חימוד, כי כשאדם אינו נותן על לבו ומקנא מה שיש בידי אחרים – אז אינו חומד. אבל בעת אשר ימשוך לבו, ומקנא במה שיש ביד אחרים – אז הוא חומד. והתורה אמרה (שמות כ יד): \"לא תחמוד\". וכשהוא חומד – אז הוא גוזל, כדכתיב: \"וחמדו שדות וגזלו כרמים\". ", 
            "ואדם אשר החמדה מתגברת בו, הוא קרוב לעבור על עשרת הדברות. כי מעשה באיש אחד, והיה לו שכן רשע, והיה כותל מפסיק ביניהם. והיה הרשע חומד את אשתו וקצת מחפציו. יום אחד ערב שבת שמע שהיה האיש אומר לאשתו: \"רוצה אני לצאת לסחורה\", וכן עשה. מה עשה אותו רשע? הלך בליל שבת ושיבר הכותל שהיה מפסיק ביניהם – הרי עבר על \"זכור את יום השבת לקדשו\". הלך ואנס את האישה שהיה חומד, ושכב עמה – הרי עבר על \"לא תנאף\". ואחר כך כשהתחיל לגזול את הממון צעקה האישה, ועמד עליה להורגה – הרי עבר על \"לא תרצח\". וכשגנב וגזל מה שחמד – הרי עבר על \"לא תגנוב\" ו\"לא תחמוד\". למחר עמדו אביו ואמו והוכיחו אותו, עמד עליהם והיכם – הרי עבר על \"כבד את אביך ואת אמך\". ואחר כך הובא לפני בית הדין, והעיד הוא עם חברו בליעל שאלו החפצים שלקח הם משכון שלו, והיו ממושכנים לו מיד בעל האשה, וחזר והאמינם לו, ולא יכול להוציאם מידו, עד עכשיו ששברו הליסטים את הכותל שביניהם והרגו האישה, וכששמע האיש ההריגה, נכנס גם הוא ולקח עבוטו – הרי עבר על \"לא תענה\". ובכל מקום שהיה בא, היה נשבע שלא פשע כלל – הרי עבר על \"לא תשא\". לסוף נגלתה רעתו ונתפרסמה פשיעתו, ומחמת הבושה יצא לתרבות רעה וכפר באלהים חיים – הרי עבר על \"אנכי יי אלהיך\". ולבסוף היה אדוק בעבודה זרה ומשתחווה לו – הרי עבר על \"לא יהיה לך אלהים אחרים\" ו\"לא תשתחווה להם ולא תעבדם\". וכל זה גרם לו החימוד. נמצא שהחומד קרוב לעבור על כל התורה כולה. ", 
            "אך יש דרך אחרת להשכיל ולהבין איך הקנאה והחמידה מקולקלות מאוד. והוא על דרך שאמר שלמה עליו השלום (משלי כג יז): \"בני אל יקנא לבך בחטאים, כי אם ביראת יי כל היום\". כשאדם מקנא בחוטאים ורואה עושרם והצלחתם, ורואה צדיקים מתדלדלים ומתייסרים בייסורים, ומתוך כך תגעל נפשו ביראת האלהים ומשפטיו וחוקיו, וימאס לומדי תורה ומקיימיה, כעניין שנאמר (מלאכי ג יג-טו): \"חזקו עלי דבריכם אמר יי, ואמרתם מה נדברנו עליך? אמרתם שווא עבד אלהים, ומה בצע כי שמרנו משמרתו, וכי הלכנו קדורנית מפני יי צבאות? ועתה אנחנו מאשרים זדים, גם נבנו עושי רשעה, גם בחנו אלהים וימלטו\". וזה הדרך מביא הוללות בדעת בני אדם, וישיב לבם אחורנית בראותם רשע וטוב לו וצדיק ורע לו; ומתוך כך הולכים בשרירות לבם ואומרים: פלוני ופלוני עושים כך וכך והם עשירים, וכן נעשה גם אנחנו, ומה שיקרה להם יקרה גם לנו! וכל זה מחמת קנאה, שמקנא ברשעים וחומד עושרם ושלוותם, ולפיכך פורקים מעליהם עול המצוות. אבל הצדיקים אינם מקנאים ברשעים, ואינן חומדים ממונם ולא שלוותם, כי יחשבו שעושרם שמור להם לרעתם, ושלוותם – להאבידם מרוב טוב הצפון לצדיקים. ויחשבו שעוני הצדיקים ודוחקם – כדי לצרפם וללבנם, ולהגדיל מעלותם לעולם הבא. ואין ספק: מי שחושב כך לא יחמוד ולא יקנא. אלא ישמח בראותו שלוות הרשעים, ויאמר: אם למכעיסיו כך, לעושי רצונו לא כל שכן שיתן ויחזור ויתן! ", 
            "הקנאה באה מגריעוּת הנפש. אם הוא מקנא ביופיו של אדם, או בגבורתו או בעושרו – הרי אינו חפץ במה שגזר עליו הבורא יתברך. וזה דומה לעבד שיש לו תלונות על מעשה אדוניו, ואינו מתרצה בעניין אדוניו – אין זה עבד נאמן. וכל שכן שאין להתרעם על הבורא יתברך, אשר כל מעשיו ישרים ונכוחים, שאין להרהר אחריו. ", 
            "מן הקנאה תבוא מחלוקת. כמו שתראה בקורח, שקנא בכבוד אליצפן בן עוזיאל, ומתוך כך נאבד הוא וסיעתו, אפילו יונקי שדים (במדבר [רבה] יח). הקנאה לבני אדם כחולי הגוף, והיא מביאה שחפת. אמר החכם לבנו: השמר לך מן הקנאה, כי היא ניכרת בך: שפניך משתנים מרוע לבך. ואותו האיש שאתה מקנא – הוא שמח בצרת לבך. ולמה אתה תשמח את שונאך, וינקום בך? ", 
            "המקנא חומס נפשו, כי הוא מתאבל תמיד ושכלו מתחסר. ומרוב קנאה הטמונה בקרבו – אין לבו פנוי ללמוד ולהתפלל בכוונה, ולעשות מעשים טובים. כל אדם מוצא טעם ערב במאכלו חוץ מן המקנא, שאינו טועם טעם טוב במאכלו עד שתסור הטובה מחברו. לכל שנאה יש תקווה: שאם ישנא חברו עבור שגזל ממנו – תסור השנאה כשישיב לו הגזילה. כן כל שנאה התלויה בדבר, אחר שיתקן הדבר ההוא – תִבטל השנאה, חוץ ממי ששונא חברו מחמת הקנאה. ", 
            "אזהרות - אמר החכם לבנו: אל תקנא באחיך על אשר יש לו, כי הוא ינעם בחייו, ואתה תשבע דאגה וצער. ואמר החכם: לא נברא המקנא והחומד אלא לכעס. החכמים הראשונים היו מתפללים \"שלא תהא קנאתנו על אחרים, ולא קנאת אחרים עלינו\". למה היו מתפללים על אחרים בזאת המידה יותר ממידות אחרות? אלא כך העניין: כי הרבה בני אדם גורמים שיתקנאו בהם ויחמדו שדותם; לכך היו מתפללים על אחרים, כי אולי הם גורמים הקנאה לאחרים, והתורה אמרה (ויקרא יט יד): \"ולפני עיוור לא תתן מכשול\". לכן מידה טובה באדם שלא ילבש בגדים נאים ומשובחים יותר מדי, לא הוא ולא אשתו ולא בניו, וכן לעניין המאכל ושאר עניינים, כדי שלא יקנאו בו אחרים. אך מי שהשפיע עליו הבורא יתברך עושר ונכסים – ייהנה מהם לאחרים, לעשירים ולעניים, ויתנהג עימהם בנחת, ויעשה עימהם חסד. וכבר הארכנו בדבר, כמה טובה בזה שיהא נאהב לבריות. וכשהוא נאהב לכל אדם, אז לא יקנאוהו ולא יחמדו משלו. אך ראוי לאדם שיעלה אל המעלות הטובות, ויקנאוהו ויחמדו לעשות כמוהו. ", 
            "ומי שנזהר שלא יקנא – אין גופו כלה, ואין התולעים שולטים בו, דכתיב (משלי יד ל): \"ורקב עצמות קנאה\". פירוש: מי שיש לו קנאה – עצמותיו נרקבים (שבת קנב ב). לכן יתרחק מן הקנאה ומן החמדה, ולא יחמוד שום דבר ממה שביד אחרים. ולא יאמר: אחמוד בענייני חברי, ואתן לו מעות עבור אותו עניין; שאם אין דעתו למכר ענייניו – אז אסור לזה להפצירו, כי זה יתבייש להשיב פניו ריקם, אם כן הוא כמו אונס. וכל שכן אם זה החומד איש נכבד, שאם ישאל שאלה אור פניו לא יפילו – שאסור לשאול מחברו מתנה אם אינו יודע שיתן לו בנפש חפצה. ", 
            "משלו משל: חומד וקנאי פגע בהם מלך אחד. אמר להם המלך: אחד מהם ישאל דבר ממני וינתן לו, ולחברו בכפלים. הקנאי לא רצה לשאול תחילה, שהיה מתקנא אם יינתן לחברו בכפלים. והחומד היה מתאווה שניהם. דחק החומד את הקנאי לשאול: שאל לנקר לו עין אחת, ולחברו שתים. ", 
            "כמה רעות תלויות בקנאה! נחש הקדמוני נתקנא באדם הראשון, וגרם מיתה לעולם, ועליו נגזר (בראשית ג יד): \"על גחונך תלך, ועפר תאכל\". וכן ראה מה ארע לקין, ולקורח, ולבלעם, ולדואג, ולאחיתופל, ולגחזי, ולאדוניה, ולאבשלום, ולעוזיהו, שנתנו עיניהם במה שאינו שלהם: לא די מה שבקשו לא ניתן להם, אלא אף מה שבידם ניטל מהם. מכל אלה ילמד האדם שיפרוש מן הקנאה ומן החמדה; כי אפילו מה שבידו אינו שלו, כי מחר בא ואיננו, ומה יועיל לו שאינו שלו? ", 
            "שכר גדול יש לאדם הנזהר מן הקנאה ומן החמדה. כי ברוב העבירות אם אדם עובר עליהם ומתבייש, ומונע עצמו בשביל הבושה, מונע עצמו מן הגזילה והגניבה כי ירא שמא יתוודע ויתגלה ויפרסמוהו, ויתבייש ויפסיד הרבה. אבל הקנאה והחמדה הם בלב: אין אדם מכיר בו אם יחמוד או יקנא – הרי דבר המסור ללב, ועל זה נאמר (ויקרא כה יז): \"ויראת מאלהיך\". ", 
            "הקנאה המשובחת - אף על פי שהקנאה היא מידה רעה מאוד, יש מקום שהיא טובה מאוד, והיא מידת עליונים: שישים קנאתו על יראת שמים, כעניין שנאמר (משלי כג יז): \"אל יקנא לבך בחטאים, כי אם ביראת יי כל היום\". ועל דרך זה אמרו רבותינו זיכרונם לברכה (בבא בתרא כא א): קנאת סופרים תרבה חוכמה. כי אם יראה אדם שלומד, ייתפש קנאה בלבו ויאמר: זה לומד כל היום, גם אני אעשה כן! וכן לעניין כל המצוות – יקנא כל אחד בחברו לתפוש מעשה חבריו הטובים. אם יראה רשע ויש בו מידה אחת טובה – יקנאהו על אותה מידה, ויעשנה גם הוא. אבל המקנא בחברו שהוא עוסק בתורה ובמעשים טובים, ואינם מקנא בו שיחשוב \"זה עושה כך, גם אני אעשה כן\"; אלא יחשוב בלבו ויקנא בו מפני שיש בו מעלות טובות יותר ממני, מחמת כן הוא נכבד בעיני העולם יותר ממני, ומחשב תחבולות כדי לבטלו ולבלבלו מתורתו וממעשיו הטובים – הרי זאת הקנאה היא רעה גדולה, והוא חוטא ומחטיא, שותפו של ירבעם בן נבט. ", 
            "לעולם יכבד אדם יראי שמים ועוסקים במצוות, ויתן להם יד, ויסייע להם בגופו ובממונו. ואז יקנאו בו אחרים ויחשבו: אם גם אנחנו עושים כך – ויכבדו ויעזרו גם לנו. \"ומתוך שלא לשמה בא לשמה.\"", 
            "אמר הקדוש ברוך הוא: קנא לי! שאילולי הקנאה – אין העולם מתקיים. לפי שאין אדם נוטע כרם, ואין אדם נושא אשה, ואין אדם בונה בית: כי כל אלו העניינים באים מחמת שאדם מקנא בחברו. אם יבנה בית – גם אחר ישים דעתו לעשות כן. וכן לעניין אשה, כל אחד מקנא בחברו. וכיון שקיום העולם תלוי בקנאה, ישים כל הקנאות לשם שמים: אם יבנה בית – יבנה בו חדר ללמוד בו תורה, ושיהא ביתו בית ועד לחכמים, ולהכניס בו אורחים (אבות א ד-ה), ולעשות בו חסד לבני אדם. וכן אמרו רבותינו זיכרונם לברכה (שוחר טוב שם): אלולי שקנא אברהם אבינו, לא היה קונה שמים וארץ. ואימתי קִנא? כשאמר למלכי צדק: כיצד יצאתם מן התיבה? אמר לו: בצדקה שהיינו עושים שם. אמר לו: וכי מה צדקה היה לכם לעשות בתיבה, וכי עניים היו שם? והלוא לא היו שם אלא נח ובניו, ועם מי הייתם עושים צדקה? אמר לו: עם בהמות חיות ועופות. לא היינו ישנים, אלא היינו נותנים לפני זה ולפני זה לאכול ולשתות. ואותה שעה אמר אברהם: ומה אלו, אילולי צדקה שעשו עם בהמה חיה ועוף – לא היו יוצאים מן התיבה. וכיון שעשו צדקה – יצאו. אף אני אעשה צדקה עם בני אדם, שהם בצלמו של אלהינו, על אחת כמה וכמה! אותה שעה \"ויטע אשל\" (בראשית כא לג), ראשי תיבות: אכילה, שתיה, לויה. ועל דרך זה ירבה אדם קנאה. ", 
            "וכן יקנא בחטאים וברשעים, להילחם כנגדם ולהוכיחם, כאשר אמרו רבותינו זכרונם לברכה (סנהדרין פא ב): הבועל ארמית – קנאים פוגעים בו. משה קנא את המצרי, שנאמר (שמות ב יב): \"ויך את המצרי\" (שמות ב, יב). וכן מצינו באליהו, דכתיב (מלכים א יט י): \"קנוא קנאתי ליי אלהי צבאות, כי עזבו בריתך בני ישראל\". וכן נאמר (במדבר כה יא): \"בקנאו את קנאתי בתוכם\". והשם יתברך נתן לו גמולו על כך, כמו שאמר (שם פסוק יב): \"הנני נתן לו את בריתי שלום\". ונאמר (דברים א יז): \"לא תגורו מפני איש\". מי שהוא ירא השם יתברך, ימסור נפשו על קדושת השם יתברך, שנאמר (שמות לב כו): \"מי ליי אלי! ויאספו אליו כל בני לוי\". ונאמר (במדבר כה ז): \"וירא פינחס בן אלעזר בן אהרן הכהן, ויקם מתוך העדה, ויקח רומח בידו\". וחובה על כל ירא שמים אשר הוא טהור לב, להעיר קנאה כי יראה: והנה יד השרים והסגנים במעל. ואמרו רבותינו זיכרונם לברכה (בראשית [רבה] כו ה): כל פרצה שאינה מן הגדולים – אינה פרצה, שנאמר (עזרא ט ב): \"ויד השרים והסגנים היתה במעל הזה ראשונה\"."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}