{
    "versionTitle": "שער הגאווה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [
            "<b>שער הגאוה השער הראשון:</b> נדבר בו על מידת הגאווה. ומה טוב שנזדמן תחילה לכל השערים, מפני חיוב האדם להיבדל ממנה, כי היא פתח לרעות רבות, ולא ראינו כזאת לרעה בכל המידות. לכן צריך האדם להתחכם ולהנהיגה אל המנהג הראוי, ולדחות אותה במקום שאינה ראויה בו. ", 
            "הגאווה היא המטבע אשר פסל הקדוש ברוך הוא, והיזהירנו עליה בתורתו. כמו שנאמר (דברים ו יב): \"השמר לך פן תשכח את יי אלהיך, אשר הוציאך מארץ מצרים\". כי הגאה ישכח יוצרו, כדכתיב (דברים יג יג-יח): \"ובקרך וצאנך ירביון, וכסף וזהב ירבה לך..., ורם לבבך ושכחת את יי אלהיך..., ואמרת בלבבך: כוחי ועוצם ידי עשה לי את החיל הזה. וזכרת את יי אלהיך, כי הוא הנותן לך כוח לעשות חיל\". ובמלך נאמר (דברים יז כ): \"לבלתי רום לבבו מאחיו\". אם הזהירה תורה אפילו במלך – כל שכן בהדיוטות, שלא ישתררו זה על זה. ", 
            "גאוות האדם בגופו - הגאווה מתחלקת לשני חלקים: האחד גאוות האדם בגופו, והחלק השני גאוות האדם במעלות החכמה ובמעשיו. גאוות האדם בגופו יש בו שני חלקים: האחד טוב, והאחד רע. וזאת היא גאוות האדם בגופו הרעה: בעת שתתגבר הגאווה בלב האדם, אז תמשול על האדם מקודקודו עד כף רגלו: בראשו ובגרונו, כדכתיב (ישעיהו ג טז): \"יען כי גבהו בנות ציון, ותלכנה נטויות גרון\". ", 
            "בידיו וברגליו, דכתיב (תהלים לו יב): \"אל תבואני רגל גאווה, ויד רשעים אל תנדני\". ועל רגל גאווה נענשה בת רבי חנינא בן תרדיון, שנגזר עליה לישב בקובה של זונות. כי פעם אחת הלכה לפני גדולי רומי, ושמעה שאמרו: כמה נאה פסיעותיה של ריבה זו! ואז דקדקה יותר (עבודה זרה יח א). בעיניים, כדכתיב (משלי ו יז): \"עינים רמות\". באזניים: לא ישמע דברי העניים האומללים. בריח אפו: בעמדו אצל עניים או כשנכנס לבתיהם, הם סרוחים בעיניו. ואף בדבריו ידבר על צדיק עתק בגאווה. ", 
            "וגם נכרת בעניין מאכל ומשקה, ובמלבושי בגדי גאווה מלבושי נכרי. ועל זה הוזהרנו בתורת משה, שנאמר (ויקרא כ כג): \"ולא תלכו בחוקת הגוי\"; וכתיב (ויקרא יח ג): \"ובחוקותיהם לא תלכו\"; ונאמר (דברים יב ל): \"השמר לך פן תנקש אחריהם\" – הכל בעניין אחד הוא מזהיר, שיהא ישראל מובדל במלבושיו ובדבריו ובכל מנהגיו מן הגויים. וכן הוא אומר (ויקרא כ כו): \"ואבדיל אתכם מן העמים\". ", 
            "תועבת השם - בעלי הגאווה הם מתעבים בעיני השם, שנאמר (משלי טז ה);: \"תועבת יי כל גבה לב\". והוא נמסר ביד יצרו, כי אין עזר השם עמו, אחרי אשר הוא תועבת השם. ואפילו לא נתגאה על שום אדם, לא בדיבור ולא במעשה, אך בלבו לבד הוא מתגאה – נקרא \"תועבה\", שנאמר: \"תועבת יי כל גבה לב\" – אפילו אין לו גבהות אלא בלב נקרא \"תועבה\". ", 
            "אמרו רבותינו: כל מי שיש בו גסות הרוח – כאילו עובד עבודת כוכבים; כתיב הכא (משלי טז ה): \"תועבת יי כל גבה לב\", וכתיב התם (דברים ז כו): \"לא תביא תועבה אל ביתך\". ויש אומרים: כאילו בא על עריות, דכתיב (ויקרא יח כז): \"כי את כל התועבת האל עשו...\". ויש אומרים: כאילו בנה במה (סוטה ד ב). ואמרו: כל אדם שיש בו גסות הרוח – מתמעט, שנאמר (איוב כד כד): \"רומו מעט ואיננו\". וראוי לגדעו כאשרה, שנאמר (ישעיהו י לג): \"ורמי הקומה גדועים\". ואין עפרו ננער, והשכינה מיללת עליו. אמר הקדוש ברוך הוא: אין אני והוא יכולים לדור בעולם, שנאמר (תהלים קא ה): \"גבה עינים ורחב לבב, אתו לא אוכל\" (סוטה ה א). ואמרו: האי מאן דיהיר, אפילו אאנשי ביתיה לא מתקבל, שנאמר (חבקוק ב ה): \"גבר יהיר ולא ינוה\" – אפילו בנווה שלו (בבא בתרא צח א). ", 
            "תוצאות - הגאוה מביאה לידי רדיפות כבוד, להשתרר על בני אדם. וכבר ידעת מה אירע לקורח ועדתו מחמת גאוותו, שביקש להתגדל, ולקח גדולה שלא ניתנה לו מן השמים. ומתוך כך נכנס למחלוקת, ומן המחלוקת יצאה קנאה ושנאה. וכל אלו מידות פחותות מאוד, כאשר יתבאר בעזרת השם. ", 
            "סוף דבר: כל המקשט את גופו כדי להתגאות – הרי זה שוכח השם ברוך הוא, ולא יחוש על המצוות, ולא ירדוף אחר מעשים טובים. כי כל כוונתו על עצמו, לקשט גופו הכלה, אשר אחריתו רימה. והמקשט גופו הוא קרוב לזימה, כי יתראה לפני נשים לישא חן בעיניהן, ומתוך כך יתקרב אצלן, ויבוא לידי שחוק וקלות ראש. וגם האישה המקשטת לפני האנשים – בזה היא מדלקת לבם ומכנסת הרהורים בלבם; ובזה עונשה גדול מאוד, שהיא נותנת מכשול לפני רבים. הלוא אסרו חכמים להסתכל בבגדי צבעונים של נשים השטוחים בכותל, אפילו כשאינה מלובשת בהן (עבודה זרה כ ב) – כל שכן שיש עונש גדול לאישה המתקשטת לפני אנשים המסתכלים בה. ", 
            "ועוד הגאווה מביאה לידי תאווה. כי המתגאה – לבו רחב ומתאווה לכל דבר. ותאווה היא המידה הרעה שבכל המידות, כי יתאווה מחמת גאוותו להתלבש בבגדים יקרים, ולבנות פלטרין גדולים, ולאכול מאכלים טובים. כי המתגאה – לעולם לדברים גבוהים יחמוד; ואולי אינו משיג ידו לדברים אלו, ומתוך כך יבוא לידי גניבה וגזילה. כי המתגאה לבו חומד, ורחב כים להתעשר, ולא יהיה שמח בחלקו, כי ימעט בעיניו מה שיש לו לפי רוב הוצאות תאוות גאוותו. ", 
            "ועוד הגאווה גורמת שלא יהא סבלן לסבול על הבריות. ואין צורך להאריך בפחיתת מי שאינו סבלן, כי ידוע הוא לכל. ", 
            "גאוות הגוף הטובה - וזאת היא גאוות הגוף שהיא טובה: ", 
            "שמא יאמר האדם: הואיל והגאווה היא מידה רעה כל כך, אפרוש ממנה ביותר – עד שלא יאכל בשר ולא ישתה יין, ולא ישא אשה, ולא ישב בדירה נאה, ולא ילבש מלבוש נאה אלא השק והצמר, וקרועים ומלוכלכים; ומשתמש בכלים מלוכלכים ומאוסים, ולא ירחץ פניו ידיו ורגליו עד שישחיר תארו משאר אנשים. וכל זה כדי שיתרחק מן הגאווה, עד שלא יוכל להתרחק יותר. המהלך בדרך זה נקרא \"חוטא\". הרי הוא אומר בנזיר (במדבר ו יא): \"וכפר עליו מאשר חטא על הנפש\"; אמרו חכמים (תענית יא א): ומה זה שלא פרש עצמו אלא מן היין נקרא \"חוטא\", המונע עצמו מכל דבר על אחת כמה וכמה. אמרו חכמים (ירושלמי נדרים ט א): לא דייך מה שאסרה תורה, אלא שאתה אוסר עליך דברים אחרים?! על עניין זה וכיוצא בזה אמר שלמה (קהלת ז טז): \"אל תהי צדיק הרבה, ואל תתחכם יותר, למה תשומם\". ", 
            "הדרך הישרה באדם: שיהא נקי בכל ענייניו, כי הנקיות הוא גדר של מעשים טובים. כיצד? ילבש בגדים בינונים, ולא מלבושים עניים המבזים לובשם; אלא בגדים בינונים נאים ונקיים, העני לפי עניו והעשיר לפי עשרו. ואסור שימצא כתם או שמנונית על בגדיו, ולא יהיו קרועים. ולא יהיו מתוקנים כבגדי גסי הרוח. ", 
            "גם מאכלו יהא נקי. ולא יאכל מעדני מלך, אך מאכל בינוני ומשקה בינוני לפי השגת ידו. ולא ישתה ולא יאכל בכלים מאוסים, פן יעבור על \"אל תשקצו את נפשתיכם\" (ויקרא יא מג), אלא הכל יהא בנקיות. גם שולחנו גם מיטתו יהיו נקיים, וכל ענייניו יהיו נקיים. ", 
            "גם גופו יהא נקי ולא מזוהם. אך יזהר לרחוץ פניו ידיו ורגליו, גם כל גופו לעתים, כאשר מצינו בהלל הזקן (ויקרא לד:ג), שבשעה שהיה נפטר מתלמידיו היה מהלך והולך עמם. אמרו לו תלמידיו: רבי, להיכן אתה הולך? אמר להם: לעשות מצוה. אמרו לו: וכי מה מצוה זו? אמר להם: לרחוץ בבית המרחץ. אמרו לו: וכי זו מצוה היא? אמר להם: הן! מה אם איקונין של מלכים, שמעמידים אותו בבתי תיאטראות ובבתי קרקסאות, מי שנתמנה עליהן הוא מורקן ושוטפן, והן מעלין לו מזונות, ולא עוד אלא שהוא מתגדל עם גדולי מלכות. אני שנבראתי בצלם ובדמות, דכתיב (בראשית ט ו): \"כי בצלם אלהים עשה את האדם\" – על אחת כמה וכמה! ועוד, דכתיב (משלי טז ד): \"כל פעל יי למענהו\" (שבת נ ב). וכל הנזהר בדברים האלו לשם מצוה, ולא כדי להתקשט ולהתגאות, אף על פי שאלו דברים נראים כמו גאווה, כיון שכוונתו לשם שמים – יש בו מצוה. ", 
            "גאוות האדם בחכמתו ובמעשיו הטובים - גאוות חכמה ומעשים טובים יש בה שני חלקים: האחד טוב, והאחד רע.", 
            "הגאווה הרעה היא: אשר יבזה בני אדם בלבו ובפיו, וכולם קטנים ופחותים בעיניו. ומהלל ומשבח עצמו שהוא גדול בחכמה, ומתוך כך לא יודה על האמת מרוב גאוותו. ולעולם נראה בעיניו חכמתו ועצתו, ודבריו ומעשיו, שהם משובחים ממעשה וחכמת עצת חבריו. ומתפאר תמיד בחכמתו ובמעשיו, כי הוא חפץ לקבל שבח וכבוד על דבריו הישרים. ועל זה אמר שלמה (משלי כז ב): \"יהללך זר ולא פיך\". ", 
            "הגאה לעולם יחזיק טובה לעצמו. ומתוך כך לא יטרח על התורה, כי לא יחוש על כבוד שמים, רק שיודו לו העולם שהוא אדם טוב וחכם, ובזה יש לו די. ותמיד הוא שמח במכשול חבריו ובמעוט ידיעתם, ומתכבד בקלון חבריו. וזה אחד מעשרים וארבעה דברים המעכבים את התשובה. אדם שכל מעשיו טובים הם ומתהלל בהם להתכבד, דומה לתבשיל חשוב מאוד בכל אבקת רוכל וראשי בשמים, ועומד אצל האש עד שיהא מקדיח ומסריח, עד שלא שווה לאכול מחמת מרירות שרפת האש; כך האדם המתפאר במעשים, מקדיח ומסריח במהללו מעשיו הטובים. ", 
            "והמתפאר בחכמתו ובמעשיו שאין בו – אין מידה רעה כמותה ואין דוגמתה. והלוא אמרו חכמים (ירושלמי שביעית י ח): אם מכבדים את האדם מחמת שסוברים שהוא יודע שתי מסכתות, ואינו יודע רק אחת, יאמר להן שאינו יודע אלא אחת. כל שכן וכל שכן שלא יטעה את העולם שיחזיקוהו בחוזקה גדולה שאינו בו. ", 
            "תחבולותיו של היצר - ודע שאנחנו מחוייבים שיהיו כל מעשינו מיוחדים לשם הבורא יתעלה, בגלוי ובסתר. וכל מעשה עבודת אלוהים יהיה להגיע אל רצונו בלבד, בלתי רצון בני אדם לקוות שבח על מעשהו ולקבל כבוד. אך יעשה הכל לשם האל המשקיף אל הלב, כמו שאמר הכתוב (ירמיהו יז י): \"אני יי חוקר לב, בוחן כליות\"; ואומר (דברים כט כח): \"הנסתרת ליי אלהינו\". לכן אם לא יזהר בחכמה ובזריזות להינצל מן הגאווה, אף על פי שיש בידו תורה ומעשים טובים – הוא יורש גיהנם. כי היצר אורב לו, ומביא טענות וראיות להביא האדם לידי גאווה, ותהיה חכמתו לטרדו מן העולם. לכן אל יתעצל מלנצח יצר הרע יום יום, וזה נקרא \"מלחמה גדולה\". כמו שמצינו באחד מן החסידים, שפגע באנשים הבאים מן המלחמה ושללו שלל גדול. אמר להם: שבתם מהמלחמה הקטנה, ועדיין אתם עתידים למלחמה הגדולה. אמרו לו: מה היא המלחמה? אמר להן: היצר וחילותיו! כי כל אויב שיש לך, שתנצח אותו פעם אחת או שתים או שלוש – אז יניח אותך. אבל היצר אינו פוסק ממך אף אם יהיה ניצוח מאה פעמים, כמו שאמרו רבותינו (אבות ב ד): ואל תאמן בעצמך עד יום מותך. כי כל ימיך יארוב לך אולי תעלים עיניך ממנו, ואם ינצחך בקל שבקלות – סוף ינצחך בחמור שבחמורות. ובעבור שהגאווה שורש להרבה מידות פחותות, וגם היצר משתתף ומתערב בלב האדם, וכל עניין היצר הוא להכזיב האמת ולאמת השקר, והוא מלמד את האדם להתגאות ומביא לו ראיות, ולכן צריך אתה להתחכם כנגדו. ", 
            "תחילת תחבולותיו של היצר הוא מקשה לבו ומגביהו, וממתיק לו הגאווה ושאר מידות רעות. ואף כי יודע האדם בוודאי שיש פשע ועוון בגאוותו, אפילו הכי עובד במזיד ומתגאה, כי היצר מבעיר את לבו אחר הכבוד עד שלא יחוש על העבירה. ", 
            "אבל האדם שהוא זך במעשיו, ולא יתגאה ולא יהלל עצמו כשיודע שיש עבירה בדבר, אז יבוא היצר הרע ויערוך עוד מלחמה להפילו ללכדו ברשתו, ויורה היתר ומסביר לו סברות שיש לו מצווה ושכר על מה שמתהלל ומתפאר. וכך יאמר לו היצר: \"כבר הגעת למעלת חכמה וחסידות, וראוי לך להתרצות ולהשתדל למצוא חן בעיני העולם ולהחניף להם, לגלות להם חכמתך וצדקתך כדי שיאהבוך.\" ויביא לך ראיה מדברי רבותינו (אבות ג י): כל שרוח הבריות נוחה הימנו – רוח המקום נוחה הימנו. וכל זה ראיות שקר, כי אותה הסברא היא ענף מן הגאווה. אבל העניין הזה הוא כמו שאמר הכתוב (משלי טז ז): \"ברצות יי דרכי איש, גם אויביו ישלים אתו\". וכך פירוש העניין: אם האדם לא יתהלל לפני בני אדם, ולא ישתדל למצוא חן בעיניהם בעשותו מעשיו הטובים, ואף על פי כן אוהבים אותו – זהו ראיה גדולה שהקדוש ברוך הוא אוהב אותו, וזרה לו אהבה בלבות בני אדם, ושם לו שם טוב על לשונם. ואמת הוא שונאם כשאינם מקיימים את המצוות, כי אין הקדוש ברוך הוא אוהב אלא לומדי תורה ומקיימים אותה. ", 
            "אחר כך יסיתך היצר לגלות חסידותך ומעשיך הטובים לפני העם, ומביא ראיה: \"אולי יעשו גם הם כמוך?\" וגם זה נמשך מן הגבהות: אף על פי שמצינו כמה גדולים שנשתבחו (סוכה כח א), לא עשו אלא לפני תלמידיהם וחבריהם כדי שימשכו אחריהם ויחזיקו במעשיהם; וודאי זה מצווה כדי לחבב להם מעשים טובים. ואפילו בפני אלו לא יתגאה בלבו באמרו \"זה אני יודע\" או \"זה אני עושה\", אבל לפני העולם באמת אסור לגלות להם. ", 
            "גם אם תלך בענווה ותעמוד להתפלל באריכות ותלמד בקביעות, יפתך היצר להתגאות ויאמר לך: \"עתה הרואים אותך בני אדם יחשבוך ויכבדוך בעבור דרכיך הטובים. ויש רווח גדול בזה: מתוך שאתה חשוב בעיניהם – יקבלו מוסרך ותוכחתה.\" כל זה הבל, כי בעשותך מעשה הטוב לשם הבורא ברוך הוא לבד, דברי תוכחתך יתקבלו בפני העולם גם אם לא תחשוב כך, כי אין קבלת התוכחה תלויה במחשבותיך. ", 
            "ואחרי שתסתלק מכל זה, יסיתך היצר ויאמר לך: \"לא יתכן שתהיה עבודתך שלמה עד שתתרחק מהן לגמרי, כגון שתכסה מעשיך הטובים, ולהורות הפוך ממה שהיה כבר בלבך: תתפלל קצר, וכשתרצה ללמד שום חכמה תתייחד, ולא ידע שום אדם זולת הבורא ברוך הוא. ולא תראה שום מידה טובה, אך להראות העצלות במעשה העבודה, כדי שלא יצא לך שם ותפסיד שכרך. ולא תצווה על הטוב ולא תזהיר מן הרע, ולא תודיע חכמתך לאיש זולתך, ולא תראה סימן ירא שמים ולא אות, כגון תפילין ומזוזה וציצית. אלא תתנהג במנהגם ותלך בדרכיהם, ותהיה מערב עמהם במאכל במשתה, ובחדווה וברוב השחוק.\" כל זה מענייני היצר ללכוד בני אדם ברשתו, והעושה עניין זה לשם מצווה מפסיד אלף אלפים יותר משכרו, ודומה לבורח מאש קטנה לאש גדולה. ", 
            "אך הישר הוא: להתפלל בכוונה באריכות, ויצווה על הטוב ויזהיר מהרע, ויעשה כל הטובות בגלוי ובסתר. ואם יכבדוהו על זה וישבחוהו – אין מזיק לו בשבח, אחרי שלא כוון לזה בשעת המעשה. לכן בעת אשר תעשה מעשה הטוב, תבחין בעצמך ממי אתה מקווה הגמול: אשר מהאל – הוא שלם, אבל אם מאחרים – אינו שלם. וגם תבחין אם זה המעשה אשר תעשה לפני העולם, אם היית עושה בייחוד בחדרי חדרים בזה העניין אשר אתה עושה ברבים, ואם יתברר לך זה – אז מעשך שלם. ", 
            "כל מה שסיפרנו נגד יצר הרע אינו כי אם טיפה מהים נגד מה שהוא חייב להיזהר בו, כי בכל דבר ובכל מעשה ובכל מידה – בא היצר לשחת ולקלקל. ופתחנו פתח להודיע עניין היצר למי שלא ידע תחילת דרכיו. והחכם יבין, וימהר לסלקהו מתוכו, \"וטהר ידים יוסיף אומץ\" (איוב יז ט). ", 
            "הגאווה המשובחת - הגאווה במעלת החכמה משובחת שנאמר (ירמיהו ט כג): \"כי אם בזאת יתהלל המתהלל: השכל וידוע אותי\". ויוסיף הודאה לבורא ברוך הוא, וגם דעה והשכל ומידות טובות בתפילה לומר: \"מודה אני לפניך, שנתת חלקי מיושבי בית המדרש, ולא מיושבי קרנות.\" וכמו: \"אשרינו מה טוב חלקנו ומה נעים גורלנו.\" ועל זה נאמר (דברי הימים ב יז ו): \"ויגבה לבו בדרכי יי\". כי יהיה אדם יקר רוח וגבה לב בענייני העולם הבא, שלא יספיק לו במה שיזדמן לו, ולא יאמר די במה שימצא ידו מהם; אלא ימעט בעיניו כל מעשהו, ותגבה נפשו למעלה תמיד, ויתרעם בנפשו כמו שמקצר מעבודת הבורא ברוך הוא. וזאת הגאווה אינה מזקת לענווה אך מסייעתו, וגורמת לו לשמוח במעלות הטובות, ולשמוח בכבוד חבריו ולחוס על כבודם. ", 
            "והגאווה נגד הרשעים היא משובחת מאוד, להוכיחם ולהכלים אותם, ולא ייכנע להם. ויצווה על הטוב ויזהיר מהרע כפי יכולתו, אף על פי שזה דומה בעיני העולם כמשתרר וכמתגאה, אחרי שלבו לשם שמים – הרי זה משובח. ולא ייכנע לרשעים, כמו מרדכי שלא נכנע להמן (אסתר ג). ובכל מקום שיש מצוה – עליו לעשות, ולא ייכנע כלל לרשעים לעזוב הטוב מפני השפלתו לפניהם. וזה צריך חכמה: מתי ישתרר נגדם בדבר מצוה? כי פעמים אינו שווה שיעמוד נגדם, שאם יעז פניו נגדם בעבור מצוה אחת – יפסיד אותם מאה מצוות. לכך צריך החכם להתבונן לפי השעה והעניין, ולפי זה יסדר מעשיו; כי יש דבר שצריך לעזוב בשבילם, ויש דבר שלא יניח בשבילם בשום עניין. וצריך בגופו ובמאודו לעמוד נגדם, ולא ייכנע להם. וכל זה בדבר מצווה, אבל בעניין משא ומתן – ייכנע לפניהם ויעשה עמהם לפנים משורת הדין בכל דבר, וזהו מצווה גדולה. ", 
            "תיקון הגאווה - ומי שיש בו מידת הגאווה – צריך להשתדל ולשוב ממנה. כי היא מגונה מאוד, וההיזק שלה רב ומצוי תמיד, והתועלת שיש בה מעט. לפיכך צריך להתרחק ממנה מאוד, כי הגאווה מביאה את האדם לשבר ושפלות, כמו שנאמר (משלי טז יח): \"לפני שבר גאון\"; ונאמר (שם כט כג): \"גאוות אדם תשפילנו\". וכבר ידעת מה ארע לפרעה באמרו (שמות ה ב) \"מי יי...\", ולגלית הפלשתי שאמר (שמואל א יז י) \"אני חרפתי את מערכות ישראל\", ולסנחריב שאמר (ישעיהו לו כ) \"מי בכל אלהי הארצות אשר הצילו את ארצם מידי, כי יציל יי את ירושלים מידי\", ונבוכדנצר באמרו (דניאל ג טו) \"ומן הוא אלה די ישיזבינכון מן ידי\", והדומה להן אשר אמרו כדבריהם – ואחריתם היה בוז וקלון. ומי שהוא במידה זו – אינו ניצול מחטא ועוון, כמו שאמר החכם (משלי כא כד): \"זד יהיר לץ שמו, עושה בעברת זדון\". ", 
            "וכיון שהגיע דברינו עד הנה לדבר על הגאווה, שמע דברי חכמים. חכם אחד אמר: מי הוא אשר לא תיפרד ממנו הדאגה? זה המבקש לעלות מעלה שהיא למעלה ממנה. ואמרו: מי שמחזיק עצמו בחזקת דעתן – מחזיקין אותו בני אדם לשוטה. ואמרו: סמוך לגאווה – מעללים רעים. ומי שיש בו מעללים רעים, תהיה עליו שנאת הבריות, והנפשות נוטות מעליו. ואמר חכם אחד: כאשר נעימות הצורה אור הגוף, כך נעימות המידות אור הנפש. ואמר עוד: אין החשיבות בנפש שיהיה המלך מתגאה, כל שכן בני אדם אחרים זה אל זה. ואמר: שהיה מלך אחד יושב על כסא מלכותו, ולפניו היו כסאות זו למעלה מזו. ואמר להם המלך: איך ישבתם זה למעלה מזה בלא רשותי? והשיב העליון: גודל ייחוס משפחתי הושיבני ממעל לרעי. ואמר השני: עליתי על אשר תחתי מפני רוב חכמתי. וענה השלישי: שפלות נפשי ודכאות לבי הושיבני תחתיהם. והעלהו המלך וגידלו. ועל זה נאמר (משלי כה ז): \"כי טוב אמר לך 'עלה הנה', מהשפילך לפני נדיב\". ", 
            "בעת שרואה אדם שמידת הגאווה מתגברת עליו, צריך לחשב דברים המבהילים את לבו: שבא מטפה סרוחה, וישוב לעפר ורימה, ויתן דין וחשבון לפני מלך מלכי המלכים הקדוש ברוך הוא. ויחשוב: כמה גאים שנתגאו ועברו מן העולם, נשתכחו והיו כלא היו מעולם. ומה הועילה להם גאוותם? ", 
            "גדר להתרחק מן הגאווה ומשאר מידות רעות: הרוצה לעקור הגאות מלבו מכל וכל, לא יוכל לעשות זה במחשבה לבד. אלא בתחילה צריך להתרחק מן הגבהות עד קצה האחרון. כיצד? אדם שהיה רגיל ללבוש בגדים חשובים ומתוקנים כמלבושי גסי הרוח, ורוצה לשוב מזה, אם ילבש בגדים טובים ויתקן אותם במידה בינונית – בזה לא יעקור מלבו הגאות. או אם היה מנהגו להתכבד ולהשתדל בדבריו או בשאר מעשיו – אין תקנה לתקן עד שינהיג עצמו בביזיון הרבה, וישב למטה מן הכל, וילבש בלויי הסחבות המבזים את לובשיהם, וכיוצא בדברים אלו, עד שיעקור גובה הלב ממנו. וכן מי שהוא בעל חמה וכעס הרבה, תחילה ינהג עצמו שאם היכו אותו או קיללו אותו – לא ירגיש כלל, וילך בדרך זו זמן רב עד שיעקור שורש הגאווה ממנו; ואז יחזור וילך בדרך האמצעי, וילך בה כל ימיו. ועל דרך זה יעשה בכל המידות הרעות: מתחילה יתרחק ממנה עד שלא יוכל להתרחק יותר, וינהג בזה זמן רב, ואז יחזור ויתפוס הדרך הבינוני. ועניין זה הוא רפואה שלימה לכל מידות רעות. ומי שדעתו נמשכת לעבוד הבורא ברוך הוא בכל חלק וחלק בחלק המובחר שבה – ישים זה הדרך לפניו ולפני חברו. ועל זה נאמר (תהלים נ כג): \"ושם דרך, אראנו בישע אלהים\"."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שער התשובה שער עשרים וששה:</b> התשובה. אמר רבי לוי: גדולה תשובה, שמגעת עד כסא הכבוד; שנאמר (הושע יד ב): \"שובה ישראל עד יי אלוהיך\" (יומא פו א). ", 
            "ואמרו רבותינו זיכרונם לברכה: ", 
            "כשעלה משה לרקיע הראשון, מצא כיתות של מלאכים. פתחו לפניו ספר תורה, וקראו מעשה יום ראשון, ופסקו והתחילו לספר בשבחה של תורה. ", 
            "עלה לשניה, ומצא חבילות של מלאכים, וקורין מעשה יום שני; ופסקו והתחילו לספר בשבחה של תורה ושל ישראל. ", 
            "עלה לשלישי, ומצא מלאכים וגדודים קורין במעשה יום שלישי; ופסקו והתחילו לספר בשבחה של ירושלים. ", 
            "עלה לרביעי, מצא אראלים קורין במעשה יום רביעי; ופסקו והתחילו לספר בשבחו של משיח. ", 
            "עלה לחמישי, מצא מחנות מחנות קורין במעשה יום חמישי; ופסקו והתחילו לספר בעצבונה של גיהנם. ", 
            "עלה לששי, ומצא שם מלאכים, והיו קורין במעשה יום ששי; ופסקו והתחילו לספר במעשה גן עדן, ומבקשים לפני הקדוש ברוך הוא ליתן חלקם של ישראל בגן עדן. ", 
            "עלה לשביעי, ומצא אופנים ושרפים, גלגלים ומלאכי רחמים, מלאכי חסד וצדקה, ומלאכי רתת וזיע. מיד אחז בכסא הכבוד. התחילו לקרות במעשה יום שביעי: \"ויכלו\", ופסקו והתחילו לספר בשבחה של תשובה. ", 
            "ללמדך שתשובה מגעת עד כסא הכבוד, שנאמר: \"שובה ישראל עד יי אלוהיך\" (הושע יד ב). ", 
            "שבעה דברים קדמו לעולם - אמר רבי עקיבא (פסחים נד א): שבעה דברים קדמו לעולם, ואלו הן: תורה, תשובה, גן עדן וגיהנם, וכסא הכבוד, ובית המקדש, ושמו של משיח. ", 
            "ולמה אלו שבעה? דע לך, שעיקר בריאת העולם הוא בשביל האדם, כי אין צורך בעולם התחתון אלא באדם, והוא מושל בכל עולם התחתון, בבהמות וחיות ועופות ודגים ושרצים. ", 
            "ומאחר שעיקר הבריאה בשביל האדם, אם כן הוצרך להקדים התורה שהיא קיום העולם, דכתיב: \"אם לא בריתי יומם ולילה, חוקות שמים וארץ לא שמתי\" (ירמיהו לג כה). וכיון שהקדים התורה, הוצרך כמו כן להקדים התשובה, כי כיון שיש בתורה עשה ולא תעשה ועונשים המפורשים בתורה, הוצרך על כל פנים להקדים תשובה, שאם יחטא האדם שיהיה לו זמן לשוב; שאם לא כן לא היה העולם קיים דור אחד, כי אדם אין צדיק בארץ אשר יעשה טוב ולא יחטא (קהלת ז כ), כי מיד שהדור חוטא הוא ראוי לכלותו ולהשמידו. ולכך נכתב מעשה סדום בתורה, להודיע לחוטאים שהם ראויים להיות כלים, הם וכל אשר להם, וגם הארץ הייתה ראויה להתהפך כמו סדום, אלא שהקדוש ברוך הוא הקדים תשובה, וממתין דור אחר דור. וכיון שהקדים תורה ותשובה, הוצרך להקדים כמו כן גן עדן וגיהנם וכסא הכבוד, שהם מקומות לשלם לאיש כמעשיו. וכיון שהקדים כל אלו, הוצרך להקדים בית המקדש ושמו של משיח, כי בימים ההמה תמלא הארץ דעה, ולא יהיה יצר הרע בבני אדם, וכולם ידעו שעיקר בריאת העולם בשביל עבודת הבורא יתעלה. לכן הקדים אלו השבעה לעולם. \"ועלו מושעים בהר ציון\" (עובדיה א כא), \"ובא לציון גואל, ולשבי פשע ביעקב\" (ישעיהו נט כ). אמן, וכן יהי רצון. ", 
            "עבור שבעה דברים יקדים האדם לשוב בבחרותו כשהוא בגודל כוחו: ", 
            "האחד – כי עבודת התורה והיראה, וכל המעלות שהאדם חייב, המה רבים מאוד מאוד. ועל זה נאמר: \"ארוכה מארץ מידה, ורחבה מני ים\" (איוב יא ט). ", 
            "\"והיום קצר\" (משנה אבות ב טו), כי העולם הזה יום קצר מאוד, \"כצל ימינו על הארץ\" (דברי הימים א כט טו). ואמרו רבותינו זכרונם לברכה (בראשית [רבה] צו ב): לא כצל כותל ולא כצל אילן, אלא כצל עוף הפורח באוויר. \"והפועלים עצלים\" – זהו האדם שיש בו מידת העצלות. ", 
            "ועתה התבונן: אדם שמחויב לילך מהלך יום עשר פרסאות ויותר, והדרך מלא מכשולים מטיט ואבנים, ויש ליסטים ורוצחים באותו הדרך, והוא צריך ללכת על כל פנים, כי כן צווה לו המלך ולא יוכל לדחותו – כמה צריך האדם להקדים בבקור ולחגור מותניו בזריזות וללכת במהירות. לכן יש להשכים ולהקדים לעבודת הבורא יתעלה. ", 
            "ואפילו כשיעשה כל יכולתו – ישיג רק מעט מן המעלות. כמו שאמרו רבותינו (אבות [דרבי נתן] טז ד) על מה שכתוב: \"כי הוא ידע יצרנו\" (תהלים קג יד): משל למלך שנתן שדה לעבדיו, ואמר להם לעבדו ולשמרו, ולהביא ממנו שלושים כור בכל שנה. והם טרחו בה ועבדו אותה היטב, והביאו לפני המלך חמישה כורין. אמר להם: מה זאת עשיתם? אמרו לו: אדוננו המלך, השדה שנתת לנו היא זיבורית, ואנחנו בכל כוחנו עבדנוה, ולא עשתה יותר מזה השיעור. כך האדם, אפילו כשיעבד בכל כוחו – עבודתו קטנה. ואם יאמר: אמתין עד שאהיה פנוי ועד שארוויח די סיפוקי – הנה טרדות העולם אינן פוסקות, וכדברי רבותינו זכרונם לברכה: \"ואל תאמר לכשאפנה אשנה, שמא לא תפנה\" (משנה אבות ב ד). ", 
            "השני – אם יאחר תשובתו עד שיכניס ויאסוף הון, אז יחמוד ויכסוף יותר, כמו שאמרו רבותינו זכרונם לברכה (קהלת [רבה] א יג): אין אדם יוצא מזה העולם וחצי תאוותו בידו, יש בידו מנה – מתאווה לעשות מאתיים, השיגה ידו למאתיים – מתאווה לעשות ארבע מאות. וכן אמר הכתוב: \"אהב כסף לא ישבע כסף\" (קהלת ה ט). ", 
            "השלישי – הזמן מתמעט והמלאכה מרובה: מלאכת התורה, ותיקון הנפש, והשגות המעלות כמו היראה. ", 
            "הרביעי – כשיתאחר לתקן נפשו, אז היצר הולך ומתגבר, ומתקשה הלב, וכבר הורגל בעבירות, וכל העבירות הן בעיניו כהיתר, ולא יוכל לטהר עצמו. ", 
            "החמישי – מי שאינו רוצה להקדים לשוב, אולי לא יאריך ימים וימות טרם ישוב, על כן הזהיר \"בכל עת יהיו בגדיך לבנים\" (קהלת ט ח). ", 
            "הששי – כשיתאחר לשוב יהיו עונותיו ישנים, וישכח ולא ידאג להם כאשר בתחילה. ", 
            "השביעי – כשהוא בא לימים ויחלש כוח היצר, לא יקבל שכר על התשובה כאילו עשה תשובה בימי בחרותו כשהיה בחוזק כוחו. ", 
            "ובעבור אלו שבעה דברים יקדים אדם את עצמו, לתקן נפשו לפני מלך עליון. ", 
            "שבעה דברים שיָשים האדם על לבו שיוכל לעשות תשובה - ואחר שיעלה בלב האדם לעשות תשובה, לא יוכל לעשות תשובה שלמה אם לא ישים על לבו שבעה דברים: ", 
            "הראשון – שידע מעשיו ויזכירם כולם. כי אדם שלא הורגל לקיים המצוות מנעוריו – כל ימיו יעשה עבירות. ", 
            "וכמה בני אדם סבורים שאין אדם נקרא \"בעל תשובה\" אלא אם כן בא על אשת איש או על גויה, או יוצא לתרבות רעה, וכיוצא באלו מעבירות גדולות; אבל בשאר עבירות אין יודעים לשוב עליהם. וזה אינו כן, כי על כל מה שהזהירו רבותינו עליו – הוא יותר חמור מדברי תורה. כי כל העובר על דברי חכמים – חייב מיתה (ברכות ד ב). וכל מי שעובר על דברי תורה או על דברי חכמים צריך לשוב. ", 
            "ועתה שמע בני, כי רוב העולם אין נזהרים מדברים בטלים, ומלהסתכל בנשים, ומלדבר עמהן שלא לצורך. גם לא נזהרים להתפלל בכוונה, ומלדבר בבית הכנסת, ומשחוק ומקלות ראש. גם לא נזהרים בצדקה לתת למי שהגון לו, ולאמץ הלב ולקפץ היד, ולדבר דברים קשים לעניים. גם לא נזהרים משבועת חינם, ולקלל חברו או עצמו בשם; והזכרת שם שמים לבטלה, או במקום שאינו טהור, או בידים שאינן נקיות; וביטול תלמוד תורה כנגד כולם. גם לא נזהרים מקנאה, ושנאה, ולשון הרע, וגאווה, וכעס, ומכל המידות האמורות בספר הזה. גם לא נזהרים בענייני קיום המצוות התלויים במעשה, כגון נטילת ידים, ומענייני נזיקין בין אדם לחברו, ומקיום שבת כדין. ", 
            "ורבים נכשלים בזה, כי דבר פשוט הוא מאוד: מי שאינו בקי במצוות נכשל בהרבה מקומות. וכהנה עושה אדם עבירות כל ימיו ולא מרגיש. כן צריך זה השב לידע העבירות שעשה. ואיך יכול האדם לדעת? ילמד המצוות, ויבין בכל מצווה ומצווה מה חסר ממנה שלא קיים ובמה עבר. ואם לא ידע במה עבר, איך יתחרט? אלא אם כן ידע העבירה שיתחרט עליה, כמו שאמר הכתוב: \"כי פשעי אני אדע, וחטאתי נגדי תמיד\" (תהלים נא ה). ", 
            "השני – אפילו כשהוא יודע עבירות שעשה, לא יתחרט עליהם אם לא ידע בוודאי רעת העבירות שעבר. כי אם יחשוב: \"מה בכך אם נהניתי מן העולם הזה בלא ברכה, או אם ביטלתי מן התורה? אין זה דבר רע כל כך!\" – מי שחושב כך לא יתחרט ולא ישוב בלב שלם. אלא צריך לחשוב: \"אין שום דבר רע בכל העולם כמו מי שאינו חושש על מצוות המלך המרומם; קל וחומר ממלך בשר ודם: העובר על צוויו, כמה הוא דבר רע. ", 
            "השלישי – צריך החוטא לידע ולהאמין מעומק הלב, שיש לו גמול ועונש בדינים קשים על העבירות שעשה, ואם לא ידע זה לא יחוש לשוב. אבל אחר שיברר אצלו העונש, אז ישוב ויתחרט, ויבקש מאת האל המהולל מחילה, כמו שנאמר: \"סמר מפחדך בשרי, וממשפטיך יראתי\" (תהלים קיט קכ). ", 
            "הרביעי – צריך שידע החוטא, שכל עבירותיו שעבר כל ימיו, עבירות גדולות וקטנות, וכל המחשבות הרעות ודברים בטלים, וכל ענייניו מקטן ועד גדול – הכל כתובים בספר. ואין שכחה לפני השם יתעלה, דכתיב: \"הלא הוא כמוס עמדי, חתום באוצרתי\" (דברים לב לד); ואומר: \"ביד כל אדם יחתום\" (איוב לז ז). כי אם יחשוב שיש שכחה לעונותיו, לא יתחרט ולא יבקש ממנו עליהם מחילה. כי רבים חושבים בשביל שהקדוש ברוך הוא מאחר לפרוע העבירות, שישתכחו ולא יבוא לדון עליהם, כמו שנאמר: \"אשר אין נעשה פתגם, מעשה הרעה מהרה, על כן מלא לב בני האדם בהם לעשות רע\" (קהלת ח יא). ", 
            "החמישי – שידע באמת שהתשובה היא רפואה שלמה לעבירות. כי החולה שאינו מאמין ברפואה שעושים לו שהיא תרפא אותו – לא יחוש לאכול הרפואה או לשתות המשקה. אבל כשהוא יודע בוודאי תועלת הסם והמשקה – אז יתאווה לסבול מרירות הרפואה. כך כשידע בוודאי תועלת התשובה, אז יתאווה להגיע אל מעלות התשובה. ", 
            "הששי – צריך לחשב בלבו הטובות שעשה לו הבורא יתברך מעודו ועד היום הזה, והיה לו להודות עבור הטובות, וזה לא עשה אלא עבר מצוותיו. ויש לו לשקול עונש העבירה כנגד המתיקות, ושכר המצווה כנגד צערה בעולם הזה, כמו שאמרו חכמים: הוי מחשב הפסד מצווה כנגד שכרע, ושכר עבירה כנגד הפסדה (משנה אבות ב א). ", 
            "השביעי – צריך שידע להתחזק מאוד, ולסבול סבל גדול להימנע מן הרע אשר הורגל בו. כי זה דבר פשוט מאוד: עבירה שהורגל בה כל ימיו, שהיא דומה לו להיתר (יומא פו ב), וקשה לו מאוד לפרש ממנה. ועל כן צריך אדם חיזוק גדול וגדרים גדולים לפרש ממה שהורגל, וצריך הסכמה גדולה בכל לבו ובכל נפשו להימנע. ויסיר ההרגל מלבו כאילו לא הורגל, וירגיל וימאס בלבו הרעות, כמו שנאמר: \"וקרעו לבבכם ואל בגדיכם\" (יואל ב יג). ", 
            "וכשהחוטא קובע בלבו אלו השבעה עניינים, אז הוא קרוב לדרך התשובה. ", 
            "והנה מדרגות רבות לתשובה, ולפי המדרגות יתקרב האדם אל השם יתעלה. ולעולם אין הנשמה טהורה בטהרה שלמה שיהיו העונות כלא היו, אלא אחר שיטהר האדם את לבו. כמו בגד המטונף: אם יכבס אותו מעט אז יעבר הטינוף, אבל רשם וכתם יישאר בו; אבל לפי רוב הכיבוס יתלבן לגמרי. וכן כתיב: \"הרב כבסני מעוני\" (תהלים נא ד). לכן תכבס לבך מן העון, דכתיב: \"כבסי מרעה לבך ירושלים\" (ירמיהו ד יד). ", 
            "עשרים עניינים מעיקרי התשובה - ועתה יש לי לכתוב לך עשרים עניינים שהן מעיקרי התשובה: ", 
            "הראשון – יתפוס במידת החרטה. וישים אל לבו כי יש עונש גדול למי שעבר על מצוות המלך הגדול, כמו שאמר הכתוב (ירמיהו יג טז): \"תנו ליי אלהיכם כבוד בטרם יחשך...\". וכשאדם יחשוב ימי חושך אשר יגיעו למי שפשע באלהי יעקב, אז יירא מאוד ויתחרט על מעשיו, ויאמר בלבו: \"מה עשיתי? איך לא היה פחד אלוהים לנגד עיני! ואיך לא יגורתי מתוכחות על עוני! ואיך לא משלתי על יצרי בהנאת רגע אחד! ואיך טמאתי נשמתי הטהורה, אשר נופחה בי ממקור הקודש! ואיך עשיתי חלוף עולם גדול וארוך, קיים לעולמי עד, בעולם קטן הכלה! ואיך לא זכרתי יום המוות, אשר לא נשאר לפני נשמתי, בלתי גוויתי ואדמתי!\" – וכן ירבה בלבו מחשבות בעניין זה. וזה העניין אשר דבר ירמיהו (ירמיהו ח ו): \"אין איש ניחם על רעתו לאמר 'מה עשיתי'\". ", 
            "השני – עזיבת החטא: שיעזוב החוטא דרכיו הרעים, ויגמור בכל לבו שלא יוסיף לבוא בדרך הרע ההוא עוד. וזה ראשית התשובה, לעזוב דרכיו ומחשבותיו הרעים, להסכים בלבו ולקבל עליו שלא יוסיף לחטוא, וישיב מחשבתו הרעה אשר חשב, ויכרית מעשיו הרעים מידו. ", 
            "השלישי – היגון: שיֵאנח במרירות הלב. כי אם אדם הפסיד דינר – קשה לו; ואם אבד עשרו – יתאבל ולבו מר בקרבו; וכן אם יפגעוהו שאר צרות – יצטער מאוד. קל וחומר שיצטער מי שמרד באדון הגדול והשחית דרכו לפניו, והוא עשה לו חסד – כל שכן שיצטער בכל רגע. ", 
            "ודע שמדרגות התשובה ומעלותיה – לפי גודל המרירות והצער על העבירות שעשה, כי הצער בא מטהרת הנשמה העליונה; והקדוש ברוך הוא מרחם על האדם בהיות נשמתו שרויה בצער על פשעיו. והמשל בזה: כי המלך ירחם יותר על ילידי ביתו הקרובים אליו והם מאצילי הארץ הנכבדים, ממה שהוא ירחם על הכפריים. לכן כשהנשמה שנפרדה מלמעלה ממקום קדוש, כשהיא מצטערת – אז יקבלנה מהרה יוצר הכל. ", 
            "הרביעי – יגון וצער במעשה. עד כאן דברנו מצער ויגון בלב, וזה העניין הרביעי הוא צער ויגון במעשה, כמו שנאמר (יואל ב יב): \"וגם עתה נאום יי, שובו עדי בכל לבבכם, ובצום ובבכי ובמספד\". ", 
            "וצריך להראות סימני צער ויגון במלבושיו כגון לחגור שק, כמו שנאמר (יונה ג ח): \"ויתכסו שקים האדם והבהמה\". ויסיר בגדיו החמודות ממנו, וימעט תענוגים: במיני המאכל והמשתה והטיולים. ", 
            "ואמרו רבותינו זכרונם לברכה (ירושלמי ברכות א ה): הלב והעיניים – שני סרסורי החטא, וכתיב (במדבר טו לט): \"ולא תתורו אחרי לבבכם ואחרי עיניכם\". לכן כזאת יכופר עון הסרסורים: עון סרסרות הלב במרירות וצער, ועוון סרסרות העיניים יתכפר בדמעות, שנאמר (תהלים קיט קלו): \"פלגי מים ירדו עיני, על לא שמרו תורתך\" – לא אמר \"על לא שמרתי\" אלא \"על לא שמרו\", פירוש: אלו העיניים הם היו מרגלים לתור אחר החטא, על כן הורדתי פלגי מים. ", 
            "וכשיבכה על פשעיו ויתענה, יאמר: \"דמעותי – יכבו חרון אפך; ותשובת מעשי – ישיבו אפך ממני; וערך שולחני אשר לא ערכתי – יחשב כמזבח ערוך; והסיר אשר לא הצגתי על גחלים – כאש תוקד על מזבחך; ואת חסרון דמי – יכפר כדם על קרנות המזבח; ומיעוט חלבי – כחלב אמורים; וקול בכיי – כקול שירים משוררים; וריח רעבון נפשי – כריח הקטורת; וחלשות איברי – כנתחי קרבן; ושברון לבי – יקרע הספרים שכתובים בהם עונותי; ושינוי בגדי החמודות – כבגדי כהונה; ומניעת רחיצה – כקדוש ידים ורגלים; ותשובותי – ישיבוני אליך; כי נחמתי על רע מעללי שעשיתי, ולא אשוב להרע לפניך.\" ", 
            "החמישי – הדאגה, שידאג מעונש עונותיו. כי יש עונות שהתשובה תולה כפרתן ויסורין ממרקין (יומא פו א), כמו שנאמר (תהלים לח יט): \"כי עוני אגיד, אדאג מחטאתי\". ", 
            "ומה חילוק יש בין ה\"יגון\" וה\"דאגה\"? כי היגון על מה שעבר כבר; והדאגה על העתיד, שידאג לעולם אולי יקצר בעניין התשובה, ולא ישלים חוק התשובה,. וידאג שמא יתגבר יצרו עליו, כמו שאמרו רבותינו זיכרונם לברכה (משנה אבות ב ד): אל תאמין בעצמך עד יום מותך. ", 
            "הששי – הבושה, כמו שנאמר (ירמיהו לא יח): \"בושתי וגם נכלמתי, כי נשאתי חרפת נעורי\". והנה החוטא יתבייש מאוד לעבור עבירה לפני בני אדם, ואיך לא יבוש לפני הקדוש ברוך הוא?! וכבר בארנו עניין הבושה בשער הבושה. ", 
            "השביעי – ההכנעה בכל לב והשפלות. כי המכיר את בוראו ידע במה שעבר על דבריו, וישפיל עצמו ויכנע. וכתיב (תהלים נא יט): \"זבחי אלוהים רוח נשברה, לב נשבר ונדכה אלוהים לא תבזה\" – \"רוח נשברה\" היא רוח נמוכה. ", 
            "ההכנעה היא מעיקרי התשובה, ובהכנעה יתקרב האדם אל השם ברוך הוא, שנאמר (ישעיהו סו ב): \"ואל זה אביט: אל עני ונכה רוח\". והמדרגה העליונה בהכנעה המחויבת מדרך התשובה: שיגדיל ויאדיר בעבודת הבורא, ולא יחזיק טובה לעצמו אלא יהיה הכל קטן בעיניו כנגד מה שהוא חייב בעבודת השם יתברך. על כן יכנע ויעבוד בהצנע, ולא יחמוד כבוד על מעשיו הטובים. ", 
            "השמיני – ההכנעה במעשה: שיתנהג במענה רך. אם חרף אותו אדם על מעשיו הראשונים – ישתוק, או יאמר: \"ידעתי כי חטאתי.\" ולא יעשה מלבושים נאים ותכשיטים, כמו שנאמר (שמות לג ה): \"ועתה הורד עדיך מעליך\". ויהיו תמיד עיניו שַחות, כמו שנאמר (איוב כב כט): \"ושח עינים יושע\". וסימני ההכנעה: מענה רך, וקול נמוך, ושחוּת העין. ואלו העניינים מכניעים את הלב. ", 
            "התשיעי – שבירת תאווה. ישים אל לבו כי התאווה מקלקלת כל המעשים, ויפרש מן המותרות אפילו בדבר המותר לו, רק לשובע נפשו ולקיים גופו, וכן לעניין האישה. כי כל זמן שאדם הולך אחר תאווה, נמשך אחר תולדות הגוף ויתרחק מדרך הנפש המשכלת, כדכתיב (דברים לב טו): \"וישמן ישורון ויבעט\"; וכתיב (משלי ל ט): \"פן אשבע וכחשתי, ואמרתי מי יי\". והנה התאווה הנתונה בלב האדם היא שורש כל הפעולות, לכן ימהר לתקן תאווה, וכבר הארכנו לעיל. ויש בשבירת התאווה תועלת גדולה, כי בזה יגלה שלבו טוב וישר, כי הוא מואס הטבע אשר גרם לו החטא. והפורש אפילו מן המותר – הוא גדר גדול שלא יגע באיסור, כלומר: \"הן אפילו במותר לא אמלא תאותי, ואיך אשלח ידי באסור?!\" ", 
            "העשירי – להשיב פעלו. כיצד? המסתכל בעריות – יתנהג בשחות עינים; בלשון הרע – יעסוק בתורה (ערכין טו ב). ובכל איבר ואיבר שחטא ישתדל לקיים בו מצוות. ", 
            "וכן אמרו חכמינו: באיבר שחוטאים – בו מתרצים. ", 
            "ועוד אמרו חכמינו (ויקרא [רבה] כא ה): אם עשית חבילות של עבירות – עשה כנגדם חבילות של מצוות; רגלים ממהרות לרוץ לעבירה – יהיו ממהרים לרוץ לדבר מצווה; פה שדבר סרה – אמת יהגה חכו, ופיו יפתח בחכמה; ידים שופכות דם נקי – יפתח ידו לעני; עינים רמות – יהא דכא ושח עינים; לב חורש מחשבות און – בלבו יצפן אמרי תורה. ", 
            "האחד עשר – חיפוש דרכיו, כמו שנאמר (איכה ג מ): \"נחפשה דרכינו ונחקרה, ונשובה עד יי\". והחיפוש הוא שיבדוק עצמו מן העבירות שעשה בימיו. ", 
            "ויש בזה תועלת לשלושה דברים: ", 
            "האחד: שיזכור כל הדברים שחטא בהם ויתוודה על כולם, כי הווידוי מעיקרי הכפרה. ", 
            "השני: שידע כמה יש לו עבירות וחטאים, ובזה יוסיף ההכנעה. ", 
            "השלישי: כי אף על פי שהוא מקבל עליו לעזוב כל חטא, צריך לידע הדברים שחטא עליהם כדי לעשות גדר להיזהר מאותן דברים שנכשל בהן. כי צריך האדם יותר שמירה מאותן עבירות שהורגל בהן, ושהן קלות בעיניו לעבור עליהן, והיצר שולט בהם. והוא כחולה, כשהוא מתחיל להבריא – צריך להיזהר מכמה עניינים שלא יחזירוהו לחוליו; כך מי שהוא חולה מן העבירות, כשיתחיל לשוב צריך להיזהר מאוד. ", 
            "השנים עשר – שיחקור וידע גודל כל אחד מעונותיו, ובאיזה עבירה יש מלקות, או מיתת בית דין, או כרת. וכשידע גודל החטא – ימרר לבו בווידוי ויוסיף הכנעה. ", 
            "השלושה עשר – שיהיו העבירות הקלות דומות בעיניו כחמורות, כגון הסתכלות בנשים ולהרבות עמהן דברים, או דברים בטלים או לילך בטל, או להזכיר שם שמים לבטלה - כל אלו ועוד רבות כהם בעיני אנשים רבים, ואפילו בעיני גדולי הדור, הם נחשבים קלות – כל אלו יהיו נחשבים לו חמורות מאוד. ", 
            "ויש בזה ארבעה טעמים: ", 
            "האחד: שאין להביט לקטנוּת העבירה, אלא יביט לגדולת המלך שהזהיר עליה. משל למלך שצווה לשני עבדיו: לאחד צווה להביא לו לשתות כי הוא צמא מאוד, לשני צווה לעשות דבר שאינם צריך כל כך, והזהיר כל אחד בנפשו – בוודאי כל מי שעובר חייב מיתה, כי עונשין אותו שגנב דינר אחד כמו שעונשין אותו שגנב אלף, כי כל אחד עובר מצוות המלך. כך על כל התורה הזהיר (דברים כז א): \"שמור את כל המצוה אשר אנכי מצוה אתכם היום\", וכתיב (כו): \"ארור אשר לא יקים את דברי התורה הזאת לעשות אותם\". ", 
            "השני: כי מי שעובר הקלה הרבה פעמים – אז היא חמורה, כי יצטרפו העונשים על כל פעם ופעם. ", 
            "השלישי: כי כשהוא מורגל בעבירות, והן לו כהיתר ולא ישתמר מהם – נחשב עם פורקי על ומומר לדבר אחד. ", 
            "הרביעי: כי דרך היצר, כשהוא נוצח בדבר קל – אז ינצח בדבר חמור. לכן אמרו חכמים (משנה אבות ב א): הוי זהיר במצווה קלה כבחמורה. ואמרו עוד (שם ד ב): שמצווה גוררת מצווה, ועבירה גוררת עבירה. ", 
            "הארבעה עשר – הווידוי, שנאמר (ויקרא ה ה): \"והתודה אשר חטא עליה\". ויש חובה עליו להזכיר עונותיו ועונות אבותיו. ולמה יתוודה על חטאות אבותיו? משום שהוא נענש כשאוחז מעשה אבותיו בידו, וכן כתיב (ויקרא כו מ): \"והתודו את עונם, ואת עון אבותם\". ויזהר מאוד בעת הווידוי שיגמור בלבו לעזוב דרכיו הרעים, כי אם חוזר עליהם ואינו עוזבם – אז הוא כטובל ושרץ בידו (תענית טז א). כי הווידוי הוא כטבילה, והחטא כשרץ, וזה דבר ברור שאין טבילה מועלת להאוחז השרץ. ", 
            "החמישה עשר – התפילה: שיתפלל החוטא לשם ברוך הוא, ויבקש מאת השם ברוך הוא שיעזרהו על תשובתו, ויפתח לו שערי טהרה. ", 
            "הששה עשר – תיקון המעוות: שיתקן כל מה שעִוֵת. כגון אם גזל לאדם – ישיב הגזלה קודם הווידוי, כדי שיתרצה בווידוי. ואם גזל את האדם ואין לו לפרוע – יתפלל לאלוהים שיתן לו השגת יד שיפרע. ", 
            "השבעה עשר – לרדוף פעולת החסד והאמת, שנאמר (משלי טז ו): \"בחסד ואמת יכופר עון\". ", 
            "ואם החוטא לא שב אל השם יתברך – לא יתכפר עונו בפעלו חסד, כמו שאמר הכתוב (דברים י יז): \"אשר לא ישא פנים, ולא יקח שחד\". ופרשו חכמים: \"לא יקח שוחד\" – למחול על המצוות ולהעביר על העונות. וזה הפסוק \"בחסד ואמת יכופר עון\" – על בעלי תשובה דבר, כי יש עבירות שהתשובה ויום הכיפורים תולין, ויסורין ממרקין. והנה החסד מגן בעד החוטא וישמר עליו מן הייסורין, גם יצילנו מן המות, כמו שנאמר (משלי י ב): \"וצדקה תציל ממות\". ", 
            "ועוד יש עון חילול השם, שהתשובה ויום הכיפורים תולין ומיתה ממרקת, כמו שנאמר (ישעיהו כב יד): \"אם יכופר העון הזה לכם עד תמותון\". וכשאדם משתדל לאחוז בידו האמת, ויחזיק ידי אנשי אמת וישא ראשם, וישפיל אנשי השקר ויגיעם עד העפר – הנה אלה דרכי קידוש השם. והנה כשיתעורר אדם במידת האמת, אז יסלח לו עון החילול עם התשובה. ", 
            "השמונה עשר – שיהיו חטאיו נגדו תמיד ולא ישכח אותם, כמו שכתוב (תהלים נא ה): \"כי פשעי אני אדע, וחטאתי נגדי תמיד\". ", 
            "התשעה עשר – עזיבת החטא, כשבא החטא לידו והוא בחוזק תאוותו. ואמרו חכמים (יומא פו ב): איזהו בעל תשובה אשר תשובתו מגעת עד כסא הכבוד? זהו אשר נבחן ויצא נקי, באותו פרק ובאותו מקום ובאותה אישה. פירוש: כשיזדמן החטא לידו והוא בתקף יצרו, וכבש יצרו בעבור יראת השם ברוך הוא. ואם לא נזדמן בידו בעניין זה – יוסיף בנפשו יראת השם ברוך הוא דבר יום ביומו. ככה יעשה כל הימים, וזה מדרגה עליונה מן התשובה. ", 
            "העשרים – להשיב רבים מעון כאשר תשיג ידו, שנאמר (יחזקאל יח ל): \"שובו והשיבו מכל פשעיכם\" – למדנו שזה מעקרי התשובה. ונאמר (ויקרא יט יז): \"הוכח תוכיח את עמיתך, ולא תשא עליו חטא\" – למדנו שאם לא יוכיחנו יענש על חטאיו. וכן אמר דוד (תהלים נא טו): \"אלמדה פשעים דרכיך, וחטאים אליך ישובו\". ", 
            "ארבעה ועשרים דברים מעכבים את התשובה. ", 
            "ארבעה מהן עון גדול, והעושה אחד מאלו הארבעה – אין הקדוש ברוך הוא מספיק בידו לעשות תשובה לפי גודל חטאו. ואלו הן: ", 
            "המחטיא את הרבים, ובכלל עון זה – המעכב את הרבים מלעשות מצוה. ", 
            "והמטה את הרבים או חברו מדרך טובה לדרך רעה, כגון מסית ומדיח. ", 
            "והרואה את בנו יוצא לתרבות רעה ואינו מוחה בידו, כי אם היה מוחה בידו היה פורש, ונמצא שמחטיא אותו. ובכלל זה העון – כל שאפשר בידו למחות באחרים, בין רבים בין יחידים, ואינו מוחה אלא מניח אותם בכישלונם. ", 
            "והאומר \"אחטא ואשוב\". ובכלל זה: האומר \"אחטא ויום הכיפורים מכפר\", כי כל המחשב כך – תשובתו קשה מאוד; כי לעולם יחטא כיון שחושב שישוב, אז העבירה קלה בעיניו. ", 
            "ומאותן ארבעה ועשרים דברים, מהן חמישה שהם נועלים דרכי התשובה בפני עושיהם. ואלו הם: ", 
            "הפורש מן הציבור כשעושים תשובה, והוא אומר \"שלום עלי נפשי\" ואינו מצטער בצער ציבור – לכן אינו זוכה בזכות שעושים. ", 
            "והחולק על דברי חכמים; לפי שהמחלוקת גורמת לפרש מהם, ואינו יודע דרכי התשובה. ", 
            "והמלעיג על המצוות; שכיון שנתבזו בעיניו – אינו חושש עליהן לעשותן. ואם לא יעשה – במה יזכה? ", 
            "והמבזה רבותיו; שדבר זה גורם לדחפו ולטרדו מן העולם כאותו האיש, ובזמן שנטרד – לא ימצא מלמד שמורה לו דרך האמת. ", 
            "והשונא את התוכחות; שהרי לא הניח לו דרך תשובה, שהתוכחות גורמות לתשובה. שבזמן שמודיעים לאדם חטאיו ומכלימים אותו – חוזר בתשובה, כמו שנאמר (דברים ט ז): \"זכר אל תשכח... ממרים הייתם הייתם...\"; \"ולא נתן יי לכם לב לדעת...\" (שם כט ג); \"עם נבל ולא חכם...\" (שם לב ו). וכן ישעיה הנביא הוכיח את ישראל עד שחזרו בתשובה. לפיכך צריך כל קהל וקהל להעמיד אחד מחכמיהם, זקן וירא שמים מנעוריו ואהוב להם, שיהא מוכיח לקהל להחזירם בתשובה. וזה ששונא את התוכחות – אינו בא למוכיח ולא שומע דבריו, ולפיכך יעמוד בחטאיו שהם טובים בעיניו. ", 
            "ומאותן ארבעה ועשרים דברים יש חמישה דברים, העושה אותן אי אפשר לו שישוב בתשובה גמורה; לפי שהם עבירות שבין אדם לחברו, ואינו יודע חברו שחטא לו שיבקש ממנו מחילה. ואלו הן: ", 
            "המקלל את הרבים, ולא קלל אדם ידוע שיבקש ממנו מחילה. ", 
            "והחולק עם הגנב, כי הוא חושב שאין זה גנבה כי \"אני לא גנבתי\"; ואפילו אם ירצה לשוב ולהחזיר – למי יחזיר? כי הוא אינו יודע ממי גנב הגנב, והוא מחזיק ידי הגנב ומחטיא אותו. ", 
            "והמוצא אבידה ואינו מכריז עליה להחזיר לבעליה, וכשרוצה לעשות תשובה – אינו יודע של מי הייתה. ", 
            "והאוכל שור עניים, יתומים ואלמנות: אלו בני אדם אומללים הם, ואינם ידועים ומפורסמים, וגולים מעיר לעיר, וזה האוכל אינו יודע של מי הוא שיחזיר לו. ויש אומרים \"שוד\" בדל\"ת, לשון דוחק, פירוש: שהוא דוחק אלו העניים בחוב שהן חייבים לו עד שמחליטים לו קרקעותיהם או מטלטלים שלהם בפחות משווים; ואינו חושב שיש בזה חטא, כי יאמר: \"שלי אני נוטל!\" ", 
            "והמקבל שוחד להטות דין, ואינו יודע עד היכן מגיע הטייה זו וכמה כוחה, כדי שיחזיר הדבר. ועוד: הוא מחזיק יד זה שהטה לו הדין ומחטיא אותו. ", 
            "ומאותן ארבעה ועשרים דברים יש חמישה דברים, שהעושה אותן אין חזקתו לשוב מהן; לפי שהן דברים קלים בעיני רוב בני אדם, ונמצא חוטא והוא אין נראה לו חטא. ואלו הן: ", 
            "האוכל מסעודה שאינה מספקת לבעליה. כגון אדם שנכנס לבית עני והוא מזמין לו הרבה, ואינו עושה ברצון לבו אלא שהוא מתבייש ממנו להזמין מעט; וזה אינו נראה לו חטא בזה, כי הוא חושב שאוכל ברשותו ולא בעל-כורחו. ", 
            "והמשתמש בעבוטו של עני, אפילו אינו אלא קרדום ומחרשה, ואומר בלבו: \"לא חֶסרתי מהם והרי לא גזלתי\". ", 
            "והמסתכל בעריות, כי המסתכל חושב בלבו: \"אין בכך כלום\". שהוא אומר: \"וכי בעלתי או קרבתי?!\" והוא אינו יודע שראות העין עון גדול שהיא גורמת לגופן של העריות, שנאמר (במדבר טו לט): \"ולא תתורו אחרי לבבכם ואחרי עיניכם\". ", 
            "והמתכבד בקלון חברו אומר בלבו שלא חטא, לפי שאין חברו עומד אצלו, ולא הגיע לו בושת ולא ביישו, אלא שהוא עורך מעשיו הטובים וחכמתו וחריפותו יותר ממעשה חברו וחכמתו וחריפותו, והשומע דבריו יהיה הוא מכובד בעיניו וחברו בזוי. ", 
            "והחושד בכשרים בלבו. ואומר שאינו חוטא, לפי שהוא אומר: \"מה עשיתי? והלוא לא עשיתי שום דבר, אלא חשד בעלמא!\" והוא אינו יודע שהחשד עון גדול, שמשים אדם כשר בדעתו כבעל-עבירות. ", 
            "ומאותן ארבעה ועשרים דברים יש חמישה מהם, העושה אותן נמשך אחריהן תמיד, וקשים הם לפרוש מהם. לפיכך צריך האדם להיזהר בהם מאוד שמא ידבק בהם, והם כולם רעות עד מאוד. ואלו הן: ", 
            "רכילות; ", 
            "ולשון הרע; ", 
            "ובעל כעס; ", 
            "ובעל מחשבה רעה; ", 
            "והמתחבר לרשע, מפני שהוא לומד ממעשיו. כי כשהוא תמיד אצל הרשע ורואה מעשיו – אז הם רשומים בלבו. והוא שאמר שלמה: \"ורועה כסילים ירוע\" (משלי יג כ). ", 
            "כל אלו הדברים וכיוצא בהן, אף על פי שמעכבים את התשובה, מכל מקום אינן מונעים את התשובה. אלא אם עשה אדם תשובה מהם – הרי הוא בעל תשובה, ויש לו חלק לעולם הבא. ", 
            "קשיי התשובה ותקנתם - העוונות שני מינים הם: ", 
            "האחד שבינו לבין המקום ברוך הוא לבד, כגון תפילין וציצית וסוכה, וכיוצא באלו. ", 
            "והמין השני שבין אדם לחברו. ", 
            "אותן העבירות שבין אדם למקום ברוך הוא, יעשה תשובה באותו עניין שעבר. כגון: אם לא קיים מצות עשה – ישתדל לקיים; אם לא עסק בגמילות חסדים – יטרח מעת התשובה ואילך לגמל חסד; ואם עבר על מצות לא תעשה – יתן בלבו שלא יעבר מעתה ואילך. ", 
            "כללו של דבר: מי שרוצה להיות מבעלי התשובה השלמים – צריך לערך מלחמה גדולה בלבו. ואין העניין כמו שחושבים העולם, כי לא יחשבו בעלי תשובה אלא מי שעבר עבירות ידועות, כגון מי שבא על כותית או על אשת איש, או שגנב, או כיוצא באלו. ואין העניין כן, כי יש גזלנים הרבה שאינן יודעים שהם גזלנים, כגון מי שקורא חברו לדון עמו, ויודע שאינו חייב לו מאומה, אבל הוא מתכוון להקניטו ולצערו ולהפסידו שיפזר מעותיו, ואינו מעלה בלבו שזה הדבר הוא גזל. אדם המשביע את חברו שבועה אפילו בדין – יש לו עונש בזה. וכעניין זה אדם עושה בכל יום ובכל שעה חבילות של עבירות. ", 
            "כיצד? אדם חייב להתפלל בכוונה ולברך כל ברכות בכוונה, ויש מעטים בעולם המכוונים בכל לבם. וככה יש בכל המצוות עניינים שאפילו גדולי הדור הזה אינן נזהרים בהן, מחמת שאינם שמים על לבם ומחמת שאינן לומדים המצוות והמידות הטובות. לכן מי שנדבה לבו לעשות תשובה שלמה, יהיה רגיל להגות בספר המידות הזה, ובו יראה טעותו במה שטעה כל ימיו, ויתבונן על כל דבר ודבר שיקרא אם קיים אותו ואם לאו. ואם יראה שלא קיים – ישתדל ויטריח בכל כוחו כדי לקיימו. וגם יהיה רגיל בספר המצוות, להגות בו ולהבין בכל מצווה כמשפטה, ויתן לב על כל מצווה לקיים כמאמרה. וזה העניין הוא הדרך הגדול בדרכי התשובה, לעשות תשובה מכל דבר ודבר בפני עצמו. ", 
            "יש עבירות שבין אדם לחברו, אשר הן קשות מאוד לתקן ולעשות תשובה. כגון אדם שהורגל בגזל כל ימיו, ואינו יודע ממי גזל, או אינו יודע היכן הוא דר, או שמא הלך לו למדינות הים, או שמא אבד המעות ואין לו להשיב. ויש שנהג בעבירות כל ימיו עד שהוא מורגל בהם ומלומד, כמו שאמר (ירמיהו ט ד): \"למדו לשונם דבר שקר העוה נלאו\". ויש מי שבא על הערווה והוליד ממנה בן, והחרפה לא תמוש. ויש מי שרגיל בדברי כזב ולספר גנאי על בני אדם. ויש מי שהדיח בני אדם, והתעה אותם לדבר אסור. ויש מי שרואה בני אדם הולכים בדרך רעה ותעו מן הדרך הישר, וזה היה ירא מהם להוכיחם, או היה מתבייש מהם, עד שנמנע להורות להם הדרך הישר; עליו הכתוב אומר (יחזקאל ג יח): \"הוא רשע בעונו ימות, ודמו מידך אבקש\". בכל אלה הדברים וכיוצא בהן קשה בהן מאוד התשובה. ", 
            "אך יש תקנה גדולה לתקן הכל: מתחילה יחשוב החוטא בכל עניני התשובה, ויראה ויבין בכל חלקי התשובה, וימסור נפשו לעשות; והכל יעשה לשם שמים בכל כוחו ובכל לבו, בסתר ובגלוי – אז הקדוש ברוך הוא מקל עליו עניני התשובה ומדריכו לדרך ישר לתשובה. ", 
            "כגון אם הוליד בן מעריות – הקדוש ברוך הוא יכרית אותו הזרע וישתכח הדבר כאילו לא היה. ואם גזל ממון – הקדוש ברוך הוא יזמין לו ממון ויפרע לנגזל, וירצנו וימחל לו. ואם עשה לאדם דבר בגופו או בממונו – יכניס לו הבורא יתברך רצון ואהבה בלבו שימחל לו, כמו שנאמר (משלי טז ז): \"ברצות יי דרכי איש – גם אויביו ישלם אתו\". ואם אותו שנגזל רחוק ממנו – הקדוש ברוך הוא יקרבנו אצלו עד שירצהו וימחל לו. ואם לא ידע חשבון הממון, ואינו מכיר האנשים אשר גזל – יתן לו הקדוש ברוך הוא שיעשה צרכי רבים: כגון לבנות גשר, או לתקן בארות, או לבנות בתי כנסיות, או שאר צרכי רבים. ויהיה הנאה ממנו לכל העולם: למי שגזל ממנו וגם לאחרים. ואם ימות הנגזל – ישיב הממון ליורשיו. הזיקו בגופו או דבר עליו דופי – ילך על קברו במעמד עשרה בני אדם ויבקש מחילה מאת השם יתברך ומאתו, והקדוש ברוך הוא ימחל לו. ", 
            "ואמרו רבותינו זיכרונם לברכה שאין התשובה נמנעת מן החוטא אלא מפני רע לבו. אבל מי שרוצה להתקרב אל האלוהים – לא יסגור שערי התשובה לפניו, אך פותח לו שערי תשובה ומורה לו הדרך הישר, דכתיב (תהלים כה ח): \"טוב וישר יי, על כן יורה חטאים בדרך\"; ואומר (דברים כט ד): \"ובקשתם משם את יי אלוהיך ומצאת, כי תדרשנו בכל לבבך ובכל נפשך\"; ואומר (שם ל יד): \"כי קרוב אליך הדבר מאוד, בפיך ובלבבך לעשתו\"; ואומר (תהלים קמה יח): \"קרוב יי לכל קוראיו, לכל אשר יקראוהו באמת\". ", 
            "טובה גדולה היטיב הקדוש ברוך הוא עם בני אדם, אשר הכין דרך לפושעים ולחוטאים לנוס מחושך לאור, ואינו סוגר דרך התשובה אף אם הרבו לפשוע, שנאמר (ירמיהו ג כב): \"שובו בנים שובבים, ארפה משובתיכם\". והתשובה מקובלת גם אם ישוב החוטא מרוב צרותיו, וכל שכן אם ישוב מיראת שמים, כמו שנאמר (דברים ד ל): \"בצד לך, ומצאוך כל הדברים... ושבת עד יי אלוהיך\". והקדוש ברוך הוא עוזר לשבים לעשות תשובה, אפילו בדבר שאין כוחו של אדם יכול להשיג ומחדש בקרבו רוח טהרה עד שישיג ענייני התשובה, שנאמר (שם ל ב): \"ושבת עד יי אלוהיך ושמעת בקלו\". ואומר בסוף העניין (שם ל ו): \"ומל יי אלוהיך את לבבך ואת לבב זרעך\", פירוש: אפילו בדבר שאין בך כוח להשיג, הקדוש ברוך הוא ימול לבבך ויתן לך כוח לעשותו. ", 
            "ויש ארבעה דברים בענייני התשובה: ", 
            "הראשון – השב מחוזק הכרתו את אלהיו. והוא כמו עבד הבורח מאדוניו, וכשחושב בטוב אשר גמלו, שמרצונו מבקש מחילה ממנו. ובכמוהו אמר הכתוב (ירמיהו ד א): \"אם תשוב ישראל נאום יי אלי תשוב\" – קודם בוא הענש. ואומר (מלאכי ג ז): \"שובו אלי ואשובה אליכם\". ", 
            "והשני – ששב מחמת שיש לו מוכיחים המכלימים אותו עד שישוב. והוא כעבד שברח מאדוניו, ופגע בו עבד נאמן והוכיחו והכלימו על שברח מאדוניו. ומיעץ אותו לשוב, והבטיחו שימחל לו, ושב אליו ונכנע. ", 
            "השלישי – כשהוא רואה עונשים שהבורא יתברך מעניש למי שיצא מדרכיו, אז ישוב אל השם מיראת ענשו. והוא כעבד הבורח מאדוניו, כשישמע הענשין שעשה למי שברח ממנו, ואז ישוב. ", 
            "הרביעי – שבא עליו עונש וצרות ושב. והוא כעבד שברח, ופגעו בו ליסטים, ותפשוהו ויסרו אותו על בריחתו, ושב. והמשכיל יאחז תשובתו בדרך הראשון, ולשוב מאהבת גדולתו. ", 
            "ששה דרכים יעוררו לב האדם לשוב: ", 
            "האחד – כאשר תמצאנה את האיש צרות, ישיב אל לבו ויאמר: אין זה כי אם מחמת עונותיו ודרכיו הרעים, וישוב אל השם וירחמהו, כמו שנאמר (דברים לא יז): \"ומצאוהו רעות רבות וצרות, ואמר ביום ההוא: הלא על כי אין אלהי בקרבי מצאוני הרעות האלה\". ", 
            "והתשובה הזאת מקובלת לפני השם; לא כמנהג בשר ודם כשיחטא איש לאיש, ובעת צרתו מתחרט ונכנע אליו מפני שהוא צריך לעזרתו – זאת החרטה היא גרועה בעיניו, כמו שאמר יפתח (שופטים יא ד): \"ומדוע באתם אלי עתה כאשר צר לכם?\"אבל מן חסדי האל יתברך שהוא מקבל תשובה מתוך צרה והוא מתרצה בה, שנאמר (הושע יד ב): \"שובה ישראל עד יי אלהיך, כי כשלת בעונך\"; וכתיב (משלי ג יב): \"כי את אשר יאהב יי יוכיח...\". ", 
            "ואם אין האדם עושה תשובה בעת צרתו – אז ענשו כפול, כמו מלך בשר ודם אם איש חטא לו, והוא מיסר אותו ואינו רוצה לקבל מוסרו – יוסיף ליסרו ויכביד עולו, וכן מידת הקדוש ברוך הוא, כדכתיב (ויקרא כו יח): \"ואם עד אלה לא תשמעו לי, ויספתי ליסרה אתכם\". ואם לא יתבונן שהרעות באות עליו מפני חטאיו, אלא יאמר \"מקרה הוא\" – בזה יש קצף גדול על האיש ההוא, שאינו מאמין שמחמת עונותיו באין לו יסורין. ", 
            "תדע ותשכיל, כי מוסר השם ברוך הוא שמייסר את האדם, הוא עושה להיטיב לו שתי טובות: האחד: לכפר חטאיו, כמו שנאמר (תהלים כה יח): \"ראה עניי ועמלי, ושא לכל חטאותי\". השני: כדי להוכיחו ולהשיבו מדרכיו הרעים, כמו שנאמר (צפניה ג ז): \"אך תיראי אותי, תקחי מוסר\". ואם לא עשה תשובה מפני הצרות – אז אוי לו, שסבל יסורין ולא נתכפרו עונותיו. ועוד נכפלו עונשיו, שאינו מאמין שבעבור חטאיו נתייסר. ", 
            "ויש על הבוטח בשם ברוך הוא לידע, כי הצרות הם לטובתו ולהיטיב באחריתו, שנאמר (מיכה ד ח): \"אל תשמחי איבתי לי, כי נפלתי קמתי, כי אשב בחושך יי אור לי\". ואמרו רבותינו זכרונם לברכה: אלמלא שנפלתי – לא קמתי; ואלמלא שישבתי בחושך – לא היה אור לי. לכן כל איש, כשיש לו צרה בגופו או בממונו או בבניו – יתן לבו להתענות בעת צרתם, כאשר תיקנו חכמינו זכרונם לברכה (תענית י א). לכן בעת צרה יחפש במעשיו; חפש ולא מצא עון – בידוע שיסורין של אהבה הן (ברכות ה א). ", 
            "השני – כאשר יבואו ימי הזקנה ויראה חלישות כוחו, אז יחשוב אחריתו ויזכר קיצו, וישוב אל השם וירחמהו. ומי שאינו חוזר לעת זקנתו יהיו ענשיו כפולין, כמו שאמרו חכמינו זכרונם לברכה (פסחים קיג ב): ארבעה אין הדעת סובלתן: דל גאה, עשיר מכחש, זקן מנאף, ופרנס מתגאה על הצבור בחינם. ", 
            "וכשאדם רואה שימיו הולכין, ובנין גופו מתדלדל והולך, וזהו התחלת הנסיעה שהוא נוסע לבית עולמו, הלוך ונסוע יומם ולילה – זהו תמהון גדול, איך לא יתן אל לבו להכין צידה לדרכו הגדול והרחוק? אין זה בא אלא מחמת מיעוט אמונה, והם חוטאים לשם ברוך הוא מאוד שלא יראו אור התשובה. והם כמו חולה שאינו מרגיש בחליו, ומתוך שאינו מרגיש חליו לא יחשוב על הרפואה. כך זה האיש אינו מרגיש חטאיו ואינו מתבונן לקיצו, ועל כן לא יחוש לתקן עניניו. ", 
            "ויש אנשים, אשר כל חפצם וכל מחשבותיהם וכל ענייניהם על ענייני גופם, ועוסקים כל היום בהבלי העולם, ולא יתנו חלק לתורה וליראה את השם ברוך הוא, כמה הם במדרגה התחתונה! לכן מי שהלך בשרירות לבו בנעוריו, לעת הזקנה יתן אל לבו לגרש מקרבו ענייני העולם הזה, ויתייחד תמיד להתבונן ביראת השם, ולבקש תורה ומצוות. ", 
            "השלישי – כאשר ישמע מוסר חכמים וישמע המוכיחים אותו, בזה יעורר לבו לחזור בתשובה ויקבל עליו כל דברי התוכחות. ואחר שיקבל, אז יזכה זה האיש זכות גדולה, ובשעה קטנה יוצא מאפילה לאור גדול, ויש לו שכר וזכות על כל המצוות ועל כל המוסרים, כיון שגמר במחשבתו לקבל עליו. ואשרי לזה המקבל, שזכה בשעה קלה. ", 
            "וכן אמרו חכמינו זכרונם לברכה: \"וילכו ויעשו בני ישראל\" (שמות יב כח) – וכי מיד עשו? והלוא לא עשו עד ארבעה עשר לחדש? אלא כיון שקבלו עליהם לעשות – מעלה עליהם הכתוב כאילו עשו. ", 
            "ואמרו חכמינו זכרונם לברכה (משנה אבות ג ט): כל שמעשיו מרובין מחכמתו – חכמתו מתקימת, שנאמר (שמות כד ד): \"נעשה ונשמע\". פירוש זה העניין: אדם שקיבל על עצמו בלב נאמן לשמור ולעשות את כל דברי התורה, ולעשות כאשר יאמרו לו חכמים, ואחרי אשר קבל לקיים הכל דורש וחוקר ושואל לחכמים מה לעשות – אז יש לו שכר אפילו מאותן המצוות והמוסרים שאינו יודע, כיון שקיבל עליו וגמר בלבו לעשות; כמו שאמרו ישראל על הר סיני \"נעשה ונשמע\", שהקדימו עשיה לשמיעה (שבת פח א). ובענין אחר לא יתכן שיהיו מעשיו מרובין מחכמתו. וכענין זה נאמר בדניאל איש חמודות, כדכתיב (דניאל י יב): \"אל תירא דניאל, כי מן היום הראשון אשר נתת את לבך להבין ולהתענות לפני אלהיך – נשמעו דבריך\"; אלמא כשאדם נותן אל לבו לעשות הטוב – מיד מתקבל לרצון לפני השם ברוך הוא. ומי שאינו מתעורר לשוב מחמת מוכיחיו – הלוא יהיו עונשיו כפולים. ", 
            "הרביעי – כשיקרא האדם מצוות האל, ויקרא בנביאים ובכתובים ובדברי חכמי התלמוד, ויראה האזהרות והעונשין והמצוות והמוסרים הנעימים, אז יתעורר בלבו ויחשב: \"איך אקרא ענין התורה כמשל בעלמא? אך אתן אל לבי דברי התורה, לשמור ולעשות כל אשר אקרא\". כמו שכתוב אצל יאשיהו (מלכים ב כב יא): \"ויהי כשמוע המלך את דברי ספר התורה, ויקרע את בגדיו\". ובענין עזרא נאמר (נחמיה ח ט): \"כי בוכים כל העם כשומעם את דברי התורה\". ", 
            "ואדם שלא ישית לבו לדברי השם ברוך הוא – רבו על זה פשעיו, כמו שנאמר (ירמיהו לו כד): \"ולא פחדו, ולא קרעו את בגדיהם\". ואמרו חכמים (ירושלמי ברכות א ב): כל הלומד ואינו מקים – נוח לו שנהפכה שלייתו על פניו, ולא יצא לאויר העולם. ונאמר (הושע ח יב): \"אכתב לו רובי תורתי, כמו זר נחשבו\"; ונאמר (ירמיהו ח ח): \"איכה תאמרו חכמים אנחנו, ותורת יי אתנו, אכן הנה לשקר עשה עט שקר ספרים\". ", 
            "החמישי – כאשר יגיעו עשרת ימי תשובה, אז כל אדם יעורר לבו ויזדעזע נגד יום הדין. כי יחשוב כי כל מעשיו בספר נכתבין, ובעת ההיא האלהים יביא במשפט את כל מעשה וכל נעלם אם טוב ואם רע. כי האדם נדון בראש השנה, וגזר דין נחתם ביום הכפורים (ראש השנה טז א). ", 
            "הלוא בשעה שמביאין האדם למשפט לפני מלך בשר ודם – הלוא יחרד חרדה גדולה, וישית עצות בנפשו, ולא יעלה על לבו לעשות שום דבר אחר זולתי למצוא זכות איך ינצל מן המשפט. לכן מה נואלו ומה נשתטו אלו שאינן יודעים איך יהיה משפטם, ועוסקים בדברים בטלים זולתי התשובה למצוא חן לפני הדין הגדול. לכן ראוי לכל ירא שמים למעט עסקיו, ולהיות רעיוניו נחיתים, ולקבוע ביום ובלילה עתים, להתבודד בחדריו ולחפש דרכיו ולחקור, ולקדם באשמורת ולהתעסק בדרכי התשובה. ", 
            "ולא שיעשה כענייני העולם, שמתענין ומקדימין להתפלל, אבל אינן עורכין מערכות נגד העוונות לסלק מהן כל דבר מכוער. כי כל איש שמתפלל ומתענה ומתוודה, ואוחז דרכיו הראשונים – אין זה דרך התשובה. אלא יתעורר האדם לשוב בתשובה שלמה בעשרת ימי תשובה, שהם עת רצון והתפילה נשמעת בהם, כמו שנאמר (ישעיהו מט ח): \"בעת רצון עניתיך, וביום ישועה עזרתיך\". ואמרו רבותינו (ראש השנה יח א): \"דרשו יי בהמצאו\" (ישעיהו נה ו) – אלו עשרה ימים שבין ראש השנה ליום הכיפורים. ואמרו רבותינו זכרונם לברכה (יומא פה ב) כי יום כיפור מכפר עם התשובה, על כן הזהירנו הכתוב שנשוב ונטהר לפני השם ברוך הוא בתשובותינו, ויכפר עלינו ביום הזה לטהר אותנו. ", 
            "הששי – לעולם יראה אדם עצמו כאילו הוא נוטה למות. ולא יאמר \"כשאזקין אשוב\", שמא ימות קדם שיזקין. על כן בכל עת יכוון לקראת אלהיו, כי אין אדם יודע עתו. על כן יעורר את נפשו להיות טהור להשיב רוחו בטהרה אל האלהים אשר נתנה בו. ", 
            "ויחפש מעשיו בכל רגע, כמאמר רבי אליעזר (שבת קנג א): שוב יום אחד לפני מיתתך. אמרו לו תלמידיו: רבינו, וכי אדם יודע מתי ימות? אמר להם: ישוב היום שמא ימות למחר, ונמצא כל ימיו בתשובה, ויהיה מתקשט בכל שעה כאילו עתה יבוא לפני המלך הגדול. לכן ידאג אדם לעולם, אפילו כשהוא שלו ושקט. וירעד מיום המות, שאז צריך לתן דין וחשבון, ויתוודה בכל עת בלב נשבר ונדכא כאילו עתה ימות, ויהא מורא שמים עליו. ", 
            "ויש לאדם לחדש מצוה בכל יום, אולי הגיעה עת מותו, ואם יעשה כך אז אינו חסר מכל המצוות אפילו אחת. כי אמרו רבותינו זכרונם לברכה (קהלת [רבה] ג כד): כל העושה מצוה אחת סמוך למיתתו – דומה למי שקיים כל התורה כולה. לכן יקיץ האדם משנת תרדמתו ויתעורר להבין אחריתו, לקשט עצמו בתכשיטי המצוות, להיות לפני האלהים בכל רגע. ", 
            "ארבעה מיני תשובות בתורתם של חסידי אשכנז - ארבע מיני תשובות הן: תשובת הבאה, תשובת הגדר, תשובת המשקל, ותשובת הכתוב. ", 
            "א. תשובת הבאה - תשובת הבאה כיצד? אם חטא באשה או בגניבה, ובאה האשה או אותו עון לידו, והיה יכול לחטוא כבראשונה, והוא עדיין בחוזק תאותו ובחשק יצרו, ולבו בוער אחריה והיא מתרצית לו, ועוצר רוחו ומנתק תאוותו מיראת שמים לבד – זהו תשובה שלמה. ", 
            "ב. תשובת הגדר - תשובת הגדר כיצד? לא יראה שחוק נשים ובתולות, ולא יסתכל באישה בפניה או בין דדיה, ואפילו באשתו בעוד שלא טבלה. וכן יעשה גדר לכל המצוות. ", 
            "וכתב הראב\"ד זכרונו לברכה: וראינו לרבותינו שהיו חסידים גמורים, והיו גודרים עצמם בכמה גדרים. והיה מהם מי שפרש מאשתו אחרי שקיים מצות פריה ורביה. וכל אחד ואחד היה גודר עצמו, לפי מה שהיה מכיר את עצמו. יש אדם שיש לו תאווה לעבירה אחת ואין לו תאוה לעבירה אחרת, כגון לאחד יש תאווה לזנות ולא לגנוב, ולשני יש תאווה לגנוב ולא לזנות. לכן כל אחד יעשה גדרים לפי מה שרואה שיצרו מתגבר עליו: אם דעתו נמשך לגנבה – יתרחק מלקבל פקדונות ולהשתדל בשל אחרים; וכן בענין הזנות – יגדר עצמו גם במותר לו; וכן יעשה גדרים לכל דבר. ", 
            "וכן אמרו רבותינו זכרונם לברכה על אברהם אבינו, עליו השלום, שהיצר השלים עמו, ועל זה נאמר (משלי טז ז): \"ברצות יי דרכי איש – גם אויביו ישלם אתו\". דוד המלך עשה מלחמה עם יצרו, וראה שלא היה יצרו רך וטבעו נוח, ולא היה יכול לו; ועמד והרגו, שנאמר (תהלים קט כב): \"ולבי חלל בקרבי\". פירוש: אברהם היה יצרו רך וטבעו נוח וערב, ולא היה צריך לעשות עמו מלחמה, כדאמרינן (נדרים לב ב): בתחילה לא היה אברהם מלך אלא על מאתים ארבעים ושלושה איברים, ולבסוף המליכו על מאתים ארבעים ושמונה איברים, והוסיף לו ממשלה על שתי עינים ושתי אזנים וראש הגויה. אבל דוד היה לעולם יצרו קשה וחזק, והיה צריך לעשות עמו מלחמה בכל יום, וכאשר ראה שאינו יכול לעמד בו – עמד עליו והרגו. יש אומרים שהרגו בתענית, ויש אומרים שפרש מן האשה לגמרי, כי ראה שמתוך ההיתר הסיתו אל האיסור; בין כדברי זה ובין כדברי זה, אחרי שראה שיצרו מתגבר עליו – שם פניו להכריעו ולהלחם עמו עד שהכניעו והכרעו. ", 
            "הגדר המועיל להכנעת היצר הוא רעבון הנפש, למעט התענוגים וההנאות במאכל ובמשתה, רק שיהנה מן הריח הטוב; ומן רחיצת חמין למי שהחמין ערבין עליו. והמאכל המועט יהיה מתובל ומתוקן יפה, בעבור שיערב עליו ותהיה נפשו מקבלתו ומתפייסת במעט ממנו. ולעולם יניח מעט מכדי צרכו ומהשלמת תאותו, ולא ישתה יין כי אם מזוג, כדי שלא ישתכר. ועל זה אמרו רבותינו זכרונם לברכה (גיטין ע א): סעודה שהנאתך ממנה – משך ידך ממנה. ושני תקנות יש בעניין: האחד – שלא תזיקנו אכילתו, והשני – היא כניעת היצר ושבירת התאווה. ", 
            "וכמו שבארנו בסעודה, כן הדרך בכל ההנאות ותענוגים שבעולם, שלא ימלא אדם כל תאוותו. ואין צריך לומר שישמור אדם עצמו מן המאכלים שהוא מכיר שהם מזיקים אותו, כי האוכל דברים שמזיקים אותו ואפשר לו במאכל אחר – הרי הוא פושע בגופו, מפני שהולך אחר תאוותו ואינו חושש על אבידת גופו. והרי זה דרך יצר הרע ועצתו, שמסיתו מדרך החיים אל דרח המוות. ", 
            "וידע כל חי שאין דרך ליצר הרע אלא דרך הסתה: מתחילה מסיתו אל המותר למלא תאוותו, ואחר שהורגל למלא תאוותו מן ההיתר, והרעיב נפשו להיות שוקקה בכל עת למלאת תאוותו – אז מסיתו אל האיסור הקל, ומן הקל אל החמור. על כן הזהר בהיתר לעשות גדר למעט התאווה מן המותר, ואז אם יעלה בלבך האסור, מזה אתה נושא קל וחומר בעצמך, ומובטח לך שאתה פורש מן ההרהור וכל שכן מן המעשה. ", 
            "ואל יתענה אדם עינויי נפש, פן יחלש לבו ויתערבב מוחו. ויהיה הפסדו מרובה משכרו, כי יבטל מן התורה; שילך בטל מן החלשות, ואפילו בשעה שלומד לא יוכל לדקדק כראוי ולהבן העניינים, לפי שאין תורה נקנית אלא מתוך שמחה (שבת ל ב). ואל ימנע עצמו מכל שמחת מצוה ומכל הנאת מצוה, כדי שיהיו עיניו פקוחות כנגד היצר הרע ויהיה נזהר עליו, פן ימלא כל תאוותו. ואם יחלש לבו על מיעוט אכילתו, טוב לו שיאכל שתי פעמים ביום מעט מעט, ולא ימלא כרסו בפעם אחת. ואם לא יזדמן לאכל שתי פעמים, יהיה אצלו מן המרקחת המשמחת הלב, ויאכל ממנה מעט ויתחזק לבו. גם אם יראה בעיניו שיהיה צריך להתענות יום או יומים בשבוע, יתענה לפי תקנתו, כי היושב בתענית והוא צריך לו – נקרא \"קדוש\", ובלבד שלא יתבטל מן התורה ומן המצוות עבורה. ", 
            "כל אדם יכול לדעת בעצמו איך יגדר לפי עניניו. והראש לכל הגדרים שישמור עיניו ממה שאינו שלו. ואם ימעט ראייתו ממה שאינו שלו, נקרא \"צנוע\" ו\"ביישן\", כמו שאמרו (שבת נג ב) על אותה אשה שהיתה גדמת, ולא הכיר בה בעלה עד יום מותה. ואמרו עליו: כמה צנוע איש זה, שלא הכיר באשתו. ואם ישמר עיניו – נמצא שלבו שמור; ומתוך שלבו ועיניו שמורים – נמצא כולו שמור. ", 
            "ג. תשובת המשקל - תשובת המשקל כיצד? כפי הנאה שנהנה מן העברה – יעשה לו צער בתענית ובמיעוט אכילה ושתייה; בענין המשכב ובענין כל ההנאות – ימעט. ", 
            "ד. תשובת הכתוב - תשובת הכתוב כיצד? אם בא על הנידה ויש לו בזה כרת, או שעבר על חייבי מיתות בית דין או מלקות – יקבל עליו להצטער ולעשות צער לעצמו כענין הכתוב בתורה. ", 
            "והנה הרוקח כתב איך יעשה צער לעצמו על כמה עבירות. וכן מצינו בתלמוד, שהיו רגילים בתענית אפילו על חטא קל מאוד, אפילו בדיבור בעלמא. כמו שאמר חכם אחד (חגיגה כב ב): \"בושני מדבריכם בית שמאי\" – ועל זה ישב בתענית עד שהושחרו שניו. וכן מעשה ברב חסדא שאמר לרב הונא (בבא מציעא לג א): תלמיד ורבו צריך לו, מהו שיעמד לפניו? אמר לו רב הונא לרב חסדא: \"חסדא! חסדא! לא צריכנא לך!\" ועל זה ישבו בכמה תעניות. וכן מצינו בדוד, שנסתלקה שכינה ורוח הקודש ממנו עשרים ושתים שנה, ובכל יום ויום היה מוריד דמעות, והיה אוכל פתו באפר, שנאמר (תהלים קב י): \"כי אפר כלחם אכלתי\". אמר לפניו: רבונו של עולם! קַבלני בתשובה שלמה לפניך, כדי שתזכה הרשעים בעולם, שנאמר (שם נא טו): \"אלמדה פשעים דרכיך\" – כל אדם ילמד מדוד בענין התשובה. וכן אדם הראשון, כיון שראה שנקנסה מיתה על ידו – ישב מאה ושלושים שנה בתענית, ופרש מן האישה, והעלה זרזי תאנים על בשרו (ערובין יח ב). ", 
            "ואם אדם עשה תשובה וחוזר לסורו, אפילו עושה כן הרבה פעמים – לעולם יכול לעשות תשובה. אך יש להחמיר בתשובה שנייה ושלישית יותר מבראשונה. וגרסינן בירושלמי (פאה א א): מי שהיה רשע כל ימיו ועשה תשובה – הקדוש ברוך הוא מקבלו. אמר רבי יוחנן: ולא עוד, אלא כל עבירות נעשו לו כזכויות. ובפרק \"יום הכיפורים\" (יומא פו ב): אם עשה תשובה מאהבה – זדונות נעשו לו כזכויות. מיראה – זדונות נעשו לו כשגגות. וכל אותן שאין להם חלק לעולם הבא ונידונים בגיהנם לדורי דורות – דווקא אותן שמתו ברשעתם; אבל אם עשו תשובה – אין לך דבר שעומד בפני בעלי תשובה. ", 
            "ולא יחשוב אדם: \"הואיל וחטאתי, והחטאתי אחרים – לא אוכל לשוב\", ומרפה ידו מן התשובה – חלילה מעשות זאת! כי אמרו בפרק \"חלק\" (סנהדרין קב א): אפלו ירבעם שחטא והחטיא – הקדוש ברוך הוא אמר לו \"עתה תשוב\", ולא רצה. צא ולמד מאחאב מלך ישראל, שגזל וחמד ורצח, וקרא ליהושפט מלך יהודה ונתן לו מלקות בכל יום שלוש פעמים. והיה משכים ומעריב בצום ובתפילה לפני הקדוש ברוך הוא, והיה עוסק בתורה כל ימיו, ולא שב אל מעשיו הראשונים, שנאמר (מלכים א כא כט): \"הראית כי נכנע אחאב מלפני? יען כי נכנע מפני לא אביא הרעה בימיו\". ואמרו בפסיקתא: אם היה רגיל לאכול בשלוש שעות – היה אוכל בששה שעות. אם היה רגיל בששה שעות – היה אוכל בתשע שעות. ומהו \"ויהלך אט\" (שם פסוק כז)? אמר רבי יהושע בן לוי: שהיה הולך יחף. וממנו ילמד כל אדם. ועוד צא ולמד ממנשה בן חזקיה, שעשה התועבות הרעות שבעולם, וקבלו הקדוש ברוך הוא בתשובה ([פרקי דרבי אליעזר] מג). ותני תנא קמע דרבי יוחנן: מנשה עשה תשובה שלושים ושלוש שנה, וקבלו הקדוש ברוך הוא (סנהדרין קג א). ", 
            "בדורות האלה - ועתה בדורות האלה, אשר בני אדם חלשים מאוד בגופם, ואין להם כוח כבראשונה – מה יעשה אדם שחטא כל ימיו בלשון הרע ובחניפות ובכל המידות כולן? ולא נזהר כל ימיו בגופי המצוות, שלא היה מקיים אותן מחמת שלא ראה אדם מקיים אותן שילמד ממנו, ולא חש כל ימיו להתפלל ולברך הברכות, וכן בכל המצוות – איך יסבול צער לפי מה שעבר? כי הלוא אין חקר ואין מספר לרובי העבירות לאדם שאינו מדקדק במעשיו. לכן יש לשום דרך לפני בני אדם המתנדבים לשוב. ", 
            "ויש חילוק בין אדם לאדם. כיצד? ", 
            "אם זה החוטא בעל תורה, ואם יכבידו עליו בענייני הצער ובתענית, אז לא יוכל לתקן מדותיו הרעים – יש להקל עליו במיני התעניות והצער, ויש להורות לו שיעסוק בתורה בעסק גדול. וכן אמרו בויקרא רבה (כה א): אם נכשל אדם בעבירה ונתחייב מיתה בידי שמים, מה יעשה ויחיה? אם הוא לָמוד להיות קורא דף אחד – יקרא שני דפין; לשנות פרק אחד – ישנה שני פרקים. אלמא יש כפרה ברב לימוד. ויעשה חסד ואמת, ובזה יתכפרו עוונותיו, שנאמר (משלי טז ו): \"בחסד ואמת יכופר עוון\". ויטרח לעשות כל מצוה ומצוה כמאמרה; ויטרח לזכות הרבים, ולגמול חסדים לבני אדם, ולהתפלל בכוונה ובהכנעה ובקריעת הלב, ולבקש מחילה מאת השם על כל פשעיו. וימנע עצמו משחוק וטיולים ודברים בטלים, ומלשמוע חידושי העולם. וכן ימנע מכל הדברים. וישער בעצמו בשעור מכוון איזה דבר יוכל לעשות ומה יוכל לסבול עם עסק התורה והמצוות. וישתדל לעולם שיהיה נכנע לאלהים, ולכל הפחות יום אחד בשבוע יתענה; ובאותו היום יפנה עצמו מכל דבר שבעולם, וישב יחיד לבדו, ויערך מחשבות בלבו לאלהים להדבק בו, ולהיות מר רוח על שעמד במרד נגד המלך הגדול. ויבכה ויתאבל בשברון הלב, וירבה בתחנונים, וירבה בתשבחות. וילקה עצמו באותו היום שלוש פעמים, ובשעה שמלקין אותו יאמר: \"והוא רחום יכפר עון ולא ישחית...\" עד \"כל חמתו\" (תהלים עח לח); וכן יאמר בכל מלקות ומלקות שלוש פעמים. וכן יעשה כל הימים, עד שימצא חן לפני המלך העליון. ", 
            "ואם החוטא הבא לעשות תשובה הוא אדם שאינו יכול ללמוד, או שהוא מטופל, או שהוא עם הארץ, או שהוא למדן אך אינו יכול לכף עצמו לשמור את כל דברי הספר הזה – לכל אלה יש להחמיר לסבל יסורין קשין. ואין הייסורין שווין לכל אדם, כי יש אדם שהוא בריא מאוד, ויש שהוא חלוש. הלוא בהיות בית דין בירושלים בלשכת הגזית, והיו דנין דיני נפשות ומלקויות, היו אומדים במלקויות כפי כוח האיש הנלקה. וכך יש לעשות עכשיו הכל לפי עניין האיש: יש אדם אם מחמירין עליו בעניין הצער – יעזוב לגמרי ולא יעשה תשובה. לכן צריך החכם לחקור עניין האיש, ולהורות לפי ראות עיניו. ", 
            "ענייני הצער לפי כל עבירה ועבירה - ועתה יש לכתוב ענייני הצער לפי כל עבירה ועבירה: ", 
            "הבא על הגויה – יתענה וילקה, ולא יאכל בשר ולא ישתה יין לכל הפחות ארבעים יום; או יתענה שלושה ימים לילה ויום, שלוש שנים פעם לשנה. ואם אחר התשובה יחזור לסורו, יחמיר יותר עליו: בימות החמה ילך במקום נמלים הרבה וישב ביניהם ערום, ובימות החורף ישבר הקרח וישב במים עד החוטם. ואם עוד יחזור לסורו יחמיר עליו יותר ויותר. ", 
            "המוציא שכבת זרע לבטלה – יתענה ארבעים יום, ואפילו אינם רצופין. וישב במים בימות החורף כדי צליית ביצה וגמיעתה כל הארבעים יום; ולא יאכל בשר ולא ישתה יין ודבר חם, לבד משבתות וימים טובים. וירחץ הראש מעט במים פעמים או שלוש, כל אותן ארבעים יום. ", 
            "אם חיבק או נישק אשתו נידה – יתענה ארבעים יום. הבא על אשתו נידה – יתענה ארבעים יום רצופים וילקה בכל יום; ולא יאכל בשר ולא ישתה יין ולא יאכל מאכל חם לבד משבתות וימים טובים. ולא ירחץ כל אותם הימים, ויתוודה בכל יום. המנשק שאר נשים או מחבקם – יתענה שני וחמישי, וירחק מפתח ביתה. רבה בהמה, חיה או עוף – יתענה ולא ירחץ ארבעים יום, ולא יסתכל בבהמה חיה ועוף בשעה שנזקקים זה לזה. ", 
            "רוצח – ילך בגולה שלוש שנים, וילקה בכל עיר ועיר ויאמר \"רוצח אני\". ולא יאכל בשר ולא ישתה יין, ולא יגלח שער ראשו וזקנו אלא פעם אחת בחודש. ויקשר ידו אשר רצח בה וזרועו בברזל ובצוארו, וילך יחף, ויבכה על חטאתו, ויתענה בכל יום עד שיגמור תעניתו וגלותו. ואחר כך יתענה שנה אחת שני וחמישי ושני. אם יחרפוהו – ישתוק. ואותן שלוש שנים לא ילך בטיול ושחוק. וכשיגלה, ישכיב עצמו לפני פתח בית הכנסת; ויעברו עליו העוברים ושבים, אך לא ידרכוהו. ", 
            "משומד – יסיר מלבושיו הנאים, ויתאבל ויבכה ויצטער כל ימי חייו, וישפיל רוחו וגאוותו, ויתוודה שלוש פעמים בכל יום. ולא יאכל בשר ולא ישתה יין כי אם בשבתות וימים טובים. וירחץ מעט, ולא יחוף ראשו כי אם פעם אחת או פעמים בחודש. ולא ילך לשחוק ולא לנישואין, כי אם בברכת נישואין לבדה. וירחק מעבודה זרה ומעובדיה, ולא ישב אצל גלחים וכמרים, ולא במקום שמדברים דברי מינות; ויתרחק מפתח ביתם ולא יהנה מהם. ומיד כשישוב – צריך טבילה. ויסבול צער ויסורין כנגד חטאיו: כי כפר בעיקר, וחילל שבתות, ובעל נכריות, ועבר כריתות ומיתות בית דין. לכן צריך יסורים גדולים ותשובה גדולה. ", 
            "הבא על אשת איש או נערה המאורסה – הרי זה אוסרהּ על בעלה כיון שנתרצית, וחייב עליה מיתת בית דין. לכן יסבול צער הקשה כמוות: בימות החורף ישב בשלג או בקרח בכל יום שעה אחת, כן יעשה כל החורף, פעם אחת או פעמים או שלוש פעמים. ובימות החמה ישב לפני זבובים או לפני הדבורים, או שאר יסורים הקשים כמוות, ויתוודה בכל זה בבכי ואנחה. ושנה תמימה לא יאכל בשר ולא ישתה יין, לבד משבתות וימים טובים ופורים. ולא יאכל מאכל חם, ולא ירחץ כי אם בערבי שבתות וימים טובים מעט. ולא יראה שום שחוק, רק לשמע ברכת חתנים. ולא יעדן עצמו בשום דבר. וילקה בכל יום, וישכב על הארץ או על דף אחד בלא כר וכסת, כי אם בשבתות וימים טובים ישכב על תבן וקש וכר בראשו, עד כי יסיר הרוח הגסה שבו וימית התאווה. וחיי צער יחיה, וילבש שק על בשרו. ולא ידבר מעניין תאוות נשים, ולא יסתכל בנשים ובתכשיטיהן אפילו כשאינן עליהן, ולא ישמע קול ניגונן. ולא יהיה עם הנשים כלל, לא ברמיזה ולא בשום דבר; ואפילו עם אשתו כשהיא נידה – לא יתייחד עמה בשום ייחוד. ", 
            "הנשבע לשקר או מעל בחרם – יש לו ללקות כמה פעמים כל ימי חייו, ויתוודה ימים רבים. ולאחר כן יזהר לבלתי השבע אפילו באמת, לא בתורה ולא בנשמות אבותיו, אך ידור בחיי ראשו. אבל ישבע לקיים את המצוות. ויזהר שלא יוציא שם שמים לבטלה מפיו, ויזדעזעו איבריו כשיזכיר את השם ברוך הוא. ויזהר בברכה לבטלה; ואם שגג וברך ברכה לבטלה, יאמר אחריו: \"ברוך שם כבוד מלכותו לעולם ועד\" (ירושלמי ברכות ו א). ואותם המרגילים בפיהם ובפי זרעם להזכיר שם שמים במרחצאות ובמקום הטינופת ולהזכיר שם שמים לבטלה – אוי לנפשם ולזרעם כי כן לימדו לשונם. לכן ישמור ויגדור עצמו וזרעו וחבריו הנשמעים לו, מלהזכיר שם שמים לבטלה. ואם הוצרך זה השב לעשות שבועה לבעל חובו אפילו באמת – יתענה אותו היום בכל שנה. ", 
            "אם הורגל לדבר בבית הכנסת, ולעשות שחוק וקלות ראש – מעת שישוב יזהר שלא ידבר בבית הכנסת שום דבר של חול, ואפילו שלא בשעת התפילה. וישב במורא גדול ויתפלל בהכנעה. ויתענה ארבעים יום, בין רצופים בין מופלגים, וילקה בצנעה בכל יום. ", 
            "גנב או לקח ריבית – ישיב, ויבקש ממנו מחילה. ויתענה ארבעים יום או יותר, ויתוודה בכל יום. ויזהר מלקבל פיקדונות, ולא ירגיל ללכת אל ממון חברו. ויעשה גמילות חסד בגופו ובממונו, ויוותר משלו לעמלי תורה יראי שמים. וזה שלקח ריבית, אם היה יכול שלא ליטול ריבית אפילו מן הגוי – היה טוב. ", 
            "המלשין חברו – הרי זה משניאו בעיני השר. ומעליל עליו, ולוקח ממונו, וממית רעהו, ואשתו ובניו התלויים בו – יפרע לחברו כל מה שהפסיד ויבקש ממנו מחילה. וילקה ויתענה יותר משנתיים, ויתוודה כל ימי חייו, כי נחשב כאילו הרג חברו ואשתו ובניו, וכמה עבירות עשה – על כן ישבור רוחו. ואם אין לו מה לשלם – ירבה עליו רעים ויבקש ממני מחילה, ויצמצם ויפרע לו או ליורשיו. ", 
            "הולך רכיל – כיוצא בו. ואין לו רפואה [אם לא] יבקש ממנו מחילה. ויתענה ארבעים יום או יותר, וילקה בכל יום, ויתוודה כל ימי חייו. ויהיו כל עסקיו במצוות, ובעסק השלום בין כל אדם ובין איש לאשתו. ", 
            "המכה חברו וצערו, בין בממון בין באונאת דברים – אין לו כפרה אם לא ירצה את חברו. ואין יום הכיפורים מכפר אלא עבירות שבינו ובין המקום, אבל שבינו ובין חברו – צריך לפייסו (יומא פה ב). המגביה ידו על חברו נקרא \"רשע\" (סנהדרין נח ב) – ויבקש ממנו מחילה ויתכפר. ", 
            "המלבין פני חברו – יתענה ארבעים יום או יותר, וילקה בכל יום, ויתוודה כל ימי חייו. המכנה שם לחברו – יבקש ממנו מחילה בפני רבים, ויתענה ארבעים יום, ויתוודה בצנעה בכל יום. ", 
            "המאנה את הגר – יבקש ממנו מחילה; וילקה, ויתוודה, ויתענה ארבעים יום. ", 
            "המקניט את חברו – יביא שלוש שורות של בני אדם, ויאמר: \"חטאתי וישר העויתי, ולא שוה לי\" (ע\"פ איוב לג כז). ויבקש ממנו שלוש פעמים ולא יותר. ואם מת – יוליך עשרה בני אדם על קברו, ויאמר: \"חטאתי ליי אלהי ישראל, וחטאתי גם לפלוני זה שהקניטיו (יומא פז א). ומתחילה ילך המקניט למי שהקניטו, ויאמר: \"פשעתי בך\". ואם אינו מקבל – יביא עשרה בני אדם, ויבקש ממנו מחילה בפניהם. ודווקא שלא בזהו ברבים, אבל בזהו ברבים, לא די לו מחילה בבקשת פיוס בינו לבינו. ולא יהא המוחל אכזרי (בבא קמא צב א). ואם הקניטו והוציא עליו שם רע – אין לו מחילה עולמית (ירושלמי בבא קמא ח ז), אלא אם כן יתענה וילקה בינו לבין עצמו ארבעים יום או יותר. ", 
            "המחלל את השם – חילול השם הוא עוון גדול מאוד. ומהו חילול השם? אמר רב (יומא פו א): כגון אנא, דאזילנא לבי טבחא, ושקילנא בשרא, ולא יהיבנא דמי לאלתר. פירוש: מביא עצמו לידי זלזול דגזל, והעולם לומדים ממנו ומזלזלים יותר. רבי יוחנן אמר: כגון אנא, דמסגינא ארבע אמות בלא תורה ובלא תפילין. [פירוש:] והעולם מזלזלים ולומדים ממנו להקל יותר. דבי רבי אמי אמרי: כל שחבריו בושים מחמת שמועתו. פירוש: שאומרים עליו מעשים שאינם מהוגנים, ובני אדם לומדים ממעשיו, ונושאים קל וחומר ממנו, ומורים היתר על גופי עברות. ", 
            "אמר רבי אבהו משום רבי חנינא (קידושין מ א): נוח לו לאדם שיעבור עברה בסתר, ואל יחלל שם שמים בפרהסיא. פירוש: שלא ילמדו בני אדם ממעשיו. ואמר רבי אלעאי הזקן: אם רואה אדם שיצרו מתגבר עליו – ילך למקום שאין מכירים אותו, וילבש שחורים ויתעטף שחורים, ויעשה מה שלבו חפץ, ואל יחלל שם שמים בפרהסיא. ופירש רבנו חננאל: חס ושלום שהותר לו לעבור עבירה, אלא חכמים עמדו כנגד יצר הרע, שאינו מתאווה אלא אל האסור ולמלאות תאוותו, וכיון שהולך למרחוק ולובש שחורים – אז לבו ישתבר וימנע מן החטא. אבל לעשות אסורים – כלל וכלל לא. אך מעשים הללו משברים רוע יצר הרע, ומונעים אותו מלעבור. כדאמר רבי אלעאי, כי יגיעת דרכים ואכסניות, ולבישת שחורים – משברים יצר הרע, ומונעים אותו מן העברות. ואמרו: כל שלא חס על כבוד קונו – ראוי לו שלא בא לעולם (חגיגה יא ב). ואמרו בגמרא: אמר רב יוסף: זה העובר עבירה בסתר. ואמר רבי יצחק: כל העובר עבירה בסתר – כאילו דוחק רגלי השכינה. ", 
            "חילול השם היא עבירה שיש לה פירות. כי כשעשה דבר רע – אז אחרים לומדים ממנו. ומזאת העבירה יש לכל אדם לירא מאוד מאוד, כי חילול השם ישנו בכמה דרכים ואין לו שיעור, כי כל המבזה מצוה אחת ומקל בכבוד שמים נקרא \"מחלל השם\", כי אחרים ילמדו ממנו ויקלו יותר. לכן צריך אדם לזהר מאוד מאוד בכל מעשיו, שלא ילמדו ממנו להקל ולזלזל. עבר אדם על כריתות ומיתות בית דין – תשובה ויום הכיפורים מכפר מחצה, ויסורים מכפרים מחצה. אבל נתחלל שם שמים על ידו – אין כוח בתשובה לתלות, ולא יום הכיפורים לכפר, ולא בייסורים למרק. אלא הכל תולין, ומיתה ממרקת (יומא פו א). על כן יזהר כל אדם מחילול השם, ויתרחק מן הכיעור ומן הדומה לו (חולין מד ב). ועיקר תשובה של חלול השם – שיודה חטאיו כנגד רבים, ויאמר להם: \"אל תלמדו ממני, כי אני חטאתי, עויתי ופשעתי, חיללתי השם יתברך באוולתי.\" ויתענה כמה תעניות, ויתוודה בכל יום עד יום מותו. ", 
            "וידוי ותענית - על כל עבירה ועבירה שאדם עושה, בין בשוגג בין במזיד, כגון שנגע בנר או הדליק ואינו זוכר שהוא שבת, או שעשה בלא ידיעה – יש לו להתוודות ולהתענות לכל הפחות שני ימים: שני וחמישי. וכן על כל עבירות, גדולות וקטנות, שאדם עושה – יתענה. ", 
            "ובזה יש שתי טובות: האחת – שהתענית מכפרת. והשנית – שימנע מעברות, כי יחשוב: \"אם אעשה זה אצטרך להתענות\", וימנע מתוך כך מן העבירה. וזהו הגדר הגדול לפני כל העבירות, שיקנס עצמו: או ליתן צדקה או לעשות צער בגופו כשעובר. וכן יעשה לכל העבירות שהוא רגיל בהם, כגון שנאה וקנאה, ושמח לאיד חברו, ודברים בטלים, ולשון הרע; או שלא התכוון בברכות ובתפילה, שזרק הברכות מפיו בלא כוונת הלב, וכל כיוצא באלו. הרבה מאוד יבדוק עצמו בכל יום באלה העניינים, אם פגע באחד מאלו ועבר עליהם – ימהר להצטער ולהתאבל ולהתוודות על איזה עוון שעשה, ולבקש מחילה מאת השם יתברך בלב נשבר. ", 
            "וענין גדול הוא הווידוי. כי שנו רבותינו זכרונם לברכה (סנהדרין מג ב): היה רחוק מבית הסקילה כעשר אמות, אומרים לו: \"התוודה!\" שכן דרך המומתין – מתוודין, שכל המתוודה יש לו חלק לעולם הבא. שכן מצינו בעכן, שאמר לו יהושע: \"בני שים נא כבוד ליי אלהי ישראל ותן לו תודה, והגד נא לי מה עשית, אל תכחד ממני. ויען עכן את יהושע ויאמר: אמנה אנכי חטאתי ליי אלהי ישראל, וכזאת וכזאת עשיתי\" (יהושע ז יט-כ). ומניין שכיפר לו הווידוי? דכתיב: \"ויאמר יהושע מה עכרתנו? יעכרך יי ביום הזה!\" (שם פסוק כה) – \"ביום הזה\" אתה עכור, ואין אתה עכור לעולם הבא. ואם אינו יודע להתוודות, אומרים לו: אמור: \"תהא מיתתי כפרה על כל עוונותי\". ", 
            "כל המצוות שבתורה, בין עשה ובין לא תעשה, אם עבר אדם על אחת מהן, בין בזדון בין בשוגג, כשיעשה תשובה וישוב מחטאו – חייב להתוודות לפני האל ברוך הוא, שנאמר : \"איש או אשה כי יעשו מכל חטאות האדם למעול מעל ביי, ואשמה הנפש ההוא. והתוודו את חטאתם אשר עשו\" – זה ווידוי דברים. וכל בעלי חטאות ואשמות, וכל חייבי מיתות בית דין או מלקות – אין מתכפר להם במיתה או במלקות או בקרבן, עד שיעשו תשובה ויתוודו. וכן החובל בחברו ומזיק ממון חברו, אף על פי ששִלַּם לו – אין מתכפר לו עד שיתוודה וישוב מלעשות כזה לעולם. ", 
            "וכיצד מתוודה? יאמר: \"אנא השם! חטאתי עוויתי פשעתי לפניך, ועשיתי כך וכך. והרי ניחמתי ובושתי במעשי, ולעולם איני חוזר לדבר זה\". זהו עיקרו של ווידוי, וכל המרבה להתוודות ומאריך בעניין זה – הרי זה משובח. וגם זה עיקר הווידוי: \"אבל אנחנו חטאנו\". ", 
            "וטוב מאוד לפרש החטא שלו בתוך הווידוי. כגון אם אכל נבילות וטריפות או שאר דבר אסור, כשיאמר \"אשמתי\" – יאמר \"אכלתי דבר אסור\". ואם חטא בזנות, כשיאמר \"בגדתי\" – יאמר \"בעלתי בעילת זנות\", ויפרש בה אם בעל גויה או נידה. ואם גנב, כשיאמר \"גזלתי\" – אז יאמר \"מפלוני ומפלוני גנבתי וגזלתי\". ואם הוציא שם רע על חברו, או לשון הרע או שום נידוי – יאמר עליו \"דברתי דופי\". ואם הוציא שכבת זרע לבטלה, כשיגיעל ל\"העויתי\" – אז יאמר \"הוצאתי שכבת זרע לבטלה\". ואם זנה עם עריות, כשיגיעל ל\"זדתי\" – יאמר \"זניתי\". ואם חילל שבתות, כשיגיע ל\"חמדתי\" – אז יאמר \"חיללתי שבתות\"; ואם חמד – יאמר \"חמדתי\". וכן לכל אלפא-ביתא, לכל אות ואות שבווידוי – יאמר מעין אותע עבירה שעשה. ויאמר בבכי: \"יעזב רשע דרכו, ואיש און מחשבתיו, וישב אל יי וירחמהו, ואל אלהינו כי ירבה לסלוח\" (ישעיהו נה ז); ואז יועיל לו. ובסוף הווידוי: \"סרתי ממצוותיך וממשפתיך הטובים ולא שווה לי. אותה צדיק על כל הבא עלי, כי אמת עשית ואני הרשעתי\". ואז יאמר כך: \"עברתי על מצוות עשה ועל מצוות לא תעשה; עברתי על חייבי כריתות ומיתות בית דין; עברתי על התורה שבכתב, עברתי על התורה שבעל פה; שכחתי שמך הגדול, שכחתי עול מלכותך ויראתך; ואתה צדיק על כל הבא עלינו\". ואיתא בירושלמי (ירושלמי יומא ח ז): כיצד מתוודה? \"ריבון העולמים! הרע בעיניך עשיתי, ובדרך רע הייתי עומד, ובשרירות לבי הלכתי, ותוכחותיך לא שמעתי. ושוב איני עושה כן. יהי רצון מלפניך השם אלהי ואלהי אבותי, שתכפר לי על כל פשעי, ותמחל לי על כל עוונותי, ותסלח לי על כל חטאתי\". ", 
            "זירוז וחיזוק - כללו של דבר: ישוב אדם מכל המידות הרעות. והמידות הרעות הן צריכות חיזוק רב וגדול מאוד, כי כבר אדם מורגל בזה וקשה לו לפרוש מהן. ועל זה נאמר: \"יעזוב רשע דרכו, ואיש און מחשבותיו\" (ישעיהו נה ז). ", 
            "ואל יחשוב בעל תשובה שהוא מרוחק ממעלות התשובה, מפני החטאים והעוונות שעשה – אין הדבר כן. אלא הוא אהוב ונחמד לפני הבורא יתברך, כאילו לא חטא מעולם. ולא עוד אלא ששכרו הרבה, שהרי טעם טעם חטא, ופרש ממנו וכבש יצרו. ואמרו חכמים (ברכות לד ב): במקום שבעלי תשובה עומדים – אין צדיקים גמורים יכולים לעמוד בו. כלומר: מעלתם גדולה ממעלתם של אלו שלא חטאו מעולם, מפני שהן כובשים את יצרם יותר מהם. וכל הנביאים כולם צוו על התשובה (ברכות שם), ואין ישראל נגאלין אלא בתשובה (סנהדרין צז ב). וכבר הבטיחה התורה שסוף ישראל לעשות תשובה בסוף גלותם, ומיד הם נגאלים, שנאמר (דברים ל א-ג): \"והיה כי יבאו עליך כל הדברים האלה, הברכה והקללה אשר נתתי לפניך, והשבת אל לבבך... ושבת עד יי אלהיך... ושב יי אלהיך את שבותך ורחמך, ושב וקבצך מכל העמים...\". ", 
            "גדולה תשובה שמקרבת את האדם לשכינה, שנאמר (הושע יד ב): \"שובה ישראל עד יי אלהיך\" (יומא פו א), ונאמר (עמוס ד ו): \"ולא שבתם עדי נאום יי\". ונאמר (ירמיהו ד א): \"אם תשוב ישראל נאום יי – אלי תשוב\"; כלומר: אם תחזור בתשובה – אלי תדבק. ", 
            "התשובה מקרבת את הרחוקים. אמש היה זה שנוא לפני המקום ברוך הוא, משוקץ ומרוחק ומתועב, והיום הוא אהוב ונחמד וקרוב וידיד. וכן אתה מוצא: בלשון שהקדוש ברוך הוא מרחיק את החוטאים – בו מקרב את השבים, בין יחיד בין רבים, שנאמר (הושע ב א): \"והיה במקום אשר יאמר להם לא עמי אתם, יאמר להם בני אל חי\". על יכניה ברשעתו נאמר (ירמיהו כב ל): \"כתבו את האיש הזה ערירי גבר ולא יצלח בימיו...\"; \"אם יהיה כניהו בן יהויקים מלך יהודה חותם על יד ימיני, כי משם אתקנך...\" (שם פסוק כד). וכיון ששב בגלותו, נאמר בזרובבל בנו (חגי ב כג): \"ביום ההוא נאום יי צבאות, אקחך זרובבל בן שאלתיאל עבדי נאום יי, ושמתיך כחותם\". ", 
            "כמה מעולה מעלת התשובה! אמש היה זה מובדל מהשם אלהי ישראל יתברך, שנאמר (ישעיהו נט ב): \"עונותיכם היו מבדלים בינכם לבין אלהיכם\"; צועק ואינו נענה, שנאמר (שם א טו): \"גם כי תרבו תפלה אינני שמע\"; ועושה מצוות וטורפין אותן בפניו, שנאמר (שם א יב): \"מי בקש זאת מידכם רמוס חצרי\"; \"מי גם בכם ויסגר דלתים\" (מלאכי א י); \"עולותיכם ספו על זבחיכם ואכלו בשר\" (ירמיהו ז כא). והיום הוא מודבק בשכינה, שנאמר (דברים ד ד): \"ואתם הדבקים ביי אלהיכם\"; צועק ונענה מיד, שנאמר (ישעיהו סה כד): \"והיה טרם יקראו ואני אענה\"; ועושה מצוות ומקבלים אותן בנחת ובשמחה, שנאמר (קהלת ט ז): \"כי כבר רצה האלהים את מעשיך\". ולא עוד אלא שמתאווה להם, שנאמר (מלאכי ג ד): \"וערבה ליי מנחת יהודה וירושלים, כימי עולם וכשנים קדמניות\". ", 
            "בעלי תשובה דרכן להיות שפלים וענווים ביותר. ואם יחרפו אותם הכסילים במעשיהם הראשונים, ויאמרו להם \"אמש היית עושה כך וכך\" – אל ירגיש להם, אלא שומעים ושמחים, ויודעים שזהו זכות להם, ושכל זמן שבושים ממעשיהם שעברו ונכלמים מהם – זכותם מרובה ומעלתם מתגדלת. וחטא גדול הוא לומר לבעל תשובה: \"זכר מעשיך הראשונים\", או להזכירם לפניו כדי לביישו. ועל זה נאמר (ויקרא כה יז): \"ולא תונו איש את עמיתו\". ומי שהוא בעל תשובה יש לו לדרוש במעשים טובים, ולהתרחק מן עשתונות העולם הזה, ולהרהר בעצת השם ולחסות בצלו. ולשאת עול תורת השם וחרפת אוילים ובזיון, ולהיות כחרש וכעוור וכמת, כענין שנאמר (תהלים סט ח-יד): \"כי עליך נשאתי חרפה... ואתנה לבושי שק... ואני תפילתי לך יי עת רצון\"."
        ], 
        [
            "<b>שער התורה שער עשרים ושבעה:</b> התורה. בשלושה כתרים נכתרו ישראל: כתר תורה, כתר כהונה, כתר מלכות (משנה אבות ד יג). ", 
            "כתר כהונה זכה בו אהרן, שנאמר: \"והיתה לו ולזרעו אחריו ברית כהונת עולם\" (במדבר כה יג). ", 
            "כתר מלכות זכה בו דוד עליו השלום, שנאמר: \"זרעו לעולם יהיה, וכסאו כשמש נגדי\" (תהלים פט לז). ", 
            "כתר תורה – הרי הוא מונח ועומד ומוכן לכל ישראל, שנאמר: \"תורה צוה לנו משה, מורשה קהלת יעקב\" (דברים לג ד). כל מי שירצה – יבוא ויטול. ", 
            "שמא תאמר שאותן כתרים גדולים מכתר תורה? הרי הוא אומר: \"בי מלכים ימלכו, ורזנים יחוקקו צדק. בי שרים ישרו\" (משלי ח טו-טז). הא למדת שכתר תורה גדול מכתר כהונה ומכתר מלכות (יומא עב ב). ואמרו חכמינו זיכרונם לברכה (הוריות יג א): ממזר תלמיד חכם קודם לכהן גדול עם הארץ, שנאמר: \"יקרה היא מפנינים\" (משלי ג טו) – מכהן גדול הנכנס לפני ולפנים. ", 
            "תורה ומעשה - אין לך מצווה בכל המצוות שהיא שקולה כנגד תלמוד תורה, רק תלמוד תורה שקולה כנגד כל המצוות, לפי שהתלמוד מביא לידי מעשה (בבא קמא יז א). ומה שאמרו \"תלמוד תורה כנגד כולם\" (משנה פאה א א) – זה הלומד על מנת ללמד וללמד, לשמור ולעשות ולקיים; ומפני קביעתו של תורה אינו יכול לקיים כל המצוות, ובשעה שאינו לומד עושה כל מה שיוכל לעשות, ובזה מראה דעתו שחפץ בעשיית המצווה. ואז תלמוד תורה כנגד כולם, כי כשהוא לומד המצווה וחפץ לקיימה – אז יש לו שכר כאילו קיימה, כיון שנתעכב מחמת קביעתו, ונמצא ששכר עשייה ולמוד בידו. אבל מי שהולך בטל פעמים רבות, והיה יכול לעשות מצווה בעת הביטול ואינו חושש לעשותה, או בשעה שעושה שום מצווה אינו מדקדק בה כראוי – על זה לא נאמר: \"תלמוד תורה כנגד כולם\". ", 
            "תורה ומלאכה - מי שנשאו לבו לעשות מצווה זו ולקיימה כראוי לו, ולהיות מוכתר בכתרה של תורה – לא יסיח דעתו לדברים בטלים, ולא ישים אל לבו שיקנה תורה עם עושר וכבוד כאחד. אלא כך היא דרכה של תורה: פת במלח תאכל, ומים במשורה תשתה, ועל הארץ תישן, וחיי צער תחיה, ובתורה אתה עמל (משנה אבות ו ד). ואם תאמר: עד שאקבץ ממון וכשאפנה מעסקי – אז אחזר ואקרא ואשנה. אם תעלה מחשבה זו בלבך, אז אין אתה זוכה לכתרה של תורה לעולם; אלא עשה תורתך קבע, ומלאכתך עראי (משנה אבות א טו). ואל תאמר: \"לכשאפנה אשנה\", שמא לא תפנה (משנה אבות ב ד). ", 
            "כתיב בתורה: \"לא בשמים הוא\" (דברים ל יב), פירוש: בגסי הרוח. \"ולא מעבר לים הוא\" (שם יג), פירוש: באותם שהולכים מעבר לים (ערובין נה א). לפיכך אמרו חכמינו זיכרונם לברכה: ולא כל המרבה בסחורה מחכים (משנה אבות ב ה). ואמרו חכמינו: הוי ממעט בעסק ועסוק בתורה (שם ד י). ", 
            "כוח החידוש - ומתוך שאדם עוסק בתורה לשמה, וטורח ויגע לשם שמים – אז נעשו שתי כליותיו כשני מעיינות, ומוציא טעם והלכות מעצמו, מה שלא למד מעולם ומה שלא נתן אפילו למשה מסיני. כאשר מצינו באברהם אבינו זכרונו לברכה, שלא למד מעולם משום אדם, אך מעצמו היה יושב ומחשב אחר המצוות, ולמד מלבו כל התורה והמצוות, עד שהעיד עליו הכתוב: \"וישמר משמרתי, מצוותי חוקותי ותורתי\" (בראשית כו ה). ואמרו חכמינו זיכרונם לברכה, שאפילו ערובי תבשילין היה יודע (עיין [בראשית רבה] צה ג). וגם אמרו חכמינו זיכרונם לברכה (עבודה זרה יד ב): אברהם אבינו עליו השלום למד ארבע מאות פרקים. ומי למד לו כל זה? אלא נעשו שתי כליותיו כשתי מעיינות, ונובעות לו חוכמה ותורה. וכן מצינו ברבי אליעזר הגדול: מתוך שעסק בתורה הרבה, העידו עליו רבותינו זכרונם לברכה שנתגלה לו מה שלא נתגלה למשה מסיני ([פרקי דרבי אליעזר] ב). וכן אמרו רבותינו זיכרונם לברכה: מדורו של משה רבנו עליו השלום עד דורו של יהושע, ומיהושע לזקנים, ולנביאים, ולאנשי כנסת הגדולה, ולתנאים, ולאמוראים, ולגאונים, ולכל חכמי הדור שעסקו בתורה הרבה ונתנו נפשם עליהם – נתגלו להם רזי תורה וסודי חכמה, מה שאין אדם יכול למצוא מעצמו. וכבר מנו חכמינו זיכרונם לברכה בפרקי אבות (ו ו) ארבעים ושמונה דברים שנקנית התורה בהם. ומי שיעלה על לבו להיות זוכה לדרך התורה, יטריח לקיים אותם ארבעים ושמונה דברים, ואז יעלה לכל טוב. ", 
            "אסור לבטל - וצריך הלומד להיות זריז וזהיר ללמוד. כי מלאכת התורה אינה דומה לשאר מלאכות, כי הלומד שאר מלאכות אפילו יבטל ממנה כמה שנים – לא ישכחנה. אבל כשלומד תורה ואינו חוזר – מיד שוכח. ואפילו אם יחזור מאה פעמים, אם יסיח דעתו ממנה ישכח הכל. והדין נותן, כי כל מלאכות אינן צריכות לב כי אם כשלומד המלאכה בתחילה; אבל בעשייתן אינן צריכות לב, אך עושה מלאכתו וחושב הנה והנה. אבל הלימוד אינו כן, כי כל פעם ופעם צריך לבו לכוון שמועתו, ולא לחשוב בשום דבר אחר כי אם בשמועתו. לכן מי שיפנה לבו לבטלה – מיד הוא שוכח מה שטרח כל ימיו. ", 
            "וגם אמרו חכמינו זכרונם לברכה: אם אין אדם שוכח מה שלמד, אם כן היה לומד כל התורה כולה, ואחר כך היה הולך בטל. והבטלה מביאה לידי שעמום ולידי עבירה (כתובות נט ב). לכך נגזרה גזרת השכחה, שיהא אדם עוסק בתורה כל ימיו, ומתוך כך אינו בא לידי חטא. והתורה מביאה לידי מעשים טובים וזכות, כי כאשר הוא עוסק בתורה והוגד לו עונש העבירות וזכות המצוות – אז נותן אל לבו לעשות הטוב. ויגיעת התורה משכחת ומונעת אותו מן העון. אבל הבטלה גוררת את העון, ומורידתו לשאול. ", 
            "לכן יהא זריז לעסק בתורה תמיד יומם ולילה, ואף כשהוא הולך בדרך או שוכב במיטתו. ואם אינו יכול ללמד בפה, יחשוב בלבו על שמועתו, ויהא דעתו על לימודו שלא יסיח דעתו מלימודו, ואז קיים \"והגית בו יומם ולילה\" (יהושע א ח). כי אינו אומר \"ודברת בו יומם ולילה\" אלא \"והגית בו\", והגיון אינו אלא בלב. ועל זה נאמר: \"ובלכתך בדרך ובשכבך ובקומך\" (דברים ו ז, יא יט). וזהו שנשתבחו רבותינו זכרונם לברכה, שלא הלכו ארבע אמות בלא תורה (מגילה כח א): או היו לומדים וגורסים, או היו מחשבים בלבם בשמועתם או בלימודם. ", 
            "שכר הלימוד - לכן תתן לבך וכל דעתך על התורה בכל עת, כי אדם לומד בתורה חכמה, ודרך ארץ, וענווה וצניעות, וכל מעשים טובים; ומן השמים עושים לו צרכיו, והתורה משמרתו ומגדלתו ומרוממתו, כמו ששנו חכמים (משנה אבות ו א): אמר מאיר: כל העוסק בתורה לשמה – זוכה לדברים הרבה. ולא עוד, אלא שכל העולם כדאי הוא לו. נקרא \"רע\", \"אהוב\"..., ומגדלתו ומרוממתו על כל המעשים. הרי שכר פריע בעולם הזה, אבל לעולם הבא: \"עין לא ראתה אלוהים זולתך\" (ישעיהו סד ג), ואין למעלה הימנה לעולם הבא. ", 
            "תורה לשמה - איתא במדרש (רות רבה א א): ", 
            "רבי שאל לרבי בצלאל: מהו דכתיב: \"כי זנתה אמם\" (הושע ב ז)? אמר לו: אימתי נעשית דברי תורה כזונה? בזמן שבעליה מבזים אותה. כיצד? חכם יושב ודורש \"לא תטה משפט\" (דברים טז יט), והוא מטה משפט; \"לא תכיר פנים\" (שם), והוא מכיר פנים; \"ולא תקח שחד\" (שם), והוא לוקח שוחד. ", 
            "וכן דרשו רבותינו זכרונם לברכה: \"וחכמת המסכן בזויה\" (קהלת ט טז) – איזה חכמת מסכן בזויה? זהו שהוא עני במעשים טובים, אז חכמתו בזויה. וכשיורה הוראות לעשות טוב והוא אינו עושה, אז אין דבריו מקובלים. ולא המדרש עיקר אלא המעשה (משנה אבות א ד). ", 
            "לכן יש לכל אדם לכוון מעשיו לשם שמים. וראה והבן מאלישע בן אבויה, בשביל שלמדו אביו תורה שלא לשמה – לסוף נהפך למינות. דאמרינן בירושלמי חגיגה (ב א) ובמדרש קהלת (ז יח): כשנימול עשה אביו סעודה לחכמים, והזמין לרבותינו: לרבי אליעזר ורבי יהושע ושאר חכמים. והיו יושבים בסעודה ומדברים דברי תורה עד שבא האש סביבם. בא אביו של אלישע ואמר להם: רבותי, וכי באתם לשרף את הבית?! אמרו לו: אינו כן אלא שמפני שאנו חוזרים בדברי תורה ונביאים וכתובים, והדברים מעידים בינותינו שמהר סיני נתנו, ומתוך האש נתנו. אמר: כיון שאני רואה שכך כוח התורה, אם נתקיים לי בן זה אני נותנו לתורה. ובשביל שהיה מתכון שלא לשמה, אלא לכבוד – נהפך בנו למינות. ואף על פי כן, לעולם ילמד אדם אפילו שלא לשמה, שמתוך שלא לשמה – בא לשמה (פסחים נ ב). ", 
            "ענייני התלמוד והמצוות - ועתה יש לי לכתוב ענייני התלמוד והמצוות: ", 
            "קיצור הקדמת הרמב\"ם למשנה תורה - כל המצוות שנתנו לו למשה בסיני – בפירושן ניתנו, שנאמר: \"ואתנה לך את לוחות האבן, והתורה והמצוה\" (שמות כד יב); \"תורה\" – זו תורה שבכתב, \"והמצוה\" – זו פירושה (ברכות ה א). וצוונו לעשות התורה על פי המצווה, ומצווה זו היא הנקראת \"תורה שבעל פה\". ", 
            "כל התורה כתבה משה רבנו עליו השלום קודם שמת בכתב ידו, ונתן ספר לכל שבט ושבט; וספר אחד נתנו בארון לעד, שנאמר: \"לקח את ספר התורה הזה, ושמתם אתו מצד ארון ברית יי אלהיכם, והיה שם בך לעד\" (דברים לא כו). והמצוה שהיא פירוש התורה – לא כתבה, אלא צווה בה לזקנים וליהושע ולשאר כל ישראל, שנאמר: \"את כל הדבר אשר אנכי מצווה אתכם – אתו תשמרו לעשות, לא תוסף עליו ולא תגרע ממנו\" (שם יג א); ומפני זה נקראת \"תורה שבעל פה\". ", 
            "ומימות משה רבינו עליו השלום ועד רבינו הקדוש, שהוא רבי יהודה הנשיא, לא חיברו חיבור שמלמדים אותו ברבים בתורה שבעל פה. אלא בכל דור ודור ראש בית דין, או נביא שיהיה באותו הדור – כותב לעצמו זכרון השמועות ששמע מרבותיו, והיה מלמד על פה ברבים. וכן כל אחד ואחד כותב לעצמו כפי כוחו מביאור התורה ומהלכותיה כמו ששמע, ומדברים שנתחדשו בכל דור ודור בדינים שלא למדום מפי השמועה אלא במידה משלוש עשרה מידות, והסכימו עליהם בית דין הגדול. וכך היה הדבר תמיד עד רבנו הקדוש, שהוא רבי יהודה הנשיא. ", 
            "ולמה עשה רבינו הקדוש כך, ולא הניח הדבר כמות שהיה? כי ראה שהתלמידים מתמעטים והולכים, והצרות מתחדשות ובאות, ומלכות רומי פושטת בעולם ומתגברת, וישראל מתגלגלים והולכים לקצוות להשתעבד – כשראה עניין זה, שהיו ישראל מבולבלים והיתה תורה משתכחת מישראל, אז חיבר המשניות להיות ביד כל אחד ואחד, כדי שילמדו במהרה ולא ישתכחו. וישב כל ימיו הוא ובית דינו, ולימדו המשנה ברבים. והיו לפניו גדולי החכמים שקבלו ממנו, ועמהם אלפים ורבבות משאר החכמים. ", 
            "ותלמידיו של רבי יהודה הנשיא גם כן חיברו חיבורים: רב חיבר \"ספרא\" ו\"ספרֵי\", לבאר ולהודיע עיקרי המשנה. ורבי חייא חיבר ה\"תוספתא\" לבאר עניני המשנה, וכן רבי הושעיא ובר קפרא חיברו הברייתותלבאר דברי המשנה. ונתגלגל הדבר כך, עד שבאו האמוראים, והיו להם מחלוקות בפירוש המשניות והברייתות והתוספתות, עד שחיבר רבי יוחנן ה\"תלמוד ירושלמי\" בארץ ישראל, אחר חורבן הבית בקירוב שלוש מאות שנה. ונקרא \"ירושלמי\" בשביל שהיה דר בירושלים. ואחר כך כמו מאה שנה חיבר רב אשי שהיה בבבל ה\"תלמוד בבלי\". ועניין שני התלמודים הוא פירוש דברי המשנה וביאור עמקותה, ודברים שנתחדשו בכל בית דין ובית דין מימות רבנו הקדוש ועד חיבור התלמוד. ומשני התלמודים, ומן התוספתא ומן הספרא ומן הספרי ומן התוספתות, מכולם יתבאר האסור והמותר, הטמא והטהור, החיוב והפטור, הפסול והכשר, כמו שהעתיקו איש מפי איש עד מפי משה רבנו זכרונו לברכה מסיני. ", 
            "גם יתבאר מהם דברים שגזרו חכמים ונביאים שבכל דור ודור לעשות סייג לתורה, כמו ששמעו מפי משה רבנו זכרונו לברכה בפירוש, שנאמר: \"ושמרתם את משמרתי\" (ויקרא יח ל) – עשו משמרת למשמרתי (מועד קטן ה א). ", 
            "וכן יתבאר מהם המנהגות והתקנות שהתקינו או שנהגו בכל דור ודור, כמו שראו בית דין של אותו הדור. לפי שאסור לסור מהם, שנאמר: \"לא תסור מן הדבר אשר יגידו לך ימין ושמאל\" (דברים יז יא). ", 
            "וכן משפטים ודינים מופלאים שלא קבלום ממשה רבנו זכרונו לברכה, ודנו בהן בית דין של אותו הדור במידות שהתורה נדרשת בהן, ופסקו אותם הזקנים וגמרו שהדין כך הוא – הכל חיבר רב אשי בתלמוד, מימות משה ועד ימיו. ", 
            "ואחר בית דינו של רב אשי, שחיבר התלמוד וגמרוֹ בימי בנו, נתפזרו ישראל בכל הארצות פיזור יתר; והגיעו לקצוות ולאיים הרחוקים, ורבתה קטטה בעולם, ונשתבשו הדרכים בגיסות, ונתמעט תלמוד תורה, ולא נכנסו ישראל ללמד בישיבותיהם אלפים ורבבות כמו שהיה מקדם. אלא מתקבצים יחידים, השרידים אשר השם קורא, בכל עיר ועיר ובכל מדינה ומדינה; ועוסקים בתורה, ומבינים בחיבורי החכמים כולם, ויודעים מהם דרך המשפט היאך הוא. ", 
            "אחר האמוראים עמדו הגאונים אשר ידעו כל התלמוד, בבלי וירושלמי וספרא וספרי ותוספתא, והם הוציאו לאור תעלומותיו של התלמוד ובארו ענייניו. לפי שדרך התלמוד עמוק הוא מאוד, ועוד שהוא בלשון ארמי מעורב עם לשונות אחרות, לפי שאותה הלשון הייתה ברורה לכולם בבבל בעת שחובר התלמוד. אבל בשאר מקומות, ובימי הגאונים אפילו בבבל, לא היו מכירים אותה הלשון עד שילמדו אותה. ושאלות רבות היו שואלים אנשי כל עיר ועיר לכל גאון אשר היה בימיהם, לפרש להם דברים קשים שבתלמוד, והם היו משיבים להם כפי חכמתם. ואותם השואלים היו מקבצים התשובות, ועושים מהם ספרים להבין מהם. ", 
            "גם חיברו הגאונים שבכל דור ודור חבורים לבאר התלמוד, מהם מי שפירש הלכות יחידות, ומהם מי שפירש מסכתות וסדרים. ועוד חיברו הלכות פסוקות בעניין האסור והמותר, והחיוב והפטור, בדברים שהשעה צריכה להם, כדי שיהיו קרובים למדע מי שאינו יכול לירד לעומקו של תלמוד. ", 
            "אחר כך עמד הרב הגדול רבינו משה בר מיימון, וכלל כל התורה כולה שבעל פה בספר אחד, בלשון קל מאוד. ", 
            "ספרי הפוסקים באשכנז - ואחר כך עמד רבנו משה מקוצי וחיבר ספר אחר[2], וליקט מאותו ספר של מיימוני וחיבר עליו שאר דברים של אחרונים. וכן כל אחד ואחד עשה ספר לפי מה שראה ענייני הדור שהיה בו. וכן חיברו רבנים רבים פסקות, כגון: הרוקח,[3] ורבי אליעזר ממיץ,[4] ואבי העזרי,[5] ואור זרוע.[6] וכן עשו רבנים רבים, כל אחד חיבר ספר לפי מה שראה ענייני הדור שהיה בו, כי ראו שנתמעט בעוונותינו הרבים ידיעת התלמוד, ואין אדם יכול לידע אם לא מתוך ספר פוסקים. ", 
            "וגם רבינו שלמה עליו השלום, שראה בימיו מיעוט הלבבות, שהיו הדורות בעוונותינו הרבים מתמעטים והולכים, ועל כן נתעורר לבו לפרש התלמוד, ללמד בני ישראל דעה. ואחר כך עמדו יוצאי ירכו, רבינו תם ורבינו יצחק ושאר רבנים, ופלפלו פלפול גדול עד שחיברו ה\"תוספות\" בישיבתו של רבי יצחק בעל התוספות. ושם היו גדולים, כגון רבינו שמשון משאנץ שחיבר גם כן תוספות, לבד משארי תלמידים שהיו לרוב מאוד. והם היו גיבורים בתורה, והיה לבבם גדול מאוד ופתוח כאולם, ולמדו בעסק גדול, ומסרו נפשם על התורה, וידעו בלא עיון כל התלמוד, פירוש [רש\"י] ותוספות. ", 
            "ואחר כך בעוונותינו הרבים רבו הצרות, ונתמעטו הישיבות, והיו אותם התוספות האחרונים כבדים עליהם ולא יכלו לשאת. ובאו גדולים אחרים וקיצרו התוספות ההן, כל אחד כפי חכמתו, להקל לאנשי דורו הלימוד. ועדיין בימים ההם היו בקיאים בכל התלמוד, והיו יודעים המצוות מתוך התלמוד. עד שנתגלגל שנתגרשו מצרפת, אשר שם היו מחזיקים בתורה והיו לומדים בעסק גדול, כעניין שעשו ראשונים בימי חכמי התלמוד, שהיה עיקר לימודם לחזור התלמוד, כדי לקיים מה שאמרו: \"ושננתם לבניך\" (דברים ו ז) – שיהו דברי תורה מחודדים בפיך; שאם ישאלך אדם דבר – אל תגמגם ותאמר, אלא אמור לו מיד (קידושין ל א). כי זה הדבר אי אפשר הוא, שיהיו המצוות שנונים ומזומנים בפי האדם להשיב לשואל, אם לא ברוב חזרות, כמו שאמרו (חגיגה ט ב): אינו דומה מי ששונה פרקו מאה פעמים, למי ששונה אותו מאה ואחד. ואמרינן (ח א) שריש לקיש היה חוזר ההלכה ארבעים פעמים קודם שבא לפני רבי יוחנן. וכן עשו כולם בימי חכמי התלמוד, שעיקר למודם היה חזרה. ", 
            "ואמרינן (מגילה ז ב): רב אשי הוה יתב קמיה דרב כהנא. נגע ולא קאתו רבנן. אמר ליה: מאי טעמא לא אתו רבנן? אמר ליה: דלמא טרידי בסעודת פורים. אמר לה: ולא הוה אפשר למיכל מדאורתא? אמר לה: לא שמיע ליה למר להא דאמר רבא: סעודת פורים שאכלה בלילה – לא יצא ידי חובתו. מאי טעמא? \"ימי משתה ושמחה\" כתיב (אסתר ט כב). אמר לה: אמר רבא הכי? אמר לו: אִין! תנא מניה ארבעין זמנין, ודמי לה כמאן דמונח בכיסו. ", 
            "ועתה ראה: זה היה דבר קל מאוד, ואפילו הכי היה חוזר אותו כמה פעמים. ועכשיו אין שום אדם שיהיה חוזר דבר כזה יותר מפעם אחת או שתי פעמים. ויש ראיות גדולות ברורות בכמה מקומות בתלמוד, שהיו כולם רגילים בחזרה, ולכל אחד היה לו סכום מנין כך וכך פרקים ליום, וכשהיו טרודים ביום – אז היו פורעים בלילה (ערובין סה א). וכל שלושים יום היו חוזרים תלמודם. ובזה העניין היו לומדים גם כן בצרפת, עד שהגיעו למעלות רבות ולידיעה גדולה. ולא הוצרכו לספרי פוסקים, כי היו יודעים המצוות מתוך התלמוד והתוספות. אבל מיום שנתגרשו מצרפת נתמעט הלמוד מאוד מאוד. ", 
            "בגנות הפילפול וחובת החזרה - ועוד בדור הזה נשתכחה התורה, מחמת כי הלומדים הללו סבורים לעשות כמו הראשונים להחזיק בפלפולים, אך אינם דומים לחכמי צרפת כלל וכלל. שלבם היה פתוח כאולם, ותורתם הייתה אומנותם, והיו ממיתים עצמם עליה יומם ולילה; לכן השיגו וידעו בפלפולם. אבל עכשיו אינם יודעים כן, אלא מבלבלים זה את זה, ומבטלים רוב היום ועוסקים באותו לימוד כחצי יום, והלמוד שלהם עראי דעראי והביטול קבע. אבל בימי חכמי התלמוד הלכו ללמוד עשר שנים ויותר, והיה לימודם גדול בקביעות, שאם היה אחד מתעטש לא היו אומרים \"אסותא\" מפני בטול בית המדרש (ברכות נג א). מזה העניין יש לדעת רוב קביעותם. ואמרינן (כתובות סג א): ", 
            "רב יוסף בריה דרבא, שדריה אבוה לבי רב קמי דרב יוסף. פסק לה שת שנין. כי הוה תלת שנין, מטא מעלי יומא דכיפורא, אמר: \"אזיל ואחזי לאנשי ביתי.\" שמע אבוה, שקל נרגא נפק לאפיה. אמר ליה: \"יונתך נזכרת?!\" ואמרי לה: \"זוגתך נזכרת?!\" אטרוד, לא מר אפסיק ולא מר אפסיק. ", 
            "ראה והבן זה העניין, כמה היו דבקים בתורה, על כן זכו לרוח הקודש! וכן בארץ צרפת היו עוסקים בעסק גדול וזמן רב, והיו יושבים במקום אחד ללמוד כל התלמוד, והיו חוזרים תמיד, ולא פסקה תורה מפיהם. והיו עושים כמו מעשי הראשונים, כדאמרינן (עבודה זרה יט א): לעולם לגרוס איניש ואף על גב דמשכח, ואף על גב דלא ידע מאי קאמר. ואמרי (שבת סג א): מעיקרא לגמר איניש, והדר לסבר. ", 
            "וכל זה אינם עושים עתה, כי כל אחד רוצה ללמד תוספות, וכל חידושים וחידושי דחידושים, קודם שידע צורת התלמוד. אם כן איך יצליחו, כיון שעושה להפך ממה שאמרו חכמי התלמוד? כי כל מה שנאמר בתלמוד הכל אמת, ואין להשיב עליו או לשנותו, ולא להוסיף ולא לגרוע. ועל כן מרוב טורח הלימוד, העיון והפלפול, רבים פורשים מן הלימוד מרוב טורח השמועות והדקדוק שאומר על פה. כי אומרים: \"מה נוכל להבין סברות מבחוץ? הלוואי שהיינו יודעים מה שבתוך הספרים!\" ואם היו לומדים בקביעות יומם ולילה, אז היו לומדים והיו בקיאים בתלמוד, והיו מתאווים ללמוד, כי היה להם לב להבין בקל; והיה אדם בא ללמוד לעולם \"נים ולא נים, תיר ולא תיר\" (עיין נידה סג א). והיו מוסיפים בכך יראת שמים שלמה, וגם היו מתרבים התלמידים, והיו עוסקים תמיד בתורה. אבל עתה מרוב טורח השמועות – נעשית עליהם ההלכה כמשא כבד ולא יוכלו עוד להביט בה, ומתוך כך עוסקים בשיגעון ובליצנות, ומבלבלים ומבטלים ועוסקים במיני תחבולות, ואין להם יראת שמים. ", 
            "ואמרו בפרק \"השוכר את הפועלים\" (בבא מציעא פה א): רבי זירא יתיב בתענית מאה יום, דלשכח מניה תלמודא דבבל, כי היכי דלא נטרדי. ואמרו (ויקרא רבה כה א): נכשל אדם בעבירה אחת ונתחייב מיתה לשמים, מה יעשה ויחיה? אם היה רגיל לקרות דף אחד – יקרא שני דפים; או לשנות פרק פעם אחת – ישנה פעמים; או ללמד פרק אחד – ילמד שני פרקים. אלמא רב גירסא עיקר; כי אם היה הפילפול עיקר, לצעוק ולהרים קול חצי יום בדיבור אחד, אז היה לו לומר: אם מתחילה היה רגיל להקשות קושיא אחת – יקשה שתי קושיות. ובפרק \"האיש מקדש\" (קידושין נב ב) אמרינן: כשמת רבי מאיר, אמר רבי יהודה: אל יכנסו תלמידי רבי מאיר לכאן, שקנתרנים הם. וכל זה שלא היה רוצה להתבטל מגירסתו, כי רבי מאיר היה חריף ולא עמדו חבריו על סוף דעתו (ערובין נג א). ועוד התם אמר רבי יוחנן: לבן של ראשונים כפתחם של אולם, ושל אחרונים כפתחו של היכל, ואנו כמלא נקב מחט סדקית. ואמר אביי: ואנן כי סכתא בגודא לגמרא. ואמר רבא: ואנן כאצבע בקירא לסברא. ואמר רב אשי: ואנן כי אצבעתא בבירא לשכחה. ועכשיו אנן עניי הדעת, אין אנו יכולים לומר \"כאצבע\", כי אם \"כאבן שיש\" לגמרא ולסברא. ", 
            "והא דאמר בפרק \"במה מדליקין\" (שבת לא א), אמר רבא: בשעה שמכניסים אדם לדין שואלין אותו: נשאת ונתת באמונה? פלפלת בחכמה? – משמע שצריך אדם לפלפל? – זה לימוד הגמרא, שמקשינן משניות על הברייתות ומתרצינן להו. אי נמי: על ידי עסק והגיון בתורה תמיד – נותן דעתו לדקדק ומוצא טעמו. אבל לישב כל היום לפטפט, פשיטא שלא לעשות כן. ", 
            "וכן עתה רוב הלומדים מודים בעצמם שאין לומדים כהוגן, ויודעים שאינם לומדים כדרך הישר, כי מרוב טורח הפטפוטים שהם מפטפטים הם מתבטלים לגמרי, ולא ישיגו ללמוד לא תורה, ולא נביאים, ולא כתובים, ולא אגדות, ולא משנה, לא מדרשים, ולא שום חכמה מחמת רוב תחבולות שלהם. ", 
            "ודרשו רבותינו (אבות דרבי נתן כד ו) על פסוק זה: \"על שדה איש עצל עברתי, ועל כרם אדם חסר לב. והנה עלה כולו קמשונים, כסו פניו חרולים, וגדר אבניו נהרסה\" (משלי כד ל-לא) – מי שאינו מחזיר תלמודו מתחילה מחליף ראשי פרקים, סוף מחליף דברי חכמים, סוף שאומר על טמא \"טהור\", והרי הוא מחריב את העולם. אלמא, מי שאינו חוזר תלמודו לא יוכל להורות כדין, אלא טועה ברוב ההוראות. ואמרינן (מדרש משלי י א), אמר רבי ישמעאל: בוא וראה כמה קשה יום הדין! שעתיד הקדוש ברוך הוא לדון כל העולם כולו על עמק יהושפט, וכיון שתלמיד חכם בא לפניו, אומר לו: \"כלום עסקת בתורה?\" אומר לו: \"הן!\" אומר לו הקדוש ברוך הוא: הואיל והודיע לפני, אמור לי מה קרית ומה שנית ומה שמעת בישיבה. מכאן אמרו: כל מה שקרא אדם יתפוס בידו, שלא תשיגהו בושה וכלימה ליום הדין."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}