{
    "versionTitle": "שער הענווה", 
    "sectionNames": [
        "Gate", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Orchot Tzadikim", 
    "text": [
        [], 
        [], 
        [
            "<b>שער הענוה שער שניה:</b> הענוה היא מידה טובה, והיא היפוך הגאווה. ומי שיש בו המידה הזאת, כבר השיב נפשו מכמה מיני רעות. ", 
            "שכרו של העניו - ומי שהגיע אל מעלה זאת הנכבדת – עושה מצוה ומקבל שכר לפי גודל ענוותנותו. כי הענווה שורש העבודה, ומעשה קטן של העניו מתקבל לפני השם ברוך הוא אלף ידות יותר ממעשה גדול של הגאווה. וכן אמרו רבותינו (מנחות קי א): אחד המרבה ואחד הממעיט, ובלבד שיכוון לבו לשמים. ", 
            "אבל מעשה של הגאווה אינו מתקבל לפני השם ברוך הוא, כי היא תועבת נפשו, שנאמר (משלי טז ה): \"תועבת יי כל גבה לב\". ובעבור זה צועק ואינו נענה, שנאמר (ישעיהו א טו): \"גם כי תרבו תפילה, אינני שמע\"; ועושים מצוות וטורפים אותם בפניו, שנאמר (שם א יב): \"מי בקש זאת מידכם רמס חצרי\", ונאמר (ירמיהו ז כא): \"עלותיכם ספו על זבחיכם, ואכלו בשר\". ", 
            "אבל במידת הענווה והשפלות מגיע לכל טוב, כי \"לענוים יתן חן\" (משלי ג לד). וכיון שיש לו חן בעיני הקדוש ברוך הוא, צועק ונענה מיד, שנאמר (ישעיהו סה כד): \"טרם יקראו ואני אענה\". ועושה מצוות ומקבלים אותם בנחת ובשמחה, שנאמר (קהלת ט ז): \"כי כבר רצה האלוהים את מעשיך\"; ולא עוד אלא שמתאווה להם, שנאמר (מלאכי ג ד): \"וערבה ליי מנחת יהודה וירושלים\". ", 
            "מה היא הענווה? - ומה היא הענווה? היא הכנעה ושפלות הנפש, וחושב עצמו כאין. והאדם חייב בה בכל עת ובכל זמן, להיות נבזה בעיניו, ושפל רוח ורך לבב ורוח נשברה. ", 
            "שורש הענוה: שיחשוב בעצמו בעוד שהוא שלֵו ושקט, בריא ועשיר, אשר הבורא ברוך הוא היטיב עמו טובה, ושהוא אינו ראוי לה. ושיחשוב גדולת האל ורוממות תפארתו, ויחשוב: מה אני? הלוא אני בריה שפלה מאוד, ואני בעולם השפל והכלה. ויחשוב: כל מעשים טובים שאוכל לעשות אינם כי אם טיפה מן הים נגד מה שאני חייב לעשות. ויעשה כל מעשיו לכבוד שמים: ולא להחניף לשום אדם, ולא לשום הנאה, אך יעשה הכל לשמו הגדול – זה שורש הענווה. אבל הנכנע לפני הבורא ברוך הוא כשיחלה גופו או אחד מאיבריו, או בעת שמתים בניו ואוהביו, או בעת ירידתו מעושרו וגדולתו, או כשיזקין – באמת לעולם הענווה והשפלות מקובל לפני השם ברוך הוא, אך לא הגיע בזה לעיקר הענווה. וחייב להתנהג בענווה במשא ובמתן עם בני אדם בענייני הממון, לפנים משורת הדין עם כל אדם. וכל הנהגתו עם העולם הכל יהא בשפלות ובנחת. ", 
            "ועיקר הענווה: שייכנע לאותם שהן תחתיו, כגון לעבדיו ולבני ביתו, ולאותם עניים שהם מתפרנסים ונהנים ממנו, והוא אינו צריך להם ואינו ירא מהם. הנכנע לאלמנות ולגרים וסובל טורחם ומשאם, והשומע חרפתו ואינו משיב מחמת גודל ענוותנותו – זו היא ענווה ישרה מאוד. ", 
            "סוגים של ענווה - יש עוד ענווה טובה מאוד, כגון מי שנכנע לפני רבו ולפני חכמים ולפני צדיקים ההולכים בדרכי ישרים, וחושב בלבו: אלו הם עבדי השם ברוך הוא, משרתיו ואוהביו; ובעבור זה ישפיל עצמו לפניהם ומכבדם. גם זה ענווה טובה, שיחשוב: אכנע לפני חכמים, כדי שיקרבוני וילמדוני ויוכיחוני, ויוליכוני בדרכי השם ברוך הוא. ", 
            "ויש עוד ענווה טובה מאוד, שייכנע לפני תלמידיו ויפרש להם כל סתום, לגדול לפי גודלו ולקטן לפי קטנו. ויפרש, ויחזור ויפרש בסבר פנים יפות עד שיבינו, ולא יאמר: איך אשיב עליו עד שיבין, הלוא לבו קשה כאבן? ויסדר העניין בנחת כמה פעמים. וכבר ידעת שכרו של רבי פרידא, שחזר לתלמיד אחד ארבע מאות פעמים (ערובין נד ב). ", 
            "ויש עוד ענווה גדולה: ללמד לפני הקטנים, ולדרוש מהם מה שנעלם ממנו, ולא יאמר: איך אלמד לפני זה ואיך אדרוש ממנו, הלוא הוא קטן ממני. ועל זה נאמר: \"מכל מלמדי השכלתי\" (תהלים קיט צט). ועוד אמרו רבותינו: מאוד מאוד הוי שפל רוח בפני כל אדם (אבות ד ד) – לא בפני הגדולים לבד צריך להיות שפל רוח, אלא אף לפני הקטנים. וההולך בדרך זה יזכה את הרבים, כי הוא נושא חן בעיני כל רואיו, וכל מעשיו וסדרי ענייניו מקובל להם, ותמיד הם משבחים אותו, ומתוך כך הם חומדים לעשות כמוהו, וכל אדם יברך את בנו שיהיה כמו פלוני, ובזה הוא מקדש השם ברוך הוא. אבל המתגאה הוא מחלל השם ברוך הוא ומחטיא את הרבים, והוא דומה לנבלה שהיא מושלכת בשוק, וכל עובר ושב מניח ידו על חוטמו עד שיעבור: כך המתגאה הוא מגנה את התורה ולומדיה, ומרחיק בני אדם מן התורה, כי אומרים: מה תועלת יש בתורה אחרי אשר לומדיה רעים?! ומתוך כך פורשים הן מן התורה. ", 
            "הענווה ניכרת באדם בששה דברים - הענוה ניכרת באדם בששה דברים: ", 
            "הראשון: בחוזק כעסו של אדם. כגון שבזהו אדם מאוד בדברים או במעשה, ויש לו להינקם ממנו, ומושל ברוחו ומוחל לו בעבור הבורא ברוך הוא – זה סימן ענווה. ולפעמים אסור למחול, כגון תלמיד חכם שבזהו ברבים, עד שיפייסהו. ", 
            "השני: כשיבוא הפסד גדול, או שימותו בניו וקרוביו, ומצדיק דין הבורא ברוך הוא עליו ומקבל מאהבה, כמו שנאמר (ויקרא י ג): \"וידום אהרן\" – וזה יורה מאוד על הענווה. ", 
            "השלישי: אם ישמע שהעולם משבחים אותו על חכמתו ועל מעשיו הטובים, לא ישמח בלבו על זה, אלא יחשוב שמעשיו הטובים הם מועטים נגד מה שהוא חייב לעשות, ואינם אלא כטיפה מהים. וכל שכן אם יאמרו עליו מעשים טובים שלא עשה, שלא ישמח אלא יצטער בלבו על שיצא לו שם בדבר שאין בו. ", 
            "ואם אחד סיפר עליו מעשים רעים: אם אמת הדבר, לא יחפש לעוות האמת לנקות עצמו, כמו שאמר יהודה \"צדקה ממני\" (בראשית לח כו); ואל ישתדל להכחיש אותו האיש שסיפר עליו, ואל ישנאהו על שגילה הדבר, אך ייכנע לבורא ברוך הוא אשר גילה מעט מהרבה לייסרו ולהוכיחו כדי שישוב אליו. ", 
            "ואם מה שספר עליו הוא שקר, אל יכלים המספר ולא יכעס עליו. כי כבר היה אחד מן החכמים שסיפרו עליו רע, וכשנודע הדבר לחסיד, שלח לאותו שסיפר עליו דורון, וכתב לו: אתה שלחת לי דורון מזכויותיך, ואני גמלתי לך בדורון זה ששלחתי לך. כי ליום הדין מראים מצוות להרבה בני אדם שלא עשו אותן מצוות, ויאמרו: הלוא לא עשינו זה! וישיבו להם: אותם שספרו עליכם רע – הם עשו אלו מצוות, ונוטלים אותם מהם ונותנים לכם. ", 
            "וכן לרשעים מראים עבירות שלא עשו, וכשיאמרו: הלוא לא עשינו! ישיבו להם: אלו העבירות עשו אותם שסיפרתם עליהם לשון הרע, ונטלו מהם ונתווספו עליכם. ", 
            "וזהו שנאמר (תהלים עט יב): \"והשב לשכנינו שבעתים אל חיקם, חרפתם אשר חרפוך יי\" – כי כל המחרף הצדיק, כאילו מחרף השם ברוך הוא, כי אויבי ישראל הם נקראים \"אויבי השם\" בכמה מקומות. ועל זה הוזהרנו בתורה (דברים כד ט): \"זכור את אשר עשה יי אלהיך למרים\". לפיכך מי שסובל בזיונו ושותק, ניכר שהוא עניו. וכן מצינו בהלל הנשיא (שבת פח ב) באחד שבזהו, שאמר לו \"אל ירבה כמותך בישראל!\" – ולא הקפיד (שבת לא ב). ", 
            "ויש במדרש: אין עניו אלא השומע חרפתו ואינו משיב, דכתיב (במדבר יב א): \"ותדבר מרים ואהרן במשה\", וכתיב (שם יב ג): \"והאיש משה עניו מאוד\". ועליהם נאמר (שופטים ה לא): \"ואוהביו כצאת השמש בגבורתו\". ", 
            "הרביעי: אם הבורא ברוך הוא מיטיב לו בעושר ובבנים, ונותן לו חכמה יתרה ותבונה וכבוד – יוסיף ענוה ושפלות לפני הבורא ברוך הוא, ויכבד בני אדם וייטיב להם יותר מבתחילה. כמו באברהם, בשעה שאמר לו הקדוש ברוך הוא \"המכסה אני מאברהם\" (בראשית יח יז), אמר \"ואנכי עפר ואפר\" (שם יח כד). ", 
            "רוב חכמה ורוב ממון הכפול בעולם הזה יהיה מחמת אחד משלושה דברים: האחד לטובה מאת הקדוש ברוך הוא, השני לניסיון, והשלישי לנקמה. סימן הטובה: אם העשיר הזה לא יעשה היזק לשום אדם בממונו, או החכם לא יתחכם להרע לשום אדם בחכמתו; אך זה בחכמתו וזה בעושרו מוסיפים עבודת הקדוש ברוך הוא לפי עניינם – אז באמת החכמה או העושר לטובה הם מאת הקדוש ברוך הוא. ", 
            "וסימן הניסיון הוא, שהיה בעל הממון טרוד על שמירת ממונו, וירא שמא יפסיד ממונו, ואינו נהנה לפי הממון לשלוט בו ולאכול ממנו, וגם אינו מרע לאדם בעושרו, וגם לא יתגאה, אך טורח תמיד לקבץ הון ודואג בשמירתו, וגם אינו עושה נדבה ואינם מרחם על העניים, לא מאכיל ולא מלבייש. וכן החכם: אם משים רוב חכמתו על עולם הזה לתקן צרכיו, ואינו מתחכם לא לרעה ולא לטובה – אלו וודאי לניסיון הם. ", 
            "וסימן הנקמה: שיהיה בעל הממון מזיק לאחרים בממונו, ומתגאה בו, ואינו עושה בו צדקה, וטרוד בו להתענג, כמו שאמר הכתוב (ישעיהו כב יג): \"ששון ושמחה, הרג בקר ושחט צאן\"; ואומר (שם ה יב): \"והיה כינור ונבל, תוף וחליל ויין משתיהם\"; ולא ישלם ממנו חוק הקדוש ברוך הוא – על זה נאמר (קהלת ה יב): \"עושר שמור לבעליו לרעתו\". וכן אם החכם יערים לעשות רעות ולא יעשה טוב, כמו שנאמר (ירמיהו ד כב): \"חכמים המה להרע, ולהיטיב לא ידעו\" – אז חכמתו לו למכשול. ", 
            "לכן המשכיל יעשה בממונו ובחכמתו הטוב לפי רוב ממונו וחכמתו. ויוסיף הכנעה ושפלות, ולא יגבה לבו. ולעולם ידאג שמא העושר הזה הוא שכרו, והוא מאותם שנאמר עליהם (דברים ז י): \"ומשלם לשונאיו אל פניו להאבידו\". וגם ידאג החכם, שמא הוא מאותם שנאמר עליהם (ירמיהו ד כב): \"חכמים המה להרע, ולהיטיב לא ידעו\". וכל אדם חייב להתחכם ולהתבונן, להגיע בחכמתו למעשים טובים, עד שאין כוח בחכמתו להשיג יותר. ", 
            "החמישי: כשמוכיח את עצמו במה שעשה רעה לאדם במעשים או בדברים, ואינו צריך לאותו אדם לשום דבר, ואינו מקווה לקבל טובה ממנו; וילך מעצמו בלתי הפצרת אחרים ומבקש ממנו מחילה, ומכניע עצמו מלפניו, ומתקן את שעיוות, ומדבר לו תחנונים – גם זה סימן לענווה. ", 
            "הששי: שינהג בענווה בדברים רכים, כמו שנאמר (משלי טו א): \"מענה רך ישיב חמה\". ובקול נמוך, כי זה מדבר השפלות, כמו שנאמר (ישעיהו כט ד): \"ושפלת מארץ תדברי, ומעפר תשח אמרתך\". ולא יתעסק בנוי המלבושים ותכשיטים, כמו שנאמר (איוב כב כט): \"ושח עינים יוושע\". ולא יתעסק בתענוגים, כעניין שנאמר (משלי יג כה): \"צדיק אוכל לשובע נפשו\". כל אלו הם סימני הענווה. ", 
            "יתרונות הענווה - הענווה היא סולם לעלות לדרכי הקדוש ברוך הוא, שנאמר (תהלים כה ט): \"ידרך ענוים במשפט, וילמד ענוים דרכו\". וממנו יגיע להשיג יראת השם ברוך הוא, שנאמר (משלי כב ד): \"עקב ענוה יראת יי\". השכינה שורה על הענווים, שנאמר (ישעיהו נז טו): \"אשכון ואת דכא ושפל רוח\". הקדוש ברוך הוא היטה שכינתו על הר סיני וירד למטה, והניח כל ההרים הגבוהים. וכתיב (שם כו יט): \"הקיצו ורננו שכני עפר, כי טל אורות טלך\" – מי שנעשה שכן לעפר בחייו בעולם הזה, יחיה לעולם הבא. וכתיב (תהלים קלח ו): \"כי רם יי ושפל יראה\". ומי שמשים לבו כבשר, תפילתו נשמעת (סוטה ה א), דכתיב (ישעיהו סו כג): יבוא כל בשר להשתחוות לפני, אמר יי\"; וכתיב (תהלים סה ג): \"שומע תפילה עדיך כל בשר יבואו\". ", 
            "אמר רבי יהושע בן לוי: כמה גדולים נמוכי רוח לפני הקדוש ברוך הוא. שבזמן שבית המקדש קיים, אדם מקריב עולה – שכר עולה בידו; מנחה – שכר מנחה בידו. אבל מי שדעתו שפלה, מעלה עליו הכתוב כאילו הקריב כל הקורבנות כולם, שנאמר (תהלים נא יט): \"זבחי אלהים רוח נשברה\". ולא עוד אלא שאין תפילתו נמאסת, שנאמר (שם): \"לב נשבר ונדכה, אלהים לא תבזה\" (סוטה ה ב). ", 
            "הענפים הטובים של הענווה - הרבה ענפים טובים צומחים משורש הענווה: העניו הוא סבלן, ומהסבלנות יבוא שלום. ובענווה ישקיט כעס של אדם הכועס עליו, כמו שנאמר (משלי טו א): \"מענה רך ישיב חמה\". והשלום הוא מידה טובה מאוד. העניו יש לו חן, שנאמר (משלי ג לד): \"ולענוים יתן חן\". העניו תפילתו מקובלת לפני הקדוש ברוך הוא, כי הוא מעביר על מידותיו. ובגלל זה נתקבלה תפילתו של רבי עקיבא כשאמר \"אבינו מלכנו\" (תענית כה ב). ", 
            "העניו זוכה להתחכם, כי ייכנע לפני חכמים ומתאבק בעפר רגליהם, ונאמר (משלי יג כ): \"הולך את חכמים יחכם\". העניו מרחמים עליו מן השמים, שנאמר (שם כח יג): \"ומודה ועוזב ירוחם\". העניו בורח מן הגדולה ומן הכבוד, ובזה תלוי הצניעות, שנאמר (מיכה ו ח): \"והצנע לכת עם אלהיך\". העניו שמח בחלקו שחלק לו הקדוש ברוך הוא, הן רב הן מעט, שנאמר (תהלים לז טז): \"טוב מעט לצדיק\". ובזה תשקוט לבו מטרדת העולם הזה, ומתוך כך לבו פנוי לתור בחכמה ובעבודת הקדוש ברוך הוא. ", 
            "העניו ידין כל אדם לכף זכות. משל כי שאלו אחד מן החסידים: במה היית זוכה להיות אדון לבני דורך? השיב: מפני שכל אדם שראיתי, החזקתי יותר טוב ממני. אם היה חכם יותר ממני, אמרתי: גם הוא ירא אלהים יותר ממני, מפני רוב חכמתו. ואם היה קטן בחכמה ממני, אמרתי: הוא שוגג ואני מזיד. ואם הייתי זקן ממנו, אמרתי: עוונותיו מועטים מעוונותי. ואם היה כמוני בחכמה ובימים, אמרתי: לבו טוב לאלהים יותר מלבי; לפי שאני יודע העבירות שעשיתי, ואיני יודע העבירות שעשה הוא. ואם היה עשיר ממני, אמרתי שהוא עושה צדקות יותר ממני. ומאלו הטעמים הייתי מכבד בני אדם, והייתי נכנע לפניהם. ", 
            "מומי העניו נשכחים, מחמת שהעולם רוצים בכבודו, וגם עוזריו רבים. משל: אמרו עליו על אחד מן המלכים, שהיו שוכבים בלילה אנשים הרבה, וקם הוא בעצמו ותיקן הנר שלא יכבה. אמרו לו: למה לא צוותנו? אמר להם: מלך קמתי ומלך שבתי. ואמרו: כל מעלה מתקנאים בו, חוץ מן הענווה. ואמרו: מי שהוא נבזה בעיני עצמו, גדול בעיני אחרים. ", 
            "ענווה רעה - אך מה שצריך להרחיק במידה זאת: שלא יהא עניו ונכנע לפני הרשעים. ועל זה אמר הכתוב (משלי כה כו): \"מעין נרפש ומקור משחת, צדיק מט לפני רשע\". ואם יש יכולת בידו, יקוֹם מן הרשעים לכבוד השם, ויחזק תוכחתו נגדם, ויעמוד עליהם כארי נוהם להציל הנגזל מיד הגוזל. ויורה בני אדם עבודת הקדוש ברוך הוא, ויוכיחם בכל כוחו כפי חכמתו: בתחילה בנחת, ואם לא יועיל יכלימם. ויצווה על הטוב ויזהיר מן הרע, בפיו ובלשונו כפי חכמתו. וימהר לקחת דיני אלהים ממי שחייב בהם, ולא ייכנע ולא יושפל בזה. ", 
            "יש ענווה שהיא רעה כמו הגאווה, כעניין שעשו נביאי שקר, שהיו לובשים בגדים כמו נביאי האמת, שיקובלו כזביהם ושקריהם, כמו שנאמר (זכריה יג ד): \"ולא ילבשו אדרת שער למען כחש\". לכך אותם ההולכים בענווה בעניין המלבושים, ומדברים בנחת, ומנהיגים עצמם בחזקת חסידים וצדיקים למען יאמינו להם ויסמכו על דבריהם, ויחניפו למי שאין להחניף, ועושים רמאות בסתר, ואין חוששים לקיים המצוות רק ברבים, ולא כשהם ביחיד, וגונבים דעת הבריות – אלו הם מחללים השם ברוך הוא יותר מכל האדם, וגורמים שאין העולם מאמינים לטובים; והם נחשדים מבני אדם, שיאמרו: שמא אלו הם כאלו. והמכיר בהם חייב לפרסם ולהודיע לכל, כאשר אמרו רבותינו (יומא פו ב): מפרסמים את החנפים. ", 
            "לכן הקיצה, ואל תתעלם לרפות הגבהות והרמאות ממך. ואל תמנע בעבור שתראה הרבה מבני גילך עושים כן, שאינם מסירים הגבהות והרמאות, ואומרים למוכיחים: \"מי האיש שאין לו גאווה? ומי האיש שיכול להיזהר היות ישר במשא ומתן, ושלא לרמות בני אדם, ולעשות כל מעשיו בהכשר? הלוא יש כמה בני אדם טובים וגדולים ממני העושים כך וכך! על כן עשה כמותם, ומה שיהיה להם בעולם הבא יהיה גם לי.\" המחשבים כך הוא שטות שאין דוגמתו. משל: כי מי שעיניו כואבים, ויש לו כחול שהוא מומחה לרפואת העין, וכבר נודע לכל אמיתת הרפואה. אין זה חוכמה לומר: \"לא אעשה שום רפואה, ואם אהיה עיוור מה בכך? כמה עיוורים בעולם, ומה שיהיה להם יהיה גם לי.\" – הלוא זה לעג ושטות לפני כל. לכן עיין על נפשך, והשתדל בכל כוחך, ואל תיתן עיניך במי שלמטה ממך במעלת החכמה ובעבודת הקדוש ברוך הוא, כי בזה תקצר בעבודה ובחכמה. אך תיתן עיניך ולבך במי שהוא למעלה ממך, והשתדל לרדוף אחריו ולהשיגו כפי יכולתך במעלת החכמה ובעבודת הקדוש ברוך הוא. ועל זה נאמר (הושע ו ג): \"ונדעה נרדפה לדעת את יי, כשחר נכון מצאו, ויבוא כגשם לנו, כמלקוש יורה ארץ\"."
        ]
    ], 
    "heTitleVariants": [
        "אורחות צדיקים"
    ], 
    "versionSource": "http://www.ateret4u.com/online/f_01192.html#HtmpReportNum0000_L2", 
    "maps": [], 
    "heTitle": "אורחות צדיקים", 
    "titleVariants": [
        "Orchot Tzadikkim", 
        "Orchot Tzadikim", 
        "Orchos Tzaddikim"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}