{
    "versionTitle": "Hakdama", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [
            "הקדמה - אמר המחבר: החיבור הזה לא חברתיו ללמד לבני האדם את אשר לא ידעו, אלא להזכירם את הידוע להם כבר ומפורסם אצלם פירסום גדול. כי לא תמצא ברוב דברי, אלא דברים שרוב בני האדם יודעים אותם ולא מסתפקים בהם כלל, אלא שכפי רוב פרסומם וכנגד מה שאמתתם גלויה לכל, כך ההעלם מהם מצוי מאד והשכחה רבה. על כן אין התועלת הנלקט מזה הספר יוצא מן הקריאה בו פעם אחת, כי כבר אפשר שלא ימצא הקורא בשכלו חדושים אחר קריאתו שלא היו בו לפני קריאתו, אלא מעט. אבל התועלת יוצא מן החזרה עליו וההתמדה. כי יזכרו לו הדברים האלה הנשכחים מבני האדם בטבע, וישים אל לבו חובתו אשר הוא מתעלם ממנה.", 
            "ותראה, אם תתבונן בהוה ברוב העולם, כי רוב אנשי השכל המהיר והפקחים החריפים ישימו רוב התבוננם והסתכלותם בדקות החכמות ועומק העיונים איש איש כפי נטית שכלו וחשקו הטבעי. כי יש שיטרחו מאד במחקר הבריאה והטבע, ואחרים יתנו כל עיונם לתכונה ולהנדסה, ואחרים למלאכות. ואחרים יכנסו יותר אל הקדש, דהיינו, למוד התורה הקדושה. מהם בפלפולי ההלכות, מהם במדרשים, מהם בפסקי הדינים. אך מעטים יהיו מן המין הזה אשר יקבעו עיון ולמוד על עניני שלמות העבודה, על האהבה, על היראה, על הדבקות, ועל כל שאר חלקי החסידות. ולא מפני שאין דברים אלה עקרים אצלם, כי אם תשאל להם, כל אחד יאמר שזהו העיקר הגדול. ושלא ידומה חכם, שיהיה חכם באמת, שלא יתבררו אצלו כל הדברים האלה. אך מה שלא ירבו לעיין עליו הוא מפני רוב פרסום הדברים ופשיטותם אצלם שלא יראה להם צורך להוציא בעיונם זמן רב. ולא ישאר לימוד הדברים האלה וקריאת הספרים מזה המין כי אם אצל אותם שאין שכלם כל כך דק וקרוב להיות גס, שאלה תראה אותם שוקדים על כל זה ולא יזוזו ממנו, עד שלפי המנהג הנוהג בעולם כשתראה אחד מתחסד לא תוכל לימנע מלחשוד אותו לגס השכל.ואולם תולדות המנהג הזה רעות מאד לחכמים ולבלתי חכמים, כי גורם שמאלה ומאלה יחסר החסידות האמיתי ויהיה יקר מאד למצוא אותו בעולם. כי יחסר מן החכמים למיעוט עיונם בו, ויחסר מן הבלתי חכמים למיעוט השגתם אותו, עד שידמו רוב בני האדם שהחסידות תלוי באמירת מזמורים הרבה ווידויים ארוכים מאד, צומות קשים, וטבילות קרח ושלג, כולם דברים אשר אין השכל נח בהם ואין הדעת שוקטה.", 
            "והחסידות האמיתי הנרצה והנחמד, רחוק מציור שכלנו. כי זה דבר פשוט, מילתא דלא רמיא עליה דאינש, לאו אדעתיה. ואף על פי שכבר קבועים בלב כל האדם הישר התחלותיו ויסודותיו, אם לא יעסוק בהם, יראה פרטיו ולא יכירם, יעבור עליהם ולא ירגיש בם. ראה כי אין דברי החסידות ועניני היראה והאהבה וטהרת הלב דברים מוטבעים באדם עד שלא יצטרכו אמצעים לקנותם, אלא ימצאו אותם בני האדם בעצמם כמו שימצאו כל תנועותיהם הטבעיות כשינה והקיצה, הרעב והשבע, וכל שאר התנועות החקוקות בטבענו. אלא ודאי שצריכים הם לאמצעים ולתחבולות לקנות אותם, ולא יבצרו גם כן מפסידים להם שירחיקום מן האדם, ולא יחסרו דרכים להרחיק מפסידיהם. אם כן אפוא איך לא יצטרך להוציא זמן על העיון הזה לדעת אמיתת הדברים ולדעת הדרך לקנותם ולקימם. מאין תבוא החכמה הזאת בלב האדם אם לא יבקשנה.וכיון שכבר התאמת אצל כל חכם צורך תמימות העבודה וחובת טהרתה ונקיונה שזולת אלה אינה נרצית ודאי כלל, אלא נמאסת ומתועבת, כי כל לבבות דורש ה' וכל יצר מחשבות הוא מבין (דה\"י א כח), מה נענה ביום תוכחה אם התרשלנו מן העיון הזה והנחנו דבר שהוא כל כך מוטל עלינו שהוא עיקר מה ה' אלהינו שואל מעמנו. היתכן שייגע ויעמול שכלנו בחקירות אשר לא נתחייבנו בם, בפלפולים אשר לא יצא לנו שום פרי מהם ודינים אשר אינם שייכים לנו, ומה שחייבים אנו לבוראנו חובה רבה נעזבהו להרגל ונניחהו למצות אנשים מלומדה. אם לא נסתכלנו ולא עייננו מה היא היראה האמיתית ומה ענפיה, איך נקנה אותה ואיך נמלט מן ההבל העולמי המשכח אותה מלבנו. הלא תשכח ותלך אע\"פ שידענו חובתה. האהבה, כמו כן, אם לא נשתדל לקבוע אותה בלבבנו בכח כל האמצעים המגיעים אותנו לזה איך נמצאה בנו, מאין יבוא הדבקות וההתלהטות בנפשותינו עמו יתברך ועם תורתו אם לא נשעה אל גדולתו ואל רוממותו אשר יוליד בלבנו הדביקות הזה. איך תטהר מחשבותינו אם לא נשתדל לנקותה מן המומין שמטיל בה הטבע הגופני, והמדות כולם הצריכות כמו כן תיקון והישרה. מי יישרם ומי יתקנם אם לא נשים לב עליהם ולא נדקדק בדבר דקדוק גדול. הלא אם עייננו על הדבר עיון אמיתי, היינו מוצאים אותו על אמיתו ומטיבים לעצמנו, ומלמדים אותו לאחרים ומטיבים להם גם כן.הוא מה שאמר שלמה (משלי ב ד): אם תבקשנה ככסף וכמטמונים תחפשנה, אז תבין יראת ה'. אינו אומר אז תבין פילוסופיה, אז תבין תכונה, אז תבין רפואה, אז תבין דינים, אז תבין הלכות, אלא אז תבין יראת ה'. הרי לך, שלהבין היראה צריך לבקש אותה ככסף ולחפש אותה כמטמונים. הרי איפוא במה שמלומד לנו מאבותינו ובמה שמפורסם אצל כל בן דעת דרך כלל.", 
            "או, הנמצא זמן לכל שאר חלקי העיון ולעיון הזה לא יהיה זמן. למה לא יקבע אדם לעצמו עתים לפחות להסתכלות הזה אם מוכרח הוא בשארית זמנו לפנות אל עיונים או אל עסקים אחרים.והנה הכתוב אומר (איוב כח, כח): הן יראת ה' היא חכמה, ואמרו רבותינו ז\"ל (שבת לא): \"הן\" אחת, שכן בלשון יוני קורין ל\"אחת\" הן. הרי שהיראה היא חכמה והיא לבדה חכמה, וודאי שאין נקרא חכמה מה שאין בו עיון. אך האמת היא, כי עיון גדול צריך על כל הדברים האלה לדעת אותם באמת ולא על צד הדמיון והסברה הכוזבת, כל שכן לקנות אותם ולהשיגם.ומי שיתבונן בם יראה שאין החסידות תלוי באותם הדברים שיחשבו המתחסדים הטפשים, אלא בדברי שלמות אמיתי וחכמה רבה, הוא מה שמשה רבנו, עליו השלום, מלמדנו באמרו (דברים י יב): ועתה ישראל מה ה' אלקיך שואל מעמך, כי אם ליראה את ה' אלקיך ללכת בכל דרכיו ולאהבה אותו ולעבוד את ה' אלקיך בכל לבבך ובכל נפשך, לשמור את מצות ה' ואת חקתיו. כאן כלל כל חלקי שלמות העבודה הנרצית לשמו יתברך, והם: היראה, ההליכה בדרכיו, האהבה, שלמות הלב, ושמירת כל המצות.", 
            "היראה היא יראת רוממותו יתברך שיירא מלפניו כמו שיירא מלפני מלך גדול ונורא, ויבוש מגדולתו על כל תנועה שהוא בא להתנועע, כל שכן בדברו לפניו בתפלה או בעסקו בתורתו. ", 
            "ההליכה בדרכיו כולל כל ענין יושר המדות ותקונם. והוא מה שביארו ז\"ל (שבת קל\"ג): מה הוא רחום אף אתה רחום וכו'. וכלל כל זה שינהג האדם כל מדותיו וכל מיני פעולותיו על פי היושר והמוסר. וכללו חכמינו ז\"ל (אבות פ\"ב): כל שהיא תפארת לעושיה ותפארת לו מן האדם, דהיינו: כל ההולך אל תכלית ההטבה האמיתית, דהיינו, שתולדתה חזוק התורה ותקון אחוות המדינות.", 
            "האהבה: שיהיה נקבע בלב האדם אהבה אליו יתברך עד שתתעורר נפשו לעשות נחת רוח לפניו, כמו שלבו מתעורר לעשות נחת רוח לאביו ולאמו, ויצטער אם חסר זה מצדו או מאחרים ויקנא על זה וישמח שמחה רבה בעשותו דבר מזה.שלמות הלב הוא: שתהיה העבודה לפניו יתברך בטוהר הכוונה, דהיינו לתכלית עבודתו בלבד ולא לשום פנייה אחרת. ונכלל בזה שיהיה שלם בעבודה ולא כפוסח על שתי הסעיפים או כעושה מצות אנשים מלומדה, אלא שיהיה כל לבו נתון לזה.", 
            "שמירת כל המצות: כמשמעו, דהינו: שמירת כל המצות כלן בכל דקדוקיהן ותנאיהן.", 
            "והנה כל אלה כללים צריכים פירוש גדול. ומצאתי לחכמינו ז\"ל שכללו החלקים האלה בסדר וחילוק אחר יותר פרטי ומסודר לפי ההדרגה המצטרכת בהם לקנות אותם על נכון. והוא מה שאמרו בברייתא, הובאה במקומות שונים בש\"ס ואחד מהם בפרק לפני אידיהן (דף כ), זה לשונו: \"מכאן אמר רבי פנחס בן יאיר: תורה מביאה לידי זהירות,זהירות מביאה לידי זריזות,זריזות מביאה לידי נקיות,נקיות מביאה לידי פרישות,פרישות מביאה לידי טהרה,טהרה מביאה לידי חסידות, חסידות מביאה לידי ענוה,ענוה מביאה לידי יראת חטא, יראת חטא מביאה לידי קדושה,קדושה מביאה לידי רוח הקודש,רוח הקדש מביאה לידי תחיית המתים\".והנה על פי הברייתא הזאת הסכמתי לחבר חבורי זה ללמד לעצמי ולהזכיר לאחרים תנאי העבודה השלמה למדרגותיהם. ואבאר בכל אחד מהם עניניו וחלקיו או פרטיו, הדרך לקנות אותו ומה הם מפסידיו, והדרך לישמר מהם. כי אקרא בו אני וכל מי שימצא בו נחת, למען נלמד ליראה את ה' אלקינו ולא תשכח ממנו חובתנו לפניו, ואשר חמריות הטבע משתדל להסיר מלבנו הקריאה וההסתכלות יעלה על זכרוננו ויעירנו אל המצוה עלינו.", 
            "וה' יהיה בכסלנו וישמור רגלנו מלכד. ותתקיים בנו בקשת המשורר האהוב לאלקיו (תהלים פו): הורני ה' דרכך אהלך באמתך יחד לבבי ליראה שמך. אמן כן יהי רצון."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/hintro.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}