{
    "versionTitle": "Perek 23",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק כג: בדרכי קנית הענווה וההרחקה ממפסידיה -- שנים הם המרגילים את האדם על הענוה, הרגילות וההתבונן, הרגילות הוא שיהיה האדם מרגיל עצמו מעט מעט בהתנהג בשפלות על הדרך שזכרנו, בישיבת המקומות הפחותים וללכת בסוף החברה, ללבוש בגד צנועים, דהיינו מכובדים אך לא מפוארים, כי בהתרגלו בדרך הזה תכנס ותבוא הענוה בלבו מעט מעט עד שתקבע בו כראוי. כי הנה בהיות טבע לב האדם לזוח ולהתנשא קשה עליו לעקור מעיקרה הנטיה הטבעית הזאת, אלא אם כן בפעולות החיצונות המסורות בידו ימשיך מעט מעט הדבר בפנימיותו הבלתי מסור לו כל כך, וכענין שביארנו בזריזות, שכל זה נכלל במאמרם ז\"ל (ברכות י\"ז א): לעולם יהא אדם ערום ביראה, דהיינו שיבקש תחבולות נגד הטבע ונטייתו עד שינצחם.",
            "אך ההתבונן הוא על ענינים שונים, האחד הוא המוזכר בדברי עקביא בן מהללאל (פרקי אבות ג:א): דע מאין באת מטיפה סרוחה ולאן אתה הולך למקום עפר רמה ותולעה ולפני מי אתה עתיד ליתן דין וחשבון לפני מלך מלכי המלכים הקב\"ה. כי באמת כל אלה הם נגדיים לגאוה ועוזרים אל הענוה, כי בהיות האדם מסתכל בפחיתות חומרו וגריעות התחלתו אין לו טעם לינשא כלל אלא ליבוש וליכלם. הא למה זה דומה לרועה חזירים שהגיע למלוך, כל עת אשר יזכור ימיו הראשונים אי אפשר לו שיתגאה. וכשיחשוב כמו כן שבסוף כל גדולותיו ישוב לעפר מאכל לתולעת, כל שכן שיכנע גאונו וישכח שאון גאותו, כי מה טובו ומה גדולתו ואחריתו בושת וכלימה, וכשיחשוב עוד וידמה בלבו רגע הכנסו לפני הבית דין הגדול של צבא מעלה, בעת שיראה עצמו לפני מלך מלכי המלכים הקב\"ה הקדוש והטהור בתכלית הקדושה והטהרה בסוד קדושים משררתי גבורה גבורי כח עושי דברו אשר אין בהם כל מום, והוא עומד לפניהם גרוע פחות ונבזה מצד עצמו, טמא ומגואל מצד מעשיו הירים ראש? היהיה לו פתחון פה? וכי ישאלוהו איה איפוא פיך, איה גאונך וכבודך אשר נשאת בעולמך, מה יענה או מה ישיב על תוכחתו, הנה ודאי שלו רגע אחד יצייר האדם בשכלו האמת הזה ציור אמתי וחזק, פרוח תפרח ממנו כל הגאוה ולא תשוב אליו עוד.",
            "השני הוא ענין חילוף תולדות הזמן ורוב תמורותיהם, כי העשיר קל להיות עני, והמושל לעבד, והמכובד לנקלה, ואם הוא יכול כל כך על נקלה לשוב אל המצב הנבזה בעיניו היום, איך יגבה לבו על מצבו אשר אינו בטוח עליו, כמה מיני חולאים יכולים ח\"ו לבוא על האדם שיצטרך במו פיו להתחנן למי שיעזור אותו ויסייעהו ויקל לו במקצת. כמה צרות ח\"ו יכולים לבוא עליו שיצטרך ללכת לשחר פני רבים אשר מאס לפנמים לתת להם שלום למען יהיו לו למושיעים. ודברים אלה אנחנו רואים בעינינו דבר יום ביומו, כדאי הם להסיר מלב האדם גאותו ולהלבישו ענוה ושפלות.",
            "וכשיתבונן עוד האדם על חובתו לפניו יתברך, וכמה היא נעזבת ממנו וכמה הוא מתרשל בה ודאי שיבוש ולא יתגאה, יכלם ולא ירום לבבו, וכן הוא אומר (ירמיה לא:יז-יח): שמוע שמעתי אפרים מתנודד וגו', כי אחרי שובי נחמתי ואחרי הודעי ספקתי על ירך, בושתי וגם נכלמתי וגו', ועל הכל יתבונן תמיד להכיר חולשת השכל האנושי, ורוב טעותיו וכזביו, שיותר קרוב לו תמיד הטעות מהידיעה האמתית. על כן יירא תמיד מהסכנה הזאת, ויבקש ללמוד תמיד מכל אדם ולשמוע תמיד לעצה פן יכשל, והוא משאמרו ז\"ל (אבות ד:א): איזהו חכם הלומד מכל אדם, וכן הוא אומר (משלי יב:טו): שומע לעצה חכם.",
            "אך מפסידי המדה הזאת הוא הריבוי והשביעה בטובות העולם הזה, וכענין הכתוב שבפירוש אומר (דברים ח:יב): פן תאכל ושבעת וגו' ורם לבבך וגו'. על כן מצאו להם החסידים טוב להיות האדם מענה נפשו לפעמים, למען השפיל יצר הגאוה אשר איננו מתגבר אלא מתוך הרבוי, וכענין שאז\"ל (ברכות ל\"ב): אין ארי נוהם מתוך קופה של תבן אלא מתוך קופה של בשר.",
            "והנה בראש כל המפסידים הוא הסכלות ומיעוט הידיעה האמתית, כי תראה שאין הגאוה מצויה יותר אלא במי שסכל יותר. ורז\"ל אמרו (סנהדרין כ\"ד א): סימן לגסות הרוח עניות התורה. וכן אמרו (זהר בלק): סימן דלא ידע כלום שבוחי. ואמרו עוד (ב\"מ פה ב): אסתרא בלגינא קיש קיש קריא. עוד אמרו (ב\"ר טז:ג): שאלו לאלני סרק מפני מה קולכם נשמע? אמרו הלואי יהיה קולנו נשמע ונזכר. וכבר ראינו שמשה שהוא מובחר שבכל האדם היה עניו מכל האדם.",
            "עוד ממפסידי הענוה הוא ההתחברות או ההשתמש בני אדם חנפים אשר לגנוב לבו בחנפותם למען ייטב להם ישבחוהו וירוממוהו, בהגדיל מה שיש בו מן המעלות עד התכלית, ובהוסיף עליו מה שאין בו כלל, ולפעמים שמה שיש בו הוא ההפך ממה שמשבחין אותו, והנה סוף סוף דעת האדם קלה, וטבעו חלש ומתפתה בנקל, כל שכן בדבר שאיליו הוא נוטה בטבע, על כן בשמעו את הדברים האלה יוצאים מפי שהוא מאמין לו, יכנסו בו כארס ועכס, ונמצא נופל ברשת הגאוה ונשבר, הרי לנו (מ\"ב י\"ב:ג): יואש אשר הטיב לעשות כל ימי הורהו יהודע הכהן רבו, ואחרי מות יהוידע באו עבדיו והתחילו להחניף לו ולהגדיל הילוליו, עד שדימוהו לאלוה, אז שמע המלך אליהם, ותראה זה הדבר בבירור כי רוב השרים והמלכים או כל בעלי היכולת יהיו באיזה מדריגה שיהיו נכשלים הם ונשחתים בעבור חנופת משרתיהם.",
            "על כן מי שעיניו בראשו, יותר יזהר ויעיין במעשי מי שרוצה לקנותו לו לחבר או ליועץ, או לפקיד על ביתו, ממה שיזהר ויעיין במאכלו ובמשתיו, כי המאכל והמשתה יוכל להזיק לגופו בלבד, והחברים או הפקידים יוכלו להשחית נפשו ומאודו וכל כבודו, ודוד המלך ע\"ה אומר (תהלים קא:ו-ז): \"לא ישב בקרב ביתי עושה רמיה הולך בדרך תמים הוא ישרתני\", ואין טוב לאדם אלא שיבקש לו חבירים תמימים שיאירו עיניו במה שהוא עור בו, ויוכיחוהו באהבתם ונמצאו מצילים אותו מכל רע, כי מה שאין האדם יכול לראות, לפי שאינו רואה חובה לעצמו, הם יראו ויבינו ויזהירוהו ונשמר, ועל זה נאמר (משלי כד:ו): ותשועה ברוב יועץ."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h23.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}