{
    "versionTitle": "Perek 10", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק י: בבאור מדת הנקיות -- מדת הנקיות היא היות האדם נקי לגמרי מכל מדה רעה ומכל חטא. לא די ממה שהחטא בו מפורסם וגלוי, אלא גם כן ממה שהלב נפתה בו להורות היתר בדבר, שכאשר נחקור עליו באמת נמצא שלא היה ההיתר ההוא נראה לו, אלא מפני היות הלב עדיין נגוע קצת מן התאוה, כי לא טהר ממנה מכל וכל, על כן תמשכהו להקל לו. אך האדם אשר טהר מזה הנגע לגמרי ונקי מכל רושם רע שמשארת התאוה אחריה, הנה ראייתו תהיה ברורה לגמרי והבחנתו זכה ולא תטהו החמדה לשום דבר, אלא כל מה שהוא חטא, אפילו שיהיה קל שבקלי החטאים, תכירהו שהוא רע ותרחיקהו ממנו. וכלשון הזה אמרו חכמים על השלמים המטהרים מעשיהם טהרה רבה שלא יהיה בהם אפילו נדנוד דבר רע (סנהדרין כג): נקיי הדעת שבירושלים.", 
            "והנך רואה עתה ההפרש שבין הזהיר והנקי, אף על פי שקרובים הם זה לזה בענינם, הזהיר הוא הנזהר במעשיו ורואה שלא יחטא במה שכבר נודע לו ומפורסם אצל הכל היותו חטא, אמנם עדיין איננו אדון בעצמו שלא ימשוך לבו מן התאוה הטבעית, שלא תטהו להראות לו התירים באיזה דברים שאין רעתם מפורסמת. וזה, כי אף על פי שהוא משתדל לכבוש את יצרו ולכפות את תאוותיו, לא מפני זה ישנה את טבעו ולא יוכל להסיר מלבו התאוה הגופנית, אלא שיכבוש אותה וילך אחר החכמה ולא אחריה, אך על כל פנים חשק החומריות עושה את שלו להסיתו ולפתותו. אמנם, אחר שיתרגל האדם הרגל גדול בזהירות הזה עד שינקה נקיון ראשון מן החטאים המפורסמים, וירגיל עצמו בעבודה ובזריזותה, ותגבר בו האהבה אל בוראו והחמדה אליו, הנה כח ההרגל הזה ירחיק אותו מעניני החומר וידביק דעתו אל השלימות הנפשיי עד שסוף סוף יכול להגיע אל הנקיון השלם, שכבר יכבה אש התאוה הגופנית מלבו בהתגבר בו החמדה האלהית, ואז תשאר ראייתו זכה וברה, כמו שכתבתי למעלה, שלא יפתה ולא ישיגהו חשק חומריותו, וינקה במעשיו מכל וכל.", 
            "והנה על מדה זו, היה דוד שמח בעצמו ואומר (תהלים כו): ארחץ בנקיון כפי ואסובבה את מזבחך ה'. כי באמת רק מי שינקה לגמרי מכל נדנוד חטא ועון, הוא הראוי לראות את פני המלך ה'. כי זולת זה, אין לו אלא לבוש ולהכלם מלפניו, וכמאמר עזרא הסופר (עזרא ט): אלהי בושתי ונכלמתי להרים אלהי פני אליך.", 
            "והנה ודאי כי מלאכה רבה היא לאדם להגיע אל שלימות המדה הזאת, כי העבירות הניכרות וידועות קלות הם להשמר מהם, כיון שרעתם גלויה. אך הדקדוק הזה המצטרך לנקיות, הוא הקשה יותר, כי הוראת ההיתר מכסה על החטא, וכמו שכתבתי. והוא כענין מה שאמרו זכרונם ברכה (ע\"ז יח): עבירות שאדם דש בעקביו, סובבות אותו בשעת הדין. ועל דרך זה אמרו זכרונם לברכה (בבא בתרא קסה): רובם בגזל, ומיעוטם בעריות, וכולם באבק לשון הרע. כי מפני רוב דקותו, כל בני אדם נכשלים בו במה שאין מכירים אותו.", 
            "ואמרו זכרונם לברכה (איכה רבתי טו): שדוד היה נזהר ומנקה עצמו נקיון גמור מכל אלה, ועל כן היה הולך למלחמה בבטחון חזק, והיה שואל (תהלים יח): ארדוף אויבי ואשיגם ולא אשוב עד כלותם, מה שלא שאלו יהושפט אסא וחזקיה לפי שלא היו מנוקים כל כך. והוא מה שאמר הוא עצמו בתוך דבריו (שם): יגמלני ה' כצדקי כבור ידי ישיב לי. ואמר עוד (שם): וישב ה' לי כצדקי כבור ידי לנגד עיניו, והוא הבור והנקיון הזה שזכרנו. ואז חזר ואמר (שם): כי בך ארוץ גדוד וגו', ארדוף אויבי ואשיגם. והוא עצמו אמר עוד (שם כד): מי יעלה בהר ה' ומי יקום במקום קדשו נקי כפים ובר לבב.", 
            "ואמנם ודאי, שהמדה הזאת קשה, כי טבע האדם חלש ולבו נפתה על נקלה, ומתיר לעצמו הדברים שיוכל למצא בהם כדי הטעאה. ובודאי שמי שהגיע לזאת המדה, כבר הגיע למדריגה גדולה, כי בפני מלחמה חזקה עמד ונצח.", 
            "ונבוא עתה לבאר פרטי המדה הזאת."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h10.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}