{
    "versionTitle": "Perek 20",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק כ: במשקל החסידות -- מה שצריך לבאר עתה הוא משקל החסידות הזה, והוא ענין עקרי מאד מאד, ותדע באמת שזהו המלאכה הקשה שבחסידות כי דקותו רב ויש ליצר בדבר הזה כניסה גדולה, על כן נמצאת סכנתו עצומה כי הרבה דברים טובים יוכל היצר לרחק כאילו הם רעים, והרבה חטאים לקרב כאילו הם מצות גדולות, ובאמת שלא יוכל איש להצליח במשקל הזה אלא בג' דברים: א. שיהיה לבו ישר שבלבבות שלא תהיה פנייתו אלא לעשות הנחת רוח לפניו יתברך, ולא זולת זה כלל. ב. ושיהיה מעיין על מעשיו עיון גדול וישתדל לתקנם על פי התכלית הזה. ג. ואחר כל זאת יהיה משליך יהבו על ה', שאז יאמר בו (תהלים פ\"ד:ו,יב) אשרי אדם עוז לו בך וגו' לא ימנע טוב להולכים בתמים.",
            "אמנם אם אחד מן התנאים האלה יחסר לו לא יגיע אל השלימות, וקרוב הוא ליכשל וליפול דהיינו או אם הכונה לא תהיה מובחרת וזכה, או אם יתרשל מן העיון במה שיוכל לעיין, או אם אחר כל זה לא יתלה בטחונו בקונו, קשה לו שלא יפול. אך אם שלשתם ישמור כראוי, תמימות המחשבה, עיון, ובטחון, אז ילך בטח באמת ולא יאונה לו כל רע. הוא הדבר שאמרה חנה בנבואתה (שמואל א' ב:ט): \"רגלי חסידיו ישמור\", ודוד כמו כן אמר (תהלים לז:כח): \"ולא יעזוב את חסידיו לעולם נשמרו\".",
            "והנה מה שצריך להבין הוא כי אין לדון דברי החסידות על מראיהן הראשון, אלא צריך לעיין ולהתבונן עד היכן תולדות המעשה מגיעות, כי לפעמים המעשה בעצמו יראה טוב, ולפי שהתולדות רעות יתחייב להניחו, ולו יעשה אותו יהיה חוטא ולא חסיד. הנה מעשה גדליה בן אחיקם גלוי לעינינו שמפני רוב חסידותו שלא לדון את ישמעאל לכף חובה או שלא לקבל לשון הרע, אמר ליוחנן בן קרח שקר אתה דובר על ישמעאל (ירמיה מ'), ומה גרם? גרם שמת הוא ונפזרו ישראל וכבה גחלתם הנשארה, וכבר ייחס הכתוב הריגת אנשים אשר נהרגו אליו כאילו הרגם הוא, ובמאמרם ז\"ל (נדה ס\"א): על הפסוק את כל פגרי האנשים אשר הכה ביד גדליה.",
            "והבית השני גם הוא חרב ע\"י חסידות כזה אשר לא נשקל במשקל צדק במעשה דבר קמצא, אמרו (גיטין נ\"ו א): סבור רבנן לקרוביה, א\"ל רבי זכריה בן אבקולס יאמרו בעלי מומין קריבין לגבי מזבח, סבור למקטליה א\"ל רזב\"א יאמרו מטיל מום בקדשים יהרג, בין כך ובין כך הלך אותו הרשע והלשין את ישראל, בא הקיסר והחריב ירושלים, והוא מה שאמר ר\"י על זה: ענותנותו של ר' זכריה החריבה את ביתנו ושרפה את היכלנו והגליתנו.",
            "הרי לך שאין לדון בחסידות המעשה באשר הוא שם לבד, אך צריך לפנות כה וכה לכל הצדדין שיוכל שכל האדם לראות, עד שידון באמת איזה יכשר יותר העשיה או הפרישה.",
            "הנה התורה צותה (ויקרא יט:טז): \"הוכח תוכיח את עמיתך\", וכמה פעמים יכנס אדם להוכיח חטאים במקום או בזמן שאין דבריו נשמעים וגורם להם להתפרץ יותר ברשעם ולחלל ה' להוסיף על חטאתם פשע, הנה בכיוצא בזה אינו מן החסידות אלא לשתוק. וכך אמרו ז\"ל (יבמות ס\"ה ב): כשם שמצוה לומר דבר הנשמע, כך מצוה שלא לומר את שאינו נשמע. ראה פשוט הוא שראוי לכל אדם להיות מקדים ורץ לדבר מצוה ולהשתדל להיות מן העוסקים בה, אך הנה לפעמים יכול להולד מזה מריבה שיותר תתבזה המצוה, ויתחלל בה שם שמים ממה שיתכבד, בכיוצא בזה ודאי שחייב החסיד להניח את המצוה ולא לרדוף אחריה.",
            "וכן אז\"ל בענין הלוים ז\"ל (במדבר רבה ה:א): מפני שהיו יודעים שכל מי שטוען בארון שכרו מרובה, והיו מניחין את השלחן והמנורה והמזבחות וכלן רצים לארון ליטול שכר, ומתוך כך היה זה מריב, ואומר אני טוען כאן, וזה מריב ואומר אני טוען כאן, ומתוך כך היו נוהגין קלות ראש, והיתה השכינה פוגעת בהם וגו'.",
            "הנה חייב האדם לשמור כל המצות בכל דקדוקיהם לפני מי שיהיה ולא יירא ולא יבוש, וכן הוא אומר (תהלים קיט:מו): \"ואדברה בעדותיך נגד מלכים ולא אבוש\", וכן שנינו הוי עז כנמר וגו', (אבות ה:כב) אמנם גם בזה צריך חילוק והבחנה כי כל זה נאמר על גופי המצות שחייבים אנחנו בהם חובה גמורה שבהם ישים פניו כחלמיש, אך יש איזה תוספות חסידות שאם יעשה אותם האדם לפני המון העם ישחקו עליו ויתלוצצו, ונמצאו חוטאים ונענשים על ידו, והוא היה יכול להניח מלעשות הדברים ההם, כי אינם חובה מוחלטת, הנה דבר כזה ודאי שיותר הגון הוא לחסיד שיניחהו משיעשהו, והוא מה שאמר (מיכה ו:ח): \"והצנע לכת עם אלהיך\". וכמה חסידים גדולים הניחו ממנהגי חסידותם בהיותם בין המון העם, משום דמחזי כיוהרא. כללו של דבר: כל מה שהוא עיקרי במצוה יעשהו לפני כל מלעיג, ומה שאינו עיקרי והוא גורם שחוק והיתול לא יעשהו.",
            "נמצאת למד שהבא להתחסד חסידות אמיתי צריך שישקול כל מעשיו לפי התולדות הנמשכות מהם, ולפי התנאים המתלוים להם לפי העת לפי החברה לפי הנושא ולפי המקום, ואם הפרישה תוליד יותר קידוש שם שמים ונחת רוח לפניו מן המעשה יפרוש ולא יעשה. או אם מעשה אחד במראיתו הוא טוב, ובתולדותיו או בתנאיו הוא רע, ומעשה אחד רע במראיתו וטוב בתולדותיו הכל הולך אחר החיתום והתולדה שהיא פרי המעשים באמת, ואין הדברים מסורים אלא ללב מבין ושכל נכון, כי אי אפשר לבאר הפרטים שאין להם קץ, וה' יתן חכמה מפיו דעת ותבונה. (משלי ב:ו)",
            "ומעשה דר' טרפון יוכיח (ברכות י ב): שהחמיר להטות כב\"ש ואמרו לו כדאי היית לחוב בעצמך שעברת על דברי בית הלל, אע\"פ שמחמיר היה, וזה שענין מחלוקת בית שמאי ובית הלל היה ענין כבד לישראל מפני המחלוקת הגדולה שרבתה ביניהם, וסוף סוף נגמר שהלכה כבית הלל לעולם, הנה קיומה של תורה שגמר דין זה ישאר בכל תוקף לעד ולעולמי עולמים ולא יחלש בשום פנים שלא תעשה תורה חס ושלום כשני תורות, ועל כן לדעת המשנה הזאת יותר חסידות הוא להחזיק כבית הלל אפילו לקולא מלהחמיר כבית שמאי. וזה לנו לעינים לראות אי זה דרך ישכון אור באמת ובאמונה לעשות הישר בעיני ה'."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h20.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}