{
    "versionTitle": "Perek 9", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק ט: בבאור מפסידי הזריזות וההרחקה מהם -- הנה מפסידי הזריזות, הם הם מגדילי העצלה. והגדול שבכולם, הוא בקשת המנוחה הגופנית ושנאת הטורח ואהבת העידונים בתשלום כל תנאיהם. כי הנה אדם כזה, ודאי שתכבד עליו העבודה לפני בוראו כובד גדול. כי מי שירצה לאכול אכילותיו בכל הישוב והמנוחה, ולישון שנתו בלא, טורד, וימאן ללכת אם לא לאטו, וכיוצא בדברים כאלה, הנה יקשה עליו להשכים לבתי כנסיות בבוקר, או לקצר בסעודתו מפני תפלת המנחה בין הערבים, או לצאת לדבר מצוה אם לא יהיה העת ברור, כל שכן למהר עצמו לדברי מצוה או לתלמוד תורה. ומי שמרגיל עצמו למנהגות האלה, איננו אדון בעצמו לעשות היפך זה כשירצה, כי כבר נאסר רצונו במאסר ההרגל הנעשה טבע שני.", 
            "ואמנם צריך שידע האדם כי לא למנוחה הוא בעולם הזה, אלא לעמל וטורח. ולא ינהג בעצמו, אלא מנהג הפועלים העושים מלאכה אצל משכיריהם, וכענין מה שהיה אומר (עירובין סה): \"אגירי דיומא אנן\", וכדרך יוצאי הצבא במערכותיהם אשר אכילתם בחיפזון ושינתם עראי ועומדים תמיד מוכנים לעת קרב. ועל זה נאמר (איוב ה): כי אדם לעמל יולד. וכשירגיל עצמו על זה הדרך, ימצא העבודה קלה עליו ודאי, כיון שלא יחסר בעצמו ההזמנה וההכנה אליה. ועל זה הדרך אמרו זכרונם לברכה (אבות פ\"ו): כך היא דרכה של תורה, פת במלח תאכל, ומים במשורה תשתה, ועל הארץ תישן. שהוא כלל ההרחקה בתכלית מן המנוחות והעידונים.", 
            "עוד ממפסידי הזריזות הוא רוב הפחד וגודל המורא מן הזמן ותולדותיו, כי פעם יירא מהקור או מהחום, ופעם מהפגעים, ופעם מן החלאים, ופעם מן הרוח, וכן כל כיוצא בזה. הוא הענין שאמר שלמה עליו השלום (משלי כו): אמר עצל שחל בדרך ארי בין הרחובות. וכבר גינו חכמים זכרונם לברכה המדה הזאת ויחסוה אל החטאים, ומקרא מסייעם דכתיב (ישעיה לג): פחדו בציון חטאים אחזה רעדה חנפים, עד שאמר אחד מן הגדולים אל תלמידו בראותו אותו מתפחד, חטאה את (ברכות ס). אלא על זה נאמר (תהלים לז): בטח בה' ועשה טוב שכן ארץ ורעה אמונה.", 
            "כללו של דבר, צריך שישים האדם את עצמו עראי בעולם וקבוע בעבודה, יתרצה ויסתפק בכל עניני העולם במה שמזדמן לו, ויקח מן הבא בידו, ויהיה רחוק מן המנוחה וקרוב למלאכה ולעמל, ויהיה נכון לבו בטוח בה', ולא יירא מתולדות הזמן ופגעיו.", 
            "שמא תאמר הרי מצינו שחייבו חכמים בכל מקום שישמור האדם את עצמו שמירה מעולה ולא ישים עצמו בסכנה אפילו הוא צדיק ובעל מעשים, ואמרו (כתובות ל): הכל בידי שמים חוץ מצינים פחים, ומקרא כתוב (דברים ד): ונשמרתם מאד לנפשותיכם, הרי שאין להחליט הבטחון הזה על כל פנים. והתם אמרו, ואפילו לדבר מצוה.", 
            "דע כי יש יראה ויש יראה: יש יראה ראויה ויש יראה שוטה, יש בטחון ויש הוללות. כי הנה האדון ברוך הוא עשה את האדם בעל שכל נכון וסברא נכוחה לשינהג עצמו על דרך טוב וישמר מן הדברים המזיקים אשר נבראו לענוש את הרשעים, ומי שירצה שלא ינהג עצמו בדרך החכמה ויפקיר עצמו לסכנות, הנה אין זה בטחון, אלא הוללות. והנה הוא חוטא במה שהוא נגד רצון הבורא יתברך שמו, שרוצה שישמור האדם את עצמו. ונמצא שמלבד הסכנה המוטבעת בדבר אשר הוא עלול אליה מפני חסרון שמירתו, הנה עוד הוא מתחיב בנפשו בקום עשה בחטא אשר הוא חוטא, ונמצא החטא עצמו מביאו ליענש. ", 
            "ואולם השמירה הזאת, וזאת היראה המיוסדת על הנהגת החכמה והשכל, היא הראויה, שעליה נאמר (משלי כב): ערום ראה רעה ונסתר ופתיים עברו ונענשו. אך היראה השוטה היא, שיהיה האדם רוצה להוסיף שמירות על שמירות ויראה על יראה, ועושה משמרת למשמרתו באופן שיגיע מזה ביטול לתורה ולעבודה.", 
            "והכלל להבחין בין שתי היראות הוא מה שחלקו חכמים זכרונם לברכה באמרם (פסחים ח): היכא דשכיח היזיקא שאני. כי מקום שההיזק מצוי ונודע, יש להשמר. אך מקום שאין ההיזק נודע, אין לירא. ועל כיוצא בזה נאמר (חולין מו): ריעותא דלא חזינן לא מחזקינן, ואין לו לחכם אלא מה שעיניו רואות. הוא עצמו ענין הפסוק שהבאנו למעלה \"ערום ראה רעה ונסתר\", הא אינו מדבר אלא בנסתר מן הרעה אשר רואה לא ממה שיוכל להיות שיהיה אפשרי שיבוא, והוא ממש ענין הפסוק שהזכרתי למעלה, אמר עצל שחל בדרך וגו'. וחכמים זכרונם לברכה פרשו הענין כמין חומר, להראות עד היכן מגעת יראת ההבל להפריש האדם מן המעשה הטוב. ואמרו (דברים רבה פ\"ח): שבעה דברים אמר שלמה בעצל: כיצד, אמרו לעצל, הרי רבך בעיר, לך ולמד תורה ממנו והוא משיב אותם, מתירא אני מן הארי שבדרך. רבך בתוך המדינה, אומר להם, מתיירא אני שלא יהיה ארי בין הרחובות. אומרים לו, הרי הוא בתוך ביתך אומר להם, אם אני הולך אצלו, אני מוצא הפתח נעולה וכו', עיין שם. הא למדת, שאין היראה גורמת שיתעצל אלא עצלה גורמת לו שיתיירא.", 
            "וכל הדברים האלה, הנסיון היומי יעיד עליהם, ממה שכבר פשוט הוא ורגיל ברוב המון בני האדם אשר זה דרכם כסל למו. ומשכיל על דבר, ימצא אמת לאמתו, ודעת לנבון נקל. ", 
            "וכבר נתבאר ענין הזריזות ביאור שאחשוב היותו מספיק להערת הלב, והחכם יחכם ויוסיף לקח. והנך רואה, כי ראוי לזריזות להיות במדרגה אחר הזהירות, כי על הרוב לא יהיה האדם זריז אם לא יהיה זהיר בתחלה. כי מי שלא ישים לבו להזהר במעשיו ולהתבונן בעבודה ומשפטיה שזו היא מדת הזהירות, כמו שכתבתי, קשה שילבש אהבה וחמדה אליה ויזדרז בתשוקה לפני בוראו, כי הנה הוא עודנו טובע בתאוות הגופניות ורץ מרוצת הרגלו המרחיקו מכל זה. אמנם, אחר שכבר פקח עיניו לראות מעשיו ולהזהר בם וחשב חשבון המצות והעברות, כאשר זכרנו, נקל הוא לו שיסור מן הרע וישתוקק אל הטוב ויזדרז בו. וזה פשוט."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h9.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}