{
    "versionTitle": "Perek 2",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [
            "פרק ב: בביאור מדת הזהירות -- הנה ענין הזהירות הוא שיהיה האדם נזהר במעשיו ובעניניו, כלומר, מתבונן ומפקח על מעשיו ודרכיו, הטובים הם אם לא, לבלתי עזוב נפשו לסכנת האבדון חס וחלילה ולא ילך במהלך הרגלו כעור באפלה. והנה זה דבר שהשכל יחייבהו ודאי. כי אחרי שיש לאדם דעה והשכל להציל את עצמו ולברוח מאבדון נשמתו, איך יתכן שירצה להעלים עיניו מהצלתו, אין לך פחיתות והוללות רע מזה ודאי. והעושה כן הנה הוא פחות מהבהמות ומהחיות אשר בטבעם לשמור את עצמם ועל כן יברחו וינוסו מכל מה שיראה להם היותו מזיק להם. וההולך בעולמו בלי התבוננות אם טובה דרכו או רעה, הנה הוא כסומא ההולך על שפת הנהר אשר סכנתו ודאי עצומה ורעתו קרובה מהצלתו. כי אולם חסרון השמירה מפני העורון הטבעי או מפני העורון הרצוני דהיינו סתימת העינים בבחירה וחפץ, אחד הוא. והנה ירמיהו היה מתאונן על רוע בני דורו מפני היותם נגועים בנגע המדה הזאת, שהיו מעלימים עיניהם ממעשיהם בלי שישימו לב לראות מה הם: הלהעשות אם להעזב? ואמר עליהם (ירמיה ח): אין איש נחם על רעתו לאמר וגו' כלה שב במרוצתם כסוס שוטף במלחמה. והיינו, שהיו רודפים והולכים במרוצת הרגלם ודרכיהם מבלי שיניחו זמן לעצמם לדקדק על המעשים והדרכים, ונמצא שהם נופלים ברעה בלי ראות אותה.",
            "ואולם הנה זאת באמת אחת מתחבולות היצר הרע וערמתו להכביד עבודתו בתמידות על לבות בני האדם עד שלא ישאר להם ריוח להתבונן ולהסתכל באיזה דרך הם הולכים, כי יודע הוא שאלולי היו שמים לבם כמעט קט על דרכיהם, ודאי שמיד היו מתחילים להנחם ממעשיהם, והיתה החרטה הולכת ומתגברת בהם עד שהיו עוזבים החטא לגמרי. והרי זו מעין עצת פרעה הרשע שאמר (שמות ה): תכבד העבודה על האנשים וגו', שהיה מתכוין שלא להניח להם ריוח כלל לבלתי יתנו לב או ישימו עצה נגדו, אלא היה משתדל להפריע לבם מכל התבוננות בכח התמדת העבודה הבלתי מפסקת כן היא עצת היצר הרע ממש על בני האדם, כי איש מלחמה הוא ומלמד בערמימות, ואי אפשר למלט ממנו אלא בחכמה רבה והשקפה גדולה.",
            "הוא מה שהנביא צווח ואומר (חגי א): שימו לבבכם על דרכיכם. ושלמה אמר בחכמתו (משלי ו'): אל תתן שנה לעיניך ותנומה לעפעפיך, הנצל כצבי מיד וגו'. וחכמינו ז\"ל אמרו (מועד קטן ה): כל השם ארחותיו בעולם הזה, זוכה ורואה בישועתו של הקדוש ברוך הוא. ופשוט הוא שאפילו אם יפקח האדם על עצמו, אין בכחו לינצל אלולי הקדוש ברוך הוא עוזרו, כי היצר הרע תקיף מאד, וכמאמר הכתוב (תהלים לז): צופה רשע לצדיק ומבקש להמיתו, ה' לא יעזבנו וגו'. אך אם האדם מפקח על עצמו, אז הקדוש ברוך הוא עוזרו וניצול מן היצר הרע, אבל אם אינו מפקח הוא על עצמו, ודאי שהקדוש ברוך הוא לא יפקח עליו. כי אם הוא אינו חס, מי יחוס עליו. והוא כענין מה שאמרו רבותינו זכרונם לברכה (ברכות לג): כל מי שאין בו דעה אסור לרחם עליו. והוא מה שאמרו (אבות ג): אם אין אני לי מי לי."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h2.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}