{
    "versionTitle": "Perek 3", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [
            "פרק ג: בביאור חלקי הזהירות -- הנה הרוצה לפקח על עצמו, שתים הנה ההשקפות הצריכות לו: האחת, שיתבונן מהו הטוב האמיתי שיבחר בו האדם, והרע האמיתי שינוס ממנו. והשניה, על המעשים אשר הוא עושה לראות אם הם מכלל הטוב או מכלל הרע. וזה, בשעת מעשה ושלא בשעת מעשה.", 
            "בשעת מעשה שלא יעשה שום מעשה מבלי שישקול אותו במאזני זאת הידיעה. ושלא בשעת מעשה שיעלה לפניו זכרון כלל מעשיו וישקול אותם כמו כן במאזני המשקל הזה לראות מה יש בם מהרע למען ידחה ואתו, ומה מן הטוב להתמיד בו ולהתחזק בו. ואם ימצא בהם מן הרע, אז יתבונן ויחקור בשכלו איזה תחבולה יעשה לסור מן הרע ההוא וליטהר ממנו.", 
            "ודבר זה הודיעונו חכמינו זכרונם לברכה באמרם (עירובין יג): נוח לו לאדם שלא נברא יותר משנברא, ועכשיו שנברא יפשפש במעשיו, ואיכא דאמרי ימשמש במעשיו. ותראה ששני הלשונות הם שתי אזהרות טובות ומועילות מאד. כי הנה הפשפוש במעשים הוא לחקור על כלל המעשים ולהתבונן בו, הנמצא בהם מעשים אשר לא יעשו אשר אינם הולכים על פי מצות ה' וחקיו, כי כל אשר ימצא מאלה יבערם מן העולם. אך המשמוש היא החקירה אפילו במעשים הטובים עצמם, .לחקור ולראות היש בענינם איזה פניה אשר לא טובה או איזה חלק רע שיצטרך להסירו ולבערו. והרי זה כממשמש בבגד לבחון הטוב וחזק הוא או חלש ובלוי כן ימשמש במעשיו לבחון תכונתם בתכלית ההבחנה עד שישאר זך ונקי.", 
            "כלל הדבר: יהיה האדם מעיין על מעשיו כולם, ומפקח על כל דרכיו שלא להניח לעצמו הרגל רע ומדה רעה, כל שכן עבירה ופשע. והנני רואה צורך לאדם שיהיה מדקדק ושוקל דרכיו דבר יום ביומו כסוחרים הגדולים אשר יפלסו תמיד כל עסקיהם למען לא יתקלקלו, ויקבע עתים ושעות לזה שלא יהיה משקלו עראי, אלא בקביעות גדול, כי רב התולדה הוא. ", 
            "וחכמים זכרונם לברכה הורונו בפירוש צורך החשבון הזה, והוא מה שאמרו ז\"ל (בבא בתרא עח): על כן יאמרו המושלים בואו חשבון – על כן יאמרו המושלים ביצרם, בואו ונחשב חשבונו של עולם, הפסד מצוה כנגד שכרה ושכר עברה כנגד הפסדה וכו'.", 
            "וזה, כי העצה האמיתית הזאת, לא יוכלו לתת אותה ולא לראות אמיתה אלא אותם שכבר יצאו מתחת יד יצרם ומשלו בו. כי מי שהוא עדין חבוש במאסר יצרו, אין עיניו רואות האמת הזאת ואינו יכול להכירה, כי היצר מסמא את עיניו ממש, והנה הוא כהולך בחושך שיש לפניו מכשולות ואין עיניו רואות אותם. והוא מה שאמרו ז\"ל (בבא מציעא פג): תשת חושך ויהי לילה (תהלים קד), זה העולם הזה, שדומה ללילה.", 
            "והבן כמה נפלא המאמר האמיתי הזה למי שמעמיק להבין בו. כי הנה חושך הלילה שני מיני טעיות אפשר לו שיגרום לעין האדם: או יכסה את העין עד שלא יראה מה שלפניו כלל, או שיטעה אותו עד שיראה עמוד כאילו הוא אדם, ואדם כאילו הוא עמוד כן חומריות וגשמיות העולם הזה, הנה הוא חושך הלילה לעין השכל, וגורם לו שתי טעויות: האחת אינו מניח לו שיראה המכשולות שבדרכי העולם, ונמצאים הפתאים הולכים לבטח ונופלים ואובדים מבלי שהגיעם פחד תחלה. והוא מה שאמר הכתוב (משלי ד): דרך רשעים כאפלה לא ידעו במה יכשלו, ואומר (שם כב): ערום ראה רעה ונסתר ופתיים עברו ונענשו, ואומר (שם יד): וכסיל מתעבר ובוטח, כי לבם בריא להם כאולם, ונופלים טרם ידעו מהמכשול כלל. והטעות השניה והיא קשה מן הראשונה היא שמטעה ראייתם עד שרואים הרע כאלו הוא ממש טוב, והטוב כאילו הוא רע, ומתוך כך מתחזקים ומחזיקים מעשיהם הרעים. כי אין די שחסרה מהם ראיית האמת לראות הרעה אשר נגד פניהם, אלא שנראה להם למצוא ראיות גדולות ונסיונות מוכיחים לסברותיהם הרעות ולדעותיהם הכוזבות, וזאת היא הרעה הגדולה המלפפתם ומביאתם אל באר שחת. והוא מה שאמר הכתוב (ישעיה ו): השמן לב העם הזה ואזניו הכבד ועיניו השע פן וגו', וכל זה מפני היותם תחת החושך וכבושים המה תחת ממשלת יצרם. אך אותם שכבר יצאו מן המאסר הזה, הם רואים האמת לאמיתו ויכולים ליעץ שאר בני אדם עליו.", 
            "הא למה זה דומה? לגן המבוכה, הוא הגן הנטוע לצחוק, הידוע אצל השרים, שהנטיעות עשויות כתלים כתלים, וביניהם שבילים רבים נבוכים ומעורבים, כולם דומים זה לזה, והתכלית בם הוא להגיע אל אכסדרה אחת שבאמצעם. ואמנם השבילים האלה מהם ישרים ומגיעים באמת אל האכסדרה, ומהם משגים את האדם ומרחיקים אותו ממנה. ואמנם ההולך בין השבילים הוא לא יוכל לראות ולדעת כלל אם הוא בשביל האמיתי או בכוזב, כי כולם שוים ואין הפרש ביניהם לעין הרואה אותם, אם לא שידע הדרך בבקיאות וטביעות עין שכבר נכנס בם והגיע אל התכלית שהוא האכסדרה. והנה העומד כבר על האכסדרה הוא רואה כל הדרכים לפניו ומבחין בין האמתיים והכוזבים, והוא יוכל להזהיר את ההולכים בם, לומר: זה הדרך לכו בו! והנה, מי שירצה להאמין לו, יגיע למקום המיועד. ומי שלא ירצה להאמין וירצה ללכת אחר עיניו, ודאי שישאר אובד ולא יגיע אליו.", 
            "כן הדבר הזה: מי שעדיין לא משל ביצרו, הוא בתוך השבילים, לא יוכל להבחין ביניהם. אך המושלים ביצרם שכבר הגיעו אל האכסדרה, שכבר יצאו מן השבילים וראו כל הדרכים לעיניהם בברור, הם יכולים ליעץ למי שירצה לשמוע, ואליהם צריכים אנו להאמין.", 
            "ואמנם מה היא העצה שהם נותנים לנו? בואו חשבון, בואו ונחשב חשבונו של עולם, כי כבר הם ניסו וראו וידעו שזה לבדו הוא הדרך האמיתי להגיע האדם אל הטובה אשר הוא מבקש ולא זולת זה.", 
            "כללו של דבר, צריך האדם להיות מתבונן בשכלו תמיד בכל זמן ובזמן קבוע לו בהתבודדו, מה הוא הדרך האמיתי לפי חק התורה שהאדם צריך לילך בו. ואחר כך יבוא להתבונן על מעשיו אם הם על הדרך הזה אם לא, כי על ידי זה ודאי שיהיה לו נקל לטהר מכל רע וליישר כל דרכיו. וכמו שהכתוב אומר (משלי ד): פלס מעגל רגליך וכל דרכיך יכונו, ואומר (איכה ג): נחפשה דרכינו ונחקורה ונשובה עד ה'."
        ]
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h4.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Messilat Yesharim", 
        "Messilat Yesharim", 
        "Mesillas Yeshorim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}