{
    "versionTitle": "Perek 14",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק יד: בחלקי הפרישות -- חלקי הפרישות הראשיים שלשה. כי השנה יש פרישות בהנאות, פרישות בדינים, פרישות במנהגים.",
            "חלקי הפרישות הראשיים שלשה: כי הנה יש פרישות בהנאות, פרישות בדינים, פרישות במנהגים. הפרישות בהנאות, הוא מה שהזכרנו בפרק הקודם, דהיינו, שלא לקחת מדברי העולם אלא מה שהצורך יכריח, ודבר זה יקיף על כל מה שהוא תענוג לאחד מן החושים, והיינו: במאכלות, בבעילות, במלבושים, בטיולים, בשמיעות וכל כיוצא בזה, רק בימים שהעונג בהם מצוה.",
            "והפרישות בדינים הוא להחמיר בהם תמיד, לחוש אפילו לדברי יחיד במחלוקת אם טעמו נראה, אפילו שאין הלכה כמותו ובתנאי שלא יהיה חומרו קולו, ולהחמיר בספיקות אפילו במקום שאפשר להקל בהם. וכבר ביארו לנו חכמינו ז\"ל מאמר יחזקאל (חולין לז): \"הנה נפשי לא מטומאה\" שלא אכלתי מבהמה שהורה בה חכם (בהמה שיש בה ספק איסור, ואע\"פ שלסוף הורה בה החכם היתר), ולא אכלתי מבשר כוס כוס (כוס לשון שחיטה, שאומרים בעליה שחוט שחוט, כלומר שלא אכל מבהמה שנוטה למות, שממהרים לשוחטה בטרם תמות ותעשה נבילה, ואע\"פ שמעיקר הדין מותר לאוכלה הואיל ונשחטה בטרם תמות, מ\"מ קרובה היא לנבילה). והנה כל זה מותר הוא מן הדין ודאי, אלא איהו דאחמיר אנפשיה. וכבר זכרתי למעלה שאין ללמוד ממה שהותר על כל ישראל, לפרושים שיש להם להרחיק מן הכיעור ומן הדומה לו ומן הדומה לדומה.",
            "וכן אמר מר עוקבא (שם קה): אנא בהאי מילתא חלא בר חמרא לגבי אבא, דאילו אבא כד אכל בשרא האידנא, לא הוה אכל גבינה עד למחר כי השתא, ואנא בהאי סעודתא לא אכילנא בסעודתא אחריתי אכילנא (אני בדבר זה של הרחק אכילת חלב מבשר, חומץ בן יין לגבי אבי, שאבי כאשר היה אוכל בשר עכשיו, לא היה אוכל גבינה עד מחר באותה שעה, כלומר הפסיק עשרים וארבע שעות, ואילו אני בסעודה זו איני אוכל אבל בסעודה אחרת אוכל אני). ובודאי שאין פסק ההלכה כמו שהיה אביו עושה, שאם לא כן לא היה מר עוקבא עושה נגד זה, אלא שאביו מחמיר היה בפרישותו ולכך היה מר עוקבא קורא עצמו \"חלא בר חמרא\" לפי שלא היה פרוש כל כך כמוהו.",
            "והפרישות במנהגים הוא התבודדות וההבדל מן החברה המדינית לפנות לבו אל העבודה וההתבוננות בה כראוי, ובתנאי שלא יטה גם בזה אל הקצה האחר, שכבר אמרו ז\"ל (כתובות יז): לעולם תהא דעתו של אדם מעורבת עם הבריות, וכן אמרו (מכות י): \"חרב אל הבדים ונואלו\", חרב על שונאיהם של תלמידי חכמים שיושבים בד בבד ועוסקים בתורה, אלא יתחבר האדם עם הטובים זמן מה שמצטרך לו ללמודו או לפרנסתו, ויתבודד אחר כך להדבק באלהיו ולהשיג דרכי היושר והעבודה האמיתית. ובכלל זה למעט בדיבורו וליזהר מן השיחה בטלה, ושלא להסתכל חוץ מארבע אמותיו וכל כיוצא בזה מן הענינים שהאדם מרגיל את עצמו בהם עד שנשארים לו בטבע אל תנועותיו. והנה שלשת החלקים האלה אף על פי שאמרתים לך בכללים קצרים, הנך רואה שהם כוללים פעולות רבות מפעולות האדם, וכבר אמרתי לך שהפרטים אי אפשר למסור כי אם לשיקול הדעת להיישיר אותם על יושר הכלל ואמיתו."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h14.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}