{
    "versionTitle": "Perek 8", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק ח: בדרך קנית הזריזות -- הנה האמצעים אשר נקנה בם הזריזות, הם הם אותם אשר נקנה בם הזהירות, ומדרגותיהם כמדרגותיהם, וכמו שכתבתי למעלה, כי ענינם קרוב זה לזה מאד, ואין הפרש ביניהם אלא שזה בעשין וזה בלאוין. וכאשר יתאמת אצל האדם גודל ערך המצות ורוב חובתו בהם, ודאי שיתעורר לבו אל העבודה ולא יתרפה ממנה.", 
            "ואמנם, מה שיוכל להגביר ההתעוררות הזה הוא ההסתכלות ברוב הטובות, שהקדוש ברוך הוא עושה עם האדם בכל עת ובכל שעה, והנפלאות הגדולות שעושה עמו מעת הלידה עד היום האחרון, כי כל מה שירבה להסתכל ולהתבונן בדברים אלה, הנה ירבה להכיר לעצמו חובה רבה אל האל המטיב לו, ויהיו אלה אמצעים לשלא יתעצל ויתרפה מעבודתו. כי הרי הואיל ואינו יכול ודאי לגמול לו טובתו יתברך, לפחות יודה לשמו ויקיים מצותיו.", 
            "והנה אין לך אדם באיזה מצב שימצא, אם עני ואם עשיר, אם בריא ואם חולה, שלא יראה נפלאות וטובות רבות במצבו. כי העשיר והבריא כבר הוא חייב לו יתברך על עושרו ועל בריאותו. העני חייב לו שאפילו בעוניו ממציא לו פרנסתו דרך נס ופלא ואינו מניחו למות ברעב. החולה על שמחזיקו בכובד חוליו ומכותיו ואינו מניחו לרדת שחת, וכן כל כיוצא בזה, עד שאין לך אדם שלא יכיר עצמו חייב לבוראו. ובהסתכלו בטובות אלה שהוא מקבל ממנו, ודאי שיתעורר להזדרז לעבודתו, כמו שכתבתי למעלה, כל שכן אם יתבונן היות כל טובו תלוי בידו יתברך, ומה שמצטרך לו ומה שמוכרח אליו, ממנו יתברך הוא, ולא מאחר, אשר על כן ודאי שלא יתעצל מעבוד עבודתו יתברך ולא יחסר לו מה שהוא מוכרח אליו.", 
            "והנך רואה, שכללתי פה בדברי שלשת המדרגות אשר חלקתים בזהירות, כי כבר ענינם אחד. והדבר למד מענינו, שלשלימי הדעת תהיה ההערה מצד החובה ומצד ערך המעשים וחשיבותם, לפחותים מהם מצד העולם הבא וכבודו, שלא תשיגהו בושה ליום הגמול בראותו הטובה שהיה יכול להשיג ואבדה. ולהמון מצד העולם הזה וצרכיו, כענין שפרשתי שם למעלה."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h8.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}