{
    "versionTitle": "Perek 6",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק ו: בביאור מדת הזריזות -- אחר הזהירות יבוא הזריזות, כי הזהירות סובב על ה\"לא תעשה\" והזריזות על ה\"עשה\", והיינו (תהילים לד טו): סור מרע ועשה טוב. וענינו של הזריזות מבואר, שהוא ההקדמה למצות ולהשלמת ענינם. וכלשון הזה אמרו ז\"ל (פסחים ד): זריזים מקדימים למצות. וזה, כי כמו שצריך פקחות גדול והשקפה רבה לינצל ממוקשי היצר ולהמלט מן הרע שלא ישלוט בנו להתערב במעשינו כן צריך פקחות גדול והשקפה לאחוז במצות ולזכות בהם ולא תאבדנה ממנו. כי כמו שמסבב ומשתדל היצר הרע בתחבולותיו להפיל את האדם במכמורות החטא, כן משתדל למנוע ממנו עשית המצות ולאבדם ממנו. ואם יתרפה ויתעצל ולא יתחזק לרדוף אחריהם ולתמוך בם, ישאר נעור וריק מהם בודאי.",
            "ותראה כי טבע האדם כבד מאד, כי עפריות החמריות גס, על כן לא יחפוץ האדם בטורח ומלאכה. ומי שרוצה לזכות לעבודת הבורא יתברך, צריך שיתגבר נגד טבעו עצמו ויתגבר ויזדרז, שאם הוא מניח עצמו ביד כבדותו, ודאי הוא שלא יצליח. והוא מה שאמר התנא (אבות פרק ד): הוי עז כנמר, וקל כנשר, ורץ כצבי, וגבור כארי לעשות רצון אביך שבשמים. וכן מנו חכמים ז\"ל (ברכות לב): בדברים הצריכים חיזוק, תורה ומעשים טובים. ומקרא מלא הוא (יהושע א): חזק ואמץ מאד לשמר לעשות ככל התורה אשר צוך משה עבדי, כי חיזוק גדול צריך למי שרוצה לכפות הטבע אל הפכו.",
            "והנה שלמה שנה מאד באזהרתו על זה בראותו את רוע העצלה וההפסד הגדול הנמשך ממנה ואמר (משלי ו): מעט שנות מעט תנומות מעט חבק ידים לשכב, ובא כמהלך ראשך ומחסרך כאיש מגן. כי הנה העצל אף על פי שאינו עושה רע בקום עשה, הנה הוא מביא את הרעה עליו בשב ואל תעשה שלו. ואמר (שם יח): גם מתרפה במלאכתו, אח הוא לבעל משחית. כי אף על פי שאיננו המשחית העושה את הרעה בידיו, לא תחשוב שהוא רחוק ממנו, אלא אחיו הוא ובן גילו הוא.",
            "ואמר עוד לבאר רעת העצל באור ציורי, מה שיקרה ויולד לעינינו יום יום (שם כד): על שדה איש עצל עברתי ועל כרם אדם חסר לב, והנה עלה כולו קמשונים כסו פניו חרלים וגו', ואחזה אנכי אשית לבי, ראיתי לקחתי מוסר, מעט שנות מעט תנומות וגו', ובא מתהלך רישך וגו'.",
            "והנה מלבד פשוטו אשר הוא אמיתי כמשמעו שהוא מה שקורה אל שדה העצל ממש, הנה דרשו בו חכמים ז\"ל, מדרש נאה, זה לשונם (ילקוט): והנה עלה כולו קמשונים, שמבקש פירוש של פרשה ואינו מוצא. כסו פניו וגו', מתוך שלא עמל בהם, הוא יושב ומטמא את הטהור ומטהר את הטמא, ופורץ גדרן של תלמידי חכמים. מה ענשו של זה? שלמה פירשו (קהלת י): ופורץ גדר ישכנו נחש. והיינו, כי רעת העצל אינה באה בבת אחת, אלא מעט מעט, בלא שידע וירגיש בה, כי הנה הוא נמשך מרעה אל רעה עד שימצא טבוע בתכלית הרעה. הנה בתחלה אינו אלא מחסיר הטורח אשר היה ראוי לו, ומזה נמשך שלא ילמוד בתורה ככל הצורך. ומפני חסרון הלימוד, כשיבוא אחר כך ללמוד תחסר לו ההבנה.",
            "והנה אלולי היתה גומרת רעתו בה, כבר היתה רבה. אך עוד מתרבה והולכת במה שברצותו על כל פנים לישב הפרשה והפרק ההוא, הנה יגלה בה פנים שלא כהלכה, וישחית האמת ויהפכה, ויעבור על התקנות ויפרוץ את הגדרים, וסופו כליה כמשפט כל פורץ גדר. אמר שלמה: \"ואחזה אנכי אשית לבי\", התבוננתי על הדבר הזה וראיתי גודל הרע שבו שהוא כארס ההולך ומתפשט מעט מעט, ואין פעולתו ניכרת עד המיתה. וזהו, \"מעט שנות וגו' ובא כמהלך רישך ומחסרך כאיש מגן\".",
            "והנה אנחנו רואים בעינינו כמה וכמה פעמים שכבר לבו של האדם יודע חובתו ונתאמת אצלו מה שראוי לו להצלת נפשו ומה שחובה עליו מצד בוראו, ואף על פי כן יניחהו, לא מחסרון הכרת החובה ההיא ולא לשום טעם אחר, אלא מפני שכבדות העצלה מתגברת עליו, והרי הוא אומר, אוכל קמעא, או אישן קמעא, או קשה עלי לצאת מביתי, פשטתי את כתנתי, איככה אלבשנה, חמה עזה בעולם, הקרה רבה או הגשמים, וכל שאר האמתלאות והתואנות אשר פי העצלים מלא מהם. ובין כך ובין כך, התורה מונחת, והעבודה מבוטלת, והאדם עוזב את בוראו. והא מה ששלמה אומר (קהלת י): בעצלתים ימך המקרה ובשפלות ידים ידלוף הבית. ואולם אם תשאל את פי העצל, יבוא לך במאמרים רבים ממאמרי החכמים, והמקראות מן הכתובים, והטענות מן השכל, אשר כולם יורו לו, לפי דעתו המשובשת, להקל עליו ולהניחו במנוחת עצלותו. והוא איננו רואה שאין הטענות ההם והטעמים ההם נולדים לו מפני שיקול דעתו, אלא ממקור עצלותו הם נובעים, אשר בהיותה היא גוברת בו, מטה דעתו ושכלו אל הטענות האלה, אשר לא ישמע לקול החכמים ואנשי הדעה הנכונה. הוא מה ששלמה צווח ואומר (משלי כו): חכם עצל בעיניו משבעה משיבי טעם. כי העצלה איננה מנחת לו שיהיה אפלו חש לדברי המוכיחים אותו, אלא יחשוב הכל לתועים ושוטים והוא לבדו חכם.",
            "והנה תדע כי זה כלל גדול מנוסה במלאכת הפרישות, שכל קולא צריכה בדיקה. כי אף על פי שיכולה להיות ישרה ונכוחה, אמנם, קרוב הדבר שתהיה מעצות היצר ומרמותיו, על כן צריך לבדוק אחריה בחקירות ודרישות רבות. אם אחר כל אלה תצדק, ודאי שהיא טובה.",
            "כללו של דבר, חיזוק גדול צריך האדם להתחזק ולהתגבר בזריזות לעשות המצות, בהשליכו מעליו כובד העצלה המעכבת על ידו. (וישתמש במדת העצלות, בתאוות הבהמיות, אשר הנאותיהם חולפות מן האדם, וישאר עליו חרפתם בעוה\"ז וענשם בעוה\"ב.) ותראה שהמלאכים נשתבחו במדה הטובה הזאת, שנאמר בהם (תהלים קג): גבורי כח עושי דברו לשמוע בקול דברו. ואומר (יחזקאל א): והחיות רצוא ושוב כמראה הבזק. והנה אדם הוא אדם ולא מלאך, על כן אי אפשר לו שיגיע לגבורתו של המלאך. אך ודאי, שכל מה שיוכל להתקרב במדרגתו אליו, ראוי שיתקרב. ודוד המלך היה משבח על חלקו ואומר (תהלים קיט): חשתי ולא התמהמהתי לשמר מצותיך."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h6.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}