{
    "versionTitle": "Perek 1", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [
            "פרק א: בבאור כלל חובת האדם בעולמו - יסוד החסידות ושרש העבודה התמימה הוא שיתברר ויתאמת אצל האדם מה חובתו בעולמו ולמה צריך שישים מבטו ומגמתו בכל אשר הוא עמל כל ימי חייו.", 
            "והנה מה שהורונו חכמינו זכרונם לברכה הוא, שהאדם לא נברא אלא להתענג על ה' ולהנות מזיו שכינתו שזהו התענוג האמיתי והעידון הגדול מכל העידונים שיכולים להמצא. ומקום העידון הזה באמת הוא העולם הבא, כי הוא הנברא בהכנה המצטרכת לדבר הזה. אך הדרך כדי להגיע אל מחוז חפצנו זה, הוא זה העולם. והוא מה שאמרו זכרונם לברכה (אבות ד): העולם הזה דומה לפרוזדור בפני העולם הבא. ", 
            "והאמצעים המגיעים את האדם לתכלית הזה, הם המצוות אשר צונו עליהן האל יתברך שמו. ומקום עשיית המצוות הוא רק העולם הזה.", 
            "על כן הושם האדם בזה העולם בתחלה כדי שעל ידי האמצעים האלה המזדמנים לו כאן יוכל להגיע אל המקום אשר הוכן לו, שהוא העולם הבא, לרוות שם בטוב אשר קנה לו על ידי אמצעים אלה. והוא מה שאמרו, זכרונם לברכה (עירובין כב א): היום לעשותם ומחר לקבל שכרם.", 
            "וכשתסתכל בדבר תראה כי השלמות האמיתי הוא רק הדביקות בו יתברך, והוא מה שהיה דוד המלך אומר (תהלים עג): ואני קרבת אלקים לי טוב. ואומר (שם כז): אחת שאלתי מאת ה' אותה אבקש שבתי בבית ה' כל ימי חיי וגו', כי רק זה הוא הטוב. וכל זולת זה שיחשבוהו בני האדם לטוב, אינו אלא הבל ושוא נתעה. אמנם לכשיזכה האדם לטובה הזאת, ראוי שיעמול ראשונה וישתדל ביגיעו לקנותה, והיינו שישתדל לידבק בו יתברך בכח מעשים שתולדתם זה הענין והם הם המצות.", 
            "והנה שמו הקדוש ברוך הוא לאדם במקום שרבים בו המרחיקים אותו ממנו יתברך, והם הם התאוות החמריות אשר אם ימשך אחריהן הנה הוא מתרחק והולך מן הטוב האמיתי, ונמצא שהוא מושם באמת בתוך המלחמה החזקה, כי כל עניני העולם בין לטוב בין (למוטב) לרע הנה הם נסיונות לאדם, העוני מצד אחד והעושר מצד אחד כענין שאמר שלמה (משלי ל): פן אשבע וכחשתי ואמרתי מי ה', ופן אורש וגנבתי וכו'. השלוה מצד אחד והיסורין מצד אחד, עד שנמצאת המלחמה אליו פנים ואחור. ואם יהיה לבן חיל וינצח המלחמה מכל הצדדין, הוא יהיה האדם השלם אשר יזכה לידבק בבוראו ויצא מן הפרוזדור הזה ויכנס בטרקלין לאור באור החיים. וכפי השיעור אשר כבש את יצרו ותאוותיו ונתרחק מן המרחיקים אותו מהטוב ונשתדל לדבק בו, כן ישיגהו וישמח בו.", 
            "ואם תעמיק עוד בענין תראה כי העולם נברא לשימוש האדם. אמנם הנה הוא עומד בשיקול גדול. כי אם האדם נמשך אחר העולם ומתרחק מבוראו, הנה הוא מתקלקל, ומקלקל העולם עמו. ואם הוא שולט בעצמו ונדבק בבוראו ומשתמש מן העולם רק להיות לו לסיוע לעבודת בוראו, הוא מתעלה והעולם עצמו מתעלה עמו. כי הנה עילוי גדול הוא לבריות כולם בהיותם משמשי האדם השלם המקודש בקדושתו יתברך, והוא כענין מה שאמרו חכמינו זכרונם לברכה בענין האור שגנזו הקדוש ברוך הוא לצדיקים וזה לשונם (חגיגה יב): כיון שראה הקדוש ברוך הוא אור שגנזו לצדיקים, שמח, שנאמר (משלי יג): אור צדיקים ישמח. ובענין אבני המקום שלקח יעקב ושם מראשותיו אמרו (חולין צב): אמר רבי יצחק: מלמד שנתקבצו כולן למקום אחד והיתה כל אחת אומרת, עלי יניח צדיק ראשו.", 
            "והנה על העיקר הזה העירונו זכרונם לברכה במדרש קהלת (רבה, ז) שאמרו, זה לשונם: ראה את מעשה האלהים וגו' (קהלת ז), בשעה שברא הקדוש ברוך הוא את אדם הראשון, נטלו והחזירו על כל אילני גן עדן ואמר לו, ראה מעשי כמה נאים ומשובחים הן, וכל מה שבראתי בשבילך בראתי, תן דעתך שלא תקלקל ותחריב את עולמי.", 
            "כללו של דבר, האדם לא נברא בעבור מצבו בעולם הזה אלא בעבור מצבו בעולם הבא, אלא שמצבו בעולם הזה הוא אמצעי למצבו בעולם הבא שהוא תכליתו. על כן תמצא מאמרי חכמינו ז\"ל רבים כולם בסגנון אחד מדמים העולם הזה למקום וזמן ההכנה, והעולם הבא למקום המנוחה ואכילת המוכן כבר, והוא מה שאמרו, העולם הזה דומה לפרוזדור, כמו שאמרו ז\"ל: היום לעשותם ומחר לקבל שכרם (ע\"ז ב). מי שטרח בערב שבת, יאכל בשבת. העולם הזה דומה ליבשה, והעולם הבא לים וכו' (ק\"ר א). וכאלה רבים על זה הדרך.", 
            "ותראה באמת שכבר לא יוכל שום בעל שכל להאמין שתכלית בריאת האדם הוא למצבו בעולם הזה, כי מה הם חיי האדם בעולם הזה, או מי הוא ששמח ושליו ממש בעולם הזה. ימי שנותינו בהם שבעים שנה ואם בגבורות שמונים שנה ורהבם עמל ואון, (תהלים צ), בכמה מיני צער וחלאים ומכאובים וטרדות, ואחר כל זאת, המות. אחד מני אלף לא ימצא שירבה העולם לו הנאות ושלוה אמיתית. וגם הוא, אילו יגיע למאה שנה כבר עבר ובטל מן העולם.", 
            "ולא עוד אלא שאם תכלית בריאת האדם היה לצורך העולם הזה, לא היה צריך מפני זה שתנופח בו נשמה כל כך חשובה ועליונה שתהיה גדולה יותר מן המלאכים עצמם, כל שכן שהיא אינה מוצאה שום נחת רוח בכל עינוגי זה העולם. והוא מה שלמדונו זכרונם לברכה במדרש קהלת, זו לשונם (קהלת רבה ו): וגם הנפש לא תמלא, משל למה הדבר דומה, לעירוני שנשא בת מלך, אם יביא לה כל מה שבעולם, אינם חשובים לה כלום, שהיא בת מלך כך הנפש, אילו הבאת לה כל מעדני עולם, אינם כלום לה, למה שהיא מן העליונים.", 
            "וכן אמרו רבותינו זכרונם לברכה (אבות ד): על כרחך אתה נוצר ועל כרחך אתה נולד. כי אין הנשמה אוהבת העולם הזה כלל אלא אדרבא מואסת בו. אם כן ודאי לא היה בורא הבורא יתברך בריאה לתכלית שהוא נגד חוקה ונמאס ממנה. אלא בריאתו של האדם, למצבו בעולם הבא היא. ועל כן ניתנה בו נשמה זאת, כי לה ראוי לעבוד, ובה יוכל האדם לקבל השכר במקומו וזמנו, שלא יהיה דבר נמאס אל נשמתו בעולם הזה, אלא אדרבא נאהב ונחמד ממנה, וזה פשוט.", 
            "והנה אחר שידענו זה, נבין מיד חומר המצוות אשר עלינו ויקר העבודה אשר בידינו, כי הנה אלה הם האמצעים המביאים אותנו אל השלמות האמיתי, אשר בלעדם לא יושג כלל, ואולם ידוע כי אין התכלית מגיע אלא מכח קיבוץ כל האמצעים אשר נמצאו ואשר שימשו להגיעו. וכפי כח האמצעים ושימושם, כן יהיה התכלית הנולד מהם. וכל הפרש קטן שימצא באמצעים, תבחן תולדתו בבירור ודאי בהגיע זמן התכלית הנולד מקיבוץ כולם, כמו שכתבתי, וזה ברור.", 
            "מעתה ודאי הוא, שהדקדוק שידקדק על ענין המצות והעבודה, מוכרח שיהיה בתכלית הדקדוק כאשר ידקדקו שוקלי הזהב והפנינים לרוב יקרם, כי תולדתם נולדת בשלמות האמיתי והיקר הנצחי שאין יקר למעלה ממנו.", 
            "נמצינו למדים, כי עיקר מציאות האדם בעולם הזה הוא רק לקיים מצוות ולעבוד ולעמוד בנסיון, והנאות העולם אין ראוי שיהיו לו אלא לעזר ולסיוע בלבד לשיהיה לו נחת רוח וישוב דעת למען יוכל לפנות לבו אל העבודה הזאת המוטלת עליו. ואמנם ראוי לו שתהיה כל פנייתו רק לבורא יתברך, ושלא יהיה לו שום תכלית אחר בכל מעשה שיעשה אם קטן ואם גדול אלא להתקרב אליו יתברך ולשבור כל המחיצות המפסיקות בינו לבין קונו, הן הנה כל עניני החומריות והתלוי בהם, עד שימשך אחריו יתברך ממש כברזל אחר אבן השואבת. וכל מה שיוכל לחשוב שהוא אמצעי לקורבה הזאת, ירדוף אחריו ויאחז בו ולא ירפהו. וכל מה שיוכל לחשוב שהוא מניעה לזה, יברח ממנו כבורח מן האש, וכענין שנאמר (תהלים סג): דבקה נפשי אחריך בי תמכה ימינך, כיון שביאתו לעולם אינה אלא לתכלית הזה, דהיינו, להשיג את הקירבה הזאת במלטו נפשו מכל מונעיה ומפסידיה.", 
            "והנה אחר שידענו והתברר אצלנו אמיתת הכלל הזה, יש לנו לחקור על פרטיו לפי מדרגותיהם מתחלת הדבר ועד סופו, כמו שסדרם רבי פינחס בן יאיר במאמר שלו שהבאנו כבר בהקדמתנו, והם:", 
            "הזהירות, \t     הזריזות, \t         הנקיות, \t            הפרישות, \t               הטהרה, \t                  החסידות, \t                     הענווה, \t                        יראת החטא \t                             והקדושה.", 
            "ועתה נבארם אחד אחד בסייעתא דשמיא."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h1.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}