{
    "versionTitle": "Perek 26",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק כו: בביאור מדת הקדושה ודרך קנייתה -- ענין הקדושה כפול הוא, דהיינו: תחלתו עבודה וסופו גמול, תחלתו השתדלות וסופו מתנה. והיינו: שתחלתו הוא מה שהאדם מקדש עצמו, וסופו מה שמקדשים אותו, והוא משז\"ל (יומא ל\"א): אדם מקדש עצמו מעט מקדשים אותו הרבה. מלמטה מקדשים אותו מלמעלה. ההשתדלות הוא שיהיה האדם נבדל ונעתק מן החומריות לגמרי ומתדבק תמיד בכל עת ובכל שעה באלהיו, ועל דרך זה נקראו הנביאים מלאכים, כענין שנאמר באהרן (מלאכי ב'): כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא. ואומר (ד\"ה ב' ל\"ו): ויהיו מלעיבים במלאכי אלהים וגו', ואפילו בשעת התעסקו במעשים הגשמיים המוכרחים לו מפאת גופו הנה לא תזוז נפשו מדביקותה העליון, וכענין שנאמר (תהלים ס\"ג): דבקה נפשי אחריך בי תמכה ימינך.",
            "ואמנם לפי שאי אפשר לאדם שישים הוא את עצמו במצב הזה כי כבד הוא ממנו, כי סוף סוף חומרו הוא בשר ודם, על כן אמרתי שסוף הקדושה מתנה, כי מה שיוכל האדם לעשות הוא ההשתדלות ברדיפת הידיעה האמתית והתמדת ההשכלה בקדושת המעשה, אך הסוף הוא שהקב\"ה ידריכהו בדרך הזה שהוא חפץ ללכת בה, וישרה עליו קדושתו ויקדשהו, ואז יצלח בידו זה הדבר, שיוכל להיות בדביקות הזה עמו יתברך בתמידות, כי מה שהטבע מונע ממנו יעזרהו יתברך וסיועו יתן לו, וכענין שנאמר (תהלים פ\"ד): לא ימנע טוב להולכים בתמים, ועל כן אמרו במאמר שזכרתי אדם מקדש עצמו מעט שהוא מה שיוכל האדם לקנות בהשתדלותו. מקדשים אותו הרבה שהוא העזר שעוזר אותו השי\"ת וכמו שכתבנו.",
            "והנה האיש המתקדש בקדושת בוראו אפילו מעשיו הגשמיים חוזרים להיות ענייני קדושה ממש, וסימניך אכילת קדשים שהיא עצמה מצות עשה, ואמרו ז\"ל (ספרא): כהנים אוכלים ובעלים מתכפרים, ותראה עתה ההפרש שבין הטהור לקדוש: הטהור, מעשיו החומרים אינם לו אלא הכרחים, והוא עצמו אינו מתכוין בהם אלא על צד ההכרח, ונמצא שעל ידי זה יוצאים מסוג הרע שבחומריות ונשארים טהורים, אך לכלל קדושה לא באו, כי אילו היה אפשר בלתם, כבר היה יותר טוב.",
            "אך הקדוש הדבק תמיד לאלהיו, ונפשו מתהלכת בין המושכלות האמתיות באהבת בוראו ויראתו, הנה נחשב לו כאילו הוא מתהלך לפני ה' בארצות החיים עודנו פה בעולם הזה, והנה איש כזה הוא עצמו נחשב כמשכן, כמקדש, וכמזבח, וכמאמרם זכרונם לברכה (ב\"ר פפ\"ב): ויעל מעליו אלהים, האבות הן הן המרכבה, וכן אמרו (רש\"י בראשית ז): הצדיקים הן הן המרכבה, כי השכינה שורה עליהם כמו שהיתה שורה במקדש, ומעתה המאכל שהם אוכלים הוא כקרבן שעולה על גבי האישים, כי ודאי הוא שיהיה נחשב לעילוי גדול אל אותם הדברים שהיו עולים על גבי המזבח כיון שהיו נקרבים לפני השכינה, וכל כך יתרון היה להם בזה, עד שהיה כל מינם מתברך בכל העולם, וכמאמרם ז\"ל במדרש כן המאכל והמשתה שהאיש הקדוש אוכל, עילוי הוא למאכל ההוא ולמשתה ההוא, וכאילו נקרב על גבי המזבח ממש.",
            "והוא הענין שאמרו עליו ז\"ל (כתובות ק\"ה): כל המביא דורון לת\"ח כאילו הקריב בכורים. וכן אמרו (יומא ע\"א): ימלא גרונם של ת\"ח יין במקום נסכים, ואין הדבר הזה שיהיו הת\"ח להוטים אחרי האכילה והשתיה ח\"ו שימלאו גרונם כמלעיט את הגרגרן, אלא הענין הוא לפי הכונה שזכרתי, כי הת\"ח הקדושים בדרכיהם ובכל מעשיהם הנה הם ממש כמקדש וכמזבח, מפני שהשכינה שורה עליהם כמו שהיתה שורה במקדש ממש, והנה הנקרב להם כנקרב על גבי המזבח, ומילוי גרונם תחת מילוי הספלים (ספלים שהיו על גבי המזבח שהיו מנסכים לתוכם יין). ועל דרך זה כל תשמיש שישתמשו מדברי העולם אחרי היותם כבר דבוקים לקדושתו יתברך, הנה עילוי ויתרון הוא לדבר ההוא שזכו להיות תשמיש לצדיק, וכבר הזכירו ז\"ל בענין אבני המקום שלקח יעקב ושם מראשותיו (חולין צ\"א): אר\"י מלמד שנתקבצו כולן והיתה כל אחת אומרת עלי יניח צדיק ראשו.",
            "כללו של דבר ענין הקדושה הוא שיהיה האדם דבק כל כך באלהיו, עד שבשום מעשה אשר יעשה לא יפרד ולא יזוז ממנו יתברך, עד שיותר יתעלו הדברים הגשמיים אשר ישמשו לאחד מתשמישיו במה שהוא משתמש בהם, ממה שיורד הוא מדביקותו ומעלתו בהתשתמשו מדברים גשמיים. ואמנם זה בהיות שכלו ודעתו קבועים תמיד בגדולתו יתברך, ורוממותו וקדושתו, עד שימצא כאילו הוא מתחבר למלאכים העליונים ממש עודהו בעולם הזה, וכבר אמרתי שאין האדם יכול לעשות בזה מצדו, אלא להתעורר בדבר ולהשתדל עליו, וזה אחר שכבר ימצאו בו כל המדות הטובות שזכרנו עד הנה מתחלת הזהירות ועד יראת החטא, בזאת יבא אל הקודש ויצליח, שהרי אם הראשונות חסירות ממנו, הרי הוא כזר ובעל מום שנאמר בו וזר לא יקרב, אך אחרי הכינו את עצמו בכל הכנות אלה, אם ירבה לידבק בתוקף האהבה ועוצם היראה בהשכלת גדולתו יתברך ועוצם רוממותו, יפריד עצמו מעניני החומר מעט מעט, ובכל פעולותיו ובכל תנועותיו, יכוין לבבו אל מצפוני ההתדבקות האמיתי, עד שיערה עליו רוח ממרום וישכין הבורא יתברך את שמו עליו כמו שעושה לכל קדושיו, ואז יהיה כמלאך ה' ממש וכל מעשיו אפילו השפלים והגשמיים כקרבנות ועבודות.",
            "והנך רואה שדרך קניית זאת המדה הוא על ידי רוב הפרישה, והעיון העצום בסתרי ההשגחה העליונה ומצפוני הבריאה, וידיעת רוממותו יתברך ותהלותיו עד שיתדבק בו דבקות גדול וידע לכוין מחשבתו בהיותו הולך ומשתמש בדרכים הארציים כמו שהיה ראוי לכהן שיתכוין בעודו שוחט הזבח או מקבל דמו או זורקו עד שימשיך בזה הברכה ממנו יתברך החיים והשלום, וזולת זה אי אפשר שישיג מעלה זו וישאר על כל פנים חומרי וגשמי ככל שאר בני אדם.",
            "והנה מה שעוזר להשגת המדה הזאת הוא ההתבודדות והפרישה הרבה כדי שבהעדר המטרידים תוכל נפשו להתגבר יותר ולהדבק בבורא, מפסידי המדה הם חסרון הידיעות האמתיות ורוב החברה עם בני האדם כי החומריות מוצא את מינו וניעור ומתחזק, ונשארה הנפש לכודה בו ולא תצא ממאסרה, אך בהפרדו מהם והשארו לבד ויכין עצמו אל השראת קדושתו, הנה בדרך שרוצה לילך בה יוליכוהו, ובעזר האלהי אשר יותן לו תתגבר נפשו בו ותנצח את הגופניות, ותדבק בקדושתו יתברך ותשלם בו ומשם יעלה אל מעלה גבוהה יותר, והוא הרוח הקדש שכבר תגיע השכלתו להיות למעלה מחק האנושי, ויוכל להגיע דביקתו אל מעלה כל כך גדולה שכבר ימסר בידו מפתח של תחיית המתים כמו שנמסר לאליהו ולאלישע שהוא מה שמורה על עוצם ההתדבקות בו יתברך שבהיות הוא יתברך שמו מקור החיים, הנותן חיים לכל חי, וכמאמרם ז\"ל (תענית ב'): ג' מפתחות לא נמסרו ביד שליח מפתח תחיית המתים וכו', הנה הדבק בו יתברך דביקות גמור יוכל למשוך ממנו יתברך אפילו משך החיים עצמם, שהוא מה שמתייחס לו בפרט יותר מן הכל וכמו שכתבתי, והוא מה שסיים הברייתא וקדושה מביאה לידי רוח הקודש, ורוח הקודש מביאה לידי תחיית המתים.",
            "ואתה קורא נעים ידעתי שכמוני תדע אשר לא כליתי בספרי זה את כל חוקי החסידות, ולא אמרתי כל מה שיש לומר בענין זה, כי אין לדבר סוף, ואין להתבונן תכלית. אבל אמרתי קצת מכל פרט שבפרטי הברייתא, אשר עליה יסדתי חיבורי זה, והוא מה שיכול להיות התחלה וראשית להרחיב העיון בעניינים ההם, כיון שנגלה דרכם ונפתח אורחם לעינינו ללכת בם בדרך מישור. ועל כל כיוצא בזה נאמר (משלי א'): ישמע חכם ויוסף לקח ונבון תחבולות יקנה, והבא לטהר מסייעים אותו (שם ב'): כי ה' יתן חכמה מפיו דעת ותבונה, להיישיר איש איש את דרכו לפני בוראו.",
            "וזה פשוט כי כל אדם לפי האומנות אשר בידו, והעסק אשר הוא עוסק, כך צריך לו הישרה והדרכה, כי דרך החסידות הראוי למי שתורתו אומנתו אינו דרך החסידות הראוי למי שצריך להשכיר עצמו למלאכת חבירו, ולא זה וזה דרך החסידות הראוי למי שעוסק בסחורתו, וכן כל שאר הפרטים אשר בעסקי האדם בעולם, כל אחד ואחד לפי מה שהוא ראוים לו דרכי החסידות, לא לפי שהחסידות משתנה, כי הנה הוא שוה לכל נפש ודאי, הואיל ואיננו אלא לעשות מה שיש נחת רוח ליוצרו בו, אבל הואיל והנושאים משתנים אי אפשר שלא ישתנו האמצעיים המגיעים אותם אל התכלית כל אחד לפי ענינו. וכבר יכול להיות חסיד גמור איש אשר לא יפסוק מפיו הלימוד כמו מי שמפני צרכו הוא בעל מלאכה פחותה, וכתיב (שם ט\"ז): \"כל פעל ה' למענהו\". ואומר (שם): \"בכל דרכיך דעהו והוא יישר אורחותיך\", הוא יתברך שמו ברחמיו יפקח עינינו בתורתו, ויורנו דרכיו, ויוליכנו באורחותיו, ונזכה לתת כבוד לשמו, ולעשות נחת רוח לפניו. יהי כבוד ה' לעולם ישמח ה' במעשיו. ישמח ישראל בעשיו בני ציון יגילו במלכם. אמן אמן ואמן.",
            "חתימה",
            "אמר המחבר הפעם אודה את ה' אשירה ואזמרה, אשר עד הנה עזרוני רחמיו להוציא לאור ספרי זה מסלת ישרים אשר להתלמד בו חברתיו, ולהועיל לשכמותי לרבים נתתיו. אולי אזכה שיזכו אחרים על ידי, וייטב להם בעבורי, ואעשה נחת רוח ליוצרי. ותהי זאת נחמתי בארץ תלאובות, ואקרא שמה רחובות. כן יאמר ה' לתת חלקי בתורתו, ללמוד וללמד לשמור ולעשות. וחפצו בידי יצליח אמן כן יהי רצון.",
            "כה דברי הצעיר משה בן כ\"ר יעקב חי לוצאטו ס\"ט"
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h26.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}