{
    "versionTitle": "Perek 22", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק כב: בבאור מדת הענווה וחלקיה -- הנה כבר דברנו למעלה מגנות הגאוה, ומכללה נשמע שבח הענוה, אך עתה נבאר יותר בדרך עיקר הענוה, ותתבאר הגאוה מאליה.", 
            "הנה כלל הענוה היות האדם בלתי מחשיב עצמו משום טעם שיהיה, וזה הפך הגאוה ממש, והתולדות הנמשכות מזה תהיינה ההפכיות של תולדות הגאוה. וכשנדקדק נמצא שתלויה במחשבה ובמעשה, כי בתחלה צריך שיהיה האדם עניו במחשבתו, ואחר כך יתנהג בדרכי הענוים, כי אם לא יהיה עניו בדעתו וירצה להיות עניו במעשה, לא יהיה אלא מן הענוים המדומים והרעים שזכרנו למעלה, שהם מכלל הצבועים אשר אין בעולם רע מהם.", 
            "ונבאר עתה החלקים האלה, הענוה במחשבה, הוא שיתבונן האדם ויתאמת אצלו אשר אין התהלה והכבוד ראויים לו, כל שכן ההתנשא על שאר בני מינו, וזה מפני מה שחסר ממנו בהכרח, וגם מפני מה שכבר יש בידו – מפני מה שחסר ממנו פשוט הוא כי אי אפשר לאדם באיזה מדריגה שיהיה מן השלימות שלא יהיו בו חסרונות רבים, או מצד טבעו או מצד משפחתו וקרוביו או מצד מקרים שקרו לו, או מצד מעשיו שאדם אין צדיק בארץ אשר יעשה טוב ולא יחטא (קהלת ז:כ), הן כל אלה מומים באדם שאין מניחים לו מקום התנשאות כלל, אפילו יהיה בעל מעלות רבות, כי כבר עניני החסרונות האלה יספיקו להחשיכם.", 
            "הנה החכמה היא המביאה יותר את האדם לידי התנשאות וגאוה, לפי שכבר היא מעלה שבאדם עצמו בחלק הנכבד שלו, דהיינו השכל, והנה אין לך חכם שלא יטעה, ושלא יצטרך ללמוד מדברי חביריו, ופעמים רבות אפילו מדברי תלמידיו, אם כן איפוא איך יתנשא בחכמתו, ואמנם מי שהוא בעל שכל ישר, אפילו אם זכה להיות חכם גדול ומופלג, באמת כשיסתכל ויתבונן יראה שאין מקום לגאוה וההתנשאות, כי הנה מי שהוא בעל שכל שידע יותר מהאחרים, אינו עושה אלא שבחק טבעו לעשות, כעוף שמגביה לעוף לפי שטבעו בכך, השור מושך בכחו לפי שחוקו הוא כן מי שהוא חכם הוא לפי שטבעו מביאו לזה, ואילו אותו שעכשיו אינו חכם כמוהו היה לו שכל טבעי כמוהו היה מתחכם כמו שנתחכם הוא, א\"כ אין כאן להתנשא ולהתגאות אלא אם יש בו חכמה רבה הוא מחויב ללמדה למי שצריך אליה, וכמאמר ריב\"ז (אבות ב:ט): אם למדת תורה הרבה אל תחזיק טובה לעצמך כי לכך נוצרת.", 
            "אם עשיר הוא ישמח בחלקו, ועליו הוא לעזור למי שאין לו, אם גבור הוא לעזור לכושלים ולהציל לעשוקים, הא למה זה דומה למשרתי הבית, שכל אחד ממונה על דבר מה, וראוי לו לעמוד במשמרתו לפי פקודתו, להשלים מלאכת הבית וצרכיה, ואין בכאן מקום לגאוה לפי האמת.", 
            "והנה זה העיון והתבוננות הראוי לכל איש אשר שכלו ישר ולא מתעקש, וכשיתברר זה אצלו, אז יקרא עניו אמתי שבלבו ובקרבו הוא עניו, והוא כענין דוד שאמר למיכל (שמואל ב' ז:כב): והייתי שפל בעיני.", 
            "ואז\"ל (סוטה ה ב): כמה גדולים נמוכי הרוח, שבזמן שבית המקדש קיים אדם מקריב עולה שכר עולה בידו, מנחה שכר מנחה בידו, אבל מי שדעתו שפלה עליו מעלה עליו הכתוב כאילו הקריב כל הקרבנות כולם, שנאמר (תהלים נא:יט): \"זבחי אלהים רוח נשברה\", הרי זה שבח של נמוכי הרוח שהם ענוים בלבם ומחשבתם. וכן אמרו עוד (חולין פ\"ט  א): \"לא מרובכם מכל העמים\" (דברים ז:ז) אמר להם הקב\"ה: בני, אני חושק בכם שאפילו כשאני משפיע לכם גדולה אתם ממעטין עצמכם לפני, נתתי גדולה לאברהם אמר ואנכי עפר ואפר (בראשית יח:כז), נתתי גדולה למשה ואהרן אמרו ונחנו מה (שמות טז:ז), נתתי גדולה לדוד אמר ואנכי תולעת ולא איש (תהילים כב:ז), כל זה ממה שאין הלב הישר מניח עצמו להתפתות משום מעלה אשר יבואהו בידעו באמת שכבר לא מפני זה יוצא מידי שפלותו, מצד החסרונות האחרות שאי אפשר שלא יהיו בו. ועוד שאפילו באותם המצות עצמם שהשיג לא הגיע ודאי לתכלית האחרון. ועוד אפילו לא יהיה בו חסרון אחר, אלא היותו בשר ודם ילוד אשה, די לו זה והותר לפחיתות וגריעות, עד שלא יאות לו ההנשא כלל, כי הרי כל מעלה שהוא משיג, אינו אלא חסד אל עליו, שרוצה לחון אותו עם היותו מצד טבעו וחומריותו שפל ונבזה עד מאד, על כן אין לו אלא להודות למי שחננו וליכנע תמיד יותר.", 
            "הא למה זה דומה לעני ואביון שמקבל מתנה בחסד שאי אפשר לו שלא יבוש, כי כל מה שירבה החסד שיקבל, כך ירבה הבושת שיבוש כן הדבר הזה בכל אדם שעיניו פקוחות לראות את עצמו בהיותו משיג מעלות טובות מאת השם יתברך, וכענין שאמר דוד המלך (תהלים קטז:יב): \"מה אשיב לה' כל תגמולוהי עלי\". וכבר ראינו חסידים גדולים שנענשו על שהחזיקו טובה לעצמם עם כל חסידותם: נחמיה בן חכליה אמרו ז\"ל (סנהדרין צ\"ג ב): מפני מה לא נקרא ספרו על שמו? מפני שהחזיק טובה לעצמו. וכן חזקיה אמר (ישעיה לח:יז): הנה לשלום מר לי מר, לפי שענהו הקב\"ה וגנותי על העיר הזאת להושיעה למעני ולמען דוד עבדי, וכמאמרם ז\"ל (ברכות י): כל התולה בזכות עצמו תולין לו בזכות אחרים, הרי לך שאין לאדם אפילו להחזיק טובה לעצמו על טובותיו, וכל שכן שלא יתנשא ויגבה בהם.", 
            "ואמנם כל זה הוא ממה שראוי להשיב על לבו מי שיהיה כאברהם, כמשה, כאהרן, כדוד, ושאר החסידים שזכרנו, אבל אנחנו יתומי יתומים, אין אנו צריכים לכל זה, כי כבר יש ויש אתנו חסרונות רבות שאין צריך עיון גדול לראות פחיתותנו וכל חכמתנו כאין נחשבת.", 
            "כי היותר חכם גדול שבינינו אינו כי אם מן תלמידי התלמידים אשר בדורות הראשונים. וזה מה שראוי שנבין ונדע באמת, ולא יזוח עלינו לבנו חנם, אלא נכיר שדעתנו קלה ושכלנו חלש עד מאד, הסכלות רב בנו והטעות גוברת, ואשר נדע אותו אינו אלא מעט מן המעט, אם כן ודאי שאין ראוי לנו ההנשא כלל אלא הבושת והשפלות וזה פשוט.", 
            "והנה דברנו עד הנה מענוות המחשבה, ונדבר עתה מענוות המעשה, והיא תתחלק לד' חלקים: בהתנהג עצמו בשפלות, בסבול העלבונות, בשנוא הרבנות ובורח מן הכבוד, בחלוק כבוד לכל.", 
            "האחד הוא בהתנהג בשפלות וזה ראוי שיהיה בדבורו, בהליכתו, בשבתו ובכל תנועותיו, בדבורו, אז\"ל (יומא פ\"ו א): לעולם יהיה דבורו של אדם בנחת עם הבריות, ומקרא מלא הוא (קהלת ט:יז): דברי חכמים בנחת נשמעים, צריך שיהיו דבריו דברי כבוד ולא דברי בזיון, וכה\"א (משלי יא:יב): \"בז לרעהו חסר לב\", ואומר (משלי יח:ג): \"בבוא רשע בא גם בוז\".", 
            "בהליכתו, אמרו ז\"ל (סנהדרין סח ב): שלחו מתם איזהו בן עולם הבא ענותן ושפל ברך שייף עייל שייף נפיק. ולא ילך בקומה זקופה, ולא בכבדות גדול עקב בצד גודל, אלא כדרך כל הולך לעסקיו, וכן אז\"ל (קידושין לא א): כל ההולך בקומה זקופה כאילו דוחק רגלי השכינה, וכתיב (ישעיה י:לג): ורמי הקומה גדועים.", 
            "בשבתו, שיהא מקומו בין השפלים, ולא בין הרמים, והוא גם כן מקרא מלא (משלי כה:ו): \"אל תתהדר לפני מלך ובמקום גדולים אל תעמוד וגו'\", וכן אז\"ל (בויקרא רבה פ\"א): הרחק ממקומך ב' וג' מקומות ושב עד שיאמרו לך עלה ואל תעלה שיאמרו לך רד, ועל כל המקטין עצמו אז\"ל (ב\"מ פ\"ה ב): כל מי שמקטין עצמו על דברי תורה בעולם הזה נעשה גדול לעולם הבא, וכנגד זה אמרו (יל\"ש יחזקאל שסא): \"הסר המצנפת והרם העטרה\" (יחזקאל כא:לא) כל מי שהוא גדול בעולם הזה קטן בעולם הבא, ומינה להפך מי שהוא קטן בעולם הזה זמן גדולתו לעולם הבא. ואמרו (סוטה ה א): לעולם ילמד אדם מדעת קונו, שהרי הניח הקב\"ה כל הרים וגבעות והשרה שכינתו על הר סיני וזה מפני שפלותו. וכן אמרו (ר\"ה י\"ז א): \"לשארית נחלתו\" (מיכה ז:יח) למי שמשים עצמו כשירים.", 
            "החלק הב' הוא סבילת העלבונות, והנה בפירוש אמרו ז\"ל (ר\"ה י\"ז א): למי נושא עון למי שעובר על פשע, ואמרו עוד (שבת פ\"ח ב): הנעלבים ואינם עולבים שומעים חרפתם ואינם משיבים עליהם הכתוב אומר ואוהביו כצאת השמש בגבורתתו (שופטים ה:לא). וספרו מגודל ענוותו של בבא בן בוטא ז\"ל (נדרים ס\"ו ב): ההוא בר בבל דסליק לא\"י נסיב אתתא, א\"ל בשילי לי וכו' עד זיל תברי יתהון על רישא דבבא הוה יתיב בבא בן בוטא ודאין דינא, אזלת ותברת יתהון על רישיה, א\"ל מה הדין דעבדת? א\"ל כך צוני בעלי, אמר עשית רצון בעלך, המקום יוציא ממך שני בנים כבבא בן בוטא. והלל כמו כן ספרו מרוב ענותנותו (שבת ל ב): זה לשונם: ת\"ר לעולם יהא אדם ענותן כהלל וכו'. ור' אבהו אחרי רוב ענותו מצא שעדיין לא הגיע להיות ראוי לקרא עניו, זה לשונו (סוטה מ' א): א\"ר אבהו מריש הוה אמינא ענותנא אנא, כיון דחזינא לר' אבא דעכו דאמר איהו חד טעמא ואמר אמוריה חד טעמא ולא קפיד, אמינא לאו ענותנא אנא.", 
            "שנאת הרבנות ובריחת הכבוד, משנה ערוכה היא (אבות א:י): אהוב את המלאכה ושנא את הרבנות, ואמרו עוד: הגס לבו בהוראה שוטה רשע וגס רוח, ואמרו (כעין זה עירובין י\"ג ב): כל הרודף אחר הכבוד בורח ממנו, ואמרו עוד (פסיקתא רבתי): אל תצא לריב מהר, (משלי כח:ח) לעולם אל תהי רץ אחר השררה למה פן מה תעשה באחריתה, למחר באים ושואלים לך שאלות מה אתה משיבם. עוד שם רבי מנחמא בשם רבי תנחום כל המקבל עליו שררה כדי ליהנות ממנה אינו אלא כנואף הזה שהוא נהנה מגופה של אשה.", 
            "עוד שם א\"ר אבהו אני נקראתי קדוש (רצה לומר הקב\"ה), הא אם אין בך כל המדות הללו שיש בי, לא תקבל עליך שררה. ותלמידי ר\"י יוכיחו, שהיו מוצרכים מפני עניותם ולא רצו לקבל עליהם שררה, הוא מה שאמרו ז\"ל (הוריות י א): כמדומין ששררות אני נותן להם וכו', ואמרו עוד (פסחים פז ב): אוי לה לרבנות שמקברת את בעליה, ומנלן מיוסף שמפני שהנהיג עצמו ברבנות מת קודם אחיו. (ברכות נה א)", 
            "כללו של דבר אין הרבנות אלא משא גדול אשר על שכם הנושא אותו, כי עד שהאדם יחיד ויושב בתוך עמו מובלע בין האנשים אינו נתפס אלא על עצמו, כיון שנתעלה לרבנות ושררה כבר הוא נתפס על כל מי שתחת ידו וממשלתו, כי עליו להשקיף על כולם ולרעות אותם דעה והשכל ולהישיר מעשיהם. ואם לאו, ואשמם בראשיכם כתיב (דברים א:יג) אמרו חכמים. (דברים רבה א:י)", 
            "והכבוד אינו אלא הבל הבלים המעביר את האדם על דעתו ועל דעת קונו ומשכחו כל חובתו, ומי שמכירו ודאי שימאס בו וישנאו, והתהלות אשר יהללוהו בני האדם יהיו עליו לטורח, כי בראותו אותם מגדילים הלוליהם על אשר אינו בו באמת אינו אלא מתבושש ומתאנח על שלא די לו רעתו שחסרות ממנו המעלות ההם, אלא שיעמיסו עליו תהלות שקר, למען יכלם יותר.", 
            "החלק הד' הוא חילוק הכבוד לכל אדם, וכן שנינו (אבות ד:א): איזהו מכובד המכבד את הבריות, ואמרו עוד (פסחים קיג ב): מנין היודע בחבירו שהוא גדול ממנו אפילו דבר אחד שחייב לנהוג בו כבוד וכו', ועוד שנינו (אבות ד:טו): הוי מקדים בשלום כל אדם, ואמרו עליו על ר' יוחנן בן זכאי שלא הקדים לו אדם שלום מעולם ואפילו גוי בשוק. (ברכות יז א) ובין בדיבור ובין במעשים חייב לנהוג כבוד בחבריו, וכבר ספרו ז\"ל (יבמות ס\"ב ב): מכ\"ד אלף תלמידי ר\"ע שמתו על שלא היו נוהגין כבוד זה לזה.", 
            "וכמו שהבזיון הוא דבר מתיחס אל הרשעים, כדבר הכתוב שזכרנו, בבוא רשע בא גם בוז, (משלי יח:ג) כי הכבוד מתיחס אל הצדיקים, כי הכבוד שוכן עמהם ואינו מתפרש מהם, ואומר (ישעיה כד:כג): ונגד זקניו כבוד.", 
            "והרי נתבארו חלקי הענוה הראשיים ופרטיהם בכל פרטי המינים המתרחבים והולכים לפי הנושאים, ולפי העתים והמקומות, ישמע חכם ויוסיף לקח. (משלי א:ה)", 
            "והנה זה ודאי שהענוה מסירה מדרך האדם מכשולות רבים ומקרבת אותו אל טובות רבות, כי העניו יחוש מעט על דברי העולם ולא יקנא בהבליו, ועוד שחברת העניו נאה עד מאד ורוח הבריות נוחה הימנו בהכרח, לא יבוא לידי כעס ולא לידי מריבה אלא הכל בהשקט, הכל במנוחה. אשרי מי שזוכה למדה זו, וכבר אמרו (ירושלמי שבת א:ג): מה שעשתה חכמה עטרה לראשה עשתה ענוה עקב לסוליתה, כי כל החכמה כולה לא יערכנה, וזה ברור."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h22.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}