{
    "versionTitle": "Perek 5", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק ה: בביאור מפסידי הזהירות וההרחקה מהם -- הנה מפסידי המידה הזאת ומרחקיה הם שלשה. האחד הוא הטפול והטרדה העולמית, השני, השחוק והלצון, השלישי החברה הרעה. ונדבר בהם אחד לאחד.", 
            "הנה הטפול והטרדה כבר דברנו מהם למעלה, כי בהיות האדם טרוד בעניני עולמו, הנה מחשבותיו אסורות בזיקי המשא אשר עליהם, ואי אפשר להם לתת לב אל המעשה. והחכמים עליהם השלום, בראותם זה אמרו (אבות פ\"ד): הוי ממעט בעסק ועסוק בתורה. כי הנה העסק מוכרח הוא לאדם לצורך פרנסתו, אך ריבוי העסק אינו מוכרח שיהיה כל כך גדול עד שלא יניח לו מקום אל עבודתו, על כן נצטוינו לקבוע עתים לתורה, וכבר זכרנו שהיא המצטרכת יותר לאדם לשיגיע אל הזהירות, וכמאמר רבי פינחס: תורה מביאה לידי זהירות, וזולתה לא יגיע אליו כלל, והוא מה שאמרו ז\"ל (שם פרק ב): ולא עם הארץ חסיד. וזה, כי הבורא יתברך שמו שברא היצר הרע באדם, הוא שברא התורה תבלין לו, וכמו שאמרו ז\"ל (קידושין ל): בראתי יצר הרע בראתי לו תורה תבלין.", 
            "והנה פשוט הוא, שאם הבורא לא ברא למכה זו אלא רפואה זו, אי אפשר בשום פנים שירפא האדם מזאת המכה בלתי זאת הרפואה, ומי שיחשבו להנצל זולתה, אינו אלא טועה, ויראה טעותו לבסוף כשימות בחטאו. כי הנה היצר הרע באמת חזק הוא באדם מאד, ומבלי ידיעתו של האדם הולך הוא ומתגבר בו ושולט עליו. ואם יעשה כל התחבולות שבעולם ולא יקח הרפואה שנבראה לו שהיא התורה, כמו שכתבתי, לא ידע ולא ירגיש בתגבורת חליו אלא כשימות בחטאו ותאבד נשמתו.", 
            "הא, למה זה דומה. לחולה שדרש ברופאים והכירו חליו ואמרו לו שיקח סם זה. והוא, מבלתי שתקדם לו ידיעה במלאכת הרפואה, יניח הסם ההוא ויקח מה שיעלה במחשבתו מן הסמים, הלא ימות החולה ההוא ודאי.", 
            "כן הדבר הזה. כי אין מי שמכיר בחלי היצר הרע ובכחו המוטבע בו אלא בוראו שבראו, והוא הזהירנו שהרפואה לו היא התורה. מי איפוא יניחה ויקח מה שיקח זולתה ויחיה, ודאי שחושך החומריות ילך ויגבר עליו מדרגה אחר מדרגה והוא לא יבין עד שימצא שקוע ברעה ורחוק מן האמת הרחק גדול שאפילו הרהורי דברים לא יעלו על לבו לבקש האמת. אך אם הוא עוסק בתורה בראותו דרכיה, ציוויה ואזהרותיה, הנה סוף סוף מאליו יתחדש בו התעוררות שיביאהו אל הדרך הטוב. והוא מה שאמרו ז\"ל (פתיחתא דאיכה רבתי): הלואי, אותי עזבו ותורתי שמרו, שהמאור שבה מחזירו למוטב.", 
            "והנה בכלל זה גם כן קביעות העתים אל חשבון המעשה ותקונו כמו שכתבתי למעלה. ומלבד כל זה מה שישאר לו פנאי מעסקיו, אם חכם הוא ודאי שלא יאבדהו, אלא יאחז בו מיד ולא ירפהו, לעסוק בו בעסק נפשו ותקון עבודתו.", 
            "וזה המפסיד, אף על פי שהוא היותר כללי, הנה הוא היותר קל למי שרוצה להמלט שימלט ממנו.", 
            "אך השני, הנה הוא קשה מאד, והוא השחוק והלצון, כי מי שטובע בם, הוא כמי שטובע בים הגדול שקשה מאד להמלט ממנו. כי הנה השחוק הוא מאבד את לב האדם, שכבר אין הטעם והדיעה מושלת בו, והרי הוא כשכור או שוטה אשר אי אפשר לתת להם ערמה או להנהיגם, כי אינם מקבלים הנהגה, והוא מה שאמר שלמה המלך עליו השלום (קהלת ב): לשחוק אמרתי מהולל ולשמחה מה זו עושה. וחכמים זכרונם לברכה אמרו (אבות פרק ג): שחוק וקלות ראש מרגילים את האדם לערוה. כי אף על פי שחמורה היא הערוה אצל כל בן דעת ולבו ירא מקרב אליה מכח הציור שכבר נצטייר בשכלו מאמיתת גודל פשעה ורוב עונשה, הנה השחוק וקלות ראש ממשיכים אותו מעט מעט ומקריבים אותו הלוך וקרב שתהיה היראה סרה מעליו מעט מעט מדריגה אחר מדריגה, עד שיגיע על העון עצמו ויעשהו.", 
            "וכל כך למה, לפי, שכמו שכל מציאות הזהירות תלוי בשימת הלב על הדבר, כן כל עצמו של השחוק אינו אלא מסיר הלב מן המחשבות הישרות והעיוניות, ונמצא שלא יבואו הרהורי היראה בלבו כלל.", 
            "ותראה קושי הלצון והשחתתו הרבה, כי כמו המגן המשוח בשמן אשר ישמיט ויפיל מעליו החצים ומשליכם לארץ ולא יניח אותם שיגיעו אל גוף האדם כן הלצון מפני התוכחה והמרדות, כי בליצנות אחד ובשחוק קטן יפיל האדם מעליו ריבוי גדול מן ההתעוררות וההתפעלות מה שהלב מתעורר ומתפעל בעצמו מדי ראותו או שומעו ענינים שיעירוהו אל החשבון והפשפוש במעשים, ובכח הליצנות יפיל הכל לארץ ולא יעשה בו רושם כלל. ולא מפני חולשת הענינים ולא מפני חסרון הבנת הלב, אלא מפני כח הלצון ההורס כל עניני המוסר והיראה.", 
            "והנה הנביא ישעיה היה צווח על זה ככרוכיא, כי היה רואה שזה היה מה שלא היה מניח מקום לתוכחותיו שיעשו רושם והיה מאבד תקותם של החוטאים, והוא מה שאמר (ישעיה כח): ועתה אל תתלוצצו פן יחזקו מוסריכם. וכבר גזרו אמר חכמים זכרונם לברכה (ע\"ז יח): שהלץ מביא היסורין עליו, והוא מה שהכתוב עצמו מבאר בפירוש (משלי יט): נכונו ללצים שפטים, כי זה הוא דבר שהדין נותן אותו, כי מי שמתפעל מן ההתבוננות ומן הלימודים, אינו צריך שיתיסר בגופו, כי כבר ישוב מחטאותיו בלי זה מכח הרהורי תשובה שיולדו בלבבו על ידי מה שיקרא או שישמע מן המוסרים והתוכחות. אך הלצים שאינם מתפעלים מן התוכחות מפני כח ליצנותם, אין להם תיקון אלא השפטים, שאלה לא יהיה כח בליצנותם לדחותם מעליהם כאשר ידחו המוסרים. והנה כפי חומר החטא ותולדותיו, החמיר השופט האמיתי בעונשו והוא מה שלמדונו ז\"ל (ע\"ז יח): קשה הליצנות שתחלתו יסורין וסופו כליה, שנאמר: פן יחזקו מוסריכם כי כלה ונחרצה שמעתי וגו'.", 
            "והמפסיד השלישי הוא החברה, דהיינו, חברת הטפשים והחוטאים, והוא מה שהכתוב אומר (משלי יג): ורועה כסילים ירוע. כי הנה אנחנו רואים פעמים רבות אפילו אחר שנתאמת אצל האדם חובת העבודה והזהירות בה, יתרפה ממנה או יעבור על איזה דברים ממנה כדי שלא ילעגו עליו חבריו או כדי להתערב עמהם, והוא מה ששלמה מזהיר ואומר (שם כד): ועם שונים אל תתערב. כי אם יאמר לך אדם (כתובות יז): לעולם תהא דעתו של אדם מעורבת עם הבריות, אף אתה אמור לו, במה דברים אמורים, בבני אדם שעושים מעשי אדם, אך לא בבני אדם שעושים מעשי בהמה. ושלמה מזהיר עוד (משלי יד): לך מנגד לאיש כסיל. ודוד המלך אמר (תהלים א): אשרי האיש אשר לא הלך וגו', וכבר פירשו, זכרונם לברכה (ע\"ז יח): אם הלך, סופו לעמוד. ואם עמד, סופו לישב. ואומר (תהלים כו): לא ישבתי עם מתי שוא וגו' שנאתי קהל מרעים וגו'. אין לו לאדם אלא להטהר ולנקות עצמו, ולמנוע רגליו מדרכי ההמון השקועים בהבלי הזמן, וישיב רגליו אל חצרות ה' ואל משכנותיו. הוא שדוד עצמו מסיים ואומר (שם): ארחץ בנקיון כפי ואסובבה את מזבחך ה'. ואם יארע לו שימצא בחברת מי שילעג עליו, לא ישית לבו אל הלעג ההוא, אדרבא, ילעג על מלעיגיו ויבזם, ויחשוב בדעתו כי לולי היה לו להרויח ממון הרבה, ההיה מניח מה שהיה צריך לזה מפני חבריו שלא ילעגו?! כל שכן שלא ירצה לאבד נשמתו מפני לעג.", 
            "ועל דרך זה הזהירו ז\"ל (אבות פרק ד): הוי עז כנמר וכו' לעשות רצון אביך שבשמים, ודוד אמר (תהלים קיט): ואדברה בעדותיך נגד מלכים ולא אבוש, שאף על פי שרוב המלכים עסקם ודבורם בדברי גדולות והנאות, ודוד שהיה גם כן מלך, לכאורה תהיה לו לחרפה אם בהיותו בחברתם יהיה הוא מדבר בדברי מוסר ותורה, תחת ספרו מן הגדולות ומתענוגות בני אדם כמוהם, הנה לא היה חש לזה כלל ולא היה לבו נפתה בהבלים האלה אחרי שכבר השיג האמת, אלא מפרש ואומר: ואדברה בעדותיך נגד מלכים ואל אבוש. וישעיה כמו כן אמר (ישעיה נ): על כן שמתי פני כחלמיש ואדע כי לא אבוש."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h5.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}