{
    "versionTitle": "Perek 19", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק יט: בבאור חלקי החסידות -- חלקי החסידות הראשונים ג', הא' במעשה, הב' באופן העשיה, הג' בכונה, החלק הא' במעשה אף הוא יתחלק לב' חלקים, הא' במה שבין אדם למקום, והב' במה שבין אדם לחבירו.", 
            "החלק הא' שבא' הוא במעשה שבין אדם למקום, וענינו קיום כל המצות בכל הדקדוקים שבהם עד מקום שיד האדם מגעת, ואלה הם שקראום חז\"ל שירי מצוה, ואמרו (סוכה ל\"ח): שירי מצוה מעכבים את הפורענות כי אע\"פ שגוף המצוה נשלם זולתם וכבר יצא בזה ידי חובתו, הנה זה לכל המון ישראל, אך החסידים אין להם אלא להרבות בהשלמתם ולא למעט בהם כלל.", 
            "החלק השני שבא' הוא במה שבין אדם לחבירו, וענינו גודל ההטבה שיהיה האדם לעולם מטיב לבריות ולא מריע להם, וזה בגוף, בממון, ובנפש.", 
            "בגוף, שיהיה משתדל לעזור כל אדם במה שיוכל ויקל משאם מעליהם, והוא מה ששנינו (אבות פ\"ו): ונושא בעול עם חבירו ואם מגיע לחבירו איזה נזק בגופו, והוא יוכל למנוע אותו או להסירו, יטרח כדי לעשותו.", 
            "בממון, לסייעו באשר תשיג ידו, ולמנוע ממנו הנזקין בכל מה שיוכל, כל שכן שירחיק הוא כל מיני נזקין שיכולים לבוא מחמתו, בין ליחיד בין לרבים, ואפילו שעתה מיד אין היזקן מצוי כיון שיכול לבוא לידי כך יסירם ויעבירם, ואז\"ל (אבות פ\"ב): יהי ממון חבירך חביב עליך כשלך.", 
            "בנפש, שישתדל לעשות לחבירו כל קורת רוח שיש בידו, בין בעניני הכבוד, בין בכל שאר הענינים, כל מה שהוא יודע שאם יעשהו לחבירו הוא מקבל נחת רוח ממנו, מצות חסידות הוא לעשותו, כל שכן שלא יצערנו בשום מיני צער כלל, יהיה באיזה אופן שיהיה. וכלל כל זה הוא גמילות חסדים אשר הפליגו חז\"ל בשבחה ובחובתינו בה, ובכלל זה רדיפת השלום שהוא ההטבה הכללית בין כל אדם לחבירו.", 
            "ועתה אביא לך ראיות על כל הדברים האלה מן החז\"ל, אע\"פ שהדברים פשוטים ואין צריכים לחיזוק ראיה. בפרק בני העיר (מגילה כ\"ז) אמרו שאלו תלמידיו את ר' זכאי, במה הארכת ימים? אמר להם: מימי לא השתנתי בתוך ד' אמות של תפלה ולא כניתי שם לחבירי, ולא בטלתי קידוש היום. אימא זקנה היתה לי פעם אחת מכרה כיפה שבראשה והביאה לי קידוש היום. הרי לך פה מן החסידות במה שנוגע אל דקדוקי המצות, כי כבר פטור היה מן הדין מהבאת יין לקידוש, כיון שלא היה לו, עד שהיתה צריכה אמו למכור כיפה שבראשה, אמנם ממדת חסידות היה עושה כן. ובמה שנוגע לכבוד חבירו שלא כנהו אפילו כנוי שאינו של גנאי וכדפירשו התוספות שם. ורב הונא גם כן קשר גמי על לבושו, לפי שמכר המיינו לקנות יין לקידוש היום.", 
            "עוד שם שאלו תלמידיו את ר\"א בן שמוע במה הארכת ימים? אמר להם מימי לא עשיתי קפנדריא לבית הכנסת, ולא פסעתי על ראשי עם קודש. הנה זה המדות בענין כבוד בית הכנסת ובענין כבוד הבריות, שלא לפסוע על גב מסיבתן שלא ליראות כמבזה אותן. עוד שם שאלו תלמידיו את ר' פרידא במה הארכת ימים? אמר להם מימי לא קדמני אדם לבית המדרש, ולא ברכתי לפני כהן, ולא אכלתי מבהמה שלא הורמה מתנותיה. ואמרו עוד שאלו תלמידיו את ר' נחוניא במה הארכת ימים? אמר להם מימי לא נתכבדתי בקלון חבירי, ולא עלתה על מטתי קללת חבירי, ומפרש התם, כי הא דרב הונא דרי מרא אכתפיה, אתא ר\"ח בר חנילאי וקא דרי מיניה, א\"ל אי רגילת דדרית במאתיך דרי, ואי לא אתייקורי אנא בזילותא דידך לא ניחא לי, (תרגום: כגון רב הונא שנשא מעדר על כתפו בא ר\"ח בן חנילאי ליטלו ממנו כדי לכבדו, אמר לו ר\"ח: אי רגיל אתה לשאת כך בעירך קח, ואם אין אתה רגיל, להתכבד בבושתך איני רוצה). הרי שאע\"פ שמשמעות בקלון חבירו הוא המשתדל לבזות חבירו, כדי שעל ידי זה ירבה כבודו, הנה לחסידים לא יאות לקבל כבוד, אפילו אם חבירו הוא הבא ומתרצה בזה, אם יהיה זה בזיון לחבירו.", 
            "וכענין זה אמר רבי זירא מימי לא הקפדתי בתוך ביתי ולא צעדתי בפני מי שגדול ממני, ולא הרהרתי במבואות המטונפות, ולא הלכתי ד' אמות בלא תורה ובלא תפילין, ולא ישנתי בבית המדרש לא שינת קבע ולא שינת עראי, ולא ששתי בתקלת חבירי ולא קראתי לחבירי בחניכתו (בכינויו), הרי לך מעשי חסידות מכל הדרכים שזכרנו למעלה, ואמרו עוד ז\"ל (ב\"ק ל'): אר\"י האי מאן דבעי למהוי חסידא לקיים מילי דברכות וזה למה שבינו לבין קונו. ואמרי לה: לקיים מילי דנזקין וזהו למה שבינו לבין חבירו. ואמרי לה: לקיים מילי דאבות ששם נכללים ענינים מכל החלקים.", 
            "והנה גמילות חסדים הוא עיקר גדול לחסיד, כי חסידות עצמו נגזר מחסד ואז\"ל (אבות פ\"א): על ג' דברים העולם עומד ואחד מהם ג\"ח. וכן מנוהו ז\"ל עם הדברים שאוכל פירותיהן בעולם הזה והקרן קיימת לו לעולם הבא, ואמרו עוד (סוטה י\"ד): דרש ר' שמלאי תורה תחלתה גמילות חסדים וסופה גמילות חסדים (בתחילת התורה עשה ה' לאדם ולאשתו כותנות עור, ובסוף התורה קבר את משה). ואמרו עוד (יבמות ע\"ט): דרש רבא כל מי שיש בו ג' מדות הללו, בידוע שהוא מזרעו של אברהם אבינו, רחמן, וביישן, וגומל חסדים. ואמרו (סוכה מ\"ט): אמר ר\"א גדולה גמילות חסדים יותר מן הצדקה, שנאמר זרעו לכם לצדקה וקצרו לפי חסד. ואמרו עוד (שם): בג' דברים גדולה גמילות חסדים מן הצדקה: שהצדקה בממונו וג\"ח (גמילות חסדים) בין בגופו בין בממונו. צדקה לעניים ג\"ח לעניים ולעשירים. צדקה לחיים ג\"ח בין לחיים בין למתים. ואמרו עוד (שבת קנ\"א): ונתן לך רחמים ורחמך כל המרחם על הבריות מרחמין עליו מן השמים, וזה פשוט, כי הקב\"ה מודד מדה כנגד מדה, ומי שמרחם ועושה חסד עם הבריות, גם הוא בדינו ירחמוהו וימחלו לו עונותיו בחסד, שהרי מחילה זו דין הוא, כיון שהיא מדה כנגד מדתו, והוא מה שאמרו ז\"ל (ר\"ה י\"ז): למי נושא עון למי שעובר על פשע. ומי שאינו רוצה להעביר על מדותיו, או אינו רוצה לגמול חסד, הנה הדין נותן שגם עמו לא יעשו אלא שורת הדין, ראה עתה מי הוא זה ואיזה הוא שיוכל לעמוד אם הקב\"ה עושה עמו שורת הדין, ודוד המלך מתפלל ואומר (תהלים קמ\"ב): ואל תבוא במשפט את עבדך כי לא יצדק לפניך כל חי, אמנם העושה חסד יקבל חסד, וככל מה שירבה לעשות כך ירבה לקבל, ודוד היה מתפלל במדתו זאת הטובה שאפילו לשונאיו היה משתדל להיטיב, זהו מה שכתוב (שם ל\"ח): ואני בחלותם לבושי שק עניתי בצום נפשי. ואמר (שם ז'): אם גמלתי שולמי רע וגו'.", 
            "ובכלל הענין הזה שלא לצער לשום בריה אפילו בעלי חיים ולרחם ולחוס עליהם, וכן הוא אומר (משלי י\"ב): יודע צדיק נפש בהמתו, וכבר יש שסוברים (ב\"מ ל\"ב): צער בעלי חיים דאורייתא, ועל כל פנים דרבנן.", 
            "כללו, של דבר הרחמנות וההטבה צריך שתהיה תקוע בלב החסיד לעולם, ותהיה מגמתו תמיד לעשות קורת רוח לבריות, ולא לגרום להם שום צער וכו'.", 
            "החלק הב' מן החסידות הוא באופן העשיה, והנה גם זה נכלל בב' ענינים, אמנם תחתיהם נכללים פרטים רבים, וב' הראשיים הם היראה והאהבה, ב' עמודי העבודה האמתית שזולתם לא תכון כלל. בכלל היראה יש ההכנעה מלפניו יתברך, הבושת בקרוב אל עבודתו, והכבוד הנעשה אל מצותיו אל שמו יתברך ואל תורתו. ובכלל האהבה השמחה, הדבקות, והקנאה, ועתה נבארם אחד אחד.", 
            "הנה עיקר היראה היא יראת הרוממות שצריך האדם לחשוב בעודו מתפלל או עושה מצוה, כי לפני מלך מלכי המלכים הוא מתפלל או עושה המעשה ההוא, והוא מה שהזהיר התנא (ברכות כ\"ח ב): וכשאתה מתפלל דע לפני מי אתה מתפלל.", 
            "והנה ג' דברים צריך שיסתכל האדם ויתבונן היטב, כדי שיגיע אל זאת היראה: האחד שהוא עומד ממש לפני הבורא יתברך שמו ונושא ונותן עמו, אף על פי שאין עינו של אדם רואהו, ותראה כי זה הוא היותר קשה שיצטייר בלב האדם ציור אמיתי, יען אין החוש עוזר לזה כלל, אמנם מי שהוא בעל שכל נכון, במעט התבוננות ושימת לב, יוכל לקבוע בלבו אמיתת הדבר, איך הוא בא ונושא ונותן ממש עמו יתברך, ולפניו הוא מתחנן ומאתו הוא מבקש, והוא יתברך שמו מאזין לו מקשיב לדבריו, כאשר ידבר איש אל רעהו ורעהו מקשיב שומע אליו. ואחר שיקבע זה בדעתו, צריך שיתבונן על רוממותו יתברך, אשר הוא מרומם ונשגב על כל ברכה ותהלה, על כל מיני שלימות שתוכל מחשבתנו לדמות ולהבין.", 
            "ועוד צריך שיתבונן על שפלות האדם ופחיתותו, לפי חומריותו וגסותו, כל שכן לפי החטאים שחטא מעודו, כי על כל אלה אי אפשר שלא יחרד לבו ולא ירעש בעודו מדבר דבריו לפניו יתברך, ומזכיר בשמו ומשתדל להרצות לו, הוא מה שאמר הכתוב (תהלים ב'): עבדו את ה' ביראה וגילו ברעדה, וכתיב (שם פ\"ט): אל נערץ בסוד קדושים רבה ונורא על כל סביביו, כי המלאכים להיותם יותר קרובים אליו יתברך מבני הגוף החומרי קל להם יותר לדמות שבח גדולתו, על כן מוראו עליהם יותר ממה שהוא על בני האדם, ואמנם דוד המלך עליו השלום היה משבח ואומר (שם ה'): אשתחוה אל היכל קדשך ביראתך, וכתיב (מלאכי א'): מפני שמי נחת הוא, ואומר (עזרא ט'): אלהי בושתי ונכלמתי להרים אלהי פני אליך. ואולם היראה הזאת צריך שתתגבר בלב בתחלה, ואחר כך תראה פעולותיה גם באיברי הגוף הלא המה: כובד הראש וההשתחואה שפלות העינים וכפיפת הידים כעבד קטן לפני מלך רב, וכן אמרו בגמרא (שבת י'): רבא פכר ידיה ומצלי, אמר כעבדא קמי מאריה.", 
            "והנה דברנו עד עתה מן ההכנעה ומן הבושת, ונדבר עתה מענין הכבוד, הנה כבוד המצוה ויקרה, כבר הזהירונו עליו חז\"ל ואמרו (ב\"ק ט'): זה אלי ואנוהו, התנאה לפניו במצות, ציצית נאה, תפילין נאה, ספר תורה נאה, לולב נאה וכו', וכן אמרו הידור מצוה עד שליש, עד כאן משלו מכאן ואילך משל הקב\"ה. הרי דעת שפתותיהם ז\"ל ברור מללו, שאין די בעשות המצוה לבד, אלא שצריך לכבדה ולהדרה.", 
            "ולהוציא ממי שלהקל על עצמו יאמר אין הכבוד אלא לבני האדם המתפתים בהבלים אלה, אך הקב\"ה אינו חושש לזה, כי הוא מרומם מדברים האלה ונשגב מהם, וכיון שהמצוה נעשית לאמתה די בזה, אמנם האמת הוא שהאדון ברוך הוא נקרא אל הכבוד (תהלים כ\"ט), ואנו חייבים לכבדו, אע\"פ שאינו צריך לכבודנו ולא כבודנו חשוב וספון לפניו, ומי שממעט בזה במקום שהיה יכול להרבות, אינו אלא חוטא.", 
            "הוא מה שהנביא מלאכי מתרעם על ישראל בדבר ה' (מלאכי א'): וכי תגישון עור לזבוח אין רע הקריבהו נא לפחתך הירצך או הישא פניך, ואולם חז\"ל הזהירונו להתנהג הפך זה בעבודה, ואמרו (סוכה נ'): בענין מים שנתגלו שלא יסננם במסננת, מטעם אימור דאמרי להדיוט, לגבוה מי קאמר?! לית ליה הקריבהו נא לפחתך?! ראה נא מה חסרון יש במים שנסתננו, וכבר מותרים הם להדיוט, ואפילו הכי אסורים הם לגבוה משום שאינו דרך כבוד, ואמרו עוד בספרי (דברים י\"ב): וכל מבחר נדריכם, דהיינו שלא יביא אלא מן המובחר.", 
            "וכבר מצאנו קין והבל, הבל הביא מבכורות צאנו ומחלביהן, וקין הביא מן הפסולת מפרי האדמה כפי' ז\"ל, ומה עלה בהם (בראשית ד'): וישע ה' אל הבל ואל מנחתו ואל קין ואל מנחתו לא שעה, ואומר (מלאכי א'): וארור נוכל ויש בעדרו זכר ונודר וזובח משחת לה' כי מלך גדול אני.", 
            "וכמה דברים הזהירונו ז\"ל שלא יהיו מצות בזויות עלינו, וכבר אמרו (שבת י\"ד ; מגילה ל\"ב): כל האוחז ספר תורה ערום נקבר ערום מפני ביזוי המצוה.", 
            "וסדר העלאת ביכורים יהיה לנו לעינים לראות מה הוא הידורן של מצות, שכך שנינו (בכורים פ\"ג): השור הולך לפניהם וקרניו מצופות זהב ועטרה של זית בראשו וכו', עוד שם העשירים מביאים בכוריהם בקלתות של זהב והעניים בסלי נצרים כו', עוד שם ג' מדות בבכורים: בכורים, תוספת בכורים, ועיטור בכורים וכו', הרי לנו בהדיא כמה ראוי לנו להוסיף על גופה של מצוה כדי להדרה, ומכאן נלמוד לכל שאר מצות שבתורה.", 
            "ואמרו (שבת י'): רבא רמי פוזמקי ומצלי אמר (עמוס ד'): הכון לקראת אלהיך ישראל. עוד ארז\"ל (ב\"ר פס\"ה): על הפסוק \"בגדי עשו בנה החמודות\", אמר רשב\"ג אני שמשתי את אבא כו', אבל עשו כשהיה משמש את אביו לא היה משמש אלא בבגדי מלכות, והנה א\"כ לבשר ודם, קל וחומר למלך מלכי המלכים הקב\"ה שהעומד לפניו להתפלל ראוי הוא שילבש בגדי כבוד, ויושב לפניו כמו שיושב לפני מלך גדול.", 
            "והנה בכלל זה יש כבוד השבתות ויום טוב שכל המרבה לכבדם, ודאי עושה נחת רוח ליוצרו, שכן צונו וכבדתו, וכיון שכבר התאמת לנו שכבודו מצוה, הנה מיני הכבוד רבים הם, אך הכלל הוא שכל מעשה שבו נראה חשיבות לשבת צריכים אנו לעשותו. על כן היו החכמים הראשונים עוסקים בהכנות השבת, איש איש לפי דרכו (שבת קי\"ט), ר\"א הוה יתיב אתכתקא דשינא ומנשב נורא, רב ספרא מחריך רישא, רבא מלח שיבוטא, רב הונא מדליק שרגא, רב פפא גדיל פתילתא, רב חסדא פריס סלקא, רבה ורב יוסף מצלחו ציבי, רב נחמן מכתף ועייל מכתף ונפיק, אמר אלו מקלעין לי ר' אמי ור' אסי מי לא מכתפינא קמייהו?", 
            "ותראה היקשו של רב נחמן שיש לנו ממנו מקום לימוד, כי הנה היה מתבונן מה היה הוא עושה לפי דרכו לאדם שהוא חפץ לכבודו, וכזה עצמו היה עושה בשבת.", 
            "ועל דבר זה נאמר (ברכות י\"ז): לעולם יהא אדם ערום ביראה לדעת ולהתבונן דבר מתוך דבר, ולחדש המצאות לעשות נחת רוח ליוצרו בכל הדרכים שאפשר להראות היות מכירים גודל רוממותו עלינו, אשר על כן כל מה שיתיחס לו יהיה נכבד עלינו כבוד גדול, וכיון שהוא ית' בטובו הגדול עם כל שפלותנו רצה בענוותו לחלוק לנו כבוד ולמסור לנו דברי קדושתו, לפחות בכל כחנו נכבדם, ונראה היקר אשר להם אצלנו, ותראה שזאת היא היראה האמיתי שהיא יראת הרוממות שזכרנו שבה תלוי הכבוד המתקרב אל חיבוב האהבה, וכמו שאכתוב עוד בס\"ד, מה שאין כן יראת העונש שאינה העיקרית ואין מעלות המדות האלה נמשכות הימנה.", 
            "ונחזור לענין השבת, הנה אמרו (שבת קי\"ט): רב ענן לביש גונדא, דהיינו שהיה לובש בגד שחור בערב שבת, כדי שיהיה ניכר יותר כבוד השבת בלובשו בו בגדים נאים, נמצא שלא לבד ההכנה לשבת הוא מכלל הכבוד, אלא אפילו ההעדר שמכחו יבחן יותר מציאות הכבוד, גם הוא מכלל המצוה, וכן אסרו לקבוע סעודה בערב שבת מפני כבוד השבת, וכן כל כיוצא בזה.", 
            "ובכלל היראה עוד כבוד התורה ולומדיה, ובהדיא שנינו (אבות פ\"ד): כל המכבד את התורה גופו מכובד על הבריות, ואז\"ל (סנהדרין ק\"ב): אמר ר\"י מפני מה זכה אחאב למלכות כ\"ב שנה, לפי שכבד את התורה שנתנה בכ\"ב אותיות שנאמר וישלח מלאכים אל אחאב וגו', והדבר הזה לא אוכל לעשות. ואז\"ל (ברכות י\"ח): היה הולך ממקום למקום (וספר תורה עמו), לא יניחנו בשק ויניחנו על החמור וירכב עליו, אלא מניחו בחיקו כו', ואסרו עוד (מו\"ק כ\"ה): לישב על המטה שספר תורה עליה. וכן אמרו (עירובין צ\"ח): אין זורקין כתבי הקודש ואפילו הלכות ואגדות. ואסרו (מגילה כ\"ז): להניח נביאים וכתובים על גבי חומשים, הן אלה דברים שאסרו חז\"ל לכל עדת ישראל, והחסיד יש לו ללמוד מאלה ולהוסיף עליהם כהנה וכהנה לכבוד שם ה' אלהיו.", 
            "ובכלל זה הניקיון והטהרה הצריכה לדברי תורה שלא לעסוק בה אפילו בהרהור במקומות המטונפים, ולא בידים שאינם נקיות, וכבר הרבו חז\"ל להזהיר על זה במקומות רבים.", 
            "ובענין לומדי תורה, הנה מקרא כתוב מפני שיבה תקום והדרת פני זקן, ומינה ילפינן לכל מיני כבוד שאפשר לעשות להם שראוי ודאי לחסיד שיעשהו. וכבר אז\"ל (כתובות ק\"ג): ואת יראי ה' יכבד, זה יהושפט מלך יהודה, שכיון שהיה רואה תלמיד חכם היה עומד מכסאו ומחבקו ומנשקו ואומר לו רבי רבי מורי מורי. ורבי זירא כשהיה חלש מלימודו, היה משים עצמו על פתח בית המדרש, לעשות מצוה כשיקום מלפני התלמיד חכם (ברכות כ\"ח).", 
            "כל אלה דברים שכבר רואים אנחנו היות הבורא, יתברך שמו, חפץ בה וגלה דעתו העליון בזה, וכיון שכן מי האיש החפץ לעשות נחת רוח ליוצרו, הנה בדרך זה ילך ויוסיף לקח בתחבולותיו ולעשות הישר לפניו יתברך שמו.", 
            "ובכלל זה כמו כן כיבוד בית הכנסת ובית המדרש שאין די שלא ינהג בהם קלות ראש, אלא שינהג בהם כל מיני כבוד ומורא בכל מנהגיו ובכל פעולותיו, וכל מה שלא היה עושה בהיכל מלך גדול לא יעשה בהם.", 
            "ונדבר עתה מענין האהבה, וענפיה הם ג': השמחה, הדביקות, והקנאה. והנה ענין האהבה הוא שיהיה האדם חושק ומתאוה ממש אל קרבתו יתברך ורודף אחר קדושתו, כאשר ירדוף איש אחר הנחמד ממנו חמדה עזה, עד שיהיה לו הזכרת שמו יתברך ודבור בתהלותיו והעסק בדברי תורתו ואלהותו יתברך, שעשוע ועונג ממש כמי שאוהב את אשת נעוריו או בנו יחידו אהבה חזקה, אשר אפילו הדיבור בם יהיה לו לנחת ותענוג, וכענין הכתוב (ירמיה ל\"א): כי מדי דברי בו זכור אזכרנו עוד.", 
            "והנה ודאי שמי שאוהב את בוראו אהבה אמיתית, לא יניח עבודתו לשום טעם שבעולם, אם לא יהיה אנוס ממש, ולא יצטרך רצוי ופיתוי לעבודה, אלא אדרבא לבו ישיאהו וירצהו אליה אם לא יהיה עיכוב גדול שימנעהו, הנה זאת היא המדה הנחמדת אשר אליה זכו החסידים הראשונים קדושי עליון, וכמאמר דוד המלך עליו השלום (תהלים מ\"ב): כאיל תערוג על אפיקי מים כן נפשי תערוג אליך אלהים צמאה נפשי לאלהים לאל חי מתי אבוא וכו', ואומר (שם פ\"ד): נכספה וגם כלתה נפשי לחצרות ה' וגו', (שם ס\"ג): צמאה לך נפשי כמה לך בשרי וגו'. כל זה מתוקף התשוקה שהיה משתוקק לו יתברך, וכענין מה שכתב הנביא (ישעיה כ\"ו): לשמך ולזכרך תאות נפש, ואומר: נפשי אויתיך בלילה אף רוחי בקרבי אשחרך. ודוד עצמו אומר (תהלים ס\"ג): אם זכרתיך על יצועי באשמורות אהגה בך, ביאר העונג והשעשוע שהיה לו בדברו בו ובשבחיו יתברך שמו, ואומר (שם קי\"ט): ואשתעשע במצותיך אשר אהבתי, ואמר (שם): גם מצותיך שעשועי וגו'.", 
            "והנה זאת ודאי שאהבה זאת צריך שלא תהיה אהבה התלויה בדבר, דהיינו שיאהב את הבורא יתברך על שמטיב אליו ומעשירו ומצליח אותו אלא כאהבת הבן לאביו שהיא אהבה טבעית ממש שטבעו מכריחו וכופהו לזה, כמאמר הכתוב (דברים ל\"ב): הלא הוא אביך קנך.", 
            "ומבחן האהבה הזאת הוא בזמן הדוחק והצרה, וכן אז\"ל (שם ו'): ואהבת את ה' אלהיך בכל לבבך ובכל נפשך אפילו נוטל את נפשך, ובכל מאודך בכל ממונך.", 
            "אמנם כדי שלא תהיינה הצרות והדוחקים קושי ומניעה אל האהבה, יש לאדם להשיב אל עצמו ב' תשובות: הא' מהן שוה לכל נפש, והב' לחכמים בעלי הדעה העמוקה. הא' היא כל מאי דעבדין מן שמיא לטב (ברכות ס'), וזה כי אפילו הצער ההוא הדוחק הנראה בעיניו רעה, איננו באמת אלא טובה אמתית, וכמשל הרופא החותך את הבשר או את האבר שנפסד כדי שיבריא שאר הגוף ולא ימות, שאף על פי שהמעשה אכזרי לכאורה, אינו אלא רחמנות באמת להטיבו באחריתו, ולא יסיר החולה אהבתו מהרופא בעבור זה המעשה, אלא אדרבא יוסיף לאהבה אותו כן הדבר הזה, כשיחשוב האדם שכל מה שהקב\"ה עושה עמו לטובתו הוא עושה, בין שיהיה בגופו, בין שיהיה בממונו, ואף על פי שהוא אינו רואה ואינו מבין איך זה הוא טובתו, ודאי טובתו הוא, הנה לא תחלש אהבתו מפני כל דוחק או כל צער אלא אדרבא תגבר ונוספה בו תמיד.", 
            "אך בעלי הדיעה האמתית אינם צריכים אפילו לטעם הזה, כי הרי אין להם לכוין עצמם כלל, אלא כל תפלתם להגדיל כבוד השם יתברך ולעשות נחת רוח לפניו, וכל מה שיתגברו עיכובים נגדם עד שיצטרכו הם יותר כח להעבירם, הנה יאמץ לבם וישמחו להראות תוקף אמונתם, כשר צבא הרשום בגבורה אשר יבחר לו תמיד במלחמה החזקה יותר להראות תקפו בנצחונה, וכבר מורגל זה הענין בכל אוהב בשר ודם שישמח כי יזדמן לו מה שיוכל להראות בו אל אשר הוא אוהב עד היכן מגיע עוצם אהבתו.", 
            "ונבאר עתה ענפי האהבה, הם הג' שזכרתי: הדביקות, השמחה, והקנאה. הדביקות, הוא שיהיה לבו של אדם מתדבק כל כך בשם יתברך, עד שכבר יסור מלפנות ולהשגיח אל שום דבר זולתו, והוא מה שבא עליו המשל בדברי שלמה (משלי ה'): אילת אהבים ויעלת חן דדיה ירווך בכל עת באהבתה תשגה תמיד. ובגמרא אמרו ז\"ל (עירובין נ\"ד): אמרו עליו על ר\"א בן פדת שהיה יושב ועוסק בתורה בשוק התחתון של ציפורי וסדינו מוטל בשוק העליון של ציפורי, והנה תכלית המדה הזאת הוא להיות האדם מתדבק כך אל בוראו בכל עת ובכל שעה, אמנם לפחות בשעת עבודה אם אוהב הוא את בוראו ודאי שיהיה לו הדביקות הזה.", 
            "ובירושלמי אמרו ר\"ח בן דוסא היה עומד ומתפלל ובא חברבר והכישו ולא הפסיק תפלתו וכו', אמרו לו תלמידיו רבי ולא הרגשת? ואמר להם יבוא עלי מתוך שהיה לבי מכוין בתפלה לא הרגשתי (ברכות פ\"ה).", 
            "ועל הדביקות הוזהרנו בתורה פעמים רבות (דברים י\"ט): לאהבה את ה' אלהיך וגו' (שם): ולדבקה בו (שם): ובו תדבק, ובו תדבקון, ודוד אמר (תהלים ס\"ג): דבקה נפשי אחריך, וענין כל אלה הפסוקים אחד, שהוא הדביקות שהאדם מתדבק בו ית' שאינו יכול ליפרד ולזוז ממנו, ואז\"ל (ב\"ר פ\"פ): ארשב\"ל בג', לשונות של חיבה חבב הקב\"ה את ישראל ואנו למידים וכו': בדביקה, בחשיקה, ובחפיצה, והם ממש ענפי האהבה העיקרית, והיינו התשוקה שזכרתי, והדביקות והנחת והעונג הנמצא בעסק ענינו של הנאהב.", 
            "הב' הוא השמחה, והוא עיקר גדול בעבודה, והוא מה שדוד מזהיר, ואומר (תהלים ק'): עבדו את ה' בשמחה בואו לפניו ברננה. ואומר (שם ס\"ח): וצדיקים ישמחו יעלצו לפני אלהים וישישו בשמחה, וארז\"ל (שבת ל'): אין השכינה שורה אלא מתוך שמחה של מצוה, ועל הפסוק שזכרנו למעלה עבדו את ה' בשמחה, אמרו במדרש (מדרש ש\"ט): א\"ר כשתהיה עומד לפני להתפלל יהא לבך שמח עליך שאתה מתפלל לאלהים שאין כיוצא בו, כי זאת היא השמחה האמתית שיהיה לבו של אדם עלז, על שהוא זוכה לעבוד לפני אדון יתברך שאין כמוהו, ולעסוק בתורתו ובמצותיו שהם השלימות האמתי והיקר הנצחי, ואמר שלמה במשל החכמה (שה\"ש א'): משכני אחריך נרוצה הביאני המלך חדריו נגילה ונשמחה בך, כי כל מה שזוכה האדם ליכנס יותר לפנים בחדרי ידיעת גדולתו יתברך יותר תגדל בו השמחה, ויהיה לבו שש בקרבו. ואומר (תהלים קמ\"ט): ישמח ישראל בעושיו בני ציון יגילו במלכם.", 
            "ודוד שכבר הגיע אל המעלה הזאת שיעור גדול, אמר (שם ק\"ד): יערב עליו שיחי אנכי אשמח בה'. ואמר (שם מ\"ג): ואבואה אל מזבח אלהים אל אל שמחת גילי ואודך בכנור אלהים אלהי. ואמר (שם ע\"א): תרננה שפתי כי אזמרה לך ונפשי אשר פדית. והיינו כי כל כך היתה מתגברת בקרבו השמחה, שכבר השפתים היו מתנענעות מאליהם ומרננות בהיותו עוסק בתהלותיו ית', וכל זה מגודל התלהטות נפשו שהיתה מתלהטת בשמחתה לפניו, הוא מה שסיים ונפשי אשר פדית. ומצינו שנתרעם הקב\"ה על ישראל מפני שחיסרו תנאי זה בעבודתם, הוא שנאמר (דברים כ\"ח): תחת אשר לא עבדת את ה' אלהיך בשמחה ובטוב לבב, ודוד לפי שראה את ישראל בעת התנדבם על בנין הבית שכבר הגיעו למעלה הזאת, התפלל עליהם שתתקיים המדה הטובה בהם ולא תסור, הוא מה שכתוב (ד\"ה א' כ\"ט): ועתה עמך הנמצאו פה ראיתי בשמחה להתנדב לך ה' אלהי אברהם יצחק וישראל אבותינו שמרה זאת לעולם ליצר מחשבות לבב עמך והכן לבבם אליך.", 
            "הענף הג' הוא הקנאה, שיהיה האדם מקנא לשם קדשו, שונא את משנאיו ומשתדל להכניעם במה שיוכל, כדי שתהיה עבודתו ית' נעשית וכבודו מתרבה, והוא מ\"ש דוד ע\"ה (תהלים קל\"ט): הלא משנאיך ה' אשנא ובתקוממיך אתקוטט תכלית שנאה שנאתים וגו'. ואליהו אמר (מלכים א' י\"ט): קנא קנאתי לה' צבאות וגו', וכבר ראינו למה זכה בעבור קנאתו לאלהיו, כמאמר הכתוב (במדבר כ\"ה): תחת אשר קנא לאלהיו ויכפר על בני ישראל, וכבר הפליגו חז\"ל (שבת נ\"ה): לדבר במי שיש בידו למחות ואינו מוחה, וגזרו דינו ליתפס בעון החוטאים עצמו.", 
            "ובמדרש איכה אמרו היו שריה כאילים, מה אילים הללו בשעת שרב הופכים פניהם אלו תחת אלו כך היו גדולי ישראל רואים דבר עבירה והופכים פניהם ממנו, אמר לו הקב\"ה תבא השעה ואני אעשה להם כן, וזה פשוט כי מי שאוהב את חבירו אי אפשר לו לסבול שיראה מכים את חבירו או מחרפים אותו ובודאי שיצא לעזרתו גם מי שאוהב שמו יתברך לא יוכל לסבול ולראות שיחללו אותו ח\"ו ושיעברו על מצותיו, והוא מה שאמר שלמה (משלי כ\"ה): עוזבי תורה יהללו רשע ושומרי תורה יתגרו בם, כי אותם שמהללים רשע ברשעתו ולא יוכיחו על פניו מומו, הנה הם עוזבי התורה ומניחים אותה שתתחלל ח\"ו, אך שומריה המתחזקים להחזיקה ודאי שיתגרו בם לא יוכלו להתאפק ולהחריש, ואמר הקב\"ה אל איוב (איוב מ'): הפץ עברות אפך ראה כל גאה הכניעהו והדוך רשעים תחתם טמנם בעפר יחד פניהם חבוש בטמון, כי זהו תוקף האהבה שיוכל להראות מי שאוהב את בוראו באמת, ואומר (תהלים צ\"ז): אוהבי ה' שנאו רע.", 
            "והנה בארנו עד הנה החסידות מה שתלוי במעשה ובאופן העשיה, נבאר עתה התלויה בכונה, וכבר דברנו גם כן למעלה מענין לשמה ושלא לשמה למדרגותיהם, אמנם ודאי שמי שמתכוין בעבודתו לטהר נפשו לפני בוראו, למען תזכה לשבת את פניו בכלל הישרים והחסידים, לחזות בנועם ה' לבקר בהיכלו, ולקבל הגמול אשר בעוה\"ב לא נוכל לומר שתהיה כונה זו רעה, אכן לא נוכל לומר גם כן שתהיה היותר טובה, כי עד שהאדם מתכוין לטובת עצמו, סוף סוף עבודתו לצורך עצמו. אך הכונה האמתית המצויה בחסידים אשר טרחו והשתדלו להשיגה, הוא שיהיה האדם עובד רק למען אשר כבודו של האדון ב\"ה יגדל וירבה, וזה יהיה אחר שהתגבר באהבה אליו יתברך, ויהיה חומד ומתאוה אל הגדלת כבודו, ומצטער על כל שימעט ממנו, כי אז יעבוד עבודתו לתכלית זה, שלפחות מצדו יהיה כבודו יתברך מתגדל ויתאוה כל שאר בני האדם יהיו כמו כן, ויצטער ויתאנח על מה שממעטים שאר בני האדם, וכל שכן על מה שממעט הוא עצמו בשוגג או באונס או בחולשת הטבע, אשר קשה לו לישמר מן החטאים בכל עת, כענין הכתוב (קהלת ז'): כי אדם אין צדיק בארץ אשר יעשה טוב ולא יחטא.", 
            "ודבר זה ביארוהו בתנא ד\"א ז\"ל אמרו: כל חכם מישראל שיש בו דברי תורה לאמתו, ומתאנח על כבודו של הקב\"ה כו', כל ימיו, ומתאוה ומיצר לכבוד ירושלים ולכבוד בית המקדש ולישועה שתצמח בקרוב ולכינוס גליות, זוכה לרוח הקודש בדבריו וכו', נמצאת למד שזאת היא הכוונה המעולה שהיא רחוקה לגמרי מכל הנאת עצמו, ואינה אלא לכבודו של מקום ולקידוש שמו יתברך המתקדש בבריותיו בשעה שעושים רצונו, ועל זה אמרו (זהר כי תצא): איזהו חסיד המתחסד עם קונו.", 
            "והנה החסיד כזה מלבד העבודה שהוא עובד במעשה מצותיו על הכונה הזאת, הנה ודאי צריך שיצטער תמיד צער ממש על הגלות ועל החורבן, מצד מה שזה גורם מיעוט כביכול לכבודו ית', ויתאוה לגאולה לפי שבה יהיה עילוי לכבוד השם יתברך, והוא מה שכתב התדב\"א שהבאנו למעלה, ומתאוה ומיצר לכבוד ירושלים וכו', ויתפלל תמיד על גאולת בני ישראל והשבת כבוד שמים לעילוי. ואם יאמר אדם מי אני ומה אני ספון שאתפלל על הגלות ועל ירושלים וכו', המפני תפלתי יכנסו הגליות ותצמח הישועה? תשובתו בצדו, כאותה ששנינו (סנהדרין ל\"ח): לפיכך נברא אדם יחידי כדי שכל אחד יאמר בשבילי נברא העולם, וכבר נחת רוח הוא לפניו יתברך שיהיו בניו מבקשים ומתפללים על זאת, ואף שלא תעשה בקשתם מפני שלא הגיע הזמן או מאיזה טעם שיהיה, הנה הם עשו את שלהם והקב\"ה שמח בזה.", 
            "ועל העדר זה הדבר התרעם הנביא (ישעיה נ\"ט): וירא כי אין איש וישתומם כי אין מפגיע, ואמר (שם ס\"ג): ואביט ואין עוזר ואשתומם ואין סומך, ואמר (ירמיה ל'): ציון היא דורש אין לה, ופי' ז\"ל (סוכה מ\"א): מכלל דבעיא דרישה. הרי כאן שחייבים אנחנו בזה, ואין לנו ליפטר מפני מיעוט כחנו, כי על כיוצא בזה שנינו (אבות פ\"ג): לא עליך המלאכה לגמור ואי אתה בן חורין ליבטל הימנה, ואמר עוד הנביא (ישעיה נ\"א): אין מנהל לה מכל בנים ילדה ואין מחזיק בידה מכל בנים גדלה. ואמר (שם מ'): כל הבשר חציר וכל חסדו כציץ השדה, ופי' ז\"ל (תיקונים): שכל חסד שעושים לעצמם הם עושים לטובת נפשם ולהנאתם, ואינם מתכוונים לכונה השלמה הזאת, ולא מבקשים על עילוי הכבוד וגאולתן של ישראל, שהרי אי אפשר לכבוד העליון להתרבות אלא בגאולתן של ישראל וברבוי כבודם שזה תלוי בזה באמת, וכמו שכתב בתד\"א שהזכרתי ומתאנח על כבודו של הקב\"ה ועל כבודן של ישראל.", 
            "נמצאת למד שב' דברים יש בענין זה, אחד הכונה בכל מצוה ועבודה שתהיה לעילוי כבודו של מקום במה שבריותיו עושים נחת רוח לפניו, ועוד הצער והבקשה על עילוי כבודו של ישראל ושלותן.", 
            "ואמנם עוד עיקר שני יש בכונת החסידות, והוא טובת הדור, שהנה ראוי לכל חסיד שיתכוין במעשיו לטובת דורו כולו, לזכות אותם ולהגן עליהם. והוא ענין הכתוב (ישעיה ג'): \"אמרו צדיק כי טוב כי פרי מעלליהם יאכלו\", שכל הדור אוכל מפירותיו, וכן אמרו חז\"ל (ב\"ב ט\"ו): היש בה עץ אם יש מי שמגין על דורו כעץ, ותראה שזהו רצונו של מקום שיהיו חסידי ישראל מזכים ומכפרים על כל שאר המדריגות שבהם, והוא מה שאמרו ז\"ל בלולב ומיניו (ויקרא רבה): יבואו אלה ויכפרו על אלה שאין הקב\"ה חפץ באבדן הרשעים, אלא מצוה מוטלת על החסידים להשתדל לזכותם ולכפר עליהם, וזה צריך שיעשה בכונת עבודתו, וגם בתפלתו בפועל דהיינו שיתפלל על דורו לכפר על מי שצריך כפרה ולהשיב בתשובה מי שצריך לה, וללמד סניגוריא על הדור כולו.", 
            "וכבר אז\"ל (יומא ע\"ז): על הפסוק \"ואני באתי בדבריך\" שלא חזר גבריאל ונכנס לפנים מן הפרגוד אלא כשלימד סינגוריא על ישראל, וגדעון נאמר לו (שופטים ו'): \"לך בכחך זה\", לפי שלמד סניגוריא על ישראל, כי אין הקב\"ה אוהב אלא למי שאוהב את ישראל וכל מה שאדם מגדיל אהבתו לישראל, גם הקב\"ה מגדיל עליו, ואלה הם הרועים האמתים של ישראל שהקב\"ה חפץ בהם הרבה, שמוסרים עצמם על צאנו, ודורשים ומשתדלים על שלומם וטובתם בכל הדרכים, ועומדים תמיד בפרץ להתפלל עליהם ולבטל הגזירות הקשות ולפתוח עליהם שערי הברכה, הא למה זה דומה לאב שאינו אוהב שום אדם יותר ממי שהוא רואה שאוהב את בניו אהבה נאמנת והוא דבר שהטבע יעיד עליו, והוא ענין כהן גדול שאמרו עליו (מכות י\"א): שהיה להם לבקש רחמים על דורם ולא בקשו. וכן אמרו (שם): ההוא גברא דאכליה אריא ברחוק תלת פרסי דריב\"ל ולא אשתעי אליהו בהדיה, הרי לך החובה המוטלת על החסידים לבקש ולהשתדל על בני דורם.", 
            "והנה כבר בארנו חלקי החסידות הראשיים ופרטיהם מסורים לכל שכל ולכל לב טהור להתנהג בהם בדרך הישר לפי השרשים האלה כל דבר בעתו."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h19.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}