{
    "versionTitle": "Perek 13", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק יג: בבאור מדת הפרישות -- הפרישות היא תחלת החסידות. ותראה שכל מה שביארנו עד עתה הוא מה שמצטרך אל האדם לשיהיה צדיק ומכאן ולהלאה הוא לשיהיה חסיד. ונמצא הפרישות עם החסידות הוא כמו הזהירות עם הזריזות, שזה בסור מרע וזה בעשה טוב. והנה כלל הפרישות הוא מה שאמרו ז\"ל (יבמות כ): קדש עצמך במותר לך, וזאת היא הוראתה של המלה עצמה, פרישות, רוצה לומר, להיות פורש ומרחיק עצמו מן הדבר, והיינו, שאוסר על עצמו דבר היתר, והכונה בזה לשלא יפגע באיסור עצמו. והענין, שכל דבר שיוכל להולד ממנו גרמת רע אף על פי שעכשיו אינו גורם לו וכל שכן שאיננו רע ממש, ירחק ויפרוש ממנו.", 
            "והתבונן ותראה שיש כאן שלש מדרגות: יש האיסורים עצמם, ויש סייגותיהם והם הגזרות והמשמרות שגזרו חכמינו ז\"ל על כל ישראל, ויש ההרחקים שמוטל על כל פרוש ופרוש לעשות להיות כונס בתוך שלו ובונה גדרים לעצמו, דהיינו, להניח מן ההיתרים עצמם שלא נאסרו לכל ישראל ולפרוש מהם כדי שיהיה מרוחק מן הרע הרחק גדול.", 
            "וא\"ת מנין לנו להיות מוסיפים והולכים באיסורים, והרי חכמינו ז\"ל אמרו (ירושלמי נדרים פט): לא דייך מה שאסרה תורה, שאתה בא לאסור עליך דברים אחרים? והרי מה שראו חכמינו ז\"ל בחכמתם שצריך לאסור ולעשות משמרת וכבר עשוהו ומה שהניחו להיתר הוא מפני שראו היותו ראוי להיתר ולא לאיסור, ולמה נחדש עתה גזירות אשר לא ראו הם לגזור אותם? ועוד, שאין גבול לדבר הזה, ונמצא, אם כן האדם שומם ומעונה ולא נהנה מן העולם כלל, וחכמינו ז\"ל אמרו (ירושלמי קדושין פד): שעתיד אדם ליתן דין לפני המקום על כל מה שראו עיניו ולא רצה לאכול ממנו אף על פי שהיה מותר לו והיה יכול, ואסמכוה אקרא (קהלת ב): וכל אשר שאלו עיני לא אצלתי מהם.", 
            "התשובה היא, כי הפרישות ודאי צריך ומוכרח והזהירו עליו חכמינו ז\"ל, הוא מה שנאמר (תורת כהנים): \"קדושים תהיו\", פרושים תהיו. עוד אמרו (תענית יא): כל היושב בתענית נקרא קדוש קל וחומר מנזיר. עוד אמרו (פסיקתא): \"צדיק אוכל לשבע נפשו\", זה חזקיהו מלך יהודה, אמרו עליו ששתי אגודות של ירק וליטרא של בשר היו מעלין לפניו בכל יום, והיו ישראל מלעיגין ואומרים זה מלך?! עוד אמרו (כתובות קד): ברבינו הקדוש, שבשעת מיתתו שזקף עשר אצבעותיו ואמר, גלוי וידוע לפניך שלא נהניתי מן העולם הזה אפילו באצבע קטנה שלי. עוד אמרו (תנד\"א כו): עד שאדם מתפלל על דברי תורה שיכנסו בתוך מעיו יתפלל על אכילה ושתיה שלא יכנסו בתוך מעיו.", 
            "הן כל אלה מאמרים מורים בפירוש צורך הפרישות והחובה בו. אמנם, על כל פנים, צריכים אנו לתרץ המאמרים המורים הפך זה? אך הענין הוא כי ודאי חילוקים רבים ועיקרים יש בדבר: יש פרישות שנצטוינו בו, ויש פרישות שהוזהרנו עליו לבלתי הכשל בו, והוא מה שאמר שלמה המלך עליו השלום (קהלת ז): אל תהי צדיק הרבה.", 
            "ונבאר עתה הפרישות הטוב. ונאמר, כי הנה אחר שהתבאר לנו היות כל עניני העולם נסיונות לאדם, וכמו שכתבנו כבר למעלה והוכחנוהו בראיות והתאמת לנו גם כן רוב חולשת האדם וקרבת דעתו אל הרעות, יתברר בהכרח שכל מה שיוכל האדם להמלט מן הענינים האלה ראוי שיעשהו, כדי שיהיה נשמר יותר מן הרעה אשר ברגליהם.", 
            "כי הנה אין לך תענוג עולמי אשר לא ימשוך אחריו איזה חטא בעקבו. דרך משל: המאכל והמשתה כשניקו מכל אסורי האכילה, הנה מותרים הם. אמנם, מלוי הכרס מושך אחריו פריקת העול, ומשתה היין מושך אחריו הזנות ושאר דברים רעים. כל שכן שבהיות האדם מרגיל עצמו לשבוע מאכילה ושתיה, הנה אם פעם אחת יחסר לו רגילותו, יכאב לו וירגיש מאד ומפני זה נמצא הוא מכניס עצמו בתוקף עמל הסחורה ויגיעת הקנין לשתהיה שולחנו ערוכה כרצונו ומשם נמשך אל העוול והגזל, ומשם אל השבועות וכל שאר החטאים הבאים אחר זה, ומסיר עצמו מן העבודה ומן התורה ומן התפלה, מה שהיה נפטר מכל זה אם מתחלתו לא משך עצמו בהנאות אלה.", 
            "וכענין זה אמרו בענין בן סורר ומורה (סנהדרין עב): עמדה תורה על סוף דעתו וכו'. וכן על ענין הזנות אמרו (סוטה ב): כל הרואה סוטה בקלקולה יזיר עצמו מן היין. ותראה כי זאת היא תחבולה גדולה לאדם למען הנצל מיצרו, כי כיון שבהיותו בעסק העבירה קשה עליו לנצחו ולכבוש אותו, על כן צריך שבעודנו רחוק ממנה ישאיר עצמו רחוק, כי אז יהיה קשה ליצר לקרבו אליה.", 
            "הנה הבעילה עם אשתו מותרת היא היתר גמור. אמנם כבר תקנו טבילה לבעלי קריין שלא יהיו תלמידי חכמים מצויים אצל נשיהם כתרנגולים, לפי שאף על פי שהמעשה עצמו מותר, אמנם כבר הוא מטביע בעצמו של אדם התאוה הזאת ומשם יכול להמשך אל האסור, וכמאמר רבותינו ז\"ל (סנהדרין קז): אבר קטן יש באדם, משביעו רעב, מרעיבו, שבע. ולא עוד אלא שאפילו בשעה הראויה והעת ההגון, אמרו על רבי אליעזר (נדרים כ): שהיה מגלה טפח ומכסה טפחים ודומה למי שכפאו שד, כדי שלא ליהנות אפלו בשעת הנאתו.", 
            "המלבושים והקשוטים לא הזהירה התורה על יפיים או על תבניתם, אלא שלא יהיה בהם כלאים ויהיה בהם ציצית ואז כולם מותרים. אמנם, מי לא ידע שמלבישת הפאר והרקמה תמשך הגאוה וגם הזנות יגבל בה, מלבד הקנאה והתאוה והעושק הנמשכים מכל מה שהוא יקר על אדם להשיגו, וכבר אמרו ז\"ל (בראשית רבה כב): כיון שרואה היצר אדם שתולה בעקבו, ממשמש בגדיו ומסלסל בשערו, אומר, זה שלי.", 
            "הטיול והדבור אם אינו בדבר אסור, ודאי דין תורה מותר הוא, אמנם כמה בטול תורה נמשך ממנו, כמה מן הלשון הרע, כמה מן השקרים, כמה מן הליצנות, ואומר (משלי י): ברוב דברים לא יחדל פשע.", 
            "כלל הדבר: כיון שכל עניני העולם אינם אלא סכנות עצומות איך לא ישובח מי שירצה לימלט מהם ומי שירבה להרחיק מהם. זהו ענין הפרישות הטוב, שלא יקח מן העולם בשום שימוש שהוא משתמש ממנו, אלא מה שהוא מוכרח בו מפני הצורך אשר לו בטבעו אליו. הוא מה שהשתבח רבי במאמר שזכרתי, שלא נהנה מן העולם הזה אפילו באצבע קטנה, עם היותו נשיא ישראל ושולחנו שולחן מלכים בהכרח ליקר נשיאותו, וכמאמרם ז\"ל (ע\"ז יא): \"שני גוים בבטנך\" זה רבי ואנטונינוס שלא פסק מעל שלחנם לא חזרת ולא קשות ולא צנון לא בימות החמה ולא בימות הגשמים. וחזקיהו מלך יהודה כמו כן. ושאר המאמרים שזכרתי, כולם מקיימים ומורים שיש לאדם לפרוש מכל מה שהוא תענוג עולמי למען לא יפול בסכנתו.", 
            "ואם תשאל ותאמר, אם כן, איפוא, שזה דבר מצטרך ומוכרח, למה לא גזרו עליו החכמים כמו שגזרו על הסייגות ותקנות שגזרו? הנה התשובה מבוארת ופשוטה, כי לא גזרו חכמים גזרה אלא אם כן רוב הציבור יכולים לעמוד בה, ואין רוב הציבור יכולים לעמוד בה, ואין רוב הצבור יכולים להיות חסידים, אבל די להם שיהיו צדיקים.", 
            "אך השרידים אשר בעם החפצים לזכות לקרבתו יתברך, ולזכות בזכותם לכל שאר ההמון הנתלה בם, להם מגיע לקיים משנת חסידים אשר לא יוכלו לקיים האחרים, הם הם סדרי הפרישות האלה כי בזה בחר ה', שכיון שאי אפשר לאומה שתהיה כולה שוה במעלה אחת, כי יש בעם מדרגות מדרגות איש לפי שכלו, הנה לפחות, יחידי סגולה ימצאו אשר יכינו את עצמם הכנה גמורה, ועל ידי המוכנים יזכו גם הבלתי מוכנים אל אהבתו יתברך והשראת שכינתו. וכענין שדרשו ז\"ל בארבעה מינים שבלולב (ויקרא רבה פ' ל): יבואו אלה ויכפרו על אלה. וכבר מצאנו לאליהו זכור לטוב שאמר לרבי יהושע בן לוי במעשה דעולא בר קושב (ירושלמי תרומות פ\"ח): כשהשיבו, ולא משנה היא? אף הוא אמר לו, וכי משנת חסידים היא.", 
            "אך הפרישות הרע הוא כדרך הסכלים אשר לא די שאינם לוקחים מן העולם מה שאין להם הכרח בו, אלא שכבר ימנעו מעצמם גם את המוכרח וייסרו גופם ביסורין ודברים זרים אשר לא חפץ בהם ה' כלל, אלא אדרבא חכמים אמרו (תענית כב): אסור לאדם שיסגף עצמו, ובענין הצדקה אמרו (ירושלמי סוף פאה): כל מי שצריך לטול ואינו נוטל, הרי זה שופך דמים. וכן אמרו (תענית כב): \"לנפש חיה\", נשמה שנתתי בך החיה אותה, ואמרו (שם יא): כל היושב בתענית נקרא חוטא, והעמידוה בדלא מצי מצער נפשה. והלל היה אומר (משלי יא): \"גומל נפשו איש חסד\" על אכילת הבוקר והיה רוחץ פניו וידיו לכבוד קונו, קל וחומר מדיוקנאות המלכים (ויקרא רבה לד).", 
            "הרי לך הכלל האמיתי: שכל מה שאינו מוכרח לאדם בעניני העולם הזה ראוי לו שיפרוש מהם, וכל מה שהוא מוכרח לו מאיזה טעם שיהיה כיון שהוא מוכרח לו, אם הוא פורש ממנו הרי זה חוטא. הנה זה כלל נאמן, אך משפט הפרטים על פי הכלל הזה אינו מסור אלא אל שקול הדעת ולפי שכלו יהולל איש, כי אי אפשר לקבץ כל הפרטים כי רבים הם ואין שכל האדם יכול להקיף על כולם אלא דבר דבר בעתו."
        ]
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h13.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Messilat Yesharim", 
        "Messilat Yesharim", 
        "Mesillas Yeshorim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}