{
    "versionTitle": "Perek25",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק כה: בדרך קנית היראה -- אך דרך קניית היראה הזאת הוא ההתבונן על ב' ענינם אמתיים: האחד הוא, היות שכינתו יתברך נמצאת בכל מקום שבעולם ושהוא יתברך משגיח על כל דבר קטן וגדול אין נסתר מנגד עיניו, לא מפני גודל הנושא, ולא מפני פחיתותו, אלא הדבר הגדול והדבר הקטן הנקלה והנכבד הוא רואה והוא מבין בלי הפרש, הוא מה שאמר הכתוב (ישעיה ו:ג): מלא כל הארץ כבודו, ואומר (ירמיה כג:כד): הלא את השמים ואת הארץ אני מלא. ואומר (תהלים קיג:ו): מי כה' אלהינו המגביהי לשבת המשפילי לראות בשמים ובארץ. ואומר (תהילים קלח:ו): כי רם ה' ושפל יראה וגבוה ממרחק יידע.",
            "וכיון שיתברר לו שבכל מקום שהוא, הוא עומד לפני שכינתו יתברך, אז מאליה תבוא בו היראה והפחד פן יכשל במעשיו, שלא יהיו כראוי לפי רוממות כבודו, והוא מה שאמרו (פרקי אבות ב:א): דע מה למעלה ממך, עין רואה ואזן שומעת, וכל מעשיך בספר נכתבים, כי כיון שהשגחת הקב\"ה על כל דבר, והוא רואה הכל, ושומע הכל, ודאי שכל המעשים יהיו עושים רושם, וכלם נכתבים בספר אם לזכות או לחובה, ואמנם הדבר הזה אינו מצטייר היטב בשכל האדם, אלא על ידי התמדת ההתבוננות וההסתכלות הגדול, כי כיון שהדבר רחוק מחושינו לא יציירוה השכל אלא אחר רוב העיון וההשקפה, וגם אחר שיציירהו יסור הציור ממנו בנקל אם לא יתמיד עליו הרבה, ונמצא שכמו שרוב ההתבונן הוא הדרך לקנות היראה התמידית, כן היסח הדעת וביטול העיון הוא המפסיד הגדול שלה, יהיה מחמת טרדות או ברצון, כל היסח דעת ביטול הוא ליראה התמידית.",
            "הוא מה שצוה הקב\"ה אל המלך (דברים יז:יט): \"והיתה עמו וקרא בו כל ימי חייו למען ילמד ליראה את ה' אלהיו\" (לענין שחייב לכתוב לעצמו ספר תורה, ולשאת אותו עמו בכל אשר ילך). הא למדת שאין היראה נלמדת אלא מן הקריאה הבלתי נפסקת, ותדקדק שאמר \"למען ילמד ליראה\", ולא אמר למען יירא, אלא לפי שאין היראה הזאת מושגת בטבע, כי אדרבא רחוקה היא ממנו מפני גשמיות החושים, ואינה נקנית אלא על ידי לימוד, ואין לימוד ליראה אלא ברוב ההתמדה בתורה ודרכיה בלי הפסק, והוא שיהיה האדם מתבונן ומעיין בדבר הזה תמיד בשבתו, בלכתו, בשכבו, ובקומו, עד שיקבע בדעתו אמתת הדבר, דהיינו: אמתת המצא שכינתו יתברך בכל מקום, והיותנו עומדים לפניו ממש בכל עת ובכל שעה, ואז יירא אותו באמת, והוא מה שהיה דוד המלך מתפלל ואומר (תהלים פו:יא): הורני ה' דרכך אהלך באמתך יחד לבבי ליראה שמך."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h25.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}