{
    "versionTitle": "Perek 4",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [
            "פרק ד: בדרך קנית הזהירות -- הנה מה שמביא את האדם [על דרך כלל אל הזהירות, הוא לימוד התורה. והוא מה שאמר רבי פינחס בתחלת הברייתא, תורה מביאה לידי זהירות. אמנם על דרך פרט המביא לזה, הוא ההתבוננות על חומר העבודה אשר חייב בה האדם, ועומק הדין עליה. ויצא לו זה, מן העיון במעשים הכתובים בספרי הקודש ומן הלימוד במאמרי החכמים זכרונם לברכה המעוררים על זה.",
            "והנה יש בהתבוננות הזה הערות הערות בהדרגה: לשלמי הדעת, ולפחותים מהם, ולכל ההמון כולו.",
            "לשלמי הדעת, תהיה להם ההערה במה שיתברר להם כי רק השלימות הוא הדבר הראוי שיחמד מהם ולא זולת זה, ושאין רע גדול מחסרון השלמות וההרחקה ממנו. כי הנה אחר שיתבאר זה אצלם ויתבאר להם כמו כן היות האמצעים אליו המעשים הטובים והמדות הטובות, ודאי הוא שלא יתרצו מעולם להמעיט מאלה האמצעים או להקל בהם. כי כבר נתבאר אצלם שאם אמצעים אלה ימעטו להם, או אם האמצעים יהיו חלשים ולא בכל החוזק המצטרך בהם, הנה לא ישיגו בהם שלמות אמיתי אלא יגרע מהם כפי מה שגרעו הם בהשתדלותם, ונמצאים חסרי השלימות, מה שהוא להם צרה גודלה ורעה רבה. על כן לא יבחרו אלא להרבות בהם ולהחמיר בכל תנאיהם, ולא ינוחו ולא ישקטו מדאגה מדבר פן יחסר מהם מה שיגיע אותם אל השלימות אשר הם חפצים. והוא מה שאמר שלמה המלך עליו השלום (משלי כח): אשרי אדם מפחד תמיד, ופירשו זכרונם לברכה (ברכות ס'): ההוא בדברי תורה כתיב.",
            "והנה סוף זאת המדרגה, היא הנקראת יראת חטא, שהיא מן המשובחות שבמדרגות, והוא שיהיה האדם ירא תמיד ודואג פן ימצא בידו איזה שמץ חטא שיעכבהו מן השלימות אשר הוא חייב להשתדל בעבורו. ועל זה אמרו ז\"ל (ב\"ב עה): על דרך המשל, מלמד שכל אחד נכוה מחופתו של חבירו. כי אין זה מטעם הקנאה אשר תפול רק בחסירי הדעת כמו שאכתוב עוד בסיעתא דשמיא, אלא מפני ראותו עצמו חסר מן השלימות מדריגה שהיה יכול להשיגה כמו שהשיגה חבירו. והנה על פי ההתבוננות הזה ודאי שלא ימנע השלם בדעתו להיות זהיר במעשיו.",
            "אך לפחותים מאלה, תהיה ההערה לפי הבחנתם, והוא, לפי ענין הכבוד אשר הם מתאוים לו. וזה כי זה פשוט אצל כל בעל דעת, שאין המדריגות מתחלקות בעולם האמיתי שהוא העולם הבא, אלא לפי המעשים. ושלא יתרומם שם אלא מי שהוא רב המעשים מחבירו. ואשר הוא מעט המעשים הוא יהיה השפל. אם כן, איפוא, איך יוכל האדם להעלים עיניו ממעשיו או למעט השתדלותו בזה אם אחר כך ודאי יצר לו בזמן שלא יוכל לתקן את אשר עותו.",
            "והנה יש מהפתאים המבקשים רק להקל מעליהם, שיאמרו, למה נייגע עצמנו בכל כך חסידות ופרישות, הלא די לנו שלא נהיה מהרשעים הנידונים בגיהנם. אנחנו לא נדחוק עצמנו ליכנס בגן עדן לפני ולפנים. אם לא יהיה לנו חלק גדול, יהיה לנו חלק קטן. אנו די לנו בזה, ולא נכביד על משאנו בעבור זאת. אמנם שאלה אחת נשאל מהם: היוכלו כל כך על נקלה לסבול בעולם הזה החולף, לראות אחד מחבריהם מכובד ומנושא יותר מהם ומושל עליהם וכל שכן אחד מעבדיהם או מן העניים הנבזים ושפלים בעיניהם ולא יצטערו ולא יהיה דמם רותח בקרבם? לא, ודאי! כי הנה עינינו הרואות: כל עמל האדם, להנשא על כל מי שיוכל ולשים מקומו בין הרמים יותר, כי היא קנאת איש מרעהו. ואם יראה חברו מתרומם והוא נשאר שפל, ודאי שמה שיסבול הוא מה שיוכרח לסבלו, כי לא יוכל למנוע, ולבבו יתעשת בקרבו.",
            "מעתה, אם כך קשה עליהם להיות שפלים מזולתם במעלות המדומות והכוזבות, שאין השפלות בם אלא לפנים, ולא ההנשא אלא שוא ושקר, איך יוכלו לסבול שיראו עצמם שפלים יותר מאותם האנשים עצמם אשר הם עתה שפלים מהם. וזה במקום המעלה האמיתית והיקר הנצחי, שאף על פי שעכשו אין מכירים אותו ואת ערכו, על כן לא יחושו אליו, אבל בזמנו, ודאי שיכירוהו לאמיתו לצערם ולבשתם, ודאי שלא יהיה להם זה אלא צער גדול ונצחי.",
            "הרי לך, שאין הסבלנות הזה אשר הם דורשים לעצמם להקל מהם חומר העבודה, אלא פיתוי כוזב שמפתה יצרם אותם, ולא דבר אמיתי כלל. וכבר לא היה מקום לפיתוי זה להם לולי היו רואים אמיתת הענין. אבל לפי שאין מבקשים אותו והולכים ושוגים לרצונם, הנה לא יוסר מהם פתויים עד הזמן אשר לא יועיל להם, כי לא יהיה עוד בידם לתקן את אשר שחתו.",
            "והוא מה שאמר שלמה המלך עליו השלום (קהלת ט): כל אשר תמצא ידך לעשות בכחך עשה כי אין מעשה וחשבון ודעת וחכמה בשאול אשר אתה הולך שמה. והיינו, כי מה שאין האדם עושה עד שהכח מסור בידו מבוראו הוא הכח הבחיריי המסור לו כל ימי חייו שהוא בהם בחיריי ומצוה לעשות, הנה לא יוכל לעשותו עוד בקבר ובשאול, שאין הכח הזה עוד בידו, כי מי שלא הרבה מעשים טובים בחייו, אי אפשר לו לעשותם אחרי כן. ומי שלא חשב חשבון מעשיו, לא יהיה לו זמן לחשבו אז. ומי שלא התחכם בעולם הזה, לא יתחכם בקבר. וזהו שאמר (שם): כי אין מעשה וחשבון ודעת וחכמה בשאול אשר אתה הולך שמה.",
            "אך ההערה לכל ההמון, הנה הוא בענין השכר ועונש עצמם בראות עומק הדין עד היכן מגיע, אשר באמת ראוי להזדעזע ולהתחרד תמיד, כי מי יעמוד ביום הדין ומי יצדק לפני בוראו באשר השקפתו מדקדקת על כל דבר קטן או גדול. וכן אמרו רבותינו ז\"ל (חגיגה ה): ומגיד לאדם מה שיחו, אפילו שיחה קלה שבין איש לאשתו, מגידים לו לאדם בשעת הדין. עוד אמרו (יבמות קכא): וסביביו נשערה מאד, מלמד שהקדוש ברוך הוא מדקדק עם חסידיו כחוט השערה.",
            "אברהם, הוא אברהם האהוב לקונו עד שהכתוב אמר עליו (ישעיה מא): אברהם אוהבי, לא פלט מן הדין מפני דברים קלים שלא דקדק בהם. על שאמר \"במה אדע\", אמר לו הקדוש ברוך הוא, חייך, ידוע תדע כי גר יהיה זרעך (פר\"א מח). על שכרת ברית עם אבימלך בלא ציוויו של מקום, (ב\"ר נד) אמר לו הקב\"ה חייך שאני משהא בשמחת בניך שבעה דורות (שם פט).",
            "יעקב, על שחרה אפו ברחל שאמרה לו הבה לי בנים, אמרו במדרש, זה לשונו: אמר לו הקדוש ברוך הוא, כך עונים את המעוקות? חייך, שבניך עומדים לפני בנה (שם עא). ולפי שנתן את דינה בתיבה כדי שלא יקחה עשו, אף על פי שכונתו היתה ודאי לטובה, אך לפי שמנע חסד מאחיו, אמרו במדרש (שם ע\"ו): אמר לו הקדוש ברוך הוא, למס מרעהו חסד (איוב ו), לא בקשת להשיאה למהול הרי היא נשאת לערל, לא בקשת להשיאה דרך היתר הרי היא נשאת דרך איסור.",
            "יוסף, לפי שאמר לשר המשקים כי אם זכרתני אתך, נתוספו לו שתי שנים, כמאמרם זכרונם לברכה (שם פ\"ט). יוסף עצמו על שחנט את אביו בלי רשותו של מקום, או לפי ששמע עבדך אבינו ושתק, למר כדאית לה ולמר כדאית לה, מת לפני אחיו (שם ק).",
            "דוד, לפי שקרא לדברי תורה זמירות, נענש, שנכשל בדבר עוזא ונתערבבה שמחתו (סוטה לה).",
            "מיכל, לפי שהוכיחה את דוד במה שרקד בחוץ לפני הארון, נענשה שלא היה לה ולד אלא במותה (שמואל ב ו).",
            "חזקיהו, לפי שהראה אל שרי מלך בבל את בית נכתה, נגזר על בניו להיות סריסים בהיכל מלך בבל (מלכים ב כ).",
            "ורבים כאלה מאד.",
            "ובפרק הכל חיבים אמרו (חגיגה ה): רבי יוחנן כד הוה מטי להאי קרא הוה בכי, וקרבתי אליכם למשפט והייתי עד ממהר וגו', עבד ששוקלים עליו קלות כחמורות, תקנה יש לו? ובודאי שאין כונת המאמר שיהיה העונש על שתיהן אחד, כי הקדוש ברוך הוא אינו משלם אלא מדה כנגד מדה. אמנם הענין הוא, שלענין משקל המעשים כך עולות בכף הקלות כמו החמורות, כי לא ישכיחו החמורות את הקלות ולא יעלים הדיין עינו מהם כלל כאשר לא יעלים מהחמורות, אלא על כולם ישגיח ויפקח בהשואה אחת, לדון כל אחד מהם ולהעניש אחר כך על כל אחד כפי מה שהוא, והוא מה ששלמה המלך עליו השלום אומר (קהלת יב): כי את כל מעשה האלקים יביא במשפט וגו', כי כאשר אין הקדוש ברוך הוא מניח מלשכוח כל מעשה טוב קטן כמות שהוא, כן לא יניח מלשפוט ולהוכיח כל מעשה רע קטן כמות שהוא, ולהוציא מלב הרוצים להתפתות ולחשוב שלא יעלה האדון ברוך הוא בדיניו הדברים הקלים ולא יקח חשבון עליהם, אלא כללא הוא (בבא קמא נ): כל האומר, הקדוש ברוך הוא ותרן הוא, יתותרו מעוהי. וכן אמרו: אם אומר לך יצר הרע, חטא, והקדוש ברוך הוא מוחל לך אל תשמע לו. וזה דבר פשוט ומבורר, כי הנה אל אמת ה'.",
            "והוא מה שאמר משה רבנו עליו השלום (דברים לב): הצור תמים פעלו כי כל דרכיו משפט אל אמונה ואין עול וגו', כי כיון שהקדוש ברוך הוא רוצה במשפט, הנה כך הוא עבור על המשפט, העלים את העין מן הזכות כמו מן החובה. על כן אם משפט הוא רוצה, צריך שיתן לכל איש כדרכיו וכפרי מעלליו בתכלית הדקדוק, בין לטוב בין למוטב, והיינו, אל אמונה ואין עול צדיק וישר הוא, שפירשו ז\"ל (ספרי): לצדיקים ולרשעים, כי כך היא המדה ועל הכל הוא דן ועל כל חטא הוא מעניש ואין להמלט.",
            "ואם תאמר, אם כן, מדת הרחמים למה היא עומדת, כיון שעל כל פנים צריך לדקדק בדין על כל דבר? התשובה, ודאי, מדת הרחמים היא קיומו של עולם, שלא היה עומד זולתו כלל וכלל. ואף על פי כן אין מדת הדין לוקה, וזה, כי לפי שורת הדין ממש, היה ראוי שהחוטא יענש מיד תיכף לחטאו בלי המתנה כלל, וגם שהעונש עצמו יהיה בחרון אף, כראוי למי שממרה פי הבורא יתברך שמו, ושלא יהיה תיקון לחטא כלל, כי הנה באמת, איך יתקן האדם את אשר עיות והחטא כבר נעשה? הרי שרצח האדם את חברו, הרי שנאף, איך יוכל לתקן הדבר הזה? היוכל להסיר המעשה העשוי מן המציאות.",
            "אמנם, מדת הרחמים היא הנותנת הפך השלשה דברים שזכרנו: דהינו, שיתן זמן לחוטא ולא יכחד מן הארץ מיד כשחטא, ושהעונש עצמו לא יהיה עד לכלה, ושהתשובה תנתן לחוטאים בחסד גמור, שתחשב עקירת הרצון כעקירת המעשה, דהיינו, שבהיות השב מכיר את חטאו ומודה בו ומתבונן על רעתו ושב ומתחרט עליו חרטה גמורה דמעיקרא כחרטת הנדר ממש שהוא מתנחם לגמרי והיה חפץ ומשתוקק שמעולם לא היה נעשה הדבר ההוא ומצטער בלבו צער חזק על שכבר נעשה הדבר ועוזב אותו להבא ובורח ממנו, הנה עקירת הדבר מרצונו, יחשב לו כעקירת הנדר ומתכפר לו. והוא מה שאמר הכתוב (ישעיה ו): וסר עונך וחטאתך תכפר, שהעון סר ממש מהמציאות ונעקר במה שעכשיו מצטער ומתנחם על מה שהיה למפרע.",
            "וזה חסד ודאי שאינה משורת הדין, אך על כל פנים הנה הוא חסד שאינו מכחיש הדין לגמרי, שהרי יש צד לתלות בו, שתחת הרצון שנתרצה בחטא וההנאה שנהנה ממנו בא עתה הנחמה והצער. וכן אריכות הזמן איננו ויתרון על החטא, אלא סבלנות קצת לפתוח לו פתח תקון. וכן כל שאר דרכי חסד: כענין ברא מזכה אבא (סנהדרין קד), או מקצת נפש ככל הנפש (קהלת רבה ז כז), המוזכרים בדברי החכמים, דרכי חסד הם לקבל את המעט כמרובה, אך לא מתנגדים ומכחישים ממש מדת הדין, כי כבר יש בהם טעם הגון להחשיב אותם.",
            "אך שיותרו עבירות בלא כלום או שלא ישגיח עליהם, זה היה נגד הדין לגמרי, כי כבר לא היה משפט ודין אמיתי בדברים, על כן זה אי אפשר להמצא כלל. ואם אחד מן הדרכים שזכרנו לא ימצא לחוטא להמלט, ודאי שמדת הדין לא תשוב ריקם. וכן אמרו ז\"ל (ירושלמי תענית פ\"ב): מאריך אפיה וגבי דילה.",
            "נמצא, שאין לאדם הרוצה לפקוח עיניו פיתוי שיוכל להתפתות בו לבלתי הזהר במעשיו בתכלית הזהירות ולדקדק בהם תכלית הדקדוק.",
            "הן כל אלה ההשקפות שישקיף עליהן האדם ויקנה בם מדת הזהירות ודאי, אם בעל נפש הוא."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h4.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}