{
    "versionTitle": "Perek 18",
    "sectionNames": [
        "Perek",
        ""
    ],
    "language": "he",
    "title": "Messilat Yesharim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "פרק יח: בבאור מדת החסידות -- מדת החסידות צריכה היא באמת לביאור גדול, כי מנהגים רבים ודרכים רבים עוברים בין רבים מבני האדם בשם חסידות, ואינם אלא גולמי חסידות בלי תואר ובלי צורה ובלי תיקון, ונמשך זה מחסרון העיון וההשכלה האמתית אשר לבעלי המדות ההם, כי לא טרחו ולא נתיגעו לדעת את דרך ה' בידיעה ברורה וישרה, אלא התחסדו והלכו במה שנזדמן להם לפי הסברא הראשונה, ולא העמיקו בדברים ולא שקלו אותם במאזני החכמה. והנה אלה הבאישו את ריח החסידות בעיני המון האנשים, ומן המשכילים עמהם, באשר כבר יחשבו שהחסידות תלוי בדברי הבל או דברים נגד השכל והדיעה הנכונה, ויאמינו היות כל החסידות תלוי רק באמירת בקשות רבות, ווידוים גדולים, ובכיות והשתחויות גדולות ובסיגופים הזרים שימית בהם האדם את עצמו, כטבילות הקרח והשלג וכיוצא בדברים האלה. והנה לא ידעו כי אף על פי שקצת דברים אלה צריכים לבעלי תשובה, וקצתם ראוים לפרושים, הנה לא על אלה נוסד החסידות כלל, כי אם הטוב שבמנהגים האלה הוא ראוי להתלוות אל החסידות.",
            "אך מציאות החסידות עצמו הוא דבר עמוק מאד להבינו על נכון, והוא מיוסד על יסודות חכמה רבה ותיקון המעשה בתכלית אשר ראוי לכל חכם לב לרדוף אחריו, כי רק לחכמים להשיגו באמת, וכן אז\"ל (אבות פ\"ב): לא עם הארץ חסיד. ונבאר עתה ענין זה על הסדר, הנה שורש החסידות הוא משאמרו חז\"ל (ברכות י\"ז): אשרי אדם שעמלו בתורה ועושה נחת רוח ליוצרו. והענין הוא כי הנה המצות המוטלות על כל ישראל כבר ידועות הן וחובתן ידועה עד היכן היא מגעת, אמנם מי שאוהב את הבורא ית\"ש אהבה אמתית לא ישתדל ויכוין לפטור עצמו במה שכבר מפורסם מן החובה אשר על כל ישראל בכלל, אלא יקרה לו כמו שיקרה אל בן אוהב אביו שאילו יגלה אביו את דעתו גילוי מעט שהוא חפץ בדבר מן הדברים, כבר ירבה הבן בדבר ההוא ובמעשה ההוא כל מה שיוכל. ואע\"פ שלא אמרו אביו אלא פעם אחת ובחצי דיבור, הנה די לאותו הבן להבין היכן דעתו של אביו נוטה לעשות לו, גם את אשר לא אמר לו בפירוש, כיון שיוכל לדון בעצמו שיהיה הדבר ההוא נחת רוח לפניו ולא ימתין שיצוהו יותר בפירוש או שיאמר לו פעם אחרת.",
            "והנה דבר זה אנחנו רואים אותו בעינינו שיולד בכל עת ובכל שעה בין כל אוהב וריע, בין איש לאשתו, בין אב ובנו, כללו של דבר בין כל מי שהאהבה ביניהם עזה באמת. שלא יאמר לא נצטויתי יותר, די לי במה שנצטויתי בפירוש, אלא ממה שנצטוה ידון על דעת המצוה וישתדל לעשות לו מה שיוכל לדון שיהיה לו לנחת. והנה כמקרה הזה יקרה למי שאוהב את בוראו ג\"כ אהבה נאמנת, כי גם הוא מסוג האוהבים ותהיינה לו המצות אשר צוויים גלוי ומפורסם לגילוי דעת לבד לדעת שאל הענין ההוא נוטה רצונו וחפצו ית\"ש, ואז לא יאמר די לי במה שאמור בפירוש, או אפטור עצמי במה שמוטל עלי עכ\"פ, אלא אדרבא יאמר כיון שכבר מצאתי ראיתי שחפצו ית\"ש נוטה לזה, יהיה לי לעינים להרבות בזה הענין ולהרחיב אותו בכל הצדדין שאוכל לדון שרצונו יתברך חפץ בו, וזהו הנקרא עושה נחת רוח ליוצרו.",
            "נמצא כלל החסידות הרחבת קיום כל המצות בכל הצדדין והתנאים שראוי ושאפשר, והנך רואה שהחסידות ממין הפרישות, אלא שהפרישות בלאוין והחסידות בעשין ושניהם ענין אחד, שהוא להוסיף על המפורש מה שניכל לדון לפי המצוה המפורשת שיהיה נחת רוח לפניו יתברך, זהו גדר החסידות האמתי ועתה נבאר חלקיו הראשיים."
        ]
    ],
    "versionSource": "http://www.shechem.org/torah/mesyesh/h18.htm",
    "maps": [],
    "heTitle": "מסילת ישרים",
    "titleVariants": [
        "Messilat Yesharim",
        "Messilat Yesharim",
        "Mesillas Yeshorim",
        "Path of the Just"
    ],
    "textDepth": 2,
    "categories": [
        "Musar"
    ]
}