{
    "versionTitle": "Perek 7", 
    "sectionNames": [
        "Perek", 
        ""
    ], 
    "language": "he", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "פרק ז: בביאור חלקי הזריזות -- חלקי הזריזות שנים, אחד קודם המעשה ואחד אחרי כן. קודם התחלת המעשה הוא שלא יחמיץ האדם את המצוה, אלא בהגיע זמנה או בהזדמנה לפניו או בעלותה במחשבתו, ימהר יחיש מעשהו לאחוז בה ולעשות אותה ולא יניח זמן לזמן שיתרבה בינתים. כי אין סכנה כסכנתו, אשר הנה כל רגע שמתחדש, יוכל להתחדש איזה עכוב למעשה הטוב. ועל אמיתת זה הדבר העירונו ז\"ל (בראשית רבה פרק עו): בענין המלכת שלמה שאמר דוד לבניהו (מלכים א א): והורדתם אותו אל גיחון, וענה בניהו: אמן, כן יאמר ה'. אמרו, זה לשונם (בראשית רבה עו): רבי פינחס בשם רבי חנן דצפורי, והלא כבר נאמר (דבה\"א כב): הנה בן נולד לך הוא יהיה איש מנוחה? אלא הרבה קטגורין יעמדו מכאן ועד גיחון. על כן הזהירו זכרונם לברכה (מכילתא שמות יב): ושמרתם את המצות, מצוה הבאה לידך אל תחמיצנה, ואמרו (נזיר ג): לעולם יקדים אדם לדבר מצוה, שלפי שהקדימה בכירה לצעירה, זכתה וקדמה ארבעה דורות בישראל למלכות. ואמרו (פסחים ד): זריזים מקדימים למצוות. וכן אמרו (ברכות ו): לעולם ירוץ אדם לדבר מצוה ואפילו בשבת. ובמדרש אמרו (בראשית רבה פ' מח): הוא ינהגנו על מות, בזריזות, כאלין עולמתא, כמה דאת אמר (תהלים סו): בתוך עלמות תופפות. כי הזריזות היא מדת שלימות גדול אשר טבעו של האדם מונעה ממנו עתה. ומי שמתגבר ותופש בה כל מה שיוכל, הנה לעתיד לבוא יזכה לה באמת, אשר הבורא יתברך יתנה לו שכרו חלף מה שהשתדל אחריה בזמן עבודתו.", 
            "אך הזריזות אחר התחלת המעשה הוא, שכיון שאחז במצוה, ימהר להשלים אותה ולא להקל מעליו כמי שמתאוה להשליך מעליו משאו, אלא מיראתו פן לא יזכה לגמור אותה. ועל זה הרבו להזהיר, זכרונם לברכה, ואמרו (בראשית רבה פ' פה): כל המתחיל במצוה ואינו גומר אותה, קובר אשתו ובניו. ואמרו (שם): אין המצוה נקראת אלא על שם גומרה. ואמר שלמה המלך עליו השלום (משלי כב): חזית איש מהיר במלאכתו לפני מלכים יתיצב, בל יתיצב לפני חשוכים. וחכמים זכרונם לברכה (סנהדרין קד) יחסו לו השבח הזה, על שמיהר במלאכת בנין הבית ולא נתעצל בה לאחר אותה. וכן דרשוהו על משה עליו השלום, על שמיהר במלאכת המשכן.", 
            "וכן תמצא כל מעשיהם של צדיקים תמיד במהירות. אברהם כתוב בו (בראשית יח): וימהר אברהם האהלה אל שרה ויאמר מהרי וגו', ויתן אל הנער וימהר. רבקה, (שם כד) ותמהר ותער כדה וגו'. וכן אמרו במדרש (במדבר רבה פרשה י): ותמהר האשה וגו' (שופטים יג), מלמד שכל מעשיהם של צדיקים במהירות, אשר לא יתנו הפסק זמן לא אל התחלת המצוה ולא אל השלמתה.", 
            "ותראה שהאדם אשר תלהט נפשו בעבודת בוראו, ודאי שלא יתעצל בעשית מצותיו, אלא תהיה תנועתו כתנועת האש המהירה, כי לא ינוח ולא ישקוט עד אם כלה הדבר להשלימו. ואמנם, התבונן עוד, שכמו שהזריזות הוא תולדת ההתלהטות הפנימי, כן מן הזריזות יולד ההתלהטות. והיינו, כי מי שמרגיש עצמו במעשה המצוה כמו שהוא ממהר תנועתו החיצונה, כן הנה הוא גורם שתבער בו תנועתו הפנימית כמו כן, והחשק והחפץ יתגבר בו וילך. אך אם יתנהג בכבדות בתנועת איבריו, גם תנועת רוחו תשקע ותכבה. וזה דבר שהנסיון יעידהו.", 
            "ואמנם כבר ידעת, שהנרצה יותר בעבודת הבורא, יתברך שמו, הוא חפץ הלב ותשוקת הנשמה. והוא מה שדוד המלך מתהלל בחלקו הטוב ואומר (תהלים מב): כאיל תערג על אפיקי מים כן נפשי תערוג אליך אלקים, צמאה נפשי לאלקים וגו'. (שם פד): נכספה וגם כלתה נפשי לחצרות ה'. (שם סג): צמאה לך נפשי כמה לך בשרי. ואולם האדם אשר אין החמדה הזאת לוהטת בו כראוי, עצה טובה היא לו שיזדרז ברצונו, כדי שימשך מזה שתולד בו החמדה בטבע, כי התנועה החיצונה מעוררת הפנימית, ובודאי שיותר מסורה בידו היא החיצונה מהפנימית. אך אם ישתמש ממה שבידו, יקנה גם מה שאינו בידו בהמשך, כי תולד בו השמחה הפנימית והחפץ והחמדה מכח מה שהוא מתלהט בתנועתו ברצון. והוא מה שהיה הנביא אומר (הושע ו): ונדעה נרדפה לדעת את ה', וכתוב (שם יא): אחרי ה' ילכו כאריה ישאג."
        ]
    ], 
    "heTitleVariants": [
        "מסילת ישרים"
    ], 
    "versionSource": "http://www.shechem.org/torah/mesyesh/h7.htm", 
    "maps": [], 
    "heTitle": "מסילת ישרים", 
    "titleVariants": [
        "Mesillas Yeshorim", 
        "Messilat Yesharim", 
        "Path of the Just"
    ], 
    "textDepth": 2, 
    "categories": [
        "Musar"
    ]
}