{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Makkot",
    "title": "Mishnah Makkot",
    "lengths": [
        3,
        34
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה מכות",
    "versionSource": "http://www.sefaria.org/Mishnah_Makkot",
    "next": "Mishnah Makkot 2",
    "maps": [],
    "length": 3,
    "book": "Mishnah Makkot",
    "text": [
        [
            "How are conspiring witnesses dealt with?  [If they said] \"We testify that so-and-so is the son of a divorced woman\" or \"the son of a chalutzah,\" we do not say that he should become the son of a divorced woman or the son of a chalutzah in place of the accused.  Rather, he is given 40 lashes.  [If they said] \"We testify that so-and-so is to be exiled,\" we do not say \"exile this witness in his place.\"  Rather, he is given 40 lashes.  [If they said] \"We testify that so-and-so divorced his wife and did not give her [the money promised to her in her] Ketubah,\"   eventually the accused would have given her the [money promised to her in her] Ketubah [and thus there is no permanent condition for the witness to be given in place of the accused].  Therefore, we assess how much someone would pay for this woman's Kesubah on condition that if her husband dies or they get divorced he would recieve the money, but if she then dies [before her husband], the husband would inherit her property [including the Ketuubah].  [If they said] \"We testify that so-and-so owes his friend 1,000 Zuz to be repaid within 30 days,\" and the accused [admits that he owes the money but] says he must pay back his dept within 10 years, we asses the difference between how much a person would be willing to pay to borrow 1,000 zuz for 10 years     and how much he would pay to borrow the money for only 30 days.",
            "Witnesses who testify that Plony owes his friend 200 zuz and is found to have lied, he receives lashes and pays, for it is not the same cause that brings upon them lashes that brings upon them payment. This is according to Rabbi Meir. And the sages say, anyone who pays does not receive lashes.",
            "\"We testify against this man Ploni that he deserves 40 lashes\", and they were found to be zommemim (scheming), they receive 80 lashes, because of \"You shall not bear false witness against your neighbor,\" (Exodus 20:12),  and because of \"Then shall you do unto him, as he had purposed to do,\" (Deuteronomy 19:19), these are the words of Rabbi meir. And the sages say they do not receive but 40 lashes. You triple in money but do not triple in lashes. How? If they testified that he owed his friend 200 zuz, and they were found to be zommemim (scheming), between them they have to pay triple that amount. But if they testified that he deserved 40 lashes, and they were found to be zommemim (scheming), each one of them receives 40 lashes.",
            "Witnesses are not considered \"plotting witnesses\" until they have contradicted themselves. How does this occur? They said, \"We testify that the person Ploni (anonymous) killed someone.\" Another pair of witnesses reply, \"How are you testifying about this person Ploni, because (either) Ploni was with us, (or) the person who was supposedly killed by Ploni was with us, at the same time in a specific place.\" The first pair of witnesses would not be considered to be \"plotting witnesses\". But, if the second pair of witnesses had come and said, \"You (the first pair of witnesses) were with us at that same time in a different specific place, then the first pair of witnesses would be considered \"plotting witnesses\", and they would receive capital punishment.",
            "If others come and prove perjury, and others come and prove their purjery, even 100 [times], all of them are put to death. Rabbi Yehuda says, \"This is seditious. The only group that is put to death is the first one alone.\"",
            "Plotting witnesses are not killed until the judgement is finished, and the Saduccees say not until the defendant is killed, because the verse says (Leviticus 24:18, Exodus 21:23): \"a life for a life\". The Sages said to the Saduccess, but didn't it already say (Deuteronomy 19:19): \"You shall do to him like he plotted to do to his brother\" and clearly his brother is still alive. So then why does it say \"a life for a life\"? You might think that they can be killed from the time their testimony is accepted, but the verse comes to teach us \"A life for a life\", they are not killed until the judgement is finished.",
            "(Deuteronomy 17:6) \"By the testimony of two or three witnesses [the perpetrator] shall surely be put to death.\" If two witnesses establish testimony, why did the verse specify three witnesses?  The Torah is relating three witnesses to two witnesses.  Just as a group of three witnesses can make a group of two witnesses zomemin, so too a group of two witnesses can make a group of three witnesses zomemin.  And where do we know that a group of two witnesses can make a group of one hundred witnesses zomemin?  The Torah says \"witnesses\".  Rabbi Shim'on says: Just as two witnesses are not killed until both of them become zomemin so too three witnesses are not killed until all three of them are zomemin.  And where do we know that this is the case even for one hundred witnesses?  The Torah says: \"witnesses\".  Rabbi 'Akiva says: The third witness in the group only makes the case stricter and makes his punishment like that of the others.  If so, the Torah punishes those that assist transgressors like transgressors.  All the more so, those who assist in the performance of mitzvoth will be rewarded like those that perform mitzvoth.",
            "Just as if there were two [witnesses], and one was found to be a close relative or invalid, the entire testimony is invalidated, so too if there are three [witnesses] and one was found to be a close relative or invalid the entire testimony is invalidated. From where do we know [that this applies] even for one hundred [witnesses]?  The verse states: \"witnesses\". Rabbi Yossi said: \"What case are we talking about?  In cases of capital cases, however with monetary cases the testimony is upheld by the others.\" Rebbe said: \"The law is the same for capital cases and monetary cases.\"  And when is this?  In a case when they gave warning to [the perpetrator], however when they did not give warning what can two brothers do who saw someone killing a person?",
            "Should two [witnesses] see [the perpetrator] from one window and two [witnesses] see him from another window and one [witness] warns him, if they have a partial view of each other they are considered as one group.  If not, they are considered as two groups.  Therefore if one pair is found guilty of perjury  [in a capital crime], both they and the  accused will be executed, and the other pair is exempt.  Rabbi Yossi says: \"They are never executed unless warned by two witnesses as it says (Deuteronomy 17:6): 'By the mouth of two witnesses.'\" Alternatively: \"By the mouth of two witnesses,\" [meaning] the court should not hear testimony in translation. ",
            "If someone whose judgement was final, ran away but came back to the same Beit Din, we do not rip up his old judgment. Any place or time that two witnesses came and said, \"We testify that this person that had a judgement passed against him in a certain court,\" and \"Joe\" and \"Jon\" were the witnesses, we kill [the defendant on this testimony]. A Sanhedrin that would execute somebody once every seven years would be considered a violent Beit Din. Rabbi Elazar Ben Azariah says: \"Once every 70 years.\" Rabbi Tarfon and Rabbi 'Akiva said: \"If we were on the Sanhedrin we would never have killed anyone!\" Rabban Shim'on Ben Gamliel said: \"They would have increased violence in Israel.\""
        ],
        [
            "These are exiled:  one who kills a human accidentally.  If he was rolling a roller and it fell on him and killed him, or if he was raising a barrel and it fell and killed him, or if he was descending a ladder and fell and killed him-- all of these would be exiled.  However, if he was pulling a roller and it fell and killed him, or if he was lowering a barrel and the rope broke and it fell and killed him, or if he was climbing a ladder and fell and killed him-- such a person is not exiled.  This is the principle:  anything that is on its way down, exile.  Anything that is not on its way down, no exile.  If the blade came off the handle and killed, Rabbi says he is not exiled but the sages say he is exiled.  If it came out of the wood being chopped, Rabbi says he is exiled but the sages say he is not exiled.",
            "One who throws a rock into a public space and it kills someone, he is exiled.  Rabbi Eliezer ben Yaakov says:  if the person stuck his head into the public space only after the stone left his hand, he is exempt.  If he threw the stone into his courtyard and it killed:  if the victim had permission to be there, he is exiled, but if he did not have permission, he is not exiled, as it says (Deuteronomy 19:5), \"If he comes upon his fellow in the woods...\" Just as the woods is open for both the victim and the perpetrator to be there, which excludes an owned courtyard where it is not the case that both the victim and the perpetrator have permission to be there.  Aba Shaul says: Just as chopping wood is optional, [so too one is only exiled for optional activities] which excludes a father beating his son, a teacher disciplining his student, and the messenger of the courts.",
            "A father can be exiled on account of (killing his) son and a son can be exiled on account of (killing his) father.  All are exiled on account of (killing) an Israelite and an Israelite is exiled on account of (killing) them, except for a resident alien.  A resident alien is only exiled on account of (killing) a resident alien.  A blind person is not exiled, the words of Rabbi Judah.  Rabbi Meir says (a blind person is) exiled.  A known enemy is not exiled.  Rabbi Yose bar Yehuda says:  a known enemy is killed because he is as one who is habitual.  Rabbi Shimon says:  some known enemies are exiled and some are not exiled.  This is the general rule:  anyone who we can say killed with intent is not exiled.  If he killed without intent, he is exiled.",
            "To where are they exiled?  To the cities of refuge:  3 on the other side of the Jordan River and 3 in the land of Canaan, as it says, (Numbers 35:14) \"Give three cities on this side of the Jordan and give three cities in the land of Canaan.\"  Until the three were chosen in the land of Canaan, the three on the other side of the Jordan did not collect, as it says, (Numbers 35:15) \"These six cities\"-- until all six can collect as one.",
            "And roads are designated from one to the next, as it says, (Deuteronomy 19:3), \"Prepare the road and divide in thirds...\" Two sages are given to them lest they kill him on the road and they speak with him.  Rabbi Meir says:  He speaks for himself, as it says, (Deuteronomy 19:4), \"And this is the matter/word of the murderer...\"",
            "Rabbi Yose bar Yehuda says:  At the outset, both neglectful and purposeful arrive at the city of refuge.  The court sends and takes him from there.  One who is to be killed by the court, they kill him.  One who is to be exiled, they return him to his place, as it says (Numbers 35:25), \"The community will return him to his city of refuge.\"  (The death of) one who is anointed with oil (the high priest) and one who has many clothes (a step in becoming the high priest) and one who used to be anointed, those return the killer (from the city of refuge to his city of origin).  Rabbi Judah says: even one who is anointed for the purposes of war returns the killer.  Therefore, the mothers of priests provided food and clothes (to the residents of cities of refuge), so they would not pray for their sons to die.  If the high priest died after his judgment was finished, he is not exiled.  If the high priest died before his judgment was finished and they appointed a new one and after that his judgment was finished, he is returned with the death of the second.",
            "If his judgment is finished without a high priest, or if he kills the high priest, or a high priest who kills, those never leave there (the city of refuge).  And he may not leave in order to testify for an obligatory purpose or for a monetary case or for a capital case.  Even if Israel needs him, even if the head of the military of Israel like Yoav ben Zeruiah, he may not ever leave there.  As it says (Numbers 35:25), \"Where he ran there\"-- there must be his residence, there must be his death, there must be his burial.  Just as the city collects (protects), so too its outskirts collect.  A killer who leaves the outskirts and the blood avenger (next of kin) finds him, Rabbi Yose the Galilean says:  (killing him) is an obligation of the blood avenger and optional for anyone.  Rabbi Akiva says:  (killing him) is optional for the blood avenger and any person is not liable for it.  A tree which stands in the outskirts and its shade stretches out of the outskirts or if the tree stands out of the outskirts and its shade stretches into the outskirts, the ruling is according to the shade.  If he kills in the same city, he is exiled from one neighborhood to another neighborhood.  A Levite who kills is exiled from one city to another.",
            "Similarly, a killer who was exiled to his city of refuge and the people of that city want to honor him, he should say to them, \"I am a killer.\"  If they say the desire even still, he should accept from them, as it says (Deuteronomy 19:4), \"This is the matter of the killer.\"  They would pay rent to the Levites, these are the words of Rabbi Judah.  Rabbi Meir says:  they do not pay them rent.  (When he returns to his city of origin) he returns to the level he had been, these are the words of Rabbi Meir.  Rabbi Judah says:  he would not return to the level he had been."
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "One who tatoos: If he writes without engraving, or he engraves without writing, he is not liable for lashes, until he writes and engraves with ink or pigment or anything that leaves an impression. Rebbi Shimon ben Yehudah said in the name of Rebbi Shimon [bar Yochai]: He is not liable until he writes a name [of idolatry] there. As it says (Vayikra 19): \"Do not tatoo yourself, for I am G-d.\"",
            "A Nazirite who drinks wine every day is only liable for one.  If they said to him, \"Don't drink!  Don't drink!\" and he drank, he is liable for each and every one.",
            "",
            "There is [the possibility that one could] plow only one furrow and become liable [on that account] for eight prohibited acts: [This is the case where] one  (1) plows with an ox and a donkey [yoked together] (in violation of Deuteronomy 22:10) (2 and 3) that are [two animals] dedicated to the sanctuary, (4) [plowing] mixed seeds [sown] in a vineyard (in violation of Deuteronomy 22:9), (5) during a Sabbatical year (in violation of Leviticus 25:4), (6) on a Festival-day (in violation of, for example, Leviticus 23:7), (7) [when the plower is] a priest (in violation of Leviticus 21:1) (8) and a Nazirite (in violation of Numbers 6:6) plowing in a contaminated place.   Chananya ben Chachinai says: Also he may have been wearing [while plowing] a garment of mixed [wool and linen] fabrics (in violation of Leviticus 19:19 and Deuteronomy 22:11).  They said to him: This is not in the same category [as the other violations].  He said to them: Neither is the Nazirite in the same category [as the other violations].",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "titleVariants": [
        "Mishna Makkot",
        "Mishnah Makkot",
        "M Makkot",
        "M. Makkot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}