{
    "versionTitle": "English talmud Bavli",
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "language": "en",
    "title": "Megillah",
    "lengths": [
        61,
        280
    ],
    "text": [
        [],
        [],
        [
            "MISHNAH: The Megilla is read on the eleventh, the twelfth, the thirteenth, the fourteenth, and the fifteenth [of Adar], never earlier and never later.",
            "Cities which have been walled since the days of Joshua Son of Nun read on the fifteenth; Villages and large towns read on the fourteenth. The villages, however may [sometimes] push the reading forward to the court day.",
            "How does this work?",
            "If [the fourteenth of Adar] falls on Monday, the villages and large towns read on that day, and the walled places on the next day.",
            "If it falls on Tuesday or Wednesday, the villages push the reading forward to the court day. The large towns read on the day itself, and the walled place on the next day.",
            "If [the fourteenth falls] on Thursday, the villages and large towns read on that day and the walled places on the next day.",
            "If it falls on Friday, the villages push the reading forward to the court day, and the large towns and walled places read on the day itself.",
            "If it falls on Shabbos, the villages and large towns push the reading [of the Megilla] forward to the court day and the walled places read [the Megilla] on the next day.",
            "If it falls on Sunday, the villages push the reading [of the Megilla] forward to the court day. The large towns read on the same day, and the walled cities [read] on the following day. ",
            "GEMARA: \"The Megilla is read on the eleventh.\"",
            "How can this be derived?.",
            "[How can you ask,] ‘Where can this be derived’?",
            "Surely it is as we state further on,",
            "‘The Sages made a concession to the villages, allowing them to push the reading forward to the Court day, so that [they should have leisure to] supply food and water for their brethren in the large towns’?",
            "What we mean [by our question] is this:",
            "Let us see now. All these dates were laid down by the Men of the Great Assembly.  For if you should [deny this and affirm] that the Men of the Great Assembly laid down only the fourteenth and fifteenth, [is it possible that] the [later] Rabbis should have come and annulled a regulation made by the Men of the Great Assembly",
            "seeing that we have learnt",
            "‘One Bais Din cannot annul the ordinances of another unless it is superior to it in number and in wisdom’? Obviously, therefore, all these days must have been laid down by the Men of the Great Assembly, [and therefore we ask], where are they hinted to [in the Tanach]?",
            "Rav Shimon bar Abba said in the name of R' Yochanan:",
            "'It says, (Esther 9:31) ‘To confirm these days of Purim in their times.’ [which indicates that] they laid down many ‘times’ for them. ",
            "But this text is required for its literal meaning?",
            "If that were the case, it [the Tanach] could have simply stated ‘at the [appointed] time’. What then is implied by ‘their times’? A large number of ‘times’!'",
            "But still I may say that [the expression ‘their’times’] is required,",
            "to indicate that the time of one is not the same as the time of the other?",
            "If that where the case, it [the Tanach] should say [simply], ‘their time’. Why does it say ‘their times’? So that you may infer from this:  All of them [the days]. ",
            "But cannot you say,",
            "that ‘their times’ means ‘numerous times’?",
            "The expression ‘their times’ is to be interpreted in the same way as we should interpret ‘their time’:  Just as ‘their time’ would indicate two [days], so ‘their times’ indicates two [in addition]. ",
            "But why not make these the twelfth and thirteenth?",
            "For the reason given [elsewhere] by Rav Shmuel bar Yitzchak:",
            "The thirteenth is a time of assembly for all[the community], and no special indication is required for it in the text [the Tanach]",
            "We may say here that the thirteenth day is a time of assembly and no special indication is required for it in the text. ",
            "But why not say that the sixteenth and seventeenth are meant?",
            "[As it says] (Esther 9:27) ‘And it shall not pass’.",
            "But R' Shmuel bar Nachmani says:",
            "'It [the Tanach] says (Esther 9:22) ‘As the days wherein the Jews had rest from their enemies.’  [The expression] ‘the days’ [would have sufficed] and we have ‘as the days’, to include the eleventh and the twelfth.",
            "But cannot I say the twelfth and thirteenth?'",
            "Said Rav Shmuel bar Yitzchak:",
            "'The thirteenth is a time of assembly for all, and does not require special indication [in the text]. ",
            "But cannot I say the sixteenth and the seventeenth?'",
            "It is written, (Esther 9:27) ‘and it shall not pass’.",
            "Why did R' Samuel bar Nachmani not derive the rule from the expression ‘in their times’?",
            "He does not accept the distinction [made above between] ‘time’, ‘their time’ and ‘their times’.",
            "And why did Rav Shimon bar Abba not derive the rule from the expression ‘as the days’?",
            "He can say to you:",
            "This is meant to make the rule apply to future generations. ",
            "Rava bar Bar Chunah said in the name of R' Yochanan:",
            "'This [rule stated in the Mishnah] is the ruling of R. Akiva - the anonymous authority, who draws the distinction between ‘time’, ‘their time’ and ‘their times’.' But the Sages Say:",
            "The Megilla is only to be read on the proper day. ",
            "The following was adduced in refutation of this:",
            "R' Yehuda said: 'When does this rule apply? When the years are properly fixed and Israel resides upon their own soil.'",
            "But in these days, since people reckon from it, the Megilla is to be read only on the proper day.",
            "Which opinion is R’ Yehuda following?",
            "Shall I say he follows the opinion of R’ Akiva? This cannot be, because [according to him] the regulation is in force in these days also.",
            "It must be then that he follows the Rabbis, and [even according to them]  we read [on the other days] at any rate when the years are properly fixed and Israel reside on their own soil!",
            "Is this not a refutation of R’ Yochanan?",
            "It is.",
            "Rava bar Bar Chunah said in the name of R' Yochanan",
            "'This rule follows the ruling of R’ Akiva - the anonymous authority.'",
            "But the Sages say:",
            "'In these days, since people reckon from it, we read it only on the proper day.'",
            "It has been taught to the same effect",
            "Rabbi Yehuda Says:",
            "'When does this rule hold good? When the years are properly fixed and Israel reside upon their own soil, but in these days, since people reckon from it, it is read only on the proper day.'",
            "Rav Ashi noted a contradiction between the two statements of R' Akiva."
        ]
    ],
    "heTitle": "מגילה",
    "versionSource": "I Edited- http://halakhah.com/pdf/moed/Megilah.pdf",
    "maps": [],
    "length": 32,
    "titleVariants": [
        "Megillah",
        "Megillah",
        "Tractate Megillah",
        "Masekhet Megillah",
        "Talmud Megillah",
        "Megilah"
    ],
    "textDepth": 2,
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}