{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Oholot",
    "title": "Mishnah Oholot",
    "lengths": [
        18,
        134
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה אהלות",
    "versionSource": "http://www.sefaria.org/Mishnah_Oholot",
    "next": "Mishnah Oholot 2",
    "maps": [],
    "length": 18,
    "book": "Mishnah Oholot",
    "text": [
        [
            "There is case in which two people become impure from a dead body, one becomes impure for seven days and one becomes impure only until the evening. There is case in which three people become impure from a dead body, two become impure for seven days and one becomes impure only until the evening. There is case in which four people become impure from a dead body, three become impure for seven days and one becomes impure only until the evening.\nWhat is the case with two who become impure? One person touches a dead body and becomes impure for seven days, and another person who touches the first person becomes impure until the evening.",
            "What is the case with three? Vessels that touch a corpse, and the vessels that touch those vessels all become impure for seven days. The third, regardless of whether it's a person or vessels, becomes impure until the evening.",
            "What is the case with four? Vessels touch a corpse, and a person touches those vessels, and more vessels touch that person, they are all impure for seven days. The fourth [thing that touches the second set of vessels], regardless of whether it is a person or a vessel, becomes impure until the evening.\nRabbi Akiva said: I know of a case with a fifth. A tent-post [tht touched a corpse] which is stuck in a tent, and a person touches the post, and vessels touch the person, all are impure for seven days. The fifth [thing that touches those vessels], regardless of whether it is a person or a vessel, becomes impure until the evening.\nThey said to him (to Rabbi Akiva): The tent does not count.",
            "A person and vessels are made impure by death.  It is more stringent by a person than by vessels, and by vessels than by a person, as the vessels are three and the person is two.  It is more stringent by a person, because so long as the person is in the middle, they are four.  And when the person is not in the middle, they are three.",
            "A person and items of clothing are ritually impure by a zav. A stringency by a person over clothing, and by clothing over a person, [is] that a person who touches a Zav [will in turn] make the garments ritually impure, but the clothes that touch a Zav do not make other clothes impure. A stringency in clothes [over a person is], that the clothes which carry a zav make a person impure, but a person who carries a zav does not make another person impure.",
            "A human does not impurify until their soul leaves them. And even someone dismembered or terminally ill, obligates in or exempts from levirate marriage, and qualifies or disqualifies  one from eating terumah. And so too domestic or wild animals do not impurify until their soul leaves them. If their heads were cut off, even if they're convulsing, they impurify - like the tail of  a lizard which convulses [after being cut off].",
            "Limbs have no measure; even less than an olive's measure from a dead body, or less than an olive's measure from a dead animal, or less than than a lentil's measure from a vermin - they impurify their impurity.",
            "There are two hundred and forty eight bones in the body. Thirty in the leg: six in each toe, ten in the ankle, two in the shin, five in the knee, one in the thigh and three in hip. Thirteen ribs. Thirty in the arm: six in each finger, two in the forearm, two in the elbow, one in the upper arm, and four in the shoulder. One hundred and one of this, and one hundred and one of that. And eighteen vertebrates in the spinal chord: nine in the head, nine in the neck. Six in the heart. And five in the openings for excretion. \nEach of these causes one to become impure through touching, transport, or sharing quarters with. When is this true? When the bones still have a noticeable amount of flesh on them. But if they do not have a noticeable amount of flesh on them, one will only become impure through touching or transporting the bones, but not through sharing quarters."
        ],
        [
            "The following makes one [who is in a tent] impure [if they are] in the tent : a corpse, an olive-sized piece of a corpse, an olive-sized piece of liquefacted corpse, a ladleful of decomposed corpse, the spine, the skull, a limb from a corpse or a limb from a living person that has sufficient flesh on it, a quarter [of a kav] of bones comprising the structural majority or the numerical majority, or the structural majority or numerical majority of a corpse, even without amounting to a quarter [of a kav] make one impure. How many is the numerical majority? One hundred and twenty five.",
            "A quarter [of a log] of blood, and a quarter [of a log] of mixed blood from one corpse. Rabbi Akiva says: even from two corpses. The blood of a child that has flowed out completely: Rabbi Akiva says any amount, the sages say a quarter [of a log]. An olive-sized portion of worms, whether alive or dead, Rabbi Eliezer considers it impure like flesh. And the sages consider it pure. Ashes of cremated persons: Rabbi Eliezer says the measure [to make impure] is a quarter [of a kav]. And the sages consider it pure. A ladleful of decomposed corpse, along with grave-dust is impure. Rabbi Shimon considers it pure. A ladleful of decomposed corpse kneaded with water does not combine to become impure.",
            "The following transmit impurity through touching and carrying, but not in a tent: bone the size of barleycorn, [earth from] foreign lands, a \"beis pras\", a limb from a corpse or a limb fron a living person that doesn't have a sufficient quantity of flesh on it, the spine or the skull that are deficient. What is a deficiency in the spine? Shammai's house say two vertebrae. Hillel's house say even one vertebra. An in the skull? Shammai's house say : [the size of a] hole [made] by a drill, but Hillel's house say: as much as if it were taken from a living person he would die. Of what drill did they speak? Of the small one used by doctors, these are the words of Rabbi Meir. The sages say, the large one found in the Temple-chamber.",
            "The covering stone  and the supporting stone of a grave defile through contact and overshadowing, but not through carriage. Rabbi Eliezer says, they do defile by carriage. Rabbi Yehoshua says, if there is dust from the grave under them, they cause defilement through carriage, but if they do not cause defilement through carriage, what is the supporting stone? It is that upon which the covering stone is buttressed. The stone that buttresses the supporting stone, however, is pure. ",
            "These are clean if they are deficient: an olive-sized portion of a corpse, an olive-sized portion of liquefied corpse, a ladelful of decomposed corpse, a quarter [of a log] of blood, bone of the size of a barley-corn, and a limb off a living person that is missing its bone.",
            "[With regards to] the spine or the skull of two corpses or a Reviit (a Mishnait volume) of blood from two corpses, or a quarter of the bones of two corpses, or limbs [taken] from two corpses, or limbs [taken] from two living people, Rabbi Akiva would call [someone who was in a tent with the above] Tamei, and the Sages would [call him] Tahor.",
            "A bone the size of a barley-corn that is divided into two: \nRabbi Akiva declares it unclean \nBut Rabbi Yohanan ben Nuri declares it clean. \nRabbi Yohanan ben Nuri says: they did not say \"bones\" the size of a barley-corn, but \"bone\" the size of a barley-corn. \nA quarter [of a kav] of bones that were crushed into small pieces, and there is not a single one of them that is the size of a barley-corn:\nRabbi Shimon declares it clean \nBut the sages declare them unclean. \nA limb [severed] from a living person that was divided into two is clean. \nRabbi Yose declares it unclean; \nBut he agrees that if it is taken by halves that it is clean.\n"
        ],
        [
            "All objects that defile by being in a tent which were divided and then brought into a house: \nRabbi Dosa ben Harkinas declares clean.But the sages declare [i unclean. \nHow so? \nOne who touches two pieces of carrion,  each the size of half an olive, or carries them, \nOr, in the case of a corpse, one who touches a piece the size of half an olive and overshadows a piece the size of half an olive, \nOr if he touches a piece the size of half an olive and a piece the size of half an olive overshadows him, \nOr if he overshadows two pieces, each the size of half an olive, \nOr if he overshadows a piece the size of half an olive and another piece the size of half an olive overshadows him:\nRabbi Dosa ben Harkinas declares him clean, \nAnd the sages declare him unclean. \nBut if he touches a piece the size of half an olive and something else overshadows him and a piece the size of half an olive, \nOr if he overshadows a piece the size of half an olive and another object overshadows him and another piece the size of half an olive, he is clean.  \nRabbi Meir says: Even with this Rabbi Dosa ben Harkinas declares him clean and the sages declare him unclean. \nEvery case is unclean  except contact combined with carrying or of carrying combined with overshadowing. \nThis is the general principle:  every object [whose defilement] comes from one type is unclean, from two types is clean.\n",
            "A ladle full of corpse-mold which was scattered about in a house, the house is unclean   \nBut Rabbi Shimon declares it clean.   \nA quarter of a log of blood which was absorbed in [the floor] of a house, the house is clean. \nIf it was absorbed in a garment: if the garment is washed and a quarter [of a log] of blood comes out of it, it is unclean, if not, it is clean, since anything absorbed that cannot come out is clean.\n",
            "[Blood] which was poured out in the air: \nIf the place it fell on was was a slope and [a person or vessel] overshadowed part of it, he is clean.   \nIf it was a cavity, or if the blood congealed,  he is unclean. \nIf it was poured out on a threshold: \nIf it sloped either inwards or outwards and the house overshadowed it, [the contents of the house] are clean.   \nIf it was a cavity, or if it congealed, [the contents of the house] are unclean.\nEvery thing that is part of a corpse is unclean except the teeth, hair and nails. And when they are connected[to the corpse], everything is unclean.\n",
            "How so?  If the dead body is outside and its hair is inside, the house is impure.  A bone which has an olive's volume of flesh on it, if he brought part of it inside and the house overshadows it, [the house] is impure.  Two bones that have two half-olive volumes on them and he brought part of them inside and the house overshadows them it is impure.  If they were stuck together in his hands it is pure because the connection of a person does not count as a connection. ",
            "What is ‘mixed blood?   \nThe blood of a corpse of which an eighth [of a log] came out during his lifetime and an eighth after his death, the words of Rabbi Akiva. \nRabbi Ishmael says: a quarter [of a log] during his lifetime and a quarter after his death. \n[If] he took a quarter [of a log] from this and a quarter [of a log] from that: Rabbi Elazar bar Judah says: both this and that are as water. \nWhat then is ‘mixed blood’? A crucified person whose blood is pouring out and under him there is found a quarter [of a log] of blood—it is unclean.   \nBut a corpse whose blood drips out and under him there is found a quarter [of a log] of blood, [the blood] is clean.   \nRabbi Judah says: This is not so, but that which pours out is clean and that which drips out is unclean.  \n",
            "An olive-sized piece of a corpse, an opening [in the room in which it is found] of one handbreadth, and for a corpse, an opening of four handbreadths [is enough] to save the uncleanness from [spreading to the other] openings;   \nBut for allowing the uncleanness to go out, an opening of one handbreadth [is enough].   \nGreater than the bulk of an olive is as a corpse. \nRabbi Yose says: the spine and the skull are as a corpse.\n",
            "[Something that is] one handbreadth by one handbreadth and one handbreadth high conveys uncleanness and blocks uncleanness. \nHow so?   \nA drain which is covered beneath a house, if it has a space a handbreadth wide and its outlet is a handbreadth wide:\nIf there is uncleanness inside it, the house remains clean;   \nIf there is uncleanness in the house, that which is within [the drain] is clean, for the manner of uncleanness is to go out and not to go in. \nIf it had a space one handbreadth wide but its outlet was not one handbreadth wide: if there is uncleanness in it, the house is unclean;   \nBut if there is uncleanness in the house, that which is within it is clean, for the manner of uncleanness is to go out and not to go in.   \nIf it did not have a space one handbreadth wide and its outlet was not one handbreadth wide:\nIf there is uncleanness within it, the house is unclean; \nAnd if there is uncleanness in the house, it is unclean. \nBoth a hole carved out by water or by creepy crawly things, or if it had been eaten out by salt.\nAnd similarly a row of stones or a pile of beams. \nRabbi Judah says: any \"tent\" not made by a person is not considered a \"tent.\" \nBut he agrees that clefts and crags [are considered as ‘tents’].  \n"
        ],
        [
            "A cupboard  standing [outside] in the open air: \nIf there is uncleanness within it, vessels in the thickness [of its walls] are clean.  \nIf there is uncleanness in its thickness, vessels inside [the cupboard] are clean. \nRabbi Yose says: half and half.  \nIf it is standing inside a house: \nIf there is uncleanness inside [the cupboard], the house is unclean;  \nIf there is uncleanness in the house that which is within [the cupboard] is clean, for the manner of uncleanness is to go out and not to go in.  \nVessels which are between [the cupboard] and the ground, or between it and the wall, or between it and the roof-beams:\nIf there is a space of one handbreadth there, they are unclean.  \nIf not they remain clean.   \nIf there is uncleanness there, the house becomes unclean.\n",
            "A drawer of a cupboard whose opening is one handbreadth, but whose outlet is not one handbreadth, if there is uncleanness inside it, the house becomes unclean; \nIf there is uncleanness in the house, that which is within [the drawer] is clean, for the manner of uncleanness is to go out and not to go in. \nRabbi Yose declares [the house] clean, since he can remove [the uncleanness] in halves or burn it in its place.\n",
            "If it [the cupboard] wasstanding in the doorway and it opened outward, if there is uncleanness inside it, the house is clean. \nIf there is uncleanness in the house, that which is within [the cupboard] is unclean, for the manner of uncleanness is to go out and not to go in. \nIts wheeled base protruded three fingerbreadths behind it: if there was uncleanness inside directly underneath the roof-beams, the house is clean.   \nAbout what case was this stated? When there is there a space of one handbreadth, when it is not detachable, and when the cupboard is the normal measurement.\n"
        ],
        [
            "An oven which is standing in a house, with its outlet curved to the outside [of the house], and those burying a corpse overshadowed it:\nBet Shammai says: everything is unclean.  \nBet Hillel says: the oven is unclean, but the house is clean. \nRabbi Akiva says: even the oven is clean.  \n",
            "A hatch which between the house and the upper story, and a pot was placed over it and it was perforated [by a hole large enough] to admit liquid:\nBet Shammai says: everything is unclean.  \nBet Hillel says: the pot is unclean but the upper story is clean. \nRabbi Akiva says: even the pot is clean.\n",
            "If it was complete, Beit Hillel says it saves everything [from becoming impure], but Beit Shammai says it only saves food, drink and earthenware vessels.  Beit Hillel later retracted to rule like Beit Shammai.",
            "A flagon that is full of pure liquid, the flagon is defiled with seven days' impurity but the liquid is clean.   \nBut if one emptied [the water out into another vessel, it is unclean.   \nA woman who was kneading in a trough, the woman and the trough are unclean with seven days impurity, but the dough is clean. \nBut if one emptied the dough out into another vessel, it is unclean. \nBet Hillel changed their opinion and taught as Bet Shammai.  \n",
            "If there were vessels made of dung, stone vessels, or vessels of [unbaked] earth, [over the hatch] everything [in the upper story] remains clean. \nIf it was a vessel known to be clean for holy things or for [the water of] purification, everything is clean, since everyone is trusted with [regard to the waters of] purification.  \nFor clean vessels and clean earthenware vessels protect with the walls of tents.\n",
            "How so? If there was a cistern or a cellar in a house and a large basket was placed over it, [the contents of the cistern or cellar] remain clean. \nBut if it was a well level [with the ground] or a lessened beehive upon which the basket was placed, [the contents] are unclean.   \nIf it was a smooth board or netting without rims, [the contents] are clean.   \nFor vessels do not protect along with walls of a tent unless they themselves have walls. \nHow much must the wall be? A handbreadth. \nIf there was half a handbreadth on one side and half a handbreadth on the other, it is not [considered] a wall, until is a whole handbreadth from one object.\n",
            "Just as they protect inside so they protect outside. \nHow so?  A large basket which is supported on pegs on the outside [of a tent], \nIf there was uncleanness under it, vessels in the basket are clean.   \nBut if it was [next to] the wall of a courtyard or of the wall of a garden, it does not protect.   \nA beam placed from one wall to another and a pot hanging from it: if there was uncleanness under it,   \nRabbi Akiva declares the vessels inside it clean,   \nBut the sages declare them unclean.\n"
        ],
        [
            "People and vessels act like tents to make things impure but not to make things pure.  How so?  If four people were carrying a slab, if the impurity is under it, the vessels on top of it are impure.  If the impurity was on top of it, the vessels underneath it are impure, but Rabbi Eliezer says they are pure. If it was placed down on four vessels even if they are made of dung, stone, or earth, if the impurity is underneath the vessels on top are impure and if the impurity is on top the vessels underneath are impure.  If it was placed on four stones or on top of any living thing, if the impurity is underneath, the vessels on top of it are pure and if the impurity is on top the vessels underneath are pure. ",
            "Those who bury dead bodies that were passing through an alleyway if one of them closed the door and locked it with a key, if the door can stand on its own it is pure, but if not it is impure.  Similarly a jug of dried figs or a basket of straw which were placed in a window [where a dead body was], if the dried figs or the straw could stand on their own they are pure, but if not they are impure.  A house [containing a dead body] which was split with barrels and coated with plaster, if the plaster can stand on its own it is pure but if not it is impure.",
            "A wall that serves a house is ruled half and half. How so?  A wall which is open to the air and the impurity is inside it, from the midpoint inward the house is impure but one who stands above it is pure, from the midpoint outside the house is pure and one who stands on top of it is impure.  If it is exactly in the middle, the house is impure and one who stands above it, Rabbi Meir says he's impure but the sages say he is pure.  Rabbi Yehuda says the whole wall goes with the house. ",
            "A wall that is between two houses and there is impurity inside it, the house close to the impurity is impure and the house closer to the purity is pure.  If it is half way between they are both impure.  If there is impurity in one of them and vessels are in the wall, from the halfway point towards the impurity they are impure and from the halfway point to the pure side they are pure.  If they are half way in between they are impure.  If there was plaster between the house and the attic, and there was impurity in it, from halfway down the house is impure and the attic is pure, from halfway up, the attic is impure and the house is pure, half way in between they are both impure.  If there was impurity in one of them and vessels in the plaster, from the halfway point towards the impurity they are impure and from the halfway point to the pure side they are pure.  If they are half way in between they are impure.  Rabbi Yehuda says the whole plaster area belongs to the attic.",
            "If there was impurity between beams, and underneath it was a garlic peel [it was thinly covered], if there is an opening the size of a fist everything is impure. If there is not a fist sized space, we view the impurity as if it were blocked.  If it was able to be seen within the house in either case the house is impure. ",
            "A house which serves a wall follows the rules of the garlic peel.  How so?  A wall between two crypts or between two caves, if there was impurity in the house and vessels in the wall and above them was a garlic peel they are pure.  If the impurity is in the wall and the vessels are in the house and above them was a garlic peel they are pure. If the impurity was under a pillar the impurity breaks and goes up, breaks and goes down.",
            "Vessels that are under a flower [a column under which impurity was buried] are pure.  Rabbi Yochanan ben Nuri says they are impure. If the impurity and vessels were under the flower, if there was a fist sized opening they are impure but if not they are pure. Two cabinets next to each other or one on top of the other, if one of them was opened, it and the house is impure but the other one is pure and we view the cabinets as being blocked which follows the half and half rule to make the house impure."
        ],
        [
            "If there was impurity in the wall and its place a a fist by a fist by a fist, all stories above it, even if there were ten are impure. If there was one attic above two houses it is impure and all other levels above it are pure. A second wall, the impurity pierces and goes up, pierces and goes down.  A solid gravestone, if one touches its sides he is pure because the impurity pierces and goes up, pierces and goes down.  If the place of the impurity in the wall and its place a a fist by a fist by a fist, one who touches it in any place is impure because it is like a sealed grave.  If he supported booths with it, they are impure, but Rabbi Yehuda says they are pure. ",
            "All sloping tents are like other tents.  If the tent sloped and ended less than a finger from the ground, if there was impurity in the tent, vessels underneath the slope are impure, if there was impurity under the slope vessels in the tent are impure.  If there is impurity in the tent, one who touches it inside is impure with seven day impurity and one who touches its outside, is impure until that night.  If the impurity was on its outside, one who touches it inside is impure until that night and one who touches its outside, is impure with seven day impurity. If there is half an olive's volume inside and half and olive's volume outside one who touches either the inside or outside is impure until that night.  If part of it dragged on the ground, if there is impurity underneath it or outside it, the impurity pierces and goes up, pierces and goes down.  A tent which is pitched in an attic, and part of it hangs over the space between the house and the attic, Rabbi Yossi says it saves, but Rabbi Shimon says it does not save, until it is pitched like a tent. ",
            "One who dies in a house that has many openings, they all become impure.  If only one of them was open, it is impure and the rest are pure.  If he thought to take out [the corpse] through one of them, or through a window that is four by four fist-lengths, he saves all the other openings [from impurity]. Beit Shammai says, he must decide before he dies but Beit Hillel says he can decide even after he dies.  If it was closed and he decided to open it, Beit Shammai says once it is open four fist-lengths [it saves the other openings] but Beit Hillel says, once he starts [it saves].  And they agree that if he opens it in the beginning he must open it up to four fist-lengths.",
            "A woman who is having difficulty in childbirth [and gave birth to a stillborn], and was taken from one house to another, the first is impure by uncertainty and the second is certainly impure. Rabbi Yehuda says when is this so? when she is move by her arms, but if she was walking, the first is pure because once her womb opens she can no longer walk.  Stillborn fetuses do not open the womb unless the head is rounded like a spindle. ",
            "If the first one was born dead and the second one alive he is pure, if the first one was born alive and the second dead he is impure. Rabbi Meir says if they were in one placenta he is impure, if they were in two he is pure. ",
            "A woman who was having trouble giving birth, they cut up the fetus inside her and take it out limb by limb, because he life comes before its life.  If most of it had come out already they do not touch it because we do not push off one life for another. "
        ],
        [
            "There are those that spread impurity and act as barriers, those who spread impurity but do not act as barriers, those who act as barriers but do not spread and those who neither act as barriers nor spread.  The following spread and act as barriers, a chest, a box, a cabinet, a straw basket, a reed basket, and the water tank of an Alexandrian ship- if they have smooth bottoms and can contain forty seah of liquid which is two Kor of dry, a curtain, an apron, a bed cover, a sheet, matting, a mat, if they have been made into a tent, a herd of animals whether kosher or not, dens of beast or nests of birds, a bird that is resting and makes a place for he son in the stalks, the Iris, Keisum, donkey greens and Greek gourds and pure food.  Rabbi Yochanan ben Nuri disagreed regarding pure foods except for a pressed fig-cake. ",
            "Ledges, balconies, dovecotes, boulders and rocks, a window used for light, sharp rocks, canopies and things that stick out, that can support light plaster work, says Rabbi Meir.  The sages say medium plaster work.  What is a canopy?  A tree which is overhanging the ground.  What is a protrusion?  That which extends out of a fence. ",
            "The following spread impurity but do not block: a chest, a box, a cabinet, a straw basket, a reed basket, and the water tank of an Alexandrian ship- if they do not have smooth bottoms or cannot contain forty seah of liquid which is two Kor of dry, a curtain, an apron, a bed cover, a sheet, matting, a mat, if they have been not made into a tent, the carcass of a domesticated or wild animal and food which is impure.  In addition to these things is the man powered mill. ",
            "The following block but do not spread: A loom ready for weaving, the ropes of a bed, garbage baskets and window bars.",
            "The following neither spread or block: seeds and plants that are attached to the ground, except for those plants previously listed, hailstones, snow, frost, ice, salt, an animal which jumps from one place to another or a person who jumps from one place to another, a bird which flies, a garment that flaps, and a ship that sails on the water.  If the ship was tied to something that could hold it, or he placed a stone on top of the garment, it can spread impurity.  Rabbi Yosi says, a house on a ship does not spread impurity. ",
            "Two barrels which have two half olive sizes of a corpse which are sealed and sit inside a house, they are pure and the house is impure.  If one of them was opened, it and the house are impure and the other barrel is pure.  Similarly two rooms which are open to a house. "
        ],
        [
            "A beehive which is in a doorway and its mouth is outside, if an olive's size of a dead body is placed underneath or on top of it outside, anything which is opposite the olives side piece above and below is impure and anything not opposite it, inside it and the house is pure.  If [the impurity] was in the house, only the house is impure.  If it was inside [the beehive] everything is impure.",
            "If it [the hive] was a fist-length off the ground and there was impurity under it or in the house or on its sides, everything is impure except for its inside, if the impurity was inside it everything is impure. ",
            "When does this case apply? when it has windows, however if it was broken and filled with straw for if the windows were covered, what is considered covered? If it does not have the size of a fist in one place, if an olive's size of dead body is placed underneath it opposite it all the way down is impure.  If it is on top of it, opposite up to the sky is impure.  If it is in the house only the house is impure, inside it only inside it is impure.",
            "If it [the hive] was a fist-lengths above the ground and there was impurity underneath it or in the house, beneath it and the house is impure, but inside and its sides are are pure.  If it was inside only the insides are impure.  If it was on the outside of the vessel, opposite up to the sky is impure. ",
            "When is this the case? when its mouth faces outside, but if its mouth faces inside and an olive's size of the dead body is placed underneath it or on top of it outside, anything opposite the olive's sized piece, underneath it outside and inside is impure.  Whatever is not opposite the olive's sized piece inside it and the house are pure.  If it were inside [the hive] or the house, everything would be impure. ",
            "If it [the hive] was a fist-lengths off the ground and there is impurity underneath it, or in the house or inside it or outside it, everything is impure.",
            "When is this the case? when it has windows, however if it was broken and filled with straw for if the windows were covered, what is considered covered? If it does not have the size of a fist in one place, if an olive's size of dead body is placed underneath it opposite it all the way down is impure.  If it is on top of it, opposite up to the sky is impure.  If it is in it or the house inside it and the house are impure.",
            "If it [a vessel] was a fist-lengths off the ground and there is impurity underneath it, or in the house or inside it, everything is impure except for its outside.  If it was on its outside, opposite it to the sky is impure. ",
            "If it fills the whole house and there is less than a fist lengths between the hive and the beams, if there is impurity inside it, the house is impure. If the impurity is in the house, what is in the hive is pure because the way of impurity is to go out, not enter, whether it was standing upright or lying on its side whether there were one or two [hives].",
            "If it was standing in the doorway and there is less than a fists length between it and they lintel if the impurity is inside it, the house is pure.  If the impurity is inside the house what is inside it is impure, because it is the way of impurity to exit and not enter. ",
            "If it was lying on its side outside and an olive's size volume of a dead body was placed underneath or on top of it, anything which is opposite the olive sized piece above and below it is impure.  Anything which is not opposite the olive's sized piece, inside it is pure.  If it were inside [the hive] everything is impure. ",
            "If it was a fist-lengths off the ground and there was impurity underneath or above it, everything is impure except its inside.  If it were inside it, everything is impure.  In what case does this apply, when it is a vessel.  However if it were broken and filled with straw or if it holds forty Se'ah according to the sages, if an olive's size of dead body is placed underneath it opposite it all the way down is impure.  If it is on top of it, opposite it up to the sky is impure. Inside it, only the inside is impure. If it were a fist-lengths off the ground if the impurity is underneath, everything underneath is impure.  If it was inside it, everything inside is impure.  If it were above it opposite it up to the sky is impure.",
            "If it was sitting on its bottom and it is a vessel, if the impurity is underneath it, in it or on top of it, the impurity pierces and rises and pierces and goes down.  If it were a fist-lengths off the ground or covered or upside down, if the impurity were underneath it, in it or on top of it everything is impure. ",
            "When does this case apply? When it is a vessel. However if it were broken and filled with straw or if it holds forty Se'ah according to the sages, if there is impurity beneath it, inside it or on top of it, the impurity pierces and rises and pierces and goes down. Rabbi Eliezer and Rabbi Shimon say, the impurity does not enter it or go down from it.  If it were a fist-lengths off the ground if the impurity is underneath, everything underneath is impure.  If it was inside it, or above it opposite it up to the sky is impure.",
            "A coffin which was wide on the bottom and narrow and the top and a dead body is inside, one who touches the bottom is pure, but above becomes impure.  If it were wide above and narrow below one who touches it in any place is impure.  If they were even, one who touches it in any place is impure says Rabbi Eliezer.  But Rabbi Yehoshua says, from a fist lengths and below is pure and from a fist lengths and above is impure.  If it was made like a chest, one who touches it in any place becomes impure.  If it was made such that the cover was even with the walls, one who touches it in any place is pure except for the opening. ",
            "A barrel that was sitting outside on its bottom and an olive's sized piece of a dead body is places underneath it or inside it opposite its opening [on the bottom] the impurity pierces and rises and pierces and goes down and the barrel is impure. If the impurity was underneath a side outside, the impurity pierces and rises and pierces and goes down and the barrel is pure.  If it were inside underneath its walls, if there is a cubic fist-length inside the sides everything is impure but opposite its opening is pure, but if not, the impurity pierces and rises and pierces and goes down.  When is this the case? If the barrel were pure, but if it were impure or a fist-lengths off the ground, or covered or upside down and there is impurity underneath it inside it or on top of it, everything is impure. ",
            ""
        ],
        [
            "A skylight which is inside a house and is the size of a fist-lengths squared, if there is impurity in the house, opposite the skylight is pure.  If the impurity was opposite the skylight, the house is pure.  Whether the impurity, is in the house or opposite the skylight, if someone places is foot on top of it he connects the impurity.  If part of the impurity was in the house and part of it was opposite the skylight, the house and opposite the skylight are both impure. ",
            "If the skylight was not the size of a fist-lengths squared, if there is impurity in the house opposite the skylight is pure, if the impurity is opposite the skylight the house is pure.  If he the impurity is inside the house and he placed his leg above it, he is pure, if the impurity was opposite the skylight and he places is leg above it, Rabbi Meir says he is impure but the sages say if the impurity was there before his foot he is impure, but if his foot was there before the impurity he is pure.  Rabbi Shimon says, two feet one on top of the other than came before the impurity, if the first withdrew his foot and the second foot was still there it is pure because the first foot came before the impurity. ",
            "If part of the impurity was in the house and part was opposite the skylight, the house is impure and opposite the skylight is impure says Rabbi Meir.  Rabbi Yehuda says, the house is impure but opposite the impurity is pure.  Rabbi Yosi says if the impurity is large enough to split it up and make the house impure and opposite the impurity impure, they are impure, but if not, the house is impure and opposite the impurity is pure.",
            "Skylights one on top of the other that have the size of a fist-length squared, if there is impurity in the house, opposite the skylight is pure.  If the impurity was opposite the skylight, the house is pure. Whether the impurity is in the house or opposite the skylights, if he put something which can become impure whether above or below, everything is impure.  Something which cannot become impure, below it is impure but above it is pure. ",
            "If they were not the size of a fist-length squared, if there is impurity in the house, opposite the skylight is pure.  If the impurity was opposite the skylight, the house is pure.  If the impurity was in the house and he put something that could become impure or something that could not become impure either above or below, only the lower one is impure.  If the impurity was opposite the skylights, and he put something that could become impure whether above or below, everything is impure.  If it were or something that could not become impure, whether above or below, only the bottom one is impure. ",
            "A skylight which is in a house and there is a pot underneath it which if it were raised its edges would not touch the skylight, if there is impurity underneath it inside it or on top of it, the impurity pierces and goes up, and pierces and goes down.  If it was a fist-lengths off the ground and the impurity is underneath it or within the house, beneath it and the house is impure and its inside and on top of it are pure.  If it were inside or on top of it, everything is impure. ",
            "If it [the pot] was placed next to the doorway and if were to be raised it would touch the lintel which has a fist-lengths squared sized opening, if there was impurity underneath it, inside it, or on top if it, the impurity pierces and goes up, and pierces and goes down.  If it was a fist-lengths off the ground and the impurity is underneath it or within the house, beneath it and the house is impure and its inside and on top of it are pure.  If it were inside or on top of it, everything is impure. If it were to be raised up it would not touch the lintel or it would be directly touching the lintel, if the impurity is underneath it, only what's underneath it becomes impure. "
        ],
        [
            "If a house was cracked, if there is impurity outside, vessels inside are pure.  If there is impurity inside, vessels outside, Beit Shammai says [they are pure] unless the crack is four fist-lengths wide, but Beit Hillel says any sized crack.  Rabbi Yosi says in the name of Beit Hillel it must be a fist-lengths opening.  ",
            "If a roof with open walls cracked, if there is impurity on one side, vessels on the other side are pure.  If he put his foot or a reed above them, he has combined the impurity.  If he placed the read on the ground, he does not spread the impurity until it is at least a fist-length off the ground.",
            "A thick coat and a thick block do not spread impurity until they are a fist length off the ground.  Folded clothing on top of each other do not spread impurity until the top one is a fist length off the ground. If there was a person there, Beit Shammai says he does not spread the impurity but Beit Hillel says, a person is hollow and therefore the upper part spreads impurity. ",
            "If he was looking out a window and he leaned over those who bury dead bodies, Beit Shammai say, he does not spread impurity, but Beit Hillel say he does spread impurity.  And they agree that if he was wearing clothing of there were two above each other that they spread impurity. ",
            "If he was lying on a doorway and he leaned over people who bury dead bodies, Beit Shammai say he does not spread impurity, but Beit Hillel say he does spread impurity. ",
            "If the impurity was in a house and pure people leaned over it, Beit Shammai say they are pure, but Beit Hillel say they are impure. ",
            "A dog who eat the flesh of a dead body and died and was lying by a doorway, Rabbi Meir says, if hes neck has a fist-lengths opening he spreads the impurity but if not he does not spread the impurity.  Rabbi Yosi says we check the impuirty, from the doorway inside the house is impure, from the doorway outside the house is pure.  Rabbi Eliezer says if his mouth faces inside the house is pure, but if it faces outside it is impure since the impurity leaves through his rear-end.  Rabbi Yehuda Ben Betaira says in either case the house is impure.  How long does it stay in his innards, three twenty-four hour periods.  By birds and fish, long enough to fall in the fire and be burned, says Rabbi Shimon.  Rabbi Yehuda ben Betaira says by birds and fish it is twenty-four hours.   ",
            "If a cistern was in a house and a candlestick was inside it with the candle-holder sticking out and a basket [which is unable to become impure] was placed over is in a way that if the candlestick were taken out the basket would stand on the mouth of the cistern, Beit Shammai, say the cistern is pure but the candlestick is impure. Beit Hillel say even the candlestick is pure.  And they agree that if the candlestick were to be taken out and the basket would fall that everything is impure. ",
            "Vessels that are between the rims of a basket [unable to become impure] and the rims of a cistern, even until the furthest depths, they are pure.  If there was impurity there they would all be impure.  If there was impurity in the house, vessels in the walls of the cistern, if they were in a place that was a fist by a fist by a fist, they are pure, but if not they are impure.  If the walls of the cistern were thicker than the house in either case they would be pure. "
        ],
        [
            "If a board was placed on to of a new oven and it stuck out on all sides by a fists-length if there was impurity underneath it, vessels that are on top of it remain pure. If there was impurity on top of it, vessels beneath it remain pure.  If it were an old oven, they would be impure.  Rabbi Yochanan ben Nuri says they would be pure.  If it was placed across two ovens and there is impurity between them, they are impure, but Rabbi Yochanan ben Nuri says they would be pure. ",
            "If an oven screen [which is not able to become impure] was placed over an oven which was sealed, if there was impurity below or above it everything is impure but opposite the airspace of the oven is pure.  If the impurity was opposite the airspace of the oven, everything opposite it up to the sky is impure. ",
            "A board which was placed over an old oven which extends on both ends a fists-length but not on the sides, if there is impurity on one side, vessels on the other side are pure.  Rabbi Yossi says they are impure.  A window sill does not spread impurity.  If there was a protrusion, Rabbi Eliezer says it does not spread impurity but Rabbi Yehoshua says we view the protrusion as if it is not there, and the higher protrusion does spread impurity.   ",
            "If the sandal of a cradle opened a hole in a house, if it was the size of a fist-length squared, everything is impure but if not they count from it as they would from a dead body.",
            "The beams of a house and the attic which do not have plaster on them and they are aligned if there was impurity underneath one of them underneath it is impure.  Between the lower and the upper one between them is impure.  If it was on the upper one, opposite it up to the sky is impure.  If the upper ones were between the lower ones and there was impurity under one of them, underneath all of them is impure.  Above them, opposite it up to the sky is impure. ",
            "A beam which was spanning from one wall to another and there was impurity underneath it, if there is a fist-lengths opening it causes all of it underneath to become impure.  If not, the impurity pierces and goes up, pierces and goes down. How large must its circumference be for it to be a fist length? when it is round, its circumference must be three fist-lengths. When it is square four because the square is larger than the circle by a quarter. ",
            "A column which was standing in the open air, if its circumference was twenty-four fist lengths, it spreads impurity underneath its sides, if not he impurity pierces and goes up, pierces and goes down. ",
            "If an olive's size piece of a corpse was stuck to a doorway, Rabbi Eliezer says the house is impure, but Rabbi Yehoshua says it is pure.  If it was placed in the doorway, it follows the rule of half and half rule. If it was stuck to the lintel the house is impure, Rabbi Yossi says it is pure.  If it was placed inside the house, one who touches the lintel is impure.  One who touches the doorway Rabbi Eliezer says he is impure but Rabbi Yehoshua says from a fist-length down is pure and a fist-length up is impure. "
        ],
        [
            "One who makes a skylight initially, its size [to spread impurity] is the thickness of the large drill in the chamber.  The remainder of the skylight is two fingers high by one thumb.  What is the remainder of the skylight?  A window which was closed up but not completely finished.  If it was washed away by water or bored away by vermin or if salt water corroded it its size is a fistful.  If he thought he would use it, its size is a fist-length, if he wanted to just use it for light, its size is that of a large drill.  Lattices and gratings combine to make the thickness of a drill according to Beit Shammai, but Beit Hillel say until there is one place the thickness of a drill. It spreads impurity and allows for impurity to exit.  Rabbi Shimon says spreads impurity but allows for impurity to exit only if it is a fist length. ",
            "A window which is used for air, its size is the thickness of a drill.  If he built a house outside it, its size is a fist-length.  If he put a roof in the middle of the window, the bottom part is a fist-length and the upper part is the thickness of a drill. ",
            "A hole in a door, its size is a fistful says Rabbi Akiva.  Rabbi Tarfon says it is a fist-length.  If the carpenter left on the bottom or on top, or if he closed it but did not finish it or if the wind opened it, its size is a fistful. ",
            "One who makes a place for a rod, or for a spike or a candle its size is even a minute amount says Beit Shammai, but Beit Hillel say it is the size of a fist-length.  To see to the street to talk to his friend, or for his personal use it must be the size of a fist-length. ",
            "The following reduce the size of a fist-length.  Less than an olive's size of flesh reduces with a rova of bones, and less than a barley grain reduces with an olive's size of flesh.  Less than an olives size of a corpse or a carcass or less than a beans size of a vermin, less than an eggs size of food, grain on a window, pith that has substance, the carcass of a kosher bird which he decided to eat, the carcass of a non-kosher bird which he decided to eat but did not make susceptible to impurity or he made it susceptible but did not decide to eat it. ",
            "The following do not reduce:  A bone does not reduce with other bones, nor does meat with other meat, nor an olive's size of a dead body or a carcass, nor a bean's size of a vermin or an egg's size of food or grain in the window, or pith that does not have substance or the carcass of a kosher bird that he thought to eat, or a carcass of a non-kosher bird that he thought to eat and made susceptible to impurity, nor the warp or weft that had spots, no a brick from a plowed over cemetery, says Rabbi Meir.  The sages say the brick does reduce because its dust is pure.  This is the rule, what is pure reduces and what is impure does not reduce. "
        ],
        [
            "A protrusion spreads impurity regardless of its size, a balcony and a canopy with a fist-length.  What is a protrusion? with its face [smooth part] down, and the balcony? with its face upward.  When did they say the protrusion spreads impurity regardless of its size? when the protrusion is three rows of stones above the opening which is twelve fist-lengths.  More than that, it spreads impurity through a fists length.  Crowns and moldings spread impurity with the size of a fist-length. ",
            "A protrusion which is above a doorway spreads impurity in a fist-lengths size.  One above a window two fingers high or above the thickness of a drill in any size.  Rabbi Yossi says its [the windows] thickness [is the required thickness of the balcony].  ",
            "A reed which is above an opening, even if it is one hundred cubits high it spreads impurity in any size, says Rabbi Yehoshua, but Rabbi Yochanan ben Nuri says, it should not be treated any more stringently than the protrusion. ",
            "A protrusion which surrounds a whole house and extends into the opening three fingers, if there is impurity in the house, vessels underneath it are impure.  If the impurity were beneath it, Rabbi Eliezer says the whole house is impure, but Rabbi Yehoshua says it is pure, and similarly with a courtyard that is surrounded by a Colonnade.",
            "Two protrusions one on top of the other and they are a fist-length squared and between them there is a fist-length  if there is impurity beneath them, what is beneath them is impure.  Between them what is between them is impure.  On top of them, opposite it up to the sky is impure. If the upper one extends over the lower one by a fist's length, if the impurity is beneath them or between them, what is beneath them and between them is impure.  On top of the, opposite it up to the sky is impure. If the upper one extend over the lower one by less than a fist's length, if there is impurity underneath them, what is underneath them and between them is impure.  If it was between them or underneath the extended part, Rabbi Eliezer says beneath them and between them is impure but Rabbi Yehoshua says, between them and underneath the extended part is impure but underneath both of them is pure. ",
            "If they were a fist-length squared but between them was lest than a fist-length, if there was impurity underneath them, what is beneath them is impure.  Between them or on top of them, opposite it up to the sky is impure.",
            "If they are not a fist length squared, whether there was a fist-length between them or not if there is impurity underneath them, between them or on top of them, the impurity pierces and rises and pierces and goes down.  Similarly two curtains which are a fist's length higher than the ground. "
        ],
        [
            "A thick coat and a thick [wood] block to not spread impurity until they are a fist's-length off the ground.  Folded clothing that are on top of one another, do not spread impurity until the top one is off of the ground by a fist's-length.  Wooden tablets one top of one another to do spread impurity until the top one is off of the ground by a fist's-length. If they were made of marble, the impurity pierces and goes up and pierces and goes down.",
            "Wooden tablets that touch one another at their corners and they are a fist's-length off of the ground, if there is impurity underneath one of them, one who touches the second one is impure for seven days.  Vessels underneath the first one are impure but those under the second remain pure.  A table does not spread impurity until it is a square fist's-length. ",
            "Jars that were resting on their bases or laying on their sides, in the air and they are touching each other by a fist's-length, if there is impurity under one of them, the impurity pierces and goes up and pierces and goes down.  When is this the case?  When they were pure, but if they were impure or off the ground by a fist's length, then if there was impurity under one of them, the entire area beneath both of them is impure. ",
            "A house that was split with boards or curtains from the sides or the beams, if there was impurity in the house, vessels in the split off section are pure.  If there was impurity in the split off section, vessels in the house are impure and vessels in the split off section, if the section is a fist's length squared they are impure but if not they are pure.",
            "If they split it from the ground and there is impurity in the split off area, vessels in the house are impure.  If there was impurity in the house, vessels in the split off section, if the section is a fist's length by a fist's length with the height of a fist's length, they are pure, but if not they are impure because the land of the house is like it down to the depths. ",
            "A house which is full of straw and there is no between it and the beams a fist's length, if there is impurity inside, vessels opposite the exit are impure.  If there was impurity outside, vessels inside, if their space takes up a fist's length by a fist's length with the height of a fist's length, they are pure, but if not they are impure.  If there was between the straw and the beams a fist's length, in either case they would be impure. ",
            "A house that was filled with dirt or pebbles, and was nullified, and similarly a pile or grain or a pile of pebbles, even as large as the mound of Achain and even if there was impurity next to the vessels, the impurity pierces and goes up and pierces and goes down. ",
            "The courtyard of a graveyard, one who stands in it is pure until it is four square cubits, says Beit Shammai. But Beit Hillel say, it only needs to be four square fist-lengths.  A beam which was used as a grave cover whether it is standing or leaning on its side, on what is opposite the opening is impure. If he made its end as a cover, only four fist-lengths become impure, and when it will eventually be trimmed down.  But Rabbi Yehuda says all of it is connected [and therefore impure]. ",
            "A jar which was filled with pure liquid and is sealed and was used as a cover for a grave, one who touches it is impure for seven days but the jar and the liquid remain pure.  An animal that was used as a cover for a grave, one who touches it becomes impure for seven days.  Rabbi Meir says, anything that is alive does not become impure because of a cover. ",
            "One who touches a dead body and then touches vessels or one who leans over a dead body and then touches vessels, they are impure.  If he leaned over a dead body and then leaned over the vessels or touched a dead body and leaned over the vessels they are pure.  If his hands were a square fist's length, they are impure.  Two houses in which are two half-olive sizes [of dead body] if he sticks both his hands into them, if his hands are a square fist's-length, he spreads impurity but if not he does not spread impurity. "
        ],
        [
            "All movable objects spread impurity when they are as thick as an ox goad.  Rabbi Tarfon says \"May my children by hit, this is a stricken law which the listener heard but erred, when a farmer passed by with an ox goad on his shoulders and one side passed over a grave and they declared him impure because of vessels which pass over a dead body.  Rabbi Akiva says, I will fix it so the words of the sages will stand up, any movable object spreads impurity to a person carrying them if it is as thick as an ox goad, and on themselves in any thinkness and on other people and vessels with a fist's-length thickness. ",
            "How so?  If a spindle was stuck into a wall and half an olive's volume [of dead body] was below it and half and olive's volume was above it, even if they are not aligned, it is impure.  We see that it itself becomes impure in any amount.  If a potter was passing with a basket on his shoulder and one of its sides passed over a grave, vessels on the other side are pure.  If there is in the basket the size of a fist's-length, they are impure.  Mounds of dirt which are close to a city or a road whether new or old are impure, those far, new ones are pure and old ones are impure.  What is considered close? fifty cubits.  What is considered old? sixty years, says Rabbi Meir. Rabbi Yehuda says close means there are none close than it and old means that no one remembers when it was created. ",
            "Initially, one who found a corpse buried normally, he may move it along with the dirt [surrounding it if he needs to ]. If he found two [corpses], he may move them along with their dirt. [If] he found three, if there is between each of them four to eight Amot, this is [considered] a graveyard [and cannot be desecrated]. [Therefore, he must] check all around [this area] twenty Amot. [If] he found one [corpse up to] twenty Amot away, [he must continue] to check twenty Amot around this one, because the 'matter has feet' [as opposed to if] initially they found [this same corpse] he would have been able to move it and its dirt.",
            "One who checks a cubit by a cubit and then leaves a cubit until he reaches a rock or non-worked soil.  One who removes soil from an impure place can eat questionably Terumah produce but one who clears away a mound cannot eat it.",
            "If he was checking and he reached a brook or a channel or a public road he may stop.   A field in which people were killed, he may gather the bones one by one and everything is pure.  One who removes a grave from a field, can gather the bones one by one and everything is pure. A pit into which miscarried fetuses or killed people were thrown he can gather the bones one by one and everything is pure.  Rabbi Shimon says if it was designated as a grave from the beginning the soil which absorbed blood must also be collected."
        ],
        [
            "One who plows over a grave makes a Beit Hapras.  How big does it make? the length of a furrow one hundred cubits long an area of four se'ahs. Rabbi Yosi says, an area of five se'ahs. On a downward or upward slope, he places a rova of vetch on the plow until the place where three vetches will sprout one next to the other, that is the distance of the Beit Hapras.  Rabbi Yossi says this applies on a downward slope but not an upward slope.",
            "If he was plowing and he hit a rock or a fence or if he shook the plow blade, until that point is the Beit Hapras.  Rabbi Eliezer says a Beit Hapras can make a Beit Hapras. Rabbi Yehoshua says there are times when it does not make one, how so? If he plowed half a furrow and then plowed the other half and so too on the sides, this makes a Beit Hapras, but if he plowed a whole furrow and then from there beyond, it does not make a Beit Hapras.",
            "One who plows over a pit of bones or a pile of bones, a field in which a grave was lost in it, or if a grave was found [after plowing] and similarly a non-Jew who plowed does not make a Beit Hapras since there is no Beit Hapras for Kuti'im. ",
            "If there was a Beit Hapras field above a pure field and rains washed from the Beit Hapras to the pure field, even if the soil had been red and turned white or was white and turned red, it does not become a Beit Hapras. ",
            "A field in which a grave was lost, and they built a house with an attic on top of it, if the doorway of the attic was aligned with the doorway of the house, the attic is pure, but if not the attic is impure. The dirt of a Beit Hapras and they dirt of land outside the land of Israel which cam in a vegetable combines to create a clay seal says Rabbi Eliezer. But the sages say until there is a clay seal in one place. Rabbi Yehuda says, it once happened that letters came from over seas to the sons of the high-priests with a se'ah or two se'ah of seals but the sages were not concerned about their impurity. "
        ],
        [
            "How can one harvest grapes in a Beit Hapras? We sprinkle on the people and the vessels and repeat and they can harvest the grapes and take them out of the Beit Hapras, and others can take them from them to the wine-press. If these people touched those they are impure like Beit Hillel.  Beit Shammai say, he holds the sickle with bark of a palm tree [which cannot become impure] or harvest the grapes with a rock and place them in a basket which cannot become impure and take them to the wine-press.  Rabbi Yossi says, when is this the case?  In a vineyard that became a Beit Hapras, but if he planted in a Beit Hapras, they can be sold in the market. ",
            "There are three types of Beit Hapras, one who plows over a grave, it may be planted with any tree but cannot be sown with seeds except for things which will be cut.  If he uprooted it, he must heap the threshing into it and sift it with two sieves says Rabbi Meir.  The sages say, grain requires two sieves but legumes require three.  An he must burn straw and stubble and it makes one impure by touching and carrying but not in a tent. ",
            "A field in which a grave was lost, he can sow any seeds but he cannot plant any trees.  And trees are not maintained within it except for a shade tree which does not bare fruits, and they make on impure through touching, carrying and by a tent.",
            "A wailing field cannot be planted or sowed but its soil is pure and they can make ovens for holy things out of it. And Beit Shammai agree with Beit Hillel that it should be inspected for someone using it for the Korban Pesach but not for Terumah.  For a Nazir, Beit Shammai say they must check but Beit Hillel say they do not have to check.  How does one check?  He brings soil that can be moved and put it through a sieve with narrow perforations and crushes it, if he fines a bone even the size of a barley grain it is impure. ",
            "How does one make a Beit Hapras pure?  They take from it three fist-lengths of soil or they add three fist-lengths of soil.  If he took three fist-lengths from half and added three fist-lengths to the other half it is pure.  Rabbi Shimon says even if he took one and a half fist-lengths and added one and a half fist-lengths it is pure.  If one paved over a Beit Hapras with stones that cannot be moved it is pure.  Rabbi Shimon says even if one excavated a Beit Hapras it becomes pure. ",
            "One who walks through a Beit Hapras on stones that cannot be moved, on a person or an animal which is strong he is pure.  On stones that can be moved or on a person or animal who is not strong he is impure.  One who walks through the land of the nations, on mountains or hills or rocks he is impure.  By the sea or on a bluff he is pure, what is a bluff?  Anyplace where the sea reaches during a storm.",
            "One who buys a field in Syria next to the Land of Israel if he can enter in purity, it is pure and it is obligated in tithes and Shemita.  If he cannot enter it in purity it is impure but it is still obligated in tithes and Shemita.  The dwelling places of non-Jews are impure.  How long must they live there to require and inspection? Forty days, even if a woman is not with him.  If there was a slave or a woman watching it, it does not need inspection.",
            "What must be inspected? Deep drains and standing water.  Beit Shammai say even garbage dumps and loose soil, but Beit Hillel say anyplace that a pig or a weasel can get to does not require inspection. ",
            "A porch is not considered the dwelling place of a non-Jew. Rabban Shimon ben Gamlel says, the city of non-Jews which was destroyed is not considered a dwelling place of non-Jews.  East Caesarea and West Caesarea are graveyards.  East Akko was in doubt but the sages purified it.  Rebbi and his court voted on Keni and purified it.",
            "Ten places are not considered the dwelling places of non-Jews: Beduin tents, huts, lean-tos, sheds, summer houses, a gate house, open space in a courtyard, a bath-house, a place of arrows and barracks.  "
        ]
    ],
    "titleVariants": [
        "M. Oholot",
        "Mishna Oholot",
        "M Oholot",
        "Mishnah Oholot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Tahorot"
    ]
}