{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Temurah",
    "title": "Mishnah Temurah",
    "lengths": [
        7,
        35
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תמורה",
    "versionSource": "http://www.sefaria.org/Mishnah_Temurah",
    "next": "Mishnah Temurah 2",
    "maps": [],
    "length": 7,
    "book": "Mishnah Temurah",
    "text": [
        [
            "Everyone can exchange a dedicated animal for another, both men and women. Not that a person is allowed to exchange, but rather, that if he did exchange, the exchange takes effect, and he absorbs forty lashes. Priests are able to exchange theirs and Israelites can exchange theirs. Priests cannot exchange sin-offerings, or guilt-offerings, or the firstborn. Rabbi Yochanan ben Nuri said: Why can they not exchange with the firstborn? Rabbi Akiva responded to him: the sin and guilt offerings are gifts to the priest and the firstborn is a gift to the priest, just as he cannot exchange the sin and guilt-offerings, so too he cannot exchange it. Rabbi Yochanan ben Nuri said to him: But why does it matter that he cannot exchange the sin and guilt-offerings? He does not have rights to them while they are alive, should the same law apply to the firstborn that he is entitled to during its lifetime? Rabbi Akiva responded to him: Does it not say (Leviticus 27:10): \"It and its exchange will be holy\"? Just as its holiness takes effect in the owners possession, so too the exchange must be in the possession of the owner.",
            "Cattle can be exchanged for sheep and sheep for cattle, from sheep to goats, and goats to sheep. From males to females and females to males. From unblemished ones to blemished ones and from blemished ones to unblemished ones, as it says (Leviticus 27:10): \"Do not switch it and do not exchange it good with bad or bad with good.\" What is good with bad? Blemished ones whose sanctification predated their blemish. One can be exchanged for two, and two for one, one for one hundred, and one hundred for one. Rabbi Shimeon says: It is impossible to exchange except one for one, as it says (Leviticus 27:10): \"it and its exchange\", just as it is singular so too its exchange is singular.",
            "It is impossible to exchange limbs with fetuses and fetuses for limbs, and neither limbs nor fetuses with intact animals, and not intact animals with them. Rabbi Yose says: Limbs can be exchanged with intact animals, but not intact animals with limbs. Said Rabbi Yose: And is it not the law regarding sanctified animals that if one says the leg of this one as an elevation-offering, it is all for an elevation-offering? So too if one says the leg of this one in place of that one, [one means] that it should in its entirety be exchanged in its place.",
            "Meduma (\"mixture\" of Truma and normal food) is not meduma except according to counting (in the proper ratio), and chametz is not chametz except according to counting, and drawn water does not make a mikveh invalid except according to counting.",
            "The purification-water cannot become purification-water except through the deposition of ash. A field in doubt [as to whether it contains a grave] cannot create a [secondary] field of the same status, tithes cannot come after other tithes, and an exchanged animal cannot make a [secondary] animal of the same status, and the offspring cannot be exchanged. Rabbi Judah says: The offspring can be exchanged. They said to him: Sanctified animals can be exchanged, but the offspring [and the exchanged animal] cannot be exchanged.",
            "The bird [offerings] and the flour-gift [offerings], cannot have substitutes, for [the rule of substitutes] was only said about animals. The congregation and [business] partners cannot make substitutes for it was said (Leviticus 27:10): \"He shall not substitute it.\" An individual can make a substitute but the congregation and partners cannot make a substitute. Offerings [donated] to the House Maintenance [treasury/storage of the Temple] cannot have substitutes. Rabbi Shimon said: But wasn't the tithe included in the rule? Why did it leave? To compare. Just as the tithe is the offering of an individual - congregational offerings are excluded. Just as the tithe is an offering of the altar - offerings of the House Maintenance are excluded."
        ],
        [
            "There is in individual sacrifices what there is not in public sacrifices, and there is in public sacrifices what there is not in individual sacrifices, [namely] that individual sacrifices can have temurah [be exchanged for other animals], and public sacrifices cannot have temurah; Individual sacrifices can be made with male or female [animals], and public sacrifices can only be made with male; Individual sacrifices and their libations must have a surety, public sacrifices do not require a surety, and neither do their libations. However, they do require a surety once he has approached the altar. There is in public sacrifices what there is not in individual sacrifices, that public sacrifices push off [supersede] Shabbat and impurity, and individual sacrifices do not push off Shabbat nor impurity. Rabbi Meir said: and did I not obligate the High Priest and a cow on Yom Kippur [as] an individual sacrifice, and they push off Shabbat and impurity? Rather, [it is because] their time is fixed.",
            "A sin of an individual that was denied by its doer, death [is decreed]. A public sin, death is not [decreed]. Rabbi Yehuda said: they shall die. Rabbi Shimon said: what did we find by a sinning infant, and an exchanged sin, and a sin whose doer has died? These matters were discussed referring to an individual, but not referring to the public. Even when the doers denied [their sin] and when their year was up, these matters were discussed referring to an individual, but not referring to the public.",
            "Kodshim [types of sacrifices] are more stringent than Temurah [exchanged animals], and Temurah are more stringent than Kodshim, as Kodshim can be made Temurah, and Temurah cannot be made Temurah. The public and partners bring a Kodshim, but cannot exchange it, and sanctify limbs and fetuses, but do not exchange [them]. Temurah is more stringent, [in that] the Kodshim [sacrifice] applies to a specific deficient animal, and it cannot be taken out due to sickness, or to be sheared or worked. Rabbi Yose bar Rabbi Yehuda said: An unintentional [sin] is made like an intentional [sin] with regards to Temurah, but not with regards to Kodshim. Rabbi Eliezer said: crossbreeds, and animals unfit to eat, and unusual [animals]; people of indeterminate sex and hermaphrodites - do not qualify for Kodshim [sacrifices] nor can they offer Kodshim. "
        ],
        [
            "These are the Kodshim [sacrifices] whose offspring and animals exchanged for them act as they do: the offspring of a Shelamim [whole sacrifice], and those exchanged for it, their offspring and their offspring's offspring until the end of the world, behold they are like Shelamim, and they require the laying of hands [on the sacrifice] and libations and waving and the breast and the leg. Rabbi Eliezer said: the offspring of a Shelamim cannot be offered as a Shelamim. The Sages said: offer it. Rabbi Shimon said: they did not disagree about the offspring of the offspring of a Shelamim or about the offspring of the offspring of a Temurah [exchanged animal], as it should not be offered. What did they disagree about? Offspring, Rabbi Eliezer said: it cannot be offered, and the Sages said: it can be offered. Rabbi Yehoshua and Rabbi Pappis testified regarding the offspring of a Shelamim that it can be offered as a Shelamim. Rabbi Pappis said: I testify that we had a cow offered as a Shelamim that we ate on Pesach, and we ate its offspring as a Shelamim during the holiday.",
            "The offspring of a Todah [thanksgiving offering] and animals exchanged for it, its offspring and the offspring of its offspring until the end of the world, behold these are like a Todah, so long as they do not require bread. The animal offered in exchange of an Olah [burnt offering], the offspring of that exchanged animal, and the offspring of its offspring until the end of the world, behold they are like the Olah, and require spreading [of the skin] and investigation and complete burning.",
            "One who allocated a female as an Olah [burnt offering] who gives birth to a male, let her graze until she becomes contaminated, and then sell her and bring an Olah with her money. Rabbi Eliezer said: he himself should offer an Olah. One who allocated a female as an Asham [a sin offering], let her graze until she becomes contaminated, and sell her and bring an Asham with her money. If he [already] offered his Asham, her money should fall to a contribution. Rabbi Shimon said: she should be sold if she is not defective. The animal used in exchange of an Asham, and the offspring of the exchange, and the offspring of the offspring until the end of the world, should be left to graze until she becomes contaminated, and then sold and her money used as a contribution. Rabbi Eliezer said: she should be killed. And Rabbi Eleazar said: one should bring Olah offerings with her money. An Asham whose owners have died, or denied, shall graze until it becomes contaminated and be sold, and its money shall fall as a contribution. Rabbi Eliezer said: it should be killed. And Rabbi Eleazar said: bring Olah offerings with their money.",
            "But is a contribution not also an Olah? What is there between the words of Rabbi Eleazar and the words of the Sages? Rather, at the time when she is brought as an obligation, he lays his hands on her and bring libations, and his libations are his own. And if he is a priest, her work and her skin are his. And at the time when she is brought as a contribution, he does not lay his hands on her, and he does not bring libations, and the libations are from the public. Even if he is a priest, her work and her skill are owned by the men who guard her.",
            "The animals exchanged for the firstborn and for the tithe [offerings], their offspring, and their offspring's offspring until the end of the world, behold they are like the firstborn and the tithe, and they shall be eaten with their blemishes by their owners. What is the difference between the firstborn and the tithe and the rest of the Kodshim [sacrifices]? All the Kodshim are sold in the market, and are slaughtered in the market, and are weighed by the Litra [a Roman measurement] - except for the firstborn and the tithe - and they have a redemption price, and their exchanges have a redemption price - except for the firstborn and the tithe. And they [can] come from outside the Land - except for the firstborn and the tithe. If they came unblemished, they shall be offered; and if they were defective, they shall be eaten with their blemishes by their owners. Rabbi Shimon said: what is the reason? The firstborn and the tithe have a livelihood in their place. The rest of the Kodshim, even though they were born defective, they are still considered in the class of Kodshim."
        ],
        [
            "The child of a sin offering, or the replacement for a sin offering, or a sin offering whose owner had died, is killed. [A sin offering] whose year has passed, or was lost and was found with a blemish, if [it was found] after the owners had atoned [for their sin], it is killed and cannot be made into a <i>temurah</i> [replacement offering]. One may not benefit from it, nor is one liable for <i>meilah</i> [benefit from a consecrated item]. If [it was found] before the owners had atoned for their sin, it should graze until it is defiled and [then] sold. Its proceeds should be used [to purchase] another [sin offering]. It can be made into a <i>temurah</i>, and one is liable for <i>meilah</i>. ",
            "[If] one separates a sin offering, [but] it is lost, and another was offered in its place, after which the first [sin offering] was found, [then the first sin offering] is caused to die. [If] one separates money for [the purchase of] a sin offering, [but] it is lost, and another sin offering was offered instead, after which the money was found, then it goes into the Dead Sea.",
            "One separated money for his sin offering, but lost it, and separated other money instead. [If] before he bought with it another sin offering, the first money was found, he brings [a sin offering] from this [money] and that [money], and the remainder is left for a freewill offering. One separated money for his sin offering, but lost it, and [then] separated a sin offering instead of it. [If] before he offered it (the sin offering), the money was found and the sin offering [was found to] have a blemish, [then the sin offering] should be sold and he brings [another sin offering] from this [money] and that [money]. The remainder is left for a freewill offering. One separated his sin offering, but lost it, and separated money instead. [If] before he bought with it a sin offering his [original] sin offering was found, and [his sin offering] had a blemish, then it should be sold and a sin offering brought from this [money] and that [money]. The remainder is left for a free will offering. One separated his sin offering, but lost it, and separated another in its place. [If] before he offered [the second one] the first one was found and they both had blemishes, he should sell them and bring an offering with this [money] and that [money]. The remainder is left for a free will offering. One separated a sin offering, but lost it, and separated another in its place. [If] before he offered [the second one] he found the first one and they were both complete, one of them is offered as a sin offering and the other is to die. These are the words of Rebbe. The Sages say \"A sin offering is not caused to die unless it was found after the owners have atoned.\" ",
            "One separated his sin offering, which had blemishes. He sells it and brings another [sin offering] with the money. Rabbi Elazar in [the name of] Rabbi Shimon says, \"if the second one was offered before the first one was slaughtered, [the first one] is caused to die, since the owners [already] atoned.\""
        ],
        [
            "How may one remove a firstborn animal [from its need to be dedicated to a Kohen]? [One owns] an animal which is about to give birth to its first child and says, \"Whatever is inside of this [animal], if it's a male, [it is dedicated] as an Olah (burnt offering).\" If it gives birth to a male, he offers [the newborn animal] as an Olah, and if it is a female, [he offers it as a Shelamim (peace offering). [If he says] \"[If] it gives birth to a female, it will be offered as a Shelamim,\" and it gives birth to a female, then [the female] is offered as a Shelamim. If it is a male, then [the male] is an Olah. [If he says] \"[If] it gives birth to a female, it will be a Shelamim,\" and it gives birth to a male and a female, then the male is an Olah and the female a Shelamim.",
            "If an animal gives birth to two males, one is offered as an Olah and the second is sold to one who needs to offer an Olah, and the money is Chullin (not holy). If it gave birth to two females, one is offered as a Shelamim and the second is sold to one who needs to offer a Shelamim, and the money is Chullin. If it gave birth to an animal of indeterminate sex or a hermaphrodite, Rabbi Shimon ben Gamliel says, \"Holiness does not fall on them.\"",
            "If one says, \"This animal's fetus is an Olah, and [the animal] is a Shelamim,\" then his words are binding. [If one says], \"[This animal] is a Shelamim, and it's fetus is an Olah,\" the fetus is a Shelamim. These are the words of Rabbi Meir. Rabbi Yosie says, \"If this is what he originally intended (that the fetus would be an Olah), then since it's impossible to pronounce two names at one time, his words are binding.\" And if, when he said \"This is a Shelamim,\" he changed his mind and said, \"The fetus is an Olah,\" then the fetus is a Shelamim.",
            "[If one said], \"This [animal] is a Temurah (animal being exchanged) for an Olah and this animal is a Temurah for a Shelamim,\" then it is a Temurah for the Olah. These are the words of Rabbi Meir. Rabbi Yosie says, \"If this is what he intended originally, then since it's impossible to pronounce two names at one time, his words are binding.\" And if, when he said \"[This animal is] a Temurah for an Olah,\" he changed his mind and said, \"[This animal is] a Temurah for a Shelamim,\" then it is a Temurah for an Olah.",
            "[If one said], \"This [animal] instead of that,\" \"as a Temurah for that,\" \"as an exchange for that,\" then [this animal] is a Temurah [for that animal]. [If he says], \"[This animal] is made Chullin through that one,\" then [this animal] is not a Temurah. [But] if [this animal] was a Hekdesh [sanctified] animal with a blemish, then it goes to Chullin, and [the owner] needs to replace the money.",
            "[If one said], \"This [animal] is instead of a Chatas (sin offering),\" or \"instead of an Olah,\" he has not said anything. \"[This animal] is instead of this Chatas,\" or \"instead of this Olah,\" \"instead of the Chatas or the Olah, which I have inside the house.\" If he had [the animal], his words are binding. If he said about an impure animal or about a blemished animal, \"This is an Olah,\" he has not said anything. [But if he says], \"This is for an Olah,\" he should sell it and use the money for an Olah."
        ],
        [
            "Everything that is forbidden [from being offered] on the altar is forbidden in any amount. [The things that are forbidden are:] an animal with which a woman committed bestiality, an animal with which a man committed bestiality, an animal set aside, an animal which was worshipped, a prostitute's fee, a sold [dog], Kilaim (a forbidden mixture), a Treifah (non-Kosher), and [an animal] which exited [its mother's womb] in a strange manner. What is a \"set aside\"? [An animal set aside for idol worship. It is forbidden, but that which is upon it is permitted. What is a worshipped [animal]? All that serve it. It and that which is upon it is forbidden. Both this [the set aside] and this [the worshipped animal] may be eaten.",
            "What is a prostitute's fee? One says to a prostitute, \"Take this lamb as your payment.\" Even [if he gave her] one hundred [lambs], they are all forbidden. So too is the one who says to his friend, \"Take this lamb and your maidservant will sleep with my slave,\" Rebbe says, \"This is not a prostitute's payment.\" The Sages say, \"It is a prostitute's payment.\"",
            "What is the exchange of a dog? One says to his friend, \"Take this lamb in place of this dog.\" So too for two partners who split up. If one took ten [lambs] and one took nine [lambs] and a dog, [and the ten lambs] are equivalent to the dog [and the nine lambs], then [the ten lambs] are forbidden. [The nine lambs] that are with the dog are permitted. A dog as the prostitute's fee, or the exchange of a prostitute are permitted, as it says, (Deuteronomy 23:19), \"Two\" and not four. Their children are permitted, [as it says], (Deuteronomy 23:19), \"them\" and not their children.",
            "If he gave to her (the prostitute), they are permitted. [If he gave to her] wines, oils, finely sifted flour, or anything like them that can be offered on the altar, [they are] forbidden. If he gave to her sanctified objects, they are permitted. [If he gave to her] birds, they are forbidden. [It is possible to learn this] from a rule [of logic] (A kal v'Chomer): With sanctified [animals] a blemish forbids them [from being offered], but the status of \"prostitute's fee\" or \"exchanged\" do not fall upon them. With birds, which are not forbidden because of a blemish, is it not logical that the status of \"prostitute's fee\" or \"exchanged\" should [definitely] not fall on them? [Therefore] the Torah teaches (Deuteronomy 23:19), \"For all vows,\" to include the birds.",
            "All [animals] which are forbidden [from being offered] on the altar, their children are permitted. The child of an unfit animal, Rabbi Eliezer says, \"Do not offer it on the altar.\" The Sages say, \"Offer it.\" Rabbi Chanina ben Antignos says, \"A Kosher animal which nurses from a non-Kosher animal is forbidden [from being offered] on the altar.\" All sanctified animals which are made unfit may not be redeemed, for sanctified animals [which have been rendered unfit] are not redeemed for them to be fed to the dogs."
        ],
        [
            "The sanctified property for the altar has [qualities] which the sanctified property for the Temple upkeep does not have. And the sanctified property for the Temple upkeep has [qualities] which the sanctified property for the altar does not have. The sanctified property for the altar may be made into a Temurah (an exchange), and one is culpable for making it unfit, for leaving it over, or for making it impure. The children and milk [of sanctified animals] are forbidden after they are redeemed, and one who slaughters them outside [the Temple] is culpable. And they may not be given to workers for [the workers] wages. These are not so with the sanctified property for the Temple upkeep.",
            "The sanctified property for the Temple upkeep has [qualities] which the sanctified property for the altar does not have. Unspecified sanctified property goes to the Temple upkeep. The status of \"for Temple upkeep\" falls on everything, [one may not] improperly use their products, and the Kohanim cannot benefit from them.",
            "Both property for the altar and property for the Temple upkeep may not have their [holiness] changed from one [type of] holiness to [another type of] holiness. One may sanctify it above the holiness it already has or separate it [for a Kohen]. If it dies, it is buried. Rabbi Shimon says, \"Sanctified property for the Temple upkeep, if it dies, he may redeem it.\"",
            "These are the things which are buried: Sanctified [animals] which were stillborn should be buried. The afterbirth of a stillborn should be buried. A bull which is stoned, an Eglah Arufa [a calf killed to atone for an unsolved murder], the birds [brought by] a Metzora (leper), the hair of a Nazir, the firstborn of a donkey, [mixed] milk and meat, unholy [animals] slaughtered in the Temple courtyard, [should be buried]. Rabbi Shimon says, \"Unholy [animals] which were slaughtered in the Temple courtyard should be burned, and so too a wild animal slaughtered in the courtyard.\"",
            "These are the things which need to be burned. Chametz (leavened dough) on Passover is burned. Terumah that is unfit, Orlah, or Kilayim (forbidden mixtures of the vineyard), things which are normally burned should be burned, and things which are normally buried should be buried. [A Kohein may benefit] from lighting bread or oil of Terumah.",
            "All sanctified [animals] which were slaughtered at the wrong time or in the wrong place are to be burned. A questionable guilt offering is to be burned. Rabbi Yehuda says, \"It should be buried.\" A sin offering, a bird that is brought out of doubt should be burned. Rabbi Yehuda says, \"Place it in a container [of water].\" All that is burned is not buried and all that is buried is not burned. Rabbi Yehuda says, \"If he wants to be strict on himself to burn the things which are [normally] buried, he is permitted to do so.\" They (the sages) said to him, \"He is not permitted to change it.\""
        ]
    ],
    "titleVariants": [
        "Mishna Temurah",
        "Mishnah Temurah",
        "M. Temurah",
        "M Temurah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ]
}