{
    "versionTitle": "Ibn Ezra on Bereshit",
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ],
    "language": "he",
    "title": "Ibn Ezra on Genesis",
    "text": [
        [
            "",
            "",
            "",
            [
                "וירא - כמו: וראיתי אני, והוא במחשבה. וטעם ויבדל - בקריאת השמות."
            ],
            [
                "ויקרא -ה\"א לילה נוסף, כי הוא מלעיל ולעולם לשון זכר הוא. ערב -קרוב מטעם חשך ונקרא כך, שנתערבו בו הצורות. ובקר -הפך ערב, שיוכל אדם לבקר בינות הצורות. וטעם יום אחד -הוא על תנועת הגלגל. ויש סוד לדרש שיתא אלפי. ואחר שאמר שהאור יקרא יום, לא יתכן שיקרא הערב יום, רק פירש היה ערב גם היה בקר של יום אחד. ואילו היה הערב והבקר יום אחד, מה טעם שני?!"
            ],
            [
                "ויאמר - אמר הגאון: על הרקיע דברים שלא היו. רק פירושו דבר נטוי כמו: וירקעו. ארקעם. וכן: וימתחם כאהל לשבת. ומה נכבד דבר האומר שקצות השמש עם קצות מימי אוקינוס, וזה הרקיע הוא האויר, כי כאשר התחזק האור על הארץ והרוח יבש מהארץ, נהפך הלהט ונעשה הרקיע. וכן אמר במזמור: נוטה שמים כיריעה המקרה במים, והזכיר העבים והרוח ויסוד ארץ והוא גבוה על המים. וכן כתוב: כי הוא על ימים יסדה. לרוקע הארץ על המים וכן כל הולך אל הים יורד יקרא. וטעם הקורא למי הים, שיעלו והם עננים. ואחר כן: וישפכם."
            ],
            [
                "ויעש -יש הבדלה בבין עם למ\"ד, כמו בין מים למים, בין קדש לחול. ויש עם בין ובין כמו פה ויבדל בין המים אשר מתחת לרקיע ובין המים וגו'. ויש עם שניהם כמו ביניכם לבין אלהיכם. וטעם ויהי כן - דבק עם הבא אחריו, כאשר היה כן קראו שמים."
            ],
            [
                "ויקרא -חמש דברים קראן השם כי אין אדם, והם: אור, וחשך, ושמים, וארץ, וימים ,ואדם כן."
            ],
            [
                "ויאמר - כפי דעתי שזו הפרשה דבקה עם אשר עליה, כי הרקיע לא נעשה עד אשר יבשה הארץ, והעד ביום עשות ה' אלוהים ארץ ושמים, והנה ביום א' נעשו.  והראות דבר נסתר והקוות מפוזר איננה בריאה. וכן טעמו וכבר אמר אלוהים יקוו המים, ויש כמוהו בתורה למאות. והנה בפרשת בראשית אתן לך עדים שנים: האחד וישם שם את האדם אשר יצר ואחרי כן ויצמח ה' אלוהים וקודם האדם הצמיחה. והעד השני שצוה אדם שלא יאכל מעץ הדעת, ואחריו כתיב וייצר ה' אלוהים מן האדמה. רק פירושו וכבר יצר. ועל זה הפירוש יהיה וירא אלוהים כי טוב דבק עם בריאת יום שני. ",
                "ותדשא הארץ- תחלת יום שלישי. ",
                "ופירוש יקוו -יתחברו. וכן: ונקוו אליה."
            ],
            [
                "ואמר ימים - בעבור שאין שום ים שיקיף כל הארץ"
            ],
            [
                "ויאמר - אמר הכתוב: תדשא הארץ ישרצו. תוצא. והנה שם כח בארץ ובמים לעשות במצוות השם, וזו היא התולדות. ",
                "וטעם תדשא - כמו תצמיח."
            ],
            [
                "אשר זרעו בו - שהזרע בפרי וכל אחד שומר את מינו."
            ],
            [
                ""
            ],
            [
                "ויאמר -מלת יהי יהיה בעבור שידברו בה הרבה הוא ליחיד. ולרבים גם לנקבה, כי יהיה נערה בתולה.",
                "לאותות - רגעים.",
                "ולמועדים -שעות. ויתכן להיות לאותות על קדרות הלבנה והשמש. ודילוג דמות הכוכבים, כי הכוכבים סבת דמות הנראה. כטעם מאותות השמים. והאומר כי למ\"ד לאותות נוסף לא אמר כלום.",
                "והיו לאותות -אמר חכם גדול ספרדי כי הרקיע נחלק על שמנה חלקים לזי\"ן הכוכבים וגלגל המזלות, וזה לא יתכן, כי אין גוף למעלה מגלגל המזלות. והנה הכתוב אומר: ברקיע השמים, שיורה שיש שמים למעלה ממנו. וכן: שמי השמים. לרוכב בשמי שמי קדם, וקדם במקום הזה איננו מזרח. והגאון רב סעדיה זצ\"ל, ברח מזה המקום. והנכון בעיני: שהשמש והלבנה וכל הכוכבים, הם מאורות ברקיע כי שם יראו."
            ],
            "",
            [
                "ויעש- נקראו השנים הגדולים כנגד הכוכבים. וכן נקראו שלושה בני ישי הגדולים כנגד האחרים, ואליאב היה הבכור גדול מכולם ולא זה גדול מזה, יש לו סוד ממשלת השמש ביום. ולא בלילה כי אין לה אור. גם ללבנה וכוכבים לא יראה אורם ביום. ואם ישאל שואל הלא אמרו חכמי הספירות שכוכב צדק וכל הכוכבים חוץ מכוכב ונוגה, גדולים מהלבנה ואיך כתוב הגדולים?! התשובה אין פירוש הגדולים על מדתם בגופם, רק על אורם ואור הלבנה כפלי כפלים, בעבור היותה קרובה מהארץ. וכן כתוב מאור:"
            ],
            [
                "ויתן - אל תתמה על מלת ויתן, כי כן כתוב: את קשתי נתתי (בראשית ט יג)."
            ],
            [
                "ולמשול - יום התורה משעת צאת השמש עד בואה, והלילה מעת ראות הכוכבים, וצדקו האומרים: על פי שלושה עדים. ודע כי עת שתחשך השמש יהיה ערב, עד שעה ושליש שעה שיראה כמו אור בעבים, וכן הבקר אור קודם זריחת השמש, ובצאת אור השמש ביום ואור הלבנה בלילה, יבדילו בין האור ובין החשך:"
            ],
            "",
            [
                "ויאמר ישרצו - פועל יוצא. וכמוהו: ושרץ היאור צפרדעים. וטעם ישרצו תולדות עם הגבהה. והכתוב: כי העוף יעופף על פני הרקיע לעד, על פירוש רקיע. ואמר הגאון: כי על פני הוא עם פני. אם כן פני השמים למטה הם, ופ\"א יעופף כפל כנו\"ן עד יכונן."
            ],
            [
                "הרומשת - כטעם הולכת. ויש אומרים: שהשי\"ן תחת הסמ\"ך."
            ],
            [
                "ויברך - טעם פרו ורבו. תפרו ותרבו. וכן: ומות בהר, כי אין זה בכחו ובידו."
            ],
            "",
            [
                "נפש חיה – כלל לאשר הוליד האש והמים והארץ גם האדם. ",
                "בהמה - שהם עם בני אדם לצרכם לרכוב ולאכול.",
                "ורמש - הם הקטנים ההולכים על הארץ.",
                "וחיתו ארץ - שהם בשדה שאין שם ישוב. והוי\"ו האחרון נוסף במלת וחיתו, כמו: למעינו מים, בנו בעור."
            ],
            "",
            [
                "נעשה אדם - יש אומרים: כי מלת נעשה שם תואר מבנין נפעל, כמו: ואשר היה נעשה ליום אחד. ואמרו כי בצלמנו כדמותנו, דברי משה. ופירושו: ויברא אלוהים את האדם - בצלמו שהוי\"ו שב אל האדם. ויפרשו: בצלם אלהים, שהאלהים דבק עם עשה, כאילו אמר: כי האלהים עשה את האדם בצלם. וזה הפירוש חסר לב, כי היה הראשון ראוי להיות כן, ויאמר אלוהים יהי נעשה אדם. וכן עשהו בצלמו. גם וי\"ו בצלמו, איך ישוב אל האדם והנה יש לו צלם קודם שיהיה. ומה טעם יש? כי שופך דם האדם באדם דמו ישפך- בעבור שנברא האדם בצלם, גם לכל נפש חיה צלם. ויאמר הגאון: כי פירוש בצלמנו כדמותנו בממשלה. וטעמו: בצלם, שראה בחכמה כי טובה היא ובעבור כבוד האדם סמכו אל האלהים. וכן: ומארצו יצאו, כי לה' הארץ ומלואה. ואמר במלת נעשה ואם היא לשון רבים, שכן מנהג המלכים לדבר. וכמוהו: ונתנה לך גם את זאת. נאמר: קדם מלכא. אולי אוכל נכה בו, ואלה העדים עדי שקר הם, כי ונתנה לך בנין נפעל. וכמוהו: והעיר נתנה והוי\"ו השיבו לעתיד, כמשפט כל פעל עבר. והטעם ותנתן לך. ונכה בו הוא ומחנהו, או יהיה שם הפעל כמו: ונקה לא אנקך. ואף כי שמצאנו: לא נכו, כי לא יבא בנין שלא נזכר שם פועלו, כי אם מהכבד. ורבי משה הכהן הספרדי טעה בספרו: ומלת נאמר: קדם מלכא ארמית היא. ואיך ידבר דניאל בלשון גדולה עם נבוכדנצר שהיה מלך מלכים?! ועתה אפרש: דע כי כל מעשה בראשית לכבוד האדם נברא במצוות השם. והצמחים הוציאה אותם הארץ והמים וכל נפשות החיות. ואחר כן אמר השם למלאכים: נעשה אדם, אנחנו נתעסק בו ולא המים והארץ, ואחר שידענו שהתורה דברה כלשון בני אדם, כי המדבר אדם גם כן השומע ולא יוכל לדבר, איש דברים בגבוה עליו, או בשפל ממנו, רק על דרך דמות האדם. וכן אמר: פי הארץ. יד הירדן. וראש עפרות תבל. וחלילה חלילה להיות דמות לשם. וכן אמר: ואל מי תדמיוני. ובעבור שנשמת האדם העליונה שאיננה מתה נמשלת בחיותה לשם, ושאיננה גוף והיא מלאה כולו וגוף האדם כעולם קטן. יהי השם מבורך אשר בגדול החל ובקטן כלה. וגם אמר הנביא שראה כבוד אלוהים כמראה אדם. והשם הוא האחד והוא יוצר הכל והוא הכל ולא אוכל לפרש. ואדם נברא בתחילה בשני פרצופין והנו אחד וגם הוא שנים. והנה בצלם אלוהים מלאך, והוא נברא זכר ונקבה ומלת פריה ורביה באדם ברכה היא, כמו בבריאת המים. רק הוא מצוה, העתיקוה קדמונינו ז\"ל ושמו זה הפסוק זכר לדבר"
            ],
            "",
            "",
            [
                "ויאמר אלוהים הנה נתתי לכם - התיר לבני אדם ולכל שיש בו נפש חיה לאכול כל עשב. וכל פרי עץ מותר לאדם. והעשב הירק לחיות ולכל רומש. ועד כה לא התיר הבשר עד אחר המבול:"
            ],
            "",
            [
                "יום הששי - יש אומרים: שיום סמוך. וטעם לגלגל הששי. וכן: יום השביעי. ואין זה אמת. ובעל יום הששי על דעת אנשי המזלות יוכיח. רק פירושו יום שהוא שישי ליום הראשון. וכן: יום השביעי. ונמצא כן: איש הישראלי, ורבים כמוהם. גם כן: רקיע השמים, הרקיע שהוא שמים:"
            ]
        ],
        [],
        [
            "",
            "",
            "",
            "",
            [
                "והייתם כאלהים. כמלאכים:"
            ]
        ],
        [],
        [],
        [
            "",
            [
                "בני האלהים. בני השופטים שהיו עושים בארץ משפט אלהים. ויש אומרים כי האלהים במקום הזה קודש. והבנים הם הקדושים אשר בארץ כטעם בנים אתם. ויש אומרים כי בני האלהים בני שת ובנות האדם בנות משפחת קין. והישר בעיני להיות בני האלהי' היודעי' דעת עליון בחרו להם נשים שהיתה מערכת שמים כל אחת נמשלת לכל אחד והתולדות כתולדות על כן יצאו מהם גבורים ויתכן שלקחו הנשים גם בחזקה:"
            ]
        ]
    ],
    "maps": [],
    "commentaryCategories": [
        "Tanach",
        "Torah"
    ],
    "heTitle": "אבן עזרא על בראשית",
    "versionSource": "http://www.daat.ac.il/daat/olam_hatanah/mefaresh.asp?book=1&perek=1&mefaresh=ezra",
    "heBook": "אבן עזרא",
    "heCommentator": "אבן עזרא",
    "length": 50,
    "titleVariants": [
        "Ibn Ezra on Genesis"
    ],
    "textDepth": 3,
    "commentaryBook": "Genesis",
    "commentator": "Ibn Ezra",
    "categories": [
        "Commentary",
        "Tanach",
        "Torah",
        "Genesis"
    ]
}