{
    "versionTitle": "Hyman Goldin 1913 Translation", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Bava Metzia", 
    "lengths": [
        10, 
        101
    ], 
    "text": [
        [], 
        [], 
        [
            "One deposited [for safekeeping] an animal or vessels with his neighbor and they were stolen or lost, if he paid but did not want to swear [the prescribed oath], because they [the sages] said that a unpaid guardian would swear and be exempt [from liability, and afterward] the thief is found, he must pay a double. [If the thief] butchered and sold the object, he must pay four or fivefold. To whom does he pay? To him who [kept] the deposit with him. [If the guardian] swore the [prescribed oath] and did not want to pay, and [afterward] the thief is found, he must pay double. [If the thief] butchered and sold the object, he must pay four or fivefold. To whom does he pay? To the owner of the deposit.", 
            "The one who hires a cow from his neighbor, and loans it to another, and the cow dies naturally; the one who hired [the cow] should swear that it died naturally, and the borrower should pay the to the hirer. Rabbi Yosei said: How shall he do business with his neighbor's cow? Rather, the cow [or its value] must be returned to the owners.", 
            "If one said to two [persons]: \"I have robbed one of you of a <i>maneh</i>, but I do not know from which of you;\" or [said]: \"The father of one of you deposited a <i>maneh</i> with me, but I do not know which,\" he must give a <i>maneh</i> to one and a <i>maneh</i> to the other, because he himself admitted it.", 
            "If two [people] deposited money with one, one has deposited a <i>maneh</i> and the other two hundred <i>zuz</i>, [and afterwards] one says: \"The two hundred <i>zuz</i> are mine,\" and the other one says: \"The two hundred <i>zuz</i> are mine,\" [the guardian] shall give a <i>maneh</i> to one and a <i>maneh</i> to the other, and the balance shall be put aside until Eliyahu comes. Rabbi Yosei said: If so, what did the deceiver lose? Rather, everything shall be put aside until Eliyahu comes.", 
            "This [is the same in a case of] two vessels, the value of one is a <i>maneh</i>, and the value of the other is thousand <i>zuz</i>. One says: \"The [more] valuable is mine,\" and the other one says: \"The [more] valuable is mine.\" He shall give the small [vessel] to one of them, and from the large [vessel], he shall give the value of the small [vessel] to the other, and the balance shall be put aside until Eliyahu comes. Rabbi Yosei said: \"If so, what did the deceiver lose? Rather, everything shall be put aside until Eliyahu comes.", 
            "The one who deposits fruit with his neighbor, even if they are destroyed, the guardian must not touch them. Rabban Shimon ben Gamaliel says: He should sell them under the supervision of the court because it is like one who restores a lost object to its owners.", 
            "The one who deposits fruit with his neighbor, he may deduct losses as follows: for wheat and rice, nine half-<i>kabim</i> to one <i>kor</i>; for barley and millet, nine-<i>kabim</i> to one <i>kor</i>; and for spelt and linseed, three <i>se'im</i> to one <i>kor</i>. Everything is according to the measure, [and] everything is according to the [length] of time. Rabbi Yochanan ben Nuri said: What do the mice care? Don't they eat [the same amount] whether from a lot or a little? Rather, he may only deduct a decrease of only one <i>kor</i>. Rabbi Yehuda says: If there was a large quantity, he may not deduct decreases, because [some] is left behind.", 
            "[The guardian] may deduct one-sixth for wine; Rabbi Yehuda says: \"One-fifth only.\" One may deduct three <i>lugim</i> of oil from one hundred [<i>lugim</i>]: a <i>log</i> and one-half for yeast, and a <i>log</i> and one-half [for the] absorption. If it was purified oil [stored], one cannot deduct [any] yeast; if the vessels were old, he cannot deduct [for] absorption. Rabbi Yehuda says: Even if the one who sells purified oil to his neighbor all the days of the year. [The purchaser] accepts a [loss of] <i>log</i> and one-half of yeast from one hundred [<i>lugim</i> of oil.]", 
            "The one who deposits a cask with his neighbor, and the owners do not assign a place [for it] and he moved it and it was broken. If it was broken [while] it was in his hand [and it was] for his own need, he is liable; but [if it was] for the need of [the cask], he is exempt. If it was broken, from when he placed it, either for his own need or for its need, he is exempt. [If] the owners assigned a place [for it] and he moved it and it was broken, either [if it was] in his hand or from when he placed it, [if the move] was for his own need, he is liable, if it was for its need, he is exempt.", 
            "The one who deposited coins with his neighbor, and he tied them up [in a package] and carried it over his shoulder, or he entrusts them to his minor son or daughter, and locked it up before them [in a way] that was not satisfactory, he is liable, because he did not guard [them] in the manner of guardians, [however] if he did guard [them] in the manner of guardians, he is exempt.", 
            "The one who deposited coins with a money-changer, if they were tied up, he may not use them, therefore if they were lost, he is not responsible for them; if they were loose, he may use them, therefore if they were lost, he is responsible for them. [If they were deposited] with a private person, he may not use them whether tied up or loose, therefore if they were lost, he is not responsible for them. A storekeeper is like a private person; these are the words of Rabbi Meir. Rabbi Yehuda says: A storekeeper is like a money-changer.", 
            "The one who misuses the deposited [money], the School of Shammai says: He should be lashed for [any] loss and [any] increase; the School of Hillel says: [He must pay the value from] the time it was taken. Rabbi Akiva says: [He must pay the value from] the time it was demanded. The one who considers misusing the deposit, the School of Shamai says: He is liable; and the School of Hillel says: He is not liable until he misuses it; as the Torah states, (Exodus 22:10): \"that he has not stretched forth his hand against the property belonging to his neighbor\"; How? If he bent down the cask, and took a quarter [of a <i>log</i>] from it, and it was broken, he must pay only for the quarter; if he lifted up the cask and took a quarter from it, and it was broken, he must pay the entire value [of the cask]."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "The house and upper story of two persons that collapsed, the two of them divide the wood, stones, and mortar, and they look [at] which stones were likely to be broken. If one of them recognized some of his stones, he may take them and they are counted for him.", 
            "The house and upper story of two persons, and [floor of] the upper story was broken open, and the landlord refuses to fix [it], the owner of the upper story goes down and lives below until he fixes for him the upper story. Rabbi Yosei says: The one who is below gives the ceiling, and the upper one [gives] the pavement.", 
            "The house and upper story of two persons that collapsed, if the owner of the upper story said to the landlord to build, and he did not want to build, the owner of the upper story builds the house and lives within it, until he pays him his expenses. Rabbi Yehudah says: then this one [is considered to be] living with his fellow, he needs to pay him rent. Rather, if owner of the upper story builds the house, the upper story, and the ceiling, he may dwell in the house until he pays him his expenses.", 
            "And this is also the case with an olive-press, which is built in the rock and there is a garden above it and it collapses, the owner of the garden goes down and sows below, until he makes the arches of his olive-press. The wall or the tree that fell into the public domain and caused damage, he is exempt from paying. If they gave him time to cut the tree or to tear down the wall, and they fell within the time, he is exempt, and after the time, he is liable.", 
            "The one who has his wall near the garden of his fellow and it fell, and he said to him: \"remove your stones,\" and he said to him: \"they have become yours,\" they should not listen to him. After he agreed to it, he said to him: \"here are your expenditures, and I will take what is mine,\" they should not listen to him. The one who hires the worker to work with him on straw or stubble, and he said to him: \"pay me my wages,\" and he said to him: \"take what you made as your wage,\" they should not listen to him. After he agreed to it, and he said to him: \"here are your wages and I will take what is mine,\" they should not listen to him. The one who removes his manure into the public domain, the one who removes [it], he should remove [it], and the one who spreads out manure, spreads out manure. Clay should not be soaked in the public domain, nor make bricks; but clay may be kneaded in the public domain, but not bricks. The one who builds in the public domain, the one who brings stones should bring, and the one who builds should build, and if he damaged [something] he pays what he damaged. Rabban Shimon ben Gamliel says: even if he prepares his labor before thirty days.", 
            "Two gardens [that] are one on top of the other, and vegetables are between them, Rabbi Meir says: \"they belong to the upper owner,\" and Rabbi Yehudah says: \"they belong to the lower owner.\" Rabbi Meir said: \"If the upper owner would want to take the earth, there would be not be vegetables here.\" Rabbi Yehudah said: \"If the lower owner would want to fill his garden, there would be no vegetables here.\" Rabbi Meir said: \"Since the two of them are able to prevent the other one, we look from where the vegetable is sustained.\" Rabbi Shimon said: \"Anything that the upper owner is able to reach out his hand and take, this is his, and the rest belongs to the lower owner.\""
        ]
    ], 
    "heTitleVariants": [
        "משנה בבא מציעא"
    ], 
    "heTitle": "משנה בבא מציעא", 
    "versionSource": "http://books.google.com/books?id=BK3XAAAAMAAJ&printsec=frontcover&dq=hyman+goldin+mishnah&hl=en&sa=X&ei=PqECUsPSCYjc8wT4loGQDg&ved=0CEUQ6AEwAg#v=onepage&q=hyman%20goldin%20mishnah&f=false", 
    "maps": [], 
    "length": 10, 
    "titleVariants": [
        "Mishna Bava Metzia", 
        "M. Bava Metzia", 
        "M Bava Metzia", 
        "Mishnah Bava Metzia"
    ], 
    "textDepth": 2, 
    "order": [
        32, 
        2
    ], 
    "categories": [
        "Mishnah", 
        "Seder Nezikin"
    ]
}