{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Bava Metzia",
    "title": "Mishnah Bava Metzia",
    "lengths": [
        10,
        101
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ],
        [
            "Hyman Goldin 1913 Translation",
            "http://books.google.com/books?id=BK3XAAAAMAAJ&printsec=frontcover&dq=hyman+goldin+mishnah&hl=en&sa=X&ei=PqECUsPSCYjc8wT4loGQDg&ved=0CEUQ6AEwAg#v=onepage&q=hyman%20goldin%20mishnah&f=false"
        ]
    ],
    "heTitle": "משנה בבא מציעא",
    "versionSource": "http://www.sefaria.org/Mishnah_Bava_Metzia",
    "next": "Mishnah Bava Metzia 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Bava Metzia",
    "text": [
        [
            "Two are holding a garment. One says, \"I found it,\" and the other says, \"I found it.\" [If] one says, \"all of it is mine\" and the other says, \"all of it is mine.\" This one shall swear that he owns no less than half of it, and this one shall swear that he owns no less than half of it, and they shall divide it [between them.] [If] one says, \"all of it is mine\" and the other says \"half of it is mine.\" The one who says \"all of it is mine\" shall swear that he owns no less than three quarters of it; and the one who says \"half of it is mine\" shall swear that he owns no less than one quarter of it. He [the former] takes three quarters and he [the latter] takes one quarter.",
            "Two [men] were riding on an animal, or one was riding and one was leading. One says, \"all of it is mine,\" and the other one says, \"all of it is mine.\" This one shall swear that he owns no less than half of it, and the other one shall swear that he owns no less than half of it, and they will divide it.  In a situation where they agree, or they have witnesses, they divide it without an oath.",
            "One was riding on an animal and saw an object, and said to his fellow, \"give it to me.\" The [other] took it and said, \"I have acquired it,\" [then] he has acquired it [for himself.] If the [other] gave it to him [the one riding the animal] and then said, \"I acquired it [for myself] first,\" [it is as if] he said nothing.",
            "If he saw an object and fell on it, and another came and took possession of it, the one who took possession of it acquired it. If he saw them running after an object, or after a deer [with a] broken [leg], or after hatchlings that have not yet flown, and he said, \"my field has acquired it for me,\" [the field] has acquired it for him. If the deer was running normally, or the hatchlings were flying, and he said, \"my field has acquired it for me,\" [it is as if] he said nothing.",
            "Something found by his minor son or daughter, or something found by his gentile servant or maid-servant, or something found by his wife - these belong to him. Something found by his adult son or daughter, or something found by his Hebrew servant or maid-servant, or something found by his wife whom he divorced, even if he has not yet paid her the value of her ketubba (marriage contract) -  these belong to them.",
            "If one finds debt documents: if it includes mortgaged property, it should not be returned [to the creditor], for the court may seize the property from them [because of the strength of the document].  However, if there is no mortgaged property mentioned, it may be returned, for the courts will not seize property from them - these are the words of Rabbi Meir.  The Sages say, in either case, it should not be returned, because the court may [nevertheless] seize property from them [because of the strength of the document].",
            "If one found gittim (divorce documents), or a document of manumission of slaves, a [last] will, the deed of a gift, or receipts; one shouldn't return [them to the writer], for I might say, \"They were written, and then I changed my mind [and decided] not to give them.\"",
            "If one found court-ordered property assessments, allowances [for a widow to sell property] for food, documents of chalitsah (declination of levirate marriage) or refusal, documents of arbitration, or [documents of] any court action, one should return [these documents].  [However,] if one found in a packet or a bag, wrapped together or in a bundle of documents, he should return [them]. And how is a bundle of documents [defined]? - three tied together.  Rabbi Shimon ben Gamliel says, if the document records a borrower from three lenders, it should be returned to the borrower; three borrowers from one lender, should be returned to the lender.  If one found a document in his files but doesn't know its history, it should be left until Eliyahu comes [and resolves it].  However, if there are postscripts, one should follow what is in the postscripts."
        ],
        [
            "Which are the found items which belong to him [the finder], and which one must announce? These are the found items which belong to him [the finder]: if one found scattered fruit, scattered money, sheaves in the public domain, fig-cakes, baker's bread, strings of fish, cuts of meat, wool as it is from the country, bundles of flax and purple wool - these are his [the finder's,] these are the words of Rabbi Meir. Rabbi Yehuda says, anything which has on it a change, one must announce. How so? If one found a cake with a clay shard in it, or a sheaf with money within it. Rabbi Shimon ben Elazar says, any merchandise, one does not need to announce.",
            "And these [objects] one is required to announce: if one found fruit in a vessel or a vessel as is, money in a purse or any purse as is, heaps of fruit or heaps of money, three coins stacked one on top of another, sheaves in private property, or home-baked bread, shearings of wool bought from the artisan, jugs of wine or oil - these one must announce.",
            "If one found, behind a hedge or a fence, a group of tied-together fledglings, or in the pathways of fields - one should not touch them. If one found a vessel in a trash-heap: if it was covered, one should not touch it, but if it was exposed, one should take and announce [it]. If one found [an object] in a stone-pile or in an old wall, these belong to him [the finder]. If one found [an object] in a new wall: from the middle [of the wall] to the outside, these belong to him [the finder], [but] from the middle [of the wall] to the inside, these belong to the owner of the house. If the house had been rented to others, [then] even something [found] within the house [itself] these belong to him [the finder].",
            "If one found [an object] in a store, these belong to him [the finder]. Between the counter and the shopkeeper, these belong to the shopkeeper. In front of the money-changer, these belong to him [the finder]. Between the seat and the money-changer, these belong to the money-changer. The one who buys fruits from another or who sent fruit to another, and within them found coins, these belong to him [the finder]. [But] if they were tied [together], one should take [them] and announce [their finding].",
            "Even a garment is in the same general rule of all of these. Why [did the Torah] specify it? To compare to it, to say to you: just as a garment is special in that it has markings, and [if lost] there are claimants for it, so too anything which has markings and has claimants for it, one must announce [it].",
            "And until when must one announce [the object]? Until one's neighbors knew of it - these are the words of Rabbi Meir.  Rabbi Yehuda says, the three pilgrimage festivals, and after the last festival, seven days - in order that [someone] will go home - three, and will return - three, and will announce - one day.",
            "If one described the lost object but not its markings, one should not give [it] to him. And the deceiver, even though he described its markings, one should not give [it] to him, as the Torah states, (Deuteronomy 22:2) \"Until your brother sought <i>darash</i> it\": Until you investigate <i>tidrosh</i> [whether] your brother is a fraud [or] if he is not a fraud. Anything which does work and eats, one may use it [to do work] and feed it. Something which does not work but does eat, [the finder] must sell it, as the Torah states, (Deuteronomy 22:2) \"You shall return it to him\": See how you shall return it to him. What should be [done] with the money?  Rabbi Tarfon says, one may use them - therefore, if [the money] was lost, he is responsible for them. Rabbi Akiva says, one may not use them, therefore if [the money] was lost, he is not responsible for them.",
            "If one found books, one should read from them once every thirty days and if one does not know how to read, he should roll them.  However, one should not learn from them for the first time, nor may one read [from them] with someone else.  If one found clothing, one should shake it once every thirty days, and spread it out [according] to its need, but not to honor himself [by hanging it in his home]. Utensils of silver or bronze, one should use them [according] to their need, but not to wear them out. Utensils of gold or glass one should not touch them until Eliyahu comes. If one found a bag or a box, or anything which is undignified to pick up - one should not pick [it] up.",
            "What is a lost object? If one found a donkey or a cow grazing along the path, this is not a lost object; a donkey with its gear overturned, a cow running between vineyards, this is a lost object. If [the finder] returned the animal and it ran away, he returned it and it ran away, even four or five times, he is obligated to return it; as the Torah states, (Deuteronomy 22:1) \"You shall surely return them.\" If [the finder's] lost time is worth a sela, he should not say to him [the owner]: \"Give me a sela;\" but he should give him his wage like an idle laborer. If there is a court there, he may bring it before the court; if there is not a court there before which to bring it, his own [need] takes precedence.",
            "If one found [an animal] in the stable, he is not obligated with it; [if it is in] the public domain, he is obligated with it. If it was in a cemetery, he may not impurify [himself] for it. If his father said to him 'impurify [yourself]', or 'do not return [a lost object]', he should not listen to him. If [a person] unloaded [an animal] and [the owner] reloaded [the animal], he unloaded and he reloaded, even four or five times, he is obligated [to unload]; as the Torah states, (Exodus 23:5): \"You shall surely relieve.\" If [the owner] went and sat down, and said to the passer-by: 'Since the mitsvah is upon you, if it is your will to unload [the animal], do so,' [the latter] is exempt; as the Torah states, (Exodus 23:5) \"With him.\" If he is old or sick, he is obligated. It is a mitsvah from the Torah to unload [an animal], but not to reload [it]. Rabbi Shimon says: \"Even to reload.\"  Rabbi Yosei the Galilean says: \"If [the weight] was more than it was able to carry, it is not necessary for him, as the Torah states, (Exodus 23:5): \"Under its burden\": a burden that it is able to withstand.",
            "His lost object and his father's lost object [are to be attended to], his lost object takes precedence; his own lost object and his teacher's lost object, his own takes precedence; his father's lost object and his teacher's lost object, his teacher's takes precedence, because his father brought him into this world, but his teacher, who taught him wisdom, brings him to live [in] the world to come; if his father is a sage, [the object] of his father takes precedence. If his father and his teacher were carrying a burden, he should relieve his teacher, and afterward relieve his father. If his father and his teacher were in prison, he should redeem his teacher and afterward he should redeem his father; if his father was a sage, he should redeem his father and afterward he should redeem his teacher."
        ],
        [
            "One deposited [for safekeeping] an animal or vessels with his neighbor and they were stolen or lost, if he paid but did not want to swear [the prescribed oath], because they [the sages] said that a unpaid guardian would swear and be exempt [from liability, and afterward] the thief is found, he must pay a double. [If the thief] butchered and sold the object, he must pay four or fivefold. To whom does he pay? To him who [kept] the deposit with him. [If the guardian] swore the [prescribed oath] and did not want to pay, and [afterward] the thief is found, he must pay double. [If the thief] butchered and sold the object, he must pay four or fivefold. To whom does he pay? To the owner of the deposit.",
            "The one who hires a cow from his neighbor, and loans it to another, and the cow dies naturally; the one who hired [the cow] should swear that it died naturally, and the borrower should pay the to the hirer. Rabbi Yosei said: How shall he do business with his neighbor's cow? Rather, the cow [or its value] must be returned to the owners.",
            "If one said to two [persons]: \"I have robbed one of you of a <i>maneh</i>, but I do not know from which of you;\" or [said]: \"The father of one of you deposited a <i>maneh</i> with me, but I do not know which,\" he must give a <i>maneh</i> to one and a <i>maneh</i> to the other, because he himself admitted it.",
            "If two [people] deposited money with one, one has deposited a <i>maneh</i> and the other two hundred <i>zuz</i>, [and afterwards] one says: \"The two hundred <i>zuz</i> are mine,\" and the other one says: \"The two hundred <i>zuz</i> are mine,\" [the guardian] shall give a <i>maneh</i> to one and a <i>maneh</i> to the other, and the balance shall be put aside until Eliyahu comes. Rabbi Yosei said: If so, what did the deceiver lose? Rather, everything shall be put aside until Eliyahu comes.",
            "This [is the same in a case of] two vessels, the value of one is a <i>maneh</i>, and the value of the other is thousand <i>zuz</i>. One says: \"The [more] valuable is mine,\" and the other one says: \"The [more] valuable is mine.\" He shall give the small [vessel] to one of them, and from the large [vessel], he shall give the value of the small [vessel] to the other, and the balance shall be put aside until Eliyahu comes. Rabbi Yosei said: \"If so, what did the deceiver lose? Rather, everything shall be put aside until Eliyahu comes.",
            "The one who deposits fruit with his neighbor, even if they are destroyed, the guardian must not touch them. Rabban Shimon ben Gamaliel says: He should sell them under the supervision of the court because it is like one who restores a lost object to its owners.",
            "The one who deposits fruit with his neighbor, he may deduct losses as follows: for wheat and rice, nine half-<i>kabim</i> to one <i>kor</i>; for barley and millet, nine-<i>kabim</i> to one <i>kor</i>; and for spelt and linseed, three <i>se'im</i> to one <i>kor</i>. Everything is according to the measure, [and] everything is according to the [length] of time. Rabbi Yochanan ben Nuri said: What do the mice care? Don't they eat [the same amount] whether from a lot or a little? Rather, he may only deduct a decrease of only one <i>kor</i>. Rabbi Yehuda says: If there was a large quantity, he may not deduct decreases, because [some] is left behind.",
            "[The guardian] may deduct one-sixth for wine; Rabbi Yehuda says: \"One-fifth only.\" One may deduct three <i>lugim</i> of oil from one hundred [<i>lugim</i>]: a <i>log</i> and one-half for yeast, and a <i>log</i> and one-half [for the] absorption. If it was purified oil [stored], one cannot deduct [any] yeast; if the vessels were old, he cannot deduct [for] absorption. Rabbi Yehuda says: Even if the one who sells purified oil to his neighbor all the days of the year. [The purchaser] accepts a [loss of] <i>log</i> and one-half of yeast from one hundred [<i>lugim</i> of oil.]",
            "The one who deposits a cask with his neighbor, and the owners do not assign a place [for it] and he moved it and it was broken. If it was broken [while] it was in his hand [and it was] for his own need, he is liable; but [if it was] for the need of [the cask], he is exempt. If it was broken, from when he placed it, either for his own need or for its need, he is exempt. [If] the owners assigned a place [for it] and he moved it and it was broken, either [if it was] in his hand or from when he placed it, [if the move] was for his own need, he is liable, if it was for its need, he is exempt.",
            "The one who deposited coins with his neighbor, and he tied them up [in a package] and carried it over his shoulder, or he entrusts them to his minor son or daughter, and locked it up before them [in a way] that was not satisfactory, he is liable, because he did not guard [them] in the manner of guardians, [however] if he did guard [them] in the manner of guardians, he is exempt.",
            "The one who deposited coins with a money-changer, if they were tied up, he may not use them, therefore if they were lost, he is not responsible for them; if they were loose, he may use them, therefore if they were lost, he is responsible for them. [If they were deposited] with a private person, he may not use them whether tied up or loose, therefore if they were lost, he is not responsible for them. A storekeeper is like a private person; these are the words of Rabbi Meir. Rabbi Yehuda says: A storekeeper is like a money-changer.",
            "The one who misuses the deposited [money], the School of Shammai says: He should be lashed for [any] loss and [any] increase; the School of Hillel says: [He must pay the value from] the time it was taken. Rabbi Akiva says: [He must pay the value from] the time it was demanded. The one who considers misusing the deposit, the School of Shamai says: He is liable; and the School of Hillel says: He is not liable until he misuses it; as the Torah states, (Exodus 22:10): \"that he has not stretched forth his hand against the property belonging to his neighbor\"; How? If he bent down the cask, and took a quarter [of a <i>log</i>] from it, and it was broken, he must pay only for the quarter; if he lifted up the cask and took a quarter from it, and it was broken, he must pay the entire value [of the cask]."
        ],
        [
            "Gold acquires silver; silver does not acquire gold. Copper acquires silver; silver does not acquire copper. The defective coins acquire the good; the good [coins] do not acquire the defective. Uncoined metal acquires the coin; the coin does not acquire uncoined metal. The movable property acquires the coin; the coin does not acquire the movable property. This is the general rule is: All movable property acquire each other.",
            "How so? If he took from him produce, but did not give him coins, he cannot retract [from the transaction]. If he gave him money but did not take from him produce, he can retract. But they said, He who exacted payment from the generation of the Flood and the generation of the dispersion [from the Tower of Babylon], will ultimately exact payment from he who does not stand by his word. Rabbi Shimon said: Whoever is holding the money has the upper hand.",
            "Fraud is [when the fraud was greater than] four silver from twenty four silver per <i>sela</i>, [which is] one-sixth of the sale price. Until when is it permitted to retract [from the transaction]? Up to the time it takes to show it to a merchant or one's relative. Rabbi Tarfon taught in Lod: Fraud is eight silver per <i>sela</i>, [which is] one-third of the sale price, and the merchants of Lod were happy. He said to them: It is permitted to retract the entire day. They said to him: Let R. Tarfon leave us in our place, and they returned to the words of the Sages.",
            "Both the purchaser and the seller can [claim] fraud. Just as an ordinary person can [claim] fraud, so too a merchant can [claim] fraud. R. Yehudah says: A merchant cannot [claim] fraud. The one who [the fraud] was rested upon him has the upper hand: if he wanted, he says to him: \"Give me my money\" or \"Give me [the value of] which you deceived me.\"",
            "How much can the <i>sela</i> lack [in weight] and it not be considered fraud? R. Meir says: Four <i>issarin</i> at one <i>issar</i> per <i>dinar</i>. R. Yehudah says: Four pundyonot, at one <i>pundyon</i> per <i>dinar</i>. R. Shimon says: Eight <i>pundyonot</i>, at two <i>pundyonot</i> per <i>dinar</i>.",
            "Until when is it permitted to retract [when the coin is lacking weight]? In cities: until it can be shown to a money-changer, and in villages: until the eves of the Sabbaths. If he recognizes  [the underweight coin], even after twelve months he should accept it from him, but he only has a [legally unenforceable] complaint against him [if not]. And one may use it for  <i>ma'aser sheni</i> without concern, for he is only a bad person.",
            "Fraud is four silver and a claim is two silver. And the admission that is a value of a <i>perutah</i>. There are five [situations in which] perutot [are the legal minimum]: The admission that is the value of a <i>perutah</i>; A woman is betrothed with the value of a <i>perutah</i>; The one who benefits with the value of a <i>perutah</i> from sanctified property has stolen from the sacred; The one who finds [something] the value of a <i>perutah</i> is obligated to announce; The one who steals from his fellow [something] the value of a <i>perutah</i> and swears about it, they go after him even to Media.",
            "There are five [situations in which there is a] one-fifth [penalty]: The one who eats <i>terumah</i>, <i>terumat ma'aser</i>, doubtfully-tithed <i>terumat ma'aser</i>, <i>hallah</i>, and first fruits adds one-fifth. The one who redeems [the fruit of] his fourth-year planting and <i>ma'aser sheni</i> adds a fifth. The one who redeems his sanctified property adds one-fifth. The one who benefits with the value of a <i>perutah</i> from sanctified property adds one-fifth. The one who steals from his fellow [something] the value of a <i>perutah</i> and swears to him adds one-fifth.",
            "These are the things about which one cannot [claim] fraud: Slaves, documents, land, and sanctified property. They do not have a double penalty nor a penalty of fourfold or fivefold. An unpaid guardian does not swear, and a paid guardian does not pay. R. Shimon says: For sacrifices for which one is responsible for them, one can [claim] fraud, but those which one is not responsible for them, one cannot [claim] fraud. R. Yehudah says: even the one who sells a Torah scroll, an animal, or a jewel cannot [claim] fraud. They said to him: They said only these!",
            "Just as there is fraud regarding commerce, so too there is fraud regarding words. Someone should not say to [a merchant] \"how much is this object?\" when he does not want to buy. If someone was a penitent <i>ba'al t'shuvah</i>, one should not say to him: \"Remember your former actions.\" If someone is the child of converts <i>ben gerim</i>, one should not say to him: \"Remember the deeds of your ancestors!\" As the Torah states (Exodus 22:20): \"A stranger <i>ger</i> you shall neither deceive nor oppress.\"",
            "Fruit may not be mixed together with other fruit, even new [produce] with new, and needless to say new with old. However, with regard to wine, they permitted to mix sharp [wine] with weak, since this improves it. Wine yeast may not be mixed with wine, but [the seller] may give [the buyer] its yeast. One whose water was mixed with his wine, may not sell it in a store unless he informs him, and not to a merchant even if he informed him, since he will only to deceive with it. In a place where they are accustomed to put water in wine, they may do so. ",
            "The merchant may acquire from five threshing floors and put the produce into one storage chamber or from five wine-presses and put into one cask, as long as he does not intend to mix. Rabbi Yehudah says: The storekeeper should not distribute parched grain or nuts to children, because he is accustoming them to come to him, but the Sages permit [this]. And he may not lower the market price, but the Sages say: [let him be] remembered for good. One may not sift crushed beans, these are the words of Abba Shaul. But the Sages permit. But [the sages] agree that he should not sift [them] at the entry of the storage chamber, since he would be a thief of the eye. He should not beautify [his wares], neither humans, nor the animal, nor the vessels. "
        ],
        [
            "What is usury <i>neshekh</i> and what is increase <i>tarbit</i>? What is usury? The one who lends a <i>sela</i> for five <i>dinars</i>, or two <i>se'im</i> of wheat for three, because he bites <i>noshech</i> [off too much]. And what is increase? One who increases with produce. How so? [If] one bought from him wheat at a golden <i>dinar</i> for a <i>kor</i> [when] such was the market price, and then wheat rose to thirty [silver] <i>dinars</i>. [If] he said to him, “Give me my wheat since I want to sell them and buy wine with them” and [the other] said to him, “Let your wheat be reckoned with me at thirty dinars and you now have a claim on me for wine,\" although he [the creditor] has no wine. ",
            "The one who lends [money] to his fellow: he  may not dwell in his courtyard for free or rent it from him at a reduced [rate], since this is usury <i>ribbit</i>. One may increase the rent but may not increase the purchase price. How so? If he rented him his courtyard, and said to him, \"If you pay me now [the cost] is ten <i>sela'im</i> per year, but if on a monthly basis, the rent is one <i>sela</i> per month”, [this] is permitted. If he sold him his field and said to him, “If you pay me now, it is yours for a thousand <i>zuz</i>, but if [at the time of] threshing it will be twelve <i>maneh</i>”, [this] is forbidden.   ",
            "If he sold him the field, and he gave him a little of the money [from the price] and he said to him, “Whenever you want, bring the [rest of] the money, and then take [what] is yours”, [this] is forbidden. If he lent on [the security] of his field and said to him, “If you do not pay me within three years it will be mine”, then it becomes his. This is what Baytus the son of Zunin used to do according to the Sages. ",
            "One may not set up a shopkeeper for half the profit, nor give him the money to buy produce for half the profit, unless he pays him his wage as a laborer. One may not set out his hens for half, nor evaluate calves or foals for half, unless he pays him a wage for his labor and his food. But one may receive calves and foals for half, and rear them until they reach a third [of their growth], and a donkey, until it can carry [a burden.]",
            "One may evaluate a cow or a donkey or anything that does work and eats half [the profit]. A place where they are accustomed to divide the offspring immediately, they divide; and a place where they are accustomed to rear them, they should rear [them]. Rabban Shimon ben Gamliel says:  One may evaluate a calf with its mother, and a foal with its mother. One may offer increased [rent] on his field and not be concerned that this is usury. ",
            "One may not accept a flock sold on payment in terms <i>tson barzel</i> from a Jew, since this is usury. But one may accept <i>tson barzel</i> from non-Jews, and one may borrow from them, and one may lend them money with usury, and this [also] with a resident alien <i>ger toshav</i>. A Jew may lend the money of a non-Jew with the consent of the non-Jew, but not with the consent of a Jew. ",
            "One may not set a price for produce until its market-price has been set. [After its] market-price has been set, one may set a price, for even though this one does not have [the produce] another does have it. If he was the first to harvest, he may set a price with him over a heap of grain, or over a basket of grapes, or over a vat of olives, or over the [clay] balls of the potter, or over lime from when [the limestone] is submerged in the kiln. One may set a price with him for manure all the days of the year. Rabbi Yosei says: One may not set a price over manure until [the seller] has manure in the dungheap, but the Sages permit [it]. And one may set the price at the cheapest rate. Rabbi Yehudah says: Even though he did not set the price with him at the cheapest rate, he is able to say, “Give [it] to me at this [price] or give me back my money.” ",
            "One may lend his tenant-farmers wheat for wheat [to be returned] for sowing, but not for food. Rabban Gamaliel would lend his tenant-farmers wheat for wheat for sowing, if [it was] expensive and became cheap, or if it was cheap and became expensive, he would take from them at the cheaper rate, and not because this was the halakhah, but rather because he wanted to be strict upon himself. ",
            "One should not say to his fellow, “lend me a <i>kor</i> of wheat and I will repay you at the threshing time.\" But he may say to him, “lend [it] to me until my son comes”, or “until I find my key.\" But Hillel forbid. And this Hillel would say: a woman may not lend a loaf to her friend until she evaluates it, lest wheat should become expensive, and they were found to come to [transgress] usury. ",
            "One may say to his fellow, “Weed with me and I will weed with you” or “Hoe with and I will hoe with you.” But one may not say to him, “Weed with me and I will hoe with you”, or “Hoe with me and I will weed with you.\" All days of the dry season are [like] one, and all days of the rainy season are [like] one. One may not say to him, “Plow with me in the dry season and I will plow with you in the rainy season.” Rabban Gamaliel says: There is advance interest and after interest. How so? If he set his eyes on borrowing from another and sent him [a gift] and says, “This is in order that you will lend to me”, this is advance interest. If one borrowed from another and repaid it to him, and then sent him [a gift] and said, “This is for your money that was value-less [while] it was with me”, this is after interest. Rabbi Shimon says: There is interest of words: one may not say to him, “Know that Ploni came from place Ploni.”   ",
            "These are who transgress a negative commandment: the lender, the borrower, the guarantor, and the witnesses. And the Sages say: even the scribe. They transgress the category of, (Leviticus 25:37) “Do not give,\" and the category of (Leviticus 25:36) “Do not take from him,” and the category of (Exodus 22:24) “You shall not be to him as a creditor,\" and the category of “Nor shall you place upon him usury,” (ibid.) and the category of (Leviticus 19:14) “You shall put a stumbling block before the blind, and you will fear your God, I am the Lord.\" "
        ],
        [
            "The one who hires craftsmen and they deceived each other, they have nothing against each other, but a [legally unenforceable] complaint. If one hired a donkey-driver or a wagon-driver to bring litter-bearers or flute-players for a bride or for the dead, or laborers to take his flax out of the soaking pit, or any thing that would be lost, and they retracted, if it was a place where there was no one else, he may hire others or he may deceive them.",
            "The one who hires craftsmen and they retracted, they has the lower hand.  If the employer retracted, he has the lower hand. Whoever changes [the conditions] has the lower hand. And anyone who retracts has the lower hand. ",
            "The one who hires a donkey to drive it on the mountain, but drove it through the valley, or to drive it through the valley and he drove it on the mountain, even though one was ten miles and the other was ten miles, if it died, he is liable. The one who hires a donkey and it went blind or was made a forced laborer, he may say to him, “Here is yours before you.\" [But] if it died or was broken, he is obligated to place for him a donkey. The one who hires a donkey to drive it on the mountain and he drove it through a valley, if it slipped, he is exempt, but if it overheated, he is liable. [If hired] to drive it through a valley and he drove it on the mountain, if it slipped, he is liable, but if it overheated, he is exempt, but if [it overheated] due to the ascent, he is liable. ",
            "The one who hires a cow to plow on the mountain and he plowed in the valley, if the plow was broken, he is exempt. [If hired to plow] in the valley and he plowed on the mountain, if the plow was broken, he is liable. [If hired] to thresh beans and he threshed grain, he is exempt. [If hired] to thresh grain and he threshed beans, he is liable, because beans are slippery. ",
            "The one who hires a donkey to carry on it wheat and he carried on it barley, he is liable. [If hired to carry] grain, and he carried on it straw, he is liable, since the bulk is difficult to carry. [If hired to carry] a <i>letekh</i> [half <i>kor</i>] of wheat, and it carried a <i>letekh</i> of barley, he is exempt. But if he increased the weight, he is liable. How much will he increase the weight and become liable? Sumkhos says in the name of Rabbi Meir: One <i>se'ah</i> for a camel, and three <i>kabbim</i> for a donkey. ",
            "All craftsmen are paid guardians. But all who said, “take what is yours and bring the money,” are unpaid guardians. “Guard for me and I will guard for you,\" he is a paid guardian. “Guard for me”, and the other said “place it before me”, he is an unpaid guardian. ",
            "If he loaned him with a pledge, he is a paid guardian. Rabbi Yehudah says: if he loaned him money, he is an unpaid guardian, if he loaned him produce, he is a paid guardian. Abba Shaul says: it is permitted for a person to hire out the pledge of a poor person in order to thereby reduce the debt, for he is like one who returns lost property. ",
            "The one who moves a barrel from place to place and broke it, whether he is a paid guardian or an unpaid guardian, he may swear. Rabbi Eliezer says: This one or that one may swear, but I am amazed if this one and that one can swear.  "
        ],
        [
            "The one who hires laborers, and said to them to get up early and to work late: in a place that they are accustomed to not get up early and work late, it is not permitted to force them, in a place that they are accustomed to feed, he should feed, to supply with sweets, should supply, everything goes according to local custom. It once happened that Rabbi Yochanan ben Matya said to his son, \"go out and hire for us laborers.\" He went and supplied them with food, and when he came to his father, he said to him, \"My son: even if you made for them a meal as [befitting] Solomon in his time, you would not have fulfilled your obligation with them, for they are children of Abraham, Isaac, and Jacob. Rather, before they begin labor, go and say to them, on the condition that the only [claim] you have is  for bread and beans. Rabban Shimon ben Gamliel says, it is not necessary to say, everything goes according to local custom.",
            "And these are those who eat, according to the Torah: the one who works with what is attached to the ground during the time labor finished, and what is detached from the ground before its work is completed, and provided that it grows from the ground. And these are those who do not eat, the one who works with what is attached to the ground during the time the labor was not finished, and what is detached from the ground after its labor has been finished, and provided that it does not grown from the ground.",
            "If one was working with his hands but not with his feet, with his feet but not with his hands, or even with his shoulders, he still may eat. Rabbi Yosei bar Yehudah says, until he works with his hands and his feet. ",
            "If one was working with figs, he may not eat grapes, if with grapes, he may not eat figs, but he restrains himself until he reaches the place of the best produce, and then he may eat. And all of them, they only said, during the time of his labor, but because of returning lost property to its owner, they said: laborers may eat as they go from furrow to furrow, or as they go from the winepress, and a donkey while it is unloading. ",
            "A laborer may eat cucumbers even to [the value] of a <i>dinar</i>, and dates even to [the value] of a <i>dinar</i>. Rabbi Elazar ben Hisma says: A laborer may not eat more than the value of his wage. But the Sages permit it, but they should teach a person that he should not be gluttonous and not close the door upon himself. ",
            "A person may stipulate for himself, and for his adult son or daughter, and for his adult male slave or adult female slave, and for his wife, because these have understanding. But he may not stipulate for his minor son and daughter, or for his minor male slave or minor female slave or for his cattle, because these do not have understanding. ",
            "The one who hires laborers to work among his fourth-year plantings, they not eat from them. If he had not informed them, he should redeem and then let them eat. If his fig-cakes were split or his jars were open, they may not eat from them. If he had not informed them, he should tithe and then let them eat.   ",
            "Guards of produce may eat, according to the local custom but not according to the Torah. There are four types of guardians: an unpaid guardian, a borrower, a paid guardian, and a hirer. An unpaid guardian may swear in every case, and the borrower should pay restitution in every case, a paid guardian or a hirer must swear on an injured [animal], captured, or on a dead [animal], and must pay restitution for the loss or the theft.",
            "One wolf does not count as <i>ones</i> [an unavoidable accident]. Two wolves do count as <i>ones</i>. Rabbi Yehudah says: In a time when wolves are common, even if it is one wolf, it is <i>ones</i>. Two dogs do not count as <i>ones</i>. Yadu'a the Babylonian says in the name of Rabbi Meir: From one direction they do not count as <i>ones</i>, but from two directions they count as <i>ones</i>. A bandits count as <i>ones</i>. A lion or a bear or a leopard or a panther or a serpent do count as <i>ones</i>. When? When they come of their own accord, but if he took them to a place of hordes of wild animals or bandits, they do not count as <i>ones</i>. ",
            "If it died a natural death this counts as <i>ones</i>, but if he tortured it and it died it does not count as <i>ones</i>. If it went up to the top of the cliffs and it fell, this does not count as <i>ones</i>, if he brought it up to the top of the cliffs and it fell and it died, it does not count as <i>ones</i>. An unpaid guardian may stipulate to be exempt from taking an oath, and a borrower from paying restitution, and a paid guardian and a hirer from taking an oath or from paying restitution.  ",
            "Anyone who stipulates upon what was written in the Torah, his condition is invalid. And any condition that the action is in its beginning, his condition is invalid. And any condition that it is possible to fulfill it at the end, and he stipulates over it from its beginning, his condition is valid."
        ],
        [
            "The one who borrowed a cow and borrowed the owners with it, or hired its owners with it, borrowed the owner or hired them, and afterward he borrowed the cow and it died, he is exempt, as the Torah states (Exodus 22:14): “If its owner was with it no restitution need be made.\" But if he borrowed the cow, and afterward borrowed the owners, or hired them and it died, he is liable, as the Torah states (Exodus 22:13): “Its owner not being with it, he must make restitution.\" ",
            "The one who borrowed a cow, he borrowed it for half a day and hired it for half a day, he borrowed it for one day and hired it for the next, or if he hired one and borrowed one, and it died, the lender says: “The borrowed one died, on the day when it was borrowed it died, during the time when it was borrowed it died,” and the other one says: “I don’t know,\" he is liable. The hirer says, “It was the hired one that died, on the day when it was hired it died, during the time when it was borrowed it died, \"and the other says, “I do not know,\" he is exempt. This one says, “It was borrowed”, and this one says, “It was hired”,  the hirer should swear that it was the hired one that died. This one says, “I do not know”, and this one says, “I do not know”, they should divide. ",
            "The one who borrowed a cow, and he sent it by the hand of his son, by the hand of his slave, by the hand of his agent, or by the hand of his son, by the hand of his slave, by the hand of his agent of the borrower, and it died, he is exempt. If the borrower said to him, “Send it to me by the hand of my son, by the hand of my slave, by the hand of my agent, or by the hand of your son, by the hand of your slave, by the hand of your agent,\" or if the lender said to him, “Behold, I am sending it to you by the hand of my son, by the hand of my slave, or by the hand of my agent, or by the hand of your son, by the hand of your slave, by the hand of your agent”, and the borrower said to him, “Send [it]”, and he sent it and it died, he is liable. And this is also the case, at the time when he returns it. ",
            "The one who exchanged a cow for a donkey, and it gave birth, and this is also the case for the one who sold his female slave and she gave birth, this one says, “[It was] before I sold [her],” and this one says, “from when I bought [her],\" they should divide. He had two slaves, one large and one small, and this is also the case with two fields, one large and one small: The buyer says, “I bought the large one” and the other says, “I don’t know”, he took possession of the large one. The seller says, “I sold the small one” and the other says, “I do not know”, he only has the small one. This one says, “It was the large one” and the other one says, “It was the small one”, the seller must swear that he sold the small one. This one says, “I do not know”, and the other one says, “I do not know”, they should divide. ",
            "The one who sells his olive trees for wood, and they gave less than a <i>revi'it</i> [quarter-<i>log</i>] per <i>se'ah</i>, these belong to the owner of the olives. If they gave a <i>revi'it</i> per <i>se'ah</i>: This one says, “My olives produced it,\" and this one says, “My land produced it,\" the should divide. If the river flooded his olives and placed them within the field of his fellow: This one says, “My olives produced it,\" and the other says, “My land produced it,\" they should divide. ",
            "Th one who leased a house to his fellow, in the rainy season, he cannot send him out from the <i>Chag</i> [of Sukkot] until <i>Pesach</i>. In the summer, thirty days.   And in large cities, whether the rainy season or the summer, twelve months. And concerning stores, whether in large cities or small towns, twelve months. Rabban Shimon ben Gamliel says: Stores of bakers or dyers, three years. ",
            "The one who leased a house to his fellow, the leaser is obligated [to provide] a door, a bolt, a lock, and anything which is the work of a craftsman. However, anything which is not the work of a craftsman, the tenant must make it himself. The manure belongs to the owner of the house, and the tenant only has what comes out from the oven and from the stove. ",
            "The one who leased a house to his fellow for a year, and the year was made a leap year, the added [month] is for the tenant. If he leased it to him by month, and the year was made a leap year, the added [month] is for the owner. It happened in Tzippori, that a person leased a bath-house from his fellow at twelve golden <i>dinars</i> a year, a <i>dinar</i> per month, and the case came before Rabban Shimon ben Gamliel and before Rabbi Yosei, and they said: They should divide the leap month. ",
            "If one leased a house to his fellow, and it fell, he is obligated to restore for him a house. If it was small, he may not make it large, if it was large, he may not make it small.  If it was one, he may not make it two; if it was two he may not make it one. He may not reduce the windows nor may he increase them, unless the two of them have consent."
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "A worker hired by the day can collect [the worker’s wages] all of the [following] night. A worker hired by the night can collect it all of the [following] day. A worker hired by the hour can collect it all day and night. A worker hired by the week, month, year, or period of seven years, if his time expires by day, can collect [his wages] all of [that] day; [If the worker’s time] expires by night, he can collect it all [that] night and the [following] day.",
            "Whether it be the hire of person, the hire of a beast, or the hire of utensils, it is subject to [the commandment], “In the same day you shall give him his hire” [Deuteronomy 24:15], and it is subject to [the commandment], “The wages of a hired servant shall not stay with you all night until the morning.” [Leviticus 19:13.] When is that? When [the worker] claimed [the wages]; [But if] he did not claim [the wages], [the employer] does not violate [the commandment]. If [the employer] gave [the worker] a draft on a shopkeeper or a moneychanger, [the employer] does not violate [the commandment].  A hired worker, within the set time, swears [that he has not yet been paid] and is paid. But if the set time passed, [the worker] cannot swear and receive payment; Yet if there are witnesses that [the worker] claimed payment [within the set time], [the worker] can [still] swear and receive [payment].  A resident alien is subject to [the commandment], “In the same day you shall give him his hire,” But not to [the commandment], “The wages of a hired servant shall not stay with you all night until the morning.”",
            ""
        ],
        [
            "The house and upper story of two persons that collapsed, the two of them divide the wood, stones, and mortar, and they look [at] which stones were likely to be broken. If one of them recognized some of his stones, he may take them and they are counted for him.",
            "The house and upper story of two persons, and [floor of] the upper story was broken open, and the landlord refuses to fix [it], the owner of the upper story goes down and lives below until he fixes for him the upper story. Rabbi Yosei says: The one who is below gives the ceiling, and the upper one [gives] the pavement.",
            "The house and upper story of two persons that collapsed, if the owner of the upper story said to the landlord to build, and he did not want to build, the owner of the upper story builds the house and lives within it, until he pays him his expenses. Rabbi Yehudah says: then this one [is considered to be] living with his fellow, he needs to pay him rent. Rather, if owner of the upper story builds the house, the upper story, and the ceiling, he may dwell in the house until he pays him his expenses.",
            "And this is also the case with an olive-press, which is built in the rock and there is a garden above it and it collapses, the owner of the garden goes down and sows below, until he makes the arches of his olive-press. The wall or the tree that fell into the public domain and caused damage, he is exempt from paying. If they gave him time to cut the tree or to tear down the wall, and they fell within the time, he is exempt, and after the time, he is liable.",
            "The one who has his wall near the garden of his fellow and it fell, and he said to him: \"remove your stones,\" and he said to him: \"they have become yours,\" they should not listen to him. After he agreed to it, he said to him: \"here are your expenditures, and I will take what is mine,\" they should not listen to him. The one who hires the worker to work with him on straw or stubble, and he said to him: \"pay me my wages,\" and he said to him: \"take what you made as your wage,\" they should not listen to him. After he agreed to it, and he said to him: \"here are your wages and I will take what is mine,\" they should not listen to him. The one who removes his manure into the public domain, the one who removes [it], he should remove [it], and the one who spreads out manure, spreads out manure. Clay should not be soaked in the public domain, nor make bricks; but clay may be kneaded in the public domain, but not bricks. The one who builds in the public domain, the one who brings stones should bring, and the one who builds should build, and if he damaged [something] he pays what he damaged. Rabban Shimon ben Gamliel says: even if he prepares his labor before thirty days.",
            "Two gardens [that] are one on top of the other, and vegetables are between them, Rabbi Meir says: \"they belong to the upper owner,\" and Rabbi Yehudah says: \"they belong to the lower owner.\" Rabbi Meir said: \"If the upper owner would want to take the earth, there would be not be vegetables here.\" Rabbi Yehudah said: \"If the lower owner would want to fill his garden, there would be no vegetables here.\" Rabbi Meir said: \"Since the two of them are able to prevent the other one, we look from where the vegetable is sustained.\" Rabbi Shimon said: \"Anything that the upper owner is able to reach out his hand and take, this is his, and the rest belongs to the lower owner.\""
        ]
    ],
    "titleVariants": [
        "Mishna Bava Metzia",
        "M. Bava Metzia",
        "Mishnah Bava Metzia",
        "M Bava Metzia"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}