{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishnah Bava Metzia",
    "lengths": [
        10,
        101
    ],
    "text": [
        [
            "Two are holding a garment. One says, \"I found it,\" and the other says, \"I found it.\" [If] one says, \"all of it is mine\" and the other says, \"all of it is mine.\" This one shall swear that he owns no less than half of it, and this one shall swear that he owns no less than half of it, and they shall divide it [between them.] [If] one says, \"all of it is mine\" and the other says \"half of it is mine.\" The one who says \"all of it is mine\" shall swear that he owns no less than three quarters of it; and the one who says \"half of it is mine\" shall swear that he owns no less than one quarter of it. He [the former] takes three quarters and he [the latter] takes one quarter.",
            "Two [men] were riding on an animal, or one was riding and one was leading. One says, \"all of it is mine,\" and the other one says, \"all of it is mine.\" This one shall swear that he owns no less than half of it, and the other one shall swear that he owns no less than half of it, and they will divide it.  In a situation where they agree, or they have witnesses, they divide it without an oath.",
            "One was riding on an animal and saw an object, and said to his fellow, \"give it to me.\" The [other] took it and said, \"I have acquired it,\" [then] he has acquired it [for himself.] If the [other] gave it to him [the one riding the animal] and then said, \"I acquired it [for myself] first,\" [it is as if] he said nothing.",
            "If he saw an object and fell on it, and another came and took possession of it, the one who took possession of it acquired it. If he saw them running after an object, or after a deer [with a] broken [leg], or after hatchlings that have not yet flown, and he said, \"my field has acquired it for me,\" [the field] has acquired it for him. If the deer was running normally, or the hatchlings were flying, and he said, \"my field has acquired it for me,\" [it is as if] he said nothing.",
            "Something found by his minor son or daughter, or something found by his gentile servant or maid-servant, or something found by his wife - these belong to him. Something found by his adult son or daughter, or something found by his Hebrew servant or maid-servant, or something found by his wife whom he divorced, even if he has not yet paid her the value of her ketubba (marriage contract) -  these belong to them.",
            "If one finds debt documents: if it includes mortgaged property, it should not be returned [to the creditor], for the court may seize the property from them [because of the strength of the document].  However, if there is no mortgaged property mentioned, it may be returned, for the courts will not seize property from them - these are the words of Rabbi Meir.  The Sages say, in either case, it should not be returned, because the court may [nevertheless] seize property from them [because of the strength of the document].",
            "If one found gittim (divorce documents), or a document of manumission of slaves, a [last] will, the deed of a gift, or receipts; one shouldn't return [them to the writer], for I might say, \"They were written, and then I changed my mind [and decided] not to give them.\"",
            "If one found court-ordered property assessments, allowances [for a widow to sell property] for food, documents of chalitsah (declination of levirate marriage) or refusal, documents of arbitration, or [documents of] any court action, one should return [these documents].  [However,] if one found in a packet or a bag, wrapped together or in a bundle of documents, he should return [them]. And how is a bundle of documents [defined]? - three tied together.  Rabbi Shimon ben Gamliel says, if the document records a borrower from three lenders, it should be returned to the borrower; three borrowers from one lender, should be returned to the lender.  If one found a document in his files but doesn't know its history, it should be left until Eliyahu comes [and resolves it].  However, if there are postscripts, one should follow what is in the postscripts."
        ],
        [
            "These are the [lists of] found items which belong to him [the finder], and those which one must announce. These are the found items which belong to him [the finder]: if one finds dispersed fruit, dispersed money, small sheaves (loaf of bread) in the public domain, fig-cakes, baker's bread, strings of fish, cuts of meat, wool as it is from the country (unprocessed), bundles of flax and purple wool - [all of] these are his [the finder's,] these are the words of  Rabbi Meir. Rabbi Yehuda says, anything which has on it a difference, one must announce. How so? If one found a cake with a clay shard in it, or a sheaf with money within it. Rabbi Shimon ben Elazar says, any merchandise (mass-produced unused products), one does not need to announce [it].",
            "And these [objects] one is required to announce: if one found fruit in a vessel or a regular vessel [empty], money in a wallet or any wallet [empty], heaps of fruit or stacks of money, three coins stacked one on top of another, sheaves in private property, or home-baked bread, shearings of wool bought from the artisan, jugs of wine or oil - these one must announce [in public that they've been found].",
            "If one found, behind a hedge or a fence, a group of tied-together [young] pigeons, or  in the pathways of fields - one should not touch them. If one found a vessel in a trash-heap: if it was covered, one should not touch it, but if it was exposed, one should take and announce [it]. If one found [an object] in a stone-pile or in an old wall, these belong to him [the finder]. If one found [an object] in a new wall: from the middle [of the wall] to the outside, these belong to him [the finder], [but] from the middle [of the wall] to the inside, these belong to the owner of the house. If the house had been rented to others, [then] even something [found] within the house [itself] these belong to him [the finder].",
            "If one found [an object] in a store, these belong to him [the finder].  If it was found between the counter and the shopkeeper, these belong to the shopkeeper.  [If it's found in] front of the money-changer, these belong to him [the finder]. [If it's found] between the seat and the money-changer, these belong to the money-changer. The one who buys fruits from another or who sent fruit to another, and within them found money, [the coins] belong to him [the finder]. [But] if they were tied [together], one should take [them] and announce [their finding].",
            "Even a garment is in the same general rule of all of these. Why [then, did the Torah] specify it?  To compare to it, to say to you: just as a garment is special in that it has particular markings, and [if lost] there are claimants claiming it, so too anything which has markings and  are claimants claiming it, one must announce [it].",
            "Until when must one announce [the object]? Until all of one's neighbors knew of it - these are the words of Rabbi Meir.  Rabbi Yehuda says, the three pilgrimage festivals, and after the last festival [an additional] seven days - in order that [someone] will go home (three days) and [then] will return (three days) and will announce [for] one day.",
            "If [the one who claims to have lost the item] said the lost object but not its particular marks, one should not return it to him [the claimant].  And [if that person is] known to be a fraud, even though he described its particular marks [accurately], one should not return it to him, for the Torah states, \"Until your brother sought (darash) it (Deuteronomy 22:2)\" [which we interpret to mean]: until you investigate (tidrosh) [whether] your brother is a fraud [or] if he is not a fraud. Anything [found] which does work as well as eats, one may use it [to do work] and feed it.  Something [found] which does not do [work] but does eat, [the finder] must sell it, as the Torah states, \"You shall return it to him\" (Deuteronomy 22:2) [which we interpret to mean]: see how you shall return it to him [in the most proper way].  What should be [done] with the money [while still waiting for the owner to come forward]?  Rabbi Tarfon says, one may use it - therefore, if [the money] was lost, he is responsible for them [and replace the money].  Rabbi Akiva says, one may not use [the money], therefore if [the money] was lost, he is not responsible for them.",
            "If one found books, one should read from them once every thirty days. If one does not know how to read, he should [nevertheless] roll them.  However, one should not learn from them in the beginning [of the text itself], nor may one read [from them] with someone else.  If one found clothing, one should shake it once every thirty days, as well as spread it out [according] to its need, but not to honor himself [by hanging it in his home].  Utensils of silver or bronze, one should use them [according] to their need, but not to enjoy them.  Utensils of gold or glass one should not touch them until Eliyahu comes.  If one found a bag or a box, or anything else that he would not normally pick up - one should not pick [it] up.",
            "What is to be considered a lost object? If one found a donkey or a cow grazing along the path, it is not [considered] as a lost object; if he finds a donkey with its gear [hanging] upside down, or a cow running between vineyards, it is [considered] as a lost object. If [the finder] returned the animal and it ran away, he returned it and it ran away [again], even [when this occurs] four or five times, he is [still] obligated to return it [on each occasion]; as it is said (Deuteronomy 22:1) \"You shall surely return them.\" If [the finder] neglected [his usual work in taking charge of the lost article with the value] of a sela, he should not say to him [the owner]: \"Give me a sela;\" but he should give [it] to him as his wage as he would pay an (idle) laborer. If there is a court there (in the neighborhood where the article is found), [the finder] may bring it before [that] court for adjudication; if there is not a court there before which to bring it, his own [need] takes precedence.",
            "If one found [an animal] in the stable, he is not obligated [to concern himself] with it; [if it is in] the public domain, he is obligated [to concern himself] with it. If it was in a cemetery (and the finder is a Priest who is prohibited by law from entering therein) he may not make [himself] impure for it. If his father [that of the Priest] told him to make [himself impure, or if [in any other instance a father] said to him [his son the Priest] you may not return [a lost object], he should not listen to him [and obey him]. If [a person] unloaded [an animal from the weight of its burden] and [the owner] reloaded [the animal], [and the animal is] unloaded and reloaded, even four or five times, he is obligated [to do so again]; as it is said (Exodus 23:5): \"You shall surely relieve.\" If [the owner of the animal] went and sat down, and said to the passer-by: \"Since the mitsvah is upon you [and therefore are obligated to assist me] if it is your will to unload [the animal], do so [without my help],\" [the latter] is exempt [from doing anything at all]; as it is said (Exodus 23:5) \"With him.\" If [the owner of the animal] is old or sick, [the passer-by] is obligated [to render the necessary assistance, even without the help of the owner]. It is a mitsvah from the Torah to unload [an animal], but not to reload [it]. Rabbi Shimon says: \"[One is obligated] even to reload.\"  Rabbi Yosei the Galilean says: \"If [the animal had on it a burden that] was more than it was able to carry [by its owner], it is not necessary for him [to render any assistance], as it is said (Exodus 23:5): 'Under its burden' [which implies that it must be such] a burden with which [the animal] is able to stand.\"",
            "If one's lost object and his father's lost object [are to be attended to], his own takes precedence; his own lost object and his teacher's lost object, his own takes precedence; his father's lost object and his teacher's lost object, his teacher's takes precedence, because his father brought him into this world, but his teacher who taught him wisdom brings him to live [in] the world to come; if his father is a sage, [the object] of his father takes precedence. If his father and his teacher were [each] carrying a burden, he shall relieve [the burden of] his teacher [first], and afterwards relieve his father [of his burden]. If his father and his teacher were in prison, he should redeem his teacher [first] and afterwards he should redeem his father; if his father is a sage, he should redeem his father [first] and afterwards he should redeem his teacher."
        ],
        [],
        [
            "Gold [coinage] acquires silver; silver [coinage] does not acquire gold. Copper [coinage] acquires silver; silver [coinage] does not acquire copper. Bad money acquires good money; good money does not acquire bad money. Tokens acquires coinage; coinage doesn't acquire tokens. Movable property acquires coinage; coinage does not acquire movable property. The rule is: All movable property acquire each other.",
            "How so? If he took from him [i.e., his fellow] goods, but did not give him money, he cannot retract [from the transaction]. If he gave him money but did not take from him goods, he can retract. But they [i.e., the Sages] said, He who has exacted payment from [i.e., has punished] the generation of the Flood and the generation of the Tower of Babylon, will ultimately exact payment from he who does not stand by his word. Rabbi Shimon said: Whoever is holding the money has the upper hand.",
            "Verbal deception [can be claimed when the deception was greater than] four silver from twenty four silver per sela, [which is] one-sixth of the [idealized] sale price. Until when is it permitted to retract [from the transaction]? Up to the time it takes to show it to [another] merchant or one's relative. Rabbi Tarfon taught in Lod: Verbal deception is eight silver per sela, [which is] one-third of the sale price, and the merchants of Lod were happy. He said to them: It is permitted to retract [from the transaction] the entire day. They said to him: Let R. Tarfon leave us in our place, and they returned to the words of the Sages.",
            "Both the purchaser and the seller, can claim verbal deception. Just as an ordinary person can claim verbal deception, so too a merchant can claim verbal deception. R. Yehudah says: A merchant cannot claim verbal deception. The one who placed [the claim] upon the other has the upper hand: if he wanted, he [can] say to him [either]: \"Give me my money\" or \"Give me [the amount for] which you deceived me [namely, the difference in price between what I paid and what the item is actually worth].\"",
            "How much can the sela lack and it not be considered verbal deception? R. Meir says: Four issarin at one issar per dinar. R. Yehudah says: Four pindoyonot, at one pindayon per dinar. R. Shimon says: Eight pindoyonot, at two pindayons per dinar.",
            "Until when is it permitted to retract [from a transaction based on the coin being underweighted]? In cities: Until it can be shown to a money-changer. In villages: Until the eves of the Sabbaths. If he [the merchant] is familiar with it [the underweight coin], even after twelve months he should accept it [the underweight coin] from him [the patron], but he [the patron] only has a [legally unenforceable] complaint against him [the merchant, if he does not accept the coin back]. And one may use it for [the tithe of] ma`aser sheni  without concern, for he [the merchant] is a bad person.",
            "[Legally-enforceable] verbal deception is [a minimum of] four silver. A claim is two silver. And acquiescence [to a monetary claim] is a perutah-equivalent. There are five [situations in which] perutot [are the legal minimum]: Acquiescence [to a monetary clam] is a perutah-equivalent; A woman is betrothed with a perutah-equivalent; One who benefits with a perutah-equivalent from sanctified property has committed theft from the sacred; One who finds a perutah-equivalent [of lost property] is obligated to announce; One who steals from his fellow a perutah-equivalent and swears [falsely] about it, they go after him even to Media.",
            "There are five [situations in which one must pay a] one-fifth [additional financial penalty]: The one who consumes terumah, terumat ma`aser, doubtfully-tithed terumat ma`aser, hallah, and first fruits adds one-fifth. The one who redeems [the fruit of] his fourth-year planting and second tithe adds a fifth. The one who redeems his sanctified property adds one-fifth. The one who benefits a perutah-equivalent [or more] from sanctified property adds one-fifth. The one who steals from his fellow a perutah-equivalent [or more] and swears [falsely] to him adds one-fifth.",
            "These are the things about which one cannot claim verbal deception: Slaves, documents, land, and sanctified property. These [pay] neither a double penalty nor a penalty of four or five [times the original worth]. A guardian-for-free swears [that] he was not [at fault if property under his watch was destroyed or stolen], and a guardian-for-hire does not pay. R. Shimon says: For sacrifices for which one is responsible for them, one can claim verbal deception, but for those which one is not responsible for them, one cannot claim verbal deception. R. Yehudah says: Even the one who sells a Torah scroll, an animal, or a jewel cannot claim verbal deception. They said to him: They said only these!",
            "Just as there is verbal deception regarding sales, so too there is verbal deception regarding words. Someone should not say to [a merchant] \"how much is this object?\" when he does not want to buy. If someone was a penitent, one should not say to him: \"Remember your former actions.\" If someone is the child of converts (ben gerim), one should not say to him: \"Remember the deeds of your ancestors!\" As it says (Exodus 22:20): A stranger (ger) you shall neither deceive nor oppress.",
            "Fruit [as an example of produce] may not be mixed together with other fruit, even new [produce] with new [produce], and needless to say new with old. However, with regard to wine, they permitted to mix sharp wine with weak wine, since this improves [the taste]. Wine yeast may not be mixed with wine [that is going to be sold], but [the seller] may give [the buyer] its yeast. One whose wine has been mixed with water may not sell it in a store unless he informs [the buyer], and not to a merchant even if he informed him, since [the merchant buys it] only to deceive with it. In a place where they are accustomed to put water in wine, they may do so. ",
            "The merchant may acquire from five threshing floors and put the produce into one storage chamber, or from five wine-presses and put into one cask, as long as he does not intend to mix [the different fruit types]. Rabbi Yehudah says: The storekeeper should not distribute parched grain or nuts to children, because he is accustoming them to come [only] to him, but the Sages permit [this]. And he may not lower the market price, but the Sages say:  [let him be] remembered for good. One may not sift crushed beans [to remove the unwanted material], the words of Abba Shaul. But the Sages permit. But [the sages] agree that he should not sift [them] at the entry of the storage chamber, since he would be a thief of the eye. He should not beautify [his wares], neither humans, nor the animal, nor vessels. "
        ],
        [
            "What is usury (neshekh) and what is increase (tarbit)? What is usury (neshech)? The one who lends a sela for five dinars, or two se'im of wheat for three, because he bites (noshech) [off too much and thereby harms the debtor]. And what is increase? One who increases [his gains] by [selling] produce. How so? [If] one bought from him wheat at a golden dinar (25 silver dinars) for a kor [when] such was the market price, and then wheat rose to thirty [silver] dinars [per kor]. [If] he said to him, “Give me my wheat since I want to sell them and buy wine with them [the proceeds]” and [the other] said to him, “Let your wheat be reckoned with me at thirty dinars and you now have a claim on me for wine [to that value],\" although he [the creditor] has no wine. ",
            "The one who lends [money] to his fellow: he  may not dwell in his courtyard for free or rent it from him at a reduced [rate], since this is usury. One may increase the rent-charge but may not increase the purchase price. How so? If his fellow rented him his courtyard, and said to him, \"If you pay me now [the cost] is ten sela'im per year, but if [you pay me] on a monthly basis, the rent is one sela per month”, [this] is permitted. [However,] if he sold him his field, and said to him, “If you pay me now, it is yours for a thousand zuz, but if [you pay me at the time of] threshing it will be twelve maneh (1,200 zuz)”, [this] is forbidden.   ",
            "If he sold him a field, and he gave him a little  of the money [from the price] and he said to him, “Whenever you want, bring the [rest of] the money, and then take [what] is yours”, [this] is forbidden. If he lent [other money] on [the security] of his field and said to him, “If you do not pay me within three years it will be mine”, then it becomes his. This is what Baytus the son of Zunin used to do according to [the with the consent of] the Sages. ",
            "One may not set up a shopkeeper for half the profit, or give him the money to buy produce for half the profit, unless he pays him his wage as a laborer. One may not set out his hens for half [the profit], nor evaluate calves or foals for half [the profit], unless he pays him a wage for his labor and [the cost of] his food. But one may receive the care of calves and foals [in return] for half [the profits], and rear them until they reach a third [of their growth], and a donkey, until it can carry [a burden.]",
            "One may evaluate a cow or a donkey or anything that does [work] and eats for half [the profit]. [In the] place where they are accustomed to divide the offspring immediately, they divide; and [in the] place where they are accustomed to [first] rear them [and then give them over to the owner], they should rear [them]. Rabban Shimon ben Gamliel says:  One may evaluate a calf with its mother, and a foal with its mother. [A tenant may] offer increased [rent] on his field and not be concerned that this is usury. ",
            "One may not accept a flock sold on payment in terms [under the condition that the young be divided until full payment has occurred] (tson barzel) from a Jew, since this is usury. But one may accept a flock sold on payment in terms (tson barzel) from non-Jews, and one may borrow from them, and one may lend them money with usury, and this [is also the case] with a resident alien. An Israelite may lend the money of a non-Jew with the consent of the non-Jew, but not with the consent of an Israelite. ",
            "One may not set [a price] for produce until its market-price has been set. [After its] market-price has been set, one may set [a price], for even though this one does not have [the produce] another does have it. If he was the first to harvest [his crop], he may set [a price] with him over a heap of grain, or over a basket of grapes, or over a vat of olives, or over the [clay] balls of the potter, or over lime from when [the limestone] is submerged in the kiln. One may set [a price] with him for manure any day of the year. Rabbi Yose says: One may not set [a price] over manure until [the seller] has manure in the dungheap, but the Sages permit [it]. And one may set [the price] at the cheapest rate. Rabbi Yehudah says: Even though he did not set [the price] with him at the cheapest rate, he is able to say, “Give [it] to me like this [cheap price] or give me back my money.” ",
            "One may lend his tenant-farmers wheat to seed [to be repaid] in wheat [after the harvest], but not [if it is] for food. Rabban Gamaliel would lend his tenant-farmers wheat to seed [to be repaid] in wheat, [and if he lent it] when the price was high and it [afterward] fell, or when it was low and it [afterward] increased, he would take [wheat] back from them at the lower rate, and not because such was the halakhah but rather because he wanted to be strict upon himself. ",
            "One should not say to his fellow, “lend me a kor of wheat and I will repay you at the threshing time.\" But he may say to him, “lend [it] to me until my son comes”, or “until I find my key.\" But Hillel forbid. And this Hillel would say: A woman may not lend a loaf [of bread] to her friend until she assesses [its value] in money, lest wheat should rise [in price] and they were found to be engaging in usury. ",
            "One may say to his fellow, “Weed with me and I will weed with you” or “Hoe with and I will hoe with you.” But one may not say, “Weed with me and I will hoe with you”, or “Hoe with me and I will weed with you.\" All days of the dry season are [considered like] one, and all days of the rainy season are [considered like] one. One may not say to another, “Plow with me in the dry season and I will plow with you in the rainy season.” Rabban Gamaliel says: There is interest that is paid in advance and interest that is paid afterward. How so? If he set his eyes on borrowing from another and sent him [a gift] and says, “This is in order that you will lend to me”, this is advance interest. If one borrowed from another and repaid it to him, and then sent him [a gift] and said, “This is for your money that was value-less [while] it was with me”, this is after interest. Rabbi Shimon says: There is interest of words: one may not say to him, “Know that Ploni came from place Ploni.”   ",
            "These are the one who transgress a negative commandment: the lender, the borrower, the guarantor, and the witnesses. And the Sages say: even the scribe. They transgress [the commandment in] the category of, “You will not give him your money upon interest” (Leviticus 25:37), and the category of “You shall not take usury from him” (Leviticus 25:36) and the category of “You shall not be to him as a creditor” (Exodus 22:24), and the category of “Nor shall you place upon him usury” (ibid.) and the category of “You shall put a stumbling block before the blind, and you will fear your God, I am the Lord” (Leviticus 19:14). "
        ],
        [
            "If one hired craftsmen and they deceived each other, they have nothing against each other, but only cause for complaint.\nIf one hired a donkey-driver or a wagon-driver to bring litter-bearers or flute-players for a bride or for the dead, or laborers to take his flax out of the soaking pit, or any matter that would be lost if delayed, and they retracted, if it was a place where there was no one else [who could be hired for the same wage] he may hire others at their expense or he may deceive them.",
            "If one hired craftsmen and they retracted, they have the lower hand. \nIf the householder (the employer) retracted he has the lower hand.\nWhoever changes [the conditions of a contract] has the lower hand.\nAnd anyone who retracts has the lower hand.\n",
            "If one hires a donkey to drive it through hill country and he drove it through a valley, or to drive it through the valley and he drove it through the hill country, even though the distance of each was ten miles, if the donkey died he is liable.\nIf a man hired a donkey and it went blind or was conscripted into the king’s service, he may say to him, “Here is yours before you.\"\n[But] if it died or was broken, he must give him a new donkey.\nIf one hires a donkey to drive it through hill country and he drove it through a valley, if it slipped he is not liable, but if it overheated he is liable.\n[If one hires a donkey] to drive it through a valley and he drove it through hill country, if it slipped he is liable, but if it overheated he is not liable.  \nBut if [it overheated] due to the ascent he is liable.\n",
            "If one hired a cow to plow in the hill country and he plowed in the valley, if the plowshare was broken he is exempt.\n[If one hired a cow to plow] in the valley and he plowed in the hill country, if the plowshare was broken he is liable.\n[If one hired it] to thresh beans and he threshed grain [and the cow slipped and was injured], he is exempt.  \n[If one hired it] to thresh grain and he threshed beans [and the cow slipped and was injured], he is liable, for beans cause slipping. \n",
            "If one hired a donkey to carry on it wheat and he carried on it barley, he is liable [if the donkey was injured].\n[If he hired it to carry] grain and he carried on it straw he is liable, since the greater bulk is more difficult to carry.\n[If he hired it to carry] a letech of wheat and it carried a letech of barley he is not liable.\nBut if he increased the weight, he is liable.\nHow much can increase in weight and become liable?\nSumakhus says in the name of Rabbi Meir:  One seah for a camel and three kavs for a donkey.\n",
            "All craftsmen are paid guardians.\nBut all that have said, “Take what is yours and give me the money”, are  unpaid guardians.\n“Guard that for me and I will guard this for you”, he is a paid guardian.\n“Guard this for me”, and the other said “Put it down in front of me”, he is an unpaid guardian.\n",
            "If he loaned him over a pledge he is a paid guardian.\nRabbi Judah says:  If he loaned him coins he is an unpaid guardian; if he loaned him produce he is a paid guardian.”\nAbba Shaul says: One may hire out a poor man’s pledge in order to thereby reduce the debt, for he is like one who returns lost property.\n",
            "One who moves a jar from place to place and broke it, whether he is a paid guardian or an unpaid guardian, he may take an oath.\nRabbi Eliezer says:  In either case he may take an oath, but I wonder whether if both this one and that one can actually take an oath. \n"
        ],
        [
            "One who employs workers, and tells them to get up early (to work) and to work late: if this happens in a locale where the custom is for workers neither to get up early nor to work late, the employer may not force them to do so.  In a locale where the custom is to provide food for the workers, the employer must do so; and if the custom is to provide with sweets, the employer must do so.  Everything goes according to the custom of the particular locale.  It once happened that Rabbi Yochanan ben Matya said to his son, \"go out and hire for us some workers.\"  He went and agreed to provide them with food.  When he returned to his father, his father said to him, \"My son: even were you to make for them [ie the workers] a meal as befitting Kin Solomon during his reign, you would nevertheless have failed to fulfill your obligation towards them, for they are the children of Avraham, Yitzchak, and Yaakov.  Rather, before they begin work, go and say to them the stipulation that ALL they may request of me is bread and porridge.  Rabban Shimon ben Gamliel says, he needn't have said this, because everything goes according to local custom.",
            "These are those who eat from the Torah [i.e., irrespective of other agreements or customs]: one who works with what's connected to the ground in the moment of the completion of the work, and what's separated from the ground until its work is completed, and",
            "If one was working with his hands but not with his feet, with his feet but not with his hands, or even with his shoulders , he still may eat.\nRabbi Yose bar Rabbi Judah says, Only if he works with both his hands and his feet.\n",
            "If one was working with figs he may not eat grapes, and if with grapes he may not eat figs.\nBut he may refrain [from eating] until he reaches the best produce and then eat.\nIn with regard to all of these they said [that he may eat] only during the time of his work.\nBut because of returning lost property to its owner they said:  Laborers may eat as they go from one furrow to another furrow or during their return from the winepress.  \nAnd a donkey [may eat] while it is unloading.\n",
            "A laborer may eat cucumbers even to a denar’s worth, and dates even to a denar’s worth.\nRabbi Elazar ben Hisma says:  A laborer may not eat more than the value of his wages.\nBut the Sages permit it, but they should teach a man not to be gluttonous so as to close the door upon himself.\n",
            "One may exact terms for himself and for his son or daughter that are of age, and for his slave or female slave that are of age, and for his wife, since these have understanding.\nBut he may not exact terms for his minor son and daughter, or for his minor slave or female slave or for his cattle, since these have no understanding.\n",
            "If one hired laborers to work among his fourth-year plantings, they not eat from them.\nIf he had not told them [that they were fourth-year plantings] he must first redeem the fruit and then allow them to eat.\nIf his fig-cakes were split or his jars burst open, they may not eat from them.  \nIf he had not told them [that they were liable to be tithed] he must tithe and then allow them to eat.  \n",
            "Those that guard produce may eat from it because that is the custom of the land and not because that is the law of the Torah.\nThere are four kinds of guardians:  an unpaid guardian, a borrower, a paid guardian and a hirer.  \nAn unpaid guardian may take an oath [that he had not been neglectful] in every case [of loss or damage and be free of liability].  \nA borrower must make restitution in every case.\nA paid guardian or a hirer may take an oath if the beast was injured, or taken captive or dead, but he must make restitution if it was lost or stolen.\n",
            "One wolf does not count as an unavoidable accident.  \nTwo wolves do count as an unavoidable accident.\nRabbi Judah says:  In a time where wolves are commonly attacking, even one wolf is considered to be an unavoidable accident.\nTwo dogs do not count as an unavoidable accident.\nYadua the Babylonian says in the name of Rabbi Meir :  From one direction they do not count as an unavoidable accident, but from two directions they count as an unavoidable accident.  \nA bandit counts as an unavoidable accident.\nA lion or a bear or a leopard or a panther or a serpent counts as an unavoidable accident.\nWhen [is this so]?\nWhen they come of their own accord.  \nBut if he took the flock to a place of bands of wild animals or bandits they do not count as an unavoidable accident.\n",
            "If it died a natural death this counts as an unavoidable accident.  \nBut if he tortured it and it died it does not count as an unavoidable accident.\nIf he led it up to the top of a crag and it fell down and died, this does not count as an unavoidable accident.\nAn unpaid guardian may make a stipulation that he will be exempt from taking an oath, and a borrower [may make a stipulation that he will be exempt] from making restitution, and a paid guardian and a hirer [may make a stipulation that they will be exempt] from taking an oath or from making restitution. \n",
            "Anyone who makes a stipulation against that which is written in the Torah he stipulation is void.  \nAny stipulation that mentions first the action is void.\nAny stipulation that can in the end be fulfilled and he stipulated upon it from the beginning, such a stipulation is valid.\n"
        ],
        [
            "If one borrowed a cow together with the service of its owners, or hired its owners together with the cow, or if he borrowed the service of the owner or hired him, and afterward he borrowed the cow, and the cowed died he is not liable, for it is written, “If its owner was with it no restitution need be made” (Exodus 22:14).  \nBut if he first borrowed the cow and afterward borrowed or hired the service of its owner, and the cow died, he is liable, for it is written, “Its owner not being with it, he must make restitution” (Exodus 22:13).\n",
            "If one borrowed a cow, borrowed it for half a day and hired it for half a day; or borrowed it for one day and hired it for the next; or if he borrowed one cow, and hired another and the cow died\nThe lender says: “It was the borrowed cow that died”, [or] “On the day when it was borrowed it died”, [or] “During the time when it was borrowed it died” and the other one says: “I don’t know”, he is liable.\nIf the hirer says, “It was the hired one that died”, [or] “On the day when it was hired it died”, and the other says, “I do not know”, he is not liable.\nThis one says, “It was borrowed”, and this one says, “It was hired”,  the hirer must take an oath that it was the hired one that died.\nThis one says, “I do not know”, and this one says, “I do not know”, they divide the loss.\n",
            "One who borrowed a cow and [the owner] sent it by the hand of his son or his slave or his agent, or by the hand of the son or slave or agent of the borrower and it died [on the way], he is not liable.\nIf the borrower said, “Send it to me by the hand of my son or my slave or my agent, or by the hand of your son or your slave or your agent”,  or if the lender said, “I am sending it to you by the hand of my son or my slave or my agent”, or “by the hand of your son or your slave or your agent”, and the borrower said, “Send it”, and he sent it and it died [on the way], he is liable.\nSo, too, when he returns the cow.\n",
            "One who swapped a cow for a donkey, and it gave birth,\nSo too one who sold his female slave and she gave birth,\nThis one says, “[It was born] before I sold her”, and the other  one says, “It was born after I bought her”, they shall divide [the value of what was born].\nHe had two slaves, one large and the other small, or two fields, one large and the other small:\nThe buyer says, “I bought the large one” and the other says, “I don’t know”, he has merited the large one.\nThe seller says, “I sold the small one” and the buyer says, “I do not know”, he has only the small one.\nThis one says, “It was the large one” and the other one says, “It was the small one”, the seller must swear that he sold the small one.\nThis one says, “I do not know”, and the other one says, “I do not know”, they shall divide the value [of both slaves or fields].\n",
            "One who sold his olive trees as firewood and they bore fruit that gave less than a quarter-log of oil per seah, these belong to the [new] owner of the olive trees.\nIf they bore fruit that gave a quarter-log of oil per seah: This one says, “It was my trees that produced it”, and the other says, “It was my land that produced it”, the shall divide [the produce].\nIf a flood washed away his olive trees and put them in the middle of his fellow’s field [where they bore fruit]: This one says, “It was my trees that produced it”, and the other syas, “It was my land that produced it”,  the shall divide [the produce].\n",
            "One who leased a house to his fellow in the rainy season, he cannot force him out between the Festival [of Sukkot] until Pesah.\nIn the summer, [he must give him] thirty days [warning].  \nAnd in large cities, whether it is during the rainy season or the summer [he must give] twelve months [warning].\nConcerning a store, whether in large cities or small towns, [he must give] twelve months [warning]. \nRabban Shimon ben Gamaliel says:  Concerning a store of bakers or dyers [he must give] three years [warning].\n",
            "One who leased a house to his fellow, the leaser is obligated to provide it with a door, a bolt a lock and anything which is the work of a craftsman.  \nHowever, that which is not the work of a craftsman, the renter must make it himself.  \nThe manure belongs to the owner of the house, and the tenant can claim only what comes out from the oven and the stove.\n",
            "One who leased a house to his fellow for a year and the year was made a leap year, the extra month goes to the tenant.\nIf he rented it by the month and the year was made a leap year, the extra month goes to the owner.  \nIt happened in Tzippori that a person rented a bath-house from his fellow at twelve golden dinars a year, one dinar per month, and [when the year became a leap year] the case came before Rabban Shimon ben Gamaliel and Rabbi Yose, and they said:  Let them divide the extra month.\n",
            "If one leased a house to his fellow and it fell down, he must build him a new house.\nIf it was small he may not make it larger, and if it was large he may not make it smaller. \nIf it was one house, he may not make it two; if it was two houses he may not make it one.\nHe may not reduce the number of windows or increase them, unless it is with both of their consent.\n"
        ],
        [
            "One who received a field from his fellow: If the custom of the place was to cut the crops, he must cut them; \nTo uproot them, he must uproot them; \nTo plough after [reaping], he must plough.\nEverything should follow local custom.\nJust as they share the grain, so too they share the straw and the stubble.\nJust as they share the wine, so too they share the branches and the reeds.\nAnd both of them must provide the reeds.\n",
            "One who received a field from his fellow and it was an irrigated field or a field with trees, and the spring dried up or the trees were cut down, he may not give [the owner] less than his agreed rental.  \nBut if he had said, “Lease me this irrigated field, or this field with trees”, and the spring dried up or the trees were cut down, he may reduce from the prescribed rental.\n",
            "One who received a field from his fellow and he let it lie fallow, they assess how much it was likely to have yielded and he must give it to him, for thus he wrote to him:  “If I leave it to lie fallow and do not work it, I will pay at the rate of its highest yield.\"",
            "One who received a field from his fellow and he did not want to weed it, and he said to the owner, “What do you care, as long as I pay you the agreed rental?”, they do not listen to him, for he can say to him, “Tomorrow you will leave it and it won’t bring up for me weeds.”",
            "One who received a field from his fellow and it was not fruitful, if there was enough [produce] to make a heap, he must still take care of it.\nRabbi Judah said:  What type of fixed measure is a ‘heap’?  Rather, if there is enough [yield to equal] the [seed] that fell there.”\n",
            "One who received a field from his fellow and locusts devoured [the crop] or it was blasted [by strong winds], if it was a region-wide plague he may reduce the amount of the rental agreement.\nIf it was not a region-wide plague, he may not reduce the amount of the rental agreement.\nRabbi Judah says: If he had received it from him for a fixed amount of money, in neither case may he reduce the amount of the rental agreement.\n",
            "One who received a field from his fellow in return for ten kors of wheat a year and it was struck [with a bad crop], he pays him out of this crop.\nIf  the wheat was especially good he may not say, “I will buy other wheat from the market”, rather he must pay him from the crop of that field.\n",
            "One who received a field from his fellow in order to sow barley, he may not sow wheat;\nWheat, he may sow barley.\nRabban Gamaliel forbids .\nGrain, he may not sow beans;\nBeans, he may sow grain.\nRabban Gamaliel forbids this.\n",
            "One who received a field from his fellow for a few years he may not sow flax and he has no right to the beams from the sycamore tree.\nIf he leased it for seven years he may sow flax the first year and he has rights to the beams from the sycamore tree.\n",
            "One who received a field from his fellow for “a week of years” for 700 zuz, the sabbatical year is included in the count.\nIf he received it for “seven years” for 700 zuz, the sabbatical year is not included in the count.\n",
            "",
            "",
            "One who lends his fellow, he may not exact a pledge from him except with the permission of a court, and he may not enter his house to take the pledge, as it is states, “You shall stand outside” (Deut. 24:11).    \nIf he had two vessels, he may take one but must give back the other. And he must give back his pillow at night and the plow during the day.\nAnd if he dies he need not return the pledge to his heirs.\nRabban Shimon ben Gamaliel says:  Even to the debtor himself he need only return the pledge within thirty days [of the loan], and after thirty days he may sell it with the consent of the court.\nA widow: a pledge may not be taken from her, whether she isrich or poor, as it says, “Do not take the a widow’s garment as a pledge” (Deut. 24:17).  \nIf one takes a millstone as a pledge he violates a negative commandment and he is obligated for two vessels, as it says, “Do not take a mill or an upper millstone as a pledge” (Deut. 24:6).\nAnd they didn’t say just an upper millstone or a mill but anything that is used to make food, as it says, “for that is someone’s  life he takes as a pledge” (ibid.).\n"
        ]
    ],
    "heTitle": "בבא מציעא",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 10,
    "titleVariants": [
        "Mishna Bava Metzia",
        "M. Bava Metzia",
        "Mishnah Bava Metzia",
        "M Bava Metzia"
    ],
    "textDepth": 2,
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}