{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Zevachim",
    "title": "Mishnah Zevachim",
    "lengths": [
        14,
        101
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה זבחים",
    "versionSource": "http://www.sefaria.org/Mishnah_Zevachim",
    "next": "Mishnah Zevachim 2",
    "maps": [],
    "length": 14,
    "book": "Mishnah Zevachim",
    "text": [
        [
            "All offerings which are not offered for their own sake are valid, but they do not fulfill the obligation of their owners.  [This is true] except for the Passover-offering and the sin-offering: the Passover-offering [is invalid if not slaughtered for its own sake] at its appropriate time and the sin offering [is invalid if it is not slaughtered for its own sake] at any time.  Rabbi Eliezer says: even the guilt offering. The Passover-offering [is invalid if not slaughtered for its own sake] at its appropriate time and the sin-offering and the guilt-offering [is invalid if not slaughtered for its own sake] at any time.  Rabbi Eliezer said: the sin-offering comes [to atone] for a sin and the guilt-offering comes [to atone]  for a sin.  Just as the sin-offering that is not offered for its own sake is invalid, so too the guilt-offering that is not offered for its own sake is invalid.",
            "Yose ben Honi says: those [animals] which are slaughtered with the intent [to serve as either] a Passover-offering and a sin-offering are invalid. Shimon Achi Azaria says: if they were slaughtered with the intent [to serve as] a higher-level offering than they are [sanctified for], they are valid; with the intent of a lower-level offering than they are, they are invalid. How so? The <i>kodshai kodashim</i> [sacrifices of the highest degree of sanctity] that were slaughtered for the purpose of <i>kodashim kalim</i> [sacrifices of a lesser degree of sanctity] are invalid. <i>Kodashim kalim</i> that were slaughtered for the purpose of  <i>kodshai kodashim</i> are valid. [The offerings of] a first-born or a tithe-offering that were slaughtered for the purpose of a peace-offering are valid. Peace-offerings that were slaughtered for the purpose of [offering] a first-born [animal] or for the purpose of a tithe-offering are invalid.",
            "A Passover-offering that was slaughtered in the morning of the 14th [of Nissan], but not for its own sake - Rabbi Yehoshua deems it valid, as if it had been slaughtered on the 13th [of Nissan]. Ben Beteira invalidates it, as if it had been slaughtered in the afternoon [on the 14th of Nissan]. Shimon ben Azzai said: I received [a tradition] from the mouths of seventy-two elders on the day when they appointed Rabbi Eliezer ben Azaria as [head of the] academy that all offerings that are eaten which were not slaughtered for their own sake are valid, but that they do not fulfill the obligation of their owners. [This is true] except for the Passover-offering and the sin-offering [which are invalid if they are not slaughtered for their own sake]. Ben Azzai did not add [to this tradition] except [to include] the burnt-offering, but the sages did not accept it [i.e. his addition].",
            "[If] the Passover-offering and the sin-offering were not slaughtered for their own sake, [or if the priest] collected [the blood from these sacrifices] or walked [to the altar], or dashed [the blood] but not for their own sake; or both for and not for their own sake [i.e. the priest began with the proper intention, but did some of the activities without the proper intention], or both not for and for their intent [i.e. the priest did the initial activities without the proper intention, but then did some of them with the proper intention] - they are invalid. How can it be both for and not for their own sake? [The priest began the activities] for the sake of a Passover-offering and [and then continued them] for the sake a peace-offering. Both not for and for their own intent? [The priest began his activities] for the sake of a peace-offering and [and then continues them] for the sake of a Passover-offering. For an offering can be made invalid through four things [done without proper intent]: through slaughtering, through collecting [the blood], through walking [to the altar], and through dashing [the blood to the altar]. Rabbi Shimon validates walking [regardless of intent], as Rabbi Shimon used to say: it is impossible [to offer an offering] without slaughtering and without accepting, and without dashing [the blood], but it is possible [to offer it] without walking - one slaughters on the side of the altar and dashes [the blood from where he stands]. Rabbi Eliezer says: One who walks in a place where he needs to walk [in order to bring the blood to the altar], [improper] thought invalidates [the offering]. [If he walks] in a place where he does not need to walk, [improper] thought does not invalidate [the offering]."
        ],
        [
            "All offerings whose blood was collected by a <i>zar</i> [non-priest], by a person in mourning [for a kinsman who has not yet been buried], by a <i>tevul yom</i> [a person who has immersed himself that day to purify himself, but who must wait for night-fall to be fully pure], by a person who lacks [priestly] garments, by a <i>mechusar kippurim</i> [a person who is required to bring an atonement offering before partaking in an offering], by person with unwashed hands and feet, by an uncircumcised man, by an impure person, by a person who is sitting, or one who is standing on vessels, an animal, or his friend's legs - these [offerings] are invalid. If he collected [the blood] with his left [hand], it [the offering] is invalid. Rabbi Shimon deems it valid. If the blood spilled on the floor and it was collected, it [the offering] is invalid. If he applied it [the blood] on the ramp, not corresponding to the base [of the altar], or if he applied that which is applied above below or that which is applied below above, or that which is applied inside outside, or that which is applied outside inside - it is invalid but he is not subject to <i>karet</i> [excommunication].",
            "One who slaughters the offering [with the intent] to dash its blood outside [of the Temple], or some of its blood outside; to consume its designated parts by fire outside, or some of it designated parts outside; to eat its meat outside, or an olive's bulk [of the meat] outside, or to eat an olive's bulk from the skin of the tail outside - it [the offering] is invalid but he is not subject to <i>karet</i>. [If one slaughters with the intent] to dash its blood tomorrow, or some of its blood tomorrow; to offer its designated parts tomorrow, or some of its designated parts tomorrow; to eat its meat tomorrow or an olive's bulk of its meat tomorrow, or to eat an olive's bulk from the skin of the tail tomorrow - it [the offering] is <i>piggul</i> [a sacrifice that becomes unfit due to the  intention of the officiating priest to consume it outside of its permitted time] and it subjects him [the transgressor] to <i>karet</i>. ",
            "This is the general rule: Anyone who slaughters [the offering], collects [its blood], walks [the blood to the altar], or dashes [the blood on the altar], [with the intent] to eat something that is typically eaten or to offer something that is typically offered outside its [proper] place - it [the offering] is invalid but it does not entail <i>karet</i>. [If the offering is made with the intention of consuming it] outside its time, it is <i>piggul</i> and it does entail <i>karet</i>, but only if he offered the <i>matir</i> [that which enables an offering to fulfill its purpose] in accordance with its commandment [i.e., properly].",
            "How is the <i>matir</i> brought in accordance with its commandment? If one slaughtered it in silence, and then collected [the blood], walked [it to the alter] and dashed [it on the altar] outside of the proper time; or if one slaughtered it [with the intention of consuming it] outside of the proper time, collected [the blood], walked [to the altar] and dashed in silence; or if one slaughtered, collected, walked and dashed [with the intention of consuming it] outside of the proper time - this is [what is meant when it is said] offering the <i>matir</i> in accordance with its commandment. How is the <i>matir</i> not brought in accordance with its commandment [i.e. improperly]? If one slaughtered it [with the intention of consuming it] outside of the proper place, collected [the blood], walked and dashed it [on the altar, with the intention of consuming it] outside of the proper time; or if one slaughtered [with the intention of consuming it] outside of the proper time, and then collected, walked, and dashed [the blood, with the intention of consuming it] outside of the proper place; or if one slaughtered, collected, walked and dashed [with the intention of consuming it] outside of the proper place; or if it was a Passover offering or sin offering but they were not slaughtered for that purpose, and then one [also] slaughtered, walked, and dashed [the blood, with the intention of consuming it] outside of the proper time; or if one slaughtered it [with the intention of consuming it] outside the proper time and then collected, walked, and dashed [the blood] but not for their own sake [i.e. did not do all of these actions for the purpose of this sacrifice]; or if one slaughtered, collected [the blood], walked and dashed [it on the altar] but not for their own sake [i.e. did not do these actions solely for the purpose of this sacrifice] - this is [what is meant when it is said] not offering the <i>matir</i> in accordance with its commandment. ",
            "If [one slaughtered the offering with the intention] to eat an olive's bulk [of the meat] outside [of the temple] and then [to eat] an olive's bulk [of the meat] after its appointed time, or [to eat] an olive's bulk [of the meat] after its appointed and then [to eat] an olive's bulk [of the meat] outside [of the temple], or [to eat] half an olive's bulk  [of the meat] outside [of the temple] and then [to eat] half an olive's bulk [of the meat] after its appointed time, or [to eat] half an olive's bulk [of the meat] after its appointed time and then [to eat] half an olive's bulk [of the meat] outside [of the place designated for its consumption] the sacrifice is invalid but it does not subject him [the transgressor] to <i>karet</i>.  Rabbi Yehuda says: This is the general rule - if the intention of [eating the sacrifice at] the wrong time precedes the intention of [eating at the improper] place, it is <i>piggul</i> and it renders one liable for <i>karet</i>.  If the intention of [eating the sacrifice at the improper] place precedes comes the intention of [eating at the improper] time, it [the sacrifice] invalid, but it does not subject one to <i>karet</i>.  The sages say: in either case it is invalid but it does not subject one to <i>karet</i>.  [If one intended] to eat half an olive's bulk and to consume half an olive's bulk in fire, the offering is valid because eating and consumption by fire do not combine. "
        ],
        [
            "All those who are invalid [to do work in the temple] who slaughtered [an offering], their slaughtering is valid, since slaughtering done by <i>zarim</i>, by women, by slaves, and by those who are impure, even  regarding <i> kodshai kodashim</i> are valid - as long as those who are impure do not touch the meat.  Therefore, these [individuals] make [offerings] invalid by thought [i.e. improper intent]. [If] any of them collected the blood [with the intention to eat the sacrifice] outside of its proper time or place, if there is still life blood [in the animal] - a valid person should go back and collect it.",
            "[If] a valid person collected the blood and transferred it to an invalid person - he [the invalid person] should return it to the valid person.  [If] he collected the blood in his right hand and transferred it to his left hand, he should return it to his right hand. [If] he collected it in a sacred vessel and then transferred it into a profane vessel - he should return it to the sacred vessel.  [If the blood] spilled from the vessel on the floor and he gathered it - it is valid.  [If] he applied the blood on the ramp, not corresponding to the base [of the altar], or [if] he applied that which is to be applied [i.e. the blood] below [the line of red paint on the altar] above [it], or [if he applied] that which is to be applied above below, or [if he applied] that which is to be applied inside [the sanctuary] outside, or [if he applied] that which is to be applied outside inside, if there is [still] life blood [in the animal] - a valid person should go back and collect it.",
            "If one slaughters an offering [with the intention] to eat something that is not normally eaten or to consume by fire on the altar something that is not normally consumed by fire on the altar [and to do so outside of the proper time or place] - it is valid.  Rabbi Eliezer [says it is] invalid. [If one slaughters an offering with the intention] to eat something that is usually eaten or to consume by fire something that is usually consumed by fire [outside of its proper time or place] - [if it was] less than a olive's bulk, it is valid.  [If he intended] to eat half an olive's bulk and to consume half an olive's bulk by fire [outside of the proper time and place] - it is valid because eating and consumption by fire are not combined. ",
            "If one slaughters an offering in order to eat an olive's bulk from the skin, or from the sauce [in which the meat was cooked], or the spices [used to cook the meat], or from the pieces of meat that stick to the skin, or from the bones, or from the sinews, or from the hooves, or from the horns, outside of its proper place or time - the offering is valid and one is not liable for <i>piggul</i> [a sacrifice that becomes unfit, due to the intention to the officiating priest to consume it outside its permitted time], for leaving the offering unconsumed after its appointed time or for rendering it impure. ",
            "One who slaughters a [pregnant] female animal as sacrifice in order to eat the fetus or it embryonic sac outside [the temple], does not render it <i>piggul</i>. One who slaughters turtle-doves inside [the temple courtyard] in order to eat their eggs outside [of its place or time] does not render them [i.e. the eggs] <i>piggul</i>.  [Concerning] the milk of female animals who are sacrificed and the eggs of turtle-doves - they cannot make one liable for <i>piggul</i>, or for leaving the offering unconsumed after its appointed time or for rendering it impure. ",
            "[If] he slaughtered it [the offering], with the intention to leave over its blood and the portions of the offering to be consumed by fire on the altar until the next day or or to take them outside [of the temple] - Rabbi Yehuda says it is invalid, but the Sages say it is valid.  [If] he slaughtered it with the intention to put the blood on the ramp, but not corresponding the base, or to put the blood that must be placed below above or that which must be placed above, below, or that which must be place inside outside, or that which must be placed outside inside, or [with the intention] that impure people will eat it, or that impure people will offer either it or its internal organs on the altar [as a sacrifice], or [with the intention] that uncircumcised people will eat it, or that uncircumcised people will offer it [as a sacrifice], or [with the intention] to break the bones of the Passover offering or to eat it half-cooked, or to mix its blood with the blood of invalid offerings - it is valid because thoughts do not invalidate [the offering] except [in the following cases:] if [one had] the intention [to eat it or to offer either it or its internal organs on the altar] outside of its proper time and place, or [if it is a] Passover-offering or a sin-offering that was not done for its own sake."
        ],
        [
            "The House of Shammai says: [Regarding] all offerings [whose blood has been] applied on the outer altar, if it has only been applied once, it atones - and in the case of a sin-offering, two applications [atone].  The House of Hillel says: Even a sin-offering that had just one application atones.  Therefore, if he did the first application as decreed, but did the second outside of its proper time - it [still] atones.  [But] if the first application was done outside its proper time, and the second [application was done] outside its proper place, it is <i>piggul</i> [a sacrifice that becomes unfit, due to the intention to the officiating priest to consume it outside its permitted time] and it subjects him [the transgressor] to <i>karet</i> [excommunication]. ",
            "[Regarding] all offerings [whose blood has been] applied on the inner altar - if one of the applications is missing, it does not atone.  Therefore, if he [the priest] did all of the applications as decreed, but one of them was not as decreed - it [the sacrifice] is invalid but he is not subject to <i>karet</i>. ",
            "The following things are cannot render one liable for <i>piggul</i>: the <i>kometz</i> [a handful of the meal offering, which the priest takes to be put on the altar], the frankincense [which is placed on a grain offering], the incense, the priestly grain-offering, the grain-offering of an anointed priest, the libation-offering [of wine and flour that is brought with a sacrifice], the blood, and libations that are brought on their own - [these are] the words of Rabbi Meir. The Sages say: even those [libations] that come with animals [are not subject to <i>piggul</i>].  [Regarding] a <i>log</i> of oil that a leper brings, Rabbi Shimon says it is cannot render one liable for <i>piggul</i>, but Rabbi Meir says it can render one liable for <i>piggul</i>, since the blood of his guilt-offering functions as the <i>matir</i> [that which enables a sacrifice to fulfill its purpose] for it [the oil].  And anything which has <i>matirim</i>, whether for people or for the altar, can render one liable for <i>piggul</i>.",
            "The <i>olah</i> - its blood is a <i>matir</i> [which allows] for the meat [to be brought] on the altar, and its hide is for the priests [to eat].  The <i>olah</i> of a bird - its blood is a <i>matir</i> [which allows] for the meat [to be brought] on the altar.  The sin-offering of a bird - its blood is a <i>matir</i> [which allows] for the meat [to be given] to the priests [to eat].  Bulls which are burned and goats which are burned - their blood is a <i>matir</i> [which allows] for for their limbs to be brought as a sacrifice. Rabbi Shimon says: [the blood of] any [sacrifice] which is not [thrown] on the outer altar like a peace-offering cannot render one liable to <i>piggul</i>. ",
            "The sacrificial animals brought by non-Jews cannot render one liable for <i>piggul</i>, for leaving the offering unconsumed after its appointed time or for rendering it impure. One who slaughters them outside [the walls of the temple] is exempt - [these are] the words of Rabbi Meir. [According to] Rabbi Yossi - he [one who slaughters them outside] is liable.  Things which do not render one liable for <i>piggul</i> can still render one liable for for leaving the offering unconsumed after its appointed time or for rendering it impure, except for blood.  Rabbi Shimon says: this applies to things that are usually eaten, but regarding [items like] wood, frankincense and incense [which are not usually eaten], they cannot render one liable for rendering them impure.",
            "Each offering is offered for six purposes:  For the sake of the offering itself, for the sake of the one who brings the offering, for the sake of God, for the sake [burning parts of it] on the fires [of the altar], for the sake of the smell [of the offering as it burns], for the sake of the scent [which God enjoys].  [In the case of] the sin-offering and the guilt-offering, [it is also slaughtered] for the sake of the sin [which requires atonement].  Rabbi Yossi said: even if a person did not intend one of these things  [during the slaughtering] the sacrifice is still valid, because it is a stipulation of the court that the intentions [which can validate or invalidate a sacrifice] follow the one performing the service [and not the owners].  "
        ],
        [
            "Where is the place of the offerings? <i>Kodshai kodashim</i> are slaughtered on the north side of the altar.  The bull and goat for Yom Kippur are slaughtered on the north [side of the altar] and their blood is collected in holy vessel on the north [side of the altar]. Their blood must be sprinkled between the poles [of the ark] and on the curtain [separating the holy from the holy of holies] and on the golden altar. The omission of one of these invalidates the offering [and it does not atone].  The remainder of the blood is poured out on the western base of the outer altar.  If he did not apply it [to the base of the altar], it does not invalidate [the offering].",
            "The bulls and goats which are burned [as offerings] are slaughtered on the north [side of the altar] and their blood is collected in a holy vessel on the north [side of the altar].  Their blood must be sprinkled on the curtain [separating the holy and the holy of holies] and on the golden altar.  The omission of one of these invalidates the offering.  The remainder of the blood is poured out on the western base of the outer altar.  If he did not apply it [to the base of the altar], it does not invalidate [the offering]. Both of these [offerings] are burned [outside of Jerusalem] in the house of ashes. ",
            "[Concerning] the collective and individual sin-offerings - These are the collective sin-offerings: the goats of the new moon and holidays. They are slaughtered on the north [side of the altar] and their blood is captured in a holy vessel on the north [side of the altar]. Their blood requires four applications on each of the four corners [of the altar].  How [was this done]?  The priest went up the ramp and turned onto the ledge [surrounding the altar] and came to the southeast corner, then the northeast corner, then the northwest corner then the southwest corner.  The remainer of the blood was poured out on the southern base [of the altar]. It [the meat of the sacrifice] was eaten inside the walls [of the Temple courtyard] by the male priests, prepared in any manner, during that day and night until midnight. ",
            "The <i>olah</i> - which is a <i>kodshai kodashim</i> - is slaughtered on the north [side of the altar] and its blood is collected in a holy vessel on  the north [side of the altar].  Its blood requires two applications which are actually four [i.e. applied on opposite corners of the altar]. It must be flayed, dismembered, and completely burned in fire.",
            "[Concerning] the peace-offerings of the collective and the guilt-offerings - these are the guilt-offerings: The guilt-offering for robbery, the guilt-offering for unlawful use of sacred property, the guilt-offering for [sleeping with] a betrothed handmaiden, the guilt-offering of the Nazirite, the guilt-offering of the leper and the guilt-offering for doubt [regarding the commission of a sin].  These [offerings] are slaughtered on the north [side of the altar] and their blood is collected in a holy vessel on the north [side of the altar]. Their blood requires two applications, which are really four, and they are eaten behind the walls by the male priests, prepared in any manner, during that day and night until midnight.",
            "The thanksgiving offering and ram of the Nazirite are <i>kodashim kalim</i>. They are slaughtered anywhere in the Temple courtyard. Their blood requires two applications, which are really four, and  they are eaten throughout the city [of Jerusalem], by anyone, during that day and night until midnight.  [Concerning] the [portions which are] lifted [and waved] - the same rules apply, except that they are eaten by the priests, their wives, their children and their slaves.  ",
            "The peace-offerings are <i>kodashim kalim</i>. They are slaughtered anywhere in the Temple courtyard. Their blood requires two applications, which are really four, and they are eaten throughout the city [of Jerusalem], by anyone, for two days and one night. [Concerning] the [portions which are] lifted [and waved] - the same rules [of consumption] apply, except that they are eaten by the priests, their wives, their children and their slaves.  ",
            "The [offering of the] first-born, the tithe-offering and the Passover-offering are <i>qodashim qalim</i>. They can be slaughtered anywhere in the Temple courtyard and their blood requires one application, as long as it is applied along the base of the altar.  They are different in their consumption: the [offering of the] first-born is eaten by the priests, but the tithe-offering is eaten by anyone. They are both eaten throughout the city [of Jerusalem] (by anyone) prepared in any manner, for two days and one night. The Passover offering is eaten at night and only until midnight. It is only eaten by those appointed to it, and it is only eaten roasted. "
        ],
        [
            "[Regarding] the <i>qodshai qodashim</i> which were slaughtered on top of the altar - Rabbi Yose says: it is as though they were slaughtered in the north. Rabbi Yose son of Judah says: from the middle of the altar to the north, [it is] like [they were slaughtered in the north], from the middle of the altar to the south, [it is] like [they were slaughtered in] the south. The grain offerings had fistfuls removed [as an offering] in any part of the Temple court. They were eaten behind the screens, by male priests, in any food preparation, that day and night until midnight. ",
            "The sin-offering of a bird was done on the southwest horn [of the altar].  It is valid [if done] in any place, but this was its [proper] place. There were three things for which this horn was used from below, and three things from above. From below: for the sin-offering of the bird, for the presentation [of grain-offerings], and for the remainder of the [sacrificial] blood. Above: for the libations of wine and water, and for the burnt offering of a bird when there were [too many offerings being given] on the east [horn of the altar]. ",
            "All who ascend the altar, ascend on the right. Then they go around [the altar] and descend by the left, except those who go up for these three reasons, who would ascend and descended by retracing their steps.",
            "How was the sin-offering of a bird done?  One would pinch off its head behind its neck, but would not sever it. Then one would sprinkle its blood on the wall of the altar. The remainder of the blood would drain out on the base [of the altar].  Nothing goes to the altar except its blood, everything [else] goes to the priests. ",
            "How was the burnt offering of a bird sacrificed? [The priest] ascended the ramp, and turned to the surrounding walkway, and came to the southeast horn.  There he pinched its head at the back of the neck, and severed it, and drained out its blood on the wall of the altar.  He took the head, turned the part where it was pinched off to the altar, saturated it with salt, and threw it on to the fires. Regarding the body, one removed the crop, the feathers, and the entrails that came out with it, and threw them onto the house of ashes. One tore [the body], but did not sever it in half; if he did sever it, it is still valid. Then one saturated it with salt, and threw it on to the fires [of the altar]. ",
            "If one did not remove the crop or the feathers or the entrails which came out with it, or did not saturate it with salt: [regarding] all those who deviated in it [the proper procedure] after the blood had been drained out, it is valid.  If one severed the sin offering or did not sever the <i>olah</i>, it is invalid.  If one drained the blood of the head, but not the blood of the body, it is invalid. If one drained the blood of the body, but not the blood of the head, it is valid. ",
            "[Regarding] a sin-offering of a bird in which one pinched off the head, but not for its own sake - if he drained out its blood not for its own sake, or for its own sake but also for the sake of something else, or for the sake of something else but also for its own sake, it is invalid. The <i>olah</i> of a bird is valid [in such circumstances] except that it does not fulfill for its owner’s obligation. A sin-offering of a bird or an <i>olah</i> of a bird for which a person pinched off the head or drained out the blood [with the intention] to eat what was normally eaten or to consume by fire what was normally consumed by fire outside of the appropriate place, it is invalid, but he is not subject to <i>karet</i>. [If one did the above with the intention to eat or consume the offering by fire] after the appropriate time, it is <i>piggul</i> and he is liable for <i>karet</i>, provided that the <i>matir</i> was offered in accordance with its commandments.  How does one offer the <i>matir</i> in accordance with its commandments?  If one pinched off the head in silence [with no improper intention] but then drained the blood [with the intention to eat it or consume it by fire] after the appropriate time; or if one pinched it [with an intention to eat or consume it by fire] after the appropriate time but drained the blood in silence [with no improper intentions]; or if one pinched it and drained the blood [with an intention to eat or consume it by fire] after the appropriate time - this is [what it means by] offering the <i>matir</i> in accordance with to its commandments.  How does one not offer the <i>matir</i> in accordance with its commandments?  If one pinched [the head with the intention to eat the offering or consume it by fire] outside of the appropriate place and drained the blood [with an intention to eat the offering or consume it by fire] outside of the appropriate time; or if he pinched [the head with the intention to eat the offering or consume it by fire] after the appropriate time and drained the blood [with an intention to eat the offering or consume it by fire] outside of the appropriate place; or if he pinched [the head] and drained the blood [with an intention to eat the offering or consume it by fire] outside of the appropriate place. [Regarding the] sin offering of a bird, in which a one pinched its head, but not for its own sake, and drained the blood [with an intention to eat the offering or consume it by fire] after the appropriate time; or if one pinched its head [with an intention to eat the offering or consume it by fire] after the appropriate time and drained the blood, but not for its own sake; or if one pinched its head and drained the blood, but not for its own sake - this is [what it means by] not offering the <i>matir</i> according to its commandments.  [The intention] to eat an olive's bulk outside the appropriate place and and olive's bulk the next day, or [the intention to first eat] an olive's bulk the next day and then [to eat] an olive's bulk outside the appropriate place; or half as much as an olive outside the appropriate place and half as much as an olive the next day; or half an olive's bulk the next day and half an olive's bulk outside the appropriate place - it is invalid, but he [the transgressor] is not subject to <i>karet</i>.  Rabbi Judah said: this is the general rule: if the intention of time precedes that of place, it [the offering] is <i>piggul</i>, and it subjects him to <i>karet</i>; but if the intention of place precedes that of time, it is invalid but he is not subject to <i>karet</i>.  The sages say: in both cases, it is invalid but he is not subject to <i>karet</i>.  [If one intends] to eat half an olive's bulk [outside the appropriate place or after the appropriate time] and to consume by fire half an olive's bulk [outside the appropriate place or after the appropriate time], it is valid, because eating and consumption by fire do not combine.  "
        ],
        [
            "The sin-offering of a bird whose blood was applied below [the red line in the middle of the altar], according to the procedure of a sin-offering and done for the sake of a sin-offering is valid.  If it was done according to the procedure for a sin-offering, but for the sake of an <i>olah</i>, or according to the procedure of an <i>olah</i> but for the sake of a sin-offering, or according to the procedure of an <i>olah</i> for the sake of an olah, it is invalid.  If the blood was applied above [the middle of the altar] according to either procedure, it is invalid.",
            "The <i>olah</i> of a bird whose blood was applied above [the middle of the altar], according to the procedure of an <i>olah</i> for the sake of an <i>olah</i>, it is valid.  [If it was done] according the procedure of an <i>olah</i> for the sake of a sin-offering, it is valid, but [the merit] does not accrue to its owners [i.e. it does not discharge the obligation of the owners, and they must bring another sacrifice].  If it was done according to the procedure of a sin-offering for the sake of an <i>olah</i> or according to the procedure of a sin-offering for the sake of a sin-offering, it is invalid.  If the blood was applied below [the middle of the altar  according to either procedure, it is invalid. ",
            "None of these [cases listed above] render the household of its owner impure [i.e. the household who made the offering does not become impure by eating the offering] but they do obligate in <i>me'ilah</i>, with the exception of the sin-offering of a bird [whose blood was] applied below, according to the procedure of a sin-offering and for the sake of a sin-offering.",
            "[Regarding] the <i>olah</i> of a bird whose blood was applied below, according to the procedure of a sin-offering and for the sake of a sin-offering - Rabbi Eliezer says they obligate one for <i>me'ilah</i>. Rabbi Yehoshua says they do not obligate one for me'ilah. Rabbi Eliezer said: What about the case of a sin-offering, which is not liable for <i>me'ilah</i> if it is done for its own sake, but when done it for the sake of something else, it obligates one for <i>me'ilah</i>? [Regarding] the <i>olah</i> which obligates one for <i>me'ilah</i> when it is done for its own sake, when it is done for the sake of something else, isn't the law still that it would obligate one for <i>me'ilah</i>? Rabbi Yehoshua said to him: No, if you spoke of a sin-offering, which was done not for its own sake but for the sake of an <i>olah</i> which was changed to an olah, then its purpose has been changed to something which does obligate one in <i>me'ilah</i>. But if you speak concerning an <i>olah</i> whose purpose was changed to that of a sin-offering, then hasn't it been changed to something which does not obligate one in <i>me'ilah</i>? Rabbi Eliezer said to him: Behold: <i>kodshai kodashim</i> that were slaughtered on the south [side of the altar], that were slaughtered for the sake of <i>kodashim kalim</i> will prove it,  because their purpose was changed to something that is not subject to <i>me'ilah</i> and yet they still obligate one for <i>me'ilah</i>. Thus you should not be should not be surprised that an <i>olah</i>, even though its purpose was changed to something that does not obligate one in <i>me'ilah</i>, can still obligate one for <i>me'ilah</i>.  Rabbi Yehosua said to him: No. If you say that <i>kodshai kodashim</i>  that were slaughtered on the south [side of the altar] and were slaughtered for the sake of <i>kodashim kalim</i> and that thus their purpose changed to something which contains in it both forbidden and permitted things, would you say the same thing regarding an <i>olah</i> whose purpose was changed to something that is entirely permitted?",
            "If one ֹpinched [off the head] with his left hand, or at night, or if he slaughtered non-sanctified animals inside the temple courtyard or sanctified animals outside the temple courtyard - these do not render a person impure in the throat.  If one severed the head with a knife, or if one severed the head of non-sanctified animals inside the temple courtyard or of sanctified animals outside the temple courtyard or of turtle-doves that are not yet old enough to be sacrifices or of doves that are too old to be sacrifices, or whose wings have dried out, or who have a blind eye or whose leg was cut off - it does render one impure in the throat.  This is the general rule: anything that was made invalid inside the temple courtyard does not make one impure in the throat. If it was made invalid outside the temple courtyard, it does make one impure in the throat. [Concerning] all the invalid offerings whose heads were severed, their severing is invalid but they do not make one impure in the throat. ",
            "If one pinched off the head and it was found to be <i>treifah</i> [mutilated or disfigured], Rabbi Meir says: it does not render a person impure in the throat. Rabbi Yehuda says: it does render a person impure in the throat.  Rabbi Meir says: what about the case the case of a carcass of an animal, which renders one impure by touching or carrying it? Is it not the law that slaughtering it removes the impurity of its <i>treifah</i>? If we find that slaughtering makes it valid to eat, and removes its impurity, shouldn't the pinching of the head [of the bird] make it valid to eat, and remove its impurity?   Rabbi Yossi says: Unclean birds are like to the carcass of an animal - slaughtering purifies it but not pinching off the head."
        ],
        [
            "All of the offerings which became mixed with a sin-offering designated to die, or with an ox designated to be stoned, even if it is one among myriads - they all must die. If they became mixed with an ox was used to commit a sin or which killed a person, even if there was only one person as witness or only the testimony of the owners; [if they became mixed] or with an ox that slept with a woman or with whom a man slept, an ox which was designated for idolatry which was worshiped [by idolators], or with an ox that was used to pay a prostitute or which was used to pay [for a dog], or with a mixed breed, with a <i>treifah</i>, or with an animal born through Cesarean section - they graze until they become blemished, and then one sells them. And one brings [a new sacrifice], equivalent in value to the most valuable among them, for the same type of sacrifice.  If [a sacrifice] became mixed with unblemished non-sanctified animals, they sell the non-sanctified animals to gain the means to offer that same type of sacrifice.  ",
            "Regarding sanctified animals [that became mixed] with [other] sanctified animals, each type [mixed] with its type - this one is offered for some purpose and this one is offered for the same purpose. Regarding sanctified animals [that became mixed] with [other] sanctified animals, but one type [of offering became mixed] with a different type - they graze until they become blemished, and the one sells them. And one brings [a new sacrifice] equivalent in value to the most valuable among them for each of the two types, he loses the difference in value from his own holdings.  If they [the animals] became mixed with a first-born animal or an animal designated for the tithe-offering - they must graze until they become blemished, and then they are eaten according to [the rules governing] a first-born or a tithe-offering.  All types [of animals designated for sacrifice] can become mixed, except for the sin-offering and the guilt-offering.",
            "[In the case of] a guilt-offering that became mixed with a peace-offering - they are left to graze until they become blemished.  Rabbi Shimon says: Both of them are slaughtered on the north [side of the altar] and they are eaten according to [the rules governing] the more stringent of the two of them.  They said to him: We don't cause sanctified animals to become invalid.  If slices of meat became mixed with other slices of meat, the meat of the <i>kodshai kodashim</i> with the meat of the <i>kodashim kalim</i>, or those which are eaten for one day with those which are eaten for two days - [each of these] they are eaten according to [the rules governing] the more stringent of the two.  ",
            "[Regarding] the limbs of a sin-offering which became mixed with the limbs of an <i>olah</i> - Rabbi Eliezer says: One places them above [the red line on the altar], and it seems to me that the meat of the sin-offering from above functions as if it were wood.  The sages say: once it loses its form, it is brought out to the house of burning.",
            "If the limbs [of unblemished offerings] became mixed with the limbs of blemished animals, Rabbi Eliezer says: If one of their heads was offered, all of the heads may be offered.  If one of their legs were offered, all of the legs may be offered. The sages say: Even if all but one of them were offered, the remaining one is taken out to the house of burning. ",
            "[Regarding] blood that became mixed with water: if it still has the appearance of blood, it is valid.  If it became mixed with wine, we we view the wine as if it were water [and the same principle applied]. If it became mixed with the blood of another animal or with the blood of a [wild] beast, we view the blood as if it were water.  Rabbi Yehuda says: blood cannot nullify other blood. ",
            "If it [the blood] was mixed with blood of invalid sacrifices, it must be spilled out in the canal.  With the  end-of-life blood [spilled from another animal at the time of its slaughter], it must be spilled out in the canal.  Rabbi Eliezer deems it [the blood in this case] to be valid. If [the priest] did not consult and applied the blood anyway, it is valid. ",
            "If the blood of unblemished sacrifices became mixed with the blood of blemished sacrifices, it must be spilled out in the canal.  If however, cups of these types of blood became mixed together, Rabbi Eliezer says if one of the cups of blood was applied, they can apply all the blood. The sages say, even if all but one were brought the last one must be spilled out in the canal. ",
            "Bloods that need to be applied below [the red line in the middle of the alter] that mixed with bloods applied above, Rabbi Eliezer says they should all be applied above and we view the ones that need to be applied below as if they are water and then he should do a second application below.  The sages say they must be spilled into the canal, but if he did not consult a court and applied them anyway, it is still valid. ",
            "Those bloods that have one application that were mixed with other bloods that have one application, they should apply once.  Bloods that need four applications with bloods that need four applications they should apply four times.  Bloods that need four with those that need one, Rabbi Eliezer says they should be applied four times, Rabbi Yehoshua says, they only need one application.  Rabbi Eliezer said to him by doing so he violates \"do not reduce\" Rabbi Yehoshua responded by doing as you say he will violate \"do not add\" Rabbi Eliezer said, \"do not add\" only applies if it is by itself.  Rabbi Yehoshua said to him, when you applied [extra] you violated \"do not add\" proactively, but when you did not apply, you violated \"do not reduce\" but you did it passively. ",
            "Bloods applied inside the sanctuary that were mixed with bloods applied outside the sanctuary must be spilled into the canal. If he applied them outside and the applied them inside its valid.  If however he applied them inside and then outside, Rabbi Akiva invalidates it, but the sages say it is ok, as Rabbi Akiva says and bloods that entered the sanctuary for atonement become invalid but the sages say this only applies to the chatat. Rabbi Eliezer says even the Asham as it says (Leviticus 7) \"Like the Chatat like the Asham\".",
            "A chatat, whose blood was captured in two cups, if one of them left the temple courtyard, the one remaining inside is still valid.  If one of them entered the sanctuary, Rabbi Yossi HaGlilli says the one remaining outside is still valid, but the sages say it is invalid.  Rabbi Yossi HaGlilli said, if in the case where a thought will invalidate, i.e. to eat it outside the courtyard, we did not make the remainder like the one that left, a place where a thought will not invalidate, i.e. to eat it in the sanctuary, should we certainly not make the remainder like the one that went in.  If it entered the sanctuary to atone even though it did not atone, it is invalid, so says Rabbi Eliezer. Rabbi Shimon says, [it is not invalid] until it atones.  Rabbi Yehuda says if it accidentally entered the sanctuary it is valid.  All invalid blood that was placed on the alter, the Tzitz does not atone for except for impure blood, since the Tzitz atones for impure blood but not for blood that leaves the temple. "
        ],
        [
            "The altar makes holy that which is fit for it.  Rabbi Yehoshua says: Anything that is fit for the fire - if it went up to the [altar], it does not come down, as it says (Leviticus 6:2) \"it is the <i>olah</i> on the fire on the altar\" - just as an <i>olah</i> which is fit for the fire - if it went up [to the altar] does not come down, so too anything fit for the fire - if it went up, it does not come down.  Rabban Gamliel says: anything fit for the altar - if it went up, it does not come down, as it says, \"it is the <i>olah</i> on the fire on the altar .\"  Just as the <i>olah</i> which is fit for the altar - if it went up, it does not come down, so too anything which is fit for the altar - if it went up, it does not come down. The only difference between [the positions of] Rabban Gamliel and Rabbi Yehoshua is the [sacrificial] blood and the [accompanying] libations, regarding which Rabban Gamliel says: they do not come down but Rabbi Yehoshua says they do come down.  Rabbi Shimon says: if the sacrifice is valid, but the libations are invalid, or the libations are valid but the sacrifice is invalid, or even if both are invalid, the sacrifice does not come down but the libations do come down. ",
            "[In] these [situations], if they [i.e., the items discussed in the previous mishnah] went up [to the altar], they  do not come down.  If it was left overnight or was impure or went out from the Temple [courtyard], or was slaughtered with an intent to eat it outside its proper place or time or if invalid [people] received or dashed its blood.  Rabbi Yehuda says: if it was  slaughtered at night or its blood was spilled or left the walls of the Temple - if it went up [to the altar, it comes down.  Rabbi Shimon says: it doesn not come down, because Rabbi Shimon says: any sacrifice that became invalid in the Temple, the Temple accepts it; if it became invalid outside the Temple, the Temple does not accept it.  ",
            "Which are [cases of where] it became invalid outside the Temple: an animal that copulated with a man or a woman, one set aside for idol worship, or which was worshiped, one given as a harlot's fee or a dog's exchange or a <i>Kilayim</i> [the product of forbidden crossbreeding or working of certain animals with one another, planting together certain plants, or interweaving certain fibers]or a <i>Terefah</i> [an animal with a mortal condition such that it would die within one year], or one born through Caesarean section, and blemished offerings.  Rabbi Akiva validated blemished offerings. Rabbi Chanina Segan Hakohanim says: my father would remove blemished offerings from the top of the altar. ",
            "Just as [they said] if it went up [to the altar], it does not come down, so too if it came down, it does not go [back] up.  And [regarding] all of these went up alive to the top of the altar - they [must] come down.  An <i>olah</i> that went up to the top of the altar alive must come down; [but] if it was slaughtered on top of the altar, it should be skinned and dismembered in its place. ",
            "And these are come down [even] if they went up up: the flesh of <i>Kodshei Kodashim</i> [sacrifices of the highest degree of sanctity], the flesh of <i>Kodashim Kalim</i> [sacrifices of a lesser degree of sanctity]the remainder of the <i>Omer</i>, <i>Shtei Halechem</i> [the two leavened loaves of wheat brought as offerings on Shavuot, which permitted using the new grain for holy offerings.], Lechem HaPanim [twelve, specially shaped unleavened loaves offered each Shabbat on the golden table in the Temple], the leftover portion of grain-offerings and the incense. The wool on the head of sheep, the hair on the beard of goats, the bones, sinews, horns and hooves, while attached, are brought up as it says, (Leviticus 1:9) \"and the priest shall make all of it smoke on the altar.\" Once they have separated, they are not brought up as it says, (Deuteronomy 12:27) \"and you shall make your burnt offerings, the flesh and the blood.\"",
            "And all of them [i.e., the aforementioned] that burst [in the fire and were scattered from] atop the altar shall not be returned. Similarly, coal that burst atop the altar. Limbs that burst atop the altar - before noon shall be returned, and one [is guilty of] misappropriating [holy things by using] them. After noon, they shall not be returned and one is not [guilty of] misappropriating them.",
            "Just as the altar sanctifies that which is fitting for it, so too the ramp [leading to the altar] sanctify. Just as the altar and the ramp sanctify those things that are fitting for them, so too do the utensils sanctify. A vessel for liquid sanctifies what is liquid, and a dry measure sanctifies what is dry. A vessel for liquid cannot sanctify what is dry, and a dry measure cannot sanctify what is liquid. [Regarding] perforated vessels - if they can do the sort of work they did when they were whole, they sanctify. If not, they do not sanctify. And all of them only sanctify in the holy [area, i.e., the Temple courtyard]."
        ],
        [
            "Anything that is more frequent than something else precedes it: <i>Tamid</i> [communal burnt-offering offering twice daily in the Temple, once at dawn and once in the late afternoon] offerings precede <i>Mussaf</i> [additional sacrifices offered on Shabbat and holidays] offerings; the <i>Mussaf</i> offerings of Shabbat precede the <i>Mussaf</i> offerings of <i>Rosh Chodesh</i> [The first day of the new month, one which special prayers and sacrifices are offered]; the <i>Mussaf</i> offerings of <i>Rosh Chodesh</i> precede the <i>Mussaf</i> offerings of <i>Rosh Hashanah</i>, as it says: \"You shall offer these beside the burnt-offerings of the morning, which is for a continual burnt offering\" (Numbers 28:23).",
            "Anything that is holier than something else precedes it.  The blood of a <i>Chatat</i> [sin-offering, offered in a variety of situations, all connect directly to expiation of sin] precedes that of an <i>Olah</i> [an offering burnt entirely upon the altar, offered in a variety of situations for a variety of reasons] because it appeases, but the limbs of an <i>Olah</i> precede the burnt portions of a <i>Chatat</i> because they are entirely burnt on the fire.  A <i>Chatat</i> precedes  an <i>Asham</i> [guilt-offering, offered in several distinct situations] because its blood is applied on the four horns and the base [of the altar].  An <i>Asham</i> precedes  a thanksgiving offering and the ram of a Nazirite because it is <i>Kodshei Kodashim</i> [sacrifices of the highest degree of sanctity, they may be slaughtered only on the north-west corner of the altar, and consumed only within the Temple compound by male priests, or burnt entirely]. A thanksgiving offering or the ram of a Nazirite precede a <i>Shelamim</i> [an offering whose various parts are consumed by its owners, the Kohanim and the fire on the altar]because they are eaten for only one day and require [an accompanying] bread [offering].  A <i>Shelamim</i> comes before a first-born offering because it requires a four-fold application [of blood], <i>Semichah</i> [placing both hands  on the head of a sacrificial animal and leaning with all once's force, an action required for many sacrifices], libations and waving of the breast and thigh.",
            "Bechor [first-born] offerings precede Maaser [tithes] because their holiness comes from the womb, and they are fed to priests. Maaser precedes birds, since it is a [slaughtered] sacrifice and it contains the most sacred, namely its blood and emurim [specific portions of the animal burnt on the Altar].",
            "Bird offerings come before flour offerings because they have blood. The chatat flour offering comes before the vowed flour offering because it comes for a sin.  The chatat bird comes before the olah bird and similarly when they are made holy. ",
            "All the sin offerings in the Torah precede guilt offerings except the guilt offering of the leper, since it comes to purify [him]. All the guilt offerings in the Torah must be two-year-olds and are [two] shekels in value, except the guilt offering of a Nazirite and that of a leper, since they are one-year-olds and do not need to be [two] shekels in value.",
            "The order in which they are offered is the order in which they are eaten.  If one had a shelamim of yesterday and a shelamim of today, the one from yesterday should be eaten first.  But if they had the shelamim of yesterday and a chatat or asham of today, the shelamim of yesterday still is eaten first according to Rabbi Meir, but the sages say the chatat should be eaten first because it is of a higher sanctity. ",
            "And for all of them the priests can eat them anyway they want.  They can roast them, boil them, cook them and to put in them non-sacred spices or spices of terumah according to Rabbi Shimon. Rabbi Meir says they should not add spices or terumah so that they wont cause the terumah to become invalidated. ",
            "Rabbi Shimon said: if you saw oil shared in the Temple Court, you do not need to ask what it is - it is the residue of the biscuits from the Minha [meal] offerings of Israel, or a log [amount] of oil from the leper. If you see oil that is placed upon the fires, you do not need to ask what it is - it is the residue of the biscuits from the Minah offerings of priests, and the Minha of the anointed priest. For people cannot donate oil [alone]. Rabbi Tarfon said: they made donate oil [alone]."
        ],
        [
            "The blood of a <i>chatat</i> that was splattered onto clothing, the clothing requires washing. Even though the [Biblical] text only speaks about [<i>chata'ot</i>] that are eaten, as it says (Leviticus 6:19) \"It must be eaten in a holy place\", [nevertheless,] both that which is eaten and that which [has its blood sprinkled] inside the Sanctuary requires washing, as it says (Leviticus 6:18)) \"the law of the <i>Chatat</i>\" - the same rules apply to all <i>chata'ot</i>. ",
            "The blood of an invalid <i>chatat</i> does not require washing, regardless of whether [the  <i>chatat</i>] was valid at one point or whether it was never valid.  What is [the case of a <i>chatat</i>] that was valid at one point?  One that was left over or became impure or left the [Temple courtyard].  What is [the case a <i>chatat</i>] that it was never valid ?  If it was slaughtered with the intent to eat it outside its proper time or place or if invalid people collected its blood and dashed it [against the altar].",
            "If blood splattered directly from the neck onto clothing, it does not require washing.  If it splattered from the corner [of the altar] or from its base, it does not require washing.  If it was spilled on the floor and he gathered it, it does not require washing.  Blood does not require washing unless it was captured in a vessel and is still valid to be dashed [against the altar]. If it was splattered onto the hide - before it was skinned, it does not require washing; after it was been skinned, it requires washing - [these are] the words of Rabbi Yehuda; Rabbi Eliezer says: even after it was  skinned, it does not require washing. Only [the following] require washing: the place [where] the blood [dripped], something which is fit to become impure, and something which is fit to be washed. ",
            "Clothing, sackcloth and hide [i.e., leather] require washing in a holy place [i.e., the Temple courtyard]. The breaking of an earthenware vessel must take place in a holy place. The purging and rinsing of a bronze vessel must take place in a holy place. This is the stringency of the <i>chatat</i> over other <i>kodshei kodashim</i>.",
            "A garment which went outside the Temple courtyard, one enters and washes it inside the Temple courtyard. If it became impure while outside  the Temple courtyard, one should tear it, enter, and wash it inside the Temple courtyard. An earthenware vessel which went outside the Temple courtyard, one enters and breaks it inside the Temple courtyard. If it became impure while outside the Temple courtyard, one pierces it and enters and breaks it inside the Temple courtyard.",
            "A copper vessel which went outside the Temple courtyard, one enters and scours it and rinses it inside the Temple courtyard. If it became impure while outside  the Temple courtyard, one pierces it, enters, scours it and rinses it inside the Temple courtyard. ",
            "Whether one cooked in it or poured in it a boiling liquid, whether [it was used for] <i>kodshei kodashim</i> or <i>kodashim kalim</i>, it requires purging and rinsing; Rabbi Shimon says: {If it was used for] <i>kodshei kodashim</i>] it does not need rinsing and purging. Rabbi Tarfon says: if he cooked in it at the beginning of a festival, he may cook in it for the entire festival; the Sages say: [only] until the time [allotted for its] eating. [Regarding] scouring and rinsing:  Scouring is like the scouring of a cup and rinsing is like the rinsing of a cup;  scouring [is done] in hot water and rinsing [is done] in cold water.  The spit and the grill  are purged in hot water. ",
            "If he cooked in it both sacred things and non-sacred things or i&gt;kodshei kodashim and <i>kodashim kalim</i>, if there is enough to impart flavor, the less stringent must be eaten with the stringency of the more stringent, and the vessels do not require purging and rinsing and [the mixture] does not render invalid through contact.  A wafer which touched another wafer or a piece of meat touched another piece of meat, neither the whole wafer or piece of meat become prohibited, rather only the place of contact. "
        ],
        [
            "A <i>Tvul Yom</i> [a person who has immersed himself that day to purify himself, but who must wait for night-fall to be fully pure] and <i>Mechusar Kippurim</i> [a person who has purified himself via immersion but still needs to bring an sacrifice before eating from offerings ] do not receive portions in the sacrifices to be eaten that night.  An <i>Onen</i> [A person whose close relative has died but has not yet been buried] may touch the sacrifices but may not offer them and does not receive a portion to eat that night. A blemished priest, whether it is a passing blemish or a permanent blemish, may receive a portion of the sacrifice to eat but does not offer the sacrifice.  Anyone who is unfit to perform the [Temple] service does not receive a portion to eat, and whoever does not receive a portion of the meat does not receive a portion in the hides.  If he was impure at the time the blood was dashed [on the altar], even if he became pure by the time the limbs were burned - he does not receive a portion in the meat as it says (Leviticus 7:33) \"The one who brings the blood of the <i>shelamim</i> [An offering whose various parts are consumed by its owners, the priests and the fire on the altar] and the fats, among the children of Aharon, he receives the right thigh as his portion.\"",
            "Any sacrifice that was not placed on the altar, the priests do not receive its hides, as it says (Leviticus 7:33) \"The <i>olah</i> [an offering burnt entirely upon the altar] of a man\" - it must be an <i>olah</i> that was brought for a man.  An <i>olah</i> that was slaughtered not for its own sake, even though it did not count for its owners [obligation], its hide [is given] to the priests. The hides of an <i>olah</i> of both a man and woman [are given] to the priests. ",
            "The hides of <i>kodashim kalim</i> [sacrifices of a lesser degree of sanctity] are given to the owners, but the hides of <i>kodshei kodashim</i> [sacrifices of the highest degree of sanctity] are given to the priests.  [This can be shown through a] <i>Kal Vachomer</i> [<i>a fortiori</i> reasoning]: if [regarding] an <i>olah</i> from which the [the priests] do not receive any meat, they [nevertheless] receive the hides, then [regarding] <i>kodshei kodashim</i>, from which [the priests] receive a portion of meat, is it not logical that they also receive the hides?  [And] the altar cannot prove [otherwise], because it never receives any hide.  ",
            "All sacrifices that became invalid before they were skinned, their hides are not given to the priests; [if they became invalid] after they were skinned, their hides are given to the priests.  Rabbi Chanania Segan HaKohanim said: in my life I never saw a hide go out to be burned.  Rabbi Akiva said: from his story we learn that one who skins a first-born and it was [then] found to be a <i>terefah</i> [an animal with a mortal condition such that it would die within one year] that the priests should still benefit from its hide.  The Sages say: [The statement] \"we never saw\" is not a proof; rather [the hide] goes out to be burned. ",
            "The bulls that are burnt [entirely] and the goats that are burnt [entirely], when they are burnt according to their commandment, they are burned in the House of Ashes [outside Jerusalem] and they render clothing [of the one who burns them] impure .  If they are not burned according to their commandment [but rather because they became invalid], they are burned in chamber of the Temple [outside the Temple courtyard] and do not render clothing impure  . ",
            "They would carry them out on poles. If the first ones [i.e., those in front] had left the courtyard and the rear ones had not [yet], the clothes of first ones become impure but the clothes of the rear ones do not become impure until they have left.  Once both sets leave,  their clothing becomes impure.  Rabbi Shimon says: their clothes do not become impure until the fire had burned most of the flesh. If the flesh was [merely] charred, the clothing of the one who burns [the flesh] do not become impure.  "
        ],
        [
            "One who slaughters and offers up [a sacrifice] outside [the Temple] is liable for the slaughtering and the offering up; Rabbi Yosi Haglili says: if he slaughtered it inside [the Temple] but offered it up outside [the Temple] he is liable, but if slaughtered it outside [the Temple] and offered it up outside [the Temple], he is exempt because he only offered something that was [already] invalid.  They said to him: even if he slaughtered it inside [the Temple] and offered it up outside [the Temple], [the moment] it was taken out, it became invalid! ",
            "An impure person who ate either pure or impure sacrifices is liable; Rabbi Yossi Haglili says: an impure person who ate a pure sacrifice is liable and an impure person who ate an impure sacrifice is exempt because he ate something that was already impure.  They said to him: if so even, someone impure who ate a pure sacrifice [should be exempt], because once he touched it, it became impure. A pure person who ate an impure sacrifice is exempt. because he is only liable when he himself is impure. ",
            "There are stringencies to slaughtering over offering up and stringencies to offering up over slaughtering.  A stringency of slaughtering is that if one slaughters an offering to a commoner [i.e., someone other than G-d][outside the Temple], he is liable but if he offers up a sacrifice to a commoner [outside the Temple] he is exempt.  A stringency of offering up is that if two people held the knife and slaughtered the animal [outside the Temple] they are exempt, but if they both held the limb and offered it up [outside the Temple] they are liable.  If they repeatedly offered up limbs of a sacrifice [outside the Temple], then they are liable every time [these are] the words of Rabbi Shimon; Rabbi Yosi says: they are only liable once and they are only liable once it is brought to the top of an altar.  Rabbi Shimon says: even if he offering it up it on a rock or a stone he is liable. ",
            "[Regarding] both valid and invalid sacrifices that became invalid inside the holy [area], [if] one offered them up outside [the Temple], he is liable.  One who offers an olive's bulk of an <i>olah</i> [burnt-offering, which is completely burnt on the altar]or limbs of other sacrifices outside [the Temple] is liable.  [Regarding] a handful [of a grain-offering], frankincense, <i>Ketoret</i> [holy incense offered twice a day on the golden altar inside the Temple], the grain offering of a [regular] priest, the grain offering of  high priest, or the flour offering [which accompanied] the libations - if one offered an olive's bulk of one of them outside [the Temple], he is liable; Rabbi Eliezer exempts him until he offers all of it. And [regarding] all of them - if he offered them inside, but left out an olive's bulk, and [then] offered them outside [the Temple], he is liable.  And [regarding] any of them which was missing the smallest part, if he offered them outside [the Temple], he is exempt.  ",
            "One who offers sacrifices and their inner parts outside [the Temple] is liable, a grain offering from which the handful was not taken and he offered it outside, he is exempt.  If he took the handful and returned that handful into [the grain offering] and then offered it outside [the Temple], he is liable. ",
            "If either the handful [of a grain offering] or the frankincense was offered outside [the Temple] he is liable; Rabbi Eliezer exempts him until he offers both.  If he offered one inside [the Temple] and one outside, he is liable. If he offered the two bowls of frankincense [from the <i>Lechem Hapanim</i>], one inside [the Temple] and one outside , he is liable. Rabbi Eliezer exempts him until he offers the second one.  If he offered one inside [the Temple] and one outside he is liable.  One who dashes a portion of the blood outside [the Temple] is liable.  Rabbi Eliezer says: even one who pours the water libation of Sukkot outside [the Temple] is liable. Rabbi Nechemia says: If one offered the remainder of the blood [after it was dashed against the altar] outside [the Temple], he is liable. ",
            "One who performs <i>melikah</i> [slaughtering method used for bird sacrificies, employing the thumbnail instead of a knife] inside [the Temple] and offers it up outside [the Temple] is liable.  If he performed <i>melikah</i> outside and offered it up outside [the Temple] he is exempt.  One who slaughters a bird inside [the Temple] and offers it up outside is exempt but if he slaughtered it outside [the Temple] and offered it up outside he is liable.  It turns out, then, that which makes it valid inside [the Temple] exempts it when done outside, and what makes it valid outside [the Temple], exempts it when done inside.  Rabbi Shimon says: anything which he would be liable for outside [the Temple], he is liable for [if it was killed] in that fashion inside [the Temple] but offered outside [the Temple] except for the case where it was slaughtered inside [the Temple] but offered up outside. ",
            "The blood  of a <i>chatat</i> [sin-offering] which one received in one cup, if he applied it outside [the Temple] and then applied it again inside [the Temple], he is liable because all of it is fit to be offered inside [the Temple].  If he received the blood in two cups and applied both of them inside, he is exempt.  If he applied both of them outside he is liable. [If he applied] one inside and then one outside, is he is exempt but if he applied one outside and then one inside, he is liable for the one applied outside but the one applied inside does atone.  To what can this be compared? To one who sets aside a <i>chatat</i>, loses it, then sets aide another one in its place, and finds the first one and both are standing there: if he slaughtered both of them inside he is exempt, if he slaughters both of them outside he is exempt.  One inside and then one outside he is exempt, but [if he slaughtered] one outside and then one inside he is liable on the outside one but the inside one does atone.  Just as the blood exempts the meat [from the prohibition of misappropriating holy things] , so too it exempts the meat of its replacement.     "
        ],
        [
            "A red heifer that was burned outside outside of the olive mount and similarly the goat sent to azazel that was offered outside the temple, does not make one liable as it says (Leviticus 17) \"and to the opening of the mishkan he did not bring it\" anything which is not fit to be brought in the mishkan, one is not liable [for offering it outside]. ",
            "One who offers outside the temple an animal that slept with a man or a woman, or that was set aside for idolitry or that was worshiped, or used as a harlot's fee or as a dog's exchange or as a cross-breed or a treifah or born through Cesarean section is exempt as it says (Leviticus 17) \"Before the mishkan\" anything which is not fit to be brought in the mishkan he is not liable for.  Blemished animals, whether a passing or permanent blemish, that he offered outside the temple, he is exempt.  Rabbi Shimon says permanently blemished animals are exempt but animals with passing blemishes he violates a negative commandment [if he offers them outside].  Turtledoves that have not yet reached their proper age, and pigeons that have past their age which he offered outside he is exempt.  Rabbi Shimon says for pigeons past their time he is exempt, but for turtledoves that have not yet reached their proper age he violates a negative commandment.  An animal and its child or one which has not reached its appropriate age [8 days] he is exempt [for offering outside].  Rabbi Shimon says, in this case he violates a negative commandment, as Rabbi Shimon says, anything which is able to be brought after a certain time he violates a negative commandment but does not get Kareit [for offering it outside], but the sages say, anything for which he is not liable for Kareit, he does not violate a negative commandment.  ",
            "Someone who detracted time [from when he was supposed to sacrifice, i.e. he did it too early] - whether [because of] itself or [because of] its owner. Which cases are those who detracted time [because of] its owner? The zav and zavah [who experience a abnormal discharge], a woman who gave birth, a leprous person, if they sacrifice their sin offerings and guilt-offerings [too early] outside [the Temple], they are exempt. But their burnt offerings and their peace-offerings slaughtered outside [the Temple] they would be liable. One who offers up meat of a sin-offering, meat of a guilt-offering, meat of a high-holy offering, meat from a less-holy offering [different types of offering are in different categories of holiness], or [he offered] the extras of the Omer offering, or the two loaves [of Shavuot], or the shewbread [of every Sabbath], or the leftovers of the mincha-offerings, or one who pours [oil onto a mincha offering], or one who mixes [the flour with the oil], or one who breaks [the mincha-offering into four pieces after it is made], or one who salts [a sacrifice], or one who waves [the offering required for certain sacrifices], or one who [took the mincha-offering closer to the corner of the altar], or one who sets the table [in the Temple], or one who readies the Menorah, or one who takes [the required amount of] flour [for the mincha-offering], and one who receives the blood [of the offering] outside [the Temple] - he is exempt. He is not liable because of not being of the priestly class, nor because he was impure, nor because he lacked the [appropriate] attire, nor because he had not washed his hands and feet. ",
            "Before the mishkan was set up, personal alters were permitted and the service was performed by the first born.  Once the mishkan was set up, personal alters were forbidden and the service was performed by the priests.  High level sanctity offerings were eaten inside the curtains and lesser sanctity offerings were eaten in the entire camp of Israel.  ",
            "Once they [the mishkan] came to Gilgal personal alters were permitted again.  High-level sanctity offerings were eaten only inside the curtains and lesser-level sanctity offerings were eaten in any place. ",
            "When they came to Shiloh, the altars [outside the Temple] were forbidden [to sacrifice animals on]. [The temple there] had no top, but a structure of stone underneath, and curtains over it. It was [considered] \"a settled place\" [as referenced in (Deuteronomy 12:9)]. The high-holy sacrifices were eating with the hangings [in a curtained courtyard], and the less-holy sacrifices and the second tithes could be eaten anywhere one could see [the temple at Shiloh]. ",
            "When they came to Nov and Givon, they permitted altars [outside the Temple, which would be forbidden when they were settled in Israel]. The high-holy sacrifices were eating behind the hangings [within a curtained courtyard], and the less-holy sacrifices were eaten in all Israelite cities.",
            "When they came to Jerusalem, they forbade the altars [outside the Temple]. It was never permitted for them ever again, it was an [eternally] inherited [prohibition]. The high-holy sacrifices were eaten behind the hangings [within a curtained courtyard], and the less-holy sacrifices, and the second tithes, [were eaten] within the walls [of Jerusalem].",
            "All sacrifices consecrated when the altars [outside the Temple] are prohibited, and [people nevertheless] sacrifices when the altars are [still] prohibited, this is [a violation of] a positive commandment and a negative commandment, and [these sacrifices] cause them to get excision [karet]. If they were  consecrated while the altars [outside the Temple] were permitted, and they were sacrificed in the time that the altars were prohibited [outside the Temple], this is [also a violation] of a positive commandment and a negative commandment, and [these sacrifices] cause him to get karet. If they were  consecrated while the altars [outside the Temple] were prohibited, and they were sacrificed in the time that the altars were permitted [outside the Temple], this is [a violation of] a positive commandment, but not of a negative commandment.",
            "These are the sacrifices that must be sacrifices in the Mishkan [Tabernacle]: Sacrifices consecrated [specifically] for the Mishkan, [that is] communal sacrifices, are sacrificed in the Mishkan. Private sacrifices, that can be done on an altar. Private sacrifices that were consecrated [specifically] for the Mishkan, are sacrificed in the Mishkan. And if he sacrifices [instead] on an altar, he is exempt. What differentiates an altar of a private individual and the altar of the community? Leaning [on the animal before slaughtering is not required for the altar but is for the Mishkan], slaughtering it [towards] the north [of the altar, which is not required for the altar], giving a circle [of blood only around the altar of in the Mishkan and not the other altar], waving [the sacrifice in certain cases, which is not required of a private sacrifice at the altar], bringing near [the mincha offering which is required for the Mishkan offering]. Rabbi Yehudah says, The Mincha cannot be done at an altar, and the priestly class [is unnecessary for a private offering at an altar], and the serving attire [of the priests is unnecessary for a private offering at an altar], and the serving vessels [which are holy, and are not necessary at a private offering at an altar], and [the requirement for a] pleasant smell [coming from the sacrifice is unnecessary for a private offering at an altar], and washing hands and feet [is unnecessary for a private offering at an altar]. But they are the same [in terms of being forbidden] if [the person offering made a mistake regarding] the time [he was supposed to eat it], or he left it over [past the time it was supposed to be eaten], or he was impure."
        ]
    ],
    "titleVariants": [
        "Mishnah Zevachim",
        "M. Zevachim",
        "Mishna Zevachim",
        "M Zevachim"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ]
}