{"Jerusalem Talmud Berakhot": {"1": {"1": {"2": ["@תיפתר באילין כופרניא.# — ע' במ\"ה ז\"ח פי בראשית."], "9": ["@בר מן הדא כוכבתא.# — פי' כוכב נוגה הנקרא בלשון סורי כוכבתא וכן לקמן ע\"ג איילתא דשחרא מ\"ד כוכבתא (אמרי בינה למהר\"ץ חיות)."], "12": ["@רבי אומר הלבנה בתקופתה.# — פי' בשעת הניגוד ועל קו השוה והוא באמצע החדש שאז הלבנה מכוונת כנגד השמש בריחוק ק\"פ מעלות כידוע וע' ב' ר\"ה כ\"א סוע\"א וברש\"י שם."], "22": ["@כך עוביה של ארץ כו' חמשים שנה.# — ע' פר\"א פ\"ה."], "23": ["@נופו אלא אפי' כורתו.# — פי' כורת הוא עובי העץ שמן הארץ עד שהענפים מתחילין להתפשט ממנו. וע' במ\"נ ח\"ב פרק ל' (וכעין זה ברא\"פ) וע' ר\"ש כלאים רפ\"ה. שם (ב' ע\"ב) תני שמואל הרגע אחד מהי ריבוא כו'.# —ז\"ל פי' ס' יצירה לר' יהודה בן ברזילי ברצלוני צד 249: וכל יום כ\"ד שעות קטנות שהן י\"ב שעות גדולות יום ולילה, והשעה (פי' הגדולה) ט\"ז מעלות היום והלילה קצ\"ב מעלות. והמעלה י\"א עונות, השעה קע\"ו עונות היום והלילה ב' אלפים קי\"ב עונות העונה י\"ט עתות המעלה ריט עתות השעה ג' אלפים ושמ\"ד עתות, היום והלילה מי אלף קכ\"ח עתות, העת יין רגעים העונה שכ\"ג רגעים המעלה ג' אלפים ך (פי' ך ארוכה היא ת\"ק) נ\"ג רגעים השעה ה' רבוא ו' אלפים תתמ\"ח רגעים ע\"כ וזה כשמואל כאן."], "30": ["@והא תני אין אומ' דברי' אחר אמת ויציב.# —תוספתא פ\"ק ובבלי (ל\"א א'). שם ה\"ח (ג' ע\"ג) שתהא הגיית היום והלילה שוין כו'. פי' דבשחר קורא ג' פרשיות וג' ברכות ובערב אינו קורא אלא ב' פרשיות (שפרשת ציצית אינו קורא בלילה) לפיכך תיקנו ד' ברכות והכי איתא במדרש תהלים ז' (רשב\"א בחדושיו סופ\"א) ומ\"ש עוד ע\"ש שבע ביום הללתיך היינו שחושב אמת ויציב וגאל ישראל לשתים שכן כתוב במ' תהלים שם (וע' מ\"ש בפנים עמ' 3)."]}, "5": {"3": ["@זכור את יום השבת לקדשו למען תזכרו.# במנהיג סימן מ\"ח העתיק בשם ירושלמי זכור את יום השבת וזכרתם את כל מצוות ה' (וע' מג\"א סימן סמיך אות ק\"ב)."], "23": ["@ואילין דאמרין צהלי כו' אין בו משום ברכה פסוק.# פי' דהברכה הולכת אחר חיתומה."]}}, "2": {"1": {"7": ["@ובלבד בד'.# — [בעל מראה מקום והגהות מעיר: גרסת הטור א\"ח ס\"א ובלבד @שידגיש# בדלי\"ת], וכ\"ה בילקוט ואתחנן רמז תתל\"ו וראבי\"ה סמ\"ו."], "14": ["@מפני שהיא עשויה פרקים פרקים.# פי' שכל פרק ופרק רחוק בתורה מחבירו."]}, "3": {"6": ["@וכד הוה נפיק מסחי הוו יהבין ליה.# — כאן צ\"ל מן \"ואינו\" עד \"מבפנים\" (כהגהת הגר\"א) ואח\"כ צ\"ל: א\"ר יצחק כו' לא היה לובשן וכד הוה @מענין# מייתן ליה (פי' מאחרין להביא לו תפילין) הוה אמר הדא מילתא (עי' פסיקתא רבתי פסקא ב' דעשרת הדברות ובזרע אפרים שם)."], "7": ["@על מצות תפילין.# — ע' ריטב\"א סוף רה\"ש בשם נוסחאות מדויקות על יד על הנחת תפילין ועל של ראש על מצות תפילין."]}, "4": {"4": ["@א\"ר יוסי מסתברא דיודי רב חסדא בתרומות.# — צ\"ל: תמן תנינן (תרומות פ\"א מ\"ב) חרש המדבר ואינו שומע לא יתרום ואם תרם תרומתו תרומה. למי נצרכה לר' יוסי (פי' אף דסבר דאם לא השמיע לאזנו לא יצא מ\"מ תרומתו תרומה דברכה אינה מעכבת) א\"ר יוסי מסתברא דיודי רב חסדא כו' שאין תרומתן תרומה (פי' אותן החמשה הראשונים וזה תרומתן תרומה) כו' דר' יוסי היא (והחמשה האחרונים הם לר' יהודה הילכך לא איצטריך לאשמועינן במדבר ואינו שומע דתרומתו תרומה)."], "6": ["@אם היה לשונו ערוך מותר.# — פי' אף שהוא מחיפה, ובאבי העזרי סימן נ\"א מובא: אבל אם היה לשונו צרור בכל האותיות מותר (ונ\"ל דהמלות בכל האותיות\" אינן מהירושלמי אלא הוספה ופירוש)."]}, "5": {"6": ["@וכוללין של ירושלים ושל ארץ.# צ\"ל: @בשל# ארץ (ע' מ\"ש להלן פ\"ו ה\"א)."], "7": ["@ולמדת הדין א\"ר יצחק וצרת הכסף.# —צ\"ל: @ואף# למידת הדין כן א\"ר יצחק כו' (היינו לעני שמירה כפי' רש\"ס, וע' ב\"מ מ\"ב א')."], "9": ["@בשם ר' יוחנן הגיעוך סוף מלאכ' המים כו'.# — פי' כל עיקר מלאכה במי חטאת שאסרו חכמים אינו אלא מעלה מדרבנן בעלמא ודלא כפי' מראה הפנים, וע' מהרש\"ס שגורס הגיעך סוף מלאכת תפלה כו', ואין גירסתו מחוורת."]}, "7": {"4": ["@דלא סחי כו' (עמ' 8).# — וגירסת הרא\"ש בסופ\"ב: במה אנן קיימין אם בדבר שיש בו סכנה אפי' בתשעה באב אפי' ביוה\"כ נמי אלא בשאין בו סכנה."]}, "8": {"3": ["@מפני שהעבדים כבהמה אם על בני חורין כו' מי שמת כו' חסרונך.# — צריך לשנות הסדר וכצ\"ל: מפני שהעבדים כבהמה מי שמת כו' חסרונך אם על בני חורין כו'."], "5": ["@דלמ' ר' חיי' בר אבא וחבורתי'.# — צ\"ל: ר' חייא @רבה# וחבורתיה (כ\"ה בב\"ר פס\"ב אות ה' וקהלת רבה פ\"ה אות ט\"ו) וכ\"ה בנוסח מהרש\"ס [וכ\"ה \"רובה\" בכי\"ר]."], "9": ["@כהנא הוה עולם סגין.# — פי' גבור גדול, ע' ערוך ערך עלם ב' חזק ואמץ תרגומו תקף ועלם."], "11": ["@א\"ל עד כדון עונקתיה דההוא גברא רפיא# (פי' ר' יסא אמר להלץ עד עתה הרביד שעל צוארך רפה שסופך להחנק) כו' @א\"ל ההוא עונקתא דהות רפי' כבר שנצת# (פי' נמשך ונתקצר ונתהדק, ע' כלים רפכ\"ו ובבלי שבת צ\"א ב')."]}}, "3": {"1": {"1": ["@ומן התפלין.# — גירסת הבבלי \"ומן התפלה ומן התפילין\", אבל לקמן בגמרא מוכח שהירושלמי אינו גורס במתניתין \"תפילין\" כלל, ולפי זה צ\"ל בסדר המשנה תפלה\" במקום \"תפילין\"."], "2": ["@תני ומן התפילין.# — נראה מזה שלא היה כתוב \"תפילין\" במתני', אבל מהרש\"ס גורס \"תנינן ומן התפילין והתני אבל ביום כו'\".", "@בגין דתנא דא.# — פי' קרית שמע."], "6": ["@וכשמת ר\"ג.# הגר\"א גורס \"ר\"ג הזקן\", ואיני יודע טעמו; שוב מצאתי נוסח זה באו\"ז ח\"ב סתכ\"ב ושמחות ספי\"א."], "9": ["@מיכן שהיו ישנין.# —צ\"ל: מיכן שהיו @יושבין#."], "12": ["@אלא יומא הן כו'.# — צ\"ל: אלא יומא @דין# אבילא ולמחר מדידיה (כ\"ה בתוה\"א לרמב\"ן וברא\"פ) ר' יצחק בריה דר' חייא כתובה (פי' \"סופר\", והוא נזכר בפסחים סופ\"א ובמגלה פ\"א הי\"א ע\"א ע\"ג ועוד בכמה מקומות ע' ערכו בסה\"ד)."], "17": ["@ר' אמי @עבר# ר' חזקיה כו'.# — כ\"ה בנזיר ובתוה\"א."], "23": ["@אי מפני סכנת דרכים.# — פי' של אמו."], "25": ["@הקדיש עולתו לבדק הבית והוא מגיב ליה כו'.# — צ\"ל: הקדיש עולתו לבדק הבית @מהו שימעול# והוא מגיב ליה משהכהנים מעכבים בשחיטתה מעל נימר כו' (ע' מדרש קהלת פ\"ז ט' ותמורה ל\"ב א', וכן הגיה הגר\"א)."], "26": ["@שמא יפסוק כו'.# ומהטעם הזה התקין ריב\"ז שלא לעלות לדוכן בסנדליהם וכרב אשי בבבלי סוטה מי א'. ודלא כהמתחכמים לחדש טעם אחר שהוא זכר למקדש שאסור ליכנס לעזרה בסנדל."]}, "3": {"2": ["@את בניכם ולא את בנותיכם כו'.# — צ\"ל: את בניכם ולא את בנותיכם החייב בתורה חייב בתפילין נשים שאינן חייבות בתורה אינן חייבות בתפילין עבדים מניין כו' (וכ\"ה לעיל פ\"ב ה\"ג דף ד' ע\"ג)."]}, "4": {"7": ["@מה טובלי שחרית עושין פה.# — פי' שבלילה יש סכנה לטבול שמא יטבע כדמשמע סוף הלכה זו."], "12": ["@ר' זעירא בעי קומוי ר' יסא לית ר' פשט עם.# — כצ\"ל [ומלת ביי מיותרת] ופי' שר' יסא היה רבו של ר' זעירא."]}, "5": {"2": ["@ברם כר' יהודה אפי' בינו לבין עצמו כו'.# הן חכמים דלעיל ריש היד שחולקין על ר\"מ וסברי דזה שאין לו מים לטבול קורא ק\"ש ומברך לפניה ולאחריה לכתחילה."], "3": ["@יטבול וימות.# — פי' גוזמא כלומר אע\"פ שקשה לו הטבילה מטריחין עליו אבל יש בו סכנה ודאי לא יטבול."], "6": ["@א\"ר אמי א\"ר שמאי.# — כאן נתחברו ב' נוסחאות, שבדפוס קונשטנדינא הנוסח \"א\"ר אמי\" ובכ\"י רומי (כפי שהעיד הרמ\"ש לונץ בציוניו להוצאת הירושלמי שלו) הנוסח ,איר שמאי\" וכנוסח זה עיקר שר' שמאי ור' מנא בזמן אחד היו ע' נדרים פ\"ט ה\"א [מ\"א רע\"ג] ר' מנא סליק לגבי ר' שמי וע' קדושין פ\"א ה\"ג [נ\"ט סוע\"ד] א\"ר מנא לר' שמי."], "8": ["@ובלבד באדומים.# פי' באדום ששם יש מין שעורין רע ובזול ואוכלין אותו תרנגולין ע' ערלה פ\"ב ה\"א [ס\"ב רע\"א] (ע' מג\"א סע\"ט אות י\"ד). שם עושה לו כיליון. כמו כילת חתנים (רא\"פ) והיינו דאמר ריב\"ל בבבלי כ\"ו א' עושה לו מחיצה עשרה."]}}, "4": {"1": {"5": ["@מילתיה דחנן בר אבא פליגא.# — כ\"ז מיותר ונגרר מפ\"א ה\"ח (ג' ע\"ד)."], "7": ["@כנגד ג' פעמים שהיום משתנה כו'.# — ע' נדה פ\"א ה\"ז [מ\"ט ע\"ג].", "@כך זכיתי לראות במערב.# — צ\"ל: כך @זכני# כו'."], "12": ["@אן מעדות למד ר' יודה.# צ\"ל: אף מעדות (וגירסת מהרש\"ס ומעדות, וגירסת רא\"פ אי [וכ\"ה בדיו] ופירושו כמו או)."], "27": ["@ר' אבינא אמר אומר ברכה רביעית.# הרא\"ש גרס חמישית ופי' אחר קדושת היום."], "33": ["@ר' יעקב בן סיסי אמר שמונים ספסלים כו'.# — כעין זה יש בע\"ז (פ\"ב סה\"ב, מ\"א רע\"א) דריבר\"ב אמר ג' מאות ור' לעזר בר' יוסי אמר שמונים, ואפשר שגם כאן צ\"ל ר' לעזר בר' יוסי אמר שמונים, ויותר נראה שגם בע\"ז צ\"ל \"ר' יעקב בר סיסי\" שכן בבבלי (כ\"ח א') איתא במקומו אבא יוסי בן דוסאי והוא בן סיסי דכאן."]}, "3": {"2": ["@שאדם צריך לומר לרבו.# —בראבי\"ה ס\"צ העתיק רמז לת\"ח הוא שצ\"ל לחבירו אחר תפלתו תעתר ותשמע תפלתך."], "5": ["@אם יאמר לך אדם י\"ט הן כו'.# — הגר\"א בש\"א הגיה: אם יאמר לך אדם י\"ט הן אמור לו וזכרתי את בריתי יעקב (ויקרא כ\"ו מ\"ב) לית הוא מינהון. אם יאמר לך אדם י\"ז הן אמור לו זכור לאברהם וליצחק ולישראל עבדיך (שמות ל\"ב י\"ג) מנהון (וע' תנחומא ר\"פ וירא וממה דמייתי לה בב\"ר ר\"פ ויצא לא משמע כן, ע\"כ נ\"ל דבסיפא צ\"ל כגירסא שלפנינו)."], "10": ["@כי אתה ה' עונה בעת צרה כו'.# צ\"ל: צרה @וצוקה כאמור ויצעקו# (כ\"ה בערוך ע' קבל א')."], "11": ["@הוה כן איתתבת בין גואל כו'.# — צ\"ל: הוה @אומר# בין כו' (כגי' הגר\"א, שם ופירושו דאי ס\"ל לרב הונא דבתענית יחיד אומר בש\"ת לא הוה קשיא מידי מהא דמשמע מזאת הברייתא דדוקא בת\"צ צריך להתפלל י\"ח כדי להזכיר מעין המאורע ולא בתענית יחיד דהא במעין י\"ח נמי יכול להזכיר בש\"ת מעין המאורע כמו שמזכיר גשם וטל כדלקמן)."]}, "4": {"4": ["@איני חותך.# — בפסקי ר' ישעיה דטראני: רב אמר חותם ושמואל אמר חותך.", "@לית מילתיה דר' יוחנן אמרה ספק כו'.# — צ\"ל: לית מילתיה דר' יוחנן פליגא על ר' ירמיה דאמר ספק כו' (כהגהת הגר\"א. ודברי ר' ירמיה תמצא ראש ברכות והוא ר' ירמיה בר אבא שר\"ז אומר משמו)."], "6": ["@כל החולי בחזקת סכנה.# — ירושלמי זה נעלם מרדב\"ז ח\"ג סתקע\"ב."], "10": ["@צריך אדם להתפלל במקום שהוא מיוחד לתפלה.# — פי' ואם יש לו מקום מיוחד בביתו יתפלל בביתו ולא בבה\"כ וע\"ל דף זה סוע\"ד שכן פירש מהרש\"ס שם."]}, "5": {"3": ["@לכל הרוחות אין מחזירין כו'.# — הגר\"א מוחק מלת \"אין\" וכן ליתא בנוסחת מהרש\"ס וע' ב' ב\"ב כ\"ה א'."]}}, "5": {"1": {"3": ["@השיבנו תחת כי מאס מאסתנו.# יש מפרשים שצריך לכפול השיבנו כמו שנמסר במסורה, ור\"מ ד\"ל מפרש שאינו אלא נתינת טעם להשיבנו וע' אבי העזרי סימן צ\"א."], "4": ["@אלא מתוך דין של הלכה.# ברא\"ש סימן ב' העתיק: מתוך דברי הלכה."], "12": ["@רבי אבהו בשם רבי אבהו.# בילקוט ישעיה רמז תפ\"א וכן במהרש\"ס ובכ\"י רומי: ר' ירמיה בשם ר' אבהו (ונפלו דברי דד\"ו ח\"ג פ\"ו הערה י\"ג שהיה ר' אבהו קדמון)."], "14": ["@להקל את רגליו.# —פי' ללכת מהר."], "17": ["@כגון אל אלקים ה'.# — בבית יוסף יו\"ד ר\"ס רע\"ו מוכח דלא גרס ד' מלות אלו ופסוק הוא ביהושע כ\"ב. ובתורה יש \"ה' אלקינו ה'\" או \"ה' ה' אל רחום\"."], "20": ["@ריש לקיש מנהגו באוריתא כו'.# —ע' ב' עירובין נ\"ד ב'."]}, "4": {"2": ["@בעונה על ברכה וברכה.# — באו\"ז הל' סעודה סימן ק\"צ העתיק בשם ירושלמי: בעונה על ברכה וברכה אמר רב כגון אילין תלתא אדם עונה אמן אחר ברכותיו בהבוחר בעמו ישראל באהבה ובאוהב עמו ישראל ובבונה ירושלים בין בצלותא ובין בברה\"מ (וכן ברוקח סי' של\"ז, וע' במנהיג דיני תפלה סימן ל\"ד נוסח אחר בשם מקצת סידורין).", "@אית תניי תני מי דקרים כו'.# — ע' בבלי שבת קיי אי וירושלמי שם."]}, "3": {"2": ["@א\"ר יוסי ומתניתא אמרה כן.# — פי' בתמיה."], "6": ["@וכוללין של ירושלים בשל ארץ.# — לעיל פ\"ב ה\"ה [דף ה' ע\"א] הנוסח \"וכוללין של ירושלים @ושל# ארץ\", והוא ט\"ס ע' בבלי ברכות ט\"ז א' ותוספתא פ\"ה."], "5": ["@בשם ר' יהושע מי שסוכתו.# — צ\"ל: בשם ר' @הושעיה# (כ\"ה בפסיקתא דר\"כ פסקא ל\"ו, [וכ\"ה בכי\"ר כאן וגם להלן בה\"ח: רבי תדאי בשם רבי הושעיה])."]}}, "7": {"1": {"4": ["@והן שאכלו ג' כאחת.# פי' אחר שנתערבו."], "6": ["@אף שם שנאמר בתורה [ברכה] לאחריה.# —כצ\"ל.", "@רבי יצחק ורבי נתן [ר' יצחק] א[ו]מר.# — כצ\"ל."]}, "2": {"6": ["@עד דאנא תמן.# — פי' בבבל שר' זעירא עלה מבבל לא\"י ע' בבלי כתובות קי\"ב א'."]}, "3": {"6": ["@נאמר כאן תוך.# — ונקדשתי בתוך בני ישראל."]}, "5": {"5": ["@דרב יונה טעם כסא ומתקן לה כו'.# — פי' הניח השאר ליום אחר ואם ס\"ל לר' יונה כר\"י בר חנינה האיך הניחו למחר כיון שהוא מזוג אלא לאו דס\"ל לר' יונה שאינו צריך ליתן בו מים, וגירסת ר\"ש סיריליאו \"טעים כסא בליליא ומתקן ליה למחר\" ופירש שלמחר היה מוסיף יין כדי לקדש עליו (אבל לא כן פירשו בתוספות דיה טעמו\" במכילתין נ\"ב אי ורא\"ש פסחים פ\"י סייד ואין פירושם מחוור).", "@א\"ר יוחנן והן שלנו כו'.# — צ\"ל: @לא כן# אר\"י כו'."]}}, "8": {"2": {"12": ["@הן דאתו כו' נסבין ידיכון.# — פי' שמא לא תמצאו עוד מים בדרך."]}, "3": {"4": ["@הידים תחילה לחולין כו'.# — משמע דס\"ל דכל הידים תחילות לחולין אבל בבבלי חולין ל\"ג ב' פי' כגון שהכניס ידיו לבית המנוגע, וכן פירש מהרש\"ס כאן וע' חגיגה פ\"ב ה\"ה [ע\"ח ע\"ב] דלא משמע כן."]}, "5": {"4": ["@אבא בר בר חנה ורב חונה כו'.# — צ\"ל: אבא בר רב @הונא# [וכ\"ה בכי\"ר] ור' הונא הוון כו' על וטעין [כי\"ר: על טעין] תרוויהון (פי' כוס ושמן ערב כפי' רא\"פ ודלא כמהרש\"ס) בחדא ידיה א\"ל אבא בר רב הונא מה ידיך כו' וכעיס עליה אבוה (פי' רב הונא כועס על אבא בנו)."]}}, "9": {"1": {"3": ["@ואם היה אדם מסויים כו'.# באבי העזרי סימן קמ\"ו העתיק: אמר @ר' יוסי# אם כו'."], "14": ["@רבי אמר רבי אביתר.# — מלת ה\"רבי\" בפ\"א מיותרת וליתא בכ\"י מירושלמי ודברים רבה פ\"ב."], "26": ["@אשר יחובר כו'.# — צ\"ל: אשר יחובר אל כל החיים (קהלת טי ד') יבחר כתיב מי יבחר יצ\"ט מיצה\"ר אלו הצדיקים מי יבחר יצה\"ר מיצ\"ט אלו הרשעים אלא כל החיים כו' (וכן איתא במי קהלת)."], "29": ["@מזבלין לע\"ז.# — פי' מזבחין."], "30": ["@מתניתין כשהיו שלמים.# — ע' באבי העזרי סי' קמ\"ו דגריס איפכא: מתני' בשהיו כן ממעי אמו אבל אם היו שלימים ונשתנו אומר ברוך משנה הבריות, ואין גירסתו מחוורת."], "31": ["@שכן ברא בריות נאות בעולמו.# — באבי העזרי שם מסיים בשם הירושלמי: ליהנות בהם בני אדם."]}, "2": {"10": ["@שהיה קוסמיקון.# פי' רוח בכל העולם כולו שכן קוסמוס בלשון יונית \"עולם\"."], "12": ["@עד יום גלות הארץ.# — לפי פשוטו הוא לעת חרבן שילה שגלו ישראל מערים רבות מפני פלשתים (ש\"א ז' י\"ד)."]}, "3": {"6": ["@חוץ מתקיעה וטבילה כו'.# —בבבלי פסחים (ז' ב') איתא: בי רב אמרי כל המצות מברך עליהן עובר לעשייתן חוץ מן הטבילה ושופר ופרכינן עלה מ\"ש שופר דילמא מקלקלי ליה תקיעה א\"ה שחיטה ומילה נמי אלא א\"ר חסדא חוץ מן הטבילה בלבד משום דאכתי גברא לא חזי, מבואר לדעת הבבלי דכל המצות מברך עליהן עובר לעשייתן חוץ מן הטבילה דמברך לאחר טבילה. אבל נ\"ל שאין זה שיטת הירושלמי כאן שלא הוציא שחיטה ומילה אלא טבילה ותקיעה, ועוד שכאן הוסיפו בשם ר' יונה תפילין של יד עד שלא יחלוץ (או יקשור לגירסת הגר\"א) ושל ראש @עד שלא ייבה#, לכך נ\"ל לפרש ענין הדברים דשמואל אמר כל המצות מברך עליהן @בשעת עשייתן# חוץ מתקיעה שאי אפשר לברך בפיו בשעת תקיעה שהרי הוא תוקע וא\"א לאדם לדבר ולתקוע ולכן מברך קודם תקיעה וכן בטבילה מברך קודם הטבילה שבשעה שטובל עצמו וראשו מכוסה במים א\"א לדבר וי\"א אף קידושין בבעילה מברך קודם דבשעת מעשה א\"א להוציא שם שמים וע\"ז הוסיף ר' יונה אף תפילין של יד ושל ראש ובבבלי פסחים שם אמרי בי רב שהוא רב הונא (ע' ב' סנהדרין י\"ז ב' ובתוספות שם ד\"ה אלא) לטעמו דמברך בשעת עשייתן חוץ מן הטבילה ושופר, ולדעת הבבלי שלא הזכירו כלל @בשעת עשייתן# הוה קשה להו מ\"ש שופר משחיטה ומילה ולכך אמר ר' חסדא חוץ מן הטבילה בלבד (וע' בפירוש רא\"פ כאן שהעיר על מקצת דברינו)."]}, "5": {"7": ["@שבעה פרושין.# — ע' הגירסא בערוך ערך פרוש."], "9": ["@ר\"ע הוה קיים מתדין כו'.# — ע' מדרש משלי פ\"ט שמעשה זה ביוה\"כ היה."], "13": ["@אמר לפני ליחה כו'.# — צ\"ל: אם לפני כו'."]}}}, "Jerusalem Talmud Peah": {"1": {"1": {"2": ["@מפני המחלוקת.# —ע' תרומות פ\"ד מ\"ה דלר' אליעזר ור' ישמעאל יש שיעור.", "@לא נתחייב כריו תרומה ביקש לעשות כל כריו כו'.# צ\"ל: לא נתחייב כריו תרומה @נתמרח הכרי נתחייב כריו תרומה# ביקש לעשות כו'."], "3": ["@מהו שתהא חייבת בפאה כו'.# —פי' שיהא חייב ליתן גם עליה אחד מששים."], "8": ["@מן דו סמך לדבר תורה הוא חכמים כו'.# צ\"ל: הוא @אומר חכמים הן שאמרו מעה כסף שתי כסף# כו'."], "12": ["@עד היכן רבי גמליאל בן איניניא ורבי אבא בר כהנא.# בכתובות פ\"ד ה\"ח [כ\"ח ע\"ד] הנוסח \"ר' ירמיה ור' אבא בר כהנא\", וכן עיקר ומ\"ש לפנינו כאן \"ר\"ג בן אינינא\" נשתרבב משורה ד' דלמטה מזה."], "23": ["@בתוך חצרה בשבת והלך ר' טרפון כו'.# — צ\"ל: לתוך חצרה בשבת @ונפסק קורדקייסין# שלה והלך ר\"ט כו' (כ\"ה בקידושין פ\"א ה\"ו [ס\"א ע\"ב])."], "33": ["@חיוי דדין סבא כו'.# — צ\"ל: @חמי להדין# סבא כו'."], "35": ["@חפצים אלו אבנים טובות כו'.# — בב\"ר סופליה ובר\"ש הנוסח: חפציך אלו אבנים טובות ומרגליות חפצים אלו דברי תורה."], "48": ["@מעשה באחד שהניח גחלים כו'.# — ע' ב' ב\"ב ע\"ד ב'."]}, "4": {"2": ["@מניין ת\"ל שדך תני זורעין כו'.# — צ\"ל: מניין ת\"ל שדך @אם כן מה תלמוד לומר קציר מה קציר מיוחד שגידולו מן הארץ ולקיטתו כאחת ומכניסו לקיום אף כל כיוצא בו# חייב בפיאה (כ\"א בספרא פ' קדושים) תני זורעין כו' כאחת @זרעי אילן וחרצנים כאחת# והזורע @זרעים עם# החרצנים לוקה כו'."], "10": ["@קולקס לירק ולמעשרו' כו'.# — צ\"ל: כירק למעשרות ולשביעית ולפיאה ולכלאים ולנדרים כו' (וכ\"א בנדרים רפ\"ז, והענין שקולקס כלאים עם ירק אחר שלא תאמר שאינו אוכל ואינו כלאים בירק אחר, ע' כלאים פ\"א ה\"א)."]}, "5": {"2": ["@פטור מתרומה גדולה.# — ע' תרומות פ\"ג ה\"ו מ\"ב ע\"ב ותוספתא תרומות פ\"ד.", "@מה שאין כן בתרומה.# — צ\"ל: מה שאין כן @בביכורים# (פי' ברייתא היא ולימא @הא# בביכורים כו'.", "@חבירו מתחייב בו.# — פי' אבל הוא אינו מתחייב בחבירו ע\"ל דמאי פ\"ה סוה\"א."]}}, "2": {"1": {"9": ["@בג' תלמים של פתיח.# — ע' כלאים פ\"ב מ\"ז ובגמרא שם כיח רע\"א] מוכח שהוא פחות מבית רובע."]}, "3": {"2": ["@מה כותש ועולה במכתש.# — בנוסח רא\"פ מה כותש כעלה במכתשי, ולי נראה דצ\"ל: @כעלי במכתש# (ע' ביצה פ\"א מ\"ה).", "@מן מה סער כותש.# — צ\"ל: @מן מה דתני# סער כותש. שם ר' מנא אמר זמנין דהוי בה כו' בתוך עשרה טפחים בין נוף לנוף.# —פי' שאם היה בין הנוף שבאילן זה לנוף שבאילן שבצד גדר השני יותר מי\"ט אינן מצטרפין אע\"פ ששער כותש."]}, "4": {"2": ["@ה\"ה לא בסוף.# — פי' דבתר סוף אזלינן לחומרא ולקולא."]}}, "3": {"1": {"3": ["@אי במרווחין אף ב\"ש מודין כו'.# — כן גירסת הראב\"ד בפ\"ג ה\"ט ממ\"ע וגירסת הרמב\"ם להיפך, ולגירסת הראב\"ד צ\"ל להלן: ב\"ש עבדין לון כרצופין וביה עבדין לון כמרווחין."]}, "2": {"4": ["@בשעיבה על מנת להדל כו'.# — צ\"ל: בשהדל ע\"מ לעבות (פי' שהבצלים שישתיירו יעשו עבים) אבל אם הדל ע\"מ שלא לעבות (פי' אלא מפני שצריכין הבצלים הללו ה\"ז כתחילת קצירה) לא סוף כו' (וע' ר\"ש שפירש כגירסא שלפנינו וכן בש\"א קיים גירסא שלפנינו)."]}, "7": {"7": ["@קרקע כל שהוא מהו טב.# — פי' מהו הדבר שיוכל לזכות עליה? אלא ש\"ם אפי' המטלטלין במקום אחר זכה. שם ה\"ט שייר מטלטלין לא עשה כלום.# — פי' ואין מתנתו קיימת."], "11": ["@לאיזה דבר כתב בהן קנין.# — ע' ב\"ב פ\"ח ה\"ה [ט\"ז ע\"ב]."]}}, "4": {"1": {"1": ["@שייר מטלטלין לא עשה כלום.# —פי' ויצא בן חורין."]}, "2": {"2": ["@עד כדון מזיד כו'.# כעין זה לקמן פ\"ה ה\"א [להלן רע\"ד]."], "4": ["@אם בתוך ד\"א כו'.# — הנוסח הנכון בב\"מ פ\"א ז' סע\"ד, ע\"ש]."], "7": ["@א\"ר יסא א\"ר יוחנן זו בגיטין כו'.# — צ\"ל: @תמן תנינן היתה עומדת ברה\"י וזרקו לה קרוב לה מגורשת# כו' א\"ר יסא כו'."]}, "6": {"3": ["@היו א\"ר זעירא ר' לעזר לחבירו ורבי יוחנן כו'.# — צ\"ל: א\"ר זעירא לחברייא ר' לעזר ור' יוחנן כו'."]}}, "5": {"1": {"3": ["@דב\"ש אומרים הבקר לעניים הבקר.# — נוסח הרא\"פ: דבש\"א הבקר לעניים הבקר וכב\"ה עניים מעשרין ואוכלין א\"ל ר' יסא שמענו דברי הכל שהבקר ב\"ד הבקר כתוב כו'. ואינו נכון אלא צ\"ל: שמענו שהוא פטור מן המעשרות @דברי הכל משום קנס# שהבקר כו'."], "4": ["@עד שלא התיר רבי כו'.# — ע' שביעית פ\"ו ה\"ד ומ\"ש שם (עמ' 72)."]}, "2": {"3": ["@מתניתא פליגא על ר' הושעיא שיבולת של קציר כו'.# — פי' מסיפא מקשה שאם אינה נקצרת עם הקמה היא של עניים וכי א\"א שיכול לפשוט ידו וליטלה."], "7": ["@א\"ר יוסי הדא דרבי בא כו' ומעשי שיבולת אחת ונותן לו.# — פי' מכלל דרבנן סברי שאינו צריך לזכות. ה\"א (י\"ט ע\"ב) א\"ר אבין בר חייא (הדא דאמרה) הבקר לעניים כו'. המוקף מיותר."]}}, "6": {"3": {"6": ["@קצר חצי שורה כו'.# — פי' ושכח א' או ב' ולא גמר הקצירה ובא למחר וגמר ושכח עוד א' או ב' היה מצטרפין והן לבה\"ב.", "@חשכה.# — פי' שבא השמש וחשכה לו וא\"א לו לקצור והוכרח להניח חצי שורה השנית למחר מיבעיא אם מצטרפין דאולי מה שהוצרך לאכול או לישן וכן כולם הוי כגמר מלאכה."], "7": ["@והעליון אינו שכחה.# פי' מפני שהחזיק כדתנן במשנתנו."]}, "5": {"3": ["@אין תעבדינה עומר ד\"ה שכחה.# — פי' שאין עומר מציל את העומר."]}}, "8": {"2": {"3": ["@שאין אדם עושה בדבר ערוה.# — גירסת הגר\"א: שאין אדם עושה @מצוה בדבר עבירה#, ופירושו דאף כרבנן דסברי דאפשר שהפריש מע\"ש ולא הפריש מעשר ראשון מ\"מ כשנתן מעשר עני מודים דודאי הפריש מעשר ראשון דנותן לעני מצוה קעביד ואין עושה מצוה בדבר עבירה אבל מע\"ש שהוא לעצמו אין זה אצלו מצוה כל כך."]}, "3": {"2": ["@להיות מוסקין.# — צ\"ל: להיות @עוצרין# (דמסיקה היינו תלישה ע' שבת פ\"ז יו\"ד ע\"א)."]}, "6": {"8": ["@אין מדקדקין פתר ליה לפי כבודו כו'.# — צ\"ל: אין מדקדקין בריא בזמן שאין מכירין כו' והכל לפי כבודו פתר ליה לפי כבודו והתני למזונות. שם ה\"ח וחסרוניה חד קרט.# — הוא מין מטבע קטנה ע' ב\"מ רפ\"ד (וע' מ\"ש שם, עמ' 487)."]}, "7": {"8": ["@שמלותיך עליך וירדת הגורן כו' עמך וערטילא הוות כו' דשובתא.# יש להחליף וכצ\"ל: שמלותיך עליך וערטילא הוות כו' דשובתא וירדת הגורן כו' עמך (כ\"ה במדרש רות רבה לפסוק זה ונגרר משם)."]}}}, "Jerusalem Talmud Demai": {"1": {"1": {"10": ["@ואני משמרה לבעל מלאכתי.# פי' לבה\"ב שלי שנתן לי מלאכה להרויח וכעין זה באבות סופ\"ב ונאמן הוא בעל מלאכתך (וזה דלא כפירוש רא\"פ)."]}, "2": {"3": ["@שמא אינו אסור לאונן.# — אינו מובן דספק טבל אסור לכל אדם, ונראה שענין זה שאם הפריש מספק טבל זה מעשר שני הוא אסור לאונן."]}, "3": {"5": ["@ר' אבא בר זבינא.# — ע' ב' שבת י\"ב ב' תוד\"ה ר\"ני שהעתיקו בשם ביו ר' אבא בר זימנא בשם ר' אלעזר זעירא."], "12": ["@אפשר דלא חמי סבר אפוי כו'.# הגר\"א מוחק מלת \"דלא\", ולדעתנו יש להגיה \"איפשר @דהוא# חמי\" כו'."]}}, "2": {"1": {"12": ["@אישתרי לחברך.# — צ\"ל: אישתוי לחברך (פי' ואסור אף דסיסרא וע' שבת פ\"א ה\"ו [ג' סוע\"ב] ושביעית סופ\"ט דאית ג'ן כן ופירושו שתעשה כשאר, וע' כ\"מ פ\"ד הכ\"ט משמיטה מ\"ש בזה; והגר\"א גורס אישתוי לחברוהי שישוה דשל סיסרא לגינת נכרים אחרים)."], "13": ["@ר\"ש אומר דמאי.# פי' ר\"ש לטעמיה בתרומות פ\"ג מ\"ט דמיקל בתרומת הנכרי."]}}, "3": {"4": {"8": ["@חכמים שהן בשיטת ר\"מ.# —פי' חכמים דמסכת מכשירין [פ\"ב מ\"י]."]}}, "4": {"3": {"6": ["@ידע דהוא רחיץ.# — פי' בטוח (וישבתם לבטח ת\"א לרוחצן) שכבר זימנו אותו לסעודה אצל אחר.", "@ובירושלם הוה מפיך פלכיה כו'.# — במדרש איכה רבתי פ\"ד (עה\"כ בני ציון היקרים): מה היתה יקרותן שלא היה אי מהן הולך לסעודה אא\"כ הופך יד אונקלי שלו (ובאיכה מכ\"י הוצאת רש\"ב ז\"ל \"בשעה שהיה אחד מהן נזמן לסעודה היה הופך אונקלי שלו השמאלית\") וכ\"כ למה כדי שלא יטעננו אחר טענת חנם (ובאיכה כ\"י שאם יבא אחר לזמנו היה יודע שהוא מזומן לסעודה ולא יטעיננו טענת חנם\"), וע' מתנות כהונה שם שראה בירושלמי כ\"י \"פיבליה\" (במקום פילכיה) והוא כמו \"פיוולא\" בב\"ר פל\"ז שהוא לבוש עליון יפה. וע' מסכת דרך ארץ רבה רפ\"ח הנוסח \"אפסחתיה למפלא\" והוא שיבוש, וע' נחלת שבעה ח\"א סמ\"ב שהתפאר בפירושו המעוות שחידש."]}}, "5": {"1": {"4": ["@ותני כן העושה כו'.# צ\"ל: @ותני# העושה כו'."]}, "3": {"2": ["@תלמידוי של רבי חייא בשם כו'.# — צ\"ל: תלמידוי של ר\"ח @בר לוליינא# בשם כו' (וכ\"א בסוף שבועות, ומ\"מ אינו מוכרח)."]}, "5": {"6": ["@אורחא מפנהון כו'.# פי' ואפי' מכיר את החביות אסור (רא\"פ, אלא שהוא פירש דגדולים דרך לפנות ולא קטנים ולי נראה להפך)."]}}, "6": {"4": {"4": ["@כהן שנתן מעות כו' והמעשרות שלך.# נוסח הגר\"א: והמעשרות @שלי#, ואינו מובן לנו. ולפי נוסח שלפנינו הענין \"הותירו או פחתו שלי\" ממחצית שלו דאל\"כ אין זה \"למחצית שכר\" ושכר טרחתו נותן לו כל המעשרות ברישא מותר ובסיפא אסור ככהן המסייע בבית הגרנות אא\"כ נותן לו שכר מיוחד."]}, "6": {"2": ["@כטבל וכמעשר מעורבין כו'.# — נוס' הגר\"א: כטבל וכחולין וע' בבלי גיטין כ\"ב א'. ויותר נראה דצ\"ל \"וכמעושר\" וכ\"ה בערלה פ\"א ה\"א."]}}, "7": {"2": {"3": ["@מה נן קיימין אם באומר מכבר כו'.# — כעין זה במע\"ש ספ\"ב (נ\"ג רע\"ד)."]}, "6": {"7": ["@שהן עשרים ושלש תאנים ארבעה תישועים ותישוע של תישוע.# — כצ\"ל כגי' הרא\"פ והא לך החשבון: שתי מאות תישועים הם כ\"ב ושני תישועים, ומאה תישועים של תישוע הוא אחד ושני תישועים ותישוע של תישוע והם עולים כ\"ג וד' תישועים ותישוע של תישוע כזה: <br><img src=\"https://textimages.sefaria.org/shaareitoratEY/shaarei1.PNG\">"]}}}, "Jerusalem Talmud Kilayim": {"1": {"2": {"7": ["@וקצצוי דמיין לחרובה.# — פי' בערוך ערך קץ ז' תרמילין כמו קצצין דשביעית פ\"ב מ\"ח."]}}, "2": {"1": {"5": ["@אחד מכ\"ד בנופל לבית סאה.# פי' זרעוני גינה קטנים מאד ובקב או בחצי קב יכול לזרוע בית סאה ולכן אם נפל אחד מכ\"ד בקב או מחצי קב בסאה ימעט."]}, "2": {"3": ["@ר' יוסי אומר צריך כו'.# — צ\"ל: @על דעתיה# דר' יוסי צריך כו'."]}, "3": {"4": ["@דאמר ר' אימי עשירים היו בתשובות.# — כעין זה בפסחים פ\"ו (ל\"ג סוע\"ב) ונזיר פ\"ה ה\"ד (נ\"ד ע\"א)."]}}, "9": {"3": {"8": ["@חד זמן חמי גו בני כו'.# — ע' נוסח אחר בזה בבבלי קידושין ל\"ג א'."]}, "4": {"5": ["@ויאמר לבר ראשון דלא יחוט כו'.# —פי' בר ראשון הוא שם הרצען שאצלו היה ר' זעירא עושה לו מנעלים [\"כך פי' גם פ\"מ\"]. אבל מצאתי בסי משפחות סופרים ערך ר' אבא בר זמינא שכתב עליו שהיה חייט (שביעית פ\"ד ה\"ב דף ל\"ה סוע\"א) ותופר מנעלים וריז צוהו שלא יתפור את המנעלים של בנו הראשון בפשתן רק ברצועות (כלאים פ\"ט ה\"ה)."]}}}, "Jerusalem Talmud Sheviit": {"2": {"3": {"2": ["@מתניתא דרבי כו'.# — צ\"ל: מתניתא דרבי @מאיר# (פי' שסתמא כר\"מ) ברם כרבנן @אפי' בשביעית מותר דתני# מזהמין ומתליעין בשביעית (כעין זה בבלי ע\"ז נ' ב')."]}}, "4": {"6": {"2": ["@ר' חייא בר בא אמר חייתה כו'.# — נוס' הגר\"א: ר\"ח ב\"ב אמר גסה (וכן בחלה בי פי' שנפשם נעשה גס בי כמו \"שליבה גס בהן\" [סוטה פ\"א מ\"ו] ועי בבלי נדה מיו אי ובפרש\"י שם)."], "5": ["@תני כאן מיד ולית כאן מיד.# — אינו מובן והמפרשים נדחקו בזה."]}}, "5": {"2": {"6": ["@עשה ביצים כו'.# — פי' גידולים שגידולי לוף הם כמו בצים כמו בבצלים שלנו ולוף גם הוא מין בצלים."]}}, "6": {"1": {"6": ["@רבי אחא בר יעקב בשם רבי אימי.# — צ\"ל: ר' יעקב בר אחא (וכ\"ה בגיטין פ\"א ה\"ב [מ\"ג ע\"ג])."], "13": ["@סוסיתא.# — הוא מקום סמוך לטבריה (ע' ב\"ר פל\"א) והוא חו\"ל כדמוכח בתוספתא סוף אהלות."]}}, "10": {"1": {"2": ["@אמר רבי חנינה מכיון שתסרח כו'.# מפרש הטעם למה מותרין לשרוף התבן והקש משתרד רביעה שנייה."]}, "2": {"5": ["@ולמידין מידת הדין כו'# - כעין זה ביומא פ\"א ה\"ב [ל\"ט ע\"א]."]}}}, "Jerusalem Talmud Terumot": {"1": {"1": {"20": ["@אשגרת לשון היא מתניתא.# — פי' משום דבכל מקום אומר חש\"ו קאמר ה\"נ חרש."], "21": ["@דתנינן חרש המדבר כו'.# — צ\"ל: דתנינן הכל חייבין בראיה חוץ מחש\"ו וסברינן מימר כו'."], "22": ["@תני בשם ר\"מ לעולם כו'.# — צ\"ל: תני בשם ר' מאיר כו' עד שיביא שתי שערות רבי יודה בשם רבי הילא ולא תשאו כו' ותורם רבי אבא בר כהנא כו' הרי גוי כו' מחשבה ותורם דתני ר' הושעיה.", "@וכאן לתרומה.# — פי' ולתרומה יש לגוי מחשבה שיוכל לחשוב שיהיה מן צד זה תרומה."], "23": ["@כדברי מי שהוא אומר אינו תורם כו'.# — פי' לר\"ם שאומר שאף משהגיע לעונת נדרים אינו תורם אינו מקדיש נמי עד שיביא ב' שערות אפי' יודעין לשם מי הקדישו; אבל לר' יוסי ולר' יהודה משיגיעו לעונת נדרים ויודעין לשם מי מקדישין הקדשן הקדש, אבל קודם שיגיעו לעונת נדרים אע\"פ שתרומתן תרומה לר' יהודה מ\"מ מודה שאין הקדשן הקדש והיינו דקאמר דר' יהודה אמר תורם ואינו מקדיש\" פי' קודם שיגיע לעונת נדרים.", "@פשיטא לך שהוא מביא כו'.# — צ\"ל: אי פשיטא לך שהוא מביא מהו שיעשה בהן שליח (פי' הקטן. וכן כל השאלות דלקמן עליה קאי, וע' פסחים רפ\"ח דמחוסרי כפרה אינן צריכין דעת, וע' רי\"ט אלגאזי על הלכות בכורות להרמב\"ן פ\"א)."]}, "3": {"2": ["@ר' יוחנן בשם ר' ינאי זה אחד מג' מקריות כו'.# — כזה גם להלן פ\"ב ה\"ד (מ\"א סוע\"ג)."]}}, "2": {"1": {"21": ["@נטע פחות משלשים יום לפני שביעית כו'.# — פי' כ\"ט יום לפני שביעית שאינו חשוד משום יום אחד לעשות עבירה ולומר שוגג אני שהרי היה יכול ליטע מאתמול (וע' רא\"פ וש\"א פירוש אחר בזה דבתוספת שביעית לא גזרינן בשוגג)."]}}, "3": {"1": {"5": ["@ר' יעקב בר אחא בשם ר' יוחנן הלכה כדברי ר' כו'.# — חסר כאן וצ\"ל: דתני ריברי\"א בשם אביו תורמין מן היין על החומץ אבל לא מן החומץ על היין עבר ותרם תרומתו תרומה ר' אומר יין וחומץ ב' מינין הן ואין תורמין ומעשרין מזה על זה עבר ותרם אין תרומתו תרומה ריב\"א בשם ר\"י הלכה כדברי רבי רבי בא בר כהן כו'."], "6": ["@ומינה את שמע ר' יודה ור' שמעון כו'.# — צ\"ל: ר' @מאיר# ור\"ש הלכה כר\"ש."], "4": ["@אף מוציא הוא כו'.# — פי' דס\"ל לר\"מ שזה שניתקן לפי חשבון הוא כמופרש מיד מן הכרי והשאר טבל ודאי וגם זה טעמא דר\"מ במ\"ב דאמר מפריש עוד חי סאין אע\"פ שהמעשר כבר נאכל. פ\"ה ה\"ג (מ\"ג ע\"ג) כמה סאה עבדא כו'.# — : ד' @קבין# עבדין צ\"ו בעין שתות קב ארבע כו'."]}}, "6": {"1": {"10": ["@רבי לעזר בשם רבי הושעיה על פרשה ישרוף.# — ע\"ה זבחים קי\"ג א'."]}}, "7": {"1": {"8": ["@מתניתין אמרה שהקרן קנס כו'.# פי' וא\"כ יהיה פטור כמו בבא על אחותו.", "@וכמה דתימר קרן קנס כו'.# — אין זה קושיא אלא ביאור."], "10": ["@ומיכן ואילך לתשלומין.# —ע' בבלי ב\"מ צ\"א אי שר' פפא אמר להפך משעת משיכה איחייב במזונותיה ומילקא לא לקי עד שעת חסימה.", "@בחוסם ע\"י שליח כו'.# — פי' שהשליח חסם את הבהמה וגם דש בה לפיכך השליח לוקה אבל אם דש בה\"ב בה\"ב לוקה ולא השליח כדתני בבבלי ב\"מ צ' ב'."], "14": ["@א\"ר מתניה בבא על הממזרת ביניהון כו'.# — צ\"ל: א\"ר מתניה @תיפתר ד\"ה בממזר שבא# על הממזרת ואשת אחיו כו' (ואינו מובן מה יתרץ על חייבי כריתות דשם וע\"כ כר\"מ דסבר לוקה ומשלם)."]}, "2": {"3": ["@את שחילולה מחמת הזנות כו'.# — פי' אבל בנישואין לא נתחללה ולכן מיתתה בשריפה אבל אם נתחללה בנישואין אם זינתה אח\"כ אין מיתתה בשריפה."], "4": ["@אבל לבא כו'.# — פי' שאכל אחר שנודע שהוא בן גרושה."]}}, "8": {"1": {"16": ["@רבי יונה אמר אסור באכילה.# —נוס' הגר\"א: יונה אסור באכילה, וכהגהתו מובא ברקח סתס\"ד וכן מובא בר' ירוחם נתיב ט\"ו ובשו\"ת מהר\"ם ב\"ר ברוך סימן קי\"ב (דפוס פראג)."]}, "3": {"4": ["@יין מבושל כו' מפני שהיה מתחילתו יין.# פי' ואסור משום יין נסך אבל יין מבושל של ישראל שנגע בו גוי אין בו משום נסך ומותר ודלא כפ\"מ שפירש דמוכיח לאיסורא מבושל של גוי."], "9": ["@מכיון דלא חשיד על הדא לא חשיד על הדא.# ע' בבלי סוף נדרים ור\"ן שם."], "24": ["@עד דפעפעת בידיה.# — פי' שנתקלקל הדבש מחמת הארס (ורא\"פ פירש שהיה שם נחש חי)."]}}, "10": {"1": {"7": ["@כמה דר' יוסי אמר כו'.# — צ\"ל: כמה דר' יוסי אמר תמן (שבת פ\"ג מ\"ג) אין תבשילו תבשיל ברור כן הוא אומר הכא אין חימוצו חימוץ ברור."]}, "5": {"3": ["@בעכברא.# — שם עיר ע' קהלת רבה ב' י\"א וב' ע\"ז ל' א' וב\"מ פיד ב', הג' מיימוניות פט\"ו ממא\"ס בשם ראבי\"ה."], "4": ["@והלא אין ציר דג טמא מציל.# — צ\"ל: ואין דג טהור מציל (פי' שאין דג טהור מצטרף עם צירו כדי לבטל רביעית ציר דג טמא, ובש\"א גורס בסאתים ציר שאינו של דג טמא מציל פי' שאם יש שם סאתים ציר מדגים שאינן טמאים, אבל איני יודע למה הוצרך לזה דפשוט הוא)."], "6": ["@ואילין אגרתא לא גייס לוקס כו'.# — פי' שהם שמות גוים ומ\"מ כשרין בגיטין כיון שיש גם בישראל שמות כאלה בחוץ לארץ."]}, "6": {"5": ["@שלקה ר' בא ואוכלה ליה כו'.# —גי' העיטור: ר' אמי שלקה ואוכלה לה וא\"ד מלחה ר' אמי, וכעין זה גירסת רקח סתמ\"ה אלא שגורס ר' בא."], "8": ["@אית תמן חמשין.# — פי' ואז בטל בששים שקליפי חמשים בצים הן עשר בצים וא\"כ הבצים וקליפיהן הן ביחד ששים ומבטלין את האיסור."]}}, "11": {"2": {"6": ["@שכן אוכלי בהמה לאדם אינן באין במחשבה.# — צ\"ל: שכן אוכלי בהמה לאדם באין במחשבה (פי' שאם חישב על אוכלי בהמה לאדם נטמאין כדאיתא בספרא שמיני פרשה ז' פרק ט'). שם ה\"ג ברם הכא בשלא לקטן.# — פי' שם בחלה."]}, "3": {"3": ["@וענבים בין טמאות בין טהורות כו'.# — ע\"ל סופ\"ט ובי פסחים ל\"ד ב'. שם (סוע\"ד) ר' זעירא בשם ר' ליעזר.# — צ\"ל: היד עוקצי תאנים כו' ר\"ז בשם ר' ליעזר @אמר# מתניתא (כגירסת הפירוש הקצר ודלא כר\"ש שפירש כפי גירסא שלפנינו)"]}, "4": {"5": ["@אבל בתרומת מעשר אין העלין כו'.# — צ\"ל: אבל בתרומת מעשר העלין תרומה על העלין והקלחין תרומה על הקלחין."]}}}, "Jerusalem Talmud Maasrot": {"1": {"1": {"5": ["@בשהבקיר שיבלין כו'.# — צ\"ל: בשהבקיר שיבלין וחזר וזכה בהן הקדיש @שיבלין וחזר ופדן# בהפקר כו'."]}}, "2": {"3": {"8": ["@לא בלוקט ונותן לו אף הכא בלוקט ונותן לו דו כו' וורדייה.# — : נותן לו דו א\"ל אין את עליל את מקלקל וורדיה אף הכא בלוקט ונותן לו."]}}, "5": {"3": {"2": ["@אפי' מי מלח ניקחין בכסף מעשר# - ע' ב' עירובין כ\"ז א'."]}}}, "Jerusalem Talmud Maaser Sheni": {"1": {"1": {"18": ["@אבל כדרך שהן יפין על התורמסר.# ע' ברכות פ\"ב ה\"ג [ד' רע\"ג: עד יעקב תרמוסרה]."]}}, "2": {"2": {"2": ["@א\"ר יוחנן כאן השיבו דברי סופרים כו'.# — פי' ובידים פ\"ג מ\"ג אמרו שאין דנין דברי תורה מדברי סופרים."]}}, "3": {"3": {"8": ["@סברה מימור כרבי ליעזר כו'.# — צ\"ל: סברה מימור כר' יהושע (עידיות פיח מיו) ואילן רבנין סברין מימור כר' אליעזר (עידיות שם)."]}}, "5": {"1": {"2": ["@מקבל לסביא.# — צ\"ל: @מקיל# לסביא (ויש כעין זה הרבה בירושלמי)."]}, "2": {"19": ["@א\"ר מנא אלו אמר כבית שמאי.# — צ\"ל: א\"ר מנא @או נאמר# כבית שמאי (פי' דצבור ס\"ל כביש ועדיין לר\"י ספק הוא ומשני ויש כו')."]}, "3": {"3": ["@אלא בשלישי ובשביעית כו'.# צ\"ל: @ברביעית# (כנוס' ניר) ובשביעית כו' בשבוע אי שלש שנים יכול כיון שהגיע רה\"ש של שלישית את חייב לבער כו' אי בסוף שנה יכול כיון שהגיע @ראשה# של רביעית כו'."]}, "5": {"8": ["@רב הונא בר אחא.# — לא נמצא עוד במקום אחר ולכן נראה להגיה \"ר' הונא בר @חייא#\" וכאותו ענין יש בביכורים פ\"ג ה\"ג [ס\"ה ע\"ג] ושם באמת הנוסח ר' הונא בר חייא ע\"ש."], "18": ["@בראשונה היה מעשר נעשה לג' חלקים.# —פי' מע\"ש."]}}}, "Jerusalem Talmud Challah": {"1": {"1": {"18": ["@ר' יוסי בשם חזקיה בשעת הקרבן הקרבן מתיר מודי חזקיה שלא בשעת הקרבן היום מתיר.# — כ\"ז מיותר."]}}, "2": {"1": {"3": ["@א\"ר יוסי תמיהני איך ר' עקיבה כו'.# — כעין זה בשביעית רפ\"ה."], "17": ["@הדא אמרה עגבות אין בהן כו'.# פי' דהא דקיי\"ל דלבו רואה את הערוה אסור היינו כנגד הלב בין מלפניו ובין מלאחריו ואם עגבות יש בהן משום ערוה איך אשה ערומה מותרת לתרום הרי לבה רואה את העגבות מלאחריה, והרשב\"א ברכות כ\"ד א' בשם ראב\"ד כתב דערוה שלו אף שאינו רואה אותה אם אפשר לאחרים לראותה לא יראה בך ערות דבר קרינן בה וכן דעת אשכול ח\"א סימן ז'."]}}}, "Jerusalem Talmud Orlah": {"1": {"3": {"12": ["@בצל שעקרו ושתלו כיון שהשריש כו'.# — צ\"ל: כיון @שהשחיר# (וכ\"א בשביעית פ\"ו ה\"ג)."]}}, "2": {"6": {"2": ["@כוס שמזגו מאיסור ומהיתר.# — פי' שמזג כוס של יין ממים של איסור וממים של היתר."]}}}, "Jerusalem Talmud Bikkurim": {"1": {"2": {"3": ["@ר' יוסי בשם ר' יוחנן לא זה תורם כו'.# — ע' ב' ב\"ק ס\"ח ב'."]}, "3": {"6": ["@אתפלגון ר\"י ורשב\"ל.# — ע' מנחות פ\"ד ב'."]}, "4": {"3": ["@א\"ל ר' לעזר מילין דצריכין לרבנין כו'.# — ע' ב' ב\"ב פ\"א ב'."]}}, "2": {"1": {"14": ["@ר' אבהו בשם ר' יוחנן לא בערתי כו'.# — צ\"ל: ר' אבהן בשם ר' יוחנן לא בערתי ממנו @ממנו אי אתה מבעיר בטומאה אבל אתה# מבעיר את התרומה כו'."]}}}, "Jerusalem Talmud Shabbat": {"1": {"5": {"2": ["@ומה טעמהון דבית שמאי כו'.# — נראה שב\"ש אוסרין מדרבנן וקרא אסמכתא בעלמא וטעמן דחוששין במלאכות הללו שמא יסייע ויתקן גם בשבת כי הסיוע והתיקון קל הרבה במלאכות אלו ורוב פעמים יש צורך בתקון, אבל הדלקת גרות מע\"ש לשבת אף לב\"ש היא מצוה ואין בה צורך לתיקון ואין חוששין שמא יוסיף שמן כי זה משתהא זמן מרובה ובתוך כך יזכור דשבת היום."]}, "6": {"2": ["@אילו עשה כן בשבת כו'.# — אולי דעת הירושלמי שאם נתן צמר ליורה בשבת אע\"פ שקלט את העין במוצאי שבת חייב כזורע בשבת וקולט לאחר שבת."]}, "8": {"2": ["@כיי דמר שמואל כו'.# — אולי שמואל אמר זה על המשנה דלקמן פניג מיד."]}}, "2": {"1": {"17": ["@על ידי כן הוה שהר כו' צבע פתילתא מן חולא כו'.# ע' מ\"ש ביאור זה בהגהותי סוף תרומות (עמ' 403), ודלא כק\"ע."]}, "6": {"9": ["@והישן בבית אפל.# — ע' בבלי קנ\"א ב'."]}}, "3": {"1": {"2": ["@כיני מתני' מקיימין עליה תבשיל.# — .פי' היינו להשהות עליה את התבשיל אבל להחזיר את התבשיל אפי' ב\"ה אליבא דר' יהודה מודין דאסור ואינן מתירין להחזיר אלא את החמין."], "12": ["@אין תימר מיניין יש כאן כו'.# — ע' מ\"ש בזה לעיל בתרומות פ\"ב (עמ' 84)."]}, "4": {"4": ["@הכל מודין בכלי שני כו'.# פי' אפי' לחכמים דפליגי על ר\"מ"]}}, "6": {"9": {"4": ["@לאו לאו משום דרכי האמורי.# — ע' ב' שבועות ל\"ו א'."]}}, "9": {"1": {"3": ["@מ\"ט דר\"ע תעב תתעבנו כו'.# — צ\"ל: תזרם כמו דוה כנדה כו' טעמא דר\"ע תזרם כמו דוה צאיהו כו' שקץ תשקצינו צאיהו נבליהו מניין לרבנן צאיהו נבליהו (פי' שמן תזרם כמו דוה אין ראייה) ר' שמואל כו',"]}}, "11": {"3": {"2": ["@אבל אם יש שם חור מחלוקת ר\"מ וחכמים.# פלוגתא דר\"מ וחכמים בבבלי יומא י\"א ב'."]}}, "14": {"2": {"2": ["@ושאינה נשרית כו'.# — פי' דכשהמים נשבעים במלח הרבה שוב אין ממסין עוד מלח."], "3": ["@הכהנים נהגו בתרומה כר' ישמעאל.# — ע' תוספתא עידיות פ\"א."]}, "4": {"5": ["@ההן בלעה.# — פי' עצם בגרון."], "9": ["@דדורי.# — אולי הוא ארודא צלמא שבשקלים פ\"ב ה\"ו (מ\"ז ע\"א). ובמקום \"יכרותה\" (ד\"ו וד\"ח: זכרותה) צ\"ל \"יברוחה\", והן דודאים והיו שולקין אותן ושותין את מימיהן לרפואה."]}}}, "Jerusalem Talmud Eruvin": {"3": {"3": {"2": ["@תיפתר שהיה כורתו.# — פי' כמו קורתו שהאילן היה רוחב די על ד' בגובה יו\"ד שהוא רה\"י וכעין זה ברכות פ\"א ה\"א ב' ע\"ג וע' מ\"ש שם בהשלמות)."]}}, "4": {"1": {"2": ["@ולכן מה נן אמרין כו'.# — צ\"ל: @דלכן# מה נן אמרין כו'."]}}, "8": {"1": {"2": ["@א\"ר יוסי בי רבי בון כדי לעשות כו'.# — חסר כאן פלוגתא דרב ור' יוחנן בקורה מתרת בלא שיתוף הנמצאת לעיל (פ\"ו ה\"ח) ועלה קאמר ר' יוסי בר\"ב כדי לעשות כל הרשויות כאחת ע\"ש, והק\"ע פי' שכדי לעשות כל הרשויות כאחת צריכין לזכות בעירובי חצרות."]}}}, "Jerusalem Talmud Pesachim": {"1": {"2": {"2": ["@חושש את ממקום למקום.# — נראה דממקום למקום היינו מחצר לרחבה שאחורי הבתים."]}}, "2": {"2": {"12": ["@איסורו מהו.# — פי' לר\"ש (וכעין זה חולקין ר' ירמיה ור' יונה ור' יוסי בחלה פ\"א ה\"ה [נ\"ז ע\"ד] וע\"ע כלאים פ\"ח ה\"א [ל\"א ע\"ב])."]}, "4": {"10": ["@יוצאין בה והא תני יוצאין במצה מתובלת.# — צ\"ל: יוצאין בה (פי' אע\"פ שגם ברבוכה שבתודה היה שמן) @כיי דמר ר\"י רביעית היא ומתחלקת לכמה מינין# והתני יוצאין במצה מתובלת כו'."]}}, "4": {"1": {"12": ["@בני מיישא קבלו עליהם כו'.# ע' בבלי נ' ב' מעשה כעין זה בבני \"ביישן\" ושאלו לר' יוחנן והוא מעשה אחד שנתחלק לשנים."]}, "9": {"5": ["@והכא מפני שקדם הבקר נדרו להקדישו.# — צ\"ל: שקדם הקדישו להבקר תורה (פי' הלכך אם הקדיש קודם שנודע העוללות אינם לעניים)."]}}, "5": {"5": {"4": ["@א\"ל ר' זעירא א\"ל בפלגות פומך.# — פי' ר\"ז אמר לר' אבינא אמור לריב\"א שאמרת כן בחצי פה."]}}, "6": {"1": {"7": ["@רבנין דקיסרין אמרין אף ר' חנינה דציפורין לר' מנא.# —ע' תענית פ\"ד ה\"ב [ס\"ח אין ונראה שר' מנא זה הוא הנזכר בב' קידושין (י\"ג א') שר' אסי אמר משמו ע\"ש ורבב\"ח בשמו ב' ב\"ק נ\"א ב' ונזכר עוד ב' ב\"ב נ\"ט ב'. שוב ראיתי בשבת פ\"ז ה\"ב דף ט' סוע\"ב דר' חנינה דצפורין אמר בשם ר' אבהו ולפ\"ז ר' חנינה דצפורין אין זה ר' חנינא בר חמא אע\"פ שגם הוא היה מציפורי ובנדרים פ\"ט ה\"א ר' חנינא דציפורין בשם ר' פנחס. ונ\"ל שר' מני זה הוא בירושלמי ר' מנא בר תנחום והוא אינו נזכר בבבלי כלל ומצינו בירושלמי קידושין פ\"א ה\"ה ס' ג' שר' יסא דהוא ר' אסי אמר משמו."]}}, "7": {"5": {"2": ["@ודלא כרבי נתן כו'.# — המלים \"הלכה ה'\" מיותרות כאן ודלא כר' נתן\" היינו הא דאמרינן שלא בא מתחלתו אלא לאכילה."]}}}, "Jerusalem Talmud Yoma": {"1": {"1": {"22": ["@השני אינו כשר לא לכהן גדול ולא לכהן הדיוט.# — נראה דכאן צ\"ל \"א\"ר יוחנן מפני איבה\" (דלעיל בסמוך) ומפרש טעמא אמאי אינו ראוי לכה\"ג."], "27": ["@והא אשכחנן דר' יהודה אמר מיתה מצויה כו' שמא תמות אשתו.# — כ\"ז מיותר."]}}, "5": {"6": {"6": ["@ריב\"ל אמר משמעות ביניהון מן השיריים כו'.# —צ\"ל: ריב\"ל אמר משמעות ביניהון אבל בשירים כ\"ע מודין דאינן מעכבין ריב\"ל כדעתיה דמר ר' סימון כו'."]}}, "6": {"3": {"7": ["@הרי נחוניון בני לפניכם הלכו ומינו את נחוניון כו'.# — צ\"ל: הרי נחוניון בני לפניכם ולא קיבל עליו נחוניון שהיה שמעון אחיו גדול ממנו הלכו ומינו את שמעון אעפ\"כ קינא בו נחוניון אחיו הלך כו' ולא מצאו ובקשו הכהנים להורגו אמרו משם ברח כו' תני זו דר\"י רמ\"א לא כי אלא מינו את נחוניון וקינא בו שמעון אחיו הלך כו' לאהובתו בצלצל שלך בקשו הכהנים להורגו אמרו משם ברח כו' (היך קדמייא) כו'."]}}, "7": {"2": {"4": ["@אר\"א יש לך עבודה אחרת כו'.# — פי' שהמקרא \"ובא אהרן אל אהל מועד\" אמור על הסדר שמסדר הכתוב כל הדברים שעושים בבגדי לבן אע\"פ שאינם נעשים זה אחר זה וכ\"ש הרמב\"ן בפי אחרי שם (ט\"ז כ\"ג)."]}}, "8": {"1": {"8": ["@מניין שהוא מחוור בעשה.# — צ\"ל: מניין שהוא מותר בסיכה (פי' בשמן מעשר שני) א\"ר אלעזר כו'."]}, "3": {"2": ["@למה שתייה כו' בכלל שתייה.# — כ\"ז נשתרבב משבועות פ\"ג היד ואינו שייך כאן."]}}}, "Jerusalem Talmud Shekalim": {"1": {"1": {"3": ["@היך מה דאת אמר ויתנו קול.# — צ\"ל: היך מה דאת אמר ואשר ישמיעו ויעבירו קול בכל עריהם ובירושלים (נחמיה ח' ט\"ו), כן גורס בפירוש קדמון על שקלים כ\"י אוקספורד, כ\"כ במבוא למגילת תענית הוצאת ר' מנשה גראסבערג."], "15": ["@אני אומר מת מצויין כו'.# צ\"ל: אני אומר מת קמצוץ נתון תחתיה (כ\"ה בסוטה פ\"ט ה\"א [כ\"ג רע\"ג], וענין \"קמצוץ\" ראשו בין ברכיו כדמוכח בנזיר פ\"ט ה\"ג [נ\"ז ע\"ד] והוא כולו תחת אבן זה לכן תחתיו טמא וסביבותיו טהור)."]}}, "2": {"3": {"4": ["@קרטין.# —ע' מ\"ש בב\"מ רפ\"ד (עמ' 487)."]}, "4": {"4": ["@היה מכיון שאין לו שם כו'.# — צ\"ל: מכיון שאמר שלא לשמו נעשה שוחטו לשמו ושלא לשמו כשוחטו בשתיקה והוא כשר."]}}, "3": {"2": {"5": ["@מהו לשתותן בפיסקין.# — פי' בב\"י א\"ח סימן תע\"ב ששהה שעה גדולה ביניהם וע' בשבות יעקב סימן כ\"ב מה שכתב פי' אחר בזה ואינו מחוור לדעתי. פ\"ד ה\"ה (מ\"ח סוע\"א) ר\"א אומר אני ינתנו לבית גרמו כו'. פי' הקטרת עצמה ובלא חילול."]}}, "6": {"3": {"2": ["@ר' יוסי בשם רב שמואל בר רב יצחק כו'.# — במנחות צ\"ט ב' תוד\"ה \"אחד\" העתיקו ר' אחא ור' מיישא ומטו בה בשם ר' שמואל בר יצחק לית כאן של כסף כו' וע' תמיד ל\"א ב' סמך לגירסא שלפנינו."]}}, "7": {"1": {"3": ["@את הפסולות. לא צורכא דלא בין קטורת כו'.# — צ\"ל: את הפסולות ואת האובדות. לא צורכא דלא בין גוזלי עולה לעצים בין לבונה לזהב לכפרת."]}, "2": {"9": ["@נוקניקה אשתכח כו'.# פי' מעיים ממולאים בבשר מצאו בב\"ה של קונסטאטינע ואר\"י שיכירו המוכרים מלאכתם (רמד\"ל)."]}}, "8": {"1": {"2": ["@קצרן של גויים.# — פי' מבצר כמו קוצרה של ציפורין סופט\"ז דשבת (רד\"ל)."], "4": ["@מהלכין שיבולת.# — פי' בחבורה יחד ע' ערוך ערך שבולת (רד\"ל)."], "6": ["@שהיא מריצה את האבן.# — הרמב\"ם בפה\"מ גורס לפי הנראה שהיא מוצצת את העצמות לבה\"ק (רד\"ל)."]}}}, "Jerusalem Talmud Sukkah": {"1": {"1": {"5": ["@היתה למטה מעשרה ותולה בה עיטורין כו'.# — צ\"ל: היתה למטה מעשרה כו' שהן ראויין לסכך בהן ממעטין בה לפסול ואם לאו @אין# ממעטין בה @לפסול#. היתה למעלה מעשרים כו' ממעטין בה לכושר ואם לאו @אין# ממעטין בה לכושר."]}}, "2": {"4": {"5": ["@להשתמש על צידדי בהמה בשבת כו'.# — צ\"ל: על צידדי @אילן# בשבת כן משמע בתוספתא סופ\"א והשאר מיותר ונגרר משבת פ\"ה ה\"ב) וע' ב' שבת קנ\"ד ב'."]}}, "4": {"2": {"3": ["@רב מפקד לדבית רב אתי.# — ע' מ\"ש במעשרות פ\"ד ה\"ו (עמ' 110)"]}, "5": {"4": ["@רב חיננא בשם רב מי שסוכתו כו'.# —צ\"ל: רב חיננא בשם @רב הושעיא# מי שסוכתו כו' מה דאמר רב הושעיא (כ\"ה בפסיקתא דר\"כ פסקא ל') בשהיה בדעתו לאכול מה דאמר שמואל @בשלא היה# בדעתו כו'."]}}, "5": {"1": {"3": ["@א\"ר בנימין בר לוי והיה כנגן כו' המנגן.# כ\"ז אינו שייך כאן ונגרר מברכות פ\"א ה\"א דף ב' ע\"ד ע\"ש."]}, "8": {"7": ["@רחבות מלמעלן וצרות מלמטן.# בסוף מע\"ש וכן בסוטה פ\"ט הי\"א איתא להיפך ומקיימין שנים ומבטלין אחד. וביאור הענין שהטבעת למטה במקום שצואר הבהמה מונחת היתה רחבה בעוביה כדי שיהא מקום לכל רוחב הצואר אבל למעלה היתה הטבעת צרה בעוביה כדי שהצואר יהיה מגולה למעלה לעיני השוחט ויהיה קל לשוחטה."]}}}, "Jerusalem Talmud Rosh Hashanah": {"2": {"1": {"5": ["@רבי אמי מטלטל כו'.# — צ\"ל: ר' אמי @מל# על פומא @דמיילדותא# ר' מתנייא מטלטל על כו' (פי' על אור הירח דכל זמן שלא שקעה השמש אין הלבנה מאירה)."]}}, "3": {"1": {"7": ["@קם ר' יוסה עם ר' יהודה בר פזי.# כעין זה בברכות פ\"ד ה\"א [ז' ע\"ג]."]}, "3": {"4": ["@א\"ר יוסה הדא אמרה כו'.# — צ\"ל: @שופר מאריך# כו' א\"ר יוסי הדא אמרה פשוטה ששמע מקצתה יצא שנייא היא ששמע את כולה והיי דא אמרה דא תקע כו' (פי' והכא הוי כאילו לא שמע אלא הראש או הסוף שהרי האריך בה והוא כמו שהפסיק בינתיים) אין בידו אלא אחת אין תימר לא יצא אפי' אחת אין בידו ר' אבא בר זמינא בשם ר' זעירא ולא דמייא תמן ראשה גבי סופה מצטרף וסופה גבי ראשה מצטרף ברם הכא אי אית ליה ראשה לית ליה סוף אי אית ליה סופה לית ליה ראש (וע' רא\"ש פ\"ד סימן ח' בשם רמב\"ן דגורס פשוטה ששמע מקצתה מן המתעסק יצא, ומובא בשיירי קרבן)."]}}, "4": {"3": {"3": ["@חברייא בעון קומי ר' יונה כו'.# שייך על מי\"א פ\"ג דסוכה והובא פה אגב גררא."]}}}, "Jerusalem Talmud Beitzah": {"1": {"9": {"3": ["@לקלה דרומה.# — צ\"ל: לקלהדרומא (כן שמו)."]}}, "2": {"1": {"6": ["@מודין ביה ב\"ש לב\"ה כו'.# — צ\"ל: מודין ב\"ש @וב\"ה# על שני תבשילין @שצריך# על מה (כ\"ה בתוספ' פ\"ב)."]}}, "3": {"1": {"3": ["@צד הוא בפיטס.# —פי' מותר לצוד דגים מן החבית כמו הללו בעלי פטסין ב' ט\"ו ב' וב\"ב רפ\"ו עשר פיטסאות, ובשבת פי\"ג [י\"ד ע\"א] הגירסא בפיתם הוא כמו בפיטס (רה\"ש פ\"ג מ\"ו, התוקע לתוך הפיטם וע' ערוך ערוך פטס שגורס גם ברה\"ש הפיטס בסמ\"ך) שוב מצאתי כן ברד\"ל וכן הגיה א\"ר יודן כההיא דפיטס."]}, "5": {"2": ["@א\"ר בא רב יהודה בשם שמואל הלכה כר' יודה.# נראה דקאי על מ\"ו ומה דאמר שמואל לקמן \"אפי' לתלותו כו' אסור\" אינו אלא מפרש דברי חכמים. והק\"ע פירש דקאי על ר\"י דמכשיר מכשירי יו\"ט ואינו מחוור דא\"כ ה\"ל להביא זאת גם לקמן פ\"ה ה\"ב ע\"ש."]}}, "4": {"3": {"8": ["@מפספסין בקלקים.# — פי' בשערות המסובכין כדמוכח בנזיר פ\"ו סה\"ג [נ\"ה ע\"ב]."]}}, "5": {"1": {"6": ["@אתון שאלון לרב.# — ע\"ה בבלי שבת קכ\"ד ב'."]}, "2": {"10": ["@נהגין רבנן בחולה.# — פי' @בחול# שאסור ליגע על בשרו כו'."]}}}, "Jerusalem Talmud Taanit": {"1": {"1": {"16": ["@אמר לו בכרך הגדול שברומי.# —ע' ספר מלחמות היהודים ליוסף בן מתתיהו הכהן ספר ה' פרק ט' אות ג' שמספר איך שאמר אל היהודים שעמדו על החומה הפנימית של ירושלים אחר שנפלה החומה החיצונה \"השם שמוסר את הממשל לעם הוא עתה באיטליה אתם נלחמים לא רק על הרומיים כי אם על ה' מפני שהוא עזב את המקדש ועומד על צד אלה שאתם נלחמים בהם\", וע' בבלי ע\"ז י\"ח אי אומה זו מן השמים המליכוה."]}, "4": {"8": ["@מה ת\"ל עד קריאת הגבר כו'.# — צ\"ל: @ולמה תנייה# עד קריאת הגבר בשלא ישן ישן ועמד אסור."]}}, "2": {"14": {"2": ["@רביעין על מעיהון.# — פי' שהיו משתחוים בפישוט ידים ורגלים ביום התענית כדאיתא בע\"ז רפ\"ד."]}}, "4": {"3": {"3": ["@המים שרץ נפש חיה תני לא היו מתענין.# — צ\"ל: המים שרץ נפש חיה ואין מתעניין על שני דברים כו' אלא להן דאתינן תני לא היו מתענין כו' מחלקין היו עצמן על בתי אבות."]}, "5": {"13": ["@כרם גדול היה לאדריינוס כו'.# — ע' תשובות ר\"י בן מיגאש סמ\"ה."]}}}, "Jerusalem Talmud Megillah": {"1": {"1": {"4": ["@ויקראו הכל בט\"ו.# —פי' כל העיירות מימות יהושע בן נון."]}, "9": {"7": ["@תפארתך צריכה.# —פי' שאם נוגעות האותיות מלמעלה אינן ניכרות שהן שתי אותיות ופסול עד שיגרוד ביניהן אבל מלמטה כשר אע\"ג שלא גרד שעיקר היכר האותיות הן מלמעלה אבל אם נגע הצד\"י מלמעלה בכ\"ף ארוכה וכן התי\"ו בכיף ארוכה ניכר לכל שהן ב' אותיות שרגל הכ\"ף הארוכה היורדת למטה מראה שאות אחרת היא ע\"כ ספק הוא."], "17": ["@כל השמות הכתובים בנבות כו'.# — צ\"ל: כל השמות הכתובים בנבות כו' @חוץ מברך# נבות כו' (כ\"ה במס' סופרים פ\"ד)."], "20": ["@תני גוי שבירך כו'.# — צ\"ל: תני גוי שבירך את השם עונין אחריו כותי שבירך את השם אין עונין אחריו (כ\"ה בתוס' ברכות פ\"ה)."]}, "11": {"2": ["@אילו הבכורות שהקריבו כו'.# —צ\"ל: אילו הבכורות שהקריבו לעגל: תחלה הכל קרב בבמה כו' (פי' קודם שהוקם המשכן, וע\"ה ב' זבחים קט\"ו בי כמה שינויים)."], "3": ["@פשט רבי לעזר כו'.# —ע' ב\"ר פל\"ב י\"ב, ודרכו של ר\"א לומר בלשון פשט עי מנחות כ\"ו ב'."], "5": ["@והכתיב ויקח יתרו כו'.# — מצינו ג\"כ ביעקב שהקריב זבחים (בראי מ\"ו ב') וצ\"ל שעולות היו נקראים גם כן זבחים אלא שביתרו שכבר כתיב עולות מוכח שהזבחים היו שלמים."]}}, "2": {"4": {"5": ["@להעשות ראש חולה.# פי' שורה של בני אדם ע' שבת פי\"ט ה\"א [ט\"ז ע\"ד]."]}}}, "Jerusalem Talmud Chagigah": {"1": {"1": {"10": ["@יוחנן בן דהבאי משם ר\"י אף הסומא.# כ\"ה גם נוסח התוספתא רפ\"א אבל בבבלי הנוסח סומא באחת מעיניו. ולפי נוסח הירושלמי והתוספתא משמע שלא גרסי \"סומא\" במשנתנו וכן נראה למטה שלא הזכיר הירושלמי את הסומא ומקרא לפוטרו כמו בשאר הפטורים שנשנו."]}}, "2": {"1": {"15": ["@מה ה\"א פתוח מלמטן.# — בפסיקתא רבתי (פיסקא אי דעשרת הדברות) הגירסא: מה יו\"ד נקודה א' מלמטן רמז שכל המתים יורדים לגיהנם ונקודה א' מלמעלן רמז שהם עתידים לעלות ה' ממית ומחיה מוריד שאול ויעל מה היא פתוח כו'."]}}, "3": {"4": {"2": ["@מפני שפסיקייא של כותים.# בספר תבואות הארץ פ\"א (דף י\"ט ד' ירושלים) כתב שמצא בספריהם שכשעלו מגליל לרגל לירושלים היו עוברים דרך עבר הירדן למען שלא יעברו דרך ארץ הכותיים וכתב שם שלדעתו הטעם כדי שלא יטמאו בפסיקייא של כותים. ולדעתי הטעם מפני שהכותים היו להם אויבים בנפש ויש בזה סכנה שיבואו לידי מלחמה, וע' במלחמות היהודים ספר ב' פי\"ב שהיו מלחמות גדולות בין היהודים והשומרונים בסיבת איש גלילי שעבר דרך. ארץ הכותיים לחוג בירושלים בימי אגריפס השני. ונראה שמאותו זמן חדלו לעבור דרך ארצם והוצרכו לעבור דרך הירדן ולסבוב הפסיקיא של כותים ולחזור ליהודה דרך עיירות הגוים שלא כבשו עולי בבל והיו טמאים משום ארץ העמים ובזה מיושבת קושית התוספות כ\"ה אי ד\"ה שרצועה שהקשו מתוספתא מקואות פ\"ו, ומה שתרצו בתוספתא קודם שקלקלו בדמות יונה פלא שהרי בחולין ו' א' מפורש שבימי ר\"ם מצאו להם דמות יונה וגזר עליהם אבל בפני הבית ברור הוא שעדיין לא גזרו עליהן."]}}}, "Jerusalem Talmud Moed Katan": {"1": {"4": {"5": ["@ר' חנניה בשם ר' יוחנן התירו סופו מפני תחילתו.# — כעין זה בביצה פ\"א ה\"ה [ס' ע\"ג] וחגיגה פ\"ג ה\"ז [ע\"ט רע\"ד]."]}}, "3": {"1": {"5": ["@וידע דלית הוא מתמנייא ביומוי.# — כעין זה בתענית פ\"ד ה\"ב [ס\"ח ע\"א]."], "16": ["@ר\"ש בר אבא בשם ריב\"ל.# באו\"ז ח\"ב סתמ\"ב העתיק: ר' @יעקב בר אחא# ר' שמעון בר בא בשם ב\"ל (וכן עיקר, ובשה\"ל סל\"ג הנוסח ר' יעקב בר אבא ר\"ש בר בא)."]}, "5": {"14": ["@מה ימי המת שבעה כו'.# —צ\"ל: מה ימי @הסגר# שבעה אף ימי @המת# שבעה (פי' ימי אבילות)."]}, "8": {"3": ["@לא יפרוס כל עיקר.# — חסר כאן וצ\"ל (כמו בסנהדרין והוריות): לא אתיא דלא אלא על אביו ועל אמו כר' מאיר דתני על כל המתים אין מבדיל קנה שפה אלא על אביו ועל אמו דר\"מ ר' יהודה אומר כל קרע שאינו מבדיל קנה שפה ה\"ז קרע של תפלות מאי כדון (פי' ולמה יקרע כה\"ג למטה מקנה שפה מאחר שאין זה קריעה על אביו ואמו) חומר הוא בכה\"ג שאינו מבדיל קנה שפה (פי' שהחמירו על הכה\"ג שיקרע למטה מקנה שפה אע\"פ שהדיוט לא יצא בקרע כזה על אביו ואמו מאחר שבשאר קרובים יצא בקרע כזה לר\"מ החמיר בכה\"ג לקרוע קרע כזה על אביו ואמו)."], "7": ["@ר' שמואל בשם ר' אבורמי כו'.# —ברמב\"ן שער הקריעה הנוסח: ר\"ש בר אבדימי בר תנחום, וכ\"ה בשבה\"ל הל' שמחות ס\"ב; ומאחר שלא נמצא עוד נראה דצ\"ל: ר' שמואל @בר אבודמי# בשם ר' תנחום."], "11": ["@הרי שהיה מחליף בגדים כל שבעה חייב לקרוע את כולן.# — פי' באביו ואמו וכן מוכח בבבלי כ\"ד אי."]}}}, "Jerusalem Talmud Yevamot": {"1": {"1": {"18": ["@ר' יוחנן אמר כו' חייבין על החלוצה מיליהון דרבנן אמרין חלוצה פטור.# — צ\"ל: ר' יוחנן אמר כו' חייבין על החלוצה @ורשב\"ל אמר בין הוא בין אחין אינן חייבין על החלוצה# מיליהון כו' פטור (פי' שזה שחולצה אינו כמו שקונה אותה ומגרשה אלא כמו שפוטרה ממנו) כו' ומה בין מגרש (פי' והוא על פ\"ד מ\"ט)."], "21": ["@קידש אחד מן השוק כו' (ו)פקעו ממנה קידושין.# — פי' ובהא לא מיבעי לי כי תיבעי בשחלץ לחברתה."]}, "2": {"10": ["@אין עושין מעשה.# — ע\"ל פי\"א ה\"ט (י\"ב סוע\"א) ובבלי פי א'."]}, "6": {"2": ["@לדייטי התחתונה.# —פי' והיא נקראת שאולה ואין כאן היא במקוד למ\"ד."], "4": ["@בית נקופי.# —בתוספתא פ\"א ובבלי ט\"ז ב' הנוסח \"בית קופאי\" ונראה שזה רומז על הכה\"ג יוסף בן כיפה שהיה מן הפרושים והיה כה\"ג כערך חמישים שנה לפני חורבן הבית."]}}, "2": {"4": {"9": ["@אשת חמיו אסורה מפני מראית העין.# —ע' שו\"ת מהרש\"ל סימן פ\"ט שכתב בשם ירושלמי דאשת חמיו הוא בכלל ארור שוכב עם חותנתו."]}}, "3": {"1": {"8": ["@נמצאתה עושה צרה לאחר מיתה.# — פי' לאחר שמת בעלה היא נעשית צרה ליאסר ליבמה."]}}, "4": {"1": {"6": ["@והוא שיצא ראשו ורובו.# — פי' ראשו ביצא כדרכו או רובו ביצא דרך מרגלותיו (אלגאזי רפ\"ח דבכורות)."]}, "4": {"2": ["@א\"ר יוסי לצדדין כו'.# (ע' רא\"ש כתובות פ\"ח סימן י\"ג ורמב\"ם פכ\"ב הי\"ד מאישות) וצ\"ל: לצדדין היא מתניתא כונס ומגרש (פי' ואז יכול לשלם כתובתה ולמכור) או מחזיר והיא שוברת כו'."]}, "11": {"2": ["@לחדשים שלימין דתנינן דייה חודש'.# — צ\"ל: לחדשים שלימים @דלא כן ניתני# דייה @חודש#."], "5": ["@בקורת משל מלכות.# — בקרא בלשון סורית עדר וכעין זה תרגום אונקלוס דברים יין י\"ג ותפס מלה סורית שלא לכפול מלת עדרו וכ\"ה בישעי' ס\"ה יו\"ד ויואל א' י\"ח."], "10": ["@אעפ\"כ כנסה כו'.# — כעין זה לקמן פי\"ג ה\"ב [י\"ג סוע\"ג]."]}}, "5": {"1": {"7": ["@טעמא דר\"ש קנה הראשון קנה השני כו'.# — צ\"ל: לא קנה השני כו' פטר הראשון פטר השני (פי' שהגט פוטר ומשייר) לא פטר הראשון לא פטר השני (פי' מה שלא פטר הראשון אף השני לא פטר)."]}}, "7": {"4": {"2": ["@אמר ר\"ש בזו מדת הדין לוקה.# — כעין זה אר\"ש בתוספתא טהרות פ\"ג וע\"ע ע\"ז פ\"ד הי\"ב."]}}, "8": {"1": {"5": ["@כמי שהוא מופנה מצד א'.# — פי' ולר' ישמעאל למדין ע' יומא פ\"ח ה\"ג [מ\"ה ע\"א] וסנהדרין פ\"ז ה\"ח (כ\"ד סוע\"ד)."], "8": ["@יאמרו הדברים ככתבן.# — כעין זה בכתובות פ\"ד ה\"ד (כ\"ח ע\"ג)."], "11": ["@המשוך והנולד מהול כו'.# צ\"ל: המשוך והנולד מהול לא יאכלו בתרומה (ומה שבינתיים מיותר ונגרר כאן אגב ריהטא מלמטה \"המשוך והנולד מהול והמל עד שלא נתגייר צריך להטיף ממנו דם ברית\")."]}}, "10": {"1": {"6": ["@דרע\"א הבא על סוטתו כו'.# —ע\"ל פ\"ד הי\"ג [ו' סוע\"ב] וב' מ\"ט ב'."]}, "6": {"4": ["@אותו ואתהן הוא ואת שניי'.# — צ\"ל: אותו ואתהן אותו ואת שתיהן (פי' אם אשתו ובת אשתו)."]}, "7": {"8": ["@אחז הוליד כו'.# בעל הפירוש כתב כאן \"פי' בבן עשרי' מלך וט\"ז שנים מלך נמצאו כל ימי חייו ל\"ה שנה דשנת העשרים גם הוא מהט\"ז\" ואין צורך לזה אלא שכבר היה לאחז בן בכור לפני חזקיהו ושמו מעשיהו (דה\"י בי כ\"ח ז') ואף שבמקרא סתם ולא כתב שהיה הבכור אך כן איתא בירושלמי סנהדרין פ\"י ה\"א (הפסגה קובץ ששי, חוברת ב' צד 45)."]}}, "11": {"2": {"3": ["@אילין דבר עשתין.# — ע' בכורים פ\"א ה\"ד (ס\"ד רע\"א)."], "7": ["@מאי כדון א\"ר יוסה כו'.# —צ\"ל: מאי כדון (פי' מה השיב להן ר\"מ) א\"ר יוסה @בשיטתן השיבן# (ע' פ\"מ): כל ערוה שב\"ד כו' (הוא ענין בפני עצמו וברייתא היא בתוספתא ע\"ז פ\"ט)."], "8": ["@עבד מותר באחותו.# פי' שנשתחרר אבל קודם שנשתחרר דינו כגוי לענין אחותו ואמו.", "@או נאמר לחלבין איתאמרת כו'. .# — צ\"ל: לכרת איתאמרת (פי' ולא לענין חיוב חטאת) מה מצינו בזיקת אם שעשה בה צד שנתגיירה כצד שלא נתגיירה (פי' שגר שבא על אמו הגיורת חייב כגוי שבא על אמו הגויה ע' בבלי סנהדרין נ\"ח א') אף שפחה נעשה בה כו' (פי' כמו שעבד חייב אם בא על אמו כגוי שבא על אמו ה\"נ עבד שנשתחרר שבא על אמו שנשתחררה חייב)."]}}, "15": {"3": {"9": ["@המטלטלין אין בהן משום ניכסי רטושין.# צ\"ל: אין בהם משום נכסי @נטושין# (פי' לרשב\"ג ואין נותנין אותן לקרוב אלא מעמידין עליהן אפוטרופוס וכן סבר שמואל בבבלי ב\"מ ל\"ח א')."]}}, "16": {"3": {"3": ["@על שחישו את ירבעם ברבים.# —ע' בפה\"ת לרמב\"ן ויקרא כ' י\"ז שכתב \"ובלשון חכמים מפני שחסדו ברבים\" אולי כן היה נוסח שלו כאן, ופי' שחסדו שחרפו כי תרגום חרפה חסודא."], "7": ["@ועלה לאחר שבעה עשר יום.# ע' מ\"מ פי\"ג מגירושין שהעתיק \"מאה יום\"."]}}}, "Jerusalem Talmud Sotah": {"1": {"1": {"3": ["@ר' יהושע אמר בשם ר' ליעזר.# — צ\"ל: ר' יהודה אמר כו' (ע' תרומות פ\"ד ה\"י [מ\"ג א'] דר' יהודה אמר בשם ר' ל[י]עזר ור' יהושע)."]}, "6": {"3": ["@יבא כיי דאמר ר' כו'.# — צ\"ל: @כיי דתנינן תמן# (שקלים פ\"ד מ\"ב) אמת המים כו'."]}, "8": {"4": ["@בז' מקומות כתיב לא תתחתן בם.# נראה שהם אלה: א) פן תכרות ברית ליושב הארץ וגו' ולקחת מבנותיו לבניך (שמות ל\"ד ט\"ו-ט\"ז) ב) ולא תתחתן בם (דברים ז' ג'), ג) הכתוב בספר תורת משה וגו' לבלתי בוא בגוים האלה וגו' והתחתנתם בהם וגו' (יהושע כ\"ג ו' ז' י\"ב), ד) מן הגוים אשר אמר ה' אל בני ישראל לא תבאו בהם וגו' (מלכים א' י\"א ב'), ה) בנותיכם אל תתנו לבניהם וגו' (עזרא ט' י\"ב), ו) להוציא כל נשים וגו' וכתורה יעשה (שם יו\"ד ג') ו-ז) ואשר לא נתן בנותינו לעמי הארץ וגו' (נחמיה יו\"ד ל\"א) עוד שם (י\"ג כ\"ה) אם תתנו בנותיכם לבניהם וגו' [וע' ק\"ע]."]}}, "3": {"1": {"5": ["@אם בחרבה של חטים כבר הוא אמור.# — פי' חריבה של חטין היא מנחת חוטא וכתיב בה והיתה לכהן כמנחה (ויקרא ה' י\"ג) ללמד ששיריה נאכלין כפרש\"י שם, ולתוספות (מנחות ע\"ב ב' ד\"ה אם) איתרניא מזאת תורת; אבל רש\"י במנחות שם פירש דחריבה של חטין מנחת מאפה שמפורש (ויקרא ז' ט') ששיריה נאכלין וזה מן התימה דמנחת מאפה אינה חרבה כי החלות נבללין והרקיקין נמשחין וגם רש\"י עה\"ת אינו מפרש כן ע\"ש."]}}, "4": {"3": {"2": ["@ר' יצחק בריה דר' חייה @רובה# בשם כו'.# —צ\"ל: בריה דר\"ח @כתובה# (וביבמות [פ\"ד, ה' רע\"ג] הנוסח מטי בה, והוא ט\"ס)."]}}, "5": {"3": {"2": ["@ואת מיתגר פלגא.# —פי' והגובה נתן כשיעור שקצבו לו כדי שלא ירגישו שהִטְעָם, דאם ל\"כ ישתכר שלשה רבעים."]}}, "9": {"15": {"2": ["@זו זהורית המוזהבת.# —ע\"ה תוספתא פט\"ו ובבלי מ\"ט ב'."]}}}, "Jerusalem Talmud Ketubot": {"1": {"3": {"5": ["@א\"ל רבי אבא לא תהדור בך.# — נראה דצ\"ל \"ר' יוסי\" וראייה מדאיתא למטה \"ולמה לית ר' יוסי פתר לה\"."]}}, "3": {"3": {"2": ["@תיפתר שבא עליה עד שלא מת.# — אינו מובן דכשמת א\"א עוד לעמוד בדין ואין כאן קנס כל עיקר אפי' באחר ואין שום חיוב ביורשיו דכשמת קודם שעמד בדין בטל הקנס וע' חדושי הרש\"ש בכורות ל\"ד ב'."]}}, "4": {"1": {"1": ["@ואין קנסות אלא בב\"ד ובעדים.# — ואם באו עדים אחרי כן דעת הירושלמי בסוף שבועות דיצא לחרות דמודה בקנס דשלא חייב עצמו בכלום ואח\"כ באו עדים חייב."]}, "8": {"4": ["@א\"ר חנינא אנא לית מתת ליה איתא.# פי' אף אם יש לו אשה היא ניזונת עמו מ\"מ אם אין לו אשה אין משיאין לו ואם נשא אין נותנין לה מזונות."]}}, "5": {"2": {"3": ["@ומתנה עמה על מנת שלא לזונה כו'.# פי' שלדעת חכמים פילגש היא בלא קידושין וכדעת הרמב\"ם."]}}, "7": {"7": {"3": ["@שמתוך שהיא יודעת כו' והוא מתיר לה את נדרה והיא אינה הולכת כו'.# — צ\"ל: והוא מתיר לה את נדרה @יהיו בניה ממזרים# אינה הולכת כו' (כן העתיק הרא\"ש בכתובות פ\"ז סי\"ג)."]}}, "8": {"7": {"2": ["@אבל אם נפלו לה זתים וקרקען גפנים וקרקען לא תקוץ שאדיין כו'.# — אולי צ\"ל: אף רבנין מודין שאדיין כו' (והענין בפ\"מ וק\"ע); אבל יותר נראה שכל הענין מוסב על דברי ר' יהודה שאם יש לה גם קרקע אף ר\"י מודה שיכול למכור הזתים לעצים, וצ\"ל: גפנים וקרקען תמכור שאדיין שבח כו'."]}, "10": {"3": ["@ר' תנחום בר מרי בשם ר' יוסי.# — ר' תנחום בר מרי לא מצינו עוד בשום מקום וגם היוחסין לא הביאו כי אם בסה\"ד ונראה שט\"ס פה וצ\"ל: ר' תנחום בר @ירמיה#."]}}, "9": {"1": {"7": ["@שבסוף הוא זכה בהן.# — פי' במקח וממכר לרה\"ג שער מ\"ב דהא גופה של קרקע אין לבעל אלא לאחר מיתה, ובחייה דברים שלא באו לידו הן לפיכך התנאי בטל בדבר שלא בא לידו."]}, "5": {"3": ["@ר' זעירא בעא קומי ר' יסא כו' תלמידיה דר' ינאי.# כ\"ז אינו שייך כאן רק נגרר מקידושין פ\"א [ס' ע\"ב]."]}}, "11": {"4": {"2": ["@אם היה המקח מופלג.# פי' הרמב\"ן במלחמות סופ\"ד דב\"מ דמופלג היינו כפלים מאונאה של מטלטלין שהיא שתות דהיינו שליש והביא ראיה מלקמן היו."]}}}, "Jerusalem Talmud Nedarim": {"4": {"2": {"3": ["@ר' אבין בעי דהוה רביה.# פי' וכי היה ר' יוחנן רבו של רב שאתה אומר ולא שמע."]}}, "5": {"1": {"2": ["@אם היתה חצר חלוקה פסיפס אף רבנן מודיי כו'.# —צ\"ל : אף ראב\"י מודי (פי' דאסור ליכנס לחלקו של חבירו דה\"ל כאלו כבר חלקו ביניהם) עמד אחד מהן ומכר את חלקו אף @רבנן מודיי# (פי' שמותרין שניהן ליכנס לחצר שלא נדרו ליהנות אלא זה מזה וזה מזה וכבר מכר אחד את שלו לכך מותרין שניהן זה שקנה וזה שלא מכר ליכנס בחצר זה)."]}}, "7": {"1": {"4": ["@ר' יודא בר צרדייה.# ע' שביעית ספ\"ב [ל\"ד רע\"ב] וצ\"ל כאן: ר' יונה בוצרייא."]}}, "11": {"1": {"3": ["@ולשבועות אין הזקן מתיר.# עי חגיגה פ\"א ה\"ח תני ר' ליעזר אומר יש להם על מה שיסמוכו נשבעתי ואקיימה פעמים שאינו מקיים יהושע אומר כו' באפי נשבעתי חוזר אני ביי וקשיא משם על רשב\"ל."]}}}, "Jerusalem Talmud Gittin": {"4": {"4": {"5": ["@סימא שתי עיניו כו'.# — מכילתא פ' משפטים וב\"ק פ\"ח ה\"ד [ו' ע\"ב] וע' מ\"ש שם (עמ' 477)."]}}, "5": {"1": {"5": ["@ר' לעזר בשם רבי ניסא.# — צ\"ל: ר' ניסא בשם ר' לעזר (וכ\"ה בסנהדרין פ\"ז הי\"ג [כ\"ה סוע\"ב])."]}, "3": {"6": ["@א\"ל ר' אלעזר רבי.# —צ\"ל: א\"ל ר\"א דבר (וכ\"ה בכתובות פ\"ו ה\"ו [וכ\"ה בק\"ע], וברור הוא שריש ב\"א לא היה רבו של ר\"א ע' ב' כתובות נ' ב')."]}}}, "Jerusalem Talmud Nazir": {"1": {"1": {"3": ["@אמר לו שמור ושמעת.# —כעין זה להלן פ\"ב ה\"ד [נ\"ב רע\"א]."]}}, "5": {"1": {"9": ["@פרה פרנון. פי' @נכסי מלוג# ואי אפשר לטורפן. שם אם בשגילגל בנזרו.# — פי' שנהג בהיתר (פ\"מ וק\"ע). והנה בלשון הירושלמי \"גילגל\" הוא לשון מצטער כמו בכתובות פ\"ז ה\"א \"מגלגלת עמו שלשים יום\" ובנדרים פי\"א ה\"א \"אדם מגלגל ברחיצה אין אדם מגלגל בכביסה\" (ע' מ\"ש במעשרות פ\"ב עמ' 106) לכן נראה להגיה \"אם בשזילזל\" וכן בכל הסוגיא."]}, "3": {"2": ["@אם בשראה בהמה עוברת בשוק כו'.# — פי' שראה בהמה של חבירו ולאחר זמן אמר הריני נזיר על בהמה זו והלך ללוקחה ומצא שנגנבה אפי' נזר עד שלא נגנבה הבהמה אינו נזיר משום שדעתו היתה עליה והיא אינה שלו."]}}, "7": {"2": {"3": ["@מאי כדון מדרשות אמינא כו'.# — (ע' מ\"ש בפנים, עמ' 441) ועי שליה תושבע\"פ כלל כ\"ה בשם הרמד\"ל שפירש דאין משיבין על הדרש של רשב\"י דהיכא דאיכא למדרש דרשינן ואין למדין משם הלכה למקום אחר."], "7": ["@וזה נעשה גילגלין לזה מה נפשך כו'.# צ\"ל: וזה נעשה גילגלין לזה התיב אבא כו' ועירבן זה בזה מה נפשך גילגלין לזה (פי' בשני מתים) ולא לזה (פי' בחצי תרווד מזה וחצי תרווד מזה ועירבן) והוה עיינן כו'."]}, "3": {"2": ["@ר' יוחנן אמר בינתיים להקל כו'.# ר\"י ורשב\"ל לטעמייהו בחולין ניד אי דר\"י אמר אלו טרפות דוקא ורשב\"ל אמר אלו כשרות דוקא אבל לעיל בעירובין פ\"א ה\"א נמצא להיפך."]}}, "9": {"2": {"7": ["@כל שאת יכול לפנותו כו'.# צ\"ל: כל שאת יכול @לראותו אינו# עושה קבר התהום וכל שאי אתה יכול @לראותו הרי זה# עושה קבר התהום. וקש ותבן @אינו עתיד# לפנותו מתניתא דר\"י דרי\"א תבן וביטלו בטל דתני (תוספתא אהלות פט\"ו, ומה שבינתיים מיותר ונגרר מעירובין שם כדרך הירושלמי) ר' יוסי אומר יש תבן כו' @תבן שאינו עתיד# לפנותו ה\"ה כעפר ועפר שהוא עתיד לפנותו הרי הוא כתבן."]}}}, "Jerusalem Talmud Kiddushin": {"3": {"8": {"4": ["@לא ר' חייה בר אסי אמר כו'.# נראה שצ\"ל \"@רבי# לא\" ו\"לָא\" הוא ר' אילא."]}}}, "Jerusalem Talmud Bava Metzia": {"2": {"5": {"7": ["@אלא מיחמי פרוכסין דידכון כו'.# — ע' ע\"ז פ\"א סוה\"ד [ל\"ט ע\"ד]."]}, "4": {"2": ["@אבל לא צינים.# ע' מ\"ש המפרש כאן וע' פ\"מ שפירש עצים הבאים מסינא וזה רחוק, ולנו נראה שהוא כמו ציני הר הברזל\" (משנה סוכה רפ\"ג)."]}}, "5": {"1": {"2": ["@אם מזו אין אנו מניחין כו'.# — כעין זה בב\"ב פ\"ג סה\"ג [י\"ד ע\"א]."]}}}, "Jerusalem Talmud Bava Batra": {"5": {"1": {"3": ["@כיני מתני' אין מחייבין אותו לעקור.# פי' דניכוש מונח על זה שרוצה לתקן את שדהו (ע' חלה פ\"א ה\"א המנכש בי\"ג) אבל זה שאינו רוצה לתקן אינו שייך אלא לשון עקירה."]}}, "9": {"3": {"3": ["@א\"ר חנינא המשיא כו'.# כתובות פ\"ה ה\"א [כ\"ט ע\"ג] ע\"ש."]}}}, "Jerusalem Talmud Sanhedrin": {"2": {"3": {"8": ["@ותפגוש אותם הוקרו כולם.# פי' שנעשו בעלי קרי ודרשו כן ע\"פ מה שתרגם יונתן \"וערעת יתהון\", וכן על מה דכתיב (שמואל א' כ' כ\"ו) מקרה הוא בלתי טהור תרגם \"עירוע הוא\"."], "9": ["@והוה ר' זעירא מפקד לחבריי' כו'.# כעין זה ברה\"ש רפ\"ד [נ\"ט ע\"ב]."]}, "4": {"4": ["@זו ארכסטס.# צ\"ל: @ארכסטרס# (פי' זה שמרקד ומקפץ במחולות בלשון יוני, כן כתב רש\"ב בהערותיו לפסיקתא דרני עקרה אות כ\"א ממוסף הערוך)."]}}, "6": {"3": {"2": ["@בדיני נפשות בטלו כל שכן בדיני ממונות.# אולי צ\"ל: אף בדיני ממונות הן בטלין (וע' פ\"מ שנדחק בזה)."]}}, "7": {"3": {"2": ["@א\"ר יוחנן ותני כן.# פי' שגם מצינו ברייתא כמאמר ר' יוחנן וכן הרבה בירושלמי ע' יבמות פ\"י ה\"ד [יו\"ד סוע\"ד] \"א\"ר יוחנן ותני כן\" ודלא כפ\"מ כאן דפירש דר' יוחנן אמר ותני כן כרבנן דכתיב חרב באורייתא."]}, "9": {"7": ["@כל הן דאנא משכח וי\"ו כו'.# ע' כלאים רפ\"ג [כ\"ח רע\"ג] וצ\"ל כאן: אין בגין דכתיב וי\"ו כו' כל הן דאנא משכח כו'."]}}, "10": {"2": {"14": ["@הא כל אפיא שוין.# פי' כוחות ורשויות בל\"י שם (כ\"ט ע\"א)"], "25": ["@אמר ר' יוחנן בסוסו כתיב.# [ע' מ\"ש המפרש כאן] ובמדרש טעמי חסרות ויתרות (שם צד ל\"ה) אע\"פ שהיה גוי ושר צבא נהג באלישע כבוד והשפיל עצמו ולא בא לפתח אלישע בכל מרכבתו ובכל סוסיו אלא בסוס אחד בלבד שכך כתוב ויבא נעמן בסוסיו וברכבו בסוסו כתיב."]}}}, "Jerusalem Talmud Makkot": {"2": {"6": {"2": ["@עד שלא הפרישו שכם כו' הפרישו קרית יערים כו'.# צ\"ל: אע\"פ שהפרישו שכם כו' שכם אע\"פ שהפרישו קדש כו' (כ\"ה בתוספתא, ק\"ע) והנה תמוה הדבר שהפרישו תחת שכם מאפרים את קרית יערים מיהודה (יהושע ט\"ו ס') ולא עיר אחרת מאפרים, ועוד מפורש (יהושע כ\"ד א') שעוד בימי יהושע נכבשה שכם ולהפך דחברון לא נכבשה עד אחרי מות יהושע (שופטים א' יו\"ד) ולא הפרישו עיר אחרת תחתיה, ולכן היה נראה לנו להגיה כאן ובתוספתא \"חברון ביהודה\" במקום \"שכם בהר אפרים\"."]}}}, "Jerusalem Talmud Shevuot": {"8": {"1": {"13": ["@אני איני מקבל עלי כו'.# כעין זה רפ\"ג דנדה [נ' רע\"ג]."]}}}, "Jerusalem Talmud Avodah Zarah": {"2": {"2": {"3": ["@אהן אופיון סכנה.# פי' הרמב\"ן בספר תורת האדם אופיון כשמה מין רפואה שעושין אותה מהפרגין וסכנה היא לקבלו מהם שאינו דבר מומחה."]}, "4": {"9": ["@ר' יוסי ממלחייא.# באיכה רבתי א' פסוק ט' מובא יוסי ממלחיא ואחר הוא קודם לזה שנפטר בחיי ר' יוחנן."]}}, "3": {"1": {"2": ["@פעמיים בשבוע.# פי' מה שאמר ר\"מ \"פעם אחת בשנה\" אינו בכל שנה ושנה אלא רק בשתי שנים בשמיטה."], "11": ["@זבדי בר ליואי כו' ור' יהושע בן לוי כו' מי דמכין.# מכאן משמע שריב\"ל מת על מטתו דלא כבבלי כתובות ע\"ז ב' וכ\"כ יוחסין ערך ריב\"ל."]}}, "4": {"8": {"2": ["@תני ר' חנן.# בשו\"ת מהר\"ח או\"ז העתיק תני ר' חייא רובה אבל ברוקח סימן תצ\"ה תניא ר' חנא."]}}, "5": {"15": {"4": ["@הדא דתימר בסכין קטנה# (פי' שמשתמשין בה בצונן) אבל בסכין גדולה (פי' שמשתמש בה בחמין, ע' בר\"נ)."]}}}, "Jerusalem Talmud Horayot": {"3": {"5": {"12": ["@אשכח רבי לוי יתיב דרש.# לאו דוקא ואינו יושב ממש כי למטה מבואר שהיה דורש בעמידה.", "@זכיתה מימרנה כו'.# כעין זה בב\"ר פצ\"ח אות ט\"ז."], "15": ["@אילין דבר פזי כו'.# במ' אסתר פ\"ד מפורש ואחת של בית ר' יהודה בן פזי כו' כשנתחתן ר' יהודה בן פזי לרבי."]}}}, "Jerusalem Talmud Niddah": {"3": {"2": {"9": ["@נפק זוגא לבר.# — פי' חוץ לעיר כמו \"קרייתא\" (ב' כ\"ד א')."]}, "3": {"6": ["@שכלוליה דכר כו'.# פי' נגמר, תרגום ויכֻלו\" (בראשית ב' א') ואשתכללו."]}}}}