{"Jerusalem Talmud Berakhot": {"1": {"1": {"2a": [], "2b": [], "2c": [], "2d": ["@מפני טענת המינין.# — צ\"ל: @טינת# המינין (וכ\"ה גיר' מהרש\"ס, ע' חגיגה ט\"ו ב'. וכן העתיק בערוך ערך תרעומות)."], "3c": [], "3d": []}}, "2": {"1": {"4a": [], "4b": [], "4c": [], "4d": [], "5a": ["@ואסור ליטול ממנו כוס של ברכה כו'.# עי' שאלתות דרב אחאי פי תזריע [סי' פ\"ה]. וגירסת הגר\"א ואסורה ליטול ממנו כוס כו'."], "5b": [], "5c": [], "5d": ["@שהיה משתקע כו'.# — ע' ב' ב\"ק פ\"א ב'.", "@יהודה בן פפוס.# בכו\"פ פמ\"ד וכן ביוחסין ערן פפוס בן יהודה הנוסח פפוס בן יהודה."]}}, "3": {"1": {"5d": [], "6a": [], "6b": [], "6c": [], "6d": ["@אם הוא אדם מסוים. הגר\"א הגיה \"מצונן\", אבל העיקר כנוסח שלפנינו שכ\"ה סגנון הירושלמי, ע' רפ\"ט."]}}, "4": {"1": {"7a": [], "7b": [], "7c": [], "7d": [], "8a": [], "8b": [], "8c": ["@דביר וכו' שמשם דבר יוצא לעולם.# בתוי\"ט רפיד דמדות העתיק בשם ראבי\"ה בפרק תפלת השחר בירושלמי היכל שמשם כלכלה יוצאה לעולם בתפלה של כה\"ג ביוה\"כ דביר על שם ודבר ה' מירושלם ואית דאמר למען אחי ורעי אדברה נא שלום בך וסיים בתוי\"ט ובירושלמי שלפנינו גירסא אחרת.", "@מן דמצלין אתת צלותא.# — פי' של הצבור."]}}, "5": {"1": {"8d": [], "9a": [], "9b": ["@כגון ריה\"ג והוא מפגיע כו'.# —ע' כתובות פי\"א ה\"ג [ל\"ד סוע\"ב] שר' יוסי הגלילי היה מעלה מזונות לגרושתו, ובב\"ר פל\"ג ביומי דר' תנחומא היו צריכין ישראל לתענית כו' ראו אדם אחד נותן מעות לגרושתו כו' א\"ל מפני מה נתת לה מעות א\"ל רבי ראיתי אותה בצרה והתמלאתי עליה רחמים כו' מיד ירדו גשמים ונתרוה העולם."], "9c": [], "20a": ["@פרידה אחת של ענב כו'.# — פי' גרגיר אחד שבענבה או שברמון (ע' ב' נדה כ\"ז א' רש\"י ד\"ה א\"א) שהרמון מלא גרגרין וכן בלשון המשנה מעשרות פ\"ג מ\"ט ופורט ברמון וד' וט' מתחלפות.", "@ותורמוסין לאו שלוקין הן.# כי אינו נאכל חי מחמת מרירות כדאיתא בבבלי ביצה כ\"ה ב'.", "@ר' @נחמיה# (כצ\"ל) אמר המוציא כו'.# — בב\"ב [ל\"ח ב'] הפלוגתא מחולפת ועי או\"ז ח\"א סימן קל\"ט.", "@ומברך עילוי ונפל מיניה.# — פי' ולקח אחר.", "@עד כמה יפרוס.# — פי' כמה יבצע בשעת ברכת המוציא כדמוכח ברקח.", "@עד פחות מכזית.# צ\"ל: @אפי'# פחות מכזית (כן נראה שהיתה גירסת רקח סשכ\"ט ומובא בב\"י סקס\"ז, וז\"ל שם: שיעור בציעה אית דאמרין כזית ואית דאמרין פחות מכזית וע\"ש, ומזה מוכח דלא כגירסת רא\"פ, ופירושו עד כמה @יברך# דלמ\"ד כזית לא יברך המוציא על פחות מכזית)."]}}, "6": {"1": {"20b": [], "20c": ["@החמיץ יינו כו' בא לאוכלו אומר שהכל כו'.# צ\"ל: בא לשתותו כו'.", "@היה דשתי חמר בתר בילני (גירסת מהרש\"ס בי בני).# — פי' אחרי המרחץ (ע' ב' שבת ק\"מ א'), ובמוסף הערוך ערך בלני פירש בלשון יוני שם כלל של פרי עץ ארז וע' באו\"ז ח\"א סימן קס\"ב דפירש בלני יין מבושל וזה רחוק.", "@בשבוע הבן מתניתא.# — צ\"ל: @בשבועה כיני# (כי\"ר: הכן) מתניתא באורחים הא בעל הבית כו' (כן מובא בחדושי רשב\"א כאן הביאו במה\"פ. ועי מנהיג הל' סעודה סימן ב' שכתב בשם ירושלמי לא שנו אלא שאין להם בה\"ב אבל יש להן בה\"ב הכל פונים לבה\"ב. ובאשכול ח\"א סימן י\"ח מובא כגירסא שלפנינו)."], "20d": ["@מה דמר רב בשלא כו'.# — צ\"ל: מה דמר ר' @הושעיה# בשלא כו' (פי' ובעת הקידוש כוון לאכול בבית זה שהוא אוכל עתה. ויותר נראה שבדברי ר\"ה צ\"ל: בשהיה בדעתו, והתוס' גרסו \"במקום שקידש\" במקום \"בבית אחר\" והוא הנכון) כו'. אומרת (פי' מדברי ר' מנא) שנחלקין (פי' רב הושעיא ושמואל) בפירוש שאלו כו'.", "@ה\"ח אמר ר' יונה חוץ ממי דקרים כו'.# — צריך להחליף וכצ\"ל: אמר רבי יוסי ולכל מים שהוא צמא להן (פי' אע\"פ שאינן מים פשוטין אלא חמוצים או מתוקים כמי פירות) א\"ר יונה חוץ ממי דקרים, וגי' הגר\"א: ולכל מים שאין צמא להן (פי' כגון דחנקתיה אומצא, ע' בבלי מ\"ה א') אינו צריך לברך."]}}, "7": {"1": {"11a": [], "11b": ["@ר' ירמיה כו' ר' אבא אמר על השנייה.# — צ\"ל: ר' אבא כו' ר' ירמיה (כגי' הגר\"א, וכן איתא בב\"ר פציא) אמר על השנייה (פי' דשמעון בן שטח אכל ירק ואינו יכול להוציא)."], "11c": []}}, "8": {"1": {"12a": [], "12b": [], "12c": ["@הללו את שם ה'.# — צ\"ל: הללו את ה' (תהלים קי\"ז א') וכן תמצא במסכת סופרים פ\"ב ה\"ט דחשיב ה' פרקים בהלל ואלו הן הללו עבדי ה' בצאת ישראל אהבתי הללו את ה' הודו לה' (וראיתי באו\"ז ח\"א סמ\"ג שהעתיק בשם מסכת סופרים מן המיצר במקום הודו [וכן הב\"י באו\"ח סתרמ\"ד כתב שנראה דמן המיצר הוא תחלת פרק ע\"ש] והיא גירסא ישרה דלא מסתבר שבי פסוקים בלבד יהיו פרק אחד). ומבואר בסופרים שם שפרקי בצאת ישראל ואהבתי אינם פרקים אלא לענין הפסקה בשעת הקריאה בלבד אבל לא פרקים ממש שהרי אין מסיחין ביניהן עשיה ונשארו ג' פרקים הללו עבדי ה' הללו את ה' ומן המיצר, ואולי בירושלמי כאן נשמט \"מן המיצר\" וע' ב' סוכה נ\"ד א' תוד\"ה \"שייר\" שביארו ג\"כ שבהלל ג' פרקים אלא שהן הללו עבדי ה' אהבתי והודו, אבל דעת הרמב\"ם בפ\"ג הי\"ג מחנוכה שד' פרקים בהלל הללו עבדי בצאת אהבתי והללו את ה'.", "@תנא גוי שבירך כו'.# צ\"ל: תני נכרי שבירך את השם עונין אחריו אמן כותי שבירך את השם אין עונין אחריו אמן עד שישמע את כל הברכה כולה (וכ\"ה בתוספתא פ\"ה, וכגירסא זו מוכח במגילה [פ\"א הי\"א, ע\"ב ע\"א] וסוכה פ\"ג הי\"א [נ\"ד ע\"א] וכן מצאתי בחדושי וד\"ל למשניות כאן)."]}}, "9": {"1": {"12d": [], "13a": [], "13b": [], "13d": [], "14a": [], "14b": [], "14c": []}}}, "Jerusalem Talmud Peah": {"1": {"1": {"15a": [], "15b": [], "15c": [], "15d": [], "16a": [], "16c": []}}, "2": {"1": {"16d": [], "17a": [], "17b": ["@קצירות חוצה לארץ.# — פי' להוציא לחוץ לארץ."]}}, "3": {"1": {"17b": [], "17c": [], "17d": [], "18a": []}}, "4": {"1": {"18a": [], "18b": [], "18c": ["@בשם ר' פינחס אף קדמיתא על דר' יוסי מקשי.# — פי' על ראשית דבריו של ר' יוסי."]}}, "5": {"1": {"18d": []}}, "6": {"1": {"18d": [], "19c": []}}, "7": {"1": {"20c": ["@עד שיהא בציר בצד הבציר.# — גי' הגר\"א: בשעת הבציר, ולדעתי צ\"ל כדרך הבציר", "@שהן עושין רביע.# — צ\"ל: שהן עושין @רביעית#.", "@צריכה לרבנין.# — פי' מ\"מ מספקא לרבנן אם מותרין בפירות והדר מיבעיא במקדיש שדה אילן אם שייר בגידולין הנמצאין עתה באילנות דהא דגידולי הקדש אסורין אינו אלא בגידולין הבאין לאחר מכאן שגדלו בשדה הקדש. והא דתנן במעילה י\"ג א' בהקדיש אילן מלא פירות מועלין במה שבתוכו י\"ל דהיינו בהקדיש הפירות בפירוש ומשום סיפא תני לה ע\"ש."]}}, "8": {"1": {"20d": [], "21a": ["@צא מהן ג' ליציאה.# — צ\"ל: צא מהן @שליש# ליציאה."], "21b": []}}}, "Jerusalem Talmud Demai": {"1": {"1": {"21c": [], "21d": [], "22a": []}}, "2": {"1": {"22c": []}}, "3": {"1": {"22c": [], "23b": ["@דתני הגרים עמך (ויק' כ\"ה ו') לרבות את האכסנייא.# כצ\"ל, וברייתא היא בספרא שם ולענין פירות שמיטה (וברא\"פ סתם)."], "23c": []}}, "4": {"1": {"24a": []}}, "5": {"1": {"24c": [], "24d": []}}, "6": {"1": {"25c": [], "25d": []}}, "7": {"1": {"25d": ["@מפני שהוא תנאי ב\"ד. כעין זה א\"ר יוסי בסוף טבול יום. שם מי\"א חבית אחת מעשר.# — נ\"ל דחבית אחת מיירי בשקבע בחבית אחת מעשר בתוכה וכיון שנסתפק בכל חבית וחבית צריך לעשר מכל חבית וחבית, וראיתי גירסת המשנה ברא\"פ ותפארת ישראל @חצי חבית אחת# מעשר."], "26b": [], "26c": []}}}, "Jerusalem Talmud Kilayim": {"1": {"1": {"27a": [], "27c": ["@גדר מיכן וגדר מיכן.# —צ\"ל: @כגדר# מיכן (פי' שהחיטים הן כמו גדר) וגדר מיכן כו' הדא דתימר (פי' הא דאר\"י דחטה ושעורה אינן כלאים) שאין שם חורבה (פי' אלא שזרע בבקעה) אבל אם יש שם חורבה (פי' שמחיצות בלא תקרה מקיפות את החטה והשעורה אז הן כחבושות) אסור."]}}, "2": {"1": {"27c": ["@סומך לבור ולניר.# פי' שמותר לזרוע סמוך לבור ולניר מין אחד אע\"פ שכל השדה זרועה במין אחר שזה שסמוך לבור ולניר ניכר שהוא שדה בפני עצמו וכן יש לפרש אף בגדר והמפרשים פירשו שהבור מפסיק בין כלאים וכן כולם. וכפירושי מוכח לקמן פ\"ג ה\"ב לענין גובל וכן פירש בניר שם בגובל.", "@ורחב ארבעה.# פי' שכיון שאינו עשוי לגדר צריך שיהיה עוביו ד' טפחים שהוא מקום חשוב אבל גדר שעשוי לכך סגי בכל שהוא עובי, אבל משך הרוחב ממש צ\"ל בכולן ד' טפחים (ע\"ל פ\"ד ה\"ה). ובתוספתא פ\"ד איתא גם במחיצה רחבה די טפחים ונ\"ל דהיינו במשך, וכ\"ה דעת הפירוש המובא בתוי\"ט למשנה זו."], "27d": []}}, "3": {"1": {"27d": ["@נוטע אדם קישות כו'.# עי בפי' ר\"ח שבת דף פיה סוע\"ב. שם ה\"ב (כ\"ח רע\"ד) את שסומכין לגובל. עיקר הפירוש של \"סומכין\" שסומכין אל הגובל מין אחר ואינו כלאים עם זה שבאמצע, וכמו שפירשתי לעיל פ\"ב מ\"ט וכן פירש הניר כאן.", "@ושורה של קישואין עד שלא נטע כו'.# צ\"ל: ושורה של קישואין ר' אלעזר מתיר עד שלא כו'.", "@היו כל העבודה מבפנים כו'.# פי' שמרחיק מן הבצלים ד\"א ונוטע דלועין הרי בין שורת דלועין לשורת דלועין ט\"ז אמה, ואם מרחיק בי אמות ביניהן - י\"ב אמה, ואם אינו מרחיק כלל - ח' אמה.", "@לזרוע בין הגומות.# — \"גומא\" היא המקום שממנו יוצא שורש הדלעת ומתפשט (ע' מעשרות פ\"א ה\"ב, דף מ\"ח ע\"ד)."]}}, "4": {"1": {"29b": ["@אדחי תנא.# — כעין זה לעיל דמאי פ\"ז ה\"א (כ\"ו סוע\"א)."]}}, "5": {"1": {"29b": ["@שומרה שבכרם.# נראה ש\"שומרה\" הוא בית קטן עשויה מעפר והשומר עומד בתוכה, וכעין זה בערוך ערך שמר ב' ורש\"י עירובין כ\"ג א'.", "@נותנין לה עבודתה.# פי' בין מבפנים על קרקע הגת אם הגת רחב ובין מבחוץ אם הגת צר ור\"י פליג על מבפנים."]}}, "6": {"1": {"29b": ["@נותנין לו עבודתו ד\"א.# — פי' כנגד הגדר אבל מן הצד, מרחיק ו' טפחים."]}}, "7": {"1": {"29b": ["@האנס שזרע כו'.# — פי' דוקא אנס צריך להוסיף שליש מפני שהיה נראה שהשדה של האנס, אבל אחר שזרע את שדהו קוצר כדרכו ואינו מוסיף כלום."]}}, "9": {"1": {"32b": [], "32d": []}}}, "Jerusalem Talmud Sheviit": {"1": {"1": {"33c": ["@דברי חכמים עד שיגום מעם הארץ.# פי' שחולקין על ר\"ש וס\"ל דאף מטפח ולמטן כאילן עד שיגום מן הארץ וכן חולקין על ראב\"י דאינו חייב בערלה עד שיגום מעם הארץ."]}}, "2": {"1": {"33d": []}}, "4": {"1": {"33d": ["@הכניסו שליש.# פי' שליש גידולן כדאיתא במעשרות פ\"א מ\"ג."], "35b": []}}, "5": {"1": {"35d": []}}, "6": {"1": {"36b": [], "36c": [], "37a": ["@לא אמרתי אלא במורכנין.# — צ\"ל: במדוכנין (כן איתא בבבלי נדרים נ\"ח א', פי' שכתשן וריסקן שבזה הוא בטל; וע\"ל פ\"ה ה\"ג ובהשגת הראב\"ד פ\"ד הכ\"א משמיטה)."]}}, "7": {"1": {"37c": ["@אמר יש להן ביעור או כו'.# — פי' לקליפי רימון כו' (הגר\"א בש\"א וכן ברא\"פ) אבל אינו מובן התירוץ שכל הפירות דרכן לישור מן העץ או לרקוב שם. ויותר נ\"ל שענין זה נשמט ממקומו ושייך למטה על מיט בורד וכופר וקטף ולוטף דתנן דיש להן שביעית ונשמט דין הביעור."]}}, "9": {"1": {"37c": ["@אוכלין על הראשון כו'.# פי' שנכבש תחלה וכיון שכלה הראשון אסור אבל אם כלו הב' האחרים מותרים כולם ולר\"י אף אם כלה הראשון מותרין כולם כיון שא' מהם לא כלה כפירוש ר' נסים בפסחים נ\"ב א' תוד\"ה הכובש דהכי משמע בגמרא שעל משנה זו בירושלמי כאן וע' ר\"ש כאן שכתב להפך."], "39a": ["@תבן של שביעית מהו שיהא אסור כו'.# — פי' התבן והקש והא דאסר במתני' לשורפן לפני רביעה שנייה היינו משום קדושת שביעית.", "@כשאינו יודע אם חשוד הוא.# — ע' בסוף מעשרות [נ\"ב ע\"א]."]}}, "10": {"1": {"39c": [], "39d": ["@אמר שמועתה כן (כצ\"ל, ע' עמ' 79).# — פי' שאמר שמעתא דר\"ל כמו שרצה ר' מנא לומר."]}}}, "Jerusalem Talmud Terumot": {"1": {"1": {"40b": ["@משלם שני חומשין. אחד משום תרומה ואחד משום הקדש. שם מאן הוא תורם בר לוי כו'.# — צ\"ל: מאן הוא @תורם ישראל או# בר לוי שהקדישו תרומה (פי' וכגון שירשו מאבי אמן כהן). וגי' הגר\"א: מאן הוא תורם כהן שהקדיש תרומה."], "40c": [], "40d": [], "41a": ["@בשאין הראשונה קיימת.# פי' שלאחר שנעשו יין ושמן כבר נאכלו השמן והיין של תרומה."]}}, "2": {"1": {"41c": []}}, "3": {"1": {"42a": []}}, "4": {"1": {"42a": [], "43d": ["@כך מצוה שלא לומר על דבר שאינו נעשה.# —פי' שמוטב שיהיו @שוגגין# ואל יהיו מזידין."]}}, "6": {"1": {"44a": [], "44b": ["@נותן שתיהן לכהן חבר כו'.# — צ\"ל: נותן לכהן חבר ונוטל ממנו דמיו ונותן לכהן עם הארץ (ולפי גירסתנו היינו כשאכל שתי תרומות של חבר ושל ע\"ה)."]}}, "7": {"1": {"44c": [], "44d": []}}, "8": {"1": {"45c": [], "45d": ["@הוין (כנוס' רא\"פ) יתבין בחד ביתא דו מרמרין (פי' בית של שיש) אמרין אפשר כו' (פי' שא\"א לנחש לבקע את השיש).#"]}}, "9": {"1": {"45d": ["@שתלי תרומה שנטמאו שתלן כו'.# — מלשון \"שתלי כו' שתלן\" יש להוכיח שגידולי תרומה טמאה מתוך הזרע (כגון שזרע חטי תרומה) הגידולין מותרין באכילה לכהן שפנים חדשות באו לכאן שאותן חטין שזרען כבר נרקבו בקרקע אלא שכאן מיירי במיני ירקות<sup1</sup><i class=\"footnote\">אבל הרמב\"ם בפי\"א הכ\"ג מתרומה כתב סתם הזורע תרומה כו' אסורין משמע אפי' זרע כל זרע ואינו מתוור, ומ\"ש עו\"ש הכ\"ד שחלים חולין שנטמאו כו' צ\"ל שתלים חולין כו' וכלשון הירושלמי.</i> שדרך לזורען רצופין וכשהן גדולין מעט תולשין אותן וחוזרין ושותלין אותן במקום אחר מפוזרין (וירקות אף קטנים ראויין לאכילה) והפריש מהן תרומה ונטמאו וחזר ושתלן עדיין אסורין באכילה שהאסור עדיין בעין וע' רפ\"ה דמעשרות העוקר שתלים מתוך שלו ונוטע לתוך שלו ונראה שכן דעת ר\"ש כאן ורש\"י פסחים ל\"ד א' ע\"ש."]}}, "10": {"1": {"47a": [], "47b": [], "47c": ["@חלמון אסור חלבון מותר.# — גירסת רקח סתמ\"ז: חלבון אסור וחלמון מותר אר\"ז הן דאמר חלבון אסור שנמצא במקום זכרותו של חלבון ואפי' חלמון והוא שנמצא כו' (פי' אפי' חלמון אסור כשנמצא דם בחלבון וע\"ש)."], "47d": [], "48a": []}}}, "Jerusalem Talmud Maasrot": {"1": {"1": {"48d": []}}, "2": {"1": {"49d": []}}, "5": {"1": {"52a": []}}}, "Jerusalem Talmud Maaser Sheni": {"1": {"1": {"52d": []}}, "2": {"1": {"53c": []}}, "3": {"1": {"54b": [], "54c": ["@אבל בשל שמן בין עד שלא גפן כו' תורם מאחד על הכל.# פי' מפני שקנקן של שמן סתום אינו חושש לפותחו שאינו מתקלקל משא\"כ ביין סתום."]}}, "5": {"1": {"55d": [], "56b": [], "56c": [], "56d": []}}}, "Jerusalem Talmud Challah": {"1": {"1": {"57b": [], "58a": ["@דר\"י אמר הוא גיזבר הוא אחר.# — ע' מ\"ש במעשרות פ\"ה (עמ' 111)."]}}, "2": {"1": {"58b": [], "58c": [], "58d": ["@אתא עובדי קומי' ולא כו'.# צ\"ל: אתא עובדא קומי ר' אמי ולא כו' (כ\"ה בתרומות פ\"ב [מ\"א סוע\"ב])."]}}, "3": {"1": {"59c": ["@לחוש להפרשה שנייה.# — פי' שאינו מדמע בהפרשה שנייה אף לפי חשבון כדינו בתרומות פ\"ב מ\"ה."]}}}, "Jerusalem Talmud Orlah": {"1": {"1": {"61b": []}}, "2": {"1": {"62b": []}}}, "Jerusalem Talmud Bikkurim": {"1": {"1": {"63d": [], "64a": [], "64b": ["@הוי אומר על השמחה.# — פי' מעצרת ועד החג (כרם חמד מר' אברהם משה העלפאנד)."]}}, "2": {"1": {"64d": []}}}, "Jerusalem Talmud Shabbat": {"1": {"1": {"3d": [], "4a": [], "4b": ["@ר' בא בשם ר' חייא בר אשי כו'.# באחד מהם צ\"ל: \"ר' בא @בר כהנא# בשם ר' חייא בר אשי\", וכעין זה לקמן פ\"ג ה\"ה ד\"ו ע\"ב."]}}, "2": {"1": {"4d": [], "5b": []}}, "3": {"1": {"5c": [], "5d": [], "6b": []}}, "5": {"1": {"7b": ["@מנן אילין מילייא? (פי' שבמרדעת מותר לצאת בחצר וברצועה אסור) א\"ל תנינן הלכות שבת כו' ויתיבניה (פי' ר' ירמיה לר' זעירא).#"]}}, "6": {"1": {"8c": []}}, "7": {"1": {"20a": ["@טריקסימון.# — הוא עולשין (כלאים פ\"א ה\"ב [כ\"ז ע\"א])."]}}, "8": {"1": {"11c": ["@חוץ מן העשוי כחפיסה (כצ\"ל).# — פי' שהיא בצורה שאי אפשר לקנח בה."]}}, "9": {"1": {"11d": [], "12b": ["@נתר. נטרון.# — כן הוא בלשון ערבי (רשב\"ץ ח\"א סכ\"ח ע\"ש)."]}}, "10": {"1": {"12c": ["@הלכה ה'.# — נחלפו ההלכות וצ\"ל ה\"ו וההלכה שלאחריה היא היה או שצריכין להחליף המשניות ומ\"ו צ\"ל קודם למ\"ה וכן הסדר בבבלי."], "13a": [], "13b": ["@ר' יעקב בר אחא בשם רב המנונא שכל ג' וג' כו'.# עירובין פ\"י ה\"ה [כ\"ו ע\"ב] ע\"ש וגיטין פ\"ח ה\"ג [מ\"ט ע\"ג] ע\"ש."], "14c": [], "14d": ["@שאע\"פ שנתפרקו מע\"ש.# — לפי הבבלי הרבותא הוא להיפך כמו שפי' הרמב\"ם בפי' המשנה אבל דעת הירושלמי אינה כן.", "@מטילין חלשים.# — לפי פשוטו נראה דהיינו הפייס שביומא פ\"ב מ\"ג מי שיזכה בעבודה, אבל על חלוקת המנות לאכילה אין מפיסין בשבת."]}}}, "Jerusalem Talmud Eruvin": {"1": {"1": {"14d": ["@כדי לקבל אריח לאורכו.# — פי' אורכו לאורך הקורה, ובבבלי הגירסא ,לרוחבו ופירושו רוחבו לרוחב הקורה."]}}, "2": {"1": {"14d": ["@אם היה דרך הרבים כו'.# — צ\"ל: ר' יהודה אומר אם היה כו' (וכן מוכח בגמרא וכן גירסת הבבלי)."]}}, "3": {"1": {"21a": []}}, "4": {"1": {"21d": []}}, "8": {"1": {"25a": []}}, "9": {"1": {"25d": ["@ר' יוחנן אמר חמרים כו'.# — פי' שריב\"נ סבר שהולכים בשניהם לחומרא מפני הספק ושאלתו לר\"ע הוא שאמר שהולכים בשניהם לקולא והקשה לו יפה שהן תרי קולי דסתרי אהדדי אבל ריבין עצמו דסובר לחומרא שפיר קאמר מפני הספק ובזה מיושב מה שפקפק בזה בשירי קרבן, ולפי נוסח הירושלמי מיושבת קושית ר\"ש בעוקצין פ\"ג מ\"ה מזה שמבואר בדמאי ספ\"ג דתבלין חייב במעשר."]}}}, "Jerusalem Talmud Pesachim": {"1": {"1": {"27c": []}}, "2": {"1": {"28d": [], "29b": [], "29c": ["@חד מן אילין דר' ביריי כו'.# במנחות נ\"ד א' תוד\"ה \"אין\" העתיקו: חד מן אילין @דבית# ביירי הוה כו' שאל @לרבא#."]}}, "3": {"1": {"29d": ["@אמבטיות של בצק. אולי צ\"ל קובטיות של בצק (ע\"ל סה\"ב (ל' ע\"א])."], "30b": ["@אית תניי תני ומחליף.# — כעין זה כלאים (פ\"ו ה\"ד [ל' ע\"ג]). תענית (פ\"ד ה\"ה [ס\"ח ע\"ב])."]}}, "4": {"1": {"30d": [], "31b": []}}, "5": {"1": {"32c": []}}, "6": {"1": {"33a": []}}, "7": {"1": {"34b": []}}}, "Jerusalem Talmud Yoma": {"1": {"1": {"38c": [], "38d": []}}, "5": {"1": {"43a": []}}, "6": {"1": {"43d": []}}, "7": {"1": {"44b": []}}, "8": {"1": {"44d": [], "45a": []}}}, "Jerusalem Talmud Shekalim": {"1": {"1": {"45d": [], "46a": [], "46b": ["@ואינו מביא עמה נסכים כו'.# — [ע' הגהות הגר\"א] אבל לא מצאתי מקור לברייתא זו, ול\"נ דצ\"ל: מתניתא פליגא על רשב\"ל גוי ששילח עולתו ממ\"ה ושילח עמה נסכיה קריבין משלו (ומשנה היא במכילתין פ\"ז מ\"ה) ומותר נסכין כו' לכלי שרת מ\"ט דרשב\"ל דכתיב לא לכם כו'."]}}, "2": {"1": {"46d": []}}, "3": {"1": {"47b": []}}, "6": {"1": {"50a": [], "50b": ["@והתני האשה שאמרה כו'.# — צ\"ל: תני האשה כו' נתעצל בהן כו' מעורבות בהן מתניתא כרבנן (והשאר עד סוף ההלכה מיותר)."]}}, "7": {"1": {"50c": []}}, "8": {"1": {"51a": []}}}, "Jerusalem Talmud Sukkah": {"1": {"1": {"51d": []}}, "3": {"1": {"53a": []}}, "4": {"1": {"54b": [], "54c": []}}, "5": {"1": {"55a": [], "55d": []}}}, "Jerusalem Talmud Rosh Hashanah": {"1": {"1": {"56c": ["@פסחים בזמנן מהו שיעבור (פי' אם לא הקריב את הפסח בזמנו אם עובר בבל תאחר?) דלא כן מה אנן אמרין (פי' פשיטא שעובר) כו' שלא תאמר מאחר שאם אבד ונמצא מאחר שכיפרו בו הבעלים גופו קרב שלמים לא יהא עובר לפום כן צריכא אשכח תני פסחים בזמנן עובר בעון קומי ר' זעירא כו'.#"], "57c": ["@האיש משתאה לה כל גרב כו'.# צ\"ל: האיש משתאה לה @דברו חכמים בכל לשון# כל גרב."]}}, "2": {"1": {"57d": [], "58b": ["@אילו אמר ר' יוחנן ולא אמר רשב\"ל.# — צ\"ל: אילו א\"ר יוחנן כו' אפילו @מקצת לילה ויום ככולו# הוי צורכא להיא דארשב\"ל (פי' שצריך שיהא כל הלילה והיום מן הלבנה החדשה ואם לאו אין מקדשין בו)."]}}, "3": {"1": {"58c": [], "58d": [], "59a": ["@שופר קדוח.# — ע' בבלי כ\"ז ב'."]}}, "4": {"1": {"59b": []}}}, "Jerusalem Talmud Beitzah": {"1": {"1": {"66c": ["@והוה מסתמיך על תרין גותיין (פי' סריסים וע' הוריות רפ\"ג ובפירוש שם) שרעון (פי' שסריסיו הוחלקו ונפלו עי ערוך ערך שרע ב') וזקפון (פי' שר' אבהו הגביהן והעמידן) כו' מה הכין (פי' למה לך סמיכה).#"], "60d": []}}, "2": {"1": {"61b": []}}, "3": {"1": {"62a": []}}, "4": {"1": {"62c": [], "62d": ["@חומר בדבר שיש בו רוח חיים.# — צ\"ל: חומר הוא במוקצה או שצ\"ל חומר הוא בשבת, ונוסח שלפנינו אשגרת לישנא הוא מלמעלה."]}}, "5": {"1": {"62d": [], "63a": ["@אזל (פי' ר' ירמיה להקיץ את בן ר' אמי) בעי כו'# א\"ל @אבוה# (פי' אביו של בן ר' אמי דהיינו ר' אמי אמר לר' ירמיה)."]}}}, "Jerusalem Talmud Taanit": {"1": {"1": {"64a": [], "64c": [], "64d": ["@הא לארס יארס.# — תמוה מ\"ש בשה\"ג על הרי\"ף שבת פט\"ז (דף מ\"ח ע\"א) בשם ריא\"ז \"ובתלמוד א\"י נמצא בפיא דתענית שאסור לארוס אשה בע\"ש וכן לדברי תורה, נראה הדבר שממעטין בד\"ת כדי שיעסוק בצרכי שבת\" והעתיקו בדים א\"ח סרנ\"א אות א' וכן בהגהת ש\"ע שם סעיף ב' כתב \"ויש לאדם למעט קצת בלמודו בע\"ש כדי שיכין צרכי שבת\" והנה מ\"ש ריא\"ז \"וכן לד\"ת\" אין זכר כאן וכתב בספר נחל עדן שהוא בביצה פ\"ה ה\"ב כאן להלכה וכאן לדבר תורה\" ופירש שבדבר תורה ממעטין והיא שגגה אבל עניינו שמדבר תורה דנין בע\"ש ומדרבנן אסור."]}}, "2": {"1": {"66a": []}}, "4": {"1": {"68b": [], "69a": []}}}, "Jerusalem Talmud Megillah": {"1": {"1": {"70a": [], "71c": [], "71d": [], "72a": [], "72b": []}}, "2": {"1": {"73b": []}}}, "Jerusalem Talmud Chagigah": {"1": {"1": {"76a": []}}, "2": {"1": {"77c": []}}, "3": {"1": {"79c": []}}}, "Jerusalem Talmud Moed Katan": {"1": {"1": {"80c": []}}, "3": {"1": {"81c": [], "82a": [], "82c": [], "83d": []}}}, "Jerusalem Talmud Yevamot": {"1": {"1": {"2c": [], "3a": []}}, "2": {"1": {"3d": []}}, "3": {"1": {"4c": [], "5a": ["@כדי לזוק צרתה לאביה.# —פי' כדי שתהא צרתה זקוקה לאביה ולזוק\" היא מלשון זוקק כמו לבור (כלאים רפ\"ב) מן בורר.", "@שנייא היא הכא מפני תיקון העולם.# — הוה מצי לשנויי דמתניתין כר\"מ ור' יהודה ומה דאמר ר' ירמיה כר' יוסי (כדאיתא לקמן פ\"ד ה\"י) אלא עדיפא קמשני דאפי' לר' יוסי מפרישין כדי לידע אם הולד כשר; אבל פנויה שנאנסה בין כך ובין כך הולד כשר אלא שלא יהיה ידוע אם הוא מן הראשון או מן השני."]}}, "4": {"1": {"5c": [], "5d": [], "6a": [], "6b": []}}, "5": {"1": {"6d": []}}, "7": {"1": {"8b": []}}, "8": {"1": {"8d": []}}, "9": {"1": {"10b": ["@הוון בעיין מימר כו'.# —צ\"ל: אית דבעיין מימר בתניי כתובה כו'."]}}, "10": {"1": {"10c": [], "11a": [], "11b": [], "11d": [], "12a": [], "12b": ["@אמר רבי חנינא אמר רבי לית היא כו'.# —צ\"ל: @חזר# ר' חנינא ואמר לית כו'."], "13a": ["@רבי זריקן מטי בה רבי ירמיה כו'.# — צ\"ל: רבי זריקן מטי בה @בשם רב# ר' ירמיה כו' (וכעין זה לעיל פ\"ג דף י\"ב ע\"ד: ר' בא בשם ר' יהודה זריקן מטי בה בשם רב)."], "15a": [], "15c": [], "15d": []}}}, "Jerusalem Talmud Sotah": {"1": {"1": {"16b": [], "17a": [], "17b": [], "17c": ["@כיון שהצדיקים מסתלקים כו' חד אמר זה ספר בראשית.# — דכתיב (בראשית כ\"ו י\"ח) ויסתמום פלשתים אחרי מות אברהם."]}}, "3": {"1": {"18c": [], "19b": ["@נמצאת מדחה פרשת טמאות.# — פי' ואין לחכמים לאסור מהשמפורש בתורה שהוא מותר.", "@ר\"מ כ\"ד דברים מקולי ב\"ש כו'.# דע שכ\"ג מהן נמנו בעדיות פ\"ד וכ\"ש הראב\"ד שם במ\"ב לבד מדין מדיר את בנו בנזיר שהוא בתוספתא שם, והנה מצינו עוד באהלות פ\"ב מ\"ג כמה הוא חסרון בשדרה כו' ובגלגולת ב\"ש אומרים כמלוא מקדח ובה\"א כדי שינטל מן החי וימות באיזה מקדח אמרו בקטן של רופאים דברי ר\"מ וחכ\"א בגדול של לשכה, והרי לו\"ם ב\"ש לקולא; וכתב בשו\"ת רמ\"ע ס\"ב שהטעם שלא מנו זה בעדיות משום דכל אלו שנמנו שם אין חולק על ר\"מ ועוד אפי' לר\"מ אינו קל אלא מצד א' לענין טומאה אבל לענין טריפה ב\"ש לחומרא ע' כתובות פ\"ח היא ל\"ב ע\"א)."]}}, "4": {"1": {"19c": [], "19d": ["@דלכן מה אנן אמרין שתת ולא בדקו אותה המים טמאה היא?#- כצ\"ל."]}}, "5": {"1": {"20b": []}}, "9": {"1": {"23a": ["@אפי' שומרת יבם לחמשה אחים.# — תוספתא פ\"ז וע' בבלי (מ\"ג ב') ושם הגירסא מת אחד מהן במלחמה כולן חוזרין, אבל בתוספתא שם איתא שמע שמת אחיו במלחמה עד שלא נתן (צ\"ל נשא) במשא חוזר משנתן (משנשא) במשא אינו חוזר.", "@גד גדוד יגודנו כו'.# — מובא ברמב\"ן על פסוק זה."], "24b": []}}}, "Jerusalem Talmud Ketubot": {"1": {"1": {"25b": []}}, "3": {"1": {"27c": [], "28a": []}}, "4": {"1": {"28d": []}}, "5": {"1": {"29d": []}}, "7": {"1": {"31c": []}}, "8": {"1": {"32b": []}}, "9": {"1": {"32d": [], "33a": [], "34c": []}}}, "Jerusalem Talmud Nedarim": {"1": {"1": {"38c": [], "38d": ["@הדא אמרה הבקר כר' יוסי וחייב במעשרות# (פי' דכל זמן שלא חזר בו ה\"ז הבקר וכשחזר בו ה\"ל כאלו לא הבקירו וחייב במעשרות) מה אמר @הבקר# (פי' וכי אמר ר' יוסי דזה שזכה בו כזוכה מן ההבקר) לא מתנה (פי' כר' ינאי שאמר דה\"ל כנותן מתנה)."]}}, "5": {"1": {"39a": []}}, "7": {"1": {"40b": [], "42c": []}}}, "Jerusalem Talmud Gittin": {"1": {"1": {"45d": []}}, "5": {"1": {"46c": [], "46d": []}}, "9": {"1": {"60c": ["@התחיל בסוף שתים# (פי' שהניח שורה אחת חלק ובסוף שיטה שניח התחיל לחתום) וגמר בסוף ארבעה (פי' שגם שיטה ג' הניח חלק) כשר (פי' שאינו פסול אא\"כ הניח חלק שתי שיטות שלימות זו אחר זו).", "@ר' יונה ור' יוסי תריהון אמרין צריך להחזיר שתי שיטין מקום הכתב.# פי' דין חדש הוא (ולא קאי אלעיל) שבשתי שיטין האחרונות שבשטר צריך להחזיר דברים מהשטר (ע' בבלי ביב קס\"א ב' רק שיטה אחרונה) ור' זעירא מבאר הדברים"]}}}, "Jerusalem Talmud Nazir": {"1": {"1": {"51a": []}}, "5": {"1": {"54a": []}}, "7": {"1": {"56b": [], "56c": []}}, "9": {"1": {"57d": []}}}, "Jerusalem Talmud Kiddushin": {"1": {"1": {"64b": []}}}, "Jerusalem Talmud Bava Kamma": {"1": {"1": {"64b": ["@הכשרתי את נזקו.# פי' הוא נזקי ממונו ולא נזקי גופו כן מפרש הירושלמי שנזקי ממונו נקרא הכשר נזקין."]}}, "5": {"1": {"4c": ["@א\"ר יסא מיליה שמעית מן דר\"ש ב\"ר יצחק.# — כעין זה בויק\"ר פ\"י א\"ר זירא מילתא הכא שמעית מן ר' שמואל ב\"ר יצחק דהוה דריש ולית אנא ידע מהו א\"ל ר' אחא אריכא דילמא דא היא."]}}, "8": {"1": {"6c": ["@מעידין אנו איש פלוני שהרג שור פלוני כו'.# צ\"ל מעידין אנו איש פלוני שהרג שורו של פלוני וקיצץ נטיעותיו והוא אומר איני יודע חייב אמר הא אמירה (כ\"ה בכ\"י ד\"ר לעווי בהקדמתו לירושלמי נזיקין עמוד 20)."]}}}, "Jerusalem Talmud Bava Metzia": {"1": {"1": {"8c": [], "18d": []}}, "3": {"1": {"9b": ["@אפי' ב\"ה חלוקין עליו.# משמע דאפי' בשאר מקומות דר\"ע חולק על ב\"ה הלכה כר' עקיבא."]}}, "4": {"1": {"9d": ["@נותנה למעשר שני כו' יעקב בר זבדי כו'.# צ\"ל: היו יעקב בר זבדי ר' יוחנן בשם ר' סמיי (וכעין זה במע\"ש פ\"ד ה\"ב [נ\"ד רע\"ד], כי א\"א שר' יוחנן יאמר בשם ר' סימון; וע\"ע מעשרות פ\"א ה\"א [מ\"ח רע\"ד] ר' יוחנן בשם ר' סיסיי, צ\"ל ג\"כ ר' סימיי כ\"כ בדורות הראשונים ח\"ב עמוד 56)."]}}, "5": {"1": {"10a": []}}, "6": {"1": {"11a": ["@הדא אנטיכריסיס רבית הוא.# כתב בדד\"ו ח\"ב פ\"ד שעניינו בלשון רומי פירות שדה הממושכנת למלוה שנוטל המלוה בשכר מעותיו."]}}, "7": {"1": {"11c": ["@וכפר עותני כו'.# — בבלי גיטין ע\"ו א' ותוספתא גיטין פ\"ג, ואין שייכות למאמר זה כאן אלא שנשתרבב מתוספתא שם ע\"ש."]}}}, "Jerusalem Talmud Bava Batra": {"1": {"1": {"15a": [], "15b": ["@כבשה דאהינו.# ע' ב\"ק פ\"ו סוה\"ב [ה' סוע\"ב]."]}}, "9": {"1": {"16d": []}}}, "Jerusalem Talmud Sanhedrin": {"1": {"1": {"20b": []}}, "6": {"1": {"23b": []}}, "7": {"1": {"24b": [], "25b": []}}, "9": {"1": {"27b": ["@ר' יוסי בן חנינה אמר בשאינו יכול לקבל התרייה.# צ\"ל: ריבח\"א @בשלא רצה# לקבל עליו התרייה."]}}, "10": {"1": {"28c": ["@אתה עברתה רבתה.# במדרש חסר ויתר (שיצא לאור בבתי מדרשות בית ראשון ירושלים תרנ\"ג ע\"י רש\"א ווערטהיימער [ז\"ל]) צד ל\"ב הנוסח \"את עברת דבתה\" פי' אתה הוצאת את הדבה.", "@ר' ירמיה בשם ר' שמואל בר יצחק מגילה שמסר שמואל לדוד.# — ע' מגילה פ\"א ה\"א [ע' ע\"א]: ר' ירמיה בשם רשבר\"י מגילה שמסר שמואל לדוד ניתנה להידרש."], "29b": []}}}, "Jerusalem Talmud Makkot": {"1": {"1": {"31d": []}}}, "Jerusalem Talmud Shevuot": {"1": {"1": {"44d": ["@קורי פולי בריכסון.# — פי' אדוני חזר להמטר בל\"י (רמד\"ל)."]}}, "8": {"1": {"38c": []}}}, "Jerusalem Talmud Avodah Zarah": {"1": {"1": {"40c": ["@תרתין אומניין הוו בגידו.# — אולי צ\"ל \"בגדר\" (ע' עירובין פ\"ה ה\"ז, דף כ\"ב סוע\"ב)."], "40d": [], "41c": [], "42a": ["צ\"ל: @רב# אוסר (שוב מצאתי שהגיה כן בס' משפחות סופרים ערך ר' אבא בר אייבו אות כ\"א הערה ס\"ב).", "@טלייא דלוי צנבריא.# אולי היא היא מה שנאמר בבבלי ל\"ט אי עבדיה דר' לוי הוה קא מזבין חילתתא כו'."]}}, "3": {"1": {"42b": [], "42c": []}}, "4": {"1": {"44a": []}}, "5": {"1": {"45b": []}}}, "Jerusalem Talmud Horayot": {"1": {"1": {"48c": []}}}, "Jerusalem Talmud Niddah": {"1": {"1": {"50c": [], "50d": []}}}}