{
    "versionTitle": "Rashbam on Torah -- Daat",
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ],
    "language": "he",
    "title": "Rashbam on Genesis",
    "text": [
        [],
        [
            "",
            "",
            [
                "ויברך אלהים את יום השביעי - כשהגיע עת יום השבת כבר ברא הקב\"ה כל צורכי הבריות ומזונותם, ונמצא השבת מבורך מכל טוב. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "זאת הפעם עצם מעצמי - דווקא, אבל מכאן ואילך אינו כן, אלא (אדרבה איפכא) האיש יוצא מן האשה."
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "המן העץ - ה\"א תמיהה המתקיימת. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "כתנות עור וילבישם - כתנות להלביש כל הגוף. "
            ]
        ],
        [
            "",
            "",
            [
                "מנחה - לשון דורון, מגזרת נחה את העם. כלומר: אם תיטיב, שלא תעשה עונות כי אם מעט, שאת, תוכל לסבול עונותיך ולא יכבידו עונותיך עליך. "
            ],
            "",
            "",
            "",
            [
                "ואם לא תיטיב - לפתח חטאתך [תהיה] רובץ, כלומר: ואם תעשה עונות הרבה, תהיה רובץ תחת החטאת והעון שלא תוכל לשאת ולסבול אותם. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ישב אהל ומקנה - רועה צאן. "
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "זה ינחמנו - ואם תאמר כיון שאמרו נביא גדול היה עבר שקרא לבנו פלג, למה אין אומר נביא גדול היה למך שקרא לבנו נח?! ותירץ רשב\"ם) שזה היה ראשון לנולדים אחר מיתת אדם, ולכך קראו נח שאמר: יהי רצון שיתקן זה עיותו של זה. ולשון תפלה הוא. ",
                "ינחמנו -  ינח ממנו, כלומר: שיעשה לנו הנחה וקורת רוח, אבל לשם לא שייך למימר לשון תפלה, אלא לשון נביאות. אי נמי יש לומר קודם שנולד נח. "
            ],
            "",
            [
                "ויהי כל ימי למך - (הקשה הר\"ר שמואל בה\"ר מאיר זצ\"ל): למה לנו למנות שני רשעים הכתובים בפרשה?(ותירץ): דכך דרכן של נביאים זה אחר זה, כדי לידע מניין השנים מבריאת עולם עד ימיהם. כי מתוך השנים ומנינם הכתובים כאן. ומנין שנות הדורות הכתובים עד משה רבינו [ומנין] שעבוד מצרים, דכתיב: ומושב בני ישראל אשר ישבו בארץ מצרים וגו'. ומנין ארבעים [שהיו במדבר], למדנו מנין שנים אשר מבריאת עולם עד שנכנסו ישראל לארץ. וכבר מפורש בנביאים מנין השנים אשר מיציאת מצרים עד בנין בית ראשון, ומבנינו עד חרבנו. ומתוך דברי דניאל למדנו מנין השנים אשר מחרבן בית ראשון עד חרבן בית שני. וכתב על זה: שבועים שבעים נחתך על עמך, פירוש שבעים מגלות בבל, וד' מאות ועשרים שעמד בית שני, הרי כאן שבע(ה) פעמים שבעים שנה, וזה שבועים שבעה."
            ]
        ],
        [
            "",
            "",
            [
                "לא ידון וגו' - לשאת ולתת בדינם אם אמחה או לא אמחה, בשגם הם פחותים וגרועים ובשר, ואף על פי כן הם גוזלים וחומסים, לכן בודאי אמחה. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "אלה תולדות נח - בני בניו. "
            ]
        ],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "לאמר - כל לאמר שבתורה כפל לשון של ויצו, או של ויקרא, או של וידבר, או של ויאמר. "
            ]
        ],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "לפני ה' - בכל העולם. וכן: ונינוה היתה עיר גדולה לאלהים, בכל עולמו של הקב\"ה לא הייתה עיר גדולה כנינוה. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "וכנען ילד - ופוט לא כתב כאן. ואמרו רבותינו: [היינו] סבורים שנתבלעה משפחתו של פוט, עד שבא יחזקאל ופירש בפרשה, (צור) [כוש] ופוט ולוד. ושאל הרב ר' יוסף קרא את ר' שמואל: מאחר שלא נתבלעה משפחתו למה לא כתב [ו]פוט ילד? אמר) בפרשה זאת כתובים שבעים בנים מבני נח. מכאן אנו למדים שבעים אומות, שהרי כתוב בפרשה ומאלה נפרדו. ופוט וכל בניו לא היו אלא אומה אחת. ואילו אמר ופוט ילד פלוני ופלוני, היאך יכול לומר מאלה נפרדו דמשתמע כי הגוים היו נפרדים מבני נח? [ו]לפיכך פירש כל אחד ואחד, שאם כן, יהיה יותר משבעים לשון, לכך לא כתב ופוט ילד, לידע כי פוט וכל זרעו לא היו אלא לשון אחד. "
            ]
        ],
        [],
        [
            "",
            "",
            [
                "ונברכו - לשון מבריך ומרכיב, כלומר, יתערבו במשפחתך משפחות האדמה, שהרי משקל רפי הוא. "
            ]
        ],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ומלכי צדק מלך שלם - לכך הפסיק בין: ויצא מלך סדום ל -ויאמר מלך סדום וכתב בינתיים: ומלכי צדק מלך שלם הוציא לחם ויין. ללמדנו שאמת השיב אברהם למלך סדום כשאמר לו בלעדי רק אשר אכלו הנערים שאמר אכלו הנערים ולא אמר אכלנו, כי הוא אכל משל מלכי צדק."
            ]
        ],
        [
            [
                "אחר הדברים האלה - מחובר על הפרשה שלמעלה, אחר הדברים האלה שהרג אברם המלכים, אמר לו הקב\"ה: אל תירא אברם מן האומות."
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [],
            [
                "ודור רביעי ישוב הנה - המפרש דור רביעי של ישראל [טועה הוא] , כי מאחר שנתן קצבה של ארבע מאות שנה , מה לנו אם דור רביעי או חמישי, והלא מכל מקום יתעכבו ארבע מאות שנה, אלא טעם נתן הקב\"ה לדבריו, למה אני צריך לעכב ארבע מאות שנה שאחר דור רביעי של אמוריים ישובו ישראל הנה, שהדור מאה שנה כאשר נמצא במסכת עדויות. והרי ארבעה דורות, שאע\"פ שיושבי הארץ חטאו ודינם להקיא הארץ את יושביה, צריך אני להמתין ארבעה דורות כדכתיב: פוקד עוון אבות על בנים ועל שלשים ועל ריבעים לשונאי, אולי יחזרו הבנים בתשובה כי לא שלם זמן פירעון שאני עתיד להיפרע אליו מן האמוריים החוטאים עד הנה ועד אחר דור רביעי של אמוריים כדכתיב: על שלשים וגו' זהו פשוטו. "
            ]
        ],
        [],
        [],
        [
            [
                "וירא אליו ה' - האיך? שבאו אליו שלשה אנשים שהיו מלאכים, שבהרבה מקומות כשנראה המלאך קוראו בלשון שכינה, כדכתיב: כי שמי בקרבו שלוחו כמותו. וכן: וירא מלאך ה' אליו בלבת אש מתוך הסנה. וכתוב שם: וירא ה' כי סר לראות. ",
                "כחם היום - מה צורך לכתוב היום? אלא להודיעך כי בלוט כתיב: ויבאו המלאכים סדומה בערב ולכך אמר להם לוט: סורו נא אל בית עבדכם ולינו אבל אברהם לפי שבאו אליו כחם היום בבקר, שאין דרך אורחים ללון אלא לאכול ולעבור, לפיכך לא אמר להם ללון אלא וסעדו לבכם ואחר תעבורו. "
            ],
            "",
            "",
            "",
            [
                "כי על כן עברתם על עבדכם - וכן: כי על כן באו בצל קורתי. כי על אשר באו.  דרך המקרא לחסר אשר ברוב מקומות. "
            ],
            [
                "קמח סולת - קמח של חטים, שכל מקום שכתיב סלת מחטים הוא, כדדרשינן ממלואים, דכתיב: סלת חטים תעשה אותם. "
            ],
            [
                "ואל הבקר רץ אברהם - לפי שאמר להם פת לחם דבר מועט, לפי שדרכם נחוץ ללכת הוצרך לרוץ ולמהר, לפי שאמר להם מעט ועשה הרבה, ולהגיד חשיבותו של אברהם נכתב כל זה. "
            ],
            [
                "ויקח חמאה וחלב - לפי פשוטו של מקרא לא הוצרך לפרש שהביא את פת לחם על השלחן אלא התוספת שלא אמר להם הוצרך לומר שהביא. הבאת פת על השלחן אינו חידוש אבל החמאה והבשר שאינו מזומן לכל האורחים הוצרך לפרש. ",
                "עומד עליהם - כשאיש יושב ואחר עומד קוראו עומד עליו. וכן: ואראה ה' יושב על כסאו. שרפים עומדים ממעל לו. וכן במיכיהו: וכל צבא השמים עומדים עליו מימינו ומשמאלו. ",
                "תחת העץ - אילנות שבפרדס. "
            ],
            [
                "איה שרה אשתך - אף על פי שהיו יודעים היו שואלים כדרך שמצינו בשכינה שאמר לאדם איכה. וכן בבלעם: מי האנשים האלה עמך. וכן ישעיה, שהיה יודע שאל כך לחזקיה בשלוחי אויל מרודך. וכל זה דרך התחלת הדבור. "
            ],
            [
                "כעת חיה - כעת יולדת, דכתיב: עת יולדת ילדה. וכן בהלכה קרויה יולדת וקרוב לדבר כי חיות הנה כעין מילדת. ",
                "והוא אחריו - הפתח של אהל שרה היה אחרי המלאך, לפיכך שמעה שרה את דבריהם. "
            ],
            "",
            [
                "עדנה - יתעדן הבשר ויתפשטו הקמטין. "
            ],
            [
                "ויאמר ה' - המלאך הגדול שבהם. ",
                "ואני זקנתי - שאמרה: אחרי בלותי וגו'."
            ],
            [
                "היפלא מה' - ששלחנו אליך דבר. וכן: וה' המטיר על סדום גפרית ואש מאת ה' מן השמים. הראשון שבפסוק הוא גבריאל. והשני שבפסוק הוא הקב\"ה. וכן מפורש בספר האגדה. "
            ],
            [
                "כי צחקת - אלא צחקת. רוב כי שאחר לא מתפרשים אלא, שהרי כי משמש בארבעה לשונות: אי, דילמא, אלא. דהא. וכן: לא תשתחוה לאלהיהם כי הרס תהרסם. לא תקפוץ את ידך כי פתח תפתח וגו'. "
            ],
            [
                "ויקומו משם האנשים - שנים מהם הלכו לסדום, כדכתיב: ויבאו שני המלאכים סדומה וגדול שבהם היה מדבר עם אברהם. וזהו שכתב בו: וה' אמר המכסה אני וגו' וכן: ואברהם עודנו עומד לפני ה'. פסוקים אלו מדברי שלישי. "
            ],
            [
                "המכסה אני מאברהם - מה שאני רוצה להפוך את סדום ואני יודע שבניו ישמרו דרך ה' ויזכו להביא עליהם את אשר דבר לאברהם לתת להם את ארץ כנען ואלו העיירות מנחלת בניו הם, כדכתיב: בגבול בני כנען בפרשת נח, ויהי גבול הכנעני מצידן באכה גררה עד עזה באכה סדומה ועמורה אדמה וצביים עד לשע. ואיך אחריב קרקע שלו וקרקע בניו שלא מדעתו?! "
            ],
            "",
            "",
            [
                "ויאמר ה' - המלאך לאברהם שלוחים הללו אני שולח בשביל זעקת סדום, כמו שאמר למעלה: ואנשי סדום רעים וחטאים. "
            ],
            [
                "עשו, כלה - פסיק יש בינתיים, להפריד את הדבר. כלומר: אם כן עשו, אעשה אותם כלה. "
            ],
            [
                "עומד לפני ה' - לפני המלאך לבקש פניו. "
            ],
            [
                "תספה - תכלה, כדכתיב: אספה עלימו רעות חצי אכלה בם. אכלה כפל לשון של אספה. "
            ],
            [
                "בתוך העיר - סדום. ומלך סדום היה ראש לכל המלכויות שבמקום ההוא. "
            ],
            [
                "השופט כל הארץ - ששלחך כאן לא יעשה משפט?! "
            ],
            [
                "ויאמר ה' - המלאך. [וכן]: עומד לפני ה' - לפני המלאך לבקש פניו."
            ]
        ],
        [
            "",
            [
                "כי ברחוב נלין - אלא ברחוב נלין. "
            ],
            "",
            [
                "כל העם מקצה - להודיע, שאפילו א' מן עשרה שאמר אברהם לא נמצא בהם. "
            ],
            [
                "ונדעה אותם - משכב זכור. וכן בפלגש בגבעה. "
            ],
            "",
            "",
            [
                "כי על כן - על אשר באו."
            ],
            [
                "גש הלאה - כדכתיב: קרב אליך אל תגע בי כי קדשתיך התקרב לצד הלאה. כלומר: ברח לך מאצלנו. ",
                "בא לגור - לוט היה גר בסדום. ",
                "נרע לך מהם - יותר מהם נעשה לך רעה."
            ],
            "",
            [
                "בסנורים - מכת עיורון ושממון. ",
                "וילאו - פירושו לא יכלו עוד למצוא הפתח. לא בקשו הפתח. וכן: ונלאו מצרים לשתות מים מן היאור, לא יכלו לשתות, מאחר שהיה הדם. וכן מוכיח לבסוף ולא יכלו לשתות ממימי היאור. ובכמה מקומות לשון נלאו מכופל כמו: '[נלאיתי] כלכל לא אוכל'. וכן: 'והיה כי נראה כי נלאה מואב אל הבמות ובא אל מקדשו להתפלל ולא יוכל'. וכן: 'הנסה דבר אליך תלאה ועצור במילין מי יוכל'. כלומר:. בשביל שנסה אותך הקב\"ה ביסורים אתה נלאה. כלומר, אין אתה יכול להיות שותק, וחשבת בלבך ואמרת 'ועצור במילין מי יוכל'. "
            ],
            [
                "עוד מי לך פה - העוד לך קרובים בעיר מלבד אלו שבבית. "
            ],
            [
                "וישלחנו - משקל דגש. ואף על פי שכל שליחות של שלוחים והחוזרים כתוב בהם וישלח משקל רפי באלו כתב משקל דגש. לפי שהוא שילוח של השחתה, כדכתיב: ושן בהמות אשלח בם. ישלח בהם ערוב."
            ],
            "",
            [
                "וכמו השחר עלה - נכתב פסוק זה, בשביל שכתב לפנינו השמש יצא על הארץ ולוט בא צוערה. להודיע שכל כך המתינו לו המלאכים בשביל חיבתו של אברהם. "
            ],
            "",
            [
                "אל תביט אחריך - בשביל צער חתניך שבעיר. ועוד כי המביט אחריו מתעכב בדרך. גם שלא להסתכל במלאכים ובמעשיהם שלא לצורך, כדכתיב: מות נמות כי אלהים ראינו. וכן ביעקב: כי ראיתי אלהים פנים אל פנים ותנצל נפשי."
            ],
            "",
            "",
            [
                "הלא מצער היא - עמה מועטים ויכול אתה להניחה עכשיו שאין בה רוב חוטאים. "
            ],
            "",
            "",
            "",
            [
                "וה' המטיר - המלאך גבריאל. ",
                "מאת ה' - שכינה ממש. וכן הוא בבראשית רבא ובתנחומא. "
            ],
            "",
            "",
            "",
            [
                "וישקף - לדעת אם נמצא שם עשרה וניצולו אם לאו. "
            ],
            "",
            [
                "כי ירא לשבת בצוער - שלא הניחו המלאך אלא [בשביל] שלא היה לו פנאי להימלט ההרה ועכשיו שהיה לו פנאי קיים דברי המלאך לשבת בהר אולי יהפוך העיר. "
            ],
            [
                "איש אין בארץ - סבורות היו שהעולם נהפך שהביא מבול של אש. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "עד היום - בימי משה. וכן כל עד היום עד ימי הסופר שכתב את הדבר. "
            ]
        ],
        [
            "",
            "",
            "",
            [
                "ואבימלך לא קרב אליה - להעיד מה שהקב\"ה אומר: על כן לא נתתיך לנגוע אליה."
            ],
            "",
            "",
            [
                "כי נביא הוא - לשון ניב שפתים. רגיל אצלי ומדבר את דברי ואני אוהב את דבריו ושומע תפלתו. ",
                "ויתפלל בעדך - שהרי היה צריך רחמים כדכתיב לפנינו: כי עצור עצר וגו'. "
            ],
            "",
            "",
            "",
            "",
            [
                "אחותי בת אבי - כי בני בנים הרי הם כבנים והיא היתה בת הרן בן תרח. ",
                "אך לא בת אמי - לא אחותי ממש שיצאה מבטן אמי והיא מותרת לי ותהי לי לאשה. "
            ],
            [
                "כאשר התעו אותי - הגלני ממקומי שנאמר לך לך מארצך. וזהו שכתב: ארמי אובד אבי משום שהוגלה משם כי התעו אותי, ואובד אבי כפל לשון הוא, כדכתיב: תעיתי כשה אובד צאן אובדות היו עמי רועיהם התעום. ",
                "אמרי לי - אמרי עלי. "
            ],
            "",
            "",
            [
                "ולשרה אמר - דברי פיוסים ותנחומים הנה לקחתי אותך בתחילה לא באונס ולא בכוח אלא כמנהג נשואין, שהרי נתתי מהר ומתן אלף כסף לאחיך, בשביל שהייתי סבור שהיה אחיך כמו שאמרת לי ולא זהו מתן של צאן ובקר שנתן אבימלך לאברהם לבסוף, אלא קודם שהביאה אל ביתו שאפילו פרעה שנענש יותר כתיב בו: ולאברם היטיב בעבורה קודם נישואין וכל שכן אבימלך. ",
                "נתתי אלף כסף - מתחלה, כדכתיב בפרעה, וכדכתיב: הרבו עלי מאד מהר ומתן. וכדכתיב: ומגדנות נתן לאחיה ולאמה. ",
                "הנה הוא לך כסות עינים לכל אשר אתך ואת כל - ",
                "אלף כסף שנתתי לאחיך בתחילה כבוד גדול הוא לך, וכסות עיניהם של כל בני ביתך אשר אתך וגם לכל העולם, שלא יסתכלו בך לגנאי לומר: אשה זו מנהג הפקר נהג בה אבימלך, כי הכל ידעו כי דרך כבוד לקחה ובעל כורחו החזירה. ",
                "כסות עינים - שלא יראו בך לגנאי, כדכתיב: וכסה את עין הארץ. ולא יוכל לראות את הארץ. וכשמסתכלים באדם לבזותו כתב: לראות בך. עיני תראינה בה. ותחז בציון עינינו. ",
                "ונוכחת - מפורסם ומתווכח יפה, כי דרך כבוד נהגתי בך ואל תשימי ללבך רק טוב. זהו עיקר לפי פשוטו, כי לכבוד של שרה אמר אבימלך כל זה ולא לקנתר ולהוכיחה."
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            [
                "צחוק - שמחה של תמהון."
            ],
            [
                "ותאמר מי מלל לאברהם - כלומר: ידעו ויבינו כל השומעים מי האלהים שמלל לאברהם להיות לו בן משרה. ",
                "כי היניקה בנים שרה - אחרי זקנותה ולזקוניו של אברהם כי אין גדול כאלהים. "
            ],
            [
                "ויגמל - נבדל מן הדדים, כדכתיב בשמואל: עד גמלך אותו. ",
                "ביום הגמל - שעשה אז משתה, כמו שמצינו בשמואל כאשר גמלתו הביאתו שילה וקורבנות עמו. "
            ],
            [
                "מצחק - שכבר גדל הרבה ולא רצתה להשהותו עוד פן ירצה להחזיק בירושת אביו עם יצחק. "
            ],
            "",
            "",
            [
                "יקרא לך זרע - בריתי שהקימותי לזרעך לתת להם את ארץ כנען, כדכתיב: כי גר יהיה זרעך וגו', על יצחק הבטחתיך. "
            ],
            "",
            [
                "ותתע במדבר באר שבע - לפיכך: ויכלו המים מן החמת -שאלו הלכה דרך ישר היה מספיק לה החמת מים שנתן לה אברהם עד המלון. "
            ],
            "",
            [
                "כמטחוי - כתרגומו. "
            ],
            "",
            "",
            "",
            [
                "רובה קשת - מושך בקשת ושני גזרות הן. וימררהו ורבו. וגם יסבו עליו רביו, מלשון רבב כמו סובו מן סבב, שומו שמים מן שמם. דומו יושבי אי מן דממה דקה כולם נכפלים באות אחרונה, אבל רובה מגזרת רבה. עשה. בנה. קנה. שיאמר עושה. בונה. קונה. "
            ],
            [
                "במדבר פארן - כדכתיב: והוא יהיה פרא אדם. "
            ],
            [
                "ויהי בעת ההיא - שנולד יצחק משרה וידע אבימלך נסים שעשה לו הקב\"ה, לכך בא עתה לכרות ברית עמו. וכן כל בעת ההיא צריך לפרש לפי המאורע. "
            ],
            [
                "ולנכדי - בן בני. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ויטע אשל - פרדס היה להתפלל שם."
            ]
        ],
        [
            "",
            [
                "המוריה - האמוריה, ארץ האמורי. הרבה אלפי\"ן חסרים. וימש חושך כמו ויאמש. לא יהל. כמו לא יאהל שם ערבי."
            ],
            "",
            "",
            "",
            [
                "המאכלת - סכין. על שם וחרבי תאכל בשר. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "כי עתה ידעתי - כלומר: עתה אני רואה ונתפרסם לכל העולם: כי ירא אלהים אתה. "
            ],
            [
                "וירא והנה איל - עובר לפניו. ",
                "אחר נאחז בסבך בקרניו - כלומר: אחר כן ראה את האיל מדי עברו נאחז בסבכי היער חשב בלבו ודאי זה המלאך בא בשליחותו של הקב\"ה וזימן לי איל זה תחת בני ולכן נאחז בסבך שאוכל לקחתו ולהקריבו. וכן קדמו שרים אחר נוגנים. ושבו העבים אחר הגשם. ואח\"כ ובא הגשם. וכן ואחר באו משה ואהרן כולם פירושם אחרי כן. "
            ],
            [
                "אשר יאמר היום ולמחר בהר ה' נראה הקב\"ה לאברהם. "
            ]
        ],
        [
            [
                "ויהיו חיי שרה - אף על פי שבשאר נשים לא נתפרש ימי חייהן, בשרה הוצרך לפרש בשביל שהוצרך להזכיר מיתתה, בשביל קנין המערה פירש מתי מתה לאחר תשעים של הורתה."
            ],
            [
                "בקרית ארבע - שם האיש ארבע כדכתיב ביהושע: קרית ארבע אבי הענק כמו קרית סיחון. ",
                "ויבא אברהם - אפילו לא בא ממקום אחר, אעפ\"כ ראוי לומר כי בא לסופדה. "
            ],
            "",
            [
                "גר ותושב אנכי - מארץ נכריה באתי לגור כאן ונתיישבתי עמכם, לכן אין לי מקום קברות אבות הנה. ",
                "תנו לי אחוזת קבר - הניחו לי לקנות קרקע כאן ותתרצו אתם יושבי העיר להניח לקבור בה מתי ממשפחתי, כי אחוזת קבר אין יכול להיות אלא ברצון כל בני העיר וכך מוכיח לפנינו, כשנתן אברהם הכסף לעפרון ויקם לאברהם למקנה, אח\"כ קבר אברהם וקם לו לאחוזת קבר מאת כל בני חת. ",
                "מלפני - אוציאנו מלפני לקוברו. "
            ],
            "",
            [
                "נשיא אלהים - ולא גר ותושב ואין אתה צריך לקנות. ",
                "ובמבחר קברינו - במקום שקוברין שרי הארץ והרי לך קבר מזומן. "
            ],
            "",
            "",
            [
                "מערת המכפלה - כל הבקעה קרויה מכפלה כמו: ככר הירדן וכן מוכיח לפנינו: שדה עפרון אשר במכפלה. ",
                "בכסף מלא - בכל שויו. ",
                "בתוככם - לעיניכם ותהיו עדים. ",
                "לאחזת קבר - שתתרצו כלכם לקבור בה מתי. "
            ],
            "",
            [
                "השדה נתתי לך - נותן אני אותה עכשיו לך, רויי\"ץ בלעז. ",
                "והמערה אשר בו - אינך שואל כי אם המערה אשר בקצה השדה ובמכירה אני נותן לך במתנה כל השדה והמערה. "
            ],
            [
                "וישתחו אברהם - לעפרון לפני עם הארץ. "
            ],
            "",
            "",
            [
                "ארץ ארבע מאות - ארץ שאינו שווה אלא ארבע מאות שקל כסף ביני ובינך מה הוא, והיה לך לקחתם ממני בחנם.",
                "ואת מתך קבור - בחנם אם תרצה. "
            ],
            [
                "וישמע אברהם - די לחכימא ברמיזא. ",
                "עובר לסוחר - כסף צרוף ומתקבל לכל מיני סחורה, וכן ביהוידע מצינו כסף עובר, טוב בכל מקום. וכן: אצבעותי מור עובר. טוב בכל מקום. "
            ],
            "",
            [
                "לאברהם למקנה - קם לאחר נתינת הכסף, כדכתיב: ונתן הכסף וקם לו אבל לאחוזת קבר מאת בני חת לא קם והוחזק לאברהם עד שקבר שרה אשתו אז, ויקם לאחוזת קבר מאת בני חת. "
            ]
        ],
        [
            [
                "בא בימים - והרי הגיע עת להשיא את בנו בחייו. ",
                "וה' ברך את אברהם [בכל] - להודיע האמור לפנינו שלא שלח עבדו לקחת אשה ממשפחתו מחמת חוסר נשים בארץ כנען, שלא היו רוצים להזדווג לו, שהרי נתברך בכל וכל העולם מתאווים להזדווג לו, אבל הוא לא רצה כי אם ממשפחתו. וזהו שאמר העבד: וה' ברך את אדני מאד ויגדל ולכך הוצרך לפרש תחלה ברך את אברהם בכל. כמו: וחם הוא אבי כנען. "
            ],
            [
                "שים נא ידך תחת ירכי - וכן ביוסף כשנשבע ליעקב. כריתות ברית ושבועה של בן ועבד לאדוניו כך הייתה, שדומה ענין השעבוד. וכן כתב: בן יכבד אב ועבד אדוניו, אבל תקיעת כף אל כף, או כריתות ברית דבר לשנים ולעבור בין בתריו מצויה בשאר בני אדם. "
            ],
            "",
            [
                "כי אל ארצי - ולא לאותם שאינם קרובי, אלא למולדתי שבארצי תלך. "
            ],
            [
                "ההשב אשיב את בנך - אל ארץ אבותיך ואף על פי שזרעו של אברהם לא היה שם קורא אותו השבה, הואיל והיה אברהם שם. "
            ],
            "",
            [
                "ה' אלהי השמים - שהביאני כאן ויתן לזרעי זאת הארץ ידעתי שאינו רוצה שירחק זרעי מכאן, שא\"כ מה לו להקב\"ה להביאני כאן, לפיכך יודע אני שישלח מלאכו להצליח דרכיך לקיים לי הבטחתו."
            ],
            "",
            [
                "על הדבר הזה - על התנאי שפירש לו אברהם. "
            ],
            [
                "וכל טוב אדוניו - האנשים החשובים של בית אברהם הוא שנאמר לפנינו: והאנשים אשר עמו. "
            ],
            [
                "ויברך הגמלים - שני ברכים יש לגמל זה על גב זה וצריך להבריכו פעמים קודם שישתה מפני גובהו. והוא שאמרו חכמים בשחיטת חולין, וכנגדו בגמל ניכר. "
            ],
            "",
            "",
            [
                "אותה הוכחת - כלומר: אותה שהוכחת ליצחק, היא תאמר לי כן ולא אשה אחרת שלא הוכחת. "
            ],
            "",
            [
                "ואיש לא ידעה - אפילו מעשה חידודין כי צנועה הייתה. "
            ],
            "",
            "",
            "",
            [
                "ותער - כמו ותערה כמו ותכל ותכלה מגזרת וקיר ערה מגן. ",
                "השוקת - מלשון וישק צאן לבן. שם דבר, כמו בושת מלשון גם בוש לא יבושו. "
            ],
            [
                "והאיש משתאה - מלשון תשאה שממה, והתי\"ו כמו תי\"ו בישתבח מן שבח. וישתמר חוקות עמרי. מלשון שמר כלומר: משתומם ומחשב על שאמרה לו זאת הנערה. והמפרש לשון שתייה אי אפשר, מפני שהאל\"ף שבו לא תהיה בלשון שתייה. ועוד, שלא אמרה לו רבקה להשקות את גמליו עד לאחר שתייתו ואז התחיל להיות מחשב ותוהא. "
            ],
            [
                "ויקח האיש נזם זהב - יש לומר שאחר ששאל לה בת מי את, נתן לה כמו שכתוב בפנינו בסיפור דבריו, אלא שלא להפסיק סדר דבריו ותשובת דבריה, לכן הקדים מעשה נתינתה שנתן לה.",
                "בקע - חצי שקל, כמו: נטה ידך על הים ובקעהו."
            ],
            [
                "מקום לנו ללין - מקום לנו בביתך ולמה אנו צריכין. ",
                "ללין - לבית לינה שם דבר הוא, כמו: כי יהיה ריב בין אנשים מן וירב בלבן. בין דין לדין. שם דבר מן וילן שם בלילה הוא. אבל היא שאמרה: גם מקום ללון. פירושה ללון גופכם, כמו לקום לשוב מצרימה. ואילו היא אמרה גם מקום לכם כמו שאמרו הם מקום לנו, היה לה לומר ללין כמו שאמרו הם, שהיה משמע גם מקום לכם. ולמה? לבית לינה. אבל ללון אין צריך פירוש שהרי משמע ללון בו בני אדם זהו עיקר פשוטו למדקדק לשון הקודש. "
            ],
            "",
            [
                "גם תבן - שלא שאלת גם מקום ללון ששאלת. דרך המקרא לכפול גם, כמו: גם לי גם לך. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ויפתח - כמו: אל יתהלל חוגר כמפתח, התיר חבישתם. "
            ],
            [
                "עד אם דברתי דברי - אחרי שראה שהסכים הקב\"ה על ידו, לא היה לו להתעסק באכילה ושתיה תחילה. "
            ],
            "",
            [
                "ברך את אדוני - לכן הקדים למעלה ברך את אברהם בכל ויגדל וכל אנשי המלכות היו חפצים להזדווג עמו, אך אינו חפץ. "
            ],
            [
                "ויתן לו את כל אשר לו - לא יחלקו אחיו עמו. "
            ],
            "",
            "",
            "",
            [
                "ישלח מלאכו - יודע אני שיתנו לך. "
            ],
            "",
            [
                "ואמר ה' אלהי אדוני אברהם וגו' - כל אריכות דברים, להודיעם שמאת הקב\"ה יצא הדבר. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "בדרך אמת - שנאמנו דברי הקב\"ה לעשות חסד לאברהם ולבנו."
            ],
            [
                "על ימין או על שמאל - אל שאר קרובים שיש לאדוני. "
            ],
            [
                "לא נוכל דבר אליך רע או טוב - לא הסתירה ולא הבנין תלוי ברצוננו, כי על כרחנו רוצים ולא רוצים, כי הקב\"ה עשה שהיכולת בידו. "
            ],
            "",
            "",
            [
                "כלי כסף וכלי זהב - תכשיטי נשים של כסף וזהב כדכתיב: איש אשר מצא כלי זהב אצעדה וגו'. וכתיב: ושאלה אשה משכנתה ומגרת ביתה כלי כסף וכלי זהב ושמלות ושמתם על בניכם ועל בנותיכם. "
            ],
            "",
            "",
            [
                "וה' הצליח דרכי - אין הקב\"ה רוצה שיהא איחור בדבר, שאין זה עיקר הצלחה אם יתעכב."
            ],
            [
                "נקרא לנערה - אם תרצה להתעכב ימים או עשור כדברינו, או מיד לילך כדברך, דרך ארץ הוא כן כלומר: אף על פי שהקב\"ה חפץ בזיווג זה, אעפ\"כ אמרו לה: התלכי עם האיש הזה או עם אדם אחר לאחר ימים או עשור, שמנהג הוא כמו ששנינו נותנים לבתולה שנים עשר חדש לפרנס את עצמה. "
            ],
            [
                "ותאמר אלך - איני חושש להתעכב בשביל קישוט עצמי."
            ],
            "",
            [
                "את היי לאלפי רבבה ויירש זרעך - ממך יצאו אותם הבנים שנאמר בהם בשעת עקידה ויירש זרעך את שער אויביו. זהו פירוש ר' יוסף בר שמעון קרא. "
            ],
            "",
            [
                "ויצחק בא מבוא - כמו: באכה סדומה. ויצחק באותו היום שבא העבד בא מבארה של באר לחי רואי, שהרי יצחק יושב בארץ הנגב ששם באר לחי ראי, כדכתיב: על העין בדרך שור. וכתיב: ויסע משם אברהם ארצה הנגב וישב בין קדש ובין שור. ולפי שבא משם ביום ההוא ולא היה יודע מה היו עושים פועלים שלו. והיו נוטעים גנות ופרדסים. "
            ],
            [
                "ויצא יצחק לשוח בשדה - כדכתיב: וכל שיח השדה כלומר: לטעת אילנות ולראות ענייני פועליו ואז בהיותו בשדה ראה גמלים באים והלך לקראתם לראות אם הם גמלי אביו שהוליך העבד. "
            ],
            [
                "ותפול מעל הגמל - לצניעות, לפי שהייתה רוכבת כמו איש, משום ביעותא דגמלא כדמפרש בפסחים."
            ],
            [
                "מי האיש הלזה - ההולך בשדה לקראתנו. (גמגום יש על פס' זה.וכי הייתה שואלת בכל האנשים שהייתה פוגעת? ועוד, למה כתיב: בשדה לקראתנו?ונראה שהמקרא קצר וחסורי מחסרי והכי ר\"ל). מי האיש הלזה ההולך בשדה ופנה מדרכו לבוא לקראתנו?",
                "הלזה - צ\"ל ב\"ל מרחוק רגיל לומר כן, וכן: בעל החלומות הלזה בא, אבל כשאדם בקרוב אומר: המן הרע הזה. "
            ],
            [
                "ויספר העבד ליצחק - להודיעו נסים שנעשו לו, לדעת כי בת מזלו היא. "
            ]
        ],
        [
            "",
            "",
            "",
            "",
            "",
            [
                "הפילגשים - הגר וקטורה. ",
                "מתנות - ממון הרבה. ",
                "קדמה אל ארץ קדם - שירשו בניו נחלותיו שיש לו שם. "
            ],
            "",
            [
                "בשיבה טובה - כמו שאמר לו הקב\"ה ואתה תבוא אל אבותיך בשלום תקבר בשיבה טובה שלא אירע העינוי בימיו. "
            ],
            "",
            "",
            "",
            [
                "אשר ילדה הגר המצרית - כלומר: אין זה בנו הנקרא על שם זרעו אלא בן שפחה, אבל ביצחק כתוב לפנינו: אלה תולדות יצחק בן אברהם. כיצד היה בנו? אברהם הוליד את יצחק כלומר: זה הוא עיקר תולדתו של אברהם כמו: פרץ הוליד את חצרון וגו'. "
            ],
            "",
            "",
            "",
            "",
            [
                "ואלה שני חיי ישמעאל - חכמים פירשו במגילה: למה נמנו שנותיו של ישמעאל? ולפי הפשט: לכבודו של אברהם, הואיל ונתפרש שעת לידתו ואברהם בן שמונים שנה ושש שנים בלדת הגר את ישמעאל וגם שעת מילתו, כדכתיב: וישמעאל בנו בן שלש עשרה שנה וגו' חזר עתה ופירש כל ימי חייו. "
            ],
            [
                "על פני כל אחיו נפל - שכן כדכתיב: על פני כל אחיו ישכן. "
            ],
            [
                "ואלה תולדות יצחק - אברהם הוליד את יצחק לפי פשוטו של מקרא, לפי שאמר למעלה בישמעאל בן אברהם אשר ילדה הגר המצרית, אבל כאן יצחק עיקר בן היה לאברהם שהוא הוליד את יצחק מאשתו גמורה, כדכתיב: כי ביצחק יקרא לך זרע. וכן בדברי הימים לאחר שכתב כי בני אברהם היו יצחק וישמעאל ובני קטורה חוזר וכותב סתם: ויולד אברהם את יצחק. "
            ],
            [
                "בן מ' שנה - וכתיב: בן ס' שנה בלדת אותם. משני הפסוקים הללו למדנו, שהייתה עקרה עשרים שנה. "
            ],
            [
                "ויעתר - רבוי דברים, כדכתיב: העתרתם עלי דבריכם. ",
                "לנכח - בשביל. "
            ],
            [
                "ויתרוצצו הבנים בקרבה - לשון רץ לקראת רץ, שהיו רצים ומתנענעים בתוך גופה כדרך עוברים. וכן: מן קם מתקוממים, מן לן מתלוננים, אבל מלשון רצץ עזב דלים היה לומר וירצצו כמו בטרם יתנגפו רגליכם. ",
                "לדרוש את ה' - אל הנביאים שבאותן הימים, כדכתיב: לדרוש את ה' מאתו. וכתיב: כי יבא אלי העם לדרוש את ה'. "
            ],
            [
                "ויאמר ה' לה - ע\"י נביא. ",
                "שני גוים - אל תיראי, כי צער העיבור שלך בשביל שני תאומים יש בבטנך, שמרובה צער העיבור של שנים מעיבור אחד. ",
                "ושני לאומים - מלכויות, כדכתיב: מלכי ארץ וכל לאמים כפל לשון הוא. אבל לאומים הוא עמים ומתוך שהנביא התחיל לומר לה, גמר ופירש לה כל העתידות. ",
                "ורב יעבוד צעיר - ולכן אהבת את יעקב שאהבו הקב\"ה, וכדכתיב: ואהב את יעקב. "
            ],
            [
                "והנה תומים - בכל דבר חידוש רגיל לומר כן. וכן: ויהי בבקר והנה היא לאה כי עד עתה היה סבור שהיא רחל. וכן: ויקץ פרעה והנה חלום כי לא היה סבור שהיה חלום, עד שניער משנתו. "
            ],
            [
                "אדמוני - רוש בלעז. ",
                "כאדרת שער - שלובשים התועים. ",
                "ויקראו - כל העולם. ",
                "שמו עשו - אדם עשוי ונגמר שהיה בעל שער. "
            ],
            "",
            [
                "יודע ציד - לצוד ציד להביא. ",
                "יושב אהלים - רועה צאן אביו. כמו שפירשתי: איש יושב אהל ומקנה. "
            ],
            [
                "ציד בפיו - פשוטו כתרגומו. ",
                "אוהבת את יעקב - שהייתה מכרת בתומתו וגם ממה שאמר הקב\"ה: ורב יעבוד צעיר והוצרך להקדים כאן אהבת יצחק לעשו ורבקה אוהבת את יעקב, להודיע מה שכתב לפנינו יצחק רצה לברך את עשו ורבקה הערימה לברך את יעקב. "
            ],
            "",
            [
                "מן האדום האדום הזה - דרך אדם הממהר לשאול מחברו כופל את דבריו וזה שהיה רעב הרי הוא כאומר: תן לי מהרה לאכול. ",
                "על כן קרא שמו אדום - הוא אדמוני ונתאווה לאכול אדום. ובשביל רעבתנותו מכר בכורתו ולשם בזיון קרא לו כן, שבשביל מאכל אדום מכר בכורתו. "
            ],
            [
                "מכרה כיום - כלומר: לאלתר, מיד מכור לי חלק בכורתך הראוי לך, בממון אבי בממון שאתן לך, ואח\"כ אתן לך המאכל לעדות ולקיום, כדרך שמצינו ויאכלו שם על הגל לקיום ברית בין לבן ליעקב. "
            ],
            [
                "הנה אנכי הולך למות - בכל יום אני הולך לצוד חיות ביערים המצויים שם דובים ואריות וחיות רעות ואני מסוכן למות, למה זה לי להמתין חלק בכורה לאחר מיתת אבינו. כך פירש אבי הרב רבי מאיר מ\"ס. "
            ],
            "",
            [
                "ויבז עשו את הבכורה - וימכר את בכורתו בדמים, ואחר כן ויעקב נתן לעשו וגו' כמנהג בני אדם לקיום דבר. ",
                "ויבז עשו - לפי שלסוף נתחרט על כך, כדכתיב: את בכורתי לקח. לכן הקדים כאן להודיע שטותו עתה בשביל אכילה ביזה את הבכורה, אבל לבסוף היה מתחרט.",
                "ויבז - כמו ויבזה מן דבר ה' בזה, כמו: ויקן מן קנה. "
            ]
        ],
        [
            [
                "מלבד הרעב הראשון אשר היה בימי אברהם - כדכתיב: ויהי רעב בארץ וירד אברהם מצרימה לא הוצרך פסוק זה, אלא להודיעך שכשם שאברהם אביו היה הולך בשביל הרעב למצרים, כך יצחק היה יורד למצרים דרך ארץ פלשתים, דרך קצרה, כדכתיב: ולא נחם אלהים דרך ארץ פלשתים כי קרוב הוא ולכך אמר לו הקב\"ה: אל תרד מצרימה לפי שיודע הקב\"ה שהיה יורד למצרים."
            ],
            "",
            [
                "כי לך ולזרעך וגו' - ובשביל שנתתי לו ולזרעו את הארץ הזאת צויתי לו לצאת מארצו וממולדתו, כדכתיב שם: אל הארץ אשר אראך. "
            ],
            "",
            [
                "עקב אשר שמע אברהם בקולי - על העקידה, דכתיב: אשר שמעת בקולי. ",
                "וישמור משמרתי - כגון מילה, דכתיב בה: ואתה את בריתי תשמור. ",
                "מצותי - כגון מצות שמנה ימים, דכתיב: כאשר צוה אותו אלהים. ",
                "חוקותי ותורותי - לפי עיקר פשוטו: (מצות) הניכרות (=השכליות) כגון: גזל ועריות, וחימוד, ודינין, והכנסת אורחים, כולם היו נוהגין קודם מתן תורה, אלא שנתחדש ונתפרש לישראל וכרתו ברית לקיימו. "
            ],
            "",
            "",
            [
                "ויהי כי ארכו לו שם הימים - לא נזהר מעתה כל כך שלא להתנהג עם אשתו מנהג אישות, מאחר שלא נתנו לב לגוזלה ממנו. ",
                "מצחק - תשמיש, כדכתיב: בא אלי העבד העברי אשר הבאת לנו לצחק בי. ובמקום אחר הוא אומר: בא אלי לשכב עמי. "
            ],
            "",
            "",
            "",
            [
                "בארץ ההוא - אף על פי שהארץ קשה היא. ",
                "בשנה ההיא - אף על פי שהיא שנת בצורת ורעבון. ",
                "מאה שערים - שדה ששיערוהו שיוציא כור א' הוציאה מאה כורין. "
            ],
            "",
            [
                "ועבדה רבה - עבודת שדה וכרמים, כי סתם עבודה עבודת קרקע היא."
            ],
            [
                "סתמום פלשתים - שלא יחזיקו בניו בהם אחרי מותו והוצרך לכתוב בשביל כשנתרחק משם שב וחפרם דוגמת וחם הוא אבי כנען."
            ],
            "",
            "",
            [
                "אשר קרא להן אביו - כדי שלא יוכל אדם לערער עליהם. "
            ],
            "",
            "",
            "",
            [
                "ולא רבו עליה - לפי שנתרחק ממרעיתם, דכתיב: ויעתק משם."
            ],
            [
                "ויעל משם באר שבע - כי היה מתיירא מהם, שכן מוכיח שא\"ל הקב\"ה: אל תירא כי אתך אנ[כ]י נמצא שהיה מתיירא. "
            ],
            "",
            [
                "ויכרו שם עבדי יצחק באר - ולא קרא לו יצחק שם, עד לבסוף שאבימלך הלך אליו מגרר ונשבעו איש לאחיו ואז באו עבדיו והגידו לו על אודות הבאר אשר חפרו ואז קרא לו שבעה, על שם השבועה שנשבעו הוא ואבימלך. "
            ],
            [
                "ואחוזת מרעהו - כתרגומו: חבורת אוהביו, כמו: ויתנה למרעהו והמ\"ם כמו מ\"ם של מריע ותוקע, וכמ\"ם של אנכי מסב כלי מלחמה. וכן יתר מרעהו צדיק ודרך רשעים תתעם הצדיק יתר ויכונן דרך ישר את מרעהו, כמו: ויתורו את ארץ כנען אבל דרך רשעים לעצמם ושכיניהם תתעם פייט' אשגרור בלע\"ז. יתור, הוא את עצמו, יתר הוא את אחרים, כמו ישוב ישיב יקום יקים זה פועל וזה מפעיל. "
            ],
            "",
            [
                "תהי נא אלה אשר בינותינו - ביני ובין אביך שתתקיים גם עתה.[בינינו ובינך] שכן היה תנאי אם תשקור לי ולניני ולנכדי. "
            ],
            [
                "אתה עתה ברוך ה' - כמו כן: כרות ברית עמנו ושלחתנו בשלום כמו שעשינו לך. ",
                "אתה -  שאתה ",
                "ברוך ה' - דוגמת בא ברוך ה' שכתוב בלבן. וכן עשה יצחק וילכו מאתו בשלום. "
            ],
            "",
            "",
            "",
            [
                "על כן שם העיר באר שבע - ואין זו אותו באר שבע של אברהם, כי שני באר שבע היו, כדכתיב: ויבא באר שבע אשר ליהודה. "
            ],
            [
                "ויהי עשו בן ארבעים שנה - ואז היה יצחק בן מאה כי בן ששים היה בלדת רבקה אותם. להודיענו בא מה שכתב אחריו ויהי כי זקן יצחק. ויקח אשה את יהודית כו'. "
            ],
            [
                "ותהיין מרת רוח - לפי שעתיד לומר אם לוקח יעקב אשה מבנות חת כאלה, לכך הוצרך לפרש תחילה.",
                "מרת רוח - כמו מן עושה, לזכר יאמר עושה דברו לנקיבה. וכשהוא דבוק יאמר עושת. כן יאמר מן המורה לשון ממרה מן ימרה את פיך יאמר מורה לנקבה וכשהוא דבוק יאמר מורת רוח קונט\"רריאנ\"ץ אבל לב יודע מרת נפשו חטף קמץ לפי שהוא שם דבר, לשון מררות, אבל זה מלאפו\"ם הוא לשון פועל מגזרת כי מרה מריתי, מחטופי למ\"ד הפעל. "
            ]
        ],
        [
            [
                "ותכהין עיניו - מן הזקנה, כמו שמצינו בספר שמואל: ועיניו החלו כהות. "
            ],
            [
                "הנה נא - אני מבקש ממך בשביל שזקנתי, ואני רוצה לתת לך הברכות אשר בידי לחלוק לך בחיי, כמו דכתיב אצל אברהם בירושת הארץ. "
            ],
            [
                "שא נא כליך - כופל נא שני בכאן, כמו שפירשתי אצל: הנה נא ידעתי כי אשה יפת מראה את. ",
                "תליך - אשפתו שתלויים בה החצים. ",
                "תֶּלְיְךָ - מגזרת ושר האופים תלה. וכן שביך בן אבינועם, מגזרת שבה ענה. "
            ],
            "",
            "",
            "",
            [
                "לפני ה' - בשם ה', אבל נמרוד גבור ציד לפני ה'. פירושו בכל העולם. וכן: נינוה היתה עיר גדולה לאלהים. בכל עולמו של הקב\"ה, לא היתה עיר גדולה כנינוה. "
            ],
            "",
            [
                "לך נא אל הצאן - ממקום אומנותו שהיה יושב אהלים. ",
                "גדיי עזים - בשביל העורות ששערן קשה כשער אדם, לקח עזים ולא כבשים."
            ],
            "",
            "",
            [
                "ימשני אבי - מן: ממשש בצהרים. כמו: יסבוהו ערבי נחל, מן סבב, דגש תחת אות החסרה. "
            ],
            [
                "עלי קללתך - עלי ועל צווארי כלומר: כי הייתה בוטחת במה שאמר לה הקב\"ה: ורב יעבד צעיר. "
            ],
            "",
            [
                "החמודות - שהיה עובד בהן אביו בשעת אכילה. "
            ],
            "",
            "",
            "",
            [
                "וְאֳכְלָה מצידי - חטף קמץ, לפי שהוא לשון צווי כמו: אכול בשמחה לחמך, אבל וְאֹכְלָה מציד בני הוא מלאפום שהוא לשון אפעל, כמו: זכור ה' לדוד יאמר זכרה לחסדי דוד ל' ציווי. "
            ],
            "",
            "",
            [
                "הקול קול יעקב - לפי שתאומים היו היה קולן דומות קצת זה לזה ולכך טעה יצחק בקולו, מאחר שמצאו איש שער על צוארו. "
            ],
            "",
            [
                "אתה זה בני עשו - נראה שאתה בני עשו. "
            ],
            "",
            "",
            [
                "ריח בגדיו - החמודות ובגדיהם היו מבושמים במוגמר. ",
                "אשר ברכו ה' - השדה שהוא מלא נרד וכרכום קנה וקנמון. וכן פייט רבי אליעזר הקליר: שדה מבורך כהריח ברכו במתן טל."
            ],
            [
                "ויתן לך - מוסב על ברכו ה' והוא הקב\"ה: יתן לך מעל מטל השמים כעין ברכת השדה. "
            ],
            [
                "בני אמך - אבל ביעקב שהיו לו נשים הרבה, כתוב בו: וישתחוו לך בני אביך. "
            ],
            [
                "ויהי אך יצא יצא - להגיד נסים שנעשו ליעקב בא הכתוב, שאלו הקדים עשו לבא רגע אחד קודם, לא נתברך יעקב. "
            ],
            "",
            "",
            [
                "ויחרד יצחק - על שמצא שער בחלקת צוואריו של יעקב. ",
                "מי איפוא - תיקון לשון הוא, כמו איזו שבתלמוד אימא לי איזי, אַתְאוֹרֶש ב\"ל. ",
                "גם ברוך יהיה - שמיהר לעובדני וגם ידע שבעצת רבקה עשה הכל והיא הייתה מכרת בו שראוי לברכות. "
            ],
            "",
            "",
            [
                "הכי קרא שמו יעקב - בתמיה, הלמען אשר קרא שמו יעקב בשעת לידה בשביל שידו אוחזת בעקבי ונמצאתי אני בכור והוא פשוט והיה לו ליטול פחות ממני, יטול פי שנים ממני. וכן: הכי אחי אתה ודייך ליטול שכר הרבה, ועבדתני חנם?! בתמיה. וכן בבבא בתרא שנינו בפרק: מי שמת בזמן שהנכסים מרובין, הבנים יירשו והבנות יזונו. נכסים מועטים הבנות יזונו והבנים ישאלו על הפתחים. אדמון אומר: וכי בשביל שאני זכר ויפה כחי בנכסים מרובים הורע כחי בנכסים מועטים?! בתמיה. "
            ],
            [
                "נתתי לו לעבדים - מה שקנה עבד קנה רבו. "
            ],
            "",
            "",
            [
                "ועל חרבך תחיה - אומנתך שהיית צד חיות בכלי זיינך. ",
                "כאשר תריד - כמו: אריד בשיחי כשיעבוד בך בפרך ולא תוכל לסבול ופרקת עולו. "
            ],
            "",
            "",
            "",
            "",
            [
                "גם שניכם - אם יהרוג אותך גם הוא יהרג על ידי גואלי הדם. "
            ],
            [
                "אם לקח יעקב - דרך חכמה אמרה רבקה ליצחק, להרחיק יעקב מעשו ולא גילתה לו שבשביל שטימת אחיו עשתה כן. "
            ]
        ],
        [
            "",
            "",
            "",
            [
                "לרשתך את ארץ מגורך - מאחר שלא תקח אשה מבנות כנען שהיו עבדים, כמו שצוה אברהם ליצחק. "
            ],
            "",
            [
                "וירא עשו כי ברך יצחק את יעקב - בברכות אחרונות הללו נתן לו את ארץ כנען שניתנה לאברהם וגם אמר לו לקחת אשה ממשפחתו וגם צווהו שלא לקחת מבנות כנען, חשב עשו בלבו מה שנשאתי מבנות כנען גזל ממני ברכת אברהם ולקח את בת ישמעאל ממשפחת אברהם, חשב בלבו שמא מעתה אזכה לנחלת אברהם."
            ],
            "",
            "",
            [
                "אחות נביות - לפי שהיה ראשון שבבני ישמעאל קורא אותה אחות נביות, וכן: ותקח מרים הנביאה אחות אהרן. לפי שאהרן נולד קודם משה קורא לה אחות אהרן, אבל במקום שהזכיר משה ואהרן בפסוק אחד קורא אותה אחותם, כדכתיב: ותלד לעמרם את אהרן ואת משה ואת מרים אחותם. וכן: ואחות לוטן תמנע, לפי שהיה ראשון, כדכתיב: לוטן ושובל וצבעון וענה."
            ],
            [
                "ויצא וילך חרנה - הלך לצד חרן. "
            ],
            [
                "ויפגע במקום - אירע לו דרכו במקום אחד חוץ מעיר לוז. ",
                "כי בא השמש - ולא היה לו פנאי ליכנס בעיר ביום. כדאמר רב יהודה: לעולם יכנס אדם בכי טוב ויצא בכי טוב. ",
                "ויקח - אחת.",
                "מאבני המקום - כדכתיב: ויקח את האבן אשר שם מראשותיו. "
            ],
            [
                "סלם מצב ארצה - מוצב על ידי אחרים. ",
                "עולים ויורדים - לפי הפשט: אין לדקדק במה שהקדים עולים ליורדים, שכן דרך ארץ להזכיר עליה קודם ירידה."
            ],
            [
                "נצב - בעצמו. וכן: נגש אל הערפל מעצמו. מוקטר ומוגש על ידי אחרים. וכן: אשר אתה מראה בהר. אחרים הראו לו. אבל נראה מעצמו. ",
                "הארץ אשר אתה שוכב עליה לך אתננה ולזרעך - ואם תאמר דבר מועט הוא -"
            ],
            [
                "ופרצת ימה וקדמה - לד' רוחות העולם. ",
                "ונברכו - לשון מבריך ומרכיב. כלומר: יתערבו במשפחתך משפחות האדמה שהרי משקל רפי הוא וכבר פירשתיו בפ' לך לך. "
            ],
            [
                "כי לא אעזבך - בדרכים. ",
                "עד אשר אם עשיתי את אשר דברתי - עליך להשיבך אל האדמה הזאת כי בדרכים אתה צריך שמירת מלאכים יותר, כדכתיב: כי מלאכיו יצוה לך לשמרך בכל דרכיך. "
            ],
            [
                "אכן יש ה' במקום - לא כמה שהייתי סבור כששכבתי כאן שהוא מקום חול, אך כן הוא שהוא מקום קודש. וכן כל אכן שבמקרא אך כן ולא כמו שהייתי סבור. וכן: אכן נודע הדבר. "
            ],
            "",
            [
                "ויצק שמן על ראשה - ומשח אותה לקדשה להקריב עליה קרבנות בשובו, כדכתיב במשכן וכליו: וימשחם ויקדש אותם וכן מוכיח לפנינו. אנכי האל בית אל אשר משחת שם מצבה וגו' יהיה בית אלהים לקורבנות. "
            ],
            [
                "ואולם לוז שם העיר - ועל שם המקום שחוץ לעיר ששכב יעקב, נקרא שם העיר עצמה בית אל. "
            ],
            "",
            [
                "ושבתי בשלום - כמו שאמר לי: והשיבותיך אל האדמה הזאת. ",
                "והיה ה' לי לאלהים - שיסייעני בכל מעשי. "
            ],
            [
                "עשר אעשרנו לך - להקריב לפניך עולה. "
            ]
        ],
        [
            [
                "וישא יעקב רגליו - מתוך שהבטיחו הקב\"ה הלך בשמחה ובמרוצה. ",
                "בני קדם - ארם, כדכתיב: ארם מקדם."
            ],
            [
                "רובצים עליה - ממתינים עד אשר יאספו כל העדרים וגללו את האבן.",
                "והאבן גדולה על פי הבאר -  שלא יפול שם אדם, או שלא ישאבו ממנה שאר בני אדם. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "ויגל את האבן - לבדו. להודיע גבורתו בא הכתוב. "
            ],
            "",
            "",
            [
                "את כל הדברים האלה - שאביו ואמו שלחוהו אל אנשי משפחתו. "
            ],
            [
                "אך עצמי ובשרי אתה וגו' - ויפה כוונת לבא אלי. "
            ],
            "",
            [
                "וללבן שתי בנות - והפסיק תשובת דבריו של יעקב, כי לפי שהיה לו שתי בנות והקטנה מצאה חן בעיניו לפיכך [ביקש] את הקטנה. "
            ],
            [
                "רכות - נאות וור\"ש בלע\"ז. וכלה שעיניה נאות אין כל גופה צריך בדיקה. ועיניים שחורות אינן רכות כלבנות. ",
                "יפת תואר - כמו במחוגה יתארהו דפוס החוטם והמצח והפה והלחיים. ",
                "יפת מראה - לבן ואדמדם. "
            ],
            "",
            "",
            "",
            [
                "כי מלאו ימי - שבע שנים עבדתיך. "
            ],
            "",
            "",
            "",
            [
                "והנה היא לאה - בדבר שלא נודע תחילה אומר והנה. וכן: והנה חלום. "
            ],
            "",
            [
                "מלא שבוע זאת - שבעת ימי המשתה של לאה. ",
                "ונתנה - ותנתן לך. ",
                "גם את זאת -  מיד. ",
                "בעבודה אשר תעבוד עמדי - אחרי נשואי רחל. ",
                "עוד שבע שנים אחרות - כדכתיב: ויהי כאשר ילדה רחל את יוסף ויאמר יעקב אל לבן שלחני וגו' כי עכשיו הושלמו ארבע עשרה שנה בשתי בנותיו. "
            ],
            "",
            "",
            [
                "ויאהב גם את רחל - וגם אהבה יותר מלאה כלומר: בא אליה וגם אהבה. רוב גם הפוכים כן בתורה. וכן: וברכתם גם אותי גם תברכו אותי. וכן גם אותך הרגתי, הנה לחצתי רגליך ונעשית שפי ופסח גם עדיין הייתי הורג אותך. "
            ],
            [
                "ורחל עקרה - בשביל שכתוב לפנינו שאמרה ליעקב: הבה לי בנים כתב כן. "
            ],
            [
                "יאהבני - כמו יאהבני. וכן הבדל יבדילני (ישעיה נו כמו: יבדיליני (בצירי). "
            ],
            "",
            [
                "על כן קרא שמו לוי - י\"ל שיעקב קרא לו שם."
            ]
        ],
        [
            [
                "מתה אנכי - טעמו למטה שהוא פועל להבא, אבל מתה עלי רחל טעמו למעלה שהוא לשעבר. "
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "נפתולי אלהים נפתלתי - חיבור הק' נתחברתי. נו\"ן ראשונה בשביל נו\"ן שנייה. וכן נכסוף נכספתה. נשאל נשאל דוד. "
            ],
            "",
            "",
            [
                "בא גד - בא אלינו מזל טוב כמו: העורכים לגד שולחן. וכן במסכת שבת: גד גדי וסינוק לא. וכן בבראשית רבא: אתא מזלא דביתא. והמפרש לשון גדוד טועה, שאף על פי שהשמות מעין האמירה. כמו ראובן: כי ראה ה' בעניי. שמעון: כי שמע ה'. אמירת האשה אין לנו לכותבה אלא כעין עיקר הדיבור. וגד אינו יכול להיות לשון גדוד בלא כפולות של שני דלתי\"ן. יָגוֹדּוּ על נפש צדיק דגש תחת דל\"ת שני החסרה. כמו: וימכו בעונם. ויסולו עלי אורחות אידם. יסובו עלי רביו. בכלם דגש תחת אות החסרה. "
            ],
            "",
            [
                "באשרי - אני עומדת במישור ובשבח שמאשרות אותי בנות. "
            ],
            [
                "דודאים - דודאי תאנים, כדכתיב: הדודאים נתנו ריח."
            ],
            "",
            "",
            "",
            [
                "יששכר - שני שכרים: אחד שכר הדודאים ואחד שכר שנתתי שפחתי לאישי. "
            ],
            "",
            [
                "זבד - לשון חלק ומנה יפה לפי הענין. ",
                "יזבלני - כמו: בנה בניתי בית זבול לך. ל' דירה. "
            ],
            [
                "ותקרא את שמה דינה - ולא נכתבה הודאה על לידת הבת לדעת למה נקראת כן, שאין מודים על הבת כמו על הבן ולהודיעך בא שכל בני יעקב היו זכרים חוץ מזו. וכן: ושם בת אשר סרח. בכל ע' נפש לא היו רק שתי בנות יוכבד וסרח. "
            ],
            "",
            [
                "אסף אלהים - כמו: ואספתו אל תוך ביתך. וכמו: אספתי את שלומי, הכנסת והטמנת את חרפתי שהייתי נקראת עקרה. "
            ],
            [
                "ותקרא את שמו יוסף - על שאמרה: אסף אלהים את חרפתי. וא\"כ תקראהו אסף יו\"ד של יוסף למה? על שם שהתפללה: יוסף ה' לי בן אחר הרי שם זה משמש שני אמירות: אסף ויוסף. "
            ],
            [
                "שלחני - כי עתה כשנולד יוסף נשלמו שבע שנים אחרות של רחל. "
            ],
            "",
            "",
            "",
            "",
            [
                "לרגלי - בשבילי. דוגמת לרגל המלאכה אשר לפני. "
            ],
            [
                "לא תתן לי מאומה - מכל הצאן שיש לך עכשיו, שהרי עבדתיך בשביל בנותיך, אבל ממה שארעה צאנך מכאן ולהבא תן לי העקודים והנקודים ואותן עקודים ונקודים שיש עכשיו בצאנך. "
            ],
            [
                "הסר משם - ותן ביד בניך שלך להפרידם מעל העתודים להוולד מעכשיו שיהיו שכרי. ",
                "נקד - נראה לי טלאי הקדקד והצואר. שהרי ויקד ארצה כפיפת הצוואר והקדקד. והוא נדגש שהוא כמו ויפל מגזרת נפל. ",
                "ונקוד - מן ויקוד הוא על שם הקדקד. כמו: עקוד ברגל, על שם: ויעקוד את יצחק קשירה ברגל. ",
                "הסר משם - לצורכך. ",
                "והיה שכרי - מכאן ולהבא אותן שיוולדו. "
            ],
            [
                "וענתה בי צדקתי - מהיום ולהבא. ",
                "לפניך - כשתבא לראות שכרי ולא תמצא בהם אלא נקודים ועקודים. ",
                "חום בכשבים - אבל לא בעזים כי רובם חום הם, רוש בלעז. "
            ],
            "",
            [
                "ויתן ביד בניו - של לבן."
            ],
            [
                "ובין יעקב - צאן לבן שהיה רועה נתרחק דרך שלשת ימים, מצאנו של לבן העקודים והנקודים שהסיר מצאנו."
            ],
            [
                "מקל לבנה - לפי שהוא דבוק. מַקֵל של לבנה לפיכך הוא פתח. וכן מעשר בקר. ומספד תמרורים. ובלא דבקות, ויך את האתון במקל. בכל רחובות מספד. מעשר מן המעשר. ",
                "לח - שאינו יבש. ",
                "מחשוף - גילוי, כמו: וזרועך חשופה. חשף ה' את זרוע קדשו. "
            ],
            [
                "ויחמנה - כמו: וישרנה הפרות. ארבעה מלכויות מגוי יעמדנה. ותקרבו העצמות עצם אל עצמו חציים ל' זכר וחציים ל' נקבה, שהיה לו לומר, כמו: ותקרבנה בנות צלפחד. "
            ],
            [
                "ויחמו הצאן - כולן לשון זכר. "
            ],
            [
                "והכשבים הפריד יעקב - העקודים והנקודים הפריד מצאן לבן שנה ראשונה ושנייה והיה נותן את פני צאן לבן אליהם, כדי שיראו אותם ותתעברנה כמותם וגם המקלות היה נותן בשקתות המים. שני מעשים הללו היה עושה כדי שתלדנה עקודים ונקודים."
            ],
            [
                "המקשרות - בזמן שרובן רגילות להתעבר ביחד. "
            ],
            [
                "ובהעטיף - כשעבר זמן המבכירות להתעבר, לא היה חושש על המאוחרות. "
            ]
        ],
        [
            [
                "הכבוד - עוצם ממון, כמו: ואברם כבד מאד במקנה בכסף ובזהב. "
            ],
            "",
            "",
            "",
            [
                "ואלהי אבי היה עמדי - אף על פי שפניו רעים אני לא גזלתי ממנו כלום, אלא הקב\"ה היה עמדי ונתן לי. "
            ],
            "",
            [
                "מנים - מניינים. ",
                "עשרת - אינו דווקא. כמו: עשר נשים לחמכם. עשר פעמים תכלימוני כלומר: הרבה מניינים. "
            ],
            [
                "וילדו כל הצאן נקדים - בזה לא הועיל מחשף הלבן. "
            ],
            [
                "ויצל - הפריש, וכן כל לשון ישועה והמלטה וחליצה לשון הפרשה הם. "
            ],
            "",
            "",
            "",
            [
                "אשר משחת - להקדישה ועדיין לא הקרבת עליה נדריך. "
            ],
            "",
            [
                "כספנו - שנשתכר בנו בנשואינו, שהיה לך להשתכר ביגיע כפך לפרנסינו. "
            ],
            "",
            "",
            "",
            [
                "ותגנוב רחל את התרפים - שלא יגידו ויודיעו ללבן כי רוצה יעקב לברוח, כענין שנאמר: אין אפוד ותרפים. כי התרפים דברו און, רגילים היו לקסום בהם. "
            ],
            "",
            "",
            "",
            [
                "דרך שבעת ימים - כי יעקב היה הולך לאט בשביל צאנו ולבן שהיה רחוק ממנו הלך לגזוז את צאנו כדכתיב: וישם דרך שלשת ימים בינו ובין יעקב והוא מיהר לרדוף והשיגו לסוף שבעת ימים. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "ואלהי אביכם וגו' - ואני חולק לו כבוד. "
            ],
            "",
            [
                "כי יראתי וגו'' עם אשר תמצא - השיב על ראשון ראשון ועל אחרון אחרון.  "
            ],
            [
                "עם אשר תמצא - השיב על ראשון ראשון ועל אחרון אחרון. ",
                "לא יחיה - כלומר אני אעשה נקמה מגופו. "
            ],
            [
                "ויבא לבן באהל יעקב - ואח\"כ באוהל לאה ואח\"כ באהל שתי השפחות. ולמה לא מצאם באהל רחל? שהרי כשיצא מאהל לאה ויבא באהל רחל, ישבה רחל על כר הגמל שהתרפים בתוכו. ",
                "ויצא מאהל לאה ויבא באהל רחל - כלומר: אעפ\"י שאמרנו למעלה באהל לאה ובאהל שתי השפחות לא כך היה, אלא בתחלה כשיצא מאהל לאה נכנס באוהל רחל, אבל מפני אורך דברים שאמר לבן לרחל ורחל ללבן, לא היה רוצה להפסיק את הפסוק הראשון. \n"
            ],
            [
                "בכר - כר או כסת שנותנים על הגמל לשבת עליו. "
            ],
            "",
            "",
            "",
            [
                "לא שכלו - מתוך חוסר מרעה ומתוך שמירה פחותה. ",
                "ואילי צאנך - דרך רועי צאן במדבר לאכול מן הכבשים הזכרים. "
            ],
            [
                "אחטנה - כמו אחטאנה, אני הפסדתי משלי כמו: אני ובני שלמה חטאים הרבה אלפין חסרים. ",
                "גנבתי יום - יו\"ד יתירה גנובת יום וגנובת לילה שלמתי כמו: רבתי עם שרתי במדינות. אבל גְּנֻבָתִּי קמץ פתרונו גניבת שלי."
            ],
            "",
            "",
            [
                "שלחתני - ולא בשמחה ובשירים. "
            ],
            [
                "מה אעשה - האיך אוכל לעשות להם רעה. "
            ],
            "",
            "",
            "",
            "",
            "",
            [
                "והמצפה - דכתיב: את מצפה גלעד. ",
                "יצף - מן צופה נתתיך. כמו ירב בארץ. מן פרה ורבה. "
            ],
            "",
            [
                "יריתי - זקפתי, יעקב ירה אותה בעצת לבן, כמו: ירה בים. "
            ]
        ],
        [
            "",
            [
                "ויפגעו בו - לשומרו, כדכתיב: והנה אנכי עמך. "
            ],
            "",
            "",
            [
                "ויצו אותם לאמר - צוה אותם ואמר להם: כה תאמרון. והשלוחים לא יודעין דאגתו של יעקב. ",
                "עם לבן גרתי - כאשר ידעת במצות אבי ואמי שלא יחשוב בשבילי ברח. ",
                "ואחר - כמו: וָאַאחֵר כמו: ואהב את יעקב. כמו: וָאֹאַהָב וכן וָאֹכַל. וָאֹמַר חסרון אלף של יסוד. "
            ],
            "",
            [
                "באנו אל אחיך אל עשו - ומצאת חן בעיניו כאשר אמרת וגם הנה הוא מתוך ששמח בביאתך ובאהבתו אותך. ",
                "הולך לקראתך וארבע מאות איש עמו - לכבודך. זהו עיקר פשוטו. וכן: גם הנה הוא יוצא לקראתך וראך ושמח בלבו. "
            ],
            [
                "ויירא יעקב - בלבו, אף על פי שהראה לשלוחים כי לכבודו מתכוון, הוא לא האמין שמחשבת עשו לטובה אלא לרעה. ",
                "ויצר - מגזרת צרור את המדינים. וכן הוא ותקל גברתה. מן קלל. ",
                "ויחץ - מן אשר חצה משה. "
            ],
            [
                "לפליטה - שהיו רחוקים המחנות זה מזה ואם יראו פורענות יברחו. ",
                "המחנה האחת - לשון נקבה הוא, כדכתיב: אם תחנה עלי מחנה. ",
                "הנשאר - לשון זכר. הרבה מצינו תיבות פעמים זכר פעמים נקבה. כמו: השמש יצא על הארץ. ותך השמש. רוח סערה עושה דברו. ורוח באה מעבר המדבר ויגע בארבע פנות הבית. "
            ],
            [
                "אלהי אבי אברהם ואלהי אבי יצחק - שהבטחתני בל' זה בצאתי מבאר שבע: ויאמר אני ה' אלהי אברהם אביך וגו' ואלהי יצחק. "
            ],
            [
                "קטנתי מכל - מלהיות לי. ",
                "החסדים וגו' - וכן: קטן מהכיל את העולה ואת השלמים ולפי שעשית לי חסדים ואמת יותר מן הראוי לי ואני עדיין לא קיימתי נדרי ולא עבדתיך כראוי, לכך אני ירא, אף על פי שהבטחתני שאינך דן את האדם אלא לפי מעשיו, כמו שמצינו בחזקיה שאמר לו הנביא: מת אתה ולא תחיה ואעפ\"כ בתפלת חזקיה הוסיף הקב\"ה על ימיו חמש עשרה שנה. "
            ],
            [
                "פן יבא והכני - לפי שקטנתי מכל החסדים כאשר פירשתי. "
            ],
            [
                "ואתה אמרת היטב איטיב עמך - אף על פי שאין אתה מחויב לקיים לי הבטחתך שהרי קטנתי וגו' אעפ\"כ, עשה למען כבוד שמך שתתקיים הבטחתך, כמו שאמר משה להקב\"ה כשרצה לכלות את ישראל: למה יאמרו מצרים ברעה. ובמקום אחר: מבלתי יכולת ה' וגו' וישחטם במדבר וגו'. ואמר לו הקב\"ה: סלחתי כדברך וינחם ה' על הרעה. "
            ],
            "",
            "",
            [
                "ובניהם - לפי פשוטו: בניהם ממש והיו בהם זכרים."
            ],
            [
                "ורוח תשימו - דרך כבוד הוא למחנות הרבה זה אחר זה. "
            ],
            [
                "למי אתה - עבד? והם השיבו: לעבדך ליעקב. "
            ],
            [
                "מנחה - כמו שפירשתי בפ' בראשית והנה גם. "
            ],
            "",
            [
                "כי אמר אכפרה פניו - כן חשב יעקב בלבו ואין זה מדברי השלוחים. ",
                "הוא אחרינו - ולפי שרצה יעקב לברוח בלילה דרך אחרת אם לא מפני שעכבו המלאך, לכך היה מתכוון להטעותו לעשו שלא יפגשהו. "
            ],
            "",
            [
                "ויקם בלילה הוא - נתכוון לברוח דרך אחרת לפיכך עבר הנחל בלילה כמו שמצינו בדוד בברחו מפני אבשלום בדרכים הללו של ירדן ומחנים שעבר יעקב ובלילה כמו כן: ויאמרו אל דוד קומו עברו את המים וגו' ויקם דוד וכל העם אשר אתו ויעברו את הירדן עד אור הבקר עד אחד לא נעדר אשר לא עבר את הירדן וגו' ודוד בא מחנים ואבשלום עבר את הירדן וגו'. ",
                "מעבר יבק - מעברות המים כדי לברוח. "
            ],
            "",
            [
                "ויותר יעקב לבדו - כלומר: שהעביר כל אשר לו שלא היה עוד לעבור אלא הוא לבדו ורצה לעבור אחריהם, כדי לברוח דרך אחרת שלא יפגשנו עשו נתכווין. ",
                "ויאבק - מלאך עמו שלא יוכל לברוח ויראה קיום דברו של הקב\"ה שלא יזיקהו עשו."
            ],
            [
                "כי לא יכול לו - המלאך ורצה לעבור ולברוח בעל כרחו. ",
                "ותקע - נבדלה מן הירך כמו: פן תקע נפשי ממך. [ירך יעקב] הַיָרֵךְ טעמו למטה בריש כי שמה. וכן: גָּדֵר מזה. וכן: גָּזֵל. וכשירך דבוק נהפכין להיות פתח קטן וטעמו באות הראשונה, יֶרֶךְ יעקב. ירך המשכן. "
            ],
            [
                "כי עלה השחר - וכיון שהאיר היום מעתה יש לילך לדרכך. ",
                "כי אם ברכתני - שתשלחני מאתך בשלום, שלא אהיה ניזוק כמה שנתאבקתי עמך, כי עתה עלה השחר אז ידע יעקב שהוא מלאך. "
            ],
            "",
            [
                "כי שרית - מגזרת באונו שרה את אלהים כמו קנה קנית. עשה עשית. אבל וישר אל מלאך ויוכל מגזרת שב קם רץ שיאמר ויקם וישר וירץ. ומה שלקה יעקב ונצלע, לפי שהקב\"ה הבטיחו והוא היה בורח. וכן מצינו בכל ההולכים בדרך שלא ברצון הקב\"ה, או ממאנים ללכת שנענשו. במשה כתיב: שלח נא ביד תשלח ויחר אף ה' במשה. ולפי הדרש, אף על פי שאמרו חכמים בכל מקום חרון אף עושה רושם וכאן מה רושם יש? הלא אהרן אחיך הלוי עתיד הוא להיות לוי ואתה כהן ועכשיו הוא יהיה כהן ואתה לוי. אך לפי הפשט: לפי שהיה מתעצל ללכת כתיב: ויהי בדרך במלון ויפגשהו ה' ויבקש המיתו. וכן ביונה שנבלע במעי הדגה. וכן בבלעם ויחר אף אלהים כי הולך הוא ונעשה חיגר, כדכתיב: ותלחץ רגל בלעם. וילך שפי חיגר כמו: ושפו עצמותיו. "
            ],
            "",
            "",
            [
                "והוא צולע על יריכו - עתה כשהיה השמש ראוהו צולע על יריכו. כמו: ויהי בבוקר והנה היא לאה, כי עד עכשיו לא נודע שהיא לאה."
            ],
            [
                "על כן לא יאכלו - לזיכרון גבורתו של יעקב ונס שעשה לו הקב\"ה שלא מת."
            ]
        ]
    ],
    "maps": [],
    "commentaryCategories": [
        "Tanach",
        "Torah"
    ],
    "heTitle": "רשב\"ם על בראשית",
    "versionSource": "http://www.daat.ac.il/daat/tanach/parshanut/rashbam.htm",
    "heBook": "רשב\"ם",
    "heCommentator": "רשב\"ם",
    "length": 50,
    "titleVariants": [
        "Rashbam on Genesis"
    ],
    "textDepth": 3,
    "commentaryBook": "Genesis",
    "commentator": "Rashbam",
    "categories": [
        "Commentary",
        "Tanach",
        "Torah",
        "Genesis"
    ]
}