{
    "versionTitle": "English",
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "language": "en",
    "title": "Shabbat",
    "lengths": [
        312,
        8927
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "For R. Judah,",
            "R. Jose, and R. Simeon were sitting, and Judah, a son of proselytes, was sitting near them. R. Judah",
            "commenced [the discussion] by observing, ‘How fine are the works of this people!15 They have",
            "made streets, they have built bridges, they have erected baths.’ R. Jose was silent. R. Simeon b.",
            "Yohai answered and said, ‘All that they made they made for themselves; they built market-places, to",
            "set harlots in them; baths, to rejuvenate themselves; bridges, to levy tolls for them.’ Now, Judah the",
            "son of proselytes went and related their talk,16 which reached17 the government. They decreed:",
            "Judah, who exalted [us], shall be exalted,18 Jose, who was silent, shall be exiled to Sepphoris;19",
            "Simeon, who censured, let him be executed.",
            "He and his son went and hid themselves in the Beth Hamidrash,[and] his wife brought him bread",
            "and a mug of water and they dined.20 [But] when the decree became more severe be said to his son,",
            "Women are of unstable temperament: she21 may be put to the torture and expose us.’22 So they went",
            "and hid in a cave. A miracle occurred and a carob-tree and a water well were created for them. They",
            "would strip their garments and sit up to their necks in sand. The whole day they studied; when it was",
            "time for prayers they robed, covered themselves, prayed, and then put off their garments again, so",
            "that they should not wear out. Thus they dwelt twelve years in the cave.23 Then Elijah came and",
            "stood at the entrance to the cave and exclaimed, Who will inform the son of Yohai that the emperor",
            "is dead and his decree annulled?24 So they emerged. Seeing a man ploughing and sowing, they",
            "exclaimed, ‘They forsake life eternal and engage in life temporal!’ Whatever they cast their eyes",
            "upon was immediately burnt up. Thereupon a Heavenly Echo came forth and cried out, ‘Have ye",
            "emerged to destroy My world: Return to your cave!’25 So they returned and dwelt there twelve",
            "months, saying, ‘The punishment26 of the wicked in Gehenna is [limited to] twelve months.’27 A",
            "Heavenly Echo then came forth and said, ‘Go forth from your cave!’ Thus.’; they issued: wherever",
            "R. Eleazar wounded,28 R. Simeon healed. Said he to him, ‘My son! You and I are sufficient for the",
            "world.’29 On the eve of the Sabbath before sunset they saw an old man holding two bundles of",
            "myrtle and running at twilight. What are these for?’ they asked him. ‘They are in honour of the",
            "Sabbath,’ he replied.30 ‘But one should suffice you’?-One is for ‘Remember-’ and one for",
            "‘Observe.’31 Said he to his son, ‘See how precious are the commandments to Israel.’ Thereat their",
            "minds were tranquilized."
        ]
    ],
    "heTitle": "שבת",
    "versionSource": "http://Soncino",
    "maps": [],
    "length": 157,
    "titleVariants": [
        "Shabbat",
        "Tractate Shabbat",
        "Masekhet Shabbat",
        "Talmud Shabbat",
        "Shabbos"
    ],
    "textDepth": 2,
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}