{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Rashi on Berakhot", 
    "text": [
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "<b>אם כן למה אמרו חכמים עד חצות</b> – בקריאת שמע ובאכילת קדשים:"
            ], 
            [
                "<b>כדי להרחיק אדם מן העבירה</b> – ואסרום באכילה קודם זמנן, כדי שלא יבא לאוכלן לאחר עמוד השחר ויתחייב כרת. וכן בקריאת שמע, לזרז את האדם, שלא יאמר: יש לי עוד שהות, ובתוך כך יעלה עמוד השחר ועבר לו הזמן. והקטר חלבים דקתני הכא, לא אמרו בו חכמים עד חצות כלל, ולא נקט להו הכא אלא להודיע שכל דבר הנוהג בלילה כשר כל הלילה, והכי נמי תנן בפרק שני דמגילה (דף כ:): כל הלילה כשר לקצירת העומר ולהקטר חלבים ואברים:"
            ], 
            "", 
            "", 
            "", 
            [
                "אקרא קאי – ושם למד חובת הקריאה:"
            ]
        ], 
        [
            [
                "דילמא ביאת אורו – שיאור השמש ביום השמיני, ויטהר האיש עצמו בהבאת קרבנותיו, ואחר יאכל"
            ], 
            [
                "אם כן – דהאי קרא \"וטהר\" לשון ציווי הוא, נימא קרא 'ויטהר', מאי \"וטהר\"?:"
            ], 
            "", 
            [
                "אידכי – לשון עבר, נתפנה מן העולם השמש:"
            ], 
            "", 
            "", 
            "", 
            [
                "מברייתא – דקתני לקמן בשמעתין: \"משעה שהכהנים נכנסיןב לאכול בתרומתן, וראיה לדבר – צאת הכוכבים\", שמע מינה אין כפרתן מעכבתן:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "משהעני – שאין לו נר להדליק בסעודתו:"
            ], 
            [
                "סיפא ודאי פליגא אמתניתין – דקתני הכא: עד שעה שעומד ליפטר מתוך הסעודה, והיינו לא כרבי אליעזר ולא כרבנן ולא כרבן גמליאל, דדריש \"ובשכבך\" – תחילת זמן שכיבה, ובמתניתין תנן עד סוף האשמורה הראשונה (פירוש: לדברי המקדים):"
            ], 
            "", 
            [
                "עני וכהן – עני כל לילותיו, וכהן טמא לאכול בתרומה, חד שיעורא הוא, צאת הכוכבים:"
            ], 
            "", 
            [
                "בערבי שבתות – ממהרין לסעודה, שהכל מוכן:"
            ], 
            "", 
            "", 
            [
                "שאין ראיה לדבר – שהיום כלה בצאת הכוכבים, זכר לדבר איכא:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "ומקדמי – ומשכימין, קודם היום, דאימא יום לא הוי עד הנץ החמה, והם מקדימין מעלות השחר, דהוי כמו מהלך חמישה מילין (פסחים צג ב):"
            ]
        ]
    ], 
    "maps": [], 
    "commentaryCategories": [
        "Talmud", 
        "Bavli", 
        "Seder Zeraim"
    ], 
    "heTitle": "רש\"י על ברכות", 
    "versionSource": "http://www.sefaria.org", 
    "heBook": "רש\"י", 
    "heCommentator": "רש\"י", 
    "length": 65, 
    "titleVariants": [
        "Rashi on Berakhot"
    ], 
    "textDepth": 3, 
    "commentaryBook": "Berakhot", 
    "commentator": "Rashi", 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Zeraim", 
        "Berakhot"
    ]
}