{
    "versionTitle": "Wikisource", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Rashi on Berakhot", 
    "text": [
        [], 
        [], 
        [
            [
                "<b>מאימתי קורין את שמע בערבין. משעה שהכהנים נכנסים לאכול בתרומתן</b> – כהנים שנטמאו וטבלו, והעריב שמשן, והגיע עיתם לאכול בתרומה:"
            ], 
            [
                "<b>עד סוף האשמורה הראשונה</b> – שליש הלילה, כדמפרש בגמרא (דף ג.). ומשם ואילך עבר זמן, דלא מקרי תו זמן שכיבה, ולא קרינן ביה \"בשכבך\". ומקמי הכי (כלומר, לפני צאת הכוכבים) נמי לאו זמן שכיבה. לפיכך הקורא קודם לכן לא יצא ידי חובתו. אם כן, למה קורין אותה בבית הכנסת? כדי לעמוד בתפילה מתוך דברי תורה, והכי תניא בברייתא בברכות ירושלמי. ולפיכך, חובה עלינו לקרותה משתחשך. ובקריאת פרשה ראשונה שאדם קורא על מיטתו, יצא:"
            ], 
            "", 
            [
                "<b>עד שיעלה עמוד השחר</b> – שכל הלילה קרוי זמן שכיבה:"
            ], 
            "", 
            "", 
            "", 
            [
                ""
            ], 
            [
                ""
            ], 
            [
                "<b>הקטר חלבים ואברים</b> – של קרבנות שנזרק דמן ביום:", 
                "<b>מצוותן</b> – להעלות כל הלילה, ואינן נפסלים בלינה עדי שיעלה עמוד השחר והן למטה מן המזבח, דכתיב: \"ולא ילין לבקר\" (שמות לד):", 
                "<b>חלבים</b> – של כל קרבנות:", 
                "<b>אברים</b> – של עולה:"
            ], 
            [
                "<b>וכל הנאכלים ליום אחד<b> – כגון חטאת, ואשם, וכבשי עצרת, ומנחות, ותודה</b></b>"
            ], 
            [
                ""
            ], 
            [
                "<b>כדי להרחיק אדם מן העבירה</b> – ואסרום באכילה קודם זמנן, כדי שלא יבא לאוכלן לאחר עמוד השחר ויתחייב כרת. וכן בקריאת שמע, לזרז את האדם, שלא יאמר: יש לי עוד שהות, ובתוך כך יעלה עמוד השחר ועבר לו הזמן. והקטר חלבים דקתני הכא, לא אמרו בו חכמים עד חצות כלל, ולא נקט להו הכא אלא להודיע שכל דבר הנוהג בלילה כשר כל הלילה, והכי נמי תנן בפרק שני דמגילה (דף כ:): כל הלילה כשר לקצירת העומר ולהקטר חלבים ואברים:"
            ], 
            [
                ""
            ]
        ]
    ], 
    "maps": [], 
    "commentaryCategories": [
        "Talmud", 
        "Bavli", 
        "Seder Zeraim"
    ], 
    "heTitle": "רש\"י על ברכות", 
    "versionSource": "http://he.wikisource.org/wiki/%D7%91%D7%A8%D7%9B%D7%95%D7%AA_%D7%91_%D7%90", 
    "heBook": "רש\"י", 
    "heCommentator": "רש\"י", 
    "length": 65, 
    "titleVariants": [
        "Rashi on Berakhot"
    ], 
    "textDepth": 3, 
    "commentaryBook": "Berakhot", 
    "commentator": "Rashi", 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Zeraim", 
        "Berakhot"
    ]
}