<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>M</bold>ANCHE <small>BRINGEN DIE</small> E<small>RSTLINGE DAR UND LESEN</small><sup><xref rid="fn375">1</xref></sup>, <small>MANCHE BRINGEN SIE DAR UND LESEN NICHT</small>, <small>UND MANCHE BRINGEN SIE &#x00DC;BERHAUPT NICHT DAR</small>. F<small>OLGENDE BRAUCHEN SIE NICHT DARZUBRINGEN</small>: W<small>ER AUF EIGENEM</small> [F<small>ELDE</small>] <small>GEPFLANZT UND</small> [<small>DIE</small> P<small>FLANZE</small>] <small>IN EIN PRIVATES ODER &#x00D6;FFENTLICHES GESENKT HAT</small>; <small>EBENSO WER VON EINEM PRIVATEN ODER &#x00D6;FFENTLICHEN IN SEINES SENKT</small>. W<small>ENN JEMAND AUF SEINEM</small> F<small>ELDE GEPFLANZT UND DIE</small> P<small>FLANZE IN SEINES GESENKT HAT</small>, <small>DAZWISCHEN ABER EIN PRIVATER ODER &#x00D6;FFENTLICHER</small> W<small>EG LIEGT</small>, <small>SO BRAUCHT ER SIE NICHT DARZUBRINGEN</small>; R. J<small>EHUDA SAGT</small>, <small>IN DIESEM</small> F<small>ALLE M&#x00DC;SSE ER SIE DARBRINGEN</small>.</p>
<p>II. A<small>US WELCHEM</small> G<small>RUNDE BRAUCHT MAN IN EINEM SOLCHEN</small> F<small>ALLE NICHT DARZUBRINGEN</small>? W<small>EIL ES HEISST</small>: <sup><xref rid="fn376">2</xref></sup><italic>die Erstlinge der Reife deines Bodens</italic>, <small>NUR WENN DAS GANZE</small> W<small>ACHSTUM VON DEINEM</small> B<small>ODEN IST</small>. H<small>ALBP&#x00C4;CHTER</small>, P<small>&#x00C4;CHTER</small>, G<small>EWALTT&#x00C4;TER UND</small> R<small>&#x00C4;UBER BRINGEN AUS GLEICHEM</small> G<small>RUNDE NICHT DAR</small>, <small>DENN ES HEISST</small>: <italic>die Erstlinge der Reife deines Bodens</italic>.</p>
<p>III. M<small>AN BRINGE DIE</small> E<small>RSTLINGE NUR VON DEN SIEBEN</small> A<small>RTEN</small><sup><xref rid="fn377">3</xref></sup> <small>DAR</small>; <small>AUCH NICHT VON DEN</small> D<small>ATTELN AUS</small> G<small>EBIRGEN</small>, <small>NOCH VON</small> F<small>R&#x00DC;CHTEN AUS</small> T<small>&#x00C4;LERN UND NICHT VON</small> &#x00D6;<small>LOLIVEN</small>, <small>DIE NICHT VON DEN BESTEN SIND</small>. M<small>AN BRINGE DIE</small> E<small>RSTLINGE NICHT VOR DEM</small> W<small>OCHENFESTE DAR</small>. D<small>IE</small> L<small>EUTE VOM</small> B<small>ERGE</small> &#x00C7;<small>EBOI&#x0351;M BRACHTEN IHRE</small> E<small>RSTLINGE VOR DEM</small> W<small>OCHENFESTE</small>, <small>UND MAN NAHM SIE VON IHNEN NICHT AN</small>, <small>WEIL ES IN DER</small> T<small>ORA HEISST:</small> <sup><xref rid="fn378">4</xref></sup><italic>das Fest der Ernte, der Erstlinge deiner Arbeit, die du auf dem Felde betreibst</italic>.</p>
<p>IV. F<small>OLGENDE BRINGEN DIE</small> E<small>RSTLINGE DAR UND LESEN NICHT</small>: D<small>ER</small> P<small>ROSELYT BRINGE SIE DAR UND LESE NICHT</small>, <small>WEIL ER NICHT SAGEN KANN</small>: <sup><xref rid="fn379">5</xref></sup><italic>das er uns zu geben unseren Vorfahren geschworen hat</italic>; <small>WAR SEINE</small> M<small>UTTER </small>J<small>ISRA&#x00C9;LITIN</small>, <small>SO BRINGE ER DAR UND LESE AUCH</small>. W<small>ENN ER F&#x00DC;R SICH ALLEIN BETET</small>, <small>SO SAGE ER</small>: &#x2018;<small>DER</small> G<small>OTT DER</small> V<small>ORFAHREN</small> J<small>ISRA&#x00C9;LS</small>&#x2019;, <small>WENN ABER IM</small> B<small>ETHAUSE</small>, <small>SO SAGE ER</small>: &#x2018;<small>DER</small> G<small>OTT EUERER</small> V<small>ORFAHREN</small>&#x2019;; <small>WAR SEINE</small> M<small>UTTER</small> J<small>ISRA&#x00C9;LITIN</small>, <small>SO SAGE ER</small>: &#x2018;<small>DER</small> G<small>OTT UNSERER</small> V<small>ORFAHREN</small>&#x2019;.</p>
<p>V. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGTE</small>: E<small>INE VON</small> P<small>ROSELYTEN STAMMENDE</small> F<small>RAU</small>, <small>DARF NICHT IN DEN</small> P<small>RIESTERSTAND HINEINHEIRATEN</small>, <small>ES SEI DENN</small>, <small>IHRE</small> M<small>UTTER IST</small> J<small>ISRA&#x00C9;LITIN</small>. E<small>INERLEI OB</small> P<small>ROSELYTEN ODER FREIGELASSENE</small> S<small>KLAVEN</small>, <small>SELBST IN DER ZEHNTEN</small> G<small>ENERATION</small>, <small>NUR WENN DIE</small> M<small>UTTER</small> J<small>ISRA&#x00C9;LITIN IST</small>. D<small>ER</small> V<small>ORMUND</small>, <small>DER</small> V<small>ERTRETER</small>, <small>DER</small> S<small>KLAVE</small>, <small>DIE</small> F<small>RAU</small>, <small>DER</small> G<small>ESCHLECHTSLOSE UND DER</small> Z<small>WITTER</small>, <small>BRINGEN SIE DAR</small>, <small>D&#x00DC;RFEN ABER NICHT LESEN</small>, <small>WEIL SIE NICHT SAGEN K&#x00D6;NNEN</small>: <sup><xref rid="fn380">6</xref></sup><italic>das du, o Herr, mir verliehen hast</italic><sup><xref rid="fn381">7</xref></sup>.</p>
<p>VI. W<small>ER ZWEI</small> B<small>&#x00C4;UME AUF DEM</small> F<small>ELDE SEINES</small> N<small>&#x00C4;CHSTEN KAUFT</small>, <small>BRINGE SIE DAR UND LESE NICHT</small>; R. M<small>E&#x00CD;R SAGT</small>, <small>ER BRINGE SIE DAR UND LESE AUCH</small>. I<small>ST DIE</small> Q<small>UELLE</small><sup><xref rid="fn382">8</xref></sup> <small>VERSIEGT ODER DER</small> B<small>AUM ABGEHAUEN WORDEN</small>, <small>SO BRINGE MAN DAR UND LESE NICHT</small>; R. J<small>EHUDA SAGT</small>, <small>MAN BRINGE DAR UND LESE AUCH</small>. V<small>OM</small> [H<small>&#x00DC;TTEN</small>-]F<small>ESTE BIS</small> &#x1E24;<small>ANUKA</small><sup><xref rid="fn383">9</xref></sup><small>BRINGE MAN DAR UND LESE NICHT</small>; R. J<small>EHUDA B</small>. B<small>ETHERA SAGT</small>, <small>MAN BRINGE DAR UND LESE AUCH</small>.</p>
<p>VII. W<small>ER SEINE</small> E<small>RSTLINGE ABGESONDERT UND DARAUF SEIN</small> F<small>ELD VERKAUFT HAT</small>, <small>BRINGE SIE DAR UND LESE NICHT</small>. D<small>ER ANDERE</small><sup><xref rid="fn384">10</xref></sup><small>BRINGE SIE NICHT VON DERSELBEN</small> A<small>RT DAR</small>, <small>VON EINER ANDEREN</small> A<small>RT BRINGE ER SIE DAR UND LESE AUCH</small>; R. J<small>EHUDA SAGT</small>, <small>AUCH VON DERSELBEN</small> A<small>RT BRINGE ER SIE DAR UND LESE AUCH</small>.</p>
<p>VIII. W<small>ENN MAN SEINE</small> E<small>RSTLINGE ABGESONDERT HAT UND SIE GERAUBT</small>, <small>VERFAULT ODER GESTOHLEN WURDEN</small>, <small>VERLOREN GINGEN ODER UNREIN WURDEN</small>, <small>SO BRINGE MAN AN DEREN</small> S<small>TELLE ANDERE DAR UND LESE NICHT</small>; <small>DIESE ANDEREN VERPFLICHTEN ABER NICHT ZUM</small> F<small>&#x00DC;NFTEL</small>. S<small>IND SIE ERST IM</small> T<small>EMPELHOFE UNREIN GEWORDEN</small>, <small>SO WERFE MAN SIE FORT UND LESE NICHT</small>.</p>
<p>IX. W<small>OHER</small>, <small>DASS MAN F&#x00DC;R DIE</small> E<small>RSTLINGE HAFTE</small>, <small>BIS MAN SIE NACH DEM</small> T<small>EMPELBERGE GEBRACHT HAT</small>? E<small>S HEISST</small>:<sup><xref rid="fn385">11</xref></sup><italic>die Erstlinge der Reife deines Bodens sollst du in das Haus des Herrn, deines Gottes, bringen</italic>; <small>DIES LEHRT</small>, <small>DASS ER F&#x00DC;R SIE HAFTET</small>, <small>BIS ER SIE AUF DEN</small> T<small>EMPELBERG</small> G<small>EBRACHT HAT</small>. W<small>ENN MAN ALSO VON EINER</small> A<small>RT DARGEBRACHT UND GELESEN HAT UND DANN VON EINER ANDEREN</small> A<small>RT DARBRINGT</small>, <small>SO LESE MAN NICHT</small>.</p>
<p>X. F<small>OLGENDE BRINGEN DAR UND LESEN AUCH</small>: W<small>ER ZWISCHEN DEM</small> W<small>OCHENFESTE UND DEM</small> [H<small>&#x00DC;TTEN</small>-]F<small>ESTE VON DEN SIEBEN</small> A<small>RTEN DARBRINGT</small>, <small>VON DEN</small> F<small>R&#x00DC;CHTEN IM</small> G<small>EBIRGE</small>, <small>DEN</small> D<small>ATTELN IN DEN</small> T<small>&#x00C4;LERN UND DEN</small> &#x00D6;<small>LOLIVEN AUS DEM</small> T<small>RANSJARDENGEBIETE</small>. R. J<small>OSE</small> G<small>ALIL&#x00C4;ER SAGT</small>, <small>AUS DEM</small> T<small>RANSJARDENGEBIETE BRINGE MAN KEINE</small> E<small>RSTLINGE</small>, <small>WEIL ES KEIN</small> &#x2018;<small>VON</small> M<small>ILCH UND</small> H<small>ONIG</small><sup><xref rid="fn386">12</xref></sup><small>&#x00DC;BERFLIESSENDES</small> L<small>AND</small>&#x2019; <small>IST</small>.</p>
<p>XI. W<small>ER DREI</small> B<small>&#x00C4;UME AUF DEM</small> F<small>ELDE SEINES</small> N<small>&#x00C4;CHSTEN KAUFT</small>, <small>BRINGE SIE DAR UND LESE AUCH</small>; R. M<small>E&#x00CD;R SAGT</small>, <small>AUCH WENN NUR ZWEI</small>. W<small>ER EINEN</small> B<small>AUM MIT DEM DAZUGEH&#x00D6;RENDEN</small> B<small>ODEN KAUFT</small>, <small>BRINGE SIE DAR UND LESE AUCH</small>; R. J<small>EHUDA SAGT</small>, <small>AUCH</small> H<small>ALBP&#x00C4;CHTER UND</small> P<small>&#x00C4;CHTER BRINGEN SIE DAR UND LESEN</small>.</p>
<ftnote id="fn375">1. Den bez&#x00FC;glichen Abschnitt, der bei der Darbringung herzusagen ist; cf. Dt. 26,5 ff.</ftnote>
<ftnote id="fn376">2. Ex. 23,19.</ftnote>
<ftnote id="fn377">3. Cf. Dt. 8,8.</ftnote>
<ftnote id="fn378">4. Ex. 23,16.</ftnote>
<ftnote id="fn379">5. Dt. 26,3.</ftnote>
<ftnote id="fn380">6. Dt. 26,10.</ftnote>
<ftnote id="fn381">7. Auch letztere erhielten keinen Anteil.</ftnote>
<ftnote id="fn382">8. Aus der der Baum bew&#x00E4;ssert wird.</ftnote>
<ftnote id="fn383">9. Eigentl. Einweihung, sc. des Tempels; achtt&#x00E4;giges Fest (ungef&#x00E4;hr im Dezember) zur Erinnerung an die Reinigung u. Einweihung des Tempels nach seiner Sch&#x00E4;ndung unter der Schreckensherrschaft des Antiochus Epiphanes u. an die Siege der Maccab&#x00E4;er. W&#x00E4;hrend des 8 Tage dauernden Festes werden allabendlich zeremoniell Lichter angesteckt.</ftnote>
<ftnote id="fn384">10. Der K&#x00E4;ufer.</ftnote>
<ftnote id="fn385">11. Ex. 23,19.</ftnote>
<ftnote id="fn386">12. Ein solches wurde den Jisra&#x00E9;liten verhei&#x00DF;en (cf. Ex. 3,8 u&#x00F6;.), u. nur ein solches gilt als eigentliches Jisra&#x00E9;lland.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>W</bold>EGEN <small>DER</small> H<small>EBE UND DER</small> E<small>RSTLINGE IST MAN</small><sup><xref rid="fn387">1</xref></sup> <small>DES</small> T<small>ODES</small>, <small>BEZIEHUNGSWEISE DES</small> F<small>&#x00DC;NFTELS SCHULDIG</small>. S<small>IE SIND</small> L<small>AIEN VERBOTEN</small>, <small>SIE SIND</small> E<small>IGENTUM DES</small> P<small>RIESTERS</small>, <small>SIE GEHEN UNTER HUNDERT UND EINEM AUF</small>, <small>UND SIE BEN&#x00D6;TIGEN DES</small> H<small>&#x00C4;NDEWASCHENS UND DES</small> S<small>ONNENUNTERGANGS</small>. D<small>IES GILT VON DER</small> H<small>EBE UND DEN</small> E<small>RSTLINGEN</small>, <small>NICHT ABER VOM</small> [<small>ZWEITEN</small>] Z<small>EHNTEN</small>.</p>
<p>II. M<small>ANCHES GILT VOM</small> Z<small>EHNTEN UND VON DEN</small> E<small>RSTLINGEN</small>, <small>NICHT ABER VON DER</small> H<small>EBE</small> : <small>DER</small> Z<small>EHNT UND DIE</small> E<small>RSTLINGE M&#x00DC;SSEN NACH DEM</small> O<small>RTE GEBRACHT WERDEN</small>, <small>SIE ERFORDERN DAS</small> B<small>EKENNTNIS</small>, <small>SIE SIND DEM</small> T<small>RAUERNDEN VERBOTEN</small>, R. &#x0160;<small>IMO&#x0351;N ERLAUBT SIE</small><sup><xref rid="fn388">2</xref></sup> <small>IHM</small>. S<small>IE M&#x00DC;SSEN FORTGER&#x00C4;UMT WERDEN</small>; R. &#x0160;<small>IMO&#x0351;N BEFREIT</small><sup><xref rid="fn388">2</xref></sup> <small>DAVON</small>. D<small>AS MINDESTE DAVON</small><sup><xref rid="fn389">3</xref></sup> <small>MACHT IN</small> J<small>ERU&#x0160;ALEM DAS</small> E<small>SSEN VERBOTEN</small>, <small>UND IHR</small> N<small>ACHWUCHS IST</small><sup><xref rid="fn390">4</xref></sup> <small>IN</small> J<small>ERU&#x0160;ALEM</small> L<small>AIEN ZU ESSEN UND ALS</small> V<small>LEHFUTTER VERBOTEN</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT DIES</small>. D<small>IES ALLES GILT VOM</small> Z<small>EHNTEN UND DEN</small> E<small>RSTLINGEN</small>, <small>NICHT ABER VON DER</small> H<small>EBE</small>.</p>
<p>III. M<small>ANCHES GILT VON DER</small> H<small>EBE UND VOM</small> Z<small>EHNTEN</small>, <small>NICHT ABER VON DEN</small> E<small>RSTLINGEN</small>: <small>DIE</small> H<small>EBE UND DER</small> Z<small>EHNT MACHEN DIE</small> T<small>ENNE</small><sup><xref rid="fn391">5</xref></sup> <small>VERBOTEN</small>, <small>SIE HABEN EIN FESTGESETZTES</small> M<small>ASS</small>, <small>SIE HABEN</small> G<small>ELTUNG BEI ALLEN</small> F<small>R&#x00DC;CHTEN</small>, <small>WENN DER</small> T<small>EMPEL BESTEHT</small>, <small>UND WENN ER NICHT BESTEHT</small>, <small>F&#x00DC;R</small> H<small>ALBP&#x00C4;CHTER</small>, P<small>&#x00C4;CHTER</small>, G<small>EWALTT&#x00C4;TER UND</small> R<small>&#x00C4;UBER</small>. D<small>IES GILT VON DER</small> H<small>EBE UND VOM</small> Z<small>EHNTEN</small>, <small>NICHT ABER VON DEN</small> E<small>RSTLINGEN</small>.</p>
<p>IV. M<small>ANCHES GILT VON DEN</small> E<small>RSTLINGEN</small>, <small>NICHT ABER VON DER</small> H<small>EBE UND VOM</small> Z<small>EHNTEN</small>: <small>DIE</small> E<small>RSTLINGE WERDEN ES SCHON AM</small> B<small>ODEN HAFTEND</small>, <small>MAN DARF DAS GANZE</small> F<small>ELD ALS</small> E<small>RSTLINGE BESTIMMEN</small>, <small>MAN IST F&#x00DC;R SIE HAFTBAR</small>, <small>UND SIE ERFORDERN EIN</small> O<small>PFER</small>,G<small>ESANG</small>, <small>DAS</small> S<small>CHWINGEN</small><sup><xref rid="fn392">6</xref></sup> <small>UND</small> &#x00DC;<small>BERNACHTEN</small><sup><xref rid="fn393">7</xref></sup>.</p>
<p>V. D<small>IE</small> Z<small>EHNTHEBE GLEICHT IN ZWEIFACHER</small> H<small>INSICHT DEN</small> E<small>RSTLINGEN UND IN ZWEIFACHER</small> H<small>INSICHT DER</small> H<small>EBE</small>: <small>SIE DARF VON</small> R<small>EINEM F&#x00DC;R DAS</small> U<small>NREINE UND VOM</small> N<small>ICHTZUSAMMENLIEGENDEN ABGESONDERT WERDEN</small>, G<small>LEICH DEN</small> E<small>RSTLINGEN</small>, <small>UND SIE MACHT DIE</small> T<small>ENNE VERBOTEN UND HAT EIN FESTGESETZTES</small> M<small>ASS</small>, G<small>LEICH DER</small> H<small>EBE</small>.</p>
<p>VI. D<small>ER</small> E<small>TROG GLEICHT IN DREIFACHER</small> H<small>INSICHT DEM</small> B<small>AUME UND IN EINER</small> H<small>INSICHT DEM</small> K<small>RAUTE</small>: <small>ER GLEICHT DEM</small> B<small>AUME HINSICHTLICH DES</small> U<small>NGEWEIHTEN</small>, <small>DER</small> V<small>IERJAHRSFRUCHT UND DES</small> S<small>IEBENTJAHRES</small>; <small>IN EINER</small> H<small>INSICHT DEM</small> K<small>RAUTE</small>, <small>INDEM ER BEIM</small> P<small>FL&#x00DC;CKEN ZU VERZEHNTEN IST </small>&#x2013; <small>SO</small> R. G<small>AMLI&#x00C9;L</small>; R. E<small>LEA&#x0351;ZAR SAGT</small>, <small>ER GLEICHE IN JEDER</small> H<small>INSICHT DEM</small> B<small>AUME</small>.</p>
<p>VII. D<small>AS</small> B<small>LUT VON</small> Z<small>WEIF&#x00DC;SSLERN</small><sup><xref rid="fn394">8</xref></sup> <small>GLEICHT DEM</small> B<small>LUTE DES</small> V<small>IEHS</small>, <small>INDEM ES</small> S<small>AATEN</small> [<small>F&#x00DC;R DIE</small> U<small>NREINHEIT</small>] <small>EMPF&#x00C4;NGLICH MACHT</small>, <small>UND DEM</small> B<small>LUTE DES</small> K<small>RIECHTIERES</small>, <small>INDEM MAN SICH DESWEGEN NICHT SCHULDIG MACHT</small><sup><xref rid="fn395">9</xref></sup>.</p>
<p>VIII. D<small>ER</small> K<small>OJ</small><sup><xref rid="fn396">10</xref></sup><small>GLEICHT IN MANCHER</small> H<small>INSICHT DEM</small> W<small>ILD</small>, <small>IN MANCHER</small> H<small>INSICHT DEM</small> V<small>IEH</small>, <small>IN MANCHER</small> H<small>INSICHT DEM</small> V<small>IEH UND DEM</small> W<small>ILD</small>, <small>UND IN MANCHER</small> H<small>INSICHT WEDER DEM</small> V<small>IEH NOCH DEM</small> W<small>ILD</small>.</p>
<p>IX. W<small>ORIN GLEICHT ER DEM</small> W<small>ILD</small>? S<small>EIN</small> B<small>LUT MUSS GLEICH DEM</small> B<small>LUTE DES</small> W<small>ILDES ZUGEDECKT WERDEN</small>. M<small>AN DARF IHN</small> [<small>DAHER</small>] <small>NICHT AM</small> F<small>EIERTAGE SCHLACHTEN</small>; <small>HAT MAN IHN GESCHLACHTET</small>, <small>SO DARF MAN DAS</small> B<small>LUT NICHT ZUDECKEN</small>. S<small>EIN</small> T<small>ALG IST GLEICH DEM DES</small> W<small>ILDES ALS</small> A<small>AS VERUNREINIGEND</small>, <small>ABER SEINE</small> U<small>NREINHEIT IST ZWEIFELHAFT</small>. A<small>UCH DARF MAN MIT IHM DIE</small> E<small>RSTGEBURT DES</small> E<small>SELS NICHT AUSL&#x00D6;SEN</small>.</p>
<p>X. W<small>ORIN GLEICHT ER DEM</small> V<small>IEH</small>? S<small>EIN</small> T<small>ALG IST GLEICH DEM </small>T<small>ALG DES</small> V<small>IEHS VERBOTEN</small>, <small>DOCH IST MAN DIESERHALB NICHT DER</small> A<small>USROTTUNG SCHULDIG</small>. E<small>R DARF NICHT F&#x00DC;R DEN</small> E<small>RL&#x00D6;S DES ZWEITEN</small> Z<small>EHNTES GEKAUFT WERDEN</small>, <small>UM IHN IN</small> J<small>ERU&#x0160;ALEM ZU VERZEHREN</small>. M<small>AN MUSS VON IHM</small> V<small>ORDERBEIN</small>, K<small>INNBACKEN UND</small> M<small>AGEN ENTRICHTEN</small>. R. E<small>LIE&#x0351;ZER BEFREIT DAVON</small>, <small>DENN WER VON SEINEM</small> N<small>&#x00C4;CHSTEN ETWAS FORDERT</small>, <small>DER HAT DEN</small> B<small>EWEIS ZU ERBRINGEN</small><sup><xref rid="fn397">11</xref></sup>.</p>
<p>XI. W<small>ORIN GLEICHT ER WEDER DEM</small> W<small>ILD NOCH DEM</small> V<small>IEH</small>? S<small>EINE</small> P<small>AARUNG</small><sup><xref rid="fn398">12</xref></sup><small>IST SOWOHL MIT DEM </small>W<small>ILD ALS AUCH MIT DEM</small> V<small>IEH VERBOTEN</small>. W<small>ENN JEMAND SEINEM</small> S<small>OHNE SEIN</small> W<small>ILD UND</small> V<small>IEH VERSCHREIBT</small>, <small>SO HAT ER IHM DEN</small> K<small>OJ NICHT VERSCHRIEBEN</small>. W<small>ENN JEMAND SAGT</small>: <small>ICH WILL</small> N<small>AZIR&#x00C4;ER SEIN</small>, <small>DASS DIESES EIN</small> W<small>ILD IST</small>, <small>ODER</small>: <small>EIN</small> V<small>IEH IST</small>, <small>SO IST ER EIN</small> N<small>AZIR&#x00C4;ER</small>. I<small>N</small> J<small>EDER ANDEREN</small> H<small>INSICHT GLEICHT ER DEM</small> W<small>ILD UND DEM</small> V<small>IEH</small>; <small>ER BEN&#x00D6;TIGT WIE DIESES UND JENES DES</small> S<small>CHLACHTENS</small>, <small>ER IST ALS</small> A<small>AS VERUNREINIGEND</small>, <small>UND</small> [<small>WIE VON DIESEM UND JENEM</small>] <small>IST EIN</small> S<small>T&#x00DC;CK VON SEINEM LEBENDIGEN</small> K<small>&#x00D6;RPER</small> [<small>VERBOTEN</small>].</p>
<ftnote id="fn387">1. Cf. Halla I, Anm. 15-19.</ftnote>
<ftnote id="fn388">2. Die Erstlinge.</ftnote>
<ftnote id="fn389">3. Wenn es unter Profanes kommt.</ftnote>
<ftnote id="fn390">4. Als Profanes.</ftnote>
<ftnote id="fn391">5. Solange sie nicht abgesondert wurden.</ftnote>
<ftnote id="fn392">6. Hier&#x00FC;ber weiter III, 6.</ftnote>
<ftnote id="fn393">7. In Jeru&#x0161;alem.</ftnote>
<ftnote id="fn394">8. Menschen.</ftnote>
<ftnote id="fn395">9. Der Genu&#x00DF; des Tierblutes ist verboten, das des Reptils ist nur als Reptil, nicht als Blut verboten.</ftnote>
<ftnote id="fn396">10. &#x00DC;ber das Wesen des K. sind im Talmud (Hul. 80a) verschiedene Ansichten vorhanden; nach Maimonides ein Bastard von Reh und Ziege.</ftnote>
<ftnote id="fn397">11. Da der Priester nicht nachweisen kann, da&#x00DF; der K. ein Vieh ist.</ftnote>
<ftnote id="fn398">12. Die Kreuzung und das Zusammenspannen.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>W</bold>IE <small>SONDERT MAN DIE</small> E<small>RSTLINGE AB</small>? W<small>ENN MAN AUF SEIN</small> F<small>ELD GEHT UND EINE REIFENDE</small> F<small>EIGE</small>, <small>EINE REIFENDE</small> T<small>RAUBE ODER EINEN REIFENDEN</small> G<small>RANATAPFEL SIEHT</small>, <small>SO UMBINDE MAN SIE MIT</small> B<small>AST UND SPRECHE</small>: D<small>IESE SEIEN</small> E<small>RSTLINGE</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>MAN M&#x00DC;SSE SIE</small>, <small>NACHDEM SIE VOM</small> B<small>ODEN GEPFL&#x00DC;CKT WORDEN SIND</small>, <small>DENNOCH NOCHMALS ALS</small> E<small>RSTLINGE BEZEICHNEN</small>.</p>
<p>II. W<small>IE BRACHTE MAN DIE</small> E<small>RSTLINGE HIN</small>? A<small>US ALLEN</small> S<small>T&#x00C4;DTEN IM</small> S<small>TANDBEZIRKE</small><sup><xref rid="fn399">1</xref></sup> <small>VERSAMMELTE MAN SICH IN DER</small> S<small>TADT DES</small> S<small>TAND&#x00C4;LTESTEN UND &#x00DC;BERNACHTETE AUF DEM</small> S<small>TADTPLATZE</small>, <small>OHNE DIE</small> H<small>&#x00C4;USER ZU BETRETEN</small>. M<small>ORGENS RIEF DER</small> V<small>ORGESETZTE</small>: A<small>UF</small><sup><xref rid="fn400">2</xref></sup>, <small>LASSET UNS NACH</small> &#x00C7;<small>IJON GEHEN</small>, <small>IN DAS</small> H<small>AUS DES</small> H<small>ERRN</small>, <small>UNSERES</small> G<small>OTTES</small>.</p>
<p>III. D<small>IE IN DER</small> N<small>&#x00C4;HE</small> [W<small>OHNENDEN</small>] <small>BRACHTEN</small> F<small>EIGEN UND</small> W<small>EINBEEREN</small>, <small>DIE IN DER</small> F<small>ERNE</small> [W<small>OHNENDEN</small>] <small>BRACHTEN GETROCKNETE</small> F<small>EIGEN UND</small> R<small>OSINEN</small>. V<small>OR IHNEN HER GING DER</small> S<small>TIER</small><sup><xref rid="fn401">3</xref></sup>, <small>DIE</small> H<small>&#x00D6;RNER MIT</small> G<small>OLD BEDECKT</small>, <small>MIT EINEM </small>O<small>LIVENKRANZE AUF DEM</small> K<small>OPFE</small>, <small>UND VORAN ERSCHOLL DIE</small> F<small>L&#x00D6;TE</small>, <small>BIS SIE NAHE</small> J<small>ERU&#x0160;ALEM KAMEN</small>. A<small>LS SIE IN DER</small> N<small>&#x00C4;HE VON</small> J<small>ERU&#x0160;ALEM WAREN</small>, <small>SCHICKTEN SIE</small> [B<small>OTEN</small>] <small>VORAUS UND SCHM&#x00DC;CKTEN DIE</small> E<small>RSTLINGE</small>. S<small>ODANN KAMEN IHNEN DIE</small> V<small>ERWALTER</small>, <small>DIE</small> V<small>ERTRETER UND DIE</small> S<small>CHATZMEISTER ENTGEGEN</small>, <small>UND ZWAR KAMEN SIE ENTSPRECHEND DEM</small> A<small>NSEHEN DER</small> A<small>NKOMMENDEN</small>, <small>UND ALLE</small> H<small>ANDWERKER</small> J<small>ERU&#x0160;ALEMS STANDEN VOR IHNEN AUF UND BEGR&#x00DC;SSTEN SIE</small>: B<small>R&#x00DC;DER</small>, M<small>&#x00C4;NNER AUS DEM</small> O<small>RTE</small> N., <small>IN</small> F<small>RIEDEN SEI EUER</small> K<small>OMMEN</small>&#x0021;</p>
<p>IV. W<small>EITER ERSCHOLL DIE</small> F<small>L&#x00D6;TE VOR IHNEN HER</small>, <small>BIS SIE AN DEN</small> T<small>EMPELBERG HERANKAMEN</small>. A<small>LS SIE AN DEM</small> T<small>EMPELBERGE ANGELANGT WAREN</small>, <small>NAHM SELBST</small> K<small>&#x00D6;NIG AGRIPPA SEINEN</small> K<small>ORB AUF DIE</small> S<small>CHULTER UND TRAT EIN</small>, <small>BIS ER ZUM</small> V<small>ORHOFE KAM</small>. A<small>LS ER IN DEN</small> V<small>ORHOF ANLANGTE</small>, <small>SANGEN DIE</small> L<small>EVITEN DAS</small> L<small>IED</small>: <sup><xref rid="fn402">4</xref></sup><italic>Ich will dich erheben, o Herr, da&#x00DF; du mich heraufgezogen, da&#x00DF; du nicht meine Feinde sich &#x00FC;ber mich freuen lie&#x00DF;est</italic>.</p>
<p>V. D<small>IE</small> T<small>AUBEN AUF DEN</small> K<small>&#x00D6;RBEN WURDEN ALS</small> B<small>RANDOPFER DARGEBRACHT</small>, <small>UND WAS SIE SONST IN DER</small> H<small>AND HATTEN</small>, <small>WURDE DEN</small> P<small>RIESTERN GEGEBEN</small>.</p>
<p>VI. W<small>&#x00C4;HREND MAN NOCH DEN</small> K<small>ORB AUF DER</small> S<small>CHULTER HATTE</small>, <small>LAS MAN VON</small>: <sup><xref rid="fn403">5</xref></sup>&#x2018;<italic>Hiermit bezeuge ich heute dem Herrn, deinem Gott</italic>&#x2019;, <small>BIS ZUM</small> S<small>CHLUSSE DES</small> A<small>BSCHNITTES</small>. R. J<small>EHUDA SAGT</small>, <small>BIS</small> : &#x2018;<sup><xref rid="fn404">6</xref></sup><italic>Ein umherirrender Aram&#x00E4;er war mein Vater</italic>&#x2019;. A<small>LS MAN HERANGEKOMMEN WAR ZU</small> &#x2018;<italic>Ein umherirrender Aram&#x00E4;er war mein Vater</italic>&#x2019;, <small>NAHM MAN DEN</small> K<small>ORB VON DER</small> S<small>CHULTER UND HIELT IHN AM</small> R<small>ANDE</small>, <small>UND DER</small> P<small>RIESTER LEGTE SEINE</small> H<small>AND DARUNTER</small>, <small>HOB IHN AUF UND LAS EBENFALLS VON</small> &#x2018;<italic>Ein umherirrender Aram&#x00E4;er war mein Vater</italic>&#x2019;, <small>BIS ZUM</small> S<small>CHLUSSE DES</small> A<small>BSCHNITTES</small>. A<small>LSDANN SETZTE MAN IHN AN DIE</small> S<small>EITE DES</small> A<small>LTARS</small>, <small>WARF SICH NIEDER UND GING HINAUS</small>.</p>
<p>VII. E<small>HEMALS PFLEGTE DERJENIGE</small>, <small>DER LESEN KONNTE</small>, <small>SELBST ZU LESEN</small>, <small>UND WER NICHT LESEN KONNTE</small>, <small>DEM LAS MAN VOR</small>. A<small>LS ABER MANCHE DESHALB DARZUBRINGEN UNTERLIESSEN</small>, <small>ORDNETE MAN AN</small>, <small>DASS MAN JEDEM VORLESE</small>, <small>OB ER LESEN KANN ODER NICHT</small>.</p>
<p>VIII. D<small>IE</small> R<small>EICHEN BRACHTEN IHRE</small> E<small>RSTLINGE IN SILBERNEN UND GOLDENEN</small> K<small>&#x00D6;RBEN</small>, <small>DIE</small> A<small>RMEN ABER IN GEFLOCHTENEN</small> K<small>&#x00D6;RBEN AUS GESCH&#x00C4;LTEN</small> W<small>EIDENRUTEN</small>, <small>UND GABEN SIE DEN</small> P<small>RIESTERN SAMT DEN</small> E<small>RSTLINGEN</small>.</p>
<p>IX. R. &#x0160;<small>IMO&#x0351;N B</small>. N<small>ANNOS SAGT</small>, <small>MAN SCHM&#x00DC;CKE DIE</small> E<small>RSTLINGE AUCH MIT</small> F<small>R&#x00DC;CHTEN</small>, <small>DIE NICHT ZU DEN SIEBEN</small> A<small>RTEN GEH&#x00D6;REN</small>; R. A&#x0351;<small>QIBA SAGT</small>, <small>MAN SCHM&#x00DC;CKE DIE</small> E<small>RSTLINGE NUR MIT</small> F<small>R&#x00DC;CHTEN</small>, <small>DIE ZU DEN SIEBEN</small> A<small>RTEN GEH&#x00D6;REN</small>.</p>
<p>X. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: D<small>REIERLEI GIBT ES BEI DEN</small> E<small>RSTLINGEN</small>: <small>DIE</small> E<small>RSTLINGE SELBST</small>, <small>DIE</small> Z<small>UGABE ZU DEN</small> E<small>RSTLINGEN</small><sup><xref rid="fn405">7</xref></sup> <small>UND DIE</small> S<small>CHM&#x00DC;CKUNG DER</small> E<small>RSTLINGE</small>. D<small>IE</small> Z<small>UGABE MUSS VON DERSELBEN</small> A<small>RT SEIN</small>, <small>DIE</small> S<small>CHM&#x00DC;CKUNG KANN AUCH VON EINER ANDEREN</small> A<small>RT SEIN</small>; <small>DIE</small> Z<small>UGABE MUSS IN</small> R<small>EINHEIT GEGESSEN WERDEN UND UNTERLIEGT NICHT DEM</small> G<small>ESETZE VOM</small> D<small>EMAJ</small>, <small>DIE</small> S<small>CHM&#x00DC;CKUNG UNTERLIEGT DIESEM WOHL</small>.</p>
<p>XI. N<small>UR DANN SAGTEN SIE</small>, <small>DIE</small> Z<small>UGABE ZU DEN</small> E<small>RSTLINGEN GLEICHE DEN</small> E<small>RSTLINGEN SELBST</small>, <small>WENN SIE AUS DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LAND KOMMEN</small>, <small>WENN SIE ABER NICHT AUS DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LAND KOMMEN</small>, <small>SO GLEICHEN SIE DEN</small> E<small>RSTLINGEN NICHT</small>.</p>
<p>XII. I<small>N WELCHER</small> H<small>INSICHT SAGTEN SIE</small>, <small>DIE</small> E<small>RSTLINGE WERDEN ALS</small> E<small>IGENTUM DES</small> P<small>RIESTERS BETRACHTET</small>? D<small>ASS ER DAF&#x00DC;R</small> S<small>KLAVEN</small>, G<small>RUNDST&#x00DC;CKE UND UNREINES</small> V<small>IEH KAUFEN DARF</small>, <small>UND DASS DER</small> G<small>L&#x00C4;UBIGER SIE IHM F&#x00DC;R SEINE</small> S<small>CHULD ODER DIE</small> F<small>RAU F&#x00DC;R IHRE</small> M<small>ORGENGABE ABNEHMEN KANN</small>, <small>GLEICH EINER</small> T<small>ORAROLLE</small>. R. J<small>EHUDA SAGT</small>, <small>MAN D&#x00DC;RFE SIE NUR EINEM</small> G<small>ENOSSEN GEGEN</small> D<small>ANK GEBEN</small>. D<small>IE</small> W<small>EISEN SAGEN</small>, <small>MAN GEBE SIE DEN</small> W<small>ACHTM&#x00C4;NNERN</small><sup><xref rid="fn406">8</xref></sup><small>UND DIESE VERTEILEN SIE WIE ANDERE</small> W<small>EIHGABEN DES</small> T<small>EMPELS UNTER SICH</small>.</p>
<ftnote id="fn399">1. W&#x00F6;rtl. Stand, Beistand. Das Land war in 24 Standbezirke geteilt, die Vertreter zum Tempeldienste in Jeru&#x0161;alem entsandten, die ihre W&#x00E4;hler bei der Darbringung der Opfer zu vertreten hatten. Diese Abgeordneten hie&#x00DF;en <span dir="rtl">&#x05D0;&#x05E0;&#x05E9;&#x05D9; &#x05DD;&#x05E2;&#x05DD;&#x05D3;</span> Beisteher, M&#x00E4;nner des Beistandes, Standm&#x00E4;nner.</ftnote>
<ftnote id="fn400">2. Cf. Jes. 2,3.</ftnote>
<ftnote id="fn401">3. Als Opfer bestimmt.</ftnote>
<ftnote id="fn402">4. Ps. 30,2.</ftnote>
<ftnote id="fn403">5. Dt. 26,3.</ftnote>
<ftnote id="fn404">6. Ib. V. 5.</ftnote>
<ftnote id="fn405">7. Au&#x00DF;er den Fr&#x00FC;chten, die als solche bezeichnet worden sind.</ftnote>
<ftnote id="fn406">8. Den diensthabenden Priestern.</ftnote>
</chapter>
<chapter>
<title><span dir="rtl">&#x05E4;&#x05E8;&#x05E7; &#x05D0;&#x05E0;&#x05E8;&#x05E8;&#x05D5;&#x05E0;&#x05D9;&#x05E0;&#x05D5;&#x05DD;</span></title>
<title>ANDROGYNOS<sup><xref rid="fn407">1</xref></sup></title>
<h1>V<small>OM</small> Z<small>WITTER</small></h1>
<p><bold>D</bold>ER Z<small>WITTER GLEICHT IN MANCHER</small> H<small>INSICHT</small> M<small>&#x00C4;NNERN</small>, <small>IN MANCHER</small> H<small>INSICHT</small> F<small>RAUEN</small>, <small>IN MANCHER</small> H<small>INSICHT</small> M<small>&#x00C4;NNERN UND</small> F<small>RAUEN UND IN MANCHER</small> H<small>INSICHT WEDER</small> M<small>&#x00C4;NNERN NOCH</small> F<small>RAUEN</small>.</p>
<p>II. I<small>NWIEFERN GLEICHT ER</small> M<small>&#x00C4;NNERN</small>? E<small>R VERUNREINIGT DURCH WEISSEN</small> A<small>USFLUSS</small>, <small>WIE</small> M<small>&#x00C4;NNER</small>; <small>ER N&#x00D6;TIGT ZUR</small> S<small>CHWAGEREHE</small><sup><xref rid="fn408">2</xref></sup>, <small>WIE</small> M<small>&#x00C4;NNER</small>; <small>ER KLEIDE SICH UND SCHNEIDE DAS</small> H<small>AAR</small>, <small>WIE</small> M<small>&#x00C4;NNER</small>; <small>ER DARF EHELICHEN UND NICHT GEEHELICHT WERDEN</small>, <small>WIE</small> M<small>&#x00C4;NNER</small>; <small>ER IST ZU ALLEN IN DER</small> T<small>ORA GENANNTEN</small> G<small>EBOTEN VERPFLICHTET</small>, <small>WIE</small> M<small>&#x00C4;NNER</small>.</p>
<p>III. I<small>NWIEFERN GLEICHT ER</small> F<small>RAUEN</small>? E<small>R VERUNREINIGT DURCH ROTEN</small> A<small>USFLUSS</small>, <small>WIE</small> F<small>RAUEN</small>; <small>ER DARF MIT</small> M<small>&#x00C4;NNERN NICHT ALLEIN SEIN</small>, <small>WIE</small> F<small>RAUEN</small>; <small>ER BEGEHT NICHT DIE</small> V<small>ERBOTE DES</small> R<small>UNDSCHNEIDENS</small> [<small>DES</small> H<small>AARES</small>]<sup><xref rid="fn409">3</xref></sup>, <small>DER</small> B<small>ARTVERST&#x00DC;MMELUNG</small><sup><xref rid="fn409">3</xref></sup> <small>UND DER</small> V<small>ERUNREINIGUNG AM</small> T<small>OTEN</small><sup><xref rid="fn410">4</xref></sup>, <small>WIE</small> F<small>RAUEN</small>; <small>ER IST NICHT ALS</small> Z<small>EUGE ZUL&#x00C4;SSIG</small>, <small>WIE</small> F<small>RAUEN</small>; <small>ER DARF NICHT INZESTU&#x00D6;S BESCHLAFEN WERDEN</small>, <small>WIE</small> F<small>RAUEN</small>; <small>UND ER KANN INBETREFF DER</small> P<small>RIESTERSCHAFT</small> B<small>EMAKELT WERDEN</small>, <small>WIE</small> F<small>RAUEN</small>.</p>
<p>IV. I<small>NWIEFERN GLEICHT ER</small> M<small>&#x00C4;NNERN UND</small> F<small>RAUEN</small>? M<small>AN IST</small>, <small>WENN MAN IHN SCHL&#x00C4;GT ODER IHM FLUCHT</small>, <small>SCHULDIG</small>, <small>WIE BEI</small> M<small>&#x00C4;NNERN UND</small> F<small>RAUEN</small>; <small>WER IHN UNVORS&#x00C4;TZLICH T&#x00D6;TET</small>, <small>MUSS</small> [<small>IN DIE</small> A<small>SYLSTADT</small>] F<small>L&#x00DC;CHTEN</small>, <small>WER VORS&#x00C4;TZLICH</small>, <small>WIRD MIT DEM</small> T<small>ODE BESTRAFT</small>, <small>WIE BEI</small> M<small>&#x00C4;NNERN UND</small> F<small>RAUEN</small>. E<small>INE</small> F<small>RAU MUSS</small> [<small>BEI SEINER</small> G<small>EBURT</small>] <small>DIE</small> Z<small>EIT DER</small> U<small>NREINHEITSBLUTUNG UND DIE</small> Z<small>EIT DER</small> R<small>EINHEITSBLUTUNG</small><sup><xref rid="fn411">5</xref></sup> <small>ABWARTEN</small>, <small>WIE F&#x00DC;R M&#x00C4;NNLICHE UND WEIBLICHE</small> [K<small>INDER ZUSAMMEN</small>]. E<small>R ERH&#x00C4;LT EINEN</small> A<small>NTEIL VOM</small> H<small>OCHHEILIGEN</small>, <small>WIE</small> M<small>&#x00C4;NNER UND</small> F<small>RAUEN</small>. E<small>R ERBT</small><sup><xref rid="fn412">6</xref></sup> <small>JEDEN</small> N<small>ACHLASS</small>, <small>WIE</small> M<small>&#x00C4;NNER UND</small> F<small>RAUEN</small>. W<small>ENN JEMAND SAGT</small>: <small>ICH WILL</small> N<small>AZIR&#x00C4;ER SEIN</small>, <small>DASS DIESER EIN</small> M<small>ANN IST</small>, <small>ODER</small>: <small>EINE</small> F<small>RAU IST</small>, <small>SO IST ER</small> N<small>AZIR&#x00C4;ER</small>.</p>
<p>V. I<small>NWIEFERN GLEICHT ER WEDER</small> M<small>&#x00C4;NNERN NOCH</small> F<small>RAUEN</small>? M<small>AN IST</small>, <small>WENN MAN IHN SCHL&#x00C4;GT ODER IHM FLUCHT</small>, <small>NICHT SCHULDIG</small>, <small>NICHT WIE BEI</small> M<small>&#x00C4;NNERN</small>, <small>NICHT WIE BEI</small> F<small>RAUEN</small><sup><xref rid="fn413">7</xref></sup>. E<small>R HAT KEINEN</small> S<small>CH&#x00C4;TZUNGSWERT</small><sup><xref rid="fn414">8</xref></sup>, <small>WEDER WIE</small> M<small>&#x00C4;NNER</small>, <small>NOCH WIE</small> F<small>RAUEN</small>. W<small>ENN JEMAND SAGT</small>: <small>ICH WILL</small> N<small>AZIR&#x00C4;ER SEIN</small>, <small>DASS DIESER KEIN</small> M<small>ANN IST</small>, <small>ODER</small>: <small>KEINE</small> F<small>RAU IST</small>, <small>SO IST ER NICHT</small> N<small>AZIR&#x00C4;ER</small>. R. M<small>E&#x00CD;R SAGT</small>, <small>DER</small> Z<small>WITTER SEI EIN</small> G<small>ESCH&#x00D6;PF F&#x00DC;R SICH</small>, <small>UND DIE</small> W<small>EISEN WUSSTEN NICHT ZU ENTSCHEIDEN</small>, <small>OB ES EIN</small> M<small>ANN ODER EINE</small> F<small>RAU IST</small>. B<small>EIM</small> G<small>ESCHLECHTSLOSEN</small><sup><xref rid="fn415">9</xref></sup> <small>ABER IST DIES NICHT DER</small> F<small>ALL</small>; <small>ZUWEILEN KANN ER EIN</small> M<small>ANN SEIN</small>, <small>ZUWEILEN EINE</small> F<small>RAU</small>.</p>
<ftnote id="fn407">1. Der Abschnitt Androgynos (<italic>&#x03B1;&#x0351;&#x03BD;&#x03B4;&#x03C1;&#x03CC;&#x03B3;&#x03C5;&#x03BD;&#x03BF;&#x03C2;</italic>) geh&#x00F6;rt nicht zur eigentlichen Mi&#x0161;na, er ist vielmehr aus der Tosephta (Bik. 2) entnommen und erweitert. In der ersten Talmudausgabe fehlt er ganz, dagegen befindet er sich in der ersten Mi&#x0161;naausgabe (Neapel 1492).</ftnote>
<ftnote id="fn408">2. Cf. Lev. 25,5 ff.</ftnote>
<ftnote id="fn409">3. Cf. Lev. 19,27.</ftnote>
<ftnote id="fn410">4. Cf. Lev. 21,1.</ftnote>
<ftnote id="fn411">5. Cf. Lev. Kap. 12.</ftnote>
<ftnote id="fn412">6. Wenn keine anderen Erben vorhanden sind.</ftnote>
<ftnote id="fn413">7. Dieser ganze Passus ist wohl Druckfehler (cf. Mi&#x0161;na 4). Er befindet sich nur in der editio princeps.</ftnote>
<ftnote id="fn414">8. Cf. Lev. 27,2-8.</ftnote>
<ftnote id="fn415">9. Dessen Geschlechtsorgane mit einer Haut &#x00FC;berzogen u. unsichtbar sind.</ftnote>
</chapter>
</book>