<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND</small> [B<small>&#x00C4;UME</small>] <small>ALS</small> H<small>ECKE ODER ZU</small> B<small>ALKEN PFLANZT</small>, <small>SO IST ER VOM</small> U<small>NGEWEIHTEN</small><sup><xref rid="fn348">1</xref></sup> <small>FREI</small>. R. J<small>OSE SAGT</small>, <small>AUCH WENN MAN DIE INNERE</small> [S<small>EITE DES</small> B<small>AUMES</small>] <small>ZUM</small> E<small>SSEN UND DIE &#x00C4;USSERE ALS</small> H<small>ECKE BESTIMMT HAT</small>, <small>SEI DIE INNERE PFLICHTIG UND DIE &#x00C4;USSERE FREI</small>.</p>
<p>II. A<small>LS UNSERE</small> V<small>ORFAHREN INS</small> L<small>AND GEKOMMEN WAREN UND GEPFLANZTE</small> B<small>&#x00C4;UME VORGEFUNDEN HATTEN</small>, <small>WAREN SIE FREI</small>; <small>DIE SIE SELBER PFLANZTEN</small>, <small>WAREN PFLICHTIG</small>, <small>OBGLEICH SIE</small> [<small>DAS GANZE</small> L<small>AND</small>] <small>NOCH NICHT EROBERT HATTEN</small>. P<small>FLANZT MAN</small><sup><xref rid="fn349">2</xref></sup> [<small>EINEN</small> B<small>AUM</small>] <small>F&#x00DC;R DAS</small> P<small>UBLIKUM</small>, <small>SO IST ER PFLICHTIG</small>, <small>NACH</small> R. J<small>EHUDA FREI</small>. W<small>AS MAN AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE PFLANZT</small>, <small>WAS EIN</small> F<small>REMDLING PFLANZT</small>, <small>WAS EIN</small> R<small>&#x00C4;UBER PFLANZT</small>, <small>WAS MAN AUF EINEM</small> S<small>CHIFFE PFLANZT UND WAS VON SELBER W&#x00C4;CHST</small>, <small>IST PFLICHTIG</small>.</p>
<p>III. W<small>ENN EIN</small> B<small>AUM SAMT SEINEM</small> B<small>ODEN ENTWURZELT ODER SAMT SEINEM</small> S<small>TAMME VOM</small> F<small>LUSSE FORTGESCHWEMMT</small><sup><xref rid="fn350">3</xref></sup> <small>WIRD</small>, <small>SO IST ER</small>, <small>FALLS ER SEINE</small> N<small>AHRUNG VOM EIGENEN</small> B<small>ODEN ZIEHEN KANN</small>, <small>FREI</small>, <small>WENN ABER NICHT</small>, <small>PFLICHTIG</small>. W<small>IRD DER</small> B<small>ODEN AN DER</small> S<small>EITE FORTGERISSEN</small>, <small>W&#x00DC;HLT IHN DER</small> P<small>FLUG AUF</small>, <small>ODER LOCKERTE ER IHN WIE</small> S<small>TAUB</small>, <small>SO IST ER</small>, <small>FALLS ER SEINE</small> N<small>AHRUNG WEITER ZIEHEN KANN</small>, <small>FREI</small>, <small>WENN ABER NICHT</small>, <small>PFLICHTIG</small>.</p>
<p>IV. W<small>ENN EIN</small> B<small>AUM HERAUSGEZOGEN WIRD UND NUR EINE</small> W<small>URZEL ZUR&#x00DC;CKBLEIBT</small>, <small>SO IST ER FREI</small>. W<small>AS MUSS VON DER</small> W<small>URZEL BLEIBEN</small>? R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE IM</small> N<small>AMEN DES</small> R. E<small>LEA&#x0351;ZAR B</small>. J<small>EHUDA AUS</small> B<small>ARTOTHA</small>: W<small>IE EINE</small> W<small>EBERSPANNNADEL</small>.</p>
<p>V. W<small>ENN EIN</small> B<small>AUM ENTWURZELT WIRD ABER EINEN</small> S<small>ENKER HAT</small>, <small>VON DEM ER SEINE</small> N<small>AHRUNG ZIEHT</small>, <small>SO WIRD DER ALTE</small> B<small>AUM WIE EIN</small> S<small>ENKER BETRACHTET</small>. W<small>ENN MAN</small> J<small>AHR F&#x00DC;R</small> J<small>AHR</small> S<small>ENKER WEITER SETZT UND EINER SICH ABTRENNT</small>, <small>SO Z&#x00C4;HLE MAN</small><sup><xref rid="fn351">4</xref></sup> <small>VON DER</small> S<small>TUNDE</small>, <small>DA ER SICH ABGETRENNT HAT</small>. D<small>IE EINGEIMPFTEN</small> R<small>EBEN UND DIE IN EINEM</small> I<small>MPFLINGE GEIMPFTEN SIND</small>, <small>AUCH WENN MAN SIE IN DIE</small> E<small>RDE GESENKT HAT</small>, <small>ERLAUBT</small>. R. M<small>E&#x00CD;R SAGT</small>, <small>WENN DIE</small> I<small>MPFLINGE KR&#x00C4;FTIG SIND</small>, <small>SEIEN SIE ERLAUBT</small>, <small>WENN DIE</small> I<small>MPFLINGE NICHT KR&#x00C4;FTIG</small><sup><xref rid="fn352">5</xref></sup> <small>SIND</small>, <small>SEIEN SIE VERBOTEN</small>. D<small>ESGLEICHEN AUCH</small>, <small>WENN EIN</small> S<small>ENKER VOLL</small> F<small>R&#x00DC;CHTE ABGETRENNT WURDE</small>: <small>HAT ER UM EIN</small> Z<small>WEIHUNDERTSTEL ZUGENOMMEN</small>, <small>SO IST ER VERBOTEN</small>.</p>
<p>VI. W<small>ENN</small> S<small>ETZLINGE VON</small> U<small>NGEWEIHTEM ODER VON</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>) <small>SICH UNTER ANDERE</small> S<small>ETZLINGE VERMISCHT HABEN</small>, <small>SO DARF MAN</small> [<small>DIE</small> F<small>R&#x00DC;CHTE</small>] <small>NICHT ABLESEN</small>; <small>HAT MAN SIE BEREITS ABGELESEN</small>, <small>SO GEHEN SIE UNTER ZWEIHUNDERT UND EINEM AUF</small>, <small>JEDOCH DARF MAN NICHT WILLENTLICH ABLESEN</small>. R. J<small>OSE SAGT</small>, <small>MAN D&#x00DC;RFE AUCH WILLENTLICH ABLESEN</small>, <small>UND SIE GEHEN UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>VII. B<small>L&#x00C4;TTER</small>, <small>JUNGE</small> R<small>EISER</small>, S<small>AFT DER</small> W<small>EINST&#x00D6;CKE</small>, W<small>EINTRAUBENANSATZ</small>, <small>SIND ALS</small> U<small>NGEWEIHTES UND</small> V<small>IERJAHRESPFLANZE</small>, <small>SOWIE DEM</small> N<small>AZIR&#x00C4;ER</small><sup><xref rid="fn353">6</xref></sup> <small>ERLAUBT UND ALS</small> A<small>&#x0160;ERA</small><sup><xref rid="fn354">7</xref></sup> <small>VERBOTEN</small>. R. J<small>OSE SAGT</small>, W<small>EINTRAUBENANSATZ SEI VERBOTEN</small>, <small>WEIL ER EINE</small> F<small>RUCHT IST</small>. R. E<small>LIE&#x0351;ZER SAGT</small>, <small>WENN MAN</small> [M<small>ILCH</small>] <small>DURCH</small> H<small>ARZ VON</small> U<small>NGEWEIHTEM GERINNEN L&#x00C4;SST</small>, <small>SEI DIESE VERBOTEN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE</small>: I<small>CH HABE AUSDR&#x00DC;CKLICH GEH&#x00D6;RT</small>, <small>DASS</small>, <small>WENN MAN SIE DURCH DAS</small> H<small>ARZ DER</small> B<small>L&#x00C4;TTER ODER DER</small> W<small>URZELN GERINNEN L&#x00C4;SST</small>, <small>SIE ERLAUBT</small>, <small>UND WENN DURCH DAS</small> H<small>ARZ DER JUNGEN</small> F<small>R&#x00DC;CHTE</small>, <small>SIE VERBOTEN SEI</small>, <small>WEIL DIESE EINE</small> F<small>RUCHT SIND</small>.</p>
<p>VIII. U<small>NREIF GEBLIEBENE</small> T<small>RAUBEN</small>, <small>DIE</small> K<small>ERNE UND DIE</small> S<small>CHLAUHEN SOWIE DER DARAUS BEREITETE</small> L<small>AUER</small>, S<small>CHALEN DES</small> G<small>RANATAPFELS UND SEINE</small> B<small>L&#x00DC;TEN</small>, <small>SOWIE</small> N<small>USSSCHALEN UND</small> F<small>RUCHTKERNE SIND ALS</small> U<small>NGEWEIHTES UND ALS</small> A<small>&#x0160;ERA</small>, <small>SOWIE DEM</small> N<small>AZIR&#x00C4;ER VERBOTEN</small>, V<small>IERJ&#x00C4;HRIG ABER ERLAUBT</small>; <small>ABGEFALLENE</small> F<small>R&#x00DC;CHTE SIND ALS ALL SOLCHE VERBOTEN</small>.</p>
<p>IX. R. J<small>OSE SAGTE</small>: M<small>AN DARF EIN</small> R<small>EIS VON</small> U<small>NGEWEIHTEM PFLANZEN</small>, <small>NICHT ABER DARF MAN EINE</small> N<small>USS VON</small> U<small>NGEWEIHTEM PFLANZEN</small>, <small>WEIL SIE</small> F<small>RUCHT IST</small>; <small>AUCH DARF MAN VON</small> U<small>NGEWEIHTEM KEIN</small> R<small>EIS MIT UNREIFEN</small> D<small>ATTELN PFROPFEN</small>.</p>
<ftnote id="fn348">1. Dh. von der Einhaltung des diesbez&#x00FC;gl. Gesetzes; cf. Lev. 19,23. Dies ist auch unter &#x2018;frei&#x2019; bezw. &#x2018;pflichtig&#x2019; in diesem ganzen Traktate zu verstehen.</ftnote>
<ftnote id="fn349">2. Auf eigenem Gebiete.</ftnote>
<ftnote id="fn350">3. Und nachdem seine Fr&#x00FC;chte bereits geweiht waren, wieder an anderer Stelle zu wachsen beginnt.</ftnote>
<ftnote id="fn351">4. Die drei Jahre von neuem.</ftnote>
<ftnote id="fn352">5. Wenn sie ihre Nahrung aus der Erde ziehen m&#x00FC;ssen.</ftnote>
<ftnote id="fn353">6. Dem Erzeugnisse des Weinstockes verboten sind.</ftnote>
<ftnote id="fn354">7. Baum neben dem Altar, od. als Symbol der diesen Namen tragenden ph&#x00F6;niz. G&#x00F6;ttin der Zeugung (Astarte).</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>H</bold>EBE, Z<small>EHNTHEBE VON</small> D<small>EMAJ</small>, T<small>EIGHEBE UND</small> E<small>RSTLINGE GEHEN IN HUNDERT UND EINEM AUF</small>, <small>AUCH WERDEN SIE MIT EINANDER VEREINIGT</small><sup><xref rid="fn355">1</xref></sup>, <small>JEDOCH MUSS MAN SIE ABHEBEN</small><sup><xref rid="fn356">2</xref></sup>. U<small>NGEWEIHTES UND</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>) <small>GEHEN IN ZWEIHUNDERT UND EINEM AUF</small>, <small>AUCH WERDEN SIE MIT EINANDER VEREINIGT</small>, <small>UND MAN BRAUCHT SIE NICHT ABZUHEBEN</small>. R.&#x0160;<small>IMO&#x0351;N SAGT</small>, <small>SIE WERDEN MIT EINANDER NICHT VEREINIGT</small>; R. E<small>LEA&#x0351;ZAR SAGT</small>, <small>SIE WERDEN MIT EINANDER VEREINIGT</small>, <small>WENN SIE EINEN</small> G<small>ESCHMACK VERLEIHEN</small>, <small>NICHT ABER UM SONST</small><sup><xref rid="fn357">3</xref></sup> <small>VERBOTEN ZU MACHEN</small>.</p>
<p>II. D<small>IE</small> H<small>EBE L&#x00C4;SST DAS</small> U<small>NGEWEIHTE UND DAS</small> U<small>NGEWEIHTE LASST DIE</small> H<small>EBE AUFGEHEN</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN EINE</small> S<small>E&#x00C1; </small>H<small>EBE UNTER HUNDERT</small><sup><xref rid="fn358">4</xref></sup>, <small>UND NACHHER DAZU NOCH DREI</small> K<small>AB</small> U<small>NGEWEIHTES ODER</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>) <small>GEKOMMEN SIND</small>. D<small>IES IST EIN</small> F<small>ALL</small>, <small>IN DEM DIE</small> H<small>EBE DAS</small> U<small>NGEWEIHTE UND DAS</small> U<small>NGEWEIHTE DIE</small> H<small>EBE AUFGEHEN L&#x00C4;SST</small>.</p>
<p>III. D<small>AS</small> U<small>NGEWEIHTE L&#x00C4;SST DIE</small> M<small>ISCHFRUCHT</small>, <small>DIE</small> M<small>ISCHFRUCHT L&#x00C4;SST DAS</small> U<small>NGEWEIHTE UND DAS</small> U<small>NGEWEIHTE L&#x00C4;SST DAS</small> U<small>NGEWEIHTE</small><sup><xref rid="fn359">5</xref></sup> <small>AUFGEHEN</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN EINE</small> S<small>E&#x00C1; VON</small> U<small>NGEWEIHTEM UNTER ZWEIHUNDERT</small>, <small>UND NACHHER DAZU NOCH EINE</small> S<small>E&#x00C1; UND DAR&#x00DC;BER</small> U<small>NGEWEIHTES ODER NOCH EINE</small> S<small>E&#x00C4; UND DAR&#x00DC;BER</small> M<small>ISCHFRUCHT GEKOMMEN IST</small>. D<small>IES IST EIN</small> F<small>ALL</small>, <small>IN DEM DAS</small> U<small>NGEWEIHTE DIE</small> M<small>ISCHFRUCHT</small>, <small>DIE</small> M<small>ISCHFRUCHT DAS</small> U<small>NGEWEIHTE UND DAS</small> U<small>NGEWEIHTE DAS</small> U<small>NGEWEIHTE AUFGEHEN L&#x00C4;SST</small>.</p>
<p>IV. A<small>LLES</small>, <small>WAS VON</small> H<small>EBE</small>, U<small>NGEWEIHTEM ODER</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>) <small>S&#x00C4;UERT</small>, <small>W&#x00DC;RZT ODER BEMISCHT</small><sup><xref rid="fn360">6</xref></sup>, <small>MACHT VERBOTEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>, <small>AUCH</small><sup><xref rid="fn361">7</xref></sup> <small>VERUNREINIGEND</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, <small>WAS NICHT DAS</small> Q<small>UANTUM EINES</small> E<small>IES HAT</small>, <small>SEI NIE VERUNREINIGEND</small>.</p>
<p>V. D<small>OSTAJ AUS</small> K<small>EPHAR</small> J<small>ITHMA</small>, <small>EIN</small> S<small>CH&#x00DC;LER DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>, <small>SAGTE</small>: I<small>CH H&#x00D6;RTE VON</small> &#x0160;<small>AMMAJ DEM</small> &#x00C4;<small>LTESTEN</small>, <small>WAS NICHT DAS</small> Q<small>UANTUM EINES</small> E<small>IES HAT</small>, <small>SEI NIE VERUNREINIGEND</small>.</p>
<p>VI. I<small>N WELCHER</small> H<small>INSICHT SAGTEN SIE</small>, <small>BEI ALLEM WAS S&#x00C4;UERT</small>, <small>W&#x00DC;RZT UND BEMISCHT</small>, <small>SEI ES STRENGER ZU NEHMEN</small>? B<small>EI DER GLEICHEN</small> A<small>RT</small>. D<small>ASS MAN OFT LEICHTER UND OFT STRENGER NEHME</small>? B<small>EI VERSCHIEDENEN</small> A<small>RTEN</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN</small> S<small>AUERTEIG</small><sup><xref rid="fn362">8</xref></sup> <small>AUS</small> W<small>EIZENMEHL IN</small> W<small>EIZENTEIG GEKOMMEN IST</small>, <small>SOVIEL</small>, <small>DASS ER S&#x00C4;UERN KANN</small>, <small>SO MACHT ER VERBOTEN</small>, <small>GLEICHVIEL OB IN EINEM</small> Q<small>UANTUM</small>, <small>DASS ER UNTER HUNDERT UND EINEM AUFGEHT</small>, <small>ODER IN EINEM</small> Q<small>UANTUM</small>, <small>DASS ER IN HUNDERT UND EINEM NICHT AUFGEHT</small>; <small>WENN IN EINEM</small> Q<small>UANTUM</small>, <small>DASS ER NICHT UNTER HUNDERT UND EINEM AUFGEHT</small>, <small>SO MACHT ER VERBOTEN</small>, <small>GLEICHVIEL</small>, <small>OB SOVIEL</small>, <small>UM S&#x00C4;UERN ZU K&#x00D6;NNEN</small>, <small>ODER NICHT SOVIEL</small>, <small>UM S&#x00C4;UERN ZU K&#x00D6;NNEN</small>.</p>
<p>VII. I<small>N WELCHEN</small> F<small>&#x00C4;LLEN IST ES BEI VERSCHIEDENEN</small> A<small>RTEN LEICHTER ODER STRENGER ZU NEHMEN</small>? W<small>ENN</small> G<small>RAUPEN</small><sup><xref rid="fn362">8</xref></sup> <small>MIT</small> L<small>INSEN GEKOCHT WURDEN</small>, <small>SOVIEL DASS SIE EINEN</small> G<small>ESCHMACK VERLEIHEN</small>, <small>SO IST ES VERBOTEN</small>, <small>GLEICHVIEL OB IN EINEM</small> Q<small>UANTUM</small>, <small>DASS SIE UNTER HUNDERT UND EINEM AUFGEHEN</small>, <small>ODER IN EINEM</small> Q<small>UANTUM</small>, <small>DASS SIE UNTER HUNDERT UND EINEM NICHT AUFGEHEN</small>; <small>WENN ABER NIGHT SOVIEL</small>, <small>UM EINEN</small> G<small>ESCHMACK ZU VERLEIHEN</small>, <small>SO IST ES ERLAUBT</small>, <small>GLEICHVIEL OB IN EINEM</small> Q<small>UANTUM</small>, <small>DASS SIE UNTER HUNDERT UND EINEM AUFGEHEN</small>, <small>ODER IN EINEM</small> Q<small>UANTUM</small>, <small>DASS SIE UNTER HUNDERT UND EINEM NICHT AUFGEHEN</small>.</p>
<p>VIII. W<small>ENN</small> S<small>AUERTEIG VON</small> P<small>ROFANEM</small>, G<small>ENUG ZUM</small> S<small>&#x00C4;UERN</small>, <small>IN</small> T<small>EIG GEKOMMEN IST</small>, <small>UND NACHHER AUCH</small> S<small>AUERTEIG VON</small> H<small>EBE ODER VON</small> M<small>ISCHFRUCHT</small>, <small>EBENFALLS GENUG ZUM</small> S<small>&#x00C4;UERN</small>, <small>IN DIESEN GEKOMMEN IST</small>, <small>SO IST ER VERBOTEN</small><sup><xref rid="fn363">9</xref></sup>.</p>
<p>IX. W<small>ENN</small> S<small>AUERTEIG VON</small> P<small>ROFANEM IN</small> T<small>EIG GEKOMMEN WAR UND IHN GES&#x00C4;UERT HAT</small>, <small>UND NACHHER AUCH</small> S<small>AUERTEIG VON</small> H<small>EBE ODER VON</small> M<small>ISCHFRUCHT</small>, <small>GENUG ZUM</small> S<small>&#x00C4;UERN</small>, <small>IN DIESEN GEKOMMEN IST</small>, <small>SO IST ER VERBOTEN</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT IHN</small><sup><xref rid="fn364">10</xref></sup>.</p>
<p>X. G<small>EW&#x00DC;RZE EINER</small> A<small>RT</small>, <small>VON ZWEI ODER DREI VERSCHIEDENEN</small> N<small>AMEN</small><sup><xref rid="fn365">11</xref></sup>, <small>ODER DREIER</small> A<small>RTEN</small> [<small>EINES</small> N<small>AMENS</small>] <small>WERDEN VEREINIGT UND MACHEN VERBOTEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>ZWEI ODER DREI</small> N<small>AMEN EINER</small> A<small>RT</small>, <small>ODER ZWEI</small> A<small>RTEN EINES</small> N<small>AMENS WERDEN NICHT VEREINIGT</small>.</p>
<p>XI. W<small>ENN</small> S<small>AUERTEIG VON</small> P<small>ROFANEM UND VON</small> H<small>EBE</small>, <small>VON DENEN WEDER DER EINE NOCH DER ANDERE ZUR</small> S<small>&#x00C4;UERUNG AUSREICHT</small>, <small>IN</small> T<small>EIG GEKOMMEN SIND</small>, <small>UND IHN ZUSAMMEN GES&#x00C4;UERT HABEN</small>, <small>SO RICHTE MAN SICH</small>, <small>WIE</small> R. E<small>LIE&#x0351;ZER SAGT</small>, <small>NACH DEM LETZTEREN</small>. D<small>IE</small> W<small>EISEN SAGEN</small>, <small>DER</small> [<small>VERBOTENE</small>] S<small>AUERTEIG K&#x00D6;NNE</small>, <small>EINERLEI OB ER VORHER ODER NACHHER HINEINGEKOMMEN IST</small>, <small>NICHT EHER VERBOTEN MACHEN</small>, <small>ALS BIS ER ALLEIN ZUR</small> S<small>&#x00C4;UERUNG AUSREICHT</small>.</p>
<p>XII. J<small>OE&#x0351;ZER DER</small> T<small>EMPELHERR</small>, <small>EIN</small> S<small>CH&#x00DC;LER DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>, <small>SAGTE</small>: I<small>CH FRAGTE EINST</small> R. G<small>AMLI&#x00C9;L DEN</small> &#x00C4;<small>LTEREN</small>, <small>ALS ER VOR DEM</small> O<small>STTOR STAND</small>, <small>UND ER ERWIDERTE</small>, <small>ER MACHE NICHT EHER VERBOTEN</small>, <small>ALS BIS ER ALLEIN ZUR</small> S<small>&#x00C4;UERUNG AUSREICHT</small>.</p>
<p>XIII. W<small>ENN MAN</small> G<small>ER&#x00C4;TE MIT UNREINEM UND WIEDERUM MIT REINEM</small> &#x00D6;<small>L ODER MIT REINEM UND WIEDERUM MIT UNREINEM</small> &#x00D6;<small>L GESCHMIERT HAT</small>, <small>SO RICHTE MAN SICH</small>, <small>WIE</small> R. E<small>LIE&#x0351;ZER SAGT</small>, <small>NACH DEM ERSTEHEN</small>, <small>UND WIE DIE</small> W<small>EISEN SAGEN</small>, <small>NACH DEM LETZTEREN</small>.</p>
<p>XIV. W<small>ENN</small> S<small>AUERTEIG VON</small> H<small>EBE UND VON</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>), <small>VON DENEN WEDER DER EINE NOCH DER ANDERE ZUR</small> S<small>&#x00C4;UERUNG AUSREICHT</small>, <small>IN</small> T<small>EIG GEKOMMEN SIND UND IHN ZUSAMMEN GES&#x00C4;UERT HABEN</small>, <small>SO IST ER</small> L<small>AIEN VERBOTEN UND</small> P<small>RIESTERN ERLAUBT</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT IHN</small> L<small>AIEN UND</small> P<small>RIESTERN</small>.</p>
<p>XV. W<small>ENN</small> G<small>EW&#x00DC;RZE VON</small> H<small>EBE UND VON</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>), <small>VON DENEN WEDER DAS EINE NOCH DAS ANDERE ZUR</small> W<small>&#x00DC;RZUNG AUSREICHT</small>, <small>IN DEN</small> T<small>OPF GEFALLEN SIND UND IHN ZUSAMMEN GEW&#x00DC;RZT HABEN</small>, <small>SO IST</small> [<small>DIE</small> S<small>PEISE</small>] L<small>AIEN VERBOTEN UND</small> P<small>RIESTERN ERLAUBT</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT SIE</small> P<small>RIESTERN UND</small> L<small>AIEN</small>.</p>
<p>XVI. W<small>ENN EIN</small> S<small>T&#x00DC;CK VON</small> H<small>OCHHEILIGEM</small><sup><xref rid="fn366">12</xref></sup>, V<small>ERWERFLICHEM UND</small> &#x00DC;<small>BRIGGEBLIEBENEM ZUSAMMEN MIT ANDEREN</small> S<small>T&#x00DC;CKEN</small><sup><xref rid="fn367">13</xref></sup><small>GEKOCHT WORDEN SIND</small>, <small>SO IST ES</small> L<small>AIEN VERBOTEN UND</small> P<small>RIESTERN ERLAUBT</small>; R. &#x0160;<small>IMO&#x0351;N ERLAUBT ES</small> L<small>AIEN UND</small> P<small>RIESTERN</small>.</p>
<p>XVII. W<small>ENN</small> F<small>LEISCH VON</small> H<small>OCHHEILIGEM UND</small> F<small>LEISCH VON</small> M<small>INDERHEILIGEM<sup><xref rid="fn368">14</xref></sup>MIT GEMEINEM</small> F<small>LEISCHE GEKOCHT WORDEN SIND</small>, <small>SO IST ES</small> U<small>NREINEN VERBOTEN UND</small> R<small>EINEN ERLAUBT</small>.</p>
<ftnote id="fn355">1. Wenn man von allen zusammen das erforderliche Quantum i&#x00DF;t, od. wenn sie zusammen ein Hundertstel ausmachen.</ftnote>
<ftnote id="fn356">2. Aus den Fr&#x00FC;chten, in die sie gekommen sind, entfernen.</ftnote>
<ftnote id="fn357">3. Bei trockenen Fr&#x00FC;chten, wo sie keinen Geschmack verleihen.</ftnote>
<ftnote id="fn358">4. Profane Fr&#x00FC;chte; zu verstehen sind 99 (100 einschlie&#x00DF;lich), da sie unter 100 auch allein aufgehen.</ftnote>
<ftnote id="fn359">5. Einmal ist wohl darunter die Vierjahrsfrucht zu verstehen.</ftnote>
<ftnote id="fn360">6. Bei Feuchtem, wobei es einen Geschmack verleiht.</ftnote>
<ftnote id="fn361">7. Wenn es unreine Dinge sind, die das f&#x00FC;r die &#x00DC;bertragung der Unreinheit erforderliche Quantum nicht haben.</ftnote>
<ftnote id="fn362">8. Von den oben genannten verbotenen Dingen.</ftnote>
<ftnote id="fn363">9. Obgleich in diesem Falle die Geschmackverleihung ohne Bedeutung ist.</ftnote>
<ftnote id="fn364">10. Im vorangehenden Falle wird wenigstens durch den 2. Sauerteig die S&#x00E4;uerung beschleunigt, in diesem Falle war er schon sauer.</ftnote>
<ftnote id="fn365">11. Nach Maimonides handelt es sich um botanische Namen, nach den meisten &#x00FC;brigen Kommentaren um Namen des Verbotes (wie zBs. Ungeweihtes, Hebe &#x0026;c.).</ftnote>
<ftnote id="fn366">12. Teile von Opfern, deren Genu&#x00DF; nur Priestern erlaubt ist.</ftnote>
<ftnote id="fn367">13. Von Profanem, in einem Quantum, da&#x00DF; nur eines der genannten verbotenen St&#x00FC;cke aufgeht.</ftnote>
<ftnote id="fn368">14. Opfer, deren Genu&#x00DF; auch Laien erlaubt ist.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>E</bold>IN G<small>EWAND</small>, <small>DAS MAN MIT</small> S<small>CHALEN VON</small> U<small>NGEWEIHTEM GEF&#x00C4;RBT HAT</small>, <small>IST ZU VERBRENNEN</small>. I<small>ST ES MIT ANDEREN VERMISCHT WORDEN</small>, <small>SO SIND ALLE ZU VERBRENNEN</small> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>; <small>DIE</small> W<small>EISEN SAGEN</small>, <small>ES GEHE UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>II. W<small>ENN MAN</small> [<small>EINEN</small> F<small>ADEN</small>] <small>IN DER</small> L<small>&#x00C4;NGE EINES</small> S<small>I&#x1E6C;</small><sup><xref rid="fn369">1</xref></sup> <small>MIT</small> S<small>CHALEN VON</small> U<small>NGEWEIHTEM GEF&#x00C4;RBT UND IHN IN EIN</small> G<small>EWAND EINGEWEBT HAT</small>, <small>UND NICHT WEISS</small>, <small>WELCHER ES IST</small>, <small>SO IST DAS</small> G<small>EWAND</small>, <small>WIE</small> R. M<small>E&#x00CD;R SAGT</small>, <small>ZU VERBRENNEN</small>; <small>DIE</small> W<small>EISEN SAGEN</small>, <small>ER GEHE UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>III. W<small>ENN MAN EINEN EINEN</small> S<small>I&#x1E6C; LANGEN</small> F<small>ADEN AUS DER</small> W<small>OLLE EINER</small> E<small>RSTGEBURT IN EIN</small> G<small>EWAND EINWEBT</small>, <small>SO IST DAS</small> G<small>EWAND ZU VERBRENNEN</small>. W<small>ENN VOM</small> H<small>AARE EINES</small> N<small>AZIR&#x00C4;ERS ODER DER</small> E<small>RSTGEBURT EINES</small> E<small>SELS IN EINEN</small> S<small>ACK</small>, <small>SO IST DER</small> S<small>ACK ZU VERBRENNEN</small>. W<small>ENN VOM</small> H<small>EILIGENGUT</small>, <small>SO MACHT JEDES</small> Q<small>UANTUM HEILIG</small><sup><xref rid="fn370">2</xref></sup>.</p>
<p>IV. E<small>INE</small> S<small>PEISE</small>, <small>DIE MAN MIT</small> S<small>CHALEN VON</small> U<small>NGEWEIHTEM GEKOCHT HAT</small>, <small>IST ZU VERBRENNEN</small>; <small>IST SIE MIT ANDEREN VERMISCHT WORDEN</small>, <small>SO GEHT SIE UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>V. W<small>ENN MAN EINEN</small> O<small>FEN MIT</small> S<small>CHALEN VON</small> U<small>NGEWEIHTEM GEHEIZT UND DARIN</small> B<small>ROT GEBACKEN HAT</small>, <small>SO IST DAS</small> B<small>ROT ZU VERBRENNEN</small>; <small>IST ES MIT ANDEREN</small> B<small>ROTEN VERMISCHT WORDEN</small>, <small>SO GEHT ES UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>VI. H<small>AT JEMAND</small> B<small>&#x00DC;NDEL</small> B<small>OCKSHORNKLEE VON</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>), <small>SO SIND SIE ZU VERBRENNEN</small>; <small>SIND SIE MIT ANDEREN VERMISCHT WORDEN</small>, <small>SO SIND ALLE ZU VERBRENNEN</small> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>; <small>DIE</small> W<small>EISEN SAGEN</small>, <small>SIE GEHEN UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>VII. R. M<small>E&#x00CD;R SAGTE ALSO</small>: W<small>AS MAN</small> [<small>BEIM</small> V<small>ERKAUF</small>] <small>GEW&#x00D6;HNLICH Z&#x00C4;HLT</small>, <small>MACHT ZUM</small> G<small>ENUSSE VERBOTEN</small>. D<small>IE</small> W<small>EISEN ABER SAGEN</small>: N<small>UR SECHS</small> D<small>INGE MACHEN ZUM</small> G<small>ENUSSE VERBOTEN</small>, <small>UND WIE</small> R. A&#x0351;<small>QIBA SAGT</small>, <small>SIEBEN</small>. U<small>ND ZWAR</small>: Z<small>ERREIBBARE</small> N<small>&#x00DC;SSE</small><sup><xref rid="fn371">3</xref></sup>, <small>BADANISCHE</small> G<small>RANAT&#x00C4;PFEL</small>, <small>VERSPUNDETE</small> F<small>&#x00C4;SSER</small>, M<small>ANGOLDSTR&#x00DC;NKE</small>, K<small>OHLTRIEBE UND GRIECHISCHER</small> K<small>&#x00DC;RBIS</small>; <small>WIE</small> R. A&#x0351;<small>QIBA SAGT</small>, <small>AUCH HAUSBACKENE</small> B<small>ROTE</small>. W<small>AS ZUM</small> U<small>NGEWEIHTEN GEH&#x00D6;RT</small>, M<small>ACHT ALS</small> U<small>NGEWEIHTES VERBOTEN</small>, <small>WAS ZUR</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>), <small>ALS</small> M<small>ISCHFRUCHT</small> (<small>DES</small> W<small>EINBERGES</small>).</p>
<p>VIII. S<small>IND DIE</small> N<small>&#x00DC;SSE AUFGEKNACKT</small>, <small>DIE</small> G<small>RANAT&#x00C4;PFEL GESPALTEN</small>, <small>DIE</small> F<small>&#x00C4;SSER GE&#x00D6;FFNET</small>, <small>DIE</small> K<small>&#x00DC;RBISSE ZERSCHNITTEN</small>, <small>DIE</small> B<small>ROTE DURCHGEBROCHEN</small>, <small>SO GEHEN SIE UNTER ZWEIHUNDERT UND EINEM AUF</small>.</p>
<p>IX. D<small>AS</small> Z<small>WEIFELHAFTE IN BETREFF DES</small> U<small>NGEWEIHTEN IST IM</small> J<small>ISRA&#x00C9;LLAND VERBOTEN UND IN</small> S<small>YRIEN ERLAUBT</small>; <small>IM</small> A<small>USLANDE DARF MAN GEHEN UND SOLCHE KAUFEN</small>, <small>NUR DARF MAN IHN</small><sup><xref rid="fn372">4</xref></sup> <small>NICHT</small> [<small>DIE</small> F<small>R&#x00DC;CHTE</small>] <small>SAMMELN SEHEN</small>. W<small>ENN AUSSERHALB EINES</small> W<small>EINBERGES</small>, <small>IN DEM</small> K<small>R&#x00C4;UTER WACHSEN</small>, K<small>R&#x00C4;UTER VERKAUFT WERDEN</small>, <small>SO SIND SIE IM</small> J<small>ISRA&#x00C9;LLAND VERBOTEN UND IN</small> S<small>YRIEN ERLAUBT</small>; <small>IM</small> A<small>USLANDE DARF MAN GEHEN UND SAMMELN LASSEN</small>, <small>NUR NICHT EIGENH&#x00C4;NDIG SAMMELN</small>. N<small>EUE</small> [F<small>ELDFRUCHT</small>]<sup><xref rid="fn373">5</xref></sup> <small>IST &#x00DC;BERALL NACH DER</small> T<small>ORA VERBOTEN</small>; <small>BEZ&#x00DC;GLICH DES</small> U<small>NGEWEIHTEN IST ES</small><sup><xref rid="fn374">6</xref></sup> <small>EINE</small> [<small>&#x00DC;BERLIEFERTE</small>] H<small>ALAKHA</small>, <small>UND BEZ&#x00DC;GLICH</small> M<small>ISCHFRUCHT IST ES</small><sup><xref rid="fn374">6</xref></sup> <small>EINE</small> V<small>ERORDNUNG DER</small> S<small>CHRIFTKUNDIGEN</small>.</p>
<ftnote id="fn369">1. L&#x00E4;ngenma&#x00DF;, wie die Entfernung zwischen Daumen und Zeigefinger.</ftnote>
<ftnote id="fn370">2. Weil man es ausl&#x00F6;sen kann.</ftnote>
<ftnote id="fn371">3. Viell. Krachmandeln; nach anderen ist <span dir="rtl">&#x05E4;&#x05E8;&#x05DA;</span> Ortsname.</ftnote>
<ftnote id="fn372">4. Den nicht j&#x00FC;dischen G&#x00E4;rtner.</ftnote>
<ftnote id="fn373">5. Vor Darbringung der Schwingegarbe.</ftnote>
<ftnote id="fn374">6. Da&#x00DF; das Verbot sich auch auf das Ausland erstreckt.</ftnote>
</chapter>
</book>