<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>R.</bold> ELIE&#x0351;ZER <small>SAGT, DAS</small> K<small>ALB</small><sup><xref rid="fn1467">1</xref></sup> <small>EINJ&#x00C4;HRIG UND DIE</small> K<small>UH</small><sup><xref rid="fn1468">2</xref></sup> <small>ZWEIJ&#x00C4;HRIG</small>. D<small>IE</small> W<small>EISEN SAGEN, DAS</small> K<small>ALB</small> [<small>AUCH</small>] <small>ZWEIJ&#x00C4;HRIG, DIE</small> K<small>UH DREIJ&#x00C4;HRIG ODER VIERJ&#x00C4;HRIG</small><sup><xref rid="fn1469">3</xref></sup>. R. M<small>E&#x00CD;R SAGT, AUCH F&#x00DC;NFJ&#x00C4;HRIG</small>. T<small>AUGLICH IST AUCH EINE &#x00C4;LTERE, NUR WARTE MAN NICHT MIT IHR, DENN SIE K&#x00D6;NNTE SCHWARZE</small> H<small>AARE BEKOMMEN UND UNTAUGLICH WERDEN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE:</small> I<small>CH H&#x00D6;RTE &#x2018;NUR D RITTJ&#x00C4;HRIG&#x2019;</small>. S<small>IE SPRACHEN ZU IHM:</small> W<small>AS SOLL DER</small> A<small>USDRUCK &#x2018;DRITTJ&#x00C4;HRIG</small><sup><xref rid="fn1470">4</xref></sup><small>&#x2019;?</small> E<small>R ERWIDERTE IHNEN:</small> G<small>LATTWEG SO HABE ICH ES GEH&#x00D6;RT</small>. D<small>A SPRACH</small> B<small>EN</small> A&#x0351;<small>ZAJ:</small> I<small>CH WILL ES ERKL&#x00C4;REN: SAGST DU &#x2018;</small>D<small>RITTLING&#x2019;, SO K&#x00D6;NNTE MAN VERSTEHEN, DIE DRITTE UNTER DEN ANDEREN, BEI DER</small> Z<small>&#x00C4;HLUNG, SAGST DU ABER &#x2018;DRITTJ&#x00C4;HRIG&#x2019;, SO IST EINE DREIJ&#x00C4;HRIGE ZU VERSTEHEN</small>. D<small>ESGLEICHEN SAGTEN SIE &#x2018;</small>V<small>IER</small>[<small>JAHRS</small>]<small>WEINBERG&#x2019;</small><sup><xref rid="fn1471">5</xref></sup>. S<small>IE SPRACHEN ZU IHM:</small> W<small>AS SOLL DER</small> A<small>USDRUCK &#x2018;</small>V<small>IER</small>[<small>JAHRS</small>]W<small>EINBERG&#x2019;</small><sup><xref rid="fn1472">6</xref></sup><small>?</small> E<small>R ERWIDERTE IHNEN:</small> G<small>LATTWEG SO HABE ICH ES GEH&#x00D6;RT</small>. D<small>A SPRACH</small> B<small>EN A&#x0351;ZAJ:</small> I<small>CH WILL ES ERKL&#x00C4;REN: SAGST DU &#x2018;VIERTER&#x2019;, SO K&#x00D6;NNTE MAN VERSTEHEN, DER VIERTE UNTER ANDEREN, BEI DER</small> Z<small>&#x00C4;HLUNG, SAGST DU ABER &#x2018;VIERIG&#x2019;, SO IST DER VIER</small> J<small>AHRE ALTE ZU VERSTEHEN</small>. D<small>ESGLEICHEN SAGTEN SIE:</small> W<small>ER IN EINEM AUSS&#x00C4;TZIGEN</small> H<small>AUSB EIN HALBES</small> B<small>ROT, DREI AUS DEM KAB GEGESSEN HAT</small><sup><xref rid="fn1473">7</xref></sup>. S<small>IE SPRACHEN ZU IHM:</small> S<small>AGE DOCH: ACHTZEHN AUF EINE</small> S<small>E&#x00C1;</small><sup><xref rid="fn1474">8</xref></sup>. E<small>R ERWIDERTE IHNEN:</small> G<small>LATTWEG SO HABE ICH ES GEH&#x00D6;RT</small>. D<small>A SPRACH</small> B<small>EN</small> A<small>&#x0351;ZAJ:</small> I<small>CH WILL ES ERKL&#x00C4;REN: SAGST DU DREI AUS DEM</small> K<small>AB</small><sup><xref rid="fn1475">9</xref></sup>, <small>SO IST DABEI KEINE</small> T<small>EIGHEBE</small><sup><xref rid="fn1476">10</xref></sup>, <small>SAGST DU ABER ACHTZEHN AUF EINE</small> S<small>E&#x00C1;</small><sup><xref rid="fn1475">9</xref></sup>, <small>SO IST ES UM DIE</small> T<small>EIGHEBE VERMINDERT</small>.</p>
<p>II. R. J<small>OSE DER</small> G<small>ALIL&#x00C4;ER SAGT, DIE</small> F<small>ARREN</small><sup><xref rid="fn1477">11</xref></sup><small>ZWEIJ&#x00C4;HRIG, DENN ES</small> <italic>heisst</italic>:<sup><xref rid="fn1478">12</xref></sup><italic>du sollst einen zweiten</italic><sup><xref rid="fn1479">13</xref></sup><italic>Farren nehmen, ein junges Rind, zum</italic> <italic>S&#x00FC;ndopfer</italic>. D<small>IE</small> W<small>EISEN SAGEN, AUCH DREIJ&#x00C4;HRIG</small>. R. M<small>E&#x00CD;R SAGT, AUCH VIERJ&#x00C4;HRIG UND F&#x00DC;NFJ&#x00C4;HRIG SEIEN SIE TAUGLICH, NUR BRINGE MAN AUS</small> E<small>HRERBIETUNG KEINE ALTEN</small>.</p>
<p>III. L<small>&#x00C4;MMER</small><sup><xref rid="fn1477">11</xref></sup><small>EINJ&#x00C4;HRIG UND</small> W<small>IDDER ZWEIJ&#x00C4;HRIG, UND BEI DIESEN ALLEN VOM</small> T<small>AGE BIS ZUM</small> T<small>AGE</small><sup><xref rid="fn1480">14</xref></sup>. M<small>IT DREIZEHN</small> M<small>ONATEN IST ES WEDER ALS</small> W<small>IDDER NOCH ALS</small> L<small>AMM TAUGLICH</small>. R. T<small>RYPHON NANNTE EIN SOLCHES</small> P<small>ALGAS</small><sup><xref rid="fn1481">15</xref></sup>. B<small>EN</small> A&#x0351;<small>ZAJ NANNTE ES</small> N<small>OQED</small><sup><xref rid="fn1482">16</xref></sup>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L NANNTE ES</small> P<small>ARACHAREGMA</small><sup><xref rid="fn1483">17</xref></sup>. H<small>AT MAN ES DARGEBRACHT UND DAZU DAS</small> G<small>USSOPFER EINES</small> W<small>IDDERS GEBRACHT</small>, <small>SO WIRD ES IHM NICHT ALS</small> P<small>LICHTOPFER ANGERECHNET</small>. M<small>IT DREIZEHN</small> M<small>ONATEN UND EINEM</small> T<small>AGE IST ES EIN</small> W<small>IDDER</small>.</p>
<p>IV. S<small>&#x00DC;NDOPFER DER</small> G<small>EMEINDE UND IHRE</small> B<small>RANDOPFER, DAS</small> S<small>&#x00DC;NDOPFER EINES EINZELNEN, DAS</small> S<small>CHULDOPFER DES</small> N<small>AZIR&#x00C4;ERS UND DAS</small> S<small>CHULDOPFER DES</small> A<small>USS&#x00C4;TZIGEN SIND VOM DREISSIGSTEN</small> T<small>AGE AN TAUGLICH, AUCH SCHON AM DREISSIGSTEN</small> T<small>AGE; HAT MAN SIE AM ACHTEN</small> T<small>AGE DARGEBRACHT, SO SIND SIE TAUGLICH</small>. G<small>ELOBTES</small>, G<small>ESPENDETES, DAS</small> E<small>RSTGEBORENE, DAS</small> Z<small>EHNTE UND DAS</small> P<small>ESA&#x1E24;OPFER SIND VOM ACHTEN</small> T<small>AGE AN TAUGLICH, AUCH SCHON AM ACHTEN</small> T<small>AGE</small>.</p>
<ftnote id="fn1467">1. Das die Bewohner der Stadt wegen eines in ihrer N&#x00E4;he erfolgten unges&#x00FC;hnten Mordes zu bringen u. unter verschiedenen Zeremonien zu t&#x00F6;ten hatten; cf. Dt. 21,1ff.</ftnote>
<ftnote id="fn1468">2. Die sog. rote Kuh, aus deren Asche das Ents&#x00FC;ndigungswasser zur Reinigung des Unreinen hergestellt wurde; cf. Num. 19,2ff.</ftnote>
<ftnote id="fn1469">3. Dieses Alter d&#x00FC;rfen die genannten Tiere hei ihrer Verwendung nicht &#x00FC;berschritten haben.</ftnote>
<ftnote id="fn1470">4. Er gebrauchte das Numerale mit den. Adjektivsuffix, <span dir="rtl">&#x05E9;&#x05DC;&#x05D5;&#x05E9;&#x05D9;&#x05EA;</span>, eigentl. dre&#x00FC;g, statt des &#x00FC;blichen ordinalen <span dir="rtl">&#x05E9;&#x05DC;&#x05D9;&#x05E9;&#x05D9;&#x05EA;</span>, das dritte, Drittling.</ftnote>
<ftnote id="fn1471">5. Bezeichnung eines Weinberges od. Obstbaumes im 4. Jahre nach der Pflanzung, bis zu welchem die Ernte zum Essen verboten ist; cf. Lev. 19,23ff u. dazu Ms. IV,5.</ftnote>
<ftnote id="fn1472">6. Eigentl. der vierige; cf. Anm. 4 mut. mut.</ftnote>
<ftnote id="fn1473">7. Sc. ist unrein.</ftnote>
<ftnote id="fn1474">8. Ein S. hat 6 K., ersteres ist ein viel bekannteres u. in der Schrift oft genanntes Ma&#x00DF;.</ftnote>
<ftnote id="fn1475">9. Worunter zu verstehen ist, aus Teig in diesem Quantum.</ftnote>
<ftnote id="fn1476">10. Cf. Num. 15,20; teighebepflichtig ist nur ein Quantum von <sup>5</sup>/<sub>4</sub> Kab.</ftnote>
<ftnote id="fn1477">11. Die in der Schrift als Opfer genannt werden.</ftnote>
<ftnote id="fn1478">12. Num. 8,8.</ftnote>
<ftnote id="fn1479">13. Im Zusammenhange ist dieses Wort &#x00FC;berfl&#x00FC;ssig u. wird auf das Alter bezogen: zweij&#x00E4;hrig.</ftnote>
<ftnote id="fn1480">14. Die J&#x00E4;hrung erfolgt bei Wiederkehr des gleichen Kalendertages.</ftnote>
<ftnote id="fn1481">15. So vokalisiert in Cod. Kaufmann. Die rabbinische Erkl&#x00E4;rung <span dir="rtl">&#x05E4;&#x05DC;&#x05D2; &#x05D2;&#x05DD;</span>, halb gro&#x00DF;, halb entwickelt, ist noch immer befriedigender als die Levys u. seiner Nachschreiber von <italic>&#x03C0;&#x03B1;&#x03BB;&#x03BB;&#x03B1;&#x03BE;</italic>, junge Person, nur von Menschen gebraucht, Geliebte, Beischl&#x00E4;ferin.</ftnote>
<ftnote id="fn1482">16. Eigentl. Weideschaf, zur Darbringung noch unreif; in der Schrift (iiReg. 3,4 u. Am. 1,1) nur in der Bedeutung Schafz&#x00FC;chter bekannt.</ftnote>
<ftnote id="fn1483">17. Lesart u. Etymologie unsicher; nach den Erkl&#x00E4;rern paracharagma, abgescheuerle, nicht gangbare M&#x00FC;nze; auch ein solches ist nicht als Lamm u. nicht als Widder zur Opferung geeignet.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>R.</bold>ELTE&#x0351;ZER <small>SAGT, DIE TR&#x00C4;CHTIGE</small> E<small>NTS&#x00DC;NDIGUNGSKUH</small><sup><xref rid="fn1484">1</xref></sup> <small>SEI TAUGLICH, NACH DEN</small> W<small>EISEN IST SIE UNTAUGLICH</small><sup><xref rid="fn1485">2</xref></sup>. R. E<small>LIE&#x0351;ZER SAGT, SIE D&#x00DC;RFE NICHT VON</small> N<small>ICHTJUDEN GEKAUFT WERDEN, NACH DEN</small> W<small>EISEN IST SIE TAUGLICH</small>. U<small>ND NICHT NUR DIESE ALLEIN, SONDERN AUCH ALLE</small> O<small>PFER DER</small> G<small>EMEINDE UND DES EINZELNEN D&#x00DC;RFEN VOM</small> L<small>ANDE UND VOM</small> A<small>USLANDE, VOM NEUEN UND VOM ALTEN</small><sup><xref rid="fn1486">3</xref></sup> <small>GEBRACHT WERDEN, AUSGENOMMEN DIE</small> W<small>EBEGABE</small><sup><xref rid="fn1487">4</xref></sup> <small>UND DIE ZWEI</small> B<small>ROTE</small><sup><xref rid="fn1488">5</xref></sup>, <small>DIE NUR VOM NEUEN UND VOM</small> I<small>NLANDE GEBRACHT WERDEN D&#x00DC;RFEN</small>.</p>
<p>II. S<small>IND DIE</small> H<small>&#x00D6;RNER UND DIE</small> K<small>LAUEN DER</small> K<small>UH SCHWARZ, SO SCHNEIDE MAN SIE AB</small>. D<small>ER</small> A<small>UGENSTERN, DIE</small> Z<small>&#x00C4;HNE UND DIE</small> Z<small>UNGE MACHEN DIE</small> K<small>UH NICHT UNTAUGLICH</small><sup><xref rid="fn1489">6</xref></sup>. D<small>IE ZWERGHAFTE IST TAUGLICH</small>. W<small>ENN SIE EINE</small> B<small>LATTER HATTE UND MAN SIE ABGESCHNITTEN HAT, SO IST SIE NACH</small> R. J<small>EHUDA UNTAUGLICH</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, IST AN DER</small> S<small>TELLE, WO MAN SIE ENTFERNT HAT, KEIN ROTES</small> H<small>AAR NACHGEWACHSEN, SEI SIE UNTAUGLICH</small>.</p>
<p>III. D<small>IE</small> S<small>EITENGEBURT UND DIE ALS</small> H<small>URENGABE ODER</small> H<small>UNDEPREIS VERWANDTE</small><sup><xref rid="fn1490">7</xref></sup> <small>IST UNTAUGLICH; NACH</small> R. E<small>LIE&#x0351;ZER ABER TAUGLICH, DENN ES HEISST:</small> <sup><xref rid="fn1491">8</xref></sup><italic>du sollst Hurengabe oder Hundepreis nicht ob irgend eines Gel&#x00FC;bdes in das Haus des Herrn, deines Gottes, bringen</italic>, <small>UND DIESE KOMMT NICHT IN DAS</small> H<small>AUS</small>. A<small>LLE</small> L<small>EIBESFEHLER, DIE</small> O<small>PFERTIERE UNTAUGLICH MACHEN, MACHEN AUCH DIE</small> K<small>UH UNTAUGLICH</small>. I<small>ST MAN AUF IHR GERITTEN, HAT MAN SICH AN SIE GELEHNT, HAT MAN SICH AN IHREN</small> S<small>CHWANZ GEH&#x00C4;NGT, HAT MAN MIT IHR DEN</small> F<small>LUSS &#x00DC;BERQUERT, HAT MAN AUF SIE DEN</small> H<small>ALFTERSTRICK</small><sup><xref rid="fn1492">9</xref></sup> <small>ZUSAMMENGELEGT, ODER HAT MAN AUF SIE SEINEN</small> M<small>ANTEL GELEGT, SO IST SIE UNTAUGLICH</small>. H<small>AT MAN SIE ABER MIT DEM</small> H<small>ALFTER ANGEBUNDEN, HAT MAN IHR EINE</small> S<small>ANDALE GEMACHT, DAMIT SIE NICHT AUSGLEITE, ODER HAT MAN SEINEN</small> M<small>ANTEL AUF SIE WEGEN DER</small> F<small>LIEGEN GELEGT, SO IST SIE TAUGLICH</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: ERFOLGT ES UM IHRETWILLEN, SO IST SIE TAUGLICH, WENN ABER WEGEN EINES ANDEREN</small> Z<small>WECKES, SO IST SIE UNTAUGLICH</small>.</p>
<p>IV. H<small>AT EIN</small> V<small>OGEL SICH AUF SIE NIEDERGELASSEN, SO IST SIE TAUGLICH; HAT EIN</small> M<small>&#x00C4;NNCHEN SIE BESPRUNGEN, SO IST SIE UNTAUGLICH</small>. R. J<small>EHUDA SAGT, HAT MAN ES HINAUFGEBRACHT, SEI SIE UNTAUGLICH, WENN ABER VON SELBST, SEI SIE TAUGLICH</small>.</p>
<p>V. H<small>AT SIE SCHWARZE ODER WEISSE</small> H<small>AARE IN EINEM</small> G<small>R&#x00DC;BCHEN, SO IST SIE UNTAUGLICH</small>. R. J<small>EHUDA SAGT, AUCH WENN IN EINEM</small> [H<small>AAR</small>]<small>BECHER</small>. S<small>IND SIE IN ZWEI</small> [H<small>AAR</small>]<small>BECHERN NEBENEINANDER, SO IST SIE UNTAUGLICH</small>. R. A&#x0351;<small>QIBA SAGT, AUCH WENN ES VIER ODER F&#x00DC;NF SIND, ABER ZERSTREUT, REISSE MAN SIE AUS</small><sup><xref rid="fn1493">10</xref></sup>. R. E<small>LIE&#x0351;ZER SAGT, AUCH F&#x00DC;NFZIG</small>. R. J<small>EHO&#x0160;UA&#x0351; B</small>. B<small>ETHERA SAGT, SELBST WENN EINES AM</small> K<small>OPFE UND EINES AM</small> S<small>CHW&#x00C4;NZE, SEI SIE UNTAUGLICH</small>. H<small>AT SIE ZWEI</small> H<small>AARE AN DER</small> W<small>URZEL SCHWARZ UND AN DER</small> S<small>PITZE ROT, ODER AN DER</small> W<small>URZEL ROT UND AN DER</small> S<small>PITZE SCHWARZ, SO RICHTE MAN SICH NACH DEM, WAS SICHTBAR IST &#x2013;SO R</small>. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, NACH DER</small> W<small>URZEL</small>.</p>
<ftnote id="fn1484">1. Die rote Kuh, aus deren Asche, das Ents&#x00FC;ndigungswasser hergestellt wurde.</ftnote>
<ftnote id="fn1485">2. Nach RJ., weit. Mi&#x0161;na V.</ftnote>
<ftnote id="fn1486">3. Dh. diesj&#x00E4;hrigem u. vorj&#x00E4;hrigem Getreide.</ftnote>
<ftnote id="fn1487">4. Cf. Lev. 33,1ff.</ftnote>
<ftnote id="fn1488">5. Cf. ib. V. 17.</ftnote>
<ftnote id="fn1489">6. Wenn sie nicht rot sind.</ftnote>
<ftnote id="fn1490">7. Cf. Tem. Fol. 30a.</ftnote>
<ftnote id="fn1491">8. Dt. 23,19.</ftnote>
<ftnote id="fn1492">9. Wenn er nachh&#x00E4;ngt.</ftnote>
<ftnote id="fn1493">10. Und sie ist dann tauglich.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>S</bold>IEBEN T<small>AGE VOR DEM</small> V<small>ERBRENNEN DER</small> K<small>UH LIESS MAN DEN</small> P<small>RIESTER, DER DIE</small> K<small>UH VERBRENNEN SOLLTE, SICH VON SEINEM</small> H<small>AUSE NACH DER</small> K<small>AMMER &#x00DC;BER DER</small> B<small>URG</small><sup><xref rid="fn1494">1</xref></sup> <small>NORD&#x00D6;STLICH ZUR&#x00DC;CKZIEHEN, DIESE WURDE</small> S<small>TEINHAUS GENANNT, UND BESPRENGTE IHN ALL DIE SIEBEN</small> T<small>AGE MIT ALLEN</small> E<small>NTS&#x00DC;NDIGUNGEN</small><sup><xref rid="fn1495">2</xref></sup>, <small>DIE DORT WAREN</small>. R. J<small>OSE SAGT, MAN BESPRENGTE IHN NUR AM DRITTEN UND AM SIEBENTEN</small> [T<small>AGE</small>]. R. &#x1E24;<small>ANINA DER</small> P<small>RIESTERVORSTEHER SAGTE</small>: D<small>EN</small> P<small>RIESTER, DER DIE</small> K<small>UH VERBRENNEN SOLLTE, BESPRENGTE MAN ALLE SIEBEN</small> T<small>AGE, UND DEN DES</small> V<small>ERS&#x00D6;HNUNGSTAGES</small><sup><xref rid="fn1496">3</xref></sup> <small>BESPRENGTE MAN NUR AM DRITTEN UND AM SIEBENTEN</small>.</p>
<p>II. I<small>N</small> J<small>ERU&#x0160;ALEM GAB ES AUF</small> F<small>ELSBODEN GEBAUTE</small> H<small>&#x00D6;FE, DIE UNTEN UNTERH&#x00D6;HLT WAREN, WEGEN ETWAIGER</small> G<small>R&#x00C4;BER IM</small> U<small>NTERGRUNDE</small><sup><xref rid="fn1497">4</xref></sup>, <small>UND DORTHIN BRACHTE MAN SCHWANGERE</small> F<small>RAUEN, DIE DA NIEDERKAMEN UND IHRE</small> K<small>INDER GROSSZOGEN</small><sup><xref rid="fn1498">5</xref></sup>. M<small>AN HOLTE DANN</small><sup><xref rid="fn1499">6</xref></sup> O<small>CHSEN, AUF DEREN R&#x00DC;CKEN T&#x00DC;REN LAGEN, UND AUF DIESE</small><sup><xref rid="fn1500">7</xref></sup> <small>SETZTE MAN DIE</small> K<small>INDER MIT STEINERNEN</small> B<small>ECHERN IN DEN H&#x00C4;NDEN</small>. W<small>AREN SIE AN DEN</small> &#x0160;<small>ILOA&#x1E24; HERANGEKOMMEN, STIEGEN SIE HINAB UND F&#x00DC;LLTEN SIE, SODANN KAMEN SIE HERAUF UND STIEGEN AUF IHREN</small> P<small>LATZ</small>. R. J<small>OSE SAGT, VON SEINEM</small> P<small>LATZE AUS LIESS JEDES</small> [<small>DEN</small> B<small>ECHER</small>] <small>HINUNTER UND F&#x00DC;LLTE IHN</small>.</p>
<p>III. A<small>M</small> T<small>EMPELBERGE ANGELANGT, STIEGEN SIE HINUNTER</small>. D<small>ER</small> T<small>EMPELBERG UND DIE</small> V<small>ORH&#x00D6;FE WAREN UNTERH&#x00D6;HLT, WEGEN ETWAIGER</small> G<small>R&#x00C4;BER IM</small> U<small>NTERGR&#x00DC;NDE, UND AN DER T&#x00DC;R DES</small> V<small>ORHOFES WAR EINE</small> U<small>RNE MIT DER</small> E<small>NTS&#x00DC;NDIGUNGS</small>[<small>ASCHE</small>]. M<small>AN HOLTE DANN EIN M&#x00C4;NNLICHES</small> S<small>CHAF, BAND IHM EINEN</small> S<small>TRICK ZWISCHEN DIE</small> H<small>&#x00D6;RNER, UND AN DER ANDEREN</small> S<small>EITE DES</small> S<small>TRICKES BAND MAN EINEN</small> S<small>TOCK FEST, UMWICKELTE IHN UND WARF IHN IN DIE</small> U<small>RNE; SODANN VERSETZTE MAN DEM</small> B<small>OCKE EINEN</small> S<small>CHLAG, SODASS ER ERSCHRECKT ZUR&#x00DC;CKSPRANG, UND MAN NAHM</small> [<small>VON DER</small> A<small>SCHE</small>]<sup><xref rid="fn1501">8</xref></sup> <small>UND TAT SO- VIEL HINEIN, DASS ES AUF DEM</small> W<small>ASSER SICHTBAR WAR</small>. R. J<small>OSE SAGT</small>: G<small>EBT DEN</small> M<small>IN&#x00C4;ERN KEINE</small> G<small>ELEGENHEIT ZUM</small> S<small>POTTEN; VIELMEHR NAHM MAN SELBER DIE</small> A<small>SCHE UND TAT SIE HINEIN</small>.</p>
<p>IV. M<small>AN LIESS NICHT DIE</small> V<small>ORBEREITUNGEN F&#x00DC;R DAS EINE</small> E<small>NTS&#x00DC;NDIGUNGSOPFER</small><sup><xref rid="fn1502">9</xref></sup><small>F&#x00DC;R EIN ANDERES</small> E<small>NTS&#x00DC;NDIGUNGSOPFER GELTEN, UND NICHT EIN</small> K<small>IND F&#x00DC;R EIN ANDERES</small> E<small>INTRETEN</small>. D<small>IE</small> K<small>INDER MUSSTEN</small> [<small>EINANDER</small>] <small>BESPRENGEN &#x2013;</small>so R. J<small>OSE DER</small> G<small>ALIL&#x00C4;ER;</small> R. A&#x0351;<small>QIBA SAGT, SIE BRAUCHTEN</small> [<small>EINANDER</small>] <small>NICHT ZU BESPRENGEN</small>.</p>
<p>V. F<small>ANDEN SIE KEINE</small> [A<small>SCHENRESTE</small>] <small>VON SIEBEN</small><sup><xref rid="fn1503">10</xref></sup>, <small>SO MACHTEN SIE ES VON SECHS, VON F&#x00DC;NF, VON VIER, VON DREI, VON ZWEFL UND AUCH VON EINER</small>. W<small>ER HAT SIE HERGERICHTET</small>? D<small>IE ERSTE RICHTETE</small> M<small>O&#x0160;E HER, DIE ZWEITE RICHTETE E&#x0351;ZRA HER, UND F&#x00DC;NF VON E&#x0351;ZRA AN UND WEITER</small> &#x2013;<small>SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, SIEBEN VON</small> E<small>&#x0351;ZRA AN UND WEITER</small>. W<small>ER HAT DIESE HERGERICHTET?</small> &#x0160;<small>IMO&#x0351;N DER</small> G<small>ERECHTE UND DER</small> H<small>OCHPRIESTER</small> J<small>O&#x1E24;ANAN HABEN JE ZWEI HERGERICHTET, UND</small> E<small>LJEHOENAJ</small>, S<small>OHN DES</small> H<small>AQAJAPH, &#x1E24;ANAME&#x0351;L DER</small> M<small>IZRI UND</small> J<small>ISM&#x00C1;&#x00C9;L</small>, S<small>OUN DES</small> P<small>HABI, JE EINE</small>.</p>
<p>VI. V<small>OM</small> T<small>EMPELBERGE ZUM</small> &#x00D6;<small>LBERGE WAR EIN</small> B<small>R&#x00DC;CKENGANG HERGERICHTET</small>, W<small>&#x00D6;LBUNGEN, &#x00DC;BER W&#x00D6;LBUNGEN, UND GEGEN JEDEN</small> P<small>FEILER WAR EINE</small> W<small>&#x00D6;LBUNG, WEGEN EINES ETWAIGEN</small> G<small>RABES IM</small> U<small>NTERGR&#x00DC;NDE</small>. &#x00DC;<small>BER DIESEN GING DER</small> P<small>RIESTER, DER DIE</small> K<small>UH VERBRENNEN SOLLTE, DIE</small> K<small>UH UND ALLE, DIE DABEI MITHELFEN SOLLTEN, ZUM</small> &#x00D6;<small>LBERGE</small>.</p>
<p>VII. M<small>AN LIESS NICHT, WENN DIE</small> K<small>UH NICHT GEHEN WOLLTE, MIT IHR EINE SCHWARZE GEHEN, DAMIT MAN NICHT SAGE, MAN HABE EINE SCHWARZE GESCHLACHTET; AUCH NICHT EINE ROTE, DAMIT MAN NICHT SAGE, MAN HABE ZWEI GESCHLACHTET</small>. R. J<small>OSE SAGTE</small>: N<small>ICHT DESHALB, SONDERN WEIL ES HEISST:</small><sup><xref rid="fn1504">11</xref></sup><italic>er soll sie hinausbringen</italic>, <small>SIE ALLEIN</small>. V<small>ORHER SCHON WAREN DIE</small> &#x00C4;<small>LTESTEN</small> J<small>ISRAE&#x0351;LS ZU</small> F<small>USS ZUM</small> &#x00D6;<small>LBERGE HINGEGANGEN, WO EIN</small> T<small>AUCHBAD SICH BEFAND, UND SIE VERUNREINIGTEN DEN</small> P<small>RIESTER, DER DIE</small> K<small>UH ZU VERBRENNEN HATTE, WEGEN DER</small> S<small>ADUZ&#x00C4;ER, DAMIT SIE NICHT SAGEN, SIE D&#x00DC;RFE HERGETUCHTET WERDEN NUR DURCH SOLCHE, DIE DEN</small> S<small>ONNENUNTERGANG ABGEWARTET</small><sup><xref rid="fn1505">12</xref></sup><small>HABEN</small>.</p>
<p>VIII. S<small>IE LEGTEN IHRE H&#x00C4;NDE AUF IHN</small><sup><xref rid="fn1506">13</xref></sup><small>UND SPRACHEN ZU IHM</small>: H<small>ERR</small> H<small>OCHPRIESTER, TAUCHE EINMAL UNTER</small>. E<small>R GING DANN HINUNTER, NAHM EIN</small> T<small>AUCHBAD, KAM WIEDER HERAUF UND TROCKNETE SICH AB</small>. D<small>A WAR BEREITS AUFGESTAPELTES</small> H<small>OLZ</small>, Z<small>EDERNHOLZ</small>, E<small>SCHENHOLZ UND</small> Z<small>YPRESSENHOLZ, UND</small> H<small>OLZ VON GLATTEN</small> F<small>EIGENB&#x00C4;UMEN, UND MAN MACHTE DARAUS EINE</small> A<small>RT</small> P<small>YRAMIDE, LIESS</small> Z<small>UGL&#x00D6;CHER FREI, UND DIE</small> V<small>ORDERSEITE NACH</small> W<small>ESTEN</small>.</p>
<p>IX. S<small>ODANN FESSELTE MAN SIE MIT EINEM</small> B<small>INSENSTRICKE UND LEGTE SIE AUF DEN</small> H<small>OLZSTOSS MIT DEM</small> K<small>OPFE NACH</small> S<small>&#x00DC;DEN UND DEM</small> G<small>ESICHTE NACH</small> W<small>ESTEN, UND DER</small> P<small>RIESTER, DER AUF DER</small> O<small>STSEITE MIT DEM</small> G<small>ESICHTE NACH</small> W<small>ESTEN STAND, SCHLACHTETE SIE UND NAHM</small> [<small>DAS</small> B<small>LUT</small>] <small>MIT DER</small> L<small>INKEN AUF, &#x2013;</small> R. J<small>EHUDA SAGT, ER NAHM ES MIT DER</small> R<small>ECHTEN AUF UND TAT ES IN DIE</small> L<small>INKE, &#x2013;UND SPRENGTE MIT DER</small> R<small>ECHTEN</small>. S<small>IEBENMAL TAUCHTE ER EIN UND SPRENGTE GEGEN DAS</small> A<small>LLERHEILIGSTE; ZU JEDER</small> S<small>PRENGUNG EIN</small> E<small>INTAUCHEN</small>. H<small>ATTE ER DAS</small> S<small>PRENGEN BEENDET, WISCHTE ER DIE</small> H<small>AND AM K&#x00D6;RPER DER</small> K<small>UH AB, GING HINUNTER UND Z&#x00DC;NDETE DAS</small> F<small>EUER MIT</small> K<small>IENHOLZ AN</small>. R. A&#x0351;<small>QIBA SAGT, MIT TROCKENEN</small> Z<small>WEIGEN</small>.</p>
<p>X. N<small>ACHDEM SIE AUFGEPLATZT</small><sup><xref rid="fn1507">14</xref></sup><small>WAR, BLIEB ER AUSSERHALB DER</small> V<small>ERTIEFUNG STEHEN, NAHM</small> Z<small>EDERNHOLZ</small>, Y<small>SOP UND KARMESINROTE</small> W<small>OLLE UND RIEF IHNEN ZU:</small> I<small>ST DIES</small> Z<small>EDERNHOLZ, IST DIES</small> Z<small>EDERNHOLZ?</small> I<small>ST DIES KARMESINROTE</small> W<small>OLLE, IST DIES KARMESINROTE</small> W<small>OLLE?</small> I<small>ST DIES</small> Y<small>SOP, IST DIES</small> Y<small>SOP?</small> B<small>EI JEDER</small> S<small>ACHE DREIMAL, UND SIE ERWIDERTEN IHM:</small> J<small>AWOHL, JAWOHL, JAWOHL</small>.</p>
<p>XI. H<small>IERAUF UMWICKELTE ER ES</small><sup><xref rid="fn1508">15</xref></sup><small>MIT DEM</small> E<small>NDE DES</small> W<small>OLLSTREIFENS UND WARF ES IN DEN</small> F<small>EUERBRAND</small>. N<small>ACHDEM SIE VERBRANNT WAR, ZERKLOPFTE MAN SIE MIT</small> S<small>T&#x00D6;CKEN UND SIEBTE</small> [<small>DIE</small> A<small>SCHE</small>] <small>MIT</small> S<small>IEBEN</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, DIES WURDE MIT STEINERNEN</small> H<small>&#x00C4;MMERN UND MIT STEINERNEN</small> S<small>IEBEN VERRICHTET</small>. E<small>IN SCHWARZ</small> [<small>GEBRANNTES</small> S<small>T&#x00DC;CK</small>], <small>AN DEM</small> A<small>SCHE WAR, ZERSTIESS MAN, UND AN DEM KEINE WAR, LIESS MAN ZUR&#x00DC;CK</small>; K<small>NOCHEN ABER ZERSTIESS MAN OB SO ODER SO</small>. S<small>ODANN TEILTE MAN</small> [<small>DIE</small> A<small>SCHE</small>] <small>IN DREI</small> T<small>EILE; EINER WURDE IM</small> Z<small>WINGER NIEDERGELEGT, EINER WURDE AUF DEM &#x00D6;LBERGE NIEDERGELEGT UND EINER WURDE AN ALLE</small> P<small>RIESTERWACHEN VERTEILT</small>.</p>
<ftnote id="fn1494">1. Benennung des Tempels od. einer bestimmten Stelle desselben; cf. Jom. Fol. 2a.</ftnote>
<ftnote id="fn1495">2. Dh. mit &#x00CB;nts&#x00FC;ndigungswasser aus der im Laufe der Zeit angesammelten Ents&#x00FC;ndigungsasche.</ftnote>
<ftnote id="fn1496">3. Der am Vers&#x00F6;hnungstage den Tempeldienst verrichten sollte; cf. Jom. Fol. 2a.</ftnote>
<ftnote id="fn1497">4. Die Unreinheit der Leiche w&#x00FC;rde sonst unbeschr&#x00E4;nkt nach oben steigen, durch den Hohlraum aber wird sie begrenzt.</ftnote>
<ftnote id="fn1498">5. Um sie m&#x00F6;glichst vor der Leichenunreinheit zu sch&#x00FC;tzen.</ftnote>
<ftnote id="fn1499">6. Bei der Bereitung des Ents&#x00FC;ndigungswassers.</ftnote>
<ftnote id="fn1500">7. Damit nicht die Kinder mit einem &#x00FC;ber den R&#x00FC;cken desf Tieres hinausragenden Gliede ein Leichenteil bezelten.</ftnote>
<ftnote id="fn1501">8. Die beim Zur&#x00FC;ckprallen des Bockes am aus der Urne gezogenen Stocke haften blieb.</ftnote>
<ftnote id="fn1502">9. Wenn es untauglich geworden ist.</ftnote>
<ftnote id="fn1503">10. S&#x00FC;ndopferk&#x00FC;hen, die bis dahin hergerichtet worden waren; cf. supra Mi&#x0161;na I.</ftnote>
<ftnote id="fn1504">11. Num. 19,3.</ftnote>
<ftnote id="fn1505">12. Nach dem Untertauchen, nach Erlangung v&#x00F6;lliger Reinheit.</ftnote>
<ftnote id="fn1506">13. Wodurch die Verunreinigung erfolgte, da sie als Gemeine f&#x00FC;r die heilige Handlung als unrein galten.</ftnote>
<ftnote id="fn1507">14. Durch das Feuer.</ftnote>
<ftnote id="fn1508">15. Das ganze B&#x00FC;ndel mit den genannten Dingen.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>H</bold>AT <small>MAN DIE</small> E<small>NTS&#x00DC;NDIGUNGSKUH GESCHLACHTET NICHT AUF IHREN</small> N<small>AMEN, ODER</small> [<small>DAS</small> B<small>LUT</small>] <small>AUFGENOMMEN ODER GESPRENGT NICHT AUF IHREN</small> N<small>AMEN, ODER AUF IHREN</small> N<small>AMEN UND NICHT AUF IHREN</small> N<small>AMEN, ODER NICHT AUF IHREN</small> N<small>AMEN UND AUF IHREN</small> N<small>AMEN, SO IST SIE UNTAUGLICH, UND NACH</small> R. E<small>LEA&#x0351;ZAR TAUGLICH</small>. W<small>ENN DURCH EINEN, DER H&#x00C4;NDE UND F&#x00DC;SSE NICHT GEWASCHEN HAT, SO IST SIE UNTAUGLICH, UND NACH</small> R. E<small>LEA&#x0351;ZAR TAUGLICH</small>. W<small>ENN NICHT DURCH DEN</small> H<small>OCHPRIESTER, SO IST SIE UNTAUGLICH</small>, <small>UND NACH</small> R. J<small>EHUDA TAUGLICH</small>. W<small>ENN DURCH EINEN, DER DIE</small> A<small>MT</small>sK<small>LEIDER NICHT ANHATTE, SO IST SIE UNTAUGLICH</small>. S<small>IE WURDE N&#x00C4;MLICH IN DEN WEISSEN</small> K<small>LEIDERN HERGERICHTET</small>.</p>
<p>II. H<small>AT ER SIE AUSSERHALB IHRER</small> V<small>ERTIEFUNG VERBRANNT, ODER IN ZWEI</small> V<small>ERTIEFUNGEN, ODER HAT ER ZWEI IN EINER</small> V<small>ERTIEFUNG VERBRANNT, SO IST SIE UNTAUGLICH</small>. H<small>AT ER GESPRENGT UND NICHT GENAU GEGEN DEN</small> E<small>INGANG GEZIELT, SO IST SIE UNTAUGLICH</small>. H<small>AT ER MIT DER SECHSTEN DIE SIEBENTE</small><sup><xref rid="fn1509">1</xref></sup> <small>GESPRENGT UND DARAUF DIE SIEBENTE WIEDERHOLT, SO IST SIE UNTAUGLICH; WENN MIT DER SIEBENTEN EINE ACHTE UND DARAUF EINE ACHTE GESPRENGT, SO IST SIE TAUGLICH</small>.</p>
<p>III. H<small>AT ER SIE OHNE</small> H<small>OLZ VERBRANNT, ODER MIT IRGEND ANDEREN</small> H<small>OLZARTEN</small><sup><xref rid="fn1510">2</xref></sup>, <small>SOGAR MIT</small> S<small>TOPPELN ODER</small> S<small>TREU, SO IST SIE TAUGLICH</small>. H<small>AT ER SIE ENTH&#x00C4;UTET UND ZERLEGT, SO IST SIE TAUGLICH</small>. H<small>AT ER SIE GESCHLACHTET IN DER</small> A<small>BSICHT, VON IHREM</small> F<small>LEISCHE ZU ESSEN ODER VON IHREM</small> B<small>LUTE ZU TRINKEN, SO IST SIE TAUGLICH. B</small>. E<small>LIE&#x0351;ZER SAGT, DIE</small> [<small>UNZUL&#x00C4;SSIGE</small>] A<small>BSICHT MACHE DIE</small> K<small>UH NICHT UNTAUGLICH</small><sup><xref rid="fn1511">3</xref></sup>.</p>
<p>IV. A<small>LLE, DIE SICH VON</small> A<small>NFANG BIS</small> E<small>NDE MIT DER</small> K<small>UH BEFASST HABEN, MACHEN DIE</small> K<small>LEIDER UNREIN UND MACHEN SIE DURCH EINE</small> N<small>EBENARBEIT UNTAUGLICH</small>. E<small>REIGNET SICH BEIM</small> S<small>CHLACHTEN EINE</small> U<small>NTAUGLICHMACHUNG, SO MACHT SIE DIE</small> K<small>LEIDER NICHT UNREIN: EREIGNET SICH EINE BEIM</small> S<small>PRENGEN, SO MACHT SIE DIE</small> K<small>LEIDER DESSEN UNREIN, DER SICH MIT IHR VOR DER</small> U<small>NTAUGLICHWERDUNG BEFASST HAT, UND NICHT DIE</small> K<small>LEIDER DESSEN UNREIN, DER NACH DER</small> U<small>NTAUGLICHWERDUNG</small>. E<small>S ERGIBT SICH ALSO, DASS BEI IHR DIE</small> E<small>RSCHWERUNG EINE</small> E<small>RLEICHTERUNG</small><sup><xref rid="fn1512">4</xref></sup> <small>IST</small>. B<small>EI IHR GIBT ES STETS EINE</small> V<small>ERUNTREUUNG</small>. M<small>AN DARF</small> H<small>OLZ HINZUF&#x00DC;GEN</small><sup><xref rid="fn1513">5</xref></sup>. I<small>HRE</small> H<small>ERRICHTUNG HAT AM</small> T<small>AGE ZU ERFOLGEN, DURCH EINEN</small> P<small>RIESTER</small>. D<small>IE</small> N<small>EBENARBEIT MACHT SIE UNTAUGLICH, BIS SIE</small> A<small>SCHE GEWORDEN IST; UND DIE</small> N<small>EBENARBEIT MACHT AUCH DAS</small> W<small>ASSER UNTAUGLICH, BIS MAN DIE</small> A<small>SCHE HINEINGETAN HAT</small>.</p>
<ftnote id="fn1509">1. Zur 7. Sprengung nicht den Finger in das Blut getaucht.</ftnote>
<ftnote id="fn1510">2. Als ob. III,8 genannt.</ftnote>
<ftnote id="fn1511">3. Wie dies bei anderen Opfern der Fall ist.</ftnote>
<ftnote id="fn1512">4. Ist sie untauglich, so macht sie nicht unrein.</ftnote>
<ftnote id="fn1513">5. Solange die Verbrennung dauert.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ER <small>SICH EIN</small> T<small>ONGEF&#x00C4;SS F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER HOLT</small><sup><xref rid="fn1514">1</xref></sup>, <small>NEHME EIN</small> T<small>AUCHBAD UND &#x00DC;BERNACHTE AM</small> B<small>RENNOFEN</small><sup><xref rid="fn1515">2</xref></sup>. R. J<small>EHUDA SAGT, ER D&#x00DC;RFE ES AUCH AUS DEM</small> H<small>AUSE HOLEN, UND ES IST TAUGLICH, DENN BEIM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER IST JEDER GLAUBW&#x00DC;RDIG</small>. H<small>ANDELT ES SICH UM</small> H<small>EBE, SO BRAUCHT MAN NUR DEN</small> B<small>RENNOFEN ZU &#x00D6;FFNEN UND</small> [<small>DAS</small> G<small>EF&#x00C4;SS</small>] <small>HERAUSZUNEHMEN</small>. R. <small>&#x0160;IM&#x00D3;N SAGT, AUS DER ZWEITEN</small> R<small>EIHE, UND</small> R. J<small>OSE SAGT, ERST AUS DER DRITTEN</small> R<small>EIHE</small>.</p>
<p>II. H<small>AT MAN EIN</small> G<small>EF&#x00C4;SS F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER UNTERGETAUCHT IN</small> W<small>ASSER, DAS ZUM</small> W<small>EIHEN</small><sup><xref rid="fn1516">3</xref></sup> <small>UNTAUGLICH</small><sup><xref rid="fn1517">4</xref></sup> <small>IST, SO MUSS MAN ES ABTROCKNEN, UND WENN IN</small> W<small>ASSER, DAS ZUM</small> W<small>EIHEN TAUGLICH IST, SO BRAUCHT MAN ES NICHT ABZUTROCKNEN; WILL MAN DARIN BEREITS GEWEIHTES</small> W<small>ASSER AUFNEHMEN, SO MUSS MAN ES OB SO ODER SO ABTROCKNEN</small>.</p>
<p>III. H<small>AT MAN EINE K&#x00DC;RBIS</small>[<small>FLASCHE</small>] <small>UNTERGETAUCHT IN</small> W<small>ASSER, DAS ZUM</small> W<small>EIHEN UNTAUGLICH IST, SO DARF MAN DARIN WEIHEN</small><sup><xref rid="fn1518">5</xref></sup>, <small>SO LANGE SIE NICHT UNREIN GEWORDEN IST; IST SIE UNREIN GEWORDEN, SO DARF MAN DARIN NICHT WEIHEN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, DARF MAN DARIN VORHER WEIHEN, D&#x00DC;RFE MAN DARIN AUCH NACHHER</small><sup><xref rid="fn1519">6</xref></sup> <small>WEIHEN, UND DARF MAN NACHHER DARIN NICHT WEIHEN, D&#x00DC;RFE MAN DARIN AUCH VORHER NICHT WEIHEN</small>. I<small>N KEINEM</small> F<small>ALLE ABER DARF MAN DARIN BEREITS GEWEIHTES</small> W<small>ASSER HINEINTUN</small>.</p>
<p>IV. E<small>IN</small> R<small>OHR, DAS MAN F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER ZURECHTGESCHNITTEN</small><sup><xref rid="fn1520">7</xref></sup> <small>HAT, TAUCHE MAN, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, SOFORT UNTER;</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, MAN MACHE ES UNREIN, UND TAUCHE ES UNTER</small><sup><xref rid="fn1521">8</xref></sup>. J<small>EDER IST ZUM</small> W<small>EIHEN TAUGLICH, AUSGENOMMEN EIN</small> T<small>AUBER, EIN</small> B<small>L&#x00D6;DER, UND EIN</small> M<small>INDERJ&#x00C4;HRIGER</small>. N<small>ACH</small> R. J<small>EHUDA. IST EIN</small> M<small>INDERJ&#x00C4;HRIGER TAUGLICH UND EINE</small> F<small>RAU UND EIN</small> Z<small>WITTER UNTAUGLICH</small>.</p>
<p>V. M<small>AN KANN</small> [<small>DAS</small> W<small>ASSER</small>] <small>IN JEDEM</small> G<small>EF&#x00C4;SSE WEIHEN, AUCH IN</small> G<small>EF&#x00C4;SSEN AUS</small> R<small>INDERMIST, IN</small> G<small>EF&#x00C4;SSEN AUS</small> S<small>TEIN, IN</small> G<small>EF&#x00C4;SSEN AUS</small> E<small>RDE, UND MAN KANN ES SOGAR IN EINEM</small> S<small>CHIFFE WEIHEN</small>. M<small>AN KANN ES NICHT WEIHEN IN DEN W&#x00C4;NDEN</small><sup><xref rid="fn1522">9</xref></sup> <small>VON</small> G<small>EF&#x00C4;SSEN, NOCH IM</small> B<small>ODEN EINES</small> Z<small>OBERS</small>, <small>NOCH IM</small> S<small>PUNDE EINES</small> F<small>ASSES, NOCH IN DER HOHLEN</small> H<small>AND, WEIL MAN DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER NUR IN EINEM</small> G<small>EF&#x00C4;SSE F&#x00DC;LLEN, HEILIGEN UND SPRENGEN DARF</small>. N<small>UR</small> G<small>EF&#x00C4;SSE</small><sup><xref rid="fn1523">10</xref></sup><small>SCH&#x00DC;TZEN</small><sup><xref rid="fn1524">11</xref></sup><small>MIT EINEM FESTSCHLIESSENDEN</small> D<small>EKKEL, WIE AUCH NUR</small> G<small>EF&#x00C4;SSE VOR EINEM IRDENEN</small> G<small>EF&#x00C4;SSE SCH&#x00DC;TZEN</small><sup><xref rid="fn1525">12</xref></sup>.</p>
<p>VI. D<small>AS T&#x00D6;PFEREI</small><sup><xref rid="fn1526">13</xref></sup><small>IST TAUGLICH UND NACH</small> R. J<small>OSE UNTAUGLICH; DAS H&#x00DC;HNEREI IST NACH</small> R. M<small>E&#x00CD;R UND</small> R. J<small>EHUDA TAUGLICH UND NACH DEN</small>, W<small>EISEN UNTAUGLICH</small>.</p>
<p>VII. I<small>N EINER</small> T<small>R&#x00C4;NKRINNE IN EINEM</small> F<small>ELSEN<sup><xref rid="fn1527">14</xref></sup>DARF MAN</small> [<small>DAS</small> W<small>ASSER</small>] <small>NICHT SAMMELN, NICHT WEIHEN UND DARAUS NICHT BESPRENGEN</small>. S<small>IE BRAUCHT FERNER KEINES FESTSCHLIESSENDEN</small> D<small>ECKELS</small><sup><xref rid="fn1528">15</xref></sup>, <small>UND SIE MACHT DAS</small> T<small>AUCHBAD NICHT UNTAUGLICH</small><sup><xref rid="fn1529">16</xref></sup>. W<small>ENN SIE EIN</small> [<small>TRANSPORTABLES</small>] G<small>EF&#x00C4;SS WAR UND MAN SIE MIT</small> K<small>ALK BEFESTIGT HAT, SO DARF MAN DARIN</small> [<small>DAS</small> W<small>ASSER</small>] <small>SAMMELN, WEIHEN UND DARAUS BESPRENGEN</small>. S<small>IE BRAUCHT FERNER EINES FESTSCHLIESSENDEN</small> D<small>ECKELS</small><sup><xref rid="fn1528">15</xref></sup>, <small>UND SIE MACHT DAS</small> T<small>AUCHBAD UNTAUGLICH</small>. W<small>ENN SIE UNTEN EIN</small> L<small>OCH HAT UND MAN ES MIT EINEM</small> L<small>APPEN VERSTOPFT, SO IST DAS</small> W<small>ASSER DARIN UNTAUGLICH, WEIL ES NICHT IM</small> G<small>EF&#x00C4;SSE EINGERUNDET IST</small>. W<small>ENN AN DER</small> S<small>EITE UND MAN ES MIT EINEM</small> L<small>APPEN VERSTOPFT, SO IST DAS</small> W<small>ASSER DARIN TAUGLICH, WEIL ES IM</small> G<small>EF&#x00C4;SSE EINGERUNDET IST</small>. W<small>ENN MAN DARAUF EINEN</small> K<small>RANZ AUS</small> L<small>EHM GESETZT HAT UND DAS</small> W<small>ASSER DA HINEINGEKOMMEN IST, SO IST ES UNTAUGLICH</small>; <small>IST ER SO FEST, DASS SIE DARAN FORTGETRAGEN WERDEN KANN, SO IST ES TAUGLICH</small>.</p>
<p>VIII. S<small>IND ZWEI</small> T<small>R&#x00C4;NKRINNEN IN EINEM</small> S<small>TEINE, SO IST, WENN, MAN</small> [<small>DAS</small> W<small>ASSER</small>] <small>IN EINER VON IHNEN WEIHT, DAS</small> W<small>ASSER IN DER ANDEREN NICHT GEWEIHT. F&#x00DC;HRT EIN</small> L<small>OCH WIE DAS R&#x00D6;HRCHEN EINES</small> S<small>CHLAUCHES VON EINER ZUR ANDEREN, ODER STEHT DAS</small> W<small>ASSER &#x00DC;BER BEIDEN &#x00DC;BER, SELBST WIE DAS H&#x00C4;UTCHEN DES</small> K<small>NOBLAUCHS, SO IST, WENN MAN</small> [<small>DAS</small> W<small>ASSER</small>] <small>IN EINER VON IHNEN WEIHT, DAS</small> W<small>ASSER IN DER ANDEREN GEWEIHT</small>.</p>
<p>IX. W<small>ENN MAN ZWEI</small> S<small>TEINE ANEINANDER R&#x00DC;CKT UND DARAUS EINE</small> T<small>R&#x00C4;NKRINNE MACHT, EBENSO ZWEI</small> M<small>ULDEN, UND EBENSO WENN EINE</small> T<small>R&#x00C4;NKRINNE SICH GETEILT HAT, SO IST DAS</small> W<small>ASSER DAZWISCHEN NICHT GEWEIHT</small>. H<small>AT MAN SIE MIT</small> K<small>ALK ODER</small> G<small>IPS VERBUNDEN, SODASS SIE ZUSAMMEN FORTGETRAGEN WERDEN K&#x00D6;NNEN, SO IST DAS</small> W<small>ASSER DAZWISCHEN GEWEIHT</small>.</p>
<ftnote id="fn1514">1. Von einem T&#x00F6;pfer, der die Reinheitsgesetze nicht beobachtet.</ftnote>
<ftnote id="fn1515">2. Und beobachte das Gef&#x00E4;&#x00DF;, das erst nach dem Brennen verunreinigungsf&#x00E4;hig wird.</ftnote>
<ftnote id="fn1516">3. Zur Herstellung des Ents&#x00FC;ndigungswassers.</ftnote>
<ftnote id="fn1517">4. Hier&#x00FC;ber weit. VIII,8.</ftnote>
<ftnote id="fn1518">5. Das Weihwasser hersteilen.</ftnote>
<ftnote id="fn1519">6. Wenn sie unrein geworden war u. man sie uniergetaucht hat.</ftnote>
<ftnote id="fn1520">7. Es nach Entfernung des Markes als Gef&#x00E4;&#x00DF; zu benutzen.</ftnote>
<ftnote id="fn1521">8. Es mu&#x00DF; am selben Tage untergetaucht sein.</ftnote>
<ftnote id="fn1522">9. Bruchst&#x00FC;cken von den Seitenw&#x00E4;nden.</ftnote>
<ftnote id="fn1523">10. Nicht die genannten Teile von Gef&#x00E4;&#x00DF;en.</ftnote>
<ftnote id="fn1524">11. Den Inhalt von Unreinheit; cf. Num. 19,15.</ftnote>
<ftnote id="fn1525">12. Vor der Unreinheit im Gef&#x00E4;&#x00DF;e, in dem sie sich befinden.</ftnote>
<ftnote id="fn1526">13. Mit dem der T&#x00F6;pfer das Gef&#x00E4;&#x00DF; zu formen beginnt.</ftnote>
<ftnote id="fn1527">14. Ausgehauen u. nicht gebaut.</ftnote>
<ftnote id="fn1528">15. Um vor der Leichenunreinheit zu sch&#x00FC;tzen.</ftnote>
<ftnote id="fn1529">16. Wenn aus dieser Wasser in ein unvollst&#x00E4;ndiges Tauchbad geflossen ist.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>ER BEIM</small> W<small>EIHEN IST UND DIE</small> W<small>EIHASCHE IHM AUF DIE</small> H<small>AND ODER AUF DIE</small> S<small>EITE</small><sup><xref rid="fn1530">1</xref></sup> <small>UND ERST NACHHER IN DIE</small> T<small>R&#x00C4;NKRINNE GEFALLEN IST, SO IST ES UNTAUGLICH</small>. I<small>ST SIE</small> [<small>VON SELBST</small>] <small>AUS DER R&#x00D6;HRE IN DIE</small> T<small>R&#x00C4;NKRINNE GEFALLEN, SO IST ES UNTAUGLICH</small>. H<small>AT MAN SIE AUS DER R&#x00D6;HRE GENOMMEN UND DIESE VERSCHLOSSEN ODER EINE T&#x00DC;R</small><sup><xref rid="fn1531">2</xref></sup> <small>ZUGEMACHT, SO IST DIE</small> W<small>EIHASCHE TAUGLICH UND DAS</small> W<small>ASSER UNTAUGLICH</small>. H<small>AT MAN</small> [<small>DIE R&#x00D6;HRE</small>] <small>AUF DIE</small> E<small>RDE HINGESTELLT, SO IST</small> [<small>DAS</small> W<small>ASSER</small>] <small>UNTAUGLICH, WENN IN DIE</small> H<small>AND, SO IST ES TAUGLICH, WEIL ES M&#x00D6;GLICH IST</small><sup><xref rid="fn1532">3</xref></sup>.</p>
<p>II. B<small>LEIBT</small> W<small>EIHASCHE AUF DEM</small> W<small>ASSER SCHWIMMEN, SO DARF MAN, WIE</small> R. M<small>E&#x00CD;R UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, DAVON NEHMEN UND DAMIT</small> [<small>ANDERWEITIG</small>] <small>WEIHEN; DIE</small> W<small>EISEN SAGEN, MIT DEM, WAS DAS</small> W<small>ASSER BER&#x00DC;HRT HAT, D&#x00DC;RFE MAN NICHT</small> [<small>ANDERWEITIG</small>] <small>WEIHEN</small>. B<small>LEIBT, NACHDEM MAN DAS</small> W<small>ASSER ABGEGOSSEN</small><sup><xref rid="fn1533">4</xref></sup> <small>HAT, UNTEN</small> W<small>EIHASCHE ZUR&#x00DC;CK, SO DARF MAN, WIE</small> R. M<small>E&#x00CD;R UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, SIE TROCKEN WERDEN LASSEN UND DAMIT</small> [<small>ANDERWEITIG</small>] <small>WEIHEN; DIE</small> W<small>EISEN SAGEN, MIT DEM, WAS DAS</small> W<small>ASSER BER&#x00DC;HRT HAT, D&#x00DC;RFE MAN NICHT</small> [<small>ANDERWEITIG</small>] <small>WEIHEN</small>.</p>
<p>III. W<small>ENN IN DER</small> T<small>R&#x00C4;NKRINNE, IN DER MAN WEIHT, EIN</small> T<small>ROPFGEF&#x00C4;SS SICH BEFINDET, SO IST, AUCH WENN DIE</small> &#x00D6;<small>FFNUNG NOCH SO KLEIN IST, DAS DARIN BEFINDLICHE</small> W<small>ASSER HEILIG</small>. B<small>EFINDET SICH DARIN EIN</small> S<small>CHWAMM</small>, <small>SO IST DAS DARIN BEFINDLICHE</small> W<small>ASSER UNTAUGLICH</small>. W<small>AS MACHE MAN NUN</small><sup><xref rid="fn1534">5</xref></sup>? M<small>AN GIESSE ES AB, BIS MAN ZUM</small> S<small>CHWAMME GELANGT</small><sup><xref rid="fn1535">6</xref></sup>. H<small>AT MAN DEN</small> S<small>CHWAMM BER&#x00DC;HRT, SO IST DAS</small> W<small>ASSER, AUCH WENN ES NOCH SO HOCH &#x00DC;BERSTEHT, UNTAUGLICH</small>.</p>
<p>IV. H<small>AT MAN DIE</small> H<small>AND, DEN</small> F<small>USS ODER</small> K<small>RAUTBL&#x00C4;TTER DARUNTER GEHALTEN, DAMIT DAS</small> W<small>ASSER IN DAS</small> F<small>ASS LAUFE, SO IST ES UNTAUGLICH; WENN</small> S<small>CHILFBL&#x00C4;TTER ODER</small> N<small>USSBAUMBL&#x00C4;TTER, SO IST ES TAUGLICH</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: WENN EINE</small> S<small>ACHE, DIE F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, SO IST ES UNTAUGLICH, UND WENN EINE</small> S<small>ACHE, DIE F&#x00DC;R DIE</small> U<small>NREINHEIT NICHT EMPF&#x00C4;NGLICH IST, SO IST ES TAUGLICH</small>.</p>
<p>V. H<small>AT MAN EINE</small> Q<small>UELLE IN EINE</small> K<small>ELTERGR&#x00DC;BE ODER IN EIN</small> R<small>ESERVOIR HINEINGELEITET, SO IST</small> [<small>DAS</small> W<small>ASSER</small>] <small>UNTAUGLICH F&#x00DC;R</small> F<small>LUSSBEHAFTETE, F&#x00DC;R</small> A<small>USS&#x00C4;TZIGE</small><sup><xref rid="fn1536">7</xref></sup> <small>UND ZUM</small> W<small>EIHEN DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS, WEIL ES NICHT MIT EINEM</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT WORDEN IST</small>.</p>
<ftnote id="fn1530">1. Auf die Wand der Tr&#x00E4;nkrinne.</ftnote>
<ftnote id="fn1531">2. Vor dem Hineintun der Asche in das Wasser, wodurch die Weihung unterbrochen worden ist.</ftnote>
<ftnote id="fn1532">3. Die Handlung auch im Gedanken nicht zu unterbrechen.</ftnote>
<ftnote id="fn1533">4. Oder zum Besprengen verbraucht.</ftnote>
<ftnote id="fn1534">5. Zur Vermeidung der Untauglichwerdung des Weihwassers durch das Wasser im Schwamme.</ftnote>
<ftnote id="fn1535">6. Das abgegossene Wasser ist dann tauglich, weil beim langsamen Gie&#x00DF;en aus dem Schwamme nichts herauskommt.</ftnote>
<ftnote id="fn1536">7. Zum Tauchbade.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>F&#x00DC;NF</small> P<small>ERSONEN F&#x00DC;NF F&#x00C4;SSER F&#x00DC;R F&#x00DC;NF</small> W<small>EIHUNGEN GEF&#x00DC;LLT HABEN, UND SICH &#x00DC;BERLEGT HABEN, SIE F&#x00DC;R EINE</small> W<small>EIHUNG ZU VERWENDEN, ODER F&#x00DC;R EINE WEIHUNG, UND SICH &#x00DC;BERLEGT HABEN, SIE F&#x00DC;R F&#x00DC;NF</small> W<small>EIHUNGEN ZU VERWENDEN, SO SIND SIE ALLE TAUGLICH</small>. W<small>ENN ABER EINER F&#x00DC;NF</small> F<small>&#x00C4;SSER F&#x00DC;R F&#x00DC;NF</small> W<small>EIHUNGEN GEF&#x00DC;LLT HAT, UND SICH &#x00DC;BERLEGT HAT, SIE F&#x00DC;R EINE</small> W<small>EIHUNG ZU VERWENDEN, SO IST NUR DAS LETZTE TAUGLICH</small><sup><xref rid="fn1537">1</xref></sup>. W<small>ENN F&#x00DC;R EINE</small> W<small>EIHUNG</small><sup><xref rid="fn1538">2</xref></sup>, <small>UND ER SICH &#x00DC;BERLEGT HAT, SIE F&#x00DC;R F&#x00DC;NF</small> W<small>EIHUNGEN ZU VERWENDEN, SO IST NUR DAS ZUERST GEWEIHTE TAUGLICH</small>. W<small>ENN JEMAND</small><sup><xref rid="fn1539">3</xref></sup><small>ZU EINEM GESAGT HAT: WEIHE DIR DIESE, SO IST NUR DAS ERSTE TAUGLICH; WENN ABER&#x0021; WEIHE MIR DIESE, SO SIND ALLE TAUGLICH</small><sup><xref rid="fn1540">4</xref></sup>.</p>
<p>II. W<small>ENN JEMAND MIT EINER</small> H<small>AND F&#x00DC;LLT UND MIT EINER</small> H<small>AND EINE ANDERE T&#x00C4;TIGKEIT AUS&#x00DC;BT, ODER F&#x00DC;R SICH UND F&#x00DC;R EINEN ANDEREN F&#x00DC;LLT, ODER F&#x00DC;R ZWEI GLEICHZEITIG F&#x00DC;LLT, SO IST BEIDES UNTAUGLICH, WEIL JEDE ANDERE T&#x00C4;TIGKEIT DAS F&#x00DC;LLEN UNTAUGLICH MACHT, EINERLEI OB F&#x00DC;R SICH ODER F&#x00DC;R EINEN ANDEREN</small>.</p>
<p>III. W<small>ENN JEMAND MIT EINER</small> H<small>AND WEIHT UND MIT EINER</small> H<small>AND EINE ANDERE T&#x00C4;TIGKEIT VERRICHTET, SO IST ES, WENN F&#x00DC;R SICH, UNTAUGLICH, UND WENN F&#x00DC;R EINEN ANDEREN</small><sup><xref rid="fn1541">5</xref></sup>, <small>TAUGLICH</small>. W<small>ENN JEMAND F&#x00DC;R SICH UND F&#x00DC;R EINEN ANDEREN WEIHT, SO IST SEINES UNTAUGLICH UND DAS DES ANDEREN TAUGLICH</small>. W<small>ENN JEMAND F&#x00DC;R ZWEI GLEICHZEITIG WEIHT, SO IST BEIDES TAUGLICH</small>.</p>
<p>IV. [S<small>AGTE</small><sup><xref rid="fn1542">6</xref></sup><small>JEMAND:</small>] <small>&#x2018;WEIHE DU F&#x00DC;R MICH UND ICH WEIHE F&#x00DC;R DICH&#x2019;, SO IST DAS ERSTE TAUGLICH; &#x2018;F&#x00DC;LLE DU F&#x00DC;R MICH UND ICH F&#x00DC;LLE F&#x00DC;R DICH&#x2019;, SO IST DAS ANDERE TAUGLICH; &#x2018;WEIHE DU F&#x00DC;R MICH UND ICH F&#x00DC;LLE F&#x00DC;R DICH&#x2019;, SO SIND BEIDE TAUGLICH; &#x2018;F&#x00DC;LLE DU F&#x00DC;R MICH UND ICH WEIHE F&#x00DC;R DICH&#x2019;, SO SIND BEIDE UNTAUGLICH</small>.</p>
<p>V. W<small>ER</small> [W<small>ASSER</small>] <small>F&#x00DC;R DEN EIGENEN</small> G<small>EBRAUCH UND F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDICUNGSWASSER SCH&#x00D6;PFT, SCH&#x00D6;PFE ZUERST F&#x00DC;R SICK UND BINDE ES AN DIE</small> T<small>RAGE, UND NACHHER SCH&#x00D6;PFE ER F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER; HAT ER ZUERST F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER GESCH&#x00D6;PFT UND NACHHER F&#x00DC;R SICH, SO IST ES UNTAUGLICH</small>. E<small>R TUE SEINES NACH HINTEN UND DAS F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER NACH VORN; HAT ER DAS F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER NACH HINTEN GETAN, SO IST ES UNTAUGLICH</small><sup><xref rid="fn1543">7</xref></sup>. I<small>ST BEIDES F&#x00DC;R, DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER, SO TUE ER EINES NACH VORN UND EINES NACH HINTEN, UND ES IST TAUGLICH, WEIL ES M&#x00D6;GLICH IST</small><sup><xref rid="fn1544">8</xref></sup>.</p>
<p>VI. T<small>R&#x00C4;GT MAN DEN</small> S<small>TRICK</small><sup><xref rid="fn1545">9</xref></sup> <small>IN DER</small> H<small>AND, SO IST ES, WENN MAN SEINES</small> W<small>EGES GEHT, TAUGLICH, UND WENN MAN NICHT SEINES</small> W<small>EGES GEHT</small><sup><xref rid="fn1546">10</xref></sup>, <small>UNTAUGLICH</small>. D<small>IESERHALB GING JEMAND AN DREI</small> F<small>ESTEN NACH</small> J<small>ABNE</small><sup><xref rid="fn1547">11</xref></sup>, <small>UND AM DRITTEN</small> F<small>ESTE ERKL&#x00C4;RTE MAN ES IHM ALS TAUGLICH, ALS</small> E<small>NTSCHEIDUNG PRO PRAESENTI</small>.</p>
<p>VII. W<small>INDET MAN DEN</small> S<small>TRICK NACH UND NACH AUF, SO IST ES TAUGLICH; WINDET MAN IHN NACHHER AUF, SO IST ES UNTAUGLICH</small>. R. J<small>OSE SAGTE</small>: I<small>N DIESEM</small> F<small>ALLE ERKL&#x00C4;RTEN SIE ES ALS TAUGLICH, ALS</small> E<small>NTSCHEIDUNG PRO PRAESENTI</small>.</p>
<p>VIII. S<small>TELLT MAN DAS</small> F<small>ASS</small><sup><xref rid="fn1548">12</xref></sup><small>BEISEITE, DAMIT ES NICHT ZERBRECHE, ODER ST&#x00DC;LPT MAN ES AUF DIE</small> M<small>&#x00DC;NDUNG, DAMIT ES AUSTROCKNE, UM DARIN ZU WEIHEN, SO IST ES TAUGLICH, WENN ABER, UM GEWEIHTES</small> [W<small>ASSER</small>] <small>FORTZUBRINGEN, SO IST ES UNTAUGLICH</small>. R<small>&#x00C4;UMT MAN</small><sup><xref rid="fn1549">13</xref></sup>S<small>CHERBEN AUS DER</small> T<small>R&#x00C4;NKRINNE HINAUS, DAMIT SIE MEHR</small> W<small>ASSER FASSE, SO IST ES TAUGLICH, WENN ABER, DAMIT SIE BEIM</small> L<small>AUFENLASSEN DES</small> W<small>ASSERS NICHT HINDERLICH SEIEN, SO IST ES UNTAUGLICH</small>.</p>
<p>IX. W<small>ENN JEMAND DAS</small> W<small>ASSER AUF DER</small> S<small>CHULTER TR&#x00C4;GT UND DABEI EINE</small> E<small>NTSCHEIDUNG TRIFFT, ANDEREN DEN</small> W<small>EG ZEIGT, EINE</small> S<small>CHLANGE ODER EINEN</small> S<small>KORPION T&#x00D6;TET ODER</small> S<small>PEISEN ZUM</small> V<small>ERWAHREN NIMMT, SO IST ES UNTAUGLICH; WENN ABER</small> S<small>PEISEN, UM SIE ZU ESSEN, SO IST ES TAUGLICH, DIE</small> S<small>CHLANGE ODER DEN</small> S<small>KORPION</small> [<small>T&#x00D6;TET</small>], <small>DIE IHM HINDERLICH SIND, SO IST ES TAUGLICH</small>. R. J<small>EHUDA SAGTE:</small> D<small>IE</small> R<small>EGEL HIERBEI IST: IST ES EINE T&#x00C4;TIGE</small> H<small>ANDLUNG, SO IST ES, EINERLEI OB ER DABEI STEHEN BLEIBT ODER NICHT STEHEN BLEIBT, UNTAUGLICH, UND IST ES KEINE T&#x00C4;TIGE</small> H<small>ANDLUNG, SO IST ES, WENN ER DABEI STEHEN BLEIBT, UNTAUGLICH, UND WENN ER DABEI NICHT STEHEN BLEIBT, TAUGLICH</small>.</p>
<p>X. &#x00DC;<small>BERGIBT MAN</small><sup><xref rid="fn1550">14</xref></sup><small>DAS</small> W<small>ASSER EINEM</small> U<small>NREINEN, SO IST ES UNTAUGLICH; WENN EINEM</small> R<small>EINEN, SO IST ES TAUGLICH</small>. R. E<small>LIE&#x0351;ZER SAGT, AUCH WENN EINEM</small> U<small>NREINEN, SEI ES TAUGLICH, FALLS DER</small> E<small>IGENT&#x00DC;MER KEINE</small> T<small>&#x00C4;TIGKEIT VERRICHTET HAT</small><sup><xref rid="fn1551">15</xref></sup>.</p>
<p>XI. W<small>ENN ZWEI</small> P<small>ERSONEN</small> [W<small>ASSER</small>] <small>F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER SCH&#x00D6;PFEN UND EINANDER HOCHHEBEN HELFEN, ODER EINER DEM ANDEREN EINEN</small> D<small>ORN HERAUSZIEHT, SO IST ES, WENN F&#x00DC;R EINE</small> W<small>EIHUNG, TAUGLICH, UND WENN F&#x00DC;R ZWEI</small> W<small>EIHUNGEN</small><sup><xref rid="fn1552">16</xref></sup>, <small>UNTAUGLICH</small>. R. J<small>OSE SAGT, AUCH BEI ZWEI</small> W<small>EIHUNGEN SEI ES TAUGLICH, WENN SIE ES MITEINANDER VEREINBART HABEN</small><sup><xref rid="fn1553">17</xref></sup>.</p>
<p>XII. R<small>EISST MAN DABEI NIEDER</small><sup><xref rid="fn1554">18</xref></sup><small></small>, [<small>AUCH</small>] <small>IN DER</small> A<small>BSICHT, ES NACHHER ZU VERZ&#x00C4;UNEN, SO IST ES TAUGLICH; HAT MAN VERZ&#x00C4;UNT, SO IST ES UNTAUGLICH</small>. I<small>SST MAN DABEI</small> [F<small>EIGEN</small>] <small>IN DER</small> A<small>BSICHT, WELCHE ZU TROCKNEN, SO IST ES TAUGLICH; HAT MAN SIE ZUM</small> T<small>ROCKNEN GELEGT, SO IST ES UNTAUGLICH</small>. H<small>AT MAN WELCHE GEGESSEN UND ZUR&#x00DC;CKGELASSEN, UND WAS NOCH IN DER</small> H<small>AND GEBLIEBEN, UNTER DEN</small> F<small>EIGENBAUM ODER IN DEN D&#x00D6;RRKORB GEWORFEN, DAMIT ES NICHT VERLOREN GEHE, SO IST ES UNTAUGLICH</small>.</p>
<ftnote id="fn1537">1. Jede F&#x00FC;llung gilt f&#x00FC;r die vorangehende als nicht notige u. daher untauglichmachende Arbeit.</ftnote>
<ftnote id="fn1538">2. In der Absicht, alles in ein Gef&#x00E4;&#x00DF; zu tun.</ftnote>
<ftnote id="fn1539">3. Der 5 F&#x00E4;sser f&#x00FC;r eine Weihung gef&#x00FC;llt hat.</ftnote>
<ftnote id="fn1540">4. Der F&#x00FC;llende hat keine unterbrechende Arbeit getan, der Weihende kann Fremdes nicht untauglich machen.</ftnote>
<ftnote id="fn1541">5. Geh&#x00F6;rt das Wasser einem anderen, so macht er es dadurch nicht untauglich.</ftnote>
<ftnote id="fn1542">6. Nachdem jeder das Wasser f&#x00FC;r sich gesch&#x00F6;pft hat.</ftnote>
<ftnote id="fn1543">7. Weil er es nicht gut beobachten konnte.</ftnote>
<ftnote id="fn1544">8. Beides zu beobachten.</ftnote>
<ftnote id="fn1545">9. Den er sich zum Sch&#x00F6;pfen des Wassers geborgt u. nun zur&#x00FC;ckgeben will.</ftnote>
<ftnote id="fn1546">10. Wenn er dieserhalb einen Umweg macht.</ftnote>
<ftnote id="fn1547">11. An denen die Gelehrten in dieser Gelehrtenstadt (cf. Git. Fol. 56b) versammelt waren.</ftnote>
<ftnote id="fn1548">12. Aus dem man das Wasser in die Tr&#x00E4;nkrinne gegossen hat.</ftnote>
<ftnote id="fn1549">13. Zwisehen dem Sch&#x00F6;pfen u. der Weihung.</ftnote>
<ftnote id="fn1550">14. Zur Beobachtung.</ftnote>
<ftnote id="fn1551">15. Er wu&#x00DF;te, da&#x00DF; der Bewachende unrein ist, u. lie&#x00DF; das Wasser nicht aus dem Sinne.</ftnote>
<ftnote id="fn1552">16. Wenn das Wasser geteilt ist.</ftnote>
<ftnote id="fn1553">17. Einander zu helfen; es ist ebenso, als h&#x00E4;tte er es f&#x00FC;r sich getan.</ftnote>
<ftnote id="fn1554">18. Einen Zaun, der ihm beim Holen des Wassers hinderlich ist.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>ZWEI DIE</small> T<small>R&#x00C4;NKRINNE BEWACHEN UND EINER VON IHNEN UNREIN WIRD, SO IST</small> [<small>DAS</small> W<small>ASSER</small>] <small>TAUGLICH, WEIL ES IN DER</small> O<small>BHUT DES ANDEREN IST; WIRD, NACHDEM ER REIN GEWORDEN IST, DER ANDERE UNREIN, SO IST ES TAUGLICH, WEIL ES IN DER</small> O<small>BHUT DES ERSTEN IST; WERDEN BEIDE GLEICHZEITIG UNREIN, SO IST ES UNTAUGLICH</small>. V<small>ERRICHTET EINER VON IHNEN EINE</small> T<small>&#x00C4;TIGKEIT, SO IST ES TAUGLICH, WEIL ES IN DER</small> O<small>BHUT DES ANDEREN IST; VERRICHTET, NACHDEM ES AUFGEH&#x00D6;RT HAT, DER ANDERE EINE</small> T<small>&#x00C4;TIGKEIT, SO IST ES TAUGLICH, WEIL ES IN DER</small> O<small>BHUT DES ERSTEN IST; VERRICHTEN BEIDE GLEICHZEITIG EINE T&#x00C4;TIGKEIT, SO IST ES UNTAUGLICH</small>.</p>
<p>II. W<small>ER DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER</small><sup><xref rid="fn1555">1</xref></sup> <small>WEIHT, DARF KEINE</small> S<small>ANDALEN ANHABEN, DENN WENN</small> F<small>L&#x00DC;SSIGKEIT AUF DIE</small> S<small>ANDALE F&#x00C4;LLT, WIRD SIE UNREIN UND MACHT IHN UNREIN</small>. E<small>R KANN ALSO SAGEN</small>: W<small>AS DICH UNREIN GEMACHT HAT, MACHT MICH NICHT UNREIN, DU ABER HAST MICH UNREIN GEMACHT</small>. K<small>OMMT EINE</small> F<small>L&#x00DC;SSIGKEIT</small><sup><xref rid="fn1556">2</xref></sup> <small>AUF SEINEN</small> K<small>&#x00D6;RPER, SO IST ER REIN, KOMMT SIE AUF SEIN</small> K<small>LEID, SO IST ES UNREIN UND MACHT IHN UNREIN</small>. E<small>R KANN ALSO SAGEN:</small> W<small>AS DICH UNREIN GEMACHT HAT, MACHT MICH NICHT UNREIN, DU ABER HAST MICH UNREIN GEMACHT</small>.</p>
<p>III. W<small>ER DIE</small> K<small>UH ODER DIE</small> F<small>ARREN</small><sup><xref rid="fn1557">3</xref></sup> <small>VERBRENNT ODER DEN</small> [S<small>&#x00DC;HNE</small>]<small>BOCK</small><sup><xref rid="fn1558">4</xref></sup> <small>FORTBRINGT, MACHT DIE</small> K<small>LEIDER UNREIN; DIE</small> K<small>UH SELBST ABER, DIE</small> F<small>ARREN UND DER FORTZUBRINGENDE</small> [<small>S&#x00DC;HNE</small>]<small>BOCK MACHEN DIE</small> K<small>LEIDER NICHT UNREIN</small>. D<small>IESE K&#x00D6;NNEN ALSO SAGEN</small>: W<small>AS DICH UNREIN GEMACHT HAT, MACHT UNS NICHT UNREIN, DU ABER HAST UNS UNREIN GEMACHT</small>.</p>
<p>IV. W<small>ER VOM</small> A<small>ASE EINES REINEN</small> V<small>OGELS ISST, MACHT, SOBALD ES SICH IN SEINEM</small> S<small>CHLUNDE BEFINDET, DIE</small> K<small>LEIDER UNREIN, DAS</small> A<small>AS SELBER ABER MACHT DIE</small> K<small>LEIDER NICHT UNREIN</small>. D<small>IESE K&#x00D6;NNEN ALSO SAGEN:</small> W<small>AS DICH UNREIN GEMACHT HAT, MACHT UNS NICHT UNREIN, DU ABER HAST UNS UNREIN GEMACHT</small>.</p>
<p>V. E<small>INE ABSTAMMENDE</small> U<small>NREINHEIT</small><sup><xref rid="fn1559">5</xref></sup> <small>MACHT</small> G<small>ER&#x00C4;TE NICHT UNREIN, WOHL ABER</small> F<small>L&#x00DC;SSIGKEITEN; IST EINE</small> F<small>L&#x00DC;SSIGKEIT UNREIN, SO MACHT SIE DIESE UNREIN</small>. D<small>IESE K&#x00D6;NNEN ALSO SAGEN:</small> W<small>AS DICH UNREIN GEMACHT HAT, MACHT UNS NICHT UNREIN, DU ABER HAST UNS UNREIN GEMACHT</small>.</p>
<p>VI. E<small>IN</small> T<small>ONGEF&#x00C4;SS MACHT EIN ANDERES NICHT UNREIN, WOHL ABER EINE</small> F<small>L&#x00DC;SSIGKEIT; IST EINE</small> F<small>L&#x00DC;SSIGKEIT UNREIN, SO MACHT SIE DIESES UNREIN</small>. E<small>S KANN ALSO SAGEN:</small> W<small>AS DICH UNREIN GEMACHT HAT, MACHT MICH NICHT UNREIN, DU ABER HAST MICH UNREIN GEMACHT</small>.</p>
<p>VII. W<small>AS DIE</small> H<small>EBE UNTAUGLICH MACHT, MACHT</small> F<small>L&#x00DC;SSIGKEITEN ERSTGRADIG UNREIN, SODASS SIE EINMAL UNREIN UND EINMAL</small><sup><xref rid="fn1560">6</xref></sup> <small>UNTAUGLICH MACHEN</small>. [D<small>AS LETZTE</small>] <small>KANN ALSO SAGEN:</small> W<small>AS DICH UNREIN GEMACHT HAT, MACHT MICH NICHT UNREIN, IHR ABER HABT MICH UNREIN GEMACHT</small>.</p>
<p>VIII. A<small>LLE</small> S<small>EEN GLEICHEN DER</small> W<small>ASSERANSAMMLUNG</small><sup><xref rid="fn1561">7</xref></sup>, <small>DENN ES HEISST:</small> <sup><xref rid="fn1562">8</xref></sup><italic>und die Wasseransammlungen nannte er Seen</italic> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>EHUDA SAGT, NUR DAS GROSSE</small> M<small>EER GLEICHE DER</small> W<small>ASSERANSAMMLUNG, UND</small> &#x2018;S<small>EEN</small>&#x2019; <small>HEISSE ES NUR DESHALB, WEIL ES VIELE</small> (A<small>RTEN</small>) S<small>EEN</small><sup><xref rid="fn1563">9</xref></sup> <small>ENTH&#x00C4;LT</small>. R. J<small>OSE SAGT, ALLE</small> S<small>EEN REINIGEN IM</small> F<small>LIESSEN, UND UNTAUGLICH SIND SIE NUR F&#x00DC;R</small> F<small>LUSSBEHAFTETE, F&#x00DC;R</small> A<small>USS&#x00C4;TZIGE UND ZUM</small> W<small>EIHEN DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small>.</p>
<p>IX. A<small>NGESCHLAGENES</small> W<small>ASSER IST UNTAUGLICH</small>. F<small>OLGENDES HEISST ANGESCHLAGENES</small> W<small>ASSER: SALZIGES ODER GEW&#x00C4;RMTES</small>. V<small>ERSIEGENDES</small> W<small>ASSER IST UNTAUGLICH</small>. F<small>OLGENDES HEISST VERSIEGENDES</small> W<small>ASSER: DAS EINMAL IM</small> S<small>EPTENNIUM VERSIEGT</small>. V<small>ERSIEGT ES BEI</small> T<small>RUPPENZ&#x00DC;GEN</small><sup><xref rid="fn1564">10</xref></sup><small>ODER IN</small> J<small>AHREN DER D&#x00DC;RRE, SO IST ES TAUGLICH, UND NACH</small> R. J<small>EHUDA UNTAUGLICH</small>.</p>
<p>X. D<small>AS</small> W<small>ASSER DES</small> Q<small>IRMJON UND DAS</small> W<small>ASSER DES</small> P<small>IGA SIND UNTAUGLICH, WEIL SIE</small> S<small>UMPFWASSER SIND</small>. D<small>AS</small> W<small>ASSER DES</small> J<small>ARDEN UND DAS</small> W<small>ASSER DES</small> J<small>ARMUKH SIND UNTAUGLICH, WEIL SIE</small> M<small>ISCHWASSER SIND</small>. F<small>OLGENDES HEISST</small> M<small>ISCHWASSER: WENN TAUGLICHES UND UNTAUGLICHES SICH VERMISCHT HABEN</small>. W<small>ENN BEIDE TAUGLICH SIND UND SICH VERMISCHT HABEN</small>, <small>SO IST ES TAUGLICH, UND NACH</small> R. J<small>EHUDA UNTAUGLICH</small>.</p>
<p>XI. D<small>ER A&#x1E24;&#x00C1;B</small>-B<small>RUNNEN UND DIE</small> P<small>ANEAS-H&#x00D6;HLE</small><sup><xref rid="fn1565">11</xref></sup><small>SIND TAUGLICH</small>. W<small>ASSER, DAS SICH VER&#x00C4;NDERT HAT, DIE</small> V<small>ER&#x00C4;NDERUNG ABER VON SELBST ENTSTANDEN IST, IST TAUGLICH</small>. E<small>IN VON WEITHER KOMMENDER</small> W<small>ASSERGRABEN IST TAUGLICH, NUR IST DARAUF ZU ACHTEN, DASS NICHT JEMAND DIE</small> V<small>ERBINDUNG UNTERBRICHT</small><sup><xref rid="fn1566">12</xref></sup>; R. J<small>EHUDA SAGT, ES BEFINDE SICH</small><sup><xref rid="fn1567">13</xref></sup><small>IN DER</small> A<small>NNAHME DES</small> E<small>RLAUBTEN</small>. I<small>ST IN EINEN</small> B<small>RUNNEN EINE</small> S<small>CHERBE ODER</small> E<small>RDE HINEINGEFALLEN, SO WARTE MAN, BIS</small> [<small>DAS</small> W<small>ASSER</small>] <small>KLAR IST &#x2013;SO</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L</small>. R. A&#x0351;<small>QIBA SAGT, MAN BRAUCHE NICHT ZU WARTEN</small>.</p>
<ftnote id="fn1555">1. Das den Unreinen rein, aber den Reinen unrein macht.</ftnote>
<ftnote id="fn1556">2. Kinn unreine, dio einen Menschen nicht unrein macht.</ftnote>
<ftnote id="fn1557">3. Cf. Lev. 4,3ff.</ftnote>
<ftnote id="fn1558">4. Cf. ib. 16,8ff.</ftnote>
<ftnote id="fn1559">5. Vgl. S. 591 Anm. 1.</ftnote>
<ftnote id="fn1560">6. Was das Ber&#x00FC;hrte ber&#x00FC;hrt.</ftnote>
<ftnote id="fn1561">7. Hinsichtl. des Reinigungsbades; sie gelten nicht als Quellwasser.</ftnote>
<ftnote id="fn1562">8. Gen. 1,10.</ftnote>
<ftnote id="fn1563">9. Alle flie&#x00DF;en sie in dieses.</ftnote>
<ftnote id="fn1564">10. Wo viel Wasser verbraucht wird.</ftnote>
<ftnote id="fn1565">11. Cf. Bek. Fol. 55a.</ftnote>
<ftnote id="fn1566">12. Das hineingeleitele, von der Quelle abgeschnittene Wasser ist untauglich; ob. VI,5.</ftnote>
<ftnote id="fn1567">13. Auch wenn man nicht darauf geachtet hat.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>I</bold>ST <small>IN DIE</small> K<small>ARAFFE</small><sup><xref rid="fn1568">1</xref></sup> <small>ETWAS</small> W<small>ASSER</small><sup><xref rid="fn1569">2</xref></sup> <small>HINEINGEKOMMEN, SO SPRENGE MAN, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ZWEI</small> S<small>PRENGUNGEN</small><sup><xref rid="fn1570">3</xref></sup><small>; NACH DEN</small> W<small>EISEN IST ES UNTAUGLICH</small>. I<small>ST IN DIESE</small> T<small>AU HINEINGEKOMMEN, SO STELLE MAN SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, IN DIE</small> S<small>ONNE, UND DER</small> T<small>AU STEIGT AUF; NACH DEN</small> W<small>EISEN IST ES UNTAUGLICH</small>. S<small>IND IN DIESE</small> F<small>L&#x00DC;SSIGKEITEN ODER</small> F<small>RUCHTSAFT HINEINGEKOMMKN, SO ENTLEERE MAN SIE, UND MAN MUSS SIE AUCH ABTROCKNEN</small><sup><xref rid="fn1571">4</xref></sup>; <small>WENN ABER</small> T<small>INTE</small>, G<small>UMMI ODER</small> V<small>ITRIOL, ODER SONST ETWAS</small>, <small>WAS</small> S<small>PUREN HINTERL&#x00C4;SST, SO ENTLEERE MAN SIE, MAN BRAUCHT SIE ABER NICHT ABZUTROCKNEN</small><sup><xref rid="fn1572">5</xref></sup>.</p>
<p>II. S<small>IND IN DIESE</small> E<small>KEL- ODER</small> K<small>RIECHTIERE HINEINGEKOMMEN UND GEPLATZT, ODER HAT DAS</small> A<small>USSEHEN</small> [<small>DES</small> W<small>ASSERS</small>] <small>SICH VER&#x00C4;NDERT, SO IST ES UNTAUGLICH; WENN EIN</small> M<small>ISTK&#x00C4;FER, SO IST ES OB SO ODER SO UNTAUGLICH, WEIL ES EINEM ROHRE</small><sup><xref rid="fn1573">6</xref></sup> <small>GLEICHT</small>. R. &#x0160;<small>IMO&#x0351;N UND</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGEN, WENN EIN</small> K<small>ORNWURM ODER EINE</small> G<small>ETREIDELAUS, SEI ES TAUGLICH, WEIL IN IHNEN KEINE</small> F<small>EUCHTIGKEIT IST</small>.</p>
<p>III. H<small>AT EIN</small> V<small>IEH ODER EIN</small> W<small>ILD DAVON GETRUNKEN, SO IST ES UNTAUGLICH</small><sup><xref rid="fn1574">7</xref></sup>. A<small>LLE V&#x00D6;GEL MACHEN ES UNTAUGLICH, AUSGENOMMEN DIE</small> T<small>AUBE, WEIL SIE SAUGT</small>. K<small>EIN</small> K<small>RIECHTIER MACHT ES UNTAUGLICH, AUSGENOMMEN DAS</small> W<small>IESEL, WEIL ES LECKT</small>. R. G<small>AMLI&#x00C9;L SAGT, AUCH DIE</small> S<small>CHLANGE, WEIL SIE AUSSPEIT</small>. R. E<small>LIE&#x0351;ZER SAGT, AUCH DIE</small> M<small>AUS</small>.</p>
<p>IV. H<small>AT MAN DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER ZU TRINKEN BEABSICHTIGT, SO IST ES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, UNTAUGLICH</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, ERST WENN MAN</small> [<small>DAS</small> G<small>EF&#x00C4;SS</small>] <small>NEIGT</small>. R. J<small>OSE SPRACH:</small> D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN DAS</small> W<small>ASSER NOCH NICHT GEWEIHT WORDEN IST, IST ABER DAS</small> W<small>ASSER BEREITS GEWEIHT WORDEN, SO IST ES</small> [<small>UNTAUGLICH</small>], <small>WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ERST WENN MAN</small> [<small>DAS</small> G<small>EF&#x00C4;SS</small>] <small>NEIGT, UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, ERST WENN MAN DAVON TRINKT</small>. H<small>AT MAN DAVON IN DEN</small> H<small>ALS GEGOSSEN</small><sup><xref rid="fn1575">8</xref></sup>, <small>SO IST ES TAUGLICH</small>.</p>
<p>V. U<small>NTAUGLICH GEWORDENES</small> E<small>NTS&#x00DC;NDIGUNGSWASSER DARF MAN NICHT MIT</small> L<small>EHM VERKNETEN, DAMIT MAN ES NICHT ZUM</small> A<small>NSTOSSE F&#x00DC;R ANDERE</small><sup><xref rid="fn1576">9</xref></sup> <small>MACHE;</small> R. J<small>EHUDA SAGT, ES HABE SICH VERLOREN</small>. H<small>AT EINE</small> K<small>UH VOM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER GETRUNKEN, SO IST IHR</small> F<small>LEISCH EINEN</small> S<small>TUNDENTAG UNREIN;</small> R. J<small>EHUDA SAGT, ES HABE SICH IN IHREM</small> E<small>INGEWEIDE VERLOREN</small>.</p>
<p>VI. M<small>AN DARF DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER UND DIE</small> E<small>NTS&#x00DC;NDIGUNGSASCHE NICHT IN EINEM</small> S<small>CHIFFE &#x00DC;BER DEN</small> F<small>LUSS BRINGEN</small><sup><xref rid="fn1577">10</xref></sup>, <small>AUCH NICHT AUF DEM</small> W<small>ASSER SCHWIMMEN LASSEN, AUCH NICHT AUF DER EINEN</small> [F<small>LUSS</small>]<small>SEITE STEHEND AUF DIE ANDERE</small> S<small>EITE HIN&#x00DC;BERWERFEN; WOHL ABER DARF MAN DAMIT BIS AN DEN</small> H<small>ALS IM</small> W<small>ASSER HIN&#x00DC;BERGEHEN</small>. F<small>ERNER DARF EIN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINER MIT EINEM LEEREN HINSICHTLICK DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS REINEM</small> G<small>EF&#x00C4;SSE IN DER</small> H<small>AND HIN&#x00DC;BERGEHEN, AUCH MIT</small> W<small>ASSER, DAS NOCH NICHT GEWEIHT IST</small>.</p>
<p>VII. I<small>ST TAUGLICHE</small> A<small>SCHE MIT</small> H<small>ERDASCHE VERMISCHT WORDEN, SO RICHTE MAN SICH BEI DER</small> V<small>ERUNREINIGUNG</small><sup><xref rid="fn1578">11</xref></sup> <small>NACH DER</small> M<small>EHRHEIT, UND MAN DARF SIE NICHT ZUM</small> W<small>EIHEN VERWENDEN;</small> R. E<small>LI&#x00C9;&#x0351;ZER SAGT, MAN D&#x00DC;RFE DAS GANZE ZUM</small> W<small>EIHEN VERWENDEN</small>.</p>
<p>VIII. U<small>NTAUGLICH GEWORDENES</small> E<small>NTS&#x00DC;NDIGUNGSWASSER MACHT DEN HINSICHTLICH DER</small> H<small>EBE</small> R<small>EINEN UNREIN, DURCH DIE H&#x00C4;NDE UND DURCH DEN K&#x00D6;RPER</small><sup><xref rid="fn1579">12</xref></sup>, <small>UND DEN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINEN NICHT DURCH DIE H&#x00C4;NDE UND NICHT DURCH DEN K&#x00D6;RPER</small>. I<small>ST ES UNREIN GEWORDEN, SO MACHT ES DEN HINSICHTLICH DER</small> H<small>EBE</small> R<small>EINEN UNREIN DURCH DIE H&#x00C4;NDE UND DURCH DEN K&#x00D6;RPER, UND DEN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINEN DURCH DIE H&#x00C4;NDE, NICHT ABER DURCH DEN K&#x00D6;RPER</small>.</p>
<p>IX. H<small>AT MAN TAUGLICHE</small> A<small>SCHE AUF</small> W<small>ASSER GETAN, DAS F&#x00DC;R DIE</small> W<small>EIHUNG UNGEEIGNET IST, SO MACHT ES DEN HINSICHTLICH DER</small> H<small>EBE</small> R<small>EINEN UNREIN, DURCH DIE H&#x00C4;NDE UND DURCH DEN K&#x00D6;RPER, UND DEN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINEN NICHT DURCH DIE H&#x00C4;NDE UND NICHT DURCH DEN K&#x00D6;RPER</small>.</p>
<ftnote id="fn1568">1. Aus der gesprengt wird.</ftnote>
<ftnote id="fn1569">2. Kein Ents&#x00FC;ndigungswasser, jed. f&#x00FC;r solches tauglich.</ftnote>
<ftnote id="fn1570">3. Da dann einmal mit Bestimmtheit richtiges Sprengwasser darin enthallen ist.</ftnote>
<ftnote id="fn1571">4. Es darf nichts haften bleiben.</ftnote>
<ftnote id="fn1572">5. Man w&#x00FC;rde es sehen.</ftnote>
<ftnote id="fn1573">6. Das eindringende Wasser kommt durch den After heraus.</ftnote>
<ftnote id="fn1574">7. Weil Speichel beigemischt worden sein kann.</ftnote>
<ftnote id="fn1575">8. Ohne das Gef&#x00E4;ss mit dem Munde ber&#x00FC;hrt zu haben.</ftnote>
<ftnote id="fn1576">9. Wer es nicht weiss, k&#x00F6;nnte ihn ber&#x00FC;hren od. gar verwenden u. unrein werden.</ftnote>
<ftnote id="fn1577">10. Man hatte einst in einem solchen Falle ein St&#x00FC;ck von einer Leiche am Boden des Schiffes gefunden; cf. Hg. Fol. 23a.</ftnote>
<ftnote id="fn1578">11. Durch die Asche; cf. Bek. Fol. 23a.</ftnote>
<ftnote id="fn1579">12. Einerlei, ob er es mit den H&#x00E4;nden od. mit dem K&#x00F6;rper ber&#x00FC;hrt.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>W</bold>AS <small>GEEIGNET IST, DURCH</small> A<small>UFTRETEN UNREIN ZU WERDEN</small><sup><xref rid="fn1580">1</xref></sup>, <small>MACHT ALS</small> G<small>EH&#x00C4;NGE UNREIN</small><sup><xref rid="fn1581">2</xref></sup> <small>F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER, OB ES</small><sup><xref rid="fn1582">3</xref></sup> <small>UNREIN ODER REIN IST, UND DASSELBE GILT AUCH VOM</small> M<small>ENSCHEN</small><sup><xref rid="fn1583">4</xref></sup>. W<small>AS GEEIGNET IST, LEICHENUNREIN ZU WERDEN</small><sup><xref rid="fn1584">5</xref></sup>, <small>OB REIN ODER UNREIN, MACHT, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, NICHT ALS</small> G<small>EH&#x00C4;NGE</small> [<small>&#x00DC;NREIN</small>], <small>UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, ALS</small> G<small>EH&#x00C4;NGE</small> [<small>UNREIN</small>]<small>; DIE</small> W<small>EISEN SAGEN, IST ES UNREIN, MACHE ES ALS</small> G<small>EH&#x00C4;NGE</small> [<small>UNREIN</small>], <small>UND IST ES REIN, MACHE ES NICHT ALS</small> G<small>EH&#x00C4;NGE</small> [<small>UNREIN</small>].</p>
<p>II. H<small>AT EIN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINER EIN</small> G<small>EH&#x00C4;NGE BER&#x00DC;HRT, SO IST ER UNREIN</small>. H<small>AT EINE</small> K<small>RUKE F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER EIN</small> G<small>EH&#x00C4;NGE BER&#x00DC;HRT, SO IST SIE UNREIN</small>. H<small>AT EIN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINER</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE</small><sup><xref rid="fn1585">6</xref></sup> <small>BER&#x00DC;HRT, SO IST ER, WENN MIT DER</small> H<small>AND, UNREIN, UND WENN MIT DEM</small> F<small>USSE</small>, <small>REIN</small>. H<small>AT ER SIE MIT DER</small> H<small>AND GESCH&#x00DC;TTELT</small><sup><xref rid="fn1586">7</xref></sup>, <small>SO IST ER NACH</small> R. J<small>EHO&#x0160;UA&#x0351; UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>III. H<small>AT DIE</small> U<small>RNE</small><sup><xref rid="fn1587">8</xref></sup> <small>MIT DEM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER EIN</small> K<small>RIECHTIER BER&#x00DC;HRT, SO IST SIE REIN; HAT MAN SIE DARAUF GESTELLT, SO IST SIE NACH</small> R. E<small>LIE&#x0351;ZER REIN UND NACH DEN</small> W<small>EISEN UNREIN</small><sup><xref rid="fn1588">9</xref></sup>. H<small>AT SIE</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE</small><sup><xref rid="fn1589">10</xref></sup><small>ODER HEILIGE</small> S<small>CHRIFTEN</small><sup><xref rid="fn1590">11</xref></sup><small>BER&#x00DC;HRT, SO IST SIE REIN; HAT MAN SIE DARAUF GESTELLT, SO 1ST SIE NACH</small> R. J<small>OSE REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>.</p>
<p>IV. H<small>AT EIN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINER EINEN</small> O<small>FEN</small><sup><xref rid="fn1591">12</xref></sup><small>BER&#x00DC;HRT, SO IST ER, WENN MIT DER</small> H<small>AND, UNREIN, UND WENN MIT DEM</small> F<small>USSE, REIN</small>. W<small>ENN JEMAND AUF DEM</small> O<small>FEN STEHT UND DIE</small> H<small>AND MIT DER</small> K<small>RUKE DARIN AUSSERHALB DES</small> O<small>FENS AUSSTRECKT, DESGLEICHEN AUCH, WENN EINE</small> T<small>RAGE AUF DEM</small> O<small>FEN LIEGT, UND DIE BEIDEN DARAN</small> [<small>H&#x00C4;NGEN DEN</small>] U<small>RNEN AN DER EINEN</small> S<small>EITE UND AN DER ANDEREN</small> S<small>EITE HINAUSRAGEN, SO SIND SIE NACH</small> R. <small>A&#x0351;QIBA REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>.</p>
<p>V. W<small>ENN JEMAND AUSSERHALB DES</small> O<small>FENS</small><sup><xref rid="fn1592">13</xref></sup><small>STEHT UND DIE</small> H<small>AND NACH DER</small> F<small>ENSTERNISCHE AUSSTRECKT, DIE</small> K<small>RUKE NIMMT UND SIE &#x00DC;BER DEN</small> O<small>FEN F&#x00DC;HRT, SO IST SIE NACH</small> R. A&#x0351;<small>QIBA UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>. W<small>OHL ABER DARF DER HINSICHTLICH DES ENTS&#x00DC;NDIGUNGSWASSERS REINE AUF DEM</small> O<small>FEN STEHEN UND IN DER</small> H<small>AND EIN LEERES</small> G<small>EF&#x00C4;SS HALTEN, DAS HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS REIN IST ODER NOCH NICHT GEWEIHTES</small> W<small>ASSER ENTH&#x00C4;LT</small>.</p>
<p>VI. H<small>AT DIE</small> K<small>RUKE MIT</small> E<small>NTS&#x00DC;NDIGUNGSWASSER EINE MIT</small> H<small>EILIGEM ODER</small> H<small>EBE BER&#x00DC;HRT, SO IST DIE MIT</small> E<small>NTS&#x00DC;NDIGUNGSWASSER UNREIN</small><sup><xref rid="fn1593">14</xref></sup><small>UND DIE MIT</small> H<small>EILIGEM ODER</small> H<small>EBE IST REIN</small><sup><xref rid="fn1594">15</xref></sup>. <small>H&#x00C4;LT JEMAND BEIDE IN BEIDEN H&#x00C4;NDEN, SO SIND BEIDE UNREIN; SIND BEIDE IN ZWEI</small> P<small>APIERE EINGESCHLAGEN, SO SIND BEIDE REIN; WENN DIE MIT DEM ENTS&#x00DC;NDIGUNGSWASSER IN PAPIER UND DIE MIT DER</small> H<small>EBE IN DER BLOSSEN</small> H<small>AND, SO SIND BEIDE UNREIN; WENN DIE MIT DER</small> H<small>EBE IN</small> P<small>APIER UND DIE MIT DEM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER IN DER BLOSSEN</small> H<small>AND, SO SIND BEIDE REIN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, DIE MIT DEM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER SEI UNREIN</small>. W<small>ENN SIE AUF DER</small> E<small>RDE STEHEN UND JEMAND SIE</small> [<small>GLEICHZEITIG</small>] <small>BER&#x00DC;HRT, SO IST DIE MIT DEM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER UNREIN UND DIE MIT DEM HEILIGEN ODER DER HEBE REIN; SCH&#x00DC;TTELT</small><sup><xref rid="fn1586">7</xref></sup> <small>ER SIE, SO SIND SIE NACH R. JEHOSUA UNREIN UND NACH DEN WEISEN REIN</small>.</p>
<ftnote id="fn1580">1. Sitz u. Lager; vgl. S. 369 Anm. 203.</ftnote>
<ftnote id="fn1581">2. Vgl. S. 349 Anm. 59; es ist zu bef&#x00FC;rchten, ein Flussbehafteter habe sie ber&#x00FC;hrt.</ftnote>
<ftnote id="fn1582">3. Das Gef&#x00E4;ss f&#x00FC;r das Ents&#x00FC;ndigungswasser.</ftnote>
<ftnote id="fn1583">4. Er kann durch ein solches Ger&#x00E4;t unrein geworden sein.</ftnote>
<ftnote id="fn1584">5. Andere Ger&#x00E4;te als Sitz u. Lager.</ftnote>
<ftnote id="fn1585">6. Die nicht rein f&#x00FC;r das Ents&#x00FC;ndigungswasser sind.</ftnote>
<ftnote id="fn1586">7. Ohne direkt zu ber&#x00FC;hren; vgl. S. 484 Anm. 91.</ftnote>
<ftnote id="fn1587">8. Aus Ton, die von der Aussenseite nicht unrein wird.</ftnote>
<ftnote id="fn1588">9. Weil sie auf einer unreinen Stelle steht.</ftnote>
<ftnote id="fn1589">10. Die unrein sind.</ftnote>
<ftnote id="fn1590">11. Die rahhanit. verunreinigend sind, cf. Jad. IV,6.</ftnote>
<ftnote id="fn1591">12. Der nicht rein f&#x00FC;r das Ents&#x00FC;ndigungswasser ist.</ftnote>
<ftnote id="fn1592">13. In der Parallclstelle Zeh. Fol. 93a: in dein ein Kriechtier sich befindet.</ftnote>
<ftnote id="fn1593">14. F&#x00FC;r das Ents&#x00FC;ndigungswasser.</ftnote>
<ftnote id="fn1594">15. Trotz der Ber&#x00FC;hrung.</ftnote>
</chapter>
<chapter>
<title>ELFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN EINE</small> K<small>ARAFFE OFFEN ZUR&#x00DC;CKGELASSEN HAT UND ZUR&#x00DC;CKKOMMT UND SIE ZUGEDECKT FINDET, SO IST</small> [<small>DAS</small> W<small>ASSER</small>] <small>UNTAUGLICH; WENN MAN SIE ZUGEDECKT ZUR&#x00DC;CKGELASSEN HAT UND ZUR&#x00DC;CKKOMMT UND SIE OFFEN FINDET, SO IST ES, WENN EIN</small> W<small>IESEL DARAUS TRINKEN KANN, ODER EINE</small> S<small>CHLANGE NACH</small> R. G<small>AMLIE&#x0351;L</small><sup><xref rid="fn1595">1</xref></sup>, <small>ODER NACHTS</small> T<small>AU HINEINGEKOMMEN IST, UNTAUGLICH</small>. D<small>AS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER IST DURCH EINEN FESTSCHLIESSENDEN DECKEL NICHT GESCH&#x00DC;TZT</small><sup><xref rid="fn1596">2</xref></sup><small>; DAS NOCH NICHT GEWEIHTE</small> W<small>ASSER IST DURCH EINEN FESTSCHLIESSENDEN</small> D<small>EKKEL GESCH&#x00DC;TZT</small>.</p>
<p>II. A<small>LLES</small> Z<small>WEIFELHAFTE</small><sup><xref rid="fn1597">3</xref></sup>, <small>DAS BEI DER</small> H<small>EBE ALS REIN GILT, GILT BEIM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER ALS REIN, UND WAS BEI DER</small> H<small>EBE SICH IN DER</small> S<small>CHWEBE</small><sup><xref rid="fn1598">4</xref></sup> <small>BEFINDET, IST BEIM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER FORTZUGIESSEN</small>. H<small>AT MAN SICH DARAUFHIN</small><sup><xref rid="fn1599">5</xref></sup> <small>MIT</small> R<small>EINEM BEFASST, SO BEFINDET ES SICH IN DER</small> S<small>CHWEBE</small>. H<small>OLZGITTER</small><sup><xref rid="fn1600">6</xref></sup> <small>GELTEN ALS REIN F&#x00DC;R</small> H<small>EILIGES, F&#x00DC;R</small> H<small>EBE UND F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER</small>. R. E<small>LIE&#x0351;ZER SAGT, WIPPENDE</small><sup><xref rid="fn1601">7</xref></sup> <small>SEIEN F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER UNREIN</small>.</p>
<p>III. W<small>ENN EIN</small> S<small>T&#x00DC;CK</small> F<small>EIGENKUCHEN VON</small> H<small>EBE IN DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER GEFALLEN IST UND MAN ES HERAUSGENOMMEN UND GEGESSEN HAT, SO IST, WENN ES EIGROSS WAR, OB UNREIN ODER REIN, DAS</small> W<small>ASSER UNREIN, UND DER ES GEGESSEN HAT, DES</small> T<small>ODES SCHULDIG;</small> R. J<small>OSE SAGT, WAR ES REIN, SEI DAS</small> W<small>ASSER REIN</small>. H<small>AT EIN HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINER DEN</small> K<small>OPF UND DEN GR&#x00D6;SSEREN</small> T<small>EIL DES K&#x00D6;RPERS IN DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER GESTECKT, SO IST ER UNREIN</small><sup><xref rid="fn1602">8</xref></sup>.</p>
<p>IV. A<small>LLES, WAS DES</small> U<small>NTERTAUCHENS IN</small> W<small>ASSER</small><sup><xref rid="fn1603">9</xref></sup> <small>NACH DER</small> T<small>ORA BEN&#x00D6;TIGT, MACHT</small> H<small>EILIGES</small>, H<small>EBE</small>, P<small>ROFANES UND</small> Z<small>EHNTEN UNREIN, UND DER</small> E<small>INTRITT IN DEN</small> T<small>EMPEL IST IHM VERBOTEN</small>. N<small>ACH DEM</small> U<small>NTERTAUCHEN</small><sup><xref rid="fn1604">10</xref></sup> <small>MACHT ER</small> H<small>EILIGES UNREIN UND</small> H<small>EBE UNTAUGLICH</small> &#x2013;so R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, ER MACHE</small> H<small>EILIGES UND</small> H<small>EBE UNTAUGLICH, UND</small> P<small>ROFANES UND</small> Z<small>EHNT SEIEN IHM. ERLAUBT</small>. I<small>ST ER IN DEN</small> T<small>EMPEL EINGETRETEN, OB VOR DEM</small> U<small>NTERTAUCHEN ODER NACH DEM</small> U<small>NTERTAUCHEN, SO IST ER SCHULDIG</small>.</p>
<p>V. A<small>LLES, WAS DES</small> U<small>NTERTAUCHENS IM</small> W<small>ASSER NACH DEN</small> S<small>CHRIFTGELEHRTEN BEN&#x00D6;TIGT, MACHT</small> H<small>EILIGES UNREIN UND DIE</small> H<small>EBE UNTAUGLICH</small>, <small>UND</small> P<small>ROFANES UND</small> Z<small>EHNT SIND IHM ERLAUBT &#x2013;SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN VERBIETEN DEN</small> Z<small>EHNTEN</small>. N<small>ACH DEM</small> U<small>NTERTAUCHEN IST IHM ALLES ERLAUBT</small>. I<small>ST ER IN DEN</small> T<small>EMPEL EINGETRETEN, OB VOR DEM</small> U<small>NTERTAUCHEN ODER NACH DEM</small> U<small>NTERTAUCHEN, SO IST ER FREI</small>.</p>
<p>VI. A<small>LLES, WAS DES</small> U<small>NTERTAUCHENS IN</small> W<small>ASSER BEN&#x00D6;TIGT, OB NACH DER</small> T<small>ORA ODER NACH DEN</small> S<small>CHRIFTGELEHRTEN, MACHT UNREIN DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER, DIE</small> E<small>NTS&#x00DC;NDIGUNGSASCHE UND DEN, DER DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER SPRENGT, DURCH</small> B<small>ER&#x00DC;HRUNG UND DURCH</small> T<small>RAGEN; DEN</small> [<small>F&#x00DC;R DIE</small> U<small>NREINHEIT</small>] <small>BEF&#x00C4;HIGTEN</small><sup><xref rid="fn1605">11</xref></sup>Y<small>SOP, DAS NOCH NICHT GEWEIHTE</small> W<small>ASSER UND DAS F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER LEERE REINE</small> G<small>EF&#x00C4;SS DURCH</small> B<small>ER&#x00DC;HRUNG UND</small> T<small>RAGEN</small> &#x2013;<small>SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, DURCH</small> B<small>ER&#x00DC;HRUNG UND NICHT DURCH</small> T<small>RAGEN</small>.</p>
<p>VII. J<small>EDER</small> Y<small>SOP, DER EINEN</small> B<small>EINAMEN HAT, IST UNTAUGLICH</small>. [S<small>AGT MAN:</small>] <small>DIES IST</small> Y<small>SOP, SO IST ER TAUGLICH, WENN ABER: GRIECHISCHER</small> Y<small>SOP</small>, S<small>TIBIUM</small>-Y<small>SOP, R&#x00D6;MISCHER</small> Y<small>SOP, W&#x00DC;STEN</small>-Y<small>SOP, SO IST ER UNTAUGLICH; SOLCHER VON UNREINER</small> H<small>EBE IST UNTAUGLICH; MIT SOLCHEM VON REINER DARF MAN NICHT SPRENGEN, HAT MAN ABER GESPRENGT, SO IST ES TAUGLICH</small>. M<small>AN DARF NICHT MIT JUNGEN</small> T<small>RIEBEN</small><sup><xref rid="fn1606">12</xref></sup><small>UND NICHT MIT DEN</small> A<small>NS&#x00C4;TZEN SPRENGEN</small>. M<small>AN IST BEI JUNGEN</small> T<small>RIEBEN</small><sup><xref rid="fn1607">13</xref></sup><small>NICHT SCHULDIG WEGEN</small> E<small>INTRETENS IN DEN</small> T<small>EMPEL</small>. R. E<small>LI&#x00C9;&#x0351;ZER SAGT, AUCH NICHT BEI</small> A<small>NS&#x00C4;TZEN</small>. J<small>UNGE</small> T<small>RIEBE HEISSEN</small> S<small>TENGEL, DIE NOCH NICHT GEREIFT SIND</small>.</p>
<p>VIII. D<small>ER</small> Y<small>SOP, MIT DEM MAN GESPRENGT HAT, IST NOCH TAUGLICH, DAMIT EINEN</small> A<small>USS&#x00C4;TZIGEN ZU REINIGEN</small><sup><xref rid="fn1608">14</xref></sup>. W<small>ENN MAN IHN ALS</small> B<small>RENNHOLZ GESAMMELT HAT UND</small> F<small>L&#x00DC;SSIGKEITEN DARAUF GEKOMMEN SIND, SO TROCKNE MAN IHN AB</small><sup><xref rid="fn1609">15</xref></sup><small>UND ER IST TAUGLICH; WENN MAN IHN ZUM</small> E<small>SSEN GESAMMELT HAT UND</small> F<small>L&#x00DC;SSIGKEITEN DARAUF GEKOMMEN</small><sup><xref rid="fn1610">16</xref></sup><small>SIND, SO IST ER, AUCH WENN MAN IHN ABGETROCKNET HAT, UNTAUGLICH</small>. H<small>AT MAN IHN F&#x00DC;R DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER GESAMMELT, SO IST ER WIE ZUM</small> E<small>SSEN GESAMMELT &#x2013; SO</small> R. M<small>E&#x00CD;R;</small> R. J<small>OSE UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, WIE ALS</small> B<small>RENNHOLZ GESAMMELT</small>.</p>
<p>IX. N<small>ACH DEM</small> G<small>EBOTE MUSS DER</small> Y<small>SOP DREI</small> S<small>TR&#x00DC;NKE HABEN, UND DARAN DREI</small> B<small>L&#x00DC;TENKELCHE;</small> R. J<small>EHUDA SAGT, JE DREI</small>. H<small>AT DER</small> Y<small>SOP DREI</small> S<small>TR&#x00DC;NKE, SO SPALTE MAN IHN UND BINDE IHN ZUSAMMEN; HAT MAN IHN GESPALTEN UND NICHT ZUSAMMENGEBUNDEN, ZUSAMMENGEBUNDEN UND NICHT GESPALTEN, ODER NICHT ZUSAMMENGEBUNDEN UND NICHT GESPALTEN, SO IST ES TAUGLICH</small>. R. J<small>OSE SAGT:</small> N<small>ACH DEM</small> G<small>EBOTE MUSS DER</small> Y<small>SOP DREI</small> B<small>L&#x00DC;TENKELCHE HABEN; &#x00DC;BRIGGEBLIEBEN</small><sup><xref rid="fn1611">17</xref></sup><small>K&#x00D6;NNEN ES ZWEI SEIN, UND DIE</small> S<small>T&#x00DC;MPFE IRGENDWIE GROSS</small>.</p>
<ftnote id="fn1595">1. Cf. supra IX,3.</ftnote>
<ftnote id="fn1596">2. Vor der Leichenunreinheit; cf. Num. 19,15.</ftnote>
<ftnote id="fn1597">3. Wenn &#x00FC;ber die Verunreinigung ein Zweifel besteht.</ftnote>
<ftnote id="fn1598">4. Nicht essen u. nicht verbrennen.</ftnote>
<ftnote id="fn1599">5. Wenn ein Unreiner mit solchem Wasser, das forlzugicssen ist, besprengt worden ist.</ftnote>
<ftnote id="fn1600">6. Die nicht verunreinigungsf&#x00E4;hig sind.</ftnote>
<ftnote id="fn1601">7. Die sich beim Drucke biegen; so nach den Kommentaren; wahrscheinl. eine Art Gitter von festerem Gef&#x00FC;ge.</ftnote>
<ftnote id="fn1602">8. Soda&#x00DF; er auch das Wasser unrein macht.</ftnote>
<ftnote id="fn1603">9. Wegen Verunreinigung eines Tauchbades ben&#x00F6;tigt.</ftnote>
<ftnote id="fn1604">10. Vor Sonnenuntergang.</ftnote>
<ftnote id="fn1605">11. Durch Befeuchtung.</ftnote>
<ftnote id="fn1606">12. &#x00DC;ber die eigentliche Bedeutung des W.es <span dir="rtl">&#x05EA;&#x05DE;&#x05E8;&#x05D4;</span> sind sich die Kommentare nicht einig; wahrscheinl. Bl&#x00FC;tenkelch, Knospe.</ftnote>
<ftnote id="fn1607">13. Wenn man mit solchen gesprengt hat.</ftnote>
<ftnote id="fn1608">14. Cf. Lev. 14,4ff.</ftnote>
<ftnote id="fn1609">15. Die daran haftende Fl&#x00FC;ssigkeit macht das Ents&#x00FC;ndigungswasser untauglich.</ftnote>
<ftnote id="fn1610">16. Er ist dann verunreinigungsf&#x00E4;hig.</ftnote>
<ftnote id="fn1611">17. Nach Verschlei&#x00DF; durch die Benutzung.</ftnote>
</chapter>
<chapter>
<title>ZW&#x00D6;LFTER ABSCHNITT</title>
<p><bold>I</bold>ST <small>DER</small> Y<small>SOP ZU KURZ, SO MACHE MAN IHN GEN&#x00DC;GEND</small> [<small>LANG</small>] <small>DURCH EINEN</small> F<small>ADEN UND EINE</small> S<small>PINDEL, TAUCHE IHN DARAN EIN UND NEHME IHN HERAUS, FASSE DANN DEN</small> Y<small>SOP AN UND SPRENGE</small>. R. J<small>EHUDA UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, WIE DIE</small> B<small>ESPRENGUNG MIT DEM</small> Y<small>SOP, SO AUCH DAS</small> E<small>INTAUCHEN MIT DEM</small> Y<small>SOP</small>.</p>
<p>II. W<small>ENN MAN GESPRENGT HAT UND EIN</small> Z<small>WEIFEL BESTEHT, OB</small> [<small>DAS</small> W<small>ASSER</small>] <small>VOM</small> F<small>ADEN, VON DER</small> S<small>PINDEL ODER VOM</small> B<small>L&#x00DC;TENKELCHE GEKOMMEN IST, SO IST DIE</small> B<small>ESPRENGUNG UNG&#x00DC;LTIG</small>. W<small>ENN MAN AUF ZWEI</small> G<small>ER&#x00C4;TE GESPRENGT HAT UND EIN ZWEIFEL BESTEHT, OB MAN AUF BEIDE GESPRENGT HAT, ODER EINES DAS ANDERE BENETZT HAT, SO IST DIE</small> B<small>ESPRENGUNG UNG&#x00DC;LTIG</small>. W<small>ENN EINE</small> N<small>ADEL AUF EINER</small> S<small>CHERBE LIEGT UND MAN AUF DIESE GESPRENGT HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB MAN AUF DIE</small> N<small>ADEL GESPRENGT HAT ODER SIE VON DER</small> S<small>CHERBE BENETZT WORDEN IST, SO IST DIE</small> B<small>ESPRENGUNG UNG&#x00DC;LTIG</small>. H<small>AT DIE</small> K<small>ARAFFE EINEN SCHMALEN</small> H<small>ALS, SO KANN MAN AUF GEW&#x00D6;HNLICHE</small> W<small>EISE EINTAUCHEN UND HERAUSZIEHEN</small><sup><xref rid="fn1612">1</xref></sup>. R. J<small>EHUDA SAGT, NUR F&#x00DC;R DIE ERSTE</small> B<small>ESPRENGUNG</small>. I<small>ST VOM</small> E<small>NTS&#x00DC;NDIGUNGSWASSER NUR WENIG GEBLIEBEN, SO TAUCHE MAN SOGAR NUR DIE</small> S<small>PITZEN DER</small> B<small>L&#x00DC;TENKELCHE EIN UND SPRENGE, NUR DARF MAN NICHT AUFSAUGEN</small><sup><xref rid="fn1613">2</xref></sup> <small>LASSEN</small>. H<small>AT MAN IN DER</small> A<small>BSICHT NACH VORN ZU SPRENGEN, NACH HINTEN GESPRENGT, NACH HINTEN ZU SPRENGEN, NACH VORN GESPRENGT, SO IST DIE</small>, B<small>ESPRENGUNG UNG&#x00DC;LTIG</small>. W<small>ENN NACH VORN</small> [<small>ZU SPRENGEN</small>], <small>UND SEITW&#x00C4;RTS NACH VORN GESPRENGT, SO IST DIE</small> B<small>ESPRENGUNG G&#x00DC;LTIG</small>. M<small>AN KANN EINEN</small> M<small>ENSCHEN BESPRENGEN MIT SEINEM</small> W<small>ISSEN UND OHNE SEIN</small> W<small>ISSEN</small>. M<small>AN KANN</small> M<small>ENSCHEN UND</small> G<small>ER&#x00C4;TE BESPRENGEN, AUCH WENN ES HUNDERT SIND</small><sup><xref rid="fn1614">3</xref></sup>.</p>
<p>III. W<small>ENN MAN IN DER</small> A<small>BSICHT ETWAS ZU BESPRENGEN, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, ETWAS BESPRENGT HAT, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT NICHT EMPF&#x00C4;NGLICH IST, SO BRAUCHT MAN, WENN IM</small> Y<small>SOP NOCH</small> [W<small>ASSER</small>] <small>IST</small>, [<small>DAS</small> E<small>INTAUCHEN</small>] <small>NICHT ZU WIEDERHOLEN; WENN EINE</small> S<small>ACHE</small> [<small>ZU BESPRENGEN</small>], <small>DIE F&#x00DC;R DIE</small> U<small>NREINHEIT NICHT EMPF&#x00C4;NGLICH IST, UND EINE</small> S<small>ACHE BESPRENGT HAT, DIE F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, SO MUSS MAN, AUCH WENN IM</small> Y<small>SOP NOCH</small> [W<small>ASSER</small>] <small>IST</small>, [<small>DIE</small> B<small>ESPRENGUNG</small>] <small>WIEDERHOLEN</small>. W<small>ENN EINEN</small> M<small>ENSCHEN</small> [<small>ZU BESPRENGEN</small>], <small>UND EIN</small> V<small>IEH BESPRENGT HAT, SO BRAUCHT MAN, WENN IM</small> Y<small>SOP NOCH</small> [W<small>ASSER</small>] <small>IST</small>, [<small>DAS</small> E<small>INTAUCHEN</small>] <small>NICHT ZU WIEDERHOLEN; WENN EIN</small> V<small>IEH</small> [<small>ZU BESPRENGEN</small>], <small>UND EINEN</small> M<small>ENSCHEN BESPRENGT HAT, SO MUSS MAN, AUCH WENN IM</small> Y<small>SOP NOCH</small> [W<small>ASSER</small>] <small>IST</small>, [<small>DAS</small> E<small>INTAUCHEN</small>] <small>WIEDERHOLEN</small>. D<small>AS ABTRIEFENDE</small> W<small>ASSER</small><sup><xref rid="fn1615">4</xref></sup> <small>IST TAUGLICH; DAHER MACHT ES ALS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER UNREIN</small>.</p>
<p>IV. W<small>ENN DIE</small> B<small>ESPRENGUNG AUS EINER &#x00D6;FFENTLICHEN</small> F<small>ENSTERNISCHE</small><sup><xref rid="fn1616">5</xref></sup> <small>ERFOLGT IST UND</small> [<small>DER</small> B<small>ESPRENGTE</small>] <small>IN DEN</small> T<small>EMPEL EINGETRETEN IST, UND SP&#x00C4;TER SICH HERAUSSTELLT, DASS DAS</small> W<small>ASSER UNTAUGLICH WAR, SO IST ER FREI</small><sup><xref rid="fn1617">6</xref></sup>. W<small>ENN AUS EINER PRIVATEN</small> F<small>ENSTERNISCHE, UND</small> [<small>DER</small> B<small>ESPRENGTE</small>] <small>IN DEN</small> T<small>EMPEL EINGETRETEN IST, UND SP&#x00C4;TER SICH HERAUSSTELLT, DASS DAS</small> W<small>ASSER UNTAUGLICH WAR, SO IST ER SCHULDIG</small>. D<small>ER</small> H<small>OCHPRIESTER ABER IST FREI, EINERLEI OB AUS EINER PRIVATEN</small> F<small>ENSTERNISCHE ODER AUS EINER &#x00D6;FFENTLICHEN</small> F<small>ENSTERNISCHE, DENN DER</small> H<small>OCHPRIESTER IST WEGEN</small> B<small>ETRETENS DES</small> T<small>EMPELS</small><sup><xref rid="fn1618">7</xref></sup> <small>NICHT SCHULDIG</small>. V<small>OR DEN &#x00D6;FFENTLICHEN</small> F<small>ENSTERNISCHEN GLITT MAN AUS</small><sup><xref rid="fn1619">8</xref></sup>, <small>UND MAN UNTERLIESS ES NICHT, DARAUF HERUMZUTRETEN, WEIL SIE GESAGT HABEN, DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER, MIT DEM DAS</small> G<small>EBOT AUSGE&#x00DC;BT WORDEN IST, MACHE NICHT MEHR UNREIN</small>.</p>
<p>V. E<small>IN</small> R<small>EINER DARF EINE UNREINE</small> A<small>XT IN SEINEM</small> Z<small>IPFEL HALTEN</small><sup><xref rid="fn1620">9</xref></sup> <small>UND SIE BESPRENGEN, UND AUCH WENN DARAUF ZUR</small> B<small>ESPRENGUNG GEN&#x00DC;GEND</small> W<small>ASSER IST, BLEIBT ER REIN</small><sup><xref rid="fn1621">10</xref></sup>. W<small>IEVIEL</small> W<small>ASSER MUSS ES SEIN, UM ZUR</small> B<small>ESPRENGUNG ZU GEN&#x00DC;GEN?</small> D<small>ASS MAN DIE</small> S<small>PITZEN DER</small> B<small>L&#x00DC;TENKELCHE EINTAUCHEN UND SPRENGEN KANN</small>. R. J<small>EHUDA SAGT, MAN BETRACHTE ES SO, ALS W&#x00C4;RE ES AN EINEM</small> Y<small>SOP AUS</small> K<small>UPFER</small><sup><xref rid="fn1622">11</xref></sup>.</p>
<p>VI. H<small>AT MAN MIT EINEM UNREINEN</small> Y<small>SOP GESPRENGT, SO IST, WENN ER</small> E<small>IGR&#x00D6;SSE HAT, DAS</small> W<small>ASSER UNTAUGLICH UND DIE</small> B<small>ESPRENGUNG UNG&#x00DC;LTIG, UND WENN ER NICHT</small> E<small>IGR&#x00D6;SSE HAT, DAS</small> W<small>ASSER TAUGLICH UND DIE</small> B<small>ESPRENGUNG UNG&#x00DC;LTIG</small>. E<small>R</small><sup><xref rid="fn1623">12</xref></sup><small>MACHT EINEN ANDEREN UND DER ANDERE EINEN ANDEREN UNREIN, AUCH WENN ES HUNDERT SIND</small><sup><xref rid="fn1624">13</xref></sup>.</p>
<p>VII. S<small>IND EINEM HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small> R<small>EINEN DIE H&#x00C4;NDE UNREIN</small><sup><xref rid="fn1625">14</xref></sup><small>GEWORDEN, SO IST SEIN K&#x00D6;RPER UNREIN; ER MACHT SEINEN N&#x00C4;CHSTEN UNREIN UND DER N&#x00C4;CHSTE SEINEN N&#x00C4;CHSTEN, AUCH WENN ES HUNDERT SIND</small><sup><xref rid="fn1624">13</xref></sup>.</p>
<p>VIII. I<small>ST DIE</small> A<small>USSENSEITE DER</small> E<small>NTS&#x00DC;NDIGUNGSWASSER</small>-K<small>RUKE UNREIN GEWORDEN, SO IST AUCH DIE</small> I<small>NNENSEITE UNREIN, UND SIE MACHT EINE ANDERE UND DIE ANDERE EINE ANDERE UNREIN, AUCH WENN ES HUNDERT SIND</small>. G<small>LOCKE UND</small> K<small>L&#x00D6;PPEL GELTEN ALS VERBUNDEN</small><sup><xref rid="fn1626">15</xref></sup>. B<small>EI EINER</small> S<small>PINDEL F&#x00DC;R</small> W<small>EIDEN SPRENGE MAN NICHT AUF DIE</small> S<small>PINDELSTANGE UND NICHT AUF DEN</small> W<small>IRTEL</small><sup><xref rid="fn1627">16</xref></sup><small>; HAT MAN GESPRENGT, SO IST SIE BESPRENGT</small>. B<small>EI EINER F&#x00DC;R</small> F<small>LACHS GELTEN SIE ALS VERBUNDEN</small>. D<small>IE AN</small> R<small>INGEN BEFESTIGTE</small> L<small>EDERUNTERLAGE EINER</small> W<small>IEGE GILT ALS VERBUNDEN; DER</small> R<small>AHMEN GILT NICHT ALS VERBUNDEN, NICHT HINSICHTLICH DER</small> U<small>NREINHEIT UND NICHT HINSICHTLICH DER</small> R<small>EINIGUNG</small><sup><xref rid="fn1628">17</xref></sup>. A<small>LLE EINGESETZTEN</small> G<small>RIFFE VON</small> G<small>ER&#x00C4;TEN GELTEN ALS VERBUNDEN;</small> R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, AUCH DIE AUSGETIEFTEN</small><sup><xref rid="fn1629">18</xref></sup>.</p>
<p>IX. D<small>IE K&#x00D6;RBE AM</small> S<small>AUMSATTEL, DIE</small> B<small>ANK DER</small> D<small>RESCHWALZE, DER</small> Z<small>APFEN AN DER</small> B<small>AHRE, DIE</small> T<small>RINKH&#x00D6;RNER</small><sup><xref rid="fn1630">19</xref></sup><small>DER</small> R<small>EISENDEN, DER</small> S<small>CHL&#x00DC;SSELBUND, DIE</small> H<small>EFTSCHLEIFE DER W&#x00C4;SCHER</small><sup><xref rid="fn1631">20</xref></sup><small>UND DAS AUS</small> M<small>ISCHGEWEBE</small><sup><xref rid="fn1632">21</xref></sup> <small>ZUSAMMENGEN&#x00C4;HTE</small> K<small>LEID GELTEN ALS VERBUNDEN HINSICHTLICH DER</small> U<small>NREINHEIT, NICHT ABER ALS VERBUNDEN HINSICHTLICH DES</small> S<small>PRENGENS</small>.</p>
<p>X. D<small>ER MIT EINER</small> K<small>ETTE BEFESTIGTE</small> D<small>ECKEL EINES W&#x00C4;RMEKESSELS GILT, WIE DIE</small> S<small>CHULE &#x0160;&#x00C0;MMAJS SAGT, ALS VERBUNDEN HINSICHTLICH DER</small> U<small>NREINHEIT, NICHT ABER ALS VERBUNDEN HINSICHTLICH DER</small> B<small>ESPRENGUNG; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, HAT MAN AUF DEN W&#x00C4;RMEKESSEL GESPRENGT, SO IST AUCH DER</small> D<small>ECKEL BESPRENGT, UND HAT MAN AUF DEN</small> D<small>ECKEL GESPRENGT</small>, <small>SO IST DER W&#x00C4;RMEKESSEL NICHT BESPRENGT</small>. J<small>EDER IST ZUM</small> S<small>PRENGEN ZUL&#x00C4;SSIG, AUSGENOMMEN DER</small> G<small>ESCHLECHTSLOSE UND DER</small> Z<small>WITTER, DAS</small> W<small>EIB UND EIN</small> K<small>IND, DAS NOCH NICHT VERST&#x00C4;NDIG IST</small>. E<small>IN</small> W<small>EIB DARF EINEM BEIM</small> S<small>PRENGEN BEHILFLICH SEIN</small>. S<small>IE DARF IHM DAS</small> W<small>ASSER HALTEN, UND ER TAUCHE EIN UND SPRENGE; HAT SIE SEINE</small> H<small>AND ANGEFASST</small>, <small>WENN AUCH NUR BEIM</small> S<small>PRENGEN, SO IST ES UNG&#x00DC;LTIG</small>.</p>
<p>XI. H<small>AT MAN DEN</small> Y<small>SOP AM</small> T<small>AGE EINGETAUCHT UND AM</small> T<small>AGE GESPRENGT, SO IST ES G&#x00DC;LTIG; WENN AM</small> T<small>AGE, UND NACHTS GESPRENGT, ODER NACHTS, UND AM</small> T<small>AGE GESPRENGT, SO IST ES UNG&#x00DC;LTIG</small>. S<small>ELBER ABER KANN MAN</small><sup><xref rid="fn1633">22</xref></sup> <small>NACHTS UNTERTAUCHEN UND SICH AM</small> T<small>AGE BESPRENGEN LASSEN</small>. M<small>AN DARF N&#x00C4;MLICH ERST NACH</small> S<small>ONNENAUFGANG BESPRENGEN; JEDOCH IST ALLES</small><sup><xref rid="fn1634">23</xref></sup><small>G&#x00DC;LTIG, WENN MAN ES NACH DEM</small> A<small>UFGEHEN DER</small> M<small>ORGENR&#x00D6;TE GETAN HAT</small>.</p>
<ftnote id="fn1612">1. Man braucht nicht zu bef&#x00FC;rchten, das Wasser sei beim Herausziehen ausgepre&#x00DF;t worden.</ftnote>
<ftnote id="fn1613">2. Durch wiederholtes Stippen; das blo&#x00DF;e Eintauchen mu&#x00DF; gegen&#x00FC;gen.</ftnote>
<ftnote id="fn1614">3. Es braucht nicht einzeln zu erfolgen.</ftnote>
<ftnote id="fn1615">4. Das vom Ysop zur&#x00FC;ck in das Gef&#x00E4;&#x00DF; abtropft.</ftnote>
<ftnote id="fn1616">5. Wo das Gef&#x00E4;&#x00DF; mit dem Ents&#x00FC;ndigungswasser gestanden hat.</ftnote>
<ftnote id="fn1617">6. Von einem S&#x00FC;ndopfer; da das Wasser f&#x00FC;r jedermann bestimmt war, so durfte er mit der Tauglichkeit desselben rechnen.</ftnote>
<ftnote id="fn1618">7. In Unreinheit.</ftnote>
<ftnote id="fn1619">8. Wegen der vielen Besprengungen; der Boden war aufgeweicht.</ftnote>
<ftnote id="fn1620">9. Das erstgradig unrein gewordene Gewand macht den Tr&#x00E4;ger nicht unrein.</ftnote>
<ftnote id="fn1621">10. Das Wasser macht nach der Verwendung nicht mehr unrein.</ftnote>
<ftnote id="fn1622">11. Der kein Wasser einsaugt.</ftnote>
<ftnote id="fn1623">12. Der unreine Ysop.</ftnote>
<ftnote id="fn1624">13. Beim Ents&#x00FC;ndigungswasser ist die Verunreinigung nicht auf 3 Grade beschr&#x00E4;nkt.</ftnote>
<ftnote id="fn1625">14. Cf. Jad. III,1ff.</ftnote>
<ftnote id="fn1626">15. Hinsichtl. der Verunreinigung u. der Besprengung.</ftnote>
<ftnote id="fn1627">16. Sondern auf den Haken, der den Hauptteil des Ger&#x00E4;tes bildet.</ftnote>
<ftnote id="fn1628">17. Durch die Besprengung.</ftnote>
<ftnote id="fn1629">18. Die am Ende ein Loch haben, in die das Ende des Ger&#x00E4;tes hineingesteckt wird.</ftnote>
<ftnote id="fn1630">19. Aus einzelnen Teilen zusammengesetzt.</ftnote>
<ftnote id="fn1631">20. Die die einzelnen W&#x00E4;schest&#x00FC;cke Zusammenhalten.</ftnote>
<ftnote id="fn1632">21. Cf. Lev. 19,19.</ftnote>
<ftnote id="fn1633">22. Falls man nicht schon am 7. Tage vor dem Untertauchen besprengt worden ist.</ftnote>
<ftnote id="fn1634">23. Das Eintauchen u. das Besprengen.</ftnote>
</chapter>
</book>