<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>F</bold>OLGENDE D<small>INGE HABEN KEIN FESTGESETZTES</small> M<small>ASS</small><sup><xref rid="fn1">1</xref></sup>:<small>DER</small> E<small>CKENLASS, DIE</small> E<small>RSTLINGE</small><sup><xref rid="fn2">2</xref></sup>, <small>DAS</small> E<small>RSCHEINEN</small><sup><xref rid="fn3">3</xref></sup>, <small>DIE</small> W<small>OHLT&#x00C4;TIGKEIT UND DAS</small> S<small>TUDIUM DER</small> T<small>ORA</small>. V<small>ON FOLGENDEN</small> D<small>INGEN GENIESST DER</small> M<small>ENSCH DIE</small> F<small>R&#x00DC;CHTE IN DIESER</small> W<small>ELT, UND DAS</small> K<small>APITAL BLEIBT IHM F&#x00DC;R DIE ZUK&#x00DC;NFTIGE</small> W<small>ELT ERHALTEN: DIE</small> E<small>HRERBIETUNG GEGEN</small> V<small>ATER UND</small> M<small>UTTER, DIE</small> W<small>OHLT&#x00C4;TIGKEIT UND DIE</small> F<small>RIEDENSSTIFTUNG ZWISCHEN EINEM</small> M<small>ENSCHEN UND SEINEM</small> G<small>ENOSSEN; DAS</small> S<small>TUDIUM DER</small> T<small>ORA ABER WIEGT SIE ALLE AUF</small>.</p>
<p>II. D<small>ER</small> E<small>CKENLASS BETRAGE NICHT WENIGER ALS EIN</small> S<small>ECHZIGSTEL</small>. O<small>BGLEICH SIE GESAGT HABEN, DER</small> E<small>CKENLASS HABE KEIN FESTGESETZTES</small> M<small>ASS, SO</small> [<small>RICHTE MAN SICH DENNOCH</small>] <small>NACH DER</small> G<small>R&#x00D6;SSE DES</small> F<small>ELDES, NACH DER</small> M<small>ENGE DER</small> A<small>RMEN UND NACH DER</small> G<small>R&#x00D6;SSE DES</small> E<small>RTRAGES</small>.</p>
<p>III. M<small>AN DARF DEN</small> E<small>CKENLASS AUCH AM</small> A<small>NFANG ODER IN DER</small> M<small>ITTE DES</small> F<small>ELDES ZUR&#x00DC;CKLASSEN</small>; R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: J<small>EDOCH LASSE MAN AM</small> E<small>NDE DAS FESTGESETZTE</small> Q<small>UANTUM</small><sup><xref rid="fn4">4</xref></sup> <small>ZUR&#x00DC;CK</small>. R. J<small>EHUDA SAGTE</small>: H<small>AT MAN</small> [<small>AN DER</small> E<small>CKE</small>] <small>AUCH NUR EINEN</small> H<small>ALM ZUR&#x00DC;CKGELASSEN, SO ST&#x00DC;TZE MAN SICH DARAUF HINSICHTLICH DES</small> E<small>CKENLASSES, WENN ABER NICHT, SO HAT MAN ES</small><sup><xref rid="fn5">5</xref></sup> <small>NUR ALS</small> F<small>REIGUT GEGEBEN</small>.</p>
<p>IV. F<small>OLGENDE</small> R<small>EGEL SAGTEN SIE BEIM</small> E<small>CKENLASS</small>: <small>ALLES, WAS EINE</small> S<small>PEISE</small><sup><xref rid="fn6">6</xref></sup> <small>IST, AUFBEWAHRT</small><sup><xref rid="fn7">7</xref></sup> <small>WIRD, SEINE</small> N<small>AHRUNG AUS DER</small> E<small>RDE</small><sup><xref rid="fn8">8</xref></sup> <small>ZIEHT, MIT EINEM</small> M<small>AL GEERNTET</small><sup><xref rid="fn9">9</xref></sup> <small>WIRD UND ZUR</small> A<small>UFBEWAHRUNG</small><sup><xref rid="fn10">10</xref></sup><small>EINGEBRACHT WIRD, IST ECKENLASSPFLICHTIG</small>. G<small>ETREIDE UND</small> H<small>&#x00DC;LSENFR&#x00DC;CHTE SIND IN DIESER</small> R<small>EGEL EINBEGRIFFEN</small>.</p>
<p>V. V<small>ON</small> B<small>&#x00C4;UMEN SIND</small><sup><xref rid="fn11">11</xref></sup>G<small>ERBERSUMACH</small><sup><xref rid="fn12">12</xref></sup>, J<small>OHANNISBROTB&#x00C4;UME</small>, N<small>USSB&#x00C4;UME</small>, M<small>ANDELB&#x00C4;UME</small>, W<small>EINST&#x00D6;CKE</small>, G<small>RANATAPFELB&#x00C4;UME</small>, O<small>LIVENB&#x00C4;UME UND</small> D<small>ATTELPALMEN ECKENLASSPFLICHTIG</small>.</p>
<p>VI. M<small>AN GEBE</small><sup><xref rid="fn13">13</xref></sup><small>DEN</small> E<small>CKENLASS ZEHNTFREI, BIS MAN</small> [<small>DEN</small> G<small>ETREIDEHAUFEN</small>] <small>GLATTGESTRICHEN HAT; MAN GEBE</small> [<small>VON DER</small> E<small>RNTE</small>] <small>ALS</small> F<small>REIGUT ZEHNTFREI, BIS MAN GLATTGESTRICHEN HAT; MAN GEBE DAVON DEM</small> V<small>IEH, DEM</small> W<small>ILD UND DEM</small> G<small>EFL&#x00DC;GEL ZEHNTFREI ZU ESSEN, BIS MAN GLATTGESTRICHEN HAT; MAN ENTNEHME ZEHNTFREI VON DER</small> T<small>ENNE UND S&#x00C4;E, BIS MAN GLATTGESTRICHEN HAT &#x2013; SO</small> R. A&#x0351;<small>QIBA</small>. W<small>ENN EIN</small> P<small>RIESTER ODER EIN</small> L<small>EVITE VON DER</small> T<small>ENNE KAUFEN, BEVOR GLATTGESTRICHEN WURDE, SO BEHALTEN SIE DIE</small> Z<small>EHNTE F&#x00DC;R SICH</small><sup><xref rid="fn14">14</xref></sup>. W<small>ER</small> [<small>DIE</small> E<small>RNTE</small>] <small>DEM</small> H<small>EILIGTUM WEIHT UND SIE WIEDER AUSL&#x00D6;ST, IST ZU DEN</small> Z<small>EHNTEN VERPFLICHTET, ES SEI DENN, DER</small> S<small>CHATZ MEISTER HAT SIE GLATTGESTRICHEN</small>.</p>
<ftnote id="fn1">1. Im biblischen Gesetze.</ftnote>
<ftnote id="fn2">2. Die Erstlinge der Feldfr&#x00FC;chte sind nach dem Tempel zu bringen (cf. Ex. 23,19), wor&#x00FC;ber weiter in einem besonderen Traktate gehandelt wird.</ftnote>
<ftnote id="fn3">3. Im Tempel bei der Wallfahrt an den drei Festen des Jahres; cf. Ex. 23,17.</ftnote>
<ftnote id="fn4">4. Dh. ein Sechzigstel (nach manchen inclusive, nach anderen hingegen exclusive).</ftnote>
<ftnote id="fn5">5. Was man in der Mitte, bezw. am Anfang des Feldes zur&#x00FC;ckl&#x00E4;&#x00DF;t.</ftnote>
<ftnote id="fn6">6. Ausgenommen zBs. Farbenpflanzen, die nur im Notfalle gegessen werden.</ftnote>
<ftnote id="fn7">7. Ausgenommen Freigegebenes.</ftnote>
<ftnote id="fn8">8. Ausgenommen Schw&#x00E4;mme.</ftnote>
<ftnote id="fn9">9. Ausgenommen Fr&#x00FC;chte, die nicht zu gleicher Zeit reif werden.</ftnote>
<ftnote id="fn10">10. Ausgenommen Kr&#x00E4;uter.</ftnote>
<ftnote id="fn11">11. Nur beispielsweise angef&#x00FC;hrt.</ftnote>
<ftnote id="fn12">12. Rhus coriaria; so nach Maimonides.</ftnote>
<ftnote id="fn13">13. Wenn man beim M&#x00E4;hen das Zur&#x00FC;cklassen am Halme vergessen hat.</ftnote>
<ftnote id="fn14">14. Der Priester oder Levite mu&#x00DF;, wenn er zehntpflichtiges Getreide kauft, ebenfalls die Zehnte entrichten.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>F</bold>OLGENDE D<small>INGE BILDEN EINE</small> T<small>EILUNG</small><sup><xref rid="fn15">1</xref></sup> <small>HINSICHTLICH DES</small> E<small>CKENLASSES: DER</small> F<small>LUSS, DER</small> S<small>TROM, DER</small> P<small>RIVATWEG</small><sup><xref rid="fn16">2</xref></sup>, <small>DER &#x00D6;FFENTLICHE</small> W<small>EG, DER &#x00D6;FFENTLICHE</small> S<small>TEG, DER IM</small> S<small>OMMER UND IN DER</small> R<small>EGENZEIT BENUTZTE</small> P<small>RIVATSTEG, DAS</small> B<small>RACHFELD, DAS</small> A<small>CKERFELD UND EINE ANDERE</small> S<small>AAT</small>. W<small>ENN MAN ALS</small> G<small>R&#x00DC;NFUTTER M&#x00C4;HET, SO BILDET DIES EINE</small> T<small>EILUNG &#x2013; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, ES BILDE NUR DANN EINE</small> T<small>EILUNG, WENN MAN</small> [<small>DIE</small> S<small>TELLE</small>] <small>UMGEACKERT HAT</small>.</p>
<p>II. D<small>ER</small> W<small>ASSERGRABEN, DESSEN BEIDE</small> U<small>FER MAN NICHT ZUSAMMEN</small><sup><xref rid="fn17">3</xref></sup> <small>M&#x00C4;HEN KANN, BILDET, WIE</small> R. J<small>EHUDA SAGT, EINE</small> T<small>EILUNG</small>. S<small>IND</small> B<small>ERGE VORHANDEN, DIE MAN MIT DEM</small> K<small>ARST AUFGRABEN MUSS, SO GEBE MAN, OBGLEICH DER</small> P<small>FL&#x00DC;GER MIT SEINEM</small> G<small>ER&#x00C4;TE NICHT HIN&#x00DC;BER KANN, DEN</small> E<small>CKENLASS NUR AN EINER</small> S<small>TELLE</small>.</p>
<p>III. D<small>IESE ALLE BILDEN EINE</small> T<small>EILUNG BEI</small> S<small>AATEN, BEI</small> B<small>&#x00C4;UMEN ABER BILDET NUR DER</small> Z<small>AUN</small><sup><xref rid="fn18">4</xref></sup> <small>EINE</small> T<small>EILUNG; WENN ABER DIE</small> Z<small>WEIGE VERFLOCHTEN SIND, SO BILDET AUCH ER KEINE</small> T<small>EILUNG, UND MAN GEBE DEN</small> E<small>CKENLASS NUR AN EINER</small> S<small>TELLE</small>.</p>
<p>IV. B<small>EI</small> J<small>OHANNISBROTB&#x00C4;UMEN, WENN SIE EINANDER</small><sup><xref rid="fn19">5</xref></sup> <small>SEHEN</small>. R. G<small>AMLI&#x00C9;L SAGTE</small>: M<small>EINE</small> V<small>ORFAHREN PFLEGTEN EINEN</small> E<small>CKENLASS ZU GEBEN VON</small> O<small>LIVEN AN JEDER</small> S<small>EITE</small><sup><xref rid="fn20">6</xref></sup> <small>UND VON</small> J<small>OHANNISBROTB&#x00C4;UMEN, WENN SIE EINANDER SAHEN</small>. R. E<small>LIE&#x0351;ZER B</small>. R. &#x00C7;<small>ADOQ SAGTE IN SEINEM</small> N<small>AMEN</small>: A<small>UCH VON DEN S&#x00C4;MTLICHEN</small> J<small>OHANNISBROTB&#x00C4;UMEN, DIE SIE IN DER GANZEN</small> S<small>TADT HATTEN</small>.</p>
<p>V. W<small>ER SEIN</small> F<small>ELD MIT EINER</small> A<small>RT BES&#x00C4;ET, GEBE EINEN</small> E<small>CKENLASS, AUCH WENN ER ZWEI</small> T<small>ENNEN GEMACHT HAT; WER ES MIT ZWEI</small> A<small>RTEN BES&#x00C4;ET, GEBE DEN</small> E<small>CKENLASS ZWEIMAL, AUCH WENN ER EINE</small> T<small>ENNE GEMACHT HAT</small>. W<small>ER DAS</small> F<small>ELD MIT ZWEI</small> A<small>RTEN</small> W<small>EIZEN BES&#x00C4;ET, GEBE EINEN</small> E<small>CKENLASS, WENN ER EINE</small> T<small>ENNE GEMACHT HAT, UND ZWEIMAL</small> (<small>DEN</small> E<small>CKENLASS</small>), <small>WENN ER ZWEI</small> T<small>ENNEN GEMACHT HAT</small>.</p>
<p>VI. E<small>INST S&#x00C4;ETE</small> [<small>SO</small>] R. &#x0160;<small>IMO&#x0351;N AUS</small> M<small>I&#x00C7;PA VOR</small><sup><xref rid="fn21">7</xref></sup> R. G<small>AMLI&#x00C9;L, UND ALS SIE NACH DER</small> Q<small>UADERHALLE</small><sup><xref rid="fn22">8</xref></sup> <small>GINGEN UND DIESBEZ&#x00DC;GLICH FRAGTEN, SPRACH</small> N<small>A&#x1E24;UM DER</small> S<small>CHREIBER</small>: E<small>S IST MIR VON</small> R. M<small>EJA&#x0160;A &#x00DC;BERLIEFERT WORDEN, IHM VON SEINEM</small> V<small>ATER</small><sup><xref rid="fn23">9</xref></sup>, <small>DIESEM VON DEN</small> P<small>AAREN</small><sup><xref rid="fn24">10</xref></sup>, <small>UND IHNEN VON DEN</small> P<small>ROPHETEN, ES SEI EINE VON</small> M<small>O&#x0160;E AM</small> S<small>INAJ &#x00DC;BERLIEFERTE</small> H<small>ALAKHA</small>: W<small>ER SEIN</small> F<small>ELD MIT ZWEI</small> A<small>RTEN</small> W<small>EIZEN BES&#x00C4;ET, GEBE EINEN</small> E<small>CKENLASS, WENN ER EINE</small> T<small>ENNE GEMACHT HAT, UND ZWEIMAL</small> (<small>DEN</small> E<small>CKENLASS</small>), <small>WENN ER ZWEI</small> T<small>ENNEN GEMACHT HAT</small>.</p>
<p>VII. E<small>IN</small> F<small>ELD, DAS</small> N<small>ICHTJUDEN ODER</small> R<small>&#x00C4;UBER GEM&#x00C4;HET</small>, A<small>MEISEN ANGEFRESSEN ODER DER</small> W<small>IND ODER</small> V<small>IEH GEBROCHEN HABEN, IST</small> [<small>VOM</small> E<small>CKENLASS</small>] <small>FREI</small>. H<small>AT ER DIE</small> H<small>&#x00C4;LFTE GEM&#x00C4;HET UND</small> R<small>&#x00C4;UBER DIE ANDERE</small> H<small>&#x00C4;LFTE, SO IST ES</small> [<small>VOM</small> E<small>CKENLASS</small>] <small>FREI, DENN DIE</small> E<small>CKENLASSPFLICHT ERSTRECKT SICH AUF DAS</small> H<small>ALMGETREIDE</small><sup><xref rid="fn25">11</xref></sup>.</p>
<p>VIII. H<small>ABEN</small> R<small>&#x00C4;UBER DIE</small> H<small>&#x00C4;LFTE GEM&#x00C4;HET UND ER DIE ANDERE</small> H<small>&#x00C4;LFTE, SO GEBE ER DEN</small> E<small>CKENLASS VON DEM, WAS ER GEM&#x00C4;HET HAT</small>. H<small>AT ER DIE</small> H<small>&#x00C4;LFTE GEM&#x00C4;HET UND DIE ANDERE</small> H<small>&#x00C4;LFTE VERKAUFT, SO GEBE DER</small> K<small>&#x00C4;UFER DEN</small> E<small>CKENLASS F&#x00DC;R DAS</small> G<small>ANZE</small>. H<small>AT ER DIE</small> H<small>&#x00C4;LFTE GEM&#x00C4;HET UND DIE ANDERE</small> H<small>&#x00C4;LFTE DEM</small> H<small>EILIGTUM GEWEIHT, SO GEBE DERJENIGE, DER ES VOM</small> S<small>CHATZMEISTER AUSL&#x00D6;ST, DEN</small> E<small>CKENLASS F&#x00DC;R DAS</small> G<small>ANZE</small>.</p>
<ftnote id="fn15">1. Jeder Teil erfordert den Eckenla&#x00DF; besonders.</ftnote>
<ftnote id="fn16">2. Der Privatweg hat die Breite von 4, der &#x00F6;ffentliche von 16 Ellen.</ftnote>
<ftnote id="fn17">3. An dem einen Ufer stehend.</ftnote>
<ftnote id="fn18">4. Mind. 10 Handbreiten hoch.</ftnote>
<ftnote id="fn19">5. Dh. wenn man von dem einen Baume aus den zweiten sieht; der Zaun zwischen beiden bildet dann keine Teilung.</ftnote>
<ftnote id="fn20">6. Der Stadt, wo sie einen solchen Garten hatten.</ftnote>
<ftnote id="fn21">7. Dh. zu seiner Zeit, mit seinem Einvernehmen.</ftnote>
<ftnote id="fn22">8. Sitzungssaal des Synedriums; cf. Mid. V, 4.</ftnote>
<ftnote id="fn23">9. Nach anderen ist Abba Eigenname, jed. haben manche Handschriften <span dir="rtl">&#x05DE;&#x05D0;&#x05D1;&#x05D9;&#x05D5;</span>, mit Suffix.</ftnote>
<ftnote id="fn24">10. In den letzten 2 Jahrhunderten v. Chr. standen je 2 Gelehrte an der Spitze des Synedriums, die Paare genannt werden.</ftnote>
<ftnote id="fn25">11. Das beim M&#x00E4;hen der 1. H&#x00E4;lfte noch vorhanden war.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>V</bold>ON <small>DEN</small> G<small>ETREIDEBEETEN ZWISCHEN DEN</small> O<small>LIVENB&#x00C4;UMEN</small><sup><xref rid="fn26">1</xref></sup> <small>GEBE MAN DEN</small> E<small>CKENLASS, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, VON JEDEM</small> B<small>EETE BESONDERS, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, VON EINEM</small> B<small>EETE F&#x00DC;R ALLE; JENE PFLICHTEN BEI, DASS, WENN DIE</small> E<small>NDEN DER</small> B<small>EETE ANEINANDERSTOSSEN, MAN DEN</small> E<small>CKENLASS VON EINEM F&#x00DC;R ALLE GEBE</small>.</p>
<p>II. W<small>ER SEIN</small> F<small>ELD STELLENWEISE M&#x00C4;HET</small><sup><xref rid="fn27">2</xref></sup> <small>UND DIE GR&#x00DC;NEN</small> H<small>ALME ZUR&#x00DC;CKL&#x00C4;SST, GEBE, WIE</small> R. A&#x0351;<small>QIBA SAGT, DEN</small> E<small>CKENLASS VON JEDER</small> [<small>STELLE</small>] <small>BESONDERS, UND WIE DIE</small> W<small>EISEN SAGEN, VON EINER F&#x00DC;R ALLE</small>. D<small>IE</small> W<small>EISEN PFLICHTEN</small> R. A&#x0351;<small>QIBA BEI, DASS, WENN MAN</small> D<small>ILL ODER</small> S<small>ENF AN DREI VERSCHIEDENEN</small> S<small>TELLEN S&#x00C4;ET, MAN DEN</small> E<small>CKENLASS VON JEDER BESONDERS GEBE</small>.</p>
<p>III. W<small>ER GR&#x00DC;NE</small> Z<small>WIEBELN F&#x00DC;R DEN</small> M<small>ARKT AUSREISST UND DIE TROCKENEN F&#x00DC;R DIE</small> T<small>ENNE ZUR&#x00DC;CKL&#x00C4;SST, GEBE DEN</small> E<small>CKENLASS F&#x00DC;R DIESE BESONDERS UND F&#x00DC;R JENE BESONDERS</small>. D<small>ASSELBE GILT AUCH VON</small> B<small>OHNEN UND VON</small> W<small>EINTRAUBEN</small>. W<small>ER</small> [P<small>FLANZEN</small>] <small>AUSZIEHT</small><sup><xref rid="fn28">3</xref></sup>, <small>GEBE</small> [<small>DEN</small> E<small>CKENLASS</small>] <small>F&#x00DC;R DIE ZUR&#x00DC;CKBLEIBENDEN VON DEN ZUR&#x00DC;CKGEBLIEBENEN</small>. W<small>ER VON EINER</small> S<small>TELLE</small><sup><xref rid="fn29">4</xref></sup> <small>AUSREISST, GEBE VON DEN</small> Z<small>UR&#x00DC;CKGEBLIEBENEN F&#x00DC;R ALLE</small>.</p>
<p>IV. S<small>AATZWIEBELN SIND ECKENLASSPFLICHTIG; NACH</small> R. J<small>OSE SIND SIE FREI</small>. V<small>ON DEN</small> Z<small>WIEBELBEETEN ZWISCHEN DEN</small> K<small>RAUTFELDERN GEBE MAN DEN</small> E<small>CKENLASS, WIE</small> R. J<small>OSE SAGT, VON JEDEM BESONDERS, UND WIE DIE</small> W<small>EISEN SAGEN, VON EINEM F&#x00DC;R ALLE</small>.</p>
<p>V. W<small>ENN</small> B<small>R&#x00DC;DER GETEILT HABEN, SO GEBE JEDER DEN</small> E<small>CKENLASS BESONDERS; VEREINIGEN SIE SICH WIEDER, SO GEBEN SIE EINEN</small> E<small>CKENLASS</small>. W<small>ENN ZWEI EINEN</small> B<small>AUM KAUFEN, SO GEBEN SIE EINEN</small> E<small>CKENLASS; NIMMT EINER DIE</small> N<small>ORDSEITE UND DER ANDERE DIE</small> S<small>&#x00DC;DSEITE, SO GEBE DER EINE DEN</small> E<small>CKENLASS F&#x00DC;R SICH UND DER ANDERE DEN</small> E<small>CKENLASS F&#x00DC;R SICH</small>. W<small>ENN JEMAND</small> B<small>AUMST&#x00C4;MME IN SEINEM</small> F<small>ELDE VERKAUFT</small><sup><xref rid="fn30">5</xref></sup>, <small>SO GEBE</small> [<small>DER</small> K<small>&#x00C4;UFER</small>] <small>DEN</small> E<small>KKENLASS VON JEDEM BESONDERS</small>. R. J<small>EHUDA SAGTE</small>: N<small>UR DANN, WENN DER</small> B<small>ESITZER DES</small> F<small>ELDES NICHTS ZUR&#x00DC;CKBEHIELT, WENN ABER DER</small> B<small>ESITZER DES</small> F<small>ELDES ETWAS ZUR&#x00DC;CKBEHIELT, SO GEBE DIESER DEN</small> E<small>CKENLASS F&#x00DC;R ALLE</small><sup><xref rid="fn31">6</xref></sup>.</p>
<p>VI. R. E<small>LIE&#x0351;ZER SAGT, EINE</small> B<small>ODENFL&#x00C4;CHE VON EINEM</small> V<small>IERTELKAB</small> A<small>USSAAT IST ECKENLASSPFLICHTIG</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, DIE ZWEI</small> S<small>EA&#x0351; TR&#x00C4;GT</small>; R. T<small>RYPHON SAGT, EINE VON SECHS</small> (H<small>ANDBREITEN</small>) <small>ZU SECHS</small> H<small>ANDBREITEN</small>; R. J<small>EHUDA B</small>. B<small>ETHERA SAGT, AUF DER MAN IN ZWEI</small> S<small>CHNITTEN M&#x00C4;HEN MUSS</small>. D<small>IE</small> H<small>ALAKHA IST WIE SEINE</small> A<small>NSICHT</small>. R. A&#x0351;<small>QIBA SAGTE</small>: E<small>INE</small> B<small>ODENFL&#x00C4;CHE IRGENDWIE</small> [<small>GROSS</small>] <small>IST F&#x00DC;R DEN</small> E<small>CKENLASS UND F&#x00DC;R DIE</small> E<small>RSTLINGE</small><sup><xref rid="fn32">7</xref></sup><small>PFLICHTIG, MAN SCHREIBE DAR&#x00DC;BER EINEN</small> P<small>ROSBUL</small><sup><xref rid="fn33">8</xref></sup>, <small>UND MAN KANN DAMIT NICHTHYPOTHEKARISCHE</small><sup><xref rid="fn34">9</xref></sup> G<small>&#x00DC;TER DURCH</small> Z<small>AHLUNG</small>, U<small>RKUNDE UND</small> B<small>ESITZNAHME MITERWERBEN</small>.</p>
<p>VII. W<small>ENN EIN</small> S<small>TERBENDER</small><sup><xref rid="fn35">10</xref></sup> <small>JEMANDEM SEINE</small> G<small>&#x00DC;TER VERSCHREIBT, SO IST, WENN ER ETWAS</small> B<small>ODEN ZUR&#x00DC;CKBEH&#x00C4;LT, SEINE</small> S<small>CHENKUNG G&#x00DC;LTIG</small><sup><xref rid="fn36">11</xref></sup>, <small>UND WENN ER ETWAS</small> B<small>ODEN NICHT ZUR&#x00DC;CKBEH&#x00C4;LT, SEINE</small> S<small>CHENKUNG UNG&#x00DC;LTIG</small>. W<small>ENN JEMAND SEINE</small> G<small>&#x00DC;TER SEINEN</small> K<small>INDERN VERSCHREIBT UND SEINER</small> F<small>RAU ETWAS</small> B<small>ODEN VERSCHREIBT</small><sup><xref rid="fn37">12</xref></sup>, <small>SO VERLIERT SIE IHRE</small> M<small>ORGENGABE</small><sup><xref rid="fn38">13</xref></sup>. R. J<small>OSE SAGT, IST SIE EINVERSTANDEN</small><sup><xref rid="fn39">14</xref></sup>, <small>VERLIERE SIE IHRE</small> M<small>ORGENGABE, AUCH WENN ER IHR NICHTS VERSCHRIEBEN HAT</small>.</p>
<p>VIII. W<small>ENN JEMAND SEINE</small> G<small>&#x00DC;TER SEINEM</small> S<small>KLAVEN VERSCHREIBT, SO WIRD DIESER FREI; WENN ER ABER ETWAS</small> B<small>ODEN ZUR&#x00DC;CKBEH&#x00C4;LT, SO WIRD ER NICHT FREI</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, ER WERDE IN JEDEM</small> F<small>ALLE FREI, AUSSER WENN JENER GESAGT HAT: ALLE MEINE</small> G<small>&#x00DC;TER SEIEN DIESEM MEINEM</small> S<small>KLAVEN GESCHENKT, MIT</small> A<small>USNAHME EINES</small> Z<small>EHNTAUSENDSTELS</small><sup><xref rid="fn40">15</xref></sup>.</p>
<ftnote id="fn26">1. Ebenso anderen B&#x00E4;umen.</ftnote>
<ftnote id="fn27">2. W&#x00F6;rtl.: wer sein F. fleckig macht.</ftnote>
<ftnote id="fn28">3. Damit die zur&#x00FC;ckbleibenden sich besser entfalten k&#x00F6;nnen.</ftnote>
<ftnote id="fn29">4. Nach den Kommentaren: zu einem Behufe, dh. entw. ganz zum sofortigen Bedarf oder ganz zum Verkauf.</ftnote>
<ftnote id="fn30">5. Ohne Boden, sonst w&#x00FC;rde sie dieser vereinigen.</ftnote>
<ftnote id="fn31">6. Wenn er mit der Ernte bereits begonnen hatte.</ftnote>
<ftnote id="fn32">7. Cf. Ex. 23,19.</ftnote>
<ftnote id="fn33">8. Der Prosbul (Urkunde zum Schutze gegen den Verfall einer Schuld im Jobeljahr; cf. Seb.X, 3f.) hat nur dann G&#x00FC;ltigkeit, wenn der Schuldner Land besitzt.</ftnote>
<ftnote id="fn34">9. Hypothekarische G&#x00FC;ter, dh. Immobilien, werden durch Kaufpreis, Kauf schein oder Besitznahme erworben; nichthyp., dh. Mobilien, nur durch das Ansichziehen oder Aufheben; letztere werden mit den ersteren miterworben. Cf. Qid.26a.</ftnote>
<ftnote id="fn35">10. Der sp&#x00E4;ter genas.</ftnote>
<ftnote id="fn36">11. Weil er durch die Zur&#x00FC;ckbehaltung kundtut, da&#x00DF; er auch im Falle der Genesung schenken wollte.</ftnote>
<ftnote id="fn37">12. Und sie damit einverstanden ist.</ftnote>
<ftnote id="fn38">13. Cf. Ket. 10b.</ftnote>
<ftnote id="fn39">14. Mit den Kindern zu erben.</ftnote>
<ftnote id="fn40">15. Da damit der Sklave selber gemeint sein kann.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>D</bold>ER E<small>CKENLASS IST AM</small> B<small>ODEN HAFTEND ZU GEBEN</small>. B<small>EIM</small> W<small>EINSTOCKE UND BEI DER</small> D<small>ATTELPALME NEHME DER</small> B<small>ESITZER</small> [<small>DIE</small> F<small>R&#x00DC;CHTE</small>] <small>HERAB UND VERTEILE SIE UNTER DIE</small> A<small>RMEN</small>; R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH BEI DEN</small> G<small>LATTN&#x00DC;SSEN</small><sup><xref rid="fn41">1</xref></sup>. S<small>ELBST WENN NEUNUNDNEUNZIG</small> [<small>DER</small> A<small>RMEN</small>] <small>F&#x00DC;R DAS</small> V<small>ERTEILEN STIMMEN UND EINER F&#x00DC;R DAS</small> R<small>AFFEN, H&#x00D6;RE MAN DIESEN, WEIL ER NACH DER</small> H<small>ALAKHA STIMMT</small>.</p>
<p>II. A<small>NDERS BEIM</small> W<small>EINSTOCKE UND BEI DER</small> D<small>ATTELPALME: SELBST WENN NEUNUNDNEUNZIG F&#x00DC;R DAS</small> R<small>AFFEN STIMMEN UND EINER F&#x00DC;R DAS</small> V<small>ERTEILEN, H&#x00D6;RE MAN AUF DIESEN, WEIL ER NACH DER</small> H<small>ALAKHA STIMMT</small>.</p>
<p>III. W<small>ENN JEMAND ETWAS VOM</small> E<small>CKENLASS NIMMT UND ES AUF DAS &#x00DC;BRIGE WIRFT</small><sup><xref rid="fn42">2</xref></sup>, <small>SO GEH&#x00D6;RT IHM NICHTS DAVON; WENN ER SICH SELBST DARAUF WIRFT ODER DAR&#x00DC;BER SEIN</small> G<small>EWAND AUSBREITET, SO SCHAFFE MAN ES HERUNTER</small>. D<small>ASSELBE GILT AUCH VON DER</small> N<small>ACHLESE UND VON DER VERGESSENEN</small> G<small>ARBE</small>.</p>
<p>IV. D<small>EN</small> E<small>CKENLASS DARF MAN WEDER MIT</small> S<small>ICHELN M&#x00C4;HEN NOCH MIT</small> H<small>AKKEN AUSREISSEN, DAMIT DIE</small> L<small>EUTE EINANDER NICHT SCHLAGEN</small>.</p>
<p>V. D<small>REI</small> V<small>ERTEILUNGEN FINDEN T&#x00C4;GLICH STATT: MORGENS, MITTAGS UND ABENDS</small>. R. G<small>AMLI&#x00C9;L SAGT, MAN BESTIMMTE DIES NUR ALS</small> M<small>INIMUM</small>; R. A&#x0351;<small>QIBA SAGT, MAN BESTIMMTE DIES NUR ALS</small> M<small>AXIMUM</small>. I<small>N</small> B<small>ETH</small> N<small>AMER PFLEGTEN SIE MIT DER</small> M<small>ESSSCHNUR ZU M&#x00C4;HEN UND VON JEDER</small> R<small>EIHE DEN</small> E<small>CKENLASS ZU GEBEN</small>.</p>
<p>VI. W<small>ENN EIN</small> F<small>REMDLING SEIN</small> F<small>ELD GEM&#x00C4;HET UND DARAUF</small> P<small>ROSELYT WIRD, SO IST ER VON DER</small> N<small>ACHLESE, VOM</small> V<small>ERGESSENEN UND VOM</small> E<small>CKENLASS FREI</small>; R. J<small>EHUDA VERPFLICHTET IHN ZUM</small> V<small>ERGESSENEN, DENN DAS</small> G<small>EBOT VOM</small> V<small>ERGESSENEN FINDET ERST ZUR</small> Z<small>EIT DES</small> G<small>ARBENBINDENS</small><sup><xref rid="fn43">3</xref></sup> <small>STATT</small>.</p>
<p>VII. W<small>ENN JEMAND</small> H<small>ALMGETREIDE DEM</small> H<small>EILIGTUM GEWEIHT HAT UND ES ALS</small> H<small>ALMGETREIDE AUSL&#x00D6;ST, SO IST ER VERPFLICHTET</small><sup><xref rid="fn44">4</xref></sup>; <small>WENN ALS</small> G<small>ARBEN UND ES ALS</small> G<small>ARBEN AUSL&#x00D6;ST, SO IST ER VERPFLICHTET; WENN ALS</small> H<small>ALMGETREIDE UND ES ALS</small> G<small>ARBEN AUSL&#x00D6;ST, SO IST ER FREI, DENN ZUR</small> P<small>FLICHTZEIT WAR ES FREI</small>.</p>
<p>VIII. E<small>BENSO SIND, WENN JEMAND SEINE</small> F<small>R&#x00DC;CHTE DEM</small> H<small>EILIGTUM GEWEIHT HAT, BEVOR SIE ZEHNTPFLICHTIG</small><sup><xref rid="fn45">5</xref></sup> <small>WAREN, UND SIE NACHHER AUSL&#x00D6;ST, DIESE ZEHNTPFLICHTIG, WENN NACHDEM SIE ZEHNTPFLICHTIG WAREN, UND SIE AUSL&#x00D6;ST, EBENFALLS ZEHNTPFLICHTIG</small>. W<small>ENN ER SIE ABER DEM</small> H<small>EILIGTUM GEWEIHT HAT, BEVOR SIE FERTIG WAREN, UND NACHDEM SIE IM</small> B<small>ESITZE DES</small> S<small>CHATZMEISTERS FERTIG GEWORDEN SIND, SIE AUSL&#x00D6;ST, SO SIND SIE ZEHNTFREI, DENN ZUR</small> P<small>FLICHTZEIT WAREN SIE FREI</small>.</p>
<p>IX. W<small>ENN JEMAND</small><sup><xref rid="fn46">6</xref></sup> <small>DEN</small> E<small>CKENLASS SAMMELT UND SAGT: DIES SEI F&#x00DC;R JENEN</small> A<small>RMEN, SO HAT ER ES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, F&#x00DC;R JENEN ERWORBEN; DIE</small> W<small>EISEN SAGEN, ER GEBE ES DEM</small> A<small>RMEN, DER SICH ZUERST EINFINDET</small>. N<small>ACHLESE</small>, V<small>ERGESSENES UND</small> E<small>CKENLASS EINES</small> F<small>REMDLINGS IST ZEHNTPFLICHTIG, ES SEI DENN, DASS ER ES PREISGIBT</small>.</p>
<p>X. W<small>AS HEISST</small> N<small>ACHLESE</small>? &#x2013; <small>WAS BEIM</small> M<small>&#x00C4;HEN HERABF&#x00C4;LLT</small>. W<small>ENN JEMAND EINE</small> H<small>ANDVOLL M&#x00C4;HET, ODER EINEN</small> H<small>AUFEN VOLL AUSREISST UND SICH AN EINEN</small> D<small>ORN SCHL&#x00C4;GT, SO DASS ES AUS SEINER</small> H<small>AND ZUR</small> E<small>RDE F&#x00C4;LLT, SO GEH&#x00D6;RT ES DEM</small> B<small>ESITZER</small>. W<small>AS VON DER</small> I<small>NNENSEITE DER</small> H<small>AND UND VON DER</small> I<small>NNENSEITE DER</small> S<small>ICHEL HERABF&#x00C4;LLT, GEH&#x00D6;RT DEN</small> A<small>RMEN; WAS ABER VON DER</small> R<small>&#x00DC;CKSEITE DER</small> H<small>AND UND VON DER</small> R<small>&#x00DC;CKSEITE DER</small> S<small>ICHEL HERABF&#x00C4;LLT, GEH&#x00D6;RT DEM</small> B<small>ESITZER</small>. W<small>AS VON DEN</small> F<small>INGERSPITZEN ODER VON DER</small> S<small>PITZE DER</small> S<small>ICHEL HERABF&#x00C4;LLT, GEH&#x00D6;RT, WIE</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, DEN</small> A<small>RMEN, UND WIE</small> R. A&#x0351;<small>QIBA SAGT, DEM</small> B<small>ESITZER</small>.</p>
<p>XI. W<small>AS SICH IN DEN</small> A<small>MEISENL&#x00D6;CHERN INNERHALB DES</small> H<small>ALMGETREIDES BEFINDET, GEH&#x00D6;RT DEM</small> B<small>ESITZER, VON DEM, WAS HINTER DEN</small> S<small>CHNITTERN, GEH&#x00D6;RT DAS OBERE</small><sup><xref rid="fn47">7</xref></sup> <small>DEN</small> A<small>RMEN, UND DAS UNTERE DEM</small> B<small>ESITZER</small>. R. M<small>E&#x00CD;R SAGT, ALLES GEH&#x00D6;RE DEN</small> A<small>RMEN, DENN ZWEIFELHAFTE</small> N<small>ACHLESE IST</small> N<small>ACHLESE</small>.</p>
<ftnote id="fn41">1. Nach manchen Erkl&#x00E4;rern: deren St&#x00E4;mme glatt, astfrei sind; nach anderen eine bestimmte Art von N&#x00FC;ssen, die auf sehr hohen B&#x00E4;umen wachsen.</ftnote>
<ftnote id="fn42">2. Um sich auch dieses anzueignen.</ftnote>
<ftnote id="fn43">3. Wo er schon Jisra&#x00E9;lit war.</ftnote>
<ftnote id="fn44">4. Das Vergessene zur&#x00FC;ckzulassen.</ftnote>
<ftnote id="fn45">5. Dies erfolgt erst in der Tenne.</ftnote>
<ftnote id="fn46">6. Kein Armer; cf. Pea VIII,8.</ftnote>
<ftnote id="fn47">7. Das Von der Nachlese herr&#x00FC;hren kann.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>UNTER EINER</small> D<small>IEME DIE</small> N<small>ACHLESE NOCH NICHT ABGEHALTEN WURDE, SO GEH&#x00D6;RT ALLES, WAS DIE</small> E<small>RDE BER&#x00DC;HRT, DEN</small> A<small>RMEN</small>. W<small>ENN DER</small> W<small>IND DIE</small> G<small>ARBEN ZERSTREUT HAT, SO SCH&#x00C4;TZE MAN, WIEVIEL</small> N<small>ACHLESE</small> [<small>DAS</small> F<small>ELD</small>] <small>ABWERFEN K&#x00D6;NNTE, UND GEBE ES DEN</small> A<small>RMEN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, ER GEBE DEN</small> A<small>RMEN, WAS GEW&#x00D6;HNLICH HERABF&#x00C4;LLT</small><sup><xref rid="fn48">1</xref></sup>.</p>
<p>II. E<small>INE</small> &#x00C4;<small>HRE, DIE MAN BEIM</small> M<small>&#x00C4;HEN</small> [<small>STEHEN LIESS</small>] <small>UND DEREN</small> S<small>PITZE BIS ZUM</small> H<small>ALMGETREIDE REICHT, GEH&#x00D6;RT, WENN SIE ZUSAMMEN MIT DEM</small> H<small>ALMGETREIDE GEM&#x00C4;HET WERDEN KANN, DEM</small> E<small>IGENT&#x00DC;MER, WENN NICHT, DEN</small> A<small>RMEN</small>. W<small>ENN EINE</small> &#x00C4;<small>HRE AUS DER</small> N<small>ACHLESE IN DIE</small> D<small>IEME GEKOMMEN IST, SO VERZEHNTE MAN EINE</small> &#x00C4;<small>HRE UND GEBE SIE IHM</small><sup><xref rid="fn49">2</xref></sup>. R. E<small>LIE&#x0351;ZER ENTGEGNETE</small>: W<small>IE SOLLTE DER</small> A<small>RME EINE</small> S<small>ACHE TAUSCHEN, DIE ER NICHT IN SEINEM</small> B<small>ESITZE HAT</small>&#x0021;? V<small>IELMEHR LASSE ER VORHER DEN</small> A<small>RMEN AN DER GANZEN</small> D<small>IEME BETEILIGT SEIN, SODANN VERZEHNTE ER EINE</small> &#x00C4;<small>HRE UND GEBE SIE IHM</small>.</p>
<p>III. M<small>AN MISCHE</small> [<small>DAS</small> F<small>ELD</small>] <small>NICHT MIT</small> T<small>OPHAHERBSEN</small><sup><xref rid="fn50">3</xref></sup> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN ERLAUBEN DIES, WEIL ES M&#x00D6;GLICH</small><sup><xref rid="fn51">4</xref></sup> <small>IST</small>.</p>
<p>IV. W<small>ENN EIN</small> B<small>ESITZENDER VON</small> O<small>RT ZU</small> O<small>RT WANDERT UND GEN&#x00D6;TIGT IST</small>, N<small>ACHLESE</small>, V<small>ERGESSENES</small>, E<small>CKENLASS UND</small> A<small>RMENZEHNTEN ZU NEHMEN, SO NEHME ER UND BEZAHLE, WENN ER NACH</small> H<small>AUSE KOMMT &#x2013; SO</small> R. E<small>LIE&#x0351;ZER; DIE</small> W<small>EISEN SAGEN, DAMALS WAR ER JA ARM</small>.</p>
<p>V. W<small>ENN JEMAND MIT DEN</small> A<small>RMEN TAUSCHT</small><sup><xref rid="fn52">5</xref></sup>, <small>SO IST SEINES</small> [<small>ZEHNT</small>]<small>FREI UND DAS DER</small> A<small>RMEN PFLICHTIG</small>. W<small>ENN ZWEI</small> [A<small>RME</small>] <small>EIN</small> F<small>ELD IN</small> H<small>ALBPACHT NEHMEN, SO KANN DIESER SEINEN</small> A<small>NTEIL AM</small> A<small>RMENZEHNTEN JENEM UND JENER SEINEN</small> A<small>NTEIL AM</small> A<small>RMENZEHNTEN DIESEM GEBEN</small>. W<small>ENN</small> [<small>EIN</small> A<small>RMER</small>] <small>EIN</small> F<small>ELD ZUM</small> M<small>&#x00C4;HEN &#x00DC;BERNIMMT, SO SIND IHM</small> N<small>ACHLESE</small>, V<small>ERGESSENES</small>, E<small>CKENLASS UND</small> A<small>RMENZEHNT VERBOTEN</small>. R. J<small>EHUDA SAGTE</small>: N<small>UR DANN, WENN ER ES VON IHM GEGEN DIE</small> H<small>&#x00C4;LFTE, EIN</small> D<small>RITTEL ODER EIN</small> V<small>IERTEL DES</small> E<small>RTRAGES &#x00DC;BERNOMMEN HAT, WENN ER ABER ZU IHM GESAGT HAT: EIN</small> D<small>RITTEL VON DEM, WAS DU GEM&#x00C4;HET HAST, GEH&#x00D6;RE DIR, SO SIND IHM</small> N<small>ACHLESE</small>, V<small>ERESSENES UND</small> E<small>CKENLASS ERLAUBT, DER</small> A<small>RMENZEHNT</small><sup><xref rid="fn53">6</xref></sup> A<small>BER VERBOTEN</small>.</p>
<p>VI. W<small>ENN JEMAND SEIN</small> F<small>ELD VERKAUFT, SO IST ES</small><sup><xref rid="fn54">7</xref></sup> <small>DEM</small> V<small>ERK&#x00C4;UFER ERLAUBT, DEM</small> K<small>&#x00C4;UFER ABER VERBOTEN</small>. M<small>AN DARF KEINEN</small> T<small>AGEL&#x00D6;HNER MIT DER</small> B<small>EDINGUNG MIETEN, DASS DESSEN</small> S<small>OHN HINTER IHM NACHLESE</small>. W<small>ER DIE</small> A<small>RMEN NICHT NACHLESEN L&#x00C4;SST, ODER DEN EINEN ZUL&#x00C4;SST UND DEN ANDEREN NICHT, ODER EINEM HIERBEI HILFT, BERAUBT DIE</small> A<small>RMEN</small>. H<small>IER&#x00DC;BER HEISST ES</small>: <sup><xref rid="fn55">8</xref></sup><italic>Verr&#x00FC;cke nicht die Grenze der Heraufgekommenen</italic><sup><xref rid="fn56">9</xref></sup>.</p>
<p>VII. E<small>INE</small> G<small>ARBE, DIE DIE</small> T<small>AGEL&#x00D6;HNER VERGESSEN HABEN, NICHT ABER DER</small> E<small>IGENT&#x00DC;MER, ODER DIE DER</small> E<small>IGENT&#x00DC;MER VERGESSEN HAT, NICHT ABER DIE</small> T<small>AGEL&#x00D6;HNER, ODER DIE, DIE DIE</small> A<small>RMEN VERSTELLT ODER MIT</small> S<small>TROH BEDECKT HATTEN, IST NICHT</small> V<small>ERGESSENES</small>.</p>
<p>VIII. W<small>ENN MAN</small> G<small>ARBEN IN</small> H<small>OCKEN</small>, M<small>IETEN</small>, M<small>ANDELN ODER GR&#x00D6;SSEREN</small> G<small>ARBEN</small><sup><xref rid="fn57">10</xref></sup><small>SAMMELT, SO GIBT ES HIERBEI KEIN</small> V<small>ERGESSENES; VON DA NACH DER</small> T<small>ENNE GIBT ES</small> V<small>ERGESSENES</small>. S<small>AMMELT MAN</small> G<small>ARBEN, UM SIE NACH DER</small> D<small>IEME ZU BRINGEN, SO GIBT ES HIERBEI</small> V<small>ERGESSENES; VON DA NACH DER</small> T<small>ENNE GIBT ES KEIN</small> V<small>ERGESSENES</small>. D<small>IE</small> R<small>EGEL IST: WENN MAN</small> G<small>ARBEN SAMMELT, UM SIE NACH EINEM</small> O<small>RTE ZU BRINGEN, WO DIE</small> A<small>RBEIT ZU</small> E<small>NDE IST, SO GIBT ES HIERBEI</small> V<small>ERGESSENES, VON DA NACH DER</small> T<small>ENNE GIBT ES KEIN</small> V<small>ERGESSENES; WENN NACH EINEM</small> O<small>RTE, WO DIE</small> A<small>RBEIT NICHT ZU</small> E<small>NDE IST, SO GIBT ES HIERBEI KEIN</small> V<small>ERGESSENES, VON DA NACH DER</small> T<small>ENNE GIBT ES</small> V<small>ERGESSENES</small>.</p>
<ftnote id="fn48">1. Ein F&#x00FC;nfundvierzigstel der Ernte.</ftnote>
<ftnote id="fn49">2. Dem Armen, da er ihm Zehntfreies geben mu&#x00DF;.</ftnote>
<ftnote id="fn50">3. Eine minderwertige Erbsenart; die Nachlese k&#x00F6;nnte vorwiegend von der schlechteren Art abfallen, wodurch die Armen gesch&#x00E4;digt w&#x00FC;rden.</ftnote>
<ftnote id="fn51">4. Da&#x00DF; die Nachlese von beiden Arten nach Verh&#x00E4;ltnis abf&#x00E4;llt.</ftnote>
<ftnote id="fn52">5. Wenn er den Armen f&#x00FC;r ihre Geb&#x00FC;hren, die sie bereits erhalten haben, andere Fr&#x00FC;chte gibt.</ftnote>
<ftnote id="fn53">6. Der von bereits Gem&#x00E4;htem entrichtet wird.</ftnote>
<ftnote id="fn54">7. Die Armenabgaben zu nehmen.</ftnote>
<ftnote id="fn55">8. Pr. 22,28.</ftnote>
<ftnote id="fn56">9. So nach dieser Auslegung, euphemistisch f&#x00FC;r: Herabgekommenen.</ftnote>
<ftnote id="fn57">10. In provisorischen kleinen Haufen, um nachher einen gro&#x00DF;en Haufen zu machen.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>D</bold>IE S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WAS DEN</small> A<small>RMEN FREIGEGEBEN WIRD, SEI</small> F<small>REIGUT</small><sup><xref rid="fn58">1</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES SEI NUR DANN</small> F<small>REIGUT, WENN ES AUCH DEN</small> R<small>EICHEN FREIGEGEBEN IST, GLEICH DEN</small> F<small>R&#x00DC;CHTEN DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn59">2</xref></sup>. W<small>ENN ALLE</small> G<small>ARBEN DES</small> F<small>ELDES JE EINEN</small> K<small>AB ENTHALTEN, EINE ABER VIER</small> K<small>AB ENTH&#x00C4;LT UND VERGESSEN WIRD, SO IST SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, KEIN</small> V<small>ERGESSENES, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, V<small>ERGESSENES</small>.</p>
<p>II. W<small>ENN EINE</small> G<small>ARBE NAHE DER</small> W<small>AND, DER</small> D<small>IEME, DEN</small> R<small>INDERN ODER DEN</small> G<small>ER&#x00C4;TEN VERGESSEN WIRD, SO IST SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, KEIN</small> V<small>ERGESSENES, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, V<small>ERGESSENES</small>.</p>
<p>III. A<small>M</small> A<small>NFANG DER</small> R<small>EIHEN ENTSCHEIDET DIE GEGEN&#x00DC;BERLIEGENDE</small> G<small>ARBE</small>. H<small>INSICHTLICH EINER</small> G<small>ARBE, DIE MAN BEREITS ANGEFASST HATTE, UM SIE IN DIE</small> S<small>TADT ZU BRINGEN, UND VERGESSEN HAT, PFLICHTET SIE BEI, DASS SIE KEIN</small> V<small>ERGESSENES IST</small>.</p>
<p>IV. F<small>OLGENDERMASSEN VERH&#x00C4;LT ES SICH MIT DEM</small> A<small>NFANG DER</small> R<small>EIHEN: WENN ZWEI IN DER</small> M<small>ITTE DER</small> R<small>EIHE ANFANGEN, EINER NACH</small> N<small>ORDEN GEWENDET UND DER ANDERE NACH</small> S<small>&#x00DC;DEN GEWENDET, UND VON DEM VERGESSEN, WAS VOR IHNEN UND HINTER IHNEN, SO IST DAS, WAS VOR IHNEN</small> [<small>LIEGEN BLEIBT</small>], V<small>ERGESSENES, UND DAS, WAS HINTER IHNEN, KEIN</small> V<small>ERGESSENES</small>. W<small>ENN EINER AM</small> A<small>NFANG DER</small> R<small>EIHE BEGINNT UND VON DEM VERGISST, WAS VOR IHM UND HINTER IHM, SO IST DAS, WAS VOR IHM</small> [<small>LIEGEN BLEIBT</small>], <small>KEIN</small> V<small>ERGESSENES, UND DAS, WAS HINTER IHM</small>, V<small>ERGESSENES, WEIL ES HIERVON HEISST</small>: <sup><xref rid="fn60">3</xref></sup><italic>du sollst nicht umkehren</italic>. D<small>IE</small> R<small>EGEL IST</small>: G<small>ILT DABEI</small>: <italic>du sollst nicht umkehren</italic>, <small>SO IST ES</small> V<small>ERGESSENES, GILT NICHT DABEI</small>: <italic>du sollst nicht umkehren</italic>, <small>SO IST ES KEIN</small> V<small>ERGESSENES</small>.</p>
<p>V. Z<small>WEI</small> G<small>ARBEN SIND</small> V<small>ERGESSENES, DREI SIND KEIN</small> V<small>ERGESSENES; ZWEI</small> H<small>AUFEN</small> O<small>LIVEN ODER</small> J<small>OHANNISBROT SIND</small> V<small>ERGESSENES, DREI SIND KEIN</small> V<small>ERGESSENES; ZWEI</small> F<small>LACHSSTENGEL SIND</small> V<small>ERGESSENES, DREI SIND KEIN</small> V<small>ERGESSENES; ZWEI</small> B<small>EEREN SIND</small> A<small>BFALL</small><sup><xref rid="fn61">4</xref></sup>, <small>DREI SIND KEIN</small> A<small>BFALL; ZWEI</small> &#x00C4;<small>HREN SIND</small> N<small>ACHLESE, DREI SIND KEINE</small> N<small>ACHLESE</small>. D<small>IES NACH DER</small> A<small>NSICHT DER</small> S<small>CHULE</small> H<small>ILLELS; DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ABER SAGT VON ALLEN, DREI GEH&#x00D6;REN DEN</small> A<small>RMEN, VIER DEM</small> B<small>ESITZER</small>.</p>
<p>VI. E<small>INE</small> G<small>ARBE VON ZWEI</small> S<small>E&#x00C1;, DIE MAN VERGESSEN, IST KEIN</small> V<small>ERGESSENES; ZWEI</small> G<small>ARBEN VON ZWEI</small> S<small>E&#x00C1; GEH&#x00D6;REN, WIE</small> R. G<small>AMLI&#x00C9;L SAGT, DEM</small> B<small>ESITZER, UND WIE DIE</small> W<small>EISEN SAGEN, DEN</small> A<small>RMEN</small>. R. G<small>AMLI&#x00C9;L SPRACH</small>: W<small>IRD DURCH DIE</small> V<small>IELHEIT DER</small> G<small>ARBEN DAS</small> R<small>ECHT DES</small> E<small>IGENT&#x00DC;MERS GEBESSERT ODER GESCHM&#x00C4;LERT</small>? S<small>IE ERWIDERTEN</small>: S<small>EIN</small> R<small>ECHT WIRD GEBESSERT</small><sup><xref rid="fn62">5</xref></sup>. D<small>A SPRACH ER ZU IHNEN</small>: W<small>ENN NUN EINE VON ZWEI</small> S<small>E&#x00C1;, DIE VERGESSEN WIRD, KEIN</small> V<small>ERGESSENES IST, WIE SOLLTEN NICHT ZWEI</small> G<small>ARBEN VON ZWEI</small> S<small>E&#x00C1; KEIN</small> V<small>ERGESSENES SEIN</small>&#x0021;? J<small>ENE ERWIDERTEN IHM</small>: N<small>EIN, WENN DIES VON EINER</small> G<small>ARBE GILT, DIE ALS</small> D<small>IEME ZU BETRACHTEN IST, SOLLTE DIES AUCH VON ZWEI</small> G<small>ARBEN GELTEN, DIE NUR</small> B<small>&#x00DC;NDEL SIND</small>&#x0021;?</p>
<p>VII. H<small>ALMGETREIDE VON ZWEI</small> S<small>E&#x00C1;, DAS MAN VERGESSEN HAT, IST KEIN</small> V<small>ERGESSENES</small>. W<small>ENN ES KEINE ZWEI</small> S<small>E&#x00C1; SIND, ABER</small><sup><xref rid="fn63">6</xref></sup><small>ZWEI</small> S<small>E&#x00C1; SEIN K&#x00D6;NNTEN, SO WIRD ES, AUCH WENN ES</small> T<small>OPHA&#x1E24;ERBSEN</small><sup><xref rid="fn64">7</xref></sup> <small>GLEICHT, ALS GUTES</small> G<small>ERSTENKORN ANGESEHEN</small>.</p>
<p>VIII. D<small>AS</small> H<small>ALMGETREIDE RETTET DIE</small> G<small>ARBE UND DAS</small> H<small>ALMGETREIDE</small><sup><xref rid="fn65">8</xref></sup>. D<small>IE</small> G<small>ARBE RETTET WEDER DIE</small> G<small>ARBE NOCH DAS</small> H<small>ALMGETREIDE</small>. W<small>ELCHES</small> H<small>ALMGETREIDE RETTET DIE</small> G<small>ARBE</small>? A<small>LLES, WAS NICHT</small> V<small>ERGESSENES IST, SELBST EIN EINZELNER</small> H<small>ALM</small>.</p>
<p>IX. E<small>INE</small> S<small>E&#x00C1; GEM&#x00C4;HTES</small> G<small>ETREIDE UND EINE</small> S<small>E&#x00C1; UNGEM&#x00C4;HTES, EBENSO</small> B<small>AUMFR&#x00DC;CHTE</small>, K<small>NOBLAUCH UND</small> Z<small>WIEBELN WERDEN NICHT ZU ZWEI</small> S<small>E&#x00C1; VEREINIGT; SIE GEH&#x00D6;REN VIELMEHR DEN</small> A<small>RMEN</small>. R. J<small>OSE SAGT, HAT DER</small> A<small>RME ZWISCHEN IHNEN</small> Z<small>UTRITT</small><sup><xref rid="fn66">9</xref></sup>, <small>SO WERDEN SIE NICHT VEREINIGT, WENN ABER NICHT, SO WERDEN SIE VEREINIGT</small>.</p>
<p>X. B<small>EI</small> G<small>ETREIDE, DAS MAN ALS</small> G<small>R&#x00DC;NFUTTER ODER ZUM</small> G<small>ARBENBINDEN M&#x00C4;HET, EBENSO BEI</small> B<small>INDESTAUDEN DES</small> K<small>NOBLAUCHS UND KLEINEN</small> B<small>&#x00DC;NDELN VON</small> K<small>NOBLAUCH UND</small> Z<small>WIEBELN GIBT ES KEIN</small> V<small>ERGESSENES</small>. B<small>EI ALLEM, WAS IN DER</small> E<small>RDE VERSTECKT IST, WIE</small> L<small>AUCH</small>, K<small>NOBLAUCH UND</small> Z<small>WIEBELN, GIBT ES, WIE</small> R. J<small>EHUDA SAGT, REIN</small> V<small>ERGESSENES, DIE</small> W<small>EISEN SAGEN, BEI DIESEN GEBE ES</small> V<small>ERGESSENES</small>.</p>
<p>XI. B<small>EI DEM, DER NACHTS M&#x00C4;HET ODER GARBT, EBENSO BEI EINEM</small> B<small>LINDEN, GIBT ES</small> V<small>ERGESSENES</small>. L<small>IEGT ES IN SEINER</small> A<small>BSICHT, DIE</small> G<small>R&#x00D6;SSEREN ZU NEHMEN, SO GIBT ES HIERBEI KEIN</small> V<small>ERGESSENES</small>. S<small>AGT JEMAND, ER M&#x00C4;HE IN DER</small> A<small>BSICHT, ALLES ABZUHOLEN, WAS ER VERGESSEN SOLLTE, SO GIBT ES HIERBEI</small> V<small>ERGESSENES</small>.</p>
<ftnote id="fn58">1. F. ist zehntfrei.</ftnote>
<ftnote id="fn59">2. Jedes 7. Jahr der Jahrwoche ist Erla&#x00DF;- u. Brachjahr. In diesem sind Schulden zu erlassen (od. stunden) u. die Bewirtschaftung des Bodens einzustellen; was von selber w&#x00E4;chst, ist Freigut; cf. Ex. 23,10 u. Dt. 15,1ff.</ftnote>
<ftnote id="fn60">3. Dt. 24,19.</ftnote>
<ftnote id="fn61">4. Einzelne Beeren, die bei der Lese abfallen, m&#x00FC;ssen f&#x00FC;r die Armen zur&#x00FC;ckgelassen werden; cf. Lev. 19,10.</ftnote>
<ftnote id="fn62">5. Nach der Vorschrift in Mi&#x0161;na V.</ftnote>
<ftnote id="fn63">6. Bei gutem Ertrage.</ftnote>
<ftnote id="fn64">7. D&#x00FC;rr und mager.</ftnote>
<ftnote id="fn65">8. Wenn sie vergessen wurden.</ftnote>
<ftnote id="fn66">9. Wenn etwas dazwischen liegt, was ihm geb&#x00FC;hrt.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN EINEN</small> O<small>LIVENBAUM, DER AUF DEM</small> F<small>ELDE BEKANNT IST, SELBST EINEN ZUR</small> Z<small>EIT TR&#x00C4;UFELNDEN</small> O<small>LIVENBAUM, VERGESSEN HAT, SO GILT ER NICHT ALS</small> V<small>ERGESSENES</small>. D<small>IES NUR IN DEM</small> F<small>ALLE, WENN ER DURCH SEINEN</small> N<small>AMEN, DURCH SEINEN</small> E<small>RTRAG ODER DURCH SEINEN</small> P<small>LATZ</small> [<small>BEKANNT IST</small>]; <small>DURCH SEINEN</small> N<small>AMEN: WENN ER</small> &#x00DC;<small>BERSTR&#x00D6;MENDER ODER</small> S<small>AFTLOSER IST; DURCH SEINEN</small> E<small>RTRAG: WENN ER VIEL TR&#x00C4;GT; DURCH SEINEN</small> P<small>LATZ: WENN ER AN DER</small> K<small>ELTER ODER AN EINEM</small> M<small>AUERRISS STEHT</small>. B<small>EI ALLEN ANDEREN</small> O<small>LIVEN SIND ZWEI</small> V<small>ERGESSENES, DREI KEIN</small> V<small>ERGESSENES</small>. R. J<small>OSE SAGT, BEI</small> O<small>LIVEN GEBE ES &#x00DC;BERHAUPT KEIN</small> V<small>ERGESSENES</small>.</p>
<p>II. E<small>IN</small> O<small>LIVENBAUM, DER ZWISCHEN DREI</small> R<small>EIHEN</small><sup><xref rid="fn67">1</xref></sup> <small>STEHT, DAZWISCHEN JE ZWEI</small> B<small>EETE LIEGEN, DEN MAN VERGESSEN HAT, IST KEIN</small> V<small>ERGESSENES</small>. E<small>IN</small> O<small>LIVENBAUM, AUF DEM ZWEI</small> S<small>E&#x00C1; VORHANDEN SIND, DEN MAN VERGESSEN HAT, IST KEIN</small> V<small>ERGESSENES</small>. D<small>IES NUR IN DEM</small> F<small>ALLE, WENN MAN IHN</small> [<small>ABZULESEN</small>] <small>NOCH NICHT BEGONNEN HAT, WENN MAN ABER DAMIT BEGONNEN HAT, SO GILT ER, WENN MAN IHN VERGISST, AUCH WENN ER ZUR</small> Z<small>EIT TR&#x00C4;UFELT, ALS</small> V<small>ERGESSENES</small>. S<small>OLANGE ER NOCH UNTEN</small><sup><xref rid="fn68">2</xref></sup> <small>HAT, GEH&#x00D6;RT IHM DAS, WAS AUF DER</small> K<small>RONE IST</small>; R. M<small>E&#x00CD;R SAGT, ERST WENN DAS</small> A<small>BSUCHEN VOR&#x00DC;BER IST</small><sup><xref rid="fn69">3</xref></sup>.</p>
<p>III. W<small>AS HEISST</small> A<small>BFALL</small>? &#x2013; W<small>AS BEIM</small> W<small>INZERN HERABF&#x00C4;LLT</small>. W<small>ENN MAN BEIM</small> W<small>INZERN EINE</small> W<small>EINTRAUBE ABSCHNEIDET UND SIE SICH IN DIE</small> B<small>L&#x00C4;TTER VERSCHLINGT, AUS SEINER</small> H<small>AND ZUR</small> E<small>RDE F&#x00C4;LLT UND SICH VERSTREUT, SO GEH&#x00D6;RT SIE DEM</small> B<small>ESITZER</small>. W<small>ER BEIM</small> W<small>INZERN EINEN</small> K<small>ORB UNTER DEN</small> W<small>EINSTOCK STELLT, BERAUBT DIE</small> A<small>RMEN; &#x00DC;BER IHN HEISST ES</small>: <sup><xref rid="fn70">4</xref></sup><italic>Verr&#x00FC;cke nicht die Grenze der Heraufgekommenen</italic>.</p>
<p>IV. W<small>AS HEISST</small> T<small>RAUBENNACHLESE</small><sup><xref rid="fn71">5</xref></sup>? &#x2013; A<small>LLES, WAS WEDER</small> T<small>RAUBENZWEIGE NOCH</small> A<small>CHSENSPITZE HAT</small>. H<small>AT ES</small> T<small>RAUBENZWEIGE ODER</small> A<small>CHSENSPITZE, SO GEH&#x00D6;RT ES DEM</small> B<small>ESITZER; IST ES ZWEIFELHAFT, SO GEH&#x00D6;RT ES DEN</small> A<small>RMEN</small>. D<small>IE</small> N<small>ACHLESETRAUBEN IM</small> A<small>STWINKEL GEH&#x00D6;REN, FALLS SIE MIT DER</small> W<small>EINTRAUBE WEGGESCHNITTEN WERDEN, DEM</small> B<small>ESITZER, WENN NICHT, DEN</small> A<small>RMEN</small>. V<small>EREINZELTE</small> W<small>EINBEEREN</small><sup><xref rid="fn72">6</xref></sup> <small>SIND, WIE</small> R. J<small>EHUDA SAGT, EINE</small> T<small>RAUBE, WIE DIE</small> W<small>EISEN SAGEN</small>, T<small>RAUBENNACHLESE</small>.</p>
<p>V. W<small>ENN JEMAND</small> W<small>EINREBEN AUSBEERT, BEERE ER AUCH DIE DER</small> A<small>RMEN</small><sup><xref rid="fn73">7</xref></sup> <small>AUS, WIE ER SEINE AUSBEERT &#x2013; SO</small> R. J<small>EHUDA</small>; R. M<small>E&#x00CD;R SAGT, WOHL D&#x00DC;RFE ER DIES BEI SEINEN, NICHT ABER BEI DENEN DER</small> A<small>RMEN</small>.</p>
<p>VI. B<small>EIM VIERJ&#x00C4;HRIGEN</small> W<small>EINBERGE</small><sup><xref rid="fn74">8</xref></sup> <small>GIBT ES</small><sup><xref rid="fn75">9</xref></sup>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, KEIN</small> F<small>&#x00DC;NFTEL UND KEINE</small> F<small>ORTSCHAFFUNG</small><sup><xref rid="fn76">10</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES GEBE WOHL</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, BEI DIESEM GEBE ES</small> A<small>BFALL UND</small> T<small>RAUBENNACHLESE, UND DIE</small> A<small>RMEN L&#x00D6;SEN SELBER AUS; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALLES IN DIE</small> K<small>ELTER</small><sup><xref rid="fn77">11</xref></sup><small></small>.</p>
<p>VII. E<small>IN</small> W<small>EINBERG, DER GANZ AUS</small> N<small>ACHLESETRAUBEN BESTEHT, GEH&#x00D6;RT, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, DEM</small> B<small>ESITZER, UND WIE</small> R. A&#x0351;<small>QIBA SAGT, DEN</small> A<small>RMEN</small>. R. E<small>LIE&#x0351;ZER SPRACH</small>:<sup><xref rid="fn78">12</xref></sup><italic>Wenn du winzerst, so sollst du nicht nachlesen</italic>; <small>WENN KEINE</small> W<small>EINLESE VORHANDEN IST, WOHER EINE</small> N<small>ACHLESE</small>&#x0021;? R. A&#x0351;<small>QIBA ERWIDERTE</small>:<sup><xref rid="fn79">13</xref></sup><italic>Deinen Weinberg sollst du nicht nachlesen</italic>; <small>SELBST WENN ER GANZ AUS</small> N<small>ACHLESETRAUBEN BESTEHT</small>. E<small>S HEISST DESHALB</small>: <italic>wenn du winzerst, so sollst du nicht nachlesen</italic>, <small>DASS N&#x00C4;MLICH VOR DER</small> W<small>EINLESE DIE</small> A<small>RMEN KEINEN</small> A<small>NSPRUCH AUF DIE</small> T<small>RAUBENNACHLESE HABEN</small>. W<small>ENN JEMAND SEINEN</small> W<small>EINBERG DEM</small> H<small>EILIGTUM WEIHT, BEVOR DIE</small> N<small>ACHLESETRAUBEN ZU ERKENNEN SIND, SO GEH&#x00D6;RT DIE</small> T<small>RAUBENNACHLESE NICHT DEN</small> A<small>RMEN; WENN DIE</small> N<small>ACHLESETRAUBEN SCHON ZU ERKENNEN SIND, SO GEH&#x00D6;RT DIE</small> T<small>RAUBENNACHLESE DEN</small> A<small>RMEN</small>. R. J<small>OSE SAGTE</small>: D<small>IESE HABEN JEDOCH AN DAS</small> H<small>EILIGTUM EINE</small> Z<small>AHLUNG F&#x00DC;R DAS</small> [N<small>ACH</small>]<small>WACHSEN ZU ENTRICHTEN</small>. W<small>ELCHES HEISST</small> V<small>ERGESSENES BEI DER</small> S<small>PALIERANLAGE</small>? W<small>AS MAN BEIM</small> A<small>USSTREKKEN DER</small> H<small>AND NICHT ERLANGEN KANN</small>. B<small>EI DEM AUF DER</small> E<small>RDE LIEGENDEN</small> W<small>EINSTOCKE</small>? W<small>ORAN MAN VOR&#x00DC;BERGEGANGEN IST</small>.</p>
<ftnote id="fn67">1. Soda&#x00DF; er von allen 4 Seiten von je 3 B&#x00E4;umen verstellt ist.</ftnote>
<ftnote id="fn68">2. Wenn der Eigent&#x00FC;mer noch unter dem Baume Fr&#x00FC;chte liegen hat.</ftnote>
<ftnote id="fn69">3. Erst wenn der Baum abgesucht worden ist, gilt das Zur&#x00FC;ckbleibende als Vergessenes.</ftnote>
<ftnote id="fn70">4. Pr. 22,28; cf. Anm. 9 zu V,6.</ftnote>
<ftnote id="fn71">5. Die kleineren Beeren, die nach Lev. 19,10 f&#x00FC;r die Armen zur&#x00FC;ckzulassen sind.</ftnote>
<ftnote id="fn72">6. Eine Traube mit einzelnen Beeren.</ftnote>
<ftnote id="fn73">7. ZBs. den Eckenla&#x00DF;.</ftnote>
<ftnote id="fn74">8. Die Fr&#x00FC;chte junger B&#x00E4;ume sind in den ersten 3 Jahren zum Gen&#x00FC;sse verboten, im 4. Jahre sind sie Gott geweiht, erst im 5. Jahre sind sie zum Essen erlaubt; cf. Lev. 19,23ff.</ftnote>
<ftnote id="fn75">9. Wenn man die Fr&#x00FC;chte ausweiht.</ftnote>
<ftnote id="fn76">10. Im 4. und 7. Jahre des Septenniums sind alle heiligen Gaben aus dem Hause zu schaffen; cf. Dt. 26,12ff.</ftnote>
<ftnote id="fn77">11. Es ist Heiligengut, woran die Armen keinen Anteil haben.</ftnote>
<ftnote id="fn78">12. Dt. 24,21.</ftnote>
<ftnote id="fn79">13. Lev. 19,10.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>V</bold>ON <small>WANN AB IST DIE</small> N<small>ACHLESE JEDEM</small> M<small>ENSCHEN FREI</small>? S<small>OBALD WIEDERHOLT</small> N<small>ACHLESE GEHALTEN WORDEN IST</small>. A<small>BFALL UND</small> T<small>RAUBENNACHLESE</small>? S<small>OBALD DIE</small> A<small>RMEN NACH DEM</small> W<small>EINBERGE GEGANGEN UND WIEDERGEKOMMEN SIND</small>. B<small>EI</small> O<small>LIVEN, SOBALD DER</small> H<small>ERBSTREGEN</small><sup><xref rid="fn80">1</xref></sup> G<small>EFALLEN IST</small>. R. J<small>EHUDA SPRACH</small>: M<small>ANCHE PFL&#x00DC;CKEN JA IHRE</small> O<small>LIVEN ERST NACH DEM</small> H<small>ERBSTREGEN</small>! V<small>IELMEHR, SOBALD DER</small> A<small>RME AUSZIEHT UND NICHT MEHR IM</small> W<small>ERTE VON VIER</small> A<small>SSARIEN HEIMBRINGT</small>.</p>
<p>II. M<small>AN GLAUBE IHNEN IN DER BETREFFENDEN</small> J<small>AHRESZEIT</small>, [<small>WENN SIE SAGEN</small>,] <small>ES SEI</small> N<small>ACHLESE</small>, V<small>ERGESSENES ODER</small> E<small>CKENLASS</small><sup><xref rid="fn81">2</xref></sup>; <small>W&#x00C4;HREND DES GANZEN</small> J<small>AHRES</small>, [<small>WENN SIE SAGEN</small>,] <small>ES SEI</small> A<small>RMENZEHNT; DER</small> L<small>EVITE IST IMMER BEGLAUBT</small><sup><xref rid="fn82">3</xref></sup>. M<small>AN GLAUBE IHNEN JEDOCH NUR INBETREFF EINER</small> S<small>ACHE, DIE MAN IHNEN</small> [<small>ZU GEBEN</small>] <small>PFLEGT</small>.</p>
<p>III. M<small>AN GLAUBE IHNEN BEZ&#x00DC;GLICH DES</small> W<small>EIZENS, NICHT ABER GLAUBE MAN IHNEN BEZ&#x00DC;GLICH DES</small> M<small>EHLS UND DES</small> B<small>ROTES; MAN GLAUBE IHNEN BEZ&#x00DC;GLICH DER</small> R<small>EISRISPEN, NICHT ABER GLAUBE MAN IHNEN BEZ&#x00DC;GLICH</small> [<small>DES</small> R<small>EISES</small>] <small>SELBST, WEDER ROH NOCH GEKOCHT; MAN GLAUBE IHNEN BEZ&#x00DC;GLICH DER</small> B<small>OHNEN, NICHT ABER GLAUBE MAN IHNEN BEZ&#x00DC;GLICH GEMAHLENER</small> B<small>OHNEN, WEDER ROH NOCH GEKOCHT</small>. B<small>EZ&#x00DC;GLICH DES</small> &#x00D6;<small>LS GLAUBE MAN IHNEN, WENN SIE SAGEN, ES SEI VOM</small> A<small>RMENZEHNTEN, NICHT ABER GLAUBE MAN IHNEN, WENN SIE SAGEN, ES SEI VON ABGESCHLAGENEN</small><sup><xref rid="fn83">4</xref></sup> O<small>LIVEN</small>.</p>
<p>IV. M<small>AN GLAUBE IHNEN BEZ&#x00DC;GLICH ROHER</small> K<small>R&#x00C4;UTER, NICHT ABER GLAUBE MAN IHNEN BEZ&#x00DC;GLICH GEKOCHTER, ES SEI DENN, DASS ER DAVON NUR EIN</small> W<small>ENIGES HAT, DA ES VORKOMMEN</small><sup><xref rid="fn84">5</xref></sup> <small>KANN, DASS EIN</small> H<small>AUSHERR</small> [<small>DEN</small> A<small>RMENZEHNTEN</small>] <small>VOM</small> K<small>ESSEL ENTRICHTET</small>.</p>
<p>V. I<small>N DER</small> T<small>ENNE GEBE MAN DEN</small> A<small>RMEN NICHT WENIGER ALS EINEN HALBEN</small> K<small>AB</small> W<small>EIZEN, EINEN</small> K<small>AB</small> G<small>ERSTE, WIE</small> R. M<small>E&#x00CD;R SAGT, EINEN HALBEN</small> K<small>AB, ANDERTHALB</small> K<small>AB</small> D<small>INKEL, EINEN</small> K<small>AB GETROCKNETER FEIGEN ODER EINE</small> M<small>INE GEPRESSTER</small> F<small>EIGEN, WIE</small> R. A&#x0351;<small>QIBA SAGT, EINE HALBE, EIN HALBES</small> L<small>OG</small> W<small>EIN, WIE</small> R. A&#x0351;<small>QIBA SAGT, EIN</small> V<small>IERTELLOG, UND EIN</small> V<small>IERTELLOG</small> &#x00D6;<small>L, WIE</small> R. A&#x0351;<small>QIBA SAGT, EIN</small> A<small>CHTELLOG</small>. V<small>ON ALLEN ANDEREN</small> F<small>R&#x00DC;CHTEN SAGTE</small> A<small>BBA</small> &#x0160;<small>A&#x00DA;L, GEBE MAN SO VIEL, DASS ER ES VERKAUFEN UND DAF&#x00DC;R</small> S<small>PEISE F&#x00DC;R ZWEI</small> M<small>AHLZEITEN ERHALTEN KANN</small>.</p>
<p>VI. D<small>IESES</small> M<small>ASS IST F&#x00DC;R</small> P<small>RIESTER</small>, L<small>EVITEN UND</small> J<small>ISRA&#x00C9;LITEN FESTGESETZT</small>. W<small>ER ZUR&#x00DC;CKBEHALTEN</small><sup><xref rid="fn85">6</xref></sup> <small>WILL, BEHALTE EINE</small> H<small>&#x00C4;LFTE ZUR&#x00DC;CK UND VERTEILE EINE</small> H<small>&#x00C4;LFTE</small>. H<small>AT ER NUR WENIG</small><sup><xref rid="fn86">7</xref></sup>, <small>SO LEGE ER ES VOR SIE HIN, UND SIE VERTEILEN ES UNTER SICH</small>.</p>
<p>VII. E<small>INEM VON</small> O<small>RT ZU</small> O<small>RT UMZIEHENDEN</small> A<small>RMEN GEBE MAN NICHT WENIGER ALS EIN</small> P<small>ONDIONBROT BEI EINEM</small> P<small>REISE VON EINEM</small> S<small>ELA&#x0351; F&#x00DC;R VIER</small> S<small>EA&#x0351;</small> [G<small>ETREIDE</small>]. &#x00DC;<small>BERNACHTET ER, SO GEBE MAN IHM DAS</small> N<small>&#x00D6;TIGE ZU EINEM</small> N<small>ACHTLAGER</small>. B<small>LEIBT ER &#x00DC;BER</small> &#x0160;<small>ABBATH, SO GEBE MAN IHM</small> S<small>PEISE F&#x00DC;R DREI</small> M<small>AHLZEITEN</small>. W<small>ER</small> S<small>PEISE F&#x00DC;R ZWEI</small> M<small>AHLZEITEN HAT, NEHME NICHT AUS DER</small> A<small>RMENSCH&#x00DC;SSEL; WER ZU VIERZEHN</small> M<small>AHLZEITEN, NEHME NICHT AUS DER</small> A<small>LMOSENB&#x00DC;CHSE</small>. D<small>IE</small> A<small>LMOSENB&#x00DC;CHSE WIRD DURCH ZWEI GESAMMELT UND DURCH DREI VERTEILT</small>.</p>
<p>VIII. W<small>ER ZWEIHUNDERT</small> Z<small>UZ BESITZT, DARF</small> N<small>ACHLESE</small>, V<small>ERGESSENES</small>, E<small>CKENLASS UND DEN</small> A<small>RMENZEHNTEN NICHT NEHMEN, BESITZT ER ZWEIHUNDERT WENIGER EINEN</small> D<small>ENAR, SO DARF ER, WENN MAN IHM MIT EINEM</small> M<small>ALE GIBT, AUCH TAUSEND NEHMEN</small>. I<small>ST</small> [<small>SEIN</small> V<small>ERM&#x00D6;GEN</small>] <small>SEINEM</small> G<small>L&#x00C4;UBIGER ODER F&#x00DC;R DIE</small> M<small>ORGENGABE SEINER</small> F<small>RAU VERPF&#x00C4;NDET, SO DARF ER NEHMEN</small>. M<small>AN N&#x00D6;TIGE IHN</small><sup><xref rid="fn87">8</xref></sup> <small>NICHT, SEIN</small> H<small>AUS ODER SEINE</small> [<small>KOSTBAREN</small>] G<small>ER&#x00C4;TE ZU VERKAUFEN</small><sup><xref rid="fn88">9</xref></sup>.</p>
<p>IX. W<small>ER F&#x00DC;NFZIG</small> Z<small>UZ BESITZT UND DAMIT</small> H<small>ANDEL TREIBT, DARF</small> [A<small>RMENGABEN</small>] <small>NICHT NEHMEN</small>. W<small>ER ZU NEHMEN NICHT GEN&#x00D6;TIGT IST UND DENNOCH NIMMT, SCHEIDET NICHT AUS DER</small> W<small>ELT, OHNE DER</small> M<small>ITMENSCHEN BED&#x00DC;RFTIG ZU SEIN</small>. W<small>ER ABER ZU NEHMEN GEN&#x00D6;TIGT IST UND NICHT NIMMT, STIRBT NICHT AUS</small> A<small>LTERSSCHW&#x00C4;CHE, OHNE ANDERE VOM</small> S<small>EINIGEN UNTERHALTEN ZU HABEN</small>. &#x00DC;<small>BER DIESEN SPRICHT DIE</small> S<small>CHRIFT</small>:<sup><xref rid="fn89">10</xref></sup><italic>Gesegnet sei der Mann, der auf den Herrn vertraut, der Herr wird seine Zuversicht sein.</italic> D<small>ESGLEICHEN EIN</small> R<small>ICHTER, DER EIN RICHTIGES</small> U<small>RTEIL DER</small> W<small>AHRHEIT WEGEN F&#x00C4;LLT</small>. W<small>ER NICHT LAHM, BLIND ODER HINKEND IST UND SICH SO STELLT, STIRBT NICHT AUS</small> A<small>LTERSSCHW&#x00C4;CHE, OHNE ES WIRKLICH GEWORDEN ZU SEIN, DENN ES HEISST</small>: <sup><xref rid="fn90">11</xref></sup><italic>Gerechtigkeit, nur Gerechtigkeit sollst du nachstreben</italic>. D<small>ER</small> R<small>ICHTER ABER, DER</small> B<small>ESTECHUNG NIMMT UND DAS</small> R<small>ECHT BEUGT, STIRBT NICHT AUS</small> A<small>LTERSSCHW&#x00C4;CHE, OHNE DASS SEINE</small> A<small>UGEN TR&#x00DC;BE GEWORDEN SIND, WIE ES HEISST</small>: <sup><xref rid="fn91">12</xref></sup><italic>Bestechung sollst du nicht nehmen, denn die Bestechung blendet die Augen der Weisen &#x0026;c</italic>.</p>
<ftnote id="fn80">1. W&#x00F6;rtl.: der zweite Regenfall.</ftnote>
<ftnote id="fn81">2. Wenn der Arme Getreide verkauft, braucht der K&#x00E4;ufer es nicht zu verzehnten.</ftnote>
<ftnote id="fn82">3. Wenn er sagt, er habe die Zehnthebe entrichtet.</ftnote>
<ftnote id="fn83">4. Eckenla&#x00DF;, Vergessenes udgl.</ftnote>
<ftnote id="fn84">5. Wenn er es vorher vergessen hatte. Der Arme ist daher beglaubt, auch wenn er behauptet, rohe erhalten zu haben.</ftnote>
<ftnote id="fn85">6. F&#x00FC;r arme Verwandte.</ftnote>
<ftnote id="fn86">7. Und kann an jeden Armen das festgesetzte Ma&#x00DF; nicht verteilen.</ftnote>
<ftnote id="fn87">8. Einen Armen, der Freigut, wie zBs. Eckenla&#x00DF; udgl., (nicht aber aus der Almosenkasse) nimmt.</ftnote>
<ftnote id="fn88">9. Vgl. jed. Ket. Fol. 68a.</ftnote>
<ftnote id="fn89">10. Jer. 17,7.</ftnote>
<ftnote id="fn90">11. Dt. 16,20.</ftnote>
<ftnote id="fn91">12. Ex. 23,8.</ftnote>
</chapter>
</book>