<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>W</bold>IE <small>LANGE DARF MAN DAS</small> B<small>AUMFELD IM</small> V<small>ORSIEBENTJAHRE PFL&#x00DC;GEN</small><sup><xref rid="fn1">1</xref></sup>? D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, SO LANGE DIES F&#x00DC;R DIE HEURIGE</small> F<small>RUCHT N&#x00DC;TZLICH IST</small>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, BIS ZUM</small> W<small>OCHENFESTE</small><sup><xref rid="fn2">2</xref></sup>. D<small>IE</small> W<small>ORTE DIESER UND DIE</small> W<small>ORTE JENER SIND EINANDER NAHE</small>.</p>
<p>II. W<small>ELCHES HEISST</small> B<small>AUMFELD?</small> D<small>AS DREI</small> B<small>&#x00C4;UME AUF EINER</small> S<small>E&#x00C1;FL&#x00C4;CHE HAT; WENN SIE GEEIGNET SIND, EINEN</small> F<small>EIGENKUCHEN VON SECHZIG ITALISCHEN</small> M<small>INEN HERVORZUBRINGEN, SO PFL&#x00DC;GE MAN IHRETWEGEN DIE GANZE</small> S<small>E&#x00C1;FL&#x00C4;CHE, WENN ABER WENIGER ALS DIES, SO PFL&#x00DC;GE MAN</small><sup><xref rid="fn3">3</xref></sup> <small>IHRETWEGEN NUR DEN</small> R<small>AUM, DEN DER</small> P<small>FL&#x00DC;CKENDE MIT SEINEM</small> K<small>ORBE, WENN ER IHN NACH AUSSEN H&#x00C4;LT, EINNIMMT</small>.</p>
<p>III. S<small>OWOHL EIN LEERER</small> B<small>AUM, WIE AUCH EIN</small> B<small>AUM ESSBARER</small> F<small>R&#x00DC;CHTE WIRD WIE EIN</small> F<small>EIGENBAUM BETRACHTET: SIND SIE GEEIGNET, EINEN</small> F<small>EIGEN-KUCHEN VON SECHZIG ITALISCHEN</small> M<small>INEN HERVORZUBRINGEN, SO PFL&#x00DC;GE MAN IHRETWEGEN DIE GANZE</small> S<small>E&#x00C1;FL&#x00C4;CHE, WENN ABER WENIGER ALS DIES, SO PFL&#x00DC;GE MAN</small><sup><xref rid="fn3">3</xref></sup> <small>NUR IHREN</small> B<small>EDARF</small><sup><xref rid="fn4">4</xref></sup>.</p>
<p>IV. I<small>ST EINER GEEIGNET, EINEN</small> [<small>SOLCHEN</small>] F<small>EIGENKUCHEN HERVORZUBRINGEN, UND DIE ZWEI NICHT, ODER SIND ZWEI GEEIGNET UND EINER NICHT, SO PFL&#x00DC;GE MAN NUR IHREN</small> B<small>EDARF; DIES, WENN DREI BIS NEUN VORHANDEN SIND</small>. S<small>IND ZEHN ODER MEHR ALS ZEHN VORHANDEN, SO PFL&#x00DC;GE MAN IHRETWEGEN DIE GANZE</small> S<small>E&#x00C1;FL&#x00C4;CHE, EINERLEI OB SIE DIES HERVORBRINGEN ODER NICHT</small>. E<small>S HEISST</small>: <sup><xref rid="fn5">5</xref></sup><italic>beim Pfl&#x00FC;gen und Ernten sollst du feiern</italic>, <small>UND DA DIES BEZ&#x00DC;GLICH DES</small> P<small>FL&#x00DC;GENS UND</small> E<small>RNTENS IM</small> S<small>IEBENTJAHRE NICHT N&#x00D6;TIG</small><sup><xref rid="fn6">6</xref></sup> <small>IST, SO BEZIEHE MAN ES AUF DAS</small> P<small>FL&#x00DC;GEN IM</small> V<small>ORSIEBENTJAHRE F&#x00DC;R DAS</small> S<small>IEBENTJAHR UND AUF DIE</small> E<small>RNTE DES</small> S<small>IEBENTJAHRES IM</small> N<small>ACHSIEBENTJAHRE</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L ERKL&#x00C4;RTE</small>: W<small>IE DAS</small> P<small>FL&#x00DC;GEN</small> F<small>REIGESTELLTES IST, SO AUCH DAS</small> E<small>RNTEN, WENN</small> F<small>REIGESTELLTES, AUSGENOMMEN DAS</small> E<small>RNTEN DER</small> E<small>RSTLINGSGARBE</small><sup><xref rid="fn7">7</xref></sup>.</p>
<p>V. D<small>REI</small> B<small>&#x00C4;UME DREIER</small> E<small>IGENT&#x00DC;MER WERDEN VEREINIGT, UND MAN PFL&#x00DC;GE IHRETWEGEN DIE GANZE</small> S<small>E&#x00C1;FL&#x00C4;CHE</small>. W<small>IEVIEL</small> [R<small>AUM</small>] <small>MUSS ZWISCHEN IHNEN SEIN?</small> R. G<small>AMLI&#x00C9;L SAGT, DASS DAS</small> R<small>IND MIT SEINEM</small> G<small>ESPANNE DURCHGEHEN KANN</small>.</p>
<p>VI. S<small>IND ZEHN</small> S<small>ETZLINGE AUF EINER</small> S<small>E&#x00C1;FL&#x00C4;CHE ZERSTREUT VORHANDEN, SO PFL&#x00DC;GE MAN IHRETWEGEN DIE GANZE</small> S<small>E&#x00C1;FL&#x00C4;CHE BIS</small> N<small>EUJAHR</small>. S<small>IND SIE IN EINER GERADEN</small> R<small>EIHE ODER IN EINEM</small> H<small>ALBKREISE ANEINANDER GEREIHT, SO PFL&#x00DC;GE MAN NUR IHREN</small> B<small>EDARF</small>.</p>
<p>VII. S<small>ETZLINGE UND</small> K<small>&#x00DC;RBISSE AUF EINER</small> S<small>E&#x00C1;FL&#x00C4;CHE WERDEN</small><sup><xref rid="fn8">8</xref></sup> <small>VEREINIGT</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, SIND ZEHN</small> K<small>&#x00DC;RBISSE AUF EINER</small> S<small>E&#x00C1;FL&#x00C4;CHE VOR HANDEN, SO PFL&#x00DC;GE MAN DIE GANZE</small> S<small>E&#x00C1;FL&#x00C4;CHE BIS ZUM</small> N<small>EUJAHRSFESTE</small><sup><xref rid="fn9">9</xref></sup>.</p>
<p>VIII. W<small>IE LANGE HEISSEN SIE</small> S<small>ETZLINGE?</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA SAGT, BIS SIE AUSGEWEIHT</small><sup><xref rid="fn10">10</xref></sup><small>SIND</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, SIEBEN</small> J<small>AHRE</small>; R. A&#x0351;<small>QIBA SAGT</small>, S<small>ETZLING, WIE DIES DER</small> N<small>AME</small><sup><xref rid="fn11">11</xref></sup><small>BESAGT</small>. W<small>ENN EIN</small> B<small>AUM ABGESCHNITTEN WURDE UND</small> [<small>DER</small> S<small>TUMPF</small>] NEUE S<small>CH&#x00D6;SSLINGE HERVORBRINGT, SO WERDEN SIE, WENN ER NIEDRIGER ALS EINE</small> H<small>ANDBREITE IST, ALS</small> S<small>CH&#x00D6;SSLINGE, UND WENN ER H&#x00D6;HER IST, ALS</small> B<small>AUM BETRACHTET</small> &#x2014; <small>SO</small> R. &#x0160;<small>IMO&#x0351;N</small>.</p>
<ftnote id="fn1">1. Cf. Ex. 23,11.</ftnote>
<ftnote id="fn2">2. Vulgo <italic>Pfingsten</italic>. Die im Talmud gebr&#x00E4;uchliche Benennung <span dir="rtl">&#x05E2;&#x05E6;&#x05E8;&#x05EA;</span> (eigentl. <italic>Beschlu&#x00DF;fest</italic> od. Versammlungsfest) wird in der Bibel nur f&#x00FC;r den letzten Tag des Pesafofestes und des H&#x00FC;ttenfestes gebraucht. Da&#x00DF; dieser Bezeichnung f&#x00FC;r das Fr&#x00FC;hlingsfest der Name der Ackerbaug&#x00F6;ttin <italic>Ceres</italic> (a Ceres) zugrunde liegen soll, ist kaum anzunehmen.</ftnote>
<ftnote id="fn3">3. Um die B&#x00E4;ume.</ftnote>
<ftnote id="fn4">4. Wie oben MiSna 2.</ftnote>
<ftnote id="fn5">5. Ex. 34,21. Dieser Vers wird als Beleg f&#x00FC;r den ersten Satz der Mi&#x0161;na angezogen.</ftnote>
<ftnote id="fn6">6. Da dies auch an anderer Stelle (Lev. 25,4) geboten wird.</ftnote>
<ftnote id="fn7">7. Cf. Ley. 23,10ff.; der angezogene Vers spricht &#x00FC;berhaupt von der &#x0160;abbathfeier und weist darauf hin, da&#x00DF; man der Erstlingsgarbe wegen den &#x0160;abbath entweihen darf.</ftnote>
<ftnote id="fn8">8. Wenn sie zusammen 10 sind.</ftnote>
<ftnote id="fn9">9. Sie gleichen den Setzlingen.</ftnote>
<ftnote id="fn10">10. Im 4. bezw. 5. Jahre; cf. Ley. 19,23 ff.</ftnote>
<ftnote id="fn11">11. Ein Jahr.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>B</bold>IS <small>WIE LANGE DARF MAN DAS</small> G<small>ETREIDEFELD</small><sup><xref rid="fn12">1</xref></sup> <small>IM</small> V<small>ORSIEBENTJAHRE PFL&#x00DC;GEN?</small> B<small>IS DIE</small> F<small>EUCHTIGKEIT</small> [<small>DES</small> B<small>ODENS</small>] <small>AUFH&#x00D6;RT, SOLANGE</small> L<small>EUTE NOCH PFL&#x00DC;GEN, UM</small> G<small>URKEN UND</small> K<small>&#x00DC;RBISSE</small><sup><xref rid="fn13">2</xref></sup> <small>ZU PFLANZEN</small>. R. &#x0160;<small>IMO&#x0351;N SPRACH</small>: D<small>U HAST ALSO JEDEM SEIN</small> G<small>ESETZ IN DIE</small> H<small>AND GEGEBEN</small>&#x0021; V<small>IELMEHR DAS</small> G<small>ETREIDEFELD BIS ZUM</small> P<small>ESA&#x1E24;FESTE, DAS</small> B<small>AUMFELD BIS ZUM</small> W<small>OCHENFESTE</small>.</p>
<p>II. G<small>URKEN- UND</small> K<small>&#x00DC;RBIS</small> [<small>FELDER</small>] <small>DARF MAN BIS</small> N<small>EUJAHR D&#x00DC;NGEN UND UMGRABEN; EBENSO DAS K&#x00DC;NSTLICH BEW&#x00C4;SSERTE</small> F<small>ELD</small>. M<small>AN DARF BIS</small> N<small>EUJAHR</small> M<small>ASERBILDUNGEN AUSSCHEIDEN, DIE</small> B<small>L&#x00C4;TTER ENTFERNEN, DIE</small> W<small>URZEL MIT</small> E<small>RDE BEDECKEN UND</small> [<small>DIE</small> B<small>&#x00C4;UME</small>] <small>BER&#x00C4;UCHERN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, MAN D&#x00DC;RFE AUCH IM</small> S<small>IEBENTJAHRE DIE</small> [<small>WELKEN</small>] B<small>L&#x00C4;TTER VON DER</small> T<small>RAUBE ENTFERNEN</small>.</p>
<p>III. M<small>AN DARF BIS</small> N<small>EUJAHR</small> [<small>DAS</small> F<small>ELD</small>] <small>ENTSTEINIGEN; EBENSO DARF MAN BIS</small> N<small>EUJAHR</small> [<small>DIE</small> B<small>&#x00C4;UME</small>] A<small>USSCHNEIDEN, BESCHNEIDEN UND ABKRATZEN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, WIE</small> [<small>LANGE</small>] <small>DAS</small> B<small>ESCHNEIDEN UND</small> A<small>BKRATZEN DES F&#x00DC;NFTEN</small> J<small>AHRES</small><sup><xref rid="fn14">3</xref></sup>, <small>EBENSO DAS DES SECHSTEN</small> J<small>AHRES</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: S<small>O LANGE ICH DEN</small> B<small>AUM BEARBEITEN</small><sup><xref rid="fn15">4</xref></sup> <small>DARF, DARF ICH IHN AUCH PFLEGEN</small>.</p>
<p>IV. M<small>AN DARF DIE</small> S<small>ETZLINGE BIS</small> N<small>EUJAHR MIT</small> M<small>IST BESTREICHEN, UM WICKELN, ABSTUTZEN, MIT</small> S<small>CHUTZH&#x00DC;TTEN VERSEHEN UND BEGIESSEN</small>. R. E<small>LEA&#x0351;ZAR B</small>. R. &#x00C7;<small>ADOQ SAGT, MAN D&#x00DC;RFE IM</small> S<small>IEBENTJAHRE DEN</small> W<small>IPFEL BEGIESSEN, NICHT ABER DEN STAMM</small>.</p>
<p>V. M<small>AN DARF DIE JUNGEN</small> F<small>EIGEN BIS</small> N<small>EUJAHR MIT</small> &#x00D6;<small>L BESTREICHEN UND DURCHL&#x00D6;CHERN</small>. J<small>&#x00DC;NGE</small> F<small>EIGEN AUS DEM</small> V<small>ORSIEBENTJAHRE, DIE BIS IN DAS</small> S<small>IEBENTJAHR HINEIN, ODER DIE AUS DEM</small> S<small>IEBENTJAHRE, DIE BIS IN DAS</small> N<small>ACHSIEBENTJAHR HINEIN STEHEN GEBLIEBEN SIND, DARF MAN WEDER MIT</small> &#x00D6;<small>L BESTREICHEN NOCH DURCHL&#x00D6;CHERN</small>. R. J<small>EHUDA SAGT, IN</small> O<small>RTEN, WO ES &#x00DC;BLICH IST, SIE ZU BESTREICHEN, D&#x00DC;RFE MAN SIE NICHT BESTREICHEN, WEIL DIES ZUR</small> B<small>EARBEITUNG GEH&#x00D6;RT; IN</small> O<small>RTEN, WO ES NICHT &#x00DC;BLICH IST, SIE ZU BESTREICHEN, D&#x00DC;RFE MAN SIE WOHL BESTREICHEN</small>. R. &#x0160;<small>IMO&#x0351;N ERLAUBT</small> [<small>DIE</small> A<small>RBEIT</small>] <small>AM</small> B<small>AUME</small><sup><xref rid="fn16">5</xref></sup> <small>SELBST, WEIL DANN</small><sup><xref rid="fn17">6</xref></sup> <small>DIE</small> B<small>EARBEITUNG DES</small> B<small>AUMES</small><sup><xref rid="fn18">7</xref></sup> <small>ERLAUBT IST</small>.</p>
<p>VI. W<small>ENIGER ALS DREISSIG</small> T<small>AGE VOR</small> N<small>EUJAHR DARF MAN IM</small> V<small>ORSIEBENTJAHRE NICHT MEHR PFLANZEN, NOCH SENKEN, NOCH PFROPFEN; HAT MAN GEPFLANZT, GESENKT ODER GEPFROPFT, SO REISSE MAN ES AUS</small>. R. J<small>EHUDA SAGT, WAS DREI</small> T<small>AGE NACH DEM</small> P<small>FROPFEN NICHT KEIMT, KEIME NICHT MEHR</small>. R. J<small>OSE UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, IN ZWEI</small> W<small>OCHEN</small><sup><xref rid="fn19">8</xref></sup>.</p>
<p>VII. R<small>EIS</small>, H<small>IRSE</small>, M<small>OHN</small><sup><xref rid="fn20">9</xref></sup> <small>UND</small> S<small>ESAM, DIE VOR</small> N<small>EUJAHR</small><sup><xref rid="fn21">10</xref></sup><small>GEWURZELT HA BEN, WERDEN ALS VORJ&#x00C4;HRIGE</small> F<small>R&#x00DC;CHTE VERZEHNTET</small><sup><xref rid="fn22">11</xref></sup><small>UND SIND IM</small> S<small>IEBENTJAHRE ERLAUBT; WENN ABER NICHT, SO SIND SIE IM</small> S<small>IEBENTJAHRE VERBOTEN UND WERDEN ALS DIESJ&#x00C4;HRIGE FR&#x00DC;CHTE VERZEHNTET</small>.</p>
<p>VIII. R. &#x0160;<small>IMO&#x0351;N</small> &#x0160;<small>EZORI SAGT, DIE AEGYPTISCHE</small> B<small>OHNE, DIE MAN VON VORNHEREIN ZUR</small> A<small>USSAAT</small><sup><xref rid="fn23">12</xref></sup><small>GESAET HAT, GLEICHE HIERIN JENEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH DIE GROSSEN</small> B<small>OHNEN GLEICHEN HIERIN JENEN</small>. R. E<small>LEA&#x0351;ZAR SAGT, DIE GROSSEN</small> B<small>OHNEN NUR DANN, WENN SIE VOR</small> N<small>EUJAHR</small> H<small>&#x00DC;LSEN SIND</small>.</p>
<p>IX. Z<small>WIEBELN</small>, S<small>CHALOTTEN UND AEGYPTISCHE</small> B<small>OHNEN WERDEN, WENN MAN SIE DREISSIG</small> T<small>AGE VOR</small> N<small>EUJAHR NICHT BEW&#x00C4;SSERT HAT, ALS VORJ&#x00C4;HRIGE</small> F<small>R&#x00DC;CHTE VERZEHNTET UND SIND IM</small> S<small>IEBENTJAHRE ERLAUBT, SONST ABER SIND SIE IM</small> S<small>IEBENTJAHRE VERBOTEN UND WERDEN ALS DIESJ&#x00C4;HRIGE</small> F<small>R&#x00DC;CHTE VERZEHNTET</small>. D<small>ESGLEICHEN DAS NAT&#x00DC;RLICH BEW&#x00C4;SSERTE</small><sup><xref rid="fn24">13</xref></sup>F<small>ELD, BEI DEM MAN ZWEI</small> B<small>EW&#x00C4;SSERUNGEN</small><sup><xref rid="fn25">14</xref></sup><small>UNTERLASSEN HAT &#x2014; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, DREI</small>.</p>
<p>X. K<small>&#x00DC;RBISSE, DIE MAN ZUR</small> A<small>USSAAT L&#x00C4;SST, DARF MAN IM</small> S<small>IEBENTJAHRE AUFBEWAHREN, FALLS SIE NOCH VOR</small> N<small>EUJAHR HART UND F&#x00DC;R</small> M<small>ENSCHEN UNGENIESSBAR GEWORDEN SIND, SONST ABER DARF MAN SIE IM</small> S<small>IEBENTJAHRE NICHT AUFBEWAHREN</small>. D<small>IE</small> K<small>NOSPEN DERSELBEN SIND IM</small> S<small>IEBENTJAHRE VERBOTEN</small>. M<small>AN DARF</small><sup><xref rid="fn25">14</xref></sup><small>DEN WEISSEN</small> B<small>ODEN</small><sup><xref rid="fn26">15</xref></sup><small>BESPRENGEN &#x2014; SO</small> R. &#x0160;<small>IMO&#x0351;N</small>; R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB VERBIETET DIES</small>. M<small>AN DARF IM</small> S<small>IEBENTJAHRE</small> R<small>EIS</small>[<small>FELDER</small>] <small>BEW&#x00C4;SSERN</small>; R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: J<small>EDOCH DARF MAN SIE NICHT ENTBL&#x00C4;TTERN</small>.</p>
<ftnote id="fn12">1. Ebenso H&#x00FC;lsenfr&#x00FC;chte; w&#x00F6;rtl. wei&#x00DF;es Feld, dh. das nicht von B&#x00E4;umen beschattet ist.</ftnote>
<ftnote id="fn13">2. Die feuchten Boden erfordern.</ftnote>
<ftnote id="fn14">3. Sc. in das folgende Jahr hineinragt.</ftnote>
<ftnote id="fn15">4. Den Boden pfl&#x00FC;gen; ob. I,1.</ftnote>
<ftnote id="fn16">5. Der noch Fr&#x00FC;chte vom Siebentjahre tr&#x00E4;gt.</ftnote>
<ftnote id="fn17">6. Im Nachsiebentjahre.</ftnote>
<ftnote id="fn18">7. Des zu diesem geh&#x00F6;rigen Bodens.</ftnote>
<ftnote id="fn19">8. Zur Erkl&#x00E4;rung dieser Mi&#x0161;na cf. Rh. 10b u. Jab. 83a.</ftnote>
<ftnote id="fn20">9. So nach der Bezeichnung mehrerer Kommentare.</ftnote>
<ftnote id="fn21">10. In einem gew&#x00F6;hnlichen Jahre.</ftnote>
<ftnote id="fn22">11. Im 1., 2., 4. u. 5. Jahre wird au&#x00DF;er dem 1. Zehnten der zweite Zehnt, im 3. u. 6. der Armenzehnt entrichtet.</ftnote>
<ftnote id="fn23">12. Nicht zum Essen.</ftnote>
<ftnote id="fn24">13. Das man nur wenig und zu bestimmten Zeiten zu bew&#x00E4;ssern pflegt.</ftnote>
<ftnote id="fn25">14. Im Siebentjahre bezw. im Jahre vorher.</ftnote>
<ftnote id="fn26">15. Dh. wo keine B&#x00E4;ume sind (cf.Anm.1).</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>V</bold>ON <small>WANN AN DARF MAN</small> [<small>IM</small> S<small>IEBENTJAHRE</small>] <small>DEN</small> D<small>UNG NACH DEN</small> D<small>UNGHAUFEN BRINGEN?</small> S<small>OBALD DIE</small> &#x00DC;<small>BERTRETER</small><sup><xref rid="fn27">1</xref></sup> [<small>DIE</small> L<small>ANDARBEIT</small>] <small>EINGESTELLT HABEN &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; R. J<small>EHUDA SAGT, SOBALD DAS</small> S<small>&#x00DC;SSE</small><sup><xref rid="fn28">2</xref></sup><small>EINTROCKNET</small>; R. J<small>OSE SAGT, SOBALD ER BINDET</small><sup><xref rid="fn29">3</xref></sup>.</p>
<p>II. W<small>IEVIEL</small> D<small>UNG DARF MAN D&#x00DC;NGEN</small>? B<small>IS ZU DREI</small> H<small>AUFEN VON JE ZEHN</small> K<small>&#x00D6;RBEN ZU EINEM</small> L<small>ETEKH</small><sup><xref rid="fn30">4</xref></sup><small>AUF DIE</small> S<small>E&#x00C1;FL&#x00C4;CHE</small>. M<small>AN DARF DIE</small> Z<small>AHL DER</small> K<small>&#x00D6;RBE VERMEHREN, NICHT ABER DIE DER</small> H<small>AUFEN</small>; R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH DIE DER</small> H<small>AUFEN</small>.</p>
<p>III. M<small>AN BRINGE AUF DAS</small> F<small>ELD DREI</small> H<small>AUFEN</small> D<small>UNG AUF DIE</small> S<small>E&#x00C1;FL&#x00C4;CHE; WENN MEHR, SO LEGE MAN SIE IN EINEN</small> K<small>REIS &#x2014; SO</small> R. &#x0160;<small>IMO&#x0351;N; DIE</small> W<small>EISEN VERBIETEN DIES, ES SEI DENN, DASS MAN SIE DREI</small> [H<small>ANDBREITEN</small>] <small>TIEFER ODER H&#x00D6;HER LEGT</small>. M<small>AN DARF DEN</small> D<small>UNG AUCH IN EINEM</small> H<small>AUFEN SAMMELN</small>; R. M<small>E&#x00CD;R VERBIETET DIES, ES SEI DENN, DASS MAN IHN DREI</small> [H<small>ANDBREITEN</small>] <small>TIEFER ODER DREI H&#x00D6;HER LEGT</small>. H<small>AT MAN NUR WENIG, SO F&#x00DC;GE MAN NACH UND NACH HINZU</small>; R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA VERBIETET DIES, ES SEI DENN, DASS MAN IHN DREI</small> [H<small>ANDBREITEN</small>] <small>TIEFER ODER DREI H&#x00D6;HER LEGT, ODER DASS MAN IHN AUF EINEN</small> F<small>ELSEN LEGT</small>.</p>
<p>IV. W<small>ER SEIN</small> F<small>ELD PFERCHEN WILL, MACHE EINE</small> H<small>&#x00DC;RDE AUF EINER</small> Z<small>WEISE&#x00C1;FL&#x00C4;CHE; DANN REISSE ER</small> [<small>DIE</small> W<small>&#x00C4;NDE</small>] <small>AN DREI</small> S<small>EITEN NIEDER UND LASSE DIE MITTLERE</small><sup><xref rid="fn31">5</xref></sup> <small>STEHEN; SO KANN ER EINE</small> V<small>IERSE&#x00C1;FL&#x00C4;CHE PFERCHEN</small><sup><xref rid="fn32">6</xref></sup>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, EINE</small> A<small>CHTSE&#x00C1;FL&#x00C4;CHE</small><sup><xref rid="fn33">7</xref></sup>. H<small>AT DAS GANZE</small> F<small>ELD NUR EINE</small> V<small>IERSE&#x00C1;FL&#x00C4;CHE, SO LASSE MAN DES</small> A<small>NSCHEINS WEGEN</small><sup><xref rid="fn34">8</xref></sup> <small>EIN</small> S<small>T&#x00DC;CK FREI</small>. A<small>US DER</small> P<small>FERCHE F&#x00DC;HRE MAN</small> [<small>DEN</small> D<small>UNG</small>] <small>AUF DAS</small> F<small>ELD, NACH DER</small> V<small>ORSCHRIFT &#x00DC;BER DAS</small> D<small>&#x00DC;NGEN</small><sup><xref rid="fn35">9</xref></sup>.</p>
<p>V. M<small>AN DARF KEINEN</small> S<small>TEINBRUCH IN SEINEM</small> F<small>ELDE ER&#x00D6;FFNEN, FALLS DA VON FR&#x00DC;HER HER KEINE DREI</small> S<small>TEINHAUFEN, VON JE DREI</small> [E<small>LLEN</small>] L<small>&#x00C4;NGE, DREI</small> B<small>REITE UND DREI</small> H<small>&#x00D6;HE, DAS SIND SIEBENUNDZWANZIG</small><sup><xref rid="fn36">10</xref></sup>S<small>TEINE, WAREN</small>.</p>
<p>VI. W<small>ENN EINE</small> S<small>TEINWAND ZEHN</small> S<small>TEINE HAT, VON DENEN JEDER EINE</small> L<small>AST F&#x00DC;R ZWEI</small> [M<small>ENSCHEN</small>] <small>BILDET, SO D&#x00DC;RFEN</small> [<small>ALLE</small>] <small>FORTGENOMMEN WERDEN; DAS</small> M<small>ASS EINER SOLCHEN</small> S<small>TEINWAND BETR&#x00C4;GT ZEHN</small> H<small>ANDBREITEN</small>. S<small>IND ES WENIGER</small><sup><xref rid="fn37">11</xref></sup>, <small>SO GILT SIE ALS</small> S<small>TEINBRUCH UND MAN DARF SIE BIS AUF WENIG STENS EINE</small> H<small>ANDBREITE &#x00DC;BER DER</small> E<small>RDE NIEDERREISSEN</small>. D<small>IESE</small> W<small>ORTE GEL TEN NUR VON SEINEM EIGENEN</small> [F<small>ELDE</small>], <small>AUS DEM SEINES</small> N<small>&#x00C4;CHSTEN ABER NEHME MAN, WIEVIEL MAN WILL</small>. A<small>UCH GELTEN DIESE</small> W<small>ORTE NUR DANN, WENN MAN IM</small> V<small>ORSIEBENTJAHRE NOCH NICHT ANGEFANGEN HAT, HAT MAN ABER BEREITS IM</small> V<small>ORSIEBENTJAHRE ANGEFANGEN, SO NEHME MAN, WIEVIEL MAN WILL</small>.</p>
<p>VII. S<small>TEINE, DIE DER</small> P<small>FLUG AUFGEW&#x00DC;HLT HAT, ODER DIE VERDECKT WA REN UND BLOSSGELEGT WURDEN, D&#x00DC;RFEN FORTGEBRACHT WERDEN, FALLS UNTER IHNEN ZWEI SIND, VON DENEN JEDER EINE</small> L<small>AST F&#x00DC;R ZWEI</small> [M<small>ENSCHEN</small>] <small>BILDET</small>. W<small>ER SEIN</small> F<small>ELD ENTSTEINIGEN WILL, NEHME DIE OBEREN FORT UND LASSE DIE DEN BODEN BER&#x00DC;HRENDEN ZUR&#x00DC;CK</small>. D<small>ASSELBE GILT AUCH VON EINER</small> K<small>IESELHALDE ODER EINEM</small> S<small>TEINHAUFEN: MAN NEHME DIE OBEREN FORT UND LASSE DIE DEN</small> B<small>ODEN BER&#x00DC;HRENDEN ZUR&#x00DC;CK</small>. W<small>ENN DARUNTER EIN</small> F<small>ELS ODER</small> S<small>TROH SICH BEFINDET, SO D&#x00DC;RFEN SIE GANZ FORTGENOMMEN WERDEN</small>.</p>
<p>VIII. M<small>AN DARF IM</small> V<small>ORSIEBENTJAHRE, SOBALD DER</small> R<small>EGEN AUFGEH&#x00D6;RT HAT KEINE</small> T<small>REPPEN ZU DEN</small> W<small>ASSERT&#x00C4;LERN MEHR ERRICHTEN, WEIL MAN SIE F&#x00DC;R DAS</small> S<small>IEBENTJAHR HERRICHTET; MAN DARF SIE ABER IM</small> S<small>IEBENTJAHRE, SOBALD DER</small> R<small>EGEN AUFGEH&#x00D6;RT HAT, ERRICHTEN, WEIL MAN SIE F&#x00DC;R DAS</small> N<small>ACHSIEBENT-JAHR HERRICHTET; JEDOCH DARF MAN SIE NICHT MIT</small> S<small>CHUTT AUSF&#x00DC;LLEN, SONDERN MACHE NUR EINE SCHUTZWAND</small>. J<small>EDEN</small> S<small>TEIN, DEN MAN BEIM</small> A<small>USSTREKKEN DER</small> H<small>AND ERLANGEN KANN, DARF MAN ENTFERNEN</small>.</p>
<p>IX. S<small>CHULTERSTEINE</small><sup><xref rid="fn38">12</xref></sup><small>D&#x00DC;RFEN AUS JEDER</small> S<small>TELLE GENOMMEN WERDEN; EIN</small> B<small>AUUNTERNEHMER DARF VON JEDEM</small> O<small>RTE NEHMEN</small>. S<small>CHULTERSTEINE HEISSEN SOLCHE, DIE NICHT MIT DER</small> H<small>AND AUFGENOMMEN WERDEN K&#x00D6;NNEN &#x2014; SO</small> R. M<small>E&#x00CD;R</small>; R. J<small>OSE SAGT</small>, S<small>CHULTERSTEINE, WIE DIES DER</small> N<small>AME BESAGT: DIE MAN JE ZWEI ODER DREI AUF DIE</small> S<small>CHULTER NIMMT</small>.</p>
<p>X. W<small>ENN JEMAND EINE</small> S<small>TEIN WAND ZWISCHEN SEINEM</small> [G<small>RUNDST&#x00DC;CKE</small>] <small>UND &#x00D6;FFENTLICHEM</small> G<small>EBIETE BAUEN WILL, SO DARF ER BIS IN DEN</small> F<small>ELSEN GRABEN</small>. W<small>AS MACHE ER MIT DER</small> E<small>RDE?</small> E<small>R SCH&#x00DC;TTE SIE AUF DAS &#x00D6;FFENTLICHE</small> G<small>EBIET UND RICHTE ES WIEDER HER &#x2014; SO</small> R. J<small>EHO&#x0160;UA&#x0351;</small>; R. A&#x0351;<small>QIBA SAGTE</small>: W<small>IE MAN &#x00D6;FFENTLICHES</small> G<small>EBIET NICHT BESCH&#x00C4;DIGEN DARF, SO DARF MAN ES AUCH NICHT HERRICHTEN</small><sup><xref rid="fn39">13</xref></sup>. W<small>AS MACHE ER VIELMEHR MIT DER ERDE?</small> E<small>R H&#x00C4;UFE SIE AUF SEINEM</small> F<small>ELDE NACH DER</small> V<small>ORSCHRIFT &#x00DC;BER DAS</small> D<small>&#x00DC;NGEN</small><sup><xref rid="fn40">14</xref></sup><small>ZUSAMMEN</small>. D<small>ESGLEICHEN AUCH, WENN JEMAND EINE GRUBE, EINEN</small> G<small>RABEN ODER EINE</small> H<small>&#x00D6;HLE GR&#x00C4;BT</small>.</p>
<ftnote id="fn27">1. Die im S. die Landwirtschaft nicht einstellen.</ftnote>
<ftnote id="fn28">2. Die Bedeutung des Wortes &#x2018;S&#x00FC;&#x00DF;es&#x2019; ist unklar; Jerusalmi (Seb. III,1) erkl&#x00E4;rt: <span dir="rtl">&#x05E4;&#x05E7;&#x05D5;&#x05E2;&#x05D4; &#x05D3;&#x05D1;&#x05E7;&#x05E2;&#x05EA;&#x05D0;</span> <italic>Feldspalte</italic> oder <italic>Feldschw&#x00E4;mme</italic>; nach den Kommentaren ist darunter entweder Name einer Pflanze, Koloquinte, also euphem. f&#x00FC;r &#x2018;bitter&#x2019;, od. der Dung, &#x2018;der die Fr&#x00FC;chte s&#x00FC;&#x00DF; macht&#x2019;, bezw. die Feuchtigkeit der Erde, zu verstehen.</ftnote>
<ftnote id="fn29">3. Unklar; nach manchen Kommentaren: sobald der Dung in Knoten [Knollen] zusammentrocknet.</ftnote>
<ftnote id="fn30">4. Getreidema&#x00DF;, 15 Se&#x00E1;.</ftnote>
<ftnote id="fn31">5. Dh. er baue dann drei W&#x00E4;nde auf der anderen Seite der stehengebliebenen Wand, soda&#x00DF; die Wand sich in der Mitte befindet.</ftnote>
<ftnote id="fn32">6. Zwei Se&#x00E1;fl&#x00E4;chen auf jeder Seite, ohne da&#x00DF; dies auff&#x00E4;llt.</ftnote>
<ftnote id="fn33">7. In gleicher Weise an allen vier Seiten.</ftnote>
<ftnote id="fn34">8. Als d&#x00FC;nge man das Feld.</ftnote>
<ftnote id="fn35">9. Ob. Mi&#x0161;na 2.</ftnote>
<ftnote id="fn36">10. Jeder Stein 1 Elle im Quadrat. Man k&#x00F6;nnte sonst vermuten, man beabsichtige, das Feld zu entsteinigen.</ftnote>
<ftnote id="fn37">11. Als 10 Steine od. 10 Handbreiten H&#x00F6;he.</ftnote>
<ftnote id="fn38">12. Da ersichtlich, da&#x00DF; man sie als Baumaterial braucht.</ftnote>
<ftnote id="fn39">13. Dh. besch&#x00E4;digen u. nachher herrichten.</ftnote>
<ftnote id="fn40">14. Oben Mi&#x0161;na 2.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>A</bold>NFANGS <small>SAGTEN SIE, MAN D&#x00DC;RFE</small> H<small>OLZ</small>, S<small>TEINE UND</small> G<small>R&#x00C4;SER, WENN MAN DIE GR&#x00D6;SSEREN HERAUSSUCHT, AUS DEM EIGENEN</small> [F<small>ELDE</small>] <small>SAMMELN</small><sup><xref rid="fn41">1</xref></sup>, <small>WIE MAN DIES AUS DEM</small> F<small>ELDE SEINES</small> N<small>ACHBARS DARF; ALS ABER DIE</small> &#x00DC;<small>BERTRETER</small><sup><xref rid="fn42">2</xref></sup><small>SICH MEHRTEN, ORDNETE MAN AN, DASS NUR DIESER AUS DEM</small> F<small>ELDE VON JENEM UND JENER AUS DEM</small> F<small>ELDE VON DIESEM OHNE</small> G<small>EGENLEISTUNG SAMMELN DARF; SELBSTVERST&#x00C4;NDLICH DARF MAN DAF&#x00DC;R KEINE</small> B<small>EK&#x00D6;STIGUNG AUSSETZEN</small>.</p>
<p>II. E<small>IN</small> F<small>ELD, WELCHES</small> [<small>IM</small> S<small>IEBENTJAHRE</small>] <small>ENTDORNT WURDE, DARF IM</small> N<small>ACHSIEBENTJAHRE BEBAUT WERDEN; DAS BESTELLT ODER GEPFERCHT</small><sup><xref rid="fn43">3</xref></sup> <small>WURDE, DARF IM</small> N<small>ACHSIEBENTJAHRE NICHT BEBAUT WERDEN</small>. D<small>IE</small> F<small>R&#x00DC;CHTE VON EINEM IM</small> S<small>IEBENTJAHRE BESTELLTEN</small> F<small>ELDE DARF MAN, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ESSEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WOHL ESSEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, MAN D&#x00DC;RFE DIE</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES NICHT GEGEN</small> D<small>ANK ESSEN, DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE SIE GEGEN</small> D<small>ANK UND OHNE</small> D<small>ANK ESSEN</small>. R. J<small>EHUDA SAGTE:</small> U<small>MGEKEHRT SIND IHRE</small> A<small>NSICHTEN; DIES GEH&#x00D6;RT ZU DEN</small> E<small>RLEICHTERUNGEN DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS UND</small> E<small>RSCHWERUNGEN DER</small> S<small>CHULE</small> H<small>ILLELS</small>.</p>
<p>III. M<small>AN DARF EIN IM</small> S<small>IEBENTJAHRE GEPFL&#x00DC;GTES</small> F<small>ELD VON EINEM</small> N<small>ICHTJUDEN PACHTEN, NICHT ABER VON EINEM</small> J<small>ISRA&#x00C9;LITEN</small>. M<small>AN DARF IM</small> S<small>IEBENTJAHRE</small> N<small>ICHTJUDEN</small> [<small>BEI DER</small> A<small>RBEIT</small>] <small>ERMUTIGEN, NICHT ABER EINEN</small> J<small>ISRA&#x00C9;LITEN; DESGLEICHEN BEGR&#x00DC;SSE MAN SIE DES</small> F<small>RIEDENS WEGEN</small>.</p>
<p>IV. W<small>ER</small> O<small>LIVENB&#x00C4;UME LICHTEN</small><sup><xref rid="fn44">4</xref></sup> <small>WILL, DARF SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NUR F&#x00C4;LLEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, AUCH ENTWURZELN; DIESE PFLICHTET ABER BEI, DASS, WENN MAN</small> [<small>DEN</small> B<small>ODEN</small>] <small>GL&#x00C4;TTET</small><sup><xref rid="fn45">5</xref></sup>, <small>MAN SIE NUR F&#x00C4;LLEN DARF</small>. L<small>ICHTEN HEISST: EINEN ODER ZWEI, GL&#x00C4;TTEN HEISST: DREI NEBENEINANDERSTEHENDE</small> [B<small>&#x00C4;UME ENTFERNEN</small>]. D<small>IESE</small> W<small>ORTE GELTEN NUR VON EINEM EIGENEN</small> [F<small>ELDE</small>], <small>AUF EINEM FREMDEN ABER DARF MAN SIE AUCH BEIM</small> G<small>L&#x00C4;TTEN ENTWURZELN</small>.</p>
<p>V. W<small>ER VON EINEM</small> O<small>LIVENBAUME</small> H<small>OLZ ABSPALTET, BEDECKE</small> [<small>DIE</small> W<small>UNDFL&#x00C4;CHE</small>] <small>NICHT MIT</small> E<small>RDE, WOHL ABER DARF ER SIE MIT</small> S<small>TEINEN ODER</small> S<small>TROH BEDECKEN</small>. W<small>ER</small> S<small>YKOMORENST&#x00C4;MME ABSCHNEIDET, BEDECKE</small> [<small>DIE</small> S<small>CHNITTFL&#x00C4;CHE</small>] <small>NICHT MIT</small> E<small>RDE, WOHL ABER DARF ER SIE MIT</small> S<small>TEINEN ODER</small> S<small>TROH BEDECKEN</small>. M<small>AN DARF DIE JUNGFR&#x00C4;ULICHE</small> S<small>YKOMORE</small><sup><xref rid="fn46">6</xref></sup> <small>IM</small> S<small>IEBENTJAHRE NICHT ABSCHNEIDEN, WEIL DIES EINE</small> B<small>EARBEITUNG</small><sup><xref rid="fn47">7</xref></sup> <small>IST</small>. R. J<small>EHUDA SAGT, IN GEW&#x00D6;HNLICHER</small> W<small>EISE SEI ES VERBOTEN, VIELMEHR SCHNEIDE MAN OBERHALB ZEHN</small> H<small>ANDBREITEN ODER DICHT AN DER</small> E<small>RDE</small>.</p>
<p>VI. W<small>ER</small> W<small>EINST&#x00D6;CKE BESTUTZT ODER</small> S<small>TR&#x00C4;UCHER BESCHNEIDET, TUE DIES, WIE</small> R. J<small>OSE</small> G<small>ALIL&#x00C4;ER SAGT, EINE</small> H<small>ANDBREITE VON</small> [<small>DER</small> E<small>RDE]</small>; R. A&#x0351;<small>QIBA SAGT, ER BEHAUE WIE GEW&#x00D6;HNLICH, MIT EINER</small> A<small>XT, MIT EINER</small> S<small>ICHEL ODER MIT EINER</small> S<small>&#x00C4;GE, SOWIE MIT JEDEM BELIEBIGEN</small> G<small>EGENSTANDE</small>. W<small>ENN EIN</small> B<small>AUM SICH SPALTET, SO DARF MAN IHN IM</small> S<small>IEBENTJAHRE VERBINDEN, NICHT DAMIT ER ZUSAMMENWACHSE, SONDERN DAMIT ER SICH NICHT WEITER</small>[<small>SPALTE</small>].</p>
<p>VII. V<small>ON WANN AN</small><sup><xref rid="fn48">8</xref></sup> <small>DARF MAN</small> B<small>AUMFR&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES ESSEN?</small> J<small>UNGE</small> F<small>EIGEN DARF MAN, SOBALD SIE R&#x00D6;TLICH WERDEN, AUF DEM</small> F<small>ELDE ZUM</small> B<small>ROTE ESSEN; SIND SIE REIF, SO DARF MAN SIE NACH</small> H<small>AUSE BRINGEN; EBENSO</small> [<small>ANDERE</small> F<small>R&#x00DC;CHTE</small>] <small>IHRESGLEICHEN</small>. I<small>N JEDEM ANDEREN</small> J<small>AHRE DES</small> S<small>EPTENNIUMS WERDEN SIE DANN ZEHNTPFLICHTIG</small>.</p>
<p>VIII. J<small>UNGE</small> W<small>EINBEEREN DARF MAN, SOBALD SIE</small> F<small>L&#x00DC;SSIGKEIT HABEN, AUF DEM</small> F<small>ELDE ZUM</small> B<small>ROTE ESSEN; SIND SIE REIF, SO DARF MAN SIE NACH</small> H<small>AUSE BRINGEN; EBENSO</small> [<small>ANDERE</small> F<small>R&#x00DC;CHTE</small>] <small>IHRESGLEICHEN</small>. I<small>N JEDEM ANDEREN</small> J<small>AHRE DES</small> S<small>EPTENNIUMS WERDEN SIE DANN ZEHNTPFLICHTIG</small>.</p>
<p>IX. O<small>LIVEN DARF MAN, SOBALD EINE</small> S<small>E&#x00C1; EIN</small> V<small>IERTELLOG</small> [&#x00D6;<small>L</small>] <small>GIBT, AUF DEM</small> F<small>ELDE AUFSPALTEN UND ESSEN; BRINGEN SIE EIN HALBES</small> L<small>OG, SO DARF MAN SIE AUF DEM</small> F<small>ELDE ZERDR&#x00DC;CKEN UND SICH DAMIT SCHMIEREN; HABEN SIE EIN</small> D<small>RITTEL</small> [<small>DER</small> R<small>EDTE</small>] E<small>RLANGT, SO DARF MAN SIE AUF DEM</small> F<small>ELDE ZER DR&#x00DC;CKEN UND NACH</small> H<small>AUSE BRINGEN; EBENSO</small> [<small>ANDERE</small> F<small>R&#x00DC;CHTE</small>] <small>IHRESGLEICHEN</small>. I<small>N JEDEM ANDEREN</small> J<small>AHRE DES</small> S<small>EPTENNIUMS WERDEN SIE DANN ZEHNTPFLICHTIG</small>. B<small>EI ALLEN ANDEREN</small> B<small>AUMFR&#x00DC;CHTEN BEGINNT DIE</small> Z<small>EIT DES</small> S<small>IE BENTJAHRES</small><sup><xref rid="fn49">9</xref></sup>, <small>WIE SONST DIE</small> Z<small>EIT DER</small> V<small>ERZEHNTUNG</small>.</p>
<p>X. V<small>ON WANN AN DARF MAN IM</small> S<small>IEBENTJAHRE</small> F<small>RUCHTB&#x00C4;UME NICHT MEHR ABHAUEN</small><sup><xref rid="fn50">10</xref></sup>? D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, KEINEN</small> B<small>AUM, SOBALD ER AUSSCHL&#x00C4;GT; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, DEN</small> J<small>OHANNISBROTBAUM, SOBALD ER KETTENARTIG HERUNTERH&#x00C4;NGT</small>, W<small>EINST&#x00D6;CKE, SOBALD SIE</small> B<small>EEREN HABEN</small>, O<small>LIVEN, SOBALD SIE BL&#x00DC;HEN, JEDEN ANDEREN</small> B<small>AUM, SOBALD ER AUSSCHL&#x00C4;GT</small>. J<small>EDEN</small> B<small>AUM DARF MAN ABHAUEN, SOBALD ER DEN</small> Z<small>USTAND DER</small> V<small>ERZEHNTUNG ERREICHT HAT</small>. W<small>LEVIEL MUSS DER</small> O<small>LIVENBAUM NOCH TRAGEN, UM IHN NICHT ABHAUEN ZU D&#x00DC;RFEN</small><sup><xref rid="fn51">11</xref></sup>? E<small>IN</small> V<small>IERTELKAB</small>; R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, GANZ NACH</small> V<small>ERH&#x00C4;LTNIS DES</small> O<small>LIVENBAUMES</small>.</p>
<ftnote id="fn41">1. Obgleich es den Anschein hat, als beabsichtige man, das Feld zu reinigen.</ftnote>
<ftnote id="fn42">2. Die, unter Vorgabe, die Gro&#x00DF;en zu sammeln, das Feld ohne R&#x00FC;cksicht zu reinigen pflegten.</ftnote>
<ftnote id="fn43">3. Ohne die in III,4 erw&#x00E4;hnte Vorschrift zu ber&#x00FC;cksichtigen.</ftnote>
<ftnote id="fn44">4. Damit die &#x00FC;brigen besser wachsen.</ftnote>
<ftnote id="fn45">5. An einer Stelle mehrere B&#x00E4;ume entfernt u. den Boden freilegt.</ftnote>
<ftnote id="fn46">6. Die noch nie geschnitten worden ist.</ftnote>
<ftnote id="fn47">7. Sie w&#x00E4;chst dann besser.</ftnote>
<ftnote id="fn48">8. Nach dem Wortlaute der Schrift d&#x00FC;rfen Fr&#x00FC;chte des Siebentjahres erst nach ihrer Reife gegessen werden.</ftnote>
<ftnote id="fn49">9. Dh. die Reife zum Essen.</ftnote>
<ftnote id="fn50">10. Weil die Fr&#x00FC;chte zum Essen erhalten bleiben m&#x00FC;ssen.</ftnote>
<ftnote id="fn51">11. Gf. Dt. 20,19.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>B</bold>EI <small>DEN WEISSEN</small> F<small>EIGEN HAT DAS</small> G<small>ESETZ VOM</small> S<small>IEBENTJAHRE IM ZWEITEN</small> J<small>AHRE STATT, WEIL SIE NACH DREI</small> J<small>AHREN TRAGEN</small>. R. J<small>EHUDA SAGT</small>, B<small>EI DEN PERSISCHEN</small> F<small>EIGEN HAT DAS</small> G<small>ESETZ VOM</small> S<small>IEBENTJAHRE IM</small> N<small>ACHSIEBENTJAHRE STATT, DA SIE NACH ZWE</small>I J<small>AHREN TRAGEN</small>. M<small>AN ERWIDERTE IHM</small>: D<small>IES SAGTEN SIE NUR VON DEN WEISSEN</small> F<small>EIGEN</small>.</p>
<p>II. W<small>ER IM</small> S<small>IEBENTJAHRE</small> L<small>AUCH VERGR&#x00C4;BT, NEHME, WIE</small> R. M<small>E&#x00CD;R SAGT, NICHT WENIGER ALS ZWEI</small> S<small>E&#x00C1;, UND ZWAR IN EINER</small> H<small>&#x00D6;HE VON DREI</small> H<small>ANDBREITEN UND EINE</small> H<small>ANDBREITE</small> E<small>RDE DAR&#x00DC;BER; DIE</small> W<small>EISEN SAGEN, ER NEHME NICHT WENIGER ALS VIER</small> K<small>AB, EINE</small> H<small>ANDBREITE HOCH UND EINE</small> H<small>ANDBREITE</small> E<small>RDE DAR&#x00DC;BER</small>. A<small>UCH VERGRABE MAN IHN AN EINER</small> S<small>TELLE, WO</small> M<small>ENSCHEN DARAUF HERUMTRETEN</small><sup><xref rid="fn52">1</xref></sup>.</p>
<p>III. W<small>ENN</small> L<small>AUCH BIS NACH DEM</small> S<small>IEBENTJAHRE STEHEN GEBLIEBEN IST, SO HABEN DIE</small> A<small>RMEN, WIE</small> R. E<small>LEA&#x0351;ZAR SAGT, WENN SIE DIE</small> B<small>L&#x00C4;TTER AUFGESAMMELT HABEN, SIE EBEN GESAMMELT, WENN ABER NICHT, SO RECHNE ER MIT DEN</small> A<small>RMEN</small><sup><xref rid="fn53">2</xref></sup> <small>AB</small>; R. J<small>EHO&#x0160;UA&#x0351; SAGT, HABEN DIE</small> A<small>RMEN DIE</small> B<small>L&#x00C4;TTER AUFGESAMMELT, SO HABEN SIE EBEN GESAMMELT, WENN ABER NICHT, SO HABEN DIE</small> A<small>RMEN AN IHN KEINE</small> F<small>ORDERUNG</small>.</p>
<p>IV. W<small>ENN</small> L<small>AUCH VOM</small> V<small>ORSIEBENTJAHRE IM</small> S<small>IEBENTJAHRE STEHEN GEBLIEBEN IST, EBENSO</small> S<small>OMMERZWIEBELN ODER DER GUTE</small><sup><xref rid="fn54">3</xref></sup> K<small>RAPP, SO REISSE MAN SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, MIT H&#x00D6;LZERNEN</small> S<small>CHAUFELN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, AUCH MIT EISERNEN</small> S<small>PATEN AUS</small>. J<small>ENE PFLICHTET ABER BEI, DASS MAN</small> K<small>RAPP, DER AUF DEM</small> F<small>ELSEN</small><sup><xref rid="fn55">4</xref></sup> <small>W&#x00C4;CHST, AUCH MIT EISERNEN</small> S<small>PATEN AUSREISSEN DARF</small>.</p>
<p>V. V<small>ON WANN AN DARF MAN IM</small> N<small>ACHSIEBENTJAHRE</small> L<small>AUCH KAUFEN?</small> R. J<small>EHUDA SAGT, SOFORT; DIE</small> W<small>EISEN SAGEN, SOBALD DER NEUE VERBREITET IST</small>.</p>
<p>VI. F<small>OLGENDE</small> G<small>ERATE DARF DER</small> H<small>ANDWERKER IM</small> S<small>IEBENTJAHRE</small><sup><xref rid="fn56">5</xref></sup> <small>NICHT VERKAUFEN: EINEN</small> P<small>FLUG MIT ALLEM</small> Z<small>UBEH&#x00D6;R, EIN</small> J<small>OCH, EINE</small> W<small>URFSCHAU FEL UND EIN</small> G<small>RABEISEN; WOHL ABER DARF ER EINE</small> S<small>ICHEL, EINE</small> S<small>ENSE UND EINEN</small> W<small>AGEN MIT ALLEM</small> Z<small>UBEH&#x00D6;R VERKAUFEN</small>. D<small>IE</small> R<small>EGEL IST: WAS AUS SCHLIESSLICH ZUR</small> [<small>IM</small> S<small>IEBENTJAHRE</small>] <small>VERBOTENEN</small> A<small>RBEIT BESTIMMT IST, IST VERBOTEN, UND WAS ZUR VERBOTENEN UND ERLAUBTEN</small> A<small>RBEIT BESTIMMT IST, IST ERLAUBT</small>.</p>
<p>VII. D<small>ER</small> T<small>&#x00D6;PFER DARF F&#x00DC;NF</small> &#x00D6;<small>LKR&#x00DC;GE UND F&#x00DC;NFZEHN</small> W<small>EINKR&#x00DC;GE VER KAUFEN, DENN SO VIEL PFLEGT MAN VOM</small> F<small>REIGUT</small><sup><xref rid="fn57">6</xref></sup><small>HEIMZUBRINGEN; HAT JEMAND MEHR HEIMGEBRACHT, SO IST ES ERLAUBT</small><sup><xref rid="fn58">7</xref></sup>. M<small>AN DARF</small> [<small>NACH</small> B<small>ELIEBEN</small>] <small>IM</small> [J&#x0351;ISRA&#x00C9;L]LAND AN N<small>ICHTJUDEN UND AUSSERHALB DES</small> L<small>ANDES AN</small> J<small>ISRA&#x00C9;LITEN VERKAUFEN</small>.</p>
<p>VIII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, MAN D&#x00DC;RFE IHM</small><sup><xref rid="fn56">5</xref></sup> <small>KEINE</small> A<small>CKERKUH IM</small> S<small>IEBENTJAHRE VERKAUFEN; DIE</small> S<small>CHULE</small> H<small>ILLELS ERLAUBT DIES, WEIL ER SIE AUCH SCHLACHTEN KANN</small>. M<small>AN DARF IHM</small> F<small>R&#x00DC;CHTE VERKAUFEN, SELBST ZUR</small> Z<small>EIT DES</small> S<small>&#x00C4;ENS; FERNER DARF MAN IHM EIN</small> M<small>ASS BORGEN, SELBST WENN MAN WEISS, DASS ER EINE</small> T<small>ENNE HAT, AUCH</small> [<small>GROSSES</small>] G<small>ELD IN</small> S<small>CHEIDEM&#x00DC;NZE WECHSELN, SELBST WENN MAN WEISS, DASS ER</small> T<small>AGEL&#x00D6;HNER HAT</small>. D<small>IES ALLES IST JEDOCH VERBOTEN, FALLS ER AUSDR&#x00DC;CKLICH VERLANGT</small><sup><xref rid="fn59">8</xref></sup>.</p>
<p>IX. E<small>INE</small> F<small>RAU DARF EINER ANDEREN, DIE BEZ&#x00DC;GLICH DES</small> S<small>IEBENTJAHRES VERD&#x00C4;CHTIG IST, EIN</small> M<small>EHLSIEB, EIN</small> K<small>ORNSIEB, EINE</small> H<small>ANDM&#x00DC;HLE ODER EINEN</small> O<small>FEN BORGEN; SIE DARF IHR ABER NICHT LESEN ODER MAHLEN HELFEN</small>. D<small>IE</small> F<small>RAU EINES</small> G<small>ENOSSEN DARF DER</small> F<small>RAU EINES</small> M<small>ANNES AUS DEM GEMEINEN</small> V<small>OLKE</small><sup><xref rid="fn60">9</xref></sup> <small>EIN</small> M<small>EHLSIEB ODER EIN</small> K<small>ORNSIEB BORGEN, AUCH DARF SIE IHR LESEN, MAHLEN UND SIEBEN HELFEN; HAT SIE ABER BEREITS DAS</small> W<small>ASSER</small> [<small>AUF DAS</small> M<small>EHL</small>]<sup><xref rid="fn61">10</xref></sup> <small>GEGOSSEN, DARF SIE BEI IHR NICHTS MEHR BER&#x00DC;HREN, WEIL MAN</small> &#x00DC;<small>BERTRETER NICHT UNTERST&#x00DC;TZEN DARF</small>. D<small>IES ALLES</small> [<small>ERLAUBTEN</small>] <small>SIE NUR DES</small> F<small>RIEDENS WEGEN</small>. M<small>AN DARF IM</small> S<small>IEBENTJAHRE</small> N<small>ICHTJUDEN</small> [<small>BEIDER</small> A<small>RBEIT</small>] E<small>RMUTIGEN, NICHT ABER EINEN</small> J<small>ISRA&#x00C9;LITEN; DESGLEICHEN BEGR&#x00DC;SSE MAN SIE, DES</small> F<small>RIEDENS WEGEN</small>.</p>
<ftnote id="fn52">1. Dies alles, damit es nicht den Anschein des Pflanzens habe.</ftnote>
<ftnote id="fn53">2. Was im S. gewachsen ist, geh&#x00F6;rt den Armen.</ftnote>
<ftnote id="fn54">3. Sie lassen sich leicht aus der Erde ziehen.</ftnote>
<ftnote id="fn55">4. Nach anderen: an den Seiten, sedes Gartens. An solchen Stellen pflegt man ihn nicht zu pflanzen, u. es ist ersichtlich, da&#x00DF; man nicht den Boden bearbeitet.</ftnote>
<ftnote id="fn56">5. Einem im Verdachte der &#x00DC;bertretung stehenden Jisra&#x00E9;liten.</ftnote>
<ftnote id="fn57">6. Solches sind die im Siebentjahre wachsenden Fr&#x00FC;chte.</ftnote>
<ftnote id="fn58">7. Ihm mehr Kr&#x00FC;ge zu verkaufen.</ftnote>
<ftnote id="fn59">8. Zu einer verbotenen Arbeit.</ftnote>
<ftnote id="fn60">9. Auch zu einer anderen Zeit, da er verd&#x00E4;chtig ist, den Zehnten nicht zu entrichten.</ftnote>
<ftnote id="fn61">10. Die Befeuchtung e&#x00DF;barer Dinge bef&#x00E4;higt sie f&#x00FC;r die levitische Unreinheit; cf. Lev. 11,38.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>D</bold>REIERLEI L<small>ANDESGEBIETE UNTERSCHEIDET MAN HINSICHTLICH DES</small> S<small>IEBENTJAHRES</small>. I<small>M</small> G<small>EBIETE, DAS DIE</small> A<small>USZ&#x00DC;GLER AUS</small> B<small>ABYLONIEN IN</small> B<small>ESITZ GENOMMEN, VOM</small> J<small>ISRA&#x00C9;LLAND BIS</small> K<small>EZIB, DARF WEDER</small> [<small>DIE</small> F<small>RUCHT</small>] <small>GEGESSEN, NOCH</small> [<small>DAS</small> L<small>AND</small>] <small>BEARBEITET WERDEN</small>. I<small>M</small> G<small>EBIETE, DAS DIE</small> A<small>USZ&#x00DC;GLER AUS</small> M<small>I&#x00C7;RAJIM IN</small> B<small>ESITZ GENOMMEN, VON</small> K<small>EZIB BIS AN DEN</small> F<small>LUSS UND BIS</small> A<small>MANA, DARF</small> [<small>DIE</small> F<small>RUCHT</small>] <small>GEGESSEN, ABER</small> [<small>DAS</small> L<small>AND</small>] <small>NICHT BEARBEITET WERDEN</small>. I<small>M</small> G<small>EBIETE VOM</small> F<small>LUSSE UND</small> A<small>MANA EINW&#x00C4;RTS</small><sup><xref rid="fn62">1</xref></sup> <small>DARF SOWOHL</small> [<small>DIE</small> F<small>RUCHT</small>] <small>GEGESSEN ALS AUCH</small> [<small>DAS</small> L<small>AND</small>] <small>BEARBEITET WERDEN</small>.</p>
<p>II. I<small>N</small> S<small>YRIEN DARF MAN BEI BEREITS</small> [<small>VOM</small> B<small>ODEN</small>] G<small>EL&#x00D6;STEM ARBEITEN, NICHT ABER BEI NOCH</small> H<small>AFTENDEM; MAN DARF DRESCHEN, WORFELN, KELTERN UND GARBEN, NICHT ABER M&#x00C4;HEN, WINZERN UND OLIVEN PFL&#x00DC;CKEN</small>. R. A&#x0351;<small>QIBA SAGTE EINE</small> R<small>EGEL</small>: D<small>ESGLEICHEN IM</small> J<small>ISRA&#x00C9;LLAND ERLAUBT</small><sup><xref rid="fn63">2</xref></sup> <small>IST, DARF MAN IN</small> S<small>YRIEN</small> [<small>UNEINGESCHR&#x00C4;NKT</small>] <small>TUN</small>.</p>
<p>III. W<small>ENN AUF</small> Z<small>WIEBELN</small><sup><xref rid="fn64">3</xref></sup> <small>DER</small> R<small>EGEN GEFALLEN IST UND SIE GEWACHSEN SIND, SO SIND SIE, WENN DIE</small> B<small>L&#x00C4;TTER DUNKEL SIND, VERBOTEN, UND WENN SIE GR&#x00DC;NGELB SIND, ERLAUBT</small>. R. &#x1E24;<small>ANINA B</small>. A<small>NTIGONOS SAGT, WENN MAN SIE AN DEN</small> B<small>L&#x00C4;TTERN</small> (<small>NICHT</small>) <small>AUSZIEHEN KANN, SEIEN SIE VERBOTEN</small>. D<small>EM ENTSPRECHEND SIND SIE IM</small> N<small>ACHSIEBENTJAHRE ERLAUBT</small>.</p>
<p>IV. V<small>ON WANN AN DARF MAN IM</small> N<small>ACHSIEBENTJAHRE</small> K<small>R&#x00C4;UTER KAUFEN?</small> S<small>OBALD SOLCHE SCHON GEWACHSEN SIND</small>. S<small>IND</small> F<small>R&#x00DC;HREIFE SCHON VORHANDEN, SO SIND AUCH DIE</small> S<small>P&#x00C4;TREIFEN</small><sup><xref rid="fn65">4</xref></sup> <small>ERLAUBT</small>. R<small>ABBI ERLAUBTE</small>, K<small>R&#x00C4;UTER IM</small> N<small>ACH SIEBENTJAHRE SOFORT ZU KAUFEN</small>.</p>
<p>V. M<small>AN DARF</small> &#x00D6;<small>L, DAS VERBRANNT WERDEN</small><sup><xref rid="fn66">5</xref></sup> <small>MUSS, UND</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES NICHT AUS DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LAND NACH DEM</small> A<small>USLANDE AUSF&#x00DC;HREN</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: I<small>CH HABE AUSDR&#x00DC;CKLICH GEH&#x00D6;RT, DASS MAN NACH</small> S<small>YRIEN AUSF&#x00DC;HREN UND NACH DEM A&#x00DC;SLANDE NICHT AUSF&#x00DC;HREN DARF</small>.</p>
<p>VI. M<small>AN DARF KEINE</small> H<small>EBE VOM</small> A<small>USL&#x00C4;NDE NACH DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LAND EIN F&#x00DC;HREN</small>. R.&#x0160;<small>IMO&#x0351;N SAGTE:</small> I<small>CH HABE AUSDR&#x00DC;CKLICH GEH&#x00D6;RT, DASS MAN AUS</small> S<small>YRIEN EINF&#x00DC;HREN UND AUS DEM</small> A<small>USLANDE NICHT EINF&#x00DC;HREN DARF</small>.</p>
<ftnote id="fn62">1. Rieht, ausw&#x00E4;rts, worauf schon von den Kommentaren hingewiesen.</ftnote>
<ftnote id="fn63">2. Nach bibl. Gesetze; jedoch rahbanitisch verboten.</ftnote>
<ftnote id="fn64">3. Aus dem 6. Jahre, die im Siebentjahre stehen geblieben sind.</ftnote>
<ftnote id="fn65">4. Obgleich sie noch vom Siebentjahre sein k&#x00F6;nnen.</ftnote>
<ftnote id="fn66">5. Unrein gewordene Hebe.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>E</bold>INE <small>ALLGEMEINE</small> R<small>EGEL SAGTEN SIE BEZ&#x00DC;GLICH DES</small> S<small>IEBENTJAHRES:</small> A<small>LLES, WAS EINE</small> S<small>PEISE F&#x00DC;R</small> M<small>ENSCHEN</small>, V<small>IEHF&#x00DC;TTER ODER</small> F<small>&#x00C4;RBEPFLANZE IST, UND WAS NICHT</small> [<small>&#x00DC;BER</small> W<small>INTER</small>] <small>IN DER</small> E<small>RDE BLEIBT, AUCH SEIN</small> E<small>RL&#x00D6;S, UNTERLIEGT DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE; EBENSO UNTERLIEGT ES UND SEIN</small> E<small>RL&#x00D6;S DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG</small><sup><xref rid="fn67">1</xref></sup>. W<small>ELCHESIND ES</small>? D<small>IE</small> B<small>L&#x00C4;TTER VON WILDEM</small> L<small>AUCH, DIE</small> B<small>L&#x00C4;TTER DER</small> M<small>INZE</small>, E<small>NDIVIEN, WILDER</small> S<small>CHNITTLAUCH</small>, P<small>ORTULAK UND DIE</small> M<small>LLCHBLUME</small><sup><xref rid="fn68">2</xref></sup>; <small>VOM</small> V<small>LEHFUTTER</small>: D<small>ORNEN</small>, D<small>ISTELN; VON DEN</small> F<small>&#x00C4;RBEPFLANZEN:</small> W<small>AIDKRAUT</small>, Q<small>O&#x00C7;A</small><sup><xref rid="fn69">3</xref></sup>; <small>SIE UND IHR</small> E<small>RL&#x00D6;S UNTERLIEGEN DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE; EBENSO UNTERLIEGEN SIE UND IHR</small> E<small>RL&#x00D6;S DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG</small>.</p>
<p>II. N<small>OCH EINE ANDERE</small> R<small>EGEL SAGTEN SIE</small>: A<small>LLES, WAS NICHT</small> S<small>PEISE F&#x00DC;R</small> M<small>ENSCHEN</small>, V<small>IEHFUTTER ODER</small> F<small>&#x00C4;RBEPFLANZE IST, WAS</small> [<small>&#x00DC;BER</small> W<small>INTER</small>] <small>IN DER</small> E<small>RDE BLEIBT, AUCH SEIN</small> E<small>RL&#x00D6;S, UNTERLIEGT DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE, NICHT ABER UNTERLIEGT ES UND SEIN</small> E<small>RL&#x00D6;S DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG</small>. W<small>ELCHE SIND ES?</small> D<small>IE</small> W<small>URZEL DES WILDEN</small> S<small>CHNITTLAUCHES, DIE</small> W<small>URZEL DER</small> M<small>INZE</small>, A&#x0351;<small>RQABNIN</small><sup><xref rid="fn70">4</xref></sup>; &#x1E24;<small>ELBE&#x00C7;IN</small><sup><xref rid="fn71">5</xref></sup>, B<small>OKHARJA</small><sup><xref rid="fn72">6</xref></sup>; <small>VON DEN</small> F<small>&#x00C4;RBEPFLANZEN</small>: K<small>RAPP</small>, R<small>IKHPA</small><sup><xref rid="fn73">7</xref></sup>; <small>DIESE UND IHR</small> E<small>RL&#x00D6;S UNTERLIEGEN DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE, NICHT ABER UNTERLIEGEN SIE UND IHR</small> E<small>RL&#x00D6;S DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG</small>. R. M<small>E&#x00CD;R SAGTE</small>: I<small>HR</small> E<small>RL&#x00D6;S MUSS BIS ZUM</small> N<small>EUJAHR FORTGESCHAFFT SEIN</small>. J<small>ENE ENTGEGNETEN</small>: S<small>IE SELBER UNTERLIEGEN NICHT DEM</small> G<small>ESETZE DER</small> F<small>ORTSCHAFFUNG, UM WIEVIEL WENIGER IHR</small> E<small>RL&#x00D6;S</small>.</p>
<p>III. S<small>CHALEN DER</small> G<small>RANAT&#x00C4;PFEL UND DEREN</small> B<small>L&#x00DC;TEN</small>, N<small>USSSCHALEN UND</small> F<small>RUCHTKERNE, AUCH IHR</small> E<small>RL&#x00D6;S, UNTERLIEGEN DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE</small>. D<small>ER</small> F<small>&#x00C4;RBER DARF ZUM EIGENEN</small> G<small>EBRAUCHE F&#x00C4;RBEN, JEDOCH NICHT GEGEN</small> B<small>EZAHLUNG, WEIL MAN KEIN</small> G<small>ESCH&#x00C4;FT TREIBEN DARF MIT</small> S<small>IEBENT-JAHRSFR&#x00DC;CHTEN, NOCH MIT</small> E<small>RSTGEBORENEN</small><sup><xref rid="fn74">8</xref></sup>, <small>NOCH MIT</small> H<small>EBEFR&#x00DC;CHTEN, NOCH MIT</small> A<small>AS, NOCH MIT</small> T<small>ODVERLETZTEM</small><sup><xref rid="fn75">9</xref></sup>, <small>NOCH MIT</small> E<small>KEL- UND</small> K<small>RIECHTIEREN</small>. F<small>ERNER DARF MAN NICHT</small> [<small>IM</small> S<small>IEBENTJAHRE</small>] F<small>ELDKR&#x00C4;UTER KAUFEN UND AUF DEM</small> M<small>ARKTE VERKAUFEN; WOHL ABER DARF MAN SAMMELN, W&#x00C4;HREND SEIN</small> S<small>OHN F&#x00DC;R IHN VERKAUFT</small>. H<small>AT MAN F&#x00DC;R SICH GESAMMELT UND ZUR&#x00DC;CKGELASSEN, SO DARF MAN ES VERKAUFEN</small>.</p>
<p>IV. W<small>ER EIN</small> [<small>GEBRECHENBEHAFTETES</small>] E<small>RSTGEBORENES ZUM</small> [H<small>OCHZEITS-</small>] <small>MAHLE SEINES</small> S<small>OHNES ODER ZUM</small> F<small>ESTE GEKAUFT HAT UND ES NICHT MEHR BRAUCHT, DARF ES VERKAUFEN</small>. W<small>ENN</small> W<small>ILD- UND</small> G<small>EFL&#x00DC;GELJ&#x00C4;GER ODER</small> F<small>ISCHER UNREINE</small> A<small>RTEN FANGEN, SO D&#x00DC;RFEN SIE DIESE VERKAUFEN</small>. R. J<small>EHUDA SAGT, WER SOLCHE GELEGENTLICH TRIFFT, D&#x00DC;RFE SIE KAUFEN UND VERKAUFEN, NUR D&#x00DC;RFE MAN DIES NICHT GEWERBSM&#x00C4;SSIG BETREIBEN; DIE</small> W<small>EISEN VERBIETEN DIES</small>.</p>
<p>V. R<small>EISER DES</small> S<small>PERBERBAUMES</small><sup><xref rid="fn76">10</xref></sup><small>UND DES</small> J<small>OHANNISBROTBAUMES, AUCH IHR</small> E<small>RL&#x00D6;S, UNTERLIEGEN DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE; EBENSO UNTERLIEGEN SIE UND IHR</small> E<small>RL&#x00D6;S DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG</small>. R<small>EISER DER</small> E<small>ICHE, DES</small> P<small>ISTAZIENBAUMES UND DES</small> W<small>EISSDORNS, AUCH IHR</small> E<small>RL&#x00D6;S, UNTERLIEGEN DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE, NICHT ABER UNTERLIEGEN SIE UND IHR</small> E<small>RL&#x00D6;S DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG</small>. D<small>IE</small> B<small>L&#x00C4;TTER ABER UNTERLIEGEN DEM</small> G<small>ESETZE VON DER</small> F<small>ORTSCHAFFUNG, WEIL SIE VON IHREM</small> S<small>TAMME ABFALLEN</small>.</p>
<p>VI. D<small>IE</small> R<small>OSE, DIE</small> G<small>EW&#x00DC;RZNELKE, DIE</small> B<small>ALSAMSTAUDE UND DIE</small> L<small>ATMA</small><sup><xref rid="fn77">11</xref></sup>, <small>AUCH IHR</small> E<small>RL&#x00D6;S, UNTERLIEGEN DEM</small> G<small>ESETZE VOM</small> S<small>IEBENTJAHRE</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, DIE</small> B<small>ALSAMSTAUDE UNTERLIEGE NICHT DEM</small> G<small>ESETZE VOM</small> S<small>IEBENT JAHRE, WEIL SIE KEINE</small> F<small>RUCHT IST</small>.</p>
<p>VII. W<small>ENN MAN</small><sup><xref rid="fn78">12</xref></sup><small>EINE DIESJ&#x00C4;HRIGE</small> R<small>OSE IN VORJ&#x00C4;HRIGES</small> &#x00D6;<small>L EINGELEGT HAT, SO NEHME MAN DIE</small> R<small>OSE HERAUS; WENN ABER EINE VORJ&#x00C4;HRIGE IN DIESJ&#x00C4;HRIGES, SO UNTERLIEGT SIE DEM</small> G<small>ESETZE DER</small> F<small>ORTSCHAFFUNG</small>. W<small>ENN MAN DIESJ&#x00C4;HRIGES</small> J<small>OHANNISBROT IN VORJ&#x00C4;HRIGEN</small> W<small>EIN EINGELEGT HAT, ODER VORJ&#x00C4;HRIGES IN DIESJ&#x00C4;HRIGEN, SO UNTERLIEGT ES DEM</small> G<small>ESETZE DER</small> F<small>ORTSCHAFFUNG</small>. D<small>IE</small> R<small>EGEL IST</small>: S<small>IND ES VERSCHIEDENE</small> A<small>RTEN,SO M&#x00DC;SSEN SIE FORTGESCHAFFT WERDEN, WENN</small> [<small>DAS</small> V<small>ERBOTENE</small>] <small>EINEN</small> G<small>ESCHMACK VERLEIHT; WENN DERSELBEN</small> A<small>RT, AUCH IRGENDETWAS</small>. S<small>IEBENTJAHRSFRUCHT MACHT BEI DERSELBEN</small> A<small>RT IN JEDEM</small> Q<small>UANTUM VERBOTEN, BEI EINER ANDEREN</small> A<small>RT, WENN SIE EINEN</small> G<small>ESCHMACK VERLEIHT</small>.</p>
<ftnote id="fn67">1. Cf. Dt. 14,28; 26,13.</ftnote>
<ftnote id="fn68">2. Vieil. Wolfsmilchkraut.</ftnote>
<ftnote id="fn69">3. Nach anderen, Origanum.</ftnote>
<ftnote id="fn70">4. Rieht, <span dir="rtl">&#x05E2;&#x05E7;&#x05E8;&#x05D1;&#x05E0;&#x05D9;&#x05DF;</span>, vieil, aus <span dir="rtl">&#x05E2;&#x05E7;&#x05E8;&#x05D1;</span>, Skorpion-Kronenwicke?</ftnote>
<ftnote id="fn71">5. Jer. (Seb. VII,2) erkl&#x00E4;rt: <span dir="rtl">&#x05D1;&#x05D9;&#x05E6;&#x05D9; &#x05D2;&#x05E5; &#x05D7;&#x05DC;&#x05D1;</span> Eier (Knollen, Wurzeln?) der Milchblume.</ftnote>
<ftnote id="fn72">6. Vieil. Baccar od. Bacchar (mit unserem Gnaphalium odoratissimum od. Gn. sanguineum <italic>L</italic>. identisch).</ftnote>
<ftnote id="fn73">7. Nach Mas. V,8 zwiebelartige Pflanze; wie ein Kommentar an dieser Stelle hinzuf&#x00FC;gt: deren abgekochte Wurzel als Mittel gegen Darmw&#x00FC;rmer dient.</ftnote>
<ftnote id="fn74">8. Das Erstgeborene eines Haustieres gilt als heilig u. ist an den Priester zu schenken; cf. Ex. 13,12 ff.</ftnote>
<ftnote id="fn75">9. Als Aas und Totverletztes gelten Tiere, die nicht rituell geschlachtet, oder bei deren Schlachtung die rituellen Vorschriften nicht genau beobachtet worden sind, bezw. die mit einer t&#x00F6;tlichen Verletzung oder inneren Krankheit behaftet waren, was sich oft erst nach der Schlachtung herausstellt. In weiterem Sinne wird jede rituell verbotene Speise als &#x1E6C;erepha (Totverletztes) bezeichnet.</ftnote>
<ftnote id="fn76">10. Nach anderen die abgeschnittenen Ranken des Weinstockes.</ftnote>
<ftnote id="fn77">11. Aromatische Pflanze.</ftnote>
<ftnote id="fn78">12. Im Siebentjahre.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>E</bold>INE <small>ALLGEMEINE</small> R<small>EGEL SAGTEN SIE BEZ&#x00DC;GLICH DES</small> S<small>IEBENTJAHRES</small>: V<small>ON ALLEM, WAS ALS</small> S<small>PEISE F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT IST, DARF MAN KEIN</small> P<small>FLASTER BEREITEN F&#x00DC;R</small> M<small>ENSCHEN, UND UM SO WENIGER F&#x00DC;R EIN</small> V<small>IEH; VON ALLEM, WAS NICHT ALS</small> S<small>PEISE F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT IST, DARF MAN EIN</small> P<small>FLASTER F&#x00DC;R</small> M<small>ENSCHEN BEREITEN, NICHT ABER F&#x00DC;R EIN</small> V<small>IEH</small>. W<small>ENN ES ABER WEDER ALS</small> S<small>PEISE F&#x00DC;R MENSCHEN NOCH ALS</small> V<small>LEHFUTTER BESTIMMT IST, SO WIRD HIERBEI, FALLS MAN ES</small> [<small>BEIM</small> S<small>AMMELN</small>] <small>ALS</small> S<small>PEISE F&#x00DC;R</small> M<small>ENSCHEN UND</small> V<small>IEHFUTTER ZU VERWENDEN DACHTE, DIE ERSCHWERENDE</small> S<small>EITE DER</small> [S<small>PEISE F&#x00DC;R</small>] M<small>ENSCHEN UND DIE ERSCHWERENDE</small> S<small>EITE DES</small> V<small>IEHFUTTERS</small><sup><xref rid="fn79">1</xref></sup> <small>ANGEWENDET; WENN MAN ES ABER</small> [<small>BEIM</small> S<small>AMMELN</small>] <small>ALS</small> H<small>OLZ ZU VERWENDEN DACHTE, SO WIRD ES WIE</small> H<small>OLZ BETRACHTET, BEISPIELSWEISE</small> P<small>OLEI</small><sup><xref rid="fn80">2</xref></sup>, Y<small>SOP UND</small> T<small>HYMIAN</small>.</p>
<p>II. F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES SIND ZUM</small> E<small>SSEN, ZUM</small> T<small>RINKEN UND ZUM</small> S<small>ALBEN ZU VERWENDEN; WAS MAN GEW&#x00D6;HNLICH GENIESST, ZUM</small> G<small>ENIESSEN, UND WOMIT MAN SICH GEW&#x00D6;HNLICH SALBT, ZUM</small> S<small>ALBEN</small>. M<small>AN DARF</small> W<small>EIN UND</small> E<small>SSIG NICHT ZUM</small> S<small>ALBEN VERWENDEN, WOHL ABER VERWENDE MAN</small> &#x00D6;<small>L ZUM</small> S<small>ALBEN; DIES GILT AUCH VON DER</small> H<small>EBE UND VOM ZWEITEN</small> Z<small>EHNTEN</small>. L<small>EICHTER ALS BEI DIESEN IST ES BEI</small> F<small>R&#x00DC;CHTEN VOM</small> S<small>IEBENTJAHRE, DIE MAN ZUM</small> B<small>RENNEN F&#x00DC;R DIE</small> L<small>AMPE VERWENDEN DARF</small>.</p>
<p>III. M<small>AN DARF</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES NICHT NACH</small> M<small>ASS</small>, G<small>EWICHT ODER</small> Z<small>AHL VERKAUFEN, NICHT EINMAL</small> F<small>EIGEN NACH</small> Z<small>AHL UND</small> K<small>R&#x00C4;UTER NACH</small> G<small>EWICHT</small><sup><xref rid="fn81">3</xref></sup>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, AUCH NICHT IN</small> B<small>&#x00DC;NDELN</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WAS MAN SONST F&#x00DC;R DEN</small> H<small>AUSGEBRAUCH B&#x00DC;NDELT, D&#x00DC;RFE MAN AUCH F&#x00DC;R DEN</small> M<small>ARKT B&#x00DC;NDELN, BEISPIELSWEISE DEN</small> S<small>CHNITTLAUCH ODER DIE</small> M<small>ILCHBLUME</small>.</p>
<p>IV. W<small>ENN JEMAND ZU EINEM</small> T<small>AGEL&#x00D6;HNER SAGT: &#x2018;DA HAST DU DIESEN</small> A<small>SSAR, SAMMLE MIR HEUTE</small> K<small>R&#x00C4;UTER&#x2019;, SO IST DER</small> L<small>OHN ERLAUBT; WENN ABER: &#x2018;SAMMLE MIR DAF&#x00DC;R HEUTE</small> K<small>R&#x00C4;UTER&#x2019;, SO IST DER</small> L<small>OHN VERBOTEN</small>. W<small>ENN JEMAND VOM</small> B<small>&#x00C4;CKER EIN</small> B<small>ROT F&#x00DC;R EINEN</small> P<small>ONDION NIMMT UND SPRICHT</small>: <small>&#x2018;WENN ICH</small> F<small>ELDKR&#x00C4;UTER SAMMLE, BRINGE ICH DIR&#x2019;, SO IST DIES</small><sup><xref rid="fn82">4</xref></sup> <small>ERLAUBT; HAT ER ABER, OHNE ETWAS ZU SAGEN, GEKAUFT, SO DARF ER ES NICHT MIT DEM</small> E<small>RL&#x00D6;SE VON</small> S<small>LEBENT-JAHRSFR&#x00DC;CHTEN BEZAHLEN, WEIL MAN KEINE</small> S<small>CHULD MIT</small> S<small>IEBENTJAHRSFR&#x00DC;CHTEN BEZAHLEN DARF</small>.</p>
<p>V. M<small>AN DARF</small> [<small>MIT DEM</small> E<small>RL&#x00D6;SE</small>] <small>NICHT DEN</small> B<small>RUNNENGR&#x00C4;BER, DEN</small> B<small>ADEMEISTER, DEN</small> B<small>ARBIER ODER DEN</small> S<small>CHIFFER BEZAHLEN, WOHL ABER DARF MAN DAMIT DEN</small> B<small>RUNNENGR&#x00C4;BER BEZAHLEN, DAMIT ER</small> W<small>ASSER ZUM TRINKEN BRINGE</small>. D<small>IESEN ALLEN DARF MAN ABER DAVON ALS</small> G<small>ESCHENK GEBEN</small>.</p>
<p>VI. F<small>EIGEN VOM</small> S<small>IEBENTJAHRE DARF MAN NICHT MIT EINEM</small> F<small>EIGENMESSER SCHNEIDEN, VIELMEHR SCHNEIDE MAN SIE MIT EINEM</small> S<small>CHWERTE</small>. T<small>RAUBEN DARF MAN NICHT IN DER</small> K<small>ELTER PRESSEN, VIELMEHR PRESSE MAN SIE IN EINER</small> M<small>ULDE</small>. O<small>LIVEN DARF MAN NICHT IN DER</small> &#x00D6;<small>LPRESSE MIT DEM</small> P<small>RESSBALKEN PRESSEN, VIELMEHR ZERQUETSCHE MAN SIE UND BRINGE SIE NACH DER KLEINEN</small> K<small>ELTER</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, MAN D&#x00DC;RFE SIE AUCH IN DER</small> &#x00D6;<small>LKELTER MAHLEN UND NACH DER KLEINEN</small> K<small>ELTER BRINGEN</small>.</p>
<p>VII. M<small>AN DARF</small> K<small>RAUTER DES</small> S<small>IEBENTJAHRES NICHT IN</small> &#x00D6;<small>L VON</small> H<small>EBE KO CHEN, UM SIE NICHT DER</small> V<small>ERNICHTUNG</small><sup><xref rid="fn83">5</xref></sup> <small>AUSZUSETZEN</small>. R. &#x0161;<small>IMO&#x0351;N ERLAUBT DIES</small>. V<small>OM</small> G<small>ESETZE DES</small> S<small>IEBENTJAHRES WIRD STETS DER LETZTE</small> E<small>RL&#x00D6;S</small><sup><xref rid="fn84">6</xref></sup> <small>ERFASST, DIE</small> S<small>IEBENTJAHRSFRUCHT SELBST ABER BLEIBT VERBOTEN</small>.</p>
<p>VIII. M<small>AN DARF F&#x00DC;R DEN</small> E<small>RL&#x00D6;S DER</small> S<small>IEBENTJAHRSFR&#x00DC;CHTE KEINE</small> S<small>KLAVEN, KEINE</small> G<small>RUNDST&#x00DC;CKE UND KEIN UNREINES</small> V<small>IEH KAUFEN; HAT MAN BEREITS GEKAUFT, SO VERZEHRE MAN IHREN WERT</small>. M<small>AN DARF F&#x00DC;R DEN</small> E<small>RL&#x00D6;S DER</small> S<small>IEBENTJAHRSFR&#x00DC;CHTE KEINE</small> G<small>EFL&#x00DC;GELOPFER F&#x00DC;R M&#x00C4;NNLICHE ODER WEIBLICHE</small> F<small>LUSSBEHAFTETE</small><sup><xref rid="fn85">7</xref></sup> <small>UND</small> W<small>&#x00D6;CHNERINNEN</small><sup><xref rid="fn86">8</xref></sup> <small>DARBRINGEN; HAT MAN BEREITS DARGEBRACHT, SO VERZEHRE MAN DEN GLEICHEN</small> W<small>ERT</small>. M<small>AN DARF MIT &#x00D6;L VOM</small> S<small>IEBENTJAHRE KEINE</small> G<small>ER&#x00C4;TE EIN&#x00D6;LEN; HAT MAN BEREITS EINGE&#x00D6;LT, SO VERZEHRE MAN DEN GLEICHEN WERT</small>.</p>
<p>IX. E<small>IN</small> F<small>ELL, DAS MAN MIT &#x00D6;L VOM</small> S<small>IEBENTJAHRE EINGESCHMIERT HAT, MUSS, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, VERBRANNT WERDEN; DIE</small> W<small>EISEN SAGEN, MAN VER ZEHRE DEN GLEICHEN</small> W<small>ERT</small>. M<small>AN ERZ&#x00C4;HLTE</small> R. A&#x0351;<small>QIBA</small>, R. E<small>LIE&#x0351;ZER HABE GE SAGT, EIN</small> F<small>ELL, DAS MAN MIT</small> &#x00D6;<small>L VOM</small> S<small>IEBENTJAHRE EINGESCHMIERT HAT, M&#x00DC;SSE VERBRANNT WERDEN; DA SPRACH ER ZU IHNEN</small>: S<small>CHWEIGET, ICH WILL EUCH NICHT SAGEN, WAS</small> R. E<small>LIE&#x0351;ZER DIESBEZ&#x00DC;GLICH GESAGT HAT</small>.</p>
<p>X. F<small>ERNER ERZ&#x00C4;HLTE MAN IHM</small>, R. E<small>LIE&#x0351;ZER HABE GESAGT, WENN MAN</small> B<small>ROT EINES</small> S<small>AMARITANERS ISST, SO SEI DIES EBENSO, ALS &#x00C4;SSE MAN</small> S<small>CHWEINEFLEISCH; DA SPRACH ER ZU IHNEN</small>: S<small>CHWEIGET, ICH WILL EUCH NICHT SAGEN, WAS</small> R. E<small>LIE&#x0351;ZER DIESBEZ&#x00DC;GLICH GESAGT HAT</small>.</p>
<p>XI. I<small>N EINEM</small> B<small>ADE, DAS MIT</small> S<small>TROH UND</small> S<small>TOPPELN VOM</small> S<small>IEBENTJAHRE GEHEIZT WURDE, DARF MAN BADEN; H&#x00C4;LT ER SICH F&#x00DC;R ANGESEHEN</small><sup><xref rid="fn87">9</xref></sup>, <small>SO BADE ER NICHT</small>.</p>
<ftnote id="fn79">1. Man darf es nur roh genie&#x00DF;en.</ftnote>
<ftnote id="fn80">2. Nach anderen, wilder Rosmarin.</ftnote>
<ftnote id="fn81">3. Dh. selbst in ungew&#x00F6;hnlicher Weise ist es verboten.</ftnote>
<ftnote id="fn82">4. Weil es ein gegenseitiges Geschenk ist.</ftnote>
<ftnote id="fn83">5. Dh. der M&#x00F6;glichkeit der Vernichtung; wenn Hebe unrein wird, mu&#x00DF; sie verbrannt werden.</ftnote>
<ftnote id="fn84">6. Wenn man den Erl&#x00F6;s wiederum eintauscht.</ftnote>
<ftnote id="fn85">7. Cf. Lev. Kap. 15.</ftnote>
<ftnote id="fn86">8. Cf. Lev. 12,8.</ftnote>
<ftnote id="fn87">9. Da&#x00DF; andere sich nach ihm richten.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>R</bold>AUTE, <small>WILDE</small> B<small>EERMELDE</small>, P<small>ORTULAK</small>, B<small>ERGKORIANDER</small>, F<small>LUSSEPPICH UND DIE</small> W<small>IESENRAUTE SIND ZEHNTFREI UND D&#x00DC;RFEN IM</small> S<small>IEBENTJAHRE. VON JED EM GEKAUFT WERDEN, WEIL MAN DERGLEICHEN NICHT VERWAHRT</small>. R. J<small>EHUDA SAGT</small>, N<small>ACHWUCHS VON</small> S<small>ENF SEI EBENFALLS ERLAUBT, WEIL DIE</small> &#x00DC;<small>BERTRETER HINSICHTLICH DESSEN NICHT VERD&#x00C4;CHTIG SIND</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, JEDER</small> N<small>ACHWUCHS SEI ERLAUBT, AUSGENOMMEN DER</small> N<small>ACHWUCHS DES</small> K<small>OHLS, DA ES DESGLEICHEN UNTER DEN</small> F<small>ELDPFLANZEN</small><sup><xref rid="fn88">1</xref></sup> <small>NICHT GIBT; DIE</small> W<small>EISEN SAGEN, JEDER</small> N<small>ACHWUCHS SEI VERBOTEN</small>.</p>
<p>II. D<small>REIERLEI</small> L<small>ANDESGEBIETE UNTERSCHEIDET MAN HINSICHTLICH DER</small> F<small>ORTSCHAFFUNG</small>: J<small>UD&#x00C4;A</small>, T<small>RANSJARDEN UND</small> G<small>ALIL&#x00C4;A, UND JEDES DIESER</small> L<small>ANDESGEBIETE ZERF&#x00C4;LLT IN DREI</small> G<small>EBIETE</small>: O<small>BERGALIL&#x00C4;A</small>, U<small>NTERGALIL&#x00C4;A UND DIE</small> E<small>BENE</small>. V<small>ON</small> K<small>EPHAR</small> &#x1E24;<small>ANANJA AUFW&#x00C4;RTS, SOWEIT KEINE</small> S<small>YKOMOREN WACHSEN, GEH&#x00D6;RT ZU</small> O<small>BERGALIL&#x00C4;A; VON</small> K<small>EPHAR</small> &#x1E24;<small>ANANJA ABW&#x00C4;RTS, SOWEIT</small> S<small>YKOMOREN WACHSEN, GEH&#x00D6;RT ZU</small> U<small>NTERGALIL&#x00C4;A; DER</small> B<small>EZIRK</small> &#x1E6C;<small>IBERIAS GEH&#x00D6;RT ZUR</small> E<small>BENE</small>. J<small>UD&#x00C4;A ZERF&#x00C4;LLT IN DAS</small> G<small>EBIRGE, DIE</small> N<small>IEDERUNG UND DAS</small> S<small>&#x00DC;DLAND</small><sup><xref rid="fn89">2</xref></sup>. D<small>IE</small> N<small>IEDERUNG VON</small> L<small>UD, WIE DIE</small> N<small>IEDERUNG DES</small> S<small>&#x00DC;DENS, UND DEREN</small> B<small>ERG GLEICHT DEM</small> K<small>&#x00D6;NIGSBERGE</small>. V<small>ON</small> B<small>ETH</small> &#x1E24;<small>ORON BIS ZUM</small> M<small>EERE IST EIN</small> G<small>EBIET</small>.</p>
<p>III. W<small>ARUM ABER SPRECHEN SIE VON DREI</small> L<small>ANDESGEBIETEN?</small> D<small>ASS MAN N&#x00C4;MLICH IN JEDEM DERSELBEN</small> [S<small>IEBENTJAHRSFR&#x00DC;CHTE</small>] <small>SO LANGE ESSEN DARF, BIS MAN IM LETZTEN</small> G<small>EBIETE AUFH&#x00D6;RT</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: D<small>IE</small> E<small>INTEILUNG IN DREI</small> G<small>EBIETE GILT NUR F&#x00DC;R</small> J<small>UD&#x00C4;A,IN ALLEN ANDEREN</small> L<small>ANDESGEBIETEN RICHTE MAN SICH NACH DEM</small> K<small>&#x00D6;NIGSBERGE</small>. B<small>EZ&#x00DC;GLICH</small> O<small>LIVEN UND</small> D<small>ATTELN WERDEN ALLE</small> L<small>ANDESGEBIETE ALS EINES BETRACHTET</small><sup><xref rid="fn90">3</xref></sup>.</p>
<p>IV. M<small>AN DARF</small> [S<small>IEBENTJAHRSFR&#x00DC;CHTE] ESSEN, SO LANGE SOLCHE NOCH ALS</small> F<small>REIGUT VORHANDEN SIND, NICHT ABER, WENN ALS</small> V<small>ERWAHRTES</small>; R. J<small>OSE ERLAUBT DIES, AUCH WENN WELCHE ALS</small> V<small>ERWAHRTES VORHANDEN SIND</small>. M<small>AN DARF ESSEN, SO LANGE</small> S<small>P&#x00C4;TLINGE</small><sup><xref rid="fn91">4</xref></sup> <small>ODER</small> R<small>EMONTANTEN VORHANDEN SIND, NICHT ABER, SO LANGE</small> W<small>INTERTRAUBEN VORHANDEN SIND</small>; R. J<small>EHUDA ERLAUBT DIES, WENN SIE VOR</small> E<small>NDE DES</small> S<small>OMMERS REIF WAREN</small>.</p>
<p>V. W<small>ENN JEMAND DREIERLEI</small> K<small>R&#x00C4;UTER IN EIN</small> F<small>ASS EINGELEGT HAT, SO DARF ER, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, DAVON ESSEN, SO LANGE DIE ERSTE</small> A<small>RT, UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, SO LANGE DIE LETZTE</small> A<small>RT AUF DEM</small> F<small>ELDE VORHANDEN IST</small>; R. G<small>AMLI&#x00C9;L SAGT, SOBALD EINE</small> A<small>RT NICHT MEHR AUF DEM</small> F<small>ELDE IST, SCHAFFE ER SIE AUCH AUS DEM</small> F<small>ASSE FORT</small>. D<small>IE</small> H<small>ALAKHA IST WIE SEINE</small> A<small>NSICHT</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: S<small>&#x00C4;MTLICHE</small> K<small>R&#x00C4;UTER GELTEN BEZ&#x00DC;GLICH DER</small> F<small>ORTSCHAFFUNG ALS EINE</small> [A<small>RT</small>]; <small>MAN DARF</small> P<small>ORTULAK SO LANGE ESSEN, BIS</small> K<small>ARDONEN IM</small> T<small>ALE</small> B<small>ETH</small> N<small>E&#x1E6C;OPHA</small><sup><xref rid="fn92">5</xref></sup> <small>AUSGEHEN</small>.</p>
<p>VI. G<small>R&#x00DC;NE</small> G<small>R&#x00C4;SER SAMMLE MAN, BIS DAS</small> S<small>&#x00DC;SSE</small><sup><xref rid="fn93">6</xref></sup> <small>TROCKEN IST; GETROCK NETE BIS ZUM ZWEITEN</small> R<small>EGENFALLE</small>; B<small>L&#x00C4;TTER VON</small> S<small>TAUDEN UND</small> W<small>EINST&#x00D6;CKEN, BIS SIE VON IHREM</small> S<small>TAMME ABFALLEN; SAMMELT MAN DIE GETROCKNETEN, BIS ZUM ZWEITEN</small> R<small>EGENFALLE</small>. R. A&#x0351;<small>QIBA SAGT, ALLE BIS ZUM ZWEITEN</small> R<small>EGENFALLE</small>.</p>
<p>VII. D<small>ESGLEICHEN GILT, WENN JEMAND SEINEM</small> N<small>&#x00C4;CHSTEN EIN</small> H<small>AUS BIS ZUR</small> R<small>EGENZEIT VERMIETET, DIES BIS ZUM ZWEITEN</small> R<small>EGENFALLE</small>. W<small>ENN JEMAND SICH DEN</small> G<small>ENUSS VON SEINEM</small> N<small>&#x00C4;CHSTEN BIS ZUR</small> R<small>EGENZEIT ABGELOBT</small>, [<small>SO GILT DIES</small>] <small>BIS ZUM ZWEITEN</small> R<small>EGENFALLE</small>. B<small>IS WANN D&#x00DC;RFEN DIE</small> A<small>RMEN IN DIE</small> O<small>BSTG&#x00C4;RTEN SAMMELN GEHEN?</small> B<small>IS ZUM ZWEITEN</small> R<small>EGENFALLE</small>. V<small>ON WANN AN DARF MAN</small> S<small>TROH UND</small> S<small>TOPPELN DES</small> S<small>IEBENTJAHRES NUTZNIESSEN UND DAMIT BRENNEN?</small> B<small>IS ZUM ZWEITEN</small> R<small>EGENFALLE</small>.</p>
<p>VIII. W<small>ENN JEMAND</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES HAT UND DIE</small> Z<small>EIT DER</small> F<small>ORTSCHAFFUNG HERANREICHT, SO TEILE ER JEDEM</small> [<small>SEINER</small> A<small>NGEH&#x00D6;RIGEN</small>] N<small>AHRUNG F&#x00DC;R DREI</small> M<small>AHLZEITEN ZU</small><sup><xref rid="fn94">7</xref></sup>. A<small>RME D&#x00DC;RFEN NACH DER</small> F<small>ORTSCHAFFUNG ESSEN</small>, R<small>EICHE</small><sup><xref rid="fn95">8</xref></sup> <small>NICHT &#x2014; SO</small> R. J<small>EHUDA</small>; R. J<small>OSE SAGT, SOWOHL</small> A<small>RME ALS AUCH</small> R<small>EICHE D&#x00DC;RFEN NACH DER</small> F<small>ORTSCHAFFUNG ESSEN</small><sup><xref rid="fn96">9</xref></sup>.</p>
<p>IX. W<small>ENN JEMAND</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES HAT, DIE ER ALS</small> E<small>RB SCHAFT ODER ALS</small> G<small>ESCHENK ERHALTEN, SO GEBE ER SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, JEDEM, DER ESSEN WILL</small>. D<small>IE</small> W<small>EISEN SAGEN, DER</small> S<small>&#x00DC;NDER D&#x00DC;RFE KEINEN</small> G<small>EWINN</small><sup><xref rid="fn97">10</xref></sup> <small>HABEN; SIE SIND VIELMEHR AN JEDEN, DER ESSEN WILL, ZU VERKAUFEN, UND DER</small> E<small>RL&#x00D6;S<sup><xref rid="fn98">11</xref></sup>IST AN JEDERMANN ZU VERTEILEN</small>. W<small>ER VOM</small> T<small>EIG DES</small> S<small>IEBENTJAHRES GENIESST, BEVOR DAVON DIE</small> T<small>EIGHEBE ABGESONDERT WORDEN IST, VERDIENT DEN</small> T<small>OD</small>.</p>
<ftnote id="fn88">1. Er w&#x00E4;chst nicht wild.</ftnote>
<ftnote id="fn89">2. Die kursierenden Ausgaben u. die Mi&#x0160;na separata haben f&#x00E4;lschlich &#x2018;die Ebene&#x2019;; cf. Jos. 10,40; Jud. 1,9.</ftnote>
<ftnote id="fn90">3. Sie sind erlaubt, solange sie noch in einem Landesgebiete vorhanden sind.</ftnote>
<ftnote id="fn91">4. Nach Maimonides eine hartk&#x00F6;rnige Abart verschiedener Feldfr&#x00FC;chte, die sehr sp&#x00E4;t reift. Nach den meisten Erkl&#x00E4;rern sind <span dir="rtl">&#x05D8;&#x05E4;&#x05D9;&#x05D7;&#x05D9;&#x05DD;</span> Futtern&#x00E4;pfe f&#x00FC;r V&#x00F6;gel an den H&#x00E4;userw&#x00E4;nden, in denen Fr&#x00FC;chte und Kerne sich befinden.</ftnote>
<ftnote id="fn92">5. Feuchter Boden, wo die Fr&#x00FC;chte sehr lange wachsen.</ftnote>
<ftnote id="fn93">6. Cf. Absch. III, Anm. 2.</ftnote>
<ftnote id="fn94">7. Was zur&#x00FC;ckbleibt, ist Freigut.</ftnote>
<ftnote id="fn95">8. Die die Fr&#x00FC;chte aus eigenem Felde gesammelt.</ftnote>
<ftnote id="fn96">9. Als Freigut.</ftnote>
<ftnote id="fn97">10. Indem auch er selber und seine Angeh&#x00F6;rigen davon essen.</ftnote>
<ftnote id="fn98">11. Auch f&#x00FC;r das, was er selber i&#x00DF;t.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>D</bold>AS S<small>IEBENTJAHR ERL&#x00C4;SST JEDES</small> D<small>ARLEHEN</small><sup><xref rid="fn99">1</xref></sup>, <small>OB GEGEN</small> S<small>CHULDSCHEIN ODER OHNE</small> S<small>CHULDSCHEIN</small>. L<small>ADENKREDITE WERDEN NICHT ERLASSEN; WENN MAN SIE ABER IN EIN</small> D<small>ARLEHEN UMWANDELT, WERDEN SIE ERLASSEN</small>. R. J<small>EHUDA SAGT, BIS AUF DEN LETZTEN WERDE ALLES ERLASSEN</small><sup><xref rid="fn100">2</xref></sup>. D<small>ER</small> L<small>OHN DES</small> L<small>OHNARBEITERS WIRD NICHT ERLASSEN; WENN MAN IHN IN EIN</small> D<small>ARLEHEN UMWANDELT, WIRD ER ERLASSEN</small>. R. J<small>OSE SAGT, MUSS DIE</small> A<small>RBEIT IM</small> S<small>IEBENTJAHRE EINGESTELLT WERDEN, WERDE ER ERLASSEN, BRAUCHT SIE IM</small> S<small>IEBENTJAHRE NICHT EINGESTELLT ZU WERDEN, WERDE ER NICHT ERLASSEN</small>.</p>
<p>II. W<small>ENN JEMAND EINE</small> K<small>UH SCHLACHTET UND SIE AM</small> N<small>EUJAHRSTAGE AUSH&#x00D6;KERT,SO WIRD DIE</small> S<small>CHULD ERLASSEN, FALLS DER</small> [<small>VORANGEHENDE</small>] M<small>ONAT VOLL</small><sup><xref rid="fn101">3</xref></sup> <small>WAR, WENN ABER NICHT, SO WIRD DIE</small> S<small>CHULD NICHT ERLASSEN</small>. [S<small>TRAFGELDER</small>] <small>DES</small> N<small>OTZ&#x00DC;CHTERS</small><sup><xref rid="fn102">4</xref></sup>, <small>DES</small> V<small>ERF&#x00DC;HRERS</small><sup><xref rid="fn103">5</xref></sup>, <small>DES</small> V<small>ERLEUMDERS</small><sup><xref rid="fn104">6</xref></sup>, <small>SOWIE ALLER GERICHTLICHEN</small> E<small>RKENNTNISSE WERDEN NICHT ERLASSEN</small>. W<small>ENN MAN AUF EIN</small> P<small>FAND VERLEIHT, ODER SEINE</small> S<small>CHULDSCHEINE DEM</small> G<small>ERICHTE &#x00DC;BERGIBT, SO WIRD</small> [<small>DIE</small> S<small>CHULD</small>] <small>NICHT ERLASSEN</small>.</p>
<p>III. D<small>ER</small> P<small>ROSBUL SCH&#x00DC;TZT VOR</small> V<small>ERFALL</small>. D<small>IES IST EINE DER</small> V<small>ERORDNUNGEN, DIE</small> H<small>ILLEL DER</small> &#x00C4;<small>LTERE ANGEORDNET HAT</small>. A<small>LS ER N&#x00C4;MLICH SAH, DASS DAS</small> V<small>OLK SICH WEIGERTE, EINANDER EIN</small> D<small>ARLEHEN ZU GEW&#x00C4;HREN, DASS MAN &#x00DC;BERTRAT DEN</small> S<small>CHRIFTVERS</small>: <sup><xref rid="fn105">7</xref></sup><italic>h&#x00E4;te dich, da&#x00DF; nicht in deinem Herzen ein nichtsw&#x00FC;rdiger Gedanke aufsteige &#x0026;c</italic>., <small>F&#x00DC;HRTE ER DEN</small> P<small>ROSBUL EIN</small>.</p>
<p>IV. F<small>OLGENDES IST DER</small> I<small>NHALT DES</small> P<small>ROSBUL</small>: &#x2018;I<small>CH</small> N. N. <small>ERKL&#x00C4;RE VOR EUCH</small>, R<small>ICHTERN DES</small> O<small>RTES</small> N., <small>DASS ICH JEDE MIR AUSSTEHENDE</small> S<small>CHULD ZU JEDER MIR BELIEBIGEN</small> Z<small>EIT EINFORDERN DAR</small>&#x2019;. D<small>IE</small> R<small>ICHTER ODER DIE</small> Z<small>EUGEN</small><sup><xref rid="fn106">8</xref></sup> <small>UNTERZEICHNEN</small>.</p>
<p>V. E<small>IN VORDATIERTER</small> P<small>ROSBUL IST G&#x00DC;LTIG, EIN NACHDATIERTER IST UN G&#x00DC;LTIG</small><sup><xref rid="fn107">9</xref></sup>. V<small>ORDATIERTE</small> S<small>CHULDSCHEINE SIND UNG&#x00DC;LTIG</small><sup><xref rid="fn108">10</xref></sup>, <small>NACHDATIERTE SIND G&#x00DC;LTIG</small>. W<small>ENN EINER VON F&#x00DC;NF</small> P<small>ERSONEN LEIHT, SO IST F&#x00DC;R JEDE EIN BESONDERER</small> P<small>ROSBUL ZU SCHREIBEN; WENN F&#x00DC;NF</small> P<small>ERSONEN VON EINEM LEIHEN, SO IST F&#x00DC;R ALLE NUR EIN</small> P<small>ROSBUL ZU SCHREIBEN</small>.</p>
<p>VI. M<small>AN SCHREIBE EINEN</small> P<small>ROSBUL NUR DANN, WENN</small> [<small>DER</small> S<small>CHULDNER</small>] G<small>RUNDBESITZ HAT; HAT ER KEINEN, SO &#x00DC;BEREIGNE IHM</small> [<small>DER</small> G<small>L&#x00C4;UBIGER</small>] <small>ET WAS VON SEINEM</small> F<small>ELDE</small>. B<small>ESITZT ER</small> (<small>IN DER</small> S<small>TADT</small>) <small>EIN VERPF&#x00C4;NDETES</small><sup><xref rid="fn109">11</xref></sup> G<small>RUNDST&#x00DC;CK, SO SCHREIBE MAN DAR&#x00DC;BER EINEN</small> P<small>ROSBUL</small>. R. &#x1E24;<small>U&#x00C7;PITH SAGT, MAN SCHREIBE F&#x00DC;R DEN</small> E<small>HEMANN, WENN SEINE</small> F<small>RAU, F&#x00DC;R DIE</small> W<small>AISEN, WENN DER</small> V<small>ORMUND EIN</small> G<small>RUNDST&#x00DC;CK BESITZT</small>.</p>
<p>VII. E<small>IN</small> B<small>IENENSTOCK WIRD, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ALS</small> G<small>RUNDST&#x00DC;CK BE TRACHTET; MAN SCHREIBE DAR&#x00DC;BER EINEN</small> P<small>ROSBUL, ER NIMMT AUF SEINEM</small> P<small>LATZE KEINE</small> U<small>NREINHEIT AN, UND WER DARAUS AM</small> &#x0160;<small>ABBATH</small> H<small>ONIG NIMMT, IST SCHULDIG</small>. D<small>IE</small> W<small>EISEN SAGEN, ER WERDE NICHT ALS</small> G<small>RUNDST&#x00DC;CK BETRACHTET; MAN SCHREIBE DAR&#x00DC;BER KEINEN</small> P<small>ROSBUL, ER NIMMT AUF SEINEM</small> P<small>LATZE</small> U<small>NREINHEIT AN, UND WER DARAUS AM</small> &#x0160;<small>ABBATH</small> H<small>ONIG NIMMT, IST FREI</small>.</p>
<p>VIII. W<small>ENN JEMAND IM</small> S<small>IEBENTJAHRE EINE</small> S<small>CHULD</small><sup><xref rid="fn110">12</xref></sup><small>BEZAHLT, SO SAGE JENER: &#x2018;ICH ERLASSE SIE DIR&#x2019;; ERWIDERT DIESER: &#x2018;DENNOCH</small> [<small>BEZAHLE ICH SIE</small>]&#x2019;, <small>SO NEHME ER AN, DENN ES HEISST</small>:<sup><xref rid="fn111">13</xref></sup> <italic>dieses ist das Wort des Erlasses</italic>. E<small>BENSO SAGE EIN</small> T<small>OTSCHL&#x00C4;GER</small><sup><xref rid="fn112">14</xref></sup>, <small>WENN ER SICH IN EINE</small> A<small>SYLSTADT FL&#x00DC;CHTET UND DIE</small> L<small>EUTE DER</small> S<small>TADT IHN EHREN WOLLEN, ZU IHNEN: &#x2018;ICH BIN EIN</small> T<small>OTSCHL&#x00C4;GER&#x2019;; ERWIDERN DIESE: &#x2018;DENNOCH&#x2019;, SO NEHME ER ES VON IHNEN AN, DENN ES HEISST</small>: <sup><xref rid="fn113">15</xref></sup><italic>dieses ist das Wort des Totschl&#x00E4;gers</italic>.</p>
<p>IX. W<small>ER IM</small> S<small>IEBENTJAHRE EINE</small> S<small>CHULD ZUR&#x00DC;CKZAHLT, FINDET</small> W<small>OHLWOLLEN BEI DEN</small> W<small>EISEN</small>. W<small>ER VON EINEM</small> P<small>ROSELYTEN, DESSEN</small> K<small>INDER SICH MIT IHM BEKEHRT</small><sup><xref rid="fn114">16</xref></sup><small>HABEN, GEBORGT HAT, BRAUCHT SEINEN</small> K<small>INDERN NICHTS ZUR&#x00DC;CKZUZAHLEN; ZAHLT ER ZUR&#x00DC;CK, SO FINDET ER</small> W<small>OHLWOLLEN BEI DEN</small> W<small>EISEN</small>. A<small>LLE BEWEGLICHEN</small> S<small>ACHEN WERDEN ERST DURCH DAS</small> A<small>NSICHZIEHEN ERWORBEN; WER ABER SEIN</small> W<small>ORT H&#x00C4;LT, FINDET</small> W<small>OHLWOLLEN BEI DEN</small> W<small>EISEN</small>.</p>
<ftnote id="fn99">1. Cf. Dt. 15,1 ff.</ftnote>
<ftnote id="fn100">2. Wenn man mehrmals geborgt.</ftnote>
<ftnote id="fn101">3. Der erste Neujahrstag geh&#x00F6;rt zum vorhergehenden Monat (Elul), falls dieser voll ist, dh. 30 Tage hat.</ftnote>
<ftnote id="fn102">4. Cf. Dt. 22,28.</ftnote>
<ftnote id="fn103">5. Cf. Ex. 22,15.</ftnote>
<ftnote id="fn104">6. Cf. Dt. 22,13.</ftnote>
<ftnote id="fn105">7. Dt. 15,9.</ftnote>
<ftnote id="fn106">8. Dies kann auch vor Laien, sogar m&#x00FC;ndlich abgemacht werden.</ftnote>
<ftnote id="fn107">9. Er k&#x00F6;nnte inzwischen Geld verliehen haben.</ftnote>
<ftnote id="fn108">10. Man w&#x00FC;rde die inzwischen vom Schuldner verkauften Grundst&#x00FC;cke mit Unrecht dem K&#x00E4;ufer abnehmen.</ftnote>
<ftnote id="fn109">11. Entweder seines an andere oder ein fremdes an ihn.</ftnote>
<ftnote id="fn110">12. Dh. eine durch das S. erlassene Schuld.</ftnote>
<ftnote id="fn111">13. Dt. 15,2.</ftnote>
<ftnote id="fn112">14. Cf. Num. 35,11 ff., Dt. 19,3ff.</ftnote>
<ftnote id="fn113">15. Dt. 19,4.</ftnote>
<ftnote id="fn114">16. In diesem Falle beerben sich Vater und Kinder gegenseitig nicht.</ftnote>
</chapter>
</book>