<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>D</bold>REIZEHN D<small>INGE GELTEN BEIM</small> A<small>ASE VON EINEM REINEN</small> V<small>OGEL: ES BEN&#x00D6;TIGT DER</small> B<small>EABSICHTIGUNG</small><sup><xref rid="fn1635">1</xref></sup> <small>UND BEN&#x00D6;TIGT NICHT DER</small> B<small>EF&#x00C4;HIGUNG</small><sup><xref rid="fn1636">2</xref></sup><small>; ES MACHT</small> S<small>PEISEN UNREIN BEI</small> E<small>IGR&#x00D6;SSE UND IM</small> S<small>CHLUNDE</small><sup><xref rid="fn1637">3</xref></sup> <small>BEI</small> O<small>LIVENGR&#x00D6;SSE; WER ES GEGESSEN HAT, BEN&#x00D6;TIGT DES</small> S<small>ONNENUNTERGANGES</small><sup><xref rid="fn1638">4</xref></sup><small>; MAN IST WEGEN DESSEN SCHULDIG WEGEN DES</small> E<small>INTRETENS IN DEN</small> T<small>EMPEL</small><sup><xref rid="fn1639">5</xref></sup><small>; WEGEN DESSEN IST DIE</small> H<small>EBE</small><sup><xref rid="fn1640">6</xref></sup> <small>ZU VERBRENNEN; WER DAVON</small><sup><xref rid="fn1641">7</xref></sup> <small>EIN</small> G<small>LIED VON</small> L<small>EBENDEM ISST, ERH&#x00C4;LT DIE VIERZIG</small> [G<small>EISSELHIEBE</small>]<small>; DAS</small> S<small>CHLACHTEN UND DAS</small> K<small>OPFABKNEIFEN</small><sup><xref rid="fn1642">8</xref></sup> <small>MACHEN ES</small><sup><xref rid="fn1643">9</xref></sup> <small>TOTVERLETZT REIN &#x2013; SO</small> R. M<small>E&#x00CD;R;</small> R. J<small>EHUDA SAGT, SIE MACHEN ES NICHT REIN;</small> R. J<small>OSE SAGT, DAS</small> S<small>CHLACHTEN MACHE ES REIN, NICHT ABER DAS</small> K<small>OPFABKNEIFEN</small>.</p>
<p>II. D<small>IE</small> F<small>EDERN UND DIE</small> F<small>LAUMFEDERN WERDEN UNREIN UND MACHEN UNREIN, WERDEN ABER NICHT MITVEREINIGT</small><sup><xref rid="fn1644">10</xref></sup><small>;</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, DIE</small> F<small>LAUMFEDERN WERDEN MITVEREINIGT</small><sup><xref rid="fn1645">11</xref></sup>. D<small>ER</small> S<small>CHNABEL UND DIE</small> K<small>RALLEN</small><sup><xref rid="fn1646">12</xref></sup><small>WERDEN UNREIN, MACHEN UNREIN UND WERDEN MITVEREINIGT;</small> R. J<small>OSE SAGT, AUCH DIE</small> F<small>L&#x00DC;GELSPITZEN UND DIE</small> S<small>TEISSPITZE WERDEN MIT VEREINIGT, DENN BEI DEN GEM&#x00C4;STETEN</small> [T<small>IEREN</small>] <small>L&#x00C4;SST MAN SIE DARAN</small>.</p>
<p>III. D<small>AS</small> A<small>AS EINES UNREINEN</small> V<small>OGELS BEN&#x00D6;TIGT DER</small> B<small>EABSICHTIGUNG UND DER</small> B<small>EF&#x00C4;HIGUNG; ES MACHT</small> S<small>PEISEN UNREIN BEI</small> E<small>IGR&#x00D6;SSE, UND IN DER</small> G<small>R&#x00D6;SSE EINES HALBEN</small> P<small>ERAS MACHT ES DEN K&#x00D6;RPER</small><sup><xref rid="fn1647">13</xref></sup><small>UNTAUGLICH; ES</small> [<small>VERUNREINIGT</small>] <small>NICHT BEI</small> O<small>LIVENGR&#x00D6;SSE IM</small> S<small>CHLUNDE</small><sup><xref rid="fn1648">14</xref></sup><small>; WER ES GEGESSEN HAT, BEN&#x00D6;TIGT NICHT DES</small> S<small>ONNENUNTERGANGES; MAN IST WEGEN DESSEN NICHT SCHULDIG WEGEN</small> E<small>INTRETENS IN DEN</small> T<small>EMPEL, WOHL ABER VERBRENNE MAN WEGEN DESSEN DIE</small> H<small>EBE; WER DAVON EIN</small> G<small>LIED VOM</small> L<small>EBENDEN ISST, ERH&#x00C4;LT NICHT DIE VIERZIG</small> [G<small>EISSELHIEBE</small>]; <small>DAS</small> S<small>CHLACHTEN MACHT ES NICHT REIN</small><sup><xref rid="fn1649">15</xref></sup>; <small>DIE</small> F<small>EDERN UND DIE</small> F<small>LAUMFEDERN WERDEN UNREIN, MACHEN UNREIN UND WERDEN MITVEREINIGT; DER</small> S<small>CHNABEL UND DIE</small> K<small>RALLEN WERDEN UNREIN, MACHEN UNREIN UND WERDEN MITVEREINIGT</small>.</p>
<p>IV. B<small>EIM</small> V<small>IEH WERDEN DIE</small> H<small>AUT, DER</small> F<small>LEISCHSAFT, DIE</small> G<small>ALLERTE, DAS</small> S<small>CHABSEL</small><sup><xref rid="fn1650">16</xref></sup>, <small>DIE</small> K<small>NOCHEN, DIE</small> A<small>DERN, DIE</small> H<small>&#x00D6;RNER UND DIE</small> K<small>LAUEN MITVEREINIGT HINSICHTLICH DER</small> S<small>PEISENUNREINHEIT, NICHT ABER HINSICHTLICH DER</small> U<small>NREINHEIT ALS</small> A<small>AS</small>. D<small>ESGLEICHEN VERUNREINIGT EIN UNREINES</small> V<small>IEH, DAS MAN F&#x00DC;R EINEN</small> N<small>ICHTJUDEN GESCHLACHTET HAT UND DAS NOCH ZAPPELT, ALS</small> S<small>PEISE UND NICHT ALS</small> A<small>AS, SONDERN ERST WENN ES TOT IST ODER MAN IHM DEN</small> K<small>OPF ABGESCHLAGEN HAT</small>. D<small>IE</small> V<small>ERUNREINIGUNG DER</small> S<small>PEISENUNREINHEIT IST ALSO AUSGEDEHNTER ALS DIE</small> V<small>ERUNREINIGUNG DER</small> A<small>ASUNREINHEIT</small>.</p>
<p>V. E<small>INE DURCH EINE</small> H<small>AUPTUNREINHEIT UNREIN GEWORDENE</small> S<small>PEISE UND EINE DURCH EINE ABSTAMMENDE</small> U<small>NREINHEIT UNREIN GEWORDENE</small> S<small>PEISE WERDEN MITEINANDER VEREINIGT, UM WIE DIE LEICHTERE UNTER IHNEN ZU VERUNREINIGEN</small>. Z<small>UM</small> B<small>EISPIEL</small>. H<small>AT MAN EIN HALBES</small> E<small>IGROSSES EINER ERSTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND EIN HALBES</small> E<small>IGROSSES EINER ZWEITGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE ZWEITGRADIG</small>. H<small>AT MAN EIN HALBES</small> E<small>IGROSSES EINER ZWEITGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND EIN HALBES</small> E<small>IGROSSES EINER DRITTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE DRITTGRADIG</small>. H<small>AT MAN EIN</small> E<small>IGROSSES EINER ERSTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND EIN</small> E<small>LGROSSES EINER ZWEITGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE ERSTGRADIG; TEILT MAN SIE, SO IST DAS EINE UND DAS ANDERE ZWEITGRADIG. F&#x00C4;LLT DAS EINE GESONDERT UND DAS ANDERE GESONDERT AUF EINEN</small> L<small>AIB VON</small> H<small>EBE, SO MACHEN SIE IHN UNTAUGLICH</small><sup><xref rid="fn1651">17</xref></sup>, <small>FALLEN BEIDE GLEICHZEITIG DARAUF, SO MACHEN SIE IHN ZWEITGRADIG</small>.</p>
<p>VI. H<small>AT MAN EIN</small> E<small>IGROSSES EINER ZWEITGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND EIN</small> E<small>IGROSSES EINER DRITTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE ZWEITGRADIG; TEILT MAN SIE, SO IST DAS EINE DRITTGRADIG UND DAS ANDERE DRITTGRADIG. F&#x00C4;LLT DAS EINE GESONDERT UND DAS ANDERE GESONDERT AUF EINEN</small> L<small>AIB VON</small> H<small>EBE, SO MACHTEN SIE IHN NICHT UNTAUGLICH, FALLEN BEIDE GLEICHZEITIG DARAUF, SO MACHEN SIE IHN DRITTGRADIG</small>. H<small>AT MAN EIN</small> E<small>IGROSSES EINER ERSTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND EIN</small> E<small>IGROSSES EINER DRITTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE ERSTGRADIG; TEILT MAN SIE, SO IST DAS EINE ZWEITGRADIG UND DAS ANDERE ZWEITGRADIG, DENN AUCH DAS DRITTGRADIGE, DAS DAS ERSTGRADIGE BER&#x00DC;HRT, WIRD ZWEITGRADIG</small>. H<small>AT MAN ZWEI</small> E<small>IGROSSE EINER ERSTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND ZWEI</small> E<small>IGROSSE EINER ZWEITGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE ERSTGRADIG; TEILT MAN SIE, SO IST DAS EINE ERSTGRADIG UND DAS ANDERE ERSTGRADIG; WENN IN DREI ODER IN VIER</small> T<small>EILE, SO SIND SIE ZWEITGRADIG</small>. H<small>AT MAN ZWEI</small> E<small>IGROSSE EINER ZWEITGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE UND ZWEI</small> E<small>IGROSSE EINER DRITTGRADIG</small> [<small>UNREINEN</small>] S<small>PEISE MITEINANDER VERMENGT, SO SIND SIE ZWEITGRADIG; TEILT MAN SIE, SO IST DAS EINE ZWEITGRADIG UND DAS ANDERE ZWEITGRADIG</small>; <small>WENN IN DREI ODER VIER</small> T<small>EILE, SO SIND SIE DRITTGRADIG</small>.</p>
<p>VII. W<small>ENN</small> T<small>EIGST&#x00DC;CKE ANEINANDER KLEBEN ODER</small> B<small>ROTE ANEINANDER KLEBEN UND EINES VON IHNEN DURCH EIN</small> K<small>RIECHTIER UNREIN WIRD, SO SIND ALLE ERSTGRADIG</small> [<small>UNREIN</small>]<small>; L&#x00D6;ST MAN SIE, SO SIND ALLE ERSTGRADIG</small>. W<small>ENN DURCH EINE FL&#x00DC;SSIGKEIT, SO SIND ALLE ZWEITGRADIG</small> [<small>UNREIN</small>]<small>; L&#x00D6;ST MAN SIE, SO SIND SIE ALLE ZWEITGRADIG</small>. W<small>ENN DURCH DIE</small> H<small>&#x00C4;NDE</small><sup><xref rid="fn1652">18</xref></sup>, <small>SO SIND ALLE DRITTGRADIG</small> [<small>UNREIN</small>]<small>; L&#x00D6;ST MAN SIE, SO SIND ALLE DRITTGRADIG</small>.</p>
<p>VIII. W<small>ENN EIN</small> T<small>EIGST&#x00DC;CK ERSTGRADIG</small> [<small>UNREIN</small>] <small>IST UND MAN AN DIESES ANDERE KLEBT, SO SIND ALLE ERSTGRADIG; L&#x00D6;ST MAN SIE, SO IST DIESES ERSTGRADIG UND DIE ANDEREN SIND ZWEITGRADIG</small>. W<small>ENN ES ZWEITGRADIG</small> [<small>UNREIN</small>] <small>IST UND MAN AN DIESES ANDERE KLEBT, SO SIND ALLE ZWEITGRADIG; L&#x00D6;ST MAN SIE, SO IST DIESES ZWEITGRADIG UND ALLE ANDEREN SIND DRITTGRADIG</small>. W<small>ENN ES DRITTGRADIG IST UND MAN AN DIESES ANDERE KLEBT, SO IST DIESES DRITTGRADIG UND ALLE ANDEREN SIND REIN, EINERLEI OB MAN SIE GEL&#x00D6;ST HAT ODER MAN SIE NICHT GEL&#x00D6;ST HAT</small>.</p>
<p>IX. I<small>ST VON HEILIGEN</small> B<small>ROTEN</small><sup><xref rid="fn1653">19</xref></sup>, <small>IN DEREN</small> R<small>ISSEN GEHEILIGTES</small> W<small>ASSER SICH BEFINDET, EINES DURCH EIN KRIECHTIER UNREIN GEWORDEN, SO SIND ALLE UNREIN</small>; <small>SIND SIE VON</small> H<small>EBE, SO MACHT ES ZWEI UNREIN UND EINES</small><sup><xref rid="fn1654">20</xref></sup> <small>UNTAUGLICH; IST ZWISCHEN IHNEN EINE BEFEUCHTENDE</small> F<small>L&#x00DC;SSIGKEIT, SO SIND AUCH BEI SOLCHEN VON</small> H<small>EBE ALLE UNREIN</small>.</p>
<ftnote id="fn1635">1. Es zu essen; nur dann macht es unrein; cf. Nid. Fol. 50b.</ftnote>
<ftnote id="fn1636">2. F&#x00FC;r die Unreinheit, durch Befeuchtung, wie dies bei anderen Speisen der Fall ist.</ftnote>
<ftnote id="fn1637">3. Beim Herunterschlucken; nur in diesem Falle macht es Menschen unrein.</ftnote>
<ftnote id="fn1638">4. Nachdem er ein Tauchbad genommen hat; erst dann ist er v&#x00F6;llig rein.</ftnote>
<ftnote id="fn1639">5. In unreinem Zustande.</ftnote>
<ftnote id="fn1640">6. Die der durch dieses unrein gewordene ber&#x00FC;hrt hat.</ftnote>
<ftnote id="fn1641">7. Von einem reinen Vogel; cf. Hul. Fol. 101b.</ftnote>
<ftnote id="fn1642">8. Auf diese Weise erfolgte die T&#x00F6;tung des Gefl&#x00FC;gelopfers; cf. Lev. 1,15.</ftnote>
<ftnote id="fn1643">9. Wenn auch zum Essen verboten.</ftnote>
<ftnote id="fn1644">10. Mit dem Fleische zur Olivengr&#x00F6;&#x00DF;e hinsichtl. der Verunreinigung.</ftnote>
<ftnote id="fn1645">11. Diese werden mitgegessen.</ftnote>
<ftnote id="fn1646">12. Soweit sie im Fleische stecken.</ftnote>
<ftnote id="fn1647">13. F&#x00FC;r Hebe u. Heiliges.</ftnote>
<ftnote id="fn1648">14. Cf. Hul. Fol. 100b.</ftnote>
<ftnote id="fn1649">15. Dieser Satz ist nicht recht verst&#x00E4;ndlich, da ein solches &#x00FC;berhaupt nicht unrein ist; er ist wohl nur als Gegensatz zum Vorangehenden anzusehen. Die Kommentare erkl&#x00E4;ren: es wird nicht durch das Schlachten allein, bevor es endg&#x00FC;ltig tot ist, Nichtjuden zum Essen erlaubt, was aber bei einem reinen nicht der Fall ist; cf. Hui. Fol. 102a.</ftnote>
<ftnote id="fn1650">16. Was beim Enth&#x00E4;uten vom Fleische abgeschabt wird u. an der Haut haften bleibt. Nach einer anderen Erkl&#x00E4;rung, die Sehnen; cf. Hul. Fol. 121a.</ftnote>
<ftnote id="fn1651">17. Drittgradig unrein.</ftnote>
<ftnote id="fn1652">18. Die, wenn man auf deren Reinheit nicht achtet, als unrein gelten; cf. Sab. Fol. 14b.</ftnote>
<ftnote id="fn1653">19. Die einander ber&#x00FC;hren.</ftnote>
<ftnote id="fn1654">20. Das das 2. ber&#x00FC;hrt.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EINE</small> F<small>RAU</small> G<small>R&#x00DC;NKRAUT</small><sup><xref rid="fn1655">1</xref></sup> <small>IN EINEN</small> T<small>OPF EINLEGT UND EIN AUS DEM</small> T<small>OPFE HERAUSRAGENDES</small> B<small>LATT AN EINER TROCKENEN</small> S<small>TELLE BER&#x00DC;HRT, SO IST, AUCH WENN ES</small> E<small>IGR&#x00D6;SSE HAT, DIESES UNREIN UND ALLES &#x00DC;BRIGE REIN; BER&#x00DC;HRT SIE EINE BEFEUCHTETE</small> S<small>TELLE, SO IST, WENN ES</small> E<small>IGR&#x00D6;SSE HAT, ALLES UNREIN, UND WENN ES NICHT</small> E<small>IGR&#x00D6;SSE HAT, DIESES UNREIN UND ALLES &#x00DC;BRIGE REIN</small>. I<small>ST ES ZUR&#x00DC;CK IN DEN</small> T<small>OPF GEKOMMEN, SO IST ALLES UNREIN</small>. W<small>ENN SIE DURCH</small> B<small>ER&#x00DC;HRUNG EINES</small> L<small>EICHENUNREINEN UNREIN WAR UND ES BER&#x00DC;HRT HAT, OB AN EINER BEFEUCHTETEN</small> S<small>TELLE ODER AN EINER TROCKENEN</small> S<small>TELLE, SO IST, WENN ES</small> E<small>IGR&#x00D6;SSE HAT, ALLES UNREIN, UND WENN ES NICHT</small> E<small>IGR&#x00D6;SSE HAT, DIESES UNREIN UND ALLES REIN</small>. W<small>ENN SIE AM SELBEN</small> T<small>AGE, AN DEM SIE UNTERGETAUCHT IST, MIT NICHT REINEN</small> H<small>&#x00C4;NDEN EINEN</small> T<small>OPF UMGER&#x00DC;HRT HAT UND</small> F<small>L&#x00DC;SSIGKEIT AN IHREN H&#x00C4;NDEN MERKT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB DIESE AUS DEM</small> T<small>OPFE GESPRITZT IST ODER SIE EINEN STRUNK</small><sup><xref rid="fn1656">2</xref></sup> <small>MIT DEN H&#x00C4;NDEN BER&#x00DC;HRT HAT, SO IST DAS</small> G<small>R&#x00DC;NKRAUT UNTAUGLICH</small><sup><xref rid="fn1657">3</xref></sup> <small>UND DER</small> T<small>OPF REIN</small><sup><xref rid="fn1658">4</xref></sup>.</p>
<p>II. R. E<small>LIE&#x0351;ZER SAGT, WER EINE ERSTGRADIG</small> [<small>UNREINE</small>] S<small>PEISE ISST, SEI ERSTGRADIG, WER EINE ZWEITGRADIGE</small> S<small>PEISE, SEI ZWEITGRADIG, UND WER EINE DRITTGRADIGE</small> S<small>PEISE, SEI DRITTGRADIG</small> [<small>UNREIN</small>]. R. J<small>EHO&#x0160;UA&#x0351;. SAGT, WER EINE ERSTGRADIGE ODER EINE ZWEITGRADIGE</small> S<small>PEISE ISST, SEI ZWEITGRADIG, UND WER EINE DRITTGRADIGE</small> S<small>PEISE, SEI ZWEITGRADIG</small> [<small>UNREIN</small>] <small>F&#x00DC;R</small> H<small>EILIGES, NICHT ABER ZWEITGRADIG</small> [<small>UNREIN</small>] <small>F&#x00DC;R</small> H<small>EBE</small>. D<small>IES GILT VON</small> P<small>ROFANEM, DAS IN</small> R<small>EINHEIT DER</small> H<small>EBE HERGERICHTET WORDEN IST</small><sup><xref rid="fn1659">5</xref></sup>.</p>
<p>III. E<small>RSTGRADIG</small> [<small>UNREINES</small>] P<small>ROFANES IST UNREIN UND MACHT UNREIN; ZWEITGRADIGES MACHT UNTAUGLICH UND NICHT UNREIN; DRITTGRADIGES DARF ALS</small> G<small>ERICHT MIT</small> H<small>EBE GEMISCHT GEGESSEN WERDEN</small>.</p>
<p>IV. E<small>RSTGRADIG UND ZWEITGRADIG</small> [<small>UNREINE</small>] H<small>EBE IST UNREIN UND MACHT UNREIN; DRITTGRADIGE MACHT UNTAUGLICH UND NICHT UNREIN; VIERTGRADIGE DARF ALS</small> G<small>ERICHT MIT</small> H<small>EILIGEM GEMISCHT GEGESSEN WERDEN</small>.</p>
<p>V. E<small>RSTGRADIG, ZWEITGRADIG UND DRITTGRADIG</small> [<small>UNREINES</small>] H<small>EILIGES IST UNREIN UND MACHT UNREIN; VIERTGRADIGES MACHT UNTAUGLICH UND NICHT UNREIN; F&#x00DC;NFTGRADIGES DARF ALS</small> G<small>ERICHT MIT</small> H<small>EILIGEM GEMISCHT GEGESSEN WERDEN</small>.</p>
<p>VI. Z<small>WEITGRADIG</small> [<small>UNREINES</small>] P<small>ROFANES MACHT PROFANE</small> F<small>L&#x00DC;SSIGKEITEN UNREIN UND</small> S<small>PEISEN VON</small> H<small>EBE UNTAUGLICH; DRITTGRADIG</small> [<small>UNREINE</small>] H<small>EBE MACHT HEILIGE</small> F<small>L&#x00DC;SSIGKEITEN UNREIN UND HEILIGE</small> S<small>PEISEN UNTAUGLICH, WENN SIE IN F&#x00DC;R</small> H<small>EILIGES ERFORDERLICHER</small> R<small>EINHEIT ZUBEREITET WORDEN SIND; SIND SIE ABER IN F&#x00DC;R</small> H<small>EBE ERFORDERLICHER</small> R<small>EINHEIT ZUBEREITET WORDEN, SO MACHT ES ZWEIMAL UNREIN UND BEIM</small> H<small>EILIGEN NOCH EINMAL UNTAUGLICH</small>.</p>
<p>VII. R. E<small>LIE&#x0351;ZER SAGT, SIE SEIEN ALLE DREI EINANDER GLEICH: ERSTGRADIG</small> [U<small>NREINES</small>] <small>VON</small> H<small>EILIGEM, VON</small> H<small>EBE UND VON</small> P<small>ROFANEM MACHT BEI</small> H<small>EILIGEM ZWEIMAL UNREIN UND EINMAL UNTAUGLICH, BEI</small> H<small>EBE EINMAL UNREIN UND EINMAL UNTAUGLICH, UND</small> P<small>ROFANES UNTAUGLICH; ZWEITGRADIG</small> [U<small>NREINES</small>] <small>VON DIESEN ALLEN MACHT BEI</small> H<small>EILIGEM EINMAL UNREIN UND EINMAL UNTAUGLICH, PROFANE</small> F<small>L&#x00DC;SSIGKEITEN UNREIN, UND</small> S<small>PEISEN VON</small> H<small>EBE UNTAUGLICH; DRITTGRADIG</small> [U<small>NREINES</small>] <small>VON ALLEN MACHT HEILIGE</small> F<small>L&#x00DC;SSIGKEITEN UNREIN UND HEILIGE</small> S<small>PEISEN UNTAUGLICH</small>.</p>
<p>VIII. W<small>ER EINE ZWEITGRADIG</small> [<small>UNREINE</small>] S<small>PEISE GEGESSEN HAT, DARF SICH NICHT IN DER &#x00D6;LPRESSE BET&#x00C4;TIGEN</small><sup><xref rid="fn1660">6</xref></sup>. P<small>ROFANES, DAS WIE</small> H<small>EILIGES ZUBEREITET WORDEN</small><sup><xref rid="fn1661">7</xref></sup> <small>IST, GLEICHT</small> P<small>ROFANEM</small><sup><xref rid="fn1662">8</xref></sup>. R. E<small>LIE&#x0351;ZER B</small>. R. &#x00C7;<small>ADOQ SAGT, ES GLEICHE DER</small> H<small>EBE UND MACHE ZWEIMAL UNREIN UND EINMAL UNTAUGLICH</small>.</p>
<ftnote id="fn1655">1. Von Hebe, od. wenn die Frau unrein ist.</ftnote>
<ftnote id="fn1656">2. An einer feuchten Stelle, soda&#x00DF; dieser samt dem Topfe unrein wird.</ftnote>
<ftnote id="fn1657">3. Weil sie vor Sonnenuntergang noch nicht v&#x00F6;llig rein ist; cf. Tj. II,2.</ftnote>
<ftnote id="fn1658">4. Der am selben Tage Untergetauchte macht Fl&#x00FC;ssigkeiten nicht erstgradig unrein (cf. Para VIII,7), soda&#x00DF; der Topf durch diese nicht unrein wird.</ftnote>
<ftnote id="fn1659">5. Nur bei diesem gibt es eine drittgradige Unreinheit, nicht aber bei gew&#x00F6;hnlichem Profanem.</ftnote>
<ftnote id="fn1660">6. Weil in den Oliven noch die Hebe enthalten ist.</ftnote>
<ftnote id="fn1661">7. Unter Beobachtung der f&#x00FC;r dieses geltenden Reinheitsbestimmungen.</ftnote>
<ftnote id="fn1662">8. Es wird nicht drittgradig.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>F</bold>LEISCHSAFT, G<small>RAUPENBREI</small><sup><xref rid="fn1663">1</xref></sup> <small>UND</small> M<small>ILCH WERDEN, SOLANGE SIE BEFEUCHTENDE</small> F<small>L&#x00DC;SSIGKEIT SIND, ERSTGRADIG</small> [<small>UNREIN</small>]<small>; GERINNEN SIE</small><sup><xref rid="fn1664">2</xref></sup>, <small>SO SIND SIE ZWEITGRADIG</small><sup><xref rid="fn1665">3</xref></sup>; <small>WERDEN SIE WIEDER FL&#x00DC;SSIG, SO SIND SIE, WENN SIE GENAU</small> E<small>IGR&#x00D6;SSE HABEN, REIN</small><sup><xref rid="fn1666">4</xref></sup>, <small>UND WENN MEHR ALS</small> E<small>IGR&#x00D6;SSE, UNREIN, DENN SOBALD DER ERSTE</small> T<small>ROPFEN</small> A<small>USTRITT, WIRD ER DURCH DAS EIGROSSE QUANTUM UNREIN</small>.</p>
<p>II R. M<small>E&#x00CD;R SAGT</small>, &#x00D6;<small>L BLEIBE IMMER</small><sup><xref rid="fn1667">5</xref></sup> <small>ERSTGRADIG</small> [<small>UNREIN</small>]<small>; DIE</small> W<small>EISEN SAGEN, AUCH</small> H<small>ONIG;</small> R. &#x0160;<small>IMO&#x0351;N</small> S<small>EZORI SAGT, AUCH</small> W<small>EIN</small>. W<small>ENN EIN</small> [<small>UNREINER</small>] O<small>LIVENKLUMPEN IN EINEN</small> O<small>FEN GEFALLEN UND DIESER GEHEIZT WORDEN IST</small><sup><xref rid="fn1668">6</xref></sup>, <small>SO IST, WENN ER GENAU</small> E<small>LGR&#x00D6;SSE HAT</small>, [<small>DER</small> O<small>FEN</small>] <small>REIN, UND WENN MEHR ALS</small> E<small>IGR&#x00D6;SSE, UNREIN, DENN SOBALD DER ERSTE</small> T<small>ROPFEN AUSTRITT, WIRD ER DURCH DAS EIGROSSE</small> Q<small>UANTUM UNREIN</small>. S<small>IND</small> [<small>DIE</small> O<small>LIVEN</small>] <small>LOSE, SO IST ER REIN, AUCH WENN ES HUNDERT SIND</small><sup><xref rid="fn1669">7</xref></sup>.</p>
<p>III. H<small>AT EIN</small> L<small>EICHENUNREINER</small> O<small>LIVEN ODER</small> T<small>RAUBEN GENAU IN</small> E<small>IGR&#x00D6;SSE AUSGEPRESST</small><sup><xref rid="fn1670">8</xref></sup>, <small>SO IST ES REIN, NUR DARF ER KEINE FEUCHTE</small> S<small>TELLE BER&#x00DC;HRT HABEN; WENN MEHR ALS</small> E<small>LGR&#x00D6;SSE, SO IST ES UNREIN, DENN SOBALD DER ERSTE</small> T<small>ROPFEN AUSTRITT, WIRD ES DURCH DAS EIGROSSE</small> Q<small>UANTUM UNREIN</small>. I<small>ST ES EIN</small> F<small>LUSSBEHAFTETER ODER EINE</small> F<small>LUSSBEHAFTETE, SO IST ES AUCH BEI EINER EINZIGEN</small> B<small>EERE UNREIN, DENN SOBALD DER ERSTE</small> T<small>ROPFEN AUSTRITT, IST ER DURCH DAS</small> T<small>RAGEN</small><sup><xref rid="fn1671">9</xref></sup> <small>UNREIN</small>. H<small>AT EIN</small> F<small>LUSSBEHAFTETER EINE</small> Z<small>IEGE GEMOLKEN, SO IST DIE</small> M<small>ILCH UNREIN, DENN SOBALD DER ERSTE</small> T<small>ROPFEN AUSTRITT, IST ER DURCH DAS</small> T<small>RAGEN UNREIN</small>.</p>
<p>IV. W<small>ENN MAN</small> [<small>UNREINE</small>] S<small>PEISEN IN</small> E<small>IGR&#x00D6;SSE IN DIE</small> S<small>ONNE GELEGT HAT UND SIE WENIGER GEWORDEN</small><sup><xref rid="fn1672">10</xref></sup><small>SIND, EBENSO EIN</small> O<small>LIVENGROSSES VON EINEM</small> T<small>OTEN, EIN</small> O<small>LIVENGROSSES VON EINEM</small> A<small>ASE, EIN</small> L<small>INSENGROSSES VON EINEM</small> K<small>RIECHTIERE, EIN</small> O<small>LIVENGROSSES VON</small> V<small>ERWERFLICHEM, EIN</small> O<small>LIVENGROSSES VON &#x00DC;BRIGGEBLIEBENEM ODER EIN</small> O<small>LIVENGROSSES VON</small> T<small>ALG, SO SIND SIE REIN, BEZIEHUNGSWEISE IST MAN IHRETHALBEN NICHT SCHULDIG WEGEN</small> V<small>ERWERFLICHEM, &#x00DC;BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small><sup><xref rid="fn1673">11</xref></sup><small>; WENN MAN SIE DARAUF IN DEN</small> R<small>EGEN LEGT UND SIE AUFQUELLEN, SO SIND SIE UNREIN, BEZIEHUNGSWEISE IST MAN IHRETHALBEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM, &#x00DC;BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>.</p>
<p>V. B<small>EI ALLEN</small> U<small>NREINHEITEN RICHTE MAN SICH</small><sup><xref rid="fn1674">12</xref></sup><small>NACH DER</small> Z<small>EIT DER</small> A<small>UFFINDUNG; SIND SIE DANN UNREIN, SO GELTEN SIE ALS UNREIN, UND SIND SIE DANN REIN, SO GELTEN SIE ALS REIN; SIND SIE DANN ZUGEDECKT, SO GELTEN SIE ALS ZUGEDECKT, UND SIND SIE DANN AUFGEDECKT, SO GELTEN SIE ALS AUFGEDECKT</small><sup><xref rid="fn1675">13</xref></sup>. F<small>LNDET MAN EINE</small> N<small>ADEL VOLL</small> R<small>OST ODER ZERBROCHEN, SO IST SIE</small><sup><xref rid="fn1674">12</xref></sup><small>REIN, DENN BEI ALLEN</small> U<small>NREINHEITEN RICHTE MAN SICH NACH DER</small> Z<small>EIT DER</small> A<small>UFFINDUNG</small>.</p>
<p>VI. W<small>ERDEN EIN</small> T<small>AUBER, EIN</small> B<small>L&#x00D6;DER ODER EIN</small> M<small>INDERJ&#x00C4;HRIGER IN EINER</small> D<small>URCHGANGSGASSE ANGETROFFEN, IN DER EINE</small> U<small>NREINHEIT SICH BEFINDET, SO GELTEN SIE ALS IM</small> Z<small>USTANDE DER</small> R<small>EINHEIT BEFINDLICH, EIN</small> V<small>OLLSINNIGER ABER</small><sup><xref rid="fn1676">14</xref></sup><small>ALS IM</small> Z<small>USTANDE DER</small> U<small>NREINHEIT BEFINDLICH</small>. W<small>AS KEINEN</small> V<small>ERSTAND ZUM</small> B<small>EFRAGT WERDEN HAT, GILT IN EINEM</small> Z<small>WEIFEL ALS REIN</small>.</p>
<p>VII. W<small>ENN EIN</small> K<small>IND MIT</small> L<small>ILIEN IN DER</small> H<small>AND AN DER</small> S<small>EITE EINES</small> B<small>EGR&#x00C4;BNISPLATZES ANGETROFFEN, WIRD, UND</small> L<small>ILIEN NUR AN DER</small> S<small>TELLE DER</small> U<small>NREINHEIT SIND, SO IST ES REIN, DENN ICH NEHME AN, JEMAND ANDERS HABE SIE GESAMMELT UND IHM GEGEBEN</small>. E<small>BENSO IST BEI EINEM</small> E<small>SEL ZWISCHEN</small> G<small>R&#x00C4;BERN SEIN</small> S<small>CHIRRZEUG REIN</small>.</p>
<p>VIII. W<small>IRD EIN</small> K<small>IND MIT</small> T<small>EIG IN DER</small> H<small>AND NEBEN DEM</small> T<small>EIG ANGETROFFEN, SO IST ER NACH</small> R. M<small>E&#x00CD;R REIN UND NACH DEN</small> W<small>EISEN UNREIN, WEIL EIN</small> K<small>IND ZU BETASTEN</small><sup><xref rid="fn1677">15</xref></sup><small>PFLEGT</small>. W<small>ENN IM</small> T<small>EIG</small> P<small>ICKL&#x00D6;CHER VON H&#x00DC;HNERN SIND UND UNREINE</small> F<small>L&#x00DC;SSIGKEITEN SICH IM</small> H<small>AUSE BEFINDEN, SO SIND, WENN ZWISCHEN DEN</small> F<small>L&#x00DC;SSIGKEITEN UND DEN</small> B<small>ROTEN SO WEIT IST, UM DEN</small> S<small>CHNABEL AM</small> E<small>RDBODEN ABZUWETZEN</small>, [<small>DUE</small> B<small>ROTE</small>] <small>REIN; BEI EINER</small> K<small>UH UND EINEM</small> H<small>UNDE SO WEIT, DASS SIE SICH</small> [<small>DIE</small> F<small>L&#x00DC;SSIGKEIT</small>] <small>MIT DER</small> Z<small>UNGE ABLECKEN K&#x00D6;NNEN, UND BEI JEDEM ANDEREN</small> V<small>IEH, DASS SIE VON SELBST ABTROCKNEN KANN</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB ERKL&#x00C4;RT SIE BEI EINEM</small> H<small>UNDE ALS REIN, WEIL ER KLUG IST; ER PFLEGT NICHT</small> S<small>PEISEN LIEGEN ZU LASSEN UND ZUM</small> W<small>ASSER ZU GEHEN</small><sup><xref rid="fn1678">16</xref></sup>.</p>
<ftnote id="fn1663">1. Solange er d&#x00FC;nnfl&#x00FC;ssig ist.</ftnote>
<ftnote id="fn1664">2. Nachdem sie erstgradig unrein geworden sind.</ftnote>
<ftnote id="fn1665">3. Sie gelten als Speise, die eine unreine Fl&#x00FC;ssigkeit ber&#x00FC;hrt hat.</ftnote>
<ftnote id="fn1666">4. Fl&#x00FC;ssig werden sie an sich rein; beim Fl&#x00FC;ssigwerden w&#x00FC;rde allerdings schon der erste Tropfen durch die Ber&#x00FC;hrung unrein werden, jed. fehlt in diesem Falle der Tropfen vom verunreinigungsf&#x00E4;higen Quantum.</ftnote>
<ftnote id="fn1667">5. Es gerinnt nie ganz fest.</ftnote>
<ftnote id="fn1668">6. Dadurch sondert der Klumpen Fl&#x00FC;ssigkeit aus.</ftnote>
<ftnote id="fn1669">7. Die einzelnen Oliven haben nicht das verunreinigungsf&#x00E4;hige Quantum. Die Formel <span dir="rtl">&#x05D4;&#x05DF; &#x05D5;&#x05D0;&#x05E4;&#x05D9;&#x05DC;&#x05D5; &#x05DE;&#x05D0;&#x05D4;</span> wird in der Mi&#x0161;na h&#x00E4;ufig gebraucht, u. auch an dieser Stelle wird diese Lesart der Erstausgabe (so auch <italic>Surenhusius</italic>) von den &#x00E4;lteren Kommentaren best&#x00E4;tigt.</ftnote>
<ftnote id="fn1670">8. Mit einem nicht verunreinigungsf&#x00E4;higen Ger&#x00E4;te; cf. Kel. II,iff.</ftnote>
<ftnote id="fn1671">9. Dh. Bewegen, Sch&#x00FC;tteln (vgl. S. 484 Anm. 91), wodurch diese ohne Ber&#x00FC;hrung verunreinigen, wobei das genannte Quantum nicht erforderlich ist.</ftnote>
<ftnote id="fn1672">10. Durch das Zusammenschrumpfen.</ftnote>
<ftnote id="fn1673">11. Eventuell, falls es sich um solches handelt; m&#x00F6;glicherweise ist das oft im Zusammenhang vorkommende <span dir="rtl">&#x05D5;&#x05D8;&#x05DE;&#x05D0;</span> ein Lapsus calarni f&#x00FC;r <span dir="rtl">&#x05D5;&#x05D4;&#x05DC;&#x05D1;</span> wie tats&#x00E4;chlich in der Parallelstelle Men. Fol. 54b.</ftnote>
<ftnote id="fn1674">12. Wenn &#x00FC;ber den Zustand zur Zeit der Ber&#x00FC;hrung ein Zweifel besteht.</ftnote>
<ftnote id="fn1675">13. Wenn die &#x00DC;bertragung der Unreinheit davon abh&#x00E4;ngt, beispielsweise bei einem geschlossenen Gef&#x00E4;sse in einem Totenzelte.</ftnote>
<ftnote id="fn1676">14. Der befragt werden kann.</ftnote>
<ftnote id="fn1677">15. Allerhand Schmutz u. Unreines; auch hierbei besteht ein Zweifel, jed. spricht die Wahrscheinlichkeit f&#x00FC;r die Unreinheit.</ftnote>
<ftnote id="fn1678">16. Letzteres findet er h&#x00E4;ufiger; es ist nicht anzunehmen, da&#x00DF; er vorher gesoffen u. die Brote verunreinigt hat.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHINTT</title>
<p><bold>W</bold>IRFT <small>JEMAND</small> U<small>NREINES VON EINER</small> S<small>TELLE NACH EINER ANDEREN</small> S<small>TELLE, EIN</small> [<small>REINES</small>] B<small>ROT ZWISCHEN</small> [<small>UNREINE</small>] S<small>CHL&#x00DC;SSEL, EINEN</small> [<small>UNREINEN</small>] S<small>CHL&#x00DC;SSEL ZWISCHEN</small> [<small>REINE</small>] B<small>ROTE, SO IST ES REIN</small><sup><xref rid="fn1679">1</xref></sup>. R. J<small>EHUDA SAGT, WENN EIN</small> [<small>REINES</small>] B<small>ROT ZWISCHEN</small> [<small>UNREINE</small>] S<small>CHL&#x00DC;SSEL, SEI ES UNREIN</small><sup><xref rid="fn1680">2</xref></sup>, <small>UND WENN EINEN</small> [<small>UNREINEN</small>] S<small>CHL&#x00DC;SSEL ZWISCHEN</small> [<small>REINE</small>] B<small>ROTE, SEIEN SIE REIN</small><sup><xref rid="fn1681">3</xref></sup>.</p>
<p>II. W<small>ENN EIN</small> W<small>IESEL MIT EINEM</small> [<small>TOTEN</small>] K<small>RIECHTIERE IM</small> M<small>AULE &#x00DC;BER</small> B<small>ROTE VON</small> H<small>EBE L&#x00C4;UFT UND EIN</small> Z<small>WEIFEL BESTEHT, OB DIESES SIE BER&#x00DC;HRT ODER NICHT BER&#x00DC;HRT HAT, SO IST DAS</small> Z<small>WEIFELHAFTE REIN</small>.</p>
<p>III. W<small>ENN EIN</small> W<small>IESEL MIT EINEM</small> K<small>RIECHTIERE IM</small> M<small>AULE ODER EIN</small> H<small>UND MIT</small> A<small>AS IM</small> M<small>AULE ZWISCHEN</small> R<small>EINEN HINDURCH, ODER</small> R<small>EINE ZWISCHEN DIESEN HINDURCH GEHEN, SO IST DAS</small> Z<small>WEIFELHAFTE REIN, WEIL DIE</small> U<small>NREINHEIT NICHT AUF EINEM</small> O<small>RTE GERUHT HAT</small>. W<small>ENN SIE DARAN AUF DEM</small> E<small>RDBODEN GENAGT</small><sup><xref rid="fn1682">4</xref></sup> <small>HABEN, UND JEMAND SAGT, ER SEI AN JENE</small> S<small>TELLE GEKOMMEN, WISSE ABER NICHT, OB ER ES BER&#x00DC;HRT HAT ODER NICHT, SO IST DAS</small> Z<small>WEIFELHAFTE UNREIN, WEIL DIE</small> U<small>NREINHEIT EINEN</small> O<small>RT HATTE</small>.</p>
<p>IV. W<small>ENN EIN</small> R<small>ABE EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN IM</small> S<small>CHNABEL HAT UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER IN EINEM</small> P<small>RIVATGEBIETE EINEN</small> M<small>ENSCHEN ODER</small> G<small>ER&#x00C4;TE BEZELTET HAT, SO IST ES BEI EINEM EINEN</small> M<small>ENSCHEN BETREFFENDEN</small> Z<small>WEIFEL UNREIN</small><sup><xref rid="fn1683">5</xref></sup> <small>UND BEI EINEM</small> G<small>ER&#x00C4;TE BETREFFENDEN</small> Z<small>WEIFEL REIN</small>. W<small>ENN JEMAND MIT ZEHN</small> E<small>IMERN GESCH&#x00D6;PFT HAT UND IN EINEM VON IHNEN EIN</small> K<small>RIECHTIER GEFUNDEN WIRD, SO IST DIESER UNREIN UND ALLE ANDEREN SIND REIN</small>. W<small>ENN MAN AUS EINEM</small> G<small>EF&#x00C4;SSE IN EIN ANDERES UMGEGOSSEN HAT UND IM UNTERSTEN EIN</small> K<small>RIECHTIER GEFUNDEN AVIRD, SO IST DAS OBERE REIN</small>.</p>
<p>V. B<small>EI FOLGENDEN SECHS</small> Z<small>WEIFELN VERBRENNE MAN</small><sup><xref rid="fn1684">6</xref></sup> <small>DIE</small> H<small>EBE: BEI EINEM</small> Z<small>WEIFEL INBETREFF EINES</small> G<small>R&#x00C4;BERPFLUGES, BEI EINEM</small> Z<small>WEIFEL INBETREFF</small> E<small>RDE, DIE AUS DEM</small> L<small>ANDE DER V&#x00D6;LKER</small><sup><xref rid="fn1685">7</xref></sup> <small>GEBRACHT WORDEN IST, BEI EINEM</small> Z<small>WEIFEL INBETREFF</small> K<small>LEIDER EINES</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE, BEI EINEM</small> Z<small>WEIFEL INBETREFF GEFUNDENER</small> G<small>ER&#x00C4;TE, BEI EINEM</small> Z<small>WEIFEL INBETREFF GEFUNDENEN</small> S<small>PEICHELS UND BEI EINEM</small> Z<small>WEIFEL INBETREFF DES</small> U<small>RINS VON EINEM</small> M<small>ENSCHEN NEBEN DEM</small> U<small>RIN VON EINEM</small> T<small>IERE</small><sup><xref rid="fn1686">8</xref></sup><small>; IST DIE</small> B<small>ER&#x00DC;HRUNG BESTIMMT ERFOLGT UND DESHALB DIE ZWEIFELHAFTE</small> U<small>NREINHEIT, SO VERBRENNE MAN DIE</small> H<small>EBE</small>. R. J<small>OSE SAGT, AUF</small> P<small>RIVATGEBIET, AUCH WENN DIE</small> B<small>ER&#x00DC;HRUNG ZWEIFELHAFT IST, UND DIE</small> W<small>EISEN SAGEN, AUF</small> P<small>RIVATGEBIET BLEIBE SIE IN DER</small> S<small>CHWEBE</small><sup><xref rid="fn1687">9</xref></sup> <small>UND AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE SEI SIE REIN</small>.</p>
<p>VI. S<small>IND ES ZWEIERLEI</small> S<small>PEICHEL, EINER</small> [<small>ZWEIFELHAFT</small>] <small>UNREIN UND EINER REIN, SO BLEIBT ES BEIM</small> B<small>ER&#x00DC;HREN</small>, T<small>RAGEN ODER</small> S<small>CH&#x00DC;TTELN</small><sup><xref rid="fn1688">10</xref></sup> <small>AUF</small> P<small>RIVATGEBIET IN DER</small> S<small>CHWEBE, UND AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE BEIM</small> B<small>ER&#x00DC;HREN, WENN SIE FEUCHT SIND, UND BEIM</small> T<small>RAGEN, EINERLEI OB FEUCHT ODER TROCKEN</small>. W<small>ENN ES ABER NUR EIN</small> S<small>PEICHEL IST UND JEMAND IHN AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE BER&#x00DC;HRT, GETRAGEN ODER GESCH&#x00DC;TTELT HAT, SO IST DIESERHALB DIE</small> H<small>EBE ZU VERBRENNEN, UND SELBSTVERST&#x00C4;NDLICH AUF</small> P<small>RIVATGEBIET</small>.</p>
<p>VII. B<small>EI FOLGENDEN</small> Z<small>WEIFELN HABEN ES DIE</small> W<small>EISEN ALS REIN ERKL&#x00C4;RT: BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER GESCH&#x00D6;PFTES</small> W<small>ASSER</small><sup><xref rid="fn1689">11</xref></sup><small>F&#x00DC;R EIN</small> T<small>AUCHBAD, BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER EINE AUF DEM</small> W<small>ASSER SCHWIMMENDE</small> U<small>NREINHEIT</small>. B<small>EI EINEM</small> Z<small>WEIFEL INBETREFF EINER</small> F<small>L&#x00DC;SSIGKEIT GILT ES HINSICHTLICH IHRES</small> U<small>NREINWERDENS ALS UNREIN UND IHRES</small> U<small>NREINMACHENS ALS REIN</small>. B<small>EI EINEM</small> Z<small>WEIFEL INBETREFF DER</small> H<small>&#x00C4;NDE</small><sup><xref rid="fn1690">12</xref></sup><small>GILT ES HINSICHTLICH IHRES</small> U<small>NREINWERDENS, IHRES</small> U<small>NREINMACHENS UND IHRES</small> R<small>EINWERDENS ALS REIN</small>. [F<small>ERNER</small><sup><xref rid="fn1691">13</xref></sup>] <small>BEI EINEM</small> Z<small>WEIFEL AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE</small><sup><xref rid="fn1692">14</xref></sup>, <small>BEI EINEM</small> Z<small>WEIFEL INBETREFF EINER</small> A<small>NORDNUNG DER</small> S<small>CHRIFTGELEHRTEN, BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER</small> P<small>ROFANES, BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER</small> K<small>RIECHTIERE, BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER DEN</small> A<small>USSATZ, BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER DAS</small> N<small>AZIRAT</small><sup><xref rid="fn1693">15</xref></sup>, <small>BEI EINEM</small> Z<small>WEIFEL &#x00DC;BER DAS</small> E<small>RSTGEBORENE UND BEI EINEM</small> Z<small>WEIFEI. &#x00DC;BER</small> O<small>PFER</small>.</p>
<p>VIII. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL &#x00DC;BER EINE AUF DEM</small> W<small>ASSER SCHWIMMENDE</small> U<small>NREINHEIT.&#x00BB;</small> E<small>INERLEI OB IN EINEM</small> G<small>EF&#x00C4;SSE ODER AUF DEM</small> E<small>RDBODEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, WENN IN EINEM</small> G<small>EF&#x00C4;SSE, SEI ES UNREIN, UND WENN AUF DEM</small> E<small>RDBODEN, SEI ES REIN</small>. R. J<small>EHUDA SAGT, IST DER</small> Z<small>WEIFEL BEIM</small> H<small>INEINSTEIGEN</small> [<small>ENTSTANDEN</small>], <small>SEI ES UNREIN, UND IST DER</small> Z<small>WEIFEL BEIM</small> H<small>ERAUFKOMMEN</small> [<small>ENTSTANDEN</small>], <small>SEI ES REIN</small><sup><xref rid="fn1694">16</xref></sup>. R. J<small>OSE SAGT, SELBST WENN DER</small> R<small>AUM NUR F&#x00DC;R DEN</small> M<small>ENSCHEN UND DIE</small> U<small>NREINHEIT REICHTE</small><sup><xref rid="fn1695">17</xref></sup>, <small>SEI ER REIN</small>.</p>
<p>IX. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL INBETREFF EINER</small> F<small>L&#x00DC;SSIGKEIT GILT ES HINSICHTLICH IHRES</small> U<small>NREINWERDENS ALS UNREIN.&#x00BB;</small> W<small>ENN BEISPIELSWEISE EIN</small> U<small>NREINER DEN</small> F<small>USS ZWISCHEN REINE</small> F<small>L&#x00DC;SSIGKEITEN AUSGESTRECKT HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO SIND SIE BEI DIESEM</small> Z<small>WEIFEL UNREIN</small>. W<small>ENN JEMAND EINEN UNREINEN</small> L<small>AIB IN DER</small> H<small>AND HATTE UND IHN UNTER REINE</small> F<small>L&#x00DC;SSIGKEITEN GEWORFEN HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO SIND SIE BEI DIESEM</small> Z<small>WEIFEL UNREIN</small>. &#x00AB;U<small>ND IHRES</small> U<small>NREINMACHENS REIN.&#x00BB;</small> W<small>ENN BEISPIELSWEISE JEMAND EINEN</small> S<small>TOCK MIT UNREINEN</small> F<small>L&#x00DC;SSIGKEITEN AN DER</small> S<small>PITZE IN DER</small> H<small>AND HATTE UND IHN UNTER REINE</small> L<small>AIBE GEWORFEN HAT, UND EIN ZWEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO SIND SIE BEI DIESEM</small> Z<small>WEIFEL REIN</small>.</p>
<p>X. R. J<small>OSE SAGT, BEI EINEM</small> Z<small>WEIFEL INBETREFF EINER</small> F<small>L&#x00DC;SSIGKEIT SEI ES BEI</small> S<small>PEISEN UNREIN UND BEI</small> G<small>ER&#x00C4;TEN REIN</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN ES ZWEI F&#x00C4;SSER SIND, EINES UNREIN UND EINES REIN, UND MAN</small> [<small>MIT</small> W<small>ASSER</small>] <small>AUS EINEM VON IHNEN</small> T<small>EIG BEREITET HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB MAN ES AUS DEM UNREINEN ENTNOMMEN HAT ODER ES DEM REINEN ENTNOMMEN HAT, SO IST DIES EIN</small> F<small>L&#x00DC;SSIGKEITEN BETREFFENDER</small> Z<small>WEIFEL, WOBEI ES F&#x00DC;R</small> S<small>PEISEN ALS UNREIN UND F&#x00DC;R</small> G<small>ER&#x00C4;TE ALS REIN GILT</small><sup><xref rid="fn1696">18</xref></sup>.</p>
<p>XI. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL INBETREFF DER H&#x00C4;NDE GILT ES HINSICHTLICH IHRES</small> U<small>NREINWERDENS, IHRES</small> U<small>NREINMACHENS UND IHRES</small> R<small>EINWERDENS ALS REIN.&#x00BB;</small> B<small>EI EINEM</small> Z<small>WEIFEL AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE</small>. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL INBETREFF EINER</small> A<small>NORDNUNG DER</small> S<small>CHRIFTGELEHRTEN. &#x00BB;</small> [B<small>ESTEHT EIN</small> Z<small>WEIFEL, OB</small>] <small>ER UNREINE</small> S<small>PEISEN GEGESSEN HAT, UNREINE</small> G<small>ETR&#x00C4;NKE GETRUNKEN HAT, MIT DEM</small> K<small>OPFE UND DEM GR&#x00D6;SSEREN</small> T<small>EILE DES K&#x00D6;RPERS IN GESCH&#x00D6;PFTES</small> W<small>ASSER GEKOMMEN</small><sup><xref rid="fn1697">19</xref></sup><small>IST, ODER DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER IHM &#x00DC;BER DEN</small> K<small>OPF UND DEN GR&#x00D6;SSEREN</small> T<small>EIL DES K&#x00D6;RPERS GEKOMMEN SIND, SO IST ER BEI DIESEM</small> Z<small>WEIFEL REIN</small>. H<small>ANDELT, ES SICH ABER UM EINE</small> H<small>AUPTUNREINHEIT, AUCH NACH EINER</small> A<small>NORDNUNG DER</small> S<small>CHRIFTGELEHRTEN</small><sup><xref rid="fn1698">20</xref></sup>, <small>SO IST ER BEI DIESEM</small> Z<small>WEIFEL UNREIN</small>.</p>
<p>XII. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL &#x00DC;BER</small> P<small>ROFANES.&#x00BB;</small> D<small>AS IST DIE</small> R<small>EINHEIT DURCH</small> F<small>ERNHALTUNG</small><sup><xref rid="fn1699">21</xref></sup>. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL &#x00DC;BER</small> K<small>RIECHTIERE.&#x00BB;</small> M<small>AN RICHTE SICH NACH DER</small> Z<small>EIT DER</small> A<small>UFFINDUNG</small><sup><xref rid="fn1700">22</xref></sup>. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL &#x00DC;BER DEN</small> A<small>USSATZ.&#x00BB;</small> A<small>NF&#x00C4;NGLICH, SOLANGE DIE</small> U<small>NREINHEIT NOCH NICHT FESTGESTELLT WORDEN IST; NACHDEM ABER DIE UNREINHEIT FESTGESTELLT WORDEN IST, IST ER BEI EINEM ZWEIFEL UNREIN</small>. &#x00AB;B<small>EI EINEM ZWEIFEL &#x00DC;BER DAS</small> N<small>AZIRAT.&#x00BB;</small> E<small>S</small><sup><xref rid="fn1701">23</xref></sup><small>IST IHM ERLAUBT</small>. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL &#x00DC;BER DAS</small> E<small>RSTGEBORENE.&#x00BB;</small> E<small>INERLEI OB</small> E<small>RSTGEBORENE VON</small> M<small>ENSCHEN ODER</small> E<small>RSTGEBORENE VOM</small> V<small>IEH, OB VOM UNREINEN ODER VOM REINEN, DENN WER VON SEINEM N&#x00C4;CHSTEN FORDERT, HAT DEN</small> B<small>EWEIS ZU ERBRINGEN</small><sup><xref rid="fn1702">24</xref></sup>.</p>
<p>XIII. &#x00AB;B<small>EI EINEM</small> Z<small>WEIFEL &#x00DC;BER</small> O<small>PFER.&#x00BB;</small> H<small>AT EINE</small> F<small>RAU F&#x00DC;NF ZWEIFELHAFTE</small> G<small>EBURTSF&#x00C4;LLE</small><sup><xref rid="fn1703">25</xref></sup><small>ODER F&#x00DC;NF ZWEIFELHAFTE</small> F<small>LUSSF&#x00C4;LLE</small><sup><xref rid="fn1704">26</xref></sup>, <small>SO BRINGE SIE EIN</small> O<small>PFER UND SIE DARF VON</small> S<small>CHLACHTOPFERN ESSEN, UND WEGEN DER &#x00DC;BRIGEN BESTEHT F&#x00DC;R SIE KEINE VERPFLICHTUNG</small>.</p>
<ftnote id="fn1679">1. Eine Ber&#x00FC;hrung wird nicht angenommen.</ftnote>
<ftnote id="fn1680">2. Da die event. Ber&#x00FC;hrung vom Werfenden ausgeht, der befragt werden kann, ob. III,6.</ftnote>
<ftnote id="fn1681">3. Weil das Unreine keinen festen Platz hatte.</ftnote>
<ftnote id="fn1682">4. Die Unreinheit hat also auf der Erde gelegen.</ftnote>
<ftnote id="fn1683">5. Er kann befragt werden.</ftnote>
<ftnote id="fn1684">6. Obgleich sonst bei einem Zweifel der Unreinheit die Hebe nicht zu verbrennen ist; Nid. Fol. 31b.</ftnote>
<ftnote id="fn1685">7. Die verunreinigend ist; cf. Sab. Fol. 15a.</ftnote>
<ftnote id="fn1686">8. Obgleich hierbei ein doppelter Zweifel besteht: er ist vieil, von einem Tiere, u. wenn von einem Menschen, vieil, von einem reinen.</ftnote>
<ftnote id="fn1687">9. Nicht essen u. nicht verbrennen.</ftnote>
<ftnote id="fn1688">10. Wenn es zweifelhaft ist, mit welchem dies erfolgt ist.</ftnote>
<ftnote id="fn1689">11. Wenn das Tauchbad das erforderliche Quantum Wasser nicht hat u. durch gesch&#x00F6;pftes erg&#x00E4;nzt wird, ist es untauglich; cf. Miq. II,3.</ftnote>
<ftnote id="fn1690">12. Die als unrein gelten.</ftnote>
<ftnote id="fn1691">13. Gilt es als rein.</ftnote>
<ftnote id="fn1692">14. Bei einer Unreinheit nach der Tora.</ftnote>
<ftnote id="fn1693">15. Wenn man ein Nazirat gelobt hat; cf. Num. 6,2ff.</ftnote>
<ftnote id="fn1694">16. Im letzteren Falle wird dio auf dem Wasser schwimmende Unreinheit durch das Sinken des Wassers vom K&#x00F6;rper entfernt; entgegengesetzt im ersteren Falle.</ftnote>
<ftnote id="fn1695">17. Sodass eine Ber&#x00FC;hrung anzunehmen ist.</ftnote>
<ftnote id="fn1696">18. Der Teig ist unrein u. das Gef&#x00E4;&#x00DF;, worin man ihn geknetet hat, ist rein.</ftnote>
<ftnote id="fn1697">19. Cf. Miq. III,4.</ftnote>
<ftnote id="fn1698">20. Beispielsweise die Flu&#x00DF;unreinheit der Nichtjuden; cf. Nid. Fol. 34a.</ftnote>
<ftnote id="fn1699">21. Von der Ber&#x00FC;hrung mit anderen Personen, die auf die lleinheitsgesetze weniger achten.</ftnote>
<ftnote id="fn1700">22. Cf. supra Mi&#x0161;na V.</ftnote>
<ftnote id="fn1701">23. Was einem Nazir&#x00E4;er verboten ist; cf. Nurn. Kap. 6.</ftnote>
<ftnote id="fn1702">24. Der Priester hat die Erstgeburt nachzuweisen.</ftnote>
<ftnote id="fn1703">25. Cf. Nid. Fol. 7b.</ftnote>
<ftnote id="fn1704">26. Vgl. S. 151 Anm. 303.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EIN</small> K<small>RIECHTIER UND EIN</small> F<small>ROSCH</small><sup><xref rid="fn1705">1</xref></sup> <small>SICH AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE BEFINDEN, EIN</small> O<small>LIVENGROSSES VON EINEM</small> T<small>OTEN UND EIN</small> O<small>LIVENGROSSES VON EINEM</small> A<small>ASE</small><sup><xref rid="fn1706">2</xref></sup>, <small>EIN</small> K<small>NOCHEN VON EINEM</small> T<small>OTEN UND EIN</small> K<small>NOCHEN VON EINEM</small> A<small>ASE</small><sup><xref rid="fn1707">3</xref></sup>, <small>EINE</small> E<small>RDSCHOLLE VON REINEM</small> B<small>ODEN UND EINE</small> E<small>RDSCHOLLE VON EINEM</small> G<small>R&#x00C4;BERPFLUGE, EINE</small> E<small>RDSCHOLLE VON REINEM</small> B<small>ODEN UND EINE</small> E<small>RDSCHOLLE AUS DEM</small> L<small>ANDE DER WELTLICHEN V&#x00D6;LKER, WENN ES ZWEI</small> S<small>TEGE SIND, EINER UNREIN UND EINER REIN, UND JEMAND EINEN VON IHNEN GEGANGEN IST UND NICHT WEISS, WELCHEN VON IHNEN ER GEGANGEN IST, ODER ER EINES VON IHNEN</small><sup><xref rid="fn1708">4</xref></sup> <small>BEZELTER HAT UND NICHT WEISS, WELCHES VON IHNEN ER BEZELTET HAT, ODER ER EINES VON IHNEN</small><sup><xref rid="fn1709">5</xref></sup> <small>GESCH&#x00DC;TTELT HAT UND NICHT WEISS, WELCHES VON IHNEN ER GESCH&#x00DC;TTELT HAT, SO IST ER NACH</small> R. A<small>&#x0351;QIBA UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>II. E<small>INERLEI OB ER SAGT, ER HABE ES BER&#x00DC;HRT, WISSE ABER NICHT, OB ES UNREIN WAR ODER REIN WAR, ODER</small> [<small>ER SAGT</small>], <small>ER HABE EINES VON BEIDEN</small><sup><xref rid="fn1710">6</xref></sup> <small>BER&#x00DC;HRT, WISSE ABER NICHT, WELCHES ER BER&#x00DC;HRT HAT: NACH</small> R. A&#x0351;<small>QIBA IST ER UNREIN UND NACH DEN</small> W<small>ESSEN REIN</small>. R. J<small>OSE ERKL&#x00C4;RT ES IN ALL DIESEN F&#x00C4;LLEN ALS UNREIN, UND NUR IM</small> F<small>ALLE VON DEN</small> S<small>TEGEN ALS REIN, WEIL</small> M<small>ENSCHEN ZU GEHEN</small><sup><xref rid="fn1711">7</xref></sup> <small>PFLEGEN, NICHT ABER ZU BER&#x00DC;HREN PFLEGEN</small>.</p>
<p>III. W<small>ENN ES ZWEI</small> S<small>TEGE SIND, EINER UNREIN UND EINER REIN, UND JEMAND EINEN VON IHNEN GEGANGEN IST, REINE</small> S<small>PEISEN ZUBEREITET HAT UND SIE GEGESSEN WORDEN SIND, DANN SICH BESPRENGEN</small><sup><xref rid="fn1712">8</xref></sup> <small>LIESS, DIES WIEDERHOLT</small><sup><xref rid="fn1712">8</xref></sup> <small>HAT, EIN</small> T<small>AUCHBAD GENOMMEN UND</small> R<small>EINHEIT ERLANGT HAT, UND DARAUF DEN ANDEREN GEGANGEN IST UND REINE</small> S<small>PEISEN ZUBEREITET HAT, SO SIND SIE REIN; SIND DIE ERSTEN NOCH VORHANDEN, SO BEFINDEN SICH DIESE UND JENE IN DER</small> S<small>CHWEBE</small><sup><xref rid="fn1713">9</xref></sup>. H<small>AT ER DAZWISCHEN KEINE</small> R<small>EINHEIT ERLANGT, SO BEFINDEN SICH DIE ERSTEN IN DER</small> S<small>CHWEBE UND DIE ANDEREN SIND ZU VERBRENNEN</small>.</p>
<p>IV. W<small>ENN EIN</small> K<small>RIECHTIER UND EIN</small> F<small>ROSCH SICH AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE BEFINDEN UND JEMAND EINES VON IHNEN BER&#x00DC;HRT HAT, REINE</small> S<small>PEISEN ZUBEREITET HAT UND SIE GEGESSEN WORDEN SIND, UND NACHDEM ER EIN</small> T<small>AUCHBAD GENOMMEN HAT, DAS ZWEITE BER&#x00DC;HRT UND REINE</small> S<small>PEISEN ZUBEREITET HAT, SO SIND SIE REIN; SIND DIE ERSTEN NOCH VORHANDEN, SO BEFINDEN SICH DIESE UND JENE IN DER</small> S<small>CHWEBE</small>. H<small>AT ER DAZWISCHEN KEIN</small> T<small>AUCHBAD GENOMMEN, SO BEFINDEN SICH DIE ERSTEN IN DER</small> S<small>CHWEBE UND DIE ANDEREN SIND ZU VERBRENNEN</small>.</p>
<p>V. W<small>ENN ES ZWEI</small> S<small>TEGE SIND, EINER UNREIN UND EINER REIN, UND JEMAND EINEN VON IHNEN GEGANGEN IST UND REINE</small> S<small>PEISEN ZUBEREITET HAT, UND DARAUF EIN ANDERER GEKOMMEN, DEN ANDEREN GEGANGEN IST UND REINE</small> S<small>PEISEN ZUBEREITET HAT, SO SIND SIE, WIE</small> R. J<small>EHUDA SAGT, WENN DER EINE GESONDERT UND DER ANDERE GESONDERT BEFRAGT WIRD, REIN, UND WENN BEIDE GLEICHZEITIG BEFRAGT WERDEN, UNREIN</small>. R. J<small>OSE SAGT, SIE SEIEN OB SO ODER SO UNREIN</small>.</p>
<p>VI. W<small>ENN VON ZWEI</small> L<small>AIBEN, EINER UNREIN UND EINER REIN, JEMAND EINEN VON IHNEN GEGESSEN UND REINE</small> S<small>PEISEN ZUBEREITET HAT, UND DARAUF EIN ANDERER GEKOMMEN IST UND DEN ANDEREN GEGESSEN UND REINE</small> S<small>PEISEN ZUBEREITET HAT, SO SIND SIE, WIE</small> R. J<small>EHUDA SAGT, WENN EINER GESONDERT UND DER ANDERE GESONDERT BEFRAGT WIRD, REIN, UND WENN SIE GLEICHZEITIG BEFRAGT WERDEN, UNREIN</small>. R. J<small>OSE SAGT, SIE SEIEN OB SO ODER SO UNREIN</small>.</p>
<p>VII. W<small>ENN JEMAND AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE GESESSEN HAT UND EINER</small><sup><xref rid="fn1714">10</xref></sup><small>GEKOMMEN IST UND IHM AUF DIE</small> K<small>LEIDER GETRETEN HAT, ODER AUSGESPUCKT HAT UND ER DEN</small> S<small>PEICHEL BER&#x00DC;HRT HAT, SO IST WEGEN DES</small> S<small>PEICHELS DIE</small> H<small>EBE ZU VERBRENNEN, UND HINSICHTLICH DER</small> K<small>LEIDER RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT</small><sup><xref rid="fn1715">11</xref></sup>. W<small>ENN JEMAND AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE GESCHLAFEN HAT UND AUFGESTANDEN IST, SO SIND SEINE</small> S<small>ACHEN DURCH</small> A<small>UFTRETEN UNREIN &#x2013;SO</small> R. M<small>E&#x00CD;R; NACH DEN</small> W<small>EISEN ABER REIN</small>. W<small>ENN JEMAND NACHTS EINEN BER&#x00DC;HRT HAT UND NICHT WEISS, OB DIESER GELEBT HAT ODER TOT WAR, UND AM</small> M<small>ORGEN AUFSTEHT UND IHN TOT FINDET, SO IST ER NACH</small> R. M<small>E&#x00CD;R REIN UND NACH DEN</small> W<small>EISEN UNREIN, DENN BEI ALLEN</small> U<small>NREINHEITEN RICHTE MAN SICH NACH DER</small> Z<small>EIT DER</small> A<small>UFFINDUNG</small><sup><xref rid="fn1716">12</xref></sup>.</p>
<p>VIII. I<small>ST EINE</small> B<small>L&#x00D6;DE, EINE</small> N<small>ICHTJ&#x00DC;DIN ODER EINE</small> S<small>AMARITANERIN</small><sup><xref rid="fn1717">13</xref></sup><small>IN DER</small> S<small>TADT, SO SIND ALLE</small> S<small>PEICHEL IN DER</small> S<small>TADT UNREIN</small>. W<small>ENN EINEM EINE</small> F<small>RAU AUF DIE</small> K<small>LEIDER GETRETEN ODER MIT IHM AUF EINEM</small> S<small>CHIFFE GESESSEN HAT, SO SIND, WENN SIE IHN KENNT, DASS ER</small> H<small>EBE ISST, SEINE</small> K<small>LEIDER REIN, WENN ABER NICHT, SO MUSS ER SIE BEFRAGEN</small><sup><xref rid="fn1718">14</xref></sup>.</p>
<p>IX. W<small>ENN EIN</small> Z<small>EUGE SAGT, ER SEI UNREIN GEWORDEN, UND ER SELBER SAGT, ER SEI NICHT UNREIN GEWORDEN, SO IST ER REIN</small>. W<small>ENN ZWEI SAGEN, ER SEI UNREIN GEWORDEN, UND ER SELBER SAGT, ER SEI NICHT UNREIN GEWORDEN, SO IST ER NACH</small> R. M<small>E&#x00CD;R UNREIN, UND DIE WEISEN SAGEN, ER SEI F&#x00DC;R SICH SELBER GLAUBHAFT</small>. W<small>ENN EIN</small> Z<small>EUGE SAGT, ER SEI UNREIN GEWORDEN, UND ZWEI SAGEN, ER SEI NICHT UNREIN GEWORDEN, EINERLEI OB AUF</small> P<small>RIVATGEBIET ODER AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE, SO IST ER REIN</small>. W<small>ENN ZWEI SAGEN, ER SEI UNREIN GEWORDEN, UND EINER SAGT, ER SEI NICHT UNREIN GEWORDEN, EINERLEI OB AUF</small> P<small>RIVATGEBIET ODER AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE, SO IST ER UNREIN</small>. W<small>ENN EIN</small> Z<small>EUGE SAGT, ER SEI UNREIN GEWORDEN, UND EIN</small> Z<small>EUGE SAGT, ER SEI NICHT UNREIN GEWORDEN, EIN</small> W<small>EIB SAGT, ER SEI UNREIN GEWORDEN, UND EIN</small> W<small>EIB SAGT, ER SEI NICHT UNREIN GEWORDEN, SO IST ER, WENN AUF</small> P<small>RIVATGEBIET, UNREIN, UND WENN AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE, REIN</small>.</p>
<ftnote id="fn1705">1. Und man eines ber&#x00FC;hrt hat; ersteres ist unrein u. letzteres rein.</ftnote>
<ftnote id="fn1706">2. Ersteres verunreinigt durch Bezeltung. letzteres nicht.</ftnote>
<ftnote id="fn1707">3. Ersterer ist verunreinigend durch Ber&#x00FC;hren, letzterer ist &#x00FC;berhaupt nicht verunreinigend.</ftnote>
<ftnote id="fn1708">4. Ein Olivengro&#x00DF;es von einem Toten u. eines von einem Aase.</ftnote>
<ftnote id="fn1709">5. Von den beiden Knochen od. Erdschollen.</ftnote>
<ftnote id="fn1710">6. Eines ist rein u. eines unrein.</ftnote>
<ftnote id="fn1711">7. Das Gehen ist nicht zu vermeiden, daher wird in diesem Falle hei rabbanitischen Bestimmungen keine Erschwerung auferlegt.</ftnote>
<ftnote id="fn1712">8. Am 3. u. am 7. Tage.</ftnote>
<ftnote id="fn1713">9. Handelt es sich um Hebe, so darf sie weder gegessen noch verbrannt werden.</ftnote>
<ftnote id="fn1714">10. Von dem angenommen werden kann, er war vieil. Flu&#x00DF;behafteter.</ftnote>
<ftnote id="fn1715">11. Der Vor&#x00FC;bergehenden, ob Flu&#x00DF;behaftete od. Reine.</ftnote>
<ftnote id="fn1716">12. Cf. supra III,5.</ftnote>
<ftnote id="fn1717">13. Die auf ihre Menstruation nicht achten.</ftnote>
<ftnote id="fn1718">14. Ob sie nicht seine Kleider ber&#x00FC;hrt hat.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EIN</small> O<small>RT</small> P<small>RIVATGEBIET WAR, &#x00D6;FFENTLICHES</small> G<small>EBIET WURDE</small>, <small>UND DARAUF WIEDER PRIVATGEBIET GEWORDEN IST, SO IST ES BEI EINEM</small> Z<small>WEIFEL, W&#x00C4;HREND ES</small> P<small>RIVATGEBIET WAR, UNREIN, UND W&#x00C4;HREND ES &#x00D6;FFENTLICHES</small> G<small>EBIET WAU, REIN</small>. W<small>ENN JEMAND IN EINEM</small> P<small>RIVATGEBIETE IN</small> L<small>EBENSGEFAHR WAR, UND MAN IHN NACH EINEM &#x00D6;FFENTLICHEN</small> G<small>EBIETE UND DARAUF ZUR&#x00DC;CK NACH EINEM</small> P<small>RIVATGEBIETE GEBRACHT HAT</small><sup><xref rid="fn1719">1</xref></sup>, <small>SO IST ES IM</small> Z<small>WEIFEL</small><sup><xref rid="fn1720">2</xref></sup>, <small>WENN ES</small><sup><xref rid="fn1721">3</xref></sup> <small>AUF</small> P<small>UIVATGEBIET, WAR, UNREIN, UND WENN ES AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE WAR, REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, DAS &#x00D6;FFENTLICHE</small> G<small>EBIET UNTERBRECHE</small><sup><xref rid="fn1722">4</xref></sup>.</p>
<p>II. I<small>N VIER F&#x00C4;LLEN DES</small> Z<small>WEIFELS ERKL&#x00C4;RT ES</small> R. J<small>EHO&#x0160;UA&#x0351; ALS UNREIN UND DIE</small> W<small>EISEN ERKL&#x00C4;REN ES ALS REIN, UND ZWAR: WENN DER</small> U<small>NREINE GESTANDEN HAT UND DER</small> R<small>EINE VOR&#x00DC;BERGEGANGEN IST, WENN DER</small> R<small>EINE GESTANDEN HAT UND DER</small> U<small>NREINE VOR&#x00DC;BERGEGANGEN IST, WENN DAS</small> U<small>NREINE AUF</small> P<small>RIVATGEBIET UND DAS</small> R<small>EINE AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE SICH BEFUNDEN HAT, WENN DAS</small> R<small>EINE AUF</small> P<small>RIVATGEBIET UND DAS</small> U<small>NREINE AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE SICH BEFUNDEN HAT, UND ES ZWEIFELHAFT IST OB ER BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, OB ER BEZELTET HAT ODER NICHT BEZELTET HAT, OB ER GESCH&#x00DC;TTELT HAT ODER NICHT GESCH&#x00DC;TTELT HAT, SO IST ES NACH</small> R. J<small>OHO&#x0160;UA&#x0351; UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>III. W<small>ENN EIN</small> B<small>AUM AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE STEHT UND DIE</small> U<small>NREINHEIT SICH AUF DIESEM BEFINDET, UND JEMAND AUF DIESEN GESTIEGEN IST, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO IST ER BEI DIESEM</small> Z<small>WEIFEL UNREIN</small>. W<small>ENN JEMAND DIE</small> H<small>AND IN EIN</small> L<small>OCH GESTECKT HAT, IN DEM DIE</small> U<small>NREINHEIT SICH BEFINDET, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO IST ER BEI DIESEM</small> Z<small>WEIFEL UNREIN</small>. W<small>ENN EIN</small> L<small>ADEN UNREIN UND NACH &#x00D6;FFENTLICHEM</small> G<small>EBIETE GE&#x00D6;FFNET IST, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER IN DIESEN HINEINGEGANGEN WAR ODER NICHT HINEINGEGANGEN WAR, SO IST ER BEI DIESEM</small> Z<small>WEIFEL REIN; BESTEHT EIN</small> Z<small>WEIFEL, OB ER DA ETWAS BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO IST ER BEI DIESEM</small> Z<small>WEIFEL REIN</small>. W<small>ENN ES ZWEI L&#x00C4;DEN SIND, EINER UNREIN UND EINER REIN, UND ER IN EINEN VON IHNEN HINEINGEGANGEN WAR, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER IN DEN UNREINEN (HINEINGEGANGEN WAR) ODER IN DEN REINEN HINEINGEGANGEN WAR, SO IST ER BEI DIESEM</small> Z<small>WEIFEL UNREIN</small><sup><xref rid="fn1723">5</xref></sup>.</p>
<p>IV. S<small>OVIEL DU AUCH</small> Z<small>WEIFEL UND</small> D<small>OPPELZWEIFEL H&#x00C4;UFEN KANNST, IST ES IMMER AUF</small> P<small>RIVATGEBIET UNREIN UND AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE REIN</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN JEMAND IN DIE</small> D<small>URCHGANGSGASSE</small><sup><xref rid="fn1724">6</xref></sup> <small>HINEINGEGANGEN WAR UND DIE</small> U<small>NREINHEIT SICH IN EINEM</small> H<small>OFE BEFINDET, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER HINEINGEGANGEN WAR</small><sup><xref rid="fn1725">7</xref></sup> <small>ODER NICHT HINEINGEGANGEN WAR, ODER</small> [<small>SOGAR</small>] <small>DIE</small> U<small>NREINHEIT SICH IN EINEM</small> H<small>AUSE BEFINDET, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER HINEINGEGANGEN WAR</small><sup><xref rid="fn1726">8</xref></sup> <small>ODER NICHT HINEINGEGANGEN WAR, UND AUCH WENN ER DA HINEINGEGANGEN WAR, NOCH EIN</small> Z<small>WEIFEL BESTEHT, OB</small> [<small>DIE</small> U<small>NREINHEIT</small>] <small>DORT WAR ODER DORT NICHT WAR, UND AUCH WENN SIE DORT WAR, NOCH EIN</small> Z<small>WEIFEL BESTEHT, OB SIE DAS ERFORDERLICHE</small> Q<small>UANTUM HATTE ODER NICHT DAS ERFORDERLICHE</small> Q<small>UANTUM HATTE, UND AUCH WENN SIE ES HATTE, NOCH EIN</small> Z<small>WEIFEL BESTEHT, OB ES &#x00DC;BERHAUPT EINE UNREINE</small> S<small>ACHE WAR ODER EINE REINE, UND AUCH WENN ES EINE UNREINE AVAR, NOCH EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, SO IST ER IN DIESEM</small> Z<small>WEIFEL UNREIN</small>. R. E<small>LEA&#x0351;ZAR SAGT, BEI EINEM</small> Z<small>WEIFEL DES</small> H<small>INEINGEHENS SEI ER REIN, UND BEI EINEM</small> Z<small>WEIFEL DER BER&#x00DC;HRUNG MIT DER UNREINHEIT SEI ER UNREIN</small>.</p>
<p>V. W<small>ENN JEMAND IN DER</small> R<small>EGENZEIT DURCH EINE</small> E<small>BENE</small><sup><xref rid="fn1727">9</xref></sup> <small>GEGANGEN IST UND AUF EINEM DER</small> F<small>ELDER EINE</small> U<small>NREINHEIT SICH BEFINDET, UND ER SAGT, ER SEI DORT GEGANGEN, WISSE ABER NICHT, OB ER JENES</small> F<small>ELD BETRETEN HABE ODER NICHT BETRETEN HABE, SO IST ER NACH</small> R. E<small>LIE&#x0351;ZER REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>.</p>
<p>VI. B<small>EI EINEM</small> Z<small>WEIFEL AUF</small> P<small>RIVATGEBIET GILT ES ALS UNREIN, SOLANGE ER NICHT SAGT, ER HABE NICHT BER&#x00DC;HRT; BEI EINEM ZWEIFEL AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE GILT ES ALS REIN, SOLANGE ER NICHT SAGT, ER HABE BER&#x00DC;HRT</small>. W<small>ELCHES HEISST &#x00D6;FFENTLICHES</small> G<small>EBIET?</small> [B<small>EISPIELSWEISE</small>] <small>DIE</small> S<small>TEGE VON</small> B<small>ETH</small> G<small>ILGOL</small><sup><xref rid="fn1728">10</xref></sup><small>UND IHRESGLEICHEN; DIESE GELTEN ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES</small> &#x0160;<small>ABBATHS</small><sup><xref rid="fn1729">11</xref></sup><small>UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT</small>. R. E<small>LEA&#x0351;ZAR SAGTE:</small> D<small>IE</small> S<small>TEGE VON</small> B<small>ETH</small> G<small>ILGOL WERDEN NUR DESHALB GENANNT, WEIL SIE ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES EINEN UND HINSICHTLICH DES ANDEREN GELTEN</small>. S<small>TEGE, DIE IN</small> G<small>RUBEN</small>, G<small>R&#x00C4;BEN, H&#x00D6;HLEN UND</small> K<small>ELTERN M&#x00DC;NDEN, GELTEN ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES</small> &#x0160;<small>ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT</small><sup><xref rid="fn1730">12</xref></sup>.</p>
<p>VII. D<small>IE</small> E<small>BENE</small><sup><xref rid="fn1727">9</xref></sup> <small>GILT IM</small> S<small>OMMER ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES</small> &#x0160;<small>ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT, UND IN DER</small> R<small>EGENZEIT ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES EINEN UND DES ANDEREN</small>.</p>
<p>VIII. D<small>IE</small> B<small>ASILIKA</small><sup><xref rid="fn1731">13</xref></sup><small>GILT ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES &#x0160;ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT. R</small>. J<small>EHUDA SAGT, SIEHT MAN AN DER EINEN T&#x00DC;R STEHEND DIE</small> E<small>INTRETENDEN UND</small> H<small>INAUSGEHENDEN AN DER ANDEREN T&#x00DC;R, GELTE SIE ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES EINEN UND HINSICHTLICH DES ANDEREN, WENN ABER NICHT, GELTE SIE ALS PRIVATGEBIET HINSICHTLICH DES</small> &#x0160;<small>ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT</small>.</p>
<p>IX. D<small>IE</small> D<small>URCHGANGSHALLE</small><sup><xref rid="fn1732">14</xref></sup><small>GILT ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES &#x0160;ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT, UND EBENSO</small> [<small>DER</small> R<small>AUM</small>] <small>AN DEN</small> S<small>EITEN</small><sup><xref rid="fn1733">15</xref></sup>. R. M<small>EIR SAGT, DER</small> R<small>AUM AN DEN</small> S<small>EITEN GELTE ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES EINEN UND HINSICHTLICH DES ANDEREN</small>.</p>
<p>X. D<small>AS</small> L<small>ADENPODIUM</small><sup><xref rid="fn1734">16</xref></sup><small>GILT ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES</small> &#x0160;<small>ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT</small>. E<small>IN</small> H<small>OF, DURCH DEN DIE</small> M<small>ENGE AN DER EINEN</small> S<small>EITE HINEIN- UND AN DER ANDEREN</small> S<small>EITE HINAUSGEHT, GILT ALS</small> P<small>RIVATGEBIET HINSICHTLICH DES</small> &#x0160;<small>ABBATHS UND ALS &#x00D6;FFENTLICHES</small> G<small>EBIET HINSICHTLICH DER</small> U<small>NREINHEIT</small>.</p>
<ftnote id="fn1719">1. Wo man ihn tot auffindet.</ftnote>
<ftnote id="fn1720">2. Wo er gestorben ist.</ftnote>
<ftnote id="fn1721">3. Die Ber&#x00FC;hrung mit dem tot Aufgefundenen od. der Aufenthalt in einem Raume.</ftnote>
<ftnote id="fn1722">4. Wenn hinsichti. des &#x00F6;ffentlichen Gebietes ein Zweifel besteht, so kann hinsichtl. des erstmaligen Aufenthaltes im Privatgebiete kein Zweifel bestehen; aus dieser Zeit ist alles rein.</ftnote>
<ftnote id="fn1723">5. Da er bestimmt in einem der L&#x00E4;den war u. dieser Privatgebiet ist.</ftnote>
<ftnote id="fn1724">6. Die in mehrere H&#x00F6;fe f&#x00FC;hrt, u. jeder Hof in mehrere H&#x00E4;user.</ftnote>
<ftnote id="fn1725">7. ln den Hof.</ftnote>
<ftnote id="fn1726">8. In das Haus, selbst wenn er im Hofe war.</ftnote>
<ftnote id="fn1727">9. Mit mehreren Feldern.</ftnote>
<ftnote id="fn1728">10. Sogar diese, die wegen ihrer Steilheit nur selten benutzt werden; cf. Er. Fol. 22b.</ftnote>
<ftnote id="fn1729">11. Dh. kein &#x00F6;ffentliches Gebiet; beim &#x0160;. unterscheidet der T. zwischen 4 Gebieten, u. das Tragen aus dem einen nach dem anderen ist verboten; cf. Sab. Fol. 6a.</ftnote>
<ftnote id="fn1730">12. In dieser Hinsicht gilt es als &#x00F6;ffentliches Gebiet, wenn Fremde Zutritt haben, auch wenn da kein Verkehr herrscht.</ftnote>
<ftnote id="fn1731">13. Ein hallenartiges Geb&#x00E4;ude mit T&#x00FC;ren an allen Seiten f&#x00FC;r &#x00F6;ffentliche Angelegenheiten; vgl. Anm. 12.</ftnote>
<ftnote id="fn1732">14. Gr&#x00F6;&#x00DF;er als die Basilika mit den gegen&#x00FC;berliegenden Durchg&#x00E4;ngen.</ftnote>
<ftnote id="fn1733">15. An beiden L&#x00E4;ngsw&#x00E4;nden der Halle; die Teile au&#x00DF;erhalb der Breite der Durchg&#x00E4;nge.</ftnote>
<ftnote id="fn1734">16. Nach den Kommentaren, erh&#x00F6;hter Platz vor der Ladent&#x00FC;r f&#x00FC;r den Ladenbesitzer.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EIN T&#x00D6;PFER SEINE T&#x00D6;PFE HAT STEHEN LASSEN UND TRINKEN HINUNTERGEGANGEN IST, SO SIND DIE INNEREN REIN UND DIE &#x00C4;USSEREN</small><sup><xref rid="fn1735">1</xref></sup> <small>UNREIN</small>. R. J<small>OSE SAGTE:</small> D<small>IES.GILT NUR IN DEM</small> F<small>ALLE, WENN SIE LOSE STEHEN, SIND SIE ABER ZUSAMMENGEBUNDEN, SO SIND ALLE REIN</small>. H<small>AT JEMAND SEINEN</small> S<small>CHL&#x00DC;SSEL EINEM</small> M<small>ANNE AUS DEM GEMEINEN</small> V<small>OLKE</small><sup><xref rid="fn1736">2</xref></sup> <small>&#x00DC;BERGEBEN, SO IST DAS</small> H<small>AUS REIN, DENN ER HAT IHM NUR DIE</small> A<small>UFBEWAHRUNG DES</small> S<small>CHL&#x00DC;SSELS &#x00DC;BERTRAGEN</small>.</p>
<p>II. W<small>ENN JEMAND IN SEINEM</small> H<small>AUSE EINEN</small> M<small>ANN AUS DEM GEMEINEN</small> V<small>OLKE WACH ZUR&#x00DC;CKGELASSEN HAT UND IHN WACH FINDET, ODER SCHLAFEND UND IHN SCHLAFEND FINDET, ODER WACH UND IHN SCHLAFEND FINDET, SO IST DAS</small> H<small>AUS REIN; WENN ABER SCHLAFEND UND IHN WACH FINDET, SO IST DAS</small> H<small>AUS UNREIN</small><sup><xref rid="fn1737">3</xref></sup> <small>&#x2013;</small>so R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, UNREIN SEI ES NUR, SOWEIT ER DIE</small> H<small>AND AUSSTRECKEN UND BER&#x00DC;HREN</small><sup><xref rid="fn1738">4</xref></sup> <small>KANN</small>.</p>
<p>III. H<small>AT JEMAND</small> H<small>ANDWERKER IN SEINEM</small> H<small>AUSE ZUR&#x00DC;CKGELASSEN, SO IST DAS</small> H<small>AUS UNREIN &#x2013;SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, UNREIN SEI ES NUR, SO WEIT SIE IHRE</small> H<small>AND AUSSTRECKEN UND BER&#x00DC;HREN K&#x00D6;NNEN</small>.</p>
<p>IV. H<small>AT DIE</small> F<small>RAU EINES</small> G<small>ENOSSEN</small><sup><xref rid="fn1739">5</xref></sup> <small>DIE</small> F<small>RAU EINES</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE IN IHREM</small> H<small>AUSE MAHLEND ZUR&#x00DC;CKGELASSEN, SO IST, WENN DIE M&#x00DC;HLE STILLGESTANDEN HAT, DAS</small> H<small>AUS UNREIN, UND WENN DIE M&#x00DC;HLE NICHT STILLGESTANDEN HAT, NUR SOWEIT SIE DIE</small> H<small>AND AUSSTRECKEN UND BER&#x00DC;HREN KANN</small>. W<small>AREN ES ZWEI, SO IST OB SO ODER SO DAS</small> H<small>AUS UNREIN, DENN ES KANN DIE EINE GEMAHLEN UND DIE ANDERE HERUMGETASTET HABEN</small> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, ES SEI UNREIN NUR SOWEIT SIE DIE</small> H<small>AND AUSSTRECKEN UND BER&#x00DC;HREN K&#x00D6;NNEN</small><sup><xref rid="fn1740">6</xref></sup>.</p>
<p>V. H<small>AT JEMAND EINEN</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE IN SEINEM</small> H<small>AUSE ZUR&#x00DC;CKGELASSEN, UM ES ZU BEWACHEN, SO SIND, WENN ER</small><sup><xref rid="fn1741">7</xref></sup> <small>DIE</small> E<small>INGEHENDEN UND DIE</small> A<small>USGEHENDEN SEHEN KONNTE</small>, S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE UND OFFENE</small> T<small>ONGEF&#x00C4;SSE UNREIN, ABER</small> L<small>AGER</small>, S<small>ITZE UND MIT EINEM FESTSCHLIESSENDEN</small> D<small>ECKEL VERSEHENE</small> T<small>ONGEF&#x00C4;SSE REIN; KONNTE ER ABER DIE</small> E<small>INGEHENDEN ODER DIE</small> A<small>USGEHENDEN NICHT SEHEN, SO IST, SELBST WENN DIESER GEF&#x00DC;HRT WERDEN MUSS ODER GEFESSELT IST, ALLES UNREIN</small>.</p>
<p>VI. W<small>AREN</small> S<small>TEUEREINNEHMER</small><sup><xref rid="fn1742">8</xref></sup> <small>IN EIN</small> H<small>AUS HINEINGEGANGEN, SO IST DAS</small> H<small>AUS UNREIN</small>. I<small>ST EIN</small> N<small>ICHTJUDE MIT IHNEN, SO SIND SIE, GLAUBHAFT, WENN SIE SAGEN, SIE SEIEN EINGETRETEN, HABEN ABER NICHTS BER&#x00DC;HRT</small>. W<small>AREN</small> D<small>IEBE IN EIN</small> H<small>AUS HINEINGEGANGEN, SO IST UNREIN NUR DIE</small> S<small>TELLE, DIE DIE</small> (<small>F&#x00DC;SSE DER</small>) D<small>IEBE BETRETEN HABEN</small>. W<small>AS MACHEN SIE UNREIN?</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE UND OFFENE</small> T<small>ONGEF&#x00C4;SSE, ABER</small> L<small>AGER</small>, S<small>ITZE UND MIT EINEM FESTSCHLIESSENDEN</small> D<small>ECKEL VERSEHENE</small> T<small>ONGEF&#x00C4;SSE SIND REIN</small>. W<small>AR EIN</small> N<small>ICHTJUDE MIT IHNEN ODER EIN</small> W<small>EIB, SO IST ALLES UNREIN</small><sup><xref rid="fn1743">9</xref></sup>.</p>
<p>VII. H<small>AT JEMAND SEINE</small> K<small>LEIDER IN EINER</small> F<small>ENSTERNISCHE DER</small> B<small>ADEDIENER ZUR&#x00DC;CKGELASSEN, SO SIND SIE NACH</small> R. E<small>LEA&#x0351;ZAR B. A&#x0351;ZARJA REIN, UND WIE DIE</small> W<small>EISEN SAGEN, NUR WENN</small> [<small>DER</small> B<small>ADEDIENER</small>] <small>IHM DEN</small> S<small>CHL&#x00DC;SSEL ODER EINE</small> S<small>LEGELMARKE &#x00DC;BERGEBEN, ODER ER EIN</small> Z<small>EICHEN DARAN GEMACHT HAT</small>. H<small>AT JEMAND SEINE</small> S<small>ACHEN VON EINER</small> K<small>ELTERUNG ZUR</small> K<small>ELTERUNG DES N&#x00C4;CHSTEN</small> J<small>AHRES ZUR&#x00DC;CKGELASSEN, SO SIND SEINE</small> S<small>ACHEN REIN, UND WENN BEI EINEM</small> J<small>ISRA&#x00C9;LITEN, NUR WENN DIESER SAGT, ER HABE DARAUF GEACHTET, SIE ZU BEH&#x00DC;TEN</small>.</p>
<p>VIII. H<small>AT</small> [<small>EIN</small> P<small>RIESTER</small>], <small>DER REIN WAR, SICH DES</small> E<small>SSENS</small> [<small>VON</small> H<small>EBE</small>] <small>ENTSAGT, SO IST ER NACH</small> R. J<small>EHUDA REIN, WEIL</small> U<small>NREINE SICH VON IHM FERN HALTEN, UND NACH DEN</small> W<small>EISEN UNREIN</small>. W<small>ENN SEINE H&#x00C4;NDE REIN WAREN UND ER SICH DES</small> E<small>SSENS</small> [<small>VON</small> H<small>EBE</small>] <small>ENTSAGT HAT, SO GELTEN SEINE H&#x00C4;NDE ALS UNREIN, AUCH WENN ER SAGT, ER WISSE, DASS SEINE H&#x00C4;NDE NICHT UNREIN GEWORDEN SEIEN, WEIL H&#x00C4;NDE GESCH&#x00C4;FTIG SIND</small>.</p>
<p>IX. W<small>ENN EINE</small> F<small>RAU HINEINGEGANGEN WAR, UM F&#x00DC;R EINEN</small> A<small>RMEN</small> B<small>ROT HERAUSZUBRINGEN, UND BEIM</small> H<small>ERAUSKOMMEN IHN NEBEN</small> B<small>ROTLAIBEN VON</small> H<small>EBE STEHEN FINDET, DESGLEICHEN AUCH, WENN EINE</small> F<small>RAU HINAUSGEGANGEN WAR, UND IHRE</small> G<small>EF&#x00C4;HRTIN</small> K<small>OHLEN UNTER EINEM</small> K<small>OCHTOPFE VON</small> H<small>EBE SCH&#x00DC;REN FINDET, SO SIND SIE NACH</small> R. A<small>&#x0351;QIBA UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>. R. E<small>LEA&#x0351;ZAR B</small>. P<small>ILA SPRACH</small>: W<small>ESHALB SIND SIE NACH</small> R. A&#x0351;<small>QIBA UNREIN UND NACH DEN</small> W<small>EISEN REIN?</small> W<small>EIL</small> W<small>EIBER NASCHHAFT SIND, UND SIE VERD&#x00C4;CHTIG IST, DEN</small> T<small>OPF IHRER</small> G<small>EF&#x00C4;HRTIN AUFZUDECKEN, UM ZU WISSEN, WAS SIE KOCHT</small>.</p>
<ftnote id="fn1735">1. Topfreihen, die von einem Vor&#x00FC;bergehenden ber&#x00FC;hrt worden sein k&#x00F6;nnen; cf. Kiet. Fol. 24b.</ftnote>
<ftnote id="fn1736">2. Der rabb. durch die Ber&#x00FC;hrung verunreinigend ist.</ftnote>
<ftnote id="fn1737">3. In der Annahme, der Hausherr werde ihn nicht &#x00FC;berraschen, weil er ihn schlafend zur&#x00FC;cklie&#x00DF;, kramt er im Hause umher.</ftnote>
<ftnote id="fn1738">4. Von der Stelle aus, wo er geschlafen hat; er verl&#x00E4;&#x00DF;t seinen Platz nicht, weil er sich dadurch verd&#x00E4;chtig macht.</ftnote>
<ftnote id="fn1739">5. Eines Gelehrten, der die Reinheitsgesetze beobachtet; cf. Bek. Fol. 30b.</ftnote>
<ftnote id="fn1740">6. Cf. Anm. 4 mut. mut.</ftnote>
<ftnote id="fn1741">7. Der Hausherr, nach anderen, der Bewachende.</ftnote>
<ftnote id="fn1742">8. Leute aus dem gemeinen Volke.</ftnote>
<ftnote id="fn1743">9. Letztere kann Menstruierende gewesen sein, u. erstere gleicht einer solchen: cf. Nid. Fol. 34a.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND MIT EINEM</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE IN EINEM</small> H<small>OFE WOHNT UND IM</small> H<small>OFE</small> G<small>ER&#x00C4;TE VERGESSEN HAT, SELBST F&#x00C4;SSER MIT FESTSCHLIESSENDEM</small> D<small>ECKEL ODER EINEN</small> O<small>FEN MIT FESTSCHLIESSENDEM</small> D<small>ECKEL, SO SIND SIE UNREIN</small>. R. J<small>EHUDA ERKL&#x00C4;RT EINEN</small> O<small>FEN ALS REIN, WENN ER MIT EINEM FESTSCHLIESSENDEN</small> D<small>ECKEL VERSEHEN IST</small>. R. J<small>OSE SAGT, AUCH EIN</small> O<small>FEN SEI UNREIN, ES SEI DENN, ER HAT DAVOR EINE ZEHN</small> H<small>ANDBREITEN HOHE</small> S<small>CHEIDEWAND GEMACHT</small>.</p>
<p>II. W<small>ENN JEMAND EINEM</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE</small> G<small>ER&#x00C4;TE IN</small> V<small>ERWAHRUNG GEGEBEN HAT, SO SIND SIE LEICHENUNREIN UND DURCH</small> A<small>UFTRETEN UNREIN; KENNT DIESER IHN, DASS ER</small> H<small>EBE ISST, SO SIND SIE REIN VON DER</small> L<small>EICHENUNREINHEIT, JEDOCH SIND SIE DURCH</small> A<small>UFTRETEN UNREIN</small>. R. J<small>OSE SAGT, HAT ER IHM EINEN</small> K<small>ASTEN VOLL</small> K<small>LEIDER &#x00DC;BERGEBEN, SEIEN SIE, WENN ER DR&#x00DC;CKEND VOLL WAR, DURCH AUFTRETEN UNREIN</small><sup><xref rid="fn1744">1</xref></sup>, <small>UND WENN ER NICHT DR&#x00DC;CKEND VOLL AVAR, GEH&#x00C4;NGEUNREIN, AUCH WENN DER</small> S<small>CHL&#x00DC;SSEL SICH IN DER</small> H<small>AND DES</small> E<small>IGENT&#x00DC;MERS BEFINDET</small>.</p>
<p>III. W<small>ENN JEMAND ETWAS AM</small> T<small>AGE VERLOREN UND AM</small> T<small>AGE GEFUNDEN HAT, SO IST ES REIN; WENN AM</small> T<small>AGE, UND NACHTS GEFUNDEN, NACHTS, UND AM</small> T<small>AGE GEFUNDEN, AN DIESEM</small> T<small>AGE, UND AM FOLGENDEN</small> T<small>AGE GEFUNDEN, SO IST ES UNREIN</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: IST DAR&#x00DC;BER EINE</small> N<small>ACHT HINGEGANGEN ODER EIN</small> T<small>EIL DERSELBEN, SO IST ES UNREIN</small>. H<small>AT JEMAND</small> K<small>LEIDER</small> [<small>ZUM</small> T<small>ROCKNEN</small>] <small>AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE AUSGEBREITET, SO SIND SIE REIN, UND WENN AUF</small> P<small>RIVATGEBIET, SO SIND SIE UNREIN; HAT ER SIE BEWACHT, SO SIND SIE REIN</small>. W<small>ENN SIE HERUNTERGEFALLEN WAREN UND ER SIE HOLEN GING, SO SIND SIE</small><sup><xref rid="fn1745">2</xref></sup> <small>UNREIN</small>. W<small>ENN SEIN</small> E<small>IMER IN DEN</small> B<small>RUNNEN EINES</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE GEFALLEN WAR UND ER ETWAS HOLEN GING, IHN DAMIT HERAUFZUHOLEN, SO IST ER UNREIN,, WEIL ER EINE</small> Z<small>EITLANG IM</small> G<small>EBIETE DES</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE GEBLIEBEN WAR</small>.</p>
<p>IV. W<small>ENN JEMAND SEIN</small> H<small>AUS OFFEN VERLASSEN HAT UND ES OFFEN FINDET, GESCHLOSSEN, UND ES GESCHLOSSEN FINDET, OFFEN UND ES GESCHLOSSEN FINDET, SO IST ES REIN; WENN GESCHLOSSEN UND ES OFFEN FINDET, SO IST ES NACH</small> R. M<small>E&#x00CD;R UNREIN UND NACH DEN</small> W<small>EISEN REIN, DENN DA WAREN</small> D<small>IEBE, DIE ES SICH &#x00DC;BERLEGT HABEN UND FORTGEGANGEN SIND</small>.</p>
<p>V. W<small>AR DIE</small> F<small>RAU EINES</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE IN DAS</small> H<small>AUS EINES</small> G<small>ENOSSEN HINEINGEGANGEN, UM SEINEN</small> S<small>OHN, SEINE</small> T<small>OCHTER ODER SEIN</small> V<small>IEH HERAUSZUHOLEN, SO IST DAS</small> H<small>AUS REIN, WEIL SIE OHNE</small> E<small>RLAUBNIS HINEINGEGANGEN</small><sup><xref rid="fn1746">3</xref></sup> <small>WAR</small>.</p>
<p>VI. S<small>IE SAGTEN BEIM</small> R<small>EINHEITSGESETZE EINE</small> R<small>EGEL: WAS ALS SPEISE F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT IST, IST SOLANGE UNREIN, BIS ES NICHT MEHR ALS</small> S<small>PEISE F&#x00DC;R EINEN</small> H<small>UND TAUGLICH IST, UND WAS NICHT ALS</small> S<small>PEISE F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT IST, IST SOLANGE REIN, BIS MAN ES F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT HAT</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN EINE JUNGE</small> T<small>AUBE IN EINE</small> K<small>ELTER GEFALLEN IST UND MAN BEABSICHTIGT HAT, SIE F&#x00DC;R EINEN</small> N<small>ICHTJUDEN</small><sup><xref rid="fn1747">4</xref></sup> <small>HERAUSZUHOLEN, SO IST SIE UNREIN, WENN F&#x00DC;R EINEN HUND, SO IST SIE REIN, UND NACH</small> R. J<small>O&#x1E24;ANAN B</small>. N<small>URI UNREIN</small>. H<small>AT EIN</small> T<small>AUBER, EIN</small> B<small>L&#x00D6;DER ODER EIN</small> M<small>INDERJ&#x00C4;HRIGER DIES BEABSICHTIGT, SO IST SIE REIN; HAT ER SIE HERAUSGEHOLT, SO IST SIE UNREIN, DENN BEI DIESEN IST DIE</small> H<small>ANDLUNG WIRKSAM UND NICHT DIE</small> A<small>BSICHT</small>.</p>
<p>VII. I<small>ST DIE</small> A<small>USSENSEITE VON</small> G<small>EF&#x00C4;SSEN DURCH</small> F<small>L&#x00DC;SSIGKEITEN</small><sup><xref rid="fn1748">5</xref></sup> <small>UNREIN GEWORDEN, SO MACHT SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT</small>, F<small>L&#x00DC;SSIGKEITEN UNREIN</small>, S<small>PEISEN ABER NICHT EINMAL UNTAUGLICH;</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, SIE MACHE</small> F<small>L&#x00DC;SSIGKEITEN UNREIN UND</small> S<small>PEISEN UNTAUGLICH</small>. &#x0160;<small>IMO&#x0351;N, DER</small> B<small>RUDER A&#x0351;ZARJAS, SAGTE:</small> N<small>ICHT SO UND NICHT SO, VIELMEHR MACHEN</small> F<small>L&#x00DC;SSIGKEITEN, DIE DURCH DIE</small> A<small>USSENSEITE VON</small> G<small>EF&#x00C4;SSEN UNREIN GEWORDEN SIND, EINMAL UNREIN UND EINMAL UNTAUGLICH</small>. D<small>IESE</small><sup><xref rid="fn1749">6</xref></sup> <small>KANN ALSO SAGEN</small>: W<small>AS DICH UNREIN GEMACHT HAT, MACHT MICH NICHT UNREIN, DU ABER HAST MICH UNREIN GEMACHT</small>.</p>
<p>VIII. W<small>ENN EIN</small> T<small>ROG EINEN SCHR&#x00C4;GEN</small> B<small>ODEN HAT, UND DER</small> T<small>EIG OBEN UND BEFEUCHTENDE</small> F<small>L&#x00DC;SSIGKEIT UNTEN SIND, SO WERDEN DREI</small> S<small>T&#x00DC;CKE</small> [T<small>EIG</small>] <small>IN</small> [<small>ZUSAMMEN</small>] E<small>IGR&#x00D6;SSE</small><sup><xref rid="fn1750">7</xref></sup> <small>NICHT VEREINIGT</small><sup><xref rid="fn1751">8</xref></sup>, <small>ZWEI ABER WERDEN VEREINIGT;</small> R. J<small>OSE SAGT, AUCH ZWEI WERDEN NUR DANN VEREINIGT, WENN SIE DIE</small> F<small>L&#x00DC;SSIGKEIT ZUSAMMENPRESSEN</small><sup><xref rid="fn1752">9</xref></sup>. W<small>ENN ABER DIE</small> F<small>L&#x00DC;SSIGKEIT STEHT</small><sup><xref rid="fn1753">10</xref></sup>, <small>SO WERDEN AUCH SENFKORNGROSSE</small> [S<small>T&#x00DC;CKCHEN</small>] <small>VEREINIGT</small>. R. D<small>OSA SAGT, DIE ZERBR&#x00D6;CKELTE</small> S<small>PEISE WERDE NICHT VEREINIGT</small>.</p>
<p>IX. E<small>IN</small> S<small>TOCK GANZ MIT EINER UNREINEN</small> F<small>L&#x00DC;SSIGKEIT BEDECKT WIRD, SOBALD MAN IHN MIT DEM</small> T<small>AUCHBADE IN</small> B<small>ER&#x00DC;HRUNG</small><sup><xref rid="fn1754">11</xref></sup><small>BRINGT, REIN &#x2013;SO</small> R. J<small>EHO&#x0160;UA&#x0351;; DIE</small> W<small>EISEN SAGEN, ERST WENN MAN IHN GANZ UNTERGETAUCHT HAT</small>. D<small>ER</small> S<small>TRAHL</small><sup><xref rid="fn1755">12</xref></sup>, <small>DER</small> A<small>BLAUF</small><sup><xref rid="fn1756">13</xref></sup><small>UND DIE</small> [<small>LEICHTE</small>] B<small>EFEUCHTUNG GELTEN NICHT ALS</small> V<small>ERBINDUNG, WEDER BEI DER</small> V<small>ERUNREINIGUNG NOCH BEI DER</small> R<small>EINIGUNG;</small> [<small>DAS</small> W<small>ASSER</small>] <small>IN DER</small> V<small>ERTIEFUNG GILT ALS</small> V<small>ERBINDUNG BEI DER</small> V<small>ERUNREINIGUNG UND BEI DER</small> R<small>EINIGUNG</small>.</p>
<ftnote id="fn1744">1. Weil seine Frau darauf gesessen u. mit dem Deckel auf die Kleider gedr&#x00FC;ckt haben kann.</ftnote>
<ftnote id="fn1745">2. Wenn er sie aus den Augen lie&#x00DF;.</ftnote>
<ftnote id="fn1746">3. Sie getraute sich daher nicht, etwas anzufassen.</ftnote>
<ftnote id="fn1747">4. Der sie ungeschlachtet essen darf.</ftnote>
<ftnote id="fn1748">5. Die Ger&#x00E4;te nur rabb. unrein machen.</ftnote>
<ftnote id="fn1749">6. Die durch die Fl&#x00FC;ssigkeit unrein gewordene Speise.</ftnote>
<ftnote id="fn1750">7. Die sich auf der h&#x00F6;heren Seile des Bodens befinden u. einander ber&#x00FC;hren, von denen aber nur das letzte St&#x00FC;ck vom Wasser ber&#x00FC;hrt wird.</ftnote>
<ftnote id="fn1751">8. Zum verunreinigungsf&#x00E4;higen Quantum; sind sie unrein, so &#x00FC;bertragen sie nicht die Unreinheit auf das Wasser.</ftnote>
<ftnote id="fn1752">9. Wenn beide St&#x00FC;cke so dicht nebeneinander sind, da&#x00DF; der Tropfen Fl&#x00FC;ssigkeit dazwischen gar keine Ausdehnung hat.</ftnote>
<ftnote id="fn1753">10. Dh. der Boden gleichm&#x00E4;&#x00DF;ig flach ist.</ftnote>
<ftnote id="fn1754">11. Dadurch wird das unreine Wasser rein; cf. Miq. VI,8.</ftnote>
<ftnote id="fn1755">12. Der laufenden Fl&#x00FC;ssigkeit.</ftnote>
<ftnote id="fn1756">13. Der Wasserlauf aus einer h&#x00F6;heren nach einer tieferen Stelle.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>V</bold>ON <small>WANN AN SIND</small> O<small>LIVEN F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH</small>? S<small>OBALD SIE IM</small> O<small>LIVENBOTTICHE SCHWITZEN, NICHT ABER, WENN SIE IM</small> K<small>ORBE SCHWITZEN</small><sup><xref rid="fn1757">1</xref></sup>. D<small>IES NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, DIE</small> D<small>AUER BIS ZUR</small> A<small>USSCHWITZUNG</small><sup><xref rid="fn1758">2</xref></sup> <small>BETRAGE DREI</small> T<small>AGE</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SOBALD DREI ANEINANDER KLEBEN</small><sup><xref rid="fn1759">3</xref></sup>. R. G<small>AMLI&#x00C9;L SAGT, SOBALD DIE</small> A<small>RBEIT AN IHNEN BEENDET</small><sup><xref rid="fn1760">4</xref></sup> <small>IST, UND DIE</small> W<small>EISEN STIMMEN SEINEN</small> W<small>ORTEN ZU</small>.</p>
<p>II. W<small>ENN MAN DAS</small> P<small>FL&#x00DC;CKEN BEENDET HAT, ABER NOCH ZUKAUFEN WIRD</small><sup><xref rid="fn1761">5</xref></sup>, <small>DAS</small> Z<small>UKAUFEN BEENDET HAT, ABER NOCH ZUBORGEN WIRD</small><sup><xref rid="fn1761">5</xref></sup>, <small>ODER IHM EIN</small> T<small>RAUERFALL, EIN</small> H<small>OCHZEITSMAHL ODER EIN</small> U<small>NFALL DAZWISCHEN GEKOMMEN IST</small><sup><xref rid="fn1762">6</xref></sup>, <small>SO SIND SIE REIN, SELBST WENN FLUSSBEHAFTETE M&#x00C4;NNER ODER</small> W<small>EIBER AUF IHNEN UMHERGEHEN</small>. I<small>ST EINE UNREINE</small> F<small>L&#x00DC;SSIGKEIT AUF SIE GEKOMMEN, SO IST NUR DIE BER&#x00DC;HRTE</small> S<small>TELLE UNREIN, UND DER AUS IHNEN AUSTRETENDE</small> S<small>CHLEIM IST REIN</small>.</p>
<p>III. I<small>ST DIE</small> A<small>RBEIT AN IHNEN BEENDET, SO SIND SIE EMPF&#x00C4;NGLICH</small><sup><xref rid="fn1763">7</xref></sup><small>; KOMMT AUF SIE EINE</small> [<small>UNREINE</small>] F<small>L&#x00DC;SSIGKEIT, SO SIND SIE UNREIN</small>. D<small>ER AUS IHNEN AUSTRETENDE</small> S<small>CHLEIM IST NACH</small> R. E<small>LIE&#x0351;ZER REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> S<small>IE STREITEN NICHT &#x00DC;BER DEN AUS IHNEN AUSTRETENDEN</small> S<small>CHLEIM, OB ER REIN IST, SIE STREITEN NUR &#x00DC;BER DEN AUS DER</small> K<small>UFE</small><sup><xref rid="fn1764">8</xref></sup> <small>KOMMENDEN; NACH</small> R. E<small>LIE&#x0351;ZER IST ER REIN UND NACH DEN</small> W<small>EISEN IST ER UNREIN</small>.</p>
<p>IV. W<small>ER MIT SEINEN</small> O<small>LIVEN FERTIG IST UND EINEN</small> K<small>ORB ZUR&#x00DC;CKGELASSEN HAT</small><sup><xref rid="fn1765">9</xref></sup>, <small>GEBE IHN EINEM ARMEN</small><sup><xref rid="fn1766">10</xref></sup>P<small>RIESTER</small> &#x2013;<small>SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>EHUDA SAGT, ER &#x00DC;BERGEBE IHM DEN</small> S<small>CHL&#x00DC;SSEL SOFORT</small><sup><xref rid="fn1767">11</xref></sup><small>;</small> R. &#x0160;<small>IMO&#x0351;N SAGT, INNERHALB EINES</small> S<small>TUNDENTAGES</small>.</p>
<p>V. H<small>AT MAN DIE</small> O<small>LIVEN IN DIE</small> S<small>TAMPFE ZUM</small> W<small>EICHWERDEN GETAN, DAMIT SIE LEICHTER ZU ZERSTAMPFEN SEIEN, SO SIND SIE EMPF&#x00C4;NGLICH, WENN ABER ZUM</small> W<small>EICH WERDEN, UM SIE ZU SALZEN, SO SIND SIE, WIE DIE</small> S<small>CHULE</small> S<small>AMMAJS SAGT, EMPF&#x00C4;NGLICH, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT EMPF&#x00C4;NGLICH</small>. W<small>ER</small> O<small>LIVEN MIT UNREINEN H&#x00C4;NDEN SPALTET, MACHT SIE UNREIN</small>.</p>
<p>VI. L<small>EGT JEMAND SEINE</small> O<small>LIVEN AUF DAS</small> D<small>ACH, DAMIT SIE EINTROCKNEN, SELBST EINE</small> E<small>LLE HOCH</small><sup><xref rid="fn1768">12</xref></sup>, <small>SO SIND SIE NICHT EMPF&#x00C4;NGLICH; WENN ER SIE ABER INS</small> H<small>AUS LEGT, DAMIT SIE M&#x00DC;RBE WERDEN, UND SIE SP&#x00C4;TER AUF DAS</small> D<small>ACH BRINGEN WILL, ODER WENN ER SIE AUF DAS</small> D<small>ACH BRINGT, DAMIT SIE M&#x00DC;RBE WERDEN, ODER UM SIE ZU &#x00D6;FFNEN, SO SIND SIE EMPF&#x00C4;NGLICH</small>. L<small>EGT ER SIE INS</small> H<small>AUS, BIS ER SEIN</small> D<small>ACH GESICHERT HAT, ODER BIS ER SIE NACH EINER ANDEREN</small> S<small>TELLE BRINGEN KANN, SO SIND SIE NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>VII. W<small>ILL ER DAVON</small><sup><xref rid="fn1769">13</xref></sup><small>EINE</small> P<small>RESSMENGE ODER ZWEI</small> P<small>RESSMENGEN ENTNEHMEN</small><sup><xref rid="fn1770">14</xref></sup>, <small>SO KANN ER SIE, WIE DIE</small> S<small>CHULE &#x0160;AMMAJS SAGT, IN</small> U<small>NREINHEIT ENTNEHMEN, MUSS SIE ABER IN</small> R<small>EINHEIT ZUDECKEN</small><sup><xref rid="fn1771">15</xref></sup><small>; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER D&#x00DC;RFE SIE AUCH IN</small> U<small>NREINHEIT ZUDECKEN</small>. R. J<small>OSE SAGT, MAN D&#x00DC;RFE</small> [<small>SOGAR</small>] <small>MIT</small> &#x00C4;<small>XTEN AUS</small> M<small>ETALL HERAUSGRABEN</small><sup><xref rid="fn1769">13</xref></sup><small>UND IN</small> U<small>NREINHEIT IN DEN &#x00D6;LPRESSRAUM BRINGEN</small><sup><xref rid="fn1772">16</xref></sup>.</p>
<p>VIII. W<small>IRD EIN</small> K<small>RIECHTIER IN DER &#x00D6;LM&#x00DC;HLE GEFUNDEN, SO IST NUR DIE</small> S<small>TELLE DER</small> B<small>ER&#x00DC;HRUNG UNREIN; IST ABER SOVIEL</small> F<small>L&#x00DC;SSIGKEIT VORHANDEN, DASS SIE FLIESST</small><sup><xref rid="fn1773">17</xref></sup>, <small>SO IST ALLES UNREIN</small>. W<small>IRD ES AUF DEN</small> B<small>L&#x00C4;TTERN</small><sup><xref rid="fn1774">18</xref></sup> <small>GEFUNDEN, SO SIND DIE</small> P<small>RESSER ZU BEFRAGEN, OB SIE SAGEN, SIE H&#x00C4;TTEN ES NICHT BER&#x00DC;HRT</small>. H<small>AT ES DEN</small> O<small>LIVENHAUFEN BER&#x00DC;HRT, WENN AUCH NUR WIE EINE</small> G<small>ERSTE, SO IST ER UNREIN</small>.</p>
<p>IX. W<small>ENN ES AUF</small> B<small>ROCKEN</small><sup><xref rid="fn1775">19</xref></sup><small>GEFUNDEN WIRD UND IN</small> E<small>IGR&#x00D6;SSE BER&#x00DC;HRT, SO IST</small> [<small>ALLES</small>] <small>UNREIN; WENN AUF</small> B<small>ROCKEN &#x00DC;BER</small> B<small>ROCKEN, SO IST, AUCH WENN ES IN</small> E<small>IGR&#x00D6;SSE BER&#x00DC;HRT, NUR DIE</small> S<small>TELLE DER</small> B<small>ER&#x00DC;HRUNG UNREIN</small>. W<small>IRD ES ZWISCHEN DER</small> W<small>AND UND DEN</small> O<small>LIVEN GEFUNDEN, SO IST ES REIN; WIRD ES AUF DEM</small> D<small>ACHE</small><sup><xref rid="fn1776">20</xref></sup><small>GEFUNDEN, SO IST DER</small> B<small>OTTICH REIN, WIRD ES IM</small> B<small>OTTICH GEFUNDEN, SO IST DAS</small> D<small>ACH UNREIN</small>. W<small>IRD EIN VERBRANNTES</small> [K<small>RIECHTIER</small>]<sup><xref rid="fn1777">21</xref></sup><small>AUF DEN</small> O<small>LIVEN GEFUNDEN, EBENSO EIN ZERFETZTER</small> L<small>APPEN</small><sup>22</sup>, <small>SO IST ES REIN, DENN BEI ALLEN</small> U<small>NREINHEITEN RICHTE MAN SICH NACH DER</small> Z<small>EIT DER</small> A<small>UFFINDUNG</small>.</p>
<ftnote id="fn1757">1. Vgl. S. 287 Anm. 16.</ftnote>
<ftnote id="fn1758">2. Die brauchbar u. erw&#x00FC;nscht ist u. daher f&#x00FC;r die Unreinheit bef&#x00E4;higt; cf. Makh. I,1.</ftnote>
<ftnote id="fn1759">3. Infolge der Feuchtigkeit.</ftnote>
<ftnote id="fn1760">4. Wenn man keine mehr hinzutun will; erst dann ist die Ausschwitzung des &#x00D6;lschaumes erw&#x00FC;nscht.</ftnote>
<ftnote id="fn1761">5. Und in denselben Korb tun.</ftnote>
<ftnote id="fn1762">6. Soda&#x00DF; es vorl&#x00E4;ufig die weitere Verarbeitung aufgeben mu&#x00DF; u. ihm die Ausschwitzung nicht erw&#x00FC;nscht ist.</ftnote>
<ftnote id="fn1763">7. F&#x00FC;r die Unreinheit.</ftnote>
<ftnote id="fn1764">8. Nach der Entfernung des &#x00D6;ls aus dieser bleibt ein Schleim zur&#x00FC;ck.</ftnote>
<ftnote id="fn1765">9. Ihn nicht zu den anderen geworfen hat, damit er nicht verunreinigungsf&#x00E4;hig werde, um von diesem die Hebe in Reinheit abzusondern.</ftnote>
<ftnote id="fn1766">10. Ebenso jedem anderen Priester, nur handelt es sich bei einem Korbe um eine &#x00E4;rmliche Gabe.</ftnote>
<ftnote id="fn1767">11. Nach dem Einbringen der Oliven, damit niemand herankomme u. sie unrein mache.</ftnote>
<ftnote id="fn1768">12. Soda&#x00DF; die unteren der Luft u. der Sonne entzogen sind u. feucht bleiben.</ftnote>
<ftnote id="fn1769">13. Vom Korbe mit den f&#x00FC;r die Unreinheit noch nicht empf&#x00E4;nglichen Oliven.</ftnote>
<ftnote id="fn1770">14. Um sie sofort zu verarbeiten.</ftnote>
<ftnote id="fn1771">15. Sie vor Unreinheit sch&#x00FC;tzen, da sie nunmehr verunreinigungsf&#x00E4;hig sind.</ftnote>
<ftnote id="fn1772">16. Auch alle im Korbe befindlichen Oliven, solange sie durch die Absicht, noch welche hinzuzuf&#x00FC;gen, nicht verunreinigungsf&#x00E4;hig sind.</ftnote>
<ftnote id="fn1773">17. Und so das Kriechtier u. die Oliven durch die Ber&#x00FC;hrung verbindet.</ftnote>
<ftnote id="fn1774">18. Die zum Bedecken der Oliven benutzt werden u. f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich sind.</ftnote>
<ftnote id="fn1775">19. Einzelne Teilchen, die vom zusammengepre&#x00DF;ten Haufen abgefallen waren u. wieder hinaufgelegt worden sind, einzeln aber nicht eigro&#x00DF; sind.</ftnote>
<ftnote id="fn1776">20. Wenn man aus dem Bottich einen Teil aufs Dach zum Trocknen gebracht hat.</ftnote>
<ftnote id="fn1777">21. In diesem Zustande nicht mehr verunreinigend; cf. Nid. Fol. 56a.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND DEN</small> P<small>RESSRAUM HINTER DEN</small> P<small>RESSERN ABGESCHLOSSEN HAT UND DURCH</small> A<small>UFTRETEN UNREINE</small> G<small>ER&#x00C4;TE</small><sup><xref rid="fn1778">1</xref></sup> <small>SICH DA BEFINDEN, SO IST, WIE</small> R. M<small>E&#x00CD;R SAGT, DER</small> P<small>RESSRAUM UNREIN;</small> R. J<small>EHUDA SAGT, DER</small> P<small>RESSRAUM SEI REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, HALTEN DIESE SIE F&#x00DC;R REIN, SEI DER</small> P<small>RESSRAUM UNREIN, UND HALTEN DIESE SIE F&#x00DC;R UNREIN, SEI DER</small> P<small>RESSRAUM REIN</small><sup><xref rid="fn1779">2</xref></sup>. R. J<small>OSE SPRACH:</small> M<small>AN HAT SIE JA NUR DESHALB ALS UNREIN ERKL&#x00C4;RT, WEIL DIE</small> L<small>EUTE AUS DEM GEMEINEN</small> V<small>OLKE IN</small> [<small>DER</small> V<small>ERUNREINIGUNG DURCH</small>] S<small>CH&#x00DC;TTELN NICHT KUNDIG SIND</small>.</p>
<p>II. W<small>ENN DIE</small> P<small>RESSER</small><sup><xref rid="fn1780">3</xref></sup> <small>IM</small> P<small>RESSRAUME EIN- UND AUSGEHEN UND UNREINE</small> F<small>L&#x00DC;SSIGKEITEN DARIN SIND, SO SIND SIE, WENN ZWISCHEN DEN</small> F<small>L&#x00DC;SSIGKEITEN UND DEN</small> O<small>LIVEN</small><sup><xref rid="fn1781">4</xref></sup> <small>SOVIEL</small> Z<small>WISCHENRAUM IST, DASS IHRE F&#x00DC;SSE AM</small> B<small>ODEN WIEDER ABGETROCKNET WERDEN, REIN</small>. W<small>IRD VOR DEN</small> P<small>RESSERN ODER DEN</small> W<small>INZERN EINE</small> U<small>NREINHEIT GEFUNDEN, SO SIND SIE GLAUBHAFT, WENN SIE SAGEN, SIE H&#x00C4;TTEN SIE NICHT BER&#x00DC;HRT, UND EBENSO DIE</small> K<small>INDER UNTER IHNEN</small>. S<small>IE SIND, WENN SIE AUS DER T&#x00DC;R DES</small> P<small>RESSRAUMES HINAUSGEHEN UND HINTER EINER</small> S<small>TEINWAND AUSTRETEN, REIN</small>. W<small>IE WEIT D&#x00DC;RFEN SIE SICH ENTFERNEN UND REIN BLEIBEN?</small> D<small>ASS MAN SIE NOCH SEHEN KANN</small>.</p>
<p>III. H<small>AT MAN DIE</small> P<small>RESSER UND DIE</small> W<small>INZER IN DEN</small> R<small>AUM DER H&#x00D6;HLE</small><sup><xref rid="fn1782">5</xref></sup> <small>GEBRACHT, SO GEN&#x00DC;GT DIES &#x2013;</small> so R. M<small>E&#x00CD;R</small>; R. J<small>OSE SAGT, MAN M&#x00DC;SSE NEBEN IHNEN STEHEN, BIS SIE UNTERGETAUCHT SIND, UND HALTEN SIE SICH F&#x00DC;R UNREIN, BRAUCHE MAN NICHT NEBEN IHNEN ZU STEHEN, BIS SIE UNTERGETAUCHT SIND</small>.</p>
<p>IV. T<small>UT MAN</small> [<small>DIE</small> T<small>RAUBEN</small>] <small>HINEIN AUS DEN K&#x00D6;RBEN ODER AUS DEM</small> T<small>ROCKENHAUFEN</small><sup><xref rid="fn1783">6</xref></sup> <small>AUF DER</small> E<small>RDE, SO TUE MAN DIES, WIE DIE</small> S<small>CHULE &#x0160;AMMAJS SAGT, MIT REINEN</small> H<small>&#x00C4;NDEN; HAT MAN SIE MIT UNREINEN</small> H<small>&#x00C4;NDEN HINEINGETAN, SO HAT MAN SIE UNREIN GEMACHT; DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, MAN TUE SIE AUCH MIT UNREINEN H&#x00C4;NDEN HINEIN, SONDERE ABER DIE</small> H<small>EBE AB MIT REINEN H&#x00C4;NDEN</small>. W<small>ENN AUS DEM K&#x00DC;BEL ODER AUS DEM</small> T<small>ROCKENHAUFEN AUF EINER</small> B<small>L&#x00C4;TTER</small>[<small>&#x00DC;NTERLAGE</small>]<sup><xref rid="fn1784">7</xref></sup>, <small>SO STIMMEN ALLE &#x00DC;BEREIN, DASS MAN SIE MIT REINEN H&#x00C4;NDEN HINEINTUN M&#x00DC;SSE, UND DASS MAN SIE, WENN MAN SIE MIT UNREINEN H&#x00C4;NDEN HINEINTUT, UNREIN MACHE</small>.</p>
<p>V. I<small>SST MAN</small> [T<small>RAUBEN</small>] <small>AUS DEN K&#x00D6;RBEN ODER AUS DEM</small> T<small>ROCKENHAUFEN AUF DER</small> E<small>RDE, SO IST, AUCH WENN SIE GESPALTEN SIND, UND IN DIE</small> K<small>ELTER TROPFEN, DIE</small> K<small>ELTER REIN; WENN AUS DEM K&#x00DC;BEL ODER AUS DEM</small> T<small>ROCKENHAUFEN AUF EINER</small> B<small>L&#x00C4;TTER</small>[<small>UNTERLAGE</small>], <small>UND EINE EINZELNE</small> B<small>EERE HINEINF&#x00C4;LLT, SO IST SIE, WENN</small> [<small>DIE</small> B<small>EERE</small>] <small>EINEN</small> V<small>ERSCHLUSS HAT</small><sup><xref rid="fn1785">8</xref></sup>, <small>REIN, UND WENN SIE KEINEN</small> V<small>ERSCHLUSS HAT, UNREIN</small>. W<small>ENN IHM</small> T<small>RAUBEN</small><sup><xref rid="fn1786">9</xref></sup> <small>HERUNTERGEFALLEN SIND UND ER SIE AUF EINER FREIEN</small> S<small>TELLE</small><sup><xref rid="fn1787">10</xref></sup> <small>GEPRESST HAT, SO SIND SIE, WENN GENAU IN</small> E<small>IGR&#x00D6;SSE, REIN</small><sup><xref rid="fn1788">11</xref></sup>, <small>UND WENN MEHR ALS IN</small> E<small>LGR&#x00D6;SSE, UNREIN, DENN SOBALD DER ERSTE TROPFEN AUSTRITT, IST ER DURCH DAS EIGROSSE</small> Q<small>UANTUM UNREIN</small>.</p>
<p>VI. W<small>ENN EINEM, ALS ER AM</small> R<small>ANDE DER</small> K<small>UFE GESTANDEN UND GESPROCHEN HAT, EIN</small> S<small>PRITZER AUS DEM</small> M<small>UNDE GESPRITZT IST, UND ES ZWEIFELHAFT IST, OB ER DIE</small> K<small>UFE ERREICHT HAT ODER SIE NICHT ERREICHT HAT, SO IST SIE BEI DIESEM</small> Z<small>WEIFEL REIN</small>.</p>
<p>VII. W<small>ENN MAN DIE</small> K<small>UFE AUSSCH&#x00D6;PFT UND EIN</small> K<small>RIECHTIER IM ERSTEN</small><sup><xref rid="fn1789">12</xref></sup> <small>GEFUNDEN WIRD, SO SIND ALLE UNREIN, UND WENN IM LETZTEN, SO IST DIESES UNREIN UND ALLE &#x00DC;BRIGEN REIN</small>. D<small>IES NUR DANN, WENN MAN MIT DEN EINZELNEN</small> [G<small>EF&#x00C4;SSEN</small>] <small>AUSSCH&#x00D6;PFT, WENN MAN ABER MIT EINEM</small> Z<small>OBER AUSSCH&#x00D6;PFT</small><sup><xref rid="fn1790">13</xref></sup><small>UND IN EINEM VON IHNEN</small><sup><xref rid="fn1789">12</xref></sup><small>EIN</small> K<small>RIECHTIER FINDET, SO IST NUR DIESES UNREIN</small><sup><xref rid="fn1791">14</xref></sup>. D<small>IES NUR DANN, WENN MAN UNTERSUCHT UND NICHT ZUDECKT</small><sup><xref rid="fn1792">15</xref></sup><small>ODER ZUDECKT UND NICHT UNTERSUCHT, WENN MAN ABER UNTERSUCHT UND ZUDECKT, UND EIN</small> K<small>RIECHTIER IN EINEM</small> F<small>ASSE GEFUNDEN WIRD, SO IST ALLES UNREIN, WENN IN DER</small> K<small>UFE, ALLES UNREIN, UND WENN IM</small> Z<small>OBER, ALLES UNREIN</small>.</p>
<p>VIII. [D<small>ER</small> R<small>AUM</small>] <small>ZWISCHEN DEN</small> P<small>RESSWALZEN UND DEN</small> T<small>RESTERN GILT</small><sup><xref rid="fn1793">16</xref></sup> <small>ALS &#x00D6;FFENTLICHES</small> G<small>EBIET; DER</small> W<small>EINBERG VOR DEN</small> W<small>INZERN</small><sup><xref rid="fn1794">17</xref></sup><small>GILT ALS</small> P<small>RIVATGEBIET UND HINTER DEN</small> W<small>INZERN ALS &#x00D6;FFENTLICHES</small> G<small>EBIET, JEDOCH NUR DANN, WENN DIE</small> M<small>ENGE DA HINEINGEHT UND DORT HINAUSGEHT</small><sup><xref rid="fn1795">18</xref></sup>. D<small>IE</small> G<small>ER&#x00C4;TE IM</small> P<small>RESSRAUME, IN DER</small> K<small>ELTER UND DEN</small> P<small>RESSKORB, WENN SIE AUS</small> H<small>OLZ SIND, TROCKNE MAN AB UND SIE SIND REIN; SIND SIE AUS</small> B<small>AST, SO MUSS MAN SIE VOLLE ZW&#x00D6;LF</small> M<small>ONATE ALT WERDEN LASSEN ODER MIT HEISSEM</small> W<small>ASSER ABBR&#x00DC;HEN</small>. R. J<small>OSE SAGT, HAT MAN SIE IN EINEN</small> S<small>TROMSTRUDEL</small><sup><xref rid="fn1796">19</xref></sup><small>GELEGT, SO GEN&#x00DC;GE ES</small>.</p>
<ftnote id="fn1778">1. Von den Pressern zur&#x00FC;ckgelassen.</ftnote>
<ftnote id="fn1779">2. Sie haben sie sicherlich nicht mit anderen Dingen in Ber&#x00FC;hrung gebracht.</ftnote>
<ftnote id="fn1780">3. Die rein sind u. barfu&#x00DF; arbeiten, soda&#x00DF; ihre Kleidung von der unreinen Fl&#x00FC;ssigkeit auf der Erde nicht ber&#x00FC;hrt wird: der K&#x00F6;rper wird durch eine Fl&#x00FC;ssigkeit nicht unrein.</ftnote>
<ftnote id="fn1781">4. Die sie mit den F&#x00FC;&#x00DF;en treten.</ftnote>
<ftnote id="fn1782">5. In der das Tauchbad sich befindet.</ftnote>
<ftnote id="fn1783">6. Die man also nicht zum Keltern gesammelt hat u. die daher f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich sind (cf. Sah. Fol. 17a), die man aber nachtr&#x00E4;glich daf&#x00FC;r verwendet.</ftnote>
<ftnote id="fn1784">7. Der ausflie&#x00DF;ende Saft ist dann erw&#x00FC;nscht.</ftnote>
<ftnote id="fn1785">8. Ein Teil vom Stengel noch daran sitzt, soda&#x00DF; die Fl&#x00FC;ssigkeit nicht ausl&#x00E4;uft.</ftnote>
<ftnote id="fn1786">9. Die durch das Anfassen unrein geworden sind.</ftnote>
<ftnote id="fn1787">10. Der Kelter, wo keine anderen Trauben sind.</ftnote>
<ftnote id="fn1788">11. Beim Austreten des verunreinigenden Tropfens fehlt vom erforderlichen Quantum.</ftnote>
<ftnote id="fn1789">12. Der abgef&#x00FC;llten Gef&#x00E4;&#x00DF;e, nachdem mehrere abgef&#x00FC;llt worden sind.</ftnote>
<ftnote id="fn1790">13. Und in die Gef&#x00E4;&#x00DF;e hineingie&#x00DF;t.</ftnote>
<ftnote id="fn1791">14. Das Kriechtier war wahrscheinlich im Gef&#x00E4;&#x00DF;e.</ftnote>
<ftnote id="fn1792">15. Die einzelnen Weinkr&#x00FC;ge beim Abf&#x00FC;llen.</ftnote>
<ftnote id="fn1793">16. Hinsichtl. der Unreinheit; supra VI,2.</ftnote>
<ftnote id="fn1794">17. Soweit er noch nicht abgewinzert ist.</ftnote>
<ftnote id="fn1795">18. Unbeschr&#x00E4;nkt auf diesem Teile des Weinberges umhergeht.</ftnote>
<ftnote id="fn1796">19. In dem sie durch die Kraft des Wassers gut abgesp&#x00FC;lt werden; cf. Az. Fol. 75a.</ftnote>
</chapter>
</book>