<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>W</bold>ER <small>EINE</small> F<small>LUSSWAHRNEHMUNG EINMAL GEMACHT HAT, GLEICHT, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EINER</small> F<small>LUSSVERD&#x00C4;CHTIGEN</small><sup><xref rid="fn2079">1</xref></sup>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EINEM</small> E<small>RGUSSBEHAFTETEN</small><sup><xref rid="fn2080">2</xref></sup>. H<small>AT ER EINMAL EINE</small> W<small>AHRNEHMUNG GEHABT, AM ZWEITEN</small> [T<small>AGE</small>] <small>AUSGESETZT UND AM DRITTEN ZWEIMAL WAHRGENOMMEN, ODER EINMAL SOLANGE WIE ZWEI</small><sup><xref rid="fn2081">3</xref></sup>, <small>SO IST ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN RICHTIGER</small> F<small>LUSSBEHAFTETER, UND DIE</small> S<small>CHULE HLLLELS SAGT, ER VERUNRELNIGE</small> L<small>AGER UND</small> S<small>ITZ UND BEN&#x00D6;TIGE DES</small> U<small>NTERTAUCHENS IM</small> W<small>ASSER, JEDOCH SEI ER VON EINEM</small> O<small>PFER BEFREIT</small>. R. E<small>LEA&#x0351;ZAR B</small>. J<small>EHTJDA SAGTE:</small> I<small>N DIESEM</small> F<small>ALLE PFLICHTET DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS BEI, DASS ER KEIN RICHTIGER</small> F<small>LUSSBEHAFTETER SEI, SIE STREITEN VIELMEHR &#x00DC;BER DEN</small> F<small>ALL, WENN JEMAND ZWEIMAL WAHRGENOMMEN HAT, ODER EINMAL SOLANGE WIE ZWEI, AM ZWEITEN</small> [T<small>AGE</small>] <small>AUSGESETZT HAT UND AM DRITTEN EINMAL WAHRGENOMMEN HAT</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ER SEI EIN VOLLST&#x00C4;NDIGER</small> F<small>LUSSBEHAFTETER, UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER MACHE</small> L<small>AGER UND</small> S<small>ITZ UNREIN UND BEN&#x00D6;TIGE DES</small> U<small>NTERTAUCHENS IM</small> W<small>ASSER, JEDOCH SEI ER VON EINEM</small> O<small>PFER BEFREIT</small>.</p>
<p>II. H<small>AT ER AM DRITTEN</small> T<small>AGE DER Z&#x00C4;HLUNG</small><sup><xref rid="fn2082">4</xref></sup> <small>SEINES</small> F<small>LUSSES</small> E<small>RGUSS WAHRGENOMMEN, SO SIND, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE BEIDEN VORANGEHENDEN</small> T<small>AGE HINF&#x00C4;LLIG</small><sup><xref rid="fn2083">5</xref></sup>, <small>UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NUR DER EINE SEI HINF&#x00C4;LLIG</small><sup><xref rid="fn2084">6</xref></sup>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, WENN ER AM ZWEITEN</small> [T<small>AGE</small>] <small>WAHRGENOMMEN HAT, SEI DER VORANGEHENDE HINF&#x00C4;LLIG, UND</small> R. A&#x0351;<small>QIBA SAGT, EINERLEI OB ER AM ZWEITEN ODER AM DRITTEN WAHRGENOMMEN HAT: DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE BEIDEN VORANGEHENDEN</small> T<small>AGE SEIEN HINF&#x00C4;LLIG, UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NUR DER EINE</small> T<small>AG SEI HINF&#x00C4;LLIG</small>. J<small>ENE PFLICHTET JEDOCH BEI, DASS, WENN ER AM VIERTEN WAHRGENOMMEN HAT, NUR DER EINE</small> T<small>AG HINF&#x00C4;LLIG SEI</small>. D<small>IES WENN ER</small> E<small>RGUSS WAHRGENOMMEN HAT, HAT ER ABER</small> F<small>LUSS WAHRGENOMMEN, SO SIND, AUCH WENN AM SIEBENTEN</small> T<small>AGE, DIB VORANGEHENDEN HINF&#x00C4;LLIG</small>.</p>
<p>III. H<small>AT ER AN EINEM</small> T<small>AGE EINMAL UND AM FOLGENDEN ZWEIMAL WAHRGENOMMEN ODER AN EINEM</small> T<small>AGE ZWEIMAL UND AM FOLGENDEN EINMAL, ODER DREIMAL IN DREI</small> T<small>AGEN ODER IN DREI N&#x00C4;CHTEN, SO IST ER EIN RICHTIGER</small> F<small>LUSSBEHAFTETER</small>.</p>
<p>IV. H<small>AT ER EINMAL WAHRGENOMMEN UND NACH EINER</small> U<small>NTERBRECHUNG IN DER</small> D<small>AUER DES</small> U<small>NTERTAUCHENS UND</small> A<small>BTROCKNENS ZWEIMAL WAHRGENOMMEN, ODER EINMAL SOLANGE WIE ZWEI, ODER HAT ER ZWEIMAL WAHRGENOMMEN, ODER EINMAL SOLANGE WIE ZWEI, UND NACH EINER</small> U<small>NTERBRECHUNG IN DER</small> D<small>AUER DES</small> U<small>NTERTAUCHENS UND</small> A<small>BTROCKNENS EINMAL WAHRGENOMMEN, SO IST ER EIN RICHTIGER</small> F<small>LUSSBEHAFTETER</small>.</p>
<p>V. H<small>AT ER EINMAL WAHRGENOMMEN SOLANGE WIE DREI, DAS IST</small> [<small>DIE</small> D<small>AUER DES</small> W<small>EGES</small>] <small>VON</small> G<small>ADJAVAN</small><sup><xref rid="fn2085">7</xref></sup> <small>BIS ZUM</small> &#x0160;<small>ILOA&#x1E24;, DAS IST DIE</small> D<small>AUER VON ZWEIMAL UNTERTAUCHEN UND ZWEIMAL ABTROCKNEN, SO IST ER EIN RICHTIGER</small> F<small>LUSSBEHAFTETER</small>. H<small>AT ER EINMAL SOLANGE WAHRGENOMMEN WIE ZWEI, SO MACHT ER</small> S<small>ITZ UND</small> L<small>AGER UNREIN UND BEN&#x00D6;TIGT DES</small> U<small>NTERTAUCHENS IN</small> Q<small>UELLWASSER, JEDOCH IST ER VON EINEM</small> O<small>PFER BEFREIT</small>. R. J<small>OSE SAGTE:</small> S<small>IE SPRECHEN VON EINER LANGEN</small> W<small>AHRNEHMUNG NUR IN DEM</small> F<small>ALLE, WENN SIE WIE DREI IST</small>.</p>
<p>VI. H<small>AT ER EINMAL AM</small> T<small>AGE UND EINMAL BEI</small> A<small>BENDD&#x00C4;MMERUNG WAHRGENOMMEN, ODER EINMAL BEI</small> A<small>BENDD&#x00C4;MMERUNG UND EINMAL AM FOLGENDEN</small> T<small>AGE, SO IST ES, WENN ES SICHER IST, DASS EIN</small> T<small>EIL DER</small> W<small>AHRNEHMUNG</small><sup><xref rid="fn2086">8</xref></sup> <small>ZU DIESEM</small> T<small>AGE UND EIN</small> T<small>EIL ZUM FOLGENDEN GEH&#x00D6;RT, AUCH SICHER HINSICHTLICH DER</small> U<small>NREINHEIT UND DES</small> O<small>PFERS, UND IST ES ZWEIFELHAFT, OB EIN</small> T<small>EIL DER</small> W<small>AHRNEHMUNG ZU DIESEM</small> T<small>AGE UND EIN</small> T<small>EIL ZUM FOLGENDEN GEH&#x00D6;RT, SO IST ES SICHER HINSICHTLICH DER</small> U<small>NREINHEIT, UND HINSICHTLICH DES</small> O<small>PFERS</small><sup><xref rid="fn2087">9</xref></sup> <small>BESTEHT EIN</small> Z<small>WEIFEL</small>. H<small>AT ER AN ZWEI</small> T<small>AGEN BEI</small> A<small>BENDD&#x00C4;MMERUNG WAHRGENOMMEN, SO BESTEHT EIN</small> Z<small>WEIFEL SOWOHL HINSICHTLICH DER UNREINHEIT</small><sup><xref rid="fn2088">10</xref></sup><small>ALS AUCH HINSICHTLICH DES OPFERS, UND WENN EINMAL BEI</small> A<small>BENDD&#x00C4;MMERUNG, SO BESTEHT EIN</small> Z<small>WEIFEL HINSICHTLICH DER</small> U<small>NREINHEIT</small>.</p>
<ftnote id="fn2079">1. Nach der Erkl&#x00E4;rung des T. (Nid. Fol. 72b), einem, der einer solchen beigewohnt hat, dessen Lager u. Sitz sich in der Schwebe befinden, u. bei Wiederholung der Wahrnehmung unrein sind.</ftnote>
<ftnote id="fn2080">2. Dessen Sitz u. Lager unrein sind.</ftnote>
<ftnote id="fn2081">3. Die Dauer, in der man ein Tauchbad nehmen und sich abtrocknen kann: weit. MiSna IV.</ftnote>
<ftnote id="fn2082">4. Der 7 Reinheilstage nach Aufh&#x00F6;ren des Flusses.</ftnote>
<ftnote id="fn2083">5. Die Z&#x00E4;hlung mu&#x00DF; von neuem beginnen.</ftnote>
<ftnote id="fn2084">6. Nur der eine Tag wird nicht mitgez&#x00E4;hlt.</ftnote>
<ftnote id="fn2085">7. Sonst unbekannter Ort.</ftnote>
<ftnote id="fn2086">8. Die bei D&#x00E4;mmerung erfolgt ist.</ftnote>
<ftnote id="fn2087">9. Zu dem er nur bei dreimaliger Wiederholung verpflichtet ist; es ist daher darzubringen, darf jedoch nicht gegessen werden.</ftnote>
<ftnote id="fn2088">10. Er hat vieil, am Tage dazwischen &#x00FC;berhaupt nicht wahrgenommen u. ist rein, od. vieil. dreimal.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>A</bold>LLE <small>MACHEN DURCH DEN</small> F<small>LUSS UNREIN, AUCH</small> P<small>ROSELYTEN, AUCH</small> S<small>KLAVEN, OB</small> F<small>REIGELASSENE ODER NICHT</small> F<small>REIGELASSENE, EIN</small> T<small>AUBER, EIN</small> B<small>L&#x00D6;DER, EIN</small> M<small>INDERJ&#x00C4;HRIGER, EIN DURCH</small> M<small>ENSCHEN</small> K<small>ASTRIERTER ODER EIN</small> N<small>ATURKASTRAT</small><sup><xref rid="fn2089">1</xref></sup>. E<small>INEM</small> G<small>ESCHLECHTSLOSEN UND EINEM</small> Z<small>WITTER SIND DIE</small> E<small>RSCHWERUNGEN DES</small> M<small>ANNES UND DIE</small> E<small>RSCHWERUNGEN DES</small> W<small>EIBES AUFZUERLEGEN: SIE SIND WIE EIN</small> W<small>EIB DURCH</small> B<small>LUT</small>[<small>FLUSS</small>] <small>UNREIN, UND WIE EIN</small> M<small>ANN DURCH WEISSEN</small> [F<small>LUSS</small>] <small>UNREIN</small>. I<small>HRE</small> U<small>NREINHEIT IST ZWEIFELHAFT</small><sup><xref rid="fn2090">2</xref></sup>.</p>
<p>II. N<small>ACH SIEBEN</small> R<small>ICHTUNGEN</small><sup><xref rid="fn2091">3</xref></sup> <small>UNTERSUCHE MAN DEN</small> F<small>LUSSBEHAFTETEN, SOLANGE BEI IHM DIE</small> F<small>LUSSBEHAFTUNG NOCH NICHT FESTGESTELLT IST:</small> E<small>SSEN</small>, T<small>RINKEN, &#x00DC;BERLASTUNG</small>, S<small>PRINGEN</small>, K<small>RANKHEIT</small>, H<small>INSEHEN</small><sup><xref rid="fn2092">4</xref></sup> <small>UND</small> W<small>OLLUSTGEDANKEN</small>. W<small>ENN ER</small> [<small>AN EIN</small> W<small>EIB</small>] <small>GEDACHT HAT, OHNE SIE ZU SEHEN, ODER SIE GESEHEN HAT, OHNE AN SIE ZU DENKEN</small>. R. J<small>EHUDA SAGT, AUCH WENN ER NUR</small> V<small>IEH, WLLD ODER</small> V<small>&#x00D6;GEL SICH MITEINANDER BEFASSEN GESEHEN HAT, AUCH WENN ER NUR BUNTE KLEIDER EINES</small> W<small>EIBES GESEHEN HAT</small>. R. A&#x0351;<small>QIBA SAGT, SOGAR WENN ER NUR IRGEND EINE</small> S<small>PEISE GEGESSEN</small><sup><xref rid="fn2093">5</xref></sup> <small>HAT, OB EINE SCHLECHTE ODER EINE GUTE, ODER IRGEND EIN</small> G<small>ETR&#x00C4;NK GETRUNKEN HAT</small>. S<small>IE SPRACHEN ZU IHM:</small> D<small>EMNACH GIBT ES &#x00DC;BERHAUPT KEINE</small> F<small>LUSSBEHAFTETEN&#x0021;?</small> E<small>R ERWIDERTE IHNEN:</small> I<small>HR HABT NICHT F&#x00DC;R</small> F<small>LUSSBEHAFTETE ZU SORGEN</small>. I<small>ST BEI IHM</small> F<small>LUSSBEHAFTUNG FESTGESTELLT</small><sup><xref rid="fn2094">6</xref></sup> <small>WORDEN, SO UNTERSUCHE MAN IHN NICHT MEHR</small>. S<small>EIN UNVERSCHULDETER</small><sup><xref rid="fn2095">7</xref></sup> <small>UND ZWEIFELHAFTER</small> [F<small>LUSS</small>] <small>UND SEIN</small> S<small>AMEN SIND DANN UNREIN, DENN DIE</small> S<small>ACHE HAT EINE ST&#x00DC;TZE</small><sup><xref rid="fn2096">8</xref></sup>. H<small>AT ER DIE ERSTE</small> W<small>AHRNEHMUNG, SO UNTERSUCHE MAN IHN, BEI DER ZWEITEN UNTERSUCHE MAN IHN, BEI DER DRITTEN UNTERSUCHE MAN HIN NICHT MEHR</small>. R. E<small>LI&#x0351;EZER SAGT, AUCH BEI DER DRITTEN UNTERSUCHE. MAN IHN, WEGEN DES OPFERS</small><sup><xref rid="fn2097">9</xref></sup>.</p>
<p>III. W<small>ER</small> S<small>AMENERGUSS HATTE, IST EINEN</small> S<small>TUNDENTAG NICHT DURCH</small> F<small>LUSS UNREIN</small>. R. J<small>OSE SAGT, NUR DIESEN</small> T<small>AG</small>. W<small>ENN ER ALS</small> N<small>ICHTJUDE</small> S<small>AMENERGUSS HATTE UND SICH BEKEHRT HAT, SO KANN ER SOFORT FLUSSUNREIN SEIN</small>. B<small>EI DER, DIE</small> B<small>LUT WAHRGENOMMEN HAT</small><sup><xref rid="fn2098">10</xref></sup><small>ODER SICH IN</small> G<small>EBURTSWEHEN BEFINDET</small><sup><xref rid="fn2099">11</xref></sup>, <small>IST ES EIN</small> S<small>TUNDENTAG</small><sup><xref rid="fn2100">12</xref></sup>. B<small>EIM</small> S<small>CHLAGEN SEINES</small> S<small>KLAVEN IST UNTER</small> &#x2018;T<small>AG ODER ZWEI</small> T<small>AGE&#x2019;</small><sup><xref rid="fn2101">13</xref></sup><small>EIN</small> S<small>TUNDENTAG ZU VERSTEHEN</small>. D<small>IE DREI</small> T<small>AGE IM</small> F<small>ALLE, WENN EIN</small> H<small>UND</small> F<small>LEISCH VON EINER</small> L<small>EICHE GEFRESSEN</small><sup><xref rid="fn2102">14</xref></sup><small>HAT</small>, <small>SIND</small> S<small>TUNDENTAGE; SO LANGE BLEIBT ES IN SEINEM</small> Z<small>USTANDE</small><sup><xref rid="fn2103">15</xref></sup>.</p>
<p>IV. D<small>ER</small> F<small>LUSSBEHAFTETE MACHT AUF F&#x00DC;NF</small> A<small>RTEN DAS</small> L<small>AGER UNREIN, SODASS ES</small> M<small>ENSCHEN UND DIESER</small> K<small>LEIDER UNREIN MACHT: DURCH STEHEN</small><sup><xref rid="fn2104">16</xref></sup>, <small>SITZEN, LIEGEN, H&#x00C4;NGEN</small><sup><xref rid="fn2105">17</xref></sup><small>UND LEHNEN; DAS</small> L<small>AGER MACHT DEN</small> M<small>ENSCHEN AUF SIEBEN</small> A<small>RTEN UNREIN, SODASS ER</small> K<small>LEIDER UNREIN MACHT: DURCH STEHEN, SITZEN, LIEGEN, H&#x00C4;NGEN, LEHNEN, BER&#x00DC;HREN UND TRAGEN</small>.</p>
<ftnote id="fn2089">1. Cf. Jab. Fol. 80b.</ftnote>
<ftnote id="fn2090">2. Da&#x00DF; es vieil, nicht der richtige Flu&#x00DF; ist; hei einem Zweifel darf unreine Hebe nicht verbrannt werden.</ftnote>
<ftnote id="fn2091">3. Dh. Ursachen, die den Flu&#x00DF; verursacht haben k&#x00F6;nnen; der Flu&#x00DF; ist vieil. nur die Folge einer Di&#x00E4;tst&#x00F6;rung od. eines Unfalles u. garnichl verunreinigend.</ftnote>
<ftnote id="fn2092">4. Auf erotische Dinge od. Handlungen, die Ilu&#x00DF; verursachen.</ftnote>
<ftnote id="fn2093">5. Die den Flu&#x00DF; verursacht haben kann.</ftnote>
<ftnote id="fn2094">6. Durch zweimalige Wiederholung ohne sichtbare Veranlassung.</ftnote>
<ftnote id="fn2095">7. Durch eine der genannten Ursachen hervorgerufen.</ftnote>
<ftnote id="fn2096">8. W&#x00F6;rll. hat F&#x00FC;&#x00DF;e; die Flu&#x00DF;behaftung ist durch die vorherigen Wahrnehmungen festgestellt.</ftnote>
<ftnote id="fn2097">9. Das nur bei einer dreimaligen Wiederholung darzubringen ist; unn&#x00F6;tig aber als Profanschlachtung im Tempel gilt.</ftnote>
<ftnote id="fn2098">10. Die r&#x00FC;ckwirkend einen Tag unrein ist; cf. Nid. Fol. 2a.</ftnote>
<ftnote id="fn2099">11. Die eine bestimmte Anzahl von Tagen Blutungen hatte; cf. ib. Fol. 36b.</ftnote>
<ftnote id="fn2100">12. Der bei diesen genannnte &#x2018;Tag&#x2019; ist kein Kalendertag, sondern ein Stundentag, bis zur gleichen Stunde des folgenden Tages.</ftnote>
<ftnote id="fn2101">13. Cf. Ex. 21,20,21.</ftnote>
<ftnote id="fn2102">14. Cf. Ah. XI,7.</ftnote>
<ftnote id="fn2103">15. Das Fleisch ist nicht verdaut u. als Leiche verunreinigend.</ftnote>
<ftnote id="fn2104">16. Auf diesem.</ftnote>
<ftnote id="fn2105">17. In einer Wagschale, w&#x00E4;hrend in der anderen die als Sitz geeignete Sache sich befindet.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>S</bold>ITZEN <small>EIN</small> F<small>LUSSBEHAFTETER UND EIN</small> B<small>EINER AUF EINEM</small> S<small>CHIFFE</small><sup><xref rid="fn2106">1</xref></sup> <small>ODER EINEM</small> F<small>LOSSE, ODER REITEN SIE AUF EINEM</small> T<small>IERE, SO SIND SIE</small><sup><xref rid="fn2107">2</xref></sup> <small>DURCH</small> A<small>UFTRETEN UNREIN, AUCH WENN IHRE</small> K<small>LEIDER EINANDER NICHT BER&#x00DC;HREN</small>. S<small>ITZEN SIE AUF EINEM</small> B<small>RETTE, EINER</small> B<small>ANK, DEM</small> S<small>EITENBRETTE EINES</small> B<small>ETTES ODER EINER</small> S<small>TANGE, DIE WIPPEN, ODER STIEGEN SIE AUF EINEN SCHWACHEN</small> B<small>AUM, DEN SCHWACHEN</small> Z<small>WEIG EINES STARKEN</small> B<small>AUMES, EINE NICHT MIT EINEM</small> N<small>AGEL BEFESTIGTE &#x00C4;GYPTISCHE</small><sup><xref rid="fn2108">3</xref></sup> L<small>EITER, EINE</small> R<small>AMPE</small>, <small>EINEN</small> B<small>ALKEN ODER EINE T&#x00DC;R, DIE NICHT MIT</small> L<small>EHM BEFESTIGT SIND, SO SIND SIE UNREIN, UND NACH</small> R. J<small>EHUDA REIN</small>.</p>
<p>II. [A<small>UCH</small>] <small>WENN SIE</small> [<small>ZUSAMMEN</small>] <small>EINE T&#x00DC;R ZUMACHEN ODER &#x00D6;FFNEN; DIE</small> W<small>EISEN SAGEN, NUR WENN DER EINE ZUMACHEN UND DER ANDERE &#x00D6;FFNEN</small><sup><xref rid="fn2109">4</xref></sup> <small>WILL</small>. [E<small>BENSO AUCH</small>], <small>WENN EINER DEN ANDEREN AUS DER</small> G<small>RUBE HERAUSZIEHT;</small> R. J<small>EHUDA SAGT, NUR WENN DER</small> R<small>EINE DEN</small> U<small>NREINEN HERAUSZIEHT</small><sup><xref rid="fn2109">4</xref></sup>. [D<small>ESGLEICHEN AUCH</small>,] <small>WENN SIE</small> [<small>ZUSAMMEN</small>] <small>AN</small> S<small>TRICKEN ZIEHEN</small><sup><xref rid="fn2110">5</xref></sup>; <small>DIE</small> W<small>EISEN SAGEN, NUR WENN DER EINE HIN UND DER ANDERE HER ZIEHT</small>. [D<small>ESGLEICHEN AUCH</small>,] <small>WENN SIE</small> [<small>ZUSAMMEN</small>] <small>WEBEN, OB STEHEND ODER SITZEND, ODER MAHLEN</small>. N<small>ACH</small> R. &#x0160;<small>IMO&#x0351;N IST ER IN ALL DIESEN</small> F<small>&#x00C4;LLEN REIN, AUSGENOMMEN DER</small> F<small>ALL, WENN SIE</small> [<small>ZUSAMMEN</small>] <small>MIT EINER</small> H<small>ANDM&#x00DC;HLE MAHLEN</small>. W<small>ENN SIE [ZUSAMMEN] VON EINEM</small> E<small>SEL ABLADEN ODER IHM AUFLADEN, SO SIND SIE, WENN ES EINE SCHWERE</small> L<small>AST IST, UNREIN, UND WENN ES EINE LEICHTE</small> L<small>ast IST, REIN</small>. S<small>IE ALLE SIND REIN F&#x00DC;R DIE</small> G<small>EMEINDEMITGLIEDER</small><sup><xref rid="fn2111">6</xref></sup> <small>UND UNREIN F&#x00DC;R DIE</small> H<small>EBE</small>.</p>
<p>III. S<small>ITZEN EIN</small> F<small>LUSSBEHAFTETER UND EIN</small> R<small>EINER AUF EINEM GROSSEN</small> S<small>CHIFFE</small>, &#x2013; <small>EIN GROSSES</small> S<small>CHIFF HEISST ES, WIE</small> J<small>EHUDA SAGT, WENN EIN</small> M<small>ENSCH ES NICHT INS</small> S<small>CHAUKELN SETZEN KANN, &#x2013; ODER SITZEN SIE AUF EINEM</small> B<small>RETTE, EINER</small> B<small>ANK, DEM</small> S<small>EITENBRETTE EINES</small> B<small>ETTES ODER AUF EINER</small> S<small>TANGE, DIE NICHT WIPPEN, ODER STIEGEN SIE AUF EINEN STARKEN</small> B<small>AUM, EINEN STARKEN</small> Z<small>WEIG, EINE TYRISCHE ODER MIT EINEM</small> N<small>AGEL BEFESTIGTE &#x00C4;GYPTISCHE</small> L<small>EITER, EINE</small> R<small>AMPE, EINEN</small> B<small>ALKEN ODER EINE</small> T<small>&#x00DC;R, DIE MIT</small> L<small>EHM BEFESTIGT SIND, SOGAR AN DERSELBEN</small> S<small>EITE, SO SIND SIE REIN</small>. S<small>CHL&#x00C4;GT EIN</small> R<small>EINER EINEN</small> U<small>NREINEN, SO IST ER REIN; SCHLAGT EIN</small> U<small>NREINER EINEN</small> R<small>EINEN, SO IST ER UNREIN, DENN WENN DER</small> R<small>EINE SICH IHM ENTZIEHT, F&#x00C4;LLT DER</small> U<small>NREINE</small><sup><xref rid="fn2112">7</xref></sup>.</p>
<ftnote id="fn2106">1. Einem kleinen Boote, das durch jedes Auftreten in Bewegung gesetzt wird.</ftnote>
<ftnote id="fn2107">2. Der Reine u. die Kleider.</ftnote>
<ftnote id="fn2108">3. Sehr klein; cf. Bb. Fol. 59a; wahrscheinl. Ist <span dir="rtl">&#x05DE;&#x05E6;&#x05E8;&#x05D9;</span> v. <span dir="rtl">&#x05E0;&#x05E6;&#x05E8;</span>, Weide, abzuleiten, aus Weidengeflecht.</ftnote>
<ftnote id="fn2109">4. Ist der Reine unrein, da dabei eine Kraftaufwendung erfolgt.</ftnote>
<ftnote id="fn2110">5. Eigentl. &#x00FC;ber den R&#x00FC;cken werfen, nachh&#x00E4;ngen lassen; nach den Kommentaren, drehen, flechten, jed. sprachlich unrichtig.</ftnote>
<ftnote id="fn2111">6. Die ihre Speisen in Reinheit essen. Die Lesart <span dir="rtl">&#x05DC;&#x05D1;&#x05D9;&#x05EA;</span> in den kursierenden Ausgaben ist anscheinend Druckfehler, jed. auch in ed. Lowe.</ftnote>
<ftnote id="fn2112">7. Es ist ebenso, als w&#x00FC;rde der Unreine sich auf ihn st&#x00FC;tzen.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>R.</bold>J<small>EHO&#x0160;UA&#x0351; SAGTE:</small> S<small>ITZT EINE</small> M<small>ENSTRUIERENDE MIT EINER</small> R<small>EINEN AUF EINEM</small> B<small>ETTE</small><sup><xref rid="fn2113">1</xref></sup>, <small>SO IST DAS</small> K<small>OPFTUCH AUF IHREM</small><sup><xref rid="fn2114">2</xref></sup> K<small>OPFE DURCH</small> A<small>UFTRETEN UNREIN</small>. S<small>ITZT SIE AUF EINEM</small> S<small>CHIFFE, SO SIND DIE</small> G<small>ER&#x00C4;TE AUF DER</small> S<small>PITZE DES</small> M<small>ASTBAUMES DURCH</small> A<small>UFTRETEN UNREIN</small>. N<small>IMMT SIE EINEN</small> T<small>ROG VOLL</small> K<small>LEIDER AUF, SO SIND SIE, WENN DIE</small> L<small>AST SCHWER IST, UNREIN, UND WENN DIE</small> L<small>AST LEICHT IST, REIN</small>. W<small>ENN EIN</small> F<small>LUSSBEHAFTETER AUF EINEN</small> B<small>ALKENVORSPRUNG GESCHLAGEN HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE HERUNTERGEFALLEN IST, SO IST ER REIN</small><sup><xref rid="fn2115">3</xref></sup>.</p>
<p>II. D<small>ESGLEICHEN AUCH, WENN ER AUF DEN</small> D<small>ACHBALKEN, DEN</small> R<small>AHMEN</small><sup><xref rid="fn2116">4</xref></sup>, <small>DIE</small> D<small>ACHRINNE, DAS</small> B<small>RETT, AUCH WENN ES NUR MIT</small> S<small>TRICKEN BEFESTIGT IST, DEN</small> O<small>FEN, DEN</small> K<small>ASTEN ODER</small> M<small>&#x00DC;HLENUNTERSATZ ODER</small> B<small>OCK DER</small> H<small>ANDM&#x00DC;HLE, ODER DAS</small> &#x00D6;<small>LMASS DER</small> &#x00D6;<small>LM&#x00DC;HLE GESCHLAGEN HAT</small>. R. J<small>OSE SAGT, AUCH WENN AUF DEN</small> B<small>ALKEN DER</small> B<small>ADEMEISTER</small><sup><xref rid="fn2117">5</xref></sup>, <small>SEI ER</small><sup><xref rid="fn2118">6</xref></sup> <small>REIN</small>.</p>
<p>III. H<small>AT ER AUF DIE</small> T<small>&#x00DC;R, DEN</small> R<small>IEGEL, DAS</small> S<small>CHLOSS, DAS</small> R<small>UDER, DEN</small> M<small>&#x00DC;HLENKORB, EINEN SCHWACHEN</small> B<small>AUM, EINEN SCHWACHEN</small> Z<small>WEIG AN EINEM STARKEN</small> B<small>AUME, EINE NICHT MIT EINEM</small> N<small>AGEL BEFESTIGTE &#x00C4;GYPTISCHE</small> L<small>EITER, EINE</small> R<small>AMPE, EINEN</small> B<small>ALKEN, EINE</small> T<small>&#x00DC;R, DIE NICHT MIT</small> L<small>EHM BEFESTIGT SIND, GESCHLAGEN, SO SIND SIE</small><sup><xref rid="fn2119">7</xref></sup> <small>UNREIN</small>. W<small>ENN AUF EINEN</small> K<small>ASTEN, EINE</small> T<small>RUHE ODER EINEN</small> S<small>CHRANK, SO SIND SIE UNREIN</small>. N<small>ACH</small> R. N<small>E&#x1E24;EMJA UND</small> R. &#x0160;<small>IMO&#x0351;N SIND SIE BEI DIESEN REIN</small>.</p>
<p>IV. L<small>IEGT EIN</small> F<small>LUSSBEHAFTETER AUF F&#x00DC;NE</small> B<small>&#x00C4;NKEN ODER AUF F&#x00DC;NF</small> S<small>&#x00C4;CKEN</small><sup><xref rid="fn2120">8</xref></sup>, <small>SO SIND SIE, WENN IN DER</small> L<small>&#x00C4;NGE, UNREIN, UND WENN IN DER</small> B<small>REITE, REIN</small><sup><xref rid="fn2121">9</xref></sup>. W<small>ENN ER GESCHLAFEN HAT UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SICH AUF DIESE UMGEDREHT HAT, SO SIND SIE UNREIN</small>. L<small>IEGT ER AUF SECHS</small> S<small>T&#x00DC;HLEN, BEIDE</small> H<small>&#x00C4;NDE AUF ZWEI, BEIDE</small> F<small>&#x00DC;SSE AUF ZWEI, DER</small> K<small>OPF AUF EINEM UND DER</small> K<small>&#x00D6;RPER AUF EINEM, SO IST NUR DER UNREIN, DER UNTER SEINEM</small> K<small>&#x00D6;RPER IST</small>. S<small>TEHT ER AUF ZWEI</small> S<small>T&#x00DC;HLEN, SO SIND SIE, WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT, WENN SIE VON EINANDER ENTFERNT SIND, REIN</small><sup><xref rid="fn2122">10</xref></sup>.</p>
<p>V. W<small>ENN ES ZEHN</small> M<small>&#x00C4;NTEL &#x00DC;BEREINANDER SIND UND ER AUF DEM OBEREN GESCHLAFEN HAT, SO SIND ALLE UNREIN</small>. B<small>EFINDET SICH DER</small> F<small>LUSSBEHAFTETE AUF DER EINEN</small> W<small>AGSCHALE UND DAS</small> L<small>AGER ODER DER</small> S<small>ITZ</small><sup><xref rid="fn2123">11</xref></sup><small>IHM GEGEN&#x00DC;BER, SO SIND SIE, WENN DER</small> F<small>LUSSBEHAFTETE DAS &#x00DC;BERGEWICHT HAT, REIN, UND WENN DIESE DAS</small> &#x00DC;<small>BERGEWICHT HABEN, UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, EINE EINZIGE</small> [S<small>ACHE</small>] <small>SEI REIN, MEHRERE SEIEN UNREIN, WEIL DANN KEINE DEN GR&#x00D6;SSEREN</small> T<small>EIL DESSELBEN TR&#x00C4;GT</small>.</p>
<p>VI. B<small>EFINDET SICH DER</small> F<small>LUSSBEHAFTETE AUF DER EINEN</small> W<small>AGSCHALE UND</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE AUF DER ANDEREN</small> W<small>AGSCHALE, SO SIND SIE UNREIN</small>. I<small>ST ES EIN</small> T<small>OTER, SO IST ALLES REIN</small><sup><xref rid="fn2124">12</xref></sup>, <small>AUSGENOMMEN EIN</small> M<small>ENSCH</small><sup><xref rid="fn2125">13</xref></sup>. H<small>IERIN IST ES BEI EINEM</small> F<small>LUSSBEHAFTETEN STRENGER ALS BEI EINEM</small> T<small>OTEN, UND STRENGER IST ES BEI EINEM</small> T<small>OTEN ALS BEI EINEM</small> F<small>LUSSBEHAFTETEN</small>. [F<small>ERNER</small>] <small>MACHT EIN</small> F<small>LUSSBEHAFTETER</small> L<small>AGER UND</small> S<small>ITZ UNTER IHM</small> [<small>UNREIN</small>], <small>SODASS SIE</small> M<small>ENSCHEN UNREIN MACHEN UND DIESER</small> K<small>LEIDER UNREIN MACHT, UND DAS</small> G<small>EH&#x00C4;NGE &#x00DC;BER IHM, SODASS ES</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE UNREIN MACHT, WIE ES DER</small> T<small>OTE NICHT UNREIN MACHT</small>. U<small>ND STRENGER IST ES BEI EINEM</small> T<small>OTEN, DENN DER</small> T<small>OTE MACHT DURCH</small> B<small>EZELTUNG UNREIN, AUCH IST SEINE</small> U<small>NREINHEIT EINE SIEBENT&#x00C4;GIGE, WIE ES DER</small> F<small>LUSSBEHAFTETE NICHT UNREIN MACHT</small>.</p>
<p>VII. W<small>ENN ER AUF EINEM</small> B<small>ETTE SITZT UND VIER</small> M<small>&#x00C4;NTEL UNTER DEN VIER</small> F<small>&#x00DC;SSEN DES</small> B<small>ETTES SIND, SO SIND SIE UNREIN, WEIL ES NICHT AUF DREI STEHEN</small><sup><xref rid="fn2126">14</xref></sup><small>KANN; NACH</small> R. &#x0160;<small>IMO&#x0351;N SIND SIE REIN</small>. W<small>ENN ER AUF EINEM</small> V<small>IEH REITET UND VIER M&#x00C4;NTEL UNTER DEN VIER F&#x00DC;SSEN DES TIERES SIND, SO SIND SIE REIN, WEIL ES AUCH AUF DREI STEHEN KANN</small>. B<small>EFINDET SICH EIN</small> M<small>ANTEL UNTER ZWEI VORDERF&#x00DC;SSEN, UNTER ZWEI HINTERF&#x00DC;SSEN, UNTER EINEM VORDERFUSSE UND EINEM HINTERFUSSE, SO IST ES UNREIN</small>. R. J<small>OSE SAGT, DAS</small> P<small>FERD MACHE UNREIN MIT DEN</small> H<small>INTERF&#x00DC;SSEN UND DER</small> E<small>SEL MIT DEN VORDERF&#x00DC;SSEN, DENN DIE</small> S<small>T&#x00DC;TZE DES PFERDES SIND SEINE HINTERF&#x00DC;SSE UND DIE</small> S<small>T&#x00DC;TZE DES</small> E<small>SELS SIND SEINE</small> V<small>ORDERF&#x00DC;SSE</small>. S<small>ITZT ER AUF DEM</small> B<small>ALKEN DER &#x00D6;LPRESSE, SO SIND DIE</small> G<small>ER&#x00C4;TE IM</small> P<small>RESSKORBE UNREIN, UND WENN AUF DER PRESSE EINES</small> W<small>&#x00C4;SCHERS, SO SIND DIE GER&#x00C4;TE DARUNTER REIN</small><sup><xref rid="fn2127">15</xref></sup>, <small>UND NACH</small> R. N<small>E&#x1E24;EMJA UNREIN</small>.</p>
<ftnote id="fn2113">1. Das durch die Last wippt.</ftnote>
<ftnote id="fn2114">2. Der Reinen.</ftnote>
<ftnote id="fn2115">3. Dies gilt nicht als &#x2018;Auftrelen&#x2019;, weil der Balken fest sitzt.</ftnote>
<ftnote id="fn2116">4. T&#x00FC;r, Fenster od. Dachrahmen.</ftnote>
<ftnote id="fn2117">5. Auf dein der Heizer sitzt.</ftnote>
<ftnote id="fn2118">6. Der herabfallende Laib.</ftnote>
<ftnote id="fn2119">7. Trotz der Pluralform ist hier der in Mi&#x0161;na I genannte Laib von Hebe zu verstehen.</ftnote>
<ftnote id="fn2120">8. Sonst Geldbeutel (funda), hier wahrscheinl. Liege- od. Strohsack.</ftnote>
<ftnote id="fn2121">9. Weil sie einzeln nicht den gr&#x00F6;&#x00DF;seren Teil seines K&#x00F6;rpers tragen.</ftnote>
<ftnote id="fn2122">10. Von der Unreinheit durch Auftreten, weil in diesem Falle nur beide zusammen ihn tragen.</ftnote>
<ftnote id="fn2123">11. Dh. Sachen, die als solche gelten.</ftnote>
<ftnote id="fn2124">12. Weil die Sachen nur durch Ber&#x00FC;hren des Toten unrein werden.</ftnote>
<ftnote id="fn2125">13. Der auch durch das Tragen, was hierbei erfolgt, unrein wird.</ftnote>
<ftnote id="fn2126">14. Jeder ist Tr&#x00E4;ger.</ftnote>
<ftnote id="fn2127">15. Die Presse ist so eingerichtet, da&#x00DF; die Kleider nur gegl&#x00E4;ttet u. nicht gedr&#x00FC;ckt werden.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold><small>ER DEN</small> F<small>LUSSBEHAFTETEN BER&#x00DC;HRT, ODER DEN DER</small> F<small>LUSSBEHAFTETE BER&#x00DC;HRT, WER DEN</small> F<small>LUSSBEHAFTETEN BEWEGT</small><sup><xref rid="fn2128">1</xref></sup>, <small>ODER DEN DER</small> F<small>LUSSBEHAFTETE BEWEGT, MACHT</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE UNREIN, UND</small> A<small>BSP&#x00DC;LGER&#x00C4;TE</small><sup><xref rid="fn2129">2</xref></sup> <small>DURCH</small> B<small>ER&#x00DC;HREN UND NICHT DURCH</small> T<small>RAGEN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE EINE</small> R<small>EGEL</small>: W<small>ER BEI SEINER</small> B<small>ER&#x00DC;HRUNG</small><sup><xref rid="fn2130">3</xref></sup> K<small>LEIDER UNREIN MACHT, MACHT</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE ERSTGRADIG UND</small> H<small>&#x00C4;NDE</small><sup><xref rid="fn2131">4</xref></sup> <small>ZWEITGRADIG UNREIN</small>, M<small>ENSCHEN UND</small> T<small>ONGER&#x00C4;TE ABER MACHT ER NICHT UNREIN; NACHDEM ER SICH VON DEM, WAS IHN UNREIN GEMACHT HAT, GETRENNT HAT, MACHT ER</small> F<small>L&#x00DC;SSIGKEITEN ERSTGRADIG UND SPEISEN UND</small> H<small>&#x00C4;NDE ZWEITGRADIG UNREIN</small>, K<small>LEIDER ABER MACHT ER NICHT UNREIN</small>.</p>
<p>II. U<small>ND ER SAGTE NOCH EINE ANDERE</small> R<small>EGEL</small>. W<small>AS VOM</small> F<small>LUSSBEHAFTETEN GETRAGEN</small><sup><xref rid="fn2132">5</xref></sup> <small>WIRD, IST UNREIN, UND VON DEM DER</small> F<small>LUSSBEHAFTETE GETRAGEN</small><sup><xref rid="fn2132">5</xref></sup> <small>WIRD, IST REIN, AUSGENOMMEN DAS, WAS ALS</small> L<small>AGER UND</small> S<small>ITZ GEEIGNET IST, UND DER</small> M<small>ENSCH</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN DER</small> F<small>LUSSBEHAFTETE DEN</small> F<small>INGER UNTER DER</small> M<small>AUERSCHICHT H&#x00C4;LT UND DER</small> R<small>EINE OBEN IST, SO MACHT ER ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH</small><sup><xref rid="fn2133">6</xref></sup>; <small>HAT ER SICH GETRENNT</small><sup><xref rid="fn2134">7</xref></sup>, <small>SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. I<small>ST DER</small> U<small>NREINE OBEN UND DER</small> R<small>EINE UNTEN, SO MACHT ER ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH; HAT ER SICH GETRENNT, SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. B<small>EFINDEN SICH OBEN</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE, EIN</small> L<small>AGER, EIN</small> S<small>ITZ ODER EIN</small> G<small>EH&#x00C4;NGE</small><sup><xref rid="fn2135">8</xref></sup>, <small>SO MACHEN SIE EINEN</small><sup><xref rid="fn2136">9</xref></sup> G<small>RAD UNREIN UND EINMAL UNTAUGLICH; HABEN SIE SICH GETRENNT, SO MACHEN SIE EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. B<small>EFINDET SICH EIN</small> L<small>AGER ODER EIN</small> S<small>ITZ UNTEN, SO MACHEN SIE ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH; HABEN SIE SICH GETRENNT, SO MACHEN SIE ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH</small>. B<small>EFINDEN SICH</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE ODER</small> G<small>EH&#x00C4;NGE UNTEN, SO SIND SIE REIN</small>.</p>
<p>III. W<small>EIL SIE GESAGT HABEN: BEIM</small> L<small>AGER IST ALLES, WAS TR&#x00C4;GT ODER GETRAGEN WIRD, REIN, AUSGENOMMEN DER</small> M<small>ENSCH; BEIM</small> A<small>ASE IST ALLES, WAS TR&#x00C4;GT, ODER GETRAGEN WIRD, REIN, AUSGENOMMEN DER ES BEWEGT, UND WIE</small> R. E<small>LIE&#x0351;ZER SAGT, AUCH DER ES TR&#x00C4;GT</small><sup><xref rid="fn2137">10</xref></sup>; <small>BEIM</small> T<small>OTEN IST ALLES, WAS TR&#x00C4;GT ODER GETRAGEN WIRD, REIN, AUSGENOMMEN DIE</small> B<small>EZELTUNG, UND DER</small> M<small>ENSCH, WENN ER IHN BEWEGT</small>.</p>
<p>IV. I<small>ST EIN</small> T<small>EIL VOM</small> U<small>NREINEN</small><sup><xref rid="fn2138">11</xref></sup><small>AUF DEM</small> R<small>EINEN ODER EIN</small> T<small>EIL VOM</small> R<small>EINEN AUF DEM</small> U<small>NREINEN, DAS MIT DEM</small> U<small>NREINEN</small> V<small>ERBUNDENE</small><sup><xref rid="fn2139">12</xref></sup><small>AUF DEM</small> R<small>EINEN ODER DAS MIT DEM</small> R<small>EINEN</small> V<small>ERBUNDENE AUF DEM</small> U<small>NREINEN, SO IST ER UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, IST EIN</small> T<small>EIL VOM</small> U<small>NREINEN AUF DEM</small> R<small>EINEN, SEI ER UNREIN, UND IST EIN</small> T<small>EIL VOM</small> R<small>EINEN AUF DEM</small> U<small>NREINEN, SEI ER REIN</small>.</p>
<p>V. B<small>EFINDET SICH DER</small> U<small>NREINE AUF EINEM</small> T<small>EILE DES</small> L<small>AGERS UND DER</small> R<small>EINE AUF EINEM</small> T<small>EILE DES</small> L<small>AGERS, SO IST ER UNREIN; BEFINDET SICH EIN</small> T<small>EIL DES</small> U<small>NREINEN AUF DEM</small> L<small>AGER UND EIN</small> T<small>EIL DES</small> R<small>EINEN AUF DEM</small> L<small>AGER, SO IST ER REIN</small>. E<small>S ERGIBT SICH ALSO, DASS DIE</small> U<small>NREINHEIT DURCH DEN KLEINEREN</small> T<small>EIL IN IHN HINEINKOMMT UND AUS IHM HERAUSKOMMT</small>. W<small>ENN EIN</small> L<small>AIB VON</small> H<small>EBE SICH AUF DEM</small> L<small>AGER BEFINDET UND EIN</small> S<small>T&#x00DC;CK</small> P<small>APIER DAZWISCHEN IST, OB OBEN ODER UNTEN, SO IST ER REIN</small>. E<small>BENSO IST ER BEI EINEM AUSS&#x00C4;TZIGEN</small> S<small>TEINE<sup><xref rid="fn2140">13</xref></sup>REIN</small>. N<small>ACH</small> R. &#x0160;<small>IMO&#x0351;N IST ER BEI DIESEM UNREIN</small>.</p>
<p>VI. W<small>ER EINEN</small> F<small>LUSSBEHAFTETEN, EINE</small> F<small>LUSSBEHAFTETE, EINE</small> M<small>ENSTRUIERENDE, EINE</small> W<small>&#x00D6;CHNERIN, EINEN</small> A<small>USS&#x00C4;TZIGEN, DAS</small> L<small>AGER ODER DEN</small> S<small>ITZ BER&#x00DC;HRT, MACHT ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH; HAT ER SICH DAVON GETRENNT, SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. E<small>INERLEI OB ER BER&#x00DC;HRT, SCH&#x00DC;TTELT, TR&#x00C4;GT ODER GETRAGEN WIRD</small>.</p>
<p>VII. W<small>ER DEN</small> F<small>LUSS DES</small> F<small>LUSSBEHAFTETEN, SEINEN</small> S<small>PEICHEL, SEINEN</small> S<small>AMEN, SEINEN</small> U<small>RIN ODER DAS</small> B<small>LUT EINER</small> M<small>ENSTRUIERENDEN BER&#x00DC;HRT, MACHT ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH; HAT ER SICH DAVON GETRENNT, SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. E<small>INERLEI OB ER BER&#x00DC;HRT ODER SCH&#x00DC;TTELT;</small> R. E<small>LIE&#x0351;ZER SAGT, AUCH WER SIE TR&#x00C4;GT</small>.</p>
<p>VIII. W<small>ER DAS</small> R<small>EITZEUG</small><sup><xref rid="fn2141">14</xref></sup><small>TR&#x00C4;GT, DAVON GETRAGEN WIRD ODER ES SCH&#x00DC;TTELT, MACHT ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH; HAT ER SICH DAVON GETRENNT, SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. W<small>ER</small> A<small>AS ODER</small> E<small>NTS&#x00DC;NDIGUNGSWASSER IM</small> Q<small>UANTUM ZUM</small> B<small>ESPRENGEN</small><sup><xref rid="fn2142">15</xref></sup> <small>TR&#x00C4;GT, MACHT ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH; HAT ER SICH DAVON GETRENNT, SO MACHT ER NUR EINMAL UNREIN UND EINMAL UNTAUGLICH</small>.</p>
<p>IX. W<small>ER VOM</small> A<small>ASE EINES REINEN</small> V<small>OGELS</small><sup><xref rid="fn2143">16</xref></sup><small>ISST, MACHT, SOLANGE ES SICH IM</small> S<small>CHLUNDE BEFINDET, ZWEI</small> G<small>RADE UNREIN UND EINMAL UNTAUGLICH</small>; <small>STECKT ER DEN</small> K<small>OPF</small><sup><xref rid="fn2144">17</xref></sup><small>IN DEN</small> H<small>OHLRAUM EINES</small> O<small>FENS, SO IST ER REIN UND DER</small> O<small>FEN IST REIN</small>. H<small>AT ER ES AUSGESPUCKT ODER HERUNTERGESCHLUCKT, SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH; HAT ER ES IM</small> M<small>UNDE, SO IST ER, SOLANGE ER ES NICHT HERUNTERGESCHLUCKT HAT, REIN</small>.</p>
<p>X. W<small>ER EIN</small> K<small>RIECHTIER, [M&#x00C4;NNLICHEN]</small> S<small>AMEN, EINEN</small> L<small>EICHENUNREINEN, EINEN</small> A<small>USS&#x00C4;TZIGEN W&#x00C4;HREND SEINER</small> Z<small>&#x00C4;HLTAGE</small><sup><xref rid="fn2145">18</xref></sup>, E<small>NTS&#x00DC;NDIGUNGSWASSER NICHT IM</small> Q<small>UANTUM ZUM</small> B<small>E&#x1E62;PRENGEN</small><sup><xref rid="fn2142">15</xref></sup>, A<small>AS ODER DAS</small> R<small>EITZEUG</small><sup><xref rid="fn2141">14</xref></sup><small>BER&#x00DC;HRT, MACHT EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small>. D<small>IE</small> R<small>EGEL HIERBEI IST</small>: W<small>ER EINE VON DEN IN DER</small> T<small>ORA GENANNTEN</small> H<small>AUPTUNREINHEITEN BER&#x00DC;HRT HAT, MACHT EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH, AUSGENOM MEN EINEN</small> M<small>ENSCHEN</small><sup><xref rid="fn2146">19</xref></sup>; <small>HAT ER SICH DAVON GETRENNT, SO MACHT ER EINEN</small> G<small>RAD UNREIN UND EINMAL UNTAUGLICH</small><sup><xref rid="fn2147">20</xref></sup>.</p>
<p>XI. D<small>ER</small> E<small>RGUSSBEHAFTETE GLEICHT DEM, DER EIN</small> K<small>RIECHTIER BER&#x00DC;HRT HAT, UND WER EINER</small> M<small>ENSTRUIERENDEN BEIGEWOHNT HAT, GLEICHT EINEM</small> L<small>EICHENUNREINEN, NUR IST, WER EINER</small> M<small>ENSTRUIERENDEN BEIGEWOHNT HAT, NOCH SCHWERER</small> [<small>UNREIN</small>], <small>INDEM ER</small> L<small>AGER UND</small> S<small>ITZ LEICHTGRADIG UNREIN MACHT, DASS SIE</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE UNREIN MACHEN</small>.</p>
<p>XII. F<small>OLGENDES MACHT DIE</small> H<small>EBE UNTAUGLICH: WER EINE ERSTGRADIG ODER EINE ZWEITGRADIG [UNREINE]</small> S<small>PEISE GEGESSEN HAT, WER UNREINE</small> G<small>ETR&#x00C4;NKE GETRUNKEN HAT, WER MIT DEM</small> K<small>OPFE UND DEM GR&#x00D6;SSEREN</small> T<small>EILE DES</small> K<small>&#x00D6;RPERS IN GESCH&#x00D6;PFTES</small> W<small>ASSER GEKOMMEN</small><sup><xref rid="fn2148">21</xref></sup><small>IST, EIN</small> R<small>EINER, DEM &#x00DC;BER DEN</small> K<small>OPF UND DEN GR&#x00D6;SSEREN</small> T<small>EIL DES</small> K<small>&#x00D6;RPERS DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER GEKOMMEN SIND, EIN</small> B<small>UCH</small><sup><xref rid="fn2149">22</xref></sup>, <small>DIE</small> H<small>&#x00C4;NDE</small><sup><xref rid="fn2150">23</xref></sup>, <small>DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT</small><sup><xref rid="fn2151">24</xref></sup><small>IST, UND</small> S<small>PEISEN UND</small> G<small>ER&#x00C4;TE, DIE DURCH</small> F<small>L&#x00DC;SSIGKEITEN UNREIN GEWORDEN SIND</small>.</p>
<ftnote id="fn2128">1. Eigentl. sch&#x00FC;ttelt.</ftnote>
<ftnote id="fn2129">2. Holz- u. Metallger&#x00E4;te, die wenn sie unrein werden, durch ein Tauchbad Reinheit erlangen; die Schrift gebraucht den Ausdruck &#x2018;absp&#x00FC;len&#x2019;, cf. Lev. 15,12.</ftnote>
<ftnote id="fn2130">3. Der Hauptunreinheit; vgl. Kel. I,1ff.</ftnote>
<ftnote id="fn2131">4. Anderer Menschen, die er ber&#x00FC;hrt.</ftnote>
<ftnote id="fn2132">5. Wenn keine Ber&#x00FC;hrung erfolgt ist.</ftnote>
<ftnote id="fn2133">6. Vgl. S. 630 Anm. 12 mut. mut.</ftnote>
<ftnote id="fn2134">7. Wenn der Flu&#x00DF;behaftete od. der bisher Reine den Platz verlassen hat.</ftnote>
<ftnote id="fn2135">8. Dh. Dinge, die als solche geeignet sind.</ftnote>
<ftnote id="fn2136">9. Gegen Handschriften u. Erstausgabe haben die kursierenden Ausgaben die Lesart <span dir="rtl">&#x05E9;&#x05E0;&#x05D9;&#x05DD;</span>, die von den Kommentaren verworfen wird.</ftnote>
<ftnote id="fn2137">10. Cf. Hul. Fol. 124b.</ftnote>
<ftnote id="fn2138">11. Des Flu&#x00DF;behafteten.</ftnote>
<ftnote id="fn2139">12. Beispielsweise sein Haar.</ftnote>
<ftnote id="fn2140">13. Auf od. unter dem der Laib durch Papier getrennt sich befindet.</ftnote>
<ftnote id="fn2141">14. Der vorangehend genannten Unreinen.</ftnote>
<ftnote id="fn2142">15. Cf. Par. XII,5.</ftnote>
<ftnote id="fn2143">16. Cf. Tah. I,1.</ftnote>
<ftnote id="fn2144">17. Wenn es sich nicht in seinem Schlunde befindet.</ftnote>
<ftnote id="fn2145">18. Die 7 Tage zwischen der Heilung u. der Reinigung; cf. Lev. 14,8.</ftnote>
<ftnote id="fn2146">19. Einen Toten; der Ber&#x00FC;hrende ist selber Hauptunreinheit.</ftnote>
<ftnote id="fn2147">20. Auch in den F&#x00E4;llen, wo er w&#x00E4;hrend der Ber&#x00FC;hrung 2 Grade unrein macht.</ftnote>
<ftnote id="fn2148">21. Nach dem Untertauchen; cf. Miq. III,4.</ftnote>
<ftnote id="fn2149">22. Der heiligen Schrift; cf. Jad. III,2.</ftnote>
<ftnote id="fn2150">23. Die allgemein als unrein gelten; cf. Sab. Fol. 14a.</ftnote>
<ftnote id="fn2151">24. Der erst nach Sonnenuntergang v&#x00F6;llige Reinheit erlangt.</ftnote>
</chapter>
</book>