{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Shevuot",
    "title": "Mishnah Shevuot",
    "lengths": [
        8,
        62
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה שבועות",
    "versionSource": "http://www.sefaria.org/Mishnah_Shevuot",
    "next": "Mishnah Shevuot 2",
    "maps": [],
    "length": 8,
    "book": "Mishnah Shevuot",
    "text": [
        [
            "Oaths are of two [types], which are [really] four; the [states of] awareness of impurity are of two [types], which are [really] four; the transfers on Shabbat are of two [types], which are [really] four; the appearances of lesions are of two [types], which are [really] four.",
            "Any case where there is awareness at the beginning, and awareness at the end, and a period of unknowing in between, this is [atoned] by an <i>'oleh v'yored</i> [income based scaled sin offering]. If it has awareness at the beginning, and does not have awareness at the end, the goat which is performed inside and the Day of Atonement defer [it]; until it becomes known to him, and he should bring an <i>'oleh v'yored</i>.",
            "If it does not have awareness at the beginning, but does have awareness at the end, the goat which is performed outside and the Day of Atonement atone; as the Torah states (Numbers 29:11): \"Aside from the sin-offering of Atonement.\" upon that which this one atones, that one atones, just as the inside one only atones for a matter which has awareness, so the outside one only atones for a matter which has awareness.",
            "And regarding [a case] of when it does not have awareness, neither at the beginning nor at the end, the goats of the Pilgrimage Festivals and the goats of the New Months atone; these are the words of Rabbi Yehudah. Rabbi Shimon says: The goats of the Pilgrimage Festivals atone, but not the goats of the New Months. And regarding what do the goats of the New Months atone? For a pure person who ate impure [food]. Rabbi Meir says: All the goats, their atonements are equivalent, regarding the impurity of the Temple and its sacred [objects]. Rabbi Shimon would say: The goats of the New Months atone for a pure person that ate impure [food], and those of the Pilgrimage Festivals atone for that which does not have awareness, neither at the beginning nor at the end, and those of the Day of Atonement atone for that which does not have awareness at the beginning, but has awareness at the end. They said to him: What is [the ruling] whether they may offer one for the other? He said to them: They may be offered. They said to him: Since their atonements are not equivalent, how can they offer one for the other? He said to them: All of them come to atone for the impurity of the Temple and its sacred [objects].",
            "Rabbi Shimon ben Yehudah says in his name,  the goats of the New Months atone for a pure person who ate impure [food], in addition to them, those of the Pilgrimage Festivals, for it atones for a pure person who ate impure [food], and for that which does not have awareness neither at the beginning nor at the end; in addition to them, that of the Day of Atonement, for it atones for a pure person who ate impure [food], and for that which does not have awareness neither at the beginning nor at the end, and for that which does not have awareness at the beginning, but has awareness at the end; They said to him, What is [the ruling] whether they may offer one for the other? He said to them, Yes. They said to him: If so, let those of the Day of Atonement be offered for the New Months, but how can those of the New Months be offered on the Day of Atonement to atone for an atonement that is not theirs? He said to them: All of them come to atone for the impurity of the Temple and its sacred [objects].",
            "And regarding an intentional sin of the impurity of the Temple and its sacred [objects], the goat which was done inside and the Day of Atonement atone. Regarding the rest of transgressions that are in the Torah, minor ones and major ones, intentional ones and unintentional ones, when it was known [sins] and when it was not known, positive commandment and negative commandment, [sins punishable by] <i>karetot</i> [divine excision] and capital punishment,  – the Sent Goat atones.",
            "[This is the case] for Jews, for Priests, and for an Anointed Priest. What is the difference between Jews, Priests and an Anointed Priest? Only that the blood [service] of the bull atones for the Priests for the impurity of the Temple and its sacred [objects]. Rabbi Shimon says: Just as the blood [service] of the goat which was done inside atones for all Israel, so too the blood [service] of the bull atones for the Priests. Just as the confessions of the Sent Goat atone for Israel, so too the confessions of the bull atone for the Priests."
        ],
        [
            "Awareness of impurity is of two [types], which are [really] four; If one became impure and was aware, and then forgot the impurity, but remembered the sanctified [food]; or if one forgot [that the food was] sanctified, but remembered the impurity; or if one forgot this or that, and ate the sanctified [food] and was not aware, and after he ate, was aware, this one [is obligated to] a <i>'oleh v'yored</i> [income based scaled sin offering]. If one became impure and was aware, and then forgot the impurity, but remembered the Temple; or if one forgot the Temple, but remembered the impurity; or if one forgot this or that, entered the Temple and was not aware, and after he exited, was aware, one [is obligated to] a <i>'oleh v'yored</i>.",
            "[This is the case for] the one who enters the temple courtyard and the one who enters the addition to the temple courtyard, for we do not add to the City or to the temple courtyards except by king, by prophet, and by <i>urim vetumim</i> [scrolls in the High Priest's breastplate], by <i>Sanhedrin</i> [highest Jewish court] of seventy-one [judges], by two thanksgiving offerings, and by song. And a court walks and two thanksgiving offerings after them, and all of Israel after them. The inner [offering] was eaten, and the outer [offering] was burned. And any that was not made with all of these, the one who enters there, he is not liable upon it.",
            "He was impure in the temple courtyard and forgot the impurity, but remembered the Temple; or if one forgot the Temple, but remembered the impurity; or if one forgot this or that, and prostrated or waited the time of the prostration, or came to it by the long [route], he is liable, by the shortest [route], he is exempt. This is the positive commandment of the Temple, that they are not liable upon it.  ",
            "What is the positive commandment regarding a <i>niddah</i> [menstruating woman] that one would be liable for? The one who was having relations with a pure woman, and she said to him, \"I have become impure,\" and the he withdrew immediately, he is liable, because his leaving is as enjoyable for him as his coming. ",
            "Rabbi Eliezer says: \"The creeping thing,\", \"it was forgotten by him,\" regarding forgetting the creeping thing, one is liable, but one is not liable regarding forgetting the Temple. Rabbi Akiva says (Leviticus 5:2): \"it being hidden from him that he is unclean\" regarding forgetting the impurity, one is liable, but one is not liable regarding forgetting the Temple. Rabbi Yishma'el says:  \"It is forgotten, it is forgotten\" [is said] two times, to make one liable for forgetting the impurity and for forgetting the Temple."
        ],
        [
            "Oaths are of two [types], which are [really] four. An oath that [I will] eat or [will] not eat; that I ate or that I did not eat. An oath that [I will not] eat, and eats any of it, he is liable, these are the words of Rabbi Akiva. They said to Rabbi Akiva, where do we find that one who eats any of it, he is liable, that this one is liable? Rabbi Akiva said to them: And where do we find that he who speaks and brings a sacrifice, that this one who speaks and brings a sacrifice? An oath that [I will] not eat, and he ate and drank, is only liable once, an oath that [I will] not eat and I will not drink, and ate and drank, he is liable twice. ",
            "An oath that [I will] not eat, and eats wheat bread, barley bread, and spelt bread is only liable once. An oath that [I will] not eat wheat bread, barley bread, and spelt bread, and he ate, he is liable for each one.  ",
            "An oath that I will not drink, and he drank many liquids, he is only liable once, an oath that I will not drink wine, oil, and honey, and he drank, he is liable for each one.  ",
            "An oath that [I will] not eat, and ate food that is not fit for eating, or drank liquids that is not fit for drinking, he is exempt. An oath that [I will] not eat, and ate <i>neveliot</i> [improperly slaughtered animals] or <i>tereifot</i> [mortally wounded animals], <i>shekatsim</i> [unclean animals] or <i>remasim</i> [creeping things], he is liable. Rabbi Shimon exempts. He said, my spouse's benefits are forbidden to me if I ate today, and one ate <i>neveliot</i> or <i>tereifot</i>, <i>shekatsim</i> or <i>remasim</i>, that person's spouse is prohibited. ",
            "[This is the case for] things concerning oneself, or things concerning others, or things that have in them substance, or of things that do not have in them substance.  How so? If he said an oath that I will give to <i>Ploni</i> [so-and-so]  or that I will not give ; that I gave or that I did not give; that I will sleep or that I will not sleep; that I did sleep or that I did not sleep; that I will throw a pebble into the sea or that I will not throw; that I threw or that I did not throw. Rabbi Yishma'el says: One is only liable for the future to come, as the Torah states (Leviticus 5:4): “To do bad or to do good.” Rabbi Akiva said to him: If so, I only have things that have in them doing evil and doing good, things that do not have in them doing evil and doing good, from where [do we know this]? He said to him: It is included from the verse. He said to him: If the verse includes that, the verse includes this. ",
            "He swore to violate a <i>mitsvah</i> and he did not violate, he is exempt, to fulfill [it] and he did not fulfill [it], he is exempt. It would have been logical that one is liable, like according to Rabbi Yehudah ben Beteira. Rabbi Yehudah ben Beteira said: What if it is optional, that it was not sworn regarding it from Mount Sinai, he is liable for it, a <i>mitsvah</i> that was sworn about it from Mount Sinai, is it not logical that he would be liable for it? They said to him: No! If you say that for an optional oath, it is because [Scripture] made negative like them [positive], you could say that for an oath of a <i>mitsvah</i>, since [Scripture] made negative equal to them [positive], because if he swore to violate, and did not violate [it], he is exempt.  ",
            "An oath that [I will] not eat this loaf, an oath that [I will] not eat it, an oath that [I will] not eat it, and he ate, he is only liable once. This is an useless oath, because they are liable for an intentional [sin punished by] lashes, and an unintentional act [resolved by] a offering of an <i>'oleh v'yored</i> [income based scaled sin offering]. For a vain oath, they are liable for an intentional [sin punished by] lashes, and for an unintentional act, he is exempt.",
            "What is a vain oath? He swore to something different than what is known to a person, he said of a pillar of stone that it is of gold, or of a man that he is a woman, or of a woman that she is a man, he swore of a thing that is impossible, if I did not see a camel that is flying in the air, or if I did not see a snake like a beam of an olive press. If he said to witnesses, come and testify for me, and an oath that we will not testify for you. He swore to violate a <i>mitsvah</i>, not to make a <i>sukkah</i>, not to take a <i>lulav</i>, or not to put on <i>tefillin</i>, this is a vain oath, and they are liable for an intentional [sin punished by] lashes, but for an unintentional act he is exempt.",
            "An oath that [I will] eat this loaf, an oath that [I will] not eat it, the first is an useless oath, and the second is a vain oath. If he eats it, he transgresses the vain oath, if he does not eat it, he transgresses the useless oath.",
            "An useless oath can be made by men and women, by non-relatives and relatives, by those fit and those unfit, before the court or not before the court, by oneself, and they are liable for for an intentional [sin punished by] lashes and an unintentional act [resolved by] a offering of an <i>'oleh v'yored</i>. ",
            "A vain oath can be made by men and women, by non-relatives and relatives, by those fit and those not fit, before the court or not before the court, by oneself, and they are liable for for an intentional [sin punished by] lashes but for unintentional act, he is exempt. [If it is] this one and this one, the one who swore by others is liable. How so? He said, I did not eat today or I did not put on <i>tefillin</i> today, I cause you to swear, and he said, I agree, is liable. "
        ],
        [
            "The oath of testimony can be made by men but not women, by non-relatives but not by relatives, and by those fit but not by those unfit. It can only be made by those who are fit to testify, whether before a court or not before a court by oneself, and by others, they are not liable unless they deny it before a court, these are the words of Rabbi Meir. The Sages say: whether it was by oneself or by others, they are not liable unless they deny it before a court.",
            "And they are liable for an intentional oath and for an unintentional act with an intentional testimony, but they are not liable for an unintentional act. For what are they liable for an intentional oath? An offering of an <i>'oleh v'yored</i> [income based scaled sin offering].",
            "An oath of testimony, how [is it done]? If one said to two: come and testify for me, an oath that we do not know testimony for you. Or they say to him: we do not know testimony for you, [he responds], I make you swear, and they said, agreed, they are liable. If he made them to swear five times outside the court, and they come to the court and admit, they are exempt, if they deny, they are liable for each one. If he made them swear five times before the court, and they deny, they are only liable for one. Rabbi Shimon said: What is the reason? Since they are not able to go back and admit.    ",
            "If the two of them denied like one, the two of them are liable, one after the other, the first is liable, but the second is exempt. If one denied and one admitted, the one who denies is liable. If there were two pairs of witnesses, if the first denied, and after the second denied, the two of them are liable, because the testimony could be established by the two of them. ",
            "I make you swear, that if you do not come and testify for me that I have in the possession of <i>Ploni</i> [so-and-so] a deposit, a loan, a stolen object, or a lost object, [and they swear:] An oath that we do not know testimony for you, they are only liable once. An oath that we do not know that you have in the possession of <i>Ploni</i> a deposit, a loan, a stolen object, or a lost object, they are liable for each one. I make you swear that if you come and testify for me that I have in the possession of <i>Ploni</i> a deposit of wheat, barley, and spelt”, [and they swear:] an oath that we do not know testimony for you, they are only liable once. An oath that we do not know testimony for you that you have in the possession of <i>Ploni</i> a deposit of wheat, barley, and spelt, they are liable for each one.  ",
            "I make you swear, that if you do not come and testify for me that I have in the possession of <i>Ploni</i> damages and half damages, double payment, four or five payment; that <i>Ploni</i> raped my daughter or seduced my daughter; that my son struck me; or that my neighbor injured me or set fire to my stack of grain on the Day of Atonement, they are liable.   ",
            "I make you swear, that if you do not come and testify for me that I am a priest, that I am a Levite, that I am not a <i>ben gerushah</i> [the son of a divorced woman], or that I am not <i>ben chalitsah</i> [the son of a woman released from levirate marriage]; that <i>Ploni</i> is a priest, that <i>Ploni</i> is a Levite, that he is not <i>ben gerushah</i>, or that he is not <i>ben chalitsah</i>; that <i>Ploni</i> raped his daughter or seduced his daughter; that my son injured me; that my neighbor injured me or set fire to my stack of grain on Shabbat, they are exempt. ",
            "I make you swear, that if you do not come and testify for me that <i>Ploni</i> said he would give me two hundred <i>zuz</i> [a silver coin] and he did not give it to me, they are exempt, because they are only liable regarding a claim of money like a deposit.",
            "I make you swear, that when you inform me of testimony that you will come and testify for me, they are exempt, because the oath of testimony comes first.",
            "If he stood in a synagogue and said, I make you swear that if you know testimony for me, that you will come and testify for me, they are exempt, unless he will intend for them.",
            "If one said to two, I make you swear, <i>Ploni</i> and <i>Ploni</i>, that if you know any testimony for me that you will come and testify for me an oath that we do not know testimony for you, and they did know testimony for him, [known by] a witness from the mouth of another witness or if one of them was a relative or invalid [witness], they are exempt.",
            "If one sent by the hand of his servant, or if the defendant said to them, I made you swear that if you know any testimony for him that you will come and testify for him, they are exempt, unless they hear this from the mouth of the claimant.",
            "I make you swear, I command you, I forbid you, these are liable. By the heavens and the earth, these are exempt. With Alef, Dalet, with Yud Hey, with Shaddai, with Armies, with the Gracious and Merciful one, with Slow to Anger and Abundantly Kind, and with all euphemisms, these are liable. The one who curses with any of these, is liable, these are the words of Rabbi Meir, but the Sages exempt. The one who curses his father or mother with any of these, is liable, these are the words of Rabbi Meir, but the Sages exempt. The one who curses oneself or one's fellow with any of these, transgresses  a negative commandment. God will strike you, and thus God will strike you, this is the written curse in the Torah. (Deuteronomy 28:22-35). \"[God will] not smite you\", \"[God] will bless you\", \"[God] will do well by you\", Rabbi Meir makes liable, and the Sages exempt."
        ],
        [
            "The oath of a deposit can be made by men and women, by non-relatives and relatives, by those fit and by unfit, before a court or not before a court, by oneself and by others, he is not not liable until he denies it in court, these are the words of Rabbi Meir.  The sages say, whether it was by oneself or by others, since he denied it, he is liable. He is liable for an intentional oath and for an unintentional act with an intentional deposit, but he is not liable for the unintentional act. What is he liable for the intentional act?  An <i>asham</i> [guilt offering] of silver <i>shekalim</i>. ",
            "An oath of deposit, how [is it done]? He said to him, give me my deposit that you have, [he responds with] an oath that I  do not have [what is] yours. Or he said to him, I have nothing of yours, [and he responds, I make you swear, and he said, agreed, he is liable. If he caused him to swear five times, in front of a court or not in front of a court, and he denied, he is liable for each one. Rabbi Shimon said, what is the reason? Because he is able to retract and to admit.",
            "If five claimed to him, they said to him, give us our deposit that you have, [he responds with] an oath that I have nothing of yours, he is only liable once, an oath that I do not have [what is] yours, and not yours, and not yours, then he is liable for each one. Rabbi Eliezer says: until he says an oath on the last one. Rabbi Shimon says: Until he says an oath to each one. Give me my deposit or loan, stolen item, or lost item that you have, [he responds with] an oath that I do not have anything of yours, he is only liable once. An oath that I do not have your deposit, loan, stolen item, or lost item, he is liable for each one. Give me wheat, barley, and rye that is mine that you have, [he responds with] an oath that I do not have anything of yours. He is only liable once. An oath that I do not have your wheat, barley, or rye, he is liable for each one. Rabbi Meir says, even if he said, a wheat grain, a barley grain, or a rye grain, he is liable for each one.",
            "You raped or seduced my daughter, and he says, I did not rape or I did not seduce, [the other says] I make you swear, and he said, agreed, he is liable. Rabbi Shimon exempts, because he does not pay a <i>kenas</i>[rabbinic fine] by oneself. They said to him, even though one does not pay a <i>kenas</i> by oneself, one pays <i>boshet</i> [embarrassment] and <i>pegam</i> [impairment] by oneself. ",
            "You stole my ox, and he says, I did not steal it, [he says], I make you swear, and he said, agreed, he is liable. I stole, but I did not butcher or I did not sell, [he says] I make you swear, and he said, agreed, he is exempt. Your ox killed my ox, and he says, it did not kill, [he says] I make you swear, and he said, agreed, he is liable. Your ox killed my slave, and he says, it did not kill, [he says] I make you swear, and he said, agreed, he is exempt. You injured me, you wounded me, and he says, I did not injure you or I did not wound you, [he says] I make you swear, and he said, agreed, he is liable. If his slave said to him, you knocked out my tooth or you blinded my eye, and he says, I did not knock [it] out or I did not blind [you], [he says] I make you swear, and he said, agreed, he is exempt. This is the general rule, any one who pays by oneself, he is liable, but one who does not pay by oneself, he is exempt. "
        ],
        [
            "The oath of the judges, [is for] a claim of two silver [coins], and an admission with the value of a <i>perutah</i> [a small coin], and if there is not an admission from the type of the claim, he is exempt. How so? You have two silver coins of mine, [and one replies,] I only have a <i>perutah</i> of yours, he is exempt. You have two silver coins and a <i>perutah</i> of mine, [and one replies,] I only have a <i>perutah</i> of yours, he is liable. You have a <i>maneh</i> [one hundred <i>zuz</i>] of mine, [and one replies,] I do not have anything of yours, he is exempt. You have a <i>maneh</i> of mine [and one replies,] I only have fifty <i>dinar</i> [half a <i>maneh</i>], he is liable. You have a <i>maneh</i> of my fathers [and one replies,] I only have fifty <i>dinar</i>, he is exempt, because it is like returning a lost object.  ",
            "You have a <i>maneh</i> of mine, he said to him before witnesses, yes, and the next day he said to him, give it to me, [and he replies] I gave it to you, he is exempt. I do not have anything of yours, he is liable. You have a <i>maneh</i> of mine, he said to him, yes, do not give it to me, except with witnesses, the next day, he said to him, give it to me, [and he replies] I gave it to you, he is liable, because he needs to give it to him before witnesses. ",
            "You have a <i>litra</i> [pound] of gold of mine, [and he replies] I only have a <i>litra</i> of silver of yours, he is exempt. You have a <i>dinar</i> of gold of mine, [and he replies] I only have <i>dinar</i> of silver of yours or a <i>trisit</i> [a coin worth three donkeys], a <i>pundyon</i> [sixteen <i>perutah</i>], or a <i>perutah</i> of yours, he is liable, because all are a type of single coin. You have a <i>kor</i> of grain of mine, [and he re replies] I only have a <i>letekh</i> [half <i>kor</i>] of beans of yours, he is exempt. You have a <i>kor</i> of fruit of mine [and one replies] I only have a <i>letekh</i> of beans of yours, he is liable, because beans are in the category of fruit. If they claimed wheat, and one admitted to him about barley, he is exempt, but Rabban Gamliel makes liable. The one who claims to his fellow about jugs of oil, and admitted to him about vessels, Admon says, since he admitted to him some of the [same] type of claim, he should swear, but the sages say, the admission is not of the [same] type as the claim.  Rabban Gamliel said, I see the words of Admon. If they claimed vessels or lands, and one admitted to vessels but denied lands or to lands but denied vessels, he is exempt. He admitted to some of the lands, he is exempt, but some of the vessels, he is liable, because property that cannot be mortgaged join with property that can be mortgaged to swear upon them. ",
            "We do not swear on the claim of  a deaf person, a mentally impaired person, or a minor, and one does not make a minor swear, but we swear against a minor or sanctified objects. ",
            "And these are the things which one does not swear upon, slaves, documents, lands, and sanctified objects. They are not subject to double penalty nor a penalty of fourfold or fivefold. An unpaid guardian does not swear, a paid guardian does not pay. Rabbi Shimon says, for sacrifices for which one is responsible for them, we swear upon them, but [for those] that he is not responsible for them, we do not swear upon them.",
            "Rabbi Meir says, there are things that are in the land and they are not like land, but the sages do not agree with him. How so? I transferred to you ten laden vines, and this one says, there are only five, Rabbi Meir makes him liable [for an] oath, but the sages say, anything attached to the ground, it is like the ground. They only swear on a thing by measure, weight or by number. How so? I transferred to you a full house or I transferred to you a full pouch, and this one says, I do not know, rather what you left, you take, he is exempt. This one says, until the protrusion, and this one says, until the window, he is liable. ",
            "The one who loans to his fellow on collateral, and he lost the collateral, and he said to him, I lent you a <i>sela</i> [a silver coin] on it, and it was worth a <i>shekel</i> [half a <i>sela</i>], and this one says, no, you lent me a <i>sela</i> on it, and it was worth a <i>sela</i>, he is exempt. I lent you a <i>sela</i> on it, and it was worth a <i>shekel</i>, and this one says, no, you lent me a <i>sela</i> on it, and it was worth three <i>dinarim</i> [three-fourths a <i>sela</i>], he is liable. I lent you a <i>sela</i> on it, and it was worth two, and this one says, no, you lent me a <i>sela</i> on it, and it was worth a <i>sela</i>, he is exempt. I lent you a <i>sela</i> on it, and it was worth two, and this one says, no, you lent me a <i>sela</i> on it, and it was worth five <i>dinarim</i>, he is liable. And who swears? [With] who that the deposit is with him, lest he swears and this one takes out the deposit.  "
        ],
        [
            "All who [need to] swear who are in the Torah, they swear and do not pay. And these swear and receive, the hired laborer, and the victim of theft, and the wounded person, and the opponent suspected of a [false] oath, and the shopkeeper on his register. The hired laborer, how so? If one said to him, give me my wage that is mine that you have, and he says, I gave [it], and this one says, I did not receive, he swears and receives. Rabbi Yehudah says, [there is no oath] until some of the admission will be there, how so? If he said to him, give me my wage of fifty <i>dinar</i> that is mine that you have, and he says, you had received a golden <i>dinar</i> [worth 25 <i>dinar</i>].",
            "The victim of theft, how so? If they had testified to him that he entered his house, for his pledge without permission, he says, you took a vessel, and he says, I did not take [it], he swears and receives. Rabbi Yehudah says, [there is no oath] until some of the admission will be there, how so?  If he said to him, you took two vessels, and he says, I only took one. ",
            "The wounded person, how so? If they had testified that he entered his care whole and left wounded, and he said to him, you wounded me, and he says, I did not wounded [you], he swears and receives. Rabbi Yehudah says, [there is no oath] until some of the admission, how so? If he said to him, you wounded me twice, and this one says, I only wounded you once. ",
            "The opponent suspected of a [false] oath, how so? An oath of testimony, and an oath of deposit, and even a vain oath. If one of them was a dice-player, or one who loans on interest, or a racer of doves, or a merchant of produce of the Sabbatical year, the opponent swears and receives.  If two of them are suspected, the oath returns to its place these are the words of Rabbi Yosei. Rabbi Meir says, they should divide. ",
            "The shopkeeper on his register, how so? He should not say to him, it was written on my register, that you are liable to me two hundred <i>zuz</i> [a silver coin], rather he said to him, give to my child <i>sa'tayim</i> [each <i>se'ah</i> is six <i>kav</i>] of wheat, or give to my laborer a <i>sela</i> [worth four <i>dinar</i>] of coins, and he says, I gave [it], and they say, we did not receive, he swears and receives, and they swear and receive. Ben Nanas said, how so? They, would come to [have taken] a vain oath, and they would come to [have taken] a vain oath! Rather he receives without an oath, and they receive without an oath.",
            "He said to the shopkeeper, give me fruit for a <i>dinar</i>, and he gave to him, he said to him, give me the <i>dinar</i>, he said to him, he gave it to him, and he placed it in the till, the employer should swear.  If he gave him the <i>dinar</i>, he said to him, give me the fruit, he said to him, I gave them to you, and you carried them into your house, the shopkeeper should swear. Rabbi Yehudah says, anyone who has the fruit, he has the upper hand. If he said to the money changer, give me a <i>dinar</i> of coins, and he gave [it] to him, he said to him, give me the <i>dinar</i>, he said to him, I gave it to you and you placed it in the till, the employer should swear. If he gave him the <i>dinar</i>, he said to him, give me the coins, he said to him, I gave it to you, and you threw them into your pouch, the money changer should swear. Rabbi Yehudah says, it is not the way of the money changer to give an <i>issar</i> [a coin worth eight <i>perutah</i> until he takes his <i>dinar</i>.",
            "Just as they said, the one who impairs [the value of] her <i>ketubah</i> [marriage document] it can only be paid by oath, and one witness testifies that it has been paid, it can only be paid by oath, from mortgaged property or from property of orphans, it can only be paid by oath, and she who claims without his presence, it can only be paid by oath. And also, they can only be paid by oath, an oath without an order of [their] father, and father did not say to us, and we did not find [anything] among the documents of father, that this document is paid. Rabbi Yochanan ben Berokah says, even the son who was born after the death of the father, he swears and receives. Rabban Shimon ben Gamliel said, if there are witnesses, that the father said at the time of his death, this document has not been paid, he receives without an oath.",
            "And these swear without a claim, the partners, tenant-farmers, administrators, and the woman who does transactions in the house, and the son of the house. If he said to him, what do you claim of me? It is my desire that you swear to me, he is liable. If the partners or tenant-farmers divide, he is not able to make them swear, the oath was transferred from another place, they transfer upon him everything. And the Sabbatical year cancels the oath."
        ],
        [
            "There are four types of watchers, an unpaid watchmen, a borrower, a paid watchmen and a renter.  An unpaid watchmen swears for all types of cases [to exempt himself from payment], the borrower pays in all cases.  A paid watchmen and a renter take an oath in the case of the animal breaking a limb, being captured [by an army] or if it dies but pay in the case of the animal being lost of stolen.  ",
            "If he said to the unpaid watchman where is my ox and he said it died, but it really broke a limb or was captured or was stolen or was lost.  Or he claimed it broke a limb but it really died or was captured or stolen or was lost.  It was captured, but really it died or broke a limb or was stolen or was lost. It was stolen but really it died or broke a limb or was captured or was lost.  It was lost but really it died or was broken or captured or stolen, and the owner said swear to me and he said ok, the watchman is exempt (from a sacrifice). ",
            "If he asked where is my ox? and [the unpaid watchman] said to him I dont know what you're talking about but really it died or broke a limb or was captured or was stolen or was lost, and the owner said swear to me and he said ok, he is exempt [from a sacrifice].  If he asked where is my ox and he answered it was lost, if he said swear to me and he said ok but witnesses testify that he really ate it, the watchman pays the value of the ox.  If he admitted on his own he pays the value of the ox plus a fifth of its value and must bring an asham.  If he asked, where is my ox and he answered it was stolen, he said swear to me and the watchman said ok but witnesses testify that he really stole it he must pay double the value of the ox.  If he admitted on his own he pays the value of the ox plus a fifth of its value and must bring an asham.",
            "If he said to someone in the marketplace where is my ox you stole?  And he says I did not steal it and witnesses testify that he did steal it the thief must pay double [the value of the ox].  If he slaughtered it and sold it he pays four or five times [its value].  If he saw witnesses coming and he said I stole it but did not slaughter or sell it, he only pays the principle.  ",
            "If he asked the borrower where is my ox? and he answered it died, but really it broke a limb or was captured or was stolen or lost.  It broke a limb but really it died or was captured or was stolen or was lost.  It was captured but really it died or it broke a limb or it was stolen or it was lost.  It was stolen but really it died or broke a limb or was captured or lost.  It was lost but really it died or broke a limb or was captured or lost and he said swear to me and the watchman said ok, he is exempt [from a sacrifice].",
            "If he asked [the borrower] where is my ox, and he said I dont know what you're talking about, but really it died or broke a limb or was captured or was stolen or lost and he said swear to me and the borrower said ok he is obligated [to bring a sacrifice]. \nIf he said to the paid watchmen or the renter where is my ox? and he said it died, but really it broke a limb or was captured.  It broke a limb but really it died or was captured. It was captured, but really it died or broke a limb. It was stolen but really it was lost. It was lost but really it was stolen if he says swear to me and he says ok, he is exempt [from a sacrifice].  If he said it died or broke a limb or was captured but really it was stolen or lost and he said swear to me and he said ok, he is obligated [to bring a sacrifice].  If he said it was lost or stolen but really it died or broke a limb or was captured and he said swear to me and he said ok, he is exempt [from a sacrifice].  This is the rule, any claim that changes from a case of being obligated [to pay] to a case of being obligated or from a case of being exempt to a case of being exempt or from being exempt to being obligated is exempt [from a sacrifice].  From being obligated to exempt, he is obligated [to bring a sacrifice].  [This is the rule, whoever swears to lighten his burden is obligated (to bring a sacrifice) to make their burden greater is exempt (from bringing a sacrifice).]"
        ]
    ],
    "titleVariants": [
        "M Shevuot",
        "M. Shevuot",
        "Mishna Shevuot",
        "Mishnah Shevuot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}