{
    "versionTitle": "Open Mishna", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Shevuot", 
    "lengths": [
        8, 
        62
    ], 
    "text": [
        [
            "Oaths are of two [types], which are [really] four; the [states of] awareness of impurity are of two [types], which are [really] four; the transfers on Shabbat are of two [types], which are [really] four; the appearances of lesions are of two [types], which are [really] four.", 
            "Any case where there is awareness at the beginning, and awareness at the end, and a period of unknowing in between, this is [atoned] by an <i>'oleh v'yored</i> [income based scaled sin offering]. If it has awareness at the beginning, and does not have awareness at the end, the goat which is performed inside and the Day of Atonement defer [it]; until it becomes known to him, and he should bring an <i>'oleh v'yored</i>.", 
            "If it does not have awareness at the beginning, but does have awareness at the end, the goat which is performed outside and the Day of Atonement atone; as the Torah states (Numbers 29:11): \"Aside from the sin-offering of Atonement.\" upon that which this one atones, that one atones, just as the inside one only atones for a matter which has awareness, so the outside one only atones for a matter which has awareness.", 
            "And regarding [a case] of when it does not have awareness, neither at the beginning nor at the end, the goats of the Pilgrimage Festivals and the goats of the New Months atone; these are the words of Rabbi Yehudah. Rabbi Shimon says: The goats of the Pilgrimage Festivals atone, but not the goats of the New Months. And regarding what do the goats of the New Months atone? For a pure person who ate impure [food]. Rabbi Meir says: All the goats, their atonements are equivalent, regarding the impurity of the Temple and its sacred [objects]. Rabbi Shimon would say: The goats of the New Months atone for a pure person that ate impure [food], and those of the Pilgrimage Festivals atone for that which does not have awareness, neither at the beginning nor at the end, and those of the Day of Atonement atone for that which does not have awareness at the beginning, but has awareness at the end. They said to him: What is [the ruling] whether they may offer one for the other? He said to them: They may be offered. They said to him: Since their atonements are not equivalent, how can they offer one for the other? He said to them: All of them come to atone for the impurity of the Temple and its sacred [objects].", 
            "Rabbi Shimon ben Yehudah says in his name,  the goats of the New Months atone for a pure person who ate impure [food], in addition to them, those of the Pilgrimage Festivals, for it atones for a pure person who ate impure [food], and for that which does not have awareness neither at the beginning nor at the end; in addition to them, that of the Day of Atonement, for it atones for a pure person who ate impure [food], and for that which does not have awareness neither at the beginning nor at the end, and for that which does not have awareness at the beginning, but has awareness at the end; They said to him, What is [the ruling] whether they may offer one for the other? He said to them, Yes. They said to him: If so, let those of the Day of Atonement be offered for the New Months, but how can those of the New Months be offered on the Day of Atonement to atone for an atonement that is not theirs? He said to them: All of them come to atone for the impurity of the Temple and its sacred [objects].", 
            "And regarding an intentional sin of the impurity of the Temple and its sacred [objects], the goat which was done inside and the Day of Atonement atone. Regarding the rest of transgressions that are in the Torah, minor ones and major ones, intentional ones and unintentional ones, when it was known [sins] and when it was not known, positive commandment and negative commandment, [sins punishable by] <i>karetot</i> [divine excision] and capital punishment,  – the Sent Goat atones.", 
            "[This is the case] for Jews, for Priests, and for an Anointed Priest. What is the difference between Jews, Priests and an Anointed Priest? Only that the blood [service] of the bull atones for the Priests for the impurity of the Temple and its sacred [objects]. Rabbi Shimon says: Just as the blood [service] of the goat which was done inside atones for all Israel, so too the blood [service] of the bull atones for the Priests. Just as the confessions of the Sent Goat atone for Israel, so too the confessions of the bull atone for the Priests."
        ]
    ], 
    "heTitle": "משנה שבועות", 
    "versionSource": "http://en.wikisource.org/wiki/Mishnah", 
    "maps": [], 
    "length": 8, 
    "titleVariants": [
        "M Shevuot", 
        "M. Shevuot", 
        "Mishna Shevuot", 
        "Mishnah Shevuot"
    ], 
    "textDepth": 2, 
    "categories": [
        "Mishnah", 
        "Seder Nezikin"
    ]
}