{
    "versionTitle": "Wikisource Mishneh Torah",
    "sectionNames": [
        "Paragraph"
    ],
    "language": "he",
    "title": "Mishneh Torah, Transmission of the Oral Law",
    "text": [
        "כל המצוות שניתנו לו למשה בסיני – בפירושן ניתנו, שנאמר (שמות כד יב): \"ואתנה לך את לוחות האבן והתורה והמצוה\" – \"תורה\" זו תורה שבכתב, ו\"מצוה\" זו פירושה. וצונו לעשות התורה על פי המצוה, ומצוה זו היא הנקראת \"תורה שבעל פה\".",
        "כל התורה כתבה משה רבינו קודם שימות בכתב ידו. ונתן ספר לכל שבט ושבט, וספר אחד נתנהו בארון לעֵד, שנאמר (דברים לא כו): \"לקֹח את ספר התורה הזה, ושמתם אותו מצד ארון ברית יי אלהיכם, והיה שם בך לעֵד\".",
        "והמצוה שהיא פירוש התורה לא כתבה. אלא צוה בה לזקנים וליהושע ולשאר כל ישראל, שנאמר (דברים יג א): \"את כל הדבר אשר אנכי מצוה אתכם, אותו תשמרו לעשות, לא תוסף עליו ולא תגרע ממנו\". ומפני זה נקראת \"תורה שבעל פה\".",
        "אף על פי שלא נכתבה תורה שבעל פה, לִמדה משה רבינו כולה בבית דינו לשבעים זקנים. ואלעזר ופנחס ויהושע – שלושתן קבלו ממשה. וליהושע שהוא תלמידו של משה רבינו, מסר תורה שבעל פה וצוהו עליה. וכן יהושע כל ימי חייו למד על פה.",
        "וזקנים רבים קבלו מיהושע. וקבל עֵלי מן הזקנים ומפנחס, ושמואל קבל מעֵלי ובית דינו, ודוד קיבל משמואל ובית דינו. ואחיה השילוני מיוצאי מצרים היה, ולוי היה, ושמע ממשה, והיה קטוֹן בימי משה. והוא קבל מדוד ובית דינו.",
        "ואליהו קיבל מאחיה השילוני ובית דינו, ואלישע קיבל מאליהו ובית דינו, ויהוידע הכהן קיבל מאלישע ובית דינו, וזכריה קיבל מיהוידע ובית דינו, והושע קיבל מזכריה ובית דינו, ועמוס קיבל מהושע ובית דינו, וישעיה קבל מעמוס ובית דינו, ומיכה קיבל מישעיה ובית דינו, ויואל קבל ממיכה ובית דינו, ונחום קבל מיואל ובית דינו, וחבקוק קבל מנחום ובית דינו, וצפניה קבל מחבקוק ובית דינו, וירמיה קיבל מצפניה ובית דינו, וברוך בן נריה קבל מירמיה ובית דינו. ועזרא ובית דינו קבלו מברוך בן נריה ובית דינו.",
        "בית דינו של עזרא הם הנקראים \"אנשי כנסת הגדולה\". והם חגי זכריה ומלאכי, דניאל וחנניה ומישאל ועזריה, ונחמיה בן חכליה, ומרדכי וזרובבל, והרבה חכמים עמהם תשלום מאה ועשרים זקנים. האחרון מהם הוא שמעון הצדיק, והוא היה מכלל המאה ועשרים, וקבל תורה שבעל פה מכולן. והוא היה כהן גדול אחר עזרא.",
        "אנטיגנס איש סוכו ובית דינו קיבלו משמעון הצדיק ובית דינו. ויוסף בן יועזר איש צרדה ויוסף בן יוחנן איש ירושלים ובית דינם קבלו מאנטיגנס ובית דינו. ויהושע בן פרחיה ונתאי הארבלי ובית דינם קבלו מיוסף ויוסף ובית דינם. יהודה בן טבאי ושמעון בן שטח ובית דינם קבלו מיהושע ונתאי ובית דינם. שמעיה ואבטליון גרי הצדק ובית דינם קבלו מיהודה ושמעון ובית דינם. והלל ושמאי ובית דינם קבלו משמעיה ואבטליון ובית דינם. ורבן יוחנן בן זכאי ורבן שמעון בנו של הלל הזקן קבלו מהלל ובית דינו.",
        "חמישה תלמידים היו לו לרבן יוחנן בן זכאי, והם גדולי החכמים שקיבלו ממנו, ואלו הם: רבי אליעזר הגדול, ורבי יהושע, ורבי יוסי הכהן, ורבי שמעון בן נתנאל, ורבי אלעזר בן ערך. ורבי עקיבה בן יוסף קבל מרבי אליעזר הגדול, ויוסף אביו גר צדק היה. ורבי ישמעאל ורבי מאיר בן גר הצדק קבלו מרבי עקיבה, וגם קבל רבי מאיר וחבריו מרבי ישמעאל.",
        "חבריו של רבי מאיר הם: רבי יהודה, ורבי יוסי, ורבי שמעון, ורבי נחמיה, ורבי אלעזר בן שמוע, ורבי יוחנן הסנדלר, ושמעון בן עזאי, ורבי חנניה בן תרדיון. וכן קבלו חבריו של רבי עקיבה מרבי אליעזר הגדול. וחבריו של רבי עקיבה הם: רבי טרפון רבו של רבי יוסי הגלילי, ורבי שמעון בן אלעזר, ורבי יוחנן בן נורי.",
        "רבן גמליאל הזקן קיבל מרבן שמעון אביו, בנו של הלל. ורבן שמעון בנו קבל ממנו, ורבן גמליאל בנו קבל ממנו, ורבן שמעון בנו קבל ממנו. ורבי יהודה בנו של רבן שמעון – זהו הנקרא \"רבינו הקדוש\", והוא קבל מאביו, ומרבי אלעזר בן שמוע, ומרבי שמעון חברו.",
        "רבינו הקדוש חִבר המשנה. ומימות משה רבינו ועד רבינו הקדוש לא חִברו חִבור שמלמדין אותו ברבים בתורה שבעל פה. אלא בכל דור ודור ראש בית דין, או נביא שהיה באותו הדור, כותב לעצמו זכרון השמועות ששמע מרבותיו, והוא מלמד על פה ברבים.",
        "וכן כל אחד ואחד כותב לעצמו כפי כוחו מביאור התורה ומהלכותיה כמו ששמע, ומדברים שנתחדשו בכל דור ודור בדינים שלא למדום מפי השמועה אלא במידה משלוש עשרה מידות והסכימו עליהם בית דין הגדול. וכן היה הדבר תמיד עד רבינו הקדוש.",
        "והוא קיבץ כל השמועות, וכל הדינין, וכל הביאורין והפירושין ששמעו ממשה רבינו, ושלִמדו בית דין שבכל דור ודור בכל התורה כולה, וחִבר מהכל ספר המשנה. וּשְׁנָיוֹ לחכמים ברבים, ונגלה לכל ישראל וכתבוהו כולם. ורִבְּצוֹ בכל מקום, כדי שלא תשתכח תורה שבעל פה מישראל.",
        "ולמה עשה רבינו הקדוש כך, ולא הניח הדבר כמות שהיה? לפי שראה שהתלמידים מתמעטים והולכים, והצרות מתחדשות ובאות, ומלכות הרשעה פושטת בעולם ומתגברת, וישראל מתגלגלים והולכים לקצוות – חִבר חיבור אחד להיות ביד כולם, כדי שילמדוהו במהרה ולא יִשכח. וישב כל ימיו הוא ובית דינו, ולִמד המשנה ברבים.",
        "ואֵלו הם גדולי החכמים שהיו בבית דינו של רבינו הקדוש וקבלו ממנו: שמעון וגמליאל בניו, ורבי אפס, ורבי חנינא בן חמא, ורבי חייא ורב, ורבי ינאי, ובן קפרא, ושמואל, ורבי יוחנן, ורבי הושעיה. ואלו הם הגדולים שקבלו ממנו, ועמהם אלפים ורבבות משאר החכמים.",
        "אף על פי שאלו האחד עשר קבלו מרבינו הקדוש ועמדו במדרשו, רבי יוחנן קטון היה ואחר כן היה תלמיד לרבי ינאי וקבל ממנו תורה. וכן רב קיבל מרבי ינאי, ושמואל קבל מרבי חנניא בן חמא.",
        "רב חִבר ספרא וספרי לבאר ולהודיע עיקרי המשנה. ורבי חייא חיבר התוספתא לבאר עניני המשנה. וכן רבי הושעיה ובר קפרא חִברו ברייתות לבאר דברי המשנה. ורבי יוחנן חִבר הגמרא הירושלמית בארץ ישראל, אחר חורבן הבית בקרוב משלוש מאות שנה.",
        "ומגדולי החכמים שקבלו מרב ושמואל: רב הונא, ורב יהודה, ורב נחמן, ורב כהנא. ומגדולי החכמים שקבלו מרבי יוחנן: רבה בר בר חנה, ורבי אמי, ורבי אסי, ורב דימי וראבון.",
        "ומכלל החכמים שקבלו מרב הונא ומרב יהודה: רבה ורב יוסף. ומכלל החכמים שקבלו מרבה ורב יוסף: אביי ורבא, ושניהם קבלו גם מרב נחמן. ומכלל החכמים שקבלו מרבא: רב אשי ורבינא. ומר בר רב אשי קבל מאביו ומרבינא.",
        "נמצא מרב אשי עד משה רבינו עליו השלום ארבעים איש ואלו הם: (1) רב אשי (2) מרבא, (3) מרבה, (4) מרב הונא, (5) מרבי יוחנן ורב ושמואל, (6) מרבינו הקדוש, (7) מרבן שמעון אביו, (8) מרבן גמליאל אביו, (9) מרבן שמעון אביו, (10) מרבן גמליאל אביו, (11) מרבן שמעון אביו, (12) מהלל אביו ושמאי, (13) משמעיה ואבטליון, (14) מיהודה ושמעון, (15) מיהושע ונתאי, (16) מיוסף ויוסף, (17) מאנטיגנס, (18) משמעון הצדיק, (19) מעזרא, (20) מברוך, (21) מירמיה, (22) מצפניה, (23) מחבקוק, (24) מנחום, (25) מיואל, (26) ממיכה, (27) מישעיה, (28) מעמוס, (29) מהושע, (30) מזכריה, (31) מיהוידע, (32) מאלישע, (33) מאליהו, (34) מאחיה, (35) מדוד, (36) משמואל, (37) מעֵלי, (38) מפנחס, (39) מיהושע, (40) ממשה רבינו רבן של כל הנביאים, מעִם יי אלהי ישראל.",
        "כל אלו החכמים הנזכרים הם גדולי הדורות: מהם ראשי ישיבות, ומהם ראשי גלֻיות, ומהם מסנהדרי גדולה. ועמהם בכל דור ודור אלפים ורבבות ששמעו מהם ועמהם.",
        "רבינא ורב אשי הם סוף חכמי התלמוד. ורב אשי הוא שחִבר התלמוד הבבלי בארץ שנער אחר שחִבר רבי יוחנן התלמוד ירושלמי בכמו מאה שנה.",
        "וענין שני התלמודין הוא פירוש דברי המשנה וביאור עמוקותיה, ודברים שנתחדשו בכל בית דין ובית דין מימות רבינו הקדוש ועד חיבור התלמוד. ומשני התלמודין, ומן התוספתא, ומספרא ומספרי ומן התוספתות – מכולם יתבאר האסור והמותר, והטמא והטהור, החייב והפטור, והכשר והפסול, כמו שהעתיקו איש מפי איש מפי משה מסיני.",
        "גם יתבאר מהם דברים שגזרו חכמים ונביאים שבכל דור ודור לעשות סייג לתורה, כמו ששמעו ממשה בפירוש \"ושמרתם את משמרתי\" (ויקרא יח ל), שאמר: עשו משמרת למשמרתי. וכן יתבאר מהם המנהגות והתקנות שהתקינו, או שנהגו בכל דור ודור כמו שראו בית דין של אותו הדור. לפי שאסור לסור מהם, שנאמר (דברים יז יא): \"לא תסור מן הדבר אשר יגידו לך ימין ושמאל\".",
        "וכן משפטים ודינין פֶּלִאים שלא קבלו אותן ממשה, ודנו בהן בית דין של אותו הדור במידות שהתורה נדרשת בהן, ופסקו אותן הזקנים וגמרו שהדין כך הוא – הכל חִבר רב אשי בתלמוד, מימות משה ועד ימיו.",
        "וחִברו חכמי המשנה חיבורין אחרים לפרש דברי התורה: רבי הושעיה תלמידו של רבינו הקדוש חִבר ביאור ספר בראשית; ורבי ישמעאל פירש מ\"אלה שמות\" עד סוף התורה, והוא הנקרא \"מכילתא\". וכן רבי עקיבה חִבר מכילתא, וחכמים אחרים חִברו מדרשות. והכל חובר קודם התלמוד הבבלי.",
        "נמצא רבינא ורב אשי וחבריהם סוף גדולי חכמי ישראל המעתיקים תורה שבעל פה, ושגזרו גזֵרות, והתקינו תקנות, והנהיגו מנהגות. ופשטו גזֵרתם ותקנותם ומנהגותם בכל ישראל, בכל מקומות מושבותם.",
        "ואחר בית דין של רב אשי, שחובר התלמוד בימי בנו וגמרו, נתפזרו ישראל בכל הארצות פיזור יתר, והגיעו לקצוות ולאיים הרחוקים. ורבת קטטה בעולם, ונשתבשו הדרכים בגייסות. ונתמעט תלמוד תורה, ולא נכנסו ישראל ללמוד בישיבותיהם אלפים ורבבות כמו שהיו מקודם.",
        "אלא מתקבצים יחידים, השרידים אשר יי קורא, בכל עיר ועיר ובכל מדינה ומדינה, ועוסקים בתורה ומבינים בחיבורי החכמים כולם, ויודעים מהם דרך המשפט היאך הוא.",
        "וכל בית דין שעמד אחר התלמוד בכל מדינה ומדינה, וגזר או התקין או הנהיג לבני מדינתו או לבני מדינות – לא פשטו מעשיו בכל ישראל, מפני רוחק מושבותיהם ושיבוש הדרכים, והיות בית דין של אותה המדינה יחידים, ובית דין הגדול של שבעים בטל מכמה שנים קודם חיבור התלמוד.",
        "לפיכך אין כופין אנשי מדינה זו לנהוג כמנהג מדינה אחרת. ואין אומרין לבית דין זה לגזור גזירה שגָזרה בית דין אחר במדינתו. וכן אם לִמד אחד מהגאונים שדרך המשפט כך הוא, ונתבאר לבית דין אחר שעמד אחריו שאין זה דרך המשפט הכתוב בתלמוד – אין שומעין לראשון אלא למי שהדעת נוטה לדבריו, בין ראשון בין אחרון.",
        "ודברים הללו בדינים וגזֵרות, ותקנות ומנהגות, שנתחדשו אחר חיבור התלמוד. אבל כל הדברים שבתלמוד הבבלי – חייבין כל ישראל ללכת בהם. וכופין כל עיר ועיר, וכל מדינה ומדינה, לנהוג בכל המנהגות שנהגו חכמים שבתלמוד, ולגזור גזֵרותם וללכת בתקנותם.",
        "הואיל וכל אותן הדברים שבתלמוד – הסכימו עליהם כל ישראל. ואותן החכמים שהתקינו, או שגזרו, או שהנהיגו, או שדנו דין, ולִמדו שהמשפט כך הוא – הם כל חכמי ישראל או רובן, והם ששמעו הקבלה בעיקרי התורה כולה איש מפי איש עד משה.",
        "כל החכמים שעמדו אחר חיבור התלמוד ובנו בו, ויצא להם שם בחכמתם, הם הנקראים \"גאונים\". וכל אֵלו הגאונים שעמדו בארץ ישראל, ובארץ שנער, ובספרד ובצרפת, לִמדו דרך התלמוד, והוציאו לאור תעלומותיו, וביארו עניניו; לפי שדרך עמוקה דרכו עד למאוד, ועוד שהוא בלשון ארמי מעורב עם לשונות אחרות, לפי שאותה הלשון היתה ברורה לכל בשנער בעת שחובר התלמוד. אבל בשאר מקומות, וכן בשנער בימי הגאונים – אין אדם מכיר אותה הלשון עד שמלמדין אותו.",
        "ושאלות רבות שואלין אנשי כל עיר ועיר לכל גאון שיהיה בימיהם, לפרש להם דברים קשים שבתלמוד. והם משיבים להם כפי חכמתם. ואותן השואלין מקבצין התשובות ועושין מהם ספרים להבין מהם.",
        "גם חִברו הגאונים שבכל דור ודור חיבורין לבאר התלמוד: מהם מי שפירש הלכות יחידות, ומהם שפירש פרקים יחידים שנתקשו בימיו, ומהם מי שפירש מסכתות וסדרים.",
        "ועוד חיברו הלכות פסוקות בענין האסור והמותר, והחייב והפטור, בדברים שהשעה צריכה להן, כדי שיהיו קרובין למדע מי שאינו יכול לירד לעומקו של תלמוד. וזו היא מלאכת יי שעשו בה כל גאוני ישראל, מיום שחובר התלמוד ועד זמן זה, שהוא שנה שמינית אחר מאה ואלף לחורבן.",
        "ובזמן הזה תקפו צרות יתירות ודחקה שעה את הכל, ואבדה חכמת חכמינו ובינת נבונינו נסתתרה. לפיכך אותן הפירושין והתשובות וההלכות שחִברו הגאונים, וראו שהם דברים מבוארים – נתקשו בימינו, ואין מבין עניניהם כראוי אלא מעט במספר. ואין צריך לומר התלמוד עצמו הבבלי והירושלמי, וספרא וספרי והתוספתות, שהן צריכין דעת רחבה ונפש חכמה וזמן ארוך. ואחר כך יודע מהם הדרך הנכוחה בדברים האסורים והמותרים, ושאר דיני התורה היאך היא.",
        "ומפני זה נערתי חצני, אני משה ברבי מיימון הספרדי, ונשענתי על הצור ברוך הוא, ובינותי בכל אֵלו הספרים, וראיתי לחבר דברים המתבררים מכל אֵלו החיבורין בענין האסור והמותר, והטמא והטהור, עם שאר דיני התורה, כולן בלשון ברורה ודרך קצרה, עד שתהא תורה שבעל פה כולה סדורה בפי הכל בלא קושיא ולא פירוק. לא זה אומר בכה וזה אומר בכה, אלא דברים ברורים, קרובים נכונים, על פי המשפט אשר יתבאר מכל אלו החיבורין והפירושין הנמצאים מימות רבינו הקדוש ועד עכשיו.",
        "עד שיהיו כל הדינים גלוים לקטן ולגדול, בדין כל מצוה ומצוה, ובדין כל הדברים שתיקנו חכמים ונביאים. כללו של דבר: כדי שלא יהא אדם צריך לחיבור אחר בעולם בדין מדיני ישראל, אלא יהא חיבור זה מְקַבֵּץ לתורה שבעל פה כולה, עם התקנות והמנהגות והגזירות שנעשו מימות משה רבינו ועד חיבור התלמוד, וכמו שפירשו לנו הגאונים בכל חיבוריהן שחיברו אחר התלמוד. לפיכך קראתי שם חיבור זה \"משנה תורה\", לפי שאדם קורא בתורה שבכתב תחילה, ואחר כך קורא בזה ויודע ממנו תורה שבעל פה כולה, ואינו צריך לקרות ספר אחר ביניהם.",
        "וראיתי לחלק חיבור זה הלכות הלכות בכל ענין וענין, ואחלק ההלכות לפרקים שבאותו ענין. וכל פרק ופרק אחלק אותו להלכות קטנות, כדי שיהיו סדורין על פה.",
        "אלו ההלכות שבכל ענין וענין, יש מהם הלכות שהן משפטי מצוה אחת בלבד, והיא המצוה שיש בה דברי קבלה הרבה והיא ענין בפני עצמו. ויש מהם הלכות שהן כוללין משפטי מצוות הרבה, אם יהיו אותן המצוות כולם בענין אחד. מפני שחילוק חיבור זה לפי הענינים, לא לפי מנין המצות, כמו שיתבאר לקורא בו.",
        "ומנין מצוות של תורה הנוהגות לדורות: שש מאות ושלוש עשרה מצוות. מהן מצוות עשה מאתים שמונה וארבעים, סימן להם מנין אבריו של אדם. ומהן מצוות לא תעשה שלוש מאות חמש וששים, סימן להן מנין ימות החמה."
    ],
    "versionSource": "http://he.wikisource.org/wiki/%D7%A8%D7%9E%D7%91%22%D7%9D_%D7%94%D7%A7%D7%93%D7%9E%D7%94_%D7%9C%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_(%D7%9E%D7%A1%D7%99%D7%A8%D7%AA_%D7%AA%D7%95%D7%A8%D7%94_%D7%A9%D7%91%D7%A2%D7%9C_%D7%A4%D7%94)",
    "heTitle": "משנה תורה, מסירת תורה שבעל פה",
    "titleVariants": [
        "Mishneh Torah, Transmission of the Oral Law",
        "Mishneh Torah, Mesirat Torah Sheba'al Peh",
        "Rambam, Transmission of the Oral Law",
        "Rambam, Mesirat Torah Sheba'al Peh",
        "משנה תורה, מסירת תורה שבעל פה",
        "רמב\"ם, מסירת תורה שבעל פה"
    ],
    "textDepth": 1,
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Introduction"
    ]
}