{
    "versionTitle": "JPS 1985",
    "sectionNames": [
        "Chapter",
        "Verse"
    ],
    "language": "en",
    "title": "Exodus",
    "lengths": [
        40,
        1210
    ],
    "text": [
        [
            "These are the names of the sons of ISrael who came to Egypt with Jacob, each coming with his household:",
            "Reuben, Simeon, Levi, and Judah;",
            "Issachar, Zebulun, and Benjamin;",
            "Dan and Naphtali, Gad and Asher.",
            "The total number of persons that were of JAcob's issue came to seventy, Joseph being already in Egypt.",
            "Joseph died, and all of his brothers, and all in that generation.",
            "But the Israelites were fertile and prolific, they multiplied and increased very greatly, so that the land was filled with them.",
            "A new king arose over Egypt who did not know Joseph.",
            "And he said to his people, \"Look, the Israelite people are much too numerous for us.",
            "Let us deal with them shrewdly, so that they may not increase; otherwise in the event of war they may join our enemy in fighting against us and rise up from the ground.",
            "So they set taskmasters over them to oppress them with forced labor; and they built garrison cities for Pharaoh: Pithom and Raamses.",
            "But the more they were oppressed, the more they increased and spread out, so that the Egyptians came to dread the Israelites.",
            "The Egyptians ruthlessly imposed upon the Israelites ...",
            "various labors that they made them perform.  Ruthlessly, they made life bitter for them with harsh labor at mortar and bricks and with all sorts of tasks in the field.",
            "The king of Egypt spoke to the Hebrew midwives, one of whom was named Shiphrash and the other Puah,",
            "saying, \"When you deliver the Hebrew women, look at the birthstool: if it is a boy, kill him; if it is a girl, let her live.\"",
            "The midwives, fearing God, did not do as the king of Egypt had told them; they let the boys live.",
            "So the king of Egypt summoned the midwives and said to them, \"Why have you done this thing, letting the boys live?\"",
            "The midwives said to Pharaoh, \"Because the Hebrew women are not like the Egyptian women: they are vigorous.  Before the midwife can come to them, they have given birth.\"",
            "And God dealt well with the midwives; and the people multiplied and increased greatly.",
            "And because the midwives feared God, God established households for them.",
            "Then Pharaoh charged all his people, saying, \"Every boy that is born you shall throw into the Nile, but let every girl live.\""
        ]
    ],
    "heTitle": "שמות",
    "versionSource": "http://book",
    "maps": [],
    "length": 40,
    "titleVariants": [
        "Exodus",
        "Shemot",
        "Exo",
        "Exo.",
        "Ex",
        "Ex.",
        "Shmot",
        "Exodus"
    ],
    "textDepth": 2,
    "categories": [
        "Tanach",
        "Torah"
    ]
}