{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Parah",
    "title": "Mishnah Parah",
    "lengths": [
        12,
        96
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה פרה",
    "versionSource": "http://www.sefaria.org/Mishnah_Parah",
    "next": "Mishnah Parah 2",
    "maps": [],
    "length": 12,
    "book": "Mishnah Parah",
    "text": [
        [
            "R' Eliezer says \"a calf [when written in the torah] is a year old and a cow is two [years old].\"  And the sages say \"a calf is two [years old] and a cow is three or four [years old].\" R' Meir says \"even the elderly five [year old] is valid [for the purification ritual in which the ashes of a totally red cow are sprinkled on someone ritually impure due to coming in contact with a dead human] but we don't wait for it lest it develop black hairs, in order that it shouldn't become invalid. R' Yehoshua says \"I have only heard about a third. They said to him \"what is the meaning of the language 'a third'?\". He said to them \"so I heard it, unelaborated\". Ben Azzai said \"I shall explain. If the language was 'shlishit' [meaning 'the third'], then [it means] the third in number [i.e. the third calf born]. And if the language was 'shlashit' [meaning 'a three'], then [it means] a three [year old].\" Similarly they said \"a fourth vineyard [regarding the vineyard whose fruits are sanctified and can only be eaten in Jerusalem]\". They said to him \"what is the language of 'a fourth'?\"  He [R' Yehoshua] said to them \"so I heard it, unelaborated\". Ben Azzai said \"I shall explain. If the language was \"rivi'i\" [meaning 'the fourth'], then [it means] the fourth relative to others in number [i.e. the fourth vineyard which a man owns] and if the language was \"rivai\" [meaning 'a four'], then [it means] one which is four [years old]. Similarly they said \"one who eats in an impure house half a loaf when three [are made] from a kav [a certain volume] [becomes impure]\". They said to him \"say 'when eighteen [are made] from a sa'eh' [another volume. Note: There are 6 kav in a sa'eh]?\" He [R' Yehoshua] said to them \"so I heard it, unelaborated\". Ben Azzai said \"I shall explain. If you say 'when three [are made] from a kav', [you mean] without its challah [having been separated] [challah is a portion of dough which must be removed from breads and given to a priest.]. And when you say 'when eighteen [are made] from a sa'eh', [you mean] with its challah deducted.",
            "Rabbi Yose the Galilean says\"Bovines, two years old, as it says (Numbers 8), 'And a second bovine the son of a bull you will take for a sin offering.'\" And the Sages say, \"[Even] three years old.\" Rabbi Meir says, \"Even four years old and five years old, are acceptable, rather they should not being old ones, because of respect.:",
            "\"Sheep\" [when written in the torah, refers to] a one year old. And \"rams\", [refers to] a two year old. And all of them [are counted] from day to day [i.e. from the day their born]. A thirteen month [sheep] is neither valid [as a sacrifice], nor for a ram nor for a sheep.  R' Tarfon called it a \"pleg'es\". Ben Azzai called it a \"nokad\". R' Yishmael called it a \"prachdigma\". If it was offered [as a sacrifice], they bring with it wine libations of a ram and it doesn't count to the alter [i.e. one who made a vow and offers such a sheep hasn't fulfilled his vow]. Thirteen months and one day is considered a ram.",
            "Communal sin offerings and [communal] elevation offerings, individual sin offerings, the guilt offering of a nazirite and the guilt offering of a metzorah [one afflicted with a skin illness often mistranslated as leprosy], these [sacrifices] are valid from thirty days and onwards and even on the thirtieth day. If they were brought up on the eighth day, it is valid. Vows and voluntary [offerings], the first born animal [sacrifice], the [animal] tithe [sacrifice] and the passover [sacrifice] are valid from the eighth day and onwards and even on the eighth day."
        ],
        [
            "R' Eliezer says \"a pregnant parah adumah [a totally red cow required for the purification process to purify oneself from ritual impurity due to coming into contact with a dead human] is valid [for the purification ritual]. And the sages invalidate it. R' Eliezer says \"we don't purchase [a parah adumah] from the non-jews.\" And the sages validated [buying from the non-jews]. And not only this but all the communal and individual sacrifices [can] come from the land [of Israel] or outside of the land [of Israel], from the new grain and the old grain [new grain is grain which was harvested in the new year but before the omer sacrifice was brought up on the second day of pesach. It is forbidden to eat such grain until after the omer sacrifice is brought], except for the [grain brought up] for the omer and the two loaves [brought up on shavuot] that these may only be brought up from the new grain and from the land [of Israel].",
            "A [red] cow whose horns and and hoofs are black, they [the horns and hoofs] are removed. The eyeball, the teeth and the tongue do not invalidate it [from being a totally red cow]. The runt is valid. [If] it had boil which was cut off, R' Yehuda invalidates it. R' Shimon says \"any place where that a removal occurred and red hair did not grow in its place is invalid.\"",
            ".[A red cow which] came out through the wall [i.e. a caeserian section and not a natural birth], a payment [for a harlot], and a payment [for a dog] are invalid. R' Eliezer validates [them] as the verse says (Deuteronomy 23:19) \"do not bring a harlot's payment or the price of a dog to the house of Hashem your G-d\", and this [the red cow] does not come to the house [the temple]. All the blemishes which invalidate sacrifices invalidate the [red] cow. [If] he rode on it, leant on it, hung from its tail, crossed on it a river, doubled the leading [rope] over it, [or] placed his cloak on it, it is invalid. But if he tied it with a leading [rope], made shoes for it in order that it shouldn't slip, [or] spread his cloak over it because of the flies, it is valid. This is the rule, anything [which is done to the red cow] for its sake, it is valid. For the sake of another, it is invalid.",
            "If a bird rested on it, it is valid. If a male mounted it, it is invalid. R' Yehuda says \"if one caused it to be mounted, it is invalid. If it occurred by itself, it is valid.\"",
            "[If] it had two black or white hairs from one pore, it is invalid. R' Yehuda says even from one cup [a bump of flesh from which several hairs grow].\" From two cups which prove each other [i.e. the hairs grew in tandem], it is invalid. R' Akiva says \"even four and even five [hairs] which are scattered, they are removed [and the cow is valid].\" R' Eliezer says \"even fifty\".  R' Yehoshua ben Beteira says \"even one at its head and one at its tail [invalidates it].\" [If] it had two hairs whose roots are black and tips are red, [or] whose roots are red and tips are black, everything goes after the appearance [i.e. the tip], these arethe words of R' Meir. And the sages say \"[we go] after the root\"."
        ],
        [
            "Seven days before the cow is burnt, we separate the priest who will burn the cow from his house to a chamber that is in front of the [main temple] building, in the north east, and it was called the stone house, and we sprinkle him all seven days with all the [ashes of the] chata'ot [red cows] which are there. [In order to achieve purity from ritual impurity due to coming into contact with a dead human, one needs to be sprinkled by the ashes of a red cow mixed in water on the third and seventh days after becoming impure. The priest is sprinkled all seven days in order to guarantee that he is ritually pure]. R' Yose says \"they do not sprinkle him except on the third and seventh [days] alone.\" R' Chanina the deputy priest says \"On the priest who burns the cow, they sprinkle all seven days. And on the priest who carrys out the Yom Kippur ritual, they only sprinkled him on the third and seventh [days] alone.\"",
            "There were courtyards in Jerusalem that were built on rock and below them was hollow because of graves of the deep. [Stepping over a human grave is one way one can become ritually impure as if one touched a dead human body. If it is covered and there exists a sufficiently wide space between the body and the covering, then passing over the grave has no effect. By building a courtyard over a hollow, one guarantees that any graves which are too deep to be discovered can not make people in the courtyard above impure.] They would bring pregnant women to there [these courtyards] and they'd give birth there and the children would be raised there [such that it was certain that the children had never become ritually impure]. They'd bring oxen and on their backs doors and the children would sit on the backs [of the doors] with stone cups in their hands. [the children would travel on these oxen in order to guarantee that they didn't become ritually impure by passing over a grave. Stone cups are significant in that they cannot become ritually impure ever.] When they reached the shiluach [stream], they'd descend and fill the cups, and remount and sit on the [doors'] backs. R' Yossi says \"from their place [on the doors' backs] they'd draw and fill [the cups]\" [i.e. they wouldn't get off the oxen].",
            "They [the children] would come to the temple mount and they'd descend [from the oxen]. The temple mount and the temple courtyards underneaths were hollow due to the graves of deep [so that they temple service should be done in purity]. At the entrance to the temple courtyard, there was a stone jug containing [the ashes] of a chatat [red cow] and they'd bring a male sheep and tie a rope between its horns, and they'd tie a stick with branches at the top of the rope, and they'd throw [the stick] into the jug, and hit the male [sheep] such that it would jump backwards, and he [the child] would take the [scattered] ashes and sanctify [them by mixing them with the water] an amount such that the ashes should be seen on the surface of the water. R' Yossi says \"don't give the Saducees [a sect who lived during the second temple period who only believed in the validity of the written torah and not the oral torah]. a place to rebel [i.e. to make fun of us]. Rather, he [the child] would take [straight from the jug] and sanctify [the ashes by mixing them with water].\"",
            "They would not do neither one chatat [red cow] on the back of another chatat, nor one child on the back of his friend. [i.e. if the purification process was performed for one red cow, one would not then rely on that same process for another red cow. Rather the whole process would be repeated. Similarly, a child who was raised for the ritual of one cow would not be used for another.] And we require the children to undergo sprinkling [in order to be purified]. R' Akiva says \"they didn't need to be sprinkled.\"",
            "If they couldn't find [the ashes] from seven [red cows], they'd use from six [red cows], from five, from four, from three, from two and from one [depending on how many they found]. And who made these [ashes from red cows]? The first Moses made, the second Ezra made, and five from Ezra and onwards, these are the words of R' Meir. And the sages say \"seven [were made] from Ezra and onwards. And who made them? Shimon the righteous and Yochanan the high priest made two each, Elihoeinu ben Hakof and Chanamel the Egyptian and Yishmael  ben Pi'abi made on each.\"",
            "And a ramp was made from the temple mount to the mount of anointing [the mount of olives], arches on top of arches, [each] arch opposite the pillar [below], because of graves of the deep, for on it the priest who'd burn the cow, and the cow and all its helpers would leave to the mount of anointing.",
            "If the cow didn't want to leave, they wouldn't lead it with a black [cow], in order that they [the public] shouldn't say \"they slaughtered the black one\". Nor [is it led out] with a red one, in order that they shouldn't say \"they slaughtered two\". R' Yossi says \"not for this reason, rather because the verse says (Numbers 19:3) and 'you shall take IT out', alone\". And the elders of Israel would go before it by foot to the mount of anointing and a house for immersing oneself [in water to purify oneself from various forms ritual impurity] was there. And they'd make the priest who'd burn the cow impure because of the Saducees such that they shouldn't say it was done by one for whom the sun had set.\" [There are various forms of ritual impurity for which to become totally pure, one must immerse in water and then wait until the next sunset. The Saducees believed that the priest who burnt the red cow needed to be totally pure such that he'd only be allowed to do it if he waited for sunset. The sages held that he is able to burn the cow, even after only immersing in water, thus they made him impure and had him immerse so that everyone could see that they were not following the opinion of the Saducees.]",
            "They [the elders] would lean their hands on him [the priest who'd burn the red cow] and say \"Our man great priest, immerse once\". He'd descend and immerse and arise and dry. And wood was prepared there, woods of erez, aran, barush [various types of cedar wood] and wood of smooth fig trees. And they'd make from them a type of tower, and they'd open up window [holes] and it would face westwards.",
            "They'd tie [the cow] with a rope of rubber and place it upon the pyre, its head in the south and its face to the west. The priest would stand in the east and his face to the west, he'd slaughter with his right [hand] and receive [the blood] with his left [hand]. R' Yehuda says \"He'd receive with his right [hand] and he'd place it in his left [hand] and sprinkle [from the blood] with his right [hand].\" He'd dip [his finger into the blood] and sprinkle seven times in the direction of the holy of holies [in the temple]. On every sprinkling, he'd dip. [Once he] finished sprinkling, he'd clean his hands on the body of the cow. He'd descend and ignite the fire with twigs. R' Akiva says \"with branches\".",
            "It [the cow] would split and he [the priest] would stand outside the pit [region designated for the burning]. He'd take cedar wood, hyssop and worm silk. He'd say to them, \"This cedar wood? This cedar wood? This hyssop? This hyssop? This worm [silk]? This  worm [silk]?\" Three time [he'd ask] about each thing. And they would say to him \"yes and yes\", three times on each thing.",
            "They'd tie them [the cedar wood, hyssop and worm silk] with the remainder of the tongue [of worm silk] and throw them into her [the cow's] fire. Once its burnt, they'd mix it [the remains] with sticks, and they sift it with sieves. R' Yishmael says \"with stone slabs [they'd mix it] and with stone sieves they'd do it.\" Black [charcoal] containing ashes, they'd crush it. And that [charcoal] with out [ashes], they'd leave. The bones, either way [whether or not they contained ashes] would be crushed. They'd divide it [the ashes] into three portions. One [portion] would be placed in the chayal [a room in the temple], and one would be placed on the mount of anointing, and one would be distributed to all the priestly rotations."
        ],
        [
            "A chatat cow [i.e. a red cow] that was slaughtered without intention for its sake [i.e. for the sake of the purification ritual involving the red cow], [or if] the blood the blood was collected and sprinkled without intention for its sake, or [the collection] was for its sake and [the sprinkling] was not, or [the collection] was not for its sake and [the sprinkling] was, [in all of these cases], it is invalid. R' Eliezer validates it. And if the [priests] hands and feet were not washed, it is invalid. R' Eliezer validates it. And if it wasn't [performed by] the high priest, it is invalid. R' Yehuda validates it. And if he was lacking garments [i.e. he wasn't wearing all the mandated priestly garment], it is invalid. And the garments it was done in were the white ones [which are used for parts of the Yom Kippur service].",
            "[If] it was burnt outside the pit [region designated for burning or in two pits or two [cows] were burnt in one pit, it is invalid. [If] it was sprinkled and not directed towards the opening [of the temple], it is invalid. [If] the sixth [dipping] was used to [also] perform the seventh sprinkling [see Mishna 9 in the previous chapter], [even] if he returned [and dipped] and sprinkled a seventh, it is invalid. [If] he sprinkled an eighth [time] from the seventh [dipping] and returned [and dipped] and sprinkled an eighth [time], it is valid.",
            "[If] it was burnt without wood, or with any wood, even with straw or twigs, it is valid. If it was skinned and cut up, it is valid. If it was killed with intention to eat from its flesh or to drink its blood, it is valid. R' Eliezer says \"thoughts do not invalidate with a [red] cow\".",
            "Anyone involved with the cow from its start to its end, his clothing [that he's wearing] becomes ritually impure and he invalidates her [the cow] with [other] work [during the ritual]. [If] an invalidation happened with her [the cow's] slaughter, the clothing are not ritually impure. [If] it happened with the sprinkling, the clothing of anyone involved with it before the invalidation are ritually impure, those involved with it after the invalidation, their clothing is not ritually impure. It is found that the stringency provides a leniency [in that something which invalidates and is thus a stringency acts as a leniency with respect to whether the clothing is ritually impure]. There is always me'ilah with it. [Me'ilah is the transgression of benefitting from sanctified property. See tracate Me'ilah for details.] And one may add wood [to the pyre while its being burnt], and it [the ritual] is done during the day and by a priest, [other] work [done at the same time] invalidates it, until it is made into ashes. And [other] work [done at the same time] invalidates the water [which the ashes are mixed into] until the ashes are mixed with it."
        ],
        [
            "One who brings an earthenware vessel for the chatat [i.e. red cow], he immerses himself [first in order to purify himself] and sleeps at the furnace [in order to make sure no-one ritually impure touches it during its manufacture]. R' Yehuda says \"he can even bring it from the house [of the manufacturer] and it is valid since [the testimony of] everyone is believed for the chatat.\" And with respect to trumah [a portion separated from grains and fruit grown in Israel and given to a priest which must be kept ritually pure], he opens the the furnace and takes it [i.e. in order for a vessel to be assumed ritually pure, he needs to take it from the furnace himself]. R' Shimon says \"from the second row [back and not from the first row which impure people may have touched]. R' Yossi says \"from the third row\".",
            "One who immerses a vessel for the chatat in water which is not suitable for sanctifying [i.e. mixing with the ashes], it needs to be dried. In water which is suitable for sanctifying, it does not need to be dried. If [he wants] to add into it water which has already been sanctified [by being mixed with ashes], either way, it requires drying.",
            "A hollowed pumpkin that was dipped in water that is unsuitable for sanctification [by mixing with ashes], we sanctify in it as long as it has not yet become ritually impure [i.e. we're not worried absorbed invalid water being emitted into the valid water during sanctification]. Once it has become ritually impure, we do not sanctify in it. R' Yehoshua says \"if you allow it to be used for sanctification at first [before it became ritually impure], so to at the end [after it became ritually impure, you should allow it]. If you don't allow it to be used for sanctification at the end [after it has become ritually impure], so to at the beginning [before it became ritually impure, you should not allow it].\" Either way, one does not add to it [already] sanctified water.",
            "A tube which was cut for the chatat, R' Eliezer says \"it is immersed immediately [to ritually purify it]\". R' Yehoshua says \"it is made ritually impure [first] and then immersed\". Everyone is valid to sanctify [the water by mixing it with the ashes] except for a death-[mute], mentally insane individual and a minor. R' Yehuda validates with a minor and invalidates with a woman or androgynous.",
            "With all vessels we [may] sanctify, even with vessels made from faeces, stone vessels and earthen vessels. And in a boat we [may] sanctify [i.e. a boat counts as a vessel in this case]. We don't sanctify with the walls of [broken] vessels, nor with the [hollow] rim of a machatz [a large jug used for drawing water from a pit], nor with the [hollow part] of a barrel seal, nor with cupped hands, for we do not fill nor sanctify nor sprinkle the water of a chatat except from a vessel. [Similarly,] only vessels save via a 'tight seal' and only vessels save from the 'hand' of an earthenware vessel. [Earthenware vessels have the property that they can only become ritually impure from their inside however if something ritually impure is placed in such a vessel, anything else inside the vessel and the vessel itself become ritually impure. As such, if a vessel which can't become ritually impure or an earthenware vessel are tightly fitted with a cover, the inside is considered protected from the outside and thus things inside can't become ritually impure.  Similarly, if the sealed container is in an earthenware vessel, despite the fact that everything inside such a vessel becomes ritually impure when a ritually impure object is placed in it, the contents of a tightly sealed vessel which is incapable of becoming impure none-the-less remain ritually pure. Our mishna states that in order for these applications of 'tight-seal' to apply, the container must qualify as a vessel.]",
            "The craftsman's egg [a type of mould with a cavity for creating vessels], is valid [for mixing the water and ashes]. R' Yossi invalidates it. A chicken's egg [shell], R' Meir and R' Yehuda validate it and the sages invalidate it.",
            "The ridge that is in a rock, we do not fill it [with water for sanctification], and we do not sanctify [water with ashes] in it, and we do not sprinkle from it, and it doesn't require a 'tight-seal' [to protect its contents from ritual impurity, rather a mere covering suffices. See mishna 5 above], and it doesn't invalidate a mikvah. [A mikvah is a collection of water which has never been drawn and which by immersing oneself in, one can purify oneself from various forms of ritual impurity. If water flowed from a ridge in a rock into a mikvah, that water is none-the-less still considered undrawn since the ridge is not considered a vessel]. [If] there was a vessel attached [to the ground] with plaster, we [may] fill it with water [for sanctification],  and we [may] sanctify [water and ashes] in it, and we [may] sprinkle from it, and it requires a 'tight-seal' [to protect its contents], and it invalidates a mikvah [if water flowed from it into a mikvah]. [If] it [the vessel attached to the ground] was punctured from below and resealed with a cloth, the water inside is invalid [for use with ashes] since they are not encircling vessels [i.e. the water is not surrounded by vessel]. [If the puncture occurred] from the side and was resealed with a cloth, the water inside is valid, since they are encircled by vessel. [If] they made a crown of plaster for it [the vessel attached to the ground] [around its rim] and the water [level] reaches it, it [the water] is invalid [for use with ashes since the crown is not considered a vessel]. If [the connection] is so strong that taking it [the crown] would cause the vessel to come with, it is valid [since it is part of the vessel].",
            "Two ridges [made from vessels] in one stone, [if water was] sanctified [in] one of them, the water in the second is not sanctified. [If] there were punctures from this one to that one like the tube of a flask, or the water floats over their backs [i.e. water can flow over the barrier dividing them from one to the other] even [the thickness of] a a garlic skin and [water] is sanctified in one of them, the water in the second is sanctified.",
            "Two stones that surround each other and form a ridge, and similarly two willows, and similarly a a ridge which was divided [into two], the water in between them is not sanctified [when the neighbouring water is]. If they were made from plaster or gypsum and they can be taken as one [i.e. they were tightly joined into one vessel], the water between them is sanctified [when the water in the actual vessels is]."
        ],
        [
            "One who [wants to] sanctify [water with ashes] and the holy [i.e. the ashes] fall on his hand or on his on the [vessel's] side and afterwards on the ridge [and into the water], it is invalid. [If] it [the ashes] fell from the tube to the ridge [by themselves], it is invalid. [If] he took [ashes] from the tube and covered it [the tube] or closed the door, the holy [i.e. the ashes] are valid, and the water is invalid [since he has done other work during the process of sanctifying the water]. [If] he straightened it [the tube] in the ground [before mixing the ashes with the water], [the sanctification] is invalid [since he has done work thereby invalidating the water]. [If he straightened it in hand] it is valid, because it is (im)possible [otherwise].",
            "[If] holy [i.e. ashes] were floating on the water, R' Meir and R' Shimon say \"he [may] take and sanctify [with them]\". And the sages say \"anything which has touched the water, we don't sanctify with it\". [If] the water was emptied and holy [i.e. ashes] were found at the bottom, R' Meir and R' Shimon say \"he [may] dry and sanctify.\" And the sages say \"anything which has touched the water, we don't sanctify with it\".",
            "One who sanctifies in a ridge, and a 'teppi' [a vessel with a very narrow openeing] is in it [the water in the ridge], even though the mouth [of the teppi'] is a [very small] width, the water inside it is sanctified. If it was a sponge, the water inside it is invalid [since the water is not contained in a vessel]. What does he do? He empties [the vessel] until he reaches the sponge [and the collected water is valid]. [If] he touches the sponge, even if the water is floating just above it, it [the water] is invalid [since invalid water will have left the sponge and mixed with the valid water].",
            "[If] he places his hand, or his foot, or the leaves of vegetables [under a stream of water], in order that the water should flow into a barrel, it is invalid [since it entered via something capable of being able to contract ritual impurity]. The leaves of reeds or the leaves of nuts, it is valid [since these items can't contract ritual impurity].  This is the rule, something capable of accepting ritual impurity, it is invalid, something incapable of accepting ritual impurity, it is valid.",
            "One who redirects a spring into a pit or into small pits, it [the collected water] is invalid for a zav and a metzora and to sanctify the waters of a chatat [i.e. red cow] since they were not filled in a vessel [Note: this only explains the case of metzorah and chatat]. [A zav is one who has a particular type of seminal emission which makes him ritually impure. One stage of his purification process is to immerse himself in naturally flowing water. Once the water is collected in a pit, it is no longer considered flowing and thus can not be used for his purification process. A metzora is one afflicted with a particular skin disease and he is ritually impure. One stage of his purification process is that a vessel be filled with water from naturally flowing water and that a bird be killed over this vessel. Once the water is collected in a pit, it is no longer considered flowing and thus can not be used to fill the vessel for slaughtering the bird. Similarly, the water for sanctifying the ashes of a red cow must be drawn from naturally flowing water.]"
        ],
        [
            "Five [people] who filled five barrels in order to sanctify five holies [i.e. five sets of ashes] and they changed their minds to sanctify one holy [i.e. one set of ashes], or they [wanted] to sanctify one holy [i.e. one set of ashes] and they changed their minds to sanctify five holies [i.e. five sets of ashes], they are all valid. An individual who fills five barrels in order to sanctify five holies [i.e. five sets of ashes] and he changed his mind to sanctify one holy [i.e. one set of ashes], only the last [barrel] is valid. [If] he [wanted] to sanctify one holy [i.e. one set of ashes] and he changed his mind to sanctify five holies [i.e. five sets of ashes], only the first [barrel] he sanctified is valid. [If] he said to someone \"sanctify these for yourself\", only the first is valid. [If he said] \"sanctify these for me\", they are all valid.",
            "One who fills [a vessel with water] with one hand and does work with with one hand, one who fills for himself and for another, or he fills for two in one go, both are invalid, for work invalidates the filling, whether for him or for another.",
            "One who sanctifies [water by mixing it with ashes] with one hand and does work with one hand, if it [the work] is for him, it is invalid. And if it is for another, it is valid. One who sanctifies for himself and for another, his is invalid and the other's is valid. One who sanctifies for two [others] in one go, both of them are valid.",
            "[One who says to his fellow] \"sanctify for me and I will sanctify for you\", the first [one sanctified] is valid. [If he says] \"fill for me and will fill for you\", the last [one filled] is valid. [If he says] \"sanctify for me and I will fill for you\", they are both valid. [If he says] \"fill for me and I will sanctify for you\", both of them are invalid.",
            "[One who wants to] fill for himself and for a chatat [i.e. a red cow], he [should] fill for himself first and tie it to the [carrying] pole and afterwards he fills for the chatat. And if he filled that for the chatat first and afterwards he filled for himself, it [the water for the chatat] is invalid. He places [the stick from which the water hangs such that] his is behind him and chatat's is in front of him. And if he placed the chatat's behind him, it is invalid. If they were both for chatats, he places one in front and one behind and they are [both] valid since it is impossible [to do otherwise].",
            "One who takes a [borrowed] rope in his hand [in order to return it to its owner], [if] its on his way, it [ water for the red cow he is carrying] is valid.  And [if] it is out of his way, it is invalid. For this [ruling], someone went to [the sages of] Yavneh on three festivals and on the third festival, they validated it as a temporary teaching [i.e. one which was only applied because of pressing circumstances].",
            "One who wraps the rope around his hand [while drawing the water], it is valid. And if he wraps it at the end, it is invalid. R' Yossi says \"on this [ruling] they validated as a temporary teaching\" [as opposed to the teaching in the previous mishna].",
            "One who hides the barrel in order that it shouldn't break, or he overturns it on to its mouth so that it will dry to be able to fill with it, it [the drawn water] is valid. [If he hid the barrel or overturned it] to be able to place the sanctified water in it, it [the drawn water] is invalid. One who removes earthenware shards from the ridge [where he will mix the water and ashes]  in order that it will hold much water, it [the drawn water] is valid. And if [he removed the shards] in order that they shouldn't impede him when he wishes to empty out the water, it [the drawn water] is invalid.",
            "One who had his water on his shoulders and he taught a halachic teaching, and one who shows others the way, and one who kills a snake or scorpion, or he took food to be hidden, it [the water] is invalid. [If he took] the food to eat, it is valid. [If] the snake or scorpion were impeding him, it is valid. R' Yehuda says \"this is the rule: Anything which is because of work, whether or not he stopped, it [the water] is invalid. Anything which is because of work, if he stopped, it is invalid, and if he didn't stop, it is valid.\"",
            "One who gives his water to a ritually impure individual, it [the water] is invalid. And to a ritually pure person, it is valid. R' Eliezer says \"even to an impure person, it is valid if the owner didn't do work [during that time].\"",
            "Two that were filling for a chatat [i.e. a red cow] and they lifted for each other [they helped each other carry their loads] and [if] they removed thorns from each other, with one holy [i.e. set of ashes] it [the drawn water] is valid. With two holies [i.e. two sets of ashes], it is invalid. R' Yossi says \"even with two holies [i.e. two sets of ashes, it is valid if they stipulated [before hand] between them [that they'd do this].",
            "One who breached an opening on condition to fence it up, it [the water] is valid [despite the fact that he intends to fence it up]. And if he [actually] did fence it up, it is invalid. One who eats on condition to spread [the leftover seeds], it [the water] is valid [despite his intention to spread the seeds]. And if he [actually] did spread, it is invalid. [If] he ate and leftover and threw what was in his hand under the fig tree or into the designated region [for drying figs] in order that it shouldn't go to waste, it [the water] is invalid."
        ],
        [
            "",
            "",
            "The person who burns the red cow (of Numbers 19:1–22) or the bulls (that are burned pursuant to Leviticus 4:3–21 or 16:27) and the person who leads away the scapegoat (pursuant to Leviticus 16:7-10 and 26) render clothes [that they wear while so doing] unclean.  The red cow, the bulls, and the scapegoat do not themselves render clothes [with which they come in contact] unclean.  This one [the clothing] says [to the person]: “Those that render you unclean do not render me unclean, but you render me unclean.”",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "A flask [of ashes mixed with water] into which a small amount of water fell, R eliezer says \"he sprinkles two sprinklings [on a ritually impure individual in order to purify him]\". And the sages invalidate it [the water]. [If] dew fell into it, R' Eliezer says \"he leaves it in the sun and the dew will arise [as evaporation]\". And the sages invalidate it [the water]. [If] liquids or fruit juices fell into it, he pours it out [because the water has been invalidated] and drys [the vessel to reuse it]. [If] ink, or coloured charcoal, or coloured water, or anything which leaves a mark [fell into the water], he spills out the water [because it is invalid] and doesn't need to dry [the vessel in order to reuse it].",
            "[If] insects or crawling creatures fell into it [the water] and they split open [and released liquid into the water], or [the waters] changed their appearance [because of the insects presence], it [the water] is invalid. [If the insect was] a chipushit [a type of black worm], either way [even if no change occurred] it invalidates [the water] because it is like a tube [of accessible liquid]. R' Shimon and R' Eliezer ben Ya'akov say \"[If there fell into the water] a dira or kina of the produce [which are types of insect], it [the water] is valid because they don't have moisture inside them.",
            "[If] a domesticated or wild animal drank from it [the water], it is invalid. All birds [drinking] invalidate it, except for the dove, for it [only] sucks. None of the shraztim [a special class of small animals with special laws] invalidate it [with their drinking] except for the weasel for she laps it. Rabban Gamliel says \"even the snake [invalidates] for it throws up\". R' Eliezer says \"even the mouse [invalidates it]\".",
            "One who thinks of drinking the water of a chatat [a red cow], R' Eliezer says \"it [the water] is invalid.\" R' Yehoshua says \"when he tilts it [the water to drink from it].\" R' Yossi says \"when were these words said [i.e. when does this argument apply]? With water which wasn't [yet] sanctified [by being mixed with ashes], but with sanctified water R' Eliezer say \"when it [the water] is tilted [for drinking].\" R' Yehoshua says \"when he drinks [from] it\".\" If he swallowed it [without bringing the jug to his mouth], it [the water] is valid.",
            "The waters of a chatat which were invalidated, they shouldn't be mixed with plaster, in order that they shouldn't cause a mishap for others [since one who would touch the plaster would become ritually impure]. R' Yehuda says \"it [the water] is nullified [by being mixed in and thus there is no problem].\" A cow that drank the waters of a chatat, its meat [once slaughtered], is ritually impure, for twenty-four hours [i.e. if the slaughtering occurred within twenty-four hours of drinking, the meat is impure]. R' Yehuda says \"it [the water] is nullified in her intestines [even if the slaughtering occurred within twenty-four hours of drinking].\"",
            "The waters of a chatat and ashes of a chatat may not pass over a river or a boat [on the river] and may not swim [i.e. float] on the surface of water, and one may not stand on this side and throw them to the other side. But he can pass [by foot] through water [even] up to his neck. One who is [sufficiently] ritually pure for [the process of] a chatat may pass [over water] and [he can do so] with a [sufficiently] ritually pure for a chatat empty vessel in his hand and [he can do so] with water that hasn't been sanctified.",
            "Valid ashes which mixed with [regular] charred ashes, we go after the majority for ritual impurity and we don't sanctify [water] with it. R' Eliezer says \"we sanctify with all of them\".",
            "The waters of a chatat which became invalid make the ritually pure into ritually impure for trumah, [whether the water touched] his hands or his body. [Trumah is a portion of grain separated from produce that must be given to priest and is not allowed to become impure or be eaten by one ritually impure. One who is made impure by the waters of a chatat is sufficiently ritually impure to make trumah ritually impure through contact]. And [regarding] one who was [sufficiently] ritually pure for a chatat, neither [contact with] his hands nor his body [by invalidated water remove him from his state of ritual purity]. [If waters of a chatat] became impure, they make the ritually pure into ritually impure for trumah, [whether the water touched] his hands or his body, and the ritually pure for a chatat [ritually impure if they touched] his hands but not [if they touched] his body.",
            "Valid ashes that were placed on the top of water unfit for sanctification [by being mixed with ashes], they make ritually impure the ritually pure for trumah, [whether they touched] his hands or his body. [And they don't make ritually impure] the ritually pure for a chatat, neither [if it touched] his hands nor his body."
        ],
        [
            "Anything capable of becoming ritually impure due to midras [a type of ritual impurity due to being sat on by certain types of ritually impure individuals] is madaf [treated as if ritually impure due to midras] for a chatat [i.e. a red cow] whether it is impure or pure. And people are like it [things capable of becoming ritually impure due to midras]. Things which are capable of becomeing impure due to contact with a dead human, whether they are pure or not, R' Eliezer says \"they are not madaf\". R' Yehoshua says \"they are madaf\". And the sages say \"an impure [object] is madaf. A pure object is not madaf\".",
            "One who is [sufficiently] pure for a chatat which touched a madaf object is made ritually impure [for a chatat]. Jugs [which are sufficiently pure] for a chatat which touched a madaf object are ritually impure [for a chatat]. One who is [sufficiently] for a chatat which touched food or drink, [if] it was with his hand, he is impure, with his foot, he his pure. [If] he supported them [with out touching them] with his hand, R' Yehoshua makes him ritually impure and the sages make him ritually pure.",
            "A kallal [type of earthenware vessel containing ashes] of a chatat which touched a sheretz [certain tpyes of small creature which are ritually impure when dead], it [the ashes] are pure. [If] the kallal was placed on top [of the sheretz], R' Eliezer makes [the ashes] pure, and the sages make them impure. [If] it touched food or drink or holy texts, it [the ashes] is pure. If it was placed on top of them, R' Yossi makes [the ashes] pure and the sages make them impure.",
            "One who is [sufficiently] ritually pure for a chatat that touched an oven, with his hand, he is impure, with his foot, he is [still] pure. [If] he was standing on a the back of an oven and his hand was outstretched and holding a jug, and similarly a rod placed on an oven with two kallals [hanging] on it, one on this side and one the other, R' Akiva makes [the jugs and kallals] pure and the sages make them impure.",
            "[If] he was standing outside [i.e. away] from the oven and he stretched out his hand to a window and he took a jug [of ashes mixed with water] and passed it over the oven, R' Akiva makes it [the jug] impure, and the sages make it pure. But one who is ritually pure for a chatat may stand on an oven with an empty vessel in his hand or with water that is not [yet] sanctified [and everything remains pures].",
            "Jugs of a chatat that touched jugs of sanctified property or trumah [a portion of produce which must be given to a priest and must be kept ritually pure], the [jug of the] chatat is impure and that of the sanctified property or trumah is pure. Both of them in two hands [i.e. if the chatat jug was held in one hand and the other types were held in the other], both of them [the jugs] are impure. [If] both of them [were coated] in paper, they are both pure. [If] that of the chatat was in paper and that of the trumah was in his hand, they are both impure. [If] that of trumah was in paper and that of the chatat was in his hand, both of them are pure. R' Yehoshua says \"that of the chatat is impure\". [If] they were placed on the ground and he touched [both of] them, that of the chatat is impure and that of the sanctified property and of the trumah are pure. [If] he supported them [without touching them], R' Yehoshua makes [them] impure and the sages make [them] pure."
        ],
        [
            "A jug [of ashes mixed with water] which was left uncovered and one came and found it covered is invalid. If he left it covered and found it uncovered, if a weasel could drink [from the jug] or a snake according to the words of Rabban Gamliel, or dew descended at night, it is invalid. The [ashes of a] chatat [i.e. red cow] are not protected by a tight seal [from ritual impurity if they were in a tightly sealed vessel incapable of becoming impure from the outside] and water which was not [yet] sanctified are saved by a tight seal.",
            "Any doubtful [situation] which is pure for trumah [a portion of produce which needs to be given to a priest and must be kept pure] is pure for a chatat. Any [case] which is 'hanging' for trumah is spilt out for a chatat. [Impure trumah may not be eaten and needs to be burnt while it is forbidden to burn pure trumah. A case is described as 'hanging' if we declare it doubtfully impure such that it may not be eaten but is still not allowed to be burnt.] If they [the ashes and water mixture that should have been spilt out] were done [i.e. sprinkled on one who was impure and he then touched] the pure [trumah], it [the trumah] 'hangs'. The [wooden] lattices are pure for sanctified property, for trumah and for a chatat. R' Eliezer says \"the shaky [lattices] are impure for a chatat\".",
            "A fig cake of trumah that fell into the waters [mixed with the ashes] of a chatat, and one took it and ate it, if there was in it a [volume] like an egg, whether it was pure or impure, the water is impure and the eater is liable for the death penalty. (If there wasn't in it a [volume] like an egg, the water is pure and the eater is liable for the death penalty.) R' Yossi says \"[if] it was pure, the water is pure\". [If] one who is pure for a chatat stuck his head and the majority of his body into waters [mixed with ashes] of a chatat, it is impure.",
            "Anyone that requires entering water [i.e. immersion in a body of undrawn water] by the words of the torah makes impure: sanctified property, trumah, unsanctified property, and the tithe, and he is forbidden to enter the temple. After his entering [water], he makes sanctified property impure, and he invalidates trumah, these are the words of R' Meir. And the sages say \"he invalidates sanctified property and trumah.\" And he is allowed [to touch] unsanctified property and the tithe. And if he entered the temple, whether before or after he entered [water], is liable.",
            "Anyone that requires entering water by the words of the scribes, he makes sanctified property impure and invalidates trumah and he is permitted [to touch] unsanctified property and the tithe, these are the words of R' Meir. And the sages forbid with the tithe. After he enters water, he is permitted [to touch] any of these. And if he came to the temple, whether before he entered [water] or after he entered, he is exempt.",
            "Anyone who requires entering water, whether by the words of the torah, whether by the words of the sages, he makes impure: waters [mixed with the ashes] of a chatat, and the ashes of a chatat, and the one who sprinkles the waters of a chatat, by touching [them] or carrying [them]. The hyssop ready [to become impure], and waters that are not yet sanctified [by being mixed with ashes], and an empty vessel that is pure for a chatat, [become impure] by touch and by carrying, the words of R' Meir. And the sages say \"by touching but not by carrying.\"",
            "Any hyssop that has a name of levai is invalid [for sprinkling the ashes of a red cow]. [The type of hyssop about which one says] 'This is hyssop' is valid. Greek hyssop, blue hyssop, Roman hyssop, desert hyssop, are invalid. And [hyssop] of impure trumah is invalid. And pure [trumah, we] don't [use to] sprinkle and if he sprinkled [with it] it is valid. We don't sprinkle, with young [hyssop] and not with buds. [One who is sprinkled with] young [hyssop] is not liable for [subsequently] entering the temple. R' Eliezer says \"[he is] even not [liable for] buds\". These are young [hyssop]: stalks that have not ripened.",
            "Hyssop that was sprinkled with is valid to purify the metzora [one with a skin illness which renders him impure whose purification ritual involves hyssop]. [If] it [the hyssop] was picked for wood and liquid fell on it, they dry it and it is valid [for sprinkling with]. [If] it was picked for eating and liquid fell on it, even though it was dried, it is invalid [for sprinkling]. [If] it was picked for [sprinkling waters mixed with the ashes of] a chatat, it is as if it were picked for eating, the words of R' Meir. R' Yehuda and R' Yossi and R' Shimon say \"it is like it was picked for wood\".",
            "The mitzva of the hyssop is three stems and with them three stalks [i.e. a stalk for each]. R' Yehuda says \"three [stalks] each\". A hyssop that has three stems, they are separated and bound together. [If] they were separated and not bound, bound and not separated, neither bound nor separated, it [the sprinkling] is valid. R' Yossi says \"the mitzva of the hyssop is three stems and with them three stalks and two [which must still be] remaining, and of its fringes, a minimal amount [must remain]."
        ],
        [
            "The short hyssop [which isn't long enough to reach the bottom of the vessel], he provides it with string or a rod and dips it [in the water] and raises it and holds it and sprinkles with it. R' Yehuda and R' Shimon say \"just as sprinkling needs to be with [held] hyssop, so to the dipping needs to be with [held] hyssop. ",
            "[If] he sprinkled and there's a doubt whether [he sprinkled] from the string, a doubt whether from the rod, a doubt whether from the stalk, the sprinkling is invalid. [If] he sprinkled on two vessels, a doubt whether he sprinkled on both, a doubt whether [the water on one came] from its fellow [vessel], the sprinkling is invalid. A needle which was placed on earthenware and he sprinkled on it, a doubt whether he sprinkled on the needle, a doubt whether from the earthenware it [the water] came, the sprinkling is invalid. A flask [containing the water] whose mouth is narrow, he dips [the hyssop in] as usual. R' Yehuda says \"[only] the first sprinkling\". The waters [mixed with the ashes] of a chatat [i.e. a red cow] which became few [i.e. began running out], he dips even the tips of the stalks and sprinkles as long as it isn't absorbed. [If] he aimed to sprinkle forward and he sprinkled backwards, [or] backwards and he sprinkled forwards, the sprinkling is invalid. Forward and he sprinkled to the sides in front of him, his sprinkling is valid. We can sprinkle on a person, whether with his consent, whether without it. We sprinkle on a person and on vessels, even a hundred [at a time].",
            "[If] he aimed to sprinkle on something able to accept ritual impurity and he sprinkled on something unable to accept ritual impurity, if there is [still water] on the hyssop, he doesn't repeat [his dipping]. On something unable to accept ritual impurity, and he sprinkled on something capable of accepting ritual impurity, [even] if there is [still water] on the hyssop, he repeats [his dipping]. On a person, and he sprinkled on an animal, if there is [still water] on the hyssop, he doesn't repeat. On an animal and he sprinkled on a person, [even] if there is [still water] on the hyssop, he repeats. The water which drips [from the hyssop] is valid [for sprinkling], therefore they make impure that which was prepared for the waters of a chatat.",
            "One who sprinkles from a window belonging to the public and [the sprinkled individual] enters the temple and the waters are [subsequently] found to be invalid, he is exempt. From a window belonging to an individual and [the sprinkled individual] enters the temple and the waters are [subsequently] found to be invalid, he is liable. But a high priest, whether from a private window whether from a public window, he is exempt for the high priest is not liable for entering the temple [impure]. They used to slip [on the left over water] before the public window and they would step on it and not refrain for they [the sages] said \"waters of a chatat that have done their mitzva do not make impure.\"",
            "He, the pure one, can hold in his pocket an impure axe and have it be sprinkled on it. Even if there is on the axe a [sufficient] amount of water for sprinkling, he is pure. How much must the water be in order to be enough for sprinkling? Enough for dipping the tips of the stalks and sprinkling. R' Yehuda says \"we must be able to see them as they were on a hyssop of copper\".",
            "One who sprinkles with an impure hyssop, if it has a [volume] the sizeof an egg, the water is invalid and the sprinkling is invalid. [If] it doesn't have the [volume] of an egg, the water is valid, and the sprinkling is invalid. And it [the hyssop] makes its fellow [hyssop] impure, and its fellow [makes] its fellow [impure], even a hundred.",
            "One who is pure for a chatat whose hands became impure, his body becomes impure, and he makes impure his fellow, and his fellow [makes impure] his fellow, even a hundred.",
            "A jug of a chatat whose back became mipure, its inside has become impure, and it makes its fellow [jug] impure, and its fellow [makes impure] it fellow impure, even a hundred. The bell and the clapper are joined [and thus purified as one]. A spindle for ruban, we don't sprinkle on the spindle nor on the weight and if he sprinkled, it is a sprinkling. A spindle for flax, [the parts are] attached. The skin of a cot that is attached to the bumps, is attached. The frame [of a bed] is not attached, neither for impurity nor for purity. All the drilled handles of vessels are attached. R' Yohanan ben Nuri says \"even the inserted.\"",
            "The baskets of a pack saddle, a threshing couch, the corner of a coffin, traveller's horns, a key chain, stiches of launderers, a piece of clothing sown together with Kilayim, are considered connected for impurity but not for sprinkling. ",
            "The cover of a kettle which is connected to a chain,  Beit Shammai says it is connected for impurity but not for sprinkling. Beit Hillel says if he sprinkles on the kettle he has sprinkled on the cover but if he sprinkles on the cover,  he has not sprinkled on the kettle.  Everyone can sprinkle except for one of undetermined gender a hermaphrodite a woman and a child that doesn't understand.  A woman may assist in the sprinkling she can hold the water while he dips and sprinkles.  If she held his hand even at the time of sprinkling it is invalid. ",
            "If he dipped the hyssop by day and sprinkled by day, it is valid. By day and sprinkled by night, by night and he sprinkled by day, it is invalid. But he himself can immerse at night and sprinkle by day for we don't sprinkle until the sunrise. And anything done from dawn is valid."
        ]
    ],
    "titleVariants": [
        "M Parah",
        "M. Parah",
        "Mishna Parah",
        "Mishnah Parah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Tahorot"
    ]
}