{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Parah", 
    "lengths": [
        12, 
        96
    ], 
    "text": [
        [
            "Rabbi Eliezer says: A calf [as referred to in the Torah] is a year old, and a cow is two years old. And the Sages say: a calf is two year old, and a cow is three or four. Rabbi Meir says: Even a five year old, an elderly one, is valid [for use in the purification ritual of the red heifer] but we don't wait for it [to age] lest it develop black hairs, so it does not become invalid. Rabbi Yehoshua says: I have only heard about a <i>shlashit</i> [i.e. three years old]. They said to him: What is the meaning of the language <i>shlashit</i>? He said to them: So I heard it, unelaborated. Ben Azzai said: I shall explain. If the language was <i>shlishit</i> [literally: third], then [it means] the third in number [i.e. the third calf born]; but since the language was <i>shlashit</i>, then [it means] three years old. They spoke similarly regarding a <i>rivaii</i> vineyard [a vineyard in its fourth year whose fruits are sanctified]. They said to him: What is the language of <i>rivaii</i>?  He said to them: So I heard it, unelaborated. Ben Azzai said: I shall explain. If the language was <i>rivi'i</i> [literally: fourth], then [it means] the fourth relative to others in number [i.e. the fourth vineyard which a man owns]; but since the language is <i>rivaii</i>, then [it means] four years old. Similarly they said: One [becomes impure] if he eats in a blighted house half a loaf, when there are three [loaves] to a kav [a certain volume of flour]. They said to him: [Instead] say 'when there are eighteen [loaves] to a se'ah'! [note: six kavs are equal to a se'ah.] He said to them: So I heard it, unelaborated. Ben Azzai said: I shall explain. If you say 'when there are three [loaves] to a kav,' that is without its challah [having been separated; challah is a portion of dough which must be removed from breads and given to a priest, but a loaf that small would not be obligated in challah]. But when you say 'when there are eighteen [loaves] to a se'ah', that is with its challah deducted.", 
            "Rabbi Yose the Galilean says: Bulls [as referred to in the Torah], are two years old, as it says (Numbers 8): And a second bull the son of a bovine you will take for a sin offering. And the Sages say: Even three years old. Rabbi Meir says: Even four years old and five years old are acceptable, but older ones are not brought, as a matter of respect.", 
            "Sheep [as referred to in the Torah] are one year old. And Rams [refers to ones who] are two years old. And all of them [are counted] from day to day [i.e. their years are counted from the day of their birth]. At thirteen months old niether a ram nor a sheep is valid [as a sacrifice].  R' Tarfon called it a \"pleg'es.\" Ben Azzai called it a \"nokad.\" R' Yishmael called it a \"parchadigma.\" If it was offered, they bring with it wine libations of a ram and it doesn't count to the alter [i.e. to fulfill any obligations]. At thirteen months and one day it is considered a ram.", 
            "Communal sin offerings and elevation offerings, individual sin offerings, the guilt offering of a nazirite and the guilt offering of a metzorah [one afflicted with a skin illness], these are valid from thirty days [since the animal's birth] and onward, and even on the thirtieth day. If they one brought them on the eighth day, they are valid. Vowed and voluntary offerings, the first born animal, the tithe, and the Passover sacrifice are valid from the eighth day and onward, and even on the eighth day."
        ], 
        [
            "Rabbi Eliezer says: A pregnant <i>parat chatat</i> [a red heifer used for the purification ritual] is valid [for the ritual]. And the Sages invalidate it. Rabbi Eliezer says: It cannot be purchased from gentiles. And the Sages validate [purchasing a red heifer from gentiles]. And furthermore all communal and individual sacrifices [may] come either from the Land [of Israel] or from outside of the Land, either from the new [grain, harvested in the new year but before the omer sacrifice is brought on Pesach, and forbidden until after the sacrifice] or from the old [grain], except for the omer and the two loaves [offered on Shavuot] which may only be brought from the new [grain] and from the Land.", 
            "A [red] heifer whose horns and and hoofs are black, they [the horns and hoofs] should be removed. The eyeball, the teeth and the tongue do not invalidate it [from being entirely red, if they are black]. The runt is valid. [If] it had a boil which was cut off, Rabbi Yehuda invalidates it; R'abbi Shimon says: Any time a removal occurred and red hair did not grow in its place is invalid.", 
            "One [a red heifer] born through a caeserian section [literally: came out through a wall], one given as payment [for a harlot], or as a price [for a dog] are invalid. Rabbi Eliezer validates [them], as the verse says: (Deuteronomy 23:19) \"Do not bring a harlot's payment or the price of a dog to the house of Hashem your G-d,\" and this one, [the red heifer,] does not come to the house. All the blemishes which invalidate sacrifices invalidate the [red] heifer. [If] one rode on it, leaned on it, hung from its tail, used it to cross a river, doubled the reins over it, [or] placed his cloak on it, it is invalid. But if he tied it with a rein, made a shoe for it to prevent slipping, [or] spread his cloak over it because of the flies, it is valid. This is the rule: anything [done] for its own needs [that of the heifer], it is valid. For any other needs, it is invalid.", 
            "If a bird rested on it, it is valid. If a male mounted it, it is invalid. Rabbi Yehuda says: If one caused [the male] to mount, it is invalid. If [it mounted] on its own accord, it is valid.", 
            "[If] it had two black or white hairs from one pore, it is invalid. Rabbi Yehuda says: even from one cup [a bump of flesh from which several hairs grow]. If they [the two hairs] are from two cups, and they prove one another [giving indication that they grew in tandem], it is invalid. Rabbi Akiva says: Even four or even five scattered [hairs], they should be plucked [and the cow is valid].\" Rabbi Eliezer says: Even fifty.  Rabbi Yehoshua ben Beteira says: Even one at its head and one at its tail invalidate it. [If] it had two hairs whose roots are black and tips are red, [or] whose roots are red and tips are black, everything follows after the appearance [i.e. the tips], these are the words of Rabbi Meir; and the Sages say: after the root."
        ], 
        [
            "Seven days before the heifer is burnt, the priest who will burn the heifer is separated from his house to a chamber that is in front of the [main temple] building, in the Northeast, and it was called the Stone House, and he is sprinkled all seven days with all the [ashes of the] <i>chata'ot</i> [red heifers] that were [ever] there. Rabbi Yose says: They would only sprinkle on him on the third and seventh [days] alone. Rabbi Chanina the deputy priest says: On the priest who burns the heifer, they sprinkle all seven days; and on the priest [who performs the sacrificial services] of Yom Kippur, they would only sprinkle on the third and seventh [days] alone.", 
            "There were courtyards in Jerusalem built on rock and below them was hollow because of graves of the deep. [Stepping over a human grave causes ritually impurity, which can be blocked by a sufficiently wide space between the body and the covering; by building a courtyard over a hollow, one guarantees that any graves which are too deep to be discovered can not make people in the courtyard above impure.] They would bring pregnant women to there [these courtyards], and they would give birth there and raise their children there [to ensure that the children never become ritually impure]. They would bring oxen and on their backs slats [literally: doors] and the children would sit on top of them with stone cups in their hands.  When they reached the Shiloach [stream], they would descend and fill [the cups], and remount and sit atop them. Rabbi Yose says: From his place [atop the oxen] one would lower and fill [his cup].", 
            "They [the children] would come to the temple mount and descend [from the oxen]. The temple mount and the temple courtyards underneaths were hollow due to the graves of deep [so that they temple service should be done in purity]. At the entrance to the temple courtyard there was a stone jug containing [the ashes] of a <i>chatat</i> [red heifer], and they would bring a male sheep and tie a rope between its horns, and tie a stick with branches at the top of the rope, and throw [the stick] into the jug, and hit the male [sheep] such that it would jump backwards [pulling the stick out of the jar and scattering some ashes], and he [the child] would take the [scattered] ashes and sanctify [them by mixing them with the water in the cup], an amount such that the ashes may be seen on the surface of the water. Rabbi Yose says: Do not give the Saducees [a second-temple-era sect who only believed in the validity of the written Torah and not the oral Torah] room to rebel [i.e. to make fun of us]; rather, he [the child] would remove [the ashes from the jug himself] and sanctify [them by mixing them with water].", 
            "They would do neither one <i>chatat</i> on the back of another <i>chatat</i>, nor one child on the back of his friend. [i.e. if the purification process was performed for one red heifer, one would not then rely on that same process for another red heifer; rather the whole process would be repeated. Similarly, a child who was raised for the ritual for one heifer would not be used for another.] And the children were required to undergo sprinkling [to be purified]. Rabbi Akiva says: They were not required to undergo sprinkling.", 
            "If they could not find [the ashes] from [all] seven [red heifers, the seven that were made in times of the temple], they would use from six, from five, from four, from three, from two, or from one [depending on how many they found]. And who made these [seven]? The first Moses made, the second Ezra made, and five from Ezra and onward, according to Rabbi Meir. And the Sages say: Seven [were made] from Ezra and onward; and who made them? Shimon the righteous and Yochanan the high priest made two each, Elyehoeinai ben Hakof and Chanamel the Egyptian and Yishmael  ben Pi'avi made one each.", 
            "And they would make a ramp from the temple mount to the mount of anointing [the mount of olives], arches on top of arches, and [hollow] domes over the foundations, because of graves of the deep, for on it the priest who would burn the heifer, and the heifer and all its helpers would leave to the mount of anointing.", 
            "If the heifer did not want to leave, they could not lead it with a black [cow], lest [the public] say, \"they slaughtered the black one.\" Nor [could they lead it] with a red one, lest they say, \"they slaughtered two.\" Rabbi Yose says: Not for this reason, but rather because the verse says (Numbers 19:3), \"And he shall take her out,\" [her] alone. And the elders of Israel would precede it by foot to the mount of anointing, and a house for ritual immersion was there. And they would make the priest who would burn the cow ritually impure because of the Saducees, so they would not say, \"it was done by one for whom the sun had set.\" [There are various forms of ritual impurity for which to become totally pure, one must immerse in water and then wait until the next sunset. The Saducees believed that the priest who burnt the red cow needed to be totally pure such that he'd only be allowed to do it if he waited for sunset. The sages held that he is able to burn the cow, even after only immersing in water, thus they made him impure and had him immerse so that everyone could see that they were not following the opinion of the Saducees.]", 
            "They [the elders] would lean their hands on him [the priest] and say, \"Our man, great priest, immerse once.\" He would descend and immerse and arise and dry. And wood was arranged there: wood of erez, oran, brosh [various types of cedar wood] and wood of smooth fig trees. And they would make from them a type of tower, and they would open  windows [holes] in it, and it would face Westwards.", 
            "They would tie [the heifer] with a rope of rubber and place it upon the pyre, its head in the South and its face Westward. The priest would stand in the East and his face Westward. He would slaughter with his right hand, and receive [the blood] with his left. Rabbi Yehuda says: He would receive with his right and [then] place it in his left. And he would sprinkle [the blood] with his right. He would immerse [his finger into the blood] and sprinkle seven times in the direction of the holy of holies. For each sprinkling a [separate] immersion. Upon finishing the sprinkling, he would wipe his hands on the body of the cow, descend [from the pyre] and ignite the fire with twigs. Rabbi Akiva says: with branches.", 
            "It would split, [the heifer, due to the flames,] and he [the priest] would stand outside the pit [region designated for the burning], and he would take cedar wood, hyssop and worm silk. He would say to them [to the elders there], \"Is this cedar wood? Is this cedar wood? Is this hyssop? Is this hyssop? Is this worm [silk]? Is this worm [silk]?\" Three times for each one. And they would say to him, \"Yes, and yes,\" three times for each one.", 
            "He would wrap them [the cedar wood, hyssop and worm silk] with the remainder of the strand [of worm silk] and throw them into her [the heifer's] fire. Once burnt, they would beat it [the remains] with sticks, and sift it with sieves [to produce fine ashes]. Rabbi Yishmael says: with stone slabs and with stone sieves they would do it. Black [charcoal] containing ashes, they would crush it. And [charcoal] not containing [ashes], they would leave [at the pyre]. The bones, either way [whether or not they contained ashes] would be crushed. And they would divide [the ashes] into three portions: one would be placed in the <i>cheyl</i> [a room in the temple], and one would be placed on the mount of anointing, and one would be distributed among all the priestly rotations."
        ], 
        [
            "A <i>chatat</i> heifer that was slaughtered not for its sake [i.e. without the intention that it be for the ritual of the red heifer], [or if the blood] was collected and sprinkled not for its sake, or [if any of these parts of the service were performed] for its sake [initially] and not for its sake [afterwards], or not for its sake [initially] and for its sake [afterwards]--it is invalid [in all of these cases]. Rabbi Eliezer validates it. And if [it was performed by a priest] with unwashed hands and feet, it is invalid. Rabbi Eliezer validates it. And if it was not [performed by] the high priest, it is invalid. Rabbi Yehuda validates it. And if he was lacking garments [i.e. he wasn't wearing all the mandated priestly garments], it is invalid. And it was performed in the white garments [used also for parts of the Yom Kippur service].", 
            "If it was burnt outside its pit [region designated for burning], or in two pits, or if two were burnt in one pit, it is invalid. If it was sprinkled but not directed towards the opening [of the temple], it is invalid. If the sixth [sprinkling] was used to [also] perform the seventh sprinkling, [even] if he went back [and dipped] and sprinkled a seventh, it is invalid. If the seventh [sprinkling] was used to [also] perform the eighth, if he went back [and dipped] and sprinkled an eighth, it is valid.", 
            "If it was burned without wood, or with any wood, even with straw or twigs, it is valid. If it was skinned and cut up, it is valid. If it was killed with intention to eat from its flesh or to drink from its blood, it is valid. Rabbi Eliezer says: Thoughts do not invalidate with a [red] heifer.", 
            "Anyone involved with the heifer from its start to its end [from when it slaughtered to the collecting of the ashes], his clothing becomes impure and he invalidates her [the heifer] with [any other] work [he engages in during the ritual]. If an invalidation occurs with her slaughter, the clothing does not become impure. If it occurs with the sprinkling, the clothing of anyone involved with it before the invalidation becomes impure, and the clothing of those involved with it after the invalidation does not become impure. We find that the stringency provides a leniency [in that a stringency which invalidates acts as a leniency with respect to whether the clothing is made impure]. There is always <i>me'ilah</i> with it [me'ilah is the transgression of benefitting from sanctified property, see tracate Me'ilah for details], and one may add wood [to the pyre while its being burnt], and it [the ritual] is performed during the day and by a priest. [Other] work [done by the priest at the same time] invalidates it, until it is made into ashes. And [other] work [done at the same time] invalidates the water [which the ashes are mixed into] until the ashes are poured in."
        ], 
        [
            "One who brings an earthenware vessel for the <i>chatat</i> [to fill with water to be sanctified by the ashes of the red heifer], he immerses himself [first, for purification], and sleeps at the furnace [in order to make sure no impure person touches it once it is completed]. Rabbi Yehuda says: He can even bring it from the house [of the potter] and it is valid, since [the testimony of] everyone believed regarding the <i>chatat</i> [due to the stringency of the matter]. And regarding <i>trumah</i> [a portion separated from grains and fruit grown in Israel and given to a priest, and which must be kept pure], one should open the furnace and take it [to ensure that the vessel stays pure]. Rabbi Shimon says: from the second row [and not from the first row, since someone impure may have already opened the furnace and touched it]. Rabbi Yose says: from the third row.", 
            "One who immerses a vessel for the <i>chatat</i> in water which is not suitable for sanctifying [for the <i>chatat</i> ritual, by mixing it with the ashes], it needs to be dried; in water which is suitable for sanctifying, it does not need to be dried. If [he intends] to add into it water which has already been sanctified, either way, it requires drying.", 
            "A [dried and hollowed] gourd that was immersed in water that is unsuitable for sanctification, we sanctify [water for the ritual] in it as long as it has not yet become impure. Once it becomes impure, we do not sanctify in it [because we are concerned that it will emit invalid water into the sanctified water]. Rabbi Yehoshua says: If you allow it to be used for sanctification from the start [before it became impure], so too at the end [after it became impure] may you sanctify in it. If you do not allow sanctifying in it at the end, so too not at the beginning. Either way, one should not add into it [already] sanctified water.", 
            "A tube which was cut for the <i>chatat</i> [as a vessel in which to sanctify the water with the ashes], Rabbi Eliezer says: it should be immersed immediately; Rabbi Yehoshua says: it should be made impure [first] and then immersed. [The intention here is to specifically go against the opinion of the Sadducees who held that the red heifer ritual requires a level of purity reached once the sun has set after the immersion, whereas the rabbis held that a sufficient purity is reached immediately after the immersion; this is discussed in chapter 3, Mishnah 5 with regard to people, and in this Mishnah it is extended to vessels as well.] Everyone is valid to sanctify [the water for the ritual, by mixing it with the ashes] except for a deaf-mute, a cognitively disabled individual, and a minor. Rabbi Yehuda validates with a minor and invalidates with a woman or an androgynous person.", 
            "We may sanctify with all vessels, even with vessels made from feces, stone vessels and earthen vessels. And we may sanctify in a boat. We do not sanctify with the sides of [broken] vessels, nor in the crevices of a machatz [a large jug used for drawing water, which had hollow crevices], nor with a barrel lid [which had hollow indentations for handles], nor with cupped hands; for we only fill, sanctify, and sprinkle <i>chatat</i> water in a vessel. [Similarly,] a tight seal only saves [from impurity the contents of] vessels [but it does not save the contents of things not considered vessels]; and only vessels can save from [the impurity of] earthenware vessels [in which they are contained]. [Earthenware vessels have the property that they can only become impure from their inside however if something impure is placed in such a vessel, anything else inside the vessel and the vessel itself become impure. However, if a vessel which cannot become impure or an earthenware vessel are tightly fitted with a cover, or 'tight seal,' the inside is considered protected from the outside and thus things inside cannot become impure.  Similarly, if a sealed vessel is inside an earthenware vessel, despite the fact that a ritually impure object placed in the earthenware vessel makes everything inside it impure, the contents of a tightly sealed vessel which is incapable of becoming impure nonetheless remain pure. Our mishnah states that in order for these applications of 'tight-seal' to apply, the container must qualify as a vessel.]", 
            "The craftsman's egg [a type of plaster mold with a cavity for creating vessels] is valid [for sanctifying the  <i>chatat</i> waters]. Rabbi Yosse invalidates it. A chicken's egg[shell], Rabbi Meir and Rabbi Yehuda validate it; and the Sages invalidate it.", 
            "A trough in a rock [in which water gathers from nearby spring], we do not fill [water for sanctification] with it, and we do not sanctify [water with ashes] in it, and we do not sprinkle from it, and it does not require a 'tight-seal' [to protect its contents from impurity, rather a mere covering suffices], and it doesn't invalidate a mikvah [if water gathered in the rock trough and then flowed into a mikvah, that water is still considered undrawn, and thus valid for a mikvah, which must be filled with water which has never been drawn in order to be valid for ritual immersion and purification]. If a vessel was attached [to the ground] with plaster, we may fill [water for sanctification] with in,  and we may sanctify [water] in it, and we may sprinkle from it, and it requires a 'tight-seal' [to protect its contents from impurity], and it invalidates a mikvah [if water flowed from it into a mikvah, it is considered to be drawn water and invalid]. If one punctured [the vessel attached to the ground] from below and stopped it with a cloth, the water inside is invalid [for sanctification for the ritual] since they are not encircling vessels [i.e. the water is not surrounded by vessel]. If [it was punctured] from the side and stopped with a cloth, the water inside is valid, since they are encircled by vessel [note: this only works if the puncture is sufficiently elevated from the bottom]. [If] they made for it [around its rim] a crown of plaster [for the vessel attached to the ground] and the water [level] reached to there, it [the water] is invalid [for the ritual, since the crown is not considered a vessel]. If [the connection] is sufficiently strong such that lifting it [the crown] would cause the vessel to come with it, it is valid [since it is part of the vessel].", 
            "Two troughs in one stone [vessel], if one sanctified [water in] one of them, the water in the second is not sanctified. If they were punctured [connecting] one to the other, like the tube of a waterskin, or if the water overflows over them even [the thickness of] a garlic skin, if one sanctified [water in] one of them, the water in the second is sanctified.", 
            "Two stones made to surround one another, forming a trough [between them], and similarly two willows, and similarly a trough which was divided [into two], the water in between them is not sanctified [when the water in the troughs is]. If they were formed with plaster or gypsum and they can be lifted as one [vessel], the water between them is sanctified [along with the water in the troughs]."
        ], 
        [
            "One who is sanctifying [water for the <i>chatat</i> ritual by adding the ashes of the heifer], if the sanctified[ashes] fell on his hand or on the [vessel's] side and afterwards fell onto the trough [and into the water], it is invalid. If it [the ashes] fell from the tube into the trough [on their own], it is invalid. If he took [ashes] from the tube and covered it [the tube] or closed the door [before putting the ashes in the water], the sanctified[ashes he is holding] are valid, and the water is invalid [since he has done other work during the process of sanctifying the water]. If he set it [the tube] upright into the ground [before mixing in the ashes], [the sanctification] is invalid [since he has done other work in between]; If [he set it upright] in his hand it is valid, because it is (im)possible [otherwise].", 
            "If the sanctified [ashes] were floating on the water, Rabbi Meir and Rabbi Shimon say: he may take [from the ashes] and sanctify [with them]; and the Sages say: anything which has touched the water, we do not sanctify with it. If the water was emptied and sanctified [ashes] were found at the bottom, Rabbi Meir and Rabbi Shimon say: he may dry and sanctify; and the Sages say: anything which has touched the water, we do not sanctify with it.", 
            "One who sanctifies in a trough, and a <i>tefi</i> [a vessel with a very narrow opening] is inside it, even if the opening [of the <i>tefi</i>] is a [very small] width, the water inside it is sanctified. If there was a sponge [in the trough when the ashes were added], the water inside it is invalid [since the water is not contained in a vessel]. What should he do? He empties [the vessel] until he reaches the sponge [and the collected water is valid]. [But] if he touches the sponge, even if the water is floating above it in any amount, it [the water] is invalid [since invalid water left the sponge and mixed with the valid water].", 
            "If one places his hand, or his foot, or the leaves of vegetables [under a stream of water], in order that the water should flow into a barrel, it is invalid [since it entered via something capable of contracting impurity]; [if one does so using] the leaves of reeds or the leaves of nuts, it is valid [since these items cannot contract impurity]. This is the rule: something capable of contracting impurity, it is invalid; something incapable of contracting impurity, it is valid.", 
            "One who redirects a spring into a pit or into small pits, [the collected water] is invalid for a <i>zav</i> and a <i>metzorah</i>, and to sanctify the waters of a <i>chatat</i>, since they were not filled in a vessel. [A <i>zav</i> is one who has a seminal emission which makes him ritually impure. One stage of his purification process is to immerse himself in naturally flowing water. Once the water is collected in a pit, it is no longer considered flowing and thus can not be used for his purification process. A <i>metzorah</i> is one afflicted with a particular skin disease and he is ritually impure. One stage of his purification process is that a vessel be filled with water from naturally flowing water and that a bird be killed over this vessel. Once the water is collected in a pit, it is no longer considered flowing and thus can not be used for that ritual. Similarly, the water for sanctifying the ashes of a red heifer for the <i>chatat</i> ritual must be drawn from naturally flowing water.]"
        ], 
        [
            "Five [people] who filled five barrels in order to sanctify five sanctification [i.e. five sets of ashes], and they instead decided to sanctify one sanctification; or if [they filled the barrels] to sanctify one sanctification and they decided to sanctify five sanctifications, they are all valid. An individual who fills five barrels in order to sanctify five sanctificaitons, and he then decides to sanctify one sanctification, only the last one is valid; if to sanctify one sanctification and he decides to sanctify five sanctifications, only the first one he sanctified is valid. If he said to someone, \"Sanctify these for yourself,\" only the first is valid. [If he said,] \"Sanctify these for me,\" they are all valid.", 
            "One who fills [a vessel with water] with one hand while doing work with one hand, one who fills for himself and for another, or he fills for two at once, both are invalid, for work invalidates the filling, whether for him or for another.", 
            "One who sanctifies [the water] with one hand and does work with one hand, if [the work is] for himself, it is invalid; and if it is for another, it is valid. One who sanctifies for himself and for another, his is invalid and the other's is valid. One who sanctifies for two [others] at once, both are valid.", 
            "[One who says to his fellow,] \"Sanctify for me and I will sanctify for you,\" the first [one sanctified] is valid. \"Fill for me and I will fill for you,\" the latter [one filled] is valid. Sanctify for me and I will fill for you,\" both are valid. \"Fill for me and I will sanctify for you,\" both are invalid.", 
            "One who [wants to] fill [water] for himself and for a <i>chatat</i> [the red heifer sanctification ritual], he [should] fill for himself first and tie it to the [carrying] pole, and afterwards fill for the <i>chatat</i>. And if he filled for the <i>chatat</i> first and afterwards he filled for himself, it is invalid. He places his own behind him [on the pole holding the water vessels], and the one for the <i>chatat</i> in front of him. And if he placed the one for the <i>chatat</i> behind him, it is invalid. If they were both for <i>chatat</i>, he places one in front and one behind and they are valid since it is impossible [to do otherwise].", 
            "One who takes a rope [borrowed for drawing water for the <i>chatat</i> ritual] in his hand [and goes to return it to its owner, after drawing water with it], if it is on his way, it [the water for the ritual] is valid.  And if [he goes] out of his way [to return the rope to it owner], it is invalid [since carrying the rope unnecessarily is considered unrelated work, which invalidates the waters]. Regarding this, someone went to [the sages of] Yavneh on three festivals [to ask about this ruling], and on the third festival, they validated [the waters] as a temporary teaching [i.e. one which was only applied because of pressing circumstances].", 
            "One who wraps the rope around his hand [while drawing the water], it is valid [and not considered unrelated work]. And if he wraps it after [he finishes drawing the water], it is invalid. Rabbi Yose says: It was this [ruling] that they validated as a temporary teaching [as opposed that in the previous mishnah].", 
            "If [after drawing water for the <i>chatat</i>] one hides a barrel to prevent it from breaking, or overturns it onto its mouth to dry it in order to fill it, it [the drawn water] is valid [since those action are not considered unrelated work]. If [he did these actions] in order to carry the sanctified [waters] in it, it [the drawn water] is invalid. If [between drawing the water and sanctifying it with ashes] one removes earthenware shards from a trough [in which he plans to sanctify the water] so that it will hold much water, it [the drawn water] is valid. But if [he removed the shards] so that they should not impede him when he wishes to empty out the water, it is invalid.", 
            "One whose waters were on his shoulders and he taught a halachic teaching, showed others the path, killed a snake or a scorpion, or took foods to hide them, it [the water] is invalid. If [he took] food to eat, it is valid; or [killed] a snake or scorpion that were impeding him, it is valid. Rabbi Yehuda says: This is the rule: Anything which is a kind of work, whether or not he stopped [and delayed his way], it is invalid. Anything which is not a kind of work, if he stopped [and delayed his way], it is invalid, and if he did not stop, it is valid.", 
            "One who leaves his water with a ritually impure individual, it is invalid; and with a ritually pure person, it is valid. Rabbi Eliezer says: even with an impure individual, it is valid if the owner did not do work.", 
            "Two that were filling [water] for the <i>chatat</i>, if they lifted for one another [helping each other carry], or if they removed thorns from each other, if [they were filling water] for one sanctification, it  is valid; for two sanctifications, it is invalid. Rabbi Yose says: Even for two sanctifications it is valid if they stipulated between them [before hand that they would do this].", 
            "If [while carrying the drawn water to be sanctified] one breached [a fence] on a condition to re-fence it, it [the water] is valid. But if he did re-fence it, it is invalid. If [between drawing and sanctifying the water] one eats on condition to spread [the leftover seeds], it [the water] is valid. But if he did spread, it is invalid. If one was eating and had [food] leftover, and threw what was in his hand underneath the fig tree or into the designated region [for drying figs] in order that it not go to waste, it [the water] is invalid."
        ], 
        [
            "Two who were guarding the jug [containing water for mixing with ashes], if one became impure, they [the waters] are valid, because they were in the domain of the second one. If he [the one who became impure] purified himself, and the second one became impure, they are valid because they are in the domain of the first. If they both became impure at once, they [the waters] are invalid. If one of them did work, they are valid because they were in the domain of the second one. If he [the one who was working] stopped and the second did work, they are valid because they were in the domain of the first. If they both did work at once, they [the waters] are invalid.", 
            "One who is sanctifying the <i>chatat</i> waters should not wear shoes, for if liquid should fall on the shoe, it becomes impure [relative to the <i>chatat</i>], and it makes him [who wears it] impure. Behold [it is as though] he says [to the shoe]: \"That which renders you impure [i.e. liquid] does not impurify me [for liquids to not render people impure], yet you have rendered me impure!\" If liquid fell on his flesh, he is [still] pure. If it fell on his clothing, they become impure and they make him [who wears them] impure. Behold [it is as though] he says [to the clothing]: \"That which renders you impure [i.e. liquid] does not impurify me, yet you have rendered me impure!\"", 
            "The person who burns the [red] heifer, or the bulls (that are burned, see Leviticus 4:3–21 or 16:28), and the person who sends away the scapegoat (Leviticus 16:7-10, 26) render clothes [that one wears while so doing] impure. The heifer, the bulls, and the scapegoat themselves do not render clothes [with which they come in contact] impure. Behold it [is as though the clothing] says [to the person]: That which renders you impure [i.e. the animals] does not impurify me, yet you have rendered me impure!\"", 
            "One who eats from the unslaughtered corpse of a kosher bird and it [the meat] is in his throat, the clothing [he is wearing] becomes impure. The corpse itself does not make the clothing impure [through contact]. Behold it [is as though the clothing] says [to the person]: That which renders you impure [i.e. the corpse] does not impurify me, yet you have rendered me impure!\"", 
            "All offspring of impurity [i.e. items which contracted secondary or tertiary levels of ritual impurity, as opposed to inherently impure items] cannot render vessels impure, but a liquid [they can render impure]. If a liquid became impure [from an offspring of impurity], it renders them [vessels with which it comes into contact] impure. Behold it [is as though the vessel] says [to the liquid]: That which renders you impure [i.e. the offspring of impurity] does not impurify me, yet you have rendered me impure!\"", 
            "An earthenware vessel cannot render its fellow [earthenware vessel] impure, but a liquid [it can render impure]. If a liquid became impure, it makes it [the vessel which holds it] ritually impure. Behold it [is as though the vessel] says [to the liquid]: That which renders you impure [i.e. the other earthenware vessel] does not impurify me, yet you have rendered me impure!\"", 
            "Anything which [is sufficiently impure such that it] invalidates <i>trumah</i> [a portion of produce which must be given to a priest and is not allowed to become ritually impure] upon contact makes liquids impure [to the extent] that they become a 'primary' [source of impurity] to make one thing impure, and [then] to invalidate another. [The intensity of ritual impurity depends on how many steps removed it was from the original source. Our Mishnah teaches that when a liquid becomes impure by coming into contact with something impure, it is considered 'primary' to the source of impurity, meaning that any liquid or food  it comes into contact with then becomes impure as a 'secondary' source of impurity, which in turn is sufficient to impurify and therefore invalidate <i>trumah</i> with which it comes into contact.]  The exception to this is one who immersed [for purification] that day and is yet to have the sun set [for such an individual invalidates <i>trumah</i> upon contact but does not make liquids he touches into 'primary' sources of impurity]. Behold it [is as though the food] says [to the liquid]: That which renders you impure [i.e. something of a 'secondary' level of impurity] does not impurify me, yet you [the liquid, after becoming impure through contact with that impurity of a 'secondary' level] have rendered me impure!\"", 
            "All the seas are like a <i>mikvah</i> [a collection of water in which one can immerse in order to remove certain ritual impurities], as it is Said (Genesis 1:10), \"And the gatherings [literally: mikvahs] of water, he called seas,\" these are the words of Rabbi Meir. Rabbi Yehuda says: [Only] the great sea [i.e. the Mediterranean] is like a <i>mikvah</i>. It only says \"seas\" [in the plural] regarding something contains many types of seas [i.e. the ocean, into which flow many bodies of water]. Rabbi Yose says: All seas purify [as a mikvah] with [even only] a gradual flow [of water], yet they are invalid for a <i>zav</i> [an individual who is ritually impure due to having had a type of seminal emission, and who must immerse in naturally flowing waters as part of the purification process], a <i>metzorah</i> [one who is ritually impure due to having a type of skin disease, and who must have a bird sacrificed above flowing waters as part of his purification process], and to sanctify the waters of a <i>chatat</i> [the red heifer ritual, which also must come from flowing waters; Rabbi Yossi says that seas are not a valid source for these three rituals, which require use of naturally flowing waters].", 
            "Blighted waters are invalid [for sanctification for the <i>chatat</i> ritual]. The following are blighted: salted and warm [waters]. Inconsistent waters are [also] invalid. The following are inconsistent waters: those which flow inconsistently once in seven [years]. Inconsistent waters in wartimes or years of drought are valid. Rabbi Yehuda invalidates [them].", 
            "Waters of Karmion and waters of Fugah [two of rivers in Israel] are invalid for they are marsh waters. The waters of the Jordan and waters of Yarmuch are invalid for they are mixed waters. And the following are mixed waters: one valid [water source] and one invalid which became mixed. Two valid [water sources] that became mixed are valid; Rabbi Yehuda invalidates [them].", 
            "Achav's well and the cave of Pamyas are valid. Waters which were changed [in appearance] and the change occurred by itself are valid. A channel of water which came from afar is valid, so long as it was guarded such that [it is known] that a person did not stop it [in its flow from the spring]. Rabbi Yehuda says: Behold, it is presumed to be permitted [i.e. even without guarding it is presumed that no one stopped its flow]. A well into which fell earthenware shards or earth, one should wait [before using the water] until it becomes clear, according to Rabbi Yishmael; Rabbi Akiva says: There is no need to wait."
        ], 
        [
            "A flask [of water which has already been mixed with ashes and sanctified] into which an[y] amount of water fell, Rabbi Eliezer says: One should sprinkle two sprinklings [instead of one, on a ritually impure individual in order to purify him]; and the Sages invalidate [the waters]. If dew fell into it, Rabbi Eliezer says: One should leave it in the sun and the dew will rise [i.e. evaporate]; and the Sages invalidate [the water]. If liquids or fruit juices fell into it, one should pour it out [because it has been invalidated], and drying [of the vessel before reuse] is required. If ink, or coloured charcoal, or coloured water, or anything which leaves a mark [fell into the water], one should pour it out [because it has been invalidated] and drying [the vessel before reuse] is not required.", 
            "If insects or crawling creatures fell into it [the water] and they split open [and released liquid into the water], or if their [the waters'] appearance was changed [because of the insects], they [the waters] are invalid. If [the insect was] a chipushit [a type of black worm], either way [even if no change occurred] it invalidates [the water] because it is like a tube [and invalidates the water like any tube or open vessel containing liquid]. Rabbi Shimon and Rabbi Eliezer ben Ya'akov say: If [what fell in the water was] a dira or kina of the produce [types of insect], they [the waters] are valid because those [insects] contain no liquid.", 
            "If a domesticated or wild animal drank from them, they [the waters] are invalid. All birds invalidate them [by drinking], except for the dove, for she [only] sucks [and no split leaves her mouth]. None of the rodents invalidate it [by drinking] except for the weasel for she laps it. Rabban Gamliel says: even the snake [invalidates] for it regurgitates. Rabbi Eliezer says: even the mouse [invalidates].", 
            "One who thinks of drinking the <i>chatat</i> waters, Rabbi Eliezer says: he has invalidated [the waters]. Rabbi Yehoshua says: Once he tilts [the vessel to drink from it, the waters then become invalid]. Rabbi Yose says: To which [case] do these words refer? To water which was not [yet] sanctified; but with sanctified water Rabbi Eliezer says: Once he tilts [the vessel to drink from it, the waters then become invalid]. Rabbi Yehoshua says: Once he drinks. If he swallowed it [without bringing the vessel to his mouth], it [the water left in the vessel] is valid.", 
            "<i>Chatat</i> waters which were invalidated should not be mixed with plaster, lest they be to be a mishap for others [since one who would touch the mixture would become impure]; Rabbi Yehuda says: They [the waters] are nullified [and no longer cause impurity once they are mixed in]. A cow that drank the <i>chatat</i> waters, its meat is ritually impure [only] between that time and the [corresponding] time [i.e. if the slaughtering occurred within twenty-four hours of the drinking, the meat is impure]. Rabbi Yehuda says: They [the waters] are nullified in her intestines [and no longer cause impurity, even if the slaughtering occurred within twenty-four hours of drinking].", 
            "The <i>chatat</i> waters and ashes of a <i>chatat</i> may not pass over a river or in boat, and one may not float them [in a vessel] on the water's surface, and one may not stand on one side [of a river] and throw them to the other side. But one can pass through water [by foot] up to his neck [while carrying the <i>chatat</i> waters]. One who is [sufficiently]  pure for the <i>chatat</i> may pass [over water] with an empty vessel that is [sufficiently] pure for the <i>chatat</i> in his hand, or [while carrying] water that has not [yet] been sanctified.", 
            "Valid ashes which mixed with [regular] charred ashes, we go after the majority for [determining its status of] causing impurity [i.e. if the majority is red heifer ashes then it causes impurity like the <i>chatat</i> ], and we do not sanctify [water] with it [even if the majority is red heifer ashes]. Rabbi Eliezer says: We sanctify with all of them [with all of the ashes].", 
            "<i>Chatat</i> waters which became invalid render impure [with regard to <i>trumah</i>] one who is [sufficiently] pure for <i>trumah</i>, by [the waters touching] one's hands or one's body. [<i>Trumah</i> is a portion of grain separated from produce that must be given to priest and is not allowed to become impure or be eaten by one who is impure.] But one who was [sufficiently] pure for the <i>chatat</i>, neither [contact with the invalidated water] by his hands nor by his body [render him impure]. If they [the <i>chatat</i> waters] became impure, they render impure one who is [sufficiently] pure for <i>trumah</i>, by [the water touching] his hands or his body, and [they render] one who is [sufficiently] pure for the <i>chatat</i> [impure] by [touching] his hands but not by [touching] his body.", 
            "Valid ashes placed on the top of water, which are unfit for sanctification, render impure one who is [sufficiently] pure for <i>trumah</i>, by [touching] his hands or his body. And [they do not render impure] one [sufficiently] pure for the <i>chatat</i>, neither by [touching] his hands nor his body."
        ], 
        [
            "Anything capable of becoming ritually impure due to midras [a type of ritual impurity due to being sat on by certain types of ritually impure individuals] is madaf [treated as if ritually impure due to midras] for a chatat [i.e. a red cow] whether it is impure or pure. And people are like it [things capable of becoming ritually impure due to midras]. Things which are capable of becomeing impure due to contact with a dead human, whether they are pure or not, R' Eliezer says \"they are not madaf\". R' Yehoshua says \"they are madaf\". And the sages say \"an impure [object] is madaf. A pure object is not madaf\".", 
            "One who is [sufficiently] pure for a chatat which touched a madaf object is made ritually impure [for a chatat]. Jugs [which are sufficiently pure] for a chatat which touched a madaf object are ritually impure [for a chatat]. One who is [sufficiently] for a chatat which touched food or drink, [if] it was with his hand, he is impure, with his foot, he his pure. [If] he supported them [with out touching them] with his hand, R' Yehoshua makes him ritually impure and the sages make him ritually pure.", 
            "A kallal [type of earthenware vessel containing ashes] of a chatat which touched a sheretz [certain tpyes of small creature which are ritually impure when dead], it [the ashes] are pure. [If] the kallal was placed on top [of the sheretz], R' Eliezer makes [the ashes] pure, and the sages make them impure. [If] it touched food or drink or holy texts, it [the ashes] is pure. If it was placed on top of them, R' Yossi makes [the ashes] pure and the sages make them impure.", 
            "One who is [sufficiently] ritually pure for a chatat that touched an oven, with his hand, he is impure, with his foot, he is [still] pure. [If] he was standing on a the back of an oven and his hand was outstretched and holding a jug, and similarly a rod placed on an oven with two kallals [hanging] on it, one on this side and one the other, R' Akiva makes [the jugs and kallals] pure and the sages make them impure.", 
            "[If] he was standing outside [i.e. away] from the oven and he stretched out his hand to a window and he took a jug [of ashes mixed with water] and passed it over the oven, R' Akiva makes it [the jug] impure, and the sages make it pure. But one who is ritually pure for a chatat may stand on an oven with an empty vessel in his hand or with water that is not [yet] sanctified [and everything remains pures].", 
            "Jugs of a chatat that touched jugs of sanctified property or trumah [a portion of produce which must be given to a priest and must be kept ritually pure], the [jug of the] chatat is impure and that of the sanctified property or trumah is pure. Both of them in two hands [i.e. if the chatat jug was held in one hand and the other types were held in the other], both of them [the jugs] are impure. [If] both of them [were coated] in paper, they are both pure. [If] that of the chatat was in paper and that of the trumah was in his hand, they are both impure. [If] that of trumah was in paper and that of the chatat was in his hand, both of them are pure. R' Yehoshua says \"that of the chatat is impure\". [If] they were placed on the ground and he touched [both of] them, that of the chatat is impure and that of the sanctified property and of the trumah are pure. [If] he supported them [without touching them], R' Yehoshua makes [them] impure and the sages make [them] pure."
        ], 
        [
            "A jug [of ashes mixed with water] which was left uncovered and one came and found it covered is invalid. If he left it covered and found it uncovered, if a weasel could drink [from the jug] or a snake according to the words of Rabban Gamliel, or dew descended at night, it is invalid. The [ashes of a] chatat [i.e. red cow] are not protected by a tight seal [from ritual impurity if they were in a tightly sealed vessel incapable of becoming impure from the outside] and water which was not [yet] sanctified are saved by a tight seal.", 
            "Any doubtful [situation] which is pure for trumah [a portion of produce which needs to be given to a priest and must be kept pure] is pure for a chatat. Any [case] which is 'hanging' for trumah is spilt out for a chatat. [Impure trumah may not be eaten and needs to be burnt while it is forbidden to burn pure trumah. A case is described as 'hanging' if we declare it doubtfully impure such that it may not be eaten but is still not allowed to be burnt.] If they [the ashes and water mixture that should have been spilt out] were done [i.e. sprinkled on one who was impure and he then touched] the pure [trumah], it [the trumah] 'hangs'. The [wooden] lattices are pure for sanctified property, for trumah and for a chatat. R' Eliezer says \"the shaky [lattices] are impure for a chatat\".", 
            "A fig cake of trumah that fell into the waters [mixed with the ashes] of a chatat, and one took it and ate it, if there was in it a [volume] like an egg, whether it was pure or impure, the water is impure and the eater is liable for the death penalty. (If there wasn't in it a [volume] like an egg, the water is pure and the eater is liable for the death penalty.) R' Yossi says \"[if] it was pure, the water is pure\". [If] one who is pure for a chatat stuck his head and the majority of his body into waters [mixed with ashes] of a chatat, it is impure.", 
            "Anyone that requires entering water [i.e. immersion in a body of undrawn water] by the words of the torah makes impure: sanctified property, trumah, unsanctified property, and the tithe, and he is forbidden to enter the temple. After his entering [water], he makes sanctified property impure, and he invalidates trumah, these are the words of R' Meir. And the sages say \"he invalidates sanctified property and trumah.\" And he is allowed [to touch] unsanctified property and the tithe. And if he entered the temple, whether before or after he entered [water], is liable.", 
            "Anyone that requires entering water by the words of the scribes, he makes sanctified property impure and invalidates trumah and he is permitted [to touch] unsanctified property and the tithe, these are the words of R' Meir. And the sages forbid with the tithe. After he enters water, he is permitted [to touch] any of these. And if he came to the temple, whether before he entered [water] or after he entered, he is exempt.", 
            "Anyone who requires entering water, whether by the words of the torah, whether by the words of the sages, he makes impure: waters [mixed with the ashes] of a chatat, and the ashes of a chatat, and the one who sprinkles the waters of a chatat, by touching [them] or carrying [them]. The hyssop ready [to become impure], and waters that are not yet sanctified [by being mixed with ashes], and an empty vessel that is pure for a chatat, [become impure] by touch and by carrying, the words of R' Meir. And the sages say \"by touching but not by carrying.\"", 
            "Any hyssop that has a name of levai is invalid [for sprinkling the ashes of a red cow]. [The type of hyssop about which one says] 'This is hyssop' is valid. Greek hyssop, blue hyssop, Roman hyssop, desert hyssop, are invalid. And [hyssop] of impure trumah is invalid. And pure [trumah, we] don't [use to] sprinkle and if he sprinkled [with it] it is valid. We don't sprinkle, with young [hyssop] and not with buds. [One who is sprinkled with] young [hyssop] is not liable for [subsequently] entering the temple. R' Eliezer says \"[he is] even not [liable for] buds\". These are young [hyssop]: stalks that have not ripened.", 
            "Hyssop that was sprinkled with is valid to purify the metzora [one with a skin illness which renders him impure whose purification ritual involves hyssop]. [If] it [the hyssop] was picked for wood and liquid fell on it, they dry it and it is valid [for sprinkling with]. [If] it was picked for eating and liquid fell on it, even though it was dried, it is invalid [for sprinkling]. [If] it was picked for [sprinkling waters mixed with the ashes of] a chatat, it is as if it were picked for eating, the words of R' Meir. R' Yehuda and R' Yossi and R' Shimon say \"it is like it was picked for wood\".", 
            "The mitzva of the hyssop is three stems and with them three stalks [i.e. a stalk for each]. R' Yehuda says \"three [stalks] each\". A hyssop that has three stems, they are separated and bound together. [If] they were separated and not bound, bound and not separated, neither bound nor separated, it [the sprinkling] is valid. R' Yossi says \"the mitzva of the hyssop is three stems and with them three stalks and two [which must still be] remaining, and of its fringes, a minimal amount [must remain]."
        ], 
        [
            "The short hyssop [which isn't long enough to reach the bottom of the vessel], he provides it with string or a rod and dips it [in the water] and raises it and holds it and sprinkles with it. R' Yehuda and R' Shimon say \"just as sprinkling needs to be with [held] hyssop, so to the dipping needs to be with [held] hyssop. ", 
            "[If] he sprinkled and there's a doubt whether [he sprinkled] from the string, a doubt whether from the rod, a doubt whether from the stalk, the sprinkling is invalid. [If] he sprinkled on two vessels, a doubt whether he sprinkled on both, a doubt whether [the water on one came] from its fellow [vessel], the sprinkling is invalid. A needle which was placed on earthenware and he sprinkled on it, a doubt whether he sprinkled on the needle, a doubt whether from the earthenware it [the water] came, the sprinkling is invalid. A flask [containing the water] whose mouth is narrow, he dips [the hyssop in] as usual. R' Yehuda says \"[only] the first sprinkling\". The waters [mixed with the ashes] of a chatat [i.e. a red cow] which became few [i.e. began running out], he dips even the tips of the stalks and sprinkles as long as it isn't absorbed. [If] he aimed to sprinkle forward and he sprinkled backwards, [or] backwards and he sprinkled forwards, the sprinkling is invalid. Forward and he sprinkled to the sides in front of him, his sprinkling is valid. We can sprinkle on a person, whether with his consent, whether without it. We sprinkle on a person and on vessels, even a hundred [at a time].", 
            "[If] he aimed to sprinkle on something able to accept ritual impurity and he sprinkled on something unable to accept ritual impurity, if there is [still water] on the hyssop, he doesn't repeat [his dipping]. On something unable to accept ritual impurity, and he sprinkled on something capable of accepting ritual impurity, [even] if there is [still water] on the hyssop, he repeats [his dipping]. On a person, and he sprinkled on an animal, if there is [still water] on the hyssop, he doesn't repeat. On an animal and he sprinkled on a person, [even] if there is [still water] on the hyssop, he repeats. The water which drips [from the hyssop] is valid [for sprinkling], therefore they make impure that which was prepared for the waters of a chatat.", 
            "One who sprinkles from a window belonging to the public and [the sprinkled individual] enters the temple and the waters are [subsequently] found to be invalid, he is exempt. From a window belonging to an individual and [the sprinkled individual] enters the temple and the waters are [subsequently] found to be invalid, he is liable. But a high priest, whether from a private window whether from a public window, he is exempt for the high priest is not liable for entering the temple [impure]. They used to slip [on the left over water] before the public window and they would step on it and not refrain for they [the sages] said \"waters of a chatat that have done their mitzva do not make impure.\"", 
            "He, the pure one, can hold in his pocket an impure axe and have it be sprinkled on it. Even if there is on the axe a [sufficient] amount of water for sprinkling, he is pure. How much must the water be in order to be enough for sprinkling? Enough for dipping the tips of the stalks and sprinkling. R' Yehuda says \"we must be able to see them as they were on a hyssop of copper\".", 
            "One who sprinkles with an impure hyssop, if it has a [volume] the sizeof an egg, the water is invalid and the sprinkling is invalid. [If] it doesn't have the [volume] of an egg, the water is valid, and the sprinkling is invalid. And it [the hyssop] makes its fellow [hyssop] impure, and its fellow [makes] its fellow [impure], even a hundred.", 
            "One who is pure for a chatat whose hands became impure, his body becomes impure, and he makes impure his fellow, and his fellow [makes impure] his fellow, even a hundred.", 
            "A jug of a chatat whose back became mipure, its inside has become impure, and it makes its fellow [jug] impure, and its fellow [makes impure] it fellow impure, even a hundred. The bell and the clapper are joined [and thus purified as one]. A spindle for ruban, we don't sprinkle on the spindle nor on the weight and if he sprinkled, it is a sprinkling. A spindle for flax, [the parts are] attached. The skin of a cot that is attached to the bumps, is attached. The frame [of a bed] is not attached, neither for impurity nor for purity. All the drilled handles of vessels are attached. R' Yohanan ben Nuri says \"even the inserted.\"", 
            "The baskets of a pack saddle, a threshing couch, the corner of a coffin, traveller's horns, a key chain, stiches of launderers, a piece of clothing sown together with Kilayim, are considered connected for impurity but not for sprinkling. ", 
            "The cover of a kettle which is connected to a chain,  Beit Shammai says it is connected for impurity but not for sprinkling. Beit Hillel says if he sprinkles on the kettle he has sprinkled on the cover but if he sprinkles on the cover,  he has not sprinkled on the kettle.  Everyone can sprinkle except for one of undetermined gender a hermaphrodite a woman and a child that doesn't understand.  A woman may assist in the sprinkling she can hold the water while he dips and sprinkles.  If she held his hand even at the time of sprinkling it is invalid. ", 
            "If he dipped the hyssop by day and sprinkled by day, it is valid. By day and sprinkled by night, by night and he sprinkled by day, it is invalid. But he himself can immerse at night and sprinkle by day for we don't sprinkle until the sunrise. And anything done from dawn is valid."
        ]
    ], 
    "heTitleVariants": [
        "פרה", 
        "משנה פרה"
    ], 
    "heTitle": "משנה פרה", 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "length": 12, 
    "titleVariants": [
        "Mishnah Parah", 
        "M Parah", 
        "Mishna Parah", 
        "M. Parah"
    ], 
    "textDepth": 2, 
    "order": [
        55, 
        4
    ], 
    "categories": [
        "Mishnah", 
        "Seder Tahorot"
    ]
}