{
    "versionTitle": "Hyman Goldin 1913 Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishna Bava Metzia",
    "lengths": [
        10,
        101
    ],
    "text": [
        [],
        [],
        [
            "One deposited [for safekeeping] an animal or vessels with his neighbor [gratuitously], and they were stolen or lost [while in the possession of the guard]. If [the guard] paid [for the stolen or lost objects] but did not want to swear [the prescribed oath], because they [the sages] said that a gratuitous guard [in cases of theft or loss] would swear and be exempt [from liability, and afterward] the thief is found, he must pay a double [its value]. [If the thief] butchered and sold the object, he must pay [its value] four or fivefold. To whom does he pay [the penalty?] To him who [kept] the deposit with him [for safekeeping. If the guard] swore the [prescribed oath] and did not want to pay, and [afterward] the thief is found, he must pay double [its value. If the thief] butchered and sold the object, he must pay [its value] four or fivefold. To whom does he pay [the penalty?] To the owner of the deposit.",
            "The one who hires a cow from his neighbor, and loans it to another. [While in the borrower's possession], the cow dies naturally; the one who hired [the cow] should swear that it died naturally, and the borrower [who is liable in such cases], must pay the [value of the cow] to the hirer. Rabbi Yosei said: How shall he do business with his neighbor's cow? Rather, the cow [or its value] must be returned to the owners.",
            "If one said to two [persons]: \"I have robbed one of you of a maneh (one hundred zuz), but I do not know from which of you [I stole it];\" or [said]: \"The father of one of you deposited a maneh with me, but I do not know which [of you],\" he must give a maneh to one and a maneh to the other, because he admitted the liability.",
            "If two [people] deposited money with one [person], one has deposited a maneh and the other two hundred zuz, [and afterwards] one says: \"The two hundred zuz are mine,\" and the other one says: \"The two hundred zuz are mine,\" [the guard] shall give a maneh to one and a maneh to the other, and the balance shall be put aside until Eliyahu comes. Rabbi Yosei said: If so, what did the deceiver lose? Rather, everything shall be put aside until Eliyahu comes.",
            "This [is the same in a case of] two vessels [when deposited by two people to one guard], one [vessel] is valuable [worth] a maneh, and the other is valuable [worth] one thousand zuz. One says: \"The [more] valuable [vessel] is mine,\" and the other one says: \"The [more] valuable [vessel] is mine.\" The guard shall give the small [vessel worth a maneh] to one of them, and from [the sale of] the big [vessel worth one thousand zuz], he shall give the value of the small [vessel] to the other, and the balance shall be put aside until Eliyahu comes. Rabbi Yosei said: \"If so, what did the deceiver lose? Rather, everything shall be put aside until Eliyahu comes.",
            "The one who deposits fruit with his neighbor, even if they are destroyed [by decay or mice], the guard must not touch them [to sell them]. Rabban Shimon ben Gamaliel says: He must sell them under the supervision of the court because it is like one who restores a lost object to its owners.",
            "The one who deposits fruit with his neighbor [and the guard mixes them with his own fruit], the guard may deduct losses as follows: for wheat and rice, nine half-kabim to one kor (180 kabim); for barley and millet, nine-kabim to one kor; and for spelt and linseed, three se'im (18 kabim) to one kor. Everything is according to the measure, [and] everything is according to the [length] of time [such fruit has been stored.] Rabbi Yochanan ben Nuri said: What do the mice care? Don't they eat [the same amount] whether from a lot or a little? Rather, [the guard may] only deduct a decrease of one kor. Rabbi Yehuda says: If there was a large quantity [stored], he may not deduct decreases, because [in a case like this, the measure of the fruit that would be lost] is left behind.",
            "[The guard] may deduct one-sixth for wine; Rabbi Yehuda says: \"One-fifth only.\" One may deduct three lugim of oil for one hundred [lugim]: a log and one-half for yeast, and a log and one-half [for the] absorption [by the vessel]. If it was purified oil [stored], one cannot deduct [any] yeast; if the vessels were old, he cannot deduct [for] absorption. Rabbi Yehuda says: Even if the one who sells purified oil to his neighbor all the days of the year. [The one who bought it] accepts [ a loss of] a log and one-half of yeast for one hundred [lugim of oil.]",
            "The one who deposits a cask with his neighbor, and the owners do not assign a [particular] place [for it to be kept and later the guard] moved it [from the place where it was originally placed] and it was broken. If it was broken [while] it was in his hand [and moving it was] for his own need, he is liable; but [if moving it was] for the need of [the cask], he is exempt. If it was broken, from when he placed it, either for his own need or for the need of [the vessel] he is exempt. [If] the owners assigned a [particular] place [for it to be kept and later the guard] moved it [from its place] and it was broken, either [if it was] in his hand or from when he placed it, [if the move] was for his own need, he is liable, if it was for the need [of the cask], he is exempt.",
            "The one who deposited money with his neighbor [for safe-keeping and the guard] tied them up [in a package] and carried it over his shoulder, or he entrusts them to his minor son or daughter, and locked it up before them [in a way] that was not satisfactory, he is liable, because he did not guard [them] in the manner of guards, [however] if he did guard [them] in the manner of guards, he is exempt.",
            "The one who deposited money with a money-changer [for safe-keeping], if they were tied up, he may not use them, therefore if they were lost, he is not responsible for them; if [the money] is loose, he may use them, therefore if they were lost, he is responsible for them. [When money is deposited] with a private person, he may not use it whether it is tied up or loose, if they were lost, he is not responsible for them. A storekeeper is [considered] like a private person; these are the words of Rabbi Meir. Rabbi Yehuda says: A storekeeper is to be considered like a money-changer.",
            "The one who makes illegitimate use of deposited [money], the School of Shammai says: He should be lashed for [any] loss and [any] increase; the School of Hillel says: [He must pay the value from] the time it was removed [from the hand of the owner]. Rabbi Akiva says: [He must pay the value from] the time it was demanded [by the owner from the guard]. The one who considers making illegitimate use of the deposited [money in front of witnesses], the School of Shamai says: He is liable; and the School of Hillel says: He is not liable until he [actually] made illegitimate use of it; as it is said (Exodus 22:10): 'that he has not stretched forth his hand against the property belonging to his neighbor'; How? If [the guard] bent down the cask [which was stored with him,] and took a quarter [of a log] from it, [and afterward the cask] was broken, he must pay only for the quarter [that he took; however] if he lifted up the cask and took a quarter [of a log] from it, [and afterward the cask] was broken, he must pay for the entire value [of the cask]."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "If a house and the upper story belonging to two persons, collapse, both owners share in the timber, stones and mortar. (If some bricks are broken), an investigation is to be made to ascertain from what part of the building they were most likely to get destroyed. If one of the owners recognizes some of the stones (to be his), he may take them, provided they are counted in (his share).",
            "If there is a lower story (occupied by the owner) and an upper story (inhabited by a tenant), and (the ceiling of the lower story, serving as flooring to upper story) is out of repair, the owner refusing to repair the same, the occupant of the upper story has a right to reside in the lower compartment until the ceiling is repaired by the owner. Rabbi Yosei says: \"The dweller below must provide the ceiling, and the one above the pavement (covering the ceiling of the lower story and serving as flooring to the upper story)\"",
            "If a house and the upper story thereon, belonging to two different persons, collapse, and the upper owner requests his co-owner to rebuild (his lower story) but he refuses to do so, the former may rebuild the house (lower compartment) and occupy it until his co-owner will reimburse him all the expenditures (he has incurred in rebuilding it). Rabbi Yehudah says: \"Even in such a case the upper owner is occupying his co-owner's premises, and therefore must pay him rent for such occupation. If, however, the upper owner rebuilds both stories and roofs the upper one, he may then occupy the lower story gratis until he is reimbursed by the lower owner.\"",
            "The same is the case with an olive-press which is built in the crevice of a rock, and on the top of which there is a garden (belonging severally to two persons). If the roof of the press collapses (so that the upper owner is unable to sow in his garden), the owner of the garden has a right to descend to the bottom of the press and sow there, until vaults will be built by the owner thereof (to support the roof of the press-house). If a wall or a tree falls on a public thoroughfare and causes some damage, the owner is not liable. If, however, time was given to him (by court) within which to cut off the tree or to tear down the wall, (the law then is that) if it falls before the time has expired, he is not liable; but if it falls thereafter, he is liable.",
            "One has his wall situated near the garden of his neighbor and it falls (into such garden). The neighbor says to him (the owner of the wall): \"Remove your stones (from my garden).\" The owner in reply says: \"They shall be yours (as I renounce my right of ownership to them),\" he is not to be listened to. If, however, after the neighbor has accepted such offer, the owner says: \"Here are the expenditures (incurred by you in removing my stones from your field), and I will take what belongs to me,\" he is not to be listened to. One engages a workman to perform certain labor on straw or stubble. (When the work is completed), the laborer says to the employer: \"Pay me my wages,\" and the employer says: \"Take the material on which you performed your labor in lieu of your wages,\" the latter is not to be listened to. If, however, after the laborer has accepted such offer, the employer says: \"Take your wages and I will take back what belongs to me,\" he is not to be listened to. If one places his manure on public grounds, it must be removed, by those who desire to make use of it, immediately after it has been placed there. Clay must not be soaked and bricks must not be made in a public thoroughfare; clay may, however, be kneaded in a public thoroughfare when needed for building purposes, but not for the purpose of making bricks therefrom. If one builds at a public thoroughfare, the materials must be used as soon as they are placed there (so that they shall not be left there for any unnecessary length of time), and even then if some damage is caused, he is liable. Rabban Shimon ben Gamliel says: \"Building materials may be prepared in a public thoroughfare for a period of thirty days.\"",
            "Two gardens are situated one above the other and some herbs grow between them. Rabbi Meir says: \"They belong to the upper owner,\" and Rabbi Yehudah says: \"They belong to the lower owner.\" Said Rabbi Meir: \"If the upper owner would desire to remove the earth (to make it level with the adjacent land), there would be no herbs.\" Replied Rabbi Yehudah: \"If the lower owner would desire to fill up his garden with earth, there would be no herbs.\" Rejoined Rabbi Meir: \"Since either one is able to prevent the growing of such herbs, it must be investigated from what sources the herbs derive their existence.\" Rabbi Shimon says: \"The upper owner may take whatever he is able to reach with his hand, and the remainder belongs to the lower owner.\""
        ]
    ],
    "heTitle": "בבא מציעא",
    "versionSource": "http://books.google.com/books?id=BK3XAAAAMAAJ&printsec=frontcover&dq=hyman+goldin+mishnah&hl=en&sa=X&ei=PqECUsPSCYjc8wT4loGQDg&ved=0CEUQ6AEwAg#v=onepage&q=hyman%20goldin%20mishnah&f=false",
    "maps": [],
    "length": 10,
    "titleVariants": [
        "Mishna Bava Metzia",
        "M Bava Metzia",
        "M. Bava Metzia"
    ],
    "textDepth": 2,
    "categories": [
        "Mishna",
        "Seder Nezikin"
    ]
}