{
    "sections": [],
    "commentaryCategories": [
        "Talmud",
        "Bavli",
        "Seder Nezikin"
    ],
    "text": [
        [],
        [],
        [
            [
                "(Why does this Mishna follow Baba Metzia?) This is a valid question if you believe that all of Nezikin is one book. Like it says in Hagozel Kama (Bava Kamma 102a) and in the first chapter of (Avodah Zarah 7a). Even if you say that Nezikin is not one book, then you still need to explain why this book would come after Baba Metzia. This is a valid question as it is explained in the beginning of the gemara in Shavuot (2b), \"The mishna ended Makot (and started Shavuot). Why do we learn that he taught Shavuot?\" This happens in many different places. But it says in (Bava Kamma 102a), \"There is no order between two books of gemara.\" This only applies when you have a Machloket in a mishna, and a stam later, becasue Rabbi Yehudah Hanassi did not teach the Mishnayot in order. Sometimes, he would even teach the last one before the first! And the Ri says that the reason is that the last case in Bava Metzia was regarding a 2 story house which falls over, and they split the wood etc. They are referred to as partners and it is also taught in 2 gardens on top of each other, as it is a partnership.",
                "It is explained in the Gemara it is made out of bricks. This is problematic to the Ri because in Habakkuk 2:11 it is written beams (Kfis) of timber shall answer. It implies that Kfisin is wooden! The Ri says that you place wood on the top and bottom of the stone wall.",
                "It is explained in the Gemara it is made out of bricks. This is problematic to the Ri because in Habakkuk 2 it is written beams (Kfis) of timber shall answer. It implies that Kfisin is wooden! The Ri says that you place wood on the top and bottom of the stone wall.",
                "Why doesn't the Mishna say 6 hand-breadths instead of 3 and 3 when referring to a rough-stone wall? So that you do not mistake it to be 6 per person. Why then do you need to say the laws of width of these walls if it says that all is like the custom of the land? You should just do like the custom of the land! If the custom is over 6 hand-breadths on a rough stone wall, then you do not need to build over 6. If so, then why say that all is like the custom of the land? It says the custom of the land because if the custom is less than 6 hand-breadths than you may build it less, even to the point where you build thistle and thorn walls!"
            ],
            [
                "(NOT FINISHED)\"Him\" is explained to be the vineyard owner. He is the damager because he did not place his vines four amot away from the wheat field, due to the space needed to work in a vineyard, like it says in the second chapter later"
            ]
        ]
    ],
    "versionSource": "http://www.sefaria.org/Tosafot_on_Bava_Batra",
    "heTitle": "תוספות על בבא בתרא",
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "titleVariants": [
        "Tosafot on Bava Batra"
    ],
    "commentaryBook": "Bava Batra",
    "categories": [
        "Commentary",
        "Talmud",
        "Bavli",
        "Seder Nezikin",
        "Bava Batra"
    ],
    "toSections": [],
    "versionTitle": "merged",
    "ref": "Tosafot on Bava Batra",
    "language": "en",
    "maps": [],
    "type": "Commentary",
    "title": "Tosafot on Bava Batra",
    "heBook": "תוספות",
    "heCommentator": "תוספות",
    "length": 176,
    "book": "Tosafot on Bava Batra",
    "textDepth": 3,
    "sectionNames": [
        "Daf",
        "Line",
        "Comment"
    ],
    "commentator": "Tosafot"
}