{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Nazir",
    "title": "Mishnah Nazir",
    "lengths": [
        9,
        60
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה נזיר",
    "versionSource": "http://www.sefaria.org/Mishnah_Nazir",
    "next": "Mishnah Nazir 2",
    "maps": [],
    "length": 9,
    "book": "Mishnah Nazir",
    "text": [
        [
            "All alternate terms (used) for nezirut are like nezirut. One who says, \"I will be,\" is indeed a nazir. Or, \"I will be beautiful,\" is indeed a nazir. \"Nazik,\" \"naziach,\" \"paziach,\" he is indeed a nazir. (One who says): \"I am like this one,\" \"I am to curl my hair,\" \"I am to allow my hair to endure,\" \"It is upon me to let it remain unbound,\" he is indeed a nazir. (If he says): \"It is surely upon me (to offer) birds,\" R' Meir says: (he is) a nazir. And the Wise Ones say: he is not a nazir.",
            "(One who says): \"I am indeed a nazir from the seeds,\" or \"from the husk,\" or \"from the haircut\" or \"from (that which is unfit to eat)\", he is indeed a nazir and all the minutia of nazirut are upon him. (One who says): \"I am indeed like Samson, like the son of Manoach, like the husband of Delilah, like the one who uprooted the gates of Gaza, like the one whose eyes were poked (out) by the Philistines,\" he is indeed a Samsonian nazir. What is the difference an eternal nazir and a Samsonian nazir? An eternal nazir, if his hair weighs heavily on him, he may lighten it with a razor and offer up three animals. And if he becomes impure, he offers up a sacrifice for impurity. A Samsonian nazir, if his hair weighs heavily on him, he may not lighten it. And if he becomes impure, he does not offer up a sacrifice for impurity.",
            "Standard nezirut is for thirty days. If he said: \"I am indeed a nazir (for a) large (term),\" (or) \"I am indeed a nazir (for a) small (term),\" even \"from here until the end of the world,\" he is a nazir for thirty days. (One who says): \"I am indeed a nazir [for one term] plus one day,\" \"I am indeed a nazir [for on term] plus one hour,\" \"I am indeed a nazir for one (term) and a half,\" \"I am indeed a nazir for two (terms). (If he says): \"I am indeed a nazir for thirty days and one hour,\" he is a nazir for thirty-one days, for nezirut is not (counted) by hours.",
            "'Behold I am a Nazir like the hair of my head, and like the dust of the earth, and like the sand of the sea' - such a one is a Nazir for life, and shaves once every thirty days.  Rabbi says: such a one does not shave once every thirty days.  And which [type of Nazir] shaves once every thirty days?  The one who proclaims: 'Behold Nazirite-ness is upon me like the hair of my head, and like the dust of the earth, and like the sand of the sea.'",
            "(If one says): \"Behold, I am a Nazir as a house-full\" or \"a box-full\", we examine him, if he says, \"I became a Nazir for one large (measure)\", he will be a Nazir for thirty days. And if he says, \"I simply became a Nazir,\" we see the box as if it were full of mustard (seeds), and he is a Nazir for all time.",
            "(If one says): \"Behold I am a Nazir from here until such-and-such a place, we calculate how many days from here until such-and-such a place, if it is less than thirty days, he is a Nazir for thirty days, and if not, he is a Nazir for that amount of days.",
            "(If one says): \"Behold, I am a Nazir as the number of days of the sun, he gauges his Nazirut as the number of days of the sun. R. Yehuda said: There was an occurrence, and he completed it, he died."
        ],
        [
            "(If one says): \"Behold, I am a Nazir from dried figs\" or \"from common figs,\" the House of Shammai say: he is a Nazir, and the House of Hillel say: He is not a Nazir. R. Yehuda said: Even what was said by the House of Shammai, was not said except in one who says, \"Behold, they are a sacrifice unto me.\"",
            "If he says, \"[It is as if] this cow said 'I am a Nazir if I stand'\" [or he said,] \"[It is as if] this door said 'I am a Nazir if I open'\", Beis Shamai say, he is a Nazir and Beis Hillel say he is not a Nazir. Rabbi Yehuda says, \"Even when Beis Shamai said [what they said], they only said this when he said 'This cow is upon me as a korban [i.e. I swear to bring a korban] if it stands up.'\"",
            "If they mixed a cup for him, and he said, \"I am a Nazir from it,\" he is a Nazir. There was a story with a women that was drunk and they mixed a cup for her and she said, \"I am a Nazir from it.\" The Sages said, \"Her only intention was to say 'It [the cup] is upon me a korban [i.e. I  forbidding myself from benefiting from it]'\".",
            "[If he said] \"I am a Nazir on condition that I can drink wine and become Tamei through corpses, he is a Nazir and forbidden to all of them [the prohibitions of a Nazir]. [If he said] \"I know that there is [a concept of being a] Nazirite, but I didn't know that a Nazir is forbidden from [drinking] wine, it [wine] is [still] forbidden [to him]. Rabbi Shimon says it[wine] is permitted [to him]. [If he said] \"I know that a Nazir is forbidden from [drinking] wine, but I thought the Sages would permit it for me, because I can only live with [drinking] wine\" or \"because I bury corpses\" then he is permitted [to drink wine and become Tamei, respectfully]. Rabbi Shimon forbade [these from him].",
            "[If he said] \"I am a Nazir and I take upon myself to shave [i.e. bringing final korbanos of] a Nazir\" and his friend heard and said, \"And I [also want to be a Nazir] and I take upon myself to shave a Nazir. If they are smart, they will shave [i.e. bring final Nazir korbanos of] each other. And if not, they will shave other Nazirites.",
            "[If he said] \"I take upon myself to shave [i.e. bring final Nazir korbanos] half a Nazir\" and his friend hears and says, \"And I [also want to be a Nazir] and I take upon myself to shave half a Nazir\", [then] this one must shave a full Nazir and that one must shave a full Nazir. These are the words of Rabbi Meir. And the Sages say that this one shaves half a Nazir and that one shaves half a Nazir",
            "[If he said] \"I am a Nazir when I will have a son [or could be translated as 'child'] and he has a son, he is a Nazir. If he had a daughter, or a Tumtum [child of uncertain gender] or an Androgenus [hermaphrodite] he is not a Nazir. If he said, \"[I am a Nair] when I see that I had a child even if he had a daughter, Tumtum or Androgenus, he is a Nazir.",
            "If his wife miscarried, he is not a Nazir. Rabbi Shimon says, \"He should say, 'I am a voluntary Nazir.'\" If she had another child, he is a Nazir. Rabbi Shimon says, \"He should say, 'If the first was considered a living being [at the time of miscarriage], the first [period of Nazirus] is obligatory and this one is voluntary. If not, the first is voluntary and this one is obligatory.",
            "[If he said] \"I am a Nazir, and I'll be a Nazir when I have a son\"; if he began counting his own Nazirut and then indeed had a son - he should finish his own counting and then begin the full [second] Nazirut.  [If he said] \"I'll be a Nazir when I have a son, and I'll be a Nazir\"; if he began counting his own Nazirut and then indeed had a son - he should pause his own Nazirut, count the full Nazirut [for his son], and then finish his own [original] Nazirut.",
            "[If he said] \"I'll be a Nazir when I have a son, and I am a Nazir for one hundred days\"; if a son is born within the first seventy days, he has lost nothing.  If a son is born after the first seventy days, the seventy days are cancelled, for one may not shave within the first thirty days of Nazirut."
        ],
        [
            "One who says, \"I am a Nazir\" shaves on the thirty-first day [from that point].  If he shaved on the thirtieth day, he has nevertheless fulfilled his obligation.  But if he says \"I am a thirty day Nazir\", then shaving on the thirtieth day isn't sufficient.",
            "If one pledges two Naziruts, he should shave the first one on the thirty-first day, and the second on the sixty-first.  If he shaved the first one on the thirtieth day, he may shave the second on the sixtieth day. If he shaved on the fifty-ninth day, he has nevertheless fulfilled his obligation.  Rabbi Pappis testified as follows regarding one who pledges two Naziruts: if he shaved on the thirtieth day, he should shave the second time on the sixtieth day.  But if he shaved on the fifty-ninth day, he has fulfilled his obligation, since the thirtieth day [of the first Nazirut] counts towards [the second Nazirut].",
            "One who says, \"I am a Nazir\": if he receives impurity on the thirtieth day, this cancels everything.  Rabbi Eliezer says, he only loses seven days.  One who says, \"I am a thirty day Nazir\": if he receives impurity on the thirtieth day, this cancels everything.",
            "[One who says] \"I am a hundred day Nazir\": if he receives impurity on the hundredth day, this cancels everything.  Rabbi Eliezer says, he only loses thirty days.  If he received impurity on the hundred-first day, he loses thirty days.  Rabbi Eliezer says, he only loses seven.",
            "Someone who [made a] Nazirite [vow] and he was in a graveyard, even if he was there for thirty days, [these days] don't count from the count [of Nazirite days that he accepted upon himself] but he doesn't bring a korban [on account] of becoming Tamei [during his Nazirus]. [If] he left and came back [to the graveyard], [the days outside] count for the count [of Nazirite days] and he must bring a korban [on account] of becoming Tamei. Rabbi Eliezer says, \"Not [if he returned] on that very day, as it says, (Bamidbar 6) \"And the first days will fall (i.e. he must restart counting)\" Until he has 'first days' [can be eligible to bring a korban on becoming Tamei].",
            "One who [made a] Nazirite [vow] for a long time period and he finished his period of being a Nazirite, and then he came to Israel, Beis Shammei say, \"He must become a Nazir for thirty days\" and Beis Hillel say, \"He must become a Nazir from the beginning.\" There was a story with Hilni the Queen, that her son went to war and she said, \"If my son comes [back] from war in peace, I will be a Nazir for seven years.\" And her son came [back] from war and she was a Nazir for seven years. And at the end of seven years she went up [moved] to Israel and Beis Hillel ruled that she should be a Nazir again for seven more years. And at the end [of these] seven years, she became Tamei [making her repeat her Nazirus again]. And it ended up being that she was a Nazir twenty one years. Rabbi Yehuda said, \"She was only a Nazir for fourteen years\".",
            "Someone who had two sets of witnesses testifying about him, one testified that he [made a] double Nazirite [vow] (i.e. for two thirty day periods) and the [other set] testified that he [made a ] quintuple Nazirite [vow (i.e. for five thirty day periods). Beis Shammei say, \"The testimony is conflicting and [therefore the person] is not [considered] a Nazir.\" And Beis Hillel say, \"Within five is two (meaning, both sets agree that he vowed at least two sets of Nazirus), therefore, he should be a Nazir for two [sets of thirty days]. "
        ],
        [
            "One who said, \"I am [accepting upon myself] Nazirus\" and his friend heard and said \"and [the same applies to] me\" [and other friends also said] \"and me [too]\", they are all Nazirs. If the first one [to make the vow] annuls [his Nazirute vow] all their vows are annulled. If the  last one [to make the vow] annuls it, the last one is permitted [to items prohibited to a Nazir] but the others are [still] forbidden. [If] he said \"I am [accepting upon myself] Nazirus\" and his friend heard and said \"My mouth is like his mouth [that said this vow]\" or \"my hair [should be] like his hair [which he will not cut as a Nazir]\" he is [also] a Nazir.  [If] he said \"I am [accepting upon myself] Nazirus\" and his wife heard and said, \"and [so too] me\". If he annuls her [vow] (a husband has the right to annul his wife's vows) his vow remains valid.  [If] she [the wife] said \"I am [accepting upon myself] Nazirus\" and her husband heard and said, \"and [so too] me\" he is no longer able to annul her vow [since he implicitly accepted it].",
            " [If] he said \"I am [accepting upon myself] Nazirus, and [what about] you [my wife]?\" and she said \"Amen\" he may [still] annul her vow and his vow [will remain] valid.  [If] she [his wife] said \"I am [accepting upon myself] Nazirus, and [what about] you [my husband?\" and he said \"Amen\" he is [no longer] able to annul [her vow, since he implicitly accepted it].",
            "A woman who made a vow to be a Nazir and she drank wine or become Tamei to corpses [which are forbidden to a Nazir] she is lashed forty [times]. [If] her husband annulled [her vow] and she did not know that her husband annulled it and [then] she drank wine or became Tamei to corpses, she is not lashed forty [times]. Rabbi Yehuda says, \"If [the case was] that she wasn't lashed forty [times], she [is nevertheless] lashed with rebellious lashes [referring to lashes given for violating a Rabbinical decree].\" ",
            "A woman that swore to be a Nazir and set aside her animal [that she would bring as a sacrifice at the end of her Nazirite period] and afterwards her husband annulled her [vow], if it [the animal] was from his [property], it can go and graze with the flock (i.e. it is no longer consecrated as a sacrifice). But if it was her animal, [if] it was [designate] as a Chatas (sin) offering , it must be killed [so no one derives forbidden benefit from it], but if it [had been designated] as an Olah (burnt) offering it may be brought as an Olah or [if it was] a Shlamim (peace) offering, it may be brought as a Shlamim and [this Shlamim] must be eaten in one day [like a Nazir's Shlamim] but it doesn't require bread [to be offered along with it, unlike a Nazir's Shlamim]. If [she had set aside] unspecified money (i.e. she hadn't specified which sacrifices they were meant for), it must be forfeited as a [monetary] donation [to the Temple]. [If she had] specified money, the money for the Chatas offering must go to the Dead Sea (not literally, but it must be destroyed) [and] no one can benefit from them, [although] you do not [transgress the prohibition of] Meila (when one derives forbidden benefit from holy items). The money for the Olah must be [used to buy and] offer an Olah and you there is Meila by it. The money for the Shlamim must be [used to buy and] offer a Shlamim and must be eaten in one day but  doesn't require bread.",
            "[If] one of the [animal's offered by a Nazir when they finish their Nazirus] was thrown for her [on the mizbach], he [the husband] is no longer able to annul [her vow to be a Nazir]. Rabbi Akiva says, \"even if one of the animals was slaughtered for her, he is no longer able to annul [her vow]. What [case] are we talking about? When she is [undergoing the process of] pure shaving (referring to when a Nazir finishes his Nazirus period). But when she is [undergoing the process of] impure shaving (when she became Tamei during her Nazirus) he can annul [her vow], because he can say 'I can't stand an ugly woman'. Rebbi says, \"Even during pure shaving he can annul it, because he can say 'I can't stand a shaven woman'.\"",
            "A man can vow his son as a Nazir, but a woman cannot vow her son as a Nazir. What is the procedure if he shaves or is shaved by his relatives, protests or his relatives protest [on his behalf]? If his father had an animal set aside, a sin-offering is left to die, a whole-offering is brought as a whole-offering, and a peace-offering is brought as a peace-offering that eaten in one day and not requiring bread [to be brought with it]. If the father had unspecified monies, they revert to voluntary offerings. [If the father had] specified monies, the value of a sin-offering is thrown into the Great Sea, and one cannot benefit nor be liable for misappropriation from them; the value of a whole-offering is used to offer a whole-offering, and one can be liable for misappropriating them; the value of a peace-offering is used to offer a peace-offering that is eaten in one day and does not require bread [to be brought with it].",
            "A man can cut his hair using the Nazirite term of his father, but a woman cannot cut her hair using the Nazirite term of her father. How is this? One whose father was a Nazirite, set aside money towards his Nazirite [offerings] and died, and said, \"I am hereby a Nazirite on condition that I will cut my hair [and bring the required offerings] using Father's monies.\" Rabbi Yose said, \"These [monies] revert to voluntary offerings. This is not [the one who] 'can cut his hair using the Nazirite term of his father'. Who is [the one who] 'can cut his hair using the Nazirite term of his father'? One who and his father are Nazirites [together] and whose father set aside unspecified monies for his [own] Nazirite term and then died. That [son] is the one who 'can cut his hair using the Nazirite term of his father.'"
        ],
        [
            "The House of Shammai says, \"A sanctification in error is [nevertheless] a sanctification,\" and the House of Hillel says, \"It is not a sanctification.\" How is this? He says, \"The black ox that leaves my house first is sacred, but a white one leaves [first]. The House of Shammai says, \"It is sacred,\" and the House of Hillel says, \"It is not sacred.\"",
            "[A man says] \"The golden dinar that comes out of my hand first shall be sacred,\" but a silver dinar comes out [first]. The House of Shammai says it is [nevertheless] sacred, and the House of Hillel says it is not sacred. [A man says] \"The barrel of wine that comes out in my hand first shall be sacred,\" but [one] of oil comes out [first]. The House of Shammai says it is [nevertheless] sacred, and the House of Hillel says it is not sacred.",
            "Someone who swore to be a Nazir and [later] asked a sage [to nullify his vow] but he prohibited it, he counts [his days of Nazirus] from the time that he swore. [If] he asked a sage and he permitted him [to nullify his vow] and he had an animal [already] set aside [to be brought as a sacrifice when he finished his Nazirus term] it can go and graze with [the rest] of his flock (i.e. it is no longer consecrated as a sacrifice). Beis Hillel said to Beis Shammei, \"Don't you agree to this [the case where his vow is annulled] which is one of erroneous Hekdash (i.e. he did not mean to make something holy, in this case, himself)!\" Beis Shammei responded to them, \"[But] Don't you agree with one who made a mistake and called the ninth, tenth and the tenth, ninth or the eleventh, tenth that it is [still] sanctified [referring to the tithe given on animals, every tenth animal counted must be sanctified]!\" Beis Hillel responded to them, \"[But] the staff [used to count the animals] does not make them [the animals] sanctified! What [would be the law] if he made a mistake and put his staff on the eighth or twelfth [animal]? Has he done anything? (i.e. the animal is not sanctified) Rather, it's the verse which makes them sanctified; it sanctifies [only] the ninth and the eleventh.   ",
            "One who swore to be a Nazir went to take his animal [to be offered as a sacrifice after he finished his Nazirus term] and found that it was stolen [and he would not have taken upon himself Nazirus if he had known this], if it was not yet stolen before he swore, he is still a Nazir and if it was [already] stolen when he swore, he is not a Nazir. And this is the mistake that Nachum HaMadi made when the Nazirs came up [to Israel] from exile and found the Temple destroyed. Nachum HaMadi said to them, \"If you had known that the Temple was destroyed, would you have [sworn to be] Nazirs?\" and they said to him, \"No!\" and he permitted them [to annul their vows]. And when the matter came to the Sages, they said to him [Nachum], \"[The law should be] anyone who [swore to be] a Nazir before the Temple was destroyed is [still] a Nazir and [anyone who swore] after the Temple was destroyed is not a Nazir.",
            "If [people] were walking on the way and someone was approaching them [in the distance]. One [of the group] says, \"I am Nazir if that is so and so\" and one says, \"I am a Nazir if that is not so and so\" [and one says] \"I am a Nazir if one of you is a Nazir\" [and one says] \"[I am a Nazir] if none of you are a Nazir\" [and one says] \"[I am a Nazir] if two of you are a Nazir\" [and one says] \"[I am a Nazir] if all of you are a Nazir\". Beis Shammei say, \"They are all a Nazir\". Beis Hillel say, \"No one is a Nazir unless his words were true\". Rabbi Tarfun says, \"None of them is a Nazir\". ",
            "If the person turned away, he is not a Nazir. Rabbi Shimon says, he should say: \"if it was like my words, behold I am an obligated Nazir and if not, Behold I am a voluntary Nazir. ",
            "[If a group of people] sees a Koy (an animal that behaves similar to both a domesticated and wild animal) and one [person] says, \"I am a Nazir if that [the Koy] is a wild animal\" [or he said] \"I am a Nazir if that is not a wild animal\" [and one says] \"I am a Nazir if that is a domesticated animal\" [and one says] \"I am a Nazir if that is not a domesticated animal\" [and one says] \"I am a Nazir if that is [both] a wild and domesticated animal\" [and one says] \"I am a Nazir if that is neither a wild nor a domesticated animal\" [and one says] \"I am a Nazir if one of you is a Nazir\" [and one says] \"I am a Nazir if none of you are Nazirs\" [and one says] \"I am a Nazir if all of you are Nazirs\". [The law is] they are all Nazirs."
        ],
        [
            "Three categories [of prohibitions] are prohibited to a Nazir: Tumah (ritual impurity to a dead body) and shaving and products of the [grape] vine. And products of the [grape] vine combine with each other [to add up to amount for which a Nazir is punished]. But he is only culpable for eating grapes of an [amount of food equivalent to] an olive . The original law was [that he is only culpable] when he drinks a Reviis (Mishnaic term for a certain volume) of wine. Rabbi Akiva says, \"Even [if] he soaked his bread in wine and there is [in this solid-liquid mixture] enough to add up to an olive-sized volume, he is culpable.\"",
            "He is liable for wine individually, and for grapes individually, and for the hartzanim individually, and for the zaggim individually. Rabbi Eleazar son of Azaria said: he is not liable until he has eaten two hartzanim and a zag. What are 'hartzanim' and 'zaggim': 'hartzanim' are on the outside, and the 'zaggim' are on the inside, according to Rabbi Yehuda. Rabbi Yose said: so that you do not err, like a bell of an animal, the outer part is the 'zag' and the inner part is the clapper.",
            "A basic [vow to become a] Nazirite is for thirty days. If he shaved or was shaved by bandits, the thirty days are voided. A Nazirite that shaved, whether with scissors, with a razor, or [even if] he trimmed, is liable. A Nazirite can clean and trim but not comb. Rabbi Yishmael said: he shall not clean with earth, as it causes hair to fall out.",
            "A Nazirite that drank wine all day long is only liable for one [drink]. [If] they said to him: don't drink, don't drink, and he drinks, he is liable for every one. If he shaved all day, he is only liable for one. [If] they said to him: don't shave, don't shave, and he shaves, he is liable for every one. If he became impure through contact with dead bodies all day long, he is only liable for one. [If] they said to him: don't become impure, don't become impure, and he became impure, he is liable for every one.",
            "Three things are forbidden to a Nazirite: becoming impure, shaving, and grape products. Impurity and shaving are more stringent than grape products, since impurity and shaving void [his vow], and grape products do not. Grape products are more stringent than impurity and shaving, as grape products have no exceptions, while impurity and shaving have exceptions - shaving for a mitzvah and [assisting in the burial of] a met mitzvah [a dead body with no one to bury it]. Impurity is more stringent than shaving, as impurity voids everything and one is obligated to bring a sacrifice on its account, and shaving only voids thirty days, and no sacrifice is required on its account. ",
            "How did one shave after becoming impure? He was sprinkled on the third and the seventh [days], he would shave on the seventh, and bring his sacrifice on the eighth. If he shaved on the eighth, he would bring his sacrifice that day, according to Rabbi Akiva. Rabbi Tarfon said to him: what is the difference between this and a case of leprosy? He replied: this one's purity is dependent on his days, and the leper's purity is dependent on his shaving, and he does not bring a sacrifice until the sun sets.",
            "How did one shave after becoming pure? He would bring three animals, a Chattat [sin], an Olah [burnt] and a Shelamim [whole] offering, and would slaughter the Shelamim and shave, according to Rabbi Yehuda. Rabbi Eleazar said: he would only shave on [after] the Chattat, as the Chattat comes first in any case. And if he shaves on [after] any of them, he has fulfilled his obligation.",
            "Rabban Shimon the son of Gamliel said: if he brought three animals without specifying [which animal was for which sacrifice], the one fitting for a Chattat shall be offered as a Chattat, the Olah offered as an Olah, and the Shelamim offered as a Shelamim. He then took a hair from his head and threw it under the pot. If he shaved in the state he would throw it under the pot. What does this refer to? The shaving after purity. But when he shaved after impurity he would not throw a hair under the pot. Rabbi Meir said: everyone threw under the pot except the impure one in the state.",
            "He would cook the Shelamim [whole offering] or blanch it. The priest would take the cooked shoulder from the ram, and a matza loaf from the basket, and a matza biscuit, and put them in the Nazirite's hands and wave them, and afterwards the Nazirite is allowed to drink wine and become impure through contact with the dead. Rabbi Shimon said: once a drop of blood has been sprayed on him, the Nazirite is allowed to drink wine and become impure through contact with the dead.",
            "If he shaved on [after] the offering and it was found to be invalid, his shaving is invalid, and his offering did not rise for him. If he shaved on [after] the Chattat [sin offering] that was not offered with the right intention and afterwards he offered sacrifices with the right intention, his shaving is invalid, and his sacrifices did not rise for him. If he shaved on [after] the Olah [burnt offering] or the Shelamim [whole offering] that were not offered with the right intention, and afterwards he brought his sacrifices with the right intention, that sacrifice did not rise for him, but the rest of his sacrifices did. If he shaved on [after] all three and one of them was valid, his shaving is valid, and he should bring the rest of his offerings.",
            "If one was sprayed with a drop of blood and became impure, Rabbi Eleizer said: it invalidates it all. The Sages said: he shall bring the rest of his offerings and become pure. They said to him: it once happened to Miriam the Palmyrean that a drop of blood was sprayed at her, and they came and said to her that her daughter was in danger. She went to investigate and found that she was dead, and the Sages said: she shall bring the rest of her offerings and become pure."
        ],
        [
            "The High Priest and a Nazirite cannot become impure for their relatives, but can for a met mitzvah [a dead body with no one to bury it]. If they were walking on the road and encountered a met mitzvah, Rabbi Eliezer said the High Priest shall become impure [to bury the body] and the Nazirite shall not. The Sages said: the Nazirite shall become impure and the High Priest shall not. Rabbi Eliezer said to them: the High Priest shall become impure, as he does not bring a sacrifice due to being impure, and the Nazirite shall not become impure, as he does bring a sacrifice due to being impure. They replied: the Nazirite shall become impure, as his holiness is not permanent, and the High Priest shall not become impure, as his holiness is permanent.",
            "For these impurities a Nazirite shaves: for a corpse; for an olive's worth from the dead; for an olive's worth of a decaying corpse; for a spoon's-worth of corpse mold; for the spine or skull or a limb from a corpse; for ever min ha'chai [a limb severed from a living person] that has a fitting amount of flesh on it; for half a kav [an amount] of bones; for half a log [an amount] of blood, by touching, carrying, or creating a tent [overshadowing]; for a bone the size of a barley corn, by touching or carrying. On all of these things the Nazirite shaves, and sprinkles on the third and seventh [days], and invalidates the preceding, and he does not start to count [again] until he is purified and brings his offerings.",
            "But, if a Nazirite came in contact with [corpses in:] pavilions, or fields with graves in them, or outside of the Land of Israel, or the burial stone, or the coffin walls, or a quarter of a log [an amount] of blood, or a tent, or a quarter kav [an amount] of bones, or tools touching a corpse, or his days [or purification], or his days of counting [before returning to his tent]; a Nazirite does not need to shave on account of any of these things. He sprinkles [with blood] on the third and seventh [days], but does not invalidate what came before, and he starts [again] and counts immediately, and a sacrifice is not needed. Truly, the days of a zav [a man with unusual seminal discharge] and a zavah [female equivalent to a zav] and the days of quarantine of a leper are are counted for him.",
            "Rabbi Eliezer said in the name of Rabbi Yehoshua: any impurity from contact with the dead on account of which a Nazirite shaves will also make liable one who enters the Temple. And every impurity from contact with the dead that a Nazirite does not shave for will not make liable one who enters the Temple. Rabbi Meir said: this should not be less stringent than [the impurity cause by] an insect. Rabbi Akiva said: I have argued before Rabbi Eliezer: what about a barley corn-sized bone, which does not impurify a man in a tent [with the bone], but the Nazirite shaves on its account if it is touched or carried? [Similarly,] A quarter of a log [an amount] of blood impurifies a man in a tent - should it not also be the case that a Nazirite shaves if he touches or carries it? He replied to me: what is this, Akiva? We are not arguing here through kal va'chomer [arguing from the minor principle to the major]. When I case and lectured about these matters before Rabbi Yehoshua, he said to me: you have spoken well, but this is how the halacha has been decided."
        ],
        [
            "If one says to two Nazirites: I saw one of you become impure and I do not know which, they both shave and bring an offering [for] impurity and an offering for purity, and one says: 'If I am the impure one, the offering for impurity is mine and the offering for purity is yours. And if I am the pure one, the offering for purity is mine, and the offering for impurity is yours.' And they count thirty days, and bring an offering for purity, and one says: 'If I am the impure one, the offering for impurity is mine, and the offering for purity is yours, and this is my offering for purity. And if I am the pure one, the offering for purity is mine, and the offering for impurity is yours, and this is your offering for purity.' If one of them dies, Rabbi Yehoshua said: a man from the market is asked to vow in exchange for him [the dead one], and he says: 'If I was impure, behold you are immediately a Nazirite. And if I was pure, behold you are a Nazirite after thirty days.' And they count thirty days, and [then] bring an offering for purity and an offering for impurity, and one says: 'If I am the impure one, the offering for impurity is mine, and the offering for purity is yours. And if I am the pure one, the offering for purity is mine, and the offering for impurity is uncertain.' And they count thirty days and bring an offering for purity. One says: 'If I am the impure one, the offering for impurity is mine and the offering for purity is yours, and this is my offering for purity. And if I am the pure one, the offering for impurity is mine, and the offering for impurity is uncertain, and this is your offering for impurity.' The son of Zoma said to him: and who will listen to him and vow to become a Nazirite in exchange? Rather, he offers a Chattat [sin offering] of a bird and an Olah [burnt offering] of an animal, and says: 'If I was impure, the Chattat was obligated and the Olah was a donation. If I was pure, the Olah was obligated and the Chattat was uncertain.' He then counts thirty days and brings a Tahara [purity] offering, and says: 'If I was impure, the first Olah was a donation and this was obligated. If I was pure, the first Olah was obligated and this is a donation, and this is the rest of my offering. Rabbi Yehoshua said: we would then have him bringing his sacrifices in halves! But the Sages acknowledged [the opinion of] the son of Zoma.",
            "A Nazirite that was uncertain whether he was impure and uncertain about whether he is confirmed [as a leper] eats from the Kodshim [certain sacrifices] after sixty days; drinks wine and can become impure through contact with the dead after one hundred and twenty days, because shaving due to being a leper overrides shaving due to being a Nazirite when he is certain, but when he is uncertain it does not override."
        ],
        [
            "Non-Jews don't have [the concept of] Nazirus. Women and slaves do have [the concept] of Nazirus. A stringency [regarding Nazir] that women have and slaves don't is that [the master] can force his slave [to violate his Nazirus] but can't force his wife. A stringency [regarding Nazir] that slaves have and women don't [is that a man can] annul his wife's vows [of Nazirus] but not annul his  slave's vows. [If] he annuls his wife's [vow] it is annulled forever. [If] he annuls for his slave, [if the slave] goes free, he must complete his Nazirus. [If] he ran away from him [his master], Rabbi says, \"He may not drink [wine still]\" but Rabbi Yose says, \"He may drink it\".",
            "A Nazir who has [already] shaven (and therefore finished his Nazirus term) and is [then] informed that he is Tamei (spiritual impurity) if it was a known Tumah, his [term of Nazirus] is forfeited [and he must repeat it]. But if it was Tumas Tehom (lit. Tuma of the depths, a corpse which no one knew about, at least when the Nazir touched it) it is not forfeited. If [he was informed] before he shaved, in either case it would be forfeited. How so? If he went down to immerse in a cave and found a corpse floating at the entrance of the cave, he is Tamei. [If] he found it sunken at the floor of the cave, [the law depends: if] he went [to the cave] to cool down, he is Tahor (ritually pure). If he went [there] to became Tahor [through a Mikva] from Tumah [contracted from a] corpse, he is Tamei because someone who is Tamei is [presumed] to be Tamei and someone who is Tahor is [presumed] to be Tahor, because the 'matter has feet' (phrase meaning that there is already reason to assume one side).",
            "Initially, one who found a corpse buried normally, he may move it along with the dirt [surrounding it if he needs to ]. If he found two [corpses], he may move them along with their dirt. [If] he found three, if there is between each of them four to eight Amot, this is [considered] a graveyard [and cannot be desecrated]. [Therefore, he must] check all around [this area] twenty Amot. [If] he found one [corpse up to] twenty Amot away, [he must continue] to check twenty Amot around this one, because the 'matter has feet' [as opposed to if] initially they found [this same corpse] he would have been able to move it and its dirt.",
            "Initially, any doubt concerning Negaim (a disease contradicted from speaking slanderously) is ruled as Tahor until it is known to be Tamei. Once it is known to be Tamei, [any further doubts concerning it] are ruled as Tamei. Through [these] seven ways we determine if one is a Zav (someone with an abnormal discharge) unless it is [already] known to be a Zav discharge: [excessive] food, [excessive] drink, lifting [heavy objects], jumping, sickness, [improper] sight and thoughts (if he did any of the above, his discharge is considered normal). [However] once it is known to be a Zav discharge, we no longer check him. His accidents and seminal discharges are [considered] Tamei because 'the matter has feet'.  One who hits his friend and [the doctors] predict he will die and [then his condition] improves from what it was, but after that, it worsens and he dies; he is culpable. Rabbi Nechemia says, \"he is exempt because 'the matter has feet'\".",
            "Shmuel was a Nazir according to Rabbi Nehorai, as it says (Samuel I 1), \"and a razor (Moreh) will not come upon his head\". It says by Shimshon (Judges 13), \"and a razor\" and it says by Shmuel \"and a razor\". Just like 'razor' by Shimshon [refers to him being a] Nazir, so too 'razor' by Shmuel [refers to him being a] Nazir. Rabbi Yose said, \"And does not 'Moreh' [refer to] a person (the word can be translated as either 'razor' or 'fear')?\" Rabbi Nehorai responded to him, \"But does it not already say (Samuel I 16), \"And Shmuel said 'How can I go? And [won't] Shaul hear [about it] and kill me?'\" [proving] that he already had the fear (Moreh) of a person [therefore, it cannot be referring to a person since he had fear]!\""
        ]
    ],
    "titleVariants": [
        "M Nazir",
        "M. Nazir",
        "Mishna Nazir",
        "Mishnah Nazir"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nashim"
    ]
}