{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Sukkah",
    "title": "Mishnah Sukkah",
    "lengths": [
        5,
        53
    ],
    "sections": [],
    "versions": [
        [
            "Eighteen Treatises from the Mishna",
            "http://www.sacred-texts.com/jud/etm/index.htm"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה סוכה",
    "versionSource": "http://www.sefaria.org/Mishnah_Sukkah",
    "next": "Mishnah Sukkah 2",
    "maps": [],
    "length": 5,
    "book": "Mishnah Sukkah",
    "text": [
        [
            "A sukkah which is taller than twenty amot is unfit for use, [however], Rabbi Yehudah permits it. One which is not ten tephachim tall, or which does not contain three walls or which has more sun that shade, is unfit for use. [Regarding] an old sukkah- Beit Shammai forbid it and Beit Hillel permit it. What is an old sukkah? Anything which he made, thirty days before the festival [of Sukkot]. However, if he made it for the sake of the festival, even [if he made it] from the beginning of the year, it is fit for use.",
            "One who makes a sukkah under a tree, it is like he made it under a house. If there is one sukkah on top of another one, the top one is kosher and the bottom isn't. Rabbi Yehudah says if the top one is uninhabitable for an extended period of time, the bottom one is usable.",
            "If one spread a sheet over the s'chah because of the sun, or beneath it because of the falling leaves, or if one spread a sheet over a four-poster bed within a succah, the succah is invalid. However, one may spread a sheet over a two-poster bed.",
            "If one lifted onto the succah a grapevine, a gourd, or ivy, and coverd it with valid s'chah, the succah is invalid. But if the valid s'chach exceeded them, i.e. there was more valid s'chach than grapevine etc. atop the succah, or if he detached the vines from the ground, -the succah is valid. This is the rule: Whatever is susceptible to tumah or whatever does not grow from the ground, we may not use for s'chah. But whatever is not susceptible to tumah, and grows from the ground, we may use as s'chah.",
            "Bundles of straw, bundles of wood and bundles of cane: One may not use them for s'chah while they are bound together. But once he untied them, all of these bundles are valid for s'chah. And all of these (the items mentioned in our chapter as being invalid for s'chah) are valid for use as walls.",
            "We may cover a succah with boards; these are the words of R'Yehudah. But R'Meir prohibits them. If one put a board that is four tefachim wide on a succah, the succah is still valid and one can discharge his obligation with it, provided that he does not sleep beneath the board.",
            "A roof of boards that has no plaster on it- R'Yehudah says that Beis Shammai and Baeis Hillel disagree over what must be done to render it valid: Beis Shammai say that one loosens the boards and takes out one board from between every two boards. And Beis Hillel say that one loosens them or takes out one board from between every two boards. R'Meir says: One takes out one board from beteen every two bards, and he does not loosen them; i.e. it des not help to loosen them.",
            "One who makes a roof over his succah with spits or with the sides of a bed, it there is space between them as wide as the items themselves, [and he fills the gaps with materials eligible for s'chach,] the succah is valid. If one hollows out a haystack to make a succah for himself, it is not a valid succah.",
            "If one constructs walls from the top down, then if the wall is three tefachim above the ground, it is invalid. [However, if one makes walls] from the bottom up, then if the wall is ten tefachim high, it is valid, [regardless of the vertical gap between it and the s'chah.] But R'Yose says: Just as a wall built from the bottom up is valid provided it is ten tefachim high, [regardless of the gap between it and the s'chach,] so too a wall built from the top down is provided it is ten tefachim high, [regardless of the gap between it and the ground.] If one distanced the s'chach three tefachim from one of the walls, [ thus leaving three tefachim of open space between it and the wall,] the succah is invalid. ",
            "In the case of a house whose roof was breached and the owner placed s'chach over the opening, if there is a distance of four amos from wall to the s'chach, it is invalid as a succah. And so is the law in a case of a courtyard surrounded by porches over wich s'chach was placed. similarly in the case of a large succah wose s'chach is surrounded by material that may not be used for s'chach, if there is a space four amos wide beneath the ineligible material, the succah is invalid.",
            "If one makes his succah like a hut, or he leaned against a wall, in either case R' Eliezer rules that it is invalid because it has no roof, but the Sages rule that it is valid. The law of a large reed mat: If one made it for reclining purposes, it is susecptible to tumah and we may not cover a succah with it. But if he made it for covering a succah, we may indeed cover a succah with it, and it is not susceptible to tumah. But R'Eliezer says: Whether the mat is small or large, if he made it for reclining, it is susceptible to tumah, and we may not cover a succah with it; but if he made it for covering a succah, we may indeed cover with it, and it is not susceptible to tumah."
        ],
        [
            "He who sleeps under a bed in the succah, has not acquitted himself of his whole duty. R. Jehudah said, \"We were in the habit of sleeping under a bed in the presence of the elders, and they never said anything to us [against it].\" R. Simeon said, \"It happened that Tabbi, the bondman of R. Gamaliel, used to sleep under a bed.\" But R. Gamaliel said to the elders, \"Do you see my bondman Tabbi; he is a disciple of the sages, and knows that bondmen are exempt from [the obligation of dwelling in] the succah; therefore, he sleeps under a bedstead [in the succah].\" From this [observation of Rabbon Gamaliel] we in our usual way deduce, that he who sleeps under a bed [in the succah] has not acquitted himself of his whole duty.",
            "If a man support his succah with his bedstead, it is valid. R. Jehudah saith, \"A succah which cannot stand by itself [without extraneous support] is not valid.\" A succah which is irregularly covered, and the shade [covered part of which] is greater than that open to the sun, is valid; should the covering be close, like the roof of a house, although the stars are not visible through it, it is nevertheless valid.",
            "If a man construct his succah on the top of a waggon, or on a vessel, it is valid, and he may ascend thereto on the festival. If he has constructed the succah on the top of a tree, or on the back of a camel, it is valid; but he must not ascend thereto on the festival. [If] two [side walls of the succah are formed] by a tree, and one by human hands, or two [are formed] by human hands, and one by a tree, the succah is valid, but he must not ascend thereto on the festival. If three [side walls] are formed by human hands, and the fourth by a tree, the succah is valid, and he may ascend thereto on the festival. This is the rule, Whenever the succah can stand by itself, even should the tree [which partly supports it] be removed, the succah is valid, and it is lawful to ascend thereto on the festival.",
            "If a man construct his succah between trees, and the trees form side walls, the succah is valid. Persons deputed on a pious mission are exempt from [the duty of dwelling in] the succah; so likewise are sick persons, and those who attend on [nurse] them. Men may occasionally eat or drink something out of the succah [during the festival].",
            "It happened that a dish [of victuals] was brought to R. Jochanan ben Sachai [for him] to taste; and that two dates and a jar of water, were brought to Rabbon Gamaliel; each of them said, \"Bring it to the succah.\" But when food, less [in quantity] than an egg, was brought to R. Zadok, he took it in the napkin, 4 and eat it out of the succah, but did not say grace after it.",
            "R. Eleazar saith, \"A man is bound to eat fourteen meals in the succah, one in the morning, and one at night [of each day of the festival]:\" but the sages say the thing has no legal limitation [is not fixed by law], except [that he is bound to take his meals in the succah], on the first night of the festival. R. Eleazar also said, \"He who has not taken his meal [in the succah for the first night of the festival] can make amends for it [by taking his meal therein] on the last night of the festival:\" but the sages hold that no amends [can] in that case be made; and they apply thereto the text, \"That which is defective cannot be amended, and what is deficient cannot be made up.\"",
            "If the head, and the greater part of a man's body be in the succah, and his table in the house, Beth Shammai declare it not valid; but Beth Hillel declare it valid. The school of Hillel said to the school of Shammai, \"Did it not happen that the elders of the school of Shammai, and those of the school of Hillel, went to visit R. Jochanan ben Hachoroni, and they found him sitting with his head and the greater part of his body in the succah, while his table was [placed] in the house; and they said nothing to him [on the subject].\" But the school of Beth Shammai replied, \"[Do you adduce that] as a proof [in support of your opinion]?\" They [the elders] did say to him \"If such has [always] been thy custom, thou hast never throughout thy whole life properly obeyed the commandment [to dwell in the succah]!\"",
            "Women, bondmen, and minors, are exempted from [the obligation of dwelling in] the succah. A boy, who no longer needs [the nursing of] his mother, is bound to [obey the commandment of] the succah. It so happened that the daughter-in-law of Shammai the elder, 6 gave birth to a son [on the festival] when he caused the ceiling to be removed, and covered [the vacancy] over her bed [with a vegetable covering] on account of the [new-born] infant.",
            "During the whole seven days of the festival, a man is to constitute the succah his regular domicile, and his house [is to be only] as an occasional abode. If rain fall, when is it permitted to clear out [remove from the succah]? When a mess of porridge has been spoiled, they [the elders] illustrate this by a comparison, \"What does such a circumstance resemble? It is as if a servant pour out a goblet for his master, who throws a bowl full in his face.\""
        ],
        [
            "A ‏לולב‎ [palm-branch] which has been acquired by theft, or which is withered, is not valid. One which comes from a grove [devoted to idolatry], or from a rejected town [that has been enticed to idolatry], is not valid. If the point has been broken off, or the leaves torn off, it is not valid: if they are only dissevered, it is valid. R. Jehudah saith, \"It must be tied together at the top.\" A loolab from the Iron Mount [is valid]. A loolab that measures three hands [in length] sufficient to shake it by, is valid.",
            "A myrtle-bough which has been acquired by theft, or which is withered, is not valid. One which comes from a grove, or from a rejected town, is not valid. If the point has been broken off, or the leaves torn off, or if one has more berries on it than leaves, it is not valid: if they [the number of berries] have been lessened, it becomes valid; but this must not be done on the festival.",
            "A willow of the brook, which has been acquired by theft, or which is withered, is not valid. One which comes from a grove, or from a rejected town, is not valid. If the point has been broken off, or the leaves torn off, or if it be a ‏צפצפה‎, it is not valid. One that is faded, or from which some of the leaves have dropped off, or which has grown on dry ground [not near a brook], is valid.",
            "R. Ishmael saith \"[A man is to use] three myrtle boughs, two willows, one palm-branch, and one citron; even if two out of the three myrtle-boughs have their points broke off [they may be used].\" R. Tarphon saith, \"Even though all three should have their points broke off [they may be used].\" R. Akivah saith, \"Even as one citron and one loolab [only are used], so likewise [are] one myrtle-bough and one willow [only to be used].\"",
            "A citron which has been acquired by theft, or which is withered, is not valid. One that comes from an Asherah (a tree used for idol worship), or from a rejected town, is not valid. One [taken] from Orlah (fruit from the first three years of a tree's life), is not valid; nor [one taken] from heave-offering that is unclean. From clean heave-offering, one should not take a citron; but if he has taken one, it is valid. One [taken] from Demai, Beth Shammai declare not valid, but Beth Hillel declare it valid. Man is not to take a citron from second tithe in Jerusalem, but if he has taken one, it is valid.",
            "If one stain spread over the greater portion of the citron, if it has lost its crown, or the fine rind thereof has been peeled off, or if it be split, or perforated [or not entire]; if ever so little thereof be wanting, it is not valid. If the stain be spread over the smaller portion of the citron, if it has lost its stalk, or if that be perforated [but the citron itself is entire], so that no part thereof, however small, be wanting, the citron is valid; a dark coloured one is not valid. A leek-green citron R. Meir pronounces valid: but R. Jehudah declares it not valid.",
            "[Respecting] the [minimum] legal size of a small citron, R. Meir saith, \"[It must be] like a nut.\" R. Jehudah saith, \"like an egg; and of a large citron [it must be such] that a man can hold two in one hand.\" Such is the dictum of R. Jehudah: but R. Jose saith, \"Even though [he must use] two hands to one citron [it is of legal size and valid].\"",
            "The loolab must only be tied with its own kind [palm branches]. Such is the dictum of R. Jehudah: but R. Meir saith, \"[it may be tied] even with twine.\" R. Meir also said, \"It happened that the inhabitants of Jerusalem tied a loolab with gold lace.\" But they [the sages] replied, \"[Yes, they did so], but [beneath the gold lace] they tied it with its own kind.\"",
            "When did they shake the loolab?\" At [the verse] ‏הודו לה׳‎, [praise ye the Lord, &amp;c.], at the beginning and ending thereof; and at the verse, ‏אנא ה׳ הושיעה נא‎ [O Lord, we beseech thee, save us.]\" 10 Such is the dictum of Beth Hillel: but Beth Shammai hold, \"[That the loolab must] also [be shaken] at [the verse] ‏אנא ה׳ הצליהח נא‎, [O Lord, we beseech thee, prosper us].\" 11 R. Akivah said, \"I watched [particularly noticed] Rabbon Gamaliel and R. Joshua; and I saw, that while all the people shook their palm branches [at both the last-mentioned verses], they [the two rabbies] only shook theirs at ‏הושיעה נא‎.\" If a person is on the road, and has no loolab with him, he must, when he gets home, shake it at his table, [even while at his meals]. If he has not done it in the morning, he must do it towards the evening, as the whole of the day is valid for [the use of] the loolab.",
            "If the hallel be read to a man by a bondman, or a woman, or a minor, he must repeat after them [word for word] what they read; but it is a disgrace to him. If a grown-up person read it [the hallel] to him, he only repeats after him [responds] Hallelujah.",
            "At a place where it is the custom to repeat [read certain verses twice], a man is to repeat [them]. Where it is the custom simply [to recite them once] a man is simply [to recite them once]. Where it is the custom to say a benediction after the loolab, a man is to say a benediction. In every case, according to the custom of the country, [a man must conform thereto]. If a person purchase a loolab from his neighbour during the seventh [Sabbatical year], he [the vendor], is to give him a citron as a gift [in the bargain]; for it is not permitted to buy a citron during the seventh [Sabbatical year].",
            "Formerly the loolab was used in the Temple [on each of the] seven [days of the festival]; and, in the country, [every place except the Temple at Jerusalem], the first day [only]. But after the Temple was destroyed, R. Jochanan ben Sachai decreed, \"That in the country [everywhere] the loolab should be used [during the whole] seven [days] of the festival, in memory of the Holy Temple.\" He, at the same time, also decreed, \"that on the day of ‏נוף‎ it should be unlawful to eat new grain.\"",
            "If the first day of the festival fall on a Sabbath, every man is to bring his loolab to the Synagogue [on the Sabbath-eve, and leave it there]. On the [next] morning they come early to Synagogue, and each man must distinguish [seek out] his own loolab, and take it; for the sages hold, \"that a man cannot fully acquit himself of his duty on the first day of the festival, by means of a loolab that belongs to his neighbour; whereas, on the subsequent days of the festival, he may fully acquit himself of his duty, by means of a loolab belonging to his neighbour.\"",
            "R. José saith, \"If the first day of the festival fall on the Sabbath, should a man forget [that it is the Sabbath-day], and carry his loolab out [into the public reshuth], he is absolved; because he carried it out with intent to fulfil the law.\"",
            "A woman may receive the loolab out of the hand of her son, or of her husband, and put it back into water on the Sabbath. R. Jehudah saith; \"On the Sabbath it may be put back, on the festival they may add [fresh water], and on the middle days they may change [the water; pouring out the stale, and putting fresh water in its stead]. A minor, who understands how to shake the loolab, is bound to perform that duty.\""
        ],
        [
            "The loolab and willow [to surround the altar, was sometimes used] on six [days], and [sometimes] on seven [days of the festival]. The hallel and the joyous repasts, [eating of peace-offerings, took place on] eight [days]. The [dwelling in the] succah, and the pouring out water, [lasted] seven [days], and the pipes [were played on sometimes] five, and [sometimes] six [days].",
            "[In which case was] the loolab [used] seven [days?] how? When the first holy day of the festival fell on a Sabbath, the loolab [was used on] seven [days]; but, [when the first day of the festival fell on] any other day [of the week] the loolab [is only used] six [days].",
            "[In which case was] the willow [used on] seven [days?] How? When the seventh day of the willow happened to fall on a Sabbath, [the willow was used] seven [days]; but, when the seventh day fell on any other day [of the week], the willow was only used six [days].",
            "How was the command to take the loolab [fulfilled] when the first holy day of the festival fell on a Sabbath? [It was the custom that] every man brought his loolab to the Temple mount, where it was received by inspectors, who deposited it in a gallery. The elders placed theirs in a [separate] chamber; and the people were taught to say, \"Whosoever gets hold of my loolab; be it his [I bestow it on him] as a gift.\" On the [next] morning the people came early; the inspectors threw all the loolabs down before them; every man seized on one, and it often happened that they hurt each other [in the scramble]. When the Beth Din saw that people were thus exposed to danger, they decreed that every man was to use his loolab in his own house.",
            "How was the command to take the willow [fulfilled]? There was a place below Jerusalem called to ‏מוצא‎: thither the people descended, and gathered drooping willow branches: these they brought and placed at the side of the altar, the tips inclining over it. While this was doing, a blast, a long note, and again a blast were blown. Every day they made one circuit round the altar, and recited [the verse], \"‏אנא ה׳ הצליהח נא‎, ‏אנא ה׳ הושיעה נא‎.\" R. Jehudah said the words, ‏אני והו הושיצה נא‎ [were also said]. On the particular day for using the willows [the seventh of the festival] they made seven circuits round the altar. When they withdrew, what did they say? \"Beauty is thine, O altar! Beauty is thine, O altar!\" R. Eleazar said, [they also said] \"To God and to thee, O altar! To God and to thee, O altar!\"",
            "As they did on the week-days, so they did likewise on the Sabbath; excepting only that they gathered the willow branches on the Sabbath-eve, and put them into golden casks [filled with water], that they might not fade. R. Joshua ben Beroka saith, \"They fetched branches of palms, and threshed [beat] them to pieces at the sides of the altar.\" [According to another version, \"on the altar.\"] Thence the day was called \"the branch threshing-day.\"",
            "Directly afterwards the children threw down their loolabs, and eat their citrons.",
            "How [was it that] the hallel and joyous repasts [took place on] eight [days]? Because it is deduced that man is bound to recite the hallel, and to enjoy the repasts [of his peace-offerings] in honour of the last day of the festival, even as on the preceding days thereof. How [is it that] the succah [is dwelt in] seven [days]? When a man has taken his last meal therein, he is not directly to pull down his succah; but, after noon, he moves the furniture back [into the house], in honour of the last day of the festival.",
            "How was the pouring out of the water? A golden pitcher, that held three lugs was filled with water from the [brook] Siloah. When they came [with it] to the water-gate, they blew a blast, a long note, and again a blast. The priest then ascended the stair [of the altar], and turned to the left; two silver basins stood there. R. Jehudah saith, \"they were of gypsum [stucco], but had a dark appearance from the wine.\" Each was perforated with a small hole, like a nostril [at the bottom]. The one [for the wine] somewhat wider, the other [for the water] narrower, that both might get empty at once. The one, to the west, [was used] for the water; the other, to the east, for the wine: but if the water was poured into the wine basin, or the wine into the water basin, it was legal. R. Jehudah saith, \"They poured out one lug on each of the eight days. To him who poured out the water the people called, 'Raise thy hand;' for once it happened that one [priest charged with this duty] poured the water over his feet, and all the people pelted him to death with their citrons.\"",
            "As they did on the week-days so they did likewise on the Sabbath, except that they fetched the water from Siloah on the Sabbath-eve, in a golden cask that had not been consecrated, and placed it in a chamber; if it was upset, or uncovered, they filled again from the laver. For it was not lawful to bring on the altar, water or wine which had been uncovered."
        ],
        [
            "The pipes [were played sometimes on] five [days], and [sometimes on] six days. This means, the pipes [music] played on during the water-drawing, which does not supersede either the Sabbath or the festival. They [the sages] said, \"He who has not witnessed the rejoicings at the water-drawing, has, throughout the whole of his life, witnessed no [real] rejoicing.\"",
            "At the expiration of the first holy day of the festival they descended into the women's court, where great preparations were made [for the rejoicing]. Four golden candelabras were [placed] there, with four golden basins to each; and four ladders [were put] to each candelabra, [on which ladders stood] four lads from the rising youth of the priesthood, holding jars of oil, containing 120 lugs, with which they replenished [fed] the basins.",
            "The cast-off breeches and belts of the priests were torn into shreds for wicks, which they lighted. There was not a court in Jerusalem that was not illuminated by the lights of the water-drawing.",
            "Pious and distinguished men danced before the people with lighted flambeaux in their hands, and sang hymns and lauds before them;, and the Levites accompanied them with harps, psalteries, cymbals, and numberless musical instruments. On the fifteen steps which led into the women's court, corresponding with the fifteen songs of degrees, stood the Levites, with their musical instruments and sang. At the upper gate, which leads down from the court of the Israelites to the court of the women, stood two priests, with trumpets in their hands. When the cock [first] crowed they blew a blast, a long note and a blast. This they repeated when they reached the tenth step, and again [the third time] when they got into the court. They went on, blowing [their trumpets] as they went, until they reached the gate that leads out to the east. When they reached the gate that leads out to the east, they turned westward [with their faces towards the Temple], and said, \"Our ancestors, who were in this place, turned their backs on the Temple of the Lord, and their faces towards the east; for they worshipped the Sun towards the east: 4 but we lift our eyes to God.\" R. Jehudah saith, they repeated again and again, \"We belong to God, and raise our eyes to God.\"",
            "In the Temple they never blew the trumpet less than twenty-one times a-day, nor oftener than forty-eight times, They daily blew the trumpet twenty-one times:—thrice at opening the gates, nine times at the continual [burnt-offering] of the morning, and nine times at the continual [burnt-offering] in the evening. When additional offerings [‏מוםפין‎] were brought, they blew nine times more. On the eve of the Sabbath, they blew six times more:—thrice to interdict the people from [doing] work, and thrice to separate the holy day from the work day. But on the eve of the Sabbath, during the festival [of succoth], they blew forty-eight times:—thrice at the opening of the gates, thrice at the upper gate, thrice at the lower gate, thrice at the water-drawing, thrice over the altar, nine times at the continual [burnt-offering] of the morning, nine times at the continual [burnt-offering] in the evening, nine times at the additional offerings, thrice to interdict the people from [doing] work, and thrice to separate the holy day from the work day.",
            "On the first holy day of the festival there were thirteen bullocks, two rams, and one goat [to be offered]; there then remained fourteen lambs for eight orders of priests. On the first day of the festival six [of these orders] offered two lambs each, and the other [two orders] one lamb each. On the second [day] five [of the orders] offered two lambs each, and the remaining [four orders] one lamb each. On the third [day] four [orders] offered two lambs each, and the remaining six [orders] one lamb each. On the fourth [day] three [orders] offered two lambs each, and the remaining [eight orders] one lamb each. On the fifth [day] two [orders] offered two lambs each; and the remaining [ten orders] one lamb each. On the sixth [day] one [order] offered two lambs, and the remaining [twelve orders] one lamb each. On the seventh day they were all equal. On the eighth day they cast lots, as on other festivals. It was so regulated, that the order which offered bullocks one day were not permitted to offer bullocks the next day; but it went in rotation.",
            "Three times in the year all the twenty-four orders of priests were alike entitled to share in the offerings of the festival, and in the shewbread; and on the feast of weeks the distributors say to each priest, \"Here is leavened bread for thee, and here is unleavened bread for thee.\" The order [of priests], whose regular time of service occurs in the festivals, offer the continual offerings, vows, and free-will offerings, and all public services, and every sacrifice [that does not belong to the festival]. If a festival fall next to a Sabbath, either preceding or succeeding it, all the [twenty-four] orders share alike in the shewbread.",
            "But if a day intervene between the Sabbath and the festival, the order [of priests] whose regular turn [of service] it was, received ten of the shewbread, and the loiterers received two shewbread. At other times of the year the order which entered [on their duty] received six [shewbread]; and that which went off duty also received six. R. Jehudah saith, \"That [order] which enters [on duty] receives seven [shewbread], and that which goes off receives five [shewbread].\" Those who entered, shared them on the north side; and those who went out, on the south side [of the Temple court]. The order Bilgah always divided [their share] on the south side; their slaughter ring was fastened down, and the window [of their chamber] blocked up."
        ]
    ],
    "titleVariants": [
        "M. Sukkah",
        "M Sukkah",
        "Mishna Sukkah",
        "Mishnah Sukkah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ]
}