{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "he",
    "ref": "Midrash on Proverbs",
    "title": "Midrash on Proverbs",
    "sections": [],
    "versions": [
        [
            "Bar Ilan Responsa",
            "http://www.responsa.co.il/default.aspx?action=advancedSearch!yes"
        ],
        [
            "COpied Text",
            "Source Sheet, Rabbi Daniel Fridman, YUTorah.Org"
        ],
        [
            "Midrash on Psalms (Buber) Melody 1",
            "Bar Ilan"
        ]
    ],
    "versionSource": "http://www.sefaria.org/Midrash_on_Proverbs",
    "next": "Midrash on Proverbs 2",
    "maps": [],
    "heTitle": "מדרש‏ ‏משלי",
    "book": "Midrash on Proverbs",
    "text": [
        [
            "[יב] דבר אחר אשרי האיש. מדבר בנח, דכתיב נח איש צדיק (בראשית ו ט). אשר לא הלך בעצת רשעים. בשלשה דורות, בדור אנוש, בדור המבול, בדור הפלגה, על דעתיה דר' יהודה דהוא אמר [בשלשה דורות], בעצת רשעים זה דור אנוש, ובדרך חטאים זה דור המבול, ובמושב לצים זה דור הפלגה. כי אם בתורת ה' חפצו. אלו שבע מצות [שנצטוו בני נח]. ובתורתו יהגה. שהגה דבר מתוך דבר, אמר מה טעם ריבה הקב\"ה הטהורים יותר מן הטמאים, אלא שהוא רוצה להקריב לו מהן קרבנות, מיד ויקח מכל הבהמה הטהורה (בראשית ח כ). והיה כעץ שתול על פלגי מים. ששתלו הקב\"ה בתיבה, דאמר ר' לוי שנים עשר חדשים היתה התיבה עומדת במים, כספינה העומדת [בלמין]. אשר פריו יתן בעתו. אמר ר' יודן כל בני גילו היו מולידין בני חמשים בני ששים בני שבעים, והוא בן חמש מאות שנה, שנאמר ויהי נח בן חמש מאות שנה וגו' (בראשית ה לב), ר' חייא בשם ר' אחא אמר כבש הקב\"ה מעיינו שלא יוליד, שלא יהיה לו בן של מאה שנה בדור המבול ויאבד עמהם, לפי שבית דין של מעלה אין עונשין אלא מן מאה שנה ואילך, ואילו היה בן מאה שנה, היה נאבד עמהם. אמר ר' שמעון בן יוחי עתיד הקב\"ה לעוקרה לימות המשיח, שנאמר הנער בן מאה שנה ימות (ישעיה סה כ). ואם תאמר שהיה בדור המבול פחות מן מאה שנה ואבדו, אומר אני שזהו שהיו בעון אבותיהם ונענשו, שנאמר כי השחית כל בשר את דרכו (בראשית ו יב). דבר אחר למה כבש הקב\"ה מעיינו, שלא יוליד וירבה זרעו ויאבדו עם דור המבול, והוא מתעצב עמהם, ואם תאמר שיהיו צדיקים, היה צריך לעשות תיבות הרבה, לכך כבש הקב\"ה מעיינו עד חמש מאות שנה. אשר פריו יתן בעתו. זה שם. ועלהו לא יבול. זה חם. וכל אשר יעשה יצליח. זה יפת. לא כן הרשעים. זה דור הפלגה. על כן לא יקומו רשעים במשפט. זה דור המבול, כדתנינין דור המבול אין להם חלק לעולם הבא, ואין עומדין בדין. כי יודע ה' דרך צדיקים. זה נח ובניו. ודרך רשעים תאבד. זה דור המבול."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "רבות מחשבות בלב איש. אמר ר' יוסי הגלילי כנגד מי אמר שלמה מקרא זה, לא אמרו אלא כנגד אבשלום אחיו, שהיה מחשב בלבו ואמר אם הורג אני דוד אבי אני נוטל המלוכה לנפשי, והוא אינו יודע שמחשבתו של המקום קודם לשלו שנאמר ועצת ה' היא תקום. ",
            "ד\"א זה אדוניה בן חגית, שהיה מתייעץ ואומר אני גדול משלמה, ואני נאה למלכות, והוא אינו יודע שעצת הקב\"ה קודמת לשלו, דכתיב ועצת ה' היא תקום. ",
            "ד\"א זה המן הרשע, שהיה מחשב בלבו ואומר למחר אני משכים ואומר למלך מעשה מרדכי, והוא משלימו בידי, ולא היה יודע שמחשבתו של הקב\"ה קודמת לשלו, שנאמר ועצת ה' היא תקום.",
            " ד\"א רבות מחשבות בלב איש. זה פרעה הרשע, שהיה מתייעץ ואומר אני מאבד כל זכורי ישראל, כדי שלא ירבו ויעמדו עליו, שנאמר כל הבן הילוד היאורה תשליכוהו (שמות א כב), ולא היה יודע שעצת הקב\"ה קודמת לשלו, דכתיב ובני ישראל פרו וישרצו וירבו ויעצמו במאד מאד."
        ],
        [
            "חנוך לנער על פי דרכו. ר' אליעזר ור' יהושע, ר' אליעזר אומר אם חנכת בנך עד שהוא נער בדברי תורה הוא מתגדל בהם והולך, שנאמר גם כי יזקין לא יסור ממנה. ור' יהושע אומר כהדא תורתא דלא יליפא רדיא ומתקשיא עלה בסופא, וכהדא עוברתא דכרמא דאית לה אתר כי אתא עד דהיא רטיבא, וכדקשיא ליה אי את יכיל לה."
        ]
    ],
    "titleVariants": [
        "Midrash on Proverbs",
        "Midrash on Proverbs"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ],
    "type": "Midrash",
    "categories": [
        "Midrash"
    ]
}