{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        110,
        4640
    ],
    "ref": "Sukkah",
    "title": "Sukkah",
    "heTitle": "סוכה",
    "versionSource": "http://www.sefaria.org/Sukkah",
    "maps": [],
    "length": 56,
    "book": "Sukkah",
    "text": [
        [],
        [],
        [
            "Mishnah: A sukkah that is taller than twenty <i>amos</i> is invalid. Rabbi Yehudah permits it.",
            "Or if it is less than ten <i>tefachim</i> tall, or if it does not have (three) walls, or if it has more sunlight than shade, it is invalid.",
            "Gemara: It is taught in a Mishnah there:",
            "A <i>mavoi</i> that is taller than twenty <i>amos</i> must be lowered. Rabbi Yehuda says: It is not necessary.",
            "What is the difference between a sukkah, that was taught to be invalid, and a <i>mavoi</i>, that was taught to be repaired?",
            "Sukkah is a Torah commandment, so it was taught to be invalid. <i>Mavoi</i> is a rabbinic commandment, so it was taught to be repaired.",
            "And if you need, I could say:",
            "[In the case of a] Torah commandments it could have also been taught to repair it.",
            "Nonetheless, [the ruling for] sukkah (containing many statements), was given concisely, and taught that it is invalid. [The ruling for] <i>mavoi</i>, which does not contain many statements, taught to repair it.",
            "From where are these words?",
            "Rabbah said: As it says in the <i>Torah</i>:",
            "(Leviticus 23:43) \"In order that your generations will know that I settled the children of Israel in <i>sukkot</i>.\" Until twenty <i>amos</i>, a person knows that he is dwelling in a sukkah. Above twenty <i>amos</i>, a person does not know that he is dwelling in a sukkah, because it is not in his field of vision. ",
            "Rabbi Zeira said: From here:",
            "(Isaiah 4:6) \"And a sukkah will be for shade from the Sun during the day.\" Until twenty <i>amah</i>, a person sits in the shade of a sukkah. Above twenty <i>amah</i>, a person does sit in the shade of the sukkah; rather, in the shade of its walls.",
            "Abaye said to him:",
            "Rather, from that, whoever builds his sukkah in <i>Ashteroth Karnayim</i>, this also would not be a sukkah!",
            "He said to him: There, remove <i>Ashteroth Karnayim</i>, and there is shade from the sukkah. Here, remove the walls, and there is no shade from the sukkah.",
            "And Rabbah says: From here:",
            "(Leviticus 23:42) \"In sukkahs you will sit for seven days.\"",
            "The Torah said,",
            "For all seven days, leave from a permanent dwelling and dwell in a temporary dwelling. Until twenty <i>amah</i>, a person builds a dwelling as a temporary dwelling.",
            "Above twenty <i>amah</i>, a person does not build a dwelling as a temporary dwelling, rather as a permanent dwelling.",
            "Abaye said to him:",
            "Rather, from that, someone who makes walls from iron and puts <i>sekhakh</i> on top, this also would not be a sukkah!",
            "He said to him: This is what I said to you:",
            "Until twenty <i>amah</i>, when a person builds a dwelling, it is a temporary dwelling. If he built it as a permanent dwelling, he has still fulfilled [the <i>mitzvah</i>].",
            "Above twenty <i>amah</i>, when a person builds a dwelling, it is a permanent dwelling. If he built it as a temporary dwelling, he has also not fulfilled [the <i>mitzvah</i>]."
        ],
        [
            "Everybody did not say like Rabbah, [because]  that is knowledge through the generations.",
            "Also, they did not say like Rabbi Zeira,  [because] it was writing about the the days of <i>Mashiah</i>.",
            "And Rabi Zeira?",
            "If that were true, let it say \"and a canopy will be for shade in the daytime.\" And what [does it say]? \"And a Sukkah will be for shade in the daytime.\" We learn both things from this.",
            "Also, they did not say like Rabbah because of Abaye's question.",
            "Whose ruling is followed in the statement made by R. Yoshia in the name of Rav",
            "that the difference of opinion is where the walls do not reach the covering, but where the walls do reach the covering the sukkah is valid, even if it is higher than twenty <i>amos</i>?",
            "Whose ruling is followed? Like Rabbah's, whose reason is that:",
            "The eye does not detect it, but where the walls reach the covering, the eye does detect it.",
            "Whose ruling is followed in the statement made by R. Huna in the name of Rav?",
            "That the difference of opinion is where the area of the Sukkah was only four <i>amos</i> square but where it was more than four <i>amos</i> square [both agree] that even if it is higher than twenty <i>amos</i> it is kosher.",
            "Whose ruling is followed? Like Rabi Zeira, Who says:",
            "The [character of the] shade, and, since it is spacious- there is the shade of a Sukkah.",
            "Whose ruling is followed in the statement made by R. Chanan b. Rabbah in the name of Rav",
            "that the difference of opinion is only where [the Sukkah] can contain [only] a person's head, the greater part of his body, and his table, but where it is larger than this [both agree] that even if it is higher than twenty <i>amos</i> it is Kosher.",
            "Whose ruling is followed?",
            "No ones.  ",
            "It is understandable that R. Yoshia disagrees with R. Huna and with R. Chanan b. Rabbah, since they lay down a [minimum] measurement in the extent [of the Sukkah] while he does not lay down a minimum measurement as to the extent [thereof];",
            "but [as regards] R. Huna and R. Chanan b. Rabbah,can we say that they differ on [what minimum of extent constitutes] the <i>kashrus</i> of the Sukkah",
            "the former, holding the opinion that",
            "the <i>kashrus</i> of the Sukkah [depends upon its being a minimum of] four <i>amos</i> [square] while the latter holds that",
            "The <i>kashrus</i> of the Sukkah [depends, upon its capacity of] containing his head, the greater part of his body, and his table?",
            "No! Both agree that the <i>kashrus</i> of the Sukkah [depends upon its ability of] containing his head, the greater part of his body, and his table,",
            "but here they differ on the following principle:",
            "the former, holding the opinion that",
            "They differ where the Sukkah [can] contain [only] his head, the greater part of his body, and his table, but if it is larger than this both agree that it is <i>kosher</i>,",
            "And the other, holding the opinion that",
            "holds the opinion that they differ [about a Sukkah whose size is] between [one capable of] containing his head, the greater part of his body and his table, and one four <i>amos</i> square, but if it is more than four <i>amos</i> square, both agree that it is <i>kosher</i>",
            "It was objected:",
            "A Sukkah which is higher than twenty <i>amos</i> is <i>pasul</i> And Rabi Yehudah [says] it is <i>kosher</i> up to forty or fifty <i>amos</i>",
            "Rabi Yehudah says:",
            "‘It happened with Queen Heloni in Lud that her Sukkah was higher than twenty <i>amos</i>, and the elders nevertheless were going in and out of it and spoke not a word to her [in disagreement]’.",
            "They [the <i>Chachamim</i>] said to him:",
            "Is this proof?",
            "She was a women, and therefor free from the [<i>mitzvah</i>] of Sukkah ",
            "He answered them:",
            "‘Did she not have seven sons? ",
            "And besides, ...",
            "she did nothing except in accordance with the command of the <i>Chachamim</i>’.",
            "Why does he have to add ‘and besides, she did nothing except in accordance with the command of the <i>Chachamim</i>’?",
            "Thus he said to them:",
            "If you will answer [with regard to her seven sons] that her sons were minors, and minors are free from [the <i>mitzvah</i> of] the sukkah, since [however] she had seven, there must have been at least one who was [old enough] not to be dependent on his mother;",
            "And If you will answer",
            "[the duty of educating] a child who is not dependent on his mother is merely a Rabbinical decree, and she took no heed of a Rabbinical decree,",
            "I add ‘and besides, she did nothing except in accordance with the command of the Sages’.",
            "Now this [Baraisa] is well according to the authority who says that their difference of opinion was in the case where the walls did not reach the covering; Since it is the custom of a queen to sit in a sukkah whose walls do not reach the roof,"
        ],
        [
            "because of ventilation; ",
            "but according to the ruling who states that they differed only in the case of a small’ Sukkah, is it then customary for a queen to sit in a small Sukkah? ",
            "Rabbah bar Ada answered:",
            "The ruling was necessary only in the case of a Sukkah constructed with many recesses. ",
            "Is it then customary for a queen to sit in a sukkah with many recesses? ...",
            "Rav Ashi answered:",
            "[The ruling] was necessary only in the case of the recesses in it.",
            "The Rabbis hold the opinion that:",
            "her sons sat in the proper Sukkah, while she sat in one of the recesses for reasons of modesty, and hence they made no remark,   ",
            "[While,]R. Judah was of the opinion",
            "that her sons sat with her, and still they made no remark.",
            "Rav Shmuel bar Yitzchak said:",
            "The Halachah is that [the Sukkah] must be able to contain his head, the greater part of his body, and his table. ",
            "R. Abba said to him:",
            "[In] agreement with whom [is this ruling?] Like Bais Shammai?",
            "He [Rav Shmuel bar Yitzchak] said to him:",
            "According to whom else? (I. E. Who else would it be?)",
            "Another version: R. Abba said to him:",
            "Who holds this opinion?",
            "He [Rav Shmuel bar Yitzchak] said to him:",
            "‘Beth Shammai, and do not change from it’. (I.E. to Bais Hillel)",
            "Rav Nachman bar Yitzchak objected:",
            "How do we know that Bais Shammai and Bais Hillel are disputing about a small Sukkah?",
            "Perhaps their dispute concerns a large Sukkah, as for instance, where a man sat at the entrance of the Sukkah with his table inside the house,",
            "[with]Bais Shammai holding the opinion that",
            "we prohibit it lest he be drawn after the table,while Bais Hillel holds that ",
            "we do not prohibit it? ",
            "This, furthermore, may be deduced also [from the wording], for it was stated, ",
            "‘If his head and the greater part of his body were within the Sukkah but his table was within the house, Bais Shammai [says] it's <i>pasul</i>, and Bais Hillel [says] it's <i>Kosher</i>;'",
            "but if it is [as you say] it should read, [If the Sukkah can] contain, or cannot contain [his head, etc.]. ",
            "But do they not dispute concerning a small Sukkah?",
            "Has it not in fact been taught:",
            "[If a Sukkah can] contain his head, the greater part of his body and his table, it is <i>kosher</i>. Rabi says:",
            "It must be four <i>amos</i>. ",
            "While in another [Baraitha] it has been taught: Rabbi says: ",
            "Any Sukkah which is not four <i>amos</i> square is invalid, while the Sages say:",
            "Even if it can contain only his head, and the greater part of his body it is <i>kosher</i>. Whereas of ‘his table’ there is no mention. ",
            "Does a contradiction not arise between the two [Baraisas]? ",
            "We must consequently infer therefrom  that:",
            "One is from Bais Shammai, and one is from Bais Hillel.",
            "Mar Zutra said:",
            "The wording of this Mishnah also proves it, since is says:",
            "‘Bais Shammai declare it <i>pasul</i>, and Bais Hillel says it's <i>Kosher</i>’, and if it were [as you say] it should read Bais Shammai say’, He has not fulfilled his obligation while Bais Hillel say that he has.",
            "But do not the words, ‘He [whose head, etc.] were’ present a difficulty? ",
            "The fact is that they differ on two [points].",
            "They differ on a small Sukkah and they differ on a large Sukkah. But the text is defective and is to be read like this:",
            " ‘He whose head and the greater part of his body were within the Sukkah and his table within the house, Bais Shammai say, He has not fulfilled his obligation and Bais Hillel says: ",
            "He has.",
            "and if it is [able to contain only his head and the major part of his body alone, Beth Shammai says it's <i>pasul</i> and Bais Hillel says it's <i>Kosher</i>.’ ",
            "Who is the authority for that which our Rabbis taught:",
            "‘A house which is not four cubits square is free from the <i>mitzvos</i> of <i>Mezuzah</i> and <i>parapet</i>, does not contract uncleanliness from leprosy, is not irredeemable among the dwelling houses of a walled city, nor does one return on its account from the array of war, nor does and <i>Eruv</i> be prepared for it, nor <i>Shittuf</i>, nor does one place therein an <i>Eruv</i>"
        ],
        [
            "nor make of it an extension between two cities, nor can brothers or partners divide it?",
            "Must we say that it agrees with Rabi, and not with the Rabbis?",
            "No! One can even say that it agrees with the Rabbis.",
            "The Rabbis say it only with regard to a Sukkah which is a temporary dwelling, ",
            "but with regard to a house which is a permanent dwelling, even the Rabbis admit that if it has an area of four <i>amos</i>, people live in it, otherwise, they do not dwell within.",
            "Master says:",
            "‘It is free from the obligations of Mezuzah, and parapet, does not become <i>tamay</i> from leprosy, is not irredeemable among the houses of a walled city, nor does one return on  account [of it just being built] from the war’",
            "What is the reason? ",
            "Because the term ‘house’ occurs in all [these commandments].",
            "‘Nor does an <i>Eruv</i> be prepared for it, nor Shittuf, nor does one place within an <i>Eruv</i>’.",
            "What is the reason? Because it is unsuitable as a dwelling.",
            "Now the <i>Eruv</i> of courtyards is not placed within, but a Shittuf may be placed within. ",
            "What is the reason? ",
            "Since it is no worse than a courtyard within an alleyway,",
            "The <i>Tana</i> says: ",
            "‘The <i>Eruv</i> of courtyards [are placed] in a courtyard, and the shittuf of an alley in the alley’.",
            "And the point was raised, [How can it be said that], ",
            "The <i>Eruv</i> of courtyards [are placed] in a courtyard? ",
            "And the <i>Tana</i> says:",
            "If a man placed his <i>Eruv</i> in a gatehouse or in an exedra (a semicircular recess), or in a gallery, it is <i>asur</i> and he who dwells therein cannot be a cause of prohibition?",
            "Say rather, ",
            "<i>Eruv</i>'s of courtyards [are placed] in a house of the courtyard, and the Shittufs of alleys in a courtyard of the alley; ",
            "and this is no worse than a courtyard in an alley. ‘Nor make of it an extension between two cities’. Since it is not regarded even as an outpost.",
            "What is the reason? ",
            "Outposts are suitable for their purpose, but this is unsuitable for anything.",
            "‘Nor can brothers or partners divide it’.",
            " The reason apparently is that it is not four <i>amos</i>, but if it were four <i>amos</i>, [presumably] they could divide it.",
            "But have we not learnt, ",
            "A courtyard should not be divided unless there be four <i>amos</i> to each [of the parties]?",
            "Say rather,",
            "The law of division does not apply to it, as [it does in the case of] a courtyard. ",
            "For R' Huna ruled,",
            "‘A courtyard is divided according to the number of its doors’,",
            "and R' Chisda said, ",
            "‘Four <i>amos</i> are allowed for each door and the remainder is divided equally’.",
            "This applies only to a house which is intended to stand, [and therefore] we allow it a [share in the] courtyard; ",
            "but as to this [a hovel] which is intended to be demolished, we do not allow it [a share in the] courtyard.",
            "[A sukkah] was taller than 20 amah, and [someone] came to lower it using pillows and blankets: It is not considered to have been lowered."
        ],
        [
            "And not even if he nullified them [completely], because his intention is nullified against other people's.",
            "Straw, and he nullified it: it is considered to be lowered, and all the more so earth that he nullified.",
            "Straw that he intends not to remove, and earth without thought to removal: It is an argument between Rabbi Yose and the Rabbis, as we learn in a Mishnah:",
            "A house that he filled with straw or stones, and he nullified them: they are nullified.",
            "If he nullified them, yes. If he did not nullify them, no!",
            "And we learn in a baraita, on this Rabbi Yose says:",
            "Straw that he intends not to remove: this is like earth without thought to intention, and it is nullified.",
            "Earth that he intends to remove: this is like straw without thought to intention, and it is not nullified.",
            "[A sukkah] was taller than 20 amah, and  palm leaves descend within 20 amah. If the shade is greater than the sun, then it is valid. If not, then it is invalid.",
            "[A sukkah] was ten tefah tall, and palm leaves descend fall within ten. Abaye thought to say:",
            "If the sun is greater than the shade, then it is valid.",
            "Rava said to him:",
            "This would be a foul dwelling, and a person cannot live in a foul dwelling!",
            "[A sukkah] was taller than 20 amah, and he built a platform inside of it against the middle wall, along its entire length, and it contains [the minimum area of] a valid sukkah: It is valid.",
            "And [if the platform is attached] from the side [wall]? If the distance from the edge of the platform to the opposite wall is four amah, it is invalid. If it is less than for amah, it is valid.",
            "What does this teach me? That we can say that the wall bends?",
            "We already learned this in a Mishnah:",
            "A house [where some of the roof] is removed, and sekhakh is placed above it. If the distance from the wall to the sekhakh is four amah, then it is invalid.",
            "See, less than [four amah] is valid!",
            "[If not for the previous teaching,] you would have said the following:",
            "There, it is a suitable wall. But here, where it is not a suitable wall, you would have said that it is not [valid]. You can learn from this.",
            "",
            "",
            "",
            ""
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "Mishnah: Messengers to do a <i>mitzvah</i> are exempt from <i>sukkah</i>.",
            "The sick and their attendants are exempt from <i>sukkah</i>. Non-established [meals] are eaten and drunk outside of the <i>sukkah</i>.",
            "Gemara: From where are these words?",
            "As our rabbis taught:",
            "(Deuteronomy 6:7) \"in your sitting in your house\" exempts one involved in a <i>mitzvah</i>. \"and in your going in the road\" exempts a groom.",
            "From here they said:",
            "One who brings in a maiden is exempt. And a widow, he is obligated.",
            "What is the implication?",
            "Rav Huna said:",
            "Like \"road.\" Just as \"road\" implies a non-obligatory activity, so too for all non-obligatory activities, excluding this one who is involved in a <i>mitzvah</i>.",
            "Are we not discussing one who is traveling to perform a <i>mizvah</i>, and the Merciful One said that he should read it?",
            "If so, then let the verse say \"in sitting and in going\". What is [the reason for] \"in your sitting and in your going?\" One who is going for himself is obligated. This one traveling to perform a <i>mitzvah</i> is exempt.",
            "If so, then even one who brings in a widow also [should be exempt]!",
            "One who brings in a maiden is preoccupied. One who brings in a widow is not preoccupied.",
            "And all who are preoccupied, they too should be exempt?",
            "But from that, one who is preoccupied from losing his ship at sea, he should also be exempt.",
            "And would you say here also? But Rav Abba bar Zavda said in the name of Rav:",
            "A mourner is obligated in all of the <i>mitzvot</i> in the Torah, except for <i>tefillin<i>, as behold, they are spoken of as splendor.</i></i>",
            "Here, the preoccupation is preoccupation in a <i>mitzvah</i>. There, the preoccupation is non-obligatory preoccupation.",
            "And one who is involved in a <i>mitzvah<i> is exempt from a <i>mitzvah</i> comes out from here?</i></i>",
            "It comes from there, as it is taught in a Baraita:",
            "(Numbers 9:6) \"There were people that were impure by the flesh of man...\" Those people, who were they? They were the carriers of Yosef's body, the words of Rabbi Yose HaGlili."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Hillel had eighty disciples. Thirty of them were worthy to have the Divine Spirit resting upon them, as it did upon Moses our Master. Thirty of whom were worthy that the sun should stand still for them as it did for Joshua the son of Nun. And the remaining twenty were ordinary.\t",
            "The greatest of them was Yonatan ben Uziel, the lowest of them was Yochanan ben Zakkai.\t",
            "It is said of Rabbi Yochanan ben Zakkai that he was not ignorant of anything: Scripture, Mishna, Talmud, Halacha, Aggadah, Biblical grammar, scribal traditions, deductive logic, linguistic connections, astronomical calculations, gematriot, incantations for angels, incantations for demons, incantations to palm trees, proverbs of washwomen, proverbs of foxes, a “Great thing,” and a “Small thing.”\t  \t\t \t\t \t \t \t",
            "A “Great Thing,” is the workings of the Chariot.  A “Small thing,” is the legal discourses of Abaye and Rava.  ",
            "All of this in order to fulfill what is said, “That I may cause those that love me to inherit substance, and that I may fill their treasuries.” (Prov. 8:21)",
            "And since this was true of the lowest of them, how much more so was the greatest?...",
            " It is said when Rabbi Yonatan ben Uziel was studying Torah, any bird that flew overhead was immediately burned.",
            ""
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Rav Cheskiah said in",
            "the name of Rav Yermiah who said in the name of Rabbi Shimon Bar Yochai: I am able",
            "to exempt the entire world of judgment."
        ]
    ],
    "titleVariants": [
        "Sukkah",
        "Sukkah",
        "Tractate Sukkah",
        "Masekhet Sukkah",
        "Talmud Sukkah",
        "Succah"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}