{
    "versionTitle": "Ein Yaakov: Introduction",
    "sectionNames": [
        "Chapter",
        "verse"
    ],
    "language": "en",
    "title": "Ein Yaakov",
    "text": [
        [
            "Let it be known that the greater part of whatever is found in the Talmud or in the other books of the sages, blessed be their memories! as the Midrash is entirely concealed from us; and even they who wrote commentaries upon the Talmud, never made an attempt to fathom its meaning. And my father, my teacher, blessed be his memory! contemplated writing an explanatory commentary, as he mentions in his “Commentary on the Mishnah,” but refrained from doing so. And Moses was afraid to approach it, as he says in the beginning of his Guide (Moreh Nevuhim). Nevertheless, after my father’s death, I devoted considerable energy to make some explanations regarding this subject, and I did not withdraw from this step because, after all my study, I came to the conclusion that it is of great importance. My explanation shall, however, merely serve to call the attention to thy heart and thy thought so that thou shalt open thine eyes and comprehend the manner in which the sages spoke in their so-called Medrashim. From my words, shalt thou be able to determine what are the real meanings of their words, and I shall be thy prophet while thou shalt be my spokesman. Thus, thou wilt cause thy soul to refrain from mocking at, or denying the truth of the words of the sages; and, on the other hand, to refrain from thinking that the miracles which happened to the sages are as important as either of that of the dividing of the Red Sea (Exodus 14:22) which happened to Moses and Israel, who went forth from Egypt, or the miracle caused by Elisha and Elija when the Jordan was divided for them (II Kings 2:14). Such a presumption arises because you may take the so-called Derash literally from the facts as stated; but there is sufficient evidence to indicate that there are many stories and Derashoth in which hidden meanings are found besides the plain interpretation patent to every one. And how much more can we understand that from what my father, my teacher, blessed be his memory, has revealed in his book! I intend to explain this to thee more plainly and to show thee the subjects together with their illustrations according to their respective parts as I shall soon divide them for thee in this chapter. First of all, however, I must begin with a preamble.",
            "Know that it is your duty to understand that whoever propounds a certain theory or idea and expects that theory or idea to be accepted merely out of respect for the author without proving its truth and reasonableness pursues a wrong method prohibited by both the Torah and human intelligence. From the standpoint of intelligence, such a method is worthless for it would cause one to minimize the importance of those things which, after scrupulous observation and proofs, ought to be believed, and from the point of view of the Torah - because it inclines from the true path and from the straight, levelled road. The Lord, praised be He! said: Thou shalt not respect the poor person, nor honor the great person; in righteousness shalt thou judge, etc. (Lev. 19:15). And it also says, Ye shall not respect a person in judgment (Deut. 1:17). And there is no difference between him who accents an idea without any evidence as to its integrity, and him who believes a person’s statement simply because he respects the latter and therefore contends that his idea is undoubtedly true since it emanates from a great man like Heiman, Kalkal or Darda. {FN: See I Kings 5:11, in reference to these names.} For all this gives no evidence as to the merits of the subject in question and is therefore forbidden. According to this preamble, then, we are not in duty bound to defend the opinions of the sages of the Talmud, concerning medicine, physics and astrology, as right in every respect simply because we know the sages to be great men with a full knowledge of all things regarding the Torah, in its various details. Although it is true that in so far as knowledge of our Torah is concerned, we must believe the sages arrived at the highest stage of knowledge, as it is said (Deut. 17:11) In accordance with the instructions which they may instruct thee, etc., still it is not necessarily so concerning any other branch of knowledge. Thou canst see that even the sages themselves say very often of things which cannot be proved by discussions and arguments, “I swear, that even had Joshua b. Nun said it, I would not obey him.” This means that I would not believe him although he was a prophet - since he cannot prove the reason for such a thing in accordance with the rules of the Talmudical construction. The following evidence will be sufficient proof for it and none will venture to dispute it. Since we find that the sages themselves had said, concerning medical knowledge that the opinion of such and such a Rabbi did not prove to be true, as for instance, the eagle-stone (Shabbat 66b), or other things mentioned. We infer from this that they did not arrive at the true ultimate conclusion of everything outside of the Torah.",
            "However, thou shalt take note that this rule has some exceptions and therefore, what the sages - blessed be their memories! said, “When thou art hungry, eat; if thou art thirsty, drink; if thy dish is ripe, pour it out while it is hot,” is undoubtedly true, because that theory is the main key to human health; it has been proved by many physicians as well as by physical tests, that a man should not eat until he is hungry, nor should he drink until he is thirsty; and when he feels the need of relieving himself, he ought not to delay such action.",
            "On the other hand, it would be wrong to argue thus: Aristotle, the father of all great philosophers, although he proved by indisputable facts, the supernatural existence of the Creator, praised be He! as well as other things which are true; nevertheless, since he approved the wrong theory that the world exists from time immemorial, or that the Creator, praised be He! knows not every detail, etc., therefore, we must declare him wrong even in his correct theories, contending that because he is wrong in one thing, he must therefore, be wrong in the other. This must not be so, but we, as well as all wise and thoughtful men, must consider and ponder with all possible care, and then decide each thing upon its own merits; to preserve that which deserves preservation and to destroy that which deserves destruction; and to refrain from deciding such things that cannot be decided either way, irrespective of who says it. Just as we notice that our sages, blessed be their memories! say: “If it be a tradition then we must accept it; but as to its inference, we have a refutation.” In a like manner, concerning those laws which they were unable to decide either way, they said Teiku, meaning the question remains unsolved. Similarly, we find that when they discovered that the opinion they held was wrong they retracted it frankly declaring a certain Rabbi changed his words. “The academy of Hillel retracted their earlier decision and decided in accordance with the academy of Shammai.” Furthermore, we find them so addicted to the truth that they say (Eruvin 16, Eruvin 104) {FN: See also Berachot 36, Shabbat 63} Raba empowered an interpreter to say in his name: “The words which I have said in your presence were a gross mistake.” Such are the countless events which cannot be understood except through undisputed evidence, as my father, my teacher, blessed be his memory! said in explaining the same; and this can easily be understood by anyone who does not depend upon his own way of explaining the thing.",
            "And after this preamble, I crave the help of the Al-mighty that I may comprehend the truth, and I shall proceed. The different parts of the Derashoth or interpretations which are found to be the utterance of the sages, blessed be their memories, whether in the Talmud or in any other book, may be grouped into five parts or classes.",
            "The first part treats of such Derashoth or interpretations as contain naught else but their literal meanings. Although this part needs no illustration, yet I shall give thee one to be sure of your grasping its full meaning. It is like the one mentioned in Berachoth (Chapter 5) It is forbidden for a man to fill his mouth with laughter in this world; for it is said (Psalms 126:2), Then (when Messiah will come) shall our mouths be filled with laughter and our tongues with singing, etc.",
            "The second part treats of such Derashoth or interpretations of passages, as contain both a figurative and a literal meaning. As it was intended, because of frequent use, that the meaning should be unrevealed, they therefore constructed it in such a way that the literal meaning should represent just the opposite of its unrevealed and real meaning, as most of them have already been explained in the Guide (3:43) as well as in the “Commentary on the Mishnah.” An example may be supplied from the Talmud Taanit 31: “In the future, the Holy One, praised be He! will take a dance for the righteous in the garden of Eden placing Himself in the centre, and every one will point at Him with his finger and say, (Isaiah 59:9) ‘Behold, this is our God; we have waited for him; we will be glad and rejoice in His salvation’.” The simplicity of this Derash will, of course, prevent every religious and thoughtful man from believing in it literally; the real object which R. Elazar aimed at, is that the reward of the righteous in the world to come will be in their obtaining from the Holy One, praised be He! such things as were impossible of attainment in this world. This is the highest and best reward; he likens the reward, therefore, to a dance - and the individual joy, to the pointing with their fingers at the Holy One, praised be He! and thus he describes the whole situation in a brief manner. From this shalt thou form an opinion upon all other similar things.",
            "The third part treats of such Derashoth as contain none other but their simple meanings - the plain and simple meaning is, however, so difficult that most do not understand it; and if one does understand it, the arrangement of the essay is constructed so peculiarly that it often lacks, or is entirely without order, and in many instances, the reader will find a confusion of different objects or terms of words used therein which resemble the foregoing part and whose hidden meanings may even exceed the foregoing one. Therefore, it is urgent not to be hasty in determining its meaning lest one will err and thus be led astray from the right course. An example of this part is that of the Talmud Berachot 5a: “Always shall a man provoke the Yetzer Tob (good inclination) against the Yetzer Ra’a (evil inclination), as it is said (Psalms 4:5) Tremble, and sin not. If he overcome it then it is well, but if not, then he should read the Sh’ma; {FN: Hear O Israel the Lord our God is one God (Deut. 6:4).} if he overcome it, then it is well, but if not, then he should remind himself of the day of death, as it is said, And be still Selah (Ib.).” Now, although it had none other than its simple meaning, it is nevertheless difficult to comprehend this interpretation because of a lack of understanding of the terms “good” and “evil” inclinations, as well as of the causes which are mentioned. I shall, therefore, explain it at length, so that thou shalt be able to compare all others belonging to this part with this particular one. Thus I say, the word, Yargiz (provoke) means to rule; Yetzer Tob, means the wisdom of the man and Yetzer Ra’a means the passions and lust of the human body or something of that sort. And the real meaning of that statement is that a man should endeavor to rule by his intellect and knowledge over the physical lust and passions of the body; and this he must always bear in mind. If this is sufficient to suppress his passions, it is well; but if not, then let him add to the mere thinking, the action of his mouth, uttering certain passages which may cause the passion to subside by occupying his attentions with other things, and therefore read the Sh’ma. This particular chapter has been selected for two reasons; first because or the similarity of the two words, Beshachbecha (when thou liest down) mentioned in the Sh’ma and Mishkabcha (thy bed) mentioned in the quoted verse of Psalms. This rule is known in the Talmud as the rule of analogy. The second and more convincing reason is that in the Sh’ma great stress is laid upon obedience to the Yetzer Tob, the so-called good inclination, the purpose thereof being to believe in everlasting and supremacy of God, to love Him, to serve Him, to believe in His reward and punishment, and the duty of subduing the so-called evil inclination while saying, Ye seek not after your heart and your eyes, etc. (Num. 15:30) and strengthening the so-called good inclination while saying, And be holy unto your God (Num. 15:40). What is stated later: If he overcome him, it is well, etc. means that if the passion will continue to overpower the wisdom and will fail to be subdued after all these remedies, let him mention the day of death through which he will subdue him, for the mere fact of mentioning the end of all human things, is sufficient cause to break down the pride of the so-called evil inclination as Akabia b. Mahalalel said: “If thou wilt look upon these three things, thou wilt not approach any sin, etc.” (Pirkei Avot 3:5).",
            "The fourth part contains explanations of certain passages in a poetical style; but their intention was not that every one should believe that this is the meaning of that passage, God forbid to think that, and this is meant what the sages, blessed be their memory! said: “The plain meaning of the passage is a thing in itself.” An example of this part can be found in the Talmud (Taanit 9a) where R. Jochanan said: “What is meant by the passage (Deut. 14:22) Asser Te’asser, Thou shalt truly tithe? This is to mean: Thou shalt give tithes in order that thou mayest become rich,” {FN: Asser means “tithes,” Osher, “rich.” Both are spelled alike.} as it is also explained there what is meant by Ad-beili-Dai? Raba b. Chama, in the name of Rab said: “Until your lips will wear out saying enough.” And think not like those who do not grasp the real truth that every simple Derash or so-called allegorical explanation of the passage uttered by the sages, was handed over by tradition, like the principal parts of the Torah, because the fact is otherwise; that the explanation of such passages which do not involve either a dogma of a religious principle or any law of the Torah, has no traditional bearing, but was explained by the authors, merely according to their own knowledge and feeling. And many of them are used merely as figures of speech in a poetical style, or are explained in that poetical form. Thus I have no doubt that when R. Joshua said (Zevachin 116) regarding the sentence (Ex. 18:1) And Jethro heard. What did he hear? R. Joshua said, “the war of Amalek.” {FN: Ex. 17:8-14.} This is merely an opinion, not a tradition and his bringing of evidence to support his opinion proves that it is so, for in a tradition we need no evidence; furthermore, the fact that all other sages differ with him on this explanation proves this also. The same can be said regarding the explanation of (Ex. 15:22) And Moses caused Israel to depart from the Red Sea, i.e., He caused them to do so by talking unto them with soft words. And instances like this thou wilt find not clear in the Talmud in numerous places, where they are constructed in a poetical form. Only a fool or an ignorant person will dispute this. They are constructed in different styles because each author has his own taste and, as with other poets, each wrote after his own fashion.",
            "The fifth part treats of such Derashoth or allegorical explanations as contain exaggeration like the one of (Pesachim 62) Mar Zutra said: “Between Azel and Azel, {FN: Two passages in Chronicles 8.} there are four hundred camel-loads of critical researches due to the presence of numerous contradictions.” The first Azel is at the beginning of the verse and the second is at the end, And Azel had six sons, and these are their names, Azrikam, and Bacheru, and Ishmael, and She’aryah, and Obdiah, and Chanan, all these were the sons of Azel. Even if we say, as some others explain it, that this refers to the Azel of the next verse, it still must be taken as an exaggeration; for if in the whole book, there would not be four hundred camel-loads of Derash explanation, how then could there be that many in two passages only? It must be, therefore, as others say, an exaggeration. And this part will become small after it will be subdivided into more parts as I shall do, for exaggerations are employed in parts of stories, and stories are to be divided into four respective parts. The first part consists of true stories told for the purpose of deciding a question of law as to a precedent, like the one: (Succah 3) concerning him who is sitting with his head and the greater part of his body within the Succah but with his table in the house. The academy of Shammai said it is not proper and the academy of Hillel said it is proper. The school of Hillel appealed to the School of Shammai saying: “Did it not happen that the elders of Shammai’s school and the elders of Hillel’s school once visit R. Jochanan b. Haturani and they found him sitting with his head and the greater part of his body within the Succah but his table was within the house and they said nothing to him? Hence we have a precedent that makes it proper?” To which the school of Shammai answered: “You cannot establish a precedent from this incident, because they did say to him, ‘If thou hast always been accustomed to do so, then thou hast never fulfilled the commandment of Succah’.” The same can be found in the treatise of Kethuboth and in many other places.",
            "Secondly, for the purpose of drawing a moral as the one (Shabbat 30b) “Always shall a man be as humble and calm as Hillel and not so pedantic as Shammai. It happened once that a man laid a wager with another, etc.,” and Hillel did not become angry. The moral that we may draw from this is that every man should try to imitate the character of Hillel and not become pedantic or angry even when provoked; for this is the best and more praiseworthy indication of character. Many similar stories referring to this can be found in the Talmud.",
            "Thirdly, in order to derive a religious principal as the one (Taanit 31) It happened once that Choni, the Ma’agel, was requested to pray for rain. He drew a circle around him and said ‘Sovereign of the Universe, Thy children have turned unto me, etc.” This story shows the stability of the firmly established faith that the Lord listens unto the voice of His righteous servants and answers them when they are in distress, as it is said (Deut. 4:7) For what great nation is there that hath gods so nigh unto it, as is the Lord our God at all times when we call upon Him? And it is also said through the prophets (Isaiah 58:9) Then shalt thou call and the Lord will answer, and also (Ps. 91:15) When he calleth upon Me, I will answer him. A similar story is also told (Taanit 19) of Nakdimon b. Gurion.",
            "Fourthly, to call attention to a miracle or some wonderful incident, as the one (Yoma 83) concerning the story of R. Meier, R. Juda and R. Jose, who were travelling on the road when R. Meier guessed right regarding the honesty of the inn-keeper after he examined the name and its meaning. The same can be found (Megilah 16) R. Juda the Prince of the Exile sent to R. Oshia, a thigh cut form one of his best calves, and a jar full of wine. Whereupon the latter answered him, Thou hast fulfilled a commandment of sending gifts to the needy (Esther 9:22). Thereupon R. Juda sent him the whole of the calf with three jars of wine. The latter in return sent him a message saying, “Rabbi, thou hast fulfilled the custom And of sending portions one to another.” (Esther 9:22) Other similar incidents are recorded in the Talmud in great numbers, especially in the treatise of Gittin. After glancing over the opinions expressed by many of the fourth class of stories, it seems that every one belongs to one of the former three groups, but when you consider them and analyze them thoroughly thou wilt find they belong to a separate group; hence I placed them in a fourth division.",
            "The second part of the stories consists of such stories as did not actually occur but were seen in dreams; they speak of them as real stories, because they believed that no thoughtful man would ever mistake them for real facts; as the one (Berachot 7a) We are taught (in a Baraitha) R. Ishmael said: “Once upon entering the holy of holies, to prepare incense, I noticed, etc.” and many other similar stories. And the same is true regarding certain stories in which are mentioned the visions of the prophets, how God spoke to them, and also the stories of demons. The thoughtless observer who, for the sake of believing, thinks that these things occurred exactly as stated though the facts are contrary to common sense, in doing so, is both foolish and ignorant of the laws of nature. For all the stories of miracles, told by the sages, blessed be their memories, are stated in language similar to that employed by the prophet, who told in plain language whatever they saw in their visions, just as my father, my teacher, blessed be his memory! explained it in “The Guide.”",
            "The third part consists of stories which actually occurred, but were exaggerated in the belief that no thoughtful man would mistake their meaning. And the sages admitted using such a style, as they say (Tamid 29) “The Torah spoke in exaggerated language, the prophets spoke in exaggerated language, and the sages spoke in exaggerated language; the Torah - for it is said (Deut. 1:28) The cities are great and fortified up to heaven; the prophets - for it is said (I Kings 1) So that the earth was rent at their noise. The sages - when they speak of the heap of ashes on the altar; what the Mishnah says (Ib.) in regard to the vine which stood at the entrance of the Temple, and what they say concerning the curtain which separated the holy of holies from the Hechal.” These are but three instances in the Mishnah, but in the Gemara, they are numerless. An illustration of this may be found (Megillah 7b): “Raba and R. Zeira were banqueting together; during the banquet Raba stood up and slaughtered R. Zeira. He prayed to God for mercy and R. Zeria returned to life.” The meaning of this is that Raba beat R. Zeira and wounded him so severely that the latter was at the point of death; he uses the term “slaughtered him” because it was severe, or it might have been at the throat. And the word Achaye (made him return to life) means he became well. The word is frequently used for that meaning {FN: See II Kings 20:7 and Isaiah 38, that the word is used for “becoming well.”} Many similar stories are found in the Talmud.",
            "The fourth part consists of stories which actually occurred; but they are told in parable form so that not every one is able to understand them, unless he understands the real interpretation of such language. In some instances even an ignorant person will soon recognize that the facts are exaggerated, but he will take in literally, for the reason that he lacks a knowledge of the natural philosophy required to explain it. An illustration of this can be found in Succah. I have no desire to dwell at length upon this particular subject.",
            "Thou shalt not wonder at the fact that the sages, blessed be their memories! in their researches, use the parable and riddle word-style and not plain, ordinary language; this is due to the fact that they themselves explain certain passages of the Prophets in that style. See Berachoth, on the passage in which the sages explained it in parable style although the prophets stated it in simple language as if there were no other meaning to it. Here I wish to emphasize however that I do not mean that those passages have any other meaning than that which the sages explained. If the style of the parable is applied to the words of the prophets, how much more then should this style be applied to the words of the sages which cannot be understood in any other way? And concerning this, my father, my teacher, blessed be his memory! has long ago called attention to this particular fact in his “Commentary on the Mishnah.”",
            "And we found a place in Talmud where it is openly admitted that the sages spoke parable style and that their words should not always be taken literally (Eruvin 63) “A disciple of R. Eliezer decided a lawful question in the latter’s presence. R. Eliezer said to his wife, Ema Shalom, ‘I wonder if he will live through this year?’ And he died during that year. ‘Art thou a prophet?’ his wife asked him. The disciple’s name and his father’s name,” continued the Talmud, “were purposely mentioned, that we should not construe it as a parable, but as a true fact.” From this is clear that in many instances, their words were not taken literally, but in parable form. Put this proof in thy heart and let thine eyes watch it, for it is a wonderful thing as well as important evidence. This was called to my attention by one of my wise disciples and this last part of the narration is very much like the second part, treating the Derash or allegorical explanations (mentioned above). They are both important parts, containing great and wonderful events which could not be revealed to every one, and they have therefore spoken in parable style. Finally thou shalt know that there is one thing which thou must always remember which will be of great help to thee in determining the exact meaning of the story - namely, that many stories contain a mixture of all these parts, of true stories, of parable, of dreams, etc. And if thou wilt attempt to explain the whole in any particular form, either in plain form or in any other way, thou wilt come to naught, an example of which can be found in Chagiga and in many other parts of the Talmud, only I cannot dwell upon it in detail because I am not allowed to go too deeply into the revelation of such secrets. And I trust that the explanations I have offered, will be sufficient for every thoughtful man; and that henceforth it will be easy for every one to determine the exact part to which every Derash belongs. And through this, he will avoid spreading evil reports like the Karaites and the fools did upon the words of the sages, blessed be their memories; this will also prevent a man from going to the other extreme of believing foolishly in every impossible thing, thus causing him to think that the sages reported impossible things and things which did not exist, and in this way, finally leading him to deny the existence of the Holy One, praised be He!",
            "Behold this carefully, for it is a great pillar and fortified wall against such things. And now come thou, blessed of God. Put this like a seal upon thy breast and like Tephilin (Phylacteries) between thine eyes. Let this be an opening and an introduction for whatever thou wilt read or hear in the future of any Derash or story and cast thy lot among the true and virtuous scholars, but not among those who turn things up-side down and who walk foolishly after all nonsense. And the Lord shall in His mercy lead you in the righteous path so that thy feet shall walk straight in His chosen path. Amen."
        ]
    ],
    "versionSource": "http://en.wikisource.org",
    "maps": [
        {
            "to": "Ein Yaakov 1",
            "from": "introduction"
        }
    ],
    "heTitle": "עין יעקב‎",
    "titleVariants": [
        "Ein Yaakov",
        "Ein Yaakov",
        "Ein Yaacov",
        "Ein Yacov"
    ],
    "textDepth": 2,
    "categories": [
        "Midrash"
    ]
}