{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishna Maasrot",
    "lengths": [
        5,
        40
    ],
    "text": [
        [
            "They stated a rule with regard to tithes: Anything which is food, and is guarded, and grows from the earth, is subject to tithes. And they stated another rule: Anything which begins (to grow) as food, and ends up as food, even if one saves it (and does not pick it right away) such that it grows larger, is subject to tithes whether it is small or large. And anything which does not begin (to grow) as food, but ends up as food, is not subject to tithes until it becomes (considered as) food.",
            "From when are fruits required to be tithed? Figs from when they begin to ripen. Grapes and raisins, from when the seed can be seen through the skin. Sumac and strawberries, from when they redden. And all the red [fruit], from when they redden. And pomegranates, from when [their seeds] can be crushed. Dates, when they begin to swell like leaven. Peaches, when they develop [the appearance of] veins. Nuts, when become like a storehouse [for the separated nutmeat within]. Rabbi Yehuda says, nuts and almonds, when they develop an [inner] husk.",
            "The carobs [are subject to tithing] after they form [dark] spots, as are all dark fruits after they form [dark] spots. And pears and the crustumenian pear and the quinces and the crab-apples after their surfaces become free of fuzz. Fenugreek when its seeds can be planted. Grains and olives, after they have ripened to one-third.",
            "And regarding vegetables, cucumbers, gourds, watermelons and cucumber-melons [and among fruits of the trees] apples and citrons require tithes whether fully grown or young. Rabbi Shimon exempts the citron when young. When one is liable for bitter almonds [young], one is exempt from the sweet [fully grown] and vice versa: when one is liable for the sweet, one is exempt from the bitter.",
            "At which stage do different items require the giving of tithes? Cucumbers and pumpkins, when one removes their hair. If one doesn't remove their hair, when one stacks them. Melons, when they become smooth. If they do not become smooth, when one stacks them. Vegetables that are bundled, when one bundles them. If he does not bundle them, when he fills the vessel. If he does not fill the vessel, once he has collected as many as he needs. With a basket, once he covers it. If he does not cover it, once he fills up the vessel. If he does not fill the vessel, once he has collected as much as he needs. In what situation does this apply? When bringing them to the market. But if he is bringing them to his house, he may eat casually from them until he reaches his house.",
            "A split and dried pomegranate, raisins, and carobs after he stacks [them] in piles. Onions after he peels [them]. If he did not peel when he stacks in piles. The harvest, after he evens [it], if he did not even it until he stacks in piles. Beans after he sifts [it]. If he does not sift it until he evens [it]. Even though he has sifted [it], he takes from the broken ones and from the sides and from what is in the midst of the straw and he eats [it].",
            "Wine",
            "A round cake [prob. of processed figs] [is tithed] from the time that we make it smooth [e.g. to seal it, as cheese]. It may be sealed by immersing it in [the juices of either tithed or untithed] figs or grapes. Rabbi Yehudah forbids [immersing in untithed juices]. Being smoothed with grapes does not make it liable for the laws [regarding grapes]. Rabbi Judah says that it is liable for the laws. Dried figs [are tithed] from the time that they are pressed, and hand-pressed [dried figs are tithed] from the time that they are rounded [into cakes]. [this translation is incomplete]"
        ],
        [
            "If one was passing through the street, and said “Take for yourself from my figs,” one may eat them and be exempt from tithes.  Therefore if they brought them into their houses, they must separate [tithes and terumah] as if they were certainly untithed. [If he said], “Take and bring it into your houses,” they may not make a chance meal of them. Therefore if they brought them into their houses, they need tithe them only as demai.",
            "If they were sitting at the gate or a store and someone said, \"take figs for yourself\", they may eat and be exempt. But the owner of the gate or the owner of the store would be required. Rabbi Yehuda would exempt him, unless he returns his face, or unless he changes the place where he is sitting.",
            "He who brings cattle from the Galilee to Judah, or one who makes pilgrimage to Jerusalem, may eat them until he arrives to the place where he was going, and so it is in Judah. Rabi Meir says, until he arrives to the place of stopping. And the merchants who peddle in the cities, may eat until they arrive to the place of sleep. Rabi Yehuda says, the first house (the First Temple?) will be his house.",
            "Produce from which he separated terumah before its work was finished:  Rabbi Eliezer says: it is forbidden to make a chance meal of it, but the sages permit it except when it is a basket of figs. A basket of figs from which one separated terumah: Rabbi Shimon permits it, but the sages forbid it.",
            "One who says to his friend: “Here is this issar (a coin worth 1/24 of a dinar), give me five figs for it”, he may not eat of [them] until he has tithed them, the words of Rabbi Meir. Rabbi Judah says: if he ate them one by one, he is exempt, but if he gathered them [to eat them] together, he is liable [to tithe.] Rabbi Judah said: it happened in a rose-garden in Jerusalem that there were figs being sold three or four for an issar, and neither terumah nor tithe was ever given from it.",
            "One who says to his friend: “Here is an issar (a coin worth 1/24 of a dinar) for ten figs which I choose for myself,” he may choose them and eat [one at a time without tithing].  [If he said] “For a cluster of grapes which I choose for myself,” he may pick grapes from the cluster and eat. [If he said], “For a pomegranate which I choose for myself,” he may take apart [the pomegranate] and eat [it one piece at a time].[If he said] “For a watermelon, which I choose for myself,” he may slice and eat [it one piece at a time]. But if he said “For these twenty figs,” or “For these two clusters,” or “For these two water-melons,” he may eat them in his usual way and be exempt [from tithe], because he bought them while they were still attached to the ground.",
            "One who has hired a worker to help him harvest figs, and he [the worker] said to him “On condition that I may eat the figs,” he may eat them and he is exempt [from tithing].   [If he said,] “On condition that I and my son may eat,” or “that my son may eat of them in lieu of my receiving a wage,” he may eat and he is exempt [from tithing], but his son may eat but he is liable [for tithes].[If he said,] “On condition that I may eat of them during the time of the fig harvest, and after the fig harvest,” during the time of the fig harvest he may eat and he is exempt [from tithing], but if he eats after the fig harvest he is liable, since he does not eat of them in the manner mandated by the Torah.  This is the general rule: one who eats in a manner mandated by the Torah is exempt [from tithes], and one who does not eat in the manner mandated by the Torah is liable.",
            "If a man is working [as a hired worker] among cooking figs, he may not eat of white figs, and if among white figs, he may not eat of cooking figs, but he may restrain himself until he reaches the place where there are the better figs, and then he may eat. If a man exchanges with his friend either [figs] for eating for [figs] for eating, or [figs] to be dried for figs [to be dried], of figs [for eating] for figs [to be dried], then he is liable to give tithes. Rabbi Judah says: one who exchanges [figs] for [other figs for eating] is liable, but [if for figs] for drying he is exempt."
        ],
        [
            "One who was taking figs through his courtyard to be dried, his children and the other members of his household may eat [of them] and they are exempt [from tithes]. The workers [who work] with him may eat and be exempt so long as he is not obliged to provide for them.If however, he is obligated to provide for them they may not eat.",
            "One who brought his workers into the field, when he is not obligated to provide for them, they may eat and be exempt from tithes.  If, however, he is obligated to provide for them they may eat of the figs one at a time, but not from the basket, nor from the large basket, nor from the storage yard.",
            "One who hired a worker to work with olives and he said to him, “On condition that I may eat the olives,” he may eat of them one at a time and be exempt [from tithes]. If, however, he gathered several together he is liable [for tithes].[If he had been hired] to weed out onions, and he said to him, “On condition that I may eat the vegetables,” he may pluck leaf by leaf, and eat [without tithing]. If, however, he gathered several together, he is liable [for tithes].",
            "If one found cut figs on the road, or even beside a field [where cut figs] have been spread [to dry], and similarly, if a fig tree overhangs the road, and he found figs beneath it, they are allowed [with regard to the laws] of robbery, and they are exempt from tithe.  But if they were olives and carobs, they are liable.  If one found dried figs, then if the majority of people had already trodden [their figs], he must tithe [them], but if not he is exempt. If one found slices of fig-cake he is liable [to tithe] since it is obvious they come from something whose processing had been fully completed. With carobs, if they had not yet been on the top of the roof, he may take some down for his animals and be exempt [from tithe] since he returns that which is left over.",
            "Which courtyard is it which makes [the produce] liable to tithe?  Rabbi Ishmael says: the Tyrian yard for the vessels are protected therein. Rabbi Akiva says: any courtyard which one person may open and another may shut is exempt. Rabbi Nehemiah says: any courtyard in which a man is not ashamed to eat is liable. Rabbi Yose says: any courtyard into which a person may enter and no one says to him, “what are you looking for” is exempt.    Rabbi Judah says: if there are two courtyards one within the other, the inner one makes liable and the outer one is exempt.",
            "Roofs do not render [produce] liable, even though they belong to a courtyard which renders it liable.  A gate house, portico, or balcony, are like the courtyard [to which it belongs]; if [the courtyard] makes the [produce] liable [for tithes] so do they, and if it does not, they do not.",
            "Cone-shaped huts, watchtowers, and sheds in the field do not render [produce] liable. A sukkah like those used in Ginnosar, even though it contains millstones and poultry, does not render [produce] liable. As for the potter’s sukkah, the inner part renders [produce] liable and the outer part does not. Rabbi Yose says: anything which is not both a sunny season and rainy season dwelling does not render [produce] liable [to tithes].  A sukkah used on the Festival [of Sukkot]: Rabbi Judah says: this renders [produce] liable [for tithes], but the sages exempt.",
            "A fig tree which stands in a courtyard: one may eat the figs from it one at a time and be exempt [from tithes], but if he gathered some together he is liable. Rabbi Shimon says: if he has [one in his right hand and one in his left hand and one in his mouth, he is exempt.  If he ascended to the top [of it], he may fill his bosom and eat.",
            "A vine which was planted in a courtyard: one may take a whole cluster [and eat it without tithing]. Similarly with a pomegranate, or a melon, the words of Rabbi Tarfon. Rabbi Akiva says: he can pick single berries from the cluster, or split the pomegranate into slices, or cut slices of melon [and eat without tithing]. Coriander which was sown in a courtyard: one may pluck leaf by leaf and eat [without tithing], but if he ate them together he is liable [for tithes]. Savory and hyssop, and thyme which are in the courtyard, if they are kept watch over, they are liable for tithe.",
            "A fig tree which stands in a courtyard, and hangs over into a garden: one may eat in his customary fashion and be exempt [from tithes].If it stands in the garden and hangs over into the courtyard, one may eat [the figs] one at a time and be exempt, but if he gathers them together, he is liable [for tithes]. If it stands in the land [of Israel] and hangs over [into the territory] outside the land, or if it stands outside the land, and hangs over into the land, [in all these cases the law is] decided according to the position of the root.  And as regards houses in walled cities, everything is decided according to the position of the root.  But as regards cities of refuge, everything is decided [also] according to the location of the branches.  And in what concerns Jerusalem, everything is decided by the location of the branches."
        ],
        [
            "If he pickled, stewed, or salted [produce], he is liable [to give tithes]. If he stored [produce] in the ground [in order to warm it up] he is exempt.  If he dipped it [while yet] in the field, he is exempt. If he split olives so that the bitter taste may come out of them, he is exempt. If he squeezed olives against his skin, he is exempt. If he squeezed them and put [the oil] into his hand, he is liable. One who makes a viscous liquid [from grapes or olives] in order to put it in a dish is exempt, but if to put it in an [empty] pot, he is liable for it is like a small vat.  Children who have hidden figs [in the field] for Shabbat and they forgot to tithe them, they must not be eaten after Shabbat until they have been tithed.  In the case of a basket of fruits for Shabbat: Bet Shammai exempt it from tithes, but Bet Hillel makes it liable.  Rabbi Judah says: even one who has gathered a basket of fruit to send as a present to his friend, must not eat of them, until they have been tithed. ...",
            "One who took olives from a vat may dip them one at a time in salt, and eat them, but if he salted them, and put them in front of him, he is liable [for tithes]. Rabbi Eliezer said: from a pure vat he is liable but from an impure [vat] he is exempt because can put back the leftovers.",
            "One may drink [wine] out of the winepress, whether [it is mixed] with hot or cold water, and be exempt [from tithes], the words of Rabbi Meir. Rabbi Eliezer bar Zadok says he is liable.  But the sages say: with hot water he is liable [to tithe] but with cold water, he is exempt.",
            "One may drink [wine] out of the winepress, whether [it is mixed] with hot or cold water, and be exempt [from tithes], the words of Rabbi Meir. Rabbi Eliezer bar Zadok says he is liable.  But the sages say: with hot water he is liable [to tithe] but with cold water, he is exempt.",
            "One who husks barley may husk one at a time and eat [without tithing], but if he husked and put them into his hand, he is liable [to tithe].  One who rubs [ears of] wheat may blow out [the chaff of the wheat] from hand to hand and eat, but if he blows and puts the grain in his lap he is liable. Coriander which was sown for the sake of the seed, the plant is exempt [from tithes]. If he sowed it for the sake of the plant then both the seed and the plant must be tithed. Rabbi Eliezer said: as for dill, tithe must be given from the seed and the plant, and the pods. but the sages say: only in the case of cress and eruca are both the seeds and plant tithed.",
            "Rabban Shimon ben Gamaliel says: shoots of fenugreek, of mustard, and of white beans are liable [to tithe].  Rabbi Eliezer says: as for the caper bush, tithes must be given from the shoots, the berries and the blossoms.  Rabbi Akiba says: only the berries are tithed since they [alone] count as fruit."
        ],
        [
            "One who uproots saplings from of his own [property] and plants them [elsewhere] within his own [property] is exempt [from tithes].  If he bought [saplings] attached to the ground, he is exempt. If he gathered them in order to send them to his fellow, he is exempt.  Rabbi Elazar ben Azariah said: if similar ones were being sold in the market, behold they are liable [for tithes].",
            "One who uproots turnips and radishes from within his own [property] and plants [them elsewhere] within his own [property] for the purpose of seed, he is liable to tithe, since this is [equivalent to] their threshing floor.   If onions take root in an upper story they become clean from any impurity.   If some debris fell upon them and they are uncovered, they are regarded as though they were planted in the field.",
            "One may not sell produce after the season for tithing has arrived to one who is not trusted concerning tithes. Nor in the sabbatical year [may one sell sabbatical year produce] to one suspected of [transgressing] the sabbatical year.  If only [some] produce ripened, he takes the ripe ones and may sell the remainder.",
            "One may not sell his straw, nor his olive peat, or his grape pulp to one who is not to be trusted in [with respect to] tithes, for him to extract the juice from them.  If he did extract the juice he is liable for tithes, but is exempt from terumah, because when one separates terumah he has in mind the fragments which [is] by the sides, and that which is inside the straw.",
            "One who buys a field of vegetables in Syria:  If before the season for tithing arrived, then he is liable to tithe.  If after the season for tithing he is exempt, and he may go on gathering in his usual manner. Rabbi Judah says: he may even hire workers and gather.  Rabban Shimon ben Gamaliel says: When does this apply? If he has bought the land. But if he has not bought the land, even before the season for tithing arrived he is exempt.   Rabbi [Judah Hanasi] says: he must also tithe according to calculation.",
            "One who makes grape-skin wine, and he put water on by measure, and he finds [afterwards] the same quantity, he is exempt from tithe.    Rabbi Judah makes him liable.  If he found more than the measure, he must give [tithe] for it from another place, in proportion.",
            "Anthills which have remained the whole night near a pile of grain which was liable to tithe,  [the grain found in them] is liable, since it is obvious that they [the ants] have been dragging away the whole night from something [of which the work] had been completed.",
            "Garlic from Balbeck, onions from Rikpa, Cicilician beans and Egyptians lentils, and Rabbi Meir says qirqas, and Rabbi Yose says qotnym are exempt from tithes and may be brought from any man in the seventh year.     The seeds of upper arum pods, the seeds of leeks, the seeds of onions, the seeds of turnips and radishes, and other seeds of garden produce which are not eaten, are exempt from tithes, and may be bought from any man in the seventh year; and even though the plants from they grew were terumah, they may still be eaten [by non-priests]."
        ]
    ],
    "heTitle": "מעשרות",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 5,
    "titleVariants": [
        "Mishna Maasrot",
        "M Maasrot",
        "M. Maasrot"
    ],
    "textDepth": 2,
    "categories": [
        "Mishna",
        "Seder Zeraim"
    ]
}