{
    "versionTitle": "Chabad Tanach with Rashi", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "title": "Rashi on Genesis", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "three heifers: (Gen. Rabbah 44:14) Three calves, symbolic of the three bulls: the bull of Yom Kippur, the bull brought when the interpretation of a law is hidden from the people [because of an error of the Sanhedrin], and the heifer whose neck was broken.", 
                "and three goats: Symbolic of the he-goat that is sacrificed inside, the he-goats of the additional offering of the festivals, and the he-goat that is sacrificed as a sin offering for an individual.", 
                "and three rams: A guilt offering for a definite sin, a guilt offering for a doubtful sin, and a ewe lamb for a sin offering for an individual.", 
                "and a turtle dove and a young bird: A turtle dove and a young pigeon. [These are the various species offered up for all kinds of atonement sacrifices.]"
            ], 
            [
                "and he divided them: He divided each one into two parts. The verse does not lose its simple meaning, because He was forming a covenant with him to keep His promise, to cause his sons to inherit the land, as it is written (verse 18): “On that day, the Lord formed a covenant with Abram, saying, etc.,” and it is the custom of those who form a covenant to divide an animal and to pass between its parts, as it is written (Jer. 34:19): “who passed between the parts of the calf.” Here too, “a smoking furnace and a fire brand, which passed between the parts,” was the agent of the Shechinah, which is [referred to as] fire. [from Pirkei d’Rabbi Eliezer , ch. 28]", 
                "but he did not divide the birds: Since the idol-worshipping nations are likened to bulls, rams, and goats, as it is said (Ps. 22:13): “Many bulls surrounded me, etc.,” and Scripture states (Dan. 8:20): “The ram that you saw, the one with horns, represents the kings of Media and Persia,” and Scripture states (ibid. verse 21): “And the he-goat is the king of Greece.” And the Israelites are likened to young doves, as it is said (Song of Songs 2:14): “My dove, in the clefts of the rock.” Therefore, he divided the animals, as an allusion that the nations will gradually perish. ", 
                "“But he did not divide the bird,” as an allusion that Israel will exist forever. [from Pirkei d’Rabbi Eliezer , ch. 28; Targum. Ps. 22: 13]"
            ], 
            "", 
            [
                "and behold, a fright, etc.: ", 
                "An allusion to the troubles and darkness of the exiles. [from above mentioned source, Targum Jonathan, Targum Yerushalmi, Gen. Rabbah 42:17, and many other midrashic sources]"
            ], 
            [
                "that your seed will be strangers: From the time that Isaac was born until the Israelites left Egypt was four hundred years. How so? Isaac was sixty years old when Jacob was born, and Jacob, when he went down to Egypt, said, “The days of the years of my sojournings are one hundred and thirty years,” which total 190. They were in Egypt 210 years, like the numerical value of רְדוּ (see Rashi, below 42:2; ר = 200, ד = 4, ו = 6, totaling 210). Thus, the total is 400 years. Now, if you should say that they were 400 years in Egypt, [this is not so] because Kehath was one of those who descended to Egypt. If you compute the years of Kehath (133) and those of Amram (his son, 137), and the 80 years of Moses, his age when they left Egypt, you will find only 350 [years]. And you must still subtract from them all the years that Kehath lived after the birth of Amram and that Amram lived after the birth of Moses. [from Seder Olam ch. 3]", 
                "in a land that is not theirs: It does not say, “in the land of Egypt,” but “[in a land] that is not theirs,” and from the time Isaac was born (below 21:34): “and Abraham sojourned, etc.” (Below 20:1): “And [Isaac] sojourned in Gerar.” (Ps. 105:23): “And Jacob sojourned in the land of Ham.” (Below 47:4): “To sojourn in the land we have come.” - [from Mid. Abchir]"
            ], 
            [
                "And also the nation: [The word] וְגַם, [and also], is to include the four kingdoms (Babylon, Persia and Media, Greece, and Edom), for they too will perish because they enslaved Israel. [from Gen. Rabbah 44:19]", 
                "will I judge: with ten plagues. [from Gen. Rabbah 44:20]", 
                "with great possessions: with much money, as it is said (Exod. 12:36): “and they emptied out Egypt.”"
            ], 
            "", 
            "", 
            [
                "Now it came to pass that the sun had set: Heb. וַיְהִי הַשֶּׁמֶשׁ בָּאָה. [The subject apparently does not agree with the predicate, because שֶׁמֶשׁ is a feminine noun, whereas וַיְהִי is a masculine verb. Therefore, Rashi explains as follows:] This is similar to (below 42:35): “And it came to pass that they were emptying their sacks”; (II Kings 13:21): “And it came to pass that they were burying a man”; meaning: this event took place. [The subject of וַיְהִי is not הַשֶּׁמֶשׁ but דָבָר זֶה (i.e., it is as if the masculine noun דָבָר זֶה (this event) were inserted after וַיְהִי.] The same is true in the two instances quoted by Rashi, in which the subject is plural, whereas the predicate is singular. There too, the subject of וַיְהִי is דָבָר זֶה.]", 
                "the sun had set: Heb. בָּאָה. It had set.", 
                "and it was dark: The day darkened.", 
                "and behold, a smoldering furnace, etc.: He hinted to him that the kingdoms of the pagans would fall into hell. — [from Pirkei d’Rabbi Eliezer, ch. 28]", 
                "had set: Heb. בָּאָה Its accent is on the first syllable. Therefore, it is explained that it had already set; but if its accent were at the end, on the “alef,” it would be explained to mean: as it was setting. but it is impossible to say this, for it is already written (above verse 12): “Now the sun was setting,” and the passing of the smoking furnace happened after this. It is found that it had already set. And this difference exists in every word in the feminine gender, whose radical consists of two letters, such as בא (to come), קם (to arise), שב (to return). When the accent is on the first syllable, it is in the past tense, e.g., this case and e.g., (below 29:9): “and Rachel came (בָּאָה)”; (below 37:7): “my sheaf arose (קָמָה)”; (Ruth 1:15): “Lo! Your sister-in-law has returned (שָׁבָה).” However, when the accent is on the final syllable, it is in the present tense, denoting a thing that is happening now and is continuing to happen, like (below 29:6): “She is coming בָּאָה with the flocks”; (Esther 2:14): “In the evening she would come (בָּאָה), and in the morning she would return (שָׁבָה).” "
            ], 
            [
                "To your seed I have given: The word of the Holy One, blessed be He, is like an accomplished fact.", 
                "the great river, the Euphrates river: Since it is associated with the Land of Israel, He calls it great, even though it is the last of the four rivers going forth from Eden, as it is said (above 2:14): “and the fourth river that is the Euphrates.” A common proverb states: “A king’s servant is a king; associate with a ruler, and people will bow down to you.” - [from Sifrei Devarim 6]"
            ], 
            [
                "The Kenites: There are ten nations [enumerated] here, but He gave them only seven nations. The [other] three are Edom, Moab, and Ammon, and they are [here referred to as] the Kenites, the Kenizzites, and the Kadmonites, which are destined to be [our] heritage in the future, as it is said (Isa. 11:14): “upon Edom and Moab shall they stretch forth their hand, and the children of Ammon shall obey them.” - [from Gen. Rabbah 44:23]"
            ], 
            [
                "and the Rephaim: the land of Og, concerning which it is said (Deut. 3: 13):“That is called the land of the Rephaim.”"
            ]
        ]
    ], 
    "commentaryCategories": [
        "Tanach", 
        "Torah"
    ], 
    "heTitleVariants": [
        "רש\"י"
    ], 
    "length": 50, 
    "versionSource": "http://www.chabad.org/library/bible_cdo/aid/8210#showrashi=true", 
    "heCommentator": "רש\"י", 
    "heBook": "רש\"י", 
    "maps": [], 
    "heTitle": "רש\"י על בראשית", 
    "textDepth": 3, 
    "titleVariants": [
        "Rashi on Genesis"
    ], 
    "commentaryBook": "Genesis", 
    "commentator": "Rashi", 
    "order": [
        2, 
        1
    ], 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}