{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "title": "Rashi on Genesis", 
    "text": [
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "And it will be yours for food - and to all the beasts of the earth: He equated cattle and the beasts to them [to man] regarding the food [that they were permitted to eat]. He did not permit Adam and his wife to kill a creature and to eat its flesh; only every green herb they were all permitted to eat equally. When the sons of Noah came, He permitted them to eat flesh, as it is said (below 9:3): “Every creeping thing that is alive, etc.” Like the green herbs, which I permitted to the first man, I have given you everything. — [from Sanh. 59b]"
            ]
        ], 
        [
            "", 
            [
                "And God completed on the seventh day: Rabbi Shimon said: [A human being of] flesh and blood, who cannot [exactly] know his times and his moments, must add from the profane to the holy [i.e., he must add some time to the Sabbath.] The Holy One, blessed be He, Who knows His times and His moments [exactly], entered it [the Sabbath] within a hairbreadth, and it therefore appeared as if He completed it [His work] on that day. Another explanation: What was the world lacking? Rest. The Sabbath came, and so came rest. The work was completed and finished. — [from Gen. Rabbah 10:9]"
            ], 
            "", 
            "", 
            [
                ""
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "(8) And they heard- there are many medrashic agadot, and they have already been organized in Bereishit Raba and in other Medrashot. I have only come to (arrive at or help explain) pshuto shel mikra, the plain meaning of the text, and to (bring at times) the agadic works that settle the words of the Torah, each word in its place."
            ]
        ], 
        [], 
        [], 
        [
            "", 
            [
                "the sons of the nobles. Another explanation: בְּנֵי הָאֱלֹהִים are the princes who go as messengers of the Omnipresent. They too mingled with them. Every אֱלֹהִים in Scripture is an expression of authority, and the following proves it (Exod. 4:16): “And you shall be to him as a lord (לֵאלֹהִים)”; (ibid. 7:1): “See, I have made you a lord (אֶלֹהִים).”"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "", 
                "\"In his generation...\" -  (Sanhedrin 109) Some of our rabbis interpret this as praise, meaning, all the more so, if he had been in a generation filled with righteous people, he would have been even more righteous.  And there are those who interpret it as criticism, meaning, if he had been in Abraham's generation, he would not have been thought of as anything special.", 
                "\"Noah walked with God...\" - And with Abraham it says (Genesis 24): \"Walk before Me!\"  Noah needed support to keep him up, but Abraham would strengthen himself and walk righteously on his own.", 
                ""
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "", 
                "\"Before the flood waters...\" - Even Noah had little faith. He believed and didn't believe that the flood would come, and he didn't enter the ark until the water was pushing him in."
            ]
        ], 
        [
            [
                "\"And Elokim remembered\" - This name (Elokim) is associated with the attribute of (strict) Judgement. (God' interaction with the world was) switched to the attribute of mercy through the teffilot of the righteous, as the wickedness of the wicked transform (God's interaction with the world from) the attribute of mercy to the attribute (strict) judgement as it is stated \"and Hashem saw that the wickedness of man had become great...\", \"and Hashem said, I will erase...\" and Hashem is the name associated with the attribute of mercy. "
            ]
        ], 
        [], 
        [], 
        [], 
        [
            [
                "\"Go, yourself\" - For your benefit, and for your own good, and there I will make you into a great nation.  Here you will not merit children.  And what's more, I will let the world know all about you."
            ], 
            "", 
            [
                "\"And be blessed through you\" - there are many Legends and Traditions on this idea and this is their essence: A man will say to his son 'Be like Avraham'.  And this is the meaning of all expressions of 'be blessed through you' in Scripture.  And the proof is (Genesis 48) 'Through you shall Israel be blessed, May God make you like Ephraim and Menasheh'."
            ], 
            "", 
            [
                "\"that they 'made' in Haran\"-they brought them under the wings of the Shechina (God's presence); Abraham would convert the men and Sarah would convert the women, the Torah writes it as if they 'created' them (that's why it says 'made')..."
            ], 
            "", 
            "", 
            "", 
            [
                "Continually traveling: lit. going and traveling. [He traveled] in intervals, staying here for a month or more, traveling from there, and pitching his tent elsewhere. And all his travels were southward, to go to the south of the Land of Israel, and that is to the direction of Jerusalem, which is in the territory of Judah, who took [his portion] in the south of the Land of Israel, to Mount Moriah, which was his [Judah’s] heritage. (Gen. Rabbah 39:16)."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "To visit the sick. (Sotah 14a; Tanhuma 1)"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "", 
                "\"she is in the tent\"--she was modest"
            ]
        ], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "\"he will laugh to me\" - He will be happy for me. The Midrash Agadah says, \"many barren women were remembered with her, many sick were healed on that day, many prayers were answered with her, and much laughter was in the world.\""
            ], 
            "", 
            [
                "\"and he was weaned\" - after 24 months (Gitin 75).", 
                "\"great party\" - The greatest individuals of the generation were there: Shem, Ever, and Avimelech."
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "\"Bread and bottle of water\" - and not silver and gold because [Avraham] had hatred for him because [Ishmael] went out into a bad culture.", 
                "\"And the boy\" - (Bereishis Rabbah) Even the boy was placed on [Hagai's] shoulder, since Sarah placed in him an evil eye and he got a fever and couldn't walk on his feet.", 
                "\"And she went and she wandered\" - She returned to the idols of her father's house (Bereishis Rabbah)."
            ], 
            "", 
            "", 
            [
                "\"The voice of the boy\" - From here, [we learn that] the prayer of a sick person is better than the prayers of others on his behalf, since the prayer continues to be received.", 
                "\"From where he was\" - (Rosh HaShanah 16) - Based on the actions that [Ishmael] is doing now, he is considered, and not according to what he will do in the future. This is because the Angels accuse him and say \"Creator of the Universe! In the future his offspring will kill your sons through thirst, and you're giving him a well [to drink from]? And [G-d] replies, \"now is he a righteous person or a wicked person?\" [The Angels] say, \"he's a righteous person.\" (In other words, regarding this matter, [Ishmael] isn't fitting to receive a punishment of death through thirst). [G-d] said to them, \"according to the actions of a person now do I judge them...."
            ]
        ], 
        [
            [
                "There are some Sages who say [that this event occurred] “After the words of Satan” who said accusingly [to God], “From all the feasts that Avraham prepared, he did not offer as sacrifice to You a single bull or ram.” He [God] responded to him, “He does everything for the sake of his son. Yet, if I were to say to him, ‘Sacrifice him to Me,’ he would not refuse.” There are those [other Sages] who say “After the words of Yishmael” who would boast to Yitzhak that he was circumcised when he was thirteen and did not resist. Yitzhak responded to him: “You try to intimidate me with one limb. If God would tell me, ‘Sacrifice yourself to Me,’ I would not refuse.”", 
                "This is the response of the pious— an expression of humility and readiness."
            ], 
            [
                "Na is an expression of a request. He [God] said to him, “I plead with you, withstand this test so that no one can say that the first [tests] were not real.”", 
                "He [Avraham] responded, “I have two sons.” He [God] said to him, “Your only one.” He responded, “This one is an only son to his mother and the other is an only son to his mother.” He [God] said to him, “Who you love.” “I love them both,” he [Avraham] answered. Then, He said, “Yitzhak!” Why didn’t God reveal this from the beginning? So as not to confuse him suddenly, and he become bewildered and deranged. And, also, so that he value the mitzvah and he would get the reward for each and every expression.", 
                "[This refers to] Jerusalem. As in II Chronicles 3:1, “To build the House of God in Jerusalem on Mount Moriah.” Our rabbis explained [that it is called this] because from there instruction (lit. “Torah”) goes forth to Israel. Onkelos’ translation is based on the incense service which contains myrrh, nard, and other spices."
            ]
        ], 
        [
            [
                "And the life of Sarah was one hundred years and twenty years and seven years: The reason that the word “years” was written after every digit is to tell you that every digit is to be expounded upon individually: when she was one hundred years old, she was like a twenty-year-old regarding sin. Just as a twenty-year-old has not sinned, because she is not liable to punishment, so too when she was one hundred years old, she was without sin. And when she was twenty, she was like a seven-year-old as regards to beauty. — from Gen. Rabbah 58:1]", 
                "The years of the life of Sarah: All of them equally good."
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "Perhaps the woman will not follow me: It [the word אֻלַי (perhaps)] is written [without a“vav” and may be read] אֵלַי (to me). Eliezer had a daughter, and he was looking for a pretext so that Abraham would tell him, to turn to him, to marry off his daughter to him (Isaac). Abraham said to him,“My son is blessed, and you are cursed [Eliezer was a descendant of Canaan who had been cursed by Noah], and an accursed one cannot unite with a blessed one.”"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "Yaakov and Eisav who are spoken of (further on) in the passage"
            ], 
            "", 
            "", 
            "", 
            [
                "", 
                "... it is spelled as \"gaayim\" i.e.\"the proud ones\". These are Antoninus and Rebbi, for neither radish nor lettuce ceased to be found on their tables during the sunny or rainy season.", 
                "", 
                "", 
                ""
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "\"And it was told to Rivkah\" - Through divine inspiration it was told to her what Esav thought in his heart."
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "", 
                "\"And [he] left\" — It was only necessary to write \"And Jacob travelled to Charan\", so why does it mention his departure? It tells us that the departure of a righteous person from a place makes a mark, because when a righteous person is in a city, he is its glory, he is its radiance, he is its beauty. When he leaves there, the glory departs, the radiance departs, the beauty departs. And similarly (in Ruth 1) \"and she left from the place\" which is said about Naomi and Ruth.", 
                "\"And he travelled to Charan\" — he left to travel to Charan."
            ], 
            [
                "", 
                "", 
                "", 
                "...He set them in the form of a gutter-pipe surrounding his head, since he feared the wild animals. The rocks began arguing with each other, each one stating \"upon me should the righteous one lay his head\". Hashem joined all of them into one rock, as the verse states, \"and he took the rock that he had placed\".", 
                "", 
                "", 
                ""
            ]
        ], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "no… Jacob: It shall no longer be said that the blessings came to you through trickery (עָקְבָה) and deceit, but with nobility and openness, and ultimately, the Holy One, blessed be He, will reveal Himself to you in Beth-el and change your name, and there He will bless you, and I will be there.“ He then acknowledged them (the blessings) as being his (Jacob’s). This is [the meaning of] what is written (Hos. 12:5): ”He strove with an angel and prevailed over him; he wept and supplicated him,“ [meaning that] the angel wept and supplicated him. With what did he supplicate him? ”In Beth-el he will find Him, and there He will speak with us“ (ibid). Wait for me until He speaks with us there. Jacob, however, did not consent, [to release the angel] and, against his (the angel’s) will, he (the angel) acknowledged them (the blessings) as being his (Jacob’s). This is [the meaning of] ”And he blessed him there,\" that he entreated him to wait, but he did not wish [to do so]. — [from Zohar, vol. 3, 45a]"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "", 
                "(2) \"From the praises of the land\" -- From [the translation known as] Targum, \"from the praised [produce] of the land,\" that all [of the praised produce] praises [the land of Israel] when it comes into the world.", 
                "", 
                ""
            ]
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            [
                "\"Come to me\" - He saw them backing away and told himself \"Now my brothers are embarrassed.\" He called to them in soothing language and showed them that he was circumcised."
            ]
        ], 
        [], 
        [], 
        [], 
        [
            [
                "He wanted to reveal the end of days and the Divine Presence left him, so he began saying other matters."
            ]
        ], 
        [
            "", 
            [
                "\"to embalm his father\"- meaning, with the spreading of the special salts used by the embalmers"
            ]
        ]
    ], 
    "maps": [], 
    "commentaryCategories": [
        "Tanach", 
        "Torah"
    ], 
    "heTitle": "רש\"י על בראשית", 
    "versionSource": "http://www.sefaria.org", 
    "heBook": "רש\"י", 
    "heCommentator": "רש\"י", 
    "length": 50, 
    "titleVariants": [
        "Rashi on Genesis"
    ], 
    "textDepth": 3, 
    "commentaryBook": "Genesis", 
    "commentator": "Rashi", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}