{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ],
    "language": "en",
    "title": "Bemidbar Rabbah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "This is the ordinance - As it is said verse (Job:14): Who gave (brought forth) purity to one who is impure? , such as Abraham from Terah, Hezekiah from Achaz, etc , Israel from the nations of the world, the world to come from  this world. Who did so, who commanded so, who decreed it so, if not The One! (the world's only!) ....! There we learned (Parah 4:4): those who occupy themselves with the Parah from beginning to end, impurify their clothes, but it makes clothes Pure. God said: I carved a law (into the fabric of creation), a decree i made, you have no ability to  transgress (override) My law!",
            "This is the ordinance of the Torah - (Psalms 12:6) The sayings of G-d are pure (purify). R. Hanan Ben Pazzi elucidated this verse [of psalms with the parsha of Parah] Parah- which has seven seven sevens; seven cows, seven fires, seven sprinkling, seven washes, seven unclean, seven pure, seven priests. And if someone tells you five are, tell him: Moses and Aaron are included, as it is said: And the Lord spoke to Moses and Aaron, saying, This is the ordinance of the Torah:",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [],
        [],
        [
            ""
        ]
    ],
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "heTitle": "במדבר רבה",
    "titleVariants": [
        "Bemidbar Rabbah",
        "Bamidbar Rabbah",
        "Bemidbar Rabba",
        "B'midbar Rabbah",
        "B'midbar Rabba",
        "Bamidbar Rabba",
        "Numbers Rabbah",
        "Numbers Rabba"
    ],
    "textDepth": 2,
    "categories": [
        "Midrash"
    ]
}