{
    "versionTitle": "Tosefta Online",
    "sectionNames": [
        "Chapter",
        "Tosefta"
    ],
    "language": "en",
    "title": "Tosefta Berakhot",
    "text": [
        [
            "From when do we read Shema in the evenings? “From the time when people come [home] to eat their bread on Shabbat (Sabbath) nights,” [these are] the words of Rebbi Meir. And the Chachamim (Sages) say from the time when the Kohanim (priests) are able to eat their Terumah (heave offering). A sign for this is the coming out of the stars. And even though there is no explicit proof for this matter, there is an indirect reference: “… and half of them were holding spears from the morning twilight until the coming out of the stars.” (Nehemiah 4:15)",
            "Rebbi Shimon says, “Sometimes a person may read it (i.e. The Shema) two times in one night, once before dawn and once after dawn. [And if that happens] it comes out that he fulfills his obligation for the day [reading] and for the night [reading].”...",
            "Rebbi says, “There are four watches in a night. [There is a unit of time called] time period (Onah) which is 1/24th of an hour. And [there is another unit of time called] the time (Et) which is 1/24th of the time period (Onah). And [there is a third unit of time called] the moment (Regah) which is 1/24th of the time (Et).” Rebbi Natan says, “There are three watches in a night, as it is said ‘… the beginning of the middle watch.’ (Judges 7:19) There is no [such thing as a] middle, but only when there is something before it and after it.”",
            "From when do we read the Shema in the morning? Acherim (Others) say, “[from the time] when his friend will be four amot away from him and he recognizes him.” The mitzvah [to say it] is with sunrise in order to connect redemption (Geulah) to prayer (Tefillah), and it will come out that he will pray during the day. Rebbi Yehudah said, “One time I was walking behind Rebbi Akiva and Rebbi Elazar Ben Azaryah and the time came to read the Shema. I supposed they gave up on reading the Shema [right away] because they were busy with the needs of the community. I read [the Shema] and [then] learned [some Torah] and after that they began [reading the Shema], and the sun could already be seen above the mountain tops.”",
            "The grooms and all [others] who are involved in [other] Mitzvot (commandments) are exempt from reading [the] Shema as it is said, “… when you sit in your house”, (Deuteronomy 6:7) [meaning] except for those who are involved in mitzvot, “and when you walk on the way”, (Deuteronomy 6:7) [meaning] except for the grooms.",
            "It happened with Rebbi Yishmael and Rebbi Elazar Ben Azaryah that they were resting in the same place and Rebbi Yishmael was laying down and Rebbi Elazar Ben Azaryah was [standing up] straight. It came time to say Shema. Rebbi Yishmael stood up straight and Rebbi Elazar laid down. Said to him Rebbi Yishmael: “What is this Elazar?” He said [back] to him: “Yishmael, my brother! They say to a person, ‘Why is your beard all grown [so nice]?’ He said [back to them], ‘[it should be sent] against the destroyers’ (i.e. cut off by the scissors). [So too with us] I (Rebbi Elazar Ben Azaryah) who was straight, laid down, you that was laying down, stood up straight?” [So Rebbi Yishmael] said to him: “You laid down to fulfill the words of Bet Shamai, I stood up straight to fulfill the words of Bet Hillel. A different explanation, that the students should not see [that you did like Bet Shamai] and make your words [a] permanent [law].",
            "Why did they say one short [Beracha (blessing)]? In the place where they said to be long, one is not allowed to be short, [and in the place where they said] to be short, one is not allowed to be long. [In the place where they said] to seal off [the Beracha], one is not allowed not to seal off, [in the place where they said] not to seal off [the Beracha], one is not allowed to seal off. [In the place where they said] to begin [the Beracha] with [the word] Baruch (Blessed), one is not allowed not to begin with Baruch, [in the place where they said] not to begin [the Beracha] with Baruch, one is not allowed to begin with Baruch. [In the place where they said] to bend down, one is not allowed not to bend down , [and in the place where they said] not to bend down, one is not allowed to bend down.",
            "These are the Berachot (blessings) which are [coined to be] short: One who blesses on fruit, and on mitzvot, the Beracha (blessing) of Zimun, and the last Beracha of Shema. These are the Berachot which are [coined to be] long: the Beracha of Fast Days, and the Beracha of Rosh Hashana, and the Berachot of Yom Kippur. From [the way] a person [says] his Berachot it is recognizable if he a fool or if he is a sage.",
            "These are the Berachot (blessings) which do not seal off with [the phrase] Baruch [Ata Hashem] (Blessed are You Hashem): One that blesses on the fruit, and on the mitzvot, Birkat Hazimun, and the last Beracha in Birkat Hamazon. Rebbi Yossi Hagelili used to seal off the last Beracha in Birkat Hamazon and [therefore] make it long.",
            "These are the Berachot (blessings) which begin with [the phrase] Baruch [Ata Hashem] (Blessed are You Hashem). All Berachot begin with [the phrase] Baruch [Ata Hashem] except for the Beracha (blessing) which is adjacent to Shema and a Beracha which is adjacent to another Beracha, in [both of] which [cases] we do not begin with [the phrase] Baruch [Ata Hashem].",
            "In these Berachot (blessings) we bow down: the first Beracha (blessing) [of Shemoneh Esreh], in the beginning and at the end, and in [the paragraph of] Modim [in Shemoneh Esreh], in the beginning and at the end. And [as for] one who bows down in every [single] Beracha [of Shemoneh Esreh], we teach him that he should not bow down [in them]. We do not say [the Beracha] together with the one that says the Beracha [for you]. Rebbi Yehudah would say together with the one that made the Beracha, Kadosh Kadosh Kadosh Hashem Tzevaot Melo Kol Haaretz Kevodo (Isaiah 6:3) (Holy, Holy, Holy, Hashem Tzevaot, the earth is full with His glory) and Baruch Kevod Hashem Mimkomo (Ezekiel 3:12) (Blessed be the glory of Hashem from His place). All of these Rebbi Yehudah would say together with the one that made the Beracha.",
            "We mention the Exodus from Egypt at night. Said Rebbi Elazar Ben Azaryah, “Here I am like a seventy year old man and I have not merited to hear that one should mention Exodus from Egypt at night, until the exegesis (Derasha) of Ben Zoma.” “In order that you should remember the day that you left Egypt, all the days of your life.\" (Deuteronomy 16:3), the days of your life [means] days, all the days of your life [means] nights.” These are the words of Ben Zoma. And the Chachamim (Sages) say, “Days of your life [means] this world, all the days of your life [means] the days of the Mashiach (Messiah).” Ben Zoma said to the Chachamim, “And are we going to mention the Exodus from Egypt during the days of the Mashiach? Does not it say: “Therefore behold, the days are coming, the word of Hashem, and they will not say anymore, as lives Hashem, who has brought the Children of Israel from the land of Egypt. But rather, [they will say], as lives Hashem who has brought and who will bring the seed of the House of Israel from the Northern land and from all the lands to which I have pushed them there, and they will dwell in their land?” (Jeremiah 23:7-8) They said to him, “It does not [mean] that the Exodus from Egypt will be uprooted from them, but rather that Egypt will be added to the [other] kingdoms. [Other] kingdoms will be the main [subject], and Egypt will be a secondary [subject]. Similarly [it says], your name will not be called anymore, Yakov, but rather Yisrael will be your name. (Genesis, 35:10) [It does] not [mean] that [the name] Yakov was completely uprooted from him, but rather [the name] Yakov was added to [the name] Yisrael. Yisrael was the main [name], and Yakov was the secondary [name].”",
            "Similar to this [it says]: “Do not remember what happened in the past…” (Isaiah 43:18-19) “Do not remember what happened in the past:” this is [referring to] the burden of the kingdoms [of Persia, Greece and Rome]. “… and do not think about what happened in the days of old:” this is [referring to] the burden of Egypt. “Behold, I am going to do something new, now it will spring forward. Don’t you know about it?” this is [referring to] the war of Gog. They (i.e. the Rabbis) have said a parable to what this is similar to. [This is similar] to a person who came upon a wolf and was saved from him. Then he was telling [everybody about] the incident with the wolf. Then he came upon a lion and was saved from him. He forgot the incident with the wolf and was telling [everybody about] the incident with the lion. Then he came upon a snake and was saved from it. He forgot the incidents of both of them (i.e. the wolf and the lion) and was telling [everybody about] the incident with the snake. So to the Jewish People, the recent troubles make them forget about previous [troubles]....",
            "Similar to this [it says]: “Sarai, your wife, will not be called Sarai anymore, because her [new] name is Sarah.” (Genesis 17:15) In the beginning, she was a princess over her nation, [but] now she became a princess for all of the nations of the world, as it is said: “…because her [new] name is Sarah.” Similar to this [it says]: “And your name will not be called anymore Avram, but rather your name will be Avraham…” (Genesis 17:5) In the beginning, you were a father to Aram and now you will be a father to all people of the world, as it is said: “… because I have made you a father of a multitude of nations”.(ibid)",
            "Even though [the Tanach] goes back and calls Avraham [(Genesis 17:5)], Avram [again], [(Nehemiah 9:7) and (I Chronicles 1:27)] it is in his praise and not in his shame. To Yehoshua [(Numbers 13:16)], Hoshea [again], [(Deuteronomy 32:44)] it is in his praise and not in his shame. He is [the same] Avram before [God] spoke to him, he is the [the same] Avram after [God] spoke to him. He is [the same] Hoshea before he became great , he is [the same] Hoshea after he became great. Moshe, Moshe [(Exodus 2:3)]; Avraham, Avraham [Genesis 22:11)]; Yakov, Yakov [(Genesis 46:2)]; Shmuel, Shmuel [(I Samuel 3:10)]; [all of these double expressions] are expressions of love and encouragement. They are [the same people] before [God] spoke to them and they are [the same people] after [God] spoke to them. They are [the same people] before they became great, they are [the same people] after they became great.",
            "Similar to this [it says]: “His Booth was in Shalem and His Shelter was in Tzion.” (Psalms 76:3) And what did the verse see to bring back to her (i.e. Jerusalem) [her] original name? Here it says: “Because this city has caused my anger and wrath, from the day that it was built until this day, it should be removed from my sight.” (Jeremiah 32:31) I would have thought it is in the heat even now? [However] this teaches us, “The mountain that God desired to dwell on.” (Psalms 68:17) Here it is in delight and desire; this teaches us that [God] forgave her her [self] destruction. From where [do we know] that the Shechina (God’s presence) will not return to it until it will be [just] a mountain [again as it was originally]? This teaches us, “His Booth was in Shalem and His Shelter was in Tzion.” We find that when it is complete it is called a mountain. But the Shechina will not return to it until it will become [just] a mountain, as it is said: “And Avraham called the name of that place ‘Hashem Yireh’ as it is [commonly] said today ’on the mountain Hashem appears’.” (Genesis 22:14) And it is said: “Remember Hashem the day [that] Jerusalem [was destroyed], [and take revenge on] the Edomites who said, Raze it. Raze it down to its foundation.” (Psalms 137:7) When [will the Shechina return to it]? When its foundations will be uprooted by those who say, “Raze it. Raze it down to its foundation.”"
        ],
        [
            "One who reads Shema [in the morning], must mention the Exodus from Egypt in [the Beracha (blessing) after the Shema called,] Emet Veyatziv. Rebbi says, “He must [also] mention in it Kingship [of God].” Others say, “He must [also] mention in it the Plague of the Firstborn and the Splitting of the Sea.”",
            "One who reads the Shema must have intent in his heart. Rebbi Achai says in the name of Rebbi Yehudah: “If he had intent in his heart in the first paragraph [of Shema], even though he did not have intent in his heart in the last (i.e. second) paragraph [of Shema], he fulfilled his obligation [of saying the Shema].”",
            "One that reads the Shema backwards [i.e. out of order] does not fulfill his obligation [of saying the Shema]. And the same [applies] to Hallel, to prayer [of Shemoneh Esreh], and to the Megillah [of Esther].",
            "One who was reading the Shema and made a mistake, and skipped in it one verse, [he] should not begin to read that verse by itself, but rather should go back to that verse and complete [the Shema, from that point on] until the end. And the same [applies] to Hallel, to prayer [of Shemoneh Esreh], and to the Megillah [of Esther]. One who entered a synagogue and found that [the congregation] has read half of it (i.e. the Shema) and [he] completed [the remaining half of the Shema] with them, [he] should not go back and read it (i.e. the Shema) from the beginning until that place, but rather [he] should begin from the beginning and complete it until the end. And the same [applies] to Hallel, to Tefillah (prayer) [of Shemoneh Esreh], and to the Megillah [of Esther].",
            "One who reads the Shema and makes a mistake, and [he] does not know where he made the mistake, [he] should go back to the beginning of the [first] paragraph. If he made a mistake in the middle of a paragraph, he should go back to the beginning of [that] paragraph. If he made a mistake between the first [verse that mentions] writing and the second [verse that mentions] writing, he should go back to the first [verse that mentions] writing.",
            "The writers of books [of the Tanach], of Tefillin (Phylacteries), and of Mezuzot interrupt [their work] to read the Shema, but do not interrupt [their work] for [the] prayer [of Shemoneh Esreh]. Rebbi says, “Just like they do not interrupt [their work] for [the] prayer of [Shemoneh Esreh], so too they do not interrupt [their work] to read the Shema.” Rebbi Chananya Ben Akavya says, “Just like they interrupt [their work] to read the Shema, so too they interrupt [their work] for [the] prayer [of Shmoneh Esreh].” Rebbi Elazar Bar Tzadok said, “When Rabban Gamliel and his Bet Din were in Yavneh, they were involved in the needs of the community and they did not interrupt [their work] in order not to lose [concentration] from their hearts.”",
            "A carrier, even though his burden is on his shoulder, he may read [the Shema]. But while he is unloading [the burden] and loading [the burden] he should not read, because he is not paying attention [to what he is saying]. Either way [i.e. whether he is carrying or loading, or unloading], he should not pray [the Shemoneh Esreh] until he [completely] unloads [and can stand in one place without holding his load].",
            "Workers [must] read [the Shema even while they are sitting] on top of a tree. And they [can] pray [Shmoneh Esreh] on top of an olive tree or on top of a fig tree. But [if they are on top of] all other trees, they [must] go down to pray [Shmoneh Esreh]. The owner of the house [must] go down regardless [what kind of tree he is on top of] and pray [Shmoneh Esreh]. Workers [must] read the Shema and say a Beracha (blessing) before it and after it. [When] they eat their bread they [must] say the Beracha before it and after it. And they [must] pray three times [a day] Shmoneh Esreh, but they do not go in front of the pulpit [to lead the congregation].",
            "Best men and bridesmaids, and all [other] wedding attendees are exempt from [the] prayer [of Shmoneh Esreh] and from [putting on] Tefillin (Phylacteries), all seven days [of the wedding celebrations], but [they are] obligated in reading the Shema. Rebbi Shila says, “The groom is exempt [from saying the Shema, Shemoneh Esreh and putting on Tefillin], but the wedding attendees are obligated [in all of them].”",
            "They have buried the dead [person] and lined up in a row. The [outer] row that sees the inner [row] is exempt [from saying the Shema] and the [outer] row that does not see the inner [row] is obligated [to say the Shema]. Rebbi Yehudah says, “If there is only one row there, then those who are standing there for the sake of honor [of the dead] are obligated [to say the Shema], [and those who are standing there] for the sake of the mourner are exempt [from saying the Shema].” [Later] they went down to eulogize [the dead person]. The people that see the inner row are exempt [from saying the Shema], and some say, “those who are behind them [are exempt as well].” And those that do not see the inner row are obligated [to say the Shema]. The one that says the eulogy and all of those who are involved in the eulogy stop [the eulogy] to read the Shema, but they do not stop [the eulogy] to pray [the Shmoneh Esreh]. It happened [once] that the Rabbis stopped [the eulogy] for the reading of the Shema and [the] prayer [of Shmoneh Esreh].",
            "A man who had a seminal emission (Baal Keri) and is sick, if nine Kavs of water were poured on him, he may read [the Shema]. But he may not fulfill the obligation [of reading the Shema] for others until he dips himself in forty Seah [of water]. Rebbi Yehudah says, “Forty Seah no matter what.\"",
            "Zavim, Zavot, Niddot, and women who gave birth are permitted to read the Torah and to learn Mishna, Midrash, laws, and Aggadot. And men who had a seminal emission (Baalei Keraim) are forbidden in all of them. Rebbi Yossi says, “He can learn the laws that he is familiar with, as long as he does not arrange the Mishna.”",
            "“A man who had a seminal emission (Baal Keri) who does not have water to dip in may read the Shema, but he may not [read it loud enough so that he can] hear [himself talking] with his own ear, and does not say the Beracha (blessing) not before it and not after it.” [These are] the words of Rebbi Meir. And the Chachamim (Sages) say, ”He may read the Shema and he may [read it loud enough so that he can] hear [himself talking] with his own ear, and he says the Beracha [both] before it and after it.” Rebbi Meir said, “One time we were sitting in the Bet Midrash (Study Hall) in front of Rebbi Akiva and we were reading the Shema, but we were not saying it loud enough to be able to hear ourselves, because of one inquisitor who was standing by the door.” They (i.e. Chachamim) said [back] to him, “The time of danger is not a proof.”",
            "One that was standing in the field naked or that was doing his work naked should cover himself with straw and with stubble or anything [else for that matter] and may read [the Shema]. Even though they (i.e. the Rabbis) said that it is not praiseworthy for a person to be sitting naked, because the Holy One Blessed Be He did not create man naked as it says, “I clothed him in a cloud and [made] mist his shroud.” (Job 38:9) “Clothed him in a cloud” that [refers to] the sack of the fetus, “and [made] mist his shroud” that [refers to] the placenta. [If] there was a wrap of cloth or of skin wrapped around his loins he may read [the Shema]. Either way he should not pray [Shmoneh Esreh] until he covers his heart.",
            "A person should not put his head into his [own] lap and read the Shema [that way]. But if his underwear was belted on the inside [of his robe] it is permitted [to read the Shema with his head in his own lap].",
            "Two people that were sleeping [naked] under one cover are not allowed to read the Shema. But rather [what they should do is as follows], this one should cover himself with his [own] cover and read [the Shema] and this one should cover himself with his [own] cover and read [the Shema]. But if his son or his daughter were little then it is allowed [to read the Shema if one is sleeping naked with them in the same bed].",
            "[In order to say Shema or pray Shmoneh Esreh] a person must move away from the feces and urine of a small child who is capable of eating an olive size [piece of bread], four Amot. We only move away from [the feces] of a person and of a dog when skins are placed inside it (i.e. dog feces) [for processing].",
            "[If] an [empty] vessel for excrement or a tub for urine is with him in the house, he should move away [from it] four Amot and read [the Shema]. [If it is] in front of his bed he should put any amount of water into it and read [the Shema], but if he did not [put water in it], he may not read [the Shema]. Rebbi Zakkai says, “If he put into it a Reviit of water he [may] read [the Shema], and if not, he [may] not read the Shema.” Rabban Shimon Ben Gamliel says, “[If the vessel for excrement] is in front of the bed he [may] not read [the Shema], [but] if it is behind the bed he [may] read [the Shema].” Rebbi Shimon Ben Elazar says, “Even if the whole house is approximately ten Amot [long] and the vessel for excrement is put inside it, he [may] not read [the Shema] until he takes it outside or puts it under the bed.”",
            "A person should not go into dirty alleyways and read the Shema [there]. And not only that, but even if he already walked into [a dirty alleyway] while he was reading [the Shema], he should stop [reading it] until he completely exits from that area, and [only then] he [may continue] reading [the Shema]. A person should not stand and pray [Shmoneh Esreh] while he needs to relieve himself, as it is said, “Prepare to greet your God, Yisrael.” (Amos 4:12)",
            "[A person] should not spill water [with feces in it] in a place where he [wants to] pray [Shemoneh Esreh], but rather he should [spill it] four Amot away [from that place]. If [the feces have] dried up or reabsorbed (i.e. dissolved) then it is permitted [to pray Shmoneh Esreh next to them].",
            "[A person] who enters a bathhouse: In a place where people are standing dressed, it is [permitted] there [to] read [the Shema], and [say the] prayer [of Shemoneh Esreh], and one does not even need to mention [that] greetings [are allowed there]. One can put on his Tefillin (Phylacteries) [there] and one does not even need to mention that he does not [need to] take his Tefillin off [there]. [In] a place where [some] people are standing dressed and [some people are standing] naked, it is [permitted] there [to say] greetings, but it is not [permitted] there [to] read the Shema and [say the] prayer [of Shemoneh Esreh], and one [does] not [have to] take off his Tefillin [there], but one may not put [his Tefillin] on [there] from the start. [In] a place where [all] people are standing naked, it is not [permitted to] greet there, and one does not even need to mention [that] reading [of the Shema], and prayer [of Shmoneh Esreh], and taking off his Tefillin [are all forbidden there], and one does not even need to mention that he may not put them on (i.e. Tefillin) [there as well].",
            "Hillel Hazaken says, “Do not be afraid [being] naked, do not be afraid [being] dressed, do not be afraid [while] standing, do not be afraid [while] sitting, do not be afraid [when] laughing, do not be afraid [when] crying, as it is said, “There is time to cry and time to laugh.” (Ecclesiastes 3:4)"
        ],
        [
            "Just like the Torah established a set time to read the Shema, so too the Sages established a set time for [the] prayer [of Shemoneh Esreh]. Why did they say [that] the morning prayer [of Shmoneh Esreh can be prayed only] until noon? Because the morning Tamid (daily offering) [sacrifice] could be brought [only] until noon. Rebbi Yehudah says, “[The morning prayer of Shmoneh Esreh can be prayed only] until [the end of the first] four hours [of the day].” And why did they say that the Mincha (afternoon) prayer [of Shemoneh Esreh can only be prayed] until the evening? Because the afternoon Tamid [sacrifice] could be brought [only] until the evening. Rebbi Yehudah says, “[The Mincha prayer of Shmoneh Esreh can be prayed only] until Plag Hamincha.” And when is Plag Hamincha? Eleven minus one quarter hours [of the day] (i.e. 10 ¾ hours). And why did they say that the evening prayer [of Shmoneh Esreh] does not have a set time? Because the limbs and fats [of the sacrifices] could be brought the whole night. And why did they say that the Mussaf prayer [of Shmoneh Esreh can be prayed] the whole day? Because the Mussaf (additional offering) sacrifice could be brought the whole day. Rebbi Yehudah says, “[The Mussaf prayer can be prayed] until [the end of the first] seven hours [of the day].”",
            "The evening prayer [of Shmoneh Esreh] does not have a set time. Rebbi Elazar Bar Yossi says, “[A person should pray the evening Shmoneh Esreh] with the closing of the gates [of the Bet Hamikdash (Temple)].” Rebbi Elazar Bar Yossi said, “My father [always] prayed [the evening Shmoneh Esreh] with the closing of the gates [of the Bet Hamikdash].” [A person] who prays the Mussaf prayer [of Shmoneh Esreh] either after the morning Tamid [sacrifice] has been brought or before the morning Tamid [sacrifice] has been brought, has fulfilled his obligation [of praying the morning Shmoneh Esreh on time.]",
            "Rebbi Akiva says, “If a person is fluent with his prayer it is a good sign for him, and if he is not fluent with his prayer it is a bad sign for him.”",
            "He used to say, “Whoever people like, God likes him, and whoever people do not like, God does not like him. Whoever likes his own deeds it is a good sign for him. Whoever does not like his own deeds it is a bad sign for him.”",
            "Ben Azzai says, “Anyone whose body was stricken [with some decease], because of his wisdom it is a good sign for him. [And] anyone whose wisdom was stricken [with some decease], because of his body it is a bad sign for him.” He used to say, “Anyone who lost his mind, because of his wisdom it is a good sign for him. And anyone who lost his wisdom because of his mind it is a bad sign for him.”",
            "[A person] who prays [Shmoneh Esreh] must pay attention [to the meaning of the words]. Abba Shaul says, “There is a reference for [the need of attention in] prayer [in the Tanach], ‘Prepare their hearts, pay attention.’ “ (Psalms 10:17)",
            "Rebbi Yehudah said, “When Rebbi Akiva would pray [Shmoneh Esreh] together with the congregation he would finish faster than everyone else. When he would pray by himself a person would leave him on one side [of the room] and when he would come back he would find him on a different side [of the room], because of all of the bending of the knees and bowing that he would do.”",
            "I would have thought that a person can pray [Shemoneh Esreh] all day long. [However] it explains in Daniel, “… and three times a day he prayed on his knees …” (Daniel 6:11) I would have thought that [a person] can pray facing any direction he wants. [However] the verse teaches us, “… where in the attic he had windows facing Yerushalayim …” (ibid.) I would have thought that [Daniel] only began to pray after he was exiled. [However] the verse teaches us, “… just as he had always done.” (ibid.)",
            "I would have thought that [a person] should pray [Shmoneh Esreh] in a loud voice. [However] it explains by Chana, “and Chana was talking in her heart…” (I Samuel 1:13) I would have thought [a person] may pray all [three Shmoneh Esreh] in one shot. [However] it explains by David, “Evening, and morning, and afternoon…” (Psalms 55:18) Evening that is the Maariv prayer, morning that is the Shacharit prayer, and afternoon that is the Mincha prayer. I would have thought that [first a person] should ask for his [personal] needs and then he [should] pray [the established text of Shmoneh Esreh] and go away [from standing in front of God]. [However] it explains by Shlomo, “… to hear the song and the prayer …” (I Kings 8:28) Song that is the song,4 prayer that is the request. And so it says, “Sing before Hashem…” (Psalms 33:1)",
            "We do not say anything [personal] after [the Beracha (blessing) of] Emet Veyatziv. But we do say [personal] things after [the] prayer [of Shmoneh Esreh], even if it is [as long as] the confession (Vidui) of Yom Kippur.",
            "[If a person] was walking in a dangerous place or [where there are] robbers [present and it came the time to pray Shmoneh Esreh] he [should] pray a short prayer [of Shmoneh Esreh instead of the regular Shmoneh Esreh]. What is a short prayer [of Shmoneh Esreh]? Rebbi Elazar says, “Do Your will in heaven above, and give pleasure to those that fear you on earth, and do what is good in your eyes. Blessed the One that hears prayer.” Rebbi Yossi says, “Hear the voice of the prayer of your nation Israel and fulfill their requests quickly. Blessed the One that hears prayer.” Rebbi Elazar Bar Tzadok says, “Hear the voice of the cry of your nation Israel and fulfill their requests quickly. Blessed the One that hears prayer.” Others say, “Your nation Israel has many needs, but they are short minded. May it be your will Hashem our God that You may give to each one all of his needs and to each creature so that they should not lack. Blessed the One that hears prayer.” Rebbi Elazar Bar Tzadok says, “My father used to pray a short prayer [of Shmoneh Esreh] on Shabbat nights: ‘And from your love Hashem our God that you love Your nation Israel, and from Your compassion, our King, that you had on the children of Your covenant, you have given us, Hashem our God, this great and holy Seventh day, with love.’” And over the cup [of Kiddush (sanctification)] he says, “Who has sanctified the day of Shabbat” and he does not seal off [the Beracha (blessing)].",
            "[If one must choose to] honor the day [of the Sabbath with food] or to honor the night, the honor of the day precedes the honor of the night. If he only has one cup [of wine, he should use it on the] Kiddush (sanctification) [of the night, since it] precedes the honor of the day and the honor of the night. [On] Shabbat nights and [on] Yom Tov nights: there is Kiddush on them over a cup [of wine], and there is also a mentioning of the day in Birkat Hamazon (Grace After Meals). [On] Shabbat [day], Rosh Chodesh (New Month), Chol Hamoed (the intermediate days of Sukkot and Pesach), and Yom Tov [day]: there is on them the mentioning of the day in Birkat Hamazon but there is no Kiddush on them over the cup [of wine].",
            "If he did not mention [God’s] power [to bring down] rain in [the Beracha (blessing) of] Techiyat Hametim (Resurrection of the Dead) and he did not ask for rain in Birkat Hashanim (The Blessing for the Year) he has to go back [to the beginning of Shmoneh Esreh]. If he did not say Havdalah in [the Beracha of] Chonen Hadaat (He Who Grants Wisdom) he can say it over the cup [of wine], but if he did not say it [over the cup of wine then] he has to go back to the beginning [of Shmoneh Esreh]. Rebbi Yossi says, “Even someone who did not mention the covenant in Birkat Haaretz (The Blessing for the Land of Israel) [of Birkat Hamazon (Grace After Meals)] has to go back [to the beginning of Birkat Hamazon].\"",
            "Any [holiday] on which there is no Mussaf [prayer] for example, Chanukah and Purim, on Shacharit and Mincha he prays [the Shmoneh Esreh with] eighteen [Berachot (blessings)] and he says [the paragraph] about the occasion in [the Beracha of] Hodaah (Thanks). And if he did not say [the paragraph] about the occasion, he does not have to go back [to the beginning of Shmoneh Esreh]. And any [holiday] which has on it [the] Mussaf [prayer], for example Rosh Chodesh (New Month), and Chol Hamoed (the intermediate days of Sukkot and Pesach), on Shacharit and Mincha10 he would pray [the prayer of Shmoneh Esreh with] eighteen [Berachot] and he says [the paragraph] about the holiness of the day11 in [the Beracha of] Avodah (Temple Service).12 Rebbi Eliezer says, “[he says the paragraph about the holiness of the day] in [the Beracha of] Hodaah, and if he did not say it then he has to go back [to the beginning of Shmoneh Esreh].” In [the] Mussaf [prayer] he prays [the Shmoneh Esreh consisting of] seven [Berachot] and he says [the paragraph about the] holiness of the day in the middle [Beracha]. [On] Shabbat that fell out on Rosh Chodesh or on Chol Hamoed, during Shacharit and during Mincha he prays [the Shmoneh Esreh prayer that consists of] seven [Berachot] and he says [the paragraph about the] occasion in [the Beracha of] Avodah. Rebbi Eliezer says, “[He says the paragraph about the holiness of the day] in [the Beracha of] Hodaah, and if he did not say it then he has to go back [to the beginning of Shmoneh Esreh].” In [the] Mussaf [prayer] he prays [the Shmoneh Esreh consisting of] seven [Berachot] and he says [the paragraph about the] holiness of the day in the middle [Beracha]. On Shabbat, on Yom Tov (Pesach, Shavuot and Sukkot), and on Yom Kippur] he prays [the Shmoneh Esreh consisting of] seven [Berachot] and he says [the paragraph about the] holiness of the day in the middle [Beracha]. Rabban Shimon Ben Gamliel and Rebbi Yishmael the son of Rebbi Yochanan Ben Beroka say, “Any time that he is supposed to say seven [Berachot in Shmoneh Esreh] he says [the paragraph about the] holiness of the day in the middle [Beracha].”",
            "[On] Yom Tov of Rosh Hashana which falls out to be on Shabbat, Bet Shamai say, “He prays ten [Berachot (blessings) in the Mussaf Shmoneh Esreh]. And he says [the Beracha] for Shabbat by itself and [the Beracha] for Yom Tov by itself, and he says [the Beracha] for Shabbat first.” And Bet Hillel say, “He prays nine [Berachot in the Mussaf Shmoneh Esreh].” [On any other] Yom Tov that falls out to be on Shabbat, Bet Shamai say, “He prays eight [Berachot in the Mussaf Shmoneh Esreh]. And he says [the Beracha] for Shabbat by itself and [the Beracha] for Yom Tov by itself, and he says [the Beracha] for Shabbat first.” And Bet Hillel say, “He prays seven [Berachot in the Mussaf Shmoneh Esreh]. He begins with [the Beracha about] Shabbat and ends with [the Beracha about] Shabbat and he says [the paragraph about] the holiness of the day in the middle [of the middle Beracha].” Rebbi Natan says, “He even seals [the middle Beracha with] Baruch [Ata Hashem] Mekadesh Hashabbat Veyisrael Vehazmanim (Blessed are You Hashem who sanctifies Shabbat, and Israel and the seasons).”",
            "A blind person and someone who cannot recognize the directions, [should] direct their hearts towards God, and [only then] pray, as it is said, “And they should pray to Hashem…” (I Kings 8:44)4 Those that are standing outside of the Land of Israel [should] direct their hearts5 towards the Land of Israel, and [only then] pray, as it is said, “And those that pray to You by the way of their land…” (I Kings 8:48) Those that are standing in the Land of Israel [should] direct their hearts towards Yerushalayim, and [only then] pray, as it is said, “And they will pray to Hashem by the way of the city that You have chosen…” (I Kings 8:44) Those that are standing in Yerushalayim [should] direct their hearts towards Bet Hamikdash (Temple), as it is said, “…and they should pray towards this house.” (II Chronicles 6:32) Those that are standing inside the Bet Hamikdash [should] direct their hearts towards the Holy of Holies and [only then] pray, as it is said, “… they will pray towards this place.” (I Kings 8:30) It comes out that [all of those] standing in the north will be facing the south, [all of those] standing in the south will be facing the north, [all of those] standing in the east will be facing the west, [and all of those] standing in the west will be facing the east. And it will come out that all of the Jewish people will be praying towards one place.",
            "A person should not stand on top of a bed, and not on top of a chair, and not on top of a bench, and not on top of [any] high place and pray [Shmoneh Esreh], because there are no high places in front of God, as it is said, “From the depth I called out to You Hashem.” (Psalms 130:1) [However,] if he was an elderly person or sick then it is permitted [to pray Shmoneh Esreh on top of a high place]",
            "[If a person] was riding on top of a donkey [and it came time to pray Shmoneh Esreh], if there is someone there who can hold his donkey, he should get down and [only then] pray [Shemoneh Esreh], and if not [then] he [should] sit in his place [on the donkey] and pray [Shmoneh Esreh that way]. Rebbi says, “Either way he should pray [Shmoneh Esreh while sitting] in his place [on top of the donkey], as long as he will be paying attention.”",
            "[If a person] woke up early to go on a journey, he [should] take the Shofar and blow it [at dawn], [or he should take] the Lulav and shake it [at dawn], [or he should take] the Megillah and read it [at dawn], [or he should] pray [Shemoneh Esreh at dawn], and when it will come time to read the Shema, he should read it [then]. [If] he woke up to [travel while] sitting in a coach or on a ship he should pray [Shemoneh Esreh first at dawn], and when it will come time to read the Shema he [should] read [it then]. Rebbi Shimon Ben Elazar says, “Either way, he [should] read the Shema [first] and [only then] pray [Shemoneh Esreh].”",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "heTitle": "תוספתא ברכות",
    "versionSource": "http://toseftaonline.org/english_translation.html",
    "maps": [],
    "length": 6,
    "titleVariants": [
        "Tosefta Berakhot",
        "T. Berakhot",
        "Tosefta Berachot",
        "Tosefta Brachot",
        "Tos. Berakhot",
        "Tos. Berachot",
        "Tosefta Berakhot"
    ],
    "textDepth": 2,
    "categories": [
        "Tosefta",
        "Seder Zeraim"
    ]
}