[
    [
        "Gra on Pirkei Avot 2:6:1", 
        "Makkot 10b:4", 
        -40, 
        0, 
        "') שמזמנן לפונדק אחד כו': \n"
    ], 
    [
        "Tosafot on Eruvin 92a:1:1", 
        "Eruvin 76b:10", 
        -40, 
        0, 
        ") וסתם בפרק חלון (לעיל עירובין דף עו:) אבל הכא לא פליגי בגזירה:"
    ], 
    [
        "Torah Temimah on Ecclesiastes 10:2:3", 
        null, 
        -40, 
        0, 
        " אברך את ה' אשר יעצני אף לילות יסרוני כליותי. \n.(ברכות ס\"א א׳) \n", 
        ""
    ], 
    [
        "Torah Temimah on Ecclesiastes 10:2:4", 
        null, 
        -40, 
        0, 
        " בחורף, והרוצה להעשיר הוא כמו הרוצה לאבד מעותיו (ב\"מ פ\"ב) כלומר שנותן עצה שלא לאבד אף כאן הוא בזמן עצ", 
        ""
    ], 
    [
        "Yad Ramah on Bava Batra 23a:20", 
        null, 
        -40, 
        0, 
        " ולכתחלה מיהת מצי מעכיב. תדע דהא בפרק הבית והעליה (ב\"מ קיז,ב) חשיב ליה גמרא לשחרתא דאשיאתא פסידא, גבי מימ", 
        ""
    ], 
    [
        "Rashi on Megillah 26b:12:2", 
        "Ezekiel 27:16", 
        -44.02216765286662, 
        0, 
        " והרבה יש בתרגום של יהונתן בן עוזיאל חבלים חבושים (יחזקאל כז) ארגזים אמליץ דזהוריתא בקמטרין וכן לאשר על ה"
    ], 
    [
        "Alshich on Torah, Genesis 38:13:2", 
        null, 
        -40, 
        0, 
        " כי בא ושכב עמה בלילה הוא וקרוב לזה אמרו רז\"ל (סנהדרין דף ק\"ט) באשת אדוני יוסף כי כל ישעה וכל חפץ. כי ידעה", 
        ""
    ], 
    [
        "Tosafot Yom Tov on Mishnah Yevamot 2:5:6", 
        "Deuteronomy 25:5", 
        -40, 
        0, 
        "פוטר אשת אביו. דאמר קרא (דברים כ\"ה) ובן אין לו עיין עליו דהוה מצי למכתב אן בלא "
    ], 
    [
        "Tosafot on Yevamot 63a:9:1", 
        "Chullin 60a:5", 
        -50.67953500725872, 
        0, 
        " כפירוש ר\"ח דתיזול ענין אריגה כמו סתר זוללי בשוקא (חולין ס.) כלומר קנה בגדים ולא תארוג כי יותר תרויח בקנ"
    ], 
    [
        "Rashi on Isaiah 3:22:3", 
        null, 
        -40, 
        0, 
        " מחכיא דפוס של בית הרחם כדמתרגמינן וכומז מחוך (שמות לה):\n", 
        ""
    ], 
    [
        "Sefer HaChinukh 49:4", 
        null, 
        -40, 
        0, 
        " בכלל דין התשלומין, בין שבישו או נתבישו. וגם שם (כתובות סה ב) מתברר תשלומי נזק האשה הנשואה היאך נחלקים.", 
        ""
    ], 
    [
        "Sefer HaChinukh 49:4", 
        "Sanhedrin 3a:1", 
        -40, 
        0, 
        " בזכרים כי להם נתן לעשות דין, ולא בנקבות, (ירושלמי סנהדרין ג ט) שאינן דנות, אבל הן מכל מקום בכלל דין התשל"
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 4:35:4", 
        null, 
        -40, 
        0, 
        " אם ה' לא צוה. וע\"ע בסוגיא כאן ובחולין ז' ב'.\n.(סנהדרין ס\"ז ב')\n", 
        ""
    ], 
    [
        "Rashba on Bava Kamma 108b:9", 
        "Nedarim 46a:5", 
        -40, 
        0, 
        " אלו אפילו מוכרן או נותנן לאחר אסורין לו (עיין נדרים מו, א), ואילו האומר בחייו ובמותו נותנן או מוכרן לא"
    ], 
    [
        "Chokhmat Shlomo on Ketubot 106b:3", 
        null, 
        -40, 
        0, 
        " בד\"ה וכי גבו והותירו מאי הוי אבל אהנך דלעיל (כתובות כו'.) נ\"ב נ\"ל שהתוס' סוברים מה שמשני כאן בגבו ו", 
        ""
    ], 
    [
        "Rashba on Bava Kamma 108b:4", 
        "Nedarim 32b:10", 
        -40, 
        0, 
        " ונותנה לו במתנה דאסיקנא בריש פרק אין בין המודר (נדרים לב, ב) שאסורה עליו אלא אם כן יד אחר באמצע כגון שמכ"
    ], 
    [
        "Maharam on Yevamot 88b:1", 
        "Yevamot 91a:13", 
        -40, 
        0, 
        ") בגמ' בפיסקא דנשאת שלא ברשות וכו' משמע מתוך הסוגיא"
    ], 
    [
        "Maharam on Yevamot 88b:1", 
        null, 
        -40, 
        0, 
        ") בד\"ה אבל חכמים אומרים וכו' ועיקר קושית המקש", 
        ""
    ], 
    [
        "Mei HaShiloach, Volume II, Exodus, Yitro 12", 
        null, 
        -40, 
        0, 
        " היה שום אתערותא מצדם, וכמבואר בחלק ראשון (מסכת שבת פ\"ו.), וזה דאיתא במדרש (שיר השירים א',נ\"ו) שינה ש", 
        ""
    ], 
    [
        "Metzudat Zion on Ezekiel 13:20:3", 
        null, 
        -40, 
        0, 
        " כן יאמר על דבר הנעזב לרצון עצמו וכן קן משולח (ישעיה טז):\n", 
        ""
    ], 
    [
        "Tosafot on Gittin 76b:8:1", 
        null, 
        -40, 
        0, 
        " ד\"ה שמא) :", 
        ""
    ], 
    [
        "Commentary on Sefer Hamitzvot of Rasag, Positive Commandments 136:4", 
        "Horayot 5a:1", 
        -60.728828176425615, 
        0, 
        "איברא דראיתי בירושלמי (פ\"ג דהוריות ה\"ד) דגרסינן התם הי' שם פר ע\"ז ושעיר הבא עמו ו"
    ], 
    [
        "Commentary on Sefer Hamitzvot of Rasag, Positive Commandments 136:7", 
        null, 
        -40, 
        0, 
        " אבל באמת חטאת הוא. וכיו\"ב כתב הר\"ב ברה\"ז (בפ\"ק דזבחים ט' ע\"ב) על מה שהקשה בכ\"מ (פט\"ו מהלכות פהמו\"ק ה\"ו) ע", 
        ""
    ], 
    [
        "Rashi on Shabbat 92b:12:5", 
        null, 
        -40, 
        0, 
        " ושובטין - דהוא מיסך כדאמר בפרק כלל גדול (לעיל שבת דף עה) שובט הרי הוא בכלל מיסך:", 
        ""
    ], 
    [
        "Machzor Rosh Hashanah Sefard, The Morning Prayers, First Day of Rosh Hashana, Amidah 23", 
        "Shabbat 6a:4", 
        -40, 
        0, 
        " לעד. ברוך אתה יהוה, מלך על כל הארץ, מקדש (לשבת השבת ו)ישראל ויום הזכרון:"
    ], 
    [
        "Be'er Mayim Chaim, Exodus 27:20:30", 
        "Zevachim 102a:1", 
        -40, 
        0, 
        " המלואים שמש הוא במשכן והקריב כל הקרבנות כמאמר חז\"ל (זבחים ק\"ב. ובויקרא רבה י\"א, ו') שבימי המלואים שמש משה ב"
    ], 
    [
        "Be'er Mayim Chaim, Exodus 27:20:31", 
        null, 
        -40, 
        0, 
        " החסד הוא המתפשט על כל המדות כמו שאיתא בזוה\"ק (בראשית מ\"ו.) יומא קדמאה אזיל עם כולהו וכולהו ביה וכו' ו", 
        ""
    ], 
    [
        "Commentary on Sefer Hamitzvot of Rasag, Positive Commandments 155:2", 
        "Yevamot 5a:4", 
        -40, 
        0, 
        " ל\"ת ועשה שאין שוין בכל. ועי' מש\"כ התוס' (בפ\"ק דיבמות ה' ע\"א) בד\"ה ואכתי וכו' ובשאר ראשונים שם ובשאר דוכת"
    ], 
    [
        "Metzudat Zion on II Samuel 6:16:3", 
        null, 
        -40, 
        0, 
        " ממנה קצת, ויתכן שהוא ענין מהירות הרקוד, ודוגמתו (שבת פח א): עמא פזיזא:\n", 
        ""
    ], 
    [
        "Pri Tzadik, Sukkot 45:1", 
        "Sukkah 37a:1", 
        -52.51043434419043, 
        0, 
        ") מוליך ומביא כדי לעצור רוחות רעות והיינו רצו"
    ], 
    [
        "Gur Aryeh on Devarim 23:4:1", 
        "Ketubot 35b:4", 
        -40, 
        0, 
        " ידי נשואין. ודברים שאינם הם, כדמוכח באלו נערות (כתובות לה ע\"ב) דממזרת לוקה עליה אף על גב דלא קדשה, גבי הא "
    ], 
    [
        "Gur Aryeh on Devarim 23:4:1", 
        null, 
        -40, 
        0, 
        " קדשה. ודברים דחוים הם, כמו שהשיב עליו הרמב\"ן (קידושין עח. ):", 
        ""
    ], 
    [
        "Tur, Orach Chaim 605:1", 
        null, 
        -40, 
        0, 
        " מתרנגול אעפ\"כ תרנגול מובחר לפי ששמו גבר כדאמרינן (ביומא כ.) מאי קרא גברא אמר רב שילא קרא תרנגולא וכיון ", 
        ""
    ], 
    [
        "Torah Temimah on Torah, Leviticus 5:15:1", 
        "Meilah 18a:24-25", 
        -52.86970633137697, 
        0, 
        " כיון דנמשחו ממנו לא הוו בכלל מעילה בשמן קמ\"ל.\n.(מעילה י\"ח א')\n"
    ], 
    [
        "Tosafot on Bava Kamma 90b:11:1", 
        "Rosh Hashanah 26a:1", 
        -40, 
        0, 
        " למשפט עד שיעמוד בב\"ד אחר וא\"ת והא בפרק ראוהו (ר\"ה ד' כו. ושם) מפרש טעמא משום דכתיב ושפטו העדה והצילו "
    ], 
    [
        "Rashba on Chullin 39a:2", 
        "Chullin 39b:18", 
        -38.39575497670895, 
        0, 
        " לעבודה זרה, ולא דמי (לנכרי) [לדיכרי] דטייעי דלקמן (חולין לט ע\"ב), דהתם אין הישראלים מחשבינן בשחיטה שיזרוק הנ"
    ], 
    [
        "Be'er Mayim Chaim, Numbers 20:8:3", 
        "Sotah 5a:7", 
        -40, 
        0, 
        " הכתוב (ישעיה נ\"ז, ט\"ו) ואת דכא וגו' ואמרו חז\"ל (סוטה ה'.) רב ושמואל*בגמרא דידן איתא רב הונא ורב חסדא."
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 29:14:2", 
        null, 
        -40, 
        0, 
        " תנאי הרי צריך לתנאי ואין זה נחשב לשוא.\n.(ירושלמי נדרים פ\"ג ה\"א)\n", 
        ""
    ], 
    [
        "Likutei Halachot, Choshen Mishpat, Laws of Collecting Loans 4:1:4", 
        null, 
        -40, 
        0, 
        "), צדיקים מהני זכותיהו אעלמא אדידהו לא וכו'. ", 
        ""
    ], 
    [
        "Rashba on Shabbat 21a:3", 
        null, 
        -40, 
        0, 
        "   וקרבי דגים שנמוחו. גם כאן פירש\"י ז\"ל (לקמן שבת כד, ב בד\"ה שמן): דהיינו שמן דגים. וגם זה אינו מחוור,", 
        ""
    ], 
    [
        "Rashba on Shabbat 21a:3", 
        null, 
        -40, 
        0, 
        " ד\"ה סומכוס) נאריך בו יותר בס\"ד.", 
        ""
    ], 
    [
        "Torah Temimah on Torah, Genesis 7:23:2", 
        "Sanhedrin 108a:9", 
        -31.11075289619611, 
        0, 
        " לעוה\"ב שנאמר ועמך כלם צדיקים לעולם יירשו ארץ. .(סנהדרין ק\"ח א')\n"
    ], 
    [
        "Mekhilta d'Rabbi Yishmael 22:5:2", 
        "Bava Kamma 79a:2", 
        -44.4093835659988, 
        0, 
        " יש שעור, ואם (אין) קוצים אין שעור. מכאן אמרו (ב\"ק דף עט), עברה הנהר והדרך והגדר שהוא גבוה י' טפחים ו"
    ], 
    [
        "Tosafot Yom Tov on Mishnah Sanhedrin 5:1:8", 
        "Deuteronomy 22:19", 
        -40, 
        0, 
        " ועדיין הוא מקושש. דבי רבי תנא על דבר אשר ענה (דברים כ\"ב) על עסקי דיבור. וצריכא. דאי כתב רחמנא אחותו "
    ], 
    [
        "Rashba on Yevamot 80b:1", 
        "Shabbat 136a:8", 
        -40, 
        1, 
        " בעלמא היא ולא קיימא לן כוותייהו. וכן כתב שם (שבת קלו, א) ר\"ח ז\"ל מפורש, ולדבריהם לא מהלינן שבתא אלא "
    ], 
    [
        "Rashba on Yevamot 80b:1", 
        null, 
        -40, 
        0, 
        " לומר דלא שמיע להו.ומכל מקום דברי ר\"ח ז\"ל (לעיל יבמות פ, א ד\"ה סימני) נוחין יותר מדברי רש\"י ז\"ל ולפי פי", 
        ""
    ], 
    [
        "Alshich on Torah, Exodus 40:34:1", 
        "Yoma 4a:10", 
        -40, 
        0, 
        " וכבוד ה' מלא את המשכן. ואפשר כי זה כיוונו רז\"ל (יומא דף ד) במאמרם וז\"ל כתוב א' או' ולא יכול משה לבא אל"
    ], 
    [
        "Shenei Luchot HaBerit, Shaar HaOtiyot, Tahara 23", 
        null, 
        -40, 
        0, 
        " שיהיה לו מחשבה טהורה ושוריינא דעינא בלבא תליא (ע\"ז כח, ב), ויהיה טהור עינים מראות ברע, ואח\"כ נמשך טהר", 
        ""
    ], 
    [
        "Alshich on Torah, Leviticus 19:35:1", 
        "Bava Batra 89a:1", 
        -40, 
        0, 
        "לא תעשו עול כו'. הנה פי' רש\"י והוא מרז\"ל (ב\"ב פ\"ט) כי אומרו במשפט חוזר אל משפט המדות שאומרו במ"
    ], 
    [
        "Alshich on Torah, Leviticus 19:35:2", 
        null, 
        -40, 
        0, 
        ") מזונותיו של אדם קצובים לו מר\"ה לר\"ה והוא לפ", 
        ""
    ], 
    [
        "Alshich on Torah, Leviticus 19:35:3", 
        null, 
        -40, 
        0, 
        " משקרים הם מקיימים חותמי שהוא אמת כנודע מרז\"ל (שבת נ\"ד ע\"ב) ובקיימם חותמי עבדי ה' יהיו באמת וע\"כ ויהי ל", 
        ""
    ], 
    [
        "Kessef Mishneh on Mishneh Torah, Things Forbidden on the Altar 6:13:1", 
        null, 
        -40, 
        0, 
        " הבקר וזרעם הרי אלו ספק וכו'. בפרק ר' ישמעאל (מנחות דף ס''ט) בעיא דלא איפשיטא: \n\n", 
        ""
    ], 
    [
        "Abarbanel on Torah, Deuteronomy 31:4:2", 
        null, 
        -40, 
        0, 
        " בארץ הקדושה ההיא כי לכן נקרא אלהי ישראל. ואמר (מלכים ב' ט\"ז) כי לא ידעו משפט אלהי הארץ. וכן (ד\"ה ב' ל\"ב)", 
        ""
    ], 
    [
        "Kedushat Levi, Exodus, Beshalach 60", 
        "Megillah 7a:5", 
        -40, 
        0, 
        ") על הנס דמרדכי ואסתר. וזהו הרמז כתוב זאת, זא"
    ], 
    [
        "Sefer HaTashbetz, Part III 135:2", 
        null, 
        -40, 
        0, 
        " ה\"א) מוכח דמדברי רבי יוחנן שנותן טעם לפרישה ", 
        ""
    ], 
    [
        "Tosafot on Ketubot 40b:4:1", 
        "Ketubot 38b:8", 
        -57.146300754143994, 
        0, 
        ") דבושת ופגם הוקשו לקנס וניתן למי שקנס ניתן ה"
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 23:25:12", 
        null, 
        -40, 
        0, 
        " נגמרה מלאכתו למעשר כיון דזבניה אחשביה, קמ\"ל.\n.(ב\"מ פ\"ז ב')\n", 
        ""
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 23:25:10", 
        "Bava Metzia 87a:18", 
        -40, 
        0, 
        " וימצמץ בענבים קמעיין מש\"כ להלן אות קמ\"ח.\n.(ירושלמי ב\"מ פ\"ז ה\"ב)\n"
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 11:21:4", 
        null, 
        -40, 
        0, 
        " דבגדולים מגין עליהם זכות מצות ומע\"ט וכדומה.\n.(שבת ל\"ב ב')\n", 
        ""
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 11:21:1", 
        null, 
        -40, 
        0, 
        " גם אריכות שנים, וע\"ע בסמוך בדרשה וימי בניכם.\n.(שבת ק\"ה ב')\n", 
        ""
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 11:21:2", 
        "Kiddushin 31a:3", 
        -82.0544500800447, 
        0, 
        " מש\"כ בזה לעיל בפסוק י\"ט אות מ\"ח וצרף לכאן.\n.(קדושין ל\"א א')\n"
    ], 
    [
        "Pele Yoetz 29:8", 
        "Chagigah 15b:11", 
        -33.196737391093336, 
        0, 
        " על מיתתן של רשעים, כל שכן על מיתתן של צדיקים (חגיגה טו ב) שאם הצדיק אבד צדיקו של עולם אבד מי שיעשה נח"
    ], 
    [
        "A New Israeli Commentary on Pirkei Avot 3:11:12", 
        null, 
        -40, 
        0, 
        " יהודה, הידוע גם בשם \"מודיעים\" או \"מודיעית\" (משנה, חגיגה ג, ה ועוד). בכפר זה ישבה משפחתו של מתתיהו החשמ", 
        ""
    ], 
    [
        "A New Israeli Commentary on Pirkei Avot 3:11:12", 
        null, 
        -40, 
        0, 
        " התלמוד הבבלי במרחק של 15 מיל (כ־25 ק\"מ) מירושלים (פסחים צג ע\"ב). שאלת זיהויה המדויק של מודיעין העתיקה העסיק", 
        ""
    ], 
    [
        "Maggid Mishneh on Mishneh Torah, Sabbath 21:7:1", 
        null, 
        -40, 
        0, 
        "פירות שנשרו בשבת וכו'. פ''ק דיו''ט (ביצה ב' ג') פירות הנושרין טעמא מאי גזרה שמא יעלה וית", 
        ""
    ], 
    [
        "Zohar 1:55a:12", 
        null, 
        -40, 
        0, 
        "ועל דא שבח דוד ואמר (תהלים צב) כי שמחתני  \n", 
        ""
    ], 
    [
        "Zohar 1:240b:4", 
        "Zechariah 4:2", 
        -40, 
        0, 
        " אשתלים חושבנא, כמה דאתמר והים עליהם מלמעלה. (זכריה ד) שבעה עיני ה', אינון שבעה עיני העדה. שבעין ס"
    ], 
    [
        "Metzudat Zion on Jeremiah 4:12:1", 
        null, 
        -40, 
        0, 
        "רוח מלא. רוח שלם וכן ומלוא החבל (שמואל ב ח): ", 
        ""
    ], 
    [
        "Tosafot Yom Tov on Mishnah Sheviit 3:8:2", 
        null, 
        -40, 
        0, 
        ") והוא בונה חיץ: \n", 
        ""
    ], 
    [
        "Commentary on Sefer Hamitzvot of Rasag, Positive Commandments 11:15", 
        "Kiddushin 32b:7", 
        -40, 
        0, 
        " וכוונתו כדפירש\"י ושאר ראשונים שם (בסוגיא דפ\"ק דקידושין ל\"ב ע\"ב) דלריה\"ג מדקפיד אחכמה אמרינן שיבה נמי לאו זק"
    ], 
    [
        "Sefer Yereim 210:1", 
        "I Kings 2:33", 
        -40, 
        0, 
        " אלא על (כל דבר) המזיק. כדתניא בסוף אלו נערות (מ\"א ב') ר' נתן אומר מנין שלא יעמיד אדם סולם רעוע בת"
    ], 
    [
        "Tosafot on Gittin 27b:1:1", 
        null, 
        -40, 
        0, 
        " גירשתיה מזמן הכתוב בגט כדאמרי'. ' ביש נוחלין (ב\"ב קלד:) והכא שידוע לנו שלא בא לידה עכשיו זה הגט בתו", 
        ""
    ], 
    [
        "HaKtav VeHaKabalah, Exodus 22:3:1", 
        "Joshua 5:8", 
        -40, 
        0, 
        " לחזק ולגדל כח החיוני (געזונדהייט) כמו עד חיותם (יהושע ה') דתרגומו עד דאתסיאו, וכמו כי חיות הנה פי' הר"
    ], 
    [
        "Rashba on Bava Batra 11a:2", 
        null, 
        -40, 
        0, 
        ") גבי אחד נטל שדה לבן ואחד נטל כרם יש לו לבעל", 
        ""
    ], 
    [
        "Likutei Halachot, Orach Chaim, Laws of Blessings Over Fruit 3:13:1", 
        null, 
        -40, 
        0, 
        " ותרגומו, כדוכרן יבבות וכו' על חמר עתיק דמתנסך וכו' (הושע יד) כי שכחה וזכרון הם בחינת אדם ובהמה, כמבאר במ", 
        ""
    ], 
    [
        "Maharam on Yevamot 41a:2", 
        null, 
        -40, 
        0, 
        " דר\"א אית ליה טעמים אחרים המפורשים לקמן פ' ב\"ש (יבמות דף ק\"ט) דלא שייכי הכא:", 
        ""
    ], 
    [
        "Maggid Mishneh on Mishneh Torah, Sabbath 9:11:3", 
        null, 
        -40, 
        0, 
        "ואין סחיטה בשער וכו'. פרק מפנין (שבת קכ\"ח) רבה ור''י דאמרי תרוייהו אין סחיטה בשער ע''כ", 
        ""
    ], 
    [
        "Megillat Setarim on Esther 9:23:2", 
        null, 
        -40, 
        0, 
        " המ\"ם השימוש החסר לפעמים כמו עד יקום גוי אויביו (יהושע ך) שמשפטו מאויביו. ולזה נראה שמקרא זה ואת אשר ", 
        ""
    ], 
    [
        "Gur Aryeh on Bereishit 18:25:1", 
        null, 
        -40, 
        0, 
        " אומנתו, שאחר שזה פעם שלישית - יאמרו הוחזק הדבר (יבמות סד ע\"ב), וכך אומנתו. ולא יקשה כיון דבלאו הכי היו או", 
        ""
    ], 
    [
        "Gur Aryeh on Bereishit 18:25:1", 
        "Berakhot 7a:28", 
        -35.45293391924522, 
        0, 
        " דסדום חסר, רוצה לומר צדיקים שאינם גמורים (ראה ברכות ז. ) - אלא נראים צדיקים, ומפני שיראה כי כבר נעש"
    ], 
    [
        "Rashi on Numbers 6:17:1", 
        "Menachot 46a:10", 
        -40, 
        0, 
        " המצות. ישחט את השלמים על מנת לקדש את הלחם (עי' מנחות מ\"ו):"
    ], 
    [
        "HaKtav VeHaKabalah, Deuteronomy 23:3:1", 
        null, 
        -40, 
        0, 
        " עליו לשון ביאה בקהל (כי גם מספר עשרה נקרא קהל, פסחים ס\"ד ב') וכבר מצאנו לשון ביאה על הנשואין (שופטים י\"", 
        ""
    ], 
    [
        "HaKtav VeHaKabalah, Deuteronomy 23:3:1", 
        "Judges 11:2", 
        -55.95504380586386, 
        0, 
        " פסחים ס\"ד ב') וכבר מצאנו לשון ביאה על הנשואין (שופטים י\"א) שלשים בנות הביא לבניו, כלומר השיא, ושפיר פי"
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 16:9:2", 
        "Menachot 65b:1", 
        -40, 
        0, 
        " שבועות של כל שנה יהיה תלוי לפי קביעות ב\"ד.\n.(מנחות ס\"ה ב')\n"
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 16:9:1", 
        null, 
        -40, 
        0, 
        " כתבנו מענין זה בפרשה אמור בפסוק המובא בזה.\n.(חגיגה י\"ז ב')\n", 
        ""
    ], 
    [
        "Malbim Beur Hamilot on Psalms 78:50:1", 
        "Isaiah 26:7", 
        -48.59015654150285, 
        0, 
        " המעגל, פלס מעגל רגליך, וכל מעגלותיו מפלס (כמ''ש ישעיה כ''ו), שהוא שישקול הדרך הסבובי היוצא מדרך הישר, ו"
    ], 
    [
        "Tosafot on Yoma 56b:1:1", 
        null, 
        -40, 
        0, 
        " שיחזור בו וכי האי גוונא הויא ההיא דפ' התערובת (זבחים דף עז:) דקאמר רבי אליעזר לרבנן גבי איברי בעל מום שנ", 
        ""
    ], 
    [
        "Tosafot on Yoma 56b:1:1", 
        null, 
        -40, 
        0, 
        " ורגליו דכי האי גוונא פריך לרבי יוחנן בס\"פ השולח (גיטין דף מח.) מפורש בפרק השולח ואין להאריך כאן בזה:", 
        ""
    ], 
    [
        "Abarbanel on Torah, Exodus 34:4:11", 
        null, 
        -40, 
        0, 
        ") כרפאי לישראל ונגלה עון אפרים וגו' רבי שמואל", 
        ""
    ], 
    [
        "Tosafot on Bava Metzia 2b:14:2", 
        null, 
        -40, 
        0, 
        "ומה התם דאיכא דררא דממונא - בפרק ח\"ה (ב\"ב דף לה. ושם) גבי ארבא דאמר רב נחמן כל דאלים גבר פריך", 
        ""
    ], 
    [
        "Ateret Zekenim on Shulchan Arukh, Orach Chayim 490:1", 
        "I Kings 7:2", 
        -40, 
        0, 
        " שכתוב על קלף כדינו כמו מגילת אסתר (כ\"כ בש\"ת רמ\"א ז\"ל סי' ל\"ה):"
    ], 
    [
        "Shemirat HaLashon, Book I, The Gate of Torah 4:25", 
        "Sanhedrin 2a:6", 
        -35.23124300638786, 
        0, 
        " עבור זה מצוי להיות שרפות בעולם. כמו שאמרו חז\"ל (סנהדרין ב.): כל בית שאין דברי תורה נשמעין בו בלילה אש א"
    ], 
    [
        "Torah Temimah on Torah, Deuteronomy 20:18:1", 
        null, 
        -40, 
        0, 
        " רק על העובדי כוכבים היושבים חוץ מגבולי א\"י.\n.(סוטה ל\"ה ב')\n", 
        ""
    ], 
    [
        "Zohar 3:220b:5", 
        "Numbers 22:12", 
        -40, 
        0, 
        " אמר, אילו לא אתינא לעלמא, אלא למשמע דא, דיי. (במדבר כ''ב) ושם איש ישראל המכה וגו'. אמר רבי יצחק, האי "
    ], 
    [
        "Metzudat Zion on Job 29:4:1", 
        null, 
        -40, 
        0, 
        "חרפי. קדמותי ובדרז״ל חרפי ואפלי (נדה סה):", 
        ""
    ], 
    [
        "Rashi on Keritot 7b:50:1", 
        null, 
        -40, 
        0, 
        "):", 
        ""
    ], 
    [
        "Tosafot on Pesachim 58a:13:1", 
        "Pesachim 65b:10", 
        -28.39612884680983, 
        0, 
        " הדחת קרביו דוחה שבת כדאמר בפרק [אלו דברים] (לקמן פסחים דף סה:):"
    ], 
    [
        "Metzudat Zion on Proverbs 22:5:1", 
        null, 
        -40, 
        0, 
        "צנים. קוצים כמו ולצנינים בצדיכם (במדבר לג):\n", 
        ""
    ], 
    [
        "Haamek Davar on Exodus 4:4:3", 
        null, 
        -40, 
        0, 
        " שאדם אוחז מטה במלא כפו. (ומזה למדו במו״ק שם ובחולין דף קל״ב א׳ דאחיזה הוא טפח. היינו שיעור כף). והנה הוא כ", 
        ""
    ], 
    [
        "Metzudat David on II Samuel 15:24:1", 
        "Yoma 73b:12", 
        -36.84143244529411, 
        0, 
        " מיוחד, עד שעברו כולם מן העיר ורבותינו ז״ל אמרו (יומא עג ב): שאז נסתלק אביתר מכהונה גדולה, כי שאל באורי"
    ], 
    [
        "Metzudat Zion on Job 14:2:2", 
        null, 
        -40, 
        0, 
        "וימל. ויוכרת כמו ימולל ויבש (תהלים צ):\n", 
        ""
    ], 
    [
        "Maggid Mishneh on Mishneh Torah, Marriage 1:7:1", 
        "Yevamot 20a:10", 
        -40, 
        0, 
        "כל שאסר ביאתו בתורה. זה מפורש בהרבה מקומות (יבמות דף כ') שאלו הן בלאו ובפרק כיצד קורא במשנה לחייבי ל"
    ], 
    [
        "Tosafot on Berakhot 14a:4:1", 
        "Sukkah 44b:5", 
        -40, 
        0, 
        " מנהג בעלמא לא מברכינן עליה כדאמר פרק לולב וערבה (סוכה ד' מד:) אין מברכין על דבר שהוא מנהג. ומיהו אומר ר\"ת"
    ], 
    [
        "Rashi on Avodah Zarah 4a:8:1", 
        null, 
        -40, 
        0, 
        "להם שוע - אני נותן להם פדיון כמו (שמות יד) ויושע ופרק וכמו (ב\"ק דף פ.) ישוע הבן פדיון:", 
        ""
    ], 
    [
        "Rashi on Isaiah 1:30:1", 
        "Exodus 18:18", 
        -36.864415246304574, 
        0, 
        " אלא נובל ל' דבר הנלאה וכלה כמו מגזרת נבול תבול (שמות יח) כמו תנבול ומתרגמינן מילאה תילאה: "
    ], 
    [
        "Tosafot on Shevuot 15a:2:1", 
        null, 
        -40, 
        0, 
        ") גבי משכן ומקדש:", 
        ""
    ], 
    [
        "Kedushat Levi, Numbers, Beha'alotcha 6", 
        "Yoma 75a:5", 
        -40, 
        0, 
        ") כל מה שבקשו לטעום במן היה טועמין. נמצא המן "
    ], 
    [
        "Gra on Pirkei Avot 4:22:11", 
        "Ecclesiastes 12:13", 
        -40, 
        0, 
        ") כי את כל מעשה כו' על כל נעלם: \n"
    ], 
    [
        "Gra on Pirkei Avot 4:22:14", 
        null, 
        -40, 
        0, 
        ") אין אדם שליט ברוח כו' ואין שלטון ביום כו' (", 
        ""
    ], 
    [
        "Rash MiShantz on Mishnah Negaim 12:7:3", 
        "Leviticus 14:41", 
        -34.58762883013808, 
        0, 
        " לרבות את כל הבית ת\"ל בבית יכול כגריס נאמר כאן (ויקרא יד) הנגע ונאמר להלן הנגע מה הנגע האמור להלן כשני"
    ], 
    [
        "Lehem Mishneh on Mishneh Torah, Sabbath 25:1:1", 
        "Beitzah 32b:9", 
        -33.207951900124016, 
        0, 
        " וכו'. נראה בגמרא (שבת קכ\"ד) דדבר זה באותה משנה (ביצה דף ל\"ב:) דאין סומכין את הדלת ואת הבקעת ביו''ט וכו' א"
    ], 
    [
        "Lehem Mishneh on Mishneh Torah, Sabbath 25:1:1", 
        null, 
        -40, 
        0, 
        "ויש כלי שמלאכתו וכו'. נראה בגמרא (שבת קכ\"ד) דדבר זה באותה משנה (ביצה דף ל\"ב:) דאין סומכ", 
        ""
    ], 
    [
        "Likutei Moharan 112:5", 
        "Bava Batra 25b:8", 
        -37.69672879808663, 
        0, 
        "): הרוצה להחכים – ידרים; להעשיר – יצפין. ובכל"
    ], 
    [
        "Likutei Moharan 112:3", 
        "Menachot 29b:12", 
        -40, 
        0, 
        " הרבה, כמו שאמרו רבותינו זכרונם לברכה (יומא לח: מנחות כט:): הבא לטמא – פותחין לו, יש לו פתחים הרבה. וכ"
    ], 
    [
        "Likutei Moharan 112:3", 
        null, 
        -40, 
        0, 
        " מדרגתו, כי חותמו של הקדוש־ברוך־הוא אמת (שבת נה יומא סט), והוא יסוד הכל, כי אמת הוא ראש תוך סוף. וכיון", 
        ""
    ], 
    [
        "Likutei Moharan 112:3", 
        "Yoma 38b:16", 
        -40, 
        0, 
        " מנחות כט:): הבא לטמא – פותחין לו, יש לו פתחי"
    ], 
    [
        "Tosafot on Bava Kamma 65b:17:1", 
        null, 
        -40, 
        0, 
        " דאיל בן שתי שנים מדכתיב במקום אחר כבש בן שנתו (ויקרא יב):", 
        ""
    ], 
    [
        "Rash MiShantz on Mishnah Kelim 11:8:3", 
        null, 
        -40, 
        0, 
        ") וכידון (של) נחשת: \n", 
        ""
    ], 
    [
        "Rashi on Kiddushin 65b:8:1", 
        "Exodus 22:8", 
        -40, 
        0, 
        ") אשר יאמר כי הוא זה הרי שסמך על מקצת הודאתו:"
    ], 
    [
        "Rashi on Isaiah 26:2:3", 
        "Deuteronomy 6:2", 
        -40, 
        0, 
        " ממתין וכן (בראשית לז) ואביו שמר את הדבר וכן (דברים ו') ושמר ה' אלהיך לך:\n"
    ], 
    [
        "Yisrael Kedoshim 8:6", 
        "Eruvin 19a:6", 
        -40, 
        0, 
        " קיימת לעולמי עד ומצילתם מדינה של גיהנם כמו שאמרו (עירובין י\"ט.) דאפילו בבועל ארמית א' רק דממשכא ולא מבשקר. "
    ], 
    [
        "Yisrael Kedoshim 8:1", 
        "Kiddushin 70a:5", 
        -40, 
        0, 
        " זרע ישראל. וזהו החילוק שבין ישראל לגרים שאמרו (קידושין ע' סוף ע\"ב) זו מעלה יתירה דבישראל כתיב והייתי ל"
    ], 
    [
        "Yisrael Kedoshim 8:2", 
        null, 
        -40, 
        0, 
        " ישראל כידוע. ויעקב זכה לזה גם בעולם הזה דעכי אם (תענית ה' ע\"א) דלא מת. ולא כאליהו דעלה לרקיע ונתהפך למלאך ", 
        ""
    ], 
    [
        "Metzudat Zion on Hosea 5:11:3", 
        "Exodus 2:17-18", 
        -40, 
        0, 
        "הואיל. ענין רצון כמו ויואל משה (שמות ב): "
    ], 
    [
        "Zohar Chadash, Bereshit 444", 
        "Psalms 85:12", 
        -52.287177187744405, 
        0, 
        " א', אמ''ת. מ''ם מאר''ץ. תי''ו, תצמ''ח. כלומר (תהלים פה) אמת מארץ תצמח. מאי משמע, אמר רבי יצחק, בשעת"
    ], 
    [
        "HaKtav VeHaKabalah, Numbers 19:21:2", 
        "Nazir 59a:6", 
        -40, 
        0, 
        " לאנשים כמצנפת וכובע וכלי זיין, דלראב\"י דאמר (נזיר נ\"ט) כלי זיין לומר אף ששאר בגדי, בגדי אשה אסור כ"
    ], 
    [
        "Radak on Genesis 1:1:3", 
        null, 
        -40, 
        0, 
        " אחד בראו בחכמתו כשראה לברוא אותו. וכדברי חז״ל (סנהדרין ל״ח) כל מקום שכפרו המינים תשבתן בצידן, בראו אלהי", 
        ""
    ], 
    [
        "Zohar 1:187a:9", 
        null, 
        -40, 
        0, 
        ") ואדם על עפר ישוב. \n", 
        ""
    ], 
    [
        "Torah Temimah on Torah, Exodus 26:35:1", 
        null, 
        -40, 
        0, 
        " השלחן והמנורה הנוטים למערב רואין זו את זו. .(יומא ל\"ג ב׳)\n", 
        ""
    ], 
    [
        "Kometz HaMincha 2:20:1", 
        null, 
        -40, 
        0, 
        " אומות שבזה מתנצחים כמש\"ש. וכמ\"ש ראשית גוים עמלק (במדבר כ\"א) הוא רציחה זהו הראשית ומקור של כל הז' מדות ו", 
        ""
    ], 
    [
        "Jerusalem Talmud Eruvin 49a:1", 
        "Exodus 22:6", 
        -40, 
        0, 
        ") אל רעהו עד שיהא כרעהו.  ר' יוסי בי ר' בון ב"
    ], 
    [
        "Rashi on Isaiah 22:6:2", 
        "II Kings 15:25", 
        -39.98359503063867, 
        0, 
        " (תהלים לז), ויש לפרש וקיר ערה מגן קיר שם העיר כמו (מ\"ב טו) ויגלה קירה בני אותה מדינה גלו מגיניהם על יר"
    ], 
    [
        "Rashba on Ketubot 17b:3", 
        "Ketubot 22a:3", 
        -40, 
        0, 
        ") ומוצא אבדה מדינא חייב אלא שפטרוהו מחמת התקנ"
    ], 
    [
        "Rashba on Ketubot 17b:1", 
        "Rosh Hashanah 32b:15", 
        -40, 
        0, 
        " דאשמועינן זו ואף זו, כדאיתא במתניתין טובא (עי' ר\"ה לב, ב) דאמרינן זו אף זו קתני, וכיון שכן, משום צריכ"
    ], 
    [
        "Rashba on Ketubot 17b:1", 
        "Shevuot 45b:12", 
        -40, 
        0, 
        " ששכרו אינו נאמן, כדאיתא התם בריש פרק כל הנשבעין (שבועות מה, ב).אי נמי, דלא משמע ליה אינו נאמן, כל שכנגדו אינו"
    ], 
    [
        "Rashba on Ketubot 17b:1", 
        null, 
        -40, 
        0, 
        " עד דאתו עדים ואמרי דעבד תשובה.ונסכה דרבי אבא (ב\"ב לד, א) נמילא הויה ראיה, דהא מהמנינן ליה דקאמר דידי", 
        ""
    ], 
    [
        "Metzudat Zion on Psalms 55:23:2", 
        null, 
        -40, 
        0, 
        "יכלכלך. יסבלך כמו ומי יכילנו (יואל ב׳):\n", 
        ""
    ], 
    [
        "Rosh on Chullin 3:1:1", 
        null, 
        -40, 
        0, 
        ") גבי עינוניתא דוורדא כיון דכל הני עיזי בריית", 
        ""
    ], 
    [
        "Rashba on Ketubot 17b:4", 
        null, 
        -40, 
        0, 
        " (גיטין שם) כתבתי שם בארוכה בסיעתא דשמיא (עי' רשב\"א שבועות דף מג, א).", 
        ""
    ], 
    [
        "HaKtav VeHaKabalah, Exodus 20:13:1", 
        "Niddah 13a:51", 
        -40, 
        0, 
        " גם הוא כולל בזה כל עניני זנות, וכ\"ד רבותינו (נדה י\"ג) לא תנאף לא תהא בך ניאוף בין ביד בין ברגל, ו"
    ], 
    [
        "Metzudat Zion on Amos 6:11:1", 
        null, 
        -40, 
        0, 
        " ת״א ודמריס ודרסיס ובדרז״ל ואם היה עב או מרוסס (שבת פ׳):\n", 
        ""
    ], 
    [
        "Metzudat Zion on Isaiah 50:10:1", 
        null, 
        -40, 
        0, 
        "נוגה. ענין הארה וזוהר כמו מנוגה נגדו (תהלים יח): ", 
        ""
    ]
]