{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Bava Batra",
    "title": "Mishnah Bava Batra",
    "lengths": [
        10,
        86
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה בבא בתרא",
    "versionSource": "http://www.sefaria.org/Mishnah_Bava_Batra",
    "next": "Mishnah Bava Batra 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Bava Batra",
    "text": [
        [
            "Joint owners agreed to make a division in a courtyard, so they build the wall in the middle. They can build with rough stone, smooth stones, half-bricks, or bricks depending on the custom of the land. If  [the division is made of] rough-stones, each person gives three hand- breadths. If [the division is made of] smooth stones, each person gives two and a half hands-breadths. If [the division is made of] half-bricks, Therefore, if the wall falls, the place where the wall and the materials were will belong to both of them.",
            "Similarly in a garden; In a place where the custom is to build a fence, one can obligate him to build one. However, in a grain field, in a place where there isn't a custom to build a fence, one cannot obligate him. Rather, if one wants [to do so], one goes within one's own [property] and builds, and makes a sign facing outwards.  Therefore, if the wall falls, the space [where the wall stood] and the bricks belong to that person. If the wall was created according to the will of both people, they build the wall in the middle, and create a sign on both sides. Therefore, if the wall falls, the space [where the wall stood] and the bricks belong to both people:",
            "If someone surrounds [the property of] his neighbor on three sides, and builds a fence on the first, second, and third side, he (i.e., the neighbor) is not obligated [to contribute to the cost of the fence].  R. Yosi says, if [the neighbor] then builds a fence on the fourth side [of his property], we obligate him to contribute to the whole [fence].",
            "If the wall of a courtyard falls, we obligate him to build up to four cubits. One is assumed to have given, until one brings proof that he has not given. From four cubits and up, we do not obligate him. If he built an adjacent wall, even if he did not put the ceiling above it, we make it all incumbent upon him. One is assumed not to have given, until one brings proof of having given.",
            "We force a person to build a gatehouse and a door for the courtyard.  Rabban Shimon ben Gamliel says: Not all courtyards are suitable for gatehouses.  We force a person to build for a city a wall, doors, and a deadbolt.  Rabban Shimon ben Gamliel says: Not all cities are suitable for a wall.  How long must a person live in a city to be counted among the people of that city?  Twelve months.  If a person bought a house, he is immediately considered a to be a person of that city.",
            "One may not divide a courtyard unless [it is large enough that] one person will have four cubits and the other person will have four cubits. And not a field, unless one person will have nine <i>kab</i>   [a measure of how much grain could be produced in that amount of land] and the other person will have nine <i>kab</i>. Rabbi Yehudah says: Unless one person will have nine and a half <i>kab</i> and the other person will have nine and a half <i>kab</i>. And not in a garden, unless one person will have half a <i>kab</i> and the other person will have half a <i>kab</i>. Rabbi Akiva says: A <i>beit rova</i> [a fourth of a <i>kab</i>].  And not a hall, and not a palace, and not a dovecote, and not an outer garment, and not a bathhouse, and not a oil press, unless there is a sufficient amount in [each of] them for this one person, and a sufficient amount in [each of] them for the other person. This is the general principle: Anything which may be divided and [still retain, as before] its name upon it, they may divide it. And if not, they may not divide it. When [does this apply]? When they do not both want to [divide], but when they both want to [divide], even with less than that, they may divide.  But if [the shared object is] the Holy Scriptures, even if both parties are want to [divide], they may not divide. "
        ],
        [
            "One should not dig a pit near the pit of his neighbor, nor a ditch, nor a cave, nor an irrigation pool, nor a laundry-pool, unless he has distanced it from his neighbor's wall by at least three handbreadths, as well as plastering it.  One should distance olive pulp, manure, salt, plaster, and rocks from one's neighbor's wall by at least three handbreadths, as well as plastering it.  One should distance one's seeds, plow, and urine from one's neighbor's wall by three handbreadths.  One should distance a millstone three [handbreadths] from the base-stone, which is four [handbreadths] from the uppermost stone. And one should distance an oven three [handbreadths] from its base, which is four [handbreadths] from its edge.",
            "One should not put an oven inside of a house, unless there is a height of four cubits above it.  If one puts it in an attic, one must put below it three handbreadths of mud plaster. With a stove, one handbreadth.  If it causes damage, one pays for what was damaged. Rabbi Shimon says: All of these amounts were said only [to teach] that if it caused damage, one is exempt from paying. ",
            "A person should not open a bakery, nor a dye-shop, under the storehouse of one's neighbor.  Nor a cowshed. In truth, they allowed it in with wine, but not a cowshed. [If one wishes to open] A store that is in a courtyard, one can protest and say: \"I cannot sleep because of the noise of those coming and the noising those going.\" One who makes items may go out and sell them in the market, but one may not protest and say: \"I cannot sleep due to the noise of the hammer, the mill-stone, and the children.\"",
            "One whose wall was close to the wall of their neighbor should not add an additional adjacent wall, unless one distances it from the original by four cubits.  And the windows, whether above, below, or across from, [must be distanced] four cubits.",
            "One must distance a ladder from a dovecote four cubits so that a small animal will not be able to jump, and a wall from the [walll topped by a]rain gutter by four cubits, in order to be able to extend a ladder. One must distance a dove cote from a city by 50 amot. And one should not make a dove cote within their own [field] unless there is 50 amot of space in each direction. Rebbe Yehuda says: \"[at least the amount of space necessary to plant] four kor [of seed], the full distance of a dove's [singular/initial] movement. But if one acquired [a dove cote, with the property], even if there is but one quarter [a kor to each direction], it may subsist as it is.",
            "A fallen bird found within 50 cubits- behold it belongs to the coup-owner. Outside of 50 cubits- behold it belongs to the finder. If it is found between two coups- if it is closer to this one, it is his, if it is closer to this one, it is his. If it is halfway between, they both split it.",
            "We distance the tree from the city [a distance of] 25 cubits, and [in the case of] a carob tree or a sycamore, 50 cubits. Abba Shaul says, \"every fruitless tree, [we distance] 50 cubits. If the city preceded it, we cut it and do not pay. If the tree preceded it, we cut it and pay. If it is unclear whether the tree or the city came first, we cut it and do not pay.\"",
            "They must distance a permanent threshing floor made fifty cubits of the town.   One may not make a permanent threshing floor within his own domain unless his ground extends fifty cubits in every direction. And he must distance it from his fellow’s plants and from his furrow  so that it will not cause damage. ",
            "They must distance animal carcasses, graves and tanneries  from a town.  And they may not make a tannery except to the east of a town. Rabbi Akiva says:  He may set it up on any side save the west, and he must distance it fifty cubits [from the town]. ",
            "They must distance a pool for soaking flax  from vegetables, and leeks from onions, and mustard plant from bees.   Rabbi Yose permits mustard plant.    ",
            "They must distance a tree twenty five cubits from a cistern, and within fifty cubits if it is a carob or a sycamore, whether it is higher or on the same level. If the cistern was there first he cuts down the tree and gives compensation. If the tree was there first it shall not be cut down. If it is in doubt if this came first or if this came first, he shall not cut down the tree. Rabbi Yose says:  Even if the cistern was there before the tree he should cut it down, since this one dug within his own domain and the other planted within his own domain.” ",
            "A person may not plant a tree near another’s field unless he distanced it four cubits, no matter whether it be a vine or any other kind of tree. If there was a wall between, this one may plant up to the wall on this side and this one may plant up to the wall on this side. If its roots entered within the other’s property, the other may cut them away to a depth of three handbreadths so that they do not hinder the plow. If he dug a cistern, trench or cave, he may cut them away as far down as he digs, and the wood belongs to him. ",
            "A tree which leans into his fellow's field, he may cut it away as far as is reached by an ox-goad held over the plow, or, if it is a carob or sycamore, according to the plumb line’s measure. With regard to irrigated field:  all trees may be cut away according to the plumb line’s measure.  Abba Shaul says:  All trees that bear no fruit according to the plumb line’s measure. ",
            "A tree which leans into the public domain, one should cut enough to allow a camel and its rider pass by. Rabbi Yehuda says:  A camel laden with flax or bundles of branches. Rabbi Shimon says:  Every tree [must be cut away] according to the plumb line’s measure, because of impurity. "
        ],
        [
            "The legal period of possession [in order to establish ownership] for houses, cisterns, trenches, caves, dovecotes, bath-houses, olive-presses, irrigated fields and slaves and anything which continually produces a yield is three complete years .\nThe legal period of possession [in order to establish ownership] for a field irrigated by rain water is three years and they need not be completed.  \nRabbi Yishmael says:  Three months during the first year, and three months during the last year and twelve months during the middle year, which makes eighteen months.\nRabbi Akiva says:  One month during the first year and one month during the last year and twelve months during the middle year, which makes fourteen months.\nRabbi Yishmael said:  When does this apply?  With regards to a sown field, but when it comes to a field of trees , if he brought in his produce (grapes), harvested the olives and gathered in his fig harvest, this counts as three years.  \n",
            "There are three separate areas within which someone could obtain land through squatting:  Judea, The Eastern Side of the Jordan and the Galilee. If the owner of a piece of land in the Galilee was currently living in Judea and someone squatted on his land in the Galilee, he would not acquire said land and vice versa.  He can only acquire the land if they are living in the same region.  Rabbi Yehuda says, the reason it takes three years to acquire land through squatting is so that if the owner were in Spain the squatter could squat for one year, people traveling to inform the owner would take one year and then one year to return with the owner's objection. ",
            "An act of possession without which there is no claim is not valid possession [to establish ownership].\nHow is this so?\nIf he said to him:  “What are you doing on my property? And the other answered:  “No one ever said anything to me”, this is not valid possession [to establish ownership].\n“You sold it to me”, “You gave it to me as a gift”, “Your father sold it to me”, “Your father gave it to me as a gift”, this is valid possession [to establish ownership].\nOne who comes due to inheritance [from the previous owner], does not need to make a claim.\nCraftsmen, partners, sharecroppers and guardians cannot establish ownership through possession.\nA man cannot establish ownership through possession of his wife’s property, nor may a wife establish ownership through possession of her husband’s property, nor a father of his son’s property, nor a son of his father’s property.\nWhen is this so?\nWhen the person attempts to acquire the land through possession.\nBut, when the property was given as a gift, or when brothers shared a piece of their inheritance, or when one claimed title by possession to the property of a convert [who died without inheritors], then he locked up, walled up or broke down anything, behold, this is possession.",
            "If there are two witnesses claiming that someone squatted on a piece of land for 3 years and they were found out to be false witnesses, they must pay the full value of the land the owner would have lost.  If a 2 witnesses testify about the first year, 2 about the second year and 2 about the third year, then they split the value between them.  If the witnesses were 3 brothers [who cannot testify as relatives cannot testify together], and one other witness joined them, they are considered to be 3 separate sets of witnesses but they must all be found to be false witnesses to require them to pay. ",
            "These are the [actions] through which possession is established and these are the action through which possession is not established. \nIf he put a beast in a courtyard, or an oven or stoves or mill-stones, or raised fowl or put his manure in a courtyard, this is not possession.\nBut if he built for his beast a partition ten hand-breadths high, so too for an oven, so too for a stove, so too for a mill-stone, [or] he brought fowl inside the house, or prepared for his manure a place three hand-breadths deep or three hand-breadths high, this is possession.\n",
            "A gutter spout cannot cause title through its possession but its place does confer title through possession.\nA gutter can give title through possession.\nAn Egyptian ladder cannot give title through possession but a Tyrian ladder can.\nAn Egyptian window cannot give title through possession but a Tyrian window can.\nWhat is an Egyptian window?  One through which a man’s head may not enter.\nRabbi Judah says:  If it has a frame, even though a man’s head cannot enter through it, it can give title through possession.”\nA projection, if it extends a handbreadth or more can give title through possession, and the other [into whose premises it projects] can protest against it.\nBut if it is less than a handbreadth it cannot give title through possession and the other cannot protest against it.\n",
            "One may not open a window into a jointly held courtyard.\nIf he bought a house in another [and adjoining] courtyard he may not open it into a jointly held courtyard.\nIf he built an upper room over it he may not make it open into the jointly held courtyard;\nBut, if he wishes, he may build another room within his house or build an upper room over his house and make it open into his own house.\nOne may not open a door into a jointly held courtyard directly opposite another’s door, or a window directly opposite another’s window.\nIf the window was small he may not make it larger; if it was a single window he may not make it into two.\nBut he may open a door  into the public domain opposite another’s door, or a window opposite another’s window.\nIf the window was small he may make it larger; if it was a single window he may make it into two.\n",
            "One may not hollow out a space underneath the public domain, cisterns, trenches or caves.\nRabbi Eliezer permits it if it is such that a wagon loaded with stones can [safely] go over it.  \nOne may not cause to stick out projections and balconies into the public domain; but if he wants, he may withdraw [his wall] within his own domain and build out from it.\nIf he bought a courtyard in which were already projections and balconies, they are under his rights of possession.\n"
        ],
        [
            "One who sold a house, he has not sold its side chambers, even though they open into the house, nor the room that is behind [the house], nor the roof, if it has a railing more than ten hand-breadths high.  \nRabbi Judah says: If the roof has an entrance shaped like a door, even if the railing is not ten hand-breadths high, it is not sold.\n",
            "Nor [has he sold] the cistern or the cellar, even though he had written in the deed of sale, “the depth and height”.  \nAnd he [the seller] must buy himself a path [from the new owner to reach the cellar or cistern], the words of Rabbi Akiva.\nBut the Sages say:  He need not buy himself a path.\nAnd Rabbi Akiva agrees that if he had said to him, “Excepting these [the cistern or cellar]” that he need not buy himself a path.\nIf he sold them [the cellar or cistern] to another, Rabbi Akiva says:  He need not buy himself a path.\nBut the Sages say:  He must buy himself a path.\n",
            "One who sold a house he has sold also the door, but not the key.\nHe has sold a permanent mortar but not a movable one.\nHe has sold the convex millstone (the lower, usually fixed stone) but not the concave one.\nNor [has he sold] the oven or the stove.\nBut if he had said:  \"It and all that is in it,\" these are also sold.”\n",
            "One who sold a courtyard, he has also sold its houses, cisterns, trenches and caves, but not the movable property.\nBut if he had said:  “It and all that is in it” all of these are also sold.  \nBut in neither case has he sold the bath-house, or the olive press that are in it.\nRabbi Eliezer says:  One who sold a courtyard, he has sold only the air (the open spaces) of the courtyard.\n",
            "One who sold an olive press he has sold also the vat, the grindstone, and the posts, but he has not sold the pressing-boards, the wheel or the beam.\nBut if he had said:  “It and all that is in it”, all these are sold also. \nRabbi Eliezer says: One who sold an olive press has sold the beam. \n",
            "One who sold a bath house, he has not sold the planks or the benches or the curtains.\nBut when he had said:  \"It and all that is in it”, all these are sold also. \nIn neither case has he sold the water containers or the stores of wood.\n",
            "One who  sold a town, he has also sold the houses, cisterns, trenches, caves, bath houses, dovecotes, olive presses, and irrigated fields, but not the movable property.\nBut if he had said:  “It and all that is in it”, even if cattle and slaves were in it, all of these are sold.\nRabban Shimon ben Gamaliel says: One who sold a town he has  sold the town watchman.\n",
            "One who sold a field he has also sold the stones that are necessary to it, and the reeds in a vineyard that are necessary to it, and its produce that is still attached to the ground, and a partition of reed which covers less than a quarter-kav’s space of ground, and the watchman’s hut if it was not fastened down with mortar, and ungrafted carob trees and young sycamores.  ",
            "But he has not sold the stones that are not necessary to it or the reeds in a vineyard that are not necessary to it or the produce that has already been picked from the ground.\nBut if he had said, “It and all that is in it” all of these are sold also.\nBut in neither case has he sold any partition of reeds that covers a quarter-kav’s space of ground, or the watchman’s hut if that was fastened down with mortar, or grafted carob trees or cropped sycamores, or any cistern or winepress or dovecote, whether they are lying waste or in use.  \nAnd he must purchase  path, the words of Rabbi Akiva.\nBut the sages say:  He need not.\nAnd Rabbi Akiva agrees that if he had said, “Excepting these”, he need not buy himself path.  \nIf he had sold them to another, Rabbi Akiva says:  He [that bought them] need not buy himself a path.\nBut the Sages say:  He must buy himself a path.\nWhen is this so?  With regards to a seller.  But if he gives it as a gift, he gives everything that is in it.\nIf brothers who divided [an inheritance] came into possession of a field, they come into possession of everything that is in it.\nOne who secured title by possession of the property of a convert, and secured title by possession of the [convert’s] field, he secures title to everything that is in it.\nOne who dedicated a field [to the Temple] he has dedicated everything in it.\nRabbi Shimon says:  One who dedicated a field, he has dedicated only the grafted carob trees and cropped sycamores.\n"
        ],
        [
            "He who sells a ship [implicitly] sells its mast, sail, anchor, and oars, but he does not sell the crew [literally, the slaves], nor the packing bags [martzuf], nor the stores [of merchandise]. If, however, he said to him [to the buyer], “It [the ship] and all that it contains,” then all these are included in the sale. He who sold a wagon, has not sold the mules. He who sold the mules, has not sold the wagon. He who sold the yoke, has not sold the oxen. He who sold the oxen, has not sold the yoke. Rabbi Yehudah says: The price indicates [what is to be included in the sale]. How so? [If] he said to him, “Sell me your yoke for two hundred zuz;” it is obvious that a yoke [alone] is not [sold] for 200 zuz. But the Sages say: The price is no proof.",
            "One who sold his donkey; he has not sold its utensils (equipment).  Nahum haMadi says: he has sold its utensils.  Rabbi Yehuda says: sometimes they are sold and sometimes they aren't sold.  How it is so: the donkey is in front of him and its utensils are upon it.  And he says to him, \"Sell this donkey of yours to me;\" its equipment is sold.  [But if all he says is to sell] your donkey, [then] its utensils aren't sold.",
            "One who sold a donkey he has sold its foal. If he sold a cow he has not sold its calf. If he sold a dungheap, he has sold its dung. If he sold a cistern, he has sold its water. If he sold a bee-hive he has sold the bees. If he sold a dovecote he has sold the pigeons. One who bought “the produce of a dovecote” from his fellow he must let go the first pair that are hatched. \"The produce of a beehive” he may take three swarms and then [the seller] may make the rest sterile. Honeycombs he must leave two honeycombs.   Olive trees to cut down the branches, he must leave two shoots. ",
            "One who bought two trees in his fellow’s field, he has not bought the ground. Rabbi Meir says:  He has bought the ground. When they grow (branches), he may not trim them. What comes up from the trunk belongs to him (the buyer) but what comes up from the roots belongs to the owner of the land. And if they die, the ground is not his. If he bought three trees, he has bought the ground [between them]. When they grow he may trim them, And what comes up whether from the stem or from the roots belongs to him. And if they die the ground is his.  ",
            "One who sold the head of a large animal, has not sold the feet. If he sold the feet, he has not sold the head. If he sold the windpipe he has not sold the liver. If he sold the windpipe he has not sold the lungs. But in the case of a small animal: If he sold the head he has sold the feet. If he sold the feet he has not sold the head. If he sold the windpipe he has sold the liver. If he sold the liver he has not sold the windpipe. ",
            "There are four rules with regards to those who sell: If one has sold good wheat and it turns out to be bad, the buyer can retract. If he sold bad wheat and it is found to be good, the seller can retract. Bad wheat and it is found to be bad, or good wheat and it is found to be good, neither may retract. Dark wheat and it turned out to be white; Or white and it turned out to be dark; Or [if he sold] olive wood and it turned out to be sycamore wood; Or sycamore wood and it turned out to be olive wood; Or [if he sold] wine and it turned out to be vinegar; Or vinegar and it turned out to be wine; Either of them may retract. ",
            "One who sold produce to his fellow and the buyer drew it towards him but did not measure it, he has acquired [the produce]. If he had measured it but he did not draw it towards him, he has not acquired [the produce].   If he is clever he will hire the place [in which the produce is located]. One who bought flax from his fellow he has not acquired it until he has moved it from one place to another. If it was still attached to the ground, and he plucked any small quantity of it, he has acquired possession. ",
            "One who sold wine or oil to his fellow, and its value rose or fell, if before the measure was filled up, it belongs to the seller. But if after the measure was filled up, it belongs to the buyer. If there was a middleman between them, and the jar broke, it is broken to [the loss of] the middleman. The seller must let three more drops drip [for the buyer]. If he then turned the measure over and drained it off, what flows out belongs to the seller. The shopkeeper is not obligated to let three more drops drip. Rabbi Judah says:  On the eve of Shabbat as it becomes dark is he exempt. ",
            "One who sent his child to a shopkeeper with a pondion (a coin) in his hand and he measured him out an issar’s (a coin worth half a pondion) worth of oil and gave him an issar in change and the child broke the flask and lost the issar, the shopkeeper is liable. Rabbi Judah declares him exempt, since the father sent the child for this purpose. And the sages agree with Rabbi Judah that if the flask was in the child’s hand, and the shopkeeper measured the oil into it, the shopkeeper is exempt. ",
            "The wholesaler must clean his measures once every thirty days and the householder once every twelve months. Rabban Shimon ben Gamaliel says:  The rule is just the opposite. The shopkeeper must clean his measures twice in the week and polish his weights once a week and clean his scales after each and every weighing. ",
            "Rabban Shimon ben Gamaliel said:  When is this so?  With regards to liquid measures, but with regards to dry measures it is not necessary. And he must let the scales sink down a handbreadth [to the buyer’s advantage]. If he gave him an eye for eye measure, he must give him his overweight, a tenth for liquid measures and a twentieth for dry measures.   Where the custom is to measure with small measures he should not measure with large measures; with large measures he should not measure with small measures.   Where the custom is to smooth down [what is in the measure] he should not heap it up, and [where the custom is] to heap it up, he should not smooth it down. "
        ],
        [
            "One who sold grain to his fellow and it did not sprout, even if it was flax-seed he is not liable.\nRabban Shimon ben Gamaliel says:  If it was garden-seeds, which are not eaten, he is liable.”\n",
            "One who sold grain to his fellow, he must agree to accept a quarter-kab of refuse with every seah.\nFigs he must agree to accept ten that are eaten by worms for every one hundred.\nA cellar of wine, he must agree to accept ten jars gone sour in every one hundred.\nJars in Sharon, he must agree to accept ten which are not fully dry in one hundred.\n",
            "One who sold wine to his fellow and it turned sour he is not responsible.\nBut if it was known [to the seller] that his wine would [soon] turn sour, this is a mistaken purchase.\nIf he had said to him, “I am selling you spiced wine”, he is responsible for its remaining [good] until Atzeret (Shavuot).\nOld wine, it must be from last year’s.\nVintage old wine, it must be from three years ago.\n",
            "One who sells his fellow a place to build him a house, so, too, one who contracted with his fellow to build him a groom's-house for his son, or a widow’s house for his daughter, he must build it four cubits by six cubits, the words of Rabbi Akiva.\nRabbi Yishmael says:  This is a cattle-shed.\nOne who wants to build a cattle-shed, should build it four cubits by six.\nA small house—six by eight.\nA large house—eight by ten.\nAn eating hall—ten by ten.\nThe height should be [the sum] of half its length and half its breadth.\nProof of the matter is the sanctuary.\nRabban Shimon ben Gamaliel says:  Must all [houses] be like the building of the Sanctuary?”\n",
            "One who has a cistern behind his fellow’s house, he may go in when others are accustomed to going in and and he may go out when others are accustomed to going out. \nAnd he may not bring in his cattle and let them drink from his cistern, rather he must draw water and let them drink outside.\nThis one makes for himself a lock and this one makes for himself a lock.  \n",
            "One who has a garden behind his fellow’s garden, he may go in when others are accustomed to go in and out when others are accustomed to go out.  \nAnd he may not bring in merchants,\nAnd may enter through it into another field.\n[The owner of] the outer garden may plant seeds on the path.\nBut if they gave him a path at the side [of the other’s garden] with the other’s consent, he may go in when he wants to and out when he wants to.\nAnd he may bring in merchants.\nBut he may not enter through it into another field.\nAnd neither of them has the right to plant seeds on the path. \n",
            "One who had a public path passing through his field and he took it and gave them [another path] by the side of the field, what he has given he has given and what he has taken for himself does not become his.\nA private path is four cubits.\nA public path is sixteen cubits.\nThe king’s path has no prescribed measure.\nThe path to a grave has no prescribed measure.\nThe halting places, the judges of Tzippori say: four kab’s space of ground.\n",
            "One who sold to his fellow a place in which to make a tomb, so, too, if a man was commissioned by his fellow to make a tomb, he must make the inside of the vault four cubits by six, and open within it eight niches, three on this side, three on that side, and two opposite [the doorway].\nThe niches must be four cubits long, seven handbreadths high, and six handbreadths wide.\nRabbi Shimon says:  He must make the inside of the vault six cubits by eight, and open within it thirteen niches, four on this side, four on that side, three opposite [the doorway] and one to the right of the doorway and one to the left.\nHe must make a courtyard on top of the vault, six cubits by six, space enough for the bier and its bearers. \nAnd he opens within it two vaults, one on either side.\nRabbi Shimon says:  Four, one on each of its sides.\nRabbi Shimon ben Gamaliel says:  All depends on the nature of the rock.\n"
        ],
        [
            "One who says to his fellow, “I will sell you a kor’s space of soil”, if it contained crevices ten handbreadths deep or rocks ten handbreadths high, these are not included in the measurement.\nLess than this and they are included.\nIf he said to him, “About a kor’s space of soil”, even if it contained crevices deeper than ten handbreadths or rocks higher than ten handbreadths, they are included in the measurement.\n",
            "[If he said, “I will sell you] a kor’s space of soil as measured by a rope”, and if he gave him even a tiny bit less, he may reduce the price; and if he gave him a tiny bit more, the buyer must give it back.\nIf he said, “Whether less or more”, even if he gave a quarter-kab’s space less in every seah’s space, or he added a quarter kab’s space more in every seah’s space, it becomes his. More than this, a reckoning must be made.\nWhat does he (the buyer) give him back?\nMoney; but if he wants, he gives him back the land.\nAnd why did they say that he could give back its value in money?\nTo strengthen the power of the seller, for if, in a field [containing a kor’s space] there would still have remained to him nine kab’s space, or, in a garden, a half-kab’s space, or according to Rabbi Akiva a quarter-kab’s space, the buyer must give back to him land.\nAnd not only must he give back the quarter-kab’s space, but all of the surplus.\n",
            "“I will sell you [a piece of land] as measured by the rope, whether it is less or more” the condition “whether it is less or more” makes void the condition “as measured by the rope”.\n“Be it less or more, as measured by the rope”, the condition “as measured by the rope” voids the condition “be it less or more”, the words of Ben Nanas.\n\"By its marks and its boundaries”, if the difference was less than a sixth, the sale stands.  \nIf it was as much a sixth, the buyer may reduce the price.\n",
            "One who says to his fellow, “I will sell you half of the field”, they divide it into portions of equal value, and he takes half of the field .\n[If he said, “I will sell you] the southern half”, they divide it into portions of equal value, and he takes the southern half.\nHe accepts responsibility for [providing the ground] for the fence and the large and small ditches.\nHow large is the large ditch?  Six handbreadths.\nAnd the small ditch?  Three handbreadths.\n"
        ],
        [
            "There are those who inherit and bequeath, there are those who inherit but do not bequeath, there are those who bequeath but do not inherit and there are those who neither bequeath nor inherit.\nThese inherit and bequeath:  a father to his sons and sons to their father and brothers from the same father, these inherit and bequeath.\nA man to his mother, and a man as to his wife, and the sons of sisters, inherit but do not bequeath.\nA woman to her sons, and a wife as to her husband, and brothers of the mother, bequeath but do not inherit.\nAnd brothers from the same mother [but not father] neither inherit nor bequeath.\n",
            "This is the order of inheritance:  “If a man dies without leaving a son, you shall transfer his property to his daughter” (Numbers 27:8)—the son precedes the daughter, and all the son’s offspring precede the daughter.  \nThe daughter precedes the brothers [of the father] and the daughters’ offspring precede the brothers [of the father].\nBrothers precede the father’s brothers and the brothers’ offspring precede the father’s brothers.\nThis is the general rule:  whosoever has precedence in inheritance, his offspring also has precedence.\nThe father has precedence over all his offspring.\n",
            "The daughters of Tzlofchod received three portion in the inheritence [of land in Israel].  Their father's portion, as he was among those who left Egypt, their father's portion among his brothers from Cheifer, [his father] and since he was a first born, he received 2 portions [among his brothers].",
            "The son and the daughter are alike concerning inheritance, save that the [firstborn] son takes a double portion of the father’s property but he does not take a double portion of the mother’s property.\nAnd the daughters receive maintenance from the father’s property but not from the mother’s property.\n",
            "One who says, “So and so, my firstborn son, shall not receive a double portion”, or “So and so, my son, shall not inherit with his brothers”, he has said nothing, for he has stipulated against what is written in the Torah.\nOne who apportioned his property to his sons by word of mouth, and gave much to one and little to another, or made them equal to the firstborn, his words are valid.\nBut if he had said [that it should be so] “by inheritance”, he has said nothing.\nIf he had written down, whether at the beginning or in the middle or at the end [of his will] that it should be as a gift, his words are valid.\nOne who says, “So and so a man shall inherit from me” and he has a daughter; or “My daughter shall inherit from me”, and he has a son, he has said nothing, for he has stipulated against what is written in the Torah.\nRabbi Yohanan ben Baroka says:  If he says[that so and so shall inherit from me] of one that was qualified to inherit from him, his words are valid, but if of one that was not qualified to inherit from him his words his words are not valid.”\nOne who wrote away his property to others and passed over his sons, what he has done is done, but the sages are not comfortable with it.\nRabban Shimon ben Gamaliel says:  If has sons did not behave properly, he should be remembered for good. \n\n",
            "One who says, “This is my son”, he is believed.\n\"This is my brother”, he is not believed, yet the other may join him in his portion.\nIf he died, the property returns to its place.\nIf he inherited property from elsewhere, the other’s brothers inherit it together with him.\nOne who died and a testament was found bound to his thigh, this counts as nothing.\nBut if  he had granted title to another, whether of his heirs or of those who are not his heirs, his words are valid.\n",
            "Regarding one who writes [over] his property to his sons, it is necessary for him to write \"from today until after his death\": these are the words of Rabbi Yehudah.  Rabbi Yosi says: This [the above formula] is not necessary.  \n\nRegarding one who writes [over] his property to his son [specifying] \"until after his death\", the father is not able to sell because  they [already] wrote it [over] to the son; and the son is not able to sell it because it is [technically still] the possession of the father.\n\nIf the father sells it, the sale is final until his death.  If the son sells it, [the buyer] may not take possession of any of it until after the death of the father.\n\nA father [who has already written over property to his son(s) according to the conditions stated above] may pick [from the produce of that property] and feed anyone he wishes [with it], and that which is left behind [after the father's death] shall surely belong to the inheritors.\n\nIf one left sons of the age of the majority and [sons who are] minors, those who are of age do not earn a living at the expense of the minors, and the minors are not nourished at the expense of those of majority - rather, it should be divided equally [between all inheritors, regardless of age-based status].  When those [heirs] of the age of majority marry [and use part of the property to pay for this], the minors will marry [and be entitled to the same proportion for their own wedding expenses, even though it may be farther into the future].  [But,] if the minors say, \"We will marry in the manner that you [all of those of majority] married\" [i.e.: they directly ask for their portion as an entitlement], we do not listen to them, rather what was given to them their father gave.",
            "If he left elder daughters and younger daughters, the elder daughters may not provide for themselves at the cost of the younger daughters, nor may the younger daughters claim maintenance at the cost of the elder daughters, rather they all share alike.\nIf the elder daughters married [and took each her dowry from the common inheritance] so too the younger daughters may marry [and take each a dowry from the common inheritance].\nIf the younger daughters said, “We will marry in the way you married”, they do not listen to them.\nThis is a greater stringency that applies to daughters than to sons, since daughters are maintained at the cost of the sons, but they are not maintained at the cost of the [other daughters].\n"
        ],
        [
            "One who died and left sons and daughters, when the property was great, the sons inherit and the daughters receive maintenance.\nIf the property was small the daughters receive maintenance and the sons go begging at people’s doors.\nAdmon says:  \"Because I am a male I have lost out!”\nRabban Gamaliel says:  I approve of Admon’s opinion.\n",
            "One who left sons and daughters and one that was of doubtful gender , if the property was great the males may push him onto the females; \nIf the property was small the females may push him onto the males.\nOne who says, “If my wife shall bear a male he shall be given 100 zuz”, if she had a male, he receives 100 zuz.  \n\"A female she shall be given 200 zuz”, and she had a female, she receives 200 zuz.  \n\"If a male he shall be given 100 zuz and if a female 200 zuz” and she had a male and a female, the male receives 100 zuz and the female 200 zuz.\nIf she had one of doubtful gender, he does not take.\nBut if he said, “Whatsoever my wife shall bear shall be given [such an amount], he receives.\nIf he [the one of doubtful gender] was the only heir, he inherits everything.\n",
            "If he left older sons and younger sons, and the older sons improved the property, they improve it to the common benefit.\nIf they said, “See, what our father has left us, we will work and from that we will eat”, they improve it to their own benefit.\nSo, too, a woman (a widow) who improved the property, she improves it to the common benefit.\nIf she had said, “See, what my husband left to me, I will work and from that I will eat”, she improves it to her own benefit.\n",
            "Brothers who were partners and one of them fell into public service, it falls to the common benefit.\nIf one [of them] got sick and needed healing, his healing is at his own expense.\nBrothers some of whom were made groomsmen in their father’s lifetime, if the present was restored to them, it is restored to the common benefit, for the groomsmen’s gift can be recovered in a court of law.\nBut if [one of the brothers in his father’s lifetime] sent his fellow jars of wine or jars of oil, they cannot be recovered through a court of law, since they count [not as a loan but] as a charitable act.\n",
            "One who sends betrothal gifts to his father-in-law’s house, and he sent there 100 maneh and he ate a betrothal meal even of one dinar, [and he afterward divorced his wife] they (the betrothal gifts) are not recoverable.\nBut if he did not eat the betrothal meal, they are recoverable.  \nIf he sent many betrothal gifts in order for them to return with her to her his house [when he marries her], they are recoverable.\nIf he sent few betrothal gifts which were to be used in her father’s house, they are not recoverable.\n",
            "A person who was lying down to die and wrote over his property to others [as a gift] and held back any land whatsoever, his gift remains valid [even should he not die].\nIf he did not hold back any land whatsoever, his gift does not remain valid [if he should not die].\nIf it was not written in the document, “who lies dying\": he says that he had been lying down to die and they say that he was healthy, he must bring proof that he had been lying down to die, the words of Rabbi Meir.\nBut the sages say:  He who wishes to extract from his fellow bears the burden of proof.” \n",
            "One who divides his property orally, Rabbi Eliezer says:  Whether he was healthy or at the point of death, property for which there is security can be acquired only by money, by a document or by possession; property for which there is no security can be acquired only by being drawn [into the possession of the one acquiring].\nThey said to him:  It once happened that the mother of the sons of Rokhel was sick and said, ‘Give my veil to my daughter’, and it was worth twelve hundred maneh (1,200 dinars) and she died and they fulfilled her words.\nHe said to them:  May their mother bury the sons of Rokhel.  \nThe sages say:  On Shabbat his words remain valid, since he cannot write, but not on a weekday.\nRabbi Joshua says:  They stated this about Shabbat, how much more so on a weekday.\nSimilarly, others may acquire possession on behalf of a minor, but not on behalf of an adult, the words of Rabbi Eliezer.\nRabbi Joshua says:  They stated this about a minor, how much more so does the rule apply to an adult.\n",
            "If the house fell down on a man and his father, or upon a man and any from whom he inherits, and he was liable for his wife’s ketubah or to a creditor:  the father’s heirs say, “The son died first and the father died afterward”, and the creditors say, “The father died first and the son died afterward.”\nBet Shammai says:  Let them split [the property].\nBet Hillel says:  The property remains in its former status.\n",
            "If the house fell down on a man and his wife, the husband’s heirs say, “The wife died first and the husband died afterward” and the wife’s heirs say, “The husband died first and the wife died afterward”.\nBet Shammai says:  Let them split [the property].\nBet Hillel says:  The property remains in its former status—the ketubah is presumed to be the husband’s heirs and the property that comes in and goes out with her is presumed to be her father’s heirs.\n",
            "If the house fell down on a man and his mother, both these (Bet Hillel) and these (Bet Shammai) agree that the they split the property.\nRabbi Akiva said: I agree here, that the property remains in its former status.\nBen Azzai said to him:  We are distressed over those things upon which there is disagreement, and you are coming to bring disagreement on the points in which they agree.\n"
        ],
        [
            "A simple document: its signatures within it. \nA sewn document: its signatures are on the opposite side.\nIf in a simple document its witnesses signed on the opposite side, or if in a sewn document its witnesses signed within, they are invalid.\nRabbi Hanina ben Gamaliel says:  If in a sewn document its witnesses signed within, it is valid, since it can be made into a simple document.\nRabbi Shimon ben Gamaliel says:  Everything should follow local custom.\n",
            "A simple document: two witnesses; a sewn document requires three.\nIf a simple document has only one witness, or a sewn document has only two, they are both invalid.\nIf he wrote in it:  “100 zuz which are 20 sela (=80 zuz)”, he can claim only 20 sela; If he wrote “100 zuz which are 30 sela (=120 zuz)” he can claim only 100 zuz.\n“Silver zuzim which are …”, and the rest was erased, at least two zuzim.\n“Silver selas which are …”, and the rest was erased, at least two selas.\n“Darics which are …”, and the rest was erased, [the creditor can claim] at least two darics.\nIf at the top was written a “maneh (100 zuz)” and at the bottom “200 zuz”, or “200 zuz” at the top and “maneh” at the bottom, everything goes according to the bottom amount.\nIf so, why do they write at the top of the document?\nSo that, if a letter of the lower figure was erased, they can learn from the upper figure.\n",
            "They may write out a bill of divorce for a man even if his wife is not with him, or a receipt for the wife even if her husband is not with her, provided that he (the scribe) knows them.\nAnd the husband pays the fee.\nThey may write out a document for the debtor even though the creditor is not with him, but they may not write out a document for the creditor unless the debtor is with him.\nAnd the debtor pays the fee.\nThey may write out a deed of sale for the seller although the buyer is not with him, but they may not write it out for the buyer unless the seller is with him.\nAnd the buyer pays the fee.\n",
            "They may not write documents of betrothal or marriage except with the consent of both parties.\nAnd the bridegroom pays the fee.\nThey may not write documents of tenancy and sharecropping except with the consent of both parties.\nAnd the tenant pays the fee. \nThey may not write documents of arbitration or any document drawn up before a court except with the consent of both parties.\nAnd both parties pay the fee.\nRabban Shimon ben Gamaliel says:  Two documents are written for the two parties, one for this one, and one for that one.\n",
            "One who had paid part of his debt and gave the debt document to a third party, and said to him, “If I have not paid you back by such and such a day, give him back the debt document” and the time came and he had not paid:\nRabbi Yose says:  He should give it to him.\nRabbi Judah says:  He should not give it to him.\n",
            "One who's debt document was erased, he must have witnesses testify about it, and he comes before the court and they uphold it: “So and so, the son of so and so, his debt document was erased on such and such a day, and so and so and so and so are his witnesses.”\nIf one had paid part of his debt, Rabbi Judah says:  He should exchange it for a new one. \nRabbi Yose says:  He should write a receipt.\nRabbi Judah said:  It turns out that this one will have to guard his receipt from mice.\nRabbi Yose said to him:  That’s good for him, as long as the rights of the other have not been damaged.\n",
            "Two brothers, one poor and one rich, and their father left them a bath house or an olive press, if the father had made them for hire, the profit is split equally.\nBut if he made them for his own use , the rich brother may say to the poor brother, “Buy for yourself slaves and they can wash in the bath house” or “Buy for yourself olives and prepare them in the olive press.”\nTwo in the same town, and one’s name was Joseph the son of Shimon and other’s name was Joseph the son of Shimon, neither can bring forth a debt document on the other, and another person cannot bring forth a debt document against them.\nAnd if some person finds among his documents a document that states, “The debt document of Joseph ben Shimon is paid”, both of their debt documents are paid.\nWhat should they do?  They should write their names to the third generation.\nAnd if the names are the same through the third generation, they should give themselves a sign.\nAnd if their signs are the same, they should write “Cohen”.\nOne who says to his son, One of my debt documents is paid and I do not know which one, then all are deemed to be paid. \nIf two documents were found [among his documents] written to the same debtor, then the large one is paid and the small one is not paid.\nOne who loaned money to his fellow on a guarantor’s security, he may not exact payment from the guarantor.  \nBut if he had said, “On the condition that I may exact payment from whom I wish”, then he may exact payment from the guarantor.\nRabban Shimon ben Gamaliel says: If the borrower had property, in neither case can he exact payment from the guarantor.\nAnd also Rabban Shimon ben Gamaliel used to say:  If one was a guarantor for a woman’s ketubah and her husband divorced her, the husband must vow to derive no further benefit from her, lest he make a conspiracy against the property of the guarantor and take his wife back again.\n",
            "One who lent his fellow money by using a document, he may recover from mortgaged property.\nIf before witnesses, he may recover the debt only from unencumbered property.\nIf he brought forth [a loan document] upon which appeared his signature as evidence that he was indebted to him, the creditor may recover the debt only from unencumbered property.\nA guarantor whose name appears after the signatures of witnesses, the creditor may recover the debt only from [the guarantor’s] unencumbered property.\nA case came before Rabbi Yishmael and he said, “He may recover only from unencumbered property”.\nBen Nanos said to him:  “He may recover the debt neither from mortgaged nor unencumbered property.”\nHe said to him: “Why?”\nHe answered, “If a man choked another one in the market and his fellow found him and said ‘Leave him alone', he is not liable, since it was not based on trust in him that the creditor lent the debtor money.”\nRather which type of guarantor is liable?  “Lend him money and I will pay you”, he is liable, for he lent him the money based on his trust in the guarantor.\nAnd Rabbi Yishmael said: He who wants to be wise let him occupy himself with cases dealing with monetary matters, for there is no greater branch of Torah than this; for they are like a welling fountain; and he who wishes to occupy himself with laws concerning monetary matters, let him serve Shimon ben Nanos.\n"
        ]
    ],
    "titleVariants": [
        "M. Bava Batra",
        "Mishnah Bava Batra",
        "M Bava Batra",
        "Mishna Bava Batra"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}