<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>A</bold><small>M ERSTEN</small> A<small>DAR ERL&#x00C4;SST MAN EINE</small> K<small>UNDMACHUNG INBETREFF DER</small> T<small>EMPELSTEUER</small><sup><xref rid="fn2333">1</xref></sup> <small>UND DER</small> M<small>ISCHFRUCHT</small><sup><xref rid="fn2334">2</xref></sup>; <small>AM F&#x00DC;NFZEHNTEN DESSELBEN LIEST MAN IN DEN</small> G<small>ROSSST&#x00C4;DTEN DIE</small> E<small>STERROLLE, BESSERT DIE</small> W<small>EGE</small>, S<small>TADTPL&#x00C4;TZE UND</small> T<small>AUCHB&#x00C4;DER AUS, ERLEDIGT ALLE &#x00D6;FFENTLICHEN</small> A<small>NGELEGENHEITEN, BEZEICHNET DIE</small> G<small>R&#x00C4;BER</small><sup><xref rid="fn2335">3</xref></sup> <small>UND SENDET</small> [L<small>EUTE</small>] <small>WEGEN DER</small> M<small>ISCHFRUCHT AUS</small>.</p>
<p>II. R. J<small>EHUDA SAGTE:</small> F<small>R&#x00DC;HER PFLEGTEN SIE [DIE</small> M<small>ISCHPFLANZEN</small>] <small>HERAUSZUREISSEN UND VOR SIE HINZUWERFEN; ALS ABER DIE</small> &#x00DC;<small>BERTRETER SICH MEHRTEN, RISS MAN SIE AUS UND WARF SIE AUF DIE</small> S<small>TRASSE</small>; <small>ENDLICH ORDNETE MAN AN, DAS GANZE</small> F<small>ELD ALS</small> F<small>REIGUT ZU ERKL&#x00C4;REN</small>.</p>
<p>III. A<small>M F&#x00DC;NFZEHNTEN DESSELBEN WURDEN</small> W<small>ECHSELTISCHE IN DER</small> P<small>ROVINZ UND AM F&#x00DC;NFUNDZWANZIGSTEN IM</small> T<small>EMPEL ERRICHTET, UND SOBALD SIE IM</small> T<small>EMPEL ERRICHTET WAREN, FING MAN AN, [DIE</small> S<small>&#x00C4;UMIGEN] ZU PF&#x00C4;NDEN</small>. W<small>EN PF&#x00C4;NDETE MAN</small>? L<small>EVITEN</small>, J<small>ISRA&#x00C9;LITEN</small>, P<small>ROSELYTEN UND FREIGELASSENE</small> S<small>KLAVEN, NICHT ABER</small> F<small>RAUEN</small>, S<small>KLAVEN UND</small> M<small>INDERJ&#x00C4;HRIGE</small>. W<small>ER F&#x00DC;R SEINEN MINDERJ&#x00C4;HRIGEN</small> S<small>OHN ZU ENTRICHTEN ANGEFANGEN HAT, DARF NICHT MEHR AUFH&#x00D6;REN</small>. M<small>AN PF&#x00C4;NDET KEINE</small> P<small>RIESTER, DES</small> F<small>RIEDENS</small><sup><xref rid="fn2336">4</xref></sup> <small>WEGEN</small>.</p>
<p>IV. R. J<small>EHUDA ERZ&#x00C4;HLTE:</small> B<small>EN</small>-B<small>OKHRI BEKUNDETE IN</small> J<small>ABNE, DASS EIN</small> P<small>RIESTER, DER DEN</small> &#x0160;<small>EQEL ENTRICHTET, KEINE</small> S<small>&#x00DC;NDE BEGEHE</small>. R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ SPRACH ZU IHM:</small> N<small>ICHT SO, VIELMEHR S&#x00DC;NDIGT DER</small> P<small>RIESTER, DER DEN</small> &#x0160;<small>EQEL NICHT ENTRICHTET, NUR LEGEN DIE</small> P<small>RIESTER FOLGENDEN</small> S<small>CHRIFTVERS ZU IHREN</small> G<small>UNSTEN AUS</small>:<sup><xref rid="fn2337">5</xref></sup><italic>Alle Speisopfer der Priester sollen Ganzopfer sein, sie d&#x00FC;rfen nicht gegessen werden</italic>; <small>WIE D&#x00DC;RFTEN WIR DENN DIE</small> S<small>CHWINGEGARBE, DIE ZWEI</small> B<small>ROTE</small><sup><xref rid="fn2338">6</xref></sup> <small>UND DIE</small> S<small>CHAUBROTE</small><sup><xref rid="fn2339">7</xref></sup> <small>ESSEN, WENN SIE UNSER</small><sup><xref rid="fn2340">8</xref></sup><small>W&#x00C4;REN</small>&#x0021;?</p>
<p>V. O<small>BGLEICH SIE GESAGT HABEN, DASS MAN</small> F<small>RAUEN</small>, S<small>KLAVEN UND</small> M<small>INDERJ&#x00C4;HRIGE NICHT PF&#x00C4;NDE, SO NIMMT MAN DENNOCH, WENN SIE DEN</small> &#x0160;<small>EQEL ENTRICHTEN, VON IHNEN AN</small>. W<small>ENN EIN</small> N<small>ICHTJUDE ODER EIN</small> S<small>AMARITANER DEN</small> &#x0160;<small>EQEL ENTRICHTET, SO NIMMT MAN VON IHM NICHT AN</small>. F<small>ERNER NIMMT MAN VON IHNEN WEDER</small> G<small>EFL&#x00DC;GELOPFER F&#x00DC;R M&#x00C4;NNLICHE ODER WEIBLICHE</small> F<small>LUSSBEHAFTETE ODER</small> W<small>&#x00D6;CHNERINNEN, NOCH</small> S<small>&#x00DC;ND- ODER</small> S<small>CHULDOPFER AN, WOHL ABER GELOBTE UND FREIWILLIGE</small> S<small>PENDEN</small>. D<small>IE</small> R<small>EGEL IST</small>: W<small>AS GELOBT UND GESPENDET WIRD, NIMMT MAN VON IHNEN AN, WAS ABER NICHT GELOBT UND GESPENDET WIRD, NIMMT MAN VON IHNEN NICHT AN</small>. D<small>IES WURDE DURCH</small> E&#x0351;<small>ZRA DEUTLICH ERKL&#x00C4;RT, DENN ES HEISST</small>:<sup><xref rid="fn2341">9</xref></sup><italic>wir haben nichts mit euch zu schaffen, da&#x00DF; wir mit euch zusammen unserem Gott einen Tempel bauen sollen.</italic></p>
<p>VI. F<small>OLGENDE SIND AUCH ZUM</small> A<small>UFGELD</small><sup><xref rid="fn2342">10</xref></sup><small>VERPFLICHTET:</small> L<small>EVITEN</small>, J<small>ISRA&#x00C9;LITEN</small>, P<small>ROSELYTEN UND FREIGELASSENE</small> S<small>KLAVEN, NICHT ABER</small> P<small>RIESTER</small>, F<small>RAUEN</small>, S<small>KLAVEN UND</small> M<small>INDERJ&#x00C4;HRIGE</small>. W<small>ER F&#x00DC;R EINEN</small> P<small>RIESTER, EINE</small> F<small>RAU, EINEN</small> S<small>KLAVEN ODER EINEN</small> M<small>INDERJ&#x00C4;HRIGEN DEN</small> &#x0160;<small>EQEL ENTRICHTET, IST</small> [<small>VOM</small> A<small>UFGELD</small>] <small>FREI</small>. W<small>ER F&#x00DC;R SICH UND F&#x00DC;R SEINEN</small> N<small>&#x00C4;CHSTEN DEN</small> &#x0160;<small>EQEL ENTRICHTET, IST ZU EINEM</small> A<small>UFGELD VERPFLICHTET</small>. R. M<small>E&#x00CD;R SAGT, ZU ZWEI</small>. W<small>ER EINEN</small> S<small>ELA&#x0351;</small><sup><xref rid="fn2343">11</xref></sup><small>ZAHLT UND EINEN</small> &#x0160;<small>EQEL HERAUSBEKOMMT, IST ZU EINEM DOPPELTEN</small> A<small>UFGELD VERPFLICHTET</small>.</p>
<p>VII. W<small>ER F&#x00DC;R EINEN</small> A<small>RMEN, SEINEN</small> N<small>ACHBARN ODER</small> M<small>ITB&#x00DC;RGER DEN</small> &#x0160;<small>EQEL ENTRICHTET, IST</small> [<small>VOM</small> A<small>UFGELD</small>] <small>FREI; TUT ER ES F&#x00DC;R SIE LEIHWEISE, SO IST ER VERPFLICHTET</small>. B<small>R&#x00DC;DER, DIE</small> G<small>ESELLSCHAFTER SIND, SIND, WENN SIE ZUM</small> A<small>UFGELD VERPFLICHTET</small><sup><xref rid="fn2344">12</xref></sup><small>SIND, VOM</small> V<small>IEHZEHNTEN FREI, UND WENN SIE ZUM</small> V<small>IEHZEHNTEN VERPFLICHTET SIND, VOM</small> A<small>UFGELD FREI</small>. W<small>IEVIEL BETR&#x00C4;GT DAS</small> A<small>UFGELD</small>? E<small>INE</small> S<small>ILBERMAA&#x0351; &#x2013; SO</small> R. M<small>E&#x00C9;R; DIE</small> W<small>EISEN SAGEN, EINE HALBE</small> M<small>AA&#x0351;</small>.</p>
<ftnote id="fn2333">1. W&#x00F6;rtl. &#x0160;eqalim, da diese M&#x00FC;nze als Tempelsteuer entrichtet wurde.</ftnote>
<ftnote id="fn2334">2. Da dann mit der Feldarbeit begonnen wird.</ftnote>
<ftnote id="fn2335">3. Mit Kalk (cf. M&#x0161;. V, 1), damit Priester sie nicht betreten.</ftnote>
<ftnote id="fn2336">4. Dh. aus Billigkeitsgr&#x00FC;nden, weil sie den Tempeldienst verrichten.</ftnote>
<ftnote id="fn2337">5. Lev. 6,16.</ftnote>
<ftnote id="fn2338">6. Cf. Lev. 23,17.</ftnote>
<ftnote id="fn2339">7. Cf. Ex. 25,30.</ftnote>
<ftnote id="fn2340">8. Dh. wenn wir dazu beitragen w&#x00FC;rden.</ftnote>
<ftnote id="fn2341">9. Ezr. 4,3.</ftnote>
<ftnote id="fn2342">10. <italic>K&#x1F79;&#x03BB;&#x03BB;&#x03BD;&#x03B2;&#x03BF;&#x03C2;</italic>; Agio, kleine M&#x00FC;nze, die zum &#x0160;eqel der Tempelsteuer als Wechselgeb&#x00FC;hr hinzuzuf&#x00FC;gen ist.</ftnote>
<ftnote id="fn2343">11. Der bibl. &#x0160;eqel hat den Wert eines Sela&#x0351;; der &#x0160;. in unserem Traktate hat die H&#x00E4;lfte des biblisehen.</ftnote>
<ftnote id="fn2344">12. Gesellschaften sind vom Viehzehnten frei (cf. Bek. 56b), Br&#x00FC;der dagegen als Nachfolger eines Einzelnen verpflichtet; wenn letztere die Erbschaft teilen u. sich nachher assoziieren, so sind sie Gesellschafter.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>M</bold><small>AN DARF WEGEN DER</small> L<small>AST DES</small> T<small>RANSPORTES DIE</small> S&#x0351;<small>EQALIM</small> IN D<small>ARIKEN</small><sup><xref rid="fn2345">1</xref></sup> <small>EINWECHSELN</small>. W<small>IE</small> S<small>AMMELB&#x00DC;CHSEN IM</small> T<small>EMPEL WAREN, SO WAREN</small> S<small>AMMELB&#x00DC;CHSEN IN DER</small> P<small>ROVINZ</small>. W<small>ENN DIE</small> B<small>EWOHNER EINER</small> S<small>TADT IHRE</small> &#x0160;<small>EQALIM</small> [<small>DURCH</small> B<small>OTEN</small>] <small>SANDTEN UND SIE IHNEN GESTOHLEN WORDEN ODER ABHANDEN GEKOMMEN SIND, SO LEISTEN DIESE, FALLS BEREITS DIE</small> H<small>EBE</small><sup><xref rid="fn2346">2</xref></sup> <small>ENTNOMMEN WURDE, DEN</small> S<small>CHATZMEISTERN</small><small><sup><xref rid="fn2347">3</xref></sup> EINEN</small> E<small>ID</small>; <small>WENN ABER NIGHT, SO LEISTEN SIE DEN</small> B<small>EWOHNERN DER</small> S<small>TADT EINEN</small> E<small>ID, UND DIESE M&#x00DC;SSEN ANDERE</small> &#x0160;<small>EQALIM ENTRICHTEN</small>. F<small>INDEN SIE SICH SP&#x00C4;TER EIN, ODER BRINGEN DIE</small> D<small>IEBE SIE ZUR&#x00DC;CK,SO SIND DIESE UND JENE</small> &#x0160;<small>EQALIMSTEUER, OHNE IHNEN IM N&#x00C4;CHSTEN</small> J<small>AHRE ANGERECHNET ZU WERDEN</small>.</p>
<p>II. W<small>ENN JEMAND SEINEM</small> N<small>&#x00C4;CHSTEN EINEN</small> &#x0160;<small>EQEL GIBT, UM IHN F&#x00DC;R IHN ZU ENTRICHTEN, DIESER ABER IHN F&#x00DC;R SICH SELBST ENTRICHTET, SO HAT ER, FALLS BEREITS DIE</small> H<small>EBE</small><sup><xref rid="fn2346">2</xref></sup> <small>ENTNOMMEN WURDE, EINE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn2348">4</xref></sup> <small>BEGANGEN</small>. W<small>ENN JEMAND SEINEN</small> &#x0160;<small>EQEL MIT DEM</small> G<small>ELDE VON</small> G<small>EHEILIGTEM ENTRICHTET, SO HAT ER, WENN BEREITS DIE</small> H<small>EBE ENTNOMMEN UND[DAF&#x00DC;R] EIN</small> O<small>PFER DARGEBRACHT WURDE, EINE</small> V<small>ERUNTREUUNG BEGANGEN, WENN MIT DEM</small> E<small>RL&#x00D6;SE VOM ZWEITEN</small> Z<small>EHNTEN ODER VON</small> S<small>IEBENTJAHRSFR&#x00DC;CHTEN, SO MUSS ER DEN ENTSPRECHENDEN</small> B<small>ETRAG</small> [<small>IN</small> J<small>ERU&#x0160;ALEM</small>] <small>VERZEHREN</small><sup><xref rid="fn2349">5</xref></sup>.</p>
<p>III. W<small>ENN JEMAND EINZELNE</small> M<small>&#x00DC;NZEN SAMMELT UND SPRICHT</small>: &#x2018;D<small>IES SEI F&#x00DC;R MEINEN</small> &#x0160;<small>EQEL&#x2019;, SO IST DER</small> &#x00DC;<small>BERSCHUSS, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, FREIWILLIGE</small> S<small>PENDE, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, P<small>ROFANES; WENN ABER</small>: &#x2018;<small>DAVON ENTRICHTE ICH MEINEN</small> &#x0160;<small>EQEL</small>&#x2019;, <small>SO STIMMEN SIE &#x00DC;BEREIN, DASS DER</small> &#x00DC;<small>BERSCHUSS</small> P<small>ROFANES IST</small>. S<small>AGT ER</small>: &#x2018;D<small>IES SEI F&#x00DC;R MEIN</small> S<small>&#x00DC;NDOPFER&#x2019;</small>, <small>SO STIMMEN SIE &#x00DC;BEREIN,DASS DER</small> &#x00DC;<small>BERSCHUSS FREIWILLIGE</small> S<small>PENDE IST; WENN ABER</small>: &#x2018;<small>DAVON BRINGE ICH MEIN</small> S<small>&#x00DC;NDOPFER&#x2019;, SO STIMMEN SIE &#x00DC;BEREIN, DASS DER</small> &#x00DC;<small>BERSCHUSS</small> P<small>ROFANES IST</small>.</p>
<p>IV. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> W<small>ELCHEN</small> U<small>NTERSCHIED GIBT ES ZWISCHEN DER</small> T<small>EMPELSTEUER UND EINEM</small> S<small>&#x00DC;NDOPFER?</small> F<small>&#x00DC;R DIE</small> T<small>EMPELSTEUER IST EIN</small> B<small>ETRAG FESTGESETZT, F&#x00DC;R DAS</small> S<small>&#x00DC;NDOPFER ABER IST KEIN</small> B<small>ETRAG FESTGESETZT</small>. R.J<small>EHUDA SAGT</small>: A<small>UCH F&#x00DC;R DIE</small> T<small>EMPELSTEUER IST KEIN</small> B<small>ETRAG FESTGESETZT, DENN ALS DIE</small> J<small>ISRA&#x00C9;LITEN AUS DEM</small> E<small>XIL HERAUFZOGEN, ENTRICHTETEN SIE</small> D<small>ARIKEN, SP&#x00C4;TER ENTRICHTETEN SIE</small> S<small>ELAI&#x0351;M</small><sup><xref rid="fn2350">6</xref></sup>, <small>DARAUF ENTRICHTETEN SIE</small> T<small>ABAI&#x0351;M</small><sup><xref rid="fn2351">7</xref></sup>, <small>UND SP&#x00C4;TER WOLLTEN SIE SOGAR</small> D<small>ENARE ENTRICHTEN</small>. R.&#x0160;<small>IMO&#x0351;N ENTGEGNETE:</small> I<small>MMERHIN WAR DER</small> A<small>NTEIL ALLER GLEICHM&#x00C4;SSIG, W&#x00C4;HREND DAS</small> S<small>&#x00DC;NDOPFER DIESER F&#x00DC;R EINEN</small> S<small>ELA&#x0351;, JENER F&#x00DC;R ZWEI UND EIN DRITTER F&#x00DC;R DREI DARBRINGT</small>.</p>
<p>V. D<small>ER</small> &#x00DC;<small>BERSCHUSS DER</small> T<small>EMPELSTEUER IST</small> P<small>ROFANES, DER</small> &#x00DC;<small>BERSCHUSS DES</small> Z<small>EHNTELS</small> E<small>PHA</small><sup><xref rid="fn2352">8</xref></sup>, <small>DER</small> &#x00DC;<small>BERSCHUSS DER</small> G<small>EFL&#x00DC;GELOPFER F&#x00DC;R M&#x00C4;NNLICHE ODER WEIBLICHE</small> F<small>LUSSBEHAFTETE UND</small> W<small>&#x00D6;CHNERINNEN UND DER DER</small> S<small>&#x00DC;NDUND</small> S<small>CHULDOPFER IST FREIWILLIGE</small> S<small>PENDE</small>. D<small>IE</small> R<small>EGEL IST</small>: D<small>ER</small> &#x00DC;<small>BERSCHUSS VON DEM, WAS ALS</small> S<small>&#x00DC;ND</small>- <small>ODER</small> S<small>CHULDOPFER DARGEBRACHT WIRD, IST FREIWILLIGE</small> S<small>PENDE</small>. D<small>ER</small> &#x00DC;<small>BERSCHUSS DES</small> B<small>RANDOPFERS IST F&#x00DC;R</small> B<small>RANDOPFER ZU VERWENDEN</small>; DER &#x00DC;<small>BERSCHUSS DES</small> S<small>PEISOPFERS IST F&#x00DC;R</small> S<small>PEISOPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES HEILSOPFERS IST F&#x00DC;R</small> H<small>EILSOPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> P<small>ESA&#x1E24;OPFERS IST F&#x00DC;R</small> H<small>EILSOPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> [F<small>ONDS&#x2019; F&#x00DC;R</small>] N<small>AZIR&#x00C4;EROPFER IST F&#x00DC;R</small> [<small>ANDERE</small>] N<small>AZIR&#x00C4;EROPFER ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES [EINZELNEN]</small> N<small>AZIR&#x00C4;ERS IST FREIWILLIGE</small> S<small>PENDE; DER</small> &#x00DC;<small>BERSCHUSS VON</small> A<small>RMENGELDERN GEH&#x00D6;RT DEN</small> A<small>RMEN; DER</small> &#x00DC;<small>BERSCHUSS DES F&#x00DC;R EINEN</small> A<small>RMEN</small>[<small>BESTIMMTEN</small> G<small>ELDES</small>] <small>GEH&#x00D6;RT DIESEM</small> A<small>RMEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> L<small>&#x00D6;SEGELDES F&#x00DC;R</small> G<small>EFANGENE IST F&#x00DC;R</small> [<small>ANDERE</small>] G<small>EFANGENE ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> L<small>&#x00D6;SEGELDES F&#x00DC;R EINEN</small> G<small>EFANGENEN GEH&#x00D6;RT DIESEM</small> G<small>EFANGENEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] T<small>OTE IST F&#x00DC;R</small> [<small>ANDERE</small>] T<small>OTE ZU VERWENDEN; DER</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] <small>EINEN</small> T<small>OTEN GEH&#x00D6;RT SEINEN</small> E<small>RBEN</small>. R.M<small>E&#x00CD;R SAGT, DER</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] <small>EINEN</small> T<small>OTEN BLEIBE UNBER&#x00DC;HRT LIEGEN, BIS</small> E<small>LIJAHU KOMMT;</small> R.N<small>ATHAN SAGT, F&#x00DC;R DEN</small> &#x00DC;<small>BERSCHUSS DES</small> [B<small>EGR&#x00C4;BNISGELDES F&#x00DC;R</small>] <small>EINEN</small> T<small>OTEN ERRICHTE MAN DEM</small> T<small>OTEN EIN</small> D<small>ENKMAL AUF SEINEM</small> G<small>RABE</small>.</p>
<ftnote id="fn2345">1. Darikus od. Dareikos, altpersische Goldm&#x00FC;nze.</ftnote>
<ftnote id="fn2346">2. Cf. infra III,1.</ftnote>
<ftnote id="fn2347">3. Das Geld war bereits Eigentum des Heiligtums.</ftnote>
<ftnote id="fn2348">4. Am Eigentume des Heiligturns od. am Geheiligten; cf. Lev. 5,14 ff.</ftnote>
<ftnote id="fn2349">5. Die Heiligkeit des 2. Zehnten wird auf diesen Betrag &#x00FC;bertragen.</ftnote>
<ftnote id="fn2350">6. Cf. Abschn. 1, Anm. 11.</ftnote>
<ftnote id="fn2351">7. Eigentl. Gepr&#x00E4;gtes, M&#x00FC;nze, Benennung des gebr&#x00E4;uchlichsten &#x0160;eqel.</ftnote>
<ftnote id="fn2352">8. Speise-S&#x00FC;ndopfer eines Armen; cf. Lev. 5,11 ff.</ftnote>
<p>44 Talmud II</p>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>A</bold><small>N DREI</small> Z<small>EITEN IM</small> J<small>AHRE HEBT MAN [DAS</small> G<small>ELD] IN DER</small> S<small>CHATZKAMMER AB: IN DER</small> M<small>ONATSMITTE DES</small> P<small>ESA&#x1E24;FESTES, IN DER</small> M<small>ONATSMITTE DES</small> W<small>OCHENFESTES UND IN DER</small> M<small>ONATSMITTE DES</small> H<small>&#x00DC;TTENFESTES</small>. D<small>IESE SIND AUCH</small> F<small>&#x00C4;LLIGKEITSFRISTEN F&#x00DC;R DEN</small> V<small>IEHZEHNTEN &#x2013; SO</small> R. A&#x0351;<small>QIBA;</small> B<small>EN</small>-A&#x0351;<small>ZAJ SAGT, AM NEUNUNDZWANZIGSTEN</small> A<small>DAR, AM ERSTEN</small> S<small>IVAN</small><sup><xref rid="fn2353">1</xref></sup> <small>UND AM NEUNUNDZWANZIGSTEN</small> A<small>B</small>; R.E<small>LIE&#x0351;ZER UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, AM ERSTEN</small> N<small>ISAN, AM ERSTEN</small> S<small>IVAN UND AM NEUNUNDZWANZIGSTEN</small> E<small>LUL</small>. W<small>ESHALB SAGTEN SIE, AM NEUNUNDZWANZIGSTEN</small> E<small>LUL, UND SAGTEN NICHT, AM ERSTEN</small> T<small>I&#x0160;RI</small>? W<small>EIL DIESER EIN</small> F<small>EIERTAG IST UND MAN AN EINEM</small> F<small>EIERTAGE DEN</small> Z<small>EHNTEN NICHT ENTRICHTEN DARF; DAHER HABEN SIE ES AUF DEN NEUNUNDZWANZIGSTEN</small> E<small>LUL VERLEGT</small>.</p>
<p>II. I<small>N DREI</small> K<small>&#x00D6;RBEN VON JE DREI</small> S<small>E&#x00C1; HEBT MAN [DAS</small> G<small>ELD</small>] <small>IN DER</small> S<small>CHATZKAMMER AB; DIESE WAREN MIT [DEN</small> B<small>UCHSTABEN</small>] A<small>LEPH</small>, G<small>IMEL GEZEICHNET;</small> R.J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, SIE WAREN MIT GRIECHISCHEN</small> [B<small>UCHSTABEN</small>] <small>GEZEICHNET</small>, A<small>LPHA</small>, B<small>ETA</small>, G<small>AMMA</small>. D<small>ER</small> A<small>BHEBENDE DARF NICHT MIT AUFGEKREMPELTEM</small> G<small>EWANDE, MIT</small> S<small>CHUHEN, MIT</small> S<small>ANDALEN, MIT</small> T<small>EPHILLIN ODER MIT EINEM</small> A<small>MULETT</small><sup><xref rid="fn2354">2</xref></sup> <small>EINTRETEN, DAMIT MAN, WENN ER VERARMT, NICHT SAGE, ER HABE SICH AM</small> T<small>EMPELSCHATZ</small> [<small>VERGRIFFEN</small>], <small>UND WENN ER REICH WIRD, NICHT SAGE, ER HABE SICH AM</small> T<small>EMPELSCHATZ BEREICHERT</small>. D<small>ER</small> M<small>ENSCH MUSS N&#x00C4;MLICH SEINEN</small> M<small>ITMENSCHEN GERECHT WERDEN., WIE ER</small> G<small>OTT GERECHT WERDEN MUSS, DENN ES HEISST</small>:<sup><xref rid="fn2355">3</xref></sup><italic>ihr sollt vor dem Herrn und Jisra&#x00E9;l rein sein</italic>; <small>FERNER</small>: <sup><xref rid="fn2356">4</xref></sup><italic>finde Gunst und Wohlgefallen in den Augen Gottes und der Menschen</italic>.</p>
<p>III. D<small>IE</small> A<small>NGEH&#x00D6;RIGEN DER</small> F<small>AMILIE</small> R.G<small>AMLI&#x00C9;LS PFLEGTEN MIT DEM</small> &#x0160;<small>EQEL ZWISCHEN DEN</small> F<small>INGERN EINZUTRETEN UND IHN VOR DEM</small> A<small>BHEBENDEN HINZUWERFEN, UND DIESER PFLEGTE ES ZIELEND</small><sup><xref rid="fn2357">5</xref></sup> <small>IN DEN</small> K<small>ORB ZU WERFEN</small>. D<small>ER</small> A<small>BHEBENDE HEBT NICHT EHER AB, ALS BIS ER GEFRAGT HAT, OB ER ABHEBEN SOLLE, UND MAN IHM ERWIDERT HAT</small>: H<small>EBE AB, HEBE AB, DREIMAL</small>.</p>
<p>IV. N<small>ACH DER ERSTEN</small> A<small>BHEBUNG DECKTE ER DAR&#x00DC;BER EINE</small> L<small>EDERDECKE, NACH DER ZWEITEN DECKTE ER DAR&#x00DC;BER EINE</small> L<small>EDERDECKE, NACH DER DRITTEN DECKTE ER DAR&#x00DC;BER KEINE MEHR</small>. D<small>AMIT ER NICHT VERGESSE, WAS ER BEREITS ABGEHOBEN UND DARAUS WIEDER ABHEBE</small>. D<small>IE ERSTE</small> A<small>BHEBUNG ERFOLGTE AUF DEN</small> N<small>AMEN DES GANZEN</small> J<small>ISRA&#x00C9;LLANDES, DIE ZWEITE AUF DEN</small> N<small>AMEN DER ANGRENZENDEN</small> S<small>T&#x00C4;DTE UND DIE DRITTE AUF DEN</small> N<small>AMEN DER</small> [D<small>IASPORA IN</small>] B<small>ABYLONIEN</small>, M<small>EDIEN UND DEN FERNEN</small> L<small>&#x00C4;NDERN</small>.</p>
<ftnote id="fn2353">1. Neunter Monat des j&#x00FC;d. Kalenders, ungef&#x00E4;hr Juni.</ftnote>
<ftnote id="fn2354">2. Wahrscheinl. Beutel od. Sack, in dem solche getragen wurden.</ftnote>
<ftnote id="fn2355">3. Num. 32,22.</ftnote>
<ftnote id="fn2356">4. Pr. 3,4.</ftnote>
<ftnote id="fn2357">5. Damit das Geldst&#x00FC;ck zu den Opfern verwandt werde u. nicht als &#x00DC;berschu&#x00DF; zur&#x00FC;ckbleibe.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>W</bold><small>OF&#x00DC;R VERWENDETE MAN DIE</small> H<small>EBE</small>? M<small>AN KAUFT DAF&#x00DC;R DAS BEST&#x00C4;NDIGE</small> O<small>PFER, DIE</small> Z<small>USATZOPFER NEBST IHREN</small> G<small>USSOPFERN, DIE</small> S<small>CHWINGEGARBE, DIE ZWEI</small> B<small>ROTE</small><sup><xref rid="fn2358">1</xref></sup>, <small>DIE</small> S<small>CHAUBROTE UND ALLE</small> G<small>EMEINDEOPFER</small>. D<small>IE</small> W<small>&#x00C4;CHTER, DIE DEN</small> N<small>ACHWUCHS</small><sup><xref rid="fn2359">2</xref></sup> <small>IM</small> S<small>IEBENTJAHR BEWACHEN, ERHALTEN IHREN</small> L<small>OHN VON DER</small> H<small>EBE DER</small> S<small>CHATZKAMMER</small>. R. J<small>OSE SPRACH:</small> D<small>IES KANN JA JEDER UNENTGELTLICH &#x00DC;BERNEHMEN</small><sup><xref rid="fn2360">3</xref></sup>&#x0021; J<small>ENE ERWIDERTEN IHM:</small> A<small>UCH DU MUSST JA ZUGEBEN, DASS SIE NUR VOM</small> G<small>EMEINDEGUT DARGEBRACHT WERDEN M&#x00DC;SSEN</small>.</p>
<p>II. D<small>IE</small> [<small>ROTE</small>] K<small>UH</small><sup><xref rid="fn2361">4</xref></sup>, <small>DER</small> S<small>&#x00DC;NDENBOCK</small><sup><xref rid="fn2362">5</xref></sup> <small>UND DER SCHARLACHROTE</small> S<small>TREIFEN</small><sup><xref rid="fn2363">6</xref></sup> <small>WERDEN VON DER HEBE DER</small> S<small>CHATZKAMMER BESTRITTEN, DIE</small> B<small>R&#x00DC;CKE</small><sup><xref rid="fn2364">7</xref></sup> <small>F&#x00DC;R DIE</small> [<small>ROTE</small>] K<small>UH, DIE</small> B<small>R&#x00DC;CKE</small><sup><xref rid="fn2364">7</xref></sup> <small>F&#x00DC;R DEN</small> S<small>&#x00DC;NDENBOCK, DER</small> S<small>TREIFEN ZWISCHEN DESSEN</small> H<small>&#x00D6;RNERN, DER</small> W<small>ASSERKANAL</small>[<small>AM</small> T<small>EMPEL</small>], <small>DIE</small> S<small>TADTMAUER NEBST IHREN</small> T<small>&#x00DC;RMEN UND S&#x00C4;MTLICHE</small> B<small>ED&#x00DC;RFNISSE DER</small> S<small>TADT WERDEN VOM</small> &#x00DC;<small>BERSCHUSS DER</small> S<small>CHATZKAMMER BESTRITTEN</small>. A<small>BBA</small> &#x0160;<small>A&#x00DA;L SAGTE</small>: <small>DIE</small> B<small>R&#x00DC;CKE F&#x00DC;R DIE [ROTE]</small> K<small>UH ERRICHTETEN DIE</small> H<small>OCHPRIESTER AUS EIGENEN</small> M<small>ITTELN</small>.</p>
<p>III. W<small>OF&#x00DC;R VERWENDETE MAN DEN</small> R<small>EST DES &#x00DC;BERSCHUSSES DER</small> S<small>CHATZKAMMER?</small> M<small>AN KAUFTE DAF&#x00DC;R</small> W<small>EIN, &#x00D6;L UND FEINES</small> M<small>EHL<sup><xref rid="fn2365">8</xref></sup>, UND DER</small> G<small>EWINN GEH&#x00D6;RTE DEM</small> H<small>EILIGTUME &#x2013; SO</small> R.<small>JI&#x0160;MA&#x0351;&#x00C9;L</small>; R.<small>A&#x0351;QIBA SAGT, MAN D&#x00DC;RFE WEDER MIT</small> H<small>EILIGENGELDERN NOCH MIT</small> A<small>RMENGELDERN</small> G<small>ESCH&#x00C4;FTE MACHEN</small>.</p>
<p>IV. W<small>OF&#x00DC;R VERWENDETE MAN DEN</small> &#x00DC;<small>BERSCHUSS DER</small> H<small>EBE?</small> F<small>&#x00DC;R DIE</small> G<small>OLDPLATTEN ZUR</small> V<small>ERKLEIDUNG DES</small> A<small>LLERHEILIGSTEN</small>. R.J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGTE:</small> D<small>ER &#x00DC;BERSCHUSS DES</small> G<small>EWINNES</small><sup><xref rid="fn2366">9</xref></sup> <small>WURDE F&#x00DC;R DIE</small> Z<small>EHRUNG DES</small> A<small>LTARS UND DER</small> &#x00DC;<small>BERSCHUSS DER</small> H<small>EBE F&#x00DC;R</small> D<small>IENSTGER&#x00C4;TE VERWENDET</small>. R.A&#x0351;<small>QIBA SAGTE:</small> D<small>ER</small> &#x00DC;<small>BERSCHUSS DER</small> H<small>EBE WURDE F&#x00DC;R DIE</small> Z<small>EHRUNG DES</small> A<small>LTARS</small><sup><xref rid="fn2367">10</xref></sup><small>UND DER</small> &#x00DC;<small>BERSCHUSS VON DEN</small> G<small>USSOPFERN WURDE F&#x00DC;R</small> D<small>IENSTGER&#x00C4;TE VERWENDET</small>. R.&#x1E24;<small>ANINA DER</small> P<small>RIESTERPR&#x00C4;SES SAGTE:</small> D<small>ER</small> &#x00DC;<small>BERSCHUSS VON DEN</small> G<small>USSOPFERN WURDE F&#x00DC;R DIE</small> Z<small>EHRUNG DES ALTARS UND DER</small> &#x00DC;<small>BERSCHUSS> DER</small> H<small>EBE F&#x00DC;R</small> D<small>IENSTGER&#x00C4;TE VERWENDET</small>. D<small>IESER UND JENER GIBT EINEN</small> [H<small>ANDEL MIT DEM</small>] G<small>EWINNE NICHT ZU</small>.</p>
<p>V. W<small>OF&#x00DC;R VERWENDETE MAN DEN</small> &#x00DC;<small>BERSCHUSS DES</small> R<small>&#x00C4;UCHERWERKES<sup><xref rid="fn2368">11</xref></sup>?</small> M<small>AN SONDERTE IHN ZUR</small> L<small>&#x00D6;HNUNG F&#x00DC;R DIE</small> V<small>ERFERTIGER AUS</small>. M<small>AN WEIHTE IHN DURCH DEN F&#x00DC;R DIE VERFERTIGER BESTIMMTEN LOHN AUS, DEN MAN IHNEN ALS</small> L<small>&#x00D6;HNUNG GAB, UND KAUFTE IHN F&#x00DC;R [GELD AUS DER] NEUEN</small> H<small>EBE ZUR&#x00DC;CK</small>. G<small>EHT DIE NEUE RECHTZEITIG EIN, SO KAUFT MAN ES AUS DER NEUEN</small> H<small>EBE, WENN ABER NICHT, AUS DER ALTEN</small> H<small>EBE</small>.</p>
<p>VI. W<small>ENN JEMAND SEIN</small> V<small>ERM&#x00D6;GEN, IN DEM</small> D<small>INGE SICH BEFINDEN, DIE ZU DEN</small> G<small>EMEINDEOPFERN VERWENDBAR<sup><xref rid="fn2369">12</xref></sup>SIND, DEM</small> H<small>EILIGTUME WEIHT, SO D&#x00DC;RFEN SIE DEN</small> V<small>ERFERTIGERN IN</small> Z<small>AHLUNG GEGEBEN WERDEN &#x2013;SO</small> R.A&#x0351;<small>QIBA</small>. B<small>EN</small> A&#x0351;<small>ZAJ SPRACH ZU IHM:</small> D<small>IES IST NICHT DAS</small> R<small>ICHTIGE; VIELMEHR SONDERE MAN VORHER DEN LOHN F&#x00DC;R DIE VERFERTIGER AB UND WEIHE SIE DURCH DAS F&#x00DC;R DIE</small> V<small>ERFERTIGER BESTIMMTE</small> G<small>ELD AUS, DAS MAN IHNEN ALS</small> L<small>OHN GEBE, SODANN KAUFE MAN SIE VON IHNEN F&#x00DC;R GELD VON DER HEBE DER</small> S<small>CHATZKAMMER ZUR&#x00DC;CK</small>.</p>
<p>VII. W<small>ENN JEMAND SEIN</small> V<small>ERM&#x00D6;GEN, IN DEM SICH F&#x00DC;R DEN</small> A<small>LTAR GEEIGNETES M&#x00C4;NNLICHES UND WEIBLICHES</small> V<small>IEH BEFINDET, DEM</small> H<small>EILIGTUME WEIHT</small>, <small>SO SIND, WIE</small> R.E<small>LIE&#x0351;ZER SAGT, DIE</small> M<small>&#x00C4;NNCHEN ALS</small> B<small>RANDOPFER UND DIE</small> W<small>EIBCHEN ALS</small> H<small>EILSOPFER ZU VERKAUFEN, UND DER</small> E<small>RL&#x00D6;S F&#x00C4;LLT MIT DEM &#x00DC;BRIGEN</small> V<small>ERM&#x00D6;GEN DEM</small> T<small>EMPELREPARATURFONDS ZU</small>; R.J<small>EHO&#x0160;UA&#x0351; SAGT, DIE</small> M<small>&#x00C4;NNCHEN SIND ALS</small> B<small>RANDOPFER DARZUBRINGEN UND DIE</small> W<small>EIBCHEN ALS</small> H<small>EILSOPFER ZU VERKAUFEN, UND F&#x00DC;R DEN</small> E<small>RL&#x00D6;S</small> B<small>RANDOPFER</small><sup><xref rid="fn2370">13</xref></sup> <small>DARZUBRINGEN, W&#x00C4;HREND DAS &#x00DC;BRIGE</small> V<small>ERM&#x00D6;GEN DEM</small> T<small>EMPELREPARATURFONDS ZUF&#x00C4;LLT</small>. R.A&#x0351;<small>QIBA SPRACH:</small> D<small>IE</small> A<small>NSICHT</small> R.E<small>LIE&#x0351;ZERS LEUCHTET MIR MEHR EIN ALS DIE</small> A<small>NSICHT</small> R.J<small>EHO&#x0160;UA&#x0351;S:</small> R.E<small>LIE&#x0351;ZER EMPFIEHLT EIN GLEICHARTIGES</small> V<small>ERFAHREN</small>, R.J<small>EHO&#x0160;UA&#x0351; ABER EIN GETEILTES</small>. R.P<small>APIAS SPRACH:</small> I<small>CH H&#x00D6;RTE NACH BEIDER</small> A<small>NSICHT: WENN ER [DAS</small> V<small>IEH</small>] <small>AUSDR&#x00DC;CKLICH GENANNT</small><sup><xref rid="fn2371">14</xref></sup><small>UND GEWEIHT HAT</small>, [<small>SO VERFAHRE MAN</small>] <small>NACH DER</small> A<small>NSICHT</small> R.E<small>LIEZERS,> WENN ER ABER</small> [A<small>LLES</small>] <small>SCHLECHTHIN GEWEIHT HAT, NACH DER</small> A<small>NSICHT</small> R.J<small>EHO&#x0160;UA&#x0351;S</small>.</p>
<p>VIII. W<small>ENN JEMAND SEIN</small> V<small>ERM&#x00D6;GEN, IN DEM SICH F&#x00DC;R DEN</small> A<small>LTAR GEEIGNETE</small> D<small>INGE BEFINDEN</small>, W<small>EIN</small>, &#x00D6;<small>L</small>, G<small>EFL&#x00DC;GEL, DEM</small> H<small>EILIGTUME WEIHT, SO SIND SIE, WIE</small> R.E<small>LIE&#x0351;ZER SAGT, ALS ENTSPRECHENDE</small> O<small>PFER ZU VERKAUFEN, UND F&#x00DC;R DEN</small> E<small>RL&#x00D6;S SIND</small> B<small>RANDOPFER DARZUBRINGEN</small>, W<small>&#x00C4;HREND DAS &#x00DC;BRIGE</small> V<small>ERM&#x00D6;GEN DEM</small> T<small>EMPELREPARATURFONDS ZUF&#x00C4;LLT</small>.</p>
<p>IX. E<small>INMAL IN DREISSIG</small> T<small>AGEN WERDEN DIE</small> P<small>REISE</small> [<small>F&#x00DC;R DIE</small> B<small>ED&#x00DC;RFNISSE</small>] <small>DES</small> T<small>EMPELS VEREINBART</small>. W<small>ER &#x00DC;BERNOMMEN HAT</small>, M<small>EHL ZU VIER</small> [S<small>EA F&#x00DC;R DEN</small> S<small>ELA&#x0351;</small>] <small>ZU LIEFERN, MUSS, WENN ES AUF DREI KOMMT, VIER LIEFERN; WENN DREI [VEREINBART WURDEN] UND ES AUF VIER KOMMT, SO MUSS ER VIER LIEFERN; DAS</small> H<small>EILIGTUM HAT IMMER DIE</small> O<small>BERHAND</small>. I<small>ST DAS</small> M<small>EHL MADIG GEWORDEN, SO IST ES [DEM</small> L<small>IEFERANTEN</small>] <small>MADIG GEWORDEN; IST DER</small> W<small>EIN SAUER GEWORDEN, SO IST ER IHM SAUER GEWORDEN</small>. E<small>R ERH&#x00C4;LT DAS</small> G<small>ELD ERST DANN, WENN DER</small> A<small>LTAR BEFRIEDIGT IST</small><sup><xref rid="fn2372">15</xref></sup>.</p>
<ftnote id="fn2358">1. Cf. Lev. 23,15 ff.</ftnote>
<ftnote id="fn2359">2. Aus dem die Schwingegarbe u.die zwei Brote dargebracht wurden.</ftnote>
<ftnote id="fn2360">3. Demnach kann die Schwingegarbe Spende eines Privaten sein.</ftnote>
<ftnote id="fn2361">4. Cf. Num. 19,2ff.</ftnote>
<ftnote id="fn2362">5. W&#x00F6;rtl. der zu verschickende Bock; cf. Lev. 16,8ff.</ftnote>
<ftnote id="fn2363">6. Der an den S&#x00FC;ndenbock gebunden wurde.</ftnote>
<ftnote id="fn2364">7. &#x00DC;ber die man die rote Kuh und den S&#x00FC;ndenbock f&#x00FC;hrte, um sie von jeder Verunreinigung fern zu halten.</ftnote>
<ftnote id="fn2365">8. Zum Wiederverkaufe an solche, die Speisopfer darzubringen hatten.</ftnote>
<ftnote id="fn2366">9. Vom Verkaufe der Zutaten des Speisopfers.</ftnote>
<ftnote id="fn2367">10. So sinngem&#x00E4;&#x00DF;; zur Unterhaltung des Opferdienstes mit Gemeindeopfern (wenn keine privaten vorhanden sind) au&#x00DF;er den best&#x00E4;ndigen Opfern. Wahrscheinl. v. syr. <span dir="rtl">&#x05E7;&#x05F3;&#x05DD;&#x05D0;</span>, Holz, Brennmaterial.</ftnote>
<ftnote id="fn2368">11. Das R&#x00E4;ucherwerk wurde f&#x00FC;r das ganze Jahr im Voraus reserviert.</ftnote>
<ftnote id="fn2369">12. Spezereien zum R&#x00E4;ucherwerke.</ftnote>
<ftnote id="fn2370">13. Da nur solche vollst&#x00E4;ndig auf dem Altar dargebracht werden.</ftnote>
<ftnote id="fn2371">14. Das er trotzdem nicht zur Opferung bestimmt hat.</ftnote>
<ftnote id="fn2372">15. So nach der Lesart mancher Codices; nach den kursierenden Ausgaben: bis der Altar [das Opfer] wohlgef&#x00E4;llig macht.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>F</bold><small>OLGENDE</small> A<small>MTSVORSTEHER</small><sup><xref rid="fn2373">1</xref></sup> <small>WAREN IM</small> T<small>EMPEL:</small> J<small>O&#x1E24;ANAN B</small>. P<small>IN&#x1E24;AS VERWALTETE DIE</small> S<small>IEGELMARKEN</small>, A<small>&#x1E24;IJA DIE</small> G<small>USSOPFER</small>, M<small>ATITHJAHU B</small>. &#x0160;<small>EMU&#x00C9;L DIE</small> L<small>OSE</small>, P<small>ETHA&#x1E24;JA DIE</small> V<small>OGELOPFER</small>. P<small>ETHA&#x1E24;JA IST</small> M<small>ORDEKAJ, NUR DESHALB HEISST ER</small> P<small>ETHA&#x1E24;JA, WEIL ER DIE</small> S<small>CHRIFTWORTE ZU ER&#x00D6;FFNEN [PATA&#x1E24;] UND SIE AUSZULEGEN PFLEGTE; ER WAR AUCH IN DEN SIEBZIG</small> S<small>PRACHEN</small><sup><xref rid="fn2374">2</xref></sup> <small>KUNDIG</small>. B<small>EN</small>-A<small>&#x1E24;IJA VERWALTETE</small> [<small>DAS</small> H<small>EILAMT DER</small>] U<small>NTERLEIBSKRANKHEITEN</small><sup><xref rid="fn2375">3</xref></sup>, N<small>E&#x1E24;UNJA WAR</small> B<small>RUNNENMEISTER</small>, G<small>ABINAJ WAR</small> A<small>USRUFER</small>, B<small>EN</small> G<small>EBER BEAUFSICHTIGTE DIE</small> S<small>CHLIESSUNG DER</small> P<small>FORTEN</small>, B<small>EN</small> B<small>EBAJ VERWALTETE DIE</small> D<small>OCHTE</small><sup><xref rid="fn2376">4</xref></sup>, B<small>EN</small> A<small>RZA DIE</small> Z<small>YMBEL</small>, H<small>YGROS B</small>. L<small>EVI WAR</small> M<small>USIKLEITER, DIE</small> F<small>AMILIE</small> G<small>ARMO BEAUFSICHTIGTE DIE</small> Z<small>UBEREITUNG DER</small> S<small>CHAUBROTE, DIE</small> F<small>AMILIE</small> E<small>VTINOS DIE</small> Z<small>UBEREITUNG DES</small> R<small>&#x00C4;UCHERWERKES</small>, E<small>LEA&#x0351;ZAR VERWALTETE DIE</small> V<small>ORH&#x00C4;NGE UND</small> P<small>IN&#x1E24;AS DIE</small> G<small>ARDEROBE</small>.</p>
<p>II. E<small>S WERDEN NICHT WENIGER ALS DREI</small> S<small>CHATZMEISTER UND SIEBEN</small> T<small>EMPELHERREN EINGESTELLT; FERNER WERDEN NICHT WENIGER ALS ZWEI</small> B<small>EAMTE &#x00DC;BER DIE</small> V<small>ERWALTUNG VON</small> G<small>EMEINDEGELDERN GESETZT</small>. E<small>INE</small> A<small>USNAHME BILDETEN</small> B<small>EN</small> A<small>&#x1E24;IJA, DER</small>[<small>DAS</small> H<small>EILAMT DER</small>] U<small>NTERLEIBSKRANKHEITEN VERWALTETE, UND</small> E<small>LEA&#x0351;ZAR, DER DIE</small> V<small>ORH&#x00C4;NGE VERWALTETE, DIE DIE</small> M<small>EHRHEIT DER</small> G<small>EMEINDE ANERKANNTE</small>.</p>
<p>III. V<small>IER</small> S<small>IEGELMARKEN GAB ES IM</small> T<small>EMPEL, WORAUF GESCHRIEBEN WAR:</small> K<small>ALB</small>, W<small>IDDER</small>, Z<small>IEGE</small>, S<small>&#x00DC;NDER</small>. B<small>EN</small> &#x00C2;<small>ZAJ SAGT</small>: E<small>S WAREN F&#x00DC;NF, WORAUF ARAM&#x00C4;ISCH</small><sup><xref rid="fn2377">5</xref></sup> <small>GESCHRIEBEN WAR</small>: K<small>ALB</small>, W<small>IDDER</small> Z<small>IEGE</small>, A<small>RMER</small> S<small>&#x00DC;NDER</small>, R<small>EICHER</small> S<small>&#x00DC;NDER</small>. &#x2018;K<small>ALB</small>&#x2019; <small>WURDE F&#x00DC;R</small> G<small>USSOPFER ZUM</small> R<small>INDVIEH VERWENDET, OB GROSS ODER KLEIN, OB M&#x00C4;NNLICH ODER WEIBLICH</small>. &#x2018;Z<small>IEGE</small>&#x2019; <small>WURDE F&#x00DC;R</small> T<small>RANKOPFER ZUM</small> K<small>LEINVIEH VERWENDET, OB GROSS ODER KLEIN, OB M&#x00C4;NNLICH ODER WEIBLICH, AUSGENOMMEN</small> W<small>IDDER</small>. &#x2018;W<small>IDDER</small>&#x2019; <small>WURDE NUR F&#x00DC;R</small> G<small>USSOPFER ZU</small> W<small>IDDERN VERWENDET</small>. &#x2018;S<small>&#x00DC;NDER</small>&#x2019; <small>WURDE F&#x00DC;R DIE</small> G<small>USSOPFER DER DREI</small> O<small>PFERTIERE DER</small> A<small>USS&#x00C4;TZIGEN VERWENDET</small>.</p>
<p>IV. W<small>ER EIN</small> G<small>USSOPFER W&#x00DC;NSCHT, GEHT ZU</small> J<small>O&#x1E24;ANAN, DER DIE</small> S<small>IEGELMARKEN VERWALTET, ZAHLT IHM DAS</small> G<small>ELD UND</small> E<small>RH&#x00C4;LT EINE</small> S<small>IEGELMARKE</small>. S<small>ODANN GEHT ER ZU</small> A<small>&#x1E24;IJA, DER DIE</small> G<small>USSOPFER VERWALTET, GIBT IHM DIE</small> S<small>IEGELMARKE UND ERH&#x00C4;LT EIN</small> G<small>USSOPFER</small>. A<small>BENDS KOMMEN [DIE</small> B<small>EAMTEN</small>] <small>ZUSAMMEN</small>, A<small>&#x1E24;IJA LIEFERT DIE</small> S<small>IEGELMARKEN AB UND ERH&#x00C4;LT DAF&#x00DC;R DAS</small> G<small>ELD; IST ES MEHR, SO GEH&#x00D6;RT DER</small> &#x00DC;<small>BERSCHUSS DEM</small> H<small>EILIGTUME, FEHLT ETWAS, SO ERSETZT ES</small> J<small>O&#x1E24;ANAN AUS SEINER</small> T<small>ASCHE</small>. D<small>AS</small> H<small>EILIGTUM HAT DIE</small> O<small>BERHAND</small>.</p>
<p>V. V<small>ERLIERT JEMAND SEINE</small> S<small>IEGELMARKE, SO WARTET MAN BIS ZUM</small> A<small>BEND; FINDET MAN</small> [<small>IN DER</small> K<small>ASSE</small>] <small>EINEN</small> &#x00DC;<small>BERSCHUSS IM</small> B<small>ETRAGE SEINER</small> S<small>IEGELMARKE, SO GIBT MAN IHM [DAS</small> G<small>USSOPFER</small>], <small>WENN ABER NICHT, SO ERH&#x00C4;LT ER NICHTS</small>. [D<small>IE</small> S<small>IEGELMARKEN</small>] <small>WAREN MIT DEM</small> T<small>AGESDATUM VERSEHEN, WEGEN DER</small> B<small>ETR&#x00DC;GER</small>.</p>
<p>VI. I<small>M</small> T<small>EMPEL WAREN ZWEI</small> K<small>AMMERN, EINE [HIESS]</small> &#x2018;K<small>AMMER DER</small> V<small>ERSCHWIEGENEN&#x2019; UND EINE</small> [<small>HIESS</small>] &#x2018;K<small>AMMER DER GER&#x00C4;TE&#x2019;</small>. I<small>N DIE</small> &#x2018;K<small>AMMER DER</small> V<small>ERSCHWIEGENEN</small>&#x2019; <small>BRACHTEN S&#x00DC;NDENSCHEUE</small> L<small>EUTE HEIMLICH [IHRE</small> S<small>PENDEN], AUS DENEN</small> A<small>RME AUS GUTER</small> H<small>ERKUNFT HEIMLICH UNTERHALTEN WURDEN; IN DIE</small> &#x2018;K<small>AMMER DER</small> G<small>ER&#x00C4;TE&#x2019; BRACHTE JEDER DAS VON IHM GESPENDETE</small> G<small>ER&#x00C4;T</small>. D<small>IESE WURDE EINMAL IN DREISSIG</small> T<small>AGEN VON DEN</small> S<small>CHATZMEISTERN</small> G<small>E&#x00D6;FFNET, UND JEDES</small> G<small>ER&#x00C4;T, DAS F&#x00DC;R DIE</small> T<small>EMPELREPARATUR GEEIGNET WAR, WURDE AUFBEWAHRT, W&#x00C4;HREND DIE&#x00DC;BRIGEN VERKAUFT WURDEN, UND IHR</small> E<small>RL&#x00D6;S DEM</small> T<small>EMPELREPARATURFONDS ZUFIEL</small>.</p>
<ftnote id="fn2373">1. Die Aufz&#x00E4;hlung der &#x00C4;mter erfolgt durch Nennung der bekanntesten Tr&#x00E4;ger derselben, die nicht zu einer Zeit lebten.</ftnote>
<ftnote id="fn2374">2. Nach dem T. gibt es (in Anlehnung an die V&#x00F6;lkertafel der Genesis) 70 V&#x00F6;lker mit 70 Sprachen.</ftnote>
<ftnote id="fn2375">3. Unter den Priestern sehr verbreitet, da sie viel Fleisch zu essen u. viel Wasser zu trinken, auch barfu&#x00DF; auf dem kalten Pflaster umherzugehen pflegten.</ftnote>
<ftnote id="fn2376">4. So nach dem jer. T.; nach anderer Erkl&#x00E4;rung: &#x00FC;ber die Pr&#x00FC;gel, wegen Vernachl&#x00E4;ssigung der Obliegenheilen.</ftnote>
<ftnote id="fn2377">5. Weil das Volk im Hebr&#x00E4;ischen nicht kundig war.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>D</bold><small>REIZEHN</small> S<small>AMMELB&#x00DC;CHSEN, DREIZEHN</small> T<small>ISCHE UND DREIZEHN</small> V<small>ERBEUGUNGEN GAB ES IM</small> T<small>EMPEL</small>. D<small>IE</small> F<small>AMILIEN</small> R.G<small>AMLI&#x00C9;LS UND</small> R. &#x1E24;<small>ANINAS DES</small> P<small>RIESTERPR&#x00C4;SES MACHTEN VIERZEHN</small> V<small>ERBEUGUNGEN</small>. W<small>OHIN DIESE &#x00DC;BERZ&#x00C4;HLIGE?</small> G<small>EGEN DIE</small> H<small>OLZKAMMER, DENN SIE HATTEN EINE</small> &#x00DC;<small>BERLIEFERUNG VON IHREN</small> V<small>ORFAHREN, DASS DA DIE</small> B<small>UNDESLADE VERBORGEN WORDEN SEI</small>.</p>
<p>II. E<small>INST BESCH&#x00C4;FTIGTE SICH DA EIN</small> P<small>RIESTER UND BEMERKTE, DASS DA EIN</small> P<small>FLASTERSTEIN ANDERS WAR ALS DIE ANDEREN; DA GING ER UND ERZ&#x00C4;HLTE ES EINEM</small> K<small>OLLEGEN</small>. B<small>EVOR ER ABER MIT SEINER</small> M<small>ITTEILUNG ZUENDE WAR, GAB ER SEINEN</small> G<small>EIST AUF</small>. N<small>UN WUSSTE MAN MIT</small> B<small>ESTIMMTHEIT, DASS DA DIE</small> B<small>UNDESLADE VERBORGEN WORDEN SEI</small>.</p>
<p>III. W<small>OHIN VERBEUGTEN SIE SICH?</small> V<small>IERMAL GEGEN</small> N<small>ORDEN, VIERMAL GEGEN</small> S<small>&#x00DC;DEN, DREIMAL GEGEN</small> O<small>STEN UND ZWEIMAL GEGEN</small> W<small>ESTEN, GEGEN DIE DREIZEHN</small> T<small>ORE</small>. I<small>M</small> S<small>&#x00DC;DEN, MEHR WESTLICH&#x0021; DAS OBERE</small> T<small>OR, DAS</small> B<small>RANDTOR, DAS</small> E<small>RSTGEBORENENTOR UND DAS</small> W<small>ASSERTOR</small>. W<small>ESHALB HIESS ES</small> W<small>ASSERTOR?</small> W<small>EIL MAN DA DEN</small> W<small>ASSERKRUG F&#x00DC;R DIE</small> W<small>ASSERPROZESSION AM</small> H<small>&#x00DC;TTENFESTE</small><sup><xref rid="fn2378">1</xref></sup> <small>HINZUSTELLEN PFLEGTE</small>. R.E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB ERKL&#x00C4;RTE:</small> A<small>N DIESEM ERGOSS SICH DAS</small> W<small>ASSER, UM DEREINST UNTER DER</small> S<small>CHWELLE DES</small> T<small>EMPELS HERVORZUKOMMEN</small><sup><xref rid="fn2379">2</xref></sup>. G<small>EGEN&#x00DC;BER IM</small> N<small>ORDEN, MEHR WESTLICH: DAS</small> J<small>EKHONJATOR, DAS</small> O<small>PFERTOR, DAS</small> F<small>RAUENTOR UND DAS</small> L<small>IEDERTOR</small>. W<small>ESHALB HIESS ES</small> J<small>EKHONJATOR</small>? W<small>EIL DURCH DIESES</small> J<small>EKHONJA IN DIE</small> G<small>EFANGENSCHAFT GING</small>. I<small>M</small> O<small>STEN</small>: <small>DAS</small> N<small>IKANORTOR, DAS ZWEI</small> P<small>FORTEN HATTE, EINE RECHTS UND EINE LINKS</small>. Z<small>WEI IM</small> W<small>ESTEN, DIE KEINE</small> N<small>AMEN HATTEN</small>.</p>
<p>IV. D<small>REIZEHN</small> T<small>ISCHE WAREN IM</small> T<small>EMPEL</small>: <small>ACHT AUS</small> M<small>ARMOR IM</small> S<small>CHLACHTHAUSE, AUF DENEN MAN DIE</small> E<small>LNGEWEIDE ABSP&#x00DC;LTE</small>, <small>ZWEI WESTLICH DER</small> A<small>LTARRAMPE, EINER AUS</small> M<small>ARMOR UND EINER AUS</small> S<small>ILBER</small> &#x2013; <small>AUF DEN MARMORNEN LEGTE MAN DIE OPFERST&#x00DC;CKE UND AUF DEN SILBERNEN DIE</small> D<small>LENSTGER&#x00C4;TE &#x2013; ZWEI IN DER</small> V<small>ORHALLE, AUSSEN</small><sup><xref rid="fn2380">3</xref></sup> <small>AN DER</small> T<small>EMPELT&#x00DC;R, EINER AUS</small> M<small>ARMOR UND EINER AUS</small> G<small>OLD &#x2013; AUF DEN MARMORNEN LEGTE MAN DAS</small> S<small>CHAUBROT BEIM</small> H<small>INEINBRINGEN UND AUF DEN GOLDENEN BEIM</small> H<small>INAUSBRINGEN, WEIL BEIM</small> H<small>EILIGEN [DIE</small> E<small>HRUNG] ZU STEIGERN UND NICHT ZU VERRINGERN IST &#x2013; UND EINER AUS</small> G<small>OLD INNERHALB DES</small> T<small>EMPELS, AUF DEM DAS</small> S<small>CHAUBROT DAUERND LAG</small>.</p>
<p>V. D<small>REIZEHN</small> S<small>AMMELB&#x00DC;CHSEN WAREN IM</small> T<small>EMPEL, DIE MIT</small> A<small>UFSCHRIFTEN VERSEHEN WAREN</small>: N<small>EUE</small> &#x0160;<small>EQALIM</small>, A<small>LTE</small> &#x0160;<small>EQALIM</small>, V<small>OGELOPFER</small>, B<small>RANDOPFERTAUBEN</small>, H<small>OLZ</small>, W<small>EIHRAUCH</small>, G<small>OLD ZU</small> B<small>ECKEN UND SECHS F&#x00DC;R FREIWILLIGE</small> S<small>PENDEN</small>. N<small>EUE</small> &#x0160;<small>EQALIM: DIE J&#x00C4;HRLICHEN</small> B<small>EITR&#x00C4;GE; ALTE</small> &#x0160;<small>EQALIM: WER IM VERGANGENEN</small> J<small>AHRE NICHT ENTRICHTET HAT, ENTRICHTET IM LAUFENDEN</small> J<small>AHRE</small>; V<small>OGELOPFER, DAS SIND</small> T<small>URTELTAUBEN</small>; B<small>RANDOPFERTAUBEN</small>, <small>DAS SIND JUNGE</small> T<small>AUBEN</small>. A<small>LLES</small> B<small>RANDOPFER &#x2013; SO</small> R.J<small>EHUDA; DIE</small> W<small>EISEN SAGEN, DIE</small> V<small>OGELOPFER WAREN EINES</small> S<small>&#x00DC;NDOPFER UND EINES</small> B<small>RANDOPFER, DIE JUNGEN</small> T<small>AUBEN NUR</small> B<small>RANDOPFER</small>.</p>
<p>VI. S<small>AGT JEMAND:</small> &#x2018;I<small>CH GELOBE</small> H<small>OLZ</small>&#x2019;, <small>SO</small> [<small>GEBE ER</small>] <small>NICHT WENIGER ALS ZWEI</small> S<small>CHEITE</small>; &#x2018;W<small>EIHRAUCH</small>&#x2019;, <small>NICHT WENIGER ALS EINEN</small> H<small>AUFEN</small>; &#x2018;G<small>OLD</small>&#x2019;, <small>NICHT WENIGER ALS EINEN</small> G<small>OLDDENAR</small>. S<small>ECHS F&#x00DC;R FREIWILLIGE</small> S<small>PENDEN</small>. W<small>OF&#x00DC;R WURDEN DIESE</small> S<small>PENDEN VERWENDET?</small> M<small>AN KAUFTE DAF&#x00DC;R</small> B<small>RANDOPFER, DAS</small> F<small>LEISCH F&#x00DC;R</small> G<small>OTT UND DIE</small> F<small>ELLE F&#x00DC;R DIE</small> P<small>RIESTER</small>. D<small>IESE</small> S<small>CHRIFTAUSLEGUNG TRUG DER</small> H<small>OCHPRIESTER</small> J<small>EHOJADA&#x0351; VOR</small>:<sup><xref rid="fn2381">5</xref></sup><italic>Es ist ein Schuldopfer, ein Schuldopfer f&#x00FC;r den Herrn</italic>. E<small>S GILT ALS</small> R<small>EGEL:</small> F<small>&#x00DC;R ALLES, WAS WEGEN EINER</small> S<small>&#x00DC;NDE ODER EINER</small> S<small>CHULD DARGEBRACHT WIRD, SIND</small> B<small>RANDOPFER ZU KAUFEN, DAS</small> F<small>LEISCH F&#x00DC;R</small> G<small>OTT UND DIE</small> F<small>ELLE F&#x00DC;R DIE</small> P<small>RIESTER</small>. S<small>OMIT STIMMEN BEIDE</small> A<small>USDR&#x00DC;CKE &#x00DC;BEREIN: EIN</small> S<small>CHULDOPFER F&#x00DC;R DEN</small> H<small>ERRN UND EIN</small> S<small>CHULDOPFER F&#x00DC;R DIE</small> P<small>RIESTER</small>. F<small>ERNER HEISST ES</small>:<sup><xref rid="fn2382">6</xref></sup><italic>geld f&#x00FC;r Schuldopfer und Geld f&#x00FC;r S&#x00FC;ndopfer sollen nicht in das Haus des Herrn gebracht werden, es geh&#x00F6;rt den Priestern</italic>.</p>
<ftnote id="fn2378">1. Cf. Suk. Fol. 48a.</ftnote>
<ftnote id="fn2379">2. Cf. Ez. 47,1 ff. u. hierzu Jom. 77 b.</ftnote>
<ftnote id="fn2380">3. Mi&#x0161;na separata u. andere Texte: innen.</ftnote>
<ftnote>4. W&#x00F6;rtl. ich [nehme] auf mich, so zu spenden.</ftnote>
<ftnote id="fn2381">5. Lev. 5,19.</ftnote>
<ftnote id="fn2382">6. iiReg. 12,17.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>G</bold><small>ELD, DAS ZWISCHEN DER</small> &#x0160;<small>EQALIM- UND DER</small> S<small>PENDENBUCHSE GEFUNDEN WIRD, F&#x00C4;LLT, WENN N&#x00C4;HER ZU DEN</small> &#x0160;<small>EQALIM, DIESEN ZU, UND WENN N&#x00C4;HER ZUR</small> S<small>PENDENB&#x00DC;CHSE, DIESER ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DER</small> S<small>PENDENB&#x00DC;CHSE ZU</small>. W<small>ENN ZWISCHEN DER</small> H<small>OLZ</small>[<small>B&#x00DC;CHSE</small>] <small>UND DER</small> W<small>EIHRAUCH</small>[<small>B&#x00DC;CHSE</small>], <small>SO F&#x00C4;LLT ES, WENN N&#x00C4;HER ZUR</small> H<small>OLZB&#x00DC;CHSE, DIESER ZU, UND WENN N&#x00C4;HER ZUR</small> W<small>EIHRAUCHB&#x00DC;CHSE, DIESER ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DER</small> W<small>EIHRAUCHB&#x00DC;CHSE ZU</small>. W<small>ENN ZWISCHEN DER</small> V<small>OGEL</small> [<small>B&#x00DC;CHSE</small>] <small>UND DER</small> T<small>AUBENBRANDOPFER</small> [<small>B&#x00DC;CHSE</small>], <small>SO F&#x00C4;LLT ES, WENN N&#x00C4;HER ZUR</small> V<small>OGEL</small>[<small>B&#x00DC;CHSE</small>], <small>DIESER ZU, UND WENN N&#x00C4;HER ZUR</small> T<small>AUBENBRANDOPFER</small>[<small>B&#x00DC;CHSE</small>], <small>DIESER ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DER</small> T<small>AUBENBRANDOPFERB&#x00DC;CHSE ZU</small>. W<small>ENN ZWISCHEN</small> P<small>ROFANEM UND ZWEITEM</small> Z<small>EHNTEN, SO F&#x00C4;LLT ES, WENN N&#x00C4;HER ZUM</small> P<small>ROFANEN, DIESEM ZU, UND WENN N&#x00C4;HER ZUM ZWEITEN</small> Z<small>EHNTEN, DIESEM ZU; WENN IN DER</small> M<small>ITTE, SO F&#x00C4;LLT ES DEM ZWEITEN</small> Z<small>EHNTEN ZU</small>. D<small>LE</small> R<small>EGEL IST</small>: M<small>AN RICHTE SICH NACH DEM</small> N<small>&#x00C4;HEREN; WENN IN DER</small> M<small>ITTE, ERSCHWEREND</small>.</p>
<p>II. G<small>ELD, DAS</small> [<small>IN</small> J<small>ERU&#x0160;ALEM] VOR DEN</small> V<small>IEHH&#x00C4;NDLERN GEFUNDEN WIRD, IST IMMER</small><sup><xref rid="fn2383">1</xref></sup> [<small>ZWEITER</small>] Z<small>EHNT; WENN AUF DEM</small> T<small>EMPELBERGE, SO IST ES</small> P<small>ROFANES</small><sup><xref rid="fn2384">2</xref></sup>. W<small>AS MAN SONST IN</small> J<small>ERU&#x0160;ALEM FINDET, IST ZUR</small> F<small>ESTZEIT</small> [<small>ZWEITER</small>] Z<small>EHNT UND W&#x00C4;HREND DES GANZEN</small> J<small>AHRES</small> P<small>ROFANES</small>.</p>
<p>III. F<small>LEISCH, DAS IM</small> T<small>EMPELHOFE GEFUNDEN WIRD, IST, WENN IN GANZEN</small> G<small>LIEDERN</small>, B<small>RANDOPFER, UND WENN IN ZERSCHNITTENEN</small> S<small>T&#x00DC;CKEN</small>, S<small>&#x00DC;NDOPFER; WAS MAN IN</small> J<small>ERU&#x0160;ALEM FINDET, IST</small> H<small>EILSOPFER</small>. S<small>OWOHL DIES ALS AUCH JENES LASSE MAN DIE</small> F<small>RISCHE VERLIEREN UND SCHAFFE ES IN DEN</small> V<small>ERBRENNUNGSRAUM</small>. [F<small>LEISCH</small>,] <small>DAS IN DER</small> P<small>ROVINZ GEFUNDEN WIRD, IST, WENN IN GANZEN</small> G<small>LIEDERN</small>, A<small>AS, UND WENN IN ZERSCHNITTENEN</small> S<small>T&#x00DC;KKEN, SO DARF MAN ES ESSEN</small>. Z<small>UR</small> F<small>ESTZEIT, WO VIEL</small> F<small>LEISCH VORHANDEN IST, SIND AUCH GANZE</small> G<small>LIEDER ERLAUBT</small>.</p>
<p>IV. E<small>IN</small> V<small>IEH, DAS ZWISCHEN</small> J<small>ERU&#x0160;ALEM UND</small> M<small>IGDAL</small>-E&#x0351;<small>DER GEFUNDEN WIRD, UND IN DERSELBEN</small> E<small>NTFERNUNG IM GANZEN</small> U<small>MKREISE [VON</small> J<small>ERU&#x0160;ALEM], IST, WENN EIN M&#x00C4;NNLICHES, EIN</small> B<small>RANDOPFER, UND WENN EIN WEIBLICHES, EIN</small> H<small>EILSOPFER</small>. R.J<small>EHUDA SAGT, WAS ALS</small> P<small>ESA&#x1E24;OPFER GEEIGNET IST, IST, WENN INNERHALB DER DREISSIG</small> T<small>AGE VOR DEM</small> F<small>ESTE, ALS</small> P<small>ESA&#x1E24;OPFER DARZUBRINGEN</small><sup><xref rid="fn2385">3</xref></sup>.</p>
<p>V. F<small>R&#x00DC;HER PFLEGTE MAN DEN</small> F<small>INDER</small> [<small>SOLCHER</small> T<small>IERE</small>] <small>ZU PF&#x00C4;NDEN, BIS ER DIE DAZU ERFORDERLICHEN</small> G<small>USSOPFER DARGEBRACHT HAT, ALS MAN ABER DAS</small> V<small>IEH STEHEN ZU LASSEN UND FORTZULAUFEN BEGANN, ORDNETEN SIE AN, DIE</small> G<small>USSOPFER AUS</small> G<small>EMEINDEMITTELN DARZUBRINGEN</small>.</p>
<p>R.&#x0160;<small>IMO&#x0351;N SAGTE</small>: S<small>IEBEN</small> V<small>ERORDNUNGEN TRAF DAS</small> G<small>ERICHT, ZU DENEN AUCH DIESE GEH&#x00D6;RT</small>. W<small>ENN EIN</small> N<small>ICHTJUDE, DER AUS &#x00DC;BERSEEISCHEM</small> L<small>ANDE SEIN</small> B<small>RANDOPFER SENDET, DIE DAZU ERFORDERLICHEN</small> G<small>USSOPFER MITSENDET, SO SIND DIESE DARZUBRINGEN, WENN ABER NICHT, SO SIND SIE AUS</small> G<small>EMEINDEMITTELN DARZUBRINGEN</small>. E<small>BENSO AUCH, WENN EIN</small> P<small>ROSELYT GESTORBEN IST UND</small> S<small>CHLACHTOPFER HINTERLASSEN HAT: HAT ER AUCH</small> G<small>USSOPFER HINTERLASSEN, SO SIND DIESE DARZUBRINGEN, WENN ABER NICHT, SO SIND SIE AUS</small> G<small>EMEINDEMITTELN DARZUBRINGEN</small>. F<small>ERNER IST ES</small> G<small>ERICHTSBESCHLUSS, DASS, WENN DER</small> H<small>OCHPRIESTER STIRBT, SEIN</small> S<small>PEISOPFER</small><sup><xref rid="fn2386">4</xref></sup> <small>AUS</small> G<small>EMEINDEMITTELN DARGEBRACHT WERDE;</small> R.J<small>EHUDA SAGT AUF</small> K<small>OSTEN DER</small> E<small>RBEN</small>. E<small>S WURDE GANZ</small><sup><xref rid="fn2387">5</xref></sup> <small>DARGEBRACHT</small>.</p>
<p>VII. F<small>ERNER AUCH, DASS DIE</small> P<small>RIESTER VOM</small> S<small>ALZ UND VOM</small> H<small>OLZ GEBRAUCHEN D&#x00DC;RFEN, DASS DIE</small> P<small>RIESTER AN DER</small> A<small>SCHE DER</small> [<small>ROTEN</small>] K<small>UH KEINE</small> V<small>ERUNTREUUNG BEGEHEN</small><sup><xref rid="fn2388">6</xref></sup>, <small>UND DASS UNTAUGLICH GEWORDENE</small> V<small>OGELOPFER AUS</small> G<small>EMEINDEMITTELN ZU ERSETZEN SIND</small>. R.J<small>OSE SAGT, DER</small> L<small>IEFERANT DER</small> V<small>OGELOPFER M&#x00DC;SSE DIE UNTAUGLICH GEWORDENEN ERSETZEN</small>.</p>
<ftnote id="fn2383">1. Auch au&#x00DF;erhalb der Festzeit, da ein Wallfahrer es jemand zum Ank&#x00E4;ufe von Heilsopfern zur&#x00FC;ckgelassen haben kann.</ftnote>
<ftnote id="fn2384">2. Da man den Tempelberg nicht mit seinem Geldbeutel betreten darf (cf. Ber. Fol. 54a), so wird es wohl ein da besch&#x00E4;ftigter Handwerker od. ein Lieferant verloren haben.</ftnote>
<ftnote id="fn2385">3. Wenn sich sp&#x00E4;ter der Eigent&#x00FC;mer meldet, so hat er ihm den Wert zu ersetzen.</ftnote>
<ftnote id="fn2386">4. Cf. Lev. 6,13.</ftnote>
<ftnote id="fn2387">5. Ein ganzes I&#x0351;saron, nicht geteilt, wie zum t&#x00E4;glichen Opfer.</ftnote>
<ftnote id="fn2388">6. Wenn sie davon nie&#x00DF;brauchen.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>J</bold><small>EDER</small> S<small>PEICHEL, DER IN</small> J<small>ERU&#x0160;ALEM GEFUNDEN WIRD, MIT</small> A<small>USNAHME DES OBEREN</small> M<small>ARKTPLATZES, GILT ALS REIN</small><sup><xref rid="fn2389">1</xref></sup> &#x2013; <small>SO</small> R.M<small>E&#x00CD;R</small>. R.J<small>OSE SAGT, AN ALLEN &#x00DC;BRIGEN</small> T<small>AGEN DES</small> J<small>AHRES SEIEN DIE IN DER</small> M<small>ITTE</small> [<small>DER</small> S<small>TRASSE GEFUNDENEN</small>] <small>UNREIN UND DIE AUF DEN</small> S<small>EITEN REIN</small><sup><xref rid="fn2390">2</xref></sup>, <small>UND ZUR</small> F<small>ESTZEIT SEIEN DIE IN DER</small> M<small>ITTE</small> [<small>GEFUNDENEN</small>] <small>REIN UND DIE AN DEN</small> S<small>EITEN UNREIN, WEIL DANN</small> [<small>DIE</small> U<small>NREINEN</small>] <small>WENIGER SIND UND SICH NACH DEN</small> S<small>EITEN ZUR&#x00DC;CKZIEHEN</small>.</p>
<p>II. A<small>LLE</small> G<small>ER&#x00C4;TE, DIE IN</small> J<small>ERU&#x0160;ALEM GEFUNDEN WERDEN, SIND, WENN AUF DEM ZUM</small> T<small>A&#x00DC;CHBADE HINABF&#x00DC;HRENDEN</small> W<small>EGE, UNREIN, UND WENN AUF DEM HERAUFF&#x00DC;HRENDEN</small> W<small>EGE, REIN</small>; <small>DENN NICHT WIE SIE HINABSTEIGEN</small>, <small>KOMMEN SIE HERAUF</small><sup><xref rid="fn2391">3</xref></sup> &#x2013; <small>SO</small> R.M<small>E&#x00CD;R;</small> R.J<small>OSE SAGT, ALLE SEIEN REIN, AUSGENOMMEN</small> K<small>ORB</small>, S<small>CHAUFEL UND</small> A<small>XT, DIE ZUM</small> B<small>EGR&#x00C4;BNIS BESTIMMT SIND</small>.</p>
<p>III. F<small>INDET MAN AM VIERZEHNTEN</small> [N<small>ISAN</small>] <small>EIN</small> S<small>CHLACHTMESSER, SO DARF MAN DAMIT SOFORT</small><sup><xref rid="fn2392">4</xref></sup> <small>SCHLACHTEN, WENN ABER AM DREIZEHNTEN, SO MUSS MAN ES WIEDERUM</small><sup><xref rid="fn2393">5</xref></sup> <small>UNTERTAUCHEN; DAS</small> H<small>ACKMESSER MUSS MAN SOWOHL AN DIESEM ALS AUCH AN JENEM WIEDERUM UNTERTAUCHEN; F&#x00C4;LLT DER VIERZEHNTE AUF EINEN</small> &#x0160;<small>ABBATH, SO DARF MAN DAMIT SOFORT SCHLACHTEN</small><sup><xref rid="fn2394">6</xref></sup>. F<small>INDETMAN ES AM F&#x00DC;NFZEHNTEN, SO DARF MAN DAMIT SOFORT SCHLACHTEN; IST ES MIT EINEM</small> S<small>CHLACHTMESSER ZUSAMMENGEBUNDEN, SO GLEICHT ES DIESEM</small>.</p>
<p>IV. W<small>IRD DER</small> V<small>ORHANG [DES</small> H<small>EILIGTUMS</small>] <small>DURCH EINE</small> [<small>ERSTGRADIG</small>] <small>&#x00DC;BERTRAGENE</small> U<small>NREINHEIT UNREIN, SO TAUCHE MAN IHN INNERHALB [DES</small> V<small>ORHOFES] UNTER UND BRINGE IHN SOFORT [AUF SEINEN</small> P<small>LATZ]; WENN ER ABER DURCH EINE</small> U<small>RUNREINHEIT UNREIN WIRD, SO TAUCHE MAN IHN AUSSERHALB UNTER UND BREITE IHN IM</small> &#x1E24;<small>EL</small><sup><xref rid="fn2395">7</xref></sup> <small>AUS, WEIL ER DES</small> S<small>ONNENUNTERGANGES</small><sup><xref rid="fn2396">8</xref></sup> <small>BEN&#x00D6;TIGT</small>. I<small>ST ES EIN NEUER, SO BREITE MAN IHN AUF DEM</small> D<small>ACHE DES</small> S<small>&#x00C4;ULENGANGES AUS, DAMIT DAS</small> V<small>OLK DIE SCH&#x00D6;NE</small> A<small>RBEIT SEHEN K&#x00D6;NNE</small>.</p>
<p>V. R.&#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE IM</small> N<small>AMEN</small> R.&#x0160;<small>IMO&#x0351;NS</small>, S<small>OHNES DES</small> P<small>RIESTERPR&#x00C4;SES</small>: D<small>ER</small> V<small>ORHANG WAR EINE</small> H<small>ANDBREITE DICK UND AUF ZWEIUNDSIEBZIG</small> K<small>ETTENSCHN&#x00DC;REN GEWEBT, JEDE AUS VIERUNDZWANZIG</small> F<small>&#x00C4;DEN</small> [<small>GEDREHT</small>]; <small>ER WAR VIERZIG</small> E<small>LLEN LANG UND ZWANZIG</small> E<small>LLEN BREIT UND VON ZWEIUNDACHTZIG</small> M<small>YRIADEN</small><sup><xref rid="fn2397">9</xref></sup> <small>HERGESTELLT</small>. J<small>EDES</small> J<small>AHR WURDEN ZWEI ANGEFERTIGT, UND DREIHUNDERT</small> P<small>RIESTER TAUCHTEN SIE UNTER</small>.</p>
<p>VI. W<small>ENN</small> F<small>LEISCH VON HOCHHEILIGEN</small> O<small>PFERN UNREIN WURDE, OB DURCH EINE</small> U<small>RUNREINHEIT ODER DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT, OB INNERHALB [DES</small> V<small>ORHOFES] ODER AUSSERHALB, SO IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ALLES INNERHALB ZU VERBRENNEN, AUSSER WAS AUSSERHALB DURCH EINE</small> U<small>RUNREINHEIT UNREIN WURDE; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALLES SEI AUSSERHALB ZU VERBRENNEN, AUSSER WAS DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT INNERHALB UNREIN WURDE</small>.</p>
<p>VII. R.E<small>LIE&#x0351;ZER SAGT, WAS DURCH EINE</small> U<small>RUNREINHEIT UNREIN WURDE, OB INNERHALB ODER AUSSERHALB, SEI AUSSERHALB ZU VERBRENNEN, UND WAS DURCH EINE &#x00DC;BERTRAGENE</small> U<small>NREINHEIT UNREIN WURDE, OB INNERHALB ODER AUSSERHALB</small>, SEI INNERHALB ZU VERBRENNEN. R.A&#x0351;<small>QIBA SAGT, WO DIE</small> V<small>ERUNREINIGUNG, DA AUCH DIE</small> V<small>ERBRENNUNG</small>.</p>

<p>VIII. D<small>IE</small> G<small>LIEDER DES BEST&#x00C4;NDIGEN</small> O<small>PFERS WERDEN AUF DIE UNTERE</small> H<small>&#x00C4;LFTE DER</small> A<small>LTARRAMPE, &#x00D6;STLICH, GELEGT, DIE DES</small> Z<small>USATZOPFERS AUF DIE UNTERE</small> H<small>&#x00C4;LFTE DER</small> A<small>LTARRAMPE, WESTLICH, UND DIE DES</small> N<small>E&#x00DC;MOND</small>[<small>OPFERS</small>] <small>UNTERHALB DES</small> A<small>LTARSIMSES</small>. [D<small>IE</small> G<small>ESETZE VON</small>] <small>DER</small> T<small>EMPELSTEUER UND DEN</small> E<small>RSTLINGEN GELTEN NUR ZUR</small> Z<small>EIT, WENN DER</small> T<small>EMPEL BESTEHT</small>; [<small>DIE</small> G<small>ESETZE</small>] <small>VOM</small> G<small>ETREIDEZEHNTEN, VOM</small> V<small>IEHZEHNTEN UND VON DEN</small> E<small>RSTGEBURTEN ABER GELTEN SOWOHL ZUR</small> Z<small>EIT, WENN DER</small> T<small>EMPEL BESTEHT, ALS AUCH ZUR</small> Z<small>EIT, WENN ER NICHT BESTEHT</small>. W<small>ENN JEMAND</small> T<small>EMPELSTEUER ODER</small> E<small>RSTLINGE WEIHT, SO SIND SIE</small> G<small>EHEILIGTES</small>. R.&#x0160;<small>IMO&#x0351;N SAGTE:</small> W<small>ENN JEMAND</small> E<small>RSTLINGE WEIHT, SO SIND SIE NICHT</small> G<small>EHEILIGTES</small>.</p>
<ftnote id="fn2389">1. Au&#x00DF;erhalb J.s gilt jeder Speichel als levitisch unrein; cf. Tah. IV,5.</ftnote>
<ftnote id="fn2390">2. Weil viele Flu&#x00DF;behaftete auf der Stra&#x00DF;e umhergehen u. die Reinen sich vorsichtshalber nach den Seiten zur&#x00FC;ckziehen.</ftnote>
<ftnote id="fn2391">3. Die unrein hinabsteigen, kommen rein herauf; es waren getrennte Wege.</ftnote>
<ftnote id="fn2392">4. Das Pesahopfer; zur Erkl&#x00E4;rung vergl. Pes. Fol. 70 a.</ftnote>
<ftnote id="fn2393">5. Es wird vorausgesetzt, da&#x00DF; der Verlierende es bereits zur Benutzung untergetaucht hat.</ftnote>
<ftnote id="fn2394">6. Weil der Verlierende es wahrscheinl. am 13. unter getaucht hat.</ftnote>
<ftnote id="fn2395">7. Eigentl. Zwinger, Platz vor der Tempelmauer.</ftnote>
<ftnote id="fn2396">8. Zur Erlangung v&#x00F6;lliger Reinheit.</ftnote>
<ftnote id="fn2397">9. Wohl F&#x00E4;den; die Lesart <span dir="rtl">&#x05E8;&#x05D9;&#x05D1;&#x05D5;&#x05EA;</span>, M&#x00E4;dchen, ist gegen die Konstruktion.</ftnote>
</chapter>
</book>