{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishna Bekhorot",
    "lengths": [
        9,
        73
    ],
    "text": [
        [
            "One who buys an unborn donkey fetus from a non-Jew, or who sells his (unborn donkey fetus to a non-Jew) even though he does not have permission to, or one who has a partnership with him (a non-Jew), or he receives one from him, or he gives one to him--it (the unborn donkey fetus) is exempt from the laws of the first-born. As it is written \"In Israel\" (Bamidbar 3:13), but not by others. Kohanim and Leviim are also exempt due to a foritori arguent-- if they exempt a Jew in the desert, then certainly it is the ruling that they would exempt themselves.",
            "If a cow gives birth to a thing which looks like a donkey, or a donkey gives birth to a thing which looks like a horse-- (the birthed entity) is exempt from the laws of the firstborn: As it is written \";firstborn donkey\"; (Shemos 34:20) and \";firstborn donkey\"; (Shemos 13:13), (it is written) two times (to teach)-- that the birth giver be a donkey, and the birthed be a donkey. And what about eating (this birthed entity)? A pure species which gives birth to a thing which looks like an impure species, it is permissible to eat; an impure species which gives birth to a thing which looks like a pure species, is forbidden to eat: that which comes from an impure species is impure; that which comes from a pure species is pure. If an impure fish swallows a pure fish, (the pure fish found inside) is permissible to eat; If a pure fish swallows an impure fish, (the impure fish found inside) is forbidden to eat; For it is not its product.",
            "A donkey which had not previously given birth and one that had previously given birth both give birth two male donkeys-- one must give one lamb to a Kohen. If these two donkeys gave birth one to a male and one to a female, he sets apart one lamb for himself. Two donkeys that both have not previously given birth now give birth to two males--one must give two lambs to a Kohen; If these two donkeys gave birth to one male and one female, or two two males and one female--one must give one lamb to a Kohen; If these two donkeys give birth to two females and a male, or two males and two females-- the Kohen gets nothing.",
            "One donkey has previously given birth and one has not, and they now give birth to two males, one must give one lamb to a Kohen. If these two donkeys give birth to a male and a female, one must separate one lamb for himself. A firstborn donkey shall be redeemed with a lamb: from sheep or goats, male or female, large or small, perfect or blemished--you shall redeem it. And one can many times use it to redeem; And if it dies, one can benefit from it.",
            "One may not redeem with a calf, and not with an undomesticated animal, and not with a slaughtered animal, or with a treifa, or with a mixed species, or with a koy. Rebbe Elazar permits with a mixed species because it is still a lamb; But he forbids a koy, because it is an uncertainty. If one gives a donkey to a Kohen--he does not have permission to keep it, until he separates a lamb for it.",
            "One that separates the redemption for a firstborn donkey, and it dies-- Rebbe Eliezer says, he is liable for it, just like the five selas for a son; The Sages say, he is not liable for it, just like the redemption of maasar sheini. Rebbe Yehoshua and Rebbe Tzadok testified regarding the redemption of a firstborn donkey that died, that that Kohen here receives nothing. If a firstborn donkey dies-- Rebbe Eliezer says, bury it, and it is permissible to benefit from the lamb; The Sages say, there is no need to bury it, and the lamb goes to the Kohen",
            "If one does not want to redeem it-- break its neck with an ax from behind, and bury it. The mitzvah of redeeming it precedes the mitzvah of break its neck, as it is written \"If you will not redeem it, break its neck\"; (Shemos 13:13; 34:20) The mitzvah of designating it precedes the mitzvah of redeeming it, as it is written \";that you have not designated it--it shall be redeemed\"; (Shemos 21:8). The mitzvah of yibum precedes the mitzvah of chalitza--at the beginning, when they had intention for the sake of the mitzvah; and now that they do not have intention for the sake of the mitzvah, we say that the mitzvah of chalitza precedes the mitzvah of yibum. The mitzvah of redeeming is on the master before any other person, as it is written \"If it is not redeemed, it shall be sold for its estimated worth:' (Vayikra 27:27) "
        ],
        [
            "One who buys the unborn fetus of a gentile's cow, or sells his cow's unborn fetus to a gentile even though he should not, and one who partners with him [on the fetus], and who accepts it from him, and who gives it to him for a lean, are exempt from the Bechorah. As it says: (Numbers, 3) with\"Yisroel\", and not with others. Priests and Levites are obligated [in the bechorah]. They were not exempted from the Firstborn of a pure kosher animal, [and they were not exempted] only from redeeming the firstborn son, and the firstborn of a donkey.",
            "All consecrations whose blemish preceded preceded their being consecrated, and they were redeemed, they are subject to the laws of the firstborn and the priestly gifts, and they go out to become unconsecrated and may be shorn and worked, and their offspring and their milk are permissible after they have been redeemed, and if one slaughtered them outside, they are not liable, and they are not subject to the laws of substitutes, and if they die they can be redeemed, except for a firstborn and maaser...",
            "If its sanctification came before its blemish or a passing blemish happened before it was sanctified, and afterward it developed a permanent blemish and it was redeemed it is exempt from the first born and from the gifts [given to the priests from every animal] but it does not become non-sacred so that it can be sheared and worked.  Its offspring and milk are forbidden after it has been redeemed and one who slaughters them outside the temple is liable.  They can make a replacement and if they die they are buried. ",
            "One who receives fixed price sheep from a non-Jew, its offspring is exempt from the first born, but the offspring of its offspring will be obligated.  If he stipulated the offspring as replacement for the mothers then the offspring's offspring will be exempt but the offspring's offspring's offspring will be obligated.  Rabbi Shimon son of Gamliel said even up to ten generations they are exempt because the non-Jew has some right to them. ",
            "A ewe that gave birth to the form of a goat or a goat that gave birth to the form of a ewe it is exempt from the first born, but if it has some signs of its own species then it is obligated. ",
            "A ewe which had never given birth, and it gave birth to two male lambs and both their heads came out at once, Rabbi Yossi Haglili says both are given to the priest as it says (Exodus 13) \"The males shall be for Hashem\" but the safes say this is not possible, rather he keeps one and the other is given to the priest. Rabbi Tarfon says the priest chooses the better of the two.  Rabbi Akiva says they decide which is the fatter and the second one must be left to graze until it develops a blemish and it is obligated in the [priestly] gifts.  Rabbi Yossi exempts it from the gifts.  If one of them died, Rabbi Tarfon says they split the value of the remaining one.  Rabbi Akiva says one who comes to extract from his friend has the burden of proof.  If she gave birth to a male and a female the priest receives nothing.  ",
            "Two ewes which had never previously given birth bore two males, both belong to the priest. \nA male and a female, the male belongs to the priest. \nTwo males and a female, one is his, and the other belongs to the priest. \nRabbi Tarfon says: the priest chooses the better one.   \nRabbi Akiva says: we compromise between them.\nThe second one is left to pasture until it becomes blemished and the owner is liable for the [priest's] gifts.\nRabbi Yose exempts him. \nIf one of them died: \nRabbi Tarfon says: they divide [the living one]. \nRabbi Akiva says: the one who wishes to take from his fellow, upon him is the proof. \nTwo females and a male or two males and two females, the priest receives nothing in this case. \n",
            "One which has given birth and one which had not and they gave birth to two males one goes to him and the other goes to the priest.  Rabbi Tarfom says, the priest chooses the better one.  Rabbi Akiva says, they decide which is the fatter and the second if left to graze until it develops a blemish and it is obligated in the [priestly] gifts. Rabbi Yossi exempts it because Rabbi Yossi says, whenever the priest has its replacement it is exempt from the gifts.  Rabbi Meir obligates it.  If one of them died. Rabbi Tarfon says they should split the remaining one. Rabbi Akiva says whoever comes to extract from his friend has the burden of proof.  It it was a male and a female then the priest receives nothing.  ",
            "An animal that was born through a cesarean section and the first born which came after it: \nRabbi Tarfon says: both go out to pasture until blemished and are eaten with their blemishes by the owners.\nBut Rabbi Akiva says: neither of them is a first born; the first because it did not open its mother’s womb, and the second, because another preceded it.\n"
        ],
        [
            "One who buys an animal from a non-Jew and it is not known whether it had given birth or had not given birth: \nRabbi Ishmael says: that born of a goat in its first year certainly belongs to the priest; from this point and on it is a questionable case [of a first-born].  \nThat born of a ewe two years old certainly belongs to the priest; from this point and on it is a questionable case [of a first born]. \nThat born of a cow or a donkey three years old certainly belongs to the priest; from this point and on it is a questionable case [of a first born].  \nRabbi Akiva to him: if an animal were exempted only with the birth of [actual] offspring, it would be as you say. \nRather they said: the sign of offspring in small cattle is filth [from the womb].  In large cattle, the after-birth; in a woman,  the fetus and the after-birth. \nThis is the general rule: Whenever it is known that it had given birth, the priest receives nothing. Whenever it had never given birth, it belongs to the priest. \nIf there is a doubt, it shall be eaten blemished by the owners.\nRabbi Eliezer ben Jacob says: a large domestic animal that has discharged a clot of blood, it should be buried, and it [the mother] is exempted from the law of the first born.\n",
            "Rabban Shimon Ben Gamliel says, one who buys an animal that is nursing from a non-Jew he need not be concerned that it had another child beforehand.  If one entered his pen and saw those who had not yet given birth nursing and those that had given birth nursing, he does not have to be concerned that the child of this mother is nursing from that mother or that the child of that mother is nursing from this mother. ",
            "Rabbi Yossi ben Meshulam said one who slaughters the first born, makes a place with the hatchet on both sides and pulls out the hair but does not remove it.  And so too one with one who pulls back hair to remove the place of the blemish.  ",
            "If the hair of a first born which fell out and he left it at the window and then slaughtered it, Akvya ben Mahallalel permits it but the sages forbid it, says Rabbi Yehuda. Rabbi Yossi says it is not in this case that Akvya permits it but in the case of a blemished first born that fell out and he left it by the window, in that case Akvya ben Mahallalel permits it but the sages forbid it.  The wool that is hanging off the firstborn, that which appears as part of the shearing is permitted, but that which does not appear with the shearing is forbidden.  "
        ],
        [
            "How long must an Israelite tend to the first born.  For a small animal, thirty days, but for a big animal fifty days.  Rabbi Yossi says a thin animal is three months.  If the priest said to him during that time, give him to me he cannot give it to him.  If it was blemished and the priest said to him give it to me so I can eat it he can give it to him.  And during the time of the temple, if it was unblemished, and he said to him give it to me so I can offer it, he can. The first born is eaten year by year whether unblemished or blemished as it says (Deuteronomy 15) \"Before Hashem your God you shall eat it year by year. ",
            "If it developed a blemish within its first year he is allowed to keep it the entire first year,  if it came after the first year, he can only keep it an additional thirty days.  ",
            "One who slaughters a first born and reveals its blemish, Rabbi Yehuda permits it [to be eaten].  Rabbi Meir says, since it was not slaughter on word of an expert it is forbidden. ",
            "One who is not an expert and sees a first born and it is slaughtered by his word it must be buried and he pays from his own funds.  If he judged a case and declared innocent one liable or obligated one innocent, if he declared impure that which is pure or pure that which is impure what was done was done, and he pays from his own funds.  If he was an expert of the court he is exempt from paying.  It once happened with a cow whose womb was taken out and Rabbi Tarfon through it to the dogs and it came before the sages and they permitted it.  Todos the doctor said, no cow leaves Alexandria until they cut out its womb so it cannot give birth.  Rabbi Tarfon says your donkey has left you Tarfon.  Rabbi Akiva said to him, Rabbi Tarfon you are exempt because you are an expert of the court and all experts of the court are exempt from payment.  ",
            "One who accepts a fee to see firstborns [for blemishes], they do not slaughter by his word, unless he was an expert like Ilyah of Yavneh, who the sages permitted to take four Issars for a small animal and six for a large animal whether it was unblemished or blemished. ",
            "One who takes money to judge, his rulings are invalid.  To testify, his testimony is invalid.  To sprinkle ashes [of the red heifer] or to mix them with water, the water is like cave water and its ashes are the ashes of a regular fire.  If he was a priest and he declared him impure to eat Terumah he must feed him give him drink and anoint him.  If he was old, he must ride him on a donkey and give him his wages like a worker. ",
            "One who is suspect regarding firstborns, we do not buy from him meat deer's flesh or un-worked hides.  Rabbi Eliezer says, they can buy from his hides of female animals but they cannot buy from him bleached or dirty wool, but they can buy from him spun wool and clothes. ",
            "One who is suspect about Shemitah, we do not buy from him flax, even if it is combed, but we can buy from him spun or woven flax. ",
            "One who is suspect of selling Terumah as non-sacred produce we do not buy from him even salt of water says Rabbi Yehuda.  Rabbi Shimon says, anyone who is liable to Terumah and titing we do not buy from him.",
            "One who is suspect to sell Shemittah produce, is not automatically suspect to sell tithes.  One who is suspect on tithes is not automatically suspect on Shemittah. One who is suspect on both if suspect on purity.  And there is one who is suspect on purity but is not suspect on either of the others.  This is the rule, anyone who is suspect on anything he may not judge or give testimony about it. "
        ],
        [
            "All unfit sanctified animals may be sold in the marked, and slaughtered in a market and sold by the litra, except for the firstborn and the tithe whose profits belong to their owners.  The invalid sanctified animals their profit belongs to the temple and they are weight a portion against a portion of the firstborn.  ",
            "Beit Shammai say an Israelite should not eat with a priest a firstborn.  Beit Hillel permit it and even a non-Jew could.  A firstborn that had a blood clot, even if it will die, they do no blood let, says Rabbi Yehuda.  The Sages say he should blood let, but he should try not to make a blemish.  If he did make a blemish, he cannot slaughter it because of it.  Rabbi Shimon says he should blood let even if he will make a blemish. ",
            "One who slits the ear of a firstborn it may not be slaughtered ever says Rabbi Eliezer. The sages say once it develops another blemish it may be slaughtered because of it.  It once happened that an old male lamb with its wool hanging and a Kasdor saw it and asked, What is the problem with this one.  They answered it is a firstborn and it may not be slaughtered unless it develops a blemish.  He took a dagger and slit its ear and it came before the sages and they permitted it.  Once he saw that they permitted it, he went and made slits in the ears of other firstborns and they forbade them.  It once happened that children were playing in a field and they tied the tails of two lambs to each other and one of the tails was detached and it was a firstborn, and this case came before the sages and they permitted it.  Once they saw it was permitted they went and tied the tails of other firstborns together and they forbade them.  This is the rule, anything which was done intentionally is forbidden.  Unintentionally it is permitted.  ",
            "If the firstborn was chasing him and he kicked it and caused a blemish, he can slaughter it for this blemish.  All blemishes which are fit to come through men Israelite shepherds are believed but priests that are shepherds are not believed.  Rabban Shimon ben Gamliel says [the priest] is believed for his friend but is not believed for himself. Rabbi Meir says, one who is suspected about something cannot judge it and cannot testify about it. ",
            "A priest is believed to say I examined this firstborn and it is blemished.  Everyone is believed on the blemishes of tithed animals.  A firstborn that was blinded, or whose leg was cut off or leg was broken, it may be slaughtered by the word of three members of the Synagogue.  Rabbi Yossi says, even if there are twenty three people he can only slaughter it by the word of an expert. ",
            "One who slaughters a firstborn and sells it and became informed that it was not examined, what was eaten was eaten and he must return the money.  What was not eaten the meat should be buried and he must return them the money.  Similarly one who slaughters a cow and sells it and then became informed that it was a Treifah, what was eaten was eaten and he must return them the money.  What was not eaten they return the meat to him and he must return them their money.  If they sold it to non-Jews or threw it to their dogs, he must return to them the value of the Treifah.  "
        ],
        [
            "For these blemishes do we slaughter a firstborn: If its ear was punctured from the cartilage but not the skin, if it was slit but not missing anything, if there was a hole the size of a seed or if it dried up.  What is considered dry? Anything that is punctured but does not bleed.  Rabbi Yossi Ben Meshulam says, if its dry enough that it crumbles.  ",
            "If the eyelid is pierced, missing a piece or slit, if the eyes have a cataract or a Tevalul or a or a Chilazon or an Anav.  What is a Tevalul? If the white breaks through the ring and enters the black.  If the black enters the white it is not a blemish because there are no blemishes in the white.  ",
            "White spots and lasting water.  What is a lasting white spot? anything that lasts for eighty days.  Rabbi Chaninah ben Antignos says they check it three times during the eighty days.  These are the lasting water: If it ate moist and dry from the rain or moist and dry from the irrigated fields.  If it ate dry and then moist it is not a blemish until he eats the dry after the moist.  ",
            "If its nose was pierced or missing a piece or slit or if its lip was was pierce, missing a piece or slit  and the inner lips that were uprooted.  Rabbi Chaninia ben Antignos says, we do not examine from the twin [teeth] and within, nor do we examine the twin ones.",
            "If the sheath of the male organ was missing a piece or the female genitalia in the case of sanctified offering.  If the tail is missing a piece of the bone but not from the joint or if the end of the of the tail is cut and reveals the bone or if there is flesh the width of a finer between each segment.   ",
            "If it does not have testicles, or if it only has one, Rabbi Yishmael says if it has two pouches, then it had two testicles.  If it only has one pouch, then it only has one testicle.  Rabbi Akiva says it is sat on its hind and squeezed, if there is a testicle there, it will come out.  It once happened that they squeezed and it did not come out, and they slaughtered it and found it stuck to the side and Rabbi Akiva permitted it but Rabbi Yochanan Ben Nuri did not. ",
            "If it has five legs or only three, or if its legs are round like a donkey's or it is a Shachul or Kasul.  What is a Shachul? one with a dislocated hip.  And Kasul?  If one of its hips is high. ",
            "If its foreleg or hindleg were broken even if it is not recognizable.  These are the blemishes that Ilah of Yavneh enumerated, and the sages agreed with him.  He added another three and they told him, we have never heard of these.  One whose iris is round like that of a human, or whose mouth looks  like a  pig's or if most of its tongue has been removed.  Other courts said, these are blemishes.  ",
            "It once happened that the lower jaw extended longer than the upper one, and Rabban Shimon Ben Gamliel sent to the sages and they said it is a blemish.  The ear of a kid which was doubled, the sages say if it is one bone it is a blemish, but if there isn't one bone then it is not a blemish.  Rabbi Chaninah ben Gamliel says, the tail of a kid that looks like a pigs or if it does not have three segments, it is a blemish. ",
            "Rabbi Chanina ben Antignos says \"That which has a wart in its eye or if its foreleg or hindleg was missing a piece or if the bone in its mouth is split.  If one eye is bigger than the other or if one ear is bigger than the other, in appearance but not if it must be measured.  Rabbi Yehuda says, if one of its testicles is twice as large as the other [it is a blemish] but the sages disagree.",
            "The tail of a calf which does not reach the knee joint, the sages say all growing calves are this way, that as long as they are growing, their tails get longer.  To which joint did they mean, Rabbi Chaninah ben Antignos says, to  the joint in the middle of the thigh.  For these blemishes, they slaughter the first born and invalid sanctified animals may be redeemed because of them. ",
            "For the following they do not slaughter either in the temple or outside the temple. If it had white spots in its eye, or water which is not permanent or if its inner teeth are missing a piece but not uprooted, or if it had eczema, a wart or boils or if it was old or sick or smelled bad, or if a sin was committed with it or if it killed a man by the word of one witness or by the owners admission, one of undetermined gender or a hermaphrodite, neither in the temple or outside it. Rabbi Yishmael says, there is no blemish greater than this [having female genitalia] but the sages say it is not a first born and can be sheared and worked. "
        ],
        [
            "These blemishes whether permanent or temporary invalidate a person.  A person has in addition to these, one whose head is shaped like a pyramid, or a radish or a football, or one whose head is sunken or if it does not protrude in the back. A hunchback, Rabbi Yehuda permits, but the sages invalidate.  ",
            "One who is bald is invalid, what is considered bald?  Anyone who does not have hair that wraps from one ear to the other, but if he does have hair he is valid.  If he does not have an eyebrow, or if he only has one, this is the Gibein that was stated in the torah.  Rabbi Dosa says, it means anyone whose eyebrows droop.  Rabbi Chanina Ben Antignos says, it means anyone with two backs and two spines. ",
            "The Charum is invalid.  What is a Charum, one who can paint both his eyes at once [his nose is sunken in].  If both his eyes are higher than normal or lower than normal or if one eye is higher than the other, or if one eye can look up while the other looks down, or one who closes his eyes in the sun or one who has mismatched eyes or one whose eyes constantly tear.  If his eyelashes fell out it is invalid because it is unsightly. ",
            "If his eyes were as big as a calves or as small as a gooses, if his body is much bigger than his limbs or much smaller than his limbs, or if his nose is bigger than his limbs or if it is smaller, the Tzameim and the Tzameia.  What is the Tzameia?  one whose ears are small.  And the Tzameim is one whose eares look like sponges.",
            "If his upper jaw extends beyond the lower one, or if the lower one extends beyond the upper one it is a blemish.  If his teeth fell out he his invalid because it is unsightly.  If his breasts hang like a woman's or if his stomach protrudes, of if his naval protrudes or if he is epileptic even infrequently if melamcholia comes upon him, if his testicles are unusually large or if his member is very long [these are blemishes].  If he does not have testicles or if he only has one, this is the M'eroah Ashech stated in the Torah.  Rabbi Yishmael says it means one who has wind in his testicles and Rabbi Chanina ben Antignos says one who's skin is dark.",
            "One whose ankles or knees knock or a Ba'al Pikah and the Akeil [are blemished].  What is an Akeil, one who places his feet together and his knees do not touch.  If a lump extends from his thumb, or his heel just out backward, or if his sole is as wide as that of a goose.  If his fingers lie on top of each other, or they are webbed up to the joint it is valid, below the joint and he cut it, it is valid.  If he had an extra [digit] and he cut it off, if there was a bone in it, it is invalid, but if not it is valid.  If he had extra on his hands and feet six digits each a total of 24, Rabbi Yehuda permits it, but the sages invalidate it.  One who is ambidextrous Rebbi invalidates him but the sages permit it.  A dark skinned person, or red-skinned or an albino or a very tall person or a dwarf or a deaf-mute or a crazy person, or one who is drunk or one who was clean spots, these invalidate a man but an animal would still be valid.  Rabban Shimon ben Gamliel says,  A crazy animal is not considered from the best, Rabbi Eliezer says even those with dangling limbs, it is invalid in a man but valid by an animals.  ",
            "The following are valid in a person but invalid in an animal.  It and its child, a Treifah, one born through Cesarean Section, or if a sin was committed with them or if it killed a person.  One who marries women that are forbidden to him is unfit until he takes a vow not to receive benefit from her.  One who touches dead bodies is invalid until he accepts upon himself to not touch dead bodies.  "
        ],
        [
            "There is one who is a firstborn for [double] portion but is not a first born for the priest, a firstborn for the priest but not for the portion for both the priest and the portion and for neither the priest nor the portion.  Who is the firstborn for the portion but not the priest?  One who is born after an early birth whose head came out alive, or one who came out after nine months dead, or after a miscarriage that appeared like an animal, beast or bird says Rabbi Meir.  The sages say, until it has the figure of a person [he is a firstborn for the priest]. One who miscarries the form of a sandal or an afterbirth or a dis-formed fetus or one cut up, the one that comes after them is a firstborn for the portion but not for the priest.  One who never had children but married a woman who already had children, if she was a slave and then freed or while she was a non-Jew and she converted, and once she became Jewish she gave birth, the baby is a firstborn for the portion but not for the priest. Rabbi Yossi Haglili says, it is a firstborn for the portion and the priest as it says (Exodus 13) \"Any opening of a womb in Bnei Yisrael\" until they open a womb of a Jew.  One who had had children and marries a woman who had not given birth or she converted pregnant or was freed pregnant, if she and a woman married to a priest gave birth or she and a woman married to a levite gave birth or she and a woman who already gave birth, gave birth, and one who did not wait three months after her husband [died] and got married and gave birth and they do not know if it was nine months from the first husband or seven months from the second, the child is a firstborn for the priest but not for the portion.  Who is a firstborn for the portion and the priest?  One who miscarries a fetus full of blood, water, or worms, or if she miscarried the form of a fish, locust, insect or creepy thing, or one who miscarries [before] the fortieth day, the one that comes after them is a firstborn for the portion and the priest. ",
            "One born through Cesarean section and the one that comes after him are not a firstborn for the portion or the priest.  Rabbi Shimon says, the first one is for the portion and the second is for the five selas [given to the priest]. ",
            "One whose wife had never given birth and she gave birth to two boys he gives five selas to the priest.  If one of them died within thirty days the father is exempt.  If the father died and the children are still alive Rabbi Meir says if they gave [the 5 selas] before they divided the estate it is given, but if not they are exempt.  Rabbi Yehuda says, the estate was made obligated.  If she gave birth to a boy and a girl the priest gets nothing.  ",
            "Two women who have not given birth and they gave birth to two boys, he gives ten selas to the priest.  If one of the children dies within thirty days, if he gave [all ten] to one priest he returns five to him.  If he gave them to two priests he cannot retrieve form either of them.  If they gave birth to a boy and a girl or two boys and a girl he gives five selas to the priest.  Two girls and a boy or two boys and two girls, the priest receives nothing.  If one woman had given birth and the other had not and they give birth to two boys, he gives five selas to the priest.  If one of them dies within thirty days the priest is exempt.  If the father dies and the children are still alive, Rabbi Meir says if they gave [the five selas] before the estate was divided it is given but if not they are exempt.  Rabbi Yehuda says, the estate has become liable.  If they gave birth to a boy and a girl the priest receives nothing.  ",
            "Two wives of two men who had not given birth and they gave birth to two boys [who became mixed up], this one gives five selas to a priest and this one gives five selas to a priest.  If one of them dies within thirty days, if they gave it to one priest he gives them back five selas.  If they gave their money to two priests, they cannot extract money from either.  A boy and a girl, the fathers are exempt and the boy must redeem himself.  If they gave birth to two girls and a boy or two boys and two girls, the priest receives nothing. ",
            "If one woman had given birth and the other had not, of two men and they gave birth to two boys [who became mixed up] the one whose wife had not given birth gives five selas to a priest.  If they gave birth to a boy and a girl the priest receives nothing.  If the boy dies within thirty days, even if he already gave [the money] to the priest he returns to him [the 5 selas].  After thirty days [if he dies] even if he hasn't given yet he should give. If he dies on the thirtieth day it is like the day before.  Rabbi Akiva says if he gave already he cannot take it back, but if he hasn't given yet he does not have to give.  If the father died within thirty days it is assumed he did not redeem him until he brings proof that he was already redeemed.  After thirty days, it is assumed he did redeem him until he brings proof that he didnt.  If he has to redeem himself and his son he comes before his son.  Rabbi Yehuda says his son comes first because his obligation is on the father and the sons obligation is on him.",
            "The five selas of his son, are in the Tzurian maneh, the thirty of the slave, the fifty of the raper and seducer or the hundred of the slanderer are all in the Shekel of the temple in the Tzurian Maneh.  And they are all redeemed with money or with something that has monetary value, except for Shekels. ",
            "They do not redeem with slaves or documents or property or sanctified others.  If he wrote to a priest that he owes him five selas, he must give them to him but his son is not redeemed, therefore if the priest wants to return [the money] to him as a gift he is permitted.  If one set aside money for the redemption of his son and it was lost he is obligated to replacement as it says (Numbers 18) \"It can be yours\" and \"You shall surely redeem\".",
            "The first born takes a double portion in the property of his father but does not take a double portion of the mother's property.  And he does not take a double portion in the value it increases [after his death] and not in what is supposed to come to him as what he holds now.  Neither does a woman for her Ketubah, nor daughters for their sustenance, and not the yavam, none of them receive a portion of the increased value or of what is supposed to come like what is already held.   ",
            "The following do not come get returned on the Yovel, the first born portion, one who inherit's his wife, or who performs Yibbum with his brother's wife, or a gift says Rabbi Meir.  The sages say a gift is like a sale.  Rabbi Eliezer says, all of these things are returned on the Yovel.  Rabbi Yochanan ben Beroka says one who inherits his wife should return it to her family and he may deduct from the money [the cost of his obligations to his wife after her death]. "
        ],
        [
            "The animal tithe applies both in Israel and outside Israel, both when the temple stands and when the temple does not exist, for non-sacred animals but not for sacred animals.  And it applies to cattle and sheep, but they cannot be tithed one for the other.  Sheep and goats may be tithed one for the other.  It applies to both new and old animals but they are not tithed one for the other.  Because we could have said, just as old and new animals which do not make a mixed breed are not tithed one for the other, so too sheep an goats which do create a mixed breed, should they certainly not be tithed one for the other, therefore it says (Leviticus 27) \"and sheep\" which means all types of sheep are one. ",
            "Tithed animals join together as long as they are within the distance that cattle pasture.   \nAnd what is the distance over which they pasture? Sixteen mils.   \nIf there was between this group and this group thirty-two mils, they do not combine. \nIf however there was one in the middle he brings them into the middle and tithes them.   \nRabbi Meir says: the [river] Jordan is divides for matters of tithing animals.\n",
            "That which was bought or given to him as a gift is exempt from the animal tithe.  Brothers who are are partners and are obligated in the Kalbon are exempt from the animal tithe and those who are obligated in the animal tithe are exempt from the Kalbon.  If they bought it with what they inherited they are obligated but if not they are exempt.  If they divided them and then rejoined them they are obligated in the Kalbon but exempt from the animal tithe. ",
            "All enter the pen to be tithed except mixed kinds, a terefah, offspring from a caesarean section, an animal too young for sacrifice, and an “orphan”. \nAnd what is an “orphan”? When its mother has died during its birth or was slaughtered [and subsequently gave birth.] \nRabbi Joshua says: even if the mother has been slaughtered, if the hide is still intact the offspring is not an \"orphan.\"\n",
            "There are three threshing floors for animal tithes: in the peras of Pesah, in the peras of Atzeret (Shavuot) and in the peras of the Feast [of Sukkot], the words of Rabbi Akiva. \nBen Azzai says: on the twenty-ninth of Adar, on the first of Sivan and on the twenty-ninth of Av. \nRabbi Elazar and Rabbi Shimon say: on the first of Nisan, on the first of Sivan and on the twenty-ninth of Elul. \nAnd why did they say the twenty-ninth of Elul and not the first of Tishrei?   \nBecause it is a holy day and you cannot tithe on a holy day. Consequently they moved it up to the twenty-ninth of Elul. \nRabbi Meir says: the first of Elul is the New Year for the animal tithe.   \nBen Azzai says: those born in Elul are tithed by themselves. ",
            "All animals born from the first of Tishrei till the 29th of Elul can be combined.  Five from before Rosh Hashanah and five from after Rosh Hashanah cannot be combined.  Five before a threshing floor [cutoff period] and five after the threshing floor can combine.  If so why did they say there are three threshing floors for the animal tithe?  Because until the threshing floor has come one can sell and slaughter, once it has arrived he cannot slaughter it but if he did, he is exempt.",
            "How does one tithe animals? \nHe brings them to a pen and makes for them a small opening so that two cannot go out at the same time. \nAnd he counts them with a rod: one, two, three, four, five, six, seven, eight, nine. \nAnd the one that comes out tenth he marks with red chalk and he says: “Behold, this is the tithe.” \nIf he did not mark it, or if he did not count them with a rod, or if he counted them while they were crouching or standing, they are still considered tithed. \nIf he had one hundred [lambs] and he took ten or if he had ten and he took one [without counting], this is not [a valid] tithe.   \nRabbi Yose bar Judah says: this is a [valid] tithe. \nIf one the already counted ones jumped back into the flock they are all exempt.   \nIf one of the tithes [jumped back] into the flock, they all go to pasture until they become blemished, and the owners may eat them in their blemished state. \n",
            "If two came out at the same time, he counts them two at a time.   \nIf he counted [the two] as one, the ninth and the tenth are spoiled.   \nIf the ninth and the tenth came out at the same time, the ninth and the tenth are spoiled.   \nIf he called the ninth the tenth, the tenth the ninth and the eleventh the tenth, all three are holy: the ninth can be eaten when it becomes blemished, the tenth is the tithe and the eleventh is sacrificed as a well being offering, and it can make a substitute, the words of Rabbi Meir. \nRabbi Judah said: can one substitute make another substitute?   \nThey said in the name of Rabbi Meir: if it were a substitute, it would not have been sacrificed.   \nIf he called the ninth the tenth, the tenth the tenth and the eleventh the tenth, the eleventh is not holy.   \nThe following is the general rule: wherever the name of the tenth [animal] has not been taken away from it, the eleventh is not holy. \n"
        ]
    ],
    "heTitle": "בכורות",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 9,
    "titleVariants": [
        "Mishna Bekhorot",
        "M Bekhorot",
        "M. Bekhorot"
    ],
    "textDepth": 2,
    "categories": [
        "Mishna",
        "Seder Kodashim"
    ]
}