{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Chullin", 
    "lengths": [
        12, 
        74
    ], 
    "text": [
        [
            "Everyone [may] slaughter -  and his slaughter is valid - except a deafmute, a simpleton or a minor, lest they spoil the slaughter. But [if they] all slaughter and others see them, their slaughter is valid. The slaughter of a non-Jew - it is <i>nevelah</i> [an improperly slaughtered animal, prohibited for consumption] carcass, and renders impure those who lift it. [If] the slaughterer [slaughters] at night, or if a blind person slaughters, his slaughter is valid. [If] the slaughterer [slaughters] on Shabbat, or on Yom Kippur - even though he is liable for death - his slaughter is valid.", 
            "If one slaughters with a hand sickle, a sharp flint stone, or with a reed, it is valid. All may slaughter, at any time, and with any instrument, except a reaping sickle, a saw, the [sharp] teeth [of animals fixed to the jaw], or with the finger nail, because they do not cut, but strangle [and tear]. If one slaughters with a reaping sickle with the first thrust, Bet Shammai say it is valid, but Beth Hillel say it is invalid; but if the teeth [of the reaping sickle] were ground away, it is [considered] like a knife.", 
            "If one slaughters through the top ring of the throat, leaving a thread's breadth of the whole [circumference], the slaughter is valid. R. Jose bar Yehuda says, [It is valid even if he left] a thread's breadth of most of it [the circumference].", 
            "One who slaughters from the side [of the throat], the slaughter is valid. One who performs <i>melikah</i> [slaughter of bird offerings by pinching the neck using the thumbnail] from the side [of the throat], the <i>melikah</i> is invalid. One who slaughters from the back of the neck, the slaughter is invalid. One who performs <i>melikah</i> from the back of the neck, the <i>melikah</i> is valid. One who slaughters from [the front of] the throat, the slaughter is invalid. One who performs <i>melikah</i> from the [front of] the throat, the <i>melikah</i> is valid, for the whole neck is valid for <i>melikah</i>, and the whole throat for slaughtering. Therefore, [that which is] valid regarding slaughter is invalid regarding <i>melikah</i> and [that which is] valid regarding <i>melikah</i> is invalid regarding slaughter.", 
            "[That which is] valid regarding pigeons is invalid regarding turtle-doves and [that which is] valid regarding turtle doves is invalid regarding pigeons. When [the neck feathers of] either kind begin to shine and to turn yellow, they are invalid [as sacrifices].", 
            "[That which is] valid regarding the <i>Parah Adumah</i> [red heifer, slaughtered and burned, whose ashes purify from corpse-impurity] is invalid regarding  the <i>Eglah Arufah</i> [calf whose neck is broken in expiation for unsolved murder], and [that which is] valid regarding the <i>Eglah Arufah</i> is invalid regarding  the <i>Parah Adumah</i>. [That which is] valid regarding priests is invalid regarding Levites, and [that which is] valid regarding Levites is invalid regarding priests. [That which is] pure regarding earthenware vessels, is impure regarding other vessels, and [that which is] pure regarding earthenware vessels, is impure regarding other vessels. [That which is] pure regarding wooden vessels, is impure regarding metal vessels, and [that which is] pure regarding metal vessels, is impure regarding wooden vessels. [Ripeness which] obligates bitter almonds [regarding <i>Terumah</i>] exempts sweet almonds; and [ripeness which] obligates sweet almonds [regarding <i>Terumah</i>] exempts bitter almonds.", 
            "An infusion of water on grape lees which has not yet fermented, may not be bought with the money of second tithe, and renders a <i>mikveh</i> [ritual bath for purification] invalid; when it has fermented it may be purchased with the money of second tithe, and does not render a <i>mikveh</i>unfit. [Orphaned] brothers who are partners, if they are obligated regarding the <i>kalbon</i> [small coin given along with the yearly half-shekel donation to the Temple], they are exempt regarding the tithe of animals, and if they are obligated regarding the tithe of animals, and they are exempts regarding the <i>kalbon</i>. While there is [still the right of] sale [i.e., a father who may sell his minor daughter as a maidservant designated for eventual marriage], there are no punitive damages [yet imposed on one rapes or seduces a minor daughter], and when there is a fine [imposed, i.e., during the first six months after she attains her majority], there is no [longer a right of] sale. While there is <i>mi'un</i> [the right of refusal of an orphaned daughter married off during her minority by her brother or mother], there is no <i>chalitzah</i> [ceremony releasing the widow of a childless man from the obligation to marry his brother], and when <i>chalitzah</i> [may be performed], there is no [longer the right of] <i>mi'un</i>. When the cornet is sounded [on the eve of Shabbat] no <i>havdalah</i> is said, and when <i>havdalah</i> is said, the cornet is not sounded. When a festival falls out on the eve of the Shabbat the cornet is sounded, and <i>havdalah</i> is not said. If [it falls out] on the day after Shabbat, <i>havdalah</i> is said, but the cornet is not sounded. How is <i>havdalah</i> said [when a festival falls out on the day after Shabbat]? [Blessed art thou, etc.] \"who makes a distinction between holy and holy\". R. Dosa says, \"who makes a distinction between the greater and lesser [degrees of] holiness.\""
        ], 
        [], 
        [], 
        [
            "When an animal labours under difficult parturition, and the fœtus put forth its fore-leg, and withdrew it again within the womb, this fœtus may be eaten [by killing the dam]; but if it once protruded its head, though it withdrew it again, it is to be considered as born. Any part of an animal fœtus which had been cut off may be lawfully eaten, but if aught of the spleen or kidneys of an animal had been cut off, it is prohibited to eat these pieces. The rule is, \"Whatever belongs to the body of the animal itself, it is prohibited to eat, when cut off while the animal was yet alive, but what does not belong to its own body, it is lawful to eat.\"", 
            "When an animal labours under difficult parturition with its firstborn young, the fœtus may be cut from the womb piecemeal, and the pieces cast to the dogs; but if the greater part of the body had protruded, it must be buried, and the dam is not further subject to the law of firstborn.", 
            "When the fœtus of an animal lies dead within its womb, and the shepherd [or herd] put his hand inside and touched it, he is clean, whether the animal was of a clean or of an unclean species; but R. José, the Galilean, holds that he is clean when the animal was of a clean, and defiled when the animal was of an impure species. A human fœtus which died within the womb, and was touched by the midwife placing her hand inside, the midwife is unclean for seven days, but the woman [the mother of the fœtus] is clean, till after the fœtus comes from her.", 
            "When an animal labours under difficult parturition, and the fœtus protruded its fore-leg, and it was cut off, and: then the darn was slaughtered, the flesh of the young animal is clean. If the dam had been slaughtered first, and then the protruding limb of the fœtus was cut of, the flesh of the fœtus is to be considered [unclean], like that which had touched the body of an animal that had died of itself [Nebelah]. Such is the dictum of R. Meir; but the sages hold, \"That it must be considered as if a properly slaughtered animal, but which, owing to some internal blemish, had become Terefá, [had touched it]. For even as we find that a properly slaughtered animal which became Terefá., becomes clean [i.e. is not considered as Nebelah] by the said slaughtering, thus also ought the slaughtering of the dam to render the protruding limb of the fœtus clean.\" But R. Meir replied to them, \"Not so, for when the slaughtering causes an animal to be considered as clean, it is in so far only as is applicable to the body of the animal itself: but can it render clean the limb of the fœtus, which does not form part of the body of the dam? Whence is it deduced, that the slaughtering renders an animal found to be Terefá clean? [It ought rather to be supposed, that since] it is prohibited to eat of an unclean animal, which is also the case with \"one found to be Terefá: that, therefore, even as an unclean animal does not become clean by ‏שחיטה‎ [or proper slaughtering according to law], thus also the act of ‏שחיטה‎ ought not to render an animal clean, which was ascertained to be Terefá: yet this is not the case, because, what is affirmed in respect to the unclean animal, which at no time was a fit object for ‏שחיטה‎, cannot be predicated of the clean animal [which though Terefá], had a period when it was fit for ‏שחיטה‎. Consequently you cannot hence deduce the proof you have brought. Why does an animal, which is Terefá from the womb, become clean by ‏שחיטה‎? It is because you cannot apply that which is affirmed in respect to unclean animals, to which ‏שחיטה‎ is inapplicable, to clean animals, to which ‏שחיטה‎ does apply. Thus also, an animal horn alive at the end of eight months, does not become clean by the act of ‏שחיטה‎, because that act is not lawfully applicable to similar animals, under similar circumstances.\"", 
            "When a person slaughters an animal, and found within it a live or dead fœtus eight months old, or a dead fœtus of nine months, he may tear it up, and let the blood run off. If a live fœtus of nine months is found, it must be slaughtered, and the penalty of the law would be incurred, if its dam was slaughtered on the same day with it. Such is the dictum of R. Meir; but the sages say, \"The act of ‏שחיטה‎ to the dam, renders also the fœtus lawful.\" According to R. Simeon Sazuree \"[The slaughtering of the dam is so efficient, that] even if such an animal should have grown to the age of eight years, and ploughs in the fields, it does not require ‏שחיטה‎ for itself.\" If an animal had been torn up [i.e. been killed without proper ‏שחיטה‎], and a live fœtus nine months old found therein, it will be necessary to slaughter the fœtus by itself, because the dam had not been [properly] slaughtered.", 
            "An animal whose legs were cut off below the knee is Cashér, but not when they were cut off above the knee, also when the junction of the sinews is interrupted. When the bone of the lower part of the leg is broken: if the fractured part is covered by the flesh in the larger proportion [of its thickness and circumference], the animal becomes lawful for use by being properly slaughtered, but not when the fractured part was not so covered.", 
            "When an animal was killed, and a placenta [i.e. the secundines or afterbirth] found therein, this latter may be eaten, if a person should not loath to eat it; but it does not contract pollution as a thing edible, or as a Nebelah. [If the dam had died of itself] but when it is considered edible by any person, it becomes liable to contract pollution as an edible, but not the pollution of Nebelah. When a placenta had partly protruded from the womb, it becomes unlawful to be eaten. It is the sign [or proof] of a child in woman, and of a young in an animal. A placenta that had been cast prematurely by an animal which is with young for the first time, may be cast to the dogs, and in the case of consecrated sacrifices it must be buried; but it is not lawful to bury it in a cross road, or hang it up in a tree, because these are heathen practices."
        ]
    ], 
    "heTitle": "משנה חולין", 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "length": 12, 
    "titleVariants": [
        "M. Chullin", 
        "Mishnah Chullin", 
        "Mishna Chullin", 
        "M Chullin"
    ], 
    "textDepth": 2, 
    "categories": [
        "Mishnah", 
        "Seder Kodashim"
    ]
}