{
    "versionTitle": "Rashi",
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ],
    "language": "he",
    "title": "Rashi on Genesis",
    "text": [
        [
            "",
            "",
            "",
            "",
            [
                "\"יוֹם אֶחָד\" - לפי סדר לשון הפרשה, היה לו לכתוב 'יום ראשון', כמו שכתוב בשאר הימים: שני, שלישי, רביעי. למה כתב אחד? לפי שהיה הקב\"ה יחיד בעולמו, שלא נבראו המלאכים עד יום שני. כך מפורש בבראשית רבה."
            ],
            [
                "\"יְהִי רָקִיעַ\" - יתחזק הרקיע שאע\"פ שנבראו שמים ביום הראשון עדיין לחים היו וקרשו בשני מגערת הקב\"ה באומרו יהי רקיע וז\"ש (איוב כו יא) עַמּוּדֵי שָׁמַיִם יְרוֹפָפוּ כל יום ראשון ובשני וְיִתְמְהוּ מִגַּעֲרָתוֹ כאדם שמשתומם ועומד מגערת המאיים עליו",
                "\"בְּתוֹךְ הַמָּיִם\" - באמצע המים שיש הפרש בין מים העליונים לרקיע כמו בין הרקיע למים שעל הארץ הא למדת שהם תלוים במאמרו של מלך"
            ],
            [
                "\"וַיַּעַשׂ אֱלֹהִים אֶת הָרָקִיעַ\" - תקנו על עמדו והיא עשייתו כמו וְעָשְׂתָה אֶת צִפָּרְנֶיהָ (דברים כא יב)",
                "\"מֵעַל לָרָקִיעַ\" - על הרקיע לא נאמר אלא מעל לרקיע לפי שהן תלויין באויר ומפני מה לא נאמר כי טוב ביום שני לפי שלא היה נגמר מלאכת המים עד יום ג' והרי התחיל בה בשני ודבר שלא נגמר אינו במלואו וטובו ובשלישי שנגמרה מלאכת המים והתחיל וגמר מלאכה אחרת כפל בו כי טוב ב' פעמים אחת לגמר מלאכת השני ואחת לגמר מלאכת היום"
            ],
            [
                "\"וַיִּקְרָא אֱלֹהִים לָרָקִיעַ שָׁמָיִם\" - שא מים שם מים אש ומים שערבן זה בזה ועשה מהם שמים (ס\"א שמים שם מים ד\"א אש ומים)"
            ],
            [
                "\"יִקָּווּ הַמַּיִם\" - שטוחין היו על פני כל הארץ והקוום באוקינוס הוא הים הגדול שבכל הימים"
            ],
            [
                "\"קָרָא יַמִּים\" - והלא ים אחד הוא אלא אינו דומה טעם דג העולה מן הים בעכו לדג העולה מן הים באספמיא"
            ],
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "...ענותנותו של הקב\"ה למדנו מכאן , לפי שהאדם בדמות המלאכים ויתקנאו בו לפיכך נמלך בהם, וכשהוא דן את המלכים הוא נמלך בפמליא שלו. שכן מצינו באחאב שאמר לו מיכה (מלכים א' כב יט): ראיתי את ה' יושב על כיסאו וכל צבא השמים עומד עליו מימינו ומשמאלו, וכי יש ימין ושמאל לפניו?! אלא אלו מימינים לזכות ואלו משמאילין לחובה. וכן (דניאל ד יד) בגזרת עירין פתגמא ובמאמר קדישין שאלתא, אף כאן בפמליא שלו נמלך ונטל רשות, אמר להם: יש בעליונים כדמותי, אם אין בתחתונים כדמותי, הרי יש קנאה במעשה בראשית:",
                "ענותנותו של הקב\"ה למדנו מכאן , לפי שהאדם בדמות המלאכים ויתקנאו בו לפיכך נמלך בהם, וכשהוא דן את המלכים הוא נמלך בפמליא שלו. שכן מצינו באחאב שאמר לו מיכה (מלכים א' כב יט): ראיתי את ה' יושב על כיסאו וכל צבא השמים עומד עליו מימינו ומשמאלו, וכי יש ימין ושמאל לפניו?! אלא אלו מימינים לזכות ואלו משמאילין לחובה. וכן (דניאל ד יד) בגזרת עירין פתגמא ובמאמר קדישין שאלתא, אף כאן בפמליא שלו נמלך ונטל רשות, אמר להם: יש בעליונים כדמותי, אם אין בתחתונים כדמותי, הרי יש קנאה במעשה בראשית:",
                "",
                ""
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            [
                "עשרה זהב משקלם: רמז לעשרת הדברות שבהן"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            [
                ""
            ],
            "",
            "",
            [
                "\"שמעון ולוי אחים\"- בעצה אחת על שכם ועל יוסף. (בראשית לז יט): \"ויאמרו איש אל אחיו... ועתה לכו ונהרגהו\" - מי הם? אם תאמר ראובן או יהודה - הרי לא הסכימו בהריגתו; אם תאמר בני השפחות - הרי לא היתה שנאתן שלימה, שנאמר (בראשית לז ב): \"והוא נער את בני בלהה ואת בני זלפה...\"; יששכר וזבולן - לא היו מדברים בפני אחיהם הגדולים מהם; על כרחך שמעון ולוי הם, שקראם אביהם \"אחים\".",
                "\"כלי חמס\" - אומנות זו, של רציחה, חמס הוא בידיהם, מברכת עשו היא, זו אומנות שלו היא, ואתם חמסתם אותה הימנו.",
                "\"מכרתיהם\" - לשון כלי זיין, הסייף בלשון יוני מכי\"ר. דבר אחר: \"מכרתיהם\" - בארץ מגורתם נהגו עצמן בכלי חמס, כמו (יחזקאל טו ג): \"מכורותיך ומולדתיך\"; וזה תרגום של אונקלוס \"בארע תותבותהון\"."
            ],
            "",
            [
                "\"ארור אפם כי עז\" - אפילו בשעת תוכחה לא קלל אלא אפם. וזהו שאמר בלעם (במדבר כג ח): \"מה אקוב לא קבה אל\".",
                "\"אחלקם ביעקב\" - אפרידם זה מזה, שלא יהא לוי במנין השבטים, והרי הם חלוקים.דבר אחר: אין לך עניים וסופרים ומלמדי תינוקות אלא משמעון, כדי שיהיו נפוצים;ושבטו של לוי עשאו מחזר על הגרנות לתרומות ולמעשרות, נתן לו תפוצתו דרך כבוד."
            ]
        ]
    ],
    "maps": [],
    "commentaryCategories": [
        "Tanach",
        "Torah"
    ],
    "heTitle": "רש\"י על בראשית",
    "versionSource": "http://Artscroll",
    "heBook": "רש\"י",
    "heCommentator": "רש\"י",
    "length": 50,
    "titleVariants": [
        "Rashi on Genesis"
    ],
    "textDepth": 3,
    "commentaryBook": "Genesis",
    "commentator": "Rashi",
    "categories": [
        "Commentary",
        "Tanach",
        "Torah",
        "Genesis"
    ]
}