{
    "commentator": "Radak", 
    "commentaryCategories": [
        "Tanach", 
        "Prophets"
    ], 
    "text": [
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "וגלות החל הזה לבני ישראל - החל חסר יו\"ד והוא כמו החיל וא' הוא בצר\"י הנה כמוהו אל המלך חזקיהו בחיל כבד ופירוש גלות החל הזה לבני ישראל כלומר שהם בני ישראל שהם נפזרים בגלות:", 
                "  אשר כנענים - כלומר אשר גלו והם עם כנענים עד צרפת:", 
                "  וגלות ירושלם אשר בספרד ירשו את ערי הנגב - והם ערי יהודה כי חלק יהודה היה בדרום ארץ ישראל וכן אמר עליהם בירמיה ערי הנגב סגרו ואין פותח ואמר ירשו על גלות ירושלם שהיו מבני יהודה כלומר ישובו לארצם ולעריהם או אמר ירשו על כלם מפני ירושלם שהיה בחלק יהודה וכל שבטי ישראל יהיה להם חלק בירושלם כמו שכתוב בנבואת יחזקאל:", 
                "  וגלות החל הזה - הוא גלות טיטוס שהגלה בארצות והם העמים ארצות אלמניי\"א ואשקלוני\"א וצרפת הוא שקורי' פרנצ\"א וארצות ספרד שקורי' ספני\"א ובני ירושלם הם שגלו בספרד ואחרים גלו לשאר ארצות הנזכרים שהיו ברשותם והתפשטו בארצות ומארצות אלו גלו מעצמם אותם שהם היו בארצות ישמעאל ואומרים בקבלה כי בני ארץ אלמניי\"א היו כנעניים כי כשפנה כנעני מפני יהושע כמו שכתבנו בספר יהושע הלכו להם לארץ אלמניי\"א ואשקלוני\"א שקורין ארץ אשכנז ועוד היום קוראים אותם כנעניים ויונתן תרגם הפסוק כן וגלות עמא הדין דבני ישראל וגו':"
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org/Radak_on_Obadiah", 
    "heTitle": "רדק על עובדיה", 
    "versions": [
        [
            "Bar Ilan Responsa Project", 
            "http://www.responsa.co.il"
        ]
    ], 
    "type": "Commentary", 
    "titleVariants": [
        "Radak on Obadiah"
    ], 
    "commentaryBook": "Obadiah", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Prophets", 
        "Obadiah"
    ], 
    "toSections": [], 
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "heCommentator": "רדק", 
    "ref": "Radak on Obadiah", 
    "title": "Radak on Obadiah", 
    "next": null, 
    "heBook": "רדק", 
    "maps": [], 
    "length": 1, 
    "book": "Radak on Obadiah", 
    "textDepth": 3, 
    "prev": null, 
    "sections": []
}