{
    "versionTitle": "a",
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ],
    "language": "he",
    "title": "Bereishit Rabbah",
    "lengths": [
        100
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "ויאמר אלהים שרי אשתך וגו' - כתיב (משלי יב) אשת חיל עטרת בעלה. אמר רבי אחא: בעלה נתעטר בה, והיא לא נתעטרה בבעלה. רבנן אמרי: מרתא לבעלה. בכל מקום האיש גוזר, ברם הכא (בראשית כא): כל אשר תאמר אליך שרה, שמע בקולה. אמר רבי יהושע בן קרחה: יו\"ד שנטל הקב\"ה משרי, נחלק חציו לשרה וחציו לאברהם. אמר רבי שמעון בן יוחאי: יו\"ד שנטל הקדוש ברוך הוא משרי, היה טס ופורח לפני כסאו של הקב\"ה. אמר לפניו: רבש\"ע! בשביל שאני קטנה שבאותיות, הוצאתני משרה הצדקת?! אמר לו הקדוש ברוך הוא: לשעבר היית משמה של נקבה, ובסופן של אותיות, עכשיו אני נותנך בשמו של זכר, ובראשן של אותיות, שנאמר (במדבר יג): ויקרא משה להושע בן נון יהושע. אמר רבי מנא: לשעבר, היתה שרי לעצמה, עכשיו, תהא היא שרה לכל באי העולם:",
            "וברכתי אותה וגם נתתי ממנה לך בן - רבי יהודה ורבי נחמיה ר' יהודה אומר: וברכתי אותה, ליתן לה בן. וברכתיה, לברכת החלב. אמר לו רבי נחמיה: וכי כבר נתבשרה בחלב, והלא עדיין לא נתעברה?! אלא מלמד שהחזירה הקב\"ה לימי נערותיה. רבי אבהו בשם ר' יוסי בר חנינא: נותן אני יראתה על כל עובדי כוכבים, דלא יהון מונין לה וצווחין, דא עקרתא. ר' יודן בשם ריש לקיש: עיקר מיטרין לא הוה לה, וגלף לה הקדוש ברוך הוא עיקר מיטרין. מלכי עמים ממנה יהיו אמר רבי חמא בר' חנינא: מיכן דרש אברהם והחזיר את קטורה:",
            "ויפול אברהם על פניו ויצחק - שתי פעמים נפל אברהם על פניו, וכנגדן ניטלה מילה מבניו ב' פעמים, אחד במצרים ואחד במדבר. במצרים, בא משה ומלן. במדבר, בא יהושע ומלן. ויאמר בלבו הלבן מאה שנה יולד וגו' רבי יודן ורבי עזריה רבי יודן אמר: הלבן מאה שנה יולד, למה ששרה הבת תשעים שנה תלד?! האיש אינו מזקין והאשה מזקנת. רבי עזריה אמר: אף לזאת לא נצרך, שהרי שרה בת תשעים שנה לא הזקינה. אי זו היא זקינה? כל שקורין אותה אימא פלנית, ואינה מקפדת:",
            "לו ישמעאל יחיה לפניך - ר' יודן בשם רבי יהודה בר סימון אמר: משל לאוהבו של מלך, שהיה המלך מעלה לו אנונה. אמר לו המלך: אני מבקש לכפול אנונה שלך. אמר לו: לא תמלא רוחי קריר, הלואי קדמייתא לא תמנע. כך, לו ישמעאל יחיה וגו':",
            "ולישמעאל שמעתיך - רבי יוחנן בשם רבי יהושע בר חנינא: בן הגבירה למד מבן האמה. הנה ברכתי אותו, זה יצחק. והפרתי אותו, זה יצחק. והרבתי אותו, זה יצחק. ולישמעאל, כבר שמעתי אותו על ידי מלאך. רבי אבא בר כהנא בשם רבי: בירי כאן בן האמה, למד מבן הגבירה. הנה ברכתי אותו, זה ישמעאל. והפרתי אותו, זה ישמעאל. והרבתי אותו, זה ישמעאל. ק\"ו וזאת בריתי אקים את יצחק. אמר רבי יצחק: כתיב (בראשית מט): כל אלה שבטי ישראל שנים עשר, אלו בני גבירה. וישמעאל אינו מעמיד י\"ב?! אלא, אותן נשיאים, היך מה דאת אמר (משלי כה): נשיאים ורוח וגשם, אין אבל אלו מטות, כמה דאת אמר (חבקוק ג): שבעות מטות אומר סלה. ואת בריתי אקים את יצחק ר' הונא בשם ר' אידי: אותה השנה מעוברת היתה:",
            "\"ויכל לדבר אתו\", תני הנפטר מחברו בין גדול בין קטן צריך לטל ממנו רשות, ממי את למד, מאברהם, פעם אחת היה אברהם מדבר עם הקדוש ברוך הוא באו מלאכי השרת לדבר עמו, אמר להן נפטר מן השכינה שהיא גדולה מכם תחלה, אחר כך אני מדבר עמכם, כיון שדבר עם הקדוש ברוך הוא כל צרכו, אמר לפניו רבון העולמים צריך אני לדבר, אמר לו הפטר בשלום, הדא הוא דכתיב \"ויעל אלהים מעל אברהם\". אמר ריש לקיש האבות הן הן המרכבה, שנאמר: \"ויעל אלהים מעל אברהם\", (בראשית לה, יג ): \"ויעל מעליו אלהים\", (בראשית כח, יג ): \"והנה ה' נצב עליו ויאמר\"",
            "ויקח אברהם את ישמעאל בנו ואת כל ילידי ביתו - אמר רבי אייבו: בשעה שמל אברהם אותן ילידי ביתו, העמידן גבעה ערלות, וזרחה עליהם חמה והתליעו, ועלה ריחן לפני הקב\"ה כקטורת סמים, וכעולה שהיא כליל לאישים. אמר הקדוש ברוך הוא: בשעה שיהיו בניו של זה באים לידי עבירות, ולידי מעשים רעים, אני נזכר להם הריח הזה, ומתמלא עליהם רחמים:",
            "ואברהם בן תשעים ותשע וגו' - הכא את אמר: בשר ערלתו, ולהלן כתיב: את בשר ערלתו?! אלא, אברהם ע\"י שנתמעך על ידי אשה כתיב: בשר ערלתו. ישמעאל שלא נתמעך ע\"י אשה כתיב: את בשר ערלתו:",
            "בעצם היום הזה נמול אברהם - אמר רבי ברכיה: (ישעיה מח) לא מראש בסתר דברתי, (אלא) אמר הקב\"ה: אילו מל אברהם בלילה, היו כל בני דורו אומרים: בכך וכך?! אילו היינו רואים אותו, לא היינו מניחים אותו לימול! אלא, בעצם היום הזה, דרגש ליה, ימלל. נמול אברהם אמר רבי אבא בר כהנא: הרגיש ונצטער, כדי שיכפול לו הקדוש ברוך הוא שכרו. אמר רבי לוי: מל אברהם אין כתיב כאן, אלא נימול, בדק את עצמו ומצא עצמו מהול. אמר רבי ברכיה: בההיא עיתא אקיל רבי אבא בר כהנא לרבי לוי. אמר לו: שקרנא כזבנא את, אלא הרגיש ונצטער, כדי שיכפול הקב\"ה שכרו:",
            "וכל אנשי ביתו יליד בית ומקנת כסף - תניא, הולכים ליריד של עובדי כוכבים בחולו של מועד, ליקח מהם בתים שדות וכרמים ועבדים ושפחות. ר' אמי בשם ריש לקיש אמר: לא סוף דבר עבדים מהולים הן לו, אלא אפילו ערלים, מפני שהוא מכניסן תחת כנפי השכינה. רבי יהושע בן לוי, בעי קומי דריש לקיש, אמר לו: מהו ליקח עבדים מן עובדי כוכבים? אמר לו: אימתי את שואלני ביום טוב?! תנא, אפילו בשבת. וכן הקונה חצר בא\"י, אומר לו: הרי למחר בכך וכך. משום דחביבה א\"י, יש לו רשות לומר כך. תני חזקיה: עד רדתה, אפילו בשבת, שכן מצינו שלא נכבשה יריחו אלא בשבת. שלושה ירידים הם: יריד עזה, יריד עכו, יריד בטנן. ואין לך מחוור מכולם, אלא יריד בטנן. אמר אברהם עד שלא מלתי, היו העוברים והשבים באים אצלי, תאמר משמלתי אינן באים אצלי?! אמר לו הקדוש ברוך הוא: עד שלא מלת, היו בני אדם באים אצלך, עכשיו אני בכבודי בא ונגלה עליך. הה\"ד וירא אליו ה' באלוני ממרא."
        ]
    ],
    "heTitle": "בראשית רבה",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 100,
    "titleVariants": [
        "Bereishit Rabbah",
        "Bereishit Rabbah",
        "Genesis Rabbah",
        "Bereshit Rabbah",
        "Gen. Rabbah",
        "Gen Rabbah",
        "Bereishith Rabbah"
    ],
    "textDepth": 2,
    "categories": [
        "Midrash"
    ]
}