{
    "versionTitle": "Sefaria Bereishit Rabbah",
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ],
    "language": "he",
    "title": "Bereishit Rabbah",
    "lengths": [
        100
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "ביום השלישי וישא אברהם את עיניו - כתיב (הושע ו) יחיינו מיומים ביום השלישי יקימנו ונחיה לפניו ביום השלישי, של שבטים, כתיב (בראשית מב): ויאמר אליהם יוסף ביום השלישי. ביום השלישי של מרגלים, שנאמר (יהושע ב): ונחבתם שמה שלושת ימים. ביום השלישי של מתן תורה, שנאמר (שמות יט): ויהי ביום השלישי. ביום השלישי של יונה, דכתיב (יונה ב): ויהי יונה במעי הדגה שלושה ימים ושלושה לילות. ביום השלישי של עולי גולה, דכתיב (עזרא ח): ונשב שם ימים שלושה. ביום השלישי של תחיית המתים, דכתיב: יחיינו מיומים. ביום השלישי יקימנו ביום הג' של אסתר (אסתר ה) ויהי ביום השלישי ותלבש אסתר מלכות לבשה מלכות בית אביה. באיזה זכות? רבנן ורבי לוי, רבנן אמרי: בזכות יום השלישי של מתן תורה, שנאמר: ויהי ביום השלישי בהיות הבקר. ור' לוי אמר: בזכות של יום שלישי של אברהם אבינו, שנאמר: ביום השלישי וירא את המקום מרחוק. מה ראה? ראה ענן קשור בהר. אמר: דומה שאותו מקום שאמר לי הקב\"ה להקריב את בני שם:",
            "אמר ליצחק בני רואה את מה שאני רואה א\"ל הין אמר לשני נעריו רואים אתם מה שאני רואה אמרו לו לאו אמר הואיל וחמור אינו רואה ואתם אין אתם רואים שבו לכם פה עם החמור ומניין שהעבדים דומין לבהמה מהכא שבו לכם פה עם החמור עם החמור רבנן מייתי ליה מהכא ממתן תורה שנאמר (שמות כ) ששת ימים תעבוד ועשית כל מלאכתך וגו' אתה ובנך ובתך ועבדך ואמתך ובהמתך א\"ר יצחק עתיד המקום לירחק מבעליו ולעולם תלמוד לומר (תהלים קלב) זאת מנוחתי עד עד פה אשב לכשיבא אותו שכתוב בו (זכריה ט) עני ורוכב על חמור ואני והנער נלכה עד כה א\"ר יהושע בן לוי נלך ונראה מה יהיה בסופו של כה ונשתחוה ונשובה אליכם בשרו שהוא חוזר מהר המוריה בשלום א\"ר יצחק הכל בזכות השתחויה ואברהם לא חזר מהר המוריה בשלום אלא בזכות השתחויה ונשתחוה ונשובה אליכם ישראל לא נגאלו אלא בזכות השתחויה שנאמר (שמות ד) ויאמן העם וגו' ויקדו וישתחוו התורה לא נתנה אלא בזכות השתחויה שנאמר (שם כד) והשתחויתם מרחוק חנה לא נפקדה אלא בזכות השתחויה שנאמר (שמואל א) וישתחו שם לה' הגליות אינן מתכנסות אלא בזכות השתחויה שנאמר (ישעיה כז) והיה ביום ההוא יתקע בשופר גדול וגו' והשתחוו לה' בהר הקדש בירושלים בהמ\"ק לא נבנה אלא בזכות השתחויה שנאמר (תהלים צט) רוממו ה' אלהינו והשתחוו להר קדשו המתים אינן חיין אלא בזכות השתחויה שנאמר (שם צה) באו ונשתחוה ונכרעה נברכה לפני ה' עושנו:",
            "ויקח אברהם את עצי עולה כזה שהוא טוען צלובו בכתפו ויקח בידו את האש ואת המאכלת אמר ר' חנינא למה נקראת סכין מאכלת לפי שמכשר אוכלים ורבנן אמרי כל אכילות שישראל אוכלים בעוה\"ז אינם אוכלים אלא בזכות אותה המאכלת וילכו שניהם יחדו זה לעקוד וזה ליעקד זה לשחוט וזה לישחט:",
            "ויאמר יצחק אל אברהם אביו ויאמר אבי בא לו סמאל אצל אבינו אברהם אמר ליה סבא סבא אובדת לבך בן שניתן לך לק' שנה אתה הולך לשחטו א\"ל ע\"מ כן א\"ל ואם מנסה אותך יותר מיכן את יכול לעמוד (איוב ד) הנסה דבר אליך תלאה א\"ל ויתר על דין א\"ל למחר אומר לך שופך דם את חייב ששפכת דמו של בנך א\"ל ע\"מ כן וכיון שלא הועיל ממנו כלום בא לו אצל יצחק אמר לו ברא דעלובתא הולך הוא לשוחטך א\"ל ע\"מ כן א\"ל א\"כ כל אותן הפרגזיות שעשת אמך לישמעאל שנאיה דביתה ירותא ואתה אינך מכניס בלבך כד לא תיעול מילא תיעול פלגא הה\"ד ויאמר יצחק אל אברהם אביו אבי למה אבי אבי פ' פעמים כדי שיתמלא עליו רחמים ויאמר הנה האש והעצים א\"ל יצף לההוא גברא דיגער ביה מכל מקום אלהים יראה לו השה בני ואם לאו אתה השה לעולה בני וילכו שניהם יחדו זה לעקוד וזה ליעקד זה לשחוט וזה לישחט:",
            "ויבאו אל המקום אשר אמר לו האלהים ויבן שם אברהם את המזבח ויצחק היכן היה אמר רבי לוי נטלו והצניעו אמר דלא יזרוק ההוא דיגער ביה אבן ויפסלנו מן הקרבן ויבן שם אברהם את המזבח וגו' ויעקד את יצחק בנו רבי חפני בר יצחק אמר כל מה שהיה אבינו אברהם עוקד את יצחק בנו מלמטן היה הקדוש ברוך הוא כובש שריהם של עובדי כוכבים מלמעלן ולא עשה אלא כיון שהפליגו ישראל עצמן בימי ירמיהו אמר להם הקב\"ה מה אתם סבורים דאלין כפתיא קיימין שנא' (נחום א) כי עד סירים סבוכים וכסבאם סבואים כי עד שרים סבוכים אלא כסבאם סבואים אשתרון יתהון כפתיא דכתיב (שם) אכלו כקש יבש מלא בשעה ששלח אבינו אברהם את ידו ליקח את המאכלת לשחוט את בנו בכו מלאכי השרת הה\"ד (ישעיה לג) הן אראלם צעקו חוצה מהו חוצה רבי עזריה אמר חוצה חיצה הוא בריה למיכס ית בריה ומה היו אומרים (שם) נשמו מסלות אין אברהם מקבל את העוברים ואת השבים שבת עובר אורח היך מה דאת אמר חדל להיות לשרה הפר ברית ואת בריתי אקים את יצחק מאס ערים וישב בין קדש לא חשב אנוש לא עמדה זכות לאברהם אתמהא ומי יאמר לך שאין הפסוק מדבר אלא במלאכי השרת נאמר כאן ממעל ונאמר להלן ממעל (שם ו) שרפים עומדים ממעל לו:",
            "וישלח אברהם את ידו ויקח את המאכלת רב בעא קומי רבי חייא רבה מנין לשחיטה שהיא בדבר המטלטל מן הכא וישלח אברהם את ידו א\"ל אין מן ההגדה אמר לך חזר הוא ביה ואין מן אולפן אמר לך לית הוא חזר ביה דתני לוי היו נעוצים מתחלתן הרי אלו פסולים תלושין ונעצן הרי אלו כשרים דתנן השוחט במגל יד במגל קציר ובצור ובקנה שחיטתו כשרה אמר רבי יוסי חמשה דברים נאמרו בקרומיות של קנה אין שוחטין בה ואין מוהלין בה ואין חותכין בה בשר ואין מקנחין בה את הידים ולא מחצין בה את השנים מפני שרוח רעה שולטת עליה:",
            "ויקרא אליו מלאך ה' מן השמים אברהם אברהם תני רבי חייא לשון חיבה לשון זירוז ר' אליעזר בן יעקב אמר לו ולדורות אין דור שאין בו כאברהם ואין דור שאין בו כיעקב ואין דור שאין בו כמשה ואין דור שאין בו כשמואל ויאמר אל תשלח ידך וסכין היכן היה נשרו שלש דמעות ממלאכי השרת ושחת הסכין א\"ל אחנקנו אמר לו אל תשלח ידך אל הנער א\"ל אוציא ממנו טפת דם אמר לו אל תעש לו מאומה אל תעש לו מומה כי עתה ידעתי הודעתי לכל שאת אוהבני ולא חשכת וגו' שלא תאמר כל החלאים שחוץ לגוף אינן חלאים אלא מעלה אני עליך כאילו אמרתי לך הקרב עצמך לי ולא עיכבת:",
            "ד\"א א\"ר יצחק בשעה שבקש אברהם לעקוד יצחק בנו אמר לו אבא בחור אני וחוששני שמא יזדעזע גופי מפחדה של סכין ואצערך ושמא תפסל השחיטה ולא תעלה לך לקרבן אלא כפתני יפה יפה מיד ויעקד את יצחק כלום יכול אדם לכפות בן שלשים ושבע [נ\"א בן עשרים ושש שנה] אלא לדעתו מיד וישלח אברהם את ידו הוא שולח יד ליטול את הסכין ועיניו מורידות דמעות ונופלות דמעות לעיניו של יצחק מרחמנותו של אבא ואעפ\"כ הלב שמח לעשות רצון יוצרו והיו המלאכים מתקבצין כתות כתות מלמעלן מה הוון צווחין (שם לג) נשמו מסלות שבת עובר אורח הפר ברית מאס ערים אין רצונו בירושלים ובבית המקדש שהיה בדעתו להוריש לבניו של יצחק לא חשב אנוש לא עמדה זכות לאברהם לית לכל בריה חשיבות קדמוי א\"ר אחא התחיל אברהם תמיה אין הדברים הללו אלא דברים של תימה אתמול אמרת כי ביצחק יקרא לך זרע חזרת ואמרת קח נא את בנך ועכשיו את אמר לי אל תשלח ידך אל הנער אתמהא אמר לו הקדוש ברוך הוא אברהם (תהלים פט) לא אחלל בריתי ומוצא שפתי לא אשנה כשאמרתי לך קח נא את בנך לא אמרתי שחטהו לא העלהו אמרתי לך אסיקתיה אחתיה:",
            "וישא אברהם את עיניו וירא והנה איל אחר מהו אחר אמר רבי יודן אחר כל המעשים ישראל נאחזים בעבירות ומסתבכין בצרות וסופן ליגאל בקרנו של איל שנאמר (זכריה ט) וה' אלהים בשופר יתקע וגו' אמר רבי יהודה בר סימון אחר כל הדורות ישראל נאחזים בעבירות ומסתבכין בצרות וסופן ליגאל בקרנו של איל הה\"ד וה' אלהים בשופר יתקע א\"ר חנינא ב\"ר יצחק כל ימות השנה ישראל נאחזים בעבירות ומסתבכין בצרות ובראש השנה הן נוטלין שופר ותוקעין בו ונזכרים לפני הקב\"ה והוא מוחל להם וסופן ליגאל בקרנו של איל שנאמר וה' אלהים בשופר יתקע רבי לוי אמר לפי שהיה אברהם אבינו רואה את האיל ניתוש מן החורש הזה והולך ומסתבך בחורש אחר אמר לו הקדוש ברוך הוא כך עתידין בניך להסתבך למלכיות מבבל למדי מן מדי ליון ומיון לאדום וסופן ליגאל בקרנו של איל הה\"ד וה' אלהים בשופר יתקע וילך אברהם ויקח את האיל ויעלהו לעולה תחת בנו רבי בנאי אמר אמר לפניו רבון העולם הוי רואה דמיו של איל זה כאילו דמו של יצחק בני אימוריו כאילו אימוריו דיצחק ברי כהדא דתנן הרי זו תחת זו הרי זו תמורת זו הרי זו חלופי זו הרי זו תמורה רבי פנחס אמר אמר לפניו רבון העולמים הוי רואה כאלו הקרבתי את יצחק בני תחלה ואחר כך הקרבתי את האיל הזה תחתיו היך מה דאת אמר (מלכים ב טו) וימלוך יותם בנו תחתיו כהדא דתנן כאימרא כדירים רבי יוחנן אמר כאימרא תמידא ריש לקיש אמר כאילו של יצחק תמן אמרי כולד החטאת תני בר קפרא כאימור דלא ינק מן יומי:",
            "ויקרא אברהם שם המקום ההוא ה' יראה ר' יוחנן אמר אמר לפניו רבון העולמים בשעה שאמרת לי קח נא את בנך את יחידך היה לי מה להשיב אתמול אמרת כי ביצחק וגו' ועכשיו קח נא את בנך וגו' וחס ושלום לא עשיתי כן אלא כבשתי רחמי לעשות רצונך יהי רצון מלפניך ה' אלהינו בשעה שיהיו בניו של יצחק באים לידי עבירות ומעשים רעים תהא נזכר להם אותה העקידה ותתמלא עליהם רחמים אברהם קרא אותו יראה שנאמר ויקרא אברהם שם המקום ההוא ה' יראה שם קרא אותו שלם שנאמר (בראשית יז) ומלכי צדק מלך שלם אמר הקב\"ה אם קורא אני אותו יראה כשם שקרא אותו אברהם שם אדם צדיק מתרעם ואם קורא אני אותו שלם אברהם אדם צדיק מתרעם אלא הריני קורא אותו ירושלים כמו שקראו שניהם יראה שלם ירושלים ר' ברכיה בשם רבי חלבו אמר עד שהוא שלם עשה לו הקדוש ברוך הוא סוכה והיה מתפלל בתוכה שנאמר (תהלים עו) ויהי בשלם סוכו ומעונתו בציון ומה היה אומר יהי רצון שאראה בבנין ביתי ד\"א מלמד שהראה לו הקב\"ה בית המקדש חרב ובנוי חרב ובנוי שנא' שם המקום ההוא ה' יראה הרי בנוי היך מה דאת אמר (דברים טו) שלש פעמים בשנה יראה אשר יאמר היום בהר ה' הרי חרב שנאמר (איכה ה) על הר ציון ששמם ה' יראה בנוי ומשוכלל לעתיד לבא כענין שנאמר (תהלים קב) כי בנה ה' ציון נראה בכבודו:",
            "ויקרא מלאך ה' שנית ויאמר בי נשבעתי מה צורך לשבועה זו א\"ל השבע לי שאין אתה מנסה אותי עוד מעתה ולא את יצחק בני משל לאחד ששמר את אגינו שבולת נהר והקפיץ גם בנו עמו ד\"א מה צורך לשבועה זו רבי חמא ב\"ר חנינא א\"ל השבע לי שאין אתה מנסה אותי עוד מעתה משל למלך שהיה נשוי למטרונה ילדה ממנו בן ראשון וגרשה שני וגרשה שלישי וגרשה וכיון שילדה ממנו בן עשירי נתכנסו כולם ואמרו לו השבע לנו שאין אתה מגרש את אמנו מעתה כך כיון שנתנסה אברהם אבינו נסיון עשירי א\"ל השבע לי שאין אתה מנסה אותי עוד מעתה א\"ר חנין כי יען אשר עשית את הדבר הזה נסיון עשירי הוא ואתה אומר כי יען אשר עשית הדבר הזה אלא זה נסיון האחרון שהוא שקול כנגד הכל שאילולי לא קבלו עליו אבד את הכל [נ\"א כל מה שעשה] כי ברך אברכך וגו' ברכה לאב ברכה לבן והרבה ארבה רבות לאב רבות לבן ויירש זרעך את שער שונאיו רבי אומר זו תרמוד אשריו כל מי שהוא רואה במפלתה של תרמוד שהיתה שותפת בשני חרבנות רבי יודן ורבי חנינא חד מנהון אמר בחרבן בית ראשון העמידה פ' אלף קשתים [נ\"א קשטים] ובחרבן בית שני העמידה ח' אלפים קשתים וישב אברהם אל נעריו ויצחק היכן הוא רבי ברכיה בשם רבנן דתמן שלחו אצל שם ללמוד ממנו תורה משל לאשה שנתעשרה מפלכה אמרה הואיל ומן הפלך הזה התעשרתי עוד אינו זז מתחת ידי לעולם כך אמר אברהם כל שבא לידי אינו אלא בשביל שעסקתי בתורה ובמצות לפיכך אינו רוצה שתזוז מזרעי לעולם רבי חנינא אמר שלחו בלילה מפני העין שמשעה שעלו חנניה מישאל ועזריה מכבשן האש עוד לא נזכרו שמותן ולהיכן הלכו ר\"א אמר מתו ברוק ר' יוסי אמר מתו בעין ר' יהושע בן לוי אמר שינו את מקומם והלכו להם אצל יהושע בן יהוצדק ללמוד ממנו תורה הה\"ד (זכריה ג) שמע נא יהושע הכהן הגדול אתה ורעיך היושבים לפניך ר' חנינא אמר על מנת כן ירדו חנניה מישאל ועזריה לכבשן האש על מנת שיעשה בהן מופת. "
        ],
        [
            "ויהי אחרי הדברים האלה ויגד לאברהם לאמר הנה ילדה מלכה וגו' בנים, - כתיב (משלי יד): חיי בשרים לב מרפא ורקב עצמות קנאה, שעד שהוא בהר המוריה, נתבשר שנולד זוגתו של בנו, שנאמר: הנה ילדה מלכה. (שם יג) רפאות תהי לשרך ושקוי לעצמותיך, שעד שהוא בהר המוריה, נתבשר שנולדה זוגתו של בנו, שנאמר: הנה ילדה מלכה, גם היא בנים:",
            "(שם כה) מים קרים על נפש עיפה ושמועה טובה מארץ מרחק תמן תנינן על הגשמים ועל בשורות טובות הוא אומר ברוך הטוב והמטיב מה ראו לסמוך בשורות טובות לירידת גשמים רבי ברכיה בשם רבי לוי אמר על שם מים קרים על נפש עיפה שמועה טובה מארץ מרחק מה שמועה טובה ברוך הטוב והמטיב אף מים קרים ברוך הטוב והמטיב ד\"א כמים קרים על נפש עיפה כן שמועה טובה מארץ מרחק זה אברהם שעד שהוא בהר המוריה נתבשר שנולדה זוגתו של בנו הה\"ד הנה ילדה מלכה וגו':",
            "ויהי אחרי הדברים האלה אחר הרהורי דברים שהיו שם מי מהרהר אברהם הרהר אמר אילו מת בהר המוריה לא היה מת בלא בנים עכשיו מה אעשה אשיאנו מבנות ענר אשכל וממרא שהן צדקניות וכי מה איכפת לי מיוחסים א\"ל הקדוש ברוך הוא אין אתה צריך כבר נולד זוגו של יצחק הנה ילדה מלכה גם היא היא גם היא מה זו בני גבירה שמונה ובני פילגשים ארבעה אף זו בני גבירה שמונה ובני פילגשים ארבעה:",
            "ד\"א נתירא מן היסורין א\"ל הקב\"ה אין אתה צריך כבר נולד מי שיקבלם את עוץ בכורו ואת בוז אחיו איוב אימתי היה ריש לקיש בשם בר קפרא אמר בימי אברהם היה שנאמר את עוץ בכורו וכתיב (איוב א) איש היה בארץ עוץ רבי אבא בר כהנא אמר בימי יעקב היה דאמר רבי אבא בר כהנא דינה אשתו של איוב היתה דכתיב באשת איוב (שם ב) כדבר אחת הנבלות וכתיב בדינה (בראשית לד) כי נבלה עשה בישראל ר' לוי אמר בימי שבטים היה הה\"ד (איוב טו) אשר חכמים יגידו ולא כיחדו מאבותם זה ראובן ויהודה ומה שכר נטלו על כך להם לבדם נתנה הארץ רבי לוי בשם ר' יוסי בר חלפתא אמר בירידתן למצרים נולד ובעלייתן מת אתה מוצא עיקר שניו של איוב לא היו אלא מאתים ועשר שנים ועשו ישראל במצרים מאתים ועשר שנים ובא שטן לקטרג וגירה אותו באיוב רבי חנניא בריה דרבי אחא אמר לרועה שהוא עומד ומביט בצאנו בא זאב אחד נזדווג לו אמר תנו לו תיש אחד שיתגרה בו ורבי חמא אמר לאחד שהיה יושב בסעודה בא כלב אחד ונזדווג לו אמר תנו לו ככר א' שיתגרה בו כך בא שטן לקטרג גירה אותו באיוב הה\"ד (איוב יז) יסגירני אל אל עויל ועל ידי רשעים ירטני והלואי בני אדם צדיקים אלא בני אדם רשעים ר' יוסי בר יהודה אומר בימי שפוט השופטים היה הה\"ד (שם כז) הן אתם כולכם חזיתם ולמה זה הבל תהבלו חזיתם מעשי ומעשי דורי חזיתם מעשי מצות ומעשים טובים מעשה דורי שהן מבקשין ליתן שכר לזונות מן הגרנות ואין דרכן של צדיקים להיות נותנין שכר לזונות מן הגרנות הה\"ד (הושע ט) אהבת אתנן על כל גרנות דגן ר' שמואל בר נחמן אמר בימי כשדים היה שנאמר (איוב א) כשדים שמו שלשה ראשים ר' נתן אמר בימי מלכות שבא היה שנאמר (שם) ותפול שבא ותקחם ור' יהושע בן קרחה אמר בימי אחשורוש היה דכתיב ביה (אסתר ב) יבקשו למלך נערות בתולות טובות מראה וכתיב (איוב מב) ולא נמצא נשים יפות כבנות איוב ריש לקיש אמר איוב לא היה ולא נהיה מחלפיה שיטתיה דריש לקיש דתמן אמר ריש לקיש בשם בר קפרא בימי אברהם היה והכא אמר איוב לא היה ולא נהיה מאי לא היה ולא נהיה ביסורים שנכתבו עליו ולמה נכתבו עליו אלא שאילו באו עליו היה יכול לעמוד בהן ר' יוחנן אמר מעולי גולה היה וישראלי היה ומדרשו בטבריה לפיכך היו למדים ממנו קריעה וברכת אבלים הה\"ד (שם א) ויקם איוב ויקרע את מעילו מכאן שצריך אדם לקרוע מעומד ר' חנינא אמר עובד כוכבים היה תני ר' חייא עובד כוכבים צדיק אחד עמד לי באומות העולם ונתתי לו שכרו ופטרתי ואיזה זה איוב את עוץ בכורו ר' יהושע בן לוי אמר הוא לבן הוא קמואל ולמה נקרא שמו קמואל שקם כנגד אומתו של אל ופילגשו ושמה ראומה א\"ר יצחק כולהון לשם מרדות הן טבח טבחון גחם גמחון תחש תחשון מעכה מעכון."
        ]
    ],
    "heTitle": "בראשית רבה",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 100,
    "titleVariants": [
        "Bereishit Rabbah",
        "Bereishit Rabbah",
        "Genesis Rabbah",
        "Bereshit Rabbah",
        "Gen. Rabbah",
        "Gen Rabbah",
        "Bereishith Rabbah"
    ],
    "textDepth": 2,
    "categories": [
        "Midrash"
    ]
}