{
    "versionTitle": "Sefaria Translation", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Bereishit Rabbah", 
    "lengths": [
        100
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "ויהי בימי אמרפל מלך שנער - ר' יהושע דסכנין בשם רבי לוי פתח: (תהלים לז): חרב פתחו רשעים וגו' חרבם תבא בלבם וגו'. מעשה בר\"א בן הורקנוס, שהיו אחיו חורשים במישור והוא חורש בהר ונפלה פרתו ונשברה, אמר: לטובתי נשברה פרתי. ברח והלך לו אצל רבן יוחנן בן זכאי, והיה אוכל קוזזות אדמה עד שעשה פיו ריח רע. הלכו ואמרו לרבי יוחנן בן זכאי: ריח פיו של ר\"א קשה לו. אמר לו: כשם שהבאיש ריח פיך על התורה, כך יהיה ריח תלמודך הולך מסוף העולם ועד סופו. לאחר ימים עלה אביו לנדותו מנכסיו, ומצאו יושב ודורש וגדולי מדינתו יושבים לפניו: בן ציצית הכסת, ונקדימון בן גוריון, ובן כלבא שבוע. ומצאו יושב ודורש הפסוק הזה: \"חרב פתחו רשעים וגו', זה אמרפל וחביריו. להפיל עני ואביון, זה לוט. לטבוח ישרי דרך, זה אברהם. חרבם תבא בלבם, ויחלק עליהם לילה הוא ועבדיו ויכם. אמר לו אביו: בני! לא עליתי לכאן אלא לנדותך מנכסי, עכשיו הרי כל נכסי נתונים לך מתנה. אמר: הרי הם עלי חרם, ואיני אלא שוה בם כאחי. דבר אחר: חרב פתחו רשעים ודרכו, זה אמרפל וחביריו ויהי בימי אמרפל:", 
            "ויהי בימי אמרפל - ר' שמואל בר שילת פתח: (קהלת ה): וגם זו רעה חולה כל עומת שבא כן ילך. מר רבי שמואל בר שילת: כמה דאתא בחליטין, כן הוא אזיל בחליטין. אמר רבי אבון: כשם שפתח בד' מלכיות, כך אינו חותם אלא בד' מלכיות. את כדרלעומר מלך עילם ותדעל מלך גוים ואמרפל מלך שנער ואריוך מלך אלסר כך אינו חותם אלא בד' מלכיות: מלכות בבל ומלכות מדי ומלכות יון ומלכות אדום רבי פנחס בשם רבי אייבו פתח: (מיכה ד): והמה לא ידעו מחשבות ה' ולא הבינו עצתו, כי קבצם כעמיר גרנה. למה כל אלה חברו אל עמק השדים? כדי שיבואו ויפלו ביד אברהם, הה\"ד: ויהי בימי אמרפל וגו':", 
            "דבר אחר: ויהי בימי אמרפל ר' תנחומא בשם ר' חייא רבה ור' ברכיה בשם ר' אלעזר: זה המדרש עלה בידינו מהגולה. בכל מקום שנאמר: ויהי בימי צרה, ויהי בימי אמרפל. ומה צרה היתה שם? עשו מלחמה. אמר רבי שמואל בר נחמן: וחמישה הן. משל לאוהבו של מלך, שהיה שרוי במדינה ובשבילו נזקק המלך למדינה, וכיון שבאו בדברים ליזקק לו, אמרו: אוי לנו! שאין המלך נזקק למדינה, כמו שהוא למוד אם נהרוג את אוהבו, הדא הוא דכתיב: וישובו אל עין משפט, היא קדש. אמר רבי אחא: לא באו להזדווג, אלא לתוך גלגל עינו של עולם. עין שעשתה מדת הדין בעולם, הם מבקשים לסמותה, הוא קדש. אמר רבי אחא: הוא כתיב, הוא, שקדש שמו של הקדוש ברוך הוא בכבשן האש, וכיון שבאו ברברים להזדווג לו, התחילו הכל צווחים ווי, הה\"ד: ויהי בימי אמרפל. (ישעיה ז) ויהי בימי אחז. מה צרה היתה שם? (שם ט) ארם מקדם ופלשתים מאחור. משל לבן שרים, שנזדווג לו פדגוגו להמיתו. אמר: אם אני הורגו עכשיו אתחייב מיתה לשר, אלא הריני מושך מניקתו ממנו, ומעצמו הוא מת. כך אמר אחז: אם אין גדיים אין תישים, אם אין תישים אין צאן, אם אין צאן אין רועה, אם אין רועה אין עולם. כך היה סבור בדעתו לומר: אם אין קטנים אין תלמידים, אם אין תלמידים אין חכמים, אם אין חכמים אין זקנים, אם אין זקנים אין נביאים, אם אין נביאים אין הקב\"ה משרה שכינתו עליהם, הה\"ד (שם ח): צור תעודה חתום תורה בלמודי. רבי חוניא בר אלעזר אמר: למה נקרא שמו אחז? שאחז בתי כנסיות ובתי מדרשות. ר' יעקב בר אבא בשם ר' אחא אמר: ישעיה (שם): וחכיתי לה' המסתיר פניו מבית יעקב. אין לך שעה קשה, כאותה שעה שכתב בה, (דברים לא): ואנכי הסתר אסתיר פני בעת ההיא. ומאותה שעה קויתי לו, שאמר: כי לא תשכח מפי זרעו. ומה הועיל לו? (ישעיה ח) הנה אנכי והילדים אשר נתן לי ה', לאותות ולמופתים, וכי ילדיו היו והלא תלמידיו היו?! אלא, מלמד שהיו חביבים עליו כבניו, וכיון שאחז בתי כנסיות ובתי מדרשות, התחילו צווחים ווי! ויהי בימי אחז. ויהי בימי יהויקים. ומה צרה היתה שם? (ירמיה ד) ראיתי את הארץ והנה תהו ובהו.. משל לשר ששלח פרסטגמא שלו במדינה. מה עשו לה בני המדינה? נטלו אותה, וקרעו אותה, ושרפו אותה באש, שנאמר (שם לו): ויהי כקרוא יהודי שלוש דלתות וארבעה. תלת ארבע פסוקי, כיון שהגיע לפסוק (איכה א): היו צריה לראש, קרעה בתער הסופר, והשלך אל האש עד תום כל המגלה, על האש אשר על האח, כיון שראו הכל כן, התחילו הכל צווחים: ווי! ויהי בימי יהויקים. (רות א) ויהי בימי שפוט השופטים ומה צרה היתה שם? ויהי רעב בארץ. למדינה שהיתה חייבת ליפס לשר, שלח השר גבאי טימיון לגבותה. מה עשו לו בני המדינה? נטלו אותו, והכו אותו, ואחר כך אמרו: אוי לנו! כשירגיש השר בדברים הללו, מה שבקש לעשות לנו, עשינו לו! כך, בימי שפוט השופטים, היה אדם מישראל עובד עבודת כוכבים, והיה הדיין מבקש להעביר עליו מדת הדין, והיה הוא בא ומלקה את הדיין. אמר: מה שבקש לעשות לי, עשיתי לו! אמרו: אוי לו לדור ששפטו את שופטיהם, הה\"ד: ויהי בימי שפוט השופטים, ויהי רעב בארץ. (אסתר א) ויהי בימי אחשורוש ומה צרה היתה שם? להשמיד להרוג ולאבד. משל לשר שהיה לו כרם אחד ונזדווגו לו ג' שונאים: הראשון מתחיל מקטף בעוללות. והב' מזנב באשכולות. והג' מעקר בגפנים. כך פרעה (שמות א): כל הבן הילוד היאורה תשליכוהו. נבוכדנצר (ירמיה כט): החרש והמסגר אלף. ר' ברכיה אמר: החרש אלף והמסגר אלף. רבנן אמרין: כלם אלף. המן ביקש לעקור הגפן כלה, שנאמר (אסתר ג): להשמיד להרוג ולאבד את כל היהודים וגו'. וכיון שראו הכל כן, התחילו צווחים ווי, הה\"ד: ויהי בימי אחשורוש. ר' שמעון בר אבא משום ר' יוחנן: בכל מקום שנאמר ויהי משמש צרה ושמחה. אם צרה, אין צרה כיוצא בה. ואם שמחה, אין שמחה כיוצא בה. אתא רבי שמואל בר נחמן ועבד פלגא: בכל מקום, שנאמר ויהי משמש צרה, והיה שמחה. מתיבין ליה: והכתיב (בראשית א): ויהי אור! עוד היא אינה שמחה שלימה, שלא זכה העולם להשתמש באותה האורה. אמר רבי יהודה בר סימון: אותה האורה, שנבראת ביום הראשון, היה אדם מביט בה מסוף העולם ועד סופו, כיון שצפה הקדוש ברוך הוא בדור המבול ובדור הפלגה, גנזה לצדיקים לעתיד לבא, הה\"ד (משלי ד): ואורח צדיקים כאור נוגה הולך ואור עד נכון היום. מתיבין ליה: והכתיב (בראשית א): ויהי ערב ויהי בוקר?! אמר להם: עוד אינה שמחה שלימה, שכל מה שנברא ביום ראשון עתידין לבלות, שנאמר (ישעיה נא): כי שמים כעשן נמלחו והארץ כבגד תבלה. אתיבין ליה: והכתיב: ויהי ערב ויהי בוקר יום ב' יום ג' יום ד' יום ה' יום ו'?! אמר להם: עוד אינה שלימה, שכל מה שנברא בששת ימי בראשית צריכים עשייה, כגון: החרדל צריך למתוק, החטים צריכם להטחן, התורמוסין צריכין לימתק. מתיבין ליה: והכתיב (בראשית מ): ויהי ה' את יוסף?! אמר להם: עוד אינה שמחה שלימה, שנזדווגה לו אותה הדוב. מתיבין ליה: והכתיב (ויקרא ט): ויהי ביום השמיני קרא משה?! אמר להם: עוד אינה שמחה שלימה, שמתו נדב ואביהוא. מתיבין ליה: והא כתיב (במדבר ז): ויהי ביום כלות משה?! אמר להם: עוד אינה שמחה, שנגנזה בבנין הבית. מתיבין ליה: והכתיב (יהושע ז): ויהי ה' את יהושע?! אמר להם: עוד אינה שמחה, שהצריך לקרוע בגדיו. מתיבין ליה: והכתיב (שמואל ב ז): ויהי כי ישב המלך בביתו וה' הניח לו וגו'?! אמר להם: עוד אינה שמחה שלמה, שבא נתן ואמר לו (מלכים א ח): רק אתה לא תבנה בית לשמי! אמרין ליה: אמרן דידן, אמור דידך! אמר להם: והכתיב (זכריה יד): והיה ביום ההוא יצאו מים חיים וגו'. (ישעיה ז) והיה ביום ההוא יחיה איש עגלת בקר וגו'. (שם יא) והיה ביום ההוא יוסיף ה' וגו'. (שם כח) והיה ביום ההוא יטפו ההרים עסיס. (שם יח) והיה ביום ההוא יתקע בשופר גדול וגו'. מתיבין ליה והכתיב (ירמיה לח): והיה כאשר נלכדה ירושלים. אמר להם: עוד היא שמחה, שבו ביום נטלו ישראל אופכי על עונותיהם. דאמר רבי שמואל בר נחמן: אופכי גדולה נטלו ישראל על עונותיהם, ביום שחרב בית המקדש, שנאמר: תם עונך בת ציון וגו':", 
            "ויהי בימי אמרפל - שלושה שמות נקראו לו: כוש ונמרוד ואמרפל כוש, שהיה כושי ודאי. נמרוד, שהעמיד מרד בעולם. אמרפל, שהיתה אמירתו אפילה, דאמרי ואפלי בעלמא, דאמרי ואפלי באברהם, שאמר שירד לכבשן האש. ואריוך מלך אלסר אמר רבי יוסי ממלחייא: תמן תנינן, איסרין, לשם אלסר. כדרלעומר מלך עילם ותדעל מלך גוים אמר רבי לוי: אתר הוא תמן מצטווח ברומי, ונטלו אדם אחד והמליכו אותו עליהם. אמר רבי יוחנן: ותדעל הוה שמו. דבר אחר: ויהי בימי אמרפל מלך שנער, זו בבל. ואריוך מלך אלסר, זה אנטיוכס. כדרלעומר מלך עילם, זה מדי. ותדעל מלך גוים, זו מלכות אדום, שהיא מכתבת טירוניא מכל אומות העולם. אמר רבי אלעזר בר אבינא: אם ראית מלכיות מתגרות אלו באלו צפה לרגלו של משיח, תדע שכן, שהרי בימי אברהם על ידי שנתגרו המלכיות אלו באלו, באה הגדולה לאברהם:", 
            "עשו מלחמה את ברע וגו' - רבי מאיר היה דורש שמות, רבי יהושע בן קרחה היה דורש שמות: ברע, שהיה בן רע. ברשע, שהיה בן רשע. שנאב, שהיה שואב ממון. ושמאבר, שהיה פורח ומביא ממון. ומלך בלע היא צוער, שנתבלעו דיוריה. כל אלה חברו אל עמק השדים, ג' שמות נקראו לו עמק השדים: עמק שוה, עמק סוכות, עמק השדים, שהוא מגדל סדנים. דבר אחר: שהוא עשוי שִׂדִים, שָׂדִים תלמים. דבר אחר: שהוא מניק את בנו כְּשָׁדַיִם. עמק שוה רבי ברכיה ורבי חלבו בשם רבי שמואל בר נחמן: ששם השוו כל עובדי כוכבים וקיצצו ארזים, ועשו לו בימה גדולה והושיבו אותו למעלה ממנה, והיו מקלסין לפניו ואומרים: שמענו אדוני, נשיא אלהים, אתה בתוכנו. אמרו לו: מלך את עלינו! נשיא את עלינו! אלוה את עלינו! אמר להם: אל יחסר העולם מלכו, ואל יחסר העולם אלוהו. עמק סוכות, שהוא מסוכך באילנות. אמר רבי תנחומא: גפן ותאנה ורמון, אגוז ושקד, תפוח ופרסק. הוא ים המלח אמר רבי אייבו: לא היה שם אלא צנורות היאורים, ונתבקעו ונעשו ים, הה\"ד (איוב כח): בצורות יאורים בקע:", 
            "שתים עשרה שנה עבדו וגו' - רבי יוסי ורבי שמעון בן גמליאל, רבי יוסי אומר: שנים עשר ושלוש עשרה הרי עשרים וחמשה. אמר רבי שמעון בן גמליאל: כולהון שלוש עשרה שנה היו. מה מקיים רבי שמעון בן גמליאל ובארבע עשרה שנה? אלא בארבע עשר למרדן. ובי\"ד שנה בא כדרלעומר בעל קורה טעין בעוביה. והמלכים אשר אתו. ויכו את רפאים בעשתרות קרנים, בעשתרא דקרנא. ואת הזוזים בהם, ית זיותנה דבהון. ואת האמים בשוה קריתים, תרתין קריין אינון. ואת החורי, זו מטרפולין. ולמה הוא קורא אותו חורי? שבררו אותה ויצאת להם לחירות בדור הפלגה. עד איל פארן אשר על המדבר, עד משריא דפארן:", 
            "וישובו ויבואו אל עין וגו' - אמר רבי אחא: לא באו ליזדווג אלא בתוך גלגל עינו של עולם. עין שעשתה מדת הדין בעולם, הן מבקשים לסמותה אתמהא?! היא קדש אמר רבי אחא: הוא כתיב, הוא, שקדש שמו של הקב\"ה בכבשן האש. ויכו את כל שדה העמלקי, עדיין לא נולד עמלק ואת אמרת ויכו את כל שדה העמלקי?! אלא (ישעיה מו): מגיד מראשית אחרית. וגם את האמורי היושב בחצצון תמר ובעין גדי, דתמרייה. ויצא מלך סדום ומלך עמורה את כדרלעומר מלך עילם וגו' ד' מלכים עשו מלחמה כנגד חמשה ויכלו להם. ועמק השדים בארות בארות חמר, בירין בירין מסקן חמר. וינוסו מלך סדום ועמורה ויפלו שמה רבי יהודה ור' נחמיה רבי יהודה אומר: ויפלו שמה, אלו האוכלוסין. והנשארים הרה נסו, אלו המלכים. ורבי נחמיה אמר: ויפלו שמה, אלו המלכים. והנשארים הרה נסו, אלו האוכלוסין. על דעתיה דרבי יהודה ניחא. ועל דעתיה דרבי נחמיה קשיא. רבי עזריה ורבי יונתן בן חגי בשם רבי יצחק אמרו: בשעה שירד אברהם אבינו לכבשן האש וניצול, יש מעובדי כוכבים שהיו מאמינים ויש שלא היו מאמינים, וכיון שירד מלך סדום לחמר וניצול, התחילו מאמינים באברהם למפרע. ויקחו את כל רכוש סדום ועמורה ואת כל אכלם ר' יהודה אומר: זו עבודה. ורבי נחמיה אמר: אלו הכותבות. ויקחו את לוט וגו' כך עשו ללוט, נתנו אותו בסירה ונטלו אותו עמהם. כל כך למה? והוא יושב בסדום, לקיים מה שנאמר (משלי יג): הולך את חכמים יחכם ורועה כסילים ירוע:", 
            "ויבא הפליט - ריש לקיש בשם בר קפרא: הוא עוג, הוא פליט. ולמה נקרא שמו עוג? שבא ומצא את אברם יושב ועוסק במצות עוגות, הוא לא נתכוון לשם שמים, אלא אמר: אברהם זה קוניון הוא, ועכשיו אני אומר לו נשבה בן אחיך, והוא יוצא למלחמה ונהרג, ואני נוטל את שרי אשתו. אמר לו הקדוש ברוך הוא: חייך! שכר פסיעותיך אתה נוטל, שאת מאריך ימים בעולם, ועל שחשבת להרוג את הצדיק, חייך! שאתה רואה אלף אלפים ורבי רבבות מבני בניו, ואין סופו של אותו האיש ליפול, אלא בידן, שנאמר (דברים ג) ויאמר ה' אלי אל תירא אותו כי בידך וגו'. ויגד לאברם העברי רבי יהודה ורבי נחמיה ורבנן רבי יהודה אומר: כל העולם כולו מעבר אחד, והוא מעבר אחד. ר' נחמיה אמר: שהוא מבני בניו של עבר. ורבנן אמרי: שהוא מעבר הנהר, ושהוא משיח בלשון עברי. והוא שוכן באלוני ממרא רבי יהודה ורבי נחמיה רבי יהודה אמר: במשריא דממרא. ורבי נחמיה אמר: בפלטין דממרא. על דעתיה דרבי יהודה: אתרא הוא, דשמיה ממרא. על דעתיה דרבי נחמיה: גברא הוא, דשמיה ממרא. ולמה נקרא שמו ממרא? ר' עזריה בשם רבי יהודה בשם ר' סימון: שהמרה פנים באברהם, בשעה שאמר הקב\"ה לאברהם לימול, הלך ונמלך בג' אוהביו. אמר לו ענר: כבר בן ק' שנה אתה, ואתה הולך ומצער את עצמך?! אמר לו אשכול: מה את הולך ומסיים את עצמך בין שונאיך?! אמר לו ממרא: אלהיך שעמד לך: בכבשן האש, ובמלכים, וברעבון, והדבר הזה שאמר לך למול, אין אתה שומע לו?! אמר לו הקדוש ברוך הוא: אתה נתתה לו עצה למול, חייך! שאיני נגלה עליו, לא בפלטין של ענר, ולא בפלטין של אשכול, אלא בפלטין שלך, הה\"ד (בראשית יח) וירא אליו ה' באלוני ממרא."
        ]
    ], 
    "heTitle": "בראשית רבה", 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "length": 100, 
    "titleVariants": [
        "Bereishit Rabbah", 
        "Bereishit Rabbah", 
        "Genesis Rabbah", 
        "Bereshit Rabbah", 
        "Gen. Rabbah", 
        "Gen Rabbah", 
        "Bereishith Rabbah"
    ], 
    "textDepth": 2, 
    "categories": [
        "Midrash"
    ]
}