{
    "versionTitle": "Ein Yaakov Massechet 2 -- Daat version", 
    "sectionNames": [
        "Massechet", 
        "Chapter", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Ein Yaakov", 
    "text": [
        [], 
        [
            [
                "<b>שבת פרק א יציאות השבת</b> - אָמַר לֵיהּ רַבִּי חִיָּא לְרַב: בַּר פַּחְתִּי, לָא אֲמִינָא לָךְ: כִּי קָאִי רַבִּי בְּהָא מַסֶּכֶת, לָא תְּשַׁיְּילֵיהּ בְּמַסֶּכֶת אַחֲרִיתִי! דִּלְמָא לָאו אַדַּעְתֵּיה, דְּאִי לָאו דְּרַבִּי, גַּבְרָא רַבָּה הוּא, כְּסַפְתֵּיהּ, דִּמְשַׁנִּי לָךְ שִׁנוּיָא דְּלָאו שִׁנוּיָא הוּא. הַשְׁתָּא מִיהַת, שַׁפִּיר מְשַׁנִּי לָךְ.", 
                "מֵאֵימָתַי הַתְחָלַת תִּסְפֹּרֶת? אָמַר רַבִּי אַבִּין: מִשֶּׁיָּנִיחַ מַעֲפֹרֶת שֶׁל סַפָּרִים עַל כְּתֵפָיו. וּמֵאֵימָתַי הַתְחָלַת מֶרְחָץ? אָמַר רַבִּי אַבִּין: מִשֶּׁיְּעָרֶה מַעֲפָרְתּוֹ הֵימֶנּוּ. וּמֵאֵימָתַי הַתְחָלַת בּוּרְסְקִי? מִשֶּׁיִּקְשֹׁר בֵּין כְּתֵפָיו. וּמֵאֵימָתַי הַתְחָלַת אֲכִילָה? רַב אָמַר: מִשֶּׁיִּטֹּל יָדָיו, וְרַבִּי חֲנִינָא: אָמַר מִשֶּׁיַּתִּיר חֲגוֹרָה, וְלָא פְּלִיגֵי, הָא לָן, וְהָא לְהוּ.", 
                "רָבָא בַּר רַב הוּנָא רָמִי פּוּזְמְקֵי וּמַצְלִי. אָמַר: (עמוס ד) \"הִכּוֹן לִקְרַאת אֱלֹהֶיךָ יִשְׂרָאֵל\". רָבָא שָׁדִי גְּלִימָא וּפָכַר יָדֵיהּ וּמַצְלִי. אָמַר: כְּעַבְדָּא קַמֵּיהּ מָרִיהּ. אָמַר רַב אַשִׁי: חֲזִינָא לֵיהּ לְרַב כַּהֲנָא, כִּי אִיכָּא צַעֲרָא בְּעָלְמָא, שָׁדִי גְּלִימֵיהּ וּפָכַר יָדֵיהּ וּמַצְלִי. אָמַר: כְּעַבְדָּא קַמֵּיהּ מָרִיהּ. כִּי אִיכָּא שְׁלָמָא, לָבִישׁ וּמִתְכַּסִּי וּמִתְעַטֵּף וּמַצְלִי. אָמַר: \"הִכּוֹן לִקְרַאת אֱלֹהֶיךָ יִשְׂרָאֵל\". רָבָא חַזְיֵהּ לְרַב הַמְנוּנָא, דְּקָא מַאֲרִיךְ בִּצְלוּתֵיהּ. אָמַר: מַנִּיחִין חַיֵּי הָעוֹלָם*) וְעוֹסְקִים בְּחַיֵּי שָׁעָה. וְהוּא סָבַר: זְמַן תְּפִלָּה לְחוּד וּזְמַן תּוֹרָה לְחוּד. רַבִּי יִרְמְיָה הֲוָה יָתִיב קַמֵּיהּ דְּרַבִּי זֵירָא, וַהֲווּ עַסְקֵי בִּשְׁמַעְתָּא. נָגַהּ לִצְלוּיֵי וַהֲוָה קָא מְסַרְהֵב רַבִּי יִרְמְיָה. קָרִי עֲלֵיהּ רַבִּי זֵירָא: (משלי כח) \"מֵסִיר אָזְנוֹ מִשְּׁמֹעַ תּוֹרָה, גַּם תְּפִלָּתוֹ תּוֹעֵבָה\".", 
                "רַב אַמִי וְרַב אַסִי הֲווּ יַתְבֵי וְגַּרְסֵי בֵּינִי עַמּוּדֵי, וְכָל שַׁעְתָּא וְשַׁעְתָּא הֲווּ טַפְחֵי אַעִיבְּרָא דְּדָשָׁא וְאַמְרֵי: אִי אִיכָּא דְּאִית לֵיהּ דִּינָא, לֵיעוֹל וְלֵיתִי. רַב חִסְדָּא וְרַבָּה בַּר רַב הוּנָא הֲווּ יַתְבֵי בְּדִינָא כּוּלֵיהּ יוֹמָא, הֲוָה קָא חָלִישׁ לִיבַּיְהוּ. תָּנָא לְהוּ רַב חִיָּא בַּר רַב מִדִּפְתִּי: (שמות יח) \"וַיַּעֲמֹד הָעָם עַל מֹשֶׁה מִן הַבֹּקֶר עַד הָעָרֶב\". וְכִי תַּעֲלֶה עַל דַּעְתְּךָ שֶׁמֹּשֶׁה יוֹשֵׁב וְדָן כָּל הַיוֹם כֻּלּוֹ, תּוֹרָתוֹ מָתַי נַעֲשֵׁית? אֶלָּא לוֹמַר לְךָ: כָּל דַּיָּן שֶׁדָּן דִּין אֱמֶת לַאֲמִתּוֹ, אֲפִלּוּ שָׁעָה אַחַת, מַעֲלֶה עָלָיו הַכָּתוּב, כְּאִלּוּ נַעֲשָׂה שֻׁתָּף לְהַקָּדוֹשׁ בָּרוּךְ הוּא בְּמַעֲשֵׂה בְּרֵאשִׁית. כְּתִיב הָכָא: \"וַיַּעֲמֹד הָעָם עַל מֹשֶׁה מִן הַבֹּקֶר עַד הָעָרֶב\", וּכְתִיב הָתָם: (בראשית א) \"וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם אֶחָד\". עַד מָתַי יוֹשְׁבִין בַּדִּין? אָמַר רַב שֵׁשֶׁת: עַד זְמַן סְעוּדָה. אָמַר רַב חָמָא: מַאי קְרָאָה? דִּכְתִיב: (קהלת י) \"אִי לָךְ אֶרֶץ שֶׁמַּלְכֵּךְ נָעַר, וְשָׂרַיִךְ בַּבֹּקֶר יֹאכֵלוּ, אַשְׁרֵיךְ אֶרֶץ שֶׁמַּלְכֵּךְ בֶּן חוֹרִים, וְשָׂרַיִךְ בָּעֵת יֹאכֵלוּ, בִּגְבוּרָה וְלֹא בַשְּׁתִי\" בִּגְבוּרָה שֶׁל תּוֹרָה, וְלֹא בִּשְׁתִיָּה שֶׁל יַיִן. תָּנוּ רַבָּנָן: שָׁעָה רִאשׁוֹנָה מַאֲכַל לוּדִים. שְׁנִיָּה מַאֲכַל לִסְטִים. שְׁלִישִׁית מַאֲכַל יוֹרְשִׁים. [רְבִיעִית מַאֲכַל פּוֹעֲלִים. חֲמִישִׁית מַאֲכַל כָּל אָדָם. אֵינִי, וְהָאָמַר רַב פָּפָּא: רְבִיעִית זְמַן סְעוּדָה לְכָל אָדָם. אֶלָּא], רְבִיעִית מַאֲכַל כָּל אָדָם. חֲמִישִׁית מַאֲכַל פּוֹעֲלִים. שִׁשִּׁית מַאֲכַל תַּלְמִידֵי חֲכָמִים, מִכָּאן וָאֵילָךְ, כְּזוֹרֵק אֶבֶן לְחֵמֶת. אָמַר אַבַּיֵי: לָא אֲמָרָן, אֶלָּא דְּלָא טָעִים מִידִי בְּצַפְרָא, אֲבָל טָעִים מִידִי בְּצַפְרָא, לֵית לָן בָּה.", 
                "מְסַיֵּעַ לֵיהּ לְרַב הַמְנוּנָא מִשְּׁמֵיהּ דְּעוּלָא, דְּאָמַר: אָסוּר לְאָדָם שֶׁיִּתֵּן שָׁלוֹם לַחֲבֵרוֹ בְּבֵית הַמֶּרְחָץ, מִשּׁוּם שֶׁנֶּאֱמַר: (שופטים ו) \"וַיִּקְרָא לוֹ ה' שָׁלוֹם\". אֶלָּא מֵעַתָּה, 'הֵימְנוּתָא' נַמִּי י אָסוּר לְמֵימַר בְּבֵית הַכִּסֵּא? דִּכְתִיב: (דברים ז) \"הָאֵל הַנֶּאֱמָן\". וְכִי תֵּימָא: הָכִי נַמִּי, וְהָאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: שָׁרִי לְמֵימַר 'הֵימְנוּתָא' בְּבֵית הַכִּסֵּא! הָתָם, שֵׁם גּוּפֵיהּ לָא אִקְרִי הָכִי, דִּמְתַרְגְּמִינָן: אֱלָהָא מְהֵימְנָא. הָכָא, שֵׁם גּוּפֵיהּ אִיקְרִי \"שָׁלוֹם\", דִּכְתִיב: \"וַיִּקְרָא לוֹ ה' שָׁלוֹם\".", 
                "וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: הַנּוֹתֵן מַתָּנָה לַחֲבֵרוֹ, צָרִיךְ לְהוֹדִיעוֹ, שֶׁנֶּאֱמַר: (שמות לא) \"לָדַעַת כִּי אֲנִי ה' מְקַדִּשְׁכֶם\". תַּנְיָא נַמִּי הָכִי: \"לָדַעַת כִּי אֲנִי ה' מְקַדִּשְׁכֶם\", אָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: מַתָּנָה טוֹבָה יֵשׁ לִי בְּבֵית גְּנָזַי, וְ'שַׁבָּת' שְׁמָהּ, וַאֲנִי מְבַקֵּשׁ לִתְּנָהּ לְיִשְׂרָאֵל, לֵךְ וְהוֹדִיעֵם. מִכָּאן אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: הַנּוֹתֵן פַּת לְתִינוֹק, צָרִיךְ לְהוֹדִיעַ לְאִמּוֹ. מַאי עָבִיד לֵיהּ? אָמַר אַבַּיֵי: שָׁאִיף לֵיהּ מִשְׁחָא, וּמָלִי לֵיהּ כּוּחְלָא. וְהָאִידְנָא דְּחַיְשִׁינָן לִכְשָׁפִים, מַאי? אָמַר רַב פָּפָּא: שָׁאִיף לֵיהּ מֵאוֹתוֹ הַמִּין. אֵינִי, וְהָאָמַר רַב חָמָא בַּר חֲנִינָא: הַנּוֹתֵן מַתָּנָה לַחֲבֵרוֹ, אֵין צָרִיךְ לְהוֹדִיעוֹ, שֶׁנֶּאֱמַר: (שמות לד) \"וּמֹשֶׁה לֹא יָדַע כִּי קָרַן עוֹר פָּנָיו, בְּדַבְּרוֹ אִתּוֹ\". לָא קַשְׁיָא, הָא בְּמִלְּתָא דַּעָבִידָא לְאִיגְלוּיֵי, הָא בְּמִלְּתָא דְּלָא עָבִידָא לְאִיגְלוּיֵי. וְהָא שַׁבָּת דַּעָבִידָא לְאִיגְלוּיֵי? מַתַּן שְׂכָרָהּ, לָא עָבִיד לְאִיגְלוּיֵי.", 
                "רַב חִסְדָּא הֲוָה נָקִיט בְּיָדֵיהּ תַּרְתֵּי מַתְּנָתָא דְּתוֹרָא. אָמַר: כָּל מַאן דְּאַתִּי וְאָמַר לִי שְׁמַעְתְּתָא חַדְתָּא מִשְּׁמֵיהּ דְּרַב, יָהִיבְנָא לְהוּ נִיהֲלֵיהּ. אָמַר לֵיהּ רָבָא בַּר מְחַסְיָא: הָכִי אָמַר רַב: הַנוֹתֵן מַתָּנָה לַחֲבֵרוֹ, צָרִיךְ לְהוֹדִיעוֹ, שֶׁנֶּאֱמַר: (שם לא) \"לָדַעַת כִּי אֲנִי ה' מְקַדִּשְׁכֶם\". יְהָבָהּ נִיהֲלֵיהּ. אָמַר: חֲבִיבִין עֲלָךְ שְׁמַעְתְּתָא דְּרַב כּוּלֵי הַאי? אָמַר לֵיהּ: אִין. אָמַר לֵיהּ: הַיְנוּ דְאָמַר רַב: \"מִלְּתָא אַלְבִּישַׁיְהוּ יַקִּירָא\". אָמַר לֵיהּ: אָמַר רַב הָכִי? בַּתְרַיְתָא, עֲדִיפָא לִי מִקָּמַיְתָא, וְאִי הֲוָה נָקִיטְנָא אַחֲרִיתָא, יָהִיבְנָא לָךְ. וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: לְעוֹלָם אַל יְשַׁנֶּה אָדָם בְּנוֹ בֵּין הַבָּנִים, שֶׁבִּשְׁבִיל מִשְׁקַל שְׁנֵי סְלָעִים מֵילָת, שֶׁנָּתַן יַעֲקֹב לְיוֹסֵף יוֹתֵר מִשְּׁאָר בָּנָיו, נִתְקַנְּאוּ בּוֹ אֶחָיו, וְנִתְגַּלְגֵּל הַדָּבָר, וְיָרְדוּ אֲבוֹתֵינוּ לְמִצְרַיִם. וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: לְעוֹלָם יְחַזֵּר אָדָם, וְיֵשֵׁב בְּעִיר שֶׁיְּשִׁיבָתָהּ קְרוֹבָה, שֶׁמִּתּוֹךְ שֶׁיְּשִׁיבָתָהּ קְרוֹבָה, עֲוֹנוֹתֶיהָ מוּעָטִים, שֶׁנֶּאֱמַר: (בראשית יט) \"הִנֵּה נָא הָעִיר הַזֹּאת קְרֹבָה לָנוּס שָׁמָּה, וְהִיא מִצְעָר\". מַאי \"קְרוֹבָה\"? אִילֵימָא דְמִיקָרְבָא וְזוּטָא, וְהָא קָא חָזוּ לָהּ (למה ליה למימר הכי)? אֶלָּא, מִתּוֹךְ שֶׁיְּשִׁיבָתָהּ קְרוֹבָה, עֲוֹנוֹתֶיהָ מֻצְעָרִין. אָמַר רַבִּי אַבִּין: מַאי קְרָאָה? דִּכְתִיב: (שם) \"אִמָּלְטָה נָא שָׁמָּה\", \"נָא\" בְּגִימַטְרִיָּא חֲמִשִּׁין וְחַד הֲווּ, וְשֶׁל סְדוֹם חֲמִשִּׁים וּשְׁתַּיִם. וְשַׁלְוָתָהּ עֶשְׁרִים וְשֵׁשׁ, דִּכְתִיב: (שם יד) \"שְׁתֵּים עֶשְׂרֵה שָׁנָה עָבְדוּ אֶת כְּדָרְלָעֹמֶר, וּשְׁלֹשׁ עֶשְׂרֵה שָׁנָה מָרָדוּ, וּבְאַרְבַּע עֶשְׂרֵה שָׁנָה בָּא כְדָרְלָעֹמֶר\" וְגוֹ'.", 
                "וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: כָּל עִיר, שֶׁגַּגּוֹתֶיהָּ גְּבוֹהִים מִבֵּית הַכְּנֶסֶת, לְסוֹף חֲרֵבָה, שֶׁנֶּאֱמַר: (עזרא ט) \"לְרוֹמֵם אֶת בֵּית אֱלֹהֵינוּ, וּלְהַעֲמִיד אֶת חָרְבֹתָיו\". וְהַנֵי מִילֵי בְּבֵית הַכְּנֶסֶת, אֲבָל בְּקִשְׁקוּשֵׁי וְאַבְרוּרֵי, לֵית לָן בָּהּ. אָמַר רַב אַשִׁי: אֲנָא עָבְדָא לְמָתָא מְחַסְיָא, דְּלָא חָרְבָה. וְהָא חָרְבָה? מֵאוֹתוֹ עָוֹן, לֹא חָרְבָה.", 
                "וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: תַּחַת יִשְׁמָעֵאל וְלֹא תַּחַת גּוֹי. תַּחַת גּוֹי וְלֹא תַּחַת חָבֵר. תַּחַת חָבֵר וְלֹא תַּחַת תַּלְמִיד חָכָם. תַּחַת תַּלְמִיד חָכָם וְלֹא תַּחַת יָתוֹם וְאַלְמָנָה.", 
                "וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: כָּל חֹלִי וְלֹא חֹלִי מֵעַיִם. כָּל כְּאֵב וְלֹא כְּאֵב לֵב. כָּל מֵחוּשׁוְלֹא מֵחוּשׁ רֹאשׁ. כָּל רָעָה וְלֹא אִשָּׁה רָעָה.", 
                "וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: אִם יִהְיוּ כָּל הַיַּמִּים דְּיוֹ, וַאֲגַמִּים קוּלְמוֹסִים, וְשָׁמַיִם יְרִיעוֹת, וְכָל בְּנֵי אָדָם לַבְלָרִין, אֵין מַסְפִּיקִין לִכְתֹּב חֲלָלָהּ שֶׁל רָשׁוּת. מַאי קְרָאָה? אָמַר רַב מְשַׁרְשִׁיָּא: (משלי כה) \"שָׁמַיִם לָרוּם, וָאָרֶץ לָעֹמֶק, וְלֵב מְלָכִים אֵין חֵקֶר\".", 
                "רַב יְהוֹשֻׁעַ בְּרֵיהּ דְּרַב אִידִי אִיקְלַע לְבֵי רַב אַשִׁי, עָבְדוּ לֵיהּ עֶגְלָא תִּלְתָּא. אָמְרוּ לֵיהּ: לִיטְעוֹם מַר מִידִי. אָמַר לְהוּ: בְּתַעֲנִיתָא יָתִיבְנָא. אָמְרוּ לֵיהּ: וְלָא סָבַר לֵיהּ מַר, לְהָא דְּרַב יְהוּדָה, דְּאָמַר רַב יְהוּדָה: לוֹוֶה אָדָם תַּעֲנִיתוֹ וּפוֹרֵעַ? אָמַר לְהוּ: תַּעֲנִית חֲלוֹם הוּא, וְאָמַר רָבָא בַּר מְחַסְיָא, אָמַר רַב חָמָא בַּר גּוּרְיָא, אָמַר רַב: יָפָה תַּעֲנִית לַחֲלוֹם, כְּאֵשׁ לִנְעֹרֶת. וְאָמַר רַב חִסְדָּא: וּבוֹ בַּיּוֹם. וְאָמַר רַב יוֹסֵף: וַאֲפִלּוּ בְּשַׁבָּת!", 
                "[תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל: יוֹצֵא אָדָם בִּתְפִלִּין עֶרֶב שַׁבָּת עִם חֲשֵׁכָה, מַאי טַעְמָא? כֵּיוָן] דְּאָמַר (רבא) [רַבָּה] בַּר רַב הוּנָא: חַיָּב אָדָם לְמַשְׁמֵשׁ בִּתְפִלִּין כָּל שָׁעָה וְשָׁעָה, קַל־וָחֹמֶר מִצִּיץ. מַה צִּיץ, שֶׁאֵין בּוֹ אֶלָּא אַזְכָּרָה אַחַת, אָמְרָה תּוֹרָה: (שמות כח) \"וְהָיָה עַל מִצְחוֹ תָּמִיד\" שֶׁלֹּא יָסִיחַ דַּעְתּוֹ מִמֶּנּוּ, תְּפִלִּין שֶׁיֵּשׁ בָּהֶם אַזְכָּרוֹת הַרְבֵּה, עַל אַחַת כַּמָּה וְכַמָּה! הִלְכָּךְ, מִידְכַּר דָּכִיר לְהוּ. תַּנְיָא, חֲנַנְיָא אוֹמֵר: חַיָּב אָדָם לְמַשְׁמֵשׁ בְּבִגְדוֹ עֶרֶב שַׁבָּת עִם חֲשֵׁכָה. אָמַר רַב יוֹסֵף: הִלְכְתָא רַבָּתִי לְשַׁבָּת.", 
                "תָּנוּ רַבָּנָן: הַנִּכְנָס לְבַקֵּר אֶת הַחוֹלֶה בְּשַׁבָּת, אוֹמֵר: שַׁבָּת הִיא מִלִּזְעֹק, וּרְפוּאָה קְרוֹבָה לָבוֹא. וְרַבִּי מֵאִיר אוֹמֵר: יְכוֹלָה הִיא שֶׁתְּרַחֵם. רַבִּי יְהוּדָה אוֹמֵר: [הַמָּקוֹם יְרַחֵם עָלֶיךָ וְעַל חוֹלֵי יִשְׁרָאֵל. רַבִּי יוֹסֵי אוֹמֵר]: הַמָּקוֹם יְרַחֵם עָלֶיךָ בְּתוֹךְ חוֹלֵי יִשְׂרָאֵל. שֶׁבְנָא אִישׁ יְרוּשָׁלַיִם, בִּכְנִיסָתוֹ אוֹמֵר: שָׁלוֹם. וּבִיצִיאָתוֹ אוֹמֵר: שַׁבָּת הִיא מִלִּזְעֹק, וּרְפוּאָה קְרוֹבָה לָבוֹא, וְרַחֲמָיו מְרֻבִּים, וְשִׁבְתּוּ בְּשָׁלוֹם. כְּמַאן אַזְלָא, הָא דְּאָמַר רַבִּי חֲנִינָא: מִי שֶׁיֵּשׁ לוֹ חוֹלֶה בְּתוֹךְ בֵּיתוֹ, צָרִיךְ שֶׁיְּעָרְבֶנּוּ בְּתוֹךְ חוֹלֵי יִשְׂרָאֵל, כְּמַאן? כְּרַבִּי (יהודה) [יוֹסֵי]. וְאָמַר רַבִּי חֲנִינָא: בְּקֹשִׁי הִתִּירוּ לְנַחֵם אֲבֵלִים, וּלְבַקֵּר חוֹלִים בְּשַׁבָּת. אָמַר רַבָּה בַּר בַּר חַנָּה: כִּי הֲוָה אַזְלִינָן בַּתְרֵיהּ דְּרַבִּי אֱלִיעֶזֶר לְשִׁיּוּלֵי בִּתְפִיחָא, זִמְנִין אָמַר לֵיהּ: הַמָּקוֹם יִפְקָדְךָ לְשָׁלוֹם. וְזִימְנִין אָמַר לֵיהּ: רַחֲמָנָא יִדְכְּרִינָךְ לִשְׁלָם. הֵיכִי עָבִיד הָכִי? וְהָאָמַר רַב יְהוּדָה: לְעוֹלָם אַל יִשְׁאַל אָדָם צְרָכָיו בְּלָשׁוֹן אֲרַמִּי, וְאָמַר רַבִּי יוֹחָנָן: כָּל הַשּׁוֹאֵל צְרָכָיו בְּלָשׁוֹן אֲרַמִּי, אֵין מַלְאֲכֵי הַשָּׁרֵת נִזְקָקִין לוֹ, שֶׁאֵין מַלְאֲכֵי הַשָׁרֵת מַכִּירִין בְּלָשׁוֹן אֲרַמִּי. שַׁאנִי חוֹלֶה דִּשְׁכִינָה עִמּוֹ, דְּאָמַר רַב עָנָן, אָמַר רַב: מִנַּיִן שֶׁשְּׁכִינָה סוֹעֵד אֶת הַחוֹלֶה? שֶׁנֶּאֱמַר: (תהילים מא) \"ה' יִסְעָדֶנּוּ עַל עֶרֶשׂ דְּוָי\". תַּנְיָא נַמִּי הָכִי: הַנִּכְנָס לְבַקֵּר אֶת הַחוֹלֶה, לֹא יֵשֵׁב עַל גַּבֵּי הַמִּטָּה, וְלֹא עַל גַּבֵּי כִּסֵּא, אֶלָא מִתְעַטֵּף וְיוֹשֵׁב לְפָנָיו, מִפְּנֵי שֶׁהַשְּׁכִינָה לְמַעְלָה מְרַאֲשׁוֹתָיו שֶׁל חוֹלֶה, שֶׁנֶּאֱמַר: \"ה' יִסְעָדֶנּוּ עַל עֶרֶשׂ דְּוָי\".", 
                "[לֹא יִקְרָא לְאוֹר הַנֵּר, אָמַר רָבָא: אִם אָדָם חָשׁוּב הוּא, מֻתָּר]. מֵיתִיבִי: לֹא יִקְרָא לְאוֹר הַנֵּר, שֶׁמָּא יַטֶּה. אָמַר רַבִּי יִשְׁמָעֵאל בֶּן אֱלִישָׁע: אֲנִי אֶקְרָא, וְלֹא אַטֶּה. פַּעַם אַחַת קָרָא וּבִקֵּשׁ לְהַטּוֹת. אָמַר: כַּמָּה גְּדוֹלִים דִּבְרֵי חֲכָמִים, שֶׁהָיוּ אוֹמְרִים: \"לֹא יִקְרָא לְאוֹר הַנֵּר\"! רַבִּי נָתָן אוֹמֵר: קָרָא וְהִטָּה, וְכָתַב עַל פִּנְקָסוֹ: אֲנִי, [יִשְׁמָעֵאל בֶּן אֱלִישָׁע] קָרִיתִי וְהִטִּיתִי נֵר בְּשַׁבָּת, לִכְשֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ, אָבִיא חַטָּאת שְׁמֵנָה. אָמַר רַבִּי אַבָּא: שַׁאנִי רַבִּי יִשְׁמָעֵאל בֶּן אֱלִישָׁע, הוֹאִיל וּמֵשִׂים עַצְמוֹ עַל דִּבְרֵי תּוֹרָה כְּהֶדְיוֹט.", 
                "תָּנָא דְּבֵי אֵלִיָּהוּ: מַעֲשֶׂה בְּתַלְמִיד אֶחָד שֶׁשָּׁנָה הַרְבֵּה, וְקָרָא הַרְבֵּה, וְשִׁמֵּשׁ תַּלְמִידֵי חֲכָמִים הַרְבֵּה, וּמֵת בַּחֲצִי יָמָיו. וְהָיְתָה אִשְׁתּוֹ נוֹטֶלֶת תְּפִלָּיו, וּמְחַזֶּרֶת בְּבָתֵּי כְּנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת, וְאוֹמֶרֶת לָהֶם: כָּתוּב בַּתּוֹרָה: (דברים ל) \"כִּי הוּא חַיֶּיךְ וְאֹרֶךְ יָמֶיךְ\", בַּעֲלִי שֶׁשָּׁנָה הַרְבֵּה, וְקָרָא הַרְבֵּה, וְשִׁמֵּשׁ תַּלְמִידֵי חֲכָמִים הַרְבֵּה, מִפְּנֵי מַה מֵּת בַּחֲצִי יָמָיו? וְלֹא הָיָה אָדָם מַחֲזִירָהּ דָּבָר. פַּעַם אַחַת נִתְאָרַחְתִּי אֶצְלָהּ, וְהָיְתָה מְסִיחָה כָּל אוֹתוֹ מְאֹרָע, וְאָמַרְתִּי לָהּ: בִּתִּי, בִּימֵי נִדּוּתַיִךְ, מַהוּ אֶצְלִיךְ? אָמְרָה לִי: חַס־וְשָׁלוֹם, וַאֲפִלּוּ בְּאֶצְבַּע קְטַנָּה לֹא נָגַע בִּי. בִּימֵי לִבּוּנַיִךְ, מַהוּ אֶצְלִיךְ? אָכַל עִמִּי, וְשָׁתָה עִמִּי, וְיָשַׁן עִמִּי בְּקֵרוּב בָּשָׂר, וְלֹא עָלְתָה דַּעְתּוֹ עַל דָּבָר אַחֵר. וְאָמַרְתִּי לָהּ: בָּרוּךְ הַמָּקוֹם שֶׁהֲרָגוֹ, שֶׁלֹּא נָשָׂא פָּנִים לַתּוֹרָה, שֶׁהֲרֵי הַתּוֹרָה אָמְרָה: (ויקרא יח) \"וְאֶל אִשָּׁה בְּנִדַּת טֻמָאָתָהּ לֹא תִקְרַב\". כִּי אָתָא רַב דִּימִי אָמַר: מִטָּה חֲדָא הַוְיָא. בְּמַעֲרָבָא אַמְרֵי: אָמַר רַבִּי יִצְחָק בַּר יוֹסֵף: סִנָּר מַפְסִיק בֵּינוֹ לְבֵינָהּ.", 
                "תָּנוּ רַבָּנָן: מִי כָּתַב מְגִלַּת תַּעֲנִית? אָמְרוּ: חֲנַנְיָה וְסִיעָתוֹ, שֶׁהָיוּ מְחַבְּבִין אֶת הַצָּרוֹת. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: אַף אָנוּ מְחַבְּבִין אֶת הַצָּרוֹת, אֲבָל מַה נַּעֲשֶׂה, שֶׁאִם בָּאנוּ לִכְתֹּב, אֵין אָנוּ מַסְפִּיקִין. דָּבָר אַחֵר: אֵין שׁוֹטֶה נִפְגָּע. דָּבָר אַחֵר: אֵין בְּשַׂר הַמֵּת מַרְגִּישׁ בְּאִזְמֵל. אֵינִי, וְהָאָמַר רַב יִצְחָק: קָשָׁה רִמָּה לַמֵּת, כְּמַחַט בִּבְשַׂר הַחַי, שֶׁנֶּאֱמַר: (איוב יד) \"אַךְ בְּשָׂרוֹ עָלָיו יִכְאָב\". אֵימָא: אֵין בְּשַׂר הַמֵּת שֶׁבַּחַי, מַרְגִּישׁ בְּאִזְמֵל. אָמַר רַב יְהוּדָה, אָמַר רַב: בְּרַם, זָכוּר הָאִישׁ הַהוּא לְטוֹב, וַחֲנַנְיָה בֶּן חִלְקִיָּה שְׁמוֹ, שֶׁאִלְמָלֵא הוּא, נִגְנַז סֵפֶר יְחֶזְקֵאל, שֶׁהָיוּ דְּבָרָיו סוֹתְרִין דִּבְרֵי תּוֹרָה, מֶה עָשָׂה? הֶעֱלוּ לוֹ שְׁלֹשׁ מֵאוֹת גַּרְבֵישֶׁמֶן, וְיָשַׁב בָּעֲלִיָּה, וּדְרָשָׁן.", 
                "אָמַר רַב כַּהֲנָא: כְּשֶׁחָלָה רַבִּי יִשְׁמָעֵאל בְּרַבִּי יוֹסֵי, שָׁלְחוּ לוֹ: רַבִּי, אֶמֹר לָנוּ שְׁנַיִם אוֹ שְׁלֹשָׁה דְּבָרִים, שֶׁאָמַרְתָּ לָנוּ מִשּׁוּם אָבִיךָ. שָׁלַח לָהֶם: כָּךְ אָמַר אַבָּא: מֵאָה שְׁמוֹנִים שָׁנָה, עַד שֶׁלֹּא חָרַב הַבַּיִת, פָּשְׁטָה (מלכות אדום) [הַמַּלְכוּת] עַל יִשְׂרָאֵל; שְׁמוֹנִים שָׁנָה, עַד שֶׁלֹּא חָרַב הַבַּיִת, גָּזְרוּ טֻמְאָה עַל אֶרֶץ הָעַמִּים, וְעַל כְּלֵי זְכוּכִית; אַרְבָּעִים שָׁנָה, עַד שֶׁלֹּא חָרַב הַבַּיִת, גָּלְתָה לָהּ סַנְהֶדְרִין, וְיָשְׁבָה לָהּ בַּחֲנֻיּוֹת. לְמַאי הִלְכְתָא? אָמַר רַבִּי יִצְחָק בַּר אַבְדִּימִי: לוֹמַר, שֶׁלֹּא דָּנוּ דִּינֵי קְנָסוֹת. דִּינֵי קְנָסוֹת, סַלְקָא דַּעְתָּךְ? אֶלָּא אֵימָא: שֶׁלֹּא דָּנוּ דִּינֵי נְפָשׁוֹת. (ואגב מאמר זה הזכירו ברייתא דתניא): ", 
                "הִלֵּל וְשִׁמְעוֹן, גַּמְלִיאֵל וְשִׁמְעוֹן, נָהֲגוּ נְשִׂיאוּתָן מֵאָה שָׁנָה לִפְנֵי הַבַּיִת.", 
                "אָמַר רַב יְהוּדָה, אָמַר שְׁמוּאֵל: בְּשָׁעָה שֶׁתִּקֵּן שְׁלֹמֹה עֵרוּבִין וּנְטִילַת יָדַיִם, יָצְתָה בַּת־קוֹל וְאָמְרָה: (משלי כג) \"בְּנִי, אִם חָכַם לִבֶּךְ, יִשְׂמַח לִבִּי גַם אָנִי\". (שם כז) \"חֲכַם בְּנִי וְשַׂמַּח לִבִּי, וְאָשִׁיבָה חֹרְפִי דָּבָר\". אָמַר רַבִּי פַּרְנָךְ, אָמַר רַבִּי יוֹחָנָן: הָאוֹחֵז סֵפֶר תּוֹרָה עָרֹם, נִקְבָּר עָרֹם. 'עָרֹם', סַלְקָא דַּעְתָּךְ? אֶלָּא אָמַר רַבִּי זֵירָא: עָרֹם בְּלֹא מִצְווֹת. בְּלֹא מִצְווֹת, סַלְקָא דַּעְתָּךְ? אֶלָּא [אֵימָא]: עָרֹם בְּלֹא אוֹתָהּ מִצְוָה.", 
                "שִׁמְעוֹן בֶּן שֶׁטַח תִּקֵּן כְּתֻבָּה לְאִשָּׁה, וְגָזַר טֻמְאָה עַל כְּלֵי מַתָּכוֹת. כְּלֵי מַתָּכוֹת? דְּאוֹרַיְתָא נִינְהוּ! דִּכְתִיב: (במדבר לא) \"אַךְ אֶת הַזָּהָב וְאֶת הַכָּסֶף\" וְגוֹ'. לֹא נִצְרְכָה, אֶלָּא לְטֻמְאָה יְשָׁנָה, דְּאָמַר רַב יְהוּדָה, אָמַר רַב: מַעֲשֶׂה בְּשֶׁלְצִיּוֹן הַמַּלְכָּה, שֶׁעָשְׂתָה מִשְׁתֶּה לִבְנָהּ, וְנִטְמְאוּ כָּל כֵּלֶיהָ, וְשִׁבְּרָתָן, וּנְתָנָתָן לַצּוֹרֵף וְרִתְּכָן, וְעָשָׁה מֵהֶם כֵּלִים חֲדָשִׁים. וְאָמְרוּ חֲכָמִים: יַחְזְרוּ לְטֻמְאָתָן יְשָׁנָה. מַאי טַעְמָא? מִשּׁוּם גֶּדֶר מֵי־חַטָּאת נָגְעוּ בָּהּ.", 
                "אָמַר לֵיהּ הִלֵּל לְשַׁמַּאי: מִפְּנֵי*)) מַה בּוֹצְרִין בְּטָהֳרָה, וְאֵין מוֹסְקִין בְּטָהֳרָה? אָמַר לֵיהּ: אִם תַּקְנִיטֵנִי, גּוֹזְרַנִי טֻמְאָה אַף עַל הַמְּסִיקָה. נָעֲצוּ חֶרֶב בְּבֵית הַמִּדְרָשׁ, אָמְרוּ: הַנִּכְנָס יִכָּנֵס, וְהַיּוֹצֵא אַל יֵצֵא. וְאוֹתוֹ הַיּוֹם הָיָה הִלֵּל כָּפוּף וְיוֹשֵׁב לִפְנֵי שַׁמַּאי כְּאֶחָד מִן הַתַּלְמִידִים, וְהָיָה קָשֶׁה לְיִשְׂרָאֵל, כַּיּוֹם שֶׁנַּעֲשָׂה בּוֹ הָעֵגֶל. וְגָּזוּר שַׁמַּאי וְהִלֵּל וְלֹא קִבְּלוּ מֵהֶם, וְאַתּוּ תַּלְמִידַיְהוּ וְגָזוּר, וְקִבְּלוּ מִינַיְהוּ.", 
                "תַּנְיָא, אָמַר רַבִּי צָדוֹק: כָּךְ הָיָה מִנְהָגוֹ שֶׁל בֵּית רַבָּן גַּמְלִיאֵל, שֶׁהָיוּ נוֹתְנִין כְּלֵי לָבָן לַכּוֹבֵס, שְׁלֹשָׁה יָמִים קֹדֶם לַשַּׁבָּת, וּצְבוּעִין אֲפִלּוּ בְּעֶרֶב שַׁבָּת. וּמִדִּבְרֵיהֶם לָמַדְנוּ, שֶׁהַלְּבָנִים קָשִׁים לְכַבְּסָן, יוֹתֵר מִן הַצְּבוּעִין. אַבַּיֵּי הֲוָה יָהִיב לֵיהּ הַהוּא מָנָא דִּצְבִיעָא לְקַצְרָא, אָמַר לֵיהּ: כַּמָּה בָּעִית עִלוּיֵהּ? אָמַר לֵיהּ: כִּדְחִיוְרָא. אָמַר לֵיהּ: כְּבָר קְדָמוּךְ רַבָּנָן. אָמַר אַבַּיֵּי: הַאי מַאן דְּיָהִיב מָנָא לְקַצְרָא בְּמִשְׁחָא נֵיתִיב לֵיהּ, וּבְמִשְׁחָא לִישְׁקוֹל מִינֵיהּ, דְּאִי טְפֵי אַפְסְדֵיהּ, דְּמַתְּחֵיהּ, וְאִי בָּצִיר אַפְסְדֵיהּ, דְּכַוְּצֵי.", 
                "הַהוּא תַּלְמִידָא, דְּאוֹרִי בְּחַרְתָּא דְּאַרְגִיז, כְּרַבִּי שִׁמְעוֹן, שַׁמְתֵּיהּ רַב הַמְנוּנָא. וְהָא, כְּרַבִּי שִׁמְעוֹן סְבִירָא לָן?! בְּאַתְרֵיהּ דְּרַב הֲוָה, וְלָא אִיבָּעִי לֵיהּ (למימר) [לְמֶעֱבַד] הָכִי.", 
                "וּמַאֲחִיזִין אֶת הָאוּר בִּמְדוּרַת בֵּית הַמּוֹקֵד. מְנָא הַנֵי מִילֵי? אָמַר רַב הוּנָא: (שמות לה) \"לֹא תְּבַעֲרוּ אֵשׁ בְּכֹל מֹשְׁבֹתֵיכֶם\" בְּכֹל מוֹשְׁבוֹתֵיכֶם אִי אַתָּה מַבְעִיר, אֲבָל אַתָּה מַבְעִיר בִּמְדוּרַת בֵּית הַמּוֹקֵד. מַתְקִיף לָהּ רַב חִסְדָּא: אִי הָכִי, אֲפִלּוּ בְּשַׁבָּת נַמִּי! אֶלָּא אָמַר רַב חִסְדָּא: קְרָא כִּי אָתָא, לְמִישְׁרֵי אֵיבָרִים וּפְדָרִים הוּא דְּאָתָא, וְכֹהֲנִים זְרִיזִין הֵם."
            ]
        ]
    ], 
    "versionSource": "http://www.daat.ac.il/chazal/perek.asp?masehet=2&perek=1", 
    "maps": [], 
    "heTitle": "עין יעקב‎", 
    "titleVariants": [
        "Ein Yaakov", 
        "Ein Yaakov", 
        "Ein Yaacov", 
        "Ein Yacov"
    ], 
    "textDepth": 3, 
    "categories": [
        "Midrash"
    ]
}