{
    "versionTitle": "Warsaw 1913", 
    "sectionNames": [
        "Massechet", 
        "Chapter", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Ein Yaakov", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "<b>מגילה פרק א</b> - א אמר רבי ירמיה ואי תימא רבי חייא בר אבא מנצפ\"ך צופים אמרום ותסברא צופים ולא משה והכתיב (ויקרא כז) אלה המצות שאין נביא רשאי לחדש דבר מעתה ועוד הא אמר רב חסדא מ\"ם וסמ\"ך שבלוחות (דף ג) בנס היו עומדין (פ' הבונה וע\"ש בח\"ה ובתא\"ג ובפ' כ\"ג) אין מהוה הוה ולא הוו ידעי הי באמצע תיבה והי בסוף תיבה ואתו צוים ותיקנו פתוחים באמצע תיבה סתומים בסוף תיבה. סוף סוף והכתיב אלה המצות שאין נביא רשאי לחדש בהם דבר מעתה אלא שכחום וחזרו צופים ויסדום:", 
                "ואמר רבי ירמיה ואיתימא רבי חייא בר אבא תרגום של תורה ואונקלוס הגר אמרו מפי רבי אליעזר ורבי יהושע ושל נביאים יונתן בן עוזיאל אמרו מפי חגי זכריה ומלאכי ובאותה שעה נזדעזעה ארץ ישראל ת' פרסה על ת' פרסה יצתה בת קול ואמרה מי הוא זה שגילה את סודי לבני אדם עמד יונתן בן עוזיאל על רגליו ואמר אני הוא שגליתי את סתריך לבני אדם וגלוי וידוע לפניך שלא לכבודי עשיתי ולא לכבוד בית אבא עשיתי אלא לכבודך עשיתי שלא ירבו מחלוקת בישראל ועוד בקש לגלות תרגום של כתובים יצתה בת קול ואמרה לו דייך מאי טעמא משום דאית בה קץ משיח. ותרגום של תורה אונקלוס הגר אמרו והאמר רב איקא בר אבין אמר רב חננאל אמר רב מאי דכתיב (נחמיה ח) ויקראו בספר תורה האלהים מפורש ושום שכל ויבינו במקרא. ויקראו בספר תורת האלהים זה מקרא. מפורש זה תרגום. ושום שכל אלו הפוסקים. ויבינו במקרא אלו פסקי טעמים ואמרי לה אלו המסורות שכחום וחזרו ויסדום. מאי שנא אדאורייתא דלא אזדעזעה ומאי שנא אדנביאים דאזדעזעה דאורייתא מיפרשן מילי דנביאים איכא מילי דמסתמן ואיכי מילי דמיפרשן איכא מילי דמסתמן כגון (זכריה יב) ביום ההוא יגדל המספד בירושלים כמספד הדדרמון בן טברימון ברמות גלעד ובמספד יאשיהו בר אמון דקטל יתיה פרעה חגירא בבקעת מגדו:", 
                "(דניאל י) וראיתי אני דניאל לבדי את המראה והאנשים אשר היו עמי לא ראו את המראה אבל חרדה גדולה נפלה עליהם ויברחו בהחבא מאן נינהו אנשים אמר רבי ירמיה ואי תימא אבי חייא בר אבא חג זכריה ומלאכי אינהו עדיפי מיניה והיה עדיף מינייהו אינהו עדיפי מיניה דאינהו נביאי ואיהו לאו נביא הוא ואיהו עדיף מינייהו דאיהו חזא ואינהו לא חזו וכי מאחר דלא חזו מאי טעמא איבעיתו אף על גב דאינהו לא חזו מידי אבל מזלייהו מיהא קא חזי אמר רבינא ש\"מ האי מאן דמיבעית אף על גב דאיהו לא חזי מידי מזליה חזי מאי תקנתיה ליקרי ק\"ש ואי קאי במקום הטינופת לינשף מדוכתיבה ארבע (אמות) [גרמידי] ואי קאי בדוכתא מנוולתא [לא] לימא הכי עיזי דבי טבחא שמיני מינאי:", 
                "תניא כהנים בעבודתם ולוים בדוכנם וישראל במעמדם כולן מבטלין עבודתן ובאין לשמוע מקרא מגילה מכאן סמכו של בית רבי שמבטלין תלמוד תורה ובאין לשמוע מקרא מגילה וקל וחומר מעבודה ומה עודה שהיא חמורה מבטלין. תלמוד תורה לא כל שכן. ועבודה עדיפא מתלמוד תורה והא כתיב (ישעיה ח) ויהי בהיות יהושע ביריחו וישא עיניו וירא והנה איש עומד לנגדו וחרבו שלופה בידו וילך יהושע אליו וגו' ויאמר לא כי אני שר צבא ה' עתה באתי ויפול יהושע על פניו ארצה וישתחו (פ' הדר וע\"ש מהרש\"א) והיכי עביד הכי והא אמר רבי יהושע בן לוי אסור לו לאדם שיתן שלום לחבירו בלילה חיישינן שמא שד הוא שאני התם דקאמר ליה כי אני שר צבא ה' עתה באתי ודלמא משקרי ליה אמר אביי גמירי דלא מפקי שם שמים לבטלה. אמר ליה אמש בטלתם תמיד של בין הערביים ועכשיו בטלתם תלמוד תורה אמר ליה על איזה מהם באת אמר ליה עתה באתי על של עתה באתי מיד (יהושע ח) וילן יהושע בלילה ההוא בתוך העמק. אמר רבי יוחנן (שם ע\"ב) מלמד שלן בתוך עומקה של הלכה. ואמר רבי שמואל גדול תלמוד תורה יותר מהקרבת תמידין, שנאמר עתה באתי, לא קשיא הא דרבים הא דיחיד:", 
                "(דף ד) אמר רבי יהושע בן לוי נשים חייבות במקרא מגילה שאף הן היו באותו הנס: ואמר רבי יהושע בן לוי חייב אדם לקרות המגילה בלילה ולשנותה ביום שנא' (תהלים כב) אלהי אקרא יומם ולא תענה ולילה ולא דומיה לי סבור מינה למיקרייה בליליא ולמיתנא מתניתין דידה ביממא אמר ליה רבי ירמיה לדידי מפרשא לי מיניה דרבי חייא בר אבא כגון דאמרי אינשי אעבור פרשתא דא ואתניה. איתמר נמי אמר רבי חלבו אמר עולא ביראה חייב אדם לקרות המגילה בלילה ולשנותה ביום שנאמר (תהלים ל) למען יזמרך כבוד ולא ידום ה' אלהי לעולם אודך:", 
                "(דף ז ע\"ב) אמר רבא מיחייב איניש לבסומי בפוריא עד דלא ידע בין ארור המן לברוך מרדכי:", 
                "(דף ט) אמר רב יהודה אף כשהתירו רבותינו יונית לא התירו אלא בספר תורה ומשום מעשה דתלמי המלך מאי היא דתניא מעשה בתלמיד המלך שכנס ע\"ב זקנים והושיבם בע\"ב בתים ולא גילה להם על מה כנסם ונכנס אצל כל אחד ואחד ואמר להם כתבו לי תורת משה רבכם נתן הקדוש ברוך הוא עצה בלב כל אחד ואחד והסכימה דעתם לדעת אחד וכתבו לו (בראשית א) אלהים ברא בראשית (שם) אעשה אדם בצלם ובדמות (שם ב) ויכל ביום הששי, וישבות ביום השביעי. (שם ח) זכר ונקבה בראו. (שם יא) הבה ארדה ואכלה שם שפתם. (שם יח) ותצחק שרה בקרוביה לאמר. (שם מט) כי באפם הרגו שור וברצונם עקרו אבוס. (שמות ד) ויקח משה את אשתו ואת בניו וירכיבם על נושא בני אדם. (שם יב) ומושב בני ישראל אשר ישבו במצרים ובשאר ארצות שלשים שנה וארבע מאות שנה. (שם כד) וישלח את זאטוטי בני ישראל (שם) ואל זאטוטי בני ישראל לא שלח יד. (ע\"ב) (במדבר טז) לא חמר אחד מהם נשאתי. (דברים ד) אשר חלק ה' אלהיך אותם להאיר לכל העמים תחת כל השמים. (שם יז) וילך ויעבוד אלהים אחרים אשר לא צויתי לעובדם. וכתבו לו במקום (ויקרא יא) הארנבת את צעירת הרגלים ולא כתבו לו את הארנבת מפני שאשתו של תלמיד המלך ארנבת שמה כדי שלא יאמר שחקו בי יהודאי וכתבו שם אשתי בתורה. [פיסקא] רבי שמעון בן גמליאל אומר וכו'. אמר רבי אבהו אמר רבי יוחנן הלכה כרבי שמעון בן גמליאל. ואמר רבי אבוה אמר רבי יוחנן מאי טעמא דרבי שמעון בן גמליאל דכתיב (בראשית ט) יפת אלהים ליפת וישכון באהלי שם יפיפותו של יפת יהא באהלי שם:", 
                "(דף י ע\"ב) ויהי בימי אחשורוש אמר רבי לוי ואי תימא רבי יוחנן דבר זה מסורת הוא בידינו מאבותינו מאנשי כנסת הגדולה שכל מקום שנאמר ויהי אינו אלא צער (אסתר א) ויהי בימי אחשורוש הוה המן (רות א) ויהי בימי שפוט השופטים הוה רעב (בראשית ו) ויהי כי החל האדם לרוב על פני האדמה וגו' ויראו בני האלהים וגומר. (שם יא) ויהי בנסעם מקדם וגו' הבה נבנה לנו עיר (שם יד) ויהיה בימי אמרפל מלך שנער וגומר עשו מלחמה (יהושע ה) ויהי בהיות יהושע ביריחו וישא עיניו וירא והנה איש עומד לנגדו וחרבו שלופה בידו. (שם ז) ויהי ה' את יהושע וימעלו בני ישראל מעל. (שמואל א) ויהי איש אחד מן הרמתים כי את חנה אהב וה' סגר רחמה (שם ח) ויהי כאשר זקן שמואל ולא הלכו בניו בדרכיו (שם יח) ויהי דוד לכל דרכיו משכיל וה' עמו ויהי שאול עוין את דוד. (ש\"ב ז) ויהי כי שב המלך בביתו רק אתה לא תבנה הבית. והא כתיב (ויקרא ט) ויהי ביום השמיני ותנא אותו היום שמחה גדולה היתה לפני הקדוש ברוך הוא כיום שנבראו בו שמים וארץ כתיב הכא ויהי ביום השמיני וכתיב התם (בראשית א) ויהי ערב ויהי בוקר יום אחד הא שכיב נדב ואביהו והכתיב (מא ו) ויהי בשמונים שנה וארבע מאות שנה לצאת בני ישראל והכתיב (בראשית כט) ויהי כאשר ראה יעקב את רחל בת לבן אחי אמו והא כתיב (שם א) ויהי ערב ויהי בוקר יום אחד והאיכא שני והאיכא שלישי והאיכא ויהי טובא אלא אמר רב אשי ויהי איכא הכי ואיכא הכי כל ויהי בימי ודאי לשון צער הוא והוו ה' ויהי בימי אחשורוש ויהי בימי שפוט השופטים ויהי בימי אמרפל (ישעיה ז) ויהי בימי אחז (ירמיה א) ויהי בימי יהויקים:", 
                "אמר רבי לוי ואיתימא רבי יוחנן דבר זה מסורת הוא בידינו מאבותינו אמוץ ואמציה אחי הוו מאי קמשמע לן כי הא דאמר רבי שמואל בר נחמני אמר רבי יונתן כל כלה שהיא צנועה בבית חמיה זוכה ויוצאין ממנה מלכים ונביאים מנן לן מתמר דכתיב (בראשית לח) ויראה יהודה ויחשבה לזונה כי כסתה פניה משום דכסתה פניה ויחשבה לזונה אלא אמר רבי  אלעזר משום שכסתה פניה בבית חמיה לפיכך יצאו ממנה מלכים ונביאים מלכים מדוד ונביאים מאמוץ דאמר רבי לוי מסורה בידינו מאבותינו אמוץ ואמציה אחי הוו. וכתיב (ישעיה א) חזון ישעיהו בן אמוץ אשר חזה:", 
                "רבי יונתן פתח לה פתחא להאי פרשתא מהכא (שם יד) וקמת עליהם נאם ה' צבאות והכרתי לבבל שם ושאר ונין ונכד נאם ה' שם זדה הכתב ושאר זה הלשון ונין זה מלכות ונכד זה ושתי. רבי שמואל בר נחמני פתח לה פתחא להאי פרשתא מהכא (ישעיה נה) תחת הנעצוץ יעלה ברוש ותחת וגומר תחת הנעצוץ זה המן הרשע שעשה עצמו ע\"ז דכתיב (שם ז) ובכל הנעצוצים ובכל הנהלולים יעלה ברוש זה מרדכי הצדיק שנקרא ראש לבשמים שנאמר (שמות ל) ואתה קח לך בשמים ראש מר דרור ומתרגמינן מרי דכיא ותחת הסרפד זו ושתי הרשעה בת בנו של נ\"נ הרשע ששרף בית מרפידו של אלהינו דכתיב בהי (ש\"ה ג) רפידתו זהב יעלה הדס זו אסתר הצדקת שנקראת הדסה שנאמר (אסתר ב) ויהי אומן את הדסה היא אסתר בת דודו וכתיב (זכריה א) והוא עומד בין הדסים והיה לה' לשם אלו ימי פורים לאות עולם לא יכרת זה מקרא מגילה:", 
                "רבי יהושע בר חנינא פתח לה פתחא להאי פרשתא מהכא (דברים כח) והיה כאשר שש ה' עליכם להיטיב אתכם וגו' כן ישיש להרע אתכם ומי חדי קודש אבריך הוא במפלתו של רשע והא כתיב (דהי\"ב כ) בצאת לפני החלוץ ואומרים הודו לה' כי לעולם חסדו, ואמר רבי יוחנן מפני מה לא נאמר כי טוב בהודאה זו לפי שאין הקדוש ברוך הוא שמח במפלתן של רשעים. ואמר רבי יוחנן מ\"ד (שמות יד) ולא קרב זה אל זה כל הלילה באותה שעה בקשו מלאכי השרת לומר שירה אמר הקב\"ה מעשה ידי טובעין בים ואתם אומרים שירה לפני אמר רבי יוסי ברבי חנינא הוא אינו שש אבל אחרים משיש דיקא נמי דכתיב ישיש ולא כתיב ישוש ש\"מ:", 
                "רבי אבא בר כהנא פתח לה פתחא להאי פרשתא מהכא (קהלת ב) כי לאדם טוב שטוב לפניו נתן חכמה ודעת וגו' כי לאדם שטוב לפניו זה מרדכי. ולחוטא נתן ענין לאסוף ולכנוס זה המן הרשע. לתת לטוב לפני האלהים זה מרדכי דכתיב בהי (אסתר ח) ותשם אסתר את מרדכי על בית המן. רבי אבא בר עופרן פתח לה פתחא להאי פרשתא מהכא (דף יא) (עזרא ט) כי עבדים אנחנו ובעבודתינו לא עזבנו אלהינו ויט עלינו חסד לפני מלכי פרס אימתי ויט עלינו חסד בימי מרדכי. רבי חנינא בר פפא פתח לה פתחא להאי פרשתא מהכא (תהלים סו) הרכבת אנוש לראשינו באנו באש ובמים ותוציאנו לרויה בימי המן. רבי יוחנן פתח לה פתחא להאי פרשתא מהכא (שם צה) זכר חסדו ואמונתו לבית ישראל ראו כל אפסי וגו' אימתי ראו כל זה, בימי מרדכי ואסתר. ר\"ל פתח לה פתחא להאי פרשתא מהכא (משלי כה) ארי נוהם ודוב שוקק מושל רשע על עם דל ארי נוהם זה נבוכדנאצר הרשע דכתיב ביה (ירמיה ד) עלה אריה מסבכו ודוב שוקק זה אחשורוש דכתיב ביה במלכות פרס (דניאל ז) וארו היוה אחרי תנינה דמיה לדוב ותני רב יוסף אלו פרסיים שאוכלין ושותין כדוב ומסורבלין בשר כדוב ומגדלין שער כדוב ואין להם מנוחה כדוב מושל רשע זה המן על עם דל אלו ישראל שהם דלים מן המצות. רב נחמן בר יצחק פתח לה פתחא להאי פרשתא מהכא (תהלים קכד) שיר המעלות לדוד לולי ה' שהיה לנו וגו' בקום עלינו אדם, אדם ולא מלך. רבא פתח לה פתחא להאי פרשתא מהכא (משלי כט) ברבות צדיקים ישמח העם ובמשול רשע יאנח עם ברבות צדיקים זה מרדכי ואסתר ישמח העם כדכתיב (אסתר ח) ומרדכי יצא מלפני המלך, והעיר שושן צהלה ושמחה. במשול רשע יאנח עם זה המן וכן הוא אומר (שם ג) והמלך והמן ישבו לשתות והעיר שושן נבוכה. רב מתנה אמר מהכא (דברים ד) כי מי גוי גדול אשר לו אלהים קרובים אליו כה' אלהינו בכל קראנו אליו. רב אשי אמר מהכא (שם) או הנסה אלהים לבוא וגומר:", 
                "ויהי בימי אחשורוש. אמר רב וי והי נתקיים מה שכתוב בתורה (דברים כח) והתמכרתם שם לאויביך לעבדים ולשפחות ואין קונה. ושמואל אמר (ויקרא כו) לא מאסתים ולא געלתים לכלותם לא מאסתים בימי אנטיוכוס ולא געלתים בימי אספסיינוס קיסר לכלותם בימי המן. להפר בריתי אתם בימי רומיים כי אני ה' אלהיהם לימות גוג ומגוג. במתניתא תנא לא מאסתים בימי כשדים שהעמדתי להם דניאל חנניה מישאל ועזריה, ולא געלתים, בימי המן שהעמדתי להם מרדכי ואסתר. לכלותם בימי אנטיוכוס שהעמדתי להם שמעון הצדיק ומתתיהו בן יוחנן כהן גדול חשמונאי ובניו. להפר בריתי אתם בימי רומיים שהעמדתי להם של בית רבי וחכמי דורות. כי אני ה' אלהיהם לעתיד לבא דאין כל עובדי כוכבים ולשון שולטת בהם. רבי לוי פתח לה פתחא להאי פרשתא מהכא (במדבר צג) ואם לא תורישו את יושבי הארץ. רבי חייא בר אבא אמר רבי יוחנן מהכא (שם) והיה כאשר דמיתי לעשות להם אעשה לכם:", 
                "ויהי בימי אחשורוש אמר רבי לוי אחיו של ראש ובן גילו של ראש. אחיו של ראש אחיו של נבוכדנאצר הרשע שנקרא ראש שנא' (דניאל ב) אנת הוא ראשה די דהבא. ובן גילו של ראש נבוכדנאצר הרג והוא בקש להרוג נבכדנאצר החריב והוא בקש להחריב וכן הוא אומר (עזרא ד) ובמלכות אחשורוש בתחלת מלכותו כתבו שטנה על יושבי יהודה וירושלים. ושמואל אמר שהושחרו פניהם של ישראל בימיו בשולי קדירה רבי חנינא אמר שכל הזוכרו אומר אח לראשו רבי יוחנן אמר שהכל נעשו בימיו רשים שנאמר (אסתר י) וישם המלך אחשורוש מס על הארץ:", 
                "הוא אחשורוש הוא ברשעו מתחלתו ועד סופו. (בראשית לו) הוא עשו אבי אדום הוא ברשעו מתחלתו ועד סופו. (ד\"ה ב' כח) הוא המלך אחז הוא ברשעו מתחלתו ועד סופו. וכן הוא דתן ואבירם. וכן לענין (במדבר כו) צדיקים (ד\"ה א) אברם הוא אברהם. אברהם הוא בצדקתו מתחילתו ועד סופו. (שמות ו) הוא אהרן ומשה, הן בצדקן מתחלתן ועד סופן. (שמואל א' יז) ודוד הוא הקטן. הוא בקטנותו מתחילתו ועד סופו. כשם שבקטנותו הקטין עצמו אצל מי שגדול ממנו בתורה, כך במלכותו הקטין עצמו אצל מי שגדול ממנו בחכמה:", 
                "(שם) המולך, אמר רבי שמלך מעצמו, אמרי לה לשבח, ואמרי לה לגנאי. לשבח דלא הוה איניש דחשיב למלכא כוותיה. לגנאי דלא חזי למלכותא ויהב ממונא יתירא וקם. תנו רבנן שלשה מלכים הם שמלכו בכפה אחאב בן עמרי ונבוכדנאצר ואחשורוש אחאב בן עמרי דקאמר ליה עובדיהו לאליהו (מלכים א יח) חי ה' אלהיך אם יש גוי וממלכה אשר לא שלח אדוני שם לבקשך ואמרו אין והשביע את הממלכה ואת הגוי וגו' ואי לאו דהוה מליך עלייהו היכי מצי לאשבועינהו ונבוכדנאצר דכתיכב ביה (ירמיה כז) והיה הגוי והממלכה אשר לא יעבדו אותו את נבוכדנאצר מלך בבל.  אחשורוש (כדאיתא בסנהדרין) (שם ע\"ב) ותו ליכא והא איכא שלמה. שלמה לא סליק מלכותיה. הא ניחא למאן דאמר מלך והדיוט אלא למאן דאמר מלך והדיוט ומלך מאי איכא למימר שאני שלמה דמילתא אחריתי הוה ביה שמלך על העליונים ועל התחתונים שנאמר (ד\"ה א כט) וישב שלמה על כסא ה' וגומר והא איכא סנחריב דכתיב (מלכים ב יח) מי בכל הארצות אשר הצילו את ארצם מידי הא הויא ירושלים דלא כביש ליה והא איכא דריוש דכתיב (דניאל ו) דריוש מלכא כתב לכל עממיא וגו' שלמכון ישגא הויא שבע דלא מלך עלייהו דכתיב (שם) שפר קדים דריוש והקים על מלכותא לאחשדרפניא מאה ועשרין. והא איכא כורש דכתיב ביה (ד\"ה ב לו) כה אמר כורש מלך פרס כל ממלכות הארץ נתן לי ה' וגומר התם אשתבוחי הוא דקא משתבח בנפשיה:", 
                "(אסתר א) כשבת המלך וכתיב בתריה בשנת שלוש למלכו אמר רבא מאי כשבת לאחר שנתישבה דעתו:", 
                "(דף יב) בהראותו את עשר כבוד מלכותו ואת יקר וגומר אמר רבי יוסי ברבי חנינא מלמד שלבש בגדי כהונה ונתעטף ועמד כתיב הכא את יקר תפארת גדולתו וכתיב התם (שמות כח) לכבוד ולתפארת. ובמלאת הימים האלה וגומר רב ושמואל חד אמר מלך פקח היה וחד אמר טפש היה למאן דאמר פקח היה שפיר עביד דקריב רחיקי ברישא דבני מאתיה כל אימת דבעי להו מקרב להו ומאן דאמר טפש היה בני מאתיה איבעי ברישא לקרובי דאי מרדו הנך הני הוו קיימי בהדיה:", 
                "שאלו תלמידיו את רבי שמעון בן יוחאי מפני מה נתחייבו שונאיהם של ישראל שבאותו הדור כליה אמר להם אמרו לי אתם אמרו לי מפני מה שנהגו מסעודתו של אותו רשע אמר להם אם כן של שושן יהרגו של כל העולם כולו לא יהרגו אמרו לו אמור לנו אתה אמר להם שהשתחוו לצלם אמרו לו וכי משוא פנים יש בדבר אמר להם הם לא עשו אלא לפנים אף הקב\"ה לא עשה אלא לפנים והיינו דכתיב (איכה ג) כי לא ענה מלכו ויגה בני איש:", 
                "ויין מלכות אמר רב מלמד שכל אחד ואחד השקהו יין שהוא גדול ממנו בשנים. והשתיה כדת אמר רב ענן משום רבי מאיר כדת של תורה מה דת של תורה אכילה מרובה משתיה אף סעודתו של אותו רשע אכילה מרובה משתיה. אין אונס אמר רבא מלמד שכל אחד ואחד השקהו יין של מדינתו. (ע\"ב) ביום השביעי כטוב לב המלך ביין אטו עד יום לשביעי לא טב ליביה ביין אמר רבא יום ז' שבת היה שישראל אוכלין ושותין מתחילין בדברי תורה ובדברי תושבחות אבל עובדי כוכבים שאוכלין ושותין אין מתחילין אלא [בדברי] תיפלות וכן בסעודתו של אותו רשע הללו אומרים מדיות נאות והללו אומרים פרסיות נאות אמר להם אחשורוש כלי שאני משתמש בו אינו לא מדי ולא פרסי אלא כשדי רצונכם לראותה אמרו ליה אין ובלבד שתהא ערומה:", 
                "ויאמר ממוכן תנא ממוכן זה המן ולמה נקרא שמו ממוכן שמוכן לפורענות אמר רבי (אבא בר) כהנא מכאן שהדיוט קופץ בראש. להיות כל איש שורר בביתו אמר רבא אלמלא אגרות ראשונות לא נשתייר משונאיהם של ישראל שריד ופליט. אמרי מאי האי דשדד לן להיות כל איש שורר בביתו פשיטא דאפילו קרחה בביתיה פרדשכא ליהוי. ויפקד המלך פקידים אמר רבא מאי דכתיב (משלי יג) כל ערום יעשה כדעת וכסיל יפרוש אולת כל ערום יעשה בדעת זה דוד מלך ישראל דכתיב ביה (מ\"א א) ויאמרו לו עבדיו יבקשו לאדוני המלך נערה בתולה וכל מאן דהוה ליה ברתא אייתה נהליה. וכסיל יפרוש אולת זה אחשורוש דכתיב ביה ויפקד המלך פקידים דמאן דהוה ליה ברתא אטמרה מיניה:", 
                "איש יהודי היה בשושן הבירה ושמו מרדכי וגומר איש ימיני. מה נפשך אי ליחוסיה קא אתא ליחסיה וליזיל עד בנימין בר יעקב מאי שנא הני תרתי ותו לא. תנא כולן על שמו נקראו בן יאיר בן שהאיר עיניהם של ישראל בתפלתו. בן שמעי בן ששמע אל תפלתו. בן קיש שהקיש על דלתי רחמים ופתחו לו. קרי ליה יהודי אלמא מיהודה קאתי וקרי ליה ימיני אלמא מבנימין קאתי אמר רב נחמן מרדכי מוכתר בנימוסו היה רבה בר רב הונא ורבה בר בר חנה משמיה דרבי יהושע בן לוי אמרו אביו מבנימין ואמו מיהודה ורבנן אמרי משפחות מתגרות זו בזו משפחת יהודה אומרת אנא גרמי דמתיליד מרדכי דלא קטליה דוד לשמעי בן גרא ומשפחת בנימין אומרת מיני קאתי רבא אמר כנסת ישראל היא דקאמרה להך גיסא ולהך גיסא ראו מה עשה לי יהודה ומה שלם לי ימיני. מה עשה לי יהודה (דף יג) דלא קטליה דוד לשמעי בן גרא שאלמלי לא היה שמעי בן גרא וקטליה דוד לא הוה מתיליד מרדכי דמקני ביה המן וגרם צער לישראל, ומה שלם לי ימיני דלא קטליה שאול לאגג שאלמלי לא היה אגג וקטליה שאול לא הוה מתיליד המן דמקני ביה מרדכי וגרם ליה צערא לישראל ורבי יוחנן אמר לעולם מבנימין קאתי ואמאי קרו ליה יהודי על שם שכפר בעבודה זרה שכל הכופר בעבודה זרה נקרא יהודי שנא' (דניאל ג) איתי גוברין יהודאין די מנית יתהון וגומר:", 
                "אשר הגלה מירושלים אמר רבא שגלה מעצמו. ויהי אומן את הדסה היא אסתר קרי לה אסתר וקרי לה הדסה תניא רבי מאיר אומר אסתר שמה ולמה נקרא שמה הדסה על שם הצדיקים שנקראו הדסים וכן הוא אומר (זכריה א) והוא עומד בין הדסים אשר במצולה. רבי יהודה אומר הדסה שמה ולמה נקרא שמה אסתר מפני שהיתה מסתרת את דבריה וכן הוא אומר אין אסתר מגדת מולדתה ואת עמה. רבי נחמיה אומר הדסה שמה ולמה נקרא שמה אסתר שהעובדי כוכבים היו קורין אותה על שם אסתהר. בן עזאי אומר אסתר שמה ןךמה נקרא שמה הדסה מפני שהיתה בינונית לא ארוכה ולא קצרה אלא בינונית כהדס (וכמו שאמרה חנה זרע אנשים כו') רבי יהושע בן קרחה אומר אסתר ירקרקת היתה וחוט של חסד משוך עליה. (עי' ברכות פ' אין עומדין) כי אין לה אב ואם (וכתיב) ובמות אביה ואמה למה לי אמר רב חסדא עיברתה אמה מת אביה ילדתה אמה מתה אמה. לקחה מרדכי לו לבת תנא משום רבי מאיר אל תקרי לבת אלא לבית (פי' לאשה) וכן הוא אומר (ש\"ב יב) ולרש אין כל בי אם כבשה אחת קטנה אשר קנה ויחיה ותגדל עמו ועם בניו יחדו מפתו תאכל ומכוסו תשתה ובחיקו תשכב ותהי לו כבת משום דמפתו תאכל ותהי לו כבת אלא כבית הכא נמי לבית. ואת שבע הנערות הראויות לתת לה. אמר רבא מלמד שהיתה מונה בהן שבעת ימי שבת:", 
                "אין אסתר מגדת מולדתה ואת עמה אמר רבי חמא מאי דכתיב (ע\"ב) (איוב לו) לא יגרע מצדיק עיניו בשכר צניעות שהיה ברחל זכתה ויצא מבנה שאול ובשכר צניעות שהיה בשאול זכה ויצאה ממנו אסתר. ומאי צניעותא דהויא ברחל דכתיב (בראשית כט) ויגד יעקב לרחל כי אחי אביה הוא וכי אחי אביה הוא והלא בן אחות אביה הוא אלא אמר לה מנסבת לי אמרה ליה אין מנסיבנא לך אלא אבא רמאי הוא ולא מצית למיקם ביה אמר לה אי רמאי הוא אחוה אנא ברמאותא אמרה ליה ומי שרי לצדיקי לסגויי ברמיותא אמר לה אין דכתיב (תהלים יח) עם נכר תתברר ועם עקש תתפתל. אמר לה ומאי דמאותיה אמרה ליה אית לי אחתא דקשישא מינאי ולא מנסיב לי מקמה (וכי מטא ההוא יומא מעייל לה לגבך מה עשה יעקב) מסר לה סימנין לרחל כי מטא ליליא ועאיל ליה ללאה אמרה רחל השתא מכספא אחתאי מיד אותן סימנין שנתן יעקב לרחל מסרתן רחל ללאה והיינו דכתיב (בראשית כט) ויהי בבוקר והנה היא לאה מכלל דעד השתא לאו לאה היא אלא מתוך סימנין שמסר יעקב לרחל ורחל מסרתן ללאה לא הוה ידע עד השתא לפיכך זכתה ויצא ממנה שאול. ומאי צניעותיה דשאול דכתיב (ש\"א י) ויאמר שאול אל דודו הגד הגיד לנו כי נמצאו האתונות ואת דבר המלוכה לא הגיד לו אשר אמר שמואל לפיכך זכה ויצאת ממנו אסתר. אמר רבי אלעזר אמר רבי חנינא כשהקדוש ברוך הוא פוסק לו גדולה לאדם פוסק לו ולבניו ולבני בניו עד סוף כל הדורות שנאמר (איוב לו) ויושיבם לנצח ויגבהו. ואם הגיס דעתו הקדוש ברוך הוא משפילו שנאמר (שם) ואם אסורים בזיקים ילכדון בחבלי עוני:", 
                "(אסתר ב) בימים ההם ומרדכי יושב בשער המלך קצף בגתן ותרש אמר רבי (אחא) [חייא] בר אבא אמר רבי יוחנן הקציף הקדוש ברוך הוא אדונים על עבדים לעשות רצון צדיק ועבדים על אדוניהם לעשות רצון צדיק. אדונים על עבדים דכתיב (בראשית מא) פרעה קצף על עבדיו לעשות רצון צדיק ומנו יוסף דכתיב (שם) ושם אתנו נער עברי וגומר. עבדים על אדוניהם דכתיב קצף בגתן ותרש שני סריסי המלך משומרי הסף לעשות רצון צדיק ומנו מרדכי דכתיב ויודע הדבר למרדכי. אמר רבי חייא בר אבא בגתן ותרש טרסיים הוו והיו מספרים לשון טורסי ואומרים זה לזה מיום שבאת זו לא ראינו שינה בעינינו בוא ונטיל ארס של סם מיתה בספל של מים כדי שימות והם לא ידעו שמרדכי מיושבי לשכת הגזית היה והיה יודע שבעים לשונות אמר ליה והלא אין משמרתי ומשמרתך שוה אמר ליה אני אשמור משמרתי ומשמרתך והיינו דכתיב ויבוקש הדבר וימצא שלא נמצא במשמרתו:", 
                "אחר הדברים האלה גדל המלך אחשורוש. אחר מאי אחר שברא הקדוש ברוך הוא והקדים רפואה למכה דאמר רבי שמעון בן לקיש אין הקדוש ברוך הוא מכה את ישראל אלא אם כן מקדיש ובורא להם רפואה בתחלה שנאמר (הושע ו) כרפאי לישראל ואחר כך ונגלה עון אפרים אבל הנכרים אינן כן אלא מכה אותן ואחר כך רופא אותן שנאמר (ישעיה יט) ונגף ה' את מצרים נגוף ורפוא בתחלה נגוף ואחר כך רפוא. ויבז בעיניו לשלוח יד במרדכי לבדו אמר רבא בתחלה במרדכי ואחר כך בעם מרדכי מאן נינהו רבנן ולבסוף להשמיד ולהרוג ולאבד את כל היהודים. הפיל פור הוא הגורל תנא כיון שנפל פור בחודש אדר שמח שמחה גדולה אמר נפל לי פור בירח שמת בו משה רבן והוא לא ידע שבז' באדר מת משה רבינו וכן בז' באדר נולד משה רבינו. ויאמר המן למלך אחשורוש ישנו עם אחד אמר רבא ליכא דידיע לישנא בישא כהמן אמר ליה תא ואיגרי בהו אמר ליה מתירא אני שכל המתגרה בהון אלהיהם עושה עמו דין. אמר ליה ישנו מן המצות אמר ליה אית רבנן בגוייהו דמבעי עלייהו רחמי אמר ליה עם אחד הן ושמא תאמר אעשה קרחה במלכות מפוזר ומפורד מפוזרים הם בין העמים. ושמא תאמר איכא מינייהו פירי. ומפוזר כפרדה זו שאינה עושה פירות. ושמא תאמר דאיכא חדא מדינתא מינייהו תלמוד לומר בכל מדינות מלכותך. ודתיהם שונות מכל עם דלא אכלי בהדן ואל שתו בהדן ולא נסבי מינן ולא מינסבי לן מינייהו. ואת דתי המלך אינם עושים דמפקי ליה לכולא שתא בשה\"י פהי. ולמלך אין שוה להניחם דאכלי ושתו:", 
                "אם על המלך טוב יכתב לאבדם ועשרת אלפים ככר כסף וגומר. אמר ריש לקיש גלוי וידוע לפני מי שאמר והיה העולם שעתיד זה המן הרשע לשקול שקלים על ישראל לפיכך הקדים שקליהם לשקלי המן והיינו דתנן באחד באדר משמיעין על השקלים ועל הכלאים. ויאמר המלך להמן הכסף נתון לך והעם לעשות בו כטוב בעיניך אמר רבי אבא בר כהנא (דף יד) משל דאחשורוש והמן למה הדבר דומה לשני בני אדם אחד יש לו תל בשדהו ואחד יש לו חריץ בתוך שדהו אמר בעל התל מי יתן לי חריץ זה בתוך שדי ובעל חריץ אומר מי יתן לי תל זה בתוך שדי. לימים נזדווגו שניהם אמר לו בעל החריץ לבעל התל מכור לי תילך אמר ליה הלואי טול אותו בחנם. ויסר המלך את טבעתו אמר רבי אבא בר כהנא גדולה הסרת טבעת יותר ממ\"ח נביאים וז' נביאות שנתנבאו להם לישראל שמ\"ח נביאים וז' נביאות שנתנבאו להם לישראל לא החזירום למוטב ואלו הסרת זו טבעת החזירתן למוטב:", 
                "תנו רבנן מ\"ח נביאים וז' נביאות שנתנבאו להם לישראל לא פחתו ולא הותירו על מה שכתוב בתורה אפילו אות אחת חוץ ממקרא מגילה מאי דרוש אמר רבי חייא בר אבין אמר רבי יהושע בן קרחה קל וחומר ומה מעבדות לחירות אומרים שירה לחיים על אחת כמה וכמה אי הכי הלילא נמי נימא אמר רבי יצחק לפי שאין אומרים הלל על הנסים שבחוצה לארץ. מתקיף לה רב נחמן בר יצחק והרי יציאת מצרים דנסים שבחוץ לארץ וקאמרינן הלילא התם כדתניא עד שלא נכנסו לארץ הוכשרו כל הארצות לומר שירה משנכנסו לארץ לא הוכשרו לומר שירה רב נחמן בר יצחק אמר קריאתה זה הוא הלילא. רבא אמר התם (תהלים קיג) הללו עבדי ה' ולא עבדי פרעה אחשורוש הכא נימא הללו עבדי ה' ולא עבדי אחשורוש אכתי עבדי אחשורוש אנן:", 
                "שבע נביאות נתנבאו להם לישראל מאן נינהו שרה מרים, דבורה חנה, אביגיל, חולדה, אסתר שרה דכתיב (בראשית יא) אבי מלכה ואבי יסכה ואמר רבי יצחק יסכה זו שרה ולמה נקרא שמה יסכה [שסכתה] ברוח הקודש והיינו דכתיב (שם כא) כל אשר תאמר אליך שרה שמע בקולה. מרים דכתיב (שמות טו) ותקח מרים הנביאה אחות אהרן וגומר אחות אהרן ולא אחות משה אמר רב נחמן אמר רב מלמד שהיתה מתנבאה כשהיא אחות אהרן ואומרת עתידה אמי שתלד בן שמושיע את ישראל כיון שנולד משה נתמלא כל הבית כולו אורה עמד אביה ונשקה על ראשה אמרה לה היכן נבואתך והיינו דכתיב (שמות ב) ותתצב אחות הרחוק לדעה מה יעשה לו מה יהא בסוף נבואתה. דבורה דכתיב (שופטים ד) ודבורה אשה נביאה אשת לידות אמר רבי יצחק מלמד שהיתה עושה פתילות למשכן. (שם) והיא יושבת תחת תומר מאי שנא תחת תומר אמר רבי שמעון בן אבשלום משום יחוד. ד\"א מה תמר זה אין לו אלא לב אחד אף ישראל שבאותו דור (אין) [לא היה] להם אלא לב אחד לאביהם שבשמים. הנה דכתיב (ש\"א ב( ותתפלל חנה ותאמר עלץ לבי בה' רמה קרני. רמה קרני ולא רמה פכי. דוד ושלמה שנמשחו בקרן נמשכה מלכותן  שאול ויהוא שנמשחו בפך לא נמשכה מלכותן אין קדוש כה' כי אין בלתך ואין צור כאלהינו אמר רבי יהודה בן מנשיא (ברכות פ\"ק) אל תקרי בלתך אלא לבלותיך בוא וראה שלא כמדת הקדוש ברוך הוא מדת בשר ודם. מדת בשר ודם מעשה ידיו מבלין אותו אבל הקדוש ברוך הוא הוא מבלה את מעשיו. ואין צור כאלהינו אל תקרי אין צור אלא אין צייר. מנהגו של עולם אדם צר צורה בכותל ואין יכול להטיל בה רוח ונשמה קרביים ובני מעיים. אבל הקדוש ברוך הוא צר צורה בתוך צורה ומטיל בה רוח ונשמה קרביים ובני מעיים. אביגיל דכתיב (ע\"ב) (שם) והיתה נפש אדוני צרורה בצרור החיים את ה' אלהיך כי הוה אזיל קאמרה ליה (שם) והיטיב ה' לאדוני וזכרת את אמתך אמר רב נחמן היינו דאמרי אינשי איתתא בהדי שותא פילכא אי נמי שפיל ואזיל בר אווזא ועינוהי מטייפין. חולדה דכתיב (מלכים ב' כב) וילך חלקיהו הכהן ואחיקם ועכבור ושפן ועשיה אל חולדה הנביאה אשת שלום בן תקוה ובמקום דקאי ירמיה היכי מתנבאה איהי אמרי בי רב משמיה דרב חולדה קרובת ירמיה היתה ולא אקפיד עלה ויאשיהו גופיה היכי שביק ירמיה וקא משדר לה לחולדה אמר רבי שילא מפני שהנשים רחמניות הן. רבי יוחנן אמר ירמיה הוא דלא הוה תמן שהלך להחזיר עשרת השבטים ומנ\"ל דאהדור דכתיב (יחזקאל ז) כי המוכר אל הממכר לא ישוב אפשר דיובל בטל הוא ונביא מתנבא עליו שיבטל אלא מלמד שהחזירן ירמיה ויאשיה בן אמון מלך עליהם מנ\"ל דכתיב (מלכים ב כג) מה הציון הלז אשר אני רואה ויאמר אליו אנשי העיר הקבר איש האלהים אשר בא מיהודה ויקרא את הדברים האלה אשר עשית על המזבח בית אל וכי מה טיבו של יאשיהו על המזבח בבית אל אלא מלמד שירמיה החזירן ויאשיהו מלך עליהם רב נחמן בר יצחק אמר מהכא (הושע ו) גם יהודה שת קציר לך בשובי שבות עמי. אסתר דכתיב (אסתר ח) ויהי ביום השלישי ותלבש אסתר מלכות. מלכות בגדי מלכות מיבעי ליה אמר רבי אלעזר אמר רבי חנינא מלמד שלבשתה רוח הקודש כתיב הכא ותלבש אסתר מלכות וכתיב התם (ד\"ה א יב) ורוח לבשה את עמשי:", 
                "ומרדכי ידע את כל אשר נעשה וגומר אמר רב שגבה לבו של המן מאחשורוש. ותקרא אסתר להתך אמר רב התך זה דניאל ולמה נקרא שמו התך שחתכוהו מגדולתו ושמואל אמר שכל דברי מלכות נחתכין על פיו. ותצוהו על מרדכי לדעת מה זה ועל מה זה אמר רבי יצחק נפחא שלחה ליה שמא עברו על חמשה חומשי תורה דכתיב ביה (שמות לב) מזה ומזה הם כתובים. ויגידו למרדכי את דברי אסתר ואלו איהו לא אזיל לגביה אמר רבי אבא בר כהנא מכאן שאין משיבין על הקלקלה. ויעבור מרדכי רב אמר שהעביר יום טוב הראשון של פסח בתענית ושמואל אמר עורקמא דמיא עבר:", 
                "אמר רבי אלעזר אמר רבי חנינא לעולם אל תהי ברכת הדיוט קלה בעיניך שהרי ב' גדולי הדור ברכום ב' הדיוטות ונתקיימה בהם ואלו הן דוד ודניאל. דוד דברכיה ארונה דכתיב (ש\"ב כד) ויאמר ארונה אל המלך ה' אלהיך ירצך. דניאל דברכיה דריוש דכתיב (דניאל ו) אלהך די אנת פלח ליה וגומר. ואמר רבי אלעזר אמר רבי חנינא אל תהי קללת הדיוט קלה בעיניך שהרי אבימלך קלל את שרה (בראשית כ) הנה הוא לך כסות עינים ונתקיים בזרעה שנאמר (שם כז) ויהי כי זקן יצחק ותכהין עיניוץ ואמר רבי אלעזר אמר רבי חנינא בוא וראה שלא כמדת הקדוש ברוך הוא מדת בשר ודם. מדת בשר ודם אדם שופת את הקדירה ואחר כך נותן לתוכה מים והקדוש ברוך הוא נותן מים ואחר כך שופת את הקדירה לקיים מה שנאמר (ירמיה י) לקול תתו המון מים בשמים. ואמר רבי אלעזר אמר רבי חנינא צדיק אבד לדורו משל לאדם שאבדה ממנו מרגלית כל מקום שהיא מרגלית שמה והיא לא אבדה אלא לבעלה. ואמר ר\"א אמר רבי חנינא כל האומר דבר בשם אומרו מביא גאולה לעולם שנאמר (אסתר ב) ותאמר אסתר למלך בשם מרדכי. ואמר רבי אלעזר אמר רבי חנינא מאי דכתיב וכל זה איננו שוה לי מלמד שכל גנזיו של אותו רשע היו חקוקים לו על לבו וכשראה את מרדכי יושב בשער המלך היה אומר וכל זה אריננו שוה לי וכי משום דרואה מרדכי יושב בשער המלך אומר וכל זה איננו שוה לי אין כדאמר רב חסדא זה בא בפרוזבולי וזה בא (שם ע\"ב) בפרוזבוטי בולי אלו עשירים שנא' (ויקרא כו) ושברתי את גאון עוזכם ותני רב יוסף אלו בולאות שביהודה. בוטי אלו עניים וכ\"ה אומר (דברים טו) והעבט תעביטנו אמר רב פפא וקארו עדא דאזדבן בטלומי דנהמא. ואמר רבי אלעזר אמר רבי חנינא עתיד הקדוש ברוך הוא לתת עטרה בראש כל צדיק וצדיק שנאמר (ישעיה כח) ביום ההוא יהיה ה' צבאות לעטרת צבי וגומר (חלק וע\"ש מהרש\"א) מאי לעטרת צבי לעושים צביונו ולצפירת תפארה למצפים תפארתו יכול לכל תלמוד לומר לשאר עמו מאי לשאר עמו למשים עצמו כשירים. ולרוח משפט זה הדן דין אמת לאמיתו. ולגבורה, זה המתגבר על יצרו. משיבי מלחמה אלו שנושאין ונותנין במלחמתה של תורה. שערה אלו תלמידי חכמים שמשכימין ומעריבין לבתי כנסיות ולבתי מדרשות. אמרה מדת הדין לפני הקדוש ברוך הוא רבונו של עולם מה נשתנו אלו מאלו אמר ליה הקדוש ברוך הוא ישראל עסקו בתורה נכרים לא עסקו בתורה אמר ליה (ישעיה כח) וגם אלה ביין שגו ובשכר תעו פקו פליליה ואין פקו אלא גיהנם שנאמר (ש\"א כה) ולא תהיה זאת לך לפוקה ואין פליליה אלא דיינים שנאמר (שמות כא) ונתן בפלילים:", 
                "ותעמוד בחצר בית המלך הפנימית אמר רבי לוי כיון שהגיעה לבית הצלמים נסתלקה ממנה שכינה ואמרה (תהלים כב) אלי אלי למה עזבתני וגומר שנא אתה דן על שוגג כמזיד ועל אונס כרצון. ויהי כראות המלך וגו' אמר רבי יוחנן ג' מלאכי השרת נזדמנו לה באותה שעה אחד שהגביה את צוארה ואחד שמשך עליה חט של חסד ואחד שמתח שרביטו של אחשורוש וכמה מתכו אמר רבי ירמיה בר אבא שתי אמות היה והעמידו על י\"ב ואמרי לה על י\"ז רבי יהושע בן לוי אמר כ\"ח ורב חסדא אמר ס' וכן אתה מוצא באמתה של בת פרעה וכן אתה מוצא בשיני רשעים דכתיב (תהלים ג) שיני רשעים שברת ואמר ר\"ל (פ' הרואה) אל תקרי שברת אלא שרבבת. רבה בר עופרן אמר משום רבי אלעזר ששמע מרבו ורבו מרבו מאתים:", 
                "ותאמר אסתר אם על המלך טוב יבא המלך והמן אל המשתה תנו רבנן מה ראתה אסתר שזמנה את המן. רבי אליעזר אומר פחים טמנה ללכדו שנאמר (תהלים סט) יהי שולחנם לפניהם לפח. רבי יהושע אומר מבית אביה למדה שנאמר (משלי כה) אם רעב שונאך האכילהו לחם וגומר. רבי מאיר אומר כדי שלא יטול עצה וימרוד. רבי יהודה אומר כדי שלא יכירו בה שהיא יהודית.  רבי נחמיה אומר כדי שלא יאמרו ישראל אחות לנו בבית המלך ויסיחו דעתם מן הרחמים רבי יוסי אומר כדי שיצא מצוי לה בכל עת. רבי שמעון בן מנסיא אומר אולי ירגיש המקום ויעשה לנו נס. רבי יהושע בן קרחה אומר הסבירה לו פנים כדי שיהרג הוא והיא:", 
                "אמר רבן גמליאל אחשורוש מלך הפכפך היה ואמר רבן גמליאל עדיין צריכין אנו למודעי דתניא רבי אליעזר המודעי אומר קנאתו במלך קנאתו בשרים. רבה אמר (שם טז) לפני שבר גאון. אביי ורבא דאמרי תרווייהו (ירמיה נא) בחוסם אשית את משתיהם. אשכחיה רבה בר אבהו לאליהו אמר ליה כמאן חזייא אסתר ועבדה הכי אמר ליה ככולהו תנאי וככלוהו אמוראי:", 
                "בלילה ההוא נדדה שנת המלך אמר רבה נדדה שנת המלך אחשורוש ממש נפלה ליה מלתא בדעתיה אמר מאי דקמן דזמנתיה אסתר להמן בהדאי דילמא עצה קא שקיל עליה דההוא גברא למקטליה הדר אמר אי הכי הוה לא איניש דרחים לי והוה מודע לי הדר אמר דלמא איכא איניש דעביד לי טיבותא ולא פרעתיו משום הכי מימנעי אינשי ולא מגלו לי מיד ויאמר להביא את ספר הזכרונות וגומר ויהיו נקראים מלמד שנקראים מאליהם. וימצא כתוב כתב מיבעיה ליה אמר רבי יצחק נפחא מלמד (דף טז) ששמשי מוחק וגבריאל כותב. אמר רבי אסי אמר רבי חנינא בר פפא דרש רבי שילא איש כפר חמרתא ומה כתב של מטה שלזכותן של ישראל אינו נמחק כתב של מעלה על אחת כמה וכמה. ויאמר המלך מה נעשה יקר וגדולה וגומר לא נעשה עמו דבר תנא לא מפני שאוהבים את מרדכי אלא מפני ששונאים את המן. הכין לו תנא לו הכין. ויאמרו נערי המלך אליו הנה המן וגומר ויבא המן וגומר ועשה כן למרדכי אמר ליה נו מרדכי אמר ליה מרדכי היהודי אמר ליה טובא מרדכי איכא ביהודאי אמר ליה היושב בשער המלך אמר ליה הוא סגי בחדא דסקרתא אי נמי בחדא נהרא אמר ליה אל תפל דבר מכל אשר דברת גמר והב ליה. ויקח המן את הלבוש ואת הסוס אזל ואשכח רבנן דיתבי קמי ןמחו להו הלכות קמיצה כיון דחזיה מירתת אמר להו לרבנן האי רשיעא למקטל נפשי קא אתי זילו מקמיה די לא תכוו בנחתו בההיא שעתא נתעטף מרדכי וקם ליה לצלותא אתא המן ויתיב ליה קמייהו ואוריך עד דסליק מרדכי לצלותיה. אמר ליה במאי עסקיתו א\"ל דכי הוה בית מקדשא קיים רחמנא אמר מאן דמנדב מנחה לייתי מליא קומציה דסולתא וליקטר על גבי מדבחא וליכפר ליה אמר ליה לייתי מלא קומצא דקמחא דידכו ולידחי י' אלפא ככרי כספא דההוא גברא א\"ל רשע עבדא דקנה נכסים עבדא דמאן נכסים דמאן א\"ל קום לבוש הני מאני ורכיב האי סוסיא דקא בעי לך מלכא אמר ליה לא יכילנא עד דאזילנא לבי בני ואשקול למיזאי דלאו אורח ארעא אשתמושי במאני דמלכותא הכי. אדהכי והכי שדרה אסתר ואסרתינהו לכולהו בי בני ולכולהו אומני עייליה איהו לבי בני ואסחיה ואזל ואייתי זוגא מביתיה וקא שקיל למזייא בתר דקא שקיל ליה אינגיד ואיתנח אמר ליה אמאי קא מתנחת אמר ליה גברא דחשיב ליה מלכא מכולהו רברבנוהו השתא שוייה בלאני וספר אמר ליה רשע לאו ספר בכפר קרצום היית תנא המן ספר של כפר קרצום הוה כ\"ב שנה. בתר דאשקיל ליה למזייא אלבשיה אמר ליה סליק רכיב אמר ליה לא יכילנא דכחיש חילאי מתעניתא. נחין ליה ורכיב. ויקרא לפניו ככה יעשה לאיש כי הוה נקיט ואזיל בשבילא דמתא חזיתיה ברתיה דהות קיימת באיגרא סברא האי דרכיב אבוה הוא והאי דמסני גמיה מרדכי שקלה עציצא דבית הכסא ושדיא ליה ארישיה דאבוה דלי עיניה וחזייא כיון דחזאי דאבוהא הוי נפםלה מאיגרא ומתה. והיינו דכתיב וישב מרדכי אל שער המלך אמר רב ששת ששב לשקו ולתעניתו והמן נדחף אל ביתו אבל וחפוי ראש אבל על בתו וחפוי ראש מדבר שאירעו:", 
                "ויספר המן לזרש אשתו גו' מאי שנא התם דקרי להו אוהביו ומאי שנא הכא דקרי להו חכמיו אמר רבי יוחנן מלמד שכל האומר דבר חכמה אפילו באומות העולם נקרא חכם. אם מזרע היהודים מרדכי גומר. א\"ל אם משאר שבטי ישראל קא אתי יכלת ליה ואם משבט יהודה מנשה ואפרים ובנימין קא אתי לא יכלת ליה יהודה דכתיב (בראשית מט) ידך בעורף אויביך שבט אפרים ובנימין ומנשה דכתיב (תהלים פ) לפני אפרים ובנימין ומנשה עוררה את גבורתך ולכה לישועתה לנו. כי נפול תפול לפניו דרש רבי יהודה ברבי אלעאי שתי נפילות אלו מלמד שאמרו לו אומה זו משולה לעפר ומשולה לכוכבים כשהן יורדין יורדין עד עפר וכשהן עולין עולין [עד לכוכבים]. עודם מדברים עמו וסריסי המלך וגומר מלמד שהביאוהו בבהלה. כי אין הצר שוה בנזק המלך אמרה ליה צר זה אינו שוה בנזק מלך איקני בושתי וקטלה ואיקני בדידי ובעי למקטלי. והמלך קם בחמתו וגומר. והמלך שב מגנת הביתן מקיש שיבה לקימה מה קימה בחמה אף שיבה בחמה דאזל ואשכח מלאכי השרת דאיזדמו ליה לגברי דקיימי ועקרי אילני דבוסתנא ושדו אמר להו מאי עבידתייכו אמרו ליה דפקדינן המן אתא לביתיה והמן נופל על המטה נפל מיבעיה ליה אמר רבי אלעזר שבא מלאך והפילו עליה אמר וי מדברא וי ממתא. ויאמר המלך הגם לכבוש את המלכרה עמי בבית ויאמר חרבונה אחד מן הסריסים וגומר אמר רבי חמא בר חנינא אף חרבונה הרשע באותה עצה היה כיון שראה שלא נתקיימה עצתו מיד ברח והיינו דכתיב (איוב כז) וישלך עליו ולא יחמול מידו ברוח יברח. וחמת המלך שככה שתי שכיכות הללו למה אחד של מלכו של עולם ואחד של אחשורוש איכא דאמרי אחד של אסתר ואחד של ושתי:", 
                "(בראשית מה) לכולם נתן לאיש חליפות שמלות ולבנימין נתן וגו' וחמש חליפות שמלות אפשר דבר שנצטער בו אותו צדיק יכשל בו.  (ע\"ב) דאמר רבא בר מחסיא אמר רב חמא בר נוריא אמר רב בשביל משקל ב' סלעים מילת שהוסיף יעקב ליוסף משאר בניו נתקנאו בו אחיו ונתגלגל הדבר וירדו אבותינו למצרים אמר רבי בנימין בר יפת רמז לו שעתיד לצאת ממנו בן שיצא מלפני המלך בחמשה לבושי מלכות ומנו מרדכי דכתיב ומרדכי יצא מלפני המלך וגומר (שם) ויפול על צוארי בנימין אחיו וגומר כמה צוארי הוו ליה לבנימין. אמר רבי בנימין בר יפת אמר רבי אלעזר ממד שבכה יוסף על מקדש ראשון ועל מקדש שני שעתידין להיות בחלקו של בנימין ועתידין ליחרב ובנימין בכה על צואריו בכה על משכן שילה שעתיד להיות בחלקו של יוסף ועתיד ליחרב (שם) והנה עיניכם רואות ועיני אחי בנימין אמר רבי בנימין בר יפת אמר רבי אלעזר אמר להם כשם שאין בלבי כלום על בנימין אחי שלא היה במכירתי כך אין בלבי עליכם שהייתם במכירתי (בראשית מה) כי פי המדבר אליכם אמר רבי בנימין בר יפת אמר רבי אלעזר כפי כך לבי (שם) ולאביו שלח כזאת עשרה חמורים מטוב מצרים אמר רבי בנימין בר יפת אמר רבי אלעזר שלח לו יין ישן שדעת זקנים נוחה הימנו:", 
                "(שם נ) וילכו גם אחיו ויפלו לפניו אמר רבי בנימין בר יפת אמר רבי אלעזר היינו דאמרי אינשי תעלא בעידניה סגיד ליה תעלא מאי בצירותיה מאחוה אלא אי איתמר הכי איתמר (שם מז) וישתחו ישראל על ראש המטה אמר רבי בנימין בר יפת אמר רבי אלעזר היינו דאמרי אינשי תעלא בעידניה מגיד ליה. (שם נ) וינחם אותם וידבר על לבם אמר רבי בנימין בר יפת אמר רבי אלעזר שאמר להם דברים המתקבלים על הלב ומה עשרה נרות לא יכלו לכבות נר אחד היאך הר אחד יכול לכבות עשרה נרות:", 
                "ליהודים היתה אורה ושמחה וששון ויקר אמר רבי אלעזר אמר רבי יהודה אורה זו תורה וכן הוא אומר (משלי ו) כי נר מצוה ותורה אור. שמחה זה יום טוב וכן הוא אומר (דברים טז) ושמחת בחגך. וששון (אמר רבי אלעזר) זו מילה וכן הוא אומר (תהלים קיט) שש אנכי על אמרתך. ויקר אלו תפילין וכה\"א (דברים כח) וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך ותניא ר' אליעזר הגדול אומר אלו תפילין שבראש:", 
                "ואת פרשנדתא ואת דלפון גומר עשרת בני המן אמר רבי חייא דמן יפו עשרת בני המן ועשרת בעי למימרינהו בנשימה אחת מאי טעמא דכולהו בהדי הדדי נפקי נשמתייהו אמר רבי יוחנן וא\"ו דויזתא צריך לממתח' בזקיפא כמורדי' דלברות מאי טעמא כולהו בחדא זקיפא אזדקיפו:", 
                "דברי שלום ואמת אמר רבי תנחום ואמרי לה אמר רבי אסי מלמד שצריכה שרטוט כאמתה של תורה. ומאמר אסתר קים דברי הפורים האלה מאמר אסתר אין דברי הצומות וזעקתם לא אמר רבי יוחנן הכי קאמר דברי הצומות וזעקתם ומאמר אסתר קיים דברי הפורים האלה. כי מרדכי היהודי משנה למלך אחשורוש גומר ורצוי לרוב אחיו תנא רב יוסף לרוב אחיו ולא לכל אחיו מלמד שפירשו ממנו מקצת סנהדרין. אמר רב יוסף גדול תלמוד תורה יותר מהצלת נפשות דאלו מעיקרא ק אחשיב למרדכי בתר ד' ולבסוף בתר ה' מעיקרא כתב (עזרא ב) אשר באו עם זרובבל ישוע נחמיה שריה רעליה מרדכי בלשן ולבסוף כתיב (נחמיה ז) הבאים על זרובבל ישוע נחמיה עזריה רעמיה נחמני מרדכי בלשן:", 
                "רב אשי הוה יתיב קמיה דרב כהנא נגה ולא אתו רבנן אמר ליה מאי טעמא לא אתו רבנן דלמא טרידי בסעודת פורים אמר ליה ולא הוה אפשר למיכליה באורתא אמר ליה לא שמיע ליה למר הא דאמר רבא סעודת פורים שאכלה בלילה לא יצא ידי חובתו. אמר ליה אמר רבא הכי אמר ליה אין תנא מיניה ארבעין זימנין ודמי ליה כמאן דמנה בכיסיה:", 
                "(ע\"ב) אמר רב ואי תימא רב שמואל בר מרתא גדול תלמוד תורה יותר מבנין בית המקדש שכל זמן שהיה ברוך בן נריה קיים לא הניחו עזרא ועלה. אמר רבה בר בר חנה אמר רבי יצחק בר שמואל בר מרתא משמיה דרב גדול תלמוד תורה יותר מכבוד אב ואם שכל אותן שנים שהיה יעקב אבינו בבית עבר לא נענש עליהם:", 
                ""
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "<b>סוטה פרק א</b> תניא רבי אומר למה נסמכה פרשת נזיר לפרשת סוטה לומר לך שכל הרואה סוטה בקלקולה יזיר עצמו מן היין.", 
                "א אמר רב שמואל בר יצחק כי הוה פתח ריש לקיש בסוטה אמר הכי אין מזווגין לו לאדם אשה אלא לפי מעשיו שנאמר (תהלים קכה) כי לא ינוח שבט הרשע על גורל הצדיקים אמר רבה בר בר חנה א\"ר יוחנן וקשה לזווגן כקריעת ים סוף שנאמר (שם סח) אלהים מושיב יחידים ביתה מוציא אסירים בכושרות (אל תקרי מוציא אלא כמוציא) איני והא אמר רב יהודה אמר רב ארבעים יום קודם יצירת הולד בת קול יוצאת ואומרת בת פלוני לפלוני בית פלוני לפלוני שדה פלונית לפלוני לא קשיא הא בזווג ראשון הא בזווג שני.", 
                "ג אמר רב חסדא זנותא בביתא כקריא לשומשמי וא\"ר (פפא) (חסדא) תוקפא בביתא כקריא לשומשמי אידי ואידי באתתא אבל בגברא לית לן בה.", 
                "ד ואמר רב חסדא בתחלה קודם שחטאו ישראל היה שכינה שרויה עם כל אחד ואחד שנאמר (דברים כג) כי ה' אלהיך מתהלך בקרב מחנם וכיון שחטאו היתה שכינה מסתלקת מהם שנאמר (שם) ולא יראה בך ערות דבר ושב מאחריך.", 
                "ה א\"ר שמואל בר נחמני א\"ר יונתן כל העושה מצוה אחת בעוה\"ז מקדימתו ומוליכתו לפניו לעוה\"ב שנאמר (ישעיה נח) והלך לפניך צדקך כבוד ה' יאספך וכל העובר עבירה אחת בעולם הזה מלפפתו (ומוליכתו) ליום הדין שנאמר (איוב ו) ילפתו ארחות דרכם יעלו בתהו ויאבדו רבי אלעזר אומר קשורה בו ככלב שנאמר (בראשית לט) ולא שמע אליה לשכב אצלה להיות עמה לשכב אצלה בעוה\"ז להיות עמה ליום הדין בעוה\"ב.", 
                "ו דרש רב זעירא זמנין אמר לה משמיה דרב אמי וזמנין אמר לה משמיה דר' אסי כל האוכל לחם בלא נטילת ידים כאילו בא על אשה זונה שנאמר (משלי ג) כי בעד אשה זונה עד ככר לחם ואשת איש נפש יקרה תצוד אמר רבא האי בעד אשה זונה עד ככר לחם בעד ככר להם אשה זונה מיבעי' ליה. אלא אמר רבא כל הבא על אשה זונה לסוף מבקש ככר לחם ואינו מוצא אמר רב זריקא א\"ר אלעזר כל המזלזל בנטילת ידים נעקר מן העולם. אמר רב חייא בר אשי אמר רב מים ראשונים צריך שיגביה ידיו למעלה מים אחרונים צריך שישפיל ידיו למטה. תנ\"ה הנוטל ידיו צריך שיגביה ידיו למעלה שמא יצאו מים חוץ לפרק ויחזרו ויטמאו את הידים. א\"ר אבהו כל האוכל פת בלא ניגוב ידים כאילו אוכל לחם טמא שנאמר (יחזקאל ד) ככה יאכלו בני ישראל את לחמם טמא בגוים אשר אדיחם שם מאי (משלי ו) ואשת איש נפש יקרה תצוד. א\"ר חייא בר אבא אמר רבי יוחנן כל אדם שיש בו גסות הרוח לסוף נכשל באשת איש שנאמר ואשת איש נפש יקרה תצוד אמר רבא האי נפש יקרה תצוד אמר רבא האי נפש יקרה נפש גבוה מיבעי' ליה ועוד היא תצוד מיבעי' ליה אלא אמר רבא כל הבא על אשת איש אפי' למד תורה דכתיב בה (שם ג) יקרה היא מפנינים יקרה היא מכ\"ג שנכנס לפני ולפנים אפילו הכי היא צדתו לדינה של גיהנם.", 
                "ז א\"ר יוחנן משום רבי שמעון בן יוחאי כל אדם שיש בו גסות הרוח כעובד עבודה זרה כתיב הכא (שם טז) תועבת ה' כל גבה לב וכתיב התם (דברים ז) ולא תביא תעבה אל ביתך ור' יוחנן דידיה אמר כאלו כופר בעיקר שנא' (שם ח) ורם לבבך ושכחת את ה' אלהיך ר' חמא בר חנינא אמר כאילו בא על העריות כולם כתיב הכא תועבת ה' כל גבה לב וכתיב התם (ויקרא יח) כי את כל התועבות האל עשו אנשי הארץ עולא אמר כאילו בנה במה שנא' (ישעיה ב) חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא אל תיקרי במה אלא במה. מאי (משלי יא) יד ליד לא ינקה א\"ר יוחנן (דף ה) אפילו עשה צדקה בסתר דכתיב (משלי כא) מתן בסתר יכפה אף ושחד בחיק חימה עזה לא ינקה מדינה של גיהנם.", 
                "ח אזהרה לגסי הרוח מנין אמר רבא אמר זעירא מהכא (ירמיה יג) שמעו והאזינו אל תגבהו רב נחמן בר יצחק אמר מהכא (דברים ח) ורם לבבך ושכחת וכתיב (שם) השמר לך פן תשכח וכדרבי אבין א\"ר דא\"ר אבין א\"ר אלעאי כל מקום שנאמר השמר פן ואל אינו אלא לא תעשה. דרש רב עוירא זמנין אמר לה משמיה דר' אמי וזמנין אמר (דף ד) ליה משמיה דר' אסי כל אדם שיש בו גסות הרוח לסוף מתמעט שנאמר (איוב כד) רומו מעט יכול ישנו בעולם ת\"ל (שם) ואיננו ואם חוזר בו נאסף מן העולם בזמנו שנא' (שם) ואם חוזר בו נאסף מן העולם בזמנו שנא' (שם) והומכו ככל יקפצון כאברהם יצחק ויעקב דכתיב בהו (בראשית כד) בכל (שם כז) מכל (שם לג) כל ואם לאו (איוב כד) ובראש שבלתי מלו מאי וכראש שבלתי מלו רב הונא ורב חסדא חד אמר כסאסאה דשבלתא וחד אמר כשבלתא עצמה בשלמא למ\"ד כסאסאה דשבלתא היינו דכתיב וכראש שבלתי מלו אלא למ\"ד כשבלתא עצמה מאי וכראש שבלתי מלו אמר רב אשי וכן תנא דבי רבי ישמעאל משל לאדם שנכנס לתוך שדהו גבוה גבוה הוא מלקט. (ישעיה נז) ואת דכא ושפל רוח רב הונא ורב חסדא חד אמר אתי דכא וח\"א אני את דכא ומסתברא כמ\"ד אני את דכא שהרי הקדוש ב\"ה השרה שכינתו על הר סיני ולא גבה הר סיני למעלה אמר רב יוסף לעולם ילמד אדם מדעת קונו שהרי הקב\"ה הניח כל הרים וגבעות והשרה שכינתו על הר סיני.", 
                "ט א\"ר אלעזר כל אדם בו גסות הרוח ראוי לגדע כאשרה כתיב הכא (ישעיה י) ורמי הקומה גדעים וכתיב התם (דברים ל) ואשריהם תגדעון. א\"ר אלעזר כל אדם שיש בו גסות הרוח אין עפרו ננער שנא' (ישעיה כו) הקיצו ורננו שוכני עפר שוכבי עפר לא נאמר אלא שוכני עפר מי שנעשה שכן לעפר בחייו. וא\"ר אלעזר כל אדם שיש בו גסות הרוח שכינה מיללת עליו שנא' (תהלים קלח) כי רם ה' ושפל יראה וגבוה ממרחק יידע. דרש רב עוירא ואיתימא רבי אלעזר בא וראה שלא כמדת הקב\"ה מדת בשר ודם מדת ב\"ו גבוה רואה את הגבוה ואין גבוה ראה את השפל אבל מדת הקב\"ה אינו כן הוא גבוה ורואה את השפל שנאמר כי רם ה' ושפל יראה.", 
                "י אמר רב חסדא אמר מר עוקבא כל אדם שיש בו גסות הרח אמר הקב\"ה אין אני והוא יכולין לדור בעולם שנאמר (תהלים קא) מלשני בסתר רעהו אותו אצמית גבה עינים ורחב לב אותו לא אוכל אל תקרי אותו אלא אתו. ואיכא דמתני לה אמספרי לה\"ר שנאמר מלשני בסתר רעהו. א\"ר אלכסנדרי כל מי שיש בו גסות הרוח אפילו רוח קמעא עוכרתו שנאמר (ישעיה נז) והרשעים כים נגרש כי השקט לא יוכל ומה ים שיש בו כמה רביעיות רוח קמעא עוכרתו אדם שאין בו אלא רביעית דם אעכ\"ו. א\"ר חייא בר אשי אמר רב תלמיד חכם צריך שיהא בו אחד משמונה בשמינית אמר רב הונא בריה דרב יהושע ומעטרא ליה כסאסאה לשבלתא אמר רבא בשמתא מאן דאית ביה ובמשתא מאן דלית ביה. אמר ר\"נ בר יצחק לא מינה ולא מקצתה מי זוטרא מ\"ד ביה (משלי טז) תועבת ה' כל גבה לב.", 
                "יא אמר חזקיה אין תפלתו של אדם נשמעה אלא א\"כ משים עצמו כבשר שנאמר (ישעיה סו) והיה מדי חדש בחדשו ומדי שבת בשבתו יבא כל בשר להשתחות לפני אמר ה' א\"ר זירא בשר כתיב ביה (ויקרא יג) ונרפא אדם לא כתיב ביה ונרפא. א\"ר יוחנן אדם 'אפר 'דם 'מרה בשר 'בושה 'סרוחה 'רמה ואיכא דאמרי \"בושה \"שאול \"רמה דכתיב בשי\"ן. אמר רב אשי כל אדם שיש בו גסות הרוח לסוף נפחת שנאמר (שם יד) ולשאת ולספחת ואין שאת אלא לשון גבהות שנאמר (ישעיה ב) ועל כל ההרים הרמים ועל כל הגבעות הנשאות ואין מפחת אלא מפילה שנאמר (ש\"א ב) ואמר ספחני נא אל אחת הכהנות לאכול פת לחם. א\"ר יהושע בן לוי בא וראה כמה גדולים נמוכי הרוח לפני הקב\"ה שבזמן שבהמ\"ק קיים אדם מקריב מנחה שכר מנחה בידו אבל מי שדעתו שפלה מעלה עליו הכתוב כאילו הקריב כל הקרבנות כולן שנאמר (תהלים נא) זבחי אלהים רוח נשברה ולא עוד אלא שאין תפלתו נמאסת שנאמר (שם) לב נשבר ונדכה אלהים לא תבזה.", 
                "יב וא\"ר יהושע בן לוי כל השם אורחותיו בעולם הזה ורואה בישועתו של הקב\"ה שנא' (תהלים נ) ושם דרך אראנו בישע אלהים אל תקרי ושם אלא ושם.", 
                "יג ת\"ר אומרים לפניה דברי הגדה ומעשים שאירעו בכתובים הראשונים כגון (איוב טו) אשר חכמים יגידו ולא כחדו מאבותם יהודה הודה ולא בוש מה היה בסופו זכה וירש חיי עולם הבא. ראובן הודה ולא בוש מה היה בסופו זכה וירש חיי עולם הבא. ומה שכרן מה שכרן כדקאמרינן אלא מה שכרן בעוה\"ז (שם) להם לבדם נתנה הארץ ולא עבר זר בתוכם בשלמא יהודה אשכחן דאודי דכתיב (בראשית לא) ויכר יהודה ויאמר צדקה ממני אלא ראובן מנא לן דאודי דא\"ר שמואל בר נחמני א\"ר יונתן מ\"ד (דברים לג) יחי ראוףבן ואל ימות וזאת ליהודה כל אותן שנים שהיו ישראל במדבר היו עצמותיו של יהודה מגולגלין בארון עד  שעמד משה ובקש עליו רחמים אמר רבש\"ע מי גרם לראובן שיודה יהודה וזאת ליהודה מיד (שם) שמע ה' את קול יהודה על איבריה לשפא ולא הוו קא מיילין ליה למתיבתא דרקיע (שם) ואל עמו תביאנו לא הו הקא ידע למשקל ולמטרה בשמעתא בהדי רבנן (שם) ידיו רב לו לא הו הקא סלקא ליה שמעתא אליבא דהלכתא (שם) ועזר מצריו תהיה בשלמא יהודה דאודי כי היכי דלא תשרף תמר אלא ראובן למה ליה דאודי והאמר רב ששת חציף עלי מאן דמפרש חטאיה. כי היכי דלא לחשדו אחוהי בהדיה.", 
                "יד גמ' אמר רב יוסף אע\"ג דמדה בטיל עצמה במדה לא בטיל דאמר רב יוסף וכן תני ר' חייא מיום שחרב בית המקדש אע\"ג שבטל סנהדרין ארבע מיתות לא בטלו. והא בטלו אלא דין ד' מיתות לא בטלו. מי שנתחייב סקילה או נופל מן הגג או היה דורסו. מי שנתחייב שריפה או נופל בדליקה או נחש מכישו מי שנתחייב הריגה או נמסר למלכות או לסטין באין עליו. מי שנתחייב חנק או טובע בנהר או מת בסרונכי.", 
                "טו תניא היה ר' מאיר אומר מנין שבמדה שאדם מודד בה מודדין לו שנאמר (ישעיה כז) בסאסאה בשלחה תריבנה אין לי אלא סאה מנין לרבות אפילו תרקב וחצי תרקב קב וחצי קב רובע וחצי רובע תתומן ועוקלא ת\"ל (שם ט) כל סאון סואן ברעש ומנין שכל פרוטה ופרוטה מצטרפין לחשבון גדול ת\"ל (קהלת ז) אחת לאחת למצוא חשבון וכן מצינו בסוטה שבמדה שמדדה בה מדדו לה.", 
                "טז וכי מאחר דנפקא ליה מאחת לאחת למצוא חשבון (ישעיה ט) כי כל סאון סואן ברעש למה לי לכמדה ומאחר דנפקא ליה מכי כל סאון סאון סואן ברעש (שם כז) בסאסאה בשלחה תריבנה למה לי לכדרבי חיננא בר פפא דא\"ר חיננא בר פפא אין הקב\"ה נפרע מן האומה עד שעת שילוחה שנאמר בסאסאה בשלחה וגו' איני והאמר רבה ג' כוסות האמורות במצרים למה אחת ששתתה בימי משה ואחת ששתתה בימי פרעה נכה ואחת שעתידה לשתות עם חברותיה וכי תימא הנך אזדי והני אחריני נינהו והתניא א\"ר יהודה מנימין גר המצרי היה לי חבר מתלמידי ר\"ע אמר מנימין גר המצרי אני מצרי ראשון ונשאתי מצרית ראשונה אשיא לבני מצרית שניה כדי שיהא בן בני ראוי לבא בקהל אלא אי אתמר הכי אתמר א\"ר חיננא בר פפא אין הקב\"ה נפרע מן המלך עד שעת שילוחו שנאמר בסאסאה בשלחה תריבנה. אמימר מתני לה להא דר' חיננא בר פפא אהא מאי דכתיב (מלאכי ג) כי אני ה' לא שניתי ואתם בני יעקב לא כליתם אני ה' לא שניתי לא הכיתי אומה ושניתי בה ואתם בני יעקב לא כליתם דכתיב (דברים לב) חצי אכלה בם חצי כלים והם אינם כלים.  א\"ר המנונא אין הקב\"ה נפרע מן האדם עד שתתמלא סאתו שנאמר (איוב כ) במלאת שפקו יצר לו.", 
                "יז דרש רבי חיננא בר פפא מ\"ד (תהלים לג) רננו צדיקים בה' לישרים נאוה תהלה א\"ת נאוה תהלה אלא נוה תהלה זה משה ודוד שלא שלטו שונאיהם במעשי ידיהם דוד דכתיב (איכה ב) טבעו בארץ שעריה משה דאמר מר משנבנה מקדש ראשון נגנז אהל מועד קוסיו קרשיו בריחיו ועמודיו היכא אמר רב חסדא אמר אבימי תחת מחילות של היכל.", 
                "יח ת\"ר סוטה נתנה עיניה במי שאינו שלה מה שבקשה לא ניתן לה ומה שבידה נטלו ממנה שכל הנותן עיניו במה שאינו שלו מה שמבקש אין נותנין לו ומה שבידו נוטין הימנו (ע\"ב) וכן מצינו בנחש הקדמוני שנתן עיניו במי שאינו שלו מה שביקש לא ניתן לו ומה שבידו נטלו ממנו אמר הקב\"ה אני אמרתי יהא מלך על כל בהמה וחיה עכשיו (בראשית ג) ארור יהיה מכל הבהמה ומכל חית השדה אני אמרתי ילך בקומה זקופה עכשיו על גחונך תלך אני אמרתי יהא מאכלו מאכל אדם עכשיו (שם) ועפר תאכל הוא אמר אהרוג אדם ואשא את חוה לפיכך (שם) ואיבה אשית בינך ובין האשה ובין זרעך ובין זרעה. וכן מצינו בקין וקרח ובלעם ודואג ואחיתופל וגחזי ואבשלום ואדוניה ועוזיהו והמן שנתנו עיניהם במה שאינו שלהם מה שבקשו לא ניתן להם ומה שהיה בידם נטלו מהם.", 
                "יט משנה. שמשון הלך אחר עיניו לפיכך נקרו פלשתים את עיניו שנאמר (שופטים טז)  ואחזוהו פלשתים וינקרו את עיניו אבשלום נתגאה בשערו לפיכך נתלה בשערו ופי שבא על עשר פלגשי אביו לפיכך נתנו בו עשר לונביות שנאמר (שם יח) ויסבו עשרה נערים נושאי כלי יואב ויכו את אבשלום ולפי שגנב שלש לבבות לב אביו ולב ב\"ד ולב כל ישראל לפיכך נתקעו בו שלשה שבטים שנאמר (שם) ויקח שלשה שבטים בכפו ויתקעם בלב אבשלום עודנו חי בלב האלה.", 
                "כ ת\"ר שמשון בעיניו מרד שנאמר (שופטים יד) ויאמר שמשון אל אביו אותה קח לי כי היא ישרה בעיני לפיכך נקרו פלשתים את עיניו שנאמר (שם טז) ויאחזוהו פלשתים וינקרו את עיניו איני והא כתיב (שם יד) ואביו ואמו לא ידעו כי מה' הוא כי תואנה הוא מבקש מפלשתים כי אזל מיהא בתר ישרות עיניו אזל. תניא רבי אומר שמשון תחלת קלקולו בעזה לפיכך לקח בעזה תחלת קלקולו בעזה דכתיב (שם טז) וילך שמשון עזתה וירא שם אשה זונה לפיכך לקה בעזה דכתיב (שם) ויאחזוהו פלשתים וינקרו את עיניו ויורידו אותו עזתה והכתיב (שם יד) וירד שמשון תמנתה וירא שם אשה בתמנתה תחלת קלקולו מיהא בעזה הוה.", 
                "כא ויהי אחרי כן ויאהב אשה בנחל שורק ושמה דלילה תנא רבי אומר אלמלא לא נקרא שמה דלילה ראויה היתה שתקרא דלילה דלדלה כחו דלדלה לבו דלדלה מעשיו. דלדלה כחוד כתיב (שם) ויסר כחו מעליו דלדלה לבו דכתיב (שם) ותרא דלילה כי הגיד לה את כל לבו. דלדלה מעשיו דאסתלק שכינה המינו דכתיב (שם) והוא לא ידע כי ה' סר מעליו. ותרא דלילה כי הגיד לה את כל לבו מנא ידעה א\"ר חנן א\"ר ניכרין דברי אמת אביי אמר ידעה באותו צדיק דלא מפיק שם שמים לבטילה כין דאמר לה (שם) כי גזיר אלהים אני אמרה השתא ודאי קושטא קאמר.", 
                "כב (שופטים יג) ותחל רוח ה' לפעמו במחנה דן א\"ר אחא בר' חנינא אותו היום חלה נבואתו של יעקב אבינו דכתיב (בראשית מט) יהי דן נחש עלי דרך לפעמו א\"ר יצחק דבי ר' אמי מלמד שהיתה רוח הקודש מקשקשת לפניו כזוג כתיב הכא לפעמו וכתיב התם (שמות כח) פעמון זהב ורמון. בין צרעה ובין אשתאול א\"ר אסי צרעה ואשתאול שני הרים גדולים היו ועקרן שמשון וטחנן זב\"ז (שופטים יג) והוא יחל להושיע את ישראל מיד פלשתים אמר ר' אחא בר' חנינא (דף י) הוחלה שבועתו של אבימלך שנאמר (בראשית כא) אם תשקר לי ולניני ולנכדי.", 
                "כג (שם ט) ויקרא שמשון אל ה' ויאמר ה' אלהים זכרני נא וחזקני נא אך הפעם הזה גו' ואנקמה נקם אחת משתי עיני מפלשתים אמר רב יהודה אמר רב אמר שמשון לפני הקב\"ה רבש\"ע זכור לי עשרים ושתים שנה ששפטי את ישראל ולא אמרתי לאחד מהם העבר לי מקל ממקום למקום.", 
                "כד (שופטים טו) וילך שמשון וילכד שלש מאות שועלים מאי שנא שועלים אמר רבי איבו בר נגדי אמר רבי חייא בר אבא אמר שמשון יבא שועל שחוזר לאחוריו ויפרע מפלשים שחזרו משבועתם. תניא אמר רבי שמעון החסיד בין כתפיו של שמשון ששים אמה היה שנאמר (שם טז) וישכב שמשון עד חצי הלילה ויקם בחצי הלילה ויאחוז בדלתות שער העיר ובשתי המזוזות ויסעם עם הבריח וישם על כתפיו תנא אין דלתות עזה פחותות מששים אמה.", 
                "כה אמר ר' יוחנן שמשון דן את ישראל כאביהם שבשמים שנאמר (בראשית מט) דן ידין עמו כאחד וגו' ואמר רבי יוחנן שמשון על שמו של הקב\"ה נקרא שנאמר (תהלים פד) כי שמש ומגן ה' אלהים אלא מעתה לא ימחק אלא מעין שמו של הקב\"ה מה הקב\"ה מגן על כל העולם כולו אף שמשון הגין בדורו על ישראל. ואמר רבי יוחנן בלעם חגר ברגלו אחת היה שנאמר (במדבר כג) וילך שפי שמשון חגר בשתי רגליו הוה שנאמר (בראשית מט) שפיפון עלי ארח.", 
                "כו תנו רבנן חמשה נבראו מעין דוגמא של מעלה וכולם לקו בהן שמשון בכחו שאול בצוארו אבשלום בשערו צדקיה בעיניו אסא ברגליו. שמשון בכחו דכתיב (שופטים טז) ויסר כחו מעליו. שאול בצוארו דכתיב (ש\"א לא) ויקח שאול את החרב ויפול עליה. אבשלום בשערו דכתיב (ש\"ב כה) ויחזק ראשו באלה. צדקיהו עור אסא ברגליו דכתיב (מ\"א טו) רק לעת זקנתו חלה את רגליו וא\"ר  יהודה אמר רב שאחזתו פודגרא אמר ליה מר זוטרא בריה דרב נחמן לרב נחמן היכא דמי פודגרא אמר ליה כמחט בבשר החי מנא ידע איכא דאמרי מיחש הוה חייש ביה ואיכא דאמרי מרביה שמיע ליה ואיכא דאמרי (תהלים כה) סוד ה'  ליריאיו ובריתו להודיעם. דרש רבא מפני מה נענש המלך אסא מפני שעשה אנגריא בתלמידי חכמים שנאמר (מ\"א טו) והמלך אסא השמיע את כל יהודה אין נקי מאי אין נקי אמר רב יהודה אמר רב אפילו חתן מחדרו וכלה מחופתה.", 
                "כז כתיב (שופטים יד) וירד שמשון תמנתה וכתיב (בראשית לןח) הנה חמיך עולה תמנתה אמר רבי אלעזר שמשון שנתגנה בה כתיב ביה ירידה יהודה שנתעלה בה כתיב ביה עליה ר' שמואל בר נחמני אמר תרתי תמנת הוה חדא בירידה וחדא בעליה רב פפא אמר חדא תמנת הואי דאתי מהאי גיסא ירידה ודאתי מהאי גיסא עליה כגון וורידנא ובי בארי ושוקא דנרש. (שם) ותשב בפתח עינים אמר רבי אלכסנדרי מלמד שהלכה וישבה לה בפתחו של אברהם אבינו מקום שכל עינים מצפות לראותה רבי יוחנן אמר מקום הוא ששמו עינים וכן הוא אומר (יהושע טו) תפוח והעינם.", 
                "כח (בראשית כא)  ויטע אשל בבאר שבע אמר ריש לקיש מלמד שעשה פרדס ונטע בו כל מיני מגדים ר' יהודה ור' נחמיה חד אמר פרדם וחד אמר פונדק בשלמא למ\"ד פרדס היינו דכתיב ויטע (אשל בבאר שבע ואמר ריש לקיש שעשה פרדס ונטע בו כל מיני מגדים) אלא למ\"ד פונדק מאי ויטע כדכתיב (דניאל יא) ויטע אהלי אפדנו בין ימים להר צבי קדש (בראשית כא) ויקרא שם בשם ה' אל עולם אמר ריש לקיש אל תיקרי ויקרא (ע\"ב) אלא ויקריא מלמד שהקריא אברהם שמו של הקב\"ה בפה כל עובר ושב כיצד לאחר שאכלו ושתו עמדו לברכו אמר להם וכי משלי אכלתם משל אל עולם אכלתם הודו וברכו למי שאמר והיה העולם.", 
                "כט (בראשית לח) ויראה יהודה ויחשבה לזונה כי כסתה פניה משום דכסתה פניה חשובה לזונה א\"ר אלעזר שכסתה פניה בבית חמיה דא\"ר שמואל בר נחמני א\"ר יונתן כל כלה שצנועה בבית חמיה זוכה ויוצאים ממנה מלכים ונביאים מנלן מתמר נביאים דכתיב (ישעיה א) חזון ישעיה בן אמוץ מלכים מדוד וא\"ר לוי דבר זה מסורת בידנו מאבותינו אמוץ ואמציה אחים הוו. (בראשית לח) היא מוצאת והיא שלחה אל חמיה היא מתוצאת מיבעי' לויה א\"ר אלעזר לאחר שנמצאו סימניה בא סמאל ורחקן בא גבריאל וקרבן והיינו דכתיב (תהלים נו) למנצח על יונת אלם רחוקים לדוד מכתם א\"ר יוחנן לאחר שנתרחק סימניה נעשית כיונה אלמת. לדוד מכתם שיצא הימנה דוד שמך ותם לכל ד\"א מכתם שהיה מכתו תמה שנולד כשהוא מהול ד\"א מכתם כשם שבקטנותו הקטין עצמו אצל מי שגדול ממנו ללמוד תורה כך בגדלותו הקטין עצמו אצל מי שגדול ממנו ללמוד תורה. (בראשית לח) והיא שלחה אל חמיה לאמר לאיש אשר לו אנכי הר ותימר ליה מימר א\"ר זוטרא בר טוביה אמר רב ואמרי לה אמר רב הנה בר ביזנא א\"ר שמעון חסידא ואמרי לה א\"ר יוחנן משום ר' שמעון בן יוחאי נוח לו לאדם שיפיל עצמו לתוך כבשן האש ואל ילבין פני חברו ברבים מנא לן מתמר. (שם) הכר נא א\"ר חמא בר חנינא בהכר בשר לאביו בהכר בשרוהו (שם לז) הכר נא הכתנת בנך היא אם לא בהכר כבשרוהו הכר נא למי החותמת והפתילים הכר נא אין נא אלא לשון בקשה אמרה לו בבקשה ממך הכר נא בוראך ואל תעלים עינך ממני. (שם לח) ויכר יהודה ויאמר צדקה ממני היינו דאמר ר' חמא בר ביזנא א\"ר שמעון חסידא יוסף שקדש שם שמים בסתר זכה והוסיפו לו אות אחת משמו של הקדוש ברוך הוא דכתיב (תהלים פא) עדות ביהוסף שמו יהודה שקדש שם שמים בפרהסיא זכה ונקרא כולו על שמו של הקב\"ה כיון שהודה ואמר צדקה ממני יצתה בת קול ואמרה אתה הצלת תמר ושני בניה מן האור חייך שאני מציל בזכותך ג' מבניך מן האו מאן נינהו חנניה מישאל ועזריה. צדקה מני מנא ידע יצתה בת קול ואמרה ממני יצאו כבושים. (בראשית לח) ולא יסף עוד לדעתה אמר שמואל סבא חמוה דרב שמואל בר אמי כיון שידעה שוב לו פסק ממנה כתיב הכא ולא יסף עוד לדעתה וכתיב התם (דברים ה) קול גדול ולא יסף.", 
                "ל פיסקא. אבשלום נתגאה בשערו וכו'. ת\"ר אבשלום בשערו מרד שנא' (ש\"ב יד) וכאבשלום לא היה איש יפה בכל ישראל להלל מאד מכף רגלו ועד קדקדו לא היה בו מום ובגלחו את ראשו והיה מקץ לימים אשר יגלח כי כבד עליו וגלחו ושקל את שער ראשו מאתים שקלים באבן המלך. תנא אבן שאנשי טבריא ואנשי ציפורי שוקלין בה לפיכך נתלה בשערו שנאמר (שם יח) ויקרא אבשלום לפני עבדי דוד ואבשלום רוכב על הפרד ויבא הפרד תחת שובך האלה הגדולה ויחזק ראשו באלה שקל ספסירא בעא למפסקיה תנא דבי רבי ישמעאל באותה שעה ראה גיהנם נבקעה מתחתיו. (שם יט) וירגז המלך ויעל על עלית השער ויבך וכה אמר בלכתו בני אבשלום בני בני אבשלום מי יתן מותי אני תחתיך אבשלום בני בני והמלך לאט את פניו יזעק המלך קול גדול בני אבשלום בני בני. הני תמניא זמני בני למה ז' דאסקיה מז' מדורי גיהנם אידך א\"ד דקריב רישיה לגביה גופיה וא\"ד דאתייה לעלמא דאתי. (שם יח) ואבשלום לקח ויצב לו בחייו את מצבת אשר בעמק המלך כי אמר אין לי בן בעבור הזכיר שמי ויקרא למצבת על שמו ויקרא לה יד אבשלום עד היום הזה. מאי לקח אמר ר\"ל שלקח מקח רע לעצמו (שם) את מצבת אשר בעמק המלך א\"ר חנינא בר פפא בעצה עמוקה של מלכו של עולם (דף יא) שנאמר (ש\"ב יב) הנני מקים עליך רעה מביתך כיוצא בדבר אתה אומר (בראשית לז) וישלחהו מעמק חברון א\"ר חנינא בר פפא בעצה עמוקה של אותו צדיק הקבור בחברון שנאמר (שם טו) ידוע תדע כי גר יהיה זרעך בארץ לא להם. כי אמר אין לי בן ולא הוו ליה בני והכתיב (ש\"ב יד) וילדו לאבשלום שלשה בנים ובת אחת ושמה תמר א\"ר יצחק בר אבדימי שלא היה לו בן הגון למלכות רב חסדא אמר גמירי כל השורף תבואתו של חבירו אינו מניח בן ליורשו ואיהו קלייה לדיואב דכתיב (שם) ויאמר אל עבהדיו ראו חלקת יואב אל ידי ולו שם שעורים לכו והציתוה וגו'.", 
                "לא משנה. וכן לענין הטובה מרים המתינה למשה שעה אחת שנאמר (שמות ב) ותתצב אחותו מרחוק לפיכך נתעכבו לה כל ישראל ז' ימים במדבר שנאמר (במדבר יב) ותסגר מרים מחוץ למחנה שבעת ימים והעם לא נסע עד האסף מרים יוסף זכה לקבור את אביו אין באחיו גדול מיוסף שנאמר (בראשית נ) ויעל יוסף לקבור את אביו ויעל עמו גם רכב גם פרשים מי לנו גדול מיוסף שלא נתעסק בו אלא משה. משה זכה בעצמות יוסף אין גדול ממנו בישראל שנאמר (שמות יג) ויקח משה את עצמות יוסף עמו מי לנו גדול ממשה שלא נתעסק בו אלא שכינה שנאמר (דברים לד) ויקבור אותו בני. ולא על משה בלבד אמרו אלא על כל הצדיקים שנאמר (ישעיה נח) והלך לפניך צדקך כבוד ה' יאספך. ", 
                "פיסקא וכן לענין הטובה מרים וכו' מי דמי התם שעתא חדא הכא ז' יומי אמר אביי אימא ולענין הטובה אינו כן א\"ל רבא והא וכן לענין הטובה קתני אלא אמר רבא ה\"ק וכן לענין הטובה דבאותה מדה ולעולם מדה טובה מרבה ממדת פורעניות (שמות ב) ותתצב אחותו מרחוק לדעה מה יעשה לו א\"ר יצחק פסוק זה כולו על שם שכינה נאמר ותתצב דכתיב (ש\"א ג) ויבא ה' ויתיצב ויקרא כפעם בפעם. אחותו (משלי ז) אמור לחכמה אחותי את. מרחוק (ירמיה לא) מרחוק ה' נראה לי. לדעה (ש\"א ב) כי אל דעות ה'. מה (דברים י) מה ה' אלהיך שואל מעמך. יעשה (ש\"א כה) יעשה ה' לאדוני בית נאמן. לו (שופטים ו) ויקרא לו ה' שלום.", 
                "לג (שמות א) ויקם מלך חדש על מצרים אשר לא ידע את יוסף רב ושמואל חד אמר חדש ממש וחד אמר שנתחדשו גזירותיו מ\"ד חדש ממש דכתיב חדש ומ\"ד שנתחדשו גזירותיו דלא כתיב וימת וימלך. ומאי אשר לא ידע את יוסף דהוה דמי כמאן דלא ידע ליה. (שם) ויאמר אל עמו הנה עם בני ישראל רב ועצום ממנו. תנא הוא התחיל בעצה תחלה שנאמר ויאמר אל עמו לפיכך לקח הוא תחלה שנאמר (שם ז) ובכה ובעמך ובכל עבדיך יעלו הצפרדעים (שם א) הבה נתחכמה לו להם מיבעי' ליה אמר ר' חמא ברבי חנינא בואו ונתחכמם למושיען של ישראל במה נדונם נדונם באש כתיב (ישיעה טו) [כי הנה ה' באש יבא וכתיב] כי באש ה' נשפט נדונם בחרב (שם) ובחרבו את כל בשר בואו נדונם במים שכבר נשבע שאינו מביא מבול לעולם שנאמר (שם נד) כי מי נח זאת לי אשר נשבעתי מעבור מי נח עוד על הארץ והם אינם יודעים שעל כל העולם אינו מביא אבל על אומה אחת מביא א\"נ הוא אינו מביא אבל הם באים ונופלים לתוך המים וכה\"א (שמות יד) ומצרים נסים לקראתו וינער ה' את מצרים בתום הים והיינו דא\"ר אלעזר מ\"ד (שם יח) כי בדבר אשר זדו עליהם בקדרה שבשלו נתבשלו מאי משמע דהאי זדו לישנא דקדירה הוא דכתיב (בראשית כה) ויזד יעקב נזיד. א\"ר חייא בר אבא א\"ר יוחנן ג' היו באותה עצה בלעם איוב ויתרו. בלעם שיעץ נהרג, איוב ששתק נידון ביסורין, יתרו שברח זכו מבני בניו וישבו בלשכת הגזית שנאמר (דה\"א ב) ומשפחות סופרים יושבי יעבץ תרעתים שמעתים שוכתים המה הקינים הבאים מחמת אבי בית רכב וכתיב (שופטים א) ובני קיני חותן משה. (שמות א) ונלחם בנו ועלה מן הארץ ועלינו מיבעי' ליה א\"ר אבא בר כהנא כאדם שמקלל עצמו ותולה קללתו באחרים. (שם) וישימו עליו שרי מסים עליהם מיבעי' ליה תנא משום רבי אלעזר ברבי שמעון אמרו מלמד שהביאו מלבן ותלו לו לפרעה בצוארו וכל אחד מישראל שאמר להם איסטניס אני אומרים לו כלום איסטניס אתה יותר מפרעה. שרי מסים דבר שמשים לבנים (שם) למען ענותו בסבלותם ענותם מיבעי' ליה למען ענותו לפרעה בסבלותם דישראל. (שם) ויבן ערי מסכנות לפרעה רב ושמואל חד אמר שמסכנות את בעליהם וחד אמר שממסכנות את בעליהם דאמר מר כל מי שעוסק בבנין מתמסכן (שם) את פתום ואת רעמסס רב ושמואל חד אמר פתום שמה ולמה נקרא שמה רעמסס שראשון ראשון מתרוסס. וחד אמר רעמסס שמה ולמה נקרא שמה פתום שראשון ראשון פי תהום בולעו. (שם) וכאשר יענו אותו כן ירבה וכן יפרוץ כן רבו וכן פרצו מיבעי' ליה אמר ר\"ש בן לקיש רה\"ק מבשרתן כן ירבה וכן יפרוץ (שם) ויעבידו מצרים את בני ישראל בפרך רבי אלעזר אמר בפר רך רבי שמואל בר נחמני אמר בפריכה (שם) וימררו את חייהם בעבודה קשה בחומר ובלבנים ובכל עבודה בשדה אמר רבא בתחלה בחומר ובלבנים ולבסוף ובכל עבודה בשדה (שם) את כל עבודתם אשר עבדו בהם בפרך אמר רבי שמאל בר נחמני אמר רבי יונתן שהיו מחליפין מלאכת אנשים לנשים ומלאכת נשים לאנשים ולמ\"ד נמי התם בפה רך הכא ודאי בפריכה.", 
                "לד דרש ר' עקיבא בשכר נשים צדקניות שהיו באותו הדור נגאלו אבותינו ממצרים שבשעה שיוצאות לשאוב מים מזמן להם הקב\"ה דגים קטנים בכדיהם ושאבות מחצה מים ומחצה דגים ובאות ושופתות שתי קדרות אחת של חמין ואחת של דגים ומוליכות אותן אצל בעליהן לשדה ומרחיצות אותם וסכות אותם ומאכילות אותם ומשקות אותם נזקקות להם בין שפתים שנאמר (תהלים סח) אם תשכבון בין שפתים בשכר תשכבון בין שפתים זכו ישראל לביזת מצרים שנאמר (שם) כנפי יונה נחפה בכסף אברותיה בירקרק חרוץ וכיון שמתעברות באות לבתיהם וכיון שמגיע זמן מולדיהם הולכות ויולדות בשדה תחת התפוח שנאמר (ש\"א ח) תחת התפוח עוררתיך שמה חבלתך אמך שמה חבלה ילדתך והקב\"ה שולח מלאך מן השמים ומנקר אותם ומשפר אותם כחיה זו שמשפרת את הולד שנאמר (יחזקאל טז) ומולדותיך ביום הולדת אותך לא כרת שרך ובמים לא רחצת למשעי והמלח לא המלחת והתחל לא חתלת ונותן להם שני עגלים אחד של דבש ואחד שן שמן שנאמר (דברים לב) ויניקהו דבש מסלע ושמן מחלמיש צור וכיון שמכירים בהם המצרים באים עליהם להרגם ונעשה להם נס ונבלעים בקרקע ומביאים שוורים וחורשים על גבם שנאמר (תהלים קכט) על גבי חרשו חורשים ולאחר שהולכים מבצבצים ויוצאים כעשב השדה שנאמר (יחזקאל טז) רבבה כצמח השדה נתתיך גו' ולאחר שמתגדלים באים עדרים עדרים לבתיהם שנאמר (שם) ותרבי ותגדלי ותבאי בעדי עדיים אל תקרי בעדי עדיים אלא בעדרי עדרים וכשנגלה הקב\"ה על הים הם הכירוהו תחלה שנאמר (שמות טו) זה אלי ואנוהו.", 
                "לה (שם א) ויאמר מלך מצרים למילדות העבריות רב ושמואל חד אמר אשה ובתה וחד אמר כלה וחמותה מאן דאמר אשה ובתה יוכבד ומרים ומאן דאמר כלה וחמותה יוכבד ואלישבע תניא כמ\"ד אשה ובתה דתניא שפרה זו יוכבד ולמה נקרא שמה שפרה שמשפרת את הולד. ד\"א שפרה שפרו ורבו ישראל בימיה. פועה זו מרים ולמה נקרא שמה פועה שהיתה פועה לולד ד\"א שהיתה פועה ברוח הקודש ואומרת עתידה אמי שתלד בן שמושיע את ישראל. ויאמר בילדכן את העבריות וראיתן על האבנים מאי אבנים אמר ר' יוחנן סימן גדול מסר להן. (שמות ל) אם בן הוא והמתן אותו ואם בת היא וחיה אמר ר' חנינא סימן גדול מסר להן בן פניו למטה בת פניה למעלה. (שם) ותיראן המילדות את האלהים ולא עשו כאשר דבר אליהן ותחיין את הילדים תנא לא דיין שלא המיתו אותם אלא שהיו מספקות להם מים ומזון. (שם) ותאמרן המילדות אל פרעה כי לא כנשים המצריות העבריות כי חיות הנה מאי חיות אילימא חיות ממש אטו חיה לא צריכה חיה אחריתי לאולודה אלא אמרו לו אומה זו כחיה נמשלת יהודה (בראשית מט) גור אריה יהודה דן (שם) יהי דן נחש עלי דרך (שם) נפתלי אילה שלוחה (שם) יששכר חמור גרם יוסף (דברים לג) בכור שורו הדר לו (שם) בנימין זאב יטרף דכתיב ביה כתיב ביה דלא כתיב ביה כתיב ביה (יחזקאל יט) ואמרת מה אמך לביא בין אריות רבצה בתוך כפירים רבתה גוריה.", 
                "לו (שמות א) ויהי כי יראו המילדות את האלהים ויעש להם בתים רב ולוי חד אמר בתי מלכות וחד אמר בתי כהונה ולויה. מ\"ד בתי כהונה ולויה אהרן ומשה ומ\"ד בתי מלכות נמי ממרים קאתי דכתיב (ד\"ה א ב) ותמת עזובה ויקח לו כלב את אפרת ותלד לו את חור וכתיב (ש\"א יז) ודוד בן איש אפרתי (ד\"ה א' ב) וכלב בן חצרון הוליד את עזובה אשה ואת יריעות ואלה בניה ישר ושובב וארדון בן חצרון (במדבר יג) בן יפונה הוא בן שפנה מעצת מרגלים ואכתי בן קנז הוא דכתיב (יהושע טז) וילכדה עתניאל בן קנז אחי כלב הקטן ממנו אמר רבא חורגיה דקנז הוה (דף יב) דיקא נמי דכתיב הקנזי ש\"מ עזובה זו מרים ולמה נקרא שמה עזובה שהכל עזבוה הוליד והלא מניסיב הוה נסיב לה א\"ר יוחנן כל הנושא אשה לשם שמים מעלה עליו הכתוב כאילו ילדה. יריעות שהיו פניה דומות ליריעות ואלה בניה אל תקרי בניה אלא בוניה ישר שיישר את עצמו. ושובב ששיבב את יצרו וארדון שרידה את יצרו וא\"ד על שהיו פניה דומות לורד. (ד\"ה א ד) ולאשחור אבי תקוע היו שתי נשים חלאה ונערה לא חלאה ולא נערה הואי אלא בתחלה חלאה ולבסוף נערה (שם) ובני חלאה צרת וצהר ואתנן צרת שנעשית צרה לחברותיה צהר שהיו פניה דומות כצהרים אתנן שכל הרואה אותה מוליך אתנן לאשתו.", 
                "לז (שמות א) ויצו פרעה לכל עמו לאמר א\"ר יוסי בר' חנינא אף על עמו גזר וא\"ר יוסי ברבי חנינא שלש גזירות גזר בתחלה (שם) אם בן הוא והמתן אותו ואח\"כ היאורה תשליכוהו ולבסוף אף על עמו גזר.", 
                "לח (שמות ב) וילך איש מבית לוי ויקח את בת לוי להיכן הלך א\"ר יהודה בר זבינא שהלך בעצת בתו. תנא עמרם גדול הדור היה כיון שגזר פרעה כל הבן היאורה תשליכוהו אמר לשוא אנו עמלים עמד וגרש את אשתו עמדו כולם וגרשו נשותיהם אמרה לו בתו אבא קשה גזירתך יותר משל פרעה הרשע שפרעה לא גזר אלא על הזכרים ואתה גזרת על הזכרים ועל הנקבות פרעה לא גזר אלא בעולם הזה ואתה גזרת בעוה\"ז ולעוה\"ב פרעה רשע הוא ספק גזרתו מתקיימת ספק אין מתקיימת ואתה צדיק ודאי גזרתך מתקיימת שנאמר (איוב כב) ותגזר אומר ויקם לך עמד והחזיר את אשתו עמדו כולם והחזירו נשותיהם ויקח ויחזיר מיבעי' ליה אמר ר\"י בר זבינא שעשה לה מעשה לקוחין הושיבה באפריון ואהרן ומרים מרקדין לפניהם ומלאכי השרת אומרים (תהלים קיג) אם הבנים שמחה. את בת לוי אפשר בת מאה ושלשים שנה היתה דא\"ר חמא בר חנינא זו יוכבד שהורתה בדרך ולידתה בין החומות שנאמר (במדבר כו) אשר ילדה אותה ללוי במצרים לידתה במצרים ואין הורתה במצרים וקרי לה בת א\"ר יהודה בר ביזנא שנולדו בה סימני נערות.", 
                "מ (שם) ותרא אותו כי טוב הוא תניא ר\"מ אומר טוב שמו רבי יהודה אומר טוביה שמו ר' נחמיה הגון לנביאות אחרים אומרים נולד כשהוא מהול וחכמים אומרים בשעה שנולד משה נתמלא כל הבית אורה כתיב הכא ותרא אותו כי טוב הוא וכתיב התם (בראשית א) וירא אלהים את האור כי טוב. (שמות ב) ותצפנהו שלשה ירחים דלא מנו לה מצרים אלא משעה דאהדרה והיא הוה מיעברא ביה תתא ירחי מעיקרא. (שם) ולא יכלה עוד הצפינו אמאי תצפני' ותיזיל אלא כל היכא דשמעי מצראי דמתיליד ינוקא ממטו ינוקא ומעוו התם כי היכי דלשמא לקלייהו ונעוי בהדייהו דכתיב (שה\"ש ב) אחזו לנו שועלים שועלים קטנים מחבלים כרמים.", 
                "מא (שמות ב) ותקח לו תבת גמא מאי שנא גמא אמר רבי אלעזר מכאן לצדיקים שממונם חביב עליהם יותר מגופם וכל כך לפי שאין פושטים ידיהם בגזל ר\"ש בר נחמני אמר דבר רך שיעמוד בפני דבר רך ובפני דבר קשה (שם) ותחמרה בחמר ובזפת תנא חמר מבפנים וזפת מבחוץ שלא יריח אותו צדיק ריח רע. (שם) ותשם בה את הילד ותשם בסוף על שפת היאור ר\"א אומר ים סוף ר\"ש בר נחמני אמר (ע\"ב) אגם דכתיב (ישעיה יט) קנה וסוף קמלו.", 
                "מב (ע\"ב) ותרד בת פרעה לרחוץ על היאור (שמות ב) א\"ר יוחנן משום רבי שמעון בן יוחאי מלמד שירדה לרחוץ מגלולי בית אביה וכן הוא אומר (ישעיה ד) אם רחץ ה' את צואת בנות ציון. (שמות ב) ונערותיה הולכות על יד היאור א\"ר יוחנן אין הליכה זו אלא לשון מיתה וכן הוא אומר (בראשית כה) הנה אנכי הולך למות. (שמות ב) ותרא את התבה בתוך הסוף כיון דחזו דקבעי לאצולי למשה אמרו לה גברתנו מנהגו של עולם מלך ב\"ו גוזר גזרה אם אין כל העולם מקיימין אותה בניו ובני ביתו מקיימין אותה ואת עוברת על גזרת אביך בא גבריאל וחבטן בקרקע. (שם) ותשלח את אמתה ותקחה ר' יהודה ורבי נחמיה חד אמר ידה וחד אמר שפחתה הא אמרת בא גבריאל והבטן בקרקע דשייר לה חדא דלאו אורח ארעא דבת מלכים למיקם דחודה ולמאן דאמר ידה לכתוב ידה הא קא משמע לן דאשתרבב אשתרבובי דאמר מר וכן אתה מוצא בשיני רשעים שנאמר (תהלים ג) שני רשעים שברת ואמר ריש לקיש אל תקרי שברת אלא שרבבת.", 
                "מג (שמות ב) ותפתח ותראהו את הילד ותרא מבעי' ליה אמר ר' יוסי בר' חנינא  מלמד שראתה שכינה עמו. (שם) והנה נער בוכה קרי לו ילד וקרי לו נער תנא הוא ילד וקולו כנער דברי רבי יהודה אמר לו רבי נחמיה א\"כ עשיתו למשה רבינו בעל מום אלא מלמד שעשתה לו אמו חופת נעורים בתיבה אמרה שמא לא אזכה לחופתו' (שם) ותחמול עליו ותאמר מילדי העברים זה מנא ידעה אמר ר' יוסי ברבי חנינא מלמד שראתה אותו מהול. זה א\"ר יוחנן מלמד שנתנבאה שלא מדעתה זה נופל ואין אחר נופל והיינו דא\"ר אליעזר מאי דכתיב (ישעיה ח) וכי יאמרו אליכם דרשו אל האובות ואל הידעונים המצפצפים והמהגים צופים ואינם יודעים מה צופים מהגים ואינם יודעים מה מהגים ראו שמושיעם של ישראל במים הוא לוקה עמדו וגזרו כל הבן הילוד היאורה תשליכוהו כיון דשדייהו למשה במיא אמרו תו לא קא חזינן כי ההוא סימנא בטלו לגזרתייהו והם אינם יודעים שעל מי מריבה הוא לוקה והיינו דאמר רבי חמא ברבי חנינא מאי דכתיב (במדבר כ) המה מי מריבה אשר רבו בני ישראל המה שראו אצטגניני פרעה וטעו היינו דקאמר משה (שם יא) שש מאות אלף רגלי העם אשר אנכי בקרבו אמר להם משה לישראל בשבילי נצלתם כולכם.", 
                "מד אמר רבי חנינא בר פפא אותו היום עשרים ואחד בניסן היה. אמרו מלאכי השרת לפני הקב\"ה רבש\"ע מי שעתיד לומר לפניך שירה על הים ביום זה ילקה ביום זה. רבי אחא בר' חנינא אמר אותו היום ששה בסיון היה אמרו מלאכי השרת לפני הקב\"ה רבש\"ע מי שעתיד לקבל תורה בהר סיני ביום זה ילקה ביום זה בשלמא דמאן דאמר בששה בסיון כשחת לה ג' ירחי דאמר מר בז' באדר נולד משה בז' באדר מת משה משבעה באדר ועד ששה בסיון תלתא ירחי הוו אלא למאן דאמר בכ\"א בניסן היכי משכחת לה אותה שנה מעוברת היתה רובו של ראשון ורובו של שאחרון ואמצעי שלם.", 
                "מה (שמות ב) ותאמר אחותו אל בת פרעה האלך וקראתי לך אשה מינקת מן העבריות ותינק לך את הילד מאי שנא מעבריות מלמד שהחזירוהו למשה על כל המצריות כולן ולא ינק אמר הקב\"ה פה שעתיד לדבר עמי יינק דבר טמא והיינו דכתיב (ישעיה כח) את מי יורה דעה ואת מי יבין שמועה גמולי מחלב ולעתיקי משדים. (שמות ב) ותאמר לה בת פרעה לכי ותלך העלמה א\"ר אלעזר מלמד שהלכה בזריזות כעלמה רבי שמואל בר נחמני אמר שהעלימה את דבריה. (שם) ותאמר לה בת פרעה היליכי את הילד הזה אמר ר' חמא בר חנינא מתנבאה ואינה יודעת מה מתנבאה היליכי הי שליכי. (שם) ואני אתן את שכרך אמר רב חמא בר חנינא לא דיין לצדיקים שמחזירים להם אבידתן אלא שנותנים להם שכר עמה שנאמר ואני אתן את שכרך.", 
                "מו (שמות טו) ותקח מרים הנביאה אחות אהרן את התוף בידה אחות אהרן ולא אחות משה אמר רב עמרם מלמד שהיתה מתנבאה כשהיא אחות אהרן (דף יג) ואומרת עתידה אמי שתלד בן שמושיע את ישראל וכיון שנולד משה נתמלא כל הבית אורה עמד אביה ונשקה על ראשה אמר לה בתי נתקיימה נבואתך וכיון שהטילוהו ליאור עמד אביה וטפחה על ראשה אמר לה בתי היכן נבואתך והיינו דכתיב (שם ב) ותתצב אחותו מרחוק לדעה מה יהא בסוף נבואתה.", 
                "מז פיסקא. יוסף זכה לקבור את אביו וכו' מ\"ש מעיקרא דכתיב (בראשית נ) ויעל יוסף לקבור את אביו ויעלו אתו כל עבדי פרעה והדר וכל בית יוסף ואחיו ובית אביו ומ\"ש לבסוף דכתיב (שם) וישב יוסף מצרימה הוא ואחיו והדר וכל העולים אתו לקבור את אביו אמר רבי יוחנן בתחלה עד שלא ראו בכבודן של ישראל לא נהגו בהן כבוד ולבסוף שראו בכבודן נהגו בהם דכתיב (שם) ויבאו עד גרן האטד וכן גרן יש לה לאטד א\"ר אבהו מלמד שהקיפוהו כתרים לארונו של יעקב כגורן זה שמקיפין לו אטד שבאו שם בני עשו ובני ישמעאל ובני קטורה תנא כולם למלחמה באו כיון שראו כתרו של יוסף שתלוי בארונו של יעקב נטלו כולם כתריהם ותלאום בארונו של יעקב תנא ל\"ו כתרים נתלו בארונו של יעקב.", 
                "מח ויספדו שם מספד גדול וכבד מאד תנא אפילו סוסים ואפילו חמורים כיון שהגיעו למערת המכפלה אתא עשו וקא מעכב אמר להו (שם) ממרא קרית הארבע היא חברון א\"ר יצחק קרית ארבע ד' זוגות היו אדם וחוה אברהם ושרה יצחק ורבקה יעקב ולאה. איהו קברה ללאה בדידיה והאי דפייש דידי הוא אמרו ליה זבינתה אמר להו נהי דזביני בכירותא פשיטותא מי זביני אמרו ליה אין דכתיב (שם נ) בקברי אשר כריתי לי בארץ כנען וא\"ר יוחנן משום ר\"ש בן יהוצדק אין כירה אלא לשון מכירה שכן בכרכי הים קורין למכירה כירה אמר להו הבו לי איגרתא אמרו ליה איגרתא בארעא דמצרים היא ומאן ניזיל ניזיל נפתלי דקליל כאילתא דכתיב (שם מט) נפתלי אילה שלוחה הנותן אמרי שפר א\"ר אבהו א\"ת אמרי שפר אלא אמרי ספר חושים בן דן תמן הוה ויקירן ליה אודניה אמר להו מאי האי אמרו ליה קא מעכב האי עד דאתי נפתלי מארעא דמצרים אמר להו ועד דאתי נפתלי מארעא דמצרים יהא אבי אבא מוטל בבזיון שקל קולפא מחייה ארישיה נתרין עיניה נפלן אכרעא דיעקב פתחינהו יעקב לעיניה ואחריך והיינו דכתיב (תהלים נח) ישמח צדיק כי חזה נקם פעמיו ירחץ בדם הרשע באותה שעה נתקיימה נבואתה של רבקה דכתיב (בראשית כז) למה אשכל גם שניכם יום אחד ואע\"ג דמיתתן ביום אחר לא הואי קבורתם מיהא ביום אחד הואי. ואי לא איעסק בית יוסף אחיו לא הוו מעסקי ביה והכתיב (שם נ) וישאו אותו בניו ארצה כנען אמרו הניחו לו כבודו במלכים יותר מהבדיוטות.", 
                "מט פיסקא. מי לנו גדול מיוסף שלא נתעסק בו אלא משה תנו רבנן בא וראה כמה חביבות מצות על משה רבינו שכל ישראל נתעסקו בביזה והוא נתעסק במצות שנאמר (משלי י) חכם לב יקח מצות ואויל שפתים ילבט ומנין היה יודע משה רבינו היכן יוסף קבור אמרו סרח בת אשר נשתיירה מאותו הדור הלך משה אצלה א\"ל כלום את יודעת היכן יוסף קבור אמר לו ארון של מתכת עשו לו מצרים וקבעוהו בנילוס הנהר כדי שיתברכו מימיו הלך משה ועמד על שפת הנילוס אמר יוסף הגיע עת שנשבע הקב\"ה לגאול את ישראל והגיעה השבועה שהשבעת את ישראל אם אתה מראה את עצמך מוטב ואם לאו הרי אנו מנוקים משבועתך מיד צף ארונו של יוסף ואל תתמה האיך ברזל צף שהרי כתיב (מ\"ב ו) ויהי האחד מפיל הקורה ואת הברזל נפל אל המים ויצעק ויאמר אהה אדוני והוא שאול וגו' וישלך שמה ויצף הברזל והלא דברים ק\"ו ומה אלישע תלמידו של אליהו ואליהו תלמידו של משה צף הברזל מפני משה רבינו אעכ\"ו רבי נתן אומר בקברניט של מלכים היה קבור הלך משה ועמד על בקרבניט של מלכים אמר יוסף הגיע עת שנשבע הקדוש ברוך הוא לגאול את ישראל והגיעה השבועה שהשבעת את ישראל אם אתה מראה את עצמך מוטב ואם לאו הרי אנו מנוקים משבועתך באותה שעה נזדעזע ארונו של יוסף נטלו משה והביאו אצלו וכל אותן שנים שהיו ישראל במדבר היה ארונו של יוסף וארון של שכינה מהלכין זה עם זה והיו עוברים ושבים אומרים מה טיבן של שתי ארונות הללו אמרו אחד של מת ואחד של שכינה אמרו וכי דרכו של מת להלך עם שכינה אמרו (ע\"ב) קיים זה מה שכתוב בזה. ואי לא איעסק ביה משה לא הוו מיעסקו ביה ישראל והכתיב (יהושע כ\"ד) ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם ותו אי לא איעסקו ביה ישראל בניו לא הוו מיעסקי ביה והכתיב (שם) ויהיו לבני יוסף לנחלה אמרו הניחו לו כבודו במרובים יותר מבמועטים ותו אמרו הניחו לו כבודו בגדולים יותר מבקטנים קברו בשכם מאי שנא בשכם (אמרו) משכם גנבוהו ולשכם נחזיר אבדה קשיא קראי אהדדי כתיב (שמות יג) ויקח משה את עצמות יוסף כי השבע השביע וגו' וכתיב ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם א\"ר חמא ברבי חנינא כל העושה דבר ולא גמרו ובא אחר וגמרו מעלה עליו הכתוב על שגמרו כאילו עשאו ר' אלעזר אומר אף מורידין אותו מגדולתו דכתיב (בראשית לח) ויהי בעת ההיא וירד יהודה מאת אחיו רבי שמואל בר נחמני אמר אף קובר אשתו ובניו שנאמר (שם) ותמת בת שוע אשת יהודה וכתיב (שם) וימת ער ואונן.", 
                "נ אמר רב יהודה אמר רב מפני מה נקרא יוסף עצמות בחייו מפני שלא מיחה בכבוד אביו דקא אמרי ליה עבדך אבינו ולא מיחה ולא אמר להו מידי. וא\"ר יהודה ואיתימא ר' חמא ברבי חנינא מפני מה מת יוסף קודם אחיו מפני שהנהיג עצמו ברבנות (בראשית לט) ויוסף הורד מצרימה א\"ר אלעזר אל תקרי הורד אלא הוריד שהוריד אצטגניני פרעה מגדולתם.", 
                "נא פיסקא. מי לנו גדול ממשה שלא נתעסק בו אלא הקב\"ה שנאמר (דברים לד) ויקבור אותו בגי מול בית פעור ע\"כ. (שם ז) ויאמר ה' אלי רב לך א\"ר לוי ברב בישר ברב בישרוהו ברב בישר דכתיב (במדבר טו) רב לכם בני לוי ברב בישרוהו רב לך ד\"א רב לך יש לך רב ומנו יהושע ד\"א רב לך שלא יאמרו הרב כמה קשה והתלמיד כמה סרבן וכל כך למה תנא דבי ר' ישמעאל לפום גמלא שיחנא. (דברים לא) ויאמר אליהם בן מאה ועשרים שנה אנכי היום שאין ת\"ל היום ומת\"ל היום היום מלאו ימי ושנותי ללמדך שהקב\"ה משלים שנותיהם של צדיקים מיום ליום ומחודש לחודש שנאמר (שמות כג) את מספר ימיך אמלא. לא אוכל עוד לצאת ולבא מאי לצאת ולבא אילימא לצאת ולבא ממש והכתיב (דברים לד) ומשה בן מאה ועשרים שנה במותו לא כהתה עינו ולא נס לחה וכתיב (שם) ויעל משה מערבות מואב אל הר נבו ותניא שתים עשרה מעלות היו שם ופסעם משה בפסיעה אחת אמר רב שמואל בר נחמני אמר ר' יונתן לצאת ולבא בדברי תורה מלמד שנסתתמו ממנו מעינות החכמה. (שם לא) וילך משה ויהושע ויתיצבו באהל מועד תנא אותה שבת שבת של דיוזגי היתה ניטלה רשות מזה וניתנה לזה.", 
                "נב תניא אמר רבי יהודה אלמלא מקרא כתוב א\"א לאומרו היכן משה מת בחלקו של ראובן דכתיב (דברים לד) ויעל משה מערבות מואב אל הר נבו ונבו בחלקו של ראובן קיימא דכתיב (במדבר לב) ובני ראובן בנו את חשבון ואת אלעלא ואת קריתים ואת נבו ואת בעל מעון (נבו ששם מתו ג' נביאים משה אהרן ומרים) והיכן משה קבור בחלקו של גד דכתיב (דברים לג) וירא ראשית לו כי שם חלקת מחוקק ספון מחלקו של ראובן עד חלקו של גד כמה הוי ארבעה מילין אותן ארבעה מילין מי הוליכו מלמד שהיה משה מת מוטל בכנפי שכינה ומלאכי השרת אומרים (שם) צדקת ה' עשה ומשפטיו עם ישראל והקב\"ה מאי אמר (תהלים צד) מי יקום לי עם מרעים מי יתיצב לי עם פועלי און ושמואל אמר (קהלת ח) מי כהחכם ומי יודע פשר דבר ורבי יוחנן אמר (איוב כח) והחכמה מאין תמצא ואיזה מקום בינה ורב נחמן בר יצחק אמר (דברים לד) וימת שם משה עבד ה'. סמליון אמר וימת שם משה ספרא רבא דישראל.", 
                "נג תניא רבי אליעזר הגדול אומר שנים עשר מיל על שנים עשר מיל כנגד מחנה ישראל היה בת קול משמיע ואמר וימת משה ספרא רבא דישראל וי\"א לא מת משה כתיב הכא וימת שם משה וכתיב התם (שמות לד) ויהי שם עם ה' ארבעים יום וארבעים לילה מה להלן עומד ומשמש אף כאן עומד ומשמש (דברים לד) ויקבור אותו בגיא בארץ מואב מול בית פעור א\"ר ברכיה סימן בתוך סימן ואפי' הכי ולא ידע איש את קבורתו וכבר שלחה מלכות הרשעה אצל (דף יד) גסטרא של בית פעור הראונו היכן משה קבור עמדו למעלה נדמה להם למטה למטה נדמה להם למעלה נחלקו לשתי כתות אותם העומדים למעלה נדמה להם למטה אותו העומדים למטה נדמה להם למעלה לקיים מה שנאמר ולא ידע איש את קבורתו עד היום הזה א\"ר חמא ברבי חנינא אף משה רבינו אינו יודע היכן קבור כתיב הכא ולא ידע איש את קבורתו וכתיב התם (שם לו) וזאת הברכה אשר ברך משה איש האלהים וא\"ר חמא בר חנינא מפני מה נקבר משה רבינו מול בית פעור כדי לכפר על מעשה פעור.", 
                "נד (שם) וא\"ר חמא ב\"ח מאי דכתיב (שם יג) אחרי ה' אלהיכם תלכו וכי אפשר לו לאדם להלוך אחרי שכינה והלא כבר נאמר (שם ד) כי ה' אלהיך אש אוכלה הוא אל קנא אלא הלך אחרי מדותיו של הקב\"ה מה הוא הלביש ערומים דכתיב (בראשית ג) ויעשה ה' אלהים לאדם ולאשתו כתנות עור וילבישם אף אתה הלבש ערומים הקדוש ברוך הוא ביקר חולים דכתיב (שם יח) וירא אליו ה' באלוני ממרא אף אתה בקר חולים. הקב\"ה קבר מתים דכתיב (דברים לד) ויקבור אותו בגיא אף אתה קבור מתים. הקב\"ה נחם אבלים דכתיב (בראשית כה) ויהי אחרי מות אברהם ויברך אלהים את יצחק בנו אף אתה נחם אבלים ויעש ה' אלהים לאדם ולאשתו כתנות עור וילבישם רב ושמואל ח\"א דבר הבא מן העור וחד אמר דבר שהעור נתנה בו. דרש רבי שמלאי תורה תחלתה גמילות חסדים וסופה ג\"ח תחלתה ג\"ח דכתיב (שם ג) ויעשה ה' אלהים לאדם ולאשתו כתנות עור וילבישם וסופה גמילות חסדים דכתיב ויקבור אותו בגיא:", 
                "נה דרש רבי שמלאי מפני מה נתאוה משה רבינו ליכנס לא\"י וכל לאכול מפריה היה צריך או לשבוע מטובה היה צריך אלא כך אמר משה רבינו הרבה מצות נצטוו ישראל שאינם מתקיימות אלא בארץ אכנס אני לארץ כדי שיתקיימו על ידי אמר לו הקב\"ה כלום אתה מבקש אלא לקבל שכר מעלה אני עליך כאילו עשיתם שנאמר (ישעיה נג) לכן אחלק לו ברבים ואת עצומים יחלק שלל תחת אשר הערה למות נפשו ואת פושעים נמנה והוא חטא רבים נשא ולפושעים יפגיע לכן אחלק לו ברבים שאני מחלק לו שכר שלם שמא תאמר כאחרונים ולא כראשונים ת\"ל ואת עצומים יחלק שלל כאברהם יצחק ויעקב שהיו עצומים בתורה ובמצות. תחת אשר הערה למות נפשו שמסר עצמו למיתה שנאמר (שמות לב) ועתה אם תשא חטאתם ואם אין מחני נא מספרך אשר כתב. ואת פושעים נמנה שנמנה עם מתי מדבר. והוא חטא רבים נשא שיכפר על מעשה העגל ולפושעים יפגיע שבקש רחמים על פושעי ישראל שיחזרו בתשובה ואין פגיעה אלא תפלה שנאמר (ירמיה ז) ואתה אל תתפלל בעד העם הזה ואל תשא בעדם רנה ותפלה ולא תפגע בי.  "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "<b>הוריות פרק א</b> א סמכו רבותינו על דברי רבן שמעון בן גמליאל ועל דברי ר' אלעזר בן צדוק שהיו אומרים אין גוזרין גזירה על הצבור אלא אם כן רוב הצבור יכולים לעמוד בה. אמר רבי אדא בר אהבה מאי קראה (מלאכי ג) במארה אתם נארים ואותי אתם קובעים הגוי כלו אי איכא גוי כלו אין ואי לא לא.", 
                "ורבי יהודא ור\"ש  שבט אחד דאיקרי קהל מנ\"ל אמרי דכתיב (ד\"ה ב' כ') ויעמוד יהושפט בקהל יהודה וירושלים בבית ה' לפני החצר החדשה מאי חדשה א\"ר יוחנן שחדשו דברים ואמרו טבול יום אל יכנס במחנה לויה. מתקיף לה רב אחא בר יעקב ממאי דילמא שאני ירושלים דהוה נמי בנימין אלא א\"ר אחא בר יעקב דכתיב (בראשית מה) ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל וגו' מאן איתיליד ליה ההיא שעתא בנימין ש\"מ ה\"ק רחמנא מתיליד לך השתא קהל אחרינא א\"ל רב (שיזבא) (שבא) לרב כהנא דילמא הכי קמ\"ל רחמנא לכי מתיליד לך בנימין הוא דהיו י\"ב שבטים איקרו קהל י\"א לא איקרו קהל.", 
                "אמר רב אחא בר יעקב שבטו של לוי לא איקרי קהל דכתיב (בראשית מ\"ח) הנני מפרך והרביתיך ונתתיך לקהל עמים וגו' כל שיש לו אחוזה איקרי קהל וכל שיאן לו אחוזה לא איקרי קהל. "
            ], 
            [
                "<b>הוריות פרק ב</b> ג היה רבי ירמיה אומר כתיב (ויקרא ה) ואם לא תגיע ידו ונאמר (שם) ואם לא תשיג ידו מי שבא לידי עניות ועשירות יצא נשיא וכהן משוח שאינם באים לידי עניות בנשיא מהו אומר (שם ד) מכל מצות ה' אלהיו מי שאין על גביו אלא ה' אלהיו בכהן משיח הוא אומר (שם כא) והכהן הגדול מאחיו שיהא גדול מאחיו בכח בנוי ובעושר ובחכמה אחרים אומרים מנין שאם אין לו שאתה חייב לגדלו משאר אחיו ת\"ל הגדול מאחיו גדלוהו משל אחיו.  "
            ], 
            [
                "<b>הוריות פרק ג</b> ד תנו רבנן (ויקרא ד) אשר נשיא יחטא אמר רבי אבדימי בר חמא פרט לנשיא שנצטרע שנאמר (מ\"א טו) וינגע ה' את המלך ויהי מצרע עד יום מותו וישב בבית החפשית מדקאמר בבית החפשית מכלל דעד השתא עבד הוה. כי הא דרבן גמליאל ורבי יהושע הוו קא אזלי בספינתא בהדי רבן גמליאל הוה פתא ובהדי ר' יהושע הוה פתא וסולתא שלם פתא דרבן גמליאל סמך אסולתא דרבי יהושע א\"ל מי הוה ידעתא דהוי לן עכובא כולי האי דאייתית סולתא א\"ל כוכב אחד יש שעולה לשבעים שנה ומתעה את הספנין אמרתי שמא יעלה ויתעה אותנו א\"ל וכל כך יש בידך ואתה יורד לספינה א\"ל עד שאתה תמה עלי תמה על ב' תלמידים שיש לך ביבשה רבי יוחנן בן גודגדא ור' אלעזר חסמא שיודעין לשער כל טפין שבים ואין להם לחם לאכול ובגד ללבוש נתן דעתו להושיבן בראש כשעלה ליבשה שלח להם ולא באו חזר ושלח להם ובאו אמר להם כמדומין אתם ששררות אני נותן לכם (ע\"ב) עבדות אני נותן לכם שנאמר (מ\"א יב) וידברו אליו לאמר אם היום תהיה עבד לעם הזה:", 
                "ו דרש רב נחמן בר רב חסדא מאי דכתיב (קהלת ח) יש הבל אשר נעשה על הארץ אשר יש צדיקים אשר מגיע אליהם כמעשה הרשעים וגו' אשרי צדיקים שמגיע אליהם בעוה\"ז כמעשה הרשעים של עוה\"ב אוי לרשעים שמגיע אליהם בעוה\"ז כמעשה הצדיקים של עוה\"ב. מתקיף לה רבא אטו צדיקי אי אכלי תרי עלמי מי סגי להו אלא אמר רבא אשרי צדיקים שמגיע אליהם בעוה\"ז כמעשה הטוב שהמקום עושה לרשעים בעוה\"ז ואוי להם לרשעים שמגיע אליהם בעוה\"ז כמעשה הרע המגיע לצדיקים בעוה\"ז. רב פפא ורב הונא בריה דרב יהושע אתו לקמיה דרבא אמר להו אוקמיתון מסכתא פלן ומסכתא פלן אמרו ליה אין איעתריתו פורתא אמרו ליה אין דזבנינן קטינא דארעא קרא עלייהו אשריהם צדיקים שמגיע אליהם כמעשה הרשעים שבעולם הזה בעוה\"ז. אמר רבה בר בר חנה א\"ר יוחנן מ\"ד (הושע יד) כי ישרים דרכי ה' וגו' משל למה הדבר דומה לשני בני אדם שצלו את פסחיהם וכו' (עי' נזיר דף כג כל המאמר).", 
                "יג תנו רבנן היה הוא ואביו ורבו בבית האסורים הוא קודם לרבו ורבו לאביו ואמו קודמת לכולן חכם קודם למלך ישראל חכם שמת אין לנו כיוצא בו מלך שמת כל ישראל ראויין למלכות מלך קודם לכהן גדול שנאמר (מ\"א א) ויאמר המלך להם קחו עמכם את עבדי אדוניכם כהן גדול קודם לנביא שנאמר (שם) וימשחו אותו צדוק הכהן ונתן הנביא הקדים כהן לנביא ואומר (זכריה ג) שמע נא יהושע הכהן הגדול אתה ורעך וגו' שמא תאמר הדיוטות היו ת\"ל (שם) כי אנשי מופת המה ואין מופת אלא נבואה שנאמר (דברים יג) ונתן אליך אות או מופת.", 
                "כהן קודם ללוי שנאמר (ד\"ה א' כ\"ג) ובני עמרם אהרן ומשה ויבדל אהרן להקדישו קדש הקדשים לוי קודם לישראל שנאמר (דברים י') בעת ההיא הבדיל ה' את שבט הלוי וגו' ישראל קודם לממזר שזה מיוחס וזה אינו מיוחס ממזר קודם לנתין זה בא מטפה כשרה וזה בא מטפה פסולה נתין קודם לגר זה גדל עמנו בקדושה וזה לא גדל עמנו בקדושה גר קודם לעבד משוחרר זה היה בכלל ארור וזה לא היה בכלל ארור.", 
                "יד אימתי בזמן שכולם שוין וכו'. מנא הני מילי אמר ר' אחא בר חנינא דאמר קרא (משלי ג) יקרה היא מפנינים יקרה היא מכהן גדול שנכנס לפני ולפנים. תניא רשב\"י אומר בדין הוא שיקדים עבד משוחרר לגר שזה גדל עמנו בקדושה וזה לא גדל עמנו בקדושה אלא שזה היה בכלל ארור וזה לא היה בכלל ארור. שאלו תלמידיו את רבי אלעזר בן צדוק מפני מה הכל רצין לישא גיורת ואין רצין לישא משוחררת אמר להם שזו היתה בכלל ארור וזו לא היתה בכלל ארור ד\"א זו היתה בחזקת שימור וזו לא היתה בחזקת שימור. ", 
                "טו שאלו תלמידיו את רבי אלעזר בן צדוק מפני מה כלב מכיר את קונו וחתול אין מכיר את קונו אמר להם ומה האוכל ממה שהעכבר אוכל משכח תלמודו האוכל עכבר עצמו לא כל שכן. שאלו תלמידיו את רבי אלעזר בר צדוק מפני מה הכל מושלין בעכבר אמר להם מפני שסורו רע מאי היא רבא אמר אפילו גלימי גייסי (ע\"ב) רב פפא אמר אפילו שופינא דמרא גייסי. חמשה דברים משכחין את התלמוד האוכל ממה שאוכל עכבר וממה שאוכל ממנו חתול והאוכל לב בהמה והרגיל בזיתים והשותה מים של שיורי הרחיצה והרוחץ רגליו זה ע\"ג זה וי\"א אף המניח כליו תחת מראשותיו. ה' דברים יפים לתלמוד האוכל פת פחמין ואין צריך לומר פחמין עצמן והאוכל ביצה מגולגלת בלא מלח והרגיל ביין ובבשמים והרגיל בשמן זית והשותה מים של שיורי עיסה וי\"א אף המטבל אצבעותיו במלח ואוכל והרגיל ביין ובבשמים דאמר רבא חמרא וריחני פקחין הרגיל בשמן זית דא\"ר יוחנן כשם שהזית משכח תלמוד של שבעים שנה כך שמן זית מחזיר תלמוד של שבעים שנה המטבל אצבעותיו במלח אמר ריש לקיש באחד כתנאי רבי יהודה אומר אחד ולא שנים רבי יוסי אומר שנים ולא שלשה וסימנך קמיצה.", 
                "טז תנו רבנן כשהנשיא נכנס כל העם עומדים לפניו ואינם יושבים עד שיאמר שבו כשאב\"ד נכנס עושין לו ב' שורות אחד מכאן ואחד מכאן ואין יושבים עד שישב במקומו כשחכם נכנס אחד עומד ואחד יושב עד שישב במקומו בני ת\"ח ות\"ח בזמן שרבים צריכים להם מפסיעין על ראשי העם אע\"פ שגנאי הוא לת\"ח שיכנס באחרונה יצא לצורך נכנס ויושב במקומו. בני ת\"ח שממונין אביהם פרנסים על הצבור בזמן שיש בהם דעת לשמוע נכנסין ויושבים בפני אביהם ואחוריהם כלפי העם אין בהם דעת לשמוע נכנסין ויושבים לפני אביהם ופניהם כלפי העם רבי אלעזר בן צדוק אומר אף בבית המשתה עושין אותם סניפין. אמר רבא בחיי אביהם ובפני אביהם מפני כבוד אביהם.", 
                "יז אמר רבי יוחנן בימי רבן שמעון בן גמליאל נשנית משנה זו רבן שמעון בן גמליאל נשיא רבי מאיר חכם ר' נתן אב בית דין כי הוה עייל רבן שמעון בן גמליאל הוו קיימי כולי עלמא מקמיה כי הוו עיילי רבי מאיר ור' נתן הוו קיימי כולי עלמא מקימייהו א\"ר שמעון בן גמליאל בעינא דליהוי הכירא בין דילי לדילהום תקין הא מתניתין ההוא יומא לא הוו ר\"מ ור' נתן התם למחר כי אתו חזו לא קמו מקמייהו כדרשב\"ג אמרו מאי האי אמרו ליה הכי תקון רשב\"ג א\"ל ר\"מ לר' נתן אנא חכם ואת אב\"ד נתקין מלתא כל דלין א\"ל ר' נתן מאי נעביד ליה נימא ליה גלי עוקצין דלא גמיר וכי לא ידע נימא ליה (תהלים קו) מי ימלל גבורות ה' ישמיע כל תהלתו למי נאה למלל גבורות ה' למי שיכול להשמיע כל תהלותיו ונעבריה ותהוי את נשיא ואנא אב\"ד שמעינהו רבי יעקב בן קורשאי אמר דלמא ח\"ו אתא לידי כסופא אזיל ויתיב אחורי עיליתיה דרשב\"ג גרס ותנא גרס ותנא אמר מאי האי דלמא חס ושלום איכא מידי בי מדרשא יהיב דעתיה עיין בה וגרסה למחר אמרו ליה ניתני מר בעוקצין פתח ותני בתר דאוקי א\"ל אי לאו גמירנא כסיפתון פקיד ואפקינהו מבי מדרשא הוו כתבו קשייתא בפתקא ושדו התם דהוה מפרק הוה מפרק דלא הוה מפרק כתבי פירוקא ושדו אמר להו רבי יוסי תורה מבחוץ ואנו מבפנים אמר להו רשב\"ג ניעלינהו מיהו ליקנסינהו דלא לימרו שמעתתא משמייהו אסיקו ליה לרבי מאיר אחרים ולרבי נתן יש אומרים אחוי להו בחלמייהו זילו פייסוה לרבן גמליאל ר' נתן אזל ר' מאיר לא אזל אמר דברי חלומות לא מעלין ולא מורידין כי אזל ר' נתן א\"ל רשב\"ג נהי דאהני לך קומרא דאבוך למיהוי אב בית דין למיהוי נשיא מי אהני.מתני ליה רבי לר\"ש בריה אחרים אומרים אילו היה תמורה (דף יד) לא היה קרב א\"ל מי הם הללו שמימיהם אנו שותים ושמותם אין אנו מזכירין א\"ל בני אדם שבקשו לעקור כבודך וכבוד בית אביך א\"ל (קהלת ט) גם אהבתם גם שנאתם גם קנאתם כבר אבדה א\"ל (תהלים ט) האויב תמו חרבות לנצח א\"ל הני מילי היכא דאהני מעשייהו רבנן לא אהנו מעשייהו הדר אתנייה אמרו משום ר' מאיר אילו היה תמורה לא היה קרב אמר רבא ואפילו רבי דענותנא הוה תנא אמרו משום ר' מאיר ר' מאיר אומר לא אמר.", 
                "יח אמר רבי יוחנן פליגי בה ר' שמעון בן גמליאל ורבנן חד אמר סיני עדיף וחד אמר עוקר הרים עדיף רב יוסף סיני רבה עוקר הרים שלחו לתמן סיני ועוקר הרים הי מנייהו עדיף שלחו להו סיני עדיף דהכל צריכים למרי חטא ואפ\"ה לא קביל עליה רב יוסף מלך רבה עשרין ותרתין שנין והדר מלך רב יוסף כולהו שני דמלך רבה רב יוסף אפילו אומנא לביתו לא קרא. אביי ורבי ור' זירא ורבה בר רב מתנה הוו יתבי והוו צריכי לרישא אמרי כל דאמר מלתא ולא מפריך ליהוי רישא כולהו איפרוך דאביי לא איפרוך חזייה רבא לאביי דגבה רישא א\"ל נחמני פתח ואימא איבעיא להו רבי זירא ורבה בר רב מתנה הי מנייהו עדיף רבי זירא חריף ומקשי רבה בר רב מתנא מתון ומסיק מאי תיקו.", 
                "הדרן עלך מסכת הוריות "
            ]
        ], 
        [
            [
                "<b>עדויות פרק א</b> - א וְלָמָה מַזְכִּירִין אֶת דִּבְרֵי שַׁמַּאי וְהִלֵּל לְבַטָּלָה? לְלַמֵּד לַדּוֹרוֹת הַבָּאִים שֶׁלֹּא יְהֵא אָדָם עוֹמֵד עַל דְּבָרָיו, שֶׁהֲרֵי אֲבוֹת הָעוֹלָם לֹא עָמְדוּ עַל דִּבְרֵיהֶם.", 
                "ב וְלָמָּה מַזְכִּירִין דִּבְרֵי הַיָּחִיד בֵּין הַמְּרֻבִּין, הוֹאִיל וְאֵין הֲלָכָה אֶלָּא כְּדִבְרֵי הַמְּרֻבִּים. שֶׁאִם יִרְאֶה בֵּית־דִּין אֶת דִּבְרֵי הַיָּחִיד וְיִסְמוֹךְ עָלָיו, שֶׁאֵין בֵּית־דִּין יָכוֹל לְבַטֵּל דִּבְרֵי בֵּית־דִּין חֲבֵרוֹ, עַד שֶׁיִּהְיֶה גָּדוֹל מִמֶּנּוּ בְּחָכְמָה וּבְמִנְיָן. הָיָה גָּדוֹל מִמֶּנּוּ בְּחָכְמָה אֲבָל לֹא בְּמִנְיָן, בְּמִנְיָן אֲבָל לֹא בְּחָכְמָה, אֵינוֹ יָכוֹל לְבַטֵּל דְּבָרָיו, עַד שֶׁיִּהְיֶה גָּדוֹל מִמֶּנּוּ בְּחָכְמָה וּבְמִנְיָן.", 
                "ג אָמַר רַבִּי יְהוּדָה: אִם כֵּן לָמָּה מַזְכִּירִין דִּבְרֵי הַיָּחִיד בֵּין הַמְּרֻבִּין לְבַטָּלָה? שֶׁאִם יֹאמַר אָדָם, כָּךְ אֲנִי מְקֻבָּל, יֹאמְרוּ לוֹ: כְּדִבְרֵי אִישׁ פְּלוֹנִי שָׁמַעְתָּ."
            ], 
            [
                "<b>עדויות פרק ב</b> ד הוא היה אומר האב זוכה לבן בנוי ובכח ובעושר ובחכמה ובשנים ומספר לדורות לפניו והוא הקץ שנאמר (ישעיה מא) קורא הדורות מראש אע\"פ שנאמר (בראשית טו) ועבדום וענו אותם ארבע מאות שנה ונאמר (שם) ודור רביעי ישובו הנה.", 
                "ה אף הוא היה אומר חמשה דברים של י\"ב חדש. משפט דור המבול שנים עשר חדש. משפט המצרים י\"ב חדש. משפט איוב שנים עשר חדש. משפט גוג ומגוג לעתיד לבא שנים עשר חדש. משפט רשעים בגיהנם שנים עשר חדש שנאמר (ישעיה סו) והיה מדי חדש בחדשו. ר' יוחנן בן נורי אומר מן הפסח ועד העצרת שנאמר (שם) ומדי שבת בשבתו."
            ], 
            [
                "<b>עדויות פרק ה</b> ו רבי ישמעאל אומר קהלת אינו מטמא את הידים כדברי ב\"ש וב\"ה אומרים מטמא את הידים.", 
                "ז עקביא בן מהללאל העיד ארבעה דברים אמרו לו עקביא חזור בך בד' דברים שהיית אומר ונעשך אב (דף ט) ב\"ד לישראל אמר להן מוטב לי להקרא שוטה כל ימי ולא לעשות שעה אחת רשע לפני המקום שלא יהיו אומרים בשביל שררה חזר בו. הוא היה מטמא שער פקודה ודם הירוק וחכמים מטהרין והוא היה מתיר שער בכור בעל מום שנשר והניחו בחלון ואחר כך שחטו וחכמים אוסרין. הוא היה אומר אין משקין לא את הגיורת ולא את השפחה המשוחררת וחכמים אומרים משקין אמרו לו מעשה בכרכמית שפחה משוחררת שהיתה בירושלים והשקוה שמעיה ואבטליון אמר להם דוגמא השקוה ונדוהו ומת בנדויו וסקלו ב\"ד את ארונו א\"ר יהודה ח\"ו שעקביא נתנדה שאין העזרה ננעלת על כל אדם מישראל בחכמה וביראת חטא כעקביא בן מהללאל. ואת מי נדו את ר' אלעזר בן חנוך שפקפק בטהרת ידים וכשמת שלחו ב\"ד והניחו אבן על ארונו ללמד שכל המנודה ומת בנדויו סוקלין את ארונו.", 
                "ח בשעת מיתתו אמר לבנו בני חזור בך בד' דברים שהייתי אומר א\"ל ואתה למה לא חזרת בך אמר ליה בני אני שמעתי מפי המרובים והם שמעו מפי המרובים אני עמדתי בשמועתי והם עמדו בשמועתן אבל אתה שמעת מפי היחיד והם שמעו מפי המרובין מוטב להניח את דברי היחיד ולאחוז את דברי המרובים א\"ל אבא פקוד עלי לחבריך א\"ל איני מפקד אמר ליה שמא עולה מצאת בי אמר ליה לא מעשיך יקרבוך ומעשיך ירחקוך."
            ], 
            [
                "<b>עדויות פרק ח</b> ט אמר ר' יהושע מקובל אני מרבן יוחנן בן זכאי ששמע מרבו ורבו מרבו הלכה למשה מסיני שאין אליהו בא לטמא ולטהר לרחק ולקרב אלא לרחק את המקורבין בזרוע ולקרב את המרוחקים בזרוע משפחת בית הצריפה היתה בעבר הירדן ורחקוה בני ציון בזרוע ועוד אחרת היתה שם וקרבוה בני ציון בזרוע כגון אלו אליהו בא לטמא ולטהר לרחק ולקרב. רבי יהודה אומר לקרב אבל לא לרחק. ר' שמעון אומר להשוות את המחלוקת וחכמים אומרים לא לרחק ולא לקרב אלא לעשות שלום בעולם שנאמר (מלאכי ג) הנני שולח לכם את אליה הנביא לפני בוא יום ה' הגדול והנורא והשיב לב אבות על בנים ולב בנים על אבותם.", 
                "הדרן עלך מסכת עדויות "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "מסכת קנים", 
                "משנה אחרונה ר' שמעון בן עקשיא אומר זקני עם הארץ כל זמן שמזקינים דעתן מוטרפת עליהן שנא' (איוב יב) מסיר שפה לנאמנים וטעם זקנים יקח אבל זקני תורה (נ\"א תלמידי חכמים) אינן כן אלא כל זמן שמזקינים דעתם מתישבת שנאמר (שם) בישישים חכמה ואורך ימים תבונה:\n"
            ]
        ], 
        [], 
        [
            [
                "מסכת כלים", 
                "א ע\"ב קנה מאזנים והמחק שיש בהן בית קבול וכו' ועל כלן א\"ר יוחנן בן זכאי או לי אם אומר או לי אם לא אומר:\n"
            ]
        ], 
        [
            [
                "מסכת נגעים", 
                "א כיצד ראיית הבית (ויקרא יד) ובא אשר לו הבית והגיד לכהן לאמר כנגע נראה לי בבית אפילו ת\"ח ויודע שהוא נגע ודאי לא יגזור ויאמר נגע נראה לי בבית אלא כנגע. (שם) וצוה הכהן ופנו את הבית בטרם יבא הכהן לראות את הנגע ולא יטמא כל אשר בבית גו' א\"ר מאיר וכי מה מטמא לו אם תאמר כלי עציו ובגדיו ומתכותיו מטבילין והם טהורים על מה חסה התורה על כלי חרסו ועל פכו ועל טפיו ואם כן חסה התורה על ממונו הבזוי ק\"ו על ממונו החביב אם על ממונו ק\"ו על נפש בניו ובנותיו אם כך על של רשע ק\"ו על של צדיק:", 
                "שם ע\"ב (שם) וצוה הכהן וחלצו את האבנים והשליכו אתהן וגו' ולקחו אבנים אחרות ועפר אחר יקח וטח את הבית מכאן אמרו אוי לרשע ואוי לשכנו שניהם חולצין שניה קוצעים שניהם מביאים את האבנים אבל הוא לבדו מביא את העפר שנא' (שם) ועפר אחר יקח וטח את הבי' ואין חברו מטפל עמו בטיחה:\n"
            ]
        ]
    ], 
    "heTitleVariants": [
        "עין יעקב‎"
    ], 
    "versionSource": " http://catalog.hathitrust.org/Record/002881683", 
    "priority": 1, 
    "maps": [], 
    "heTitle": "עין יעקב‎", 
    "titleVariants": [
        "Ein Yacov", 
        "Ein Yaacov", 
        "Ein Yaakov"
    ], 
    "textDepth": 3, 
    "order": [
        11
    ], 
    "categories": [
        "Midrash"
    ]
}