{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        207,
        683
    ],
    "ref": "Eruvin",
    "title": "Eruvin",
    "heTitle": "עירובין",
    "versionSource": "http://www.sefaria.org/Eruvin",
    "maps": [],
    "length": 105,
    "book": "Eruvin",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            "R. Abba stated in the name of Samuel: ",
            "For three years there was a dispute between Beth Shammai and Beth Hillel, the former asserting, ‘The halachah is in agreement with our views’ and the latter contending, ‘The halachah is in agreement with our views’. ",
            "Then a bath kol issued announcing, ",
            "‘[The utterances of] both are the words of the living God, but the halachah is in agreement with the rulings of Beth Hillel’. ",
            "Since, however, both are the words of the living God’ what was it that entitled Beth Hillel to have the halachah fixed in agreement with their rulings? Because they were kindly and modest, they studied their own rulings and those of Beth Shammai, ",
            "and were even so [humble] as to mention the actions of Beth Shammai before theirs, ",
            "as may be seen from what we have learnt: ",
            "If a man had his head and the greater part of his body within the sukkah but his table in the house, Beth Shammai ruled [that the booth was] invalid but Beth Hillel ruled that it was valid. ",
            "Said Beth Hillel to Beth Shammai, ",
            "‘Did it not so happen that the elders of Beth Shammai and the elders of Beth Hillel went on a visit to R. Johanan b. Hahoranith and found him sitting with his head and greater part of his body within the sukkah while his table was in the house?’ ",
            "Beth Shammai replied: ",
            "From there proof [may be adduced for our view for] ",
            "they indeed told him, ",
            "‘If you have always acted in this manner you have never fulfilled the commandment of sukkah’. ",
            "This teaches you that him who humbles himself, the Holy One, blessed be He, raises up, and him who exalts himself, the Holy One, blessed be He, humbles; ",
            "from him who seeks greatness, greatness flees, but him who flees from greatness, greatness follows; ",
            "he who forces time is forced back by time but he who yields to time finds time standing at his side. ",
            "Our Rabbis taught: ",
            "For two and a half years were Beth Shammai and Beth Hillel in dispute, the former asserting ",
            "that it were better for man not to have been created than to have been created, and the latter maintaining ",
            "that it is better for man to have been created than not to have been created. ",
            "They finally took a vote and decided ",
            "that it were better for man not to have been created than to have been created, but now that he has been created, let him investigate his past deeds or, ",
            "as others say, ",
            "let him examine his future actions. "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "while the man intended to acquire his Sabbath abode at its root;  and what [is the explanation for the use of the expressions,] ‘above’ and ‘below’? That [the branch] rises again into a vertical position. But could not the man, if he so wished, bring [the eruv] by way of the upper part of the tree? -- [This is a case] where many people adjust their burdens on it, and [this ruling is] in agreement with that of Ulla who laid down: If a column, nine handbreadths high, was situated in a public domain and many people were adjusting their burdens on it, any man who throws an object that comes to rest upon It is guilty.",
            "...What is the source of the dispute between, Rabbi and the Rabbis? — It was taught: If he deposited it on a tree above [a height] of ten handbreadths, his ‘eruv is ineffective; [if he deposited it at an altitude] below ten handbreadths his ‘eruv is effective, but he must not move it. [If the eruv was deposited] within three [handbreadths from the ground] it is permitted to move it. If he put it in a basket and hung it upon the tree his ‘eruv is effective even if it was above [a height] of ten handbreadths; Rabbi. But the Sages ruled: Wherever it is forbidden to move it the ‘eruv is ineffective. Now to what [does the statement,] ‘But the cages ruled’ refer? If it be suggested: To the final clause, [the difficulty would arise:] Does this imply that the Rabbis hold the opinion that [the use of the] sides [is also] forbidden? Consequently [it must refer] to the first clause. But then, what [size of] tree is done to imagine? If [it is one] which is less than four [handbreadths in width,] then, surely, it is a spot of exemption; and if it was four [handbreadths wide,] what is [the use, it may be asked,] that the ‘eruv was put in a basket? — Ravina replied: The first clause [is a case] where [the tree] had [a width] of four [handbreadths, while] the final clause [deals with one] whose width was less than four [handbreadths] but the basket supplemented it to four"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            0,
            "The Rabbis taught in a Baraitha: How was the Mishnah ordered? Moses learned from the mouth of the Divine. Then, Aaron entered and Moses taught him his portion. Aaron then distanced himself and sat to Moses' left. His sons then entered and Moses taught them their portion. They then distanced themselves and Elazar sat to the right of Moses and Itamar to the left of Aaron. Rabbi Yehuda said, Aaron was always on the right of Moses. Returning, the elders entered and Moses taught them their portion. The elders distanced themselves and the entire nation entered and Moses taught them their portion. The result was that Aaron heard the teaching four times, his sons, three times, the elders, twice, and the entire nation, once. Moses then distanced himself and Aaron repeated his portion. His sons then repeated their portion and left. The elders then repeated their portion and left. In this way, everyone heard everything four times. Based on this method, Rabbi Eliezer said, everyone is obligated to repeat his teachings to his disciples four times. This is obvious, by force of argument: If Aaron learned Torah from Moses and Moses directly from God, and then ordinary people from each other certainly!"
        ]
    ],
    "titleVariants": [
        "Eruvin",
        "Tractate Eruvin",
        "Masekhet Eruvin",
        "Talmud Eruvin"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Soncino Translation from Halakhah.com",
            "http://halakhah.com/pdf/moed/Eiruvin.pdf"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}