{
    "versionTitle": "Soncino Translation from Halakhah.com",
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "language": "en",
    "title": "Eruvin",
    "lengths": [
        207,
        683
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "R. Abba stated in the name of Samuel: ",
            "For three years there was a dispute between Beth Shammai and Beth Hillel, the former asserting, ‘The halachah is in agreement with our views’ and the latter contending, ‘The halachah is in agreement with our views’. ",
            "Then a bath kol issued announcing, ",
            "‘[The utterances of] both are the words of the living God, but the halachah is in agreement with the rulings of Beth Hillel’. ",
            "Since, however, both are the words of the living God’ what was it that entitled Beth Hillel to have the halachah fixed in agreement with their rulings? Because they were kindly and modest, they studied their own rulings and those of Beth Shammai, ",
            "and were even so [humble] as to mention the actions of Beth Shammai before theirs, ",
            "as may be seen from what we have learnt: ",
            "If a man had his head and the greater part of his body within the sukkah but his table in the house, Beth Shammai ruled [that the booth was] invalid but Beth Hillel ruled that it was valid. ",
            "Said Beth Hillel to Beth Shammai, ",
            "‘Did it not so happen that the elders of Beth Shammai and the elders of Beth Hillel went on a visit to R. Johanan b. Hahoranith and found him sitting with his head and greater part of his body within the sukkah while his table was in the house?’ ",
            "Beth Shammai replied: ",
            "From there proof [may be adduced for our view for] ",
            "they indeed told him, ",
            "‘If you have always acted in this manner you have never fulfilled the commandment of sukkah’. ",
            "This teaches you that him who humbles himself, the Holy One, blessed be He, raises up, and him who exalts himself, the Holy One, blessed be He, humbles; ",
            "from him who seeks greatness, greatness flees, but him who flees from greatness, greatness follows; ",
            "he who forces time is forced back by time but he who yields to time finds time standing at his side. ",
            "Our Rabbis taught: ",
            "For two and a half years were Beth Shammai and Beth Hillel in dispute, the former asserting ",
            "that it were better for man not to have been created than to have been created, and the latter maintaining ",
            "that it is better for man to have been created than not to have been created. ",
            "They finally took a vote and decided ",
            "that it were better for man not to have been created than to have been created, but now that he has been created, let him investigate his past deeds or, ",
            "as others say, ",
            "let him examine his future actions. "
        ]
    ],
    "heTitle": "עירובין",
    "versionSource": "http://halakhah.com/pdf/moed/Eiruvin.pdf",
    "maps": [],
    "length": 105,
    "titleVariants": [
        "Eruvin",
        "Tractate Eruvin",
        "Masekhet Eruvin",
        "Talmud Eruvin"
    ],
    "textDepth": 2,
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}