<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><sup>i</sup> <bold>W</bold>ENN <small>DAS</small> G<small>ERICHT ENTSCHIEDEN HAT, EINES VON ALLEN IN DER</small> T<small>ORA GENANNTEN</small> G<small>EBOTEN ZU &#x00DC;BERTRETEN, UND EIN EINZELNER HINGEGANGEN IST UND VERSEHENTLICH<sup><xref rid="fn1">1</xref></sup> NACH IHREM</small> A<small>USSPRUCHE GEHANDELT HAT, EINERLEI OB SIE<sup><xref rid="fn2">2</xref></sup> DANACH GEHANDELT HABEN UND ER MIT IHNEN, ODER SIE DANACH GEHANDELT HABEN UND ER NACH IHNEN, ODER SIE NICHT DANACH GEHANDELT HABEN, SONDERN ER ALLEIN, SO IST ER FREI, WEIL ER SICH AUF DAS</small> G<small>ERICHT GEST&#x00DC;TZT HAT.</small> W<small>ENN DAS</small> G<small>ERICHT ENTSCHIEDEN HAT UND EINER VON IHNEN, WELCHER WEISS, DASS ES SICH GEIRRT HAT, ODER EIN</small> S<small>CH&#x00DC;LER, DER</small> E<small>NTSCHEIDUNGEN ZU TREFFEN BEF&#x00C4;HIGT IST, HINGEGANGEN IST UND NACH IHREM</small> A<small>USSPRUCHE GEHANDELT HAT, EINERLEI OB SIE DANACH GEHANDELT HABEN UND ER MIT IHNEN, ODER SIE DANACH GEHANDELT HABEN UND ER NACH IHNEN, ODER SIE NICHT DANACH GEHANDELT HABEN, SONDERN ER ALLEIN, SO IST ER SCHULDIG, WEIL ER SICH NICHT AUF DAS</small> G<small>ERICHT GEST&#x00DC;TZT HAT.</small> D<small>IE</small> R<small>EGEL HIERBEI IST: WER SICH AUF SICH SELBST ST&#x00DC;TZT, IST SCHULDIG, WER SICH AUF DAS</small> G<small>ERICHT ST&#x00DC;TZT, IST FREI.</small></p>
<p>GEMARA. &#x0160;emu&#x00E9;l sagte: Das Gericht ist nur dann schuldig<sup><xref rid="fn3">3</xref></sup>, wenn es gesagt hat: ihr d&#x00FC;rft dies. R. Dimi aus Nehardea&#x0351; sagte: Nur wenn es gesagt hat: ihr d&#x00FC;rft dies tun<sup><xref rid="fn4">4</xref></sup>. &#x2013; Weshalb? &#x2013; Weil sonst die Entscheidung nicht abgeschlossen ist. Abajje sagte: Auch wir haben demgem&#x00E4;&#x00DF; gelernt: Wenn er<sup><xref rid="fn5">5</xref></sup> nach seiner Stadt heimkehrt und weiter so lehrt, wie er vorher<sup><xref rid="fn6">6</xref></sup> gelehrt hat, so ist er frei, wenn er aber danach zu handeln entscheidet, so ist er schuldig. R. Abba sagte: Auch wir haben demgem&#x00E4;&#x00DF; gelernt: Wenn das Gericht ihr<sup><xref rid="fn7">7</xref></sup> entschieden hat, da&#x00DF; sie heiraten d&#x00FC;rfe, und sie gegangen ist und gehurt<sup><xref rid="fn8">8</xref></sup> hat, so ist sie zu einem Opfer verpflichtet, denn man hat ihr nur zu heiraten<sup><xref rid="fn9">9</xref></sup> erlaubt. Rabina sagte: Auch wir haben demgem&#x00E4;&#x00DF; gelernt: Wenn das Gericht entschieden hat, eines von allen in der Tora genannten Geboten zu &#x00FC;bertreten<sup><xref rid="fn10">10</xref></sup>. Weiter nichts dar&#x00FC;ber. Manche lesen: &#x0160;emu&#x00E9;l sagte: Das Gericht ist nur dann schuldig, wenn es gesagt hat : ihr d&#x00FC;rft dies tun. R. Dimi aus Nehardea&#x0351; sagte, auch wenn es gesagt hat: ihr d&#x00FC;rft dies, gelte es als endg&#x00FC;ltige Entscheidung. Abajje wandte ein: Wir haben ja aber anders gelernt: Wenn er heimkehrt und iso lehrt, wie er vorher gelehrt hat, so ist er frei, wenn er aber danach zu handeln entscheidet, so ist er schuldig&#x0021;? R. Abba wandte ein: Wir haben ja aber anders gelernt: Wenn das Gericht ihr entschieden hat, da&#x00DF; sie heiraten d&#x00FC;rfe, und sie gegangen ist und gehurt hat, so ist sie zu einem Opfer verpflichtet, denn man hat ihr nur zu heiraten erlaubt. Rabina wandte ein: Wir haben ja aber anders gelernt: Wenn das Gericht entschieden hat, eines von allen in der Tora genannten Geboten zu &#x00FC;bertreten. Weiter nichts dar&#x00FC;ber.</p>
<p>U<small>ND EIN EINZELNER HINGEGANGEN IST UND VERSEHENTLICH NACH IHREM</small> A<small>USSPRUCHE GEHANDELT HAT.</small> Sollte er doch lehren: und nach ihrem Ausspruche gehandelt hat, wozu hei&#x00DF;t es &#x2018;versehentlich&#x2019;&#x0021;? Raba erwiderte: Das &#x2018;versehentlich&#x2019; schlie&#x00DF;t den Fall ein, wenn das Gericht entschieden hat, Talg sei erlaubt, und einem Fett mit Talg vertauscht wurde und er ihn<sup><xref rid="fn11">11</xref></sup>gegessen hat, er ist dann frei<sup><xref rid="fn12">12</xref></sup>; nach ihrem Ausspruche, w&#x00F6;rtlich. Manche lesen: Raba sagte: Nur wenn er versehentlich nach ihrem Ausspruche gehandelt hat, ist er frei, wenn ihm aber Fett mit Talg vertauscht wurde, und er ihn gegessen hat, so ist er schuldig. Das, was Raba entschieden war, war Rami b. &#x1E24;ama fraglich, denn Rami b. &#x1E24;ama fragte: Wie ist es, wenn das Gericht entschieden hat, Talg sei erlaubt, und einem Fett mit Talg vertauscht wurde und er ihn gegessen hat? Raba erwiderte: Komm und h&#x00F6;re: und ein einzelner hingegangen ist und versehentlich nach ihrem Ausspruche gehandelt hat &#x0026;c; wozu hei&#x00DF;t es nun &#x2018;versehentlich&#x2019; und &#x2018;nach ihrem Ausspruche&#x2019;? Wahrscheinlich schlie&#x00DF;t dies auch den Fall ein, wenn das Gericht entschieden hat, Talg sei erlaubt, und einem Fett mit Talg vertauscht wurde und er ihn gegessen hat, da&#x00DF; er n&#x00E4;mlich auch in diesem Falle frei sei. &#x2013; Vielleicht ist er nur dann frei, wenn er versehentlich nach ihrem Ausspruche gehandelt hat, wenn ihm aber Fett mit Talg vertauscht wurde und er ihn gegessen hat, ist er schuldig. Manche lesen: Raba erwiderte: Komm und h&#x00F6;re: und ein einzelner hingegangen ist und versehentlich nach ihrem Ausspruche gehandelt hat; wahrscheinlich ist er nur dann frei, wenn er versehentlich nach ihrem Ausspruche gehandelt hat, wenn ihm aber Fett mit Talg vertauscht wurde und er ihn gegessen hat, ist er schuldig. &#x2013; Vielleicht geteilt: entweder versehentlich oder nach ihrem Ausspruch.</p>
<p>Wenn das Gericht entschieden hat, Talg sei erlaubt, und einem Fett mit Talg vertauscht wurde und er ihn gegessen hat, so ist er, wie Rabh sagt, frei, und wie R. Jo&#x1E25;anan sagt, schuldig. Man wandte ein:<sup><xref rid="fn13">13</xref></sup><italic>Von den Leuten des Volkes, wenn er aus&#x00FC;bt,</italic> ausgenommen ist der Abtr&#x00FC;nnige. R. &#x0160;imo&#x0351;n b. Jose sagte im Namen R. &#x0160;imo&#x0351;ns: Dies ist nicht n&#x00F6;tig; es hei&#x00DF;t: <sup><xref rid="fn14">14</xref></sup><italic>die nicht ausge&#x00FC;bt werden d&#x00FC;rfen, und versehentlich sich vergeht und sich bewu&#x00DF;t wird;</italic> wer aus eigenem Bewu&#x00DF;twerden Bu&#x00DF;e tut, bringt wegen seines Versehens ein Opfer dar, und wer nicht aus eigenem Bewu&#x00DF;twerden Bu&#x00DF;e tut, bringt wegen seines Versehens kein Opfer dar. Dieser<sup><xref rid="fn15">15</xref></sup>tut ja nicht Bu&#x00DF;e aus eigenem Bewu&#x00DF;twerden<sup><xref rid="fn16">16</xref></sup>&#x0021;? R. Papa erwiderte : R. Jo&#x1E25;anan ist der Ansicht, wenn das Gericht dies<sup><xref rid="fn17">17</xref></sup>erfahren h&#x00E4;tte, w&#x00FC;rde es ja zur&#x00FC;cktreten und dieser ebenfalls, somit hei&#x00DF;t dies Bu&#x00DF;e aus eigenem Bewu&#x00DF;twerden. und er ist schuldig. Raba sagte: Rabh pflichtet jedoch bei, da&#x00DF; dieser<sup><xref rid="fn15">15</xref></sup>die Mehrheit der Gemein de<sup><xref rid="fn18">18</xref></sup>nicht vervollst&#x00E4;ndige, denn die Schrift sagt <italic>versehentlich,</italic> sie m&#x00FC;ssen sich alle im Irrtum befunden haben.</p>
<p>E<small>INERLEI OB SIE DANACH GEHANDELT HABEN UND ER MIT IHNEN</small> &#x0026;<small>C</small>. Wozu braucht er all diese F&#x00E4;lle zu lehren: allerdings lehrt er im Anfangsatze [die Abstufung:] nicht nur dies, sondern auch folgendes, im Schlu&#x00DF;satze aber, wo man dieserhalb schuldig ist, sollte er sie doch umgekehrt lehren&#x0021;? &#x2013; Er lehrt [die Abstufung:] dies und um so mehr folgendes. <folio>Col.b</folio></p>
<p>O<small>DER EIN</small> S<small>CH&#x00DC;LER, DER</small> E<small>NTSCHEIDUNGEN ZU TREFFEN BEF&#x00C4;HIGT IST.</small> Wozu ist beides n&#x00F6;tig? Raba erwiderte: Dies ist n&#x00F6;tig, denn man k&#x00F6;nnte sonst glauben, nur wenn er [das Gesetz] gelernt hat und verst&#x00E4;ndig<sup><xref rid="fn19">19</xref></sup>ist, nicht aber, wenn er gelernt hat und nicht verst&#x00E4;ndig ist. Abajje entgegnete ihm: Unter &#x2018;bef&#x00E4;higt Entscheidungen zu treffen&#x2019; ist ja einer zu verstehen, der gelernt hat und verst&#x00E4;ndig ist&#x0021;? Jener erwiderte : Ich meine es wie folgt : wenn er nur eines<sup><xref rid="fn20">20</xref></sup>gelehrt h&#x00E4;tte, so k&#x00F6;nnte man glauben, nur wenn er gelernt hat und verst&#x00E4;ndig ist, nicht aber, wenn er gelernt hat und nicht verst&#x00E4;ndig ist, daher lehrt er den &#x00FC;berfl&#x00FC;ssigen Fall von dem, der bef&#x00E4;higt ist, Entscheidungen zu treffen, da&#x00DF; auch derjenige einbegriffen ist, der gelernt hat und nicht verst&#x00E4;ndig ist, oder verst&#x00E4;ndig ist und nicht gelernt hat.</p>
<p>E<small>NTSCHEIDUNGEN ZU TREFFEN BEF&#x00C4;HIGT IST</small> &#x0026;<small>C</small>. Beispielsweise wer? Raba erwiderte: Beispielsweise &#x0160;imo&#x0351;n b. A&#x0351;zaj und &#x0160;imo&#x0351;n b. Zoma<sup><xref rid="fn21">21</xref></sup>. Abajje sprach zu ihm: Bei solchen ist dies ja Vorsatz<sup><xref rid="fn22">22</xref></sup>&#x0021;? &#x2013; Wie willst du nach deiner Auffassung folgende Lehre erkl&#x00E4;ren :<sup><xref rid="fn23">23</xref></sup><italic>Wenn er aus&#x00FC;bt eines,</italic> wenn ein einzelner es selbst&#x00E4;ndig tut, so ist er schuldig, wenn aber nach der Entscheidung des Gerichtes, so ist er frei; man k&#x00F6;nnte glauben, wenn das Gericht entschieden hat, Talg sei erlaubt, und es einem von ihnen, oder einem vor ihnen sitzenden Sch&#x00FC;ler, der bef&#x00E4;higt ist, Entscheidungen zu treffen, beispielsweise &#x0160;imo&#x0351;n b. A&#x0351;zaj, bekannt ist, da&#x00DF; es sich geirrt<sup><xref rid="fn24">24</xref></sup>hat, sei er frei, so hei&#x00DF;t es: <italic>wenn er aus&#x00FC;bt eines;</italic> ein einzelner, der es selbst&#x00E4;ndig tut, ist schuldig, der es nach der Entscheidung des Gerichtes tut, ist frei. Dies kann also nur in dem Falle vorkommen, wenn er gewu&#x00DF;t hat, da&#x00DF; dies verboten sei, und sich im Gebote, auf die Worte der Weisen zu h&#x00F6;ren, geirrt<sup><xref rid="fn25">25</xref></sup>hat, ebenso auch nach meiner Erkl&#x00E4;rung: wenn sie sich geirrt haben im Gebote, auf die Worte der Weisen zu h&#x00F6;ren.</p>
<p>D<small>IE</small> R<small>EGEL HIERBEI IST</small> : <small>WER SICH AUF SICH SELBST ST&#x00DC;TZT, IST SCHULDIG.</small> Was schlie&#x00DF;t dies ein? &#x2013; Dies schlie&#x00DF;t den Fall ein, wenn jemand sonst die Gerichtsentscheidungen mi&#x00DF;achtet<sup><xref rid="fn26">26</xref></sup>. Und [der Passus]: wer sich auf das Gericht st&#x00FC;tzt, schlie&#x00DF;t den Fall ein, wenn das Gericht eine Entscheidung getroffen hat, erfahren hat, da&#x00DF; es sich geirrt hat, und davon zur&#x00FC;ckgetreten ist. &#x2013; Dieser Fall wird ja<sup><xref rid="fn27">27</xref></sup>ausdr&#x00FC;cklich gelehrt&#x0021;? &#x2013; Hier lehrt er ihn und weiter erkl&#x00E4;rt er ihn.</p>
<p>R. Jehuda sagte im Namen &#x0160;emu&#x00E9;ls : Dies ist die Ansicht R. Jehudas, die Weisen aber sagen, wenn ein einzelner durch die Entscheidung des Gerichtes eine S&#x00FC;nde begangen hat, sei er schuldig. &#x2013; Welche Lehre R. Jehudas? &#x2013; Es wird gelehrt:<sup><xref rid="fn28">28</xref></sup><italic>Wenn eine Person versehentlich eine S&#x00FC;nde begeht, indem sie aus&#x00FC;bt,</italic> das sind also [drei]<sup><xref rid="fn29">29</xref></sup>Ausschlie&#x00DF;ungen; wer es selbst&#x00E4;ndig tut, ist schuldig, wer nach der Entscheidung des Gerichtes, ist frei. &#x2013; Welche Lehre der Rabbanan? &#x2013; Es wird gelehrt: Man k&#x00F6;nnte noch immer glauben, wenn die Minderheit der Gemeinde eine S&#x00FC;nde begangen hat, sei sie schuldig, weil das Gericht derentwegen<sup><xref rid="fn30">30</xref></sup>keinen Farren darbringt, und wenn die Mehrheit der Gemeinde eine S&#x00FC;nde begeht, sei sie frei, weil das Gericht derentwegen<sup><xref rid="fn30">30</xref></sup>einen Farren darbringt, so hei&#x00DF;t es:<sup><xref rid="fn28">28</xref></sup><italic>von den Leuten des Volkes,</italic> selbst die Mehrheit und selbst die ganze [Gemeinde], In welchem Falle: wollte man sagen, bei Unvors&#x00E4;tzlichkeit der Handlung<sup><xref rid="fn31">31</xref></sup>, so hat ja das Gericht damit nichts zu tun, wenn das Gericht nichts entschieden hat, so hat es ja dieserhalb kein Opfer darzubringen; wollte man sagen, bei Entscheidung [des Gerichtes], so spricht ja der Schriftvers: <italic>von den Leuten des Volkes,</italic> von der Unvors&#x00E4;tzlichkeit der Handlung&#x0021;? Wahrscheinlich meint er es wie folgt: wenn die Minderheit der Gemeinde bei Unvors&#x00E4;tzlichkeit der Handlung eine S&#x00FC;nde begangen hat, so bringt das Gericht bei falscher Entscheidung keinen Farren dar, sie selbst aber ist schuldig; man k&#x00F6;nnte daher glauben, wenn die Mehrheit der Gemeinde eine S&#x00FC;nde bei Unvors&#x00E4;tzlichkeit der Handlung begangen hat, sei sie frei, weil das Gericht derentwegen<sup><xref rid="fn30">30</xref></sup>einen Farren darbringt<sup><xref rid="fn32">32</xref></sup>, so hei&#x00DF;t es: <italic>von den Leuten des Volkes,</italic> selbst die Mehrheit<sup><xref rid="fn33">33</xref></sup>. R. Papa entgegnete : Wieso denn, vielleicht weder sie noch das Gericht<sup><xref rid="fn34">34</xref></sup>&#x0021;? &#x2013; Da er zu beweisen sucht, da&#x00DF; die Mehrheit schuldig ist, so ist es ihm wohl entschieden, da&#x00DF; die Minderheit bei Entscheidung [des Gerichtes] sehuldig<sup><xref rid="fn35">35</xref></sup>sei, denn sonst sollte er doch zuerst beweisen, da&#x00DF; die Minderheit bei Unvors&#x00E4;tzlichkeit der Handlung schuldig sei, und nachher erst, da&#x00DF; auch die Mehrheit bei Unvors&#x00E4;tzlichkeit der Handlung schuldig sei, und da er nicht zuerst beweist, da&#x00DF; die Minderheit bei Unvors&#x00E4;tzlichkeit der Handlung schuldig sei, und nachher, da&#x00DF; die Mehrheit bei Unvors&#x00E4;tzlichkeit der Handlung schuldig sei, so ist zu entnehmen, da&#x00DF; die Minderheit bei Entscheidung [des Gerichtes] ein Schaf oder eine Ziege darbringen mu&#x00DF;, und ebenso ist sie bei Unvors&#x00E4;tzlichkeit der Handlung ohne Entscheidung [des Gerichtes] schuldig. &#x2013; Merke, beide Lehren sind ja anonym, woher wei&#x00DF;t du nun, da&#x00DF; die erste von R. Jehuda und die andere von den Rabbanan ist, vielleicht umgekehrt&#x0021;? &#x2013; Derjenige, der auf diese Weise<sup><xref rid="fn36">36</xref></sup>Ausschlie&#x00DF;ungen eruiert, ist R. Jehuda, denn es wird gelehrt: R. Jehuda sagte:<sup><xref rid="fn37">37</xref></sup><italic>Dies ist</italic> <folio>Fol.3</folio> <italic>das Gesetz vom Brandopfer,</italic> das sind [drei] Ausschlie&#x00DF;ungen. Wenn du aber willst, sage ich: [die Lehre] &#x2018;Man<sup><xref rid="fn38">38</xref></sup>k&#x00F6;nnte glauben&#x2019; kannst du nicht R. Jehuda addizieren, denn in dieser hei&#x00DF;t es, wenn die Mehrheit der Gemeinde eine S&#x00FC;nde begangen hat, bringe das Gericht derentwegen einen Farren dar, und R. Jehuda sagt, in diesem Falle bringe ihn die Gemeinde dar und nicht das Gericht, denn es wird gelehrt: R. Jehuda sagt, wenn sieben St&#x00E4;mme eine S&#x00FC;nde begangen<sup><xref rid="fn39">39</xref></sup>haben, so bringen sie sieben Farren dar.</p>
<p>R. Na&#x1E25;man aber sagte im Namen &#x0160;emu&#x00E9;ls: Dies ist die Ansicht R. Me&#x00ED;rs, die Weisen aber sagen, wenn ein einzelner durch die Entscheidung des Gerichtes eine S&#x00FC;nde begangen hat, sei er schuldig. &#x2013; Welche Lehre R. Me&#x00ED;rs und welche der Rabbanan? &#x2013; Es wird gelehrt: Haben sie eine Entscheidung getroffen, und danach gehandelt, so sind sie nach R. Me&#x00ED;r frei und nach den Weisen schuldig. Wer soll danach gehandelt haben, wollte man sagen, das Gericht, weshalb sind sie nach den Rabbanan schuldig, es wird ja gelehrt: Man k&#x00F6;nnte glauben, wenn das Gericht eine Entscheidung getroffen und danach gehandelt hat, seien sie<sup><xref rid="fn2">2</xref></sup> schuldig, so hei&#x00DF;t es:<sup><xref rid="fn40">40</xref></sup><italic>die Gemeinde, und sie aus&#x00FC;ben</italic>, nur wenn die Handlung von der Gemeinde und die Entscheidung vom Gerichte ausgeht. Wollte man sagen, wenn das Gericht entschieden und die Mehrheit der Gemeinde danach gehandelt hat, weshalb sind sie nach R. Me&#x00ED;r frei&#x0021;? Doch wohl in dem Falle, wenn das Gericht eine Entscheidung getroffen und die Mehrheit der Gemeinde danach gehandelt hat, und zwar besteht ihr Streit in folgendem: nach der einen Ansicht ist der einzelne, der durch die Entscheidung des Gerichtes eine S&#x00FC;nde begeht, frei, und nach der anderen Ansicht ist der einzelne, der durch die Entscheidung des Gerichtes eine S&#x00FC;nde begeht, schuldig. R. Papa entgegnete: Tats&#x00E4;chlich sind alle der Ansicht, wenn ein einzelner durch die Entscheidung des Gerichtes eine S&#x00FC;nde begangen hat, sei er frei, nur streiten sie, ob das Gericht die Mehrheit der Gemeinde vervollst&#x00E4;ndige<sup><xref rid="fn41">41</xref></sup>; nach der einen Ansicht vervollst&#x00E4;ndigt das Gericht die Mehrheit der Gemeinde, und nach der anderen Ansicht vervollst&#x00E4;ndigt das Gericht nicht die Mehrheit der Gemeinde. Wenn du willst, sage ich, tats&#x00E4;chlich in dem Falle, wenn das Gericht eine Entscheidung getroffen und die Mehrheit der Gemeinde danach gehandelt hat, und mit &#x2018;Weisen&#x2019; ist hier R. &#x0160;imo&#x0351;n gemeint, welcher sagt, sowohl die Gemeinde als auch das Gericht<sup><xref rid="fn42">42</xref></sup>bringe ein Opfer dar. Wenn du willst, sage ich, sie streiten &#x00FC;ber den Fall, wenn ein Stamm nach der [falschen] Entscheidung seines Gerichtes gehandelt hat, und mit &#x2018;Weisen&#x2019; ist R. Jehuda gemeint. Es wird n&#x00E4;mlich gelehrt: Wenn ein Stamm nach der [falschen] Entscheidung seines Gerichtes gehandelt hat, so ist dieser Stamm schuldig. Wenn du aber willst, sage ich, hier handelt es sich um den Fall, wenn sechs St&#x00E4;mme, die die Mehrheit der Gemeinde sind, oder sieben, die nicht die Mehrheit der Gemeinde sind, die S&#x00FC;nde begangen haben, und die Lehre<sup><xref rid="fn43">43</xref></sup>vertritt die Ansicht des R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar, denn es wird gelehrt: R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar sagte in seinem<sup><xref rid="fn44">44</xref></sup>Namen: Wenn sechs St&#x00E4;mme, die die Mehrheit der Gemeinde sind, oder sieben, die nicht die Mehrheit der Gemeinde sind, die S&#x00FC;nde begangen haben, so sind sie schuldig.</p>
<p>R. Asi sagte: Bei einer Entscheidung des Gerichtes richte man sich nach der Mehrheit der Einwohner des Jisra&#x00E9;llandes. Es hei&#x00DF;t :<sup><xref rid="fn45">45</xref></sup><italic>so beging &#x0160;elomo zu jener Zeit das Fest und ganz Jisra&#x00E9;l mit ihm, eine gro&#x00DF;e Gemeinde, von da, wo es nach &#x1E24;amath hin geht, bis zum Bache Mi&#x00E7;rajims, vor Gott, dem Herrn, sieben Tage und sieben Tage, [zusammen] vierzehn Tage;</italic> merke, es hei&#x00DF;t ja: <italic>und ganz Jisra&#x00E9;l mit ihm, eine gro&#x00DF;e Gemeinde,</italic> wozu hei&#x00DF;t es weiter: <italic>von da, wo man nach &#x1E24;amath hin geht, bis zum Bache Mi&#x00E7;rajims?</italic> Schlie&#x00DF;e hieraus, da&#x00DF; nur diese<sup><xref rid="fn46">46</xref></sup>zur Gemeinde geh&#x00F6;ren, nicht aber die &#x00FC;brigen.</p>
<p>Entschieden ist der Fall, wenn sie die Mehrheit waren und vermindert worden<sup><xref rid="fn47">47</xref></sup>sind, hier&#x00FC;ber besteht der Streit zwischen R. &#x0160;imo&#x0351;n<sup><xref rid="fn48">48</xref></sup>und den Rabbanan, wie ist es aber, wenn sie die Minderheit waren und vermehrt worden sind; streiten R. &#x0160;imo&#x0351;n und die Rabbanan &#x00FC;ber diesen Fall : nach R. &#x0160;imo&#x0351;n, nach dem man sich nach dem Status des Bewu&#x00DF;twerdens richtet, sind sie schuldig, und nach den Weisen, nach denen man sich nach dem Status der S&#x00FC;nde richtet, sind sie frei, oder nicht? &#x2013; Glaubst du: R. &#x0160;imo&#x0351;n sagt ja nur, da&#x00DF; man sich auch nach dem Status des Bewu&#x00DF;twerdens<sup><xref rid="fn49">49</xref></sup>richte, nicht aber nach dem Status des Bewu&#x00DF;twerdens allein ohne den der S&#x00FC;nde, denn sonst m&#x00FC;&#x00DF;ten sie<sup><xref rid="fn50">50</xref></sup>sich ja nach der Gegenwart richten; vielmehr ist nach R. &#x0160;imo&#x0351;n S&#x00FC;nde und Bewu&#x00DF;twerden erforderlich.</p>
<p>Sie fragten: Wie ist es, wenn das Gericht entschieden hat, Talg sei erlaubt, und die Minderheit der Gemeinde danach gehandelt hat, und es nachher wiederum entschieden hat, und eine zweite Minderheit danach gehandelt hat; werden sie, da es sich um zwei besondere Entscheidungen handelt, nicht vereinigt, oder werden sie, da es sich in beiden um Talg handelt, wohl vereinigt? Und wie ist es, wenn du entscheidest, da&#x00DF; sie, da es sich in beiden F&#x00E4;llen um Talg handelt, vereinigt werden, wenn es sich bei der einen Minderheit um Magentalg und bei der anderen Minderheit um Darmtalg handelt; werden sie nicht vereinigt, da es sich hierbei um Verbote zweier besonderer Schriftverse handelt, oder aber werden sie wohl vereinigt, da es sich in beiden F&#x00E4;llen um Talg handelt? Und wie ist es, wenn du entscheidest, da&#x00DF; sie, da es sich in beiden F&#x00E4;llen um Talg handelt, wohl vereinigt werden, wenn es sich bei der einen Minderheit um Talg und bei der anderen Minderheit um Blut handelt; werden sie nicht vereinigt, da es sich um zwei besondere Verbote handelt, oder aber werden sie wohl vereinigt, da die Verbote gleichartig sind und wegen beider gleiche Opfer darzubringen sind? Und wie ist es, wenn du entscheidest, da&#x00DF; sie wohl vereinigt werden, da die Verbote gleichartig sind und wegen beider gleiche Opfer darzubringen sind, wenn es sich bei der einen Minderheit um Talg und bei der anderen Minderheit um G&#x00F6;tzendienst handelt; hierbei sind es ja verschiedenartige Verbote, derentwegen verschiedenartige Opfer darzubringen sind, oder aber, werden sie vereinigt, da auf beide [Vergehen] die Ausrottungsstrafe gesetzt ist? &#x2013; Dies bleibt unentschieden.</p>
<p>Sie fragten: Wie ist es, wenn das Gericht entschieden hat, Talg sei erlaubt, und die Minderheit der Gemeinde danach gehandelt hat, und darauf dieses Gericht gestorben und ein anderes Gericht eingesetzt worden ist, das ebenfalls demgem&#x00E4;&#x00DF; entschieden hat, und eine andere Minderheit danach gehandelt hat? Nach demjenigen, welcher sagt, das Gericht bringe [das Opfer] dar, ist es nicht fraglich, denn jenes Gericht ist ja nicht mehr vorhanden, fraglich ist es nur nach demjenigen, welcher sagt, die Gemeinde bringe es dar. Wie ist es nun: die Gemeinde ist ja <folio>Col.b</folio> vorhanden<sup><xref rid="fn51">51</xref></sup>, oder aber ist die Entscheidung desselben Gerichtes erforderlich<sup><xref rid="fn52">52</xref></sup>? &#x2013; Dies bleibt unentschieden.</p>
<p>R. Jonathan sagte: Wenn hundert [Richter] bei der Entscheidung gesessen haben, so sind sie nur dann schuldig, wenn sie alle die Entscheidung getroffen haben, denn es hei&#x00DF;t :<sup><xref rid="fn53">53</xref></sup><italic>wenn die ganze Gemeinde Jisra&#x00E9;l irren sollte.</italic> R. Hona, Sohn des R. Jeho&#x0161;ua&#x0351;, sagte: Dies ist auch einleuchtend; in der ganzen Tora gilt es als Regel, da&#x00DF; die Mehrheit als ganzes gelte, und hierbei hei&#x00DF;t es: <italic>die ganze Gemeinde;</italic> daher gilt dies nur von dem Falle, wenn die ganze Gemeinde dabei beteiligt war, selbst wenn es hundert sind. &#x2013; Wir haben gelernt: Wenn das Gericht entschieden hat und einer von ihnen, welcher wei&#x00DF;, da&#x00DF; es sich geirrt hat, oder ein Sch&#x00FC;ler, der Entscheidungen zu treffen bef&#x00E4;higt ist, hingegangen ist und nach ihrem Ausspruche gehandelt hat, einerlei ob sie danach gehandelt haben und er mit ihnen, oder sie danach gehandelt haben und er nach ihnen, oder sie nicht danach gehandelt haben, sondern er allein, so ist er schuldig, weil er sich nicht auf das Gericht gest&#x00FC;tzt hat. Weshalb nun, die Entscheidung ist ja nicht abgeschlossen<sup><xref rid="fn54">54</xref></sup>&#x0021;? &#x2013; Hier handelt es sich um den Fall, wenn dieser eine mit dem Kopfe genickt hat. &#x2013; Komm und h&#x00F6;re: Wenn das Gericht entschieden hat, und einer von ihnen, welcher wu&#x00DF;te, da&#x00DF; sie sich geirrt haben, zu ihnen gesagt hat, da&#x00DF; sie sich irren, so sind sie frei. Nur dann denn, wenn er zu ihnen gesagt hat, da&#x00DF; sie sich irren, wenn er aber geschwiegen hat, so sind sie schuldig; wieso gilt nun die Entscheidung als abgeschlossen, sie waren ja nicht alle beteiligt&#x0021;? &#x2013;Ich will dir sagen, hier handelt es sich ebenfalls um den Fall, wenn er mit dem Kopfe genickt hat. R. Me&#x0161;ar&#x0161;eja wandte ein: Unsere Meister st&#x00FC;tzten sich auf die Worte des R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l und auf die Worte des R. Elea&#x0351;zar b. &#x00C7;adoq, welche sagten, man d&#x00FC;rfe der Gemeinde nur dann eine erschwerende Bestimmung auferlegen, wenn die Mehrheit derselben sie ertragen kann; und hierzu sagte R. Ada b. Ahaba, darauf deute folgender Schriftvers hin:<sup><xref rid="fn55">55</xref></sup><italic>mit dem Fluche seid ihr belegt, mich beir&#x00FC;gt ihr, das ganze Volk</italic><sup><xref rid="fn56">56</xref></sup>. Hier hei&#x00DF;t es ja: <italic>das ganze Volk,</italic> und die Mehrheit gilt als ganzes&#x0021;? Dies ist eine Widerlegung R. Jonathans. Eine Widerlegung. &#x2013; Worauf deuten nun [die Worte] <italic>die ganze Gemeinde,</italic> die der Allbarmherzige gebraucht? Er meint es wie folgt: wenn der ganze Gerichtshof anwesend<sup><xref rid="fn57">57</xref></sup>ist, so ist die Entscheidung g&#x00FC;ltig, wenn aber nicht, so ist sie nicht g&#x00FC;ltig.</p>
<p>R. Jeho&#x0161;ua&#x0351; b. Levi sagte: Wenn zehn zu Gericht sitzen, so h&#x00E4;ngen ihnen allen Halsfesseln um den Hals. &#x2013; Selbstverst&#x00E4;ndlich&#x0021;? &#x2013; Dies bezieht sich auch auf einen Sch&#x00FC;ler, der vor seinem Lehrer sitzt.</p>
<p>Wenn R. Hona zu einer Gerichtsverhandlung ging, nahm er zehn J&#x00FC;nger aus dem Lehrhause mit, [indem er sagte:] Damit uns nur ein Span vom Balken<sup><xref rid="fn58">58</xref></sup>treffe. Wenn vor R. A&#x0161;i ein Totverletztes gebracht wurde, versammelte er zehn Schl&#x00E4;chter von Matha Me&#x1E25;asja und setzte sie neben sich hin, indem er sprach: Damit uns nur ein Span vom Balken treffe.</p>
<p><sup>ii</sup> <bold>W</bold><small>ENN DAS</small> G<small>ERICHT ENTSCHIEDEN HAT, SICH BEWUSST WURDE, DASS ES SICH GEIRRT HAT, UND DAVON ZUR&#x00DC;CKGETRETEN IST, EINERLEI OB SIE DAS</small> S<small>&#x00DC;HNOPFER DARGEBRACHT HABEN ODER NICHT, UND EINER HINGEGANGEN IST UND DANACH GEHANDELT HAT, SO IST ER NACH</small> R. &#x0160;<small>IMO&#x0351;N FREI</small> ; R. E<small>LEA&#x0351;ZAR SAGT, ES SEI ZWEIFELHAFT</small><sup><xref rid="fn59">59</xref></sup>. W<small>ANN HEISST ES ZWEIFELHAFT</small>? W<small>ENN ER DAHEIM WAR; ER IST DANN</small><sup><xref rid="fn60">60</xref></sup><small>SCHULDIG.</small> W<small>AR ER NACH DEM</small> &#x00DC;<small>BERSEELANDE VERREIST, SO IST ER FREI</small>. R. A&#x0351;<small>QIBA SPRACH</small>: I<small>N EINEM SOLCHEN</small> F<small>ALLE PFLICHTE ICH BEI, DASS ER EHER FREI ALS SCHULDIG IST</small>. B<small>EN</small> A&#x0351;<small>ZAJ SPRACH ZU IHM</small>: W<small>ELCHEN</small> U<small>NTERSCHIED GIBT ES ZWISCHEN DIESEM UND EINEM, DER DAHEIM WEILT?</small> &#x2013; W<small>ER DAHEIM WEILT, KANN ES ERFAHREN, DIESER ABER KONNTE ES NICHT ERFAHREN</small> <sup>iii</sup>. W<small>ENN DAS</small> G<small>ERICHT ENTSCHIEDEN HAT, EIN</small> G<small>ESETZ VOLLST&#x00C4;NDIG AUFZUHEBEN, WENN ES BEISPIELSWEISE GESAGT HAT, DAS</small> G<small>ESETZ VON DER</small> M<small>ENSTRUIERENDEN BEFINDE SICH NICHT IN DER</small> T<small>ORA, DAS</small> G<small>ESETZ VOM</small> &#x0160;<small>ABBATH BEFINDE SICH NICHT IN DER</small> T<small>ORA, DAS</small> G<small>ESETZ VOM</small> G<small>&#x00D6;TZENDIENSTE BEFINDE SICH NICHT IN DER</small> T<small>ORA, SO SIND SIE FREI.</small> W<small>ENN ES ENTSCHIEDEN HAT, ES TEILWEISE AUFZUHEBEN UND TEILWEISE ZU ERHALTEN, SO SIND SIE SCHULDIG</small>. W<small>ENN ES BEISPIELSWEISE GESAGT HAT, DAS</small> G<small>ESETZ VON DER</small> M<small>ENSTRUIERENDEN BEFINDE SICH ZWAR IN DER</small> T<small>ORA, WER ABER EINE</small> F<small>RAU BESCHL&#x00C4;FT, DIE DEN</small> R<small>EINHEITSTAG</small><sup><xref rid="fn61">61</xref></sup><small>ABWARTET, SEI FREI, DAS</small> G<small>ESETZ VOM</small> &#x0160;<small>ABBATH BEFINDE SICH ZWAR IN DER</small> T<small>ORA, WER ABER</small> [<small>EINE</small> S<small>ACHE</small>] <small>AUS</small> P<small>RIVATGEBIET NACH &#x00D6;FFENTLICHEM</small> G<small>EBIETE TR&#x00C4;GT, SEI FREI, DAS</small> G<small>ESETZ VOM</small> G<small>&#x00D6;TZENDIENST BEFINDE SICH ZWAR IN DER</small> T<small>ORA, WER SICH ABER VOR EINEM SOLCHEN NUR NIEDERWIRFT, SEI FREI, SO SIND SIE SCHULDIG, DENN ES HEISST</small>:<sup><xref rid="fn62">62</xref></sup><italic>und etwas entgangen,</italic> <small>ETWAS, NICHT ABER DAS VOLLST&#x00C4;NDIGE</small> G<small>ESETZ.</small></p>
<p>GEMARA. R. Jehuda sagte im Namen Rabhs: Was ist der Grund R. &#x0160;imo&#x0351;ns? &#x2013; Weil er es mit Erlaubnis des Gerichtes getan hat. Manche lesen: R. Jehuda sagte im Namen Rabhs: R. &#x0160;imo&#x0351;n ist der Ansicht, wenn eine Entscheidung unter die Mehrheit der Gemeinde gedrungen ist, so ist der einzelne, der danach handelt, frei, denn die Entscheidung soll zwischen der Unvors&#x00E4;tzlichkeit und der Vors&#x00E4;tzlichkeit unterscheiden. Man wandte ein: [Das Geld] f&#x00FC;r den Farren wegen eines der Gemeinde entfallenen Gesetzes und f&#x00FC;r die Ziegenb&#x00F6;cke wegen G&#x00F6;tzendienstes wurde von der Gemeinde eingefordert &#x2013; so R. &#x0160;imo&#x0351;n; R. Jehuda sagt, es wurde vom Tempelschatze entnommen. Weshalb nun, sobald es eingefordert wird, gelangt es ja zur Kenntnis<sup><xref rid="fn63">63</xref></sup>&#x0021;? &#x2013; Wenn du willst, sage ich, wenn es ohne Zweckangabe eingefordert wurde; wenn du willst, sage ich, wenn er nicht in der Stadt<sup><xref rid="fn64">64</xref></sup>war; wenn du aber willst, sage ich, Rabh ist der Ansicht des Autors der folgenden Lehre, der umgekehrt lehrt: Es wurde eingefordert &#x2013; so R. Jehuda; R. &#x0160;imo&#x0351;n sagt, es werde vom Tempelschatze entnommen.</p>
<p>Es wird gelehrt : Nach R. Me&#x00ED;r ist er schuldig, nach R. &#x0160;imo&#x0351;n ist er frei ; R. Elie&#x0351;zer<sup><xref rid="fn65">65</xref></sup>sagt, es sei zweifelhaft ; im Namen des Symmachos sagten sie, es schwebe. R. Jo&#x1E25;anan sagte: Sie streiten &#x00FC;ber das Schwebe-Schuldopfer<sup><xref rid="fn66">66</xref></sup>. R. Zera sagte: Nach R. Elie&#x0351;zer ist dies zu vergleichen mit dem Falle, wenn jemand nicht wei&#x00DF;, ob er Talg oder Fett gegessen hat; wenn dies ihm bekannt<sup><xref rid="fn67">67</xref></sup>wird, bringt er ein Schuldopfer dar. Und nicht <folio>Fol.4</folio> nur nach demjenigen, welcher sagt, die Gemeinde m&#x00FC;sse es darbringen, wodurch die Sache bekannt wird, sondern auch nach demjenigen, welcher sagt, das Gericht m&#x00FC;sse es darbringen, ist es gen&#x00FC;gend bekannt, und wenn er gefragt h&#x00E4;tte, w&#x00FC;rde man es ihm gesagt haben. R. Jose b. Abin, nach anderen R. Jose b. Zebida, sagte: Nach Symmachos ist dies zu vergleichen mit dem Falle, wenn jemand sein S&#x00FC;hnopfer gegen Abend dargebracht hat, und es zweifelhaft ist, ob es am Tage dargebracht worden ist und er S&#x00FC;hne erlangt hat, oder es bei Dunkelheit dargebracht worden ist und er keine S&#x00FC;hne erlangt hat; dieser bringt kein Schwebe-Schuldopfer dar. Und nicht nur nach demjenigen, welcher sagt, das Gericht m&#x00FC;sso es darbringen, wo die Sache nicht gen&#x00FC;gend bekannt ist, sondern auch nach demjenigen, welcher sagt, die Gemeinde m&#x00FC;sse es darbringen, und die Sache dadurch bekannt ist, verh&#x00E4;lt es sich hierbei ebenso wie beim Zweifel, ob das Opfer am Tage oder bei Dunkelheit dargebracht worden ist, denn wenn er auch gefragt haben w&#x00FC;rde, braucht er ja nicht gleich einen gefunden zu haben, der es ihm sagen k&#x00F6;nnte<sup><xref rid="fn68">68</xref></sup>.</p>
<p>B<small>EN</small> A&#x0351;<small>ZAJ SPRACH ZU IHM</small> : W<small>ELCHEN</small> U<small>NTERSCHIED GIBT ES DENN ZWISCHEN DIESEM</small> &#x0026;<small>C</small>. R. A&#x0351;qiba erwiderte ja Ben A&#x0351;zaj treffend&#x0021;? Raba erwiderte: Einen Unterschied gibt es zwischen ihnen in dem Falle, wenn er die Reise angetreten<sup><xref rid="fn69">69</xref></sup>hat; nach Ben A&#x0351;zaj ist er schuldig, da er sich noch in der Stadt befindet, nach R. A&#x0351;qiba ist er frei, da er die Reise bereits angetreten hat.</p>
<p>W<small>ENN DAS</small> G<small>ERICHT ENTSCHIEDEN HAT, EIN</small> G<small>ESETZ VOLLST&#x00C4;NDIG AUFZUHEBEN.</small> Die Rabbanan lehrten :<sup><xref rid="fn70">70</xref></sup><italic>Und etwas entgangen,</italic> nicht aber, wenn das ganze Gesetz aufgehoben wird; iman k&#x00F6;nnte glauben, wenn es beispielsweise gesagt hat, das Gesetz von der Menstruierenden befinde sich nicht in der Tora, das Gesetz vom &#x0160;abbath befinde sich nicht in der Tora, das Gesetz vom G&#x00F6;tzendienste befinde sich nicht in der Tora, sei es schuldig, so hei&#x00DF;t es: <italic>und etwas entgangen,</italic> nicht aber, wenn das ganze Gesetz entgangen ist; sie sind also frei. Man k&#x00F6;nnte nun glauben, wenn es entschieden hat, das Gesetz von der Menstruierenden befinde sich zwar in der Tora, wer aber eine ihren Reinheitstag abwartende Frau beschl&#x00E4;ft, sei frei, das Gesetz vom &#x0160;abbath befinde sich zwar in der Tora, wer aber etwas aus einem Privatgebiete nach einem &#x00F6;ffentlichen Gebiete tr&#x00E4;gt, sei frei, das Gesetz vom G&#x00F6;tzendienste befinde sich zwar in der Tora, wer sich aber nur niederwirft, sei frei, seien sie ebenfalls frei, so hei&#x00DF;t es; <italic>und etwas entgangen,</italic> nicht aber, wenn das ganze Gesetz.</p>
<p>Der Meister sagte: Man k&#x00F6;nnte glauben, da&#x00DF; &#x0026;c. sei frei. Wenn sie in dem Falle, wenn das Gesetz teilweise aufrecht erhalten und teilweise aufgehoben wird, und auch in dem Falle, wenn es vollst&#x00E4;ndig aufgehoben wird, frei sein sollten, in welchem Falle k&#x00F6;nnten sie denn schuldig sein&#x0021;? &#x2013; Der Autor er&#x00F6;rtert folgendes: man k&#x00F6;nnte unter <italic>etwas</italic> das ganze Gesetz verstehen, so hei&#x00DF;t es: <italic>und etwas entgangen.</italic> &#x2013; Wieso ist dies hieraus erwiesen? U&#x0351;la erwiderte: Man lese: und davon<sup><xref rid="fn71">71</xref></sup>etwas entgangen. &#x1E24;izqija erkl&#x00E4;rte: Es hei&#x00DF;t [weiter:]<sup><xref rid="fn70">70</xref></sup><italic>und sie etwas aus&#x00FC;ben von den Geboten,</italic> von den Geboten, nicht aber das ganze Gebot. &#x2013; Unter &#x2018;Geboten&#x2019; sind ja zwei zu verstehen&#x0021;? R. Na&#x1E25;man b. Ji&#x00E7;&#x1E25;aq erwiderte: Die Schreibweise ist Gebot<sup><xref rid="fn72">72</xref></sup>. R. A&#x0161;i erkl&#x00E4;rte: Dies ist zu entnehmen aus [dem Worte] <italic>etwas,</italic> das auch beim sich auflehnenden Gelehrten<sup><xref rid="fn73">73</xref></sup>gebraucht wird; bei diesem hei&#x00DF;t es:<sup><xref rid="fn74">74</xref></sup><italic>wenn dir etwas unbekannt sein wird,</italic> ferner :<sup><xref rid="fn75">75</xref></sup><italic>du sollst nicht von dem<sup><xref rid="fn76">76</xref></sup>, was sie dir sagen, abweichen, weder rechts noch links,</italic> wie beim sich auflehnenden Gelehrten zu verstehen ist : von dem, nicht aber, wenn es sich um das ganze Gesetz handelt, ebenso gilt dies auch bei der Entscheidung nur von einem Teile des Gesetzes, nicht aber vom ganzen Gesetze.</p>
<p>R. Jehuda sagte im Namen &#x0160;emu&#x00E9;ls: Das Gericht ist nur dann schuldig, wenn es sich in einer Sache geirrt hat, der die Saduz&#x00E4;er<sup><xref rid="fn77">77</xref></sup>nicht beipflichten, wenn aber in einer Sache, der die Saduz&#x00E4;er beipflichten, so ist es frei, denn es sollte in die Schule gehen<sup><xref rid="fn78">78</xref></sup>. &#x2013; Wir haben gelernt: Das Gesetz von der Menstruierenden befinde sich zwar in der Tora, wer aber eine ihren Reinheitstag abwartende Frau beschl&#x00E4;ft, sei frei. Weshalb denn, auch das Abwarten des Reinheitstages befindet sich ja in der Schrift, denn es hei&#x00DF;t :<sup><xref rid="fn79">79</xref></sup><italic>sie soll z&#x00E4;hlen,</italic> dies lehrt, da&#x00DF; sie Tag f&#x00FC;r Tag z&#x00E4;hlen m&#x00FC;sse&#x0021;? &#x2013; Wenn es entschieden hat, die geschlechtliche Anschmiegung sei erlaubt, und nur der vollst&#x00E4;ndige Beischlaf sei verboten. &#x2013; Aber auch dies befindet sich ja in der Schrift:<sup><xref rid="fn80">80</xref></sup><italic>ihre Scham hat er entbl&#x00F6;&#x00DF;t</italic>&#x0021;? &#x2013; Wenn es entschieden hat, es sei nur auf nat&#x00FC;rliche Weise verboten, auf widernat&#x00FC;rliche aber erlaubt. &#x2013; Es hei&#x00DF;t ja aber: <italic>wie man eine Frau beschl&#x00E4;ft</italic><sup><xref rid="fn81">81</xref></sup>&#x0021;? &#x2013; Wenn es entschieden hat, auf nat&#x00FC;rliche Weise sei auch die geschlechtliche Anschmiegung verboten, und auf widernat&#x00FC;rliche Weise sei nur der vollst&#x00E4;ndige Beischlaf verboten, die geschlechtliche Anschmiegung aber erlaubt. &#x2013; Dies sollte doch auch von der Menstruierenden gelten&#x0021;? &#x2013; Vielmehr, tats&#x00E4;chlich, wenn auf nat&#x00FC;rliche Weise, wenn es jedoch entschieden hat, das Verbot der Anschmiegung erstrecke sich nur auf eine Menstruierende. Wenn du aber willst, sage ich, wenn es entschieden hat, sie gelte nur am Tage menstruierend, denn es hei&#x00DF;t :<sup><xref rid="fn82">82</xref></sup><italic>w&#x00E4;hrend aller Tage ihrer Menstruation</italic>. &#x2013; Wir haben gelernt: Das Gesetz vom &#x0160;abbath befinde sich zwar in der Tora, wer aber aus einem Gebiete nach einem anderen Gebiete tr&#x00E4;gt, sei frei. Weshalb denn, das Verbot des Hinaustragens befindet sich ja in der Schrift:<sup><xref rid="fn83">83</xref></sup><italic>ihr sollt keine Last aus euren H&#x00E4;usern tragen</italic>&#x0021;? &#x2013; Wenn es entschieden hat, nur das Hinaustragen und das Hereintragen sei verboten, das Langen und das Werfen aber sei erlaubt. &#x2013; Wir haben gelernt: Das Verbot des G&#x00F6;tzendienstes befinde sich zwar in der Tora, wer aber sich nur niederwirft, sei frei. Weshalb denn, das Sichniederwerfen befindet sich ja in der Schrift:<sup><xref rid="fn84">84</xref></sup><italic>du sollst dich vor einem anderen Gott nicht niederwerfen</italic>&#x0021;? &#x2013; Wenn es entschieden hat, das Sichniederwerfen sei nur auf gew&#x00F6;hnliche Weise verboten, auf ungew&#x00F6;hnliche Weise aber erlaubt. Wenn du willst, sage ich, wenn es entschieden hat, selbst das Sichniederwerfen auf gew&#x00F6;hnliche Weise sei nur dann verboten, wenn man H&#x00E4;nde und F&#x00FC;&#x00DF;e ausstreckt, wenn man aber H&#x00E4;nde und F&#x00FC;&#x00DF;e nicht ausstreckt, sei es erlaubt<sup><xref rid="fn85">85</xref></sup>.</p>
<p>R. Joseph fragte: Wie ist es, [wenn es entschieden hat,] das Pfl&#x00FC;gen <folio>Col.b</folio> am &#x0160;abbath sei nicht verboten; hei&#x00DF;t dies, da es das Bestehen des ganzen Gesetzes zugibt, eine teilweise Aufhebung und teilweise Erhaltung, oder hei&#x00DF;t dies, da es das Verbot des Pfl&#x00FC;gens vollst&#x00E4;ndig aufhebt, eine Aufhebung des ganzen Gesetzes? &#x2013; Komm und h&#x00F6;re: Das Gesetz von der Menstruierenden befinde sich zwar in der Tora, wer aber eine ihren Reinheitstag abwartende Frau beschl&#x00E4;ft, sei frei. Weshalb denn, es hat ja das Gesetz von der ihren Reinheitstag abwartenden Frau vollst&#x00E4;ndig aufgehoben&#x0021;? &#x2013; R. Joseph kann den Fall von der ihren Reinheitstag abwartenden Frau ebenso erkl&#x00E4;ren, wie oben erkl&#x00E4;rt worden ist. &#x2013; Komm und h&#x00F6;re: Das Gesetz vom &#x0160;abbath befinde sich zwar in der Tora, wer aber aus Privatgebiet nach &#x00F6;ffentlichem Gebiete tr&#x00E4;gt, sei frei. Weshalb denn, es hat ja das Gesetz vom Hinaustragen vollst&#x00E4;ndig aufgehoben&#x0021;? &#x2013; Dies ist ebenfalls so zu erkl&#x00E4;ren, wie oben erkl&#x00E4;rt worden ist. &#x2013; Komm und h&#x00F6;re: Das Gesetz vom G&#x00F6;tzendienste befinde sich zwar in der Tora, wer aber sich nur niederwirft, sei frei. Weshalb denn, es hat ja das Gesetz vom Sichniederwerfen vollst&#x00E4;ndig aufgehoben&#x0021;? &#x2013; Ich will dir sagen, das Sichniederwerfen ist ebenfalls so zu erkl&#x00E4;ren, wie bereits erkl&#x00E4;rt worden ist.</p>
<p>R. Zera fragte: Wie ist es, [wenn es entschieden hat,] im Siebentj&#x00E4;hre finde die &#x0160;abbathfeier nicht statt? &#x2013; Worin soll es sich geirrt haben? &#x2013; In folgendem Schriftverse:<sup><xref rid="fn86">86</xref></sup><italic>w&#x00E4;hrend der Zeit des Pfl&#x00FC;gens und der Ernte sollst du ruhen;</italic> wenn es ein Pfl&#x00FC;gen gibt, so gibt es eine &#x0160;abbathfeier, und wenn es kein Pfl&#x00FC;gen gibt, gibt es auch keine &#x0160;abbathfeier. Hei&#x00DF;t dies, da sie den &#x0160;abbath f&#x00FC;r die &#x00FC;brigen Jahre des Septenniums aufrecht erhalten, eine teilweise Aufhebung und teilweise Erhaltung, oder hei&#x00DF;t dies, da es ihn im Siebentjahre vollst&#x00E4;ndig aufgehoben hat, eine Aufhebung des ganzen Gesetzes? Rabina erwiderte: Komm und h&#x00F6;re: Wenn ein Prophet prophetisch auffordert, ein Gesetz der Tora aufzuheben, so ist er schuldig, wenn aber, es teilweise aufrecht zu erhalten und teilweise aufzuheben, so ist er, wie R. &#x0160;imo&#x0351;n sagt, frei. Beim G&#x00F6;tzendienst aber ist er, selbst wenn er sagt, da&#x00DF; man ihm heute diene und ihn morgen<sup><xref rid="fn87">87</xref></sup>abschaffe, schuldig. Hieraus ist also zu entnehmen, da&#x00DF; die Entscheidung, die &#x0160;abbathfeier habe im Siebentjahre keine Geltung, als teilweise Aufhebung und teilweise Erhaltung gelte. Schlie&#x00DF;e hieraus.</p>
<p><sup>iv,1</sup> <bold>W</bold><small>ENN DAS</small> G<small>ERICHT EINE</small> E<small>NTSCHEIDUNG GETROFFEN HAT UND EINER VON IHNEN, DER WUSSTE, DASS ES SICH GEIRRT HAT, ZU IHNEN SAGT, DASS SIE SICH IRREN, ODER WENN DER</small> G<small>ERICHTSVORSITZENDE</small><sup><xref rid="fn88">88</xref></sup><small>NICHT ANWESEND WAR, ODER WENN EINER VON IHNEN EIN</small> P<small>ROSELYT IST, EIN</small> H<small>URENKIND, EIN</small> N<small>ATHIN ODER EIN</small> G<small>REIS, DER KEINE</small> K<small>INDER MEHR ZEUGEN KANN, SO SIND SIE FREI, DENN HIERBEI</small><sup><xref rid="fn89">89</xref></sup><small>HEISST ES</small> <italic>Gemeinde</italic> <small>UND DORT</small><sup><xref rid="fn90">90</xref></sup><small>HEISST ES</small> <italic>Gemeinde,</italic> <small>WIE DORT EINE GEMEINDE ZU VERSTEHEN IST, DEREN S&#x00C4;MTLICHE</small> M<small>ITGLIEDER ZUR</small> E<small>NTSCHEIDUNG GEEIGNET SIND, EBENSO IST AUCH HIER EINE</small> G<small>EMEINDE ZU VERSTEHEN, DEREN S&#x00C4;MTLICHE</small> M<small>ITGLIEDER ZUR</small> E<small>NTSCHEIDUNG GEEIGNET SIND</small>.</p>
<p>GEMARA. O<small>DER WENN DER</small> G<small>ERICHTSVORSITZENDE NICHT ANWESEND WAR.</small> Woher dies? R. &#x0160;e&#x0161;eth erwiderte, und ebenso wurde es in der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls gelehrt: Wenn sie sich in einer Sache geirrt haben, der die Saduz&#x00E4;er beipflichten, sind sie aus dem Grund frei, weil sie lernen sollten und dies nicht getan haben, ebenso sind sie frei, auch wenn der Gerichtsvorsitzende nicht anwesend war, weil sie lernen sollten und dies nicht getan haben.</p>
<p>D<small>ORT HEISST ES</small> <italic>Gemeinde</italic> <small>UND HIER HEISST ES</small> <italic>Gemeinde</italic> &#x0026;<small>C</small>. <small>S&#x00C4;MTLICHE</small> M<small>ITGLIEDER ZUR</small> E<small>NTSCHEIDUNG GEEIGNET SIND.</small> Woher dies dort? R. &#x1E24;isda erwiderte: Die Schrift sagt:<sup><xref rid="fn91">91</xref></sup><italic>sie sollen sich mit dir aufstellen;</italic> mit dir, die dir gleichen. &#x2013; Vielleicht nur da, wegen der G&#x00F6;ttlichkeit&#x0021;? Vielmehr, erkl&#x00E4;rte R. Na&#x1E25;man, Sohn des R. Ji&#x00E7;&#x1E25;aq, die Schrift sagt:<sup><xref rid="fn92">92</xref></sup><italic>sie werden mit dir tragen,</italic> mit dir, die dir gleichen.</p>
<p><sup>iv,2</sup> <bold>W</bold><small>ENN DAS</small> G<small>ERICHT VERSEHENTLICH EINE</small> E<small>NTSCHEIDUNG GETROFFEN HAT UND DAS GANZE</small> V<small>OLK VERSEHENTLICH DANACH GEHANDELT HAT, SO BRINGEN SIE</small><sup><xref rid="fn93">93</xref></sup><small>EINEN</small> F<small>ARREN DAR, WENN VORS&#x00C4;TZLICH</small><sup><xref rid="fn94">94</xref></sup>, <small>UND</small> [<small>DAS</small> V<small>OLK</small>] <small>VERSEHENTLICH DANACH GEHANDELT HAT, SO BRINGEN SIE EIN</small> S<small>CHAF ODER EINE</small> Z<small>IEGE DAR, WENN VERSEHENTLICH UND</small> [<small>DAS</small> V<small>OLK</small>] <small>DANACH VORS&#x00C4;TZLICH GEHANDELT HAT, SO SIND SIE FREI.</small></p>
<p>GEMARA. W<small>ENN VERSEHENTLICH UND</small> [<small>DAS</small> V<small>OLK</small>] <small>DANACH VORS&#x00C4;TZLICH GEHANDELT HAT, SO SIND SIE FREI.</small> Demnach sind sie schuldig bei einem Versehen, das der Vors&#x00E4;tzlichkeit gleicht, wenn n&#x00E4;mlich das Gericht entschieden hat, Talg sei erlaubt, und einem Fett mit Talg verwechselt worden ist und er es gegessen hat, somit ist ja hieraus die Frage des Rami b. &#x1E24;ama<sup><xref rid="fn95">95</xref></sup>zu entscheiden&#x0021;? &#x2013; Er kann dir erwidern: da er im Anfangsatze lehrt : wenn vors&#x00E4;tzlich und [das Volk] danach versehentlich gehandelt hat, so lehrt er im Schlu&#x00DF;satze: wenn versehentlich und [das Volk] danach vors&#x00E4;tzlich gehandelt hat.</p>
<p><sup>v</sup> <bold>W</bold><small>ENN DAS</small> G<small>ERICHT EINE</small> E<small>NTSCHEIDUNG GETROFFEN UND DAS GANZE</small> V<small>OLK ODER DIE</small> M<small>EHRHEIT DESSELBEN DANACH GEHANDELT HAT, SO BRINGEN SIE</small><sup><xref rid="fn96">96</xref></sup><small>EINEN</small> F<small>ARREN DAR, UND WENN ES SICH UM</small> G<small>&#x00D6;TZENDIENST HANDELT, SO BRINGEN SIE EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK DAR &#x2013; SO</small> R. M<small>EI&#x0351;R.</small> R. J<small>EHUDA SAGT, DIE ZW&#x00D6;LF</small> S<small>T&#x00C4;MME</small><sup><xref rid="fn97">97</xref></sup><small>BRINGEN ZW&#x00D6;LF</small> F<small>ARREN DAR, UND WEGEN</small> <folio>Fol.5</folio> <small>DES</small> G<small>&#x00D6;TZENDIENSTES ZW&#x00D6;LF</small> F<small>ARREN UND ZW&#x00D6;LF</small> Z<small>IEGENB&#x00D6;CKE.</small> R. &#x0160;<small>IMO&#x0351;N SAGT, DREIZEHN</small> F<small>ARREN, UND WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES DREIZEHN</small> F<small>ARREN UND DREIZEHN</small> Z<small>IEGENB&#x00D6;CKE; EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK F&#x00DC;R JEDEN</small> S<small>TAMM UND EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK F&#x00DC;R DAS</small> G<small>ERICHT.</small> W<small>ENN DAS</small> G<small>ERICHT EINE</small> E<small>NTSCHEIDUNG GETROFFEN HAT UND SIEBEN</small> S<small>T&#x00C4;MME ODER DIE</small> M<small>EHRHEIT</small><sup><xref rid="fn98">98</xref></sup><small>DANACH GEHANDELT HABEN, SO BRINGEN SIE EINEN</small> F<small>ARREN DAR, UND WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK &#x2013; SO</small> R. M<small>E&#x00CE;R.</small> R. J<small>EHUDA SAGT, DIE SIEBEN</small> S<small>T&#x00C4;MME, DIE DIE</small> S<small>&#x00DC;NDE BEGANGEN HABEN, BRINGEN SIEBEN</small> F<small>ARREN DAR, UND DIE &#x00DC;BRIGEN</small> S<small>TAMME, DIE DIE</small> S<small>&#x00DC;NDE NICHT BEGANGEN HABEN, BRINGEN WEGEN JENER</small> [<small>JE</small>] <small>EINEN</small> F<small>ARREN DAR, DENN AUCH DIEJENIGEN, DIE DIE</small> S<small>&#x00DC;NDE NICHT BEGANGEN HABEN, M&#x00DC;SSEN WEGEN DER</small> S<small>&#x00DC;NDER</small> [<small>EIN</small> O<small>PFER</small>] <small>DARBRINGEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, ACHT</small> F<small>ARREN, UND WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES ACHT</small> F<small>ARREN UND ACHT</small> Z<small>IEGENB&#x00D6;CKE, EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK F&#x00DC;R JEDEN</small> S<small>TAMM UND EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK F&#x00DC;R DAS</small> G<small>ERICHT.</small> W<small>ENN DAS</small> G<small>ERICHT EINES DER</small> S<small>T&#x00C4;MME EINE</small> E<small>NTSCHEIDUNG GETROFFEN HAT UND DIESER</small> S<small>TAMM DANACH GEHANDELT HAT, SO IST DIESER</small> S<small>TAMM SCHULDIG UND ALLE ANDEREN</small> S<small>T&#x00C4;MME SIND FREI &#x2013; SO</small> R. J<small>EHUDA.</small> D<small>IE</small> W<small>EISEN SAGEN, MAN SEI NUR WEGEN DER</small> E<small>NTSCHEIDUNG DES H&#x00D6;CHSTEN GERICHTES SCHULDIG, DENN ES HEISST</small> :<sup><xref rid="fn99">99</xref></sup><italic>wenn die ganze Gemeinde Jisra&#x00E9;l sich vergeht,</italic> <small>NICHT ABER DIE</small> G<small>EMEINDE EINES</small> S<small>TAMMES.</small></p>
<p>GEMARA. Die Rabbanan lehrten : Man k&#x00F6;nnte glauben, da&#x00DF;, wenn sie erfahren, da&#x00DF; sia sich in ihrer Entscheidung geirrt, die Entscheidung selbst aber vergessen haben, sie schuldig seien, so hei&#x00DF;t es:<sup><xref rid="fn100">100</xref></sup><italic>und die S&#x00FC;nde bekannt wird,</italic> nicht aber, wenn nur bekannt wird, da&#x00DF; sie ges&#x00FC;ndigt haben. <italic>Deren sie sich schuldig gemacht haben,</italic> haben zwei St&#x00E4;mme die S&#x00FC;nde begangen, so bringen sie zwei Farren dar, haben drei die S&#x00FC;nde begangen, so bringen sie drei dar. Vielleicht ist dem nicht so, sondern, haben zwei Personen die S&#x00FC;nde begangen, so bringen sie zwei Farren dar, haben drei die S&#x00FC;nde begangen, so bringen sie drei dar? Es hei&#x00DF;t; <italic>das Volk,</italic> nur das Volk ist schuldig. Jede Volksgemeinde ist besonders schuldig, und zwar: haben zwei St&#x00E4;mme die S&#x00FC;nde begangen, so bringen sie zwei Farren dar, haben sieben die S&#x00FC;nde begangen, so bringen sie sieben dar, und auch alle &#x00FC;brigen St&#x00E4;mme, die die S&#x00FC;nde nicht begangen haben, bringen wegen jener je einen Farren dar, denn auch diejenigen, die die S&#x00FC;nde nicht begangen haben, m&#x00FC;ssen wegen der S&#x00FC;nder [ein Opfer] darbringen. Das Wort <italic>Volk</italic> besagt also, da&#x00DF; jede Volksgemeinde besonders schuldig sei &#x2013; so R. Jehuda. R. &#x0160;imo&#x0351;n sagt, wenn sieben St&#x00E4;mme die S&#x00FC;nde begangen haben, so bringen sie sieben Farren dar, und auch das Gericht bringt ihretwegen einen Farren dar, denn unten hei&#x00DF;t es <italic>Volk</italic> und oben hei&#x00DF;t es ebenfalls <italic>Volk,</italic> und wie unter <italic>Volk,</italic> das oben<sup><xref rid="fn101">101</xref></sup>gebraucht wird, das Gericht mit dem Volke zu verstehen ist, ebenso ist auch unter <italic>Volk,</italic> das unten<sup><xref rid="fn102">102</xref></sup>gebraucht wird, das Gericht mit dem Volke zu verstehen. R. Me&#x00ED;r sagt, wenn sieben St&#x00E4;mme die S&#x00FC;nde begangen haben, so bringt das Gericht ihretwegen einen Farren dar, und jene sind frei, denn unten hei&#x00DF;t es <italic>Volk</italic> und oben hei&#x00DF;t es ebenfalls <italic>Volk,</italic> und wie unter <italic>Volk,</italic> das oben gebraucht wird, das Gericht und nicht die Gemeinde zu verstehen ist, ebenso ist auch unter <italic>Volk,</italic> das unten gebraucht wird, das Gericht und nicht die Gemeinde zu verstehen. R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar sagte in seinem Namen: Wenn sechs St&#x00E4;mme, die die Mehrheit des Volkes sind, oder sieben, die nicht die Mehrheit des Volkes sind, eine S&#x00FC;nde begangen haben, so bringein sie einen Farren dar.</p>
<p>Der Meister sagte: <italic>Und die S&#x00FC;nde bekannt wird,</italic> nicht aber, wenn nur bekannt wird, da&#x00DF; sie ges&#x00FC;ndigt haben. Wer ist der Autor dieser Lehre? R. Jehuda erwiderte im Namen Rabhs, nach anderen Rabas : Es ist nicht R. Elie&#x0351;zer, denn es wird gelehrt: R. Elie&#x0351;zer sagte: Wie du es nimmst: hat er Talg<sup><xref rid="fn103">103</xref></sup>gegeissen, so ist er schuldig, hat er &#x00DC;briggebliebenes gegessen, so ist er schuldig<sup><xref rid="fn104">104</xref></sup>. R. A&#x0161;i sagte: Du kannst auch sagen, es sei R. Elie&#x0351;zer, denn hierbei<sup><xref rid="fn105">105</xref></sup>ist es anders, denn es hei&#x00DF;t: <italic>wodurch sie ges&#x00FC;ndigt haben</italic>. &#x2013; Aber auch dort<sup><xref rid="fn106">106</xref></sup>hei&#x00DF;t es ja :<sup><xref rid="fn107">107</xref></sup><italic>wodurch er ges&#x00FC;ndigt hat</italic>&#x0021;? &#x2013; Dies schlie&#x00DF;t die Indolenz<sup><xref rid="fn108">108</xref></sup>aus. &#x2013; Was ist der Grund R. Jehudas? &#x2013; Hierbei kommt [das Wort] <italic>Volk</italic><sup><xref rid="fn109">109</xref></sup>viermal vor: <italic>Volk, das Volk, Volk, das Volk;</italic> eines deutet, da&#x00DF; jede Volksgemeinde besonders schuldig ist, eines deutet, da&#x00DF; die Entscheidung vom Gerichte und die Handlung vom Volke abh&#x00E4;ngig ist, eineis deutet auf die Hinzuziehung<sup><xref rid="fn110">110</xref></sup>, und eines deutet auf den Fall, wenn ein Stamm nach der [falschen] Entscheidung seines Gerichtes gehandelt hat. &#x2013; Und R. &#x0160;imo&#x0351;n? &#x2013; Hierbei kommt [das Wort] <italic>Volk</italic> nur dreimal vor: <italic>das Volk, Volk, das Volk,</italic> denn [die Wendung] <italic>von den Augen des Volkes</italic> ist eine gew&#x00F6;hnliche Redewendung<sup><xref rid="fn111">111</xref></sup>der Schrift, wie auch die Leute zu sagen pflegen : von den Augen von jenem. Eines deutet, da&#x00DF; jede Volksgemeinde besonders schuldig ist, und die zwei anderen deuten [auf folgenden Schlu&#x00DF;:] unten hei&#x00DF;t es <italic>Volk</italic> und oben hei&#x00DF;t es ebenfalls <italic>Volk,</italic> wie dort das Gericht mit dem Volke, ebenso auch hier das Gericht mit dem Volke. &#x2013; Und R. Me&#x00ED;r? &#x2013; Er h&#x00E4;lt nichts von [der Auslegung] <italic>Volk, das</italic><sup><xref rid="fn112">112</xref></sup><italic>Volk,</italic> somit kommt hier [das Wort] <italic>Volk</italic> nur zweimal vor, und dieses<sup><xref rid="fn113">113</xref></sup>verwendet er f&#x00FC;r [folgenden Schlu&#x00DF;:] unten hei&#x00DF;t es <italic>Volk</italic> und oben hei&#x00DF;t es ebenfalls <italic>Volk,</italic> wie da das Gericht<sup><xref rid="fn101">101</xref></sup>und nicht die Gemeinde, ebenso auch dort das Gericht und nicht die Gemeinde. &#x2013; Was ist der Grund des R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar? &#x2013; An der einen Stelle hei&#x00DF;t es:<sup><xref rid="fn114">114</xref></sup><italic>und wenn es von den Augen der Gemeinde,</italic> demnach selbst die Minderheit<sup><xref rid="fn115">115</xref></sup>, und an der anderen Stelle<sup><xref rid="fn116">116</xref></sup>hei&#x00DF;t es: <italic>denn das ganze Volk tat es versehentlich,</italic> demnach nur die Mehrheit und nicht die Minderheit, wie ist dies nun zu erkl&#x00E4;ren? Wenn sechs St&#x00E4;mme, die die Mehrheit des Volkes sind, oder sieben, die nicht die Mehrheit des Volkes sind, [die S&#x00FC;nde] begangen haben, so sind sie <folio>Col.b</folio> schuldig. &#x2013; Woher entnehmen R. &#x0160;imo&#x0351;n und R. Me&#x00ED;r, da&#x00DF; die Entscheidung vom Gerichte und die Handlung vom Volke abh&#x00E4;ngt? Abajje erwiderte: Die Schrift sagt: <italic>und wenn es von den Augen der Gemeinde versehentlich begangen wurde</italic><sup><xref rid="fn117">118</xref></sup>. Raba erwiderte: Aus: <italic>das ganze Volk</italic><sup><xref rid="fn118">119</xref></sup><italic>tat es versehentlich.</italic> Und [beide Schriftverse] sind n&#x00F6;tig. W&#x00FC;rde der Allbarmherzige nur geschrieben haben: <italic>und wenn dies von den Augen der ganzen Gemeinde versehentlich begangen wurde,</italic> so k&#x00F6;nnte man glauben, selbst von der Minderheit, daher hei&#x00DF;t es auch: <italic>das ganze Volk tat es versehentlich.</italic> W&#x00FC;rde er nur geschrieben haben: <italic>das ganze Volk tat es versehentlich,</italic> so k&#x00F6;nnte man glauben, nur wenn auch das Gericht mit der Mehrheit es begangen hat, daher hei&#x00DF;t es auch: <italic>und wenn es von den Augen der Gemeinde versehentlich begangen worden ist.</italic> &#x2013; Diese Schriftverse sprechen ja aber vom G&#x00F6;tzendienste&#x0021;? &#x2013; Man folgere durch den Ausdruck <italic>von den Augen</italic><sup><xref rid="fn119">120</xref></sup>.</p>
<p>W<small>ENN DAS</small> G<small>ERICHT EINES DER</small> S<small>T&#x00C4;MME ENTSCHIEDEN HAT</small> &#x0026;<small>C</small>. Sie fragten: Wie ist es nach R. Jehuda, wenn ein Stamm durch Entscheidung des h&#x00F6;chsten Gerichtes eine S&#x00FC;nde begangen hat; m&#x00FC;ssen auch die &#x00FC;brigen St&#x00E4;mme [Opfer] darbringen oder nicht? Sagen wir, da&#x00DF; nur dann auch die &#x00FC;brigen St&#x00E4;mme [Opfer] darbringen, wenn sieben die S&#x00FC;nde begangen haben, weil sie die Mehrheit sind, nicht aber, wenn einer sie begangen hat, weil keine Mehrheit vorhanden ist, oder gibt es hierbei keinen Unterschied? &#x2013; Komm und h&#x00F6;re: Was bringen sie dar? Einen Farren ; R. &#x0160;imo&#x0351;n sagt, zwei Farren. In welchem Falle : wollte man sagen, wenn sieben [St&#x00E4;mme] die S&#x00FC;nde begangen haben, so sind ja nach R. &#x0160;imo&#x0351;n acht erforderlich ; doch wohl, wenn ein Stamm die S&#x00FC;nde begangen hat. Wodurch, wenn durch Entscheidung seines Gerichtes, so gilt dies ja nicht nach R. &#x0160;imo&#x0351;n<sup><xref rid="fn120">121</xref></sup>; doch wohl durch Entscheidung des h&#x00F6;chsten Gerichtes. Wer ist nun der erste Autor: wenn R. Me&#x00ED;r, so ist ja nach ihm die Mehrheit erforderlich, doch wohl R. Jehuda, (und zwar wenn ein Stamm die S&#x00FC;nde begangen hat.) &#x2013; Ich will dir sagen, hier handelt es sich um den Fall, wenn sechs St&#x00E4;mme die S&#x00FC;nde begangen haben, und sie die Mehrheit des Volkes sind, und zwar ist hier die Ansicht des R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar vertreten, denn es wird gelehrt : R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar sagte in seinem Namen : Wenn sechs [St&#x00E4;mme], die die Mehrheit des Volkes sind, oder sieben, auch wenn sie nicht die Mehrheit des Volkes sind, die S&#x00FC;nde begangen haben, so bringen sie einen Farren dar. &#x2013; Komm und h&#x00F6;re: R. Jehuda sagte: Hat ein Stamm durch die Entscheidung seines Gerichtes [eine S&#x00FC;nde] begangen, so ist dieser schuldig und alle &#x00FC;brigen St&#x00E4;mme sind frei; wenn aber durch die Entscheidung des h&#x00F6;chsten Gerichtes, so sind auch alle &#x00FC;brigen St&#x00E4;mme schuldig. Schlie&#x00DF;e hieraus. R. A&#x0161;i sagte: Dies ist auch aus unserer Mi&#x0161;na zu entnehmen, denn er lehrt: und dieser Stamm danach gehandelt hat, so ist dieser Stamm schuldig und alle &#x00FC;brigen St&#x00E4;mme sind frei; wozu braucht er denn zu lehren, die &#x00FC;brigen St&#x00E4;mme seien frei, wenn er lehrt, dieser Stamm sei schuldig, so geht ja schon daraus hervor, da&#x00DF; die &#x00FC;brigen frei sind&#x0021;? Vielmehr lehrt er uns damit folgendes: nur wenn er nach der Entscheidung seines Gerichtes gehandelt hat, sind die &#x00FC;brigen St&#x00E4;mme frei, wenn aber nach der Entscheidung des h&#x00F6;chsten Gerichtes, so sind auch die &#x00FC;brigen St&#x00E4;mme schuldig. Schlie&#x00DF;e hieraus.</p>
<p>Sie fragten : Wie ist es nach R. &#x0160;imo&#x0351;n, wenn ein Stamm durch Entscheidung des h&#x00F6;chsten Gerichtes eine S&#x00FC;nde begangen hat: bringt er ein Opfer dar<sup><xref rid="fn121">122</xref></sup>oder nicht? &#x2013; Komm und h&#x00F6;re: Sie bringen einen Farren dar; R. &#x0160;imo&#x0351;n sagt, zwei Farren. Wieso zwei Farren, es sind ja acht<sup><xref rid="fn122">123</xref></sup>erforderlich? Doch wohl, wenn ein Stamm die S&#x00FC;nde begangen hat. In welchem Falle : wenn durch Entscheidung seines Gerichtes, so gilt dies ja nicht nach R. &#x0160;imo&#x0351;n, doch wohl, wenn durch Entscheidung des h&#x00F6;chsten Gerichtes. &#x2013; Glaubst du, wer ist denn der erste Autor: wenn R. Me&#x00ED;r, so ist ja nach ihm die Mehrheit erforderlich, wenn R. Jehuda, so m&#x00FC;ssen ja nach ihm auch die &#x00FC;brigen St&#x00E4;mme [Opfer] darbringen; vielmehr ist es R. &#x0160;imo&#x0351;n b. Elea&#x0351;zar, wie bereits gelehrt worden<sup><xref rid="fn123">124</xref></sup>ist. &#x2013; Komm und h&#x00F6;re: Die Weisen sagen, er ist nur bei Entscheidung des h&#x00F6;chsten Gerichtes schuldig. Wer ist nun unter &#x2018;Weisen&#x2019;<sup><xref rid="fn124">125</xref></sup>zu verstehen: wenn R. Me&#x00ED;r, so ist ja nach ihm die Mehrheit erforderlich; wahrscheinlich also R. &#x0160;imo&#x0351;n. Schlie&#x00DF;e hieraus.</p>
<p>Woher entnehmen R. Jehuda und R. &#x0160;imo&#x0351;n, da&#x00DF; auch ein Stamm &#x2018;Volk&#x2019; hei&#x00DF;e? &#x2013; Ich will dir sagen, es hei&#x00DF;t :<sup><xref rid="fn125">126</xref></sup><italic>Jeho&#x0161;apha&#x1E6D; aber trat in der Volksgemeinde Jehudas</italic><sup><xref rid="fn126">127</xref></sup><italic>und Jeru&#x0161;alems vor den neuen Tempelhof</italic>. &#x2013; Was hei&#x00DF;t &#x2018;neuen&#x2019;? R. Jo&#x1E25;anan erwiderte: Sie hatten da Neuerungen getroffen und angeordnet, wer am selben Tage untergetaucht<sup><xref rid="fn127">128</xref></sup>ist, d&#x00FC;rfe in das levitische Lageir nicht eintreten. R. A&#x1E25;a b. Ja&#x0351;qob wandte ein: Wieso denn, vielleicht war es bei der Gemeinde Jeru&#x0161;alems anders, da der Stamm Binjamin dabei war&#x0021;? Vielmehr, erkl&#x00E4;rte R. A&#x1E25;a b. Ja&#x0351;qob, aus folgendem Schriftverse:<sup><xref rid="fn128">129</xref></sup><italic>und er sprach zu mir: Ich werde dich fruchtbar machen und dich vermehren und dich zu einer Versammlung von V&#x00F6;lkern machen &#x0026;c.</italic>, ihm wurde ja darauf nur Binjamin geboren, und der Allbarmherzige sagte zu ihm, ihm werde noch ein anderes Volk geboren werden. R. &#x0160;aba sprach zu R. Kahana: Vielleicht meinte es der Allbarmherzige wie folgt: wenn du Binjamin gezeugt haben wirst, so werden es zw&#x00F6;lf St&#x00E4;mme sein, die eine Volksgemeinde bilden werden&#x0021;? Dieser erwiderte ihm: Hei&#x00DF;en denn nur zw&#x00F6;lf St&#x00E4;mme eine Volksgemeinde und nicht elf&#x0021;?</p>
<p>Es wird gelehrt: R. &#x0160;imo&#x0351;n sagte: Wozu hei&#x00DF;t es:<sup><xref rid="fn129">130</xref></sup><italic>und du sollst einen zweiten jungen Farren nehmen zu einem S&#x00FC;ndopfer;</italic> wenn dies etwa lehren sollte, da&#x00DF; es zwei sind, so hei&#x00DF;t es ja bereits:<sup><xref rid="fn130">131</xref></sup><italic>sodann richte er den einen als S&#x00FC;ndopfer und den anderen als Brandopfer f&#x00FC;r den Herrn her.</italic> Vielmehr, man k&#x00F6;nnte glauben, er werde gleich einem S&#x00FC;ndopfer von den Leviten gegessen, so hei&#x00DF;t es: <italic>einen zweiten jungen Farren,</italic> ear ist der zweite des Brandopfers: wie das Brandopfer nicht gegessen wird, <folio>Fol.6</folio> ebenso ist dieses S&#x00FC;ndopfer nicht zu essen. Desgleichen sagte auch R. Jose :<sup><xref rid="fn131">132</xref></sup><italic>Die Exulanten, die aus der Gefangenschaft kamen, brachten dem Gott Jisra&#x00E9;ls Brandopfer dar, zw&#x00F6;lf Farren &#x0026;c. alles Brandopfer;</italic> wieso alles Brandopfer, ist denn ein S&#x00FC;ndopfer<sup><xref rid="fn132">133</xref></sup>ein Brandopfer&#x0021;? Vielmehr, alles glich dem Brandopfer: wie das Brandopfer nicht gegessen wird, ebenso wurden jene S&#x00FC;ndopfer nicht gegessen. &#x2013; Es wird gelehrt: R. Jehuda sagte: Sie brachten sie wegen des G&#x00F6;tzendienstes dar. R. Jehuda sagte im Namen &#x0160;emu&#x00E9;ls: Wegen des G&#x00F6;tzendienstes, den sie zur Zeit &#x00C7;idqijahus getrieben hatten. Allerdings konnte es nach R. Jehuda vorkommen, da&#x00DF; sie zw&#x00F6;lf S&#x00FC;ndopfer darzubringen hatten, wenn n&#x00E4;mlich zw&#x00F6;lf St&#x00E4;mme ges&#x00FC;ndigt und sie somit zw&#x00F6;lf Ziegenb&#x00F6;cke darzubringen hatten, oder wenn sieben St&#x00E4;mme ges&#x00FC;ndigt und die &#x00FC;brigen solche mit ihnen darzubringen hatten; ebenso konnte dies auch nach R. &#x0160;imo&#x0351;n vorkommen, wenn n&#x00E4;mlich elf St&#x00E4;mmie ges&#x00FC;ndigt und diese somit elf und das Gericht eines darzubringen hatten, wieso aber konnten nach R. Me&#x00ED;r, welcher sagt, das Gericht und nicht die Gemeinde bringe [das Opfer] dar, zw&#x00F6;lf Opfer dargebracht werden &#x0021;? &#x2013; Wenn sie abermals und abermals ges&#x00FC;ndigt haben, zw&#x00F6;lfmal. &#x2013; Die ges&#x00FC;ndigt hatten<sup><xref rid="fn133">134</xref></sup>, waren ja bereits gestorben &#x0021;? R. Papa erwiderte: Die &#x00DC;berlieferung, man lasse ein Opfer, dessen Eigent&#x00FC;mer gestorben ist, verenden, bezieht sich nur auf ein Privatopfer, nicht aber auf ein Gemeindeopfer; das einer Gemeinde lasse man also nicht verenden. &#x2013; Woher entnimmt dies R. Papa: wollte man sagen, weil es hei&#x00DF;t:<sup><xref rid="fn134">135</xref></sup><italic>statt deiner V&#x00E4;ter werden deine S&#x00F6;hne sein,</italic> so sollte dies demnach auch von einem Privaten gelten&#x0021;? &#x2013; Vielmehr, R. Papa entnimmt dies vom Ziegenbocke des Neumondes<sup><xref rid="fn135">136</xref></sup>; der Allbarmherzige sagte, da&#x00DF; er von der Hebe der Schatzkammer dargebracht werde: wieso konnte er von dieser dargebracht werden, viele von Jisra&#x00E9;l waren ja inzwischen gestorben&#x0021;? Vielmehr ist hieraus zu entnehmen, da&#x00DF; ein S&#x00FC;ndopfer der Gemeinde, dessen Eigent&#x00FC;mer gestorben sind, dargebracht werde. &#x2013; Ist es denn gleich: beim Ziegenbocke des Neumondes ist es ja m&#x00F6;glich, da&#x00DF; keiner von der Gemeinde gestorben ist, w&#x00E4;hrend hierbei<sup><xref rid="fn136">137</xref></sup>[die Eigent&#x00FC;mer] entschieden gestorben waren&#x0021;? &#x2013; Vielmehr, R. Papa entnimmt dies aus folgendem Schriftverse :<sup><xref rid="fn137">138</xref></sup><italic>vergib deinem Volke Jisra&#x00E9;l, das du, Herr, erl&#x00F6;st hast;</italic> dieses Opfer ist geeignet, auch f&#x00FC;r die Ausz&#x00FC;gler aus Mi&#x00E7;rajim zu s&#x00FC;hnen, denn es hei&#x00DF;t: <italic>das du erl&#x00F6;st hast.</italic> &#x2013; Ist es denn gleich, da waren sie ja alle<sup><xref rid="fn138">139</xref></sup>vorhanden, und da es f&#x00FC;r die Lebenden s&#x00FC;hnte, s&#x00FC;hnte es auch f&#x00FC;r die Toten, waren denn aber dort<sup><xref rid="fn136">137</xref></sup>Lebende vorhanden &#x0021;? &#x2013; Freilich, denn es hei&#x00DF;t :<sup><xref rid="fn139">140</xref></sup><italic>und viele von den Priestern, den Leviten und den Familienh&#x00E4;uptern &#x0026;c.</italic> &#x2013; Vielleicht war es nur die Minderheit und nicht die Mehrheit&#x0021;? &#x00B7;&#x2013; Es hei&#x00DF;t :<sup><xref rid="fn140">141</xref></sup><italic>und man konnte den lauten Jubelschall nicht von dem lauten Weinen im Volke unterscheiden &#x0026;c. und der Schall war weithin zu h&#x00F6;ren.</italic> &#x2013; Sie hatten es<sup><xref rid="fn141">142</xref></sup>ja aber vors&#x00E4;tzlich getan&#x0021;? &#x2013; Es war eine Entscheidung pro pr&#x00E4;senti. &#x2013; Dies ist auch einleuchtend, denn wenn man nicht so sagen wollte, weshalb brachten sie sechsundneunzig Widder und siebenundsiebzig L&#x00E4;mmer dar; du mu&#x00DF;t also erkl&#x00E4;ren, es war eine Entscheidung pro pr&#x00E4;senti, ebenso war es auch in dieser Hinsicht eine Entscheidung pro pr&#x00E4;senti.</p>
<p>Die Rabbanan lehrten: Ist einer von der Gemeinde gestorben, so sind sie schuldig, wenn einer vom Gerichte, so sind sie frei. &#x2013; Wer ist der Autor dieser Lehre? R. &#x1E24;isda erwiderte im Namen R. Zeras im Namen R. Jirmejas im Namen Rabhs : Es ist R. Me&#x00ED;r, welcher sagt, das Gericht bringe [das Opfer] dar und nicht die Gemeinde, daher sind sie schuldig, wenn einer von der Gemeinde gestorben ist, denn das Gericht ist ja vollst&#x00E4;ndig vorhanden; wenn aber einer vom Gerichte gestorben ist, sind sie frei, denn es ist dann ein S&#x00FC;ndopfer, von dessen Gemeinschaftern einer gestorben ist, daher sind sie frei. R. Joseph wandte ein : Sollte er sie doch R. &#x0160;imo&#x0351;n addizieren, welcher sagt, das Gericht und die Gemeinde; daher sind sie schuldig, wenn einer von der Gemeinde gestorben ist, da eine Gemeinde nicht stirbt, und wenn einer vom Gericht gestorben ist, sind sie frei, wie wir erkl&#x00E4;rt haben, weil es ein S&#x00FC;ndopfer ist, von dessen Gemeinschaftern einer gestorben ist&#x0021;? Abajje erwiderte ihm : Wir wissen von R. &#x0160;imo&#x0351;n, da&#x00DF; er der Ansicht ist, man lasse das S&#x00FC;ndopfer von Gemeinschaftern nicht verenden. Es wird n&#x00E4;mlich gelehrt: Wenn der Farre oder der Ziegenbock des Vers&#x00F6;hnungstages abhanden gekommen waren und man an ihrer Stelle andere dargebracht hat, so lasse man sie verenden &#x2013; so R. Jehuda; R. Elea&#x0351;zar und R. &#x0160;imo&#x0351;n sagen, man lasse sie weiden<sup><xref rid="fn142">143</xref></sup>, denn man lasse ein S&#x00FC;ndopfer der Gemeinde nicht verenden. R. Joseph erwiderte ihm : Du sprichst von Priestern<sup><xref rid="fn143">144</xref></sup>, anders ist es bei den Priestern, die &#x2018;Volk&#x2019; genannt werden, denn es hei&#x00DF;t :<sup><xref rid="fn144">145</xref></sup><italic>und den Priestern und allen Gliedern des Volkes soll er S&#x00FC;hne</italic> <folio>Col.b</folio> <italic>schaffen.</italic> &#x2013; Demnach sollten sie doch wegen einer [falschen] Entscheidung einen Farren darbringen&#x0021;? Wolltest du sagen, dem sei auch so, so w&#x00E4;ren es ja mehr St&#x00E4;mme<sup><xref rid="fn145">146</xref></sup>&#x0021;? Vielmehr, erkl&#x00E4;rte R. A&#x1E25;a b. Ja&#x0351;qob, der Stamm Levi hei&#x00DF;t nicht &#x2018;Volk&#x2019;, denn es hei&#x00DF;t :<sup><xref rid="fn146">147</xref></sup><italic>ich werde dich fruchtbar machen und vermehren und dich zu einer Versammlung von V&#x00F6;lkern machen &#x0026;c.</italic> Wer einen Erbbesitz<sup><xref rid="fn147">148</xref></sup>hat, hei&#x00DF;t &#x2018;Volk&#x2019;, wer keinen Erbbesitz hat, hei&#x00DF;t nicht &#x2018;Volk&#x2019;. &#x2013;Demnach fehlt ja von den zw&#x00F6;lf<sup><xref rid="fn148">149</xref></sup>St&#x00E4;mmen&#x0021;? Abajje erwiderte :<sup><xref rid="fn149">150</xref></sup><italic>Ephrajim und Mena&#x0161;e sollen mir wie Re&#x00FA;ben und &#x0160;imo&#x0351;n</italic><sup><xref rid="fn150">151</xref></sup> <italic>gelten.</italic> Raba entgegnete: Es hei&#x00DF;t ja:<sup><xref rid="fn151">152</xref></sup><italic>den Namen ihrer Br&#x00FC;der sollen sie f&#x00FC;hren inbetreff ihres Erbteiles,</italic> also nur inbetreff ihres Erbteiles, nicht aber in anderer Hinsicht&#x0021;? &#x2013; Etwa nicht, sie waren ja auch hinsichtlich der Fahnen<sup><xref rid="fn152">153</xref></sup>getrennt &#x0021;? &#x2013; Gleich ihrem Erbbesitze ihre Lagerung. Ferner um ihren Fahnen Ehrung zu erweisen. &#x2013; Sie waren ja getrennt hinsichtlich der F&#x00FC;rsten<sup><xref rid="fn153">154</xref></sup>&#x0021;? &#x2013; Dies, um den F&#x00FC;rsten Ehrung zu erweisen, denn es wird gelehrt: &#x0160;elomo setzte nur sieben Einweihungstage ein, was veranla&#x00DF;te nun Mo&#x0161;e zw&#x00F6;lf Einweihungstage einzusetzen? Um den F&#x00FC;rsten Ehrung zu erweisen. &#x2013; Wie bleibt es nun damit<sup><xref rid="fn154">155</xref></sup>? &#x2013; Komm und h&#x00F6;re: Es wird gelehrt: R. &#x0160;imo&#x0351;n sagte: F&#x00FC;nf S&#x00FC;ndopfer lasse man verenden: das Junge eines Sund Opfers<sup><xref rid="fn155">156</xref></sup>, das Eingetauschte eines S&#x00FC;ndopfers, das S&#x00FC;ndopfer, dessen Eigent&#x00FC;mer gestorben ist, das S&#x00FC;ndopfer, dessen Eigent&#x00FC;mer S&#x00FC;hne erlangt<sup><xref rid="fn156">157</xref></sup>hat, und das S&#x00FC;ndopfer vom vorigen Jahre. Bei einem Gemeindeopfer kann das Junge eines S&#x00FC;ndopfers nicht vorkommen, denn die Gemeinde bringt kein weibliches Tier dar; ferner kann bei einem Gemeindeopfer das Eingetauschte eines S&#x00FC;ndopfers nicht vorkommen, denn die Gemeinde darf das Opfer nicht umtauschen; ferner kann bei einem Gemeindeopfer keines vorkommen, dessen Eigent&#x00FC;mer gestorben sind, denn eine ganze Gemeinde stirbt nicht. Vom S&#x00FC;ndopfer, dessen Eigent&#x00FC;mer S&#x00FC;hne erlangt hat, und von dem des vorigen Jahres haben wir nichts<sup><xref rid="fn157">158</xref></sup>geh&#x00F6;rt ; man k&#x00F6;nnte nun glauben, da&#x00DF; man diese verenden lasse, so schlie&#x00DF;e man vom erkl&#x00E4;rten auf das nicht erkl&#x00E4;rte: wie hinsichtlich des Jungen eines S&#x00FC;ndopfers, des Eingetauschten eines S&#x00FC;ndopfers und des S&#x00FC;ndopfers, dessen Eigent&#x00FC;mer gestorben ist, nur von einem Privatopfer und nicht von einem Gemeindeopfer gesprochen wird, ebenso wird auch hinsichtlich eines S&#x00FC;ndopfers, dessen Eigent&#x00FC;mer S&#x00FC;hne erlangt hat, und eines vom vorigen Jahre nur von einem Privatopfer und nicht von einem Gemeindeopfer gesprochen. &#x2013; Sollte man denn vom Nichtm&#x00F6;glichen auf das M&#x00F6;gliche<sup><xref rid="fn158">159</xref></sup>schlie&#x00DF;en &#x0021;? &#x2013; R. &#x0160;imo&#x0351;n hat sie alle<sup><xref rid="fn159">160</xref></sup>aus einer Quelle<sup><xref rid="fn160">161</xref></sup>.</p>
<ftnote id="fn1">1. Dh. im Glauben, das Gericht habe eine richtige Entscheidung getroffen.</ftnote>
<ftnote id="fn2">2. Die Richter.</ftnote>
<ftnote id="fn3">3. Nach der Ansicht, nicht das Gericht, sondern, der nach seiner Entscheidung handelt, ist dies zu verstehen: die Entscheidung ist nur dann g&#x00FC;ltig, soda&#x00DF; der danach Handelnde dieserhalb ein Opfer darzubringen hat.</ftnote>
<ftnote id="fn4">4. Wenn sie eine Entscheidung f&#x00FC;r die Praxis getroffen haben.</ftnote>
<ftnote id="fn5">5. Der sich gegen das h&#x00F6;chste Gericht widersetzende Gelehrte (<span dir="rtl">&#x05D6;&#x05E7;&#x05DF; &#x05DE;&#x05DE;&#x05E8;&#x05D0;</span>); cf. Syn. Fol. 86b.</ftnote>
<ftnote id="fn6">6. Vor der Entscheidung des h&#x00F6;chsten Gerichtes in Jeru&#x0161;alem.</ftnote>
<ftnote id="fn7">7. Einer Witwe, die nur einen Zeugen hat, da&#x00DF; ihr Mann tot sei, in welchem Falle sie nur mit besonderer Erlaubnis des Gerichtes heiraten darf.</ftnote>
<ftnote id="fn8">8. Worauf ihr Mann gekommen ist.</ftnote>
<ftnote id="fn9">9. Das Gericht hat sie nicht als ledig erkl&#x00E4;rt, sondern ihr nur zu heiraten erlaubt.</ftnote>
<ftnote id="fn10">10. Danach zu handeln.</ftnote>
<ftnote id="fn11">11. Den Talg, im Glauben, es sei Fett.</ftnote>
<ftnote id="fn12">12. Da er ihn durch die Entscheidung des Gerichtes auch dann gegessen haben w&#x00FC;rde, wenn er es gewu&#x00DF;t h&#x00E4;tte. Unsere Mi&#x0161;na spricht also von beiden F&#x00E4;llen; versehentlich oder durch ihren Ausspruch.</ftnote>
<ftnote id="fn13">13. Lev. 4,27.</ftnote>
<ftnote id="fn14">14. Ib. V. 22.</ftnote>
<ftnote id="fn15">15. Der versehentlich Talg gegessen hat u. das Gericht entschieden hat, Talg sei erlaubt.</ftnote>
<ftnote id="fn16">16. Da er sich auf die Entscheidung des Gerichtes st&#x00FC;tzte; wieso ist er nun nach RJ. schuldig.</ftnote>
<ftnote id="fn17">17. Da&#x00DF; es eine falsche Entscheidung getroffen habe.</ftnote>
<ftnote id="fn18">18. Wenn die H&#x00E4;lfte der Gemeinde nach der falschen Entscheidung des Gerichtes gehandelt hat; hier&#x00FC;ber weiter.</ftnote>
<ftnote id="fn19">19. Aus dem Gelernten neue Schlu&#x00DF;folgerungen zu eruieren.</ftnote>
<ftnote id="fn20">20. Mitglied des Gerichtes oder bef&#x00E4;higter Sch&#x00FC;ler.</ftnote>
<ftnote id="fn21">21. Cf. Syn. Fol. 17b.</ftnote>
<ftnote id="fn22">22. Gelehrte ihresgleichen wissen ja, da&#x00DF; das Gericht sich geirrt hat.</ftnote>
<ftnote id="fn23">23. Lev. 4,27.</ftnote>
<ftnote id="fn24">24. Und trotzdem danach gehandelt hat.</ftnote>
<ftnote id="fn25">25. Wenn er geglaubt hat, dieses reiche so weit, auf ihre Entscheidung hin auch ein Verbot auszu&#x00FC;ben.</ftnote>
<ftnote id="fn26">26. Wenn er in anderen F&#x00E4;llen die gerichtl. Entscheidungen mi&#x00DF;achtet u. sie nicht befolgt, in diesem Falle aber, wo es sich um einen Irrtum des Gerichtes handelt, danach handelt; es ist also anzunehmen, da&#x00DF; er bei Begehung dieser Handlung sich nicht auf das Gericht gest&#x00FC;tzt hat.</ftnote>
<ftnote id="fn27">27. Gf. infra Fol. 3b.</ftnote>
<ftnote id="fn28">28. Lev. 4,27.</ftnote>
<ftnote id="fn29">29. Eine, Person und begeht; cf. Sab. Fol. 93a. Ausgeschlossen ist also der Fall, wenn jemand die S&#x00FC;nde durch Entscheidung des Gerichtes begangen hat.</ftnote>
<ftnote id="fn30">30. Wenn sie die S&#x00FC;nde nach der falschen Entscheidung des Gerichtes begangen hat.</ftnote>
<ftnote id="fn31">31. Wenn die Gemeinde die S&#x00FC;nde unvors&#x00E4;tzlich, aber nicht durch die Entscheidung des Gerichtes begangen hat.</ftnote>
<ftnote id="fn32">32. Sie sollte auch dann frei sein, wenn sie die S&#x00FC;nde un vors&#x00E4;tzlich begangen hat.</ftnote>
<ftnote id="fn33">33. Jeder mu&#x00DF; das f&#x00FC;r den einzelnen bestimmte Opfer (cf. Lev. 4,27ff.) darbringen. In dieser Lehre hei&#x00DF;t es also, da&#x00DF;, wenn ein einzelner durch die Entscheidung des Gerichtes eine S&#x00FC;nde begangen hat, er schuldig sei.</ftnote>
<ftnote id="fn34">34. In der angezogenen Lehre hei&#x00DF;t es nur, da&#x00DF; wegen der Minderheit das Gericht nicht schuldig sei.</ftnote>
<ftnote id="fn35">35. Und daher auch bei Unvors&#x00E4;tzlichkeit.</ftnote>
<ftnote id="fn36">36. Vgl. S. 694 Anm. 29.</ftnote>
<ftnote id="fn37">37. Lev. 6,1.</ftnote>
<ftnote id="fn38">38. Beginn der 2. Lehre.</ftnote>
<ftnote id="fn39">39. Durch falsche Entscheidung des Gerichtes.</ftnote>
<ftnote id="fn40">40. Lev. 4,13.</ftnote>
<ftnote id="fn41">41. Wenn auch die Richter die S&#x00FC;nde begangen haben u. nur mit ihnen eine Mehrheit erzielt wird.</ftnote>
<ftnote id="fn42">42. Und hierzu sagt RM. die Gemeinde sei frei, wohl aber bringt das Gericht ein Opfer dar; cf. infra Fol. 4b.</ftnote>
<ftnote id="fn43">43. Soll hei&#x00DF;en: der ungenannte Autor dieser Lehre, der mit &#x2018;Weisen&#x2019; bezeichnet wird.</ftnote>
<ftnote id="fn44">44. Des R. Me&#x00ED;r.</ftnote>
<ftnote id="fn45">45. iReg. 8,65.</ftnote>
<ftnote id="fn46">46. Die innerhalb dieses Gebietes wohnen.</ftnote>
<ftnote id="fn47">47. Zwischen Begehung der S&#x00FC;nde u. Darbringung des Opfers.</ftnote>
<ftnote id="fn48">48. Cf. infra Fol. 10a.</ftnote>
<ftnote id="fn49">49. Wenn dio Begehung der S&#x00FC;nde u. das Bewu&#x00DF;twerden zu einer Zeit stattgefunden haben, in welchem Falle sie schuldig waren.</ftnote>
<ftnote id="fn50">50. Hochpriester u. F&#x00FC;rst, die nach der Begehung der S&#x00FC;nde in ihr Amt eingesetzt wurden, &#x00FC;ber welchen Fall sie streiten.</ftnote>
<ftnote id="fn51">51. Beide Minderheiten werden vereinigt u. bilden zusammen eine Mehrheit.</ftnote>
<ftnote id="fn52">52. Um beide Minderheiten zu vereinigen.</ftnote>
<ftnote id="fn53">53. Lev. 4,13.</ftnote>
<ftnote id="fn54">54. Der &#x00DC;bertretende war ebenfalls bei der Gerichtssitzung anwesend u. kann der Entscheidung nicht zugestimmt haben.</ftnote>
<ftnote id="fn55">55. Mal. 3,9.</ftnote>
<ftnote id="fn56">56. Vgl. S. 544 Anm. 262.</ftnote>
<ftnote id="fn57">57. Sie brauchen jed. nicht vollz&#x00E4;hlig an der Entscheidung beteiligt zu sein.</ftnote>
<ftnote id="fn58">58. Damit die Verantwortlichkeit auf viele Personen verteilt werde.</ftnote>
<ftnote id="fn59">59. Ob er frei od. schuldig ist, u. mu&#x00DF; daher das sogenannte Schwebe-Schuldopfer (<span dir="rtl">&#x05D0;&#x05E9;&#x05DD; &#x05EA;&#x05DC;&#x05D5;&#x05D9;</span>, cf. Lev. 5,17ff.) darbringen.</ftnote>
<ftnote id="fn60">60. Weil ihm der Widerruf des Gerichtes bekannt sein sollte.</ftnote>
<ftnote id="fn61">61. Wenn eine Frau innerhalb 11 Tagen nach der &#x2018;Reinheitswoche&#x2019; (cf. Lev. 15,19), die auf die Menstruation folgen mu&#x00DF;, Blut bemerkt, so ist dies kein Menstrualblut, sondern nur ein Flu&#x00DF;, worauf sie nur einen Tag &#x2018;abzuwarten&#x2019; hat u. dann rein ist; wenn sich aber der Flu&#x00DF; dreimal wiederholt, so darf sie erst nach 7 Tagen ein Reinheitsbad nehmen.</ftnote>
<ftnote id="fn62">62. Lev. 4,13.</ftnote>
<ftnote id="fn63">63. Wenn das Geld f&#x00FC;r das Opfer eingefordert wird, so erf&#x00E4;hrt es ja jeder, da&#x00DF; das Gericht die falsche Entscheidung widerrufen hat.</ftnote>
<ftnote id="fn64">64. Ihm war also der Widerruf des Gerichtes unbekannt.</ftnote>
<ftnote id="fn65">65. Richtiger Elea&#x0351;zar, wie in der Mi&#x0161;na.</ftnote>
<ftnote id="fn66">66. Nach RE. mu&#x00DF; er ein solches darbringen, nach S. nicht, da in diesem Falle nicht einmal ein Zweifel hinsichtlich des Vergehens vorliegt, da er es durch die Entscheidung des Gerichtes, also eine erlaubte Handlung, begangen hat.</ftnote>
<ftnote id="fn67">67. Da&#x00DF; es vielleicht Talg war.</ftnote>
<ftnote id="fn68">68. So nach Handschriften, unser Text ist hier ganz korrumpiert.</ftnote>
<ftnote id="fn69">69. Wenn er bereits seine Wohnung verlassen hat, sich jedoch noch in der Stadt befindet.</ftnote>
<ftnote id="fn70">70. Lev. 4,13.</ftnote>
<ftnote id="fn71">71. Das <span dir="rtl">&#x05DE;</span>, der letzte Buchstabe des W.s <span dir="rtl">&#x05D5;&#x05E0;&#x05E2;&#x05DC;&#x05DD;</span>, wird auch mit dem folgenden W. <span dir="rtl">&#x05D3;&#x05D1;&#x05E8;</span> verbunden u. dieses also <span dir="rtl">&#x05DE;&#x05D3;&#x05D1;&#x05E8;</span>, partitiv, gelesen.</ftnote>
<ftnote id="fn72">72. Das W. <span dir="rtl">&#x05DE;&#x05E6;&#x05D5;&#x05EA;</span> wird als st. constr. sing, aufgefa&#x00DF;t.</ftnote>
<ftnote id="fn73">73. Cf. Syn. Fol. 86b.</ftnote>
<ftnote id="fn74">74. Dt. 17,8.</ftnote>
<ftnote id="fn75">75. Ib. V, 11.</ftnote>
<ftnote id="fn76">76. Im Texte wird in allen hier angezogenen Schriftversen das W. <span dir="rtl">&#x05D3;&#x05D1;&#x05E8;</span> gebraucht, das von mir mit etwas wiedergegeben wird.</ftnote>
<ftnote id="fn77">77. Die nur von der schriftlichen Lehre u. nichts von der m&#x00FC;ndlichen halten.</ftnote>
<ftnote id="fn78">78. Wenn sie nicht einmal biblische Lehren kennen, so ist dies &#x00FC;berhaupt kein Irrtum mehr.</ftnote>
<ftnote id="fn79">79. Lev. 15,28.</ftnote>
<ftnote id="fn80">80. Ib. 20,18.</ftnote>
<ftnote id="fn81">81. <span dir="rtl">&#x05DE;&#x05E9;&#x05DB;&#x05D1;&#x05D9;</span> im Plural, darunter wird der nat&#x00FC;rliche u. der widernat&#x00FC;rliche Beischlaf verstanden.</ftnote>
<ftnote id="fn82">82. Lev. 15,26.</ftnote>
<ftnote id="fn83">83. Jer. 17,22.</ftnote>
<ftnote id="fn84">84. Ex. 34,14.</ftnote>
<ftnote id="fn85">85. Cf. Seb. Fol. 16b.</ftnote>
<ftnote id="fn86">86. Ex. 34,21.</ftnote>
<ftnote id="fn87">87. Dieser Fall gleicht der Aufhebung des &#x0160;abbaths im Siebentjahre.</ftnote>
<ftnote id="fn88">88. W&#x00F6;rtl, der Ausgezeichnete.</ftnote>
<ftnote id="fn89">89. Bei der falschen Entscheidung des Gerichtes; cf. Lev. 4,13.</ftnote>
<ftnote id="fn90">90. Beim Synedrium, ISum. 35,24; das Gerichtskollegium wird Gemeinde genannt.</ftnote>
<ftnote id="fn91">91. Num. 11,16.</ftnote>
<ftnote id="fn92">92. Ex. 18,22.</ftnote>
<ftnote id="fn93">93. Weiter folgt ein Streit, wer das Opfer darzubringen hat.</ftnote>
<ftnote id="fn94">94. Wenn das Gericht wu&#x00DF;te, da&#x00DF; die Entscheidung falsch ist.</ftnote>
<ftnote id="fn95">95. Cf. supra Fol. 2a.</ftnote>
<ftnote id="fn96">96. Die Richter.</ftnote>
<ftnote id="fn97">97. Jisra&#x00E9;ls, aus welchen das ganze Volk besteht.</ftnote>
<ftnote id="fn98">98. Des ganzen Volkes.</ftnote>
<ftnote id="fn99">99. Lev. 4,13.</ftnote>
<ftnote id="fn100">100. Ib. V. 14.</ftnote>
<ftnote id="fn101">101. Lev. 4,13; unter &#x2018;Augen des Volkes&#x2019; wird das Gericht verstanden.</ftnote>
<ftnote id="fn102">102. Weit. V. 14.</ftnote>
<ftnote id="fn103">103. Vgl. S. 286 Anm. 119.</ftnote>
<ftnote id="fn104">104. Nach RE. sollten sie schuldig sein, auch wenn sie die Entscheidung vergessen haben.</ftnote>
<ftnote id="fn105">105. Beim Opfer wegen der falschen Entscheidung.</ftnote>
<ftnote id="fn106">106. In dem hier angezogenen Falle, wenn jemand nicht wei&#x00DF;, welche S&#x00FC;nde er begangen hat.</ftnote>
<ftnote id="fn107">107. Lev. 4,23.</ftnote>
<ftnote id="fn108">108. Gedankenlos, ohne irgend eine Leistung bezwecken zu wollen.</ftnote>
<ftnote id="fn109">109. Das W. <span dir="rtl">&#x05D4;&#x05E7;&#x05D4;&#x05DC;</span> (das Volk) kommt hier 2mal vor, der Artikel z&#x00E4;hlt jed. besonders mit, soda&#x00DF; sie 4mal z&#x00E4;hlen.</ftnote>
<ftnote id="fn110">110. Da&#x00DF; n&#x00E4;mlich auch die St&#x00E4;mme, die die S&#x00FC;nde nicht begangen haben, ein Opfer darzubringen haben.</ftnote>
<ftnote id="fn111">111. Das W. des (das <span dir="rtl">&#x05D4;</span> in <span dir="rtl">&#x05D4;&#x05E7;&#x05D4;&#x05DC;</span>) z&#x00E4;hlt also nicht mit, da es zur Konstruktion des Satzes n&#x00F6;tig ist, dagegen k&#x00F6;nnte der Artikel im folgenden Verse fortbleiben.</ftnote>
<ftnote id="fn112">112. Da&#x00DF; der Artikel mitz&#x00E4;hle.</ftnote>
<ftnote id="fn113">113. Das eine, das &#x00FC;berfl&#x00FC;ssig ist.</ftnote>
<ftnote id="fn114">114. Num. 15,24.</ftnote>
<ftnote id="fn115">115. Das <span dir="rtl">&#x05DE;</span> (von) ist partitiv, selbst ein Teil der Gemeinde.</ftnote>
<ftnote id="fn116">116. Num. 15,26.</ftnote>
<ftnote id="fn117">118. Durch andere, vom Volke durch das Gericht.</ftnote>
<ftnote id="fn118">119. Das Gericht durch die Entscheidung u. das Volk durch die Handlung.</ftnote>
<ftnote id="fn119">120. Der sowohl beim G&#x00F6;tzendienste (Num. 15,24) als auch bei der falschen Entscheidung des Gerichtes (Lev. 4,13) gebraucht wird; dies lehrt, da&#x00DF; sie diesbez&#x00FC;glich einander gleichen.</ftnote>
<ftnote id="fn120">121. Nach R&#x0160;. wird das W. &#x2018;Volk&#x2019; nur 3mal wiederholt; er hat also in der Schrift keine Andeutung daf&#x00FC;r, da&#x00DF;, wenn ein einzelner Stamm durch sein Gericht eine S&#x00FC;nde begangen hat, er schuldig sei; cf. supra Fol. 5a.</ftnote>
<ftnote id="fn121">122. Er ist zwar der Ansicht, da&#x00DF; auch ein einzelner Stamm als Gemeinde gilt, vielleicht aber nur in dam Falle, wenn die Mehrheit der St&#x00E4;mme die S&#x00FC;nde begangen hat.</ftnote>
<ftnote id="fn122">123. Falls man dies auf den Fall beziehen wollte, wenn die Mehrheit der St&#x00E4;mme die S&#x00FC;nde begangen hat.</ftnote>
<ftnote id="fn123">124. Wenn sechs St&#x00E4;mme, die die Mehrheit sind, die S&#x00FC;nde begangen haben.</ftnote>
<ftnote id="fn124">125. Die gegen R. Jehuda streiten.</ftnote>
<ftnote id="fn125">126. iiChr. 20,5.</ftnote>
<ftnote id="fn126">127. Der Stamm Jehuda wird hier &#x2018;Volksgemeinde&#x2019; genannt.</ftnote>
<ftnote id="fn127">128. Der v&#x00F6;llige Reinheit erst nach Sonnenuntergang erlangt.</ftnote>
<ftnote id="fn128">129. Gen. 48,4.</ftnote>
<ftnote id="fn129">130. Num. 8,8.</ftnote>
<ftnote id="fn130">131. Ib. V. 12</ftnote>
<ftnote id="fn131">132. Ezr. 8,35.</ftnote>
<ftnote id="fn132">133. An derselben Stelle werden auch S&#x00FC;ndopfer genannt.</ftnote>
<ftnote id="fn133">134. Der G&#x00F6;tzendienst erfolgte unter &#x00C7;idqijahu und die Opfer wurden unter E&#x0351;zra dargebracht.</ftnote>
<ftnote id="fn134">135. Ps. 45,17.</ftnote>
<ftnote id="fn135">136. Der als S&#x00FC;ndopfer dargebracht wird; cf. Num. 28,15.</ftnote>
<ftnote id="fn136">137. Bei den Opfern, die unter E&#x0351;zra dargebracht worden sind.</ftnote>
<ftnote id="fn137">138. Dt. 21,8.</ftnote>
<ftnote id="fn138">139. F&#x00FC;r die das Opfer dargebracht wird.</ftnote>
<ftnote id="fn139">140. Ezr. 3,12.</ftnote>
<ftnote id="fn140">141. Ib. V. 13.</ftnote>
<ftnote id="fn141">142. Den G&#x00F6;tzendienst unter &#x00C7;idqijahu.</ftnote>
<ftnote id="fn142">143. Bis sie ein Gebrechen bekommen, sodann verkaufe man sie u. der Erl&#x00F6;s f&#x00E4;llt dem Fonds der freiwilligen Opfer zu.</ftnote>
<ftnote id="fn143">144. Der in Rede stehende Farre des Vers&#x00F6;hnungstages ist ein Opfer der Priester.</ftnote>
<ftnote id="fn144">145. Ley. 16,33.</ftnote>
<ftnote id="fn145">146. Die Priester als Stamm f&#x00FC;r sich, w&#x00E4;hrend R&#x0160;. von 12 St&#x00E4;mmen spricht.</ftnote>
<ftnote id="fn146">147. Gen. 48,4.</ftnote>
<ftnote id="fn147">148. In dem hier angezogenen Schriftverse hei&#x00DF;t es weiter: ich werde dir das Land zum Erbbesitze geben.</ftnote>
<ftnote id="fn148">149. Die Priester geh&#x00F6;ren ebenfalls zum Stamme Levi.</ftnote>
<ftnote id="fn149">150. Gen. 48,5.</ftnote>
<ftnote id="fn150">151. Der Stamm Joseph zerf&#x00E4;llt in 2 St&#x00E4;mme.</ftnote>
<ftnote id="fn151">152. Gen. 48,6.</ftnote>
<ftnote id="fn152">153. Die sie bei ihren Z&#x00FC;gen u. Lagerungen f&#x00FC;hrten; cf. Num. Kap. 2.</ftnote>
<ftnote id="fn153">154. Die bei der Einweihung der Stiftsh&#x00FC;tte Opfer spendeten; cf. Num. Kap. 7.</ftnote>
<ftnote id="fn154">155. Ob man nach R&#x0160;. ein S&#x00FC;ndopfer von Gesellschaftern verenden lasse.</ftnote>
<ftnote id="fn155">156. Wenn das Tier, nachdem es zum Opfer bestimmt worden ist, ein Junges geworfen hat.</ftnote>
<ftnote id="fn156">157. Durch ein anderes Opfer, wenn dieses zBs. abhanden gekommen war.</ftnote>
<ftnote id="fn157">158. Ob man sie auch dann verenden lasse, wenn sie einer Gemeinde geh&#x00F6;ren.</ftnote>
<ftnote id="fn158">159. Die einen k&#x00F6;nnen als Gemeindeopfer nicht vorkommen, die anderen aber wohl.</ftnote>
<ftnote id="fn159">160. Die hier aufgez&#x00E4;hlten Opfer.</ftnote>
<ftnote id="fn160">161. Und es ist anzunehmen, da&#x00DF; sie einander insofern gleichen, als sie alle bei den gleichen Personen vorkommen.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><sup>i</sup> <bold>W</bold>ENN <small>DER GESALBTE</small> H<small>OCHPRIESTER</small><sup><xref rid="fn161">1</xref></sup> <small>F&#x00DC;R SICH</small>. <small>SELBST EINE</small> E<small>NTSCHEIDUNG GETROFFEN HAT, SO MUSS ER, WENN VERSEHENTLICH, UND ER VERSEHENTLICH DANACH GEHANDELT HAT, EINEN</small> F<small>ARBEN DARBRINGEN; WENN ABER VERSEHENTLICH UND ER VORS&#x00C4;TZLICH DANACH GEHANDELT HAT, ODER VORS&#x00C4;TZLICH UND ER VERSEHENTLICH DANACH GEHANDELT HAT, SO IST ER FREI</small><sup><xref rid="fn162">2</xref></sup><small>, DENN DIE</small> E<small>NTSCHEIDUNG DES GESALBTEN</small> H<small>OCHPRIESTERS F&#x00DC;R SICH SELBST GLEICHT DER</small> E<small>NTSCHEIDUNG DES</small> G<small>ERICHTES F&#x00DC;R DIE</small> G<small>EMEINDE.</small></p>
<p>GEMARA. S<small>O MUSS ER, WENN VERSEHENTLICH UND ER VERSEHENTLICH DANACH GEHANDELT HAT, EINEN</small> F<small>ARREN DARBRINGEN.</small> Selbstverst&#x00E4;ndlich&#x0021;? Abajje erwiderte: Hier handelt es sich um den Fall, wenn er eine Entscheidung getroffen und vergessen hat, aus welchem Grunde er sie getroffen hat, und bei der Handlung gesagt hat, er tue dies auf Grund seiner Entscheidung; man k&#x00F6;nnte glauben, dies gelte als Vors&#x00E4;tzlichkeit, da er, wenn er ihn gekannt h&#x00E4;tte, wahrscheinlich zur&#x00FC;ckgetreten sein w&#x00FC;rde, und er sei nicht schuldig, so lehrt er uns.</p>
<p>O<small>DER VORS&#x00C4;TZLICH UND ER VERSEHENTLICH DANACH GEHANDELT HAT</small> &#x0026;<small>C</small>. Woher dies? &#x2013; Die Rabbanan lehrten: <sup><xref rid="fn163">3</xref></sup><italic>Zur Verschuldung des Volkes;</italic> der Gesalbte gleicht also der Gemeinde. Es ist ein Schlu&#x00DF; zu folgern: <folio>Fol.7</folio> die Gemeinde ist aus der f&#x00FC;r den einzelnen geltenden Allgemeinheit ausgeschieden worden und der Gesalbte ist ebenfalls aus der f&#x00FC;r den einzelnen geltenden Allgemeinheit ausgeschieden worden, wie nun die Gemeinde nur bei Unkenntnis der Sache<sup><xref rid="fn164">4</xref></sup> und Unvors&#x00E4;tzlichkeit der Handlung schuldig ist, ebenso ist auch der Gesalbte nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung schuldig. Oder aber wie folgt: der F&#x00FC;rst ist aus der f&#x00FC;r den einzelnen geltenden Allgemeinheit ausgeschieden worden und der Gesalbte ist ebenfalls aus der f&#x00FC;r den einzelnen geltenden Allgemeinheit ausgeschieden worden, wie nun der F&#x00FC;rst [ein Opfer] darbringt bei Unvors&#x00E4;tzlichkeit der Handlung ohne Unkenntnis der Sache, ebenso bringe der Gesalbte [ein Opfer] dar bei Unvors&#x00E4;tzlichkeit der Handlung ohne Unkenntnis der Sache. Man beachte daher, mit wem er zu vergleichen ist; die Gemeinde bringt einen Farren dar und kein Schwebe-Schuldopfer<sup><xref rid="fn165">5</xref></sup>, und ebenso bringt der Gesalbte einen Farren dar und kein Schwebe-Schuldopfer ; wie nun die Gemeinde nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung schuldig ist, ebenso ist auch der Gesalbte nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung schuldig. Oder aber wie folgt: der F&#x00FC;rst bringt wegen des G&#x00F6;tzendienstes eine Ziege dar und ein Schuldopfer<sup><xref rid="fn166">6</xref></sup>, und der Gesalbte bringt ebenfalls wegen des G&#x00F6;tzendienstes eine Ziege dar und ein Schuldopfer; wie nun der F&#x00FC;rst [ein Opfer] bei Unvors&#x00E4;tzlichkeit der Handlung<sup><xref rid="fn167">7</xref></sup> darbringt, ebenso bringe auch der Gesalbte [ein Opfer] bei Unvors&#x00E4;tzlichkeit der Handlung dar. Daher<sup><xref rid="fn168">8</xref></sup> hei&#x00DF;t es:<sup><xref rid="fn169">9</xref></sup><italic>zur Verschuldung des Volkes;</italic> der Gesalbte gleicht also der Gemeinde. &#x2013; Demnach sollte doch, wie das Gericht schuldig ist, wenn es eine Entscheidung getroffen und [die Gemeinde] danach gehandelt hat, auch der Gesalbte schuldig sein, wenn er eine Entscheidung getroffen und [die Gemeinde] danach gehandelt hat&#x0021;? &#x2013; Es hei&#x00DF;t: <sup><xref rid="fn169">9</xref></sup><italic>so soll er darbringen f&#x00FC;r das Vergehen, dessen er sich schuldig gemacht hat;</italic> er bringe ein Opfer nur wegen des Vergehens, dessen er selber sich schuldig gemacht hat, nicht aber wegen des Vergehens, dessen sich andere schuldig gemacht haben.</p>
<p>Der Meister sagte: Der Gesalbte bringt einen Farren dar und kein Schwebe-Schuldopfer. Woher entnimmt er, da&#x00DF; er kein Schwebe-Schuldopfer darbringe? &#x2013; Es hei&#x00DF;t :<sup><xref rid="fn170">10</xref></sup><italic>so soll ihm der Priester S&#x00FC;hne schaffen wegen des Versehens, das er unbewu&#x00DF;t begangen hat;</italic> nur dem, bei dem Vergehen und Versehen gleich<sup><xref rid="fn171">11</xref></sup>sind, ausgenommen ist der Gesalbte, bei dem Versehen und Vergehen nicht gleich sind, denn es hei&#x00DF;t: <italic>zur Verschuldung des Volkes,</italic> der Gesalbte gleicht also der Gemeinde<sup><xref rid="fn172">12</xref></sup>&#x00B7; &#x2013; Er spricht ja aber<sup><xref rid="fn173">13</xref></sup>von dem Falle, wenn [die Worte] <italic>zur Verschuldung des Volkes</italic> nicht stehen w&#x00FC;rden&#x0021;? &#x2013; Vielmehr, [der Vergleich hinsichtlich] des Schuldopfers ist hier unn&#x00F6;tig angef&#x00FC;hrt<sup><xref rid="fn174">14</xref></sup>.</p>
<p><sup>ii</sup> <bold>H</bold><small>AT ER ALLEIN EINE</small> E<small>NTSCHEIDUNG GETROFFEN UND ALLEIN DANACH GEHANDELT, SO MUSS ER AUCH ALLEIN</small> S<small>&#x00DC;HNE ERLANGEN</small><sup><xref rid="fn175">15</xref></sup>, <small>HAT ER ZUSAMMEN MIT DER</small> G<small>EMEINDE</small><sup><xref rid="fn176">16</xref></sup><small>EINE</small> E<small>NTSCHEIDUNG GETROFFEN UND ZUSAMMEN MIT DER</small> G<small>EMEINDE DANACH GEHANDELT, SO ERLANGT ER</small> S<small>&#x00DC;HNE ZUSAMMEN MIT DER</small> G<small>EMEINDE.</small> U<small>ND WIE DAS</small> G<small>ERICHT NUR DANN SCHULDIG IST, WENN ES ENTSCHIEDEN HAT,</small> [<small>EIN</small> G<small>ESETZ</small>] <small>TEILWEISE AUFZUHEBEN UND TEILWEISE ZU ERHALTEN, EBENSO AUCH DER</small> G<small>ESALBTE</small>. A<small>UCH WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES NUR DANN, WENN SIE ENTSCHIEDEN HABEN</small>, [<small>DAS</small> G<small>ESETZ</small>] <small>TEILWEISE AUFZUHEBEN UND TEILWEISE ZU ERHALTEN</small>.</p>
<p>GEMARA. Woher dies? &#x2013; Die Rabbanan lehrten: Man k&#x00F6;nnte glauben, wenn er zusammen mit der Gemeinde<sup><xref rid="fn176">16</xref></sup>eine Entscheidung getroffen und zusammen mit der Gemeinde danach gehandelt hat, m&#x00FC;sse er einen Farren f&#x00FC;r sich selbst darbringen, und zwar w&#x00E4;re dies durch einen Schlu&#x00DF; zu folgern. Der F&#x00FC;rst ist aus der f&#x00FC;r den einzelnen geltenden Allgemeinheit ausgeschieden worden und ebenso ist der Gesalbte aus der f&#x00FC;r den einzelnen geltenden Allgemeinheit ausgeschieden worden, wie nun der F&#x00FC;rst, wenn er allein die S&#x00FC;nde begangen hat, auch allein das Opfer darbringen mu&#x00DF;, und wenn er zusammen mit der Gemeinde die S&#x00FC;nde begangen hat, auch zusammen mit der Gemeinde S&#x00FC;hne erlangt, ebenso verhalte es sich auch beim Gesalbten, hat er allein die S&#x00FC;nde begangen, so mu&#x00DF; er auch allein das Opfer darbringen, hat er zusammen mit der Gemeinde die S&#x00FC;nde begangen, so erlangt er auch S&#x00FC;hne zusammen mit der Gemeinde. Aber nein, wenn dies vom F&#x00FC;rsten gilt, der am Vers&#x00F6;hnungstage zusammen mit der Gemeinde S&#x00FC;hne erlangt, sollte dies auch vom Gesalbten gelten, der nicht am Vers&#x00F6;hnungstage zusammen mit der Gemeinde S&#x00FC;hne erlangt&#x0021;? Man k&#x00F6;nnte also glauben, da er nicht am Vers&#x00F6;hnungstage zusammen mit der Gemeinde S&#x00FC;hne erlangt, m&#x00FC;sse er einen Farren f&#x00FC;r sich selbst darbringen, so hei&#x00DF;t es: <italic>wegen des Vergehens, dessen er sich vergangen hat.</italic> Wie ist dies nun [zu erkl&#x00E4;ren]? Hat er die S&#x00FC;nde allein begangen, so bringt er ein Opfer allein dar, hat er die S&#x00FC;nde zusammen mit der Gemeinde begangen, so erlangt er S&#x00FC;hne zusammen mit der Gemeinde. &#x2013; In welchem Falle: wollte man sagen, wenn er ausgezeichnet<sup><xref rid="fn177">17</xref></sup>ist und sie<sup><xref rid="fn178">18</xref></sup>nicht, so ist es ja selbstverst&#x00E4;ndlich, da&#x00DF; er nur durch ein eigenes Opfer S&#x00FC;hne erlangt, denn ihre Entscheidung ist ja nichtig, und sie m&#x00FC;ssen dann einzeln ein Schaf oder eine Ziege<sup><xref rid="fn179">19</xref></sup>darbringen, und sind sie ausgezeichnet und er nicht, weshalb erlangt er S&#x00FC;hne nur durch ein eigenes Opfer, seine Entscheidung ist ja nichtig &#x0021;? R. Papa erwiderte: <folio>Col.b</folio> Wenn sie alle ausgezeichnet sind. Abajje wollte sagen, allein eine Entscheidung getroffen und allein danach gehandelt hei&#x00DF;e, wenn sie<sup><xref rid="fn180">20</xref></sup>in verschiedenen Ortschaften wohnen und &#x00FC;ber verschiedene Verbote ihre Entscheidung getroffen haben, da sprach Raba zu ihm: Veranla&#x00DF;t dies denn die Verschiedenheit der Ortschaften&#x0021;? Vielmehr, selbst wenn sie in derselben Ortschaft wohnen, aber &#x00FC;ber verschiedene Verbote ihre Entscheidungen getroffen haben, hei&#x00DF;t dies besonderes Vergehen.</p>
<p>Wenn er &#x00FC;ber den Talg und sie &#x00FC;ber den G&#x00F6;tzendienst [eine Entscheidung getroffen haben], so sind es entschieden verschiedene Vergehen, denn sie sind ja sowohl hinsichtlich ihrer Begr&#x00FC;ndung<sup><xref rid="fn181">21</xref></sup>als auch hinsichtlich der Opfer von einander verschieden, denn er mu&#x00DF; einen Farren darbringen, und sie einen Farren und einen Ziegenbock, sie bringen also einen Ziegenbock dar und er nicht, und um so mehr, wenn er &#x00FC;ber den G&#x00F6;tzendienst und sie &#x00FC;ber den Talg entschieden haben, wo sie ganz und gar hinsichtlich der Opfer verschieden sind, denn er bringt einen Ziegenbock dar und sie einen Farren; wie ist es aber, wenn er &#x00FC;ber den Eingeweidetalg und sie &#x00FC;ber den Darmtalg [eine Entscheidung getroffen haben] : sagen wir, wenn sie auch hinsichtlich des Opfers einander gleichen, so sind sie, da sie aus verschiedenen Schriftversen entnommen werden, immerhin hinsichtlich der Begr&#x00FC;ndung verschieden, oder aber geh&#x00F6;ren sie zusammen, da es sich bei beiden um Talg handelt&#x0021;? Und wie ist es, wenn du entscheidest, sie geh&#x00F6;ren zusammen, da es sich bei beiden um Talg handelt, wenn er eine Entscheidung &#x00FC;ber den Talg und sie eine Entscheidung &#x00FC;ber das Blut getroffen haben: sagen wir, sie sind von einander getrennt wegen ihrer besonderen Begr&#x00FC;ndungen, oder aber richte man sich nach ihren Opfern, die einander gleichen? &#x2013; Dies bleibt unentschieden.</p>
<p>U<small>ND WIE DAS</small> G<small>ERICHT NUR DANN SCHULDIG IST, WENN ES ENTSCHIEDEN HAT,</small> [<small>EIN</small> G<small>ESETZ</small>] <small>TEILWEISE AUFZUHEBEN UND TEILWEISE ZU ERHALTEN</small> &#x0026;<small>C</small>. Woher, da&#x00DF; nur dann, wenn es entschieden hat, es teilweise aufzuheben und teilweise zu erhalten? &#x2013; Wie wir im vorigen Abschnitte<sup><xref rid="fn182">22</xref></sup>erkl&#x00E4;rt haben: <italic>und etwas entgangen,</italic> etwas, nicht aber das ganze Gesetz.</p>
<p>E<small>BENSO AUCH DER</small> G<small>ESALBTE.</small> Woher dies? &#x2013; Es hei&#x00DF;t: <italic>zur Verschuldung des Volkes,</italic> der Gesalbte gleicht also der Gemeinde.</p>
<p>A<small>UCH WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES</small> &#x0026;<small>C</small>. Woher dies? &#x2013; Die Rabbanan lehrten: Aus dem Umstand, da&#x00DF; der G&#x00F6;tzendienst besonders hervorgehoben worden ist, k&#x00F6;nnte man entnehmen, es sei nur dann schuldig, wenn es das ganze Gesetz aufgehoben hat, so hei&#x00DF;t es hierbei <italic>von den Augen</italic> und dort<sup><xref rid="fn183">22</xref></sup>hei&#x00DF;t es ebenfalls <italic>von den Augen,</italic> wie dort darunter das Gericht zu verstehen ist, ebenso ist auch hier darunter das Gericht zu verstehen, und wie dort nur ein Teil des Gesetzes und nicht das ganze Gesetz, ebenso auch hier nur ein Teil des Gesetzes und nicht das ganze Gesetz.</p>
<p><sup>iii,1</sup> S<small>IE</small><sup><xref rid="fn184">23</xref></sup><small>SIND NUR BEI</small> U<small>NKENNTNIS DER</small> S<small>ACHE UND</small> U<small>NVORS&#x00C4;TZLICHKEIT DER</small> H<small>ANDLUNG SCHULDIG, EBENSO AUCH DER</small> G<small>ESALBTE.</small> A<small>UCH WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES IST MAN NUR BEI</small> U<small>NKENNTNIS DER</small> S<small>ACHE UND</small> U<small>NVORS&#x00C4;TZLICHKEIT DER</small> H<small>ANDLUNG SCHULDIG.</small></p>
<p>GEMARA. Woher dies? &#x2013; Die Rabbanan lehrten: <italic>Irrte,</italic> man k&#x00F6;nnte glauben, sie seien bei Unvors&#x00E4;tzlichkeit der Handlung schuldig, so hei&#x00DF;t es: <italic>irrte, und etwas entgangen,</italic> sie sind nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung schuldig.</p>
<p>E<small>BENSO AUCH DER</small> G<small>ESALBTE.</small> Woher dies? &#x2013; Es hei&#x00DF;t: <italic>zur Verschuldung des Volkes,</italic> der Gesalbte gleicht also der Gemeinde.</p>
<p>A<small>UCH WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES NUR BEI</small> U<small>NKENNTNIS DER</small> S<small>ACHE UND</small> U<small>NVORS&#x00C4;TZLICHKEIT DER</small> H<small>ANDLUNG.</small> Woher dies? &#x2013; Die Rabbanan lehrten: Aus dem Umst&#x00E4;nde, da&#x00DF; der G&#x00F6;tzendienst besonders hervorgehoben worden ist, k&#x00F6;nnte man entnehmen, man sei bei Unvors&#x00E4;tzlichkeit der Handlung schuldig, so hei&#x00DF;t es hierbei <italic>von den Augen</italic> und dort hei&#x00DF;t es ebenfalls <italic>von den Augen,</italic> wie man dort nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung schuldig ist, ebenso ist man auch hierbei nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung schuldig. &#x2013; Er lehrt dies nicht vom Gesalbten hinsichtlich des G&#x00F6;tzendienstes, somit vertritt unsere Mi&#x0161;na die Ansicht Rabbis, denn es wird gelehrt: Der Gesalbte ist wegen G&#x00F6;tzendienstes [schuldig], wie Rabbi sagt, bei Unvors&#x00E4;tzlichkeit<sup><xref rid="fn185">24</xref></sup>der Handlung, und wie die Weisen sagen, bei Unkenntnis der Sache; sie stimmen beide &#x00FC;ber ein, da&#x00DF; er eine Ziege [darbringe], und ferner stimmen sie &#x00FC;berein, da&#x00DF; er kein Schwebe-Schuldopfer darbringe. &#x2013; Glaubst du : lehrt er denn von diesem<sup><xref rid="fn186">25</xref></sup>hinsichtlich einer Sache, auf die bei Vorsatz die Ausrottung und bei Versehen [die Darbringung eines] S&#x00FC;ndopfers gesetzt<sup><xref rid="fn187">26</xref></sup>ist? Du mu&#x00DF;t also erkl&#x00E4;ren, er lehre dies von dem einen und ebenso gelte dies vom anderen<sup><xref rid="fn188">27</xref></sup>, ebenso lehrt er auch hier von einem und ebenso gilt dies vom anderen. &#x2013; Was ist der Grund Rabbis? &#x2013; Die Schrift sagt:<sup><xref rid="fn189">28</xref></sup><italic>er soll der Person, die gefehlt hat, S&#x00FC;hne schaffen, weil sie sich unvors&#x00E4;tzlich vergangen hat. Die Person,</italic> das ist der Gesalbte, <italic>die gefehlt hat,</italic> das ist der F&#x00FC;rst. <italic>Die sich unvors&#x00E4;tzlich vergangen hat.</italic> Rabbi erkl&#x00E4;rt: diese S&#x00FC;nde hat Geltung bei Versehen<sup><xref rid="fn190">29</xref></sup>; die Rabbanan aber erkl&#x00E4;ren: bei dem die S&#x00FC;nde von der Unvors&#x00E4;tzlichkeit abh&#x00E4;ngt, ausgenommen ist also der Gesalbte, bei dem die S&#x00FC;nde nicht nur von der Unvors&#x00E4;tzlichkeit, sondern auch von der Unkenntnis der Sache abh&#x00E4;ngt.</p>
<p>&#x00AB;Sie stimmen &#x00FC;berein, da&#x00DF; er eine Ziege [darbringe], wie ein einzelner.&#x00BB; Woher dies? &#x2013; Die Schrift sagt:<sup><xref rid="fn191">30</xref></sup><italic>wenn eine Person,</italic> einerlei ob ein einzelner, ob der F&#x00FC;rst oder der Gesalbte, alle sind sie unter &#x2018;Person&#x2019; einbegriffen.</p>
<p>&#x00AB;Und ferner stimmen sie &#x00FC;berein, da&#x00DF; er kein Schwebe-Schuldopfer <folio>Fol.8</folio> darbringe.&#x00BB; Woher dies? &#x2013; Es hei&#x00DF;t:<sup><xref rid="fn192">31</xref></sup><italic>der Priester soll ihm S&#x00FC;hne schaffen wegen des Versehens, wodurch er sich vergangen hat;</italic> Rabbi erkl&#x00E4;rt: bei dem die S&#x00FC;nde ganz von der Unvors&#x00E4;tzlichkeit abh&#x00E4;ngt, ausgenommen dieser, bei dem die S&#x00FC;nde nicht ganz von der Unvors&#x00E4;tzlichkeit abh&#x00E4;ngt, sondern auch von der Unkenntnis der Sache. &#x2013; Hei&#x00DF;t es denn: ganz&#x0021;? Vielmehr ist folgendes der Grund Rabbis: es sollte doch nur hei&#x00DF;en: <italic>wegen des Versehens,</italic> und wenn es noch hei&#x00DF;t: <italic>wodurch er sich vergangen hat,</italic> so lehrt er uns: nur wenn die S&#x00FC;nde ganz im Versehen besteht. (Nicht beim G&#x00F6;tzendienste und nicht bei anderen Geboten, sondern nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung.) &#x2013; Und die Rabbanan? &#x2013; Nur bei dem die S&#x00FC;nde von der Unvors&#x00E4;tzlichkeit abh&#x00E4;ngt, ausgenommen ist der Gesalbte, bei dem die S&#x00FC;nde nicht von der Unvors&#x00E4;tzlichkeit, sondern auch von der Unkenntnis der Sache abh&#x00E4;ngt.</p>
<p><sup>iii,2</sup> <bold>D</bold><small>AS</small> G<small>ERICHT IST NUR DANN SCHULDIG, WENN ES ENTSCHIEDEN HAT IN EINER</small> S<small>ACHE, WORAUF BEI</small> V<small>ORSATZ DIE</small> A<small>USROTTUNG UND BEI</small> V<small>ERSEHEN EIN</small> S<small>&#x00DC;NDOPFER GESETZT IST; EBENSO AUCH DER</small> G<small>ESALBTE.</small> A<small>UCH WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES NUR DANN, WENN SIE ENTSCHIEDEN HABEN IN EINER</small> S<small>ACHE, WORAUF BEI</small> V<small>ORSATZ DIE</small> A<small>USROTTUNG UND BEI</small> V<small>ERSEHEN EIN</small> S<small>&#x00DC;NDOPFER GESETZT IST.</small></p>
<p>GEMARA. Woher dies? &#x2013; Es wird gelehrt : Rabbi sagte : Hierbei hei&#x00DF;t es <italic>ihr</italic> und dort<sup><xref rid="fn193">32</xref></sup>hei&#x00DF;t es ebenfalls <italic>ihr,</italic> wie es sich dort um eine Sache handelt, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist, ebenso auch hierbei um eine Sache, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist. &#x2013; Wir wissen dies also von einer Gemeinde, woher dies vom Gesalbten? &#x2013; Es hei&#x00DF;t: <italic>zur Verschuldung des Volkes,</italic> der Gesalbte gleicht also der Gemeinde. &#x2013; Vom F&#x00FC;rsten? &#x2013; Dies ist durch [das Wort] <italic>Geboten</italic> zu folgern; beim F&#x00FC;rsten hei&#x00DF;t <italic>es</italic>:<sup><xref rid="fn194">33</xref></sup><italic>und er eines von den Geboten des Herrn &#x00FC;bertritt,</italic> und bei der Gemeinde hei&#x00DF;t es ebenfalls :<sup><xref rid="fn195">34</xref></sup><italic>und sie eines von den Geboten &#x00FC;bertreten;</italic> wie es sich bei der Gemeinde um eine Sache handelt, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist, ebenso auch beim F&#x00FC;rsten um eine Sache, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist. &#x2013; Vom einzelnen? &#x2013; Es hei&#x00DF;t: <italic>wenn eine Person,</italic> und man schlie&#x00DF;e vom fr&#x00FC;heren<sup><xref rid="fn196">35</xref></sup>auf die sp&#x00E4;teren.</p>
<p>A<small>UCH WEGEN DES</small> G<small>&#x00D6;TZENDIENSTES NUR DANN, WENN SIE ENTSCHIEDEN HABEN.</small> Woher dies vom G&#x00F6;tzendienste? &#x2013; Die Rabbanan lehrten: Aus dem Umstand, da&#x00DF; der G&#x00F6;tzendienst besonders hervorgehoben wurde, k&#x00F6;nnte man schlie&#x00DF;en, man sei schuldig auch wegen einer Sache, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer nicht gesetzt<sup><xref rid="fn197">36</xref></sup>ist, so hei&#x00DF;t es hierbei <italic>von den Augen</italic> und dort<sup><xref rid="fn198">37</xref></sup>hei&#x00DF;t es ebenfalls <italic>von den Augen,</italic> wie es sich dort um eine Sache handelt, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist, ebenso auch hierbei um eine Sache, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist.&#x2013; Wir wissen dies nun von einer Gemeinde, woher dies von einem einzelnen, dem F&#x00FC;rsten und dem Gesalbten? &#x2013; Die Schrift sagt: <italic>wenn eine Person,</italic> einerlei ob ein einzelner oder der F&#x00FC;rst oder der Gesalbte, alle sind unter &#x2018;Person&#x2019; einbegriffen, und man schlie&#x00DF;e vom fr&#x00FC;heren auf die sp&#x00E4;teren<sup><xref rid="fn199">38</xref></sup>. &#x2013; Allerdings nach demjenigen, der [das Wort] <italic>ihr</italic> als Wortanalogie<sup><xref rid="fn200">39</xref></sup>verwendet, wie wir bereits erkl&#x00E4;rt haben, woher aber entnehmen die Rabbanan, die aus [dem Wort] <italic>ihr</italic> Inzest und Nebenbuhlerschaft<sup><xref rid="fn201">40</xref></sup>folgern, da&#x00DF; es sich hierbei um eine Sache handelt, worauf bei Vorsatz die Ausrottung und bei Versehen ein S&#x00FC;ndopfer gesetzt ist? &#x2013; Aus dem, was R. Jeho&#x0161;ua&#x0351; b. Levi seinen Sohn gelehrt hat:<sup><xref rid="fn202">41</xref></sup><italic>Eine Bestimmung gilt f&#x00FC;r euch, f&#x00FC;r den, der versehentlich tut, die Person aber, die es mit erhobener Hand tut &#x0026;c.</italic> Alle [Gesetze der] Tora werden mit [dem Gesetze] vom G&#x00F6;tzendienste verglichen; wie es sich beim G&#x00F6;tzendienste um eine Sache handelt, derentwegen man sich bei Vorsatz der Ausrottung und bei Versehen eines S&#x00FC;ndopfers schuldig macht, ebenso &#x00FC;berall um eine Sache, derentwegen man sich bei Vorsatz der Ausrottung, und bei Versehen eines S&#x00FC;ndopfers schuldig macht. &#x2013; Wir wissen dies nur von einem einzelnen, dem F&#x00FC;rsten und dem Hochpriester, sowohl hinsichtlich des G&#x00F6;tzendienstes als auch hinsichtlich der &#x00FC;brigen Gesetze, woher dies von der Gemeinde? &#x2013; Man schlie&#x00DF;e vom sp&#x00E4;teren auf die fr&#x00FC;heren<sup><xref rid="fn203">42</xref></sup>. &#x2013; Wof&#x00FC;r verwendet Rabbi die von R. Jeho&#x0161;ua&#x0351; b. Levi angezogenen [Schriftverse]? &#x2013; Diese verwendet er f&#x00FC;r folgende Lehre: Wir finden, da&#x00DF; die Schrift zwischen einer Gesamtheit und einzelnen unterschieden hat, indem eine Gesamtheit<sup><xref rid="fn204">43</xref></sup>durch das Schwert [get&#x00F6;tet] und ihr Verm&#x00F6;gen vernichtet wird und einzelne durch Steinigung [get&#x00F6;tet werden] und ihr Verm&#x00F6;gen verschont wird, somit k&#x00F6;nnte man glauben, sie seien auch hinsichtlich ihrer Opfer zu unterscheiden, so hei&#x00DF;t es: <italic>eine Bestimmung &#x0026;c.</italic> R. &#x1E24;ilqija aus Hagronja wandte ein: Nur aus dem Grunde, weil sie die Schrift diesbez&#x00FC;glich nicht unterschieden hat, sonst aber w&#x00FC;rde man gesagt haben, sie seien zu unterscheiden; was sollten sie<sup><xref rid="fn205">44</xref></sup>denn darbringen: wenn einen Farren, so bringt ja die Gemeinde einen solchen wegen anderer Vergehen dar, wenn einen Farren als Brandopfer und einen Ziegenbock als S&#x00FC;ndopfer, so bringt ja die Gemeinde<sup><xref rid="fn206">45</xref></sup>solche wegen G&#x00F6;tzendienstes dar, wenn einen Ziegenbock, so bringt ja ein F&#x00FC;rst einen solchen wegen anderer Vergehen dar, und wenn eine Ziege, so ist diese ja das Opfer eines einzelnen<sup><xref rid="fn207">46</xref></sup>&#x0021;? &#x2013; Dies ist n&#x00F6;tig; man k&#x00F6;nnte glauben, da die Gemeinde sonst einen Farren als Brandopfer und einen Ziegenbock als S&#x00FC;ndopfer darbringt, so bringen diese sie umgekehrt dar: einen Farren als S&#x00FC;ndopfer und einen Ziegenbock als Brandopfer. Oder aber: sie sollten<sup><xref rid="fn208">47</xref></sup>es, nur gebe es f&#x00FC;r sie kein Mittel<sup><xref rid="fn209">48</xref></sup>, so lehrt er uns.</p>
<p>Alle stimmen jedoch &#x00FC;berein, da&#x00DF; diese Schriftverse vom G&#x00F6;tzendienste sprechen, woher dies? &#x2013; Die Schrift sagt:<sup><xref rid="fn210">49</xref></sup><italic>und wenn ihr euch unvors&#x00E4;tzlich vergeht, und all diese Gebote zu befolgen unterlasset,</italic> und das Gesetz vom G&#x00F6;tzendienste ist es, das alle anderen Gesetze aufwiegt. In der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls wurde erkl&#x00E4;rt : Die Schrift sagt :<sup><xref rid="fn211">50</xref></sup><italic>die der Herr euch durch Mo&#x0161;e befohlen hat,</italic> und das Gesetz vom G&#x00F6;tzendienste ist es, das der Herr selbst gesprochen und durch Mo&#x0161;e befohlen hat. R. Ji&#x0161;ma&#x0351;&#x00E9;l lehrte n&#x00E4;mlich: [Die Worte] <italic>Ich</italic><sup><xref rid="fn212">51</xref></sup>und <italic>du sollst nicht haben,</italic> haben wir von der Allmacht selbst geh&#x00F6;rt. In der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls wurde erkl&#x00E4;rt <folio>Col.b</folio>:<sup><xref rid="fn213">52</xref></sup><italic>Von dem Tage an, an dem der Herr Gesetze gab und weiterhin, von Geschlecht zu Geschlecht,</italic> und das Gesetz vom G&#x00F6;tzendienste ist es, das zu allererst gesprochen wurde. &#x2013; Der Meister sagte ja aber, zehn Gesetze seien den Jisra&#x00E9;liten in Mara<sup><xref rid="fn214">53</xref></sup>auferlegt worden, denn es hei&#x00DF;t: <sup><xref rid="fn215">54</xref></sup><italic>wenn du den Worten des Herrn, deines Gottes, gehorchst</italic> &#x0021;? &#x2013; Am richtigsten ist tes vielmehr, wie wir es zuerst erkl&#x00E4;rt haben.</p>
<p><sup>iv</sup> <bold>S</bold><small>IE SIND NICHT SCHULDIG WEGEN EINES DAS</small> H<small>EILIGTUM BETREFFENDEN</small> G<small>EBOTES ODER</small> V<small>ERBOTES, FERNER BRINGT MAN</small><sup><xref rid="fn216">55</xref></sup><small>WEGEN EINES DAS</small> H<small>EILIGTUM BETREFFENDEN</small> G<small>EBOTES ODER</small> V<small>ERBOTES AUCH KEIN</small> S<small>CHWEBE</small>-S<small>CHULDOPFER DAR</small>. W<small>OHL ABER SIND SIE WEGEN EINES DIE</small> M<small>ENSTRUATION BETREFFENDEN</small> G<small>EBOTES ODER</small> V<small>ERBOTES SCHULDIG, AUCH BRINGT MAN WEGEN EINES DIE</small> M<small>ENSTRUATION BETREFFENDEN</small> G<small>EBOTES ODER</small> V<small>ERBOTES EIN</small> S<small>CHWEBE</small>-S<small>CHULDOPFER DAR.</small> W<small>ELCHES IST DAS DIE</small> M<small>ENSTRUATION BETREFFENDE</small> G<small>EBOT?</small> S<small>ICH VON DER</small> M<small>ENSTRUIERENDEN ZUR&#x00DC;CKZUZIEHEN.</small> D<small>AS</small> V<small>ERBOT?</small> K<small>EINER</small> M<small>ENSTRUIERENDEN BEIZUWOHNEN.</small></p>
<p>GEMARA. Woher, da&#x00DF; die Gemeinde &#x00FC;berhaupt kein Opfer und der einzelne kein Schwebe-Schuldopfer<sup><xref rid="fn217">56</xref></sup>darbringe? R. Ji&#x00E7;&#x1E25;aq b. Evd&#x00E4;mi erwiderte: Beim S&#x00FC;ndopfer und beim Schwebe-Schuldopfer hei&#x00DF;t es:<sup><xref rid="fn218">57</xref></sup><italic>in Schuld ger&#x00E4;t,</italic> und bei einer Gemeinde hei&#x00DF;t es ebenfalls:<sup><xref rid="fn219">58</xref></sup><italic>in Schuld geraten</italic>, wie es sich beim einzelnen um Vergehen handelt, derentwegen ein festgesetztes Opfer darzubringen ist, ebenso handelt es sich auch bei, der Gemeinde um Vergehen, derentwegen ein festgesetztes Opfer darzubringen ist, und wie die Gemeinde nur ein festgesetztes S&#x00FC;ndopfer darbringt, ebenso ist auch das Schwebe-Schuldopfer nur bei einem Zweifel hinsichtlich eines festgesetzten S&#x00FC;ndopfers darzubringen. &#x2013; Demnach sollte dies<sup><xref rid="fn220">59</xref></sup>auch vom auf- und absteigenden Opfer gelten, denn bei diesem hei&#x00DF;t es:<sup><xref rid="fn221">60</xref></sup><italic>wenn er durch eines von diesen in Schuld geraten wird</italic>&#x0021;? &#x2013; Man schlie&#x00DF;e aus [der Vergleichung von] <italic>in Schuld ger&#x00E4;t</italic> mit <italic>in Schuld geraten,</italic> nicht aber aus [der Vergleich ung von] <italic>in Schuld ger&#x00E4;t</italic> mit <italic>in Schuld geraten wird</italic>. &#x2013; Welchen Unterschied gibt es denn hierbei, in der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls folgerten sie ja aus:<sup><xref rid="fn222">61</xref></sup><italic>wenn der Priester wiederkommt,</italic> und: <italic>soll der Priester hineingehen,</italic> denn &#x2018;kommen&#x2019; und &#x2018;gehen&#x2019; sei dasselbe<sup><xref rid="fn223">62</xref></sup>&#x0021;? Ferner hei&#x00DF;t es ja auch beim auf- und absteigenden Opfer:<sup><xref rid="fn224">63</xref></sup><italic>und er es erf&#x00E4;hrt und in Schuld ger&#x00E4;t, und er unrein ist und in Schuld ger&#x00E4;t</italic>&#x0021;? R. Papa erwiderte: Man folgere [durch Vergleichung] von <italic>in Schuld ger&#x00E4;t</italic> und <italic>Gebote des Herrn</italic> mit <italic>in Schuld ger&#x00E4;t</italic> und <italic>Gebote des Herrn</italic><sup><xref rid="fn225">64</xref></sup>. R. &#x0160;imi b. A&#x0161;i sprach zu R. Papa: Sollte er doch folgern [durch Vergleichung] von <italic>in Schuld ger&#x00E4;t</italic> und <italic>S&#x00FC;ndenvergebung</italic><sup><xref rid="fn226">65</xref></sup>mit <italic>in Schuld ger&#x00E4;t</italic> und <italic>S&#x00FC;ndenvergebung</italic> &#x0021;? Vielmehr, erkl&#x00E4;rte R. Na&#x1E25;man b. Ji&#x00E7;&#x1E25;aq, folgere man<sup><xref rid="fn227">66</xref></sup>[durch Vergleichung] von <italic>in Schuld ger&#x00E4;t</italic> und <italic>die Gebote des Herrn, was nicht ausge&#x00FC;bt werden sollte,</italic> mit <italic>in Schuld ger&#x00E4;t</italic> und <italic>die Gebote des Herrn, was nicht ausge&#x00FC;bt werden sollte.</italic> Man folgere daher nicht hinsichtlich des Zeugeneides<sup><xref rid="fn228">67</xref></sup>, des Bekr&#x00E4;ftigungseides<sup><xref rid="fn229">68</xref></sup>, und der Verunreinigung<sup><xref rid="fn230">69</xref></sup>des Tempels und seiner heiligen Opfer, denn bei diesen hei&#x00DF;t es nicht <italic>in Schuld ger&#x00E4;t</italic> und <italic>die Gebote des Herrn, was nicht ausge&#x00FC;bt werden sollte.</italic></p>
<p><sup>v</sup> <bold>S</bold><small>IE SIND NICHT SCHULDIG WEGEN</small> [<small>EINER</small> S<small>&#x00DC;NDE</small>] <small>INBETREFF DES</small> Z<small>EUGENEIDES, DES</small> B<small>EKR&#x00C4;FTIGUNGSEIDES UND DER</small> V<small>ERUNREINIGUNG DES</small> T<small>EMPELS UND SEINER HEILIGEN</small> O<small>PFER</small><sup><xref rid="fn231">09</xref></sup>. E<small>BENSO AUCH DER</small> F<small>&#x00DC;RST &#x2013; SO R. JOSE DER</small> G<small>ALIL&#x00C4;ER.</small> R. A&#x0351;<small>QIBA SAGT, DER</small> F<small>&#x00DC;RST SEI WEGEN ALL DIESER</small> S<small>&#x00DC;NDEN SCHULDIG, NUR NICHT WEGEN DES</small> Z<small>EUGENEIDES</small><sup><xref rid="fn232">70</xref></sup>, <small>DENN EIN</small> K<small>&#x00D6;NIG KANN WEDER RICHTEN NOCH GERICHTET WERDEN</small><sup><xref rid="fn233">71</xref></sup>.</p>
<p>GEMARA. U&#x0351;la sagte: Was ist der Grund R. Jose des Galil&#x00E4;ers? Die Schrift sagt: <italic>und wenn er wegen eines von diesen in Schuld geraten wird;</italic> wer wegen des einen<sup><xref rid="fn234">72</xref></sup>schuldig ist, ist auch wegen der anderen schuldig, und wer wegen des einen nicht schuldig ist, ist auch wegen der anderen nicht schuldig<sup><xref rid="fn235">73</xref></sup>. &#x2013; Vielleicht besagt dies, da&#x00DF; er auch wegen eines von diesen schuldig sei, auch wenn er wegen der anderen nicht schuldig ist&#x0021;? &#x2013; Du kannst dies<sup><xref rid="fn236">74</xref></sup>nicht sagen, denn es wird gelehrt: R. Jirmeja sagte: Es <folio>Fol.9</folio> hei&#x00DF;t :<sup><xref rid="fn237">75</xref></sup><italic>gelangt sein Verm&#x00F6;gen nicht,</italic> und:<sup><xref rid="fn238">76</xref></sup><italic>reicht sein Verm&#x00F6;gen nicht,</italic> nur wer zur Armut und zum Reichtum gelangen kann, ausgenommen sind der F&#x00FC;rst und der Gesalbte, die nicht zur Armut gelangen k&#x00F6;nnen. Der F&#x00FC;rst, dienn es hei&#x00DF;t :<sup><xref rid="fn239">77</xref></sup><italic>und er &#x00FC;bertreten wird eines von den Geboten des Herrn, seines Gottes,</italic> der nur den Herrn, seinen Gott, &#x00FC;ber sich<sup><xref rid="fn240">78</xref></sup>hat. Der Gesalbte, denn es hei&#x00DF;t :<sup><xref rid="fn241">79</xref></sup><italic>und der Priester, der gr&#x00F6;&#x00DF;te unter seinen Br&#x00FC;dern,</italic> der gr&#x00F6;&#x00DF;er ist als seine Br&#x00FC;der in Sch&#x00F6;nheit, Kraft, Weisheit und Reichtum. Andere erkl&#x00E4;ren: Woher, da&#x00DF; man ihn, wenn er nichts besitzt, gr&#x00F6;&#x00DF;er mache als seine Br&#x00FC;der? Es hei&#x00DF;t: <italic>der Priester, der gr&#x00F6;&#x00DF;te unter seinen Br&#x00FC;dern, auf dessen Haupt das Salb&#x00F6;l gegossen ward,</italic> man mache ihn gr&#x00F6;&#x00DF;er als seine Br&#x00FC;der.</p>
<p>Rabina fragte R. Na&#x1E25;unan b. Ji&#x00E7;&#x1E25;aq : Wie ist es, wenn ein F&#x00FC;rst auss&#x00E4;tzig geworden<sup><xref rid="fn242">80</xref></sup>ist? Dieser erwiderte ihm: Von deinem [Verm&#x00F6;gen] oder aus [seinem] Schatze<sup><xref rid="fn243">81</xref></sup>?</p>
<p>Es wird gelehrt: R. A&#x0351;qiba sagte: Der Gesalbte ist wegen aller frei. Raba sagte: Was ist der Grund R. A&#x0351;qibas? Die Schrift sagt:<sup><xref rid="fn244">82</xref></sup><italic>dies ist das Opfer Ahrons und seiner S&#x00F6;hne,</italic> nur dieses ist sein Pflichtopfer. &#x2013; Vielleicht aber hat ihn der Allbarmherzige nur vom allergeringsten Opfer, einem Zehntel Epha<sup><xref rid="fn245">83</xref></sup>, ausgeschieden, nicht aber von den f&#x00FC;r Arme und Reiche bestimmten&#x0021;? &#x2013; Dies ist nicht einleuchtend, denn es hei&#x00DF;t:<sup><xref rid="fn246">84</xref></sup><italic>und der Priester soll ihm wegen seines Vergehens mit einem von diesen S&#x00FC;hne schaffen,</italic> wer durch eines S&#x00FC;hne erlangt, erlangt sie auch durch die anderen, wer durch eines keine S&#x00FC;hne erlangt, erlangt sie auch nicht durch die anderen. &#x2013; Es hei&#x00DF;t ja aber auch:<sup><xref rid="fn247">85</xref></sup><italic>wenn er durch eines von diesen in Schuld geraten wird,</italic> ist etwa auch hier zu erkl&#x00E4;ren : wer durch eines von diesen schuldig ist, ist auch durch die &#x00FC;brigen schuldig, und wer durch eines von diesen nicht schuldig ist, ist auch durch die &#x00FC;brigen nicht schuldig, w&#x00E4;hrend wir gelernt haben, R. A&#x0351;qiba sagt, der F&#x00FC;rst sei [wegen all dieser] schuldig, nur nicht wegen des Zeugeneides&#x0021;? Abajje und Raba erkl&#x00E4;rten beide: [Die Wendung] <italic>mit einem</italic> legt er aus, [die Wendung] <italic>durch eines</italic> legt er nicht aus. &#x2013; Weshalb legt er gerade [die Wendung] <italic>mit einem</italic> aus? &#x2013; Weil sie der Allbarmherzige am Schlusse, beim Zehntel Epha, geschrieben hat, und dies besagt, wer zum Zehntel Epha verpflichtet ist, sei auch zu den &#x00FC;brigen verpflichtet, und wer zum Zehntel Epha nicht verpflichtet ist, sei auch zu den &#x00FC;brigen nicht verpflichtet, denn wenn man sagen wollte, er sei zu einem verpflichtet, auch wenn er nicht zu den &#x00FC;brigen verpflichtet ist, so sollten doch [die Worte] <italic>mit einem von diesen</italic> bei den f&#x00FC;r Arme oder Reiche bestimmten Opfern<sup><xref rid="fn248">86</xref></sup>stehen.</p>
<p><sup>vi</sup> <bold>W</bold><small>EGEIN ALLER</small> G<small>EBOTE DER</small> T<small>ORA, DERENTWEGEN MAN SICH BEI</small> V<small>ORSATZ DER</small> A<small>USROTTUNG UND BEI</small> V<small>ERSEHEN EINES</small> S<small>&#x00DC;NDOPFERS SCHULDIG MACHT, BRINGT DER EINZELNE EIN</small> S<small>CHAF ODER EINE</small> Z<small>IEGE, DER</small> F<small>&#x00DC;RST EINEN</small> Z<small>IEGENBOCK, DER</small> G<small>ESALBTE UND DAS</small> G<small>ERICHT EINEN</small> F<small>ARREN DAR.</small> W<small>EGEN DES</small> G<small>&#x00D6;TZENDIENSTES BRINGEN DER EINZELNE, DER</small> F<small>&#x00DC;RST UND DER</small> G<small>ESALBTE EINE</small> Z<small>IEGE UND DAS</small> G<small>ERICHT EINEN</small> F<small>ARREN UND EINEN</small> Z<small>IEGENBOCK DAR, EINEN</small> F<small>ARREN ALS</small> B<small>RANDOPFER UND EINEN</small> Z<small>IEGENBOCK ALS</small> S<small>&#x00DC;NDOPFER.</small> E<small>IN</small> S<small>CHWEBE</small>-S<small>CHULDOPFER</small><sup><xref rid="fn249">87</xref></sup><small>SIND NUR DER EINZELNE UND DER</small> F<small>&#x00DC;RST SCHULDIG, DER</small> G<small>ESALBTE UND DAS</small> G<small>ERICHT SIND DAVON FREI</small> <sup>vii</sup>. E<small>IN SICHERES SCHULDOPFER</small><sup><xref rid="fn250">88</xref></sup><small>SIND DER EINZELNE, DER</small> F<small>&#x00DC;RST UND DER</small> G<small>ESALBTE SCHULDIG UND DAS</small> G<small>ERICHT IST FREI.</small> W<small>EGEN DES</small> Z<small>EUGENEIDES, DES</small> B<small>EKR&#x00C4;FTIGUNGSEIDES UND DER</small> V<small>ERUNREINIGUNG DES</small> T<small>EMPELS UND SEINER HEILIGEN</small> O<small>PFER IST DAS</small> G<small>ERICHT FREI, DER EINZELNE, DER</small> F<small>&#x00DC;RST UND DER</small> G<small>ESALBTE SIND DERENTWEGEN SCHULDIG, NUR IST DER</small> H<small>OCHPRIESTER WEGEN DER</small> V<small>ERUNREINIGUNG DES</small> T<small>EMPELS UND SEINER HEILIGEN</small> O<small>PFER NICHT SCHULDIG &#x2013; SO</small> R. &#x0160;<small>IMO&#x0351;N.</small> W<small>AS BRINGEN SIE DERENTWEGEN DAR?</small> E<small>IN AUF- UND ABSTEIGENDES</small> O<small>PFER;</small> R. E<small>LIE&#x0351;ZER SAGT, DER</small> F<small>&#x00DC;RST BRINGE EINEN</small> Z<small>IEGENBOCK DAR.</small></p>
<p>GEMARA. Es wird gelehrt: R. &#x0160;imo&#x0351;n sagte folgende Regel. Ist der einzelne ein Schwebe-Schuldopfer schuldig, so ist es auch der F&#x00FC;rst, w&#x00E4;hrend der Gesalbte und das Gericht frei sind; ist er ein sicheres Schuldopfer schuldig, so sind es auch der F&#x00FC;rst und der Gesalbte, w&#x00E4;hrend das Gericht frei ist; wegen des Zeugeneides, des Bekr&#x00E4;ftigungseides und der Verunreinigung des Tempels und seiner heiligen Opfer ist das Gericht frei und der F&#x00FC;rst und der Gesalbte sind schuldig, nur ist der F&#x00FC;rst wegen des Zeugeneides und der Gesalbte wegen der Verunreinigung des Tempels und seiner heiligen Opfer nicht schuldig; ist er ein auf- und absteigendes Opfer schuldig, so ist es auch der F&#x00FC;rst, w&#x00E4;hrend der Gesalbte und das Gericht frei sind. &#x2013; Dies widerspricht sich ja selbst: zuerst hei&#x00DF;t es, da&#x00DF; der Gesalbte wegen der Verunreinigung des Tempels und seiner heiligen Opfer nicht schuldig sei, er ist also frei nur wegen der Verunreinigung des Tempels und seiner heiligen Opfer, wohl aber ist er wegen des Zeugeneides und Bekr&#x00E4;ftigungseides schuldig, dagegen hei&#x00DF;t es im Schlu&#x00DF;satze, wenn [der einzelne] ein auf- und absteigendes Opfer schuldig ist, sei es auch der F&#x00FC;rst, w&#x00E4;hrend der Gesalbte und das Gericht frei seien; wie nun das Gericht wegen aller frei ist, ebenso ist <folio>Col.b</folio> auch der Gesalbte wegen aller frei. [Diese Regeln] widersprechen also einander&#x0021;? R. Hona, Sohn des R. Jeho&#x0161;ua&#x0351;, erwiderte: Das ist kein Widerspruch; eine spricht vom geringeren<sup><xref rid="fn251">89</xref></sup>und eine spricht vom allergeringsten, und R. &#x0160;imo&#x0351;n ist der Ansicht R. A&#x0351;qibas hinsichtlich des einen und streitet gegen ihn hinsichtlich des anderen; er ist der Ansicht R. A&#x0351;qibas, da&#x00DF; er n&#x00E4;mlich vom allergeringsten frei ist, und er streitet gegen ihn hinsichtlich des geringeren<sup><xref rid="fn252">90</xref></sup>.</p>
<p>N<small>UR IST DER</small> H<small>OCHPRIESTER NICHT SCHULDIG</small> &#x0026;<small>C</small>. &#x1E24;izqija sagte: Was ist der Grund R. &#x0160;imo&#x0351;ns? Es hei&#x00DF;t :<sup><xref rid="fn253">91</xref></sup><italic>so soll dieser ausgerottet werden aus der Gemeinde,</italic> nur dessen Opfer dem der Gemeinde gleicht, ausgenommen dieser, dessen Opfer nicht dem der Gemeinde gleicht. &#x2013; Aber auch das Opfer des F&#x00FC;rsten gleicht ja nicht dem der Gemeinde&#x0021;? &#x2013; Er gleicht der Gemeinde hinsichtlich der S&#x00FC;hne am Vers&#x00F6;hnungstage. &#x2013; Aber auch die Priester gleichen ja nicht der Gemeinde hinsichtlich der S&#x00FC;hne am Vers&#x00F6;hnungstage<sup><xref rid="fn254">92</xref></sup>&#x0021;? &#x2013; Die Priester gleichen der Gemeinde hinsichtlich der &#x00FC;brigen Gesetze w&#x00E4;hrend des ganzen Jahres. &#x2013; Der Hochpriester gleicht ja ebenfalls der Gemeinde hinsichtlich der &#x00FC;brigen Gesetze w&#x00E4;hrend des ganzen Jahres&#x0021;? Vielmehr, erkl&#x00E4;rte Raba, dessen S&#x00FC;ndopfer dem der einzelnen, n&#x00E4;mlich dem der Gemeinde gleicht<sup><xref rid="fn255">93</xref></sup>.</p>
<p>R. E<small>LIE&#x0351;ZER SAGT, DER</small> F<small>&#x00DC;RST BRINGE EINEN</small> Z<small>IEGENBOCK DAR.</small> R. Jo&#x1E25;anan sagte: R. Elie&#x0351;zer sagte dies nur hinsichtlich der Verunreinigung des Tempels und der heiligen Opfer, weil darauf die Ausrottung gesetzt ist, wie bei einem festgesetzten [Opfer]. R. Papa sagte: Dies ist auch einleuchtend, denn wenn man sagen wollte, R. Elie&#x0351;zer beziehe sich auf alle [Vergehen, so ist ja einzuwenden:] der Ziegenbock des F&#x00FC;rsten und der Farre des Gesalbten entsprechen ja dem S&#x00FC;ndopfer des einzelnen, somit sollte er auch lehren, der Gesalbte bringe wegen des Zeugeneides und des Bekr&#x00E4;ftigungseides einen Farren dar, und da er dies vom Gesalbten nicht lehrt, so ist zu schlie&#x00DF;en, da&#x00DF; er nur von der Verunreinigung des Tempels und der heiligen Opfer spricht, derentwegen der Gesalbte frei ist. R. Hona, Sohn des R. Nathan, sprach zu R. Papa : Wieso, vielleicht bezieht sich R. Elie&#x0351;zer auf alle [Vergehen], nur ist er hinsichtlich des Gesalbten der Ansicht R. A&#x0351;qibas, welcher sagt, der Gesalbte sei wegen aller frei&#x0021;? Dieser erwiderte: Befreit ihn denn R. A&#x0351;qiba auch von der Darbringung eines Farren&#x0021;? Weiter nichts dar&#x00FC;ber. R. Jo&#x1E25;anan sagte: R. Elie&#x0351;zer pflichtet jedoch bei, da&#x00DF; er kein [Schwebe-]Schuldopfer darbringe.</p>
<p>Ein Sch&#x00FC;ler rezitiertet vor R. &#x0160;e&#x0161;eth : Wegen der Verunreinigung des Tempels und seiner heilgen. Opfer ist ein Schwebe-Schuldopfer<sup><xref rid="fn256">94</xref></sup>darzubringen. Dieser entgegnete ihm : Dies hast du wohl von R. Elie&#x0351;zer, welcher sagt, der F&#x00FC;rst bringe derentwegen einen Ziegenbock dar, weil darauf die Ausrottung gesetzt ist, wie bei einem festgesetzten<sup><xref rid="fn257">95</xref></sup>Opfer. R. Jo&#x1E25;anan aber sagte, R. Elie&#x0351;zer pflichte bei, da&#x00DF; er kein Schwebe-Schuldopfer darbringe. Dies ist also eine Widerlegung.</p>
<ftnote id="fn161">1. Weiter im T. schlechthin &#x2018;der Gesalbte&#x2019;; der Hochpriester des zweiten Tempels wird &#x2018;der durch die Amtskleidung ausgezeichnete&#x2019; genannt, da dann das Salb&#x00F6;l nicht mehr vorhanden war.</ftnote>
<ftnote id="fn162">2. Vor der Darbringung eines Opfers.</ftnote>
<ftnote id="fn163">3. Lev. 4,3.</ftnote>
<ftnote id="fn164">4. Des Gesetzes, inbetreff dessen die falsche Entscheidung getroffen worden ist.</ftnote>
<ftnote id="fn165">5. Wenn die Begehung der S&#x00FC;nde zweifelhaft ist (cf. Lev. 5,17ff.); dieses Opfer wird nur von einem einzelnen dargebracht.</ftnote>
<ftnote id="fn166">6. Wegen anderer Vergehen.</ftnote>
<ftnote id="fn167">7. Auch ohne Unkenntnis der Sache.</ftnote>
<ftnote id="fn168">8. Da man nicht wei&#x00DF;, mit wem man ihn vergleiche.</ftnote>
<ftnote id="fn169">9. Lev. 4,3.</ftnote>
<ftnote id="fn170">10. Ib. 5,18.</ftnote>
<ftnote id="fn171">11. Der einzelne bringt das Opfer bei Unvors&#x00E4;tzlichkeit der Handlung dar.</ftnote>
<ftnote id="fn172">12. Es ist also auch Unkenntnis der Sache erforderlich.</ftnote>
<ftnote id="fn173">13. In der obigen Er&#x00F6;rterung bez&#x00FC;glich des Hochpriesters, falls es in der Schrift nicht hie&#x00DF;e: zur Verschuldung des Volkes.</ftnote>
<ftnote id="fn174">14. Hochpriester u.Gemeinde gleichen einander nur hinsichtlich des Farren.</ftnote>
<ftnote id="fn175">15. Durch Darbringung eines S&#x00FC;hnopfers. Hier wird von dem Falle gesprochen, wenn gleichzeitig auch das Gericht eine falsche Entscheidung getroffen u. das Volk danach gehandelt hat.</ftnote>
<ftnote id="fn176">16. Dh. mit dem Gerichte.</ftnote>
<ftnote id="fn177">17. Od. vorz&#x00FC;glich, dh. Entscheidungen zu treffen befugt.</ftnote>
<ftnote id="fn178">18. Die Richter, die die Entscheidung f&#x00FC;r die Gemeinde getroffen haben.</ftnote>
<ftnote id="fn179">19. Wie beim Vergehen eines einzelnen.</ftnote>
<ftnote id="fn180">20. Der Hochpriester u. das Gericht.</ftnote>
<ftnote id="fn181">21. Die sie aus verschiedenen Stellen der Schrift entnommen haben.</ftnote>
<ftnote id="fn182">22. Cf. supra Fol. 4a.</ftnote>
<ftnote id="fn183">22. Bei der falschen Entscheidung; cf. supra Fol. 5a.</ftnote>
<ftnote id="fn184">23. Die Richter.</ftnote>
<ftnote id="fn185">24. Auch ohne Unkenntnis der Sache.</ftnote>
<ftnote id="fn186">25. Vom gesalbten Hochpriester; cf. infra Fol. 8a.</ftnote>
<ftnote id="fn187">26. Da&#x00DF; dies auch vom Hochpriester hinsichtlich des G&#x00F6;tzendienstes gelte, obgleich dem tats&#x00E4;chlich so ist.</ftnote>
<ftnote id="fn188">27. Vom Hochpriester hinsichtlich des G&#x00F6;tzendienstes bei falscher Entscheidung.</ftnote>
<ftnote id="fn189">28. Num. 15,28.</ftnote>
<ftnote id="fn190">29. Bei Unvors&#x00E4;tzlichkeit der Handlung, auch ohne Unkenntnis der Sache, dies gilt also auch vom Hochpriester.</ftnote>
<ftnote id="fn191">30. Num. 15,27.</ftnote>
<ftnote id="fn192">31. Lev. 5,18.</ftnote>
<ftnote id="fn193">32. Bei der Heirat zweier Schwestern; cf. Lev. 18,18.</ftnote>
<ftnote id="fn194">33. Lev. 4,22.</ftnote>
<ftnote id="fn195">34. Ib. V. 13.</ftnote>
<ftnote id="fn196">35. Dh. hinsichtlich des einzelnen vom F&#x00FC;rsten.</ftnote>
<ftnote id="fn197">36. ZBs. wenn man den G&#x00F6;tzen nur umarmt od. k&#x00FC;&#x00DF;t; cf. Syn. Fol. 60b.</ftnote>
<ftnote id="fn198">37. Bei der falschen Entscheidung des Gerichtes, Lev. 4,13.</ftnote>
<ftnote id="fn199">38. Hinsichtlich der in Rede stehenden Personen von der Gemeinde.</ftnote>
<ftnote id="fn200">39. Durch die gefolgert wird, da&#x00DF; es sich hier um eine Sache handelt, worauf bei Vorsatz die Ausrottung u. bei Versehen ein Opfer gesetzt ist.</ftnote>
<ftnote id="fn201">40. Bei der Schwagerehe; cf. Jab. Fol. 3b.</ftnote>
<ftnote id="fn202">41. Num. 15,29,30.</ftnote>
<ftnote id="fn203">42. Vorher (Num. 15,22) wird vom Vergehen der Gemeinde gesprochen.</ftnote>
<ftnote id="fn204">43. Wegen des G&#x00F6;tzendienstes.</ftnote>
<ftnote id="fn205">44. Die Einwohner einer abtr&#x00FC;nnigen Stadt, die versehentlich G&#x00F6;tzendienst getrieben haben.</ftnote>
<ftnote id="fn206">45. Bei der das Gesetz von der abtr&#x00FC;nnigen Stadt &#x00FC;berhaupt nicht gilt.</ftnote>
<ftnote id="fn207">46. Sie sind also hinsichtlich ihres Opfers auch ohnehin nicht getrennt.</ftnote>
<ftnote id="fn208">47. Die Einwohner einer abtr&#x00FC;nnigen Stadt sollten ein anderes Opfer darbringen, k&#x00F6;nnen es aber nicht.</ftnote>
<ftnote id="fn209">48. Durch die Darbringung eines Opfers S&#x00FC;hne zu erlangen.</ftnote>
<ftnote id="fn210">49. Num. 15,22.</ftnote>
<ftnote id="fn211">50. Ib. V. 23.</ftnote>
<ftnote id="fn212">51. Beginn der ersten 2 Gebote des Zehngebotes.</ftnote>
<ftnote id="fn213">52. Num. 15,23.</ftnote>
<ftnote id="fn214">53. Vor der Gesetzgebung am Berge Sinaj.</ftnote>
<ftnote id="fn215">54. Ex. 15,26.</ftnote>
<ftnote id="fn216">55. Einzelne, die wegen einer zweifelhaften S&#x00FC;nde ein solches Opfer darzubringen haben.</ftnote>
<ftnote id="fn217">56. Wegen der hier genannten Vergehen, derentwegen kein festgesetztes, sondern ein auf- und absteigendes Opfer (vgl. S. 239 Anni. 8) darzubringen ist.</ftnote>
<ftnote id="fn218">57. Lev. 4,27.</ftnote>
<ftnote id="fn219">58. Ib. V. 13.</ftnote>
<ftnote id="fn220">59. Da&#x00DF; wegen des Zweifels ein Schwebeopfer dargebracht werde.</ftnote>
<ftnote id="fn221">60. Lev. 5,5.</ftnote>
<ftnote id="fn222">61. Ib. 14,39,44.</ftnote>
<ftnote id="fn223">62. Diese Worte werden zur Bildung eines Schlusses durch Wortanalogie verwandt, obgleich sie nur sinnverwandt sind.</ftnote>
<ftnote id="fn224">63. Lev. 5,4,2.</ftnote>
<ftnote id="fn225">64. Die nur bei jenen u. nicht beim auf- und absteigenden Opfer gebraucht werden.</ftnote>
<ftnote id="fn226">65. Die sowohl beim Schwebeopfer als auch beim auf- und absteigenden Opfer gebraucht werden.</ftnote>
<ftnote id="fn227">66. Die hier angef&#x00FC;hrten Worte werden beim Opfer der Gemeinde, die kein auf- und absteigendes Opfer darbringt, und beim Schwebeopfer gebraucht; ein solches ist daher nur bei einem Zweifel hinsichtlich eines Opfers, das die Gemeinde darbringt, darzubringen.</ftnote>
<ftnote id="fn228">67. So sinngem&#x00E4;&#x00DF;; w&#x00F6;rtl. wegen des H&#x00F6;rens einer Stimme, dh. wegen der Aufforderung, einen Zeugniseid zu leisten, Wortlaut des bez&#x00FC;gl. Schriftverses Lev. 5,1.</ftnote>
<ftnote id="fn229">68. W&#x00F6;rtl. des Ausspruches mit den Lippen (ib. V. 4), wenn man etwas Gleichg&#x00FC;ltiges falsch beschw&#x00F6;rt od. nicht h&#x00E4;lt.</ftnote>
<ftnote id="fn230">69. Derentwegen ein auf- und absteigendes Opfer darzubringen ist.</ftnote>
<ftnote id="fn231">09. Wenn das Gericht eine falsche Entscheidung hinsichtlich dieser S&#x00FC;nden getroffen hat.</ftnote>
<ftnote id="fn232">70. Wenn er eine Eidverw&#x00FC;nschung h&#x00F6;rt u. dennoch unterl&#x00E4;&#x00DF;t, Zeugnis abzulegen.</ftnote>
<ftnote id="fn233">71. Er ist auch dem Zeugniszwange nicht unterworfen.</ftnote>
<ftnote id="fn234">72. Der 3 hier aufgez&#x00E4;hlten Vergehen.</ftnote>
<ftnote id="fn235">73. Und da der F&#x00FC;rst wegen des einen auf jeden Fall frei ist, da er dem Zeugniszwange nicht unterliegt, so ist er auch wegen der &#x00FC;brigen frei.</ftnote>
<ftnote id="fn236">74. Da&#x00DF; der F&#x00FC;rst zur Darbringung eines auf- und absteigenden Opfers verpflichtet sei.</ftnote>
<ftnote id="fn237">75. Lev. 5,7.</ftnote>
<ftnote id="fn238">76. Ib. V. 11.</ftnote>
<ftnote id="fn239">77. Ib. 4,22.</ftnote>
<ftnote id="fn240">78. Weiter wird eruiert, da&#x00DF; diese Schriftverse vom F&#x00FC;rsten sprechen.</ftnote>
<ftnote id="fn241">79. Lev. 21,10.</ftnote>
<ftnote id="fn242">80. Und er sein Amt niederlegen mu&#x00DF;, ob er dann nachtr&#x00E4;glich ein auf- und absteigendes Opfer darzubringen hat.</ftnote>
<ftnote id="fn243">81. Dh. seine Verm&#x00F6;gensverh&#x00E4;ltnisse haben sich dadurch nicht ver&#x00E4;ndert.</ftnote>
<ftnote id="fn244">82. Lev. 6,13. Dieser Schriftvers folgt auf den Abschnitt vom auf- und absteigenden Opfer.</ftnote>
<ftnote id="fn245">83. Mehl zu einem Speisopfer, dies ist das Opfer des Aller&#x00E4;rmsten.</ftnote>
<ftnote id="fn246">84. Lev. 5,13.</ftnote>
<ftnote id="fn247">85. Ib. V. 5.</ftnote>
<ftnote id="fn248">86. Vor dem Abschnitte vom Opfer des Aller&#x00E4;rmsten, somit w&#x00E4;re nur das letzte ausgeschlossen.</ftnote>
<ftnote id="fn249">87. Wegen einer &#x2018;schwebenden&#x2019; S&#x00FC;nde, dh. wenn man im Zweifel ist, ob man sie begangen hat od. nicht.</ftnote>
<ftnote id="fn250">88. Dh. ein Schuldopfer wegen einer sicher begangenen Handlung; cf. Lev. 5,14ff., 14,12; 19,20ff. u. Num. 6,12.</ftnote>
<ftnote id="fn251">89. Der 3 Arten des auf- und absteigenden Opfers.</ftnote>
<ftnote id="fn252">90. Da&#x00DF; er mit Ausnahme der Verunreinigung des Tempels zu diesem wohl verpflichtet ist.</ftnote>
<ftnote id="fn253">91. Num. 19,20.</ftnote>
<ftnote id="fn254">92. Sie erlangen S&#x00FC;hne durch das Opfer des Hochpriesters.</ftnote>
<ftnote id="fn255">93. Der einzelne mu&#x00DF; ein Opfer darbringen bei Unvors&#x00E4;tzlichkeit der Handlung, auch ohne Unkenntnis des Gesetzes, der Hochpriester nur bei Unkenntnis des Gesetzes.</ftnote>
<ftnote id="fn256">94. Wenn ein Zweifel vorliegt.</ftnote>
<ftnote id="fn257">95. An dessen Stelle im Falle eines Zweifels ein Schwebe-Schuldopfer tritt.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><sup>i</sup> <bold>W</bold>ENN <small>DER GESALBTE</small> H<small>OCHPRIESTER EINE</small> S<small>&#x00DC;NDE BEGANGEN HAT UND DARAUF VON SEINEM</small> A<small>MTE ZUR&#x00DC;CKGETRETEN IST, UND EBENSO WENN EIN</small> F<small>&#x00DC;RST EINE</small> S<small>&#x00DC;NDE BEGANGEN HAT UND DARAUF VON SEINER</small> W<small>&#x00DC;RDE ZUR&#x00DC;CKGETRETEN IST, SO BRINGT DER GESALBTE</small> H<small>OCHPRIESTER EINEN</small> F<small>ARREN, BEZIEHUNGSWEISE DER</small> F<small>&#x00DC;RST EINEN</small> Z<small>IEGENBOCK DAR</small>. <sup>ii</sup> W<small>ENN DER GESALBTE</small> H<small>OCHPRIESTER VON SEINEM</small> A<small>MTE ZUR&#x00DC;CKGETRETEN IST UND DARAUF EINE</small> S<small>&#x00DC;NDE BEGANGEN HAT, UND EBENSO WENN EIN</small> F<small>&#x00DC;RST VON SEINER</small> W<small>&#x00DC;RDE ZUR&#x00DC;CKGETRETEN IST UND DARAUF EINE</small> S<small>&#x00DC;NDE BEGANGEN HAT, SO BRINGT DER GESALBTE</small> H<small>OCHPRIESTER DENNOCH EINEN</small> F<small>ARREN DAR, DER</small> F<small>&#x00DC;RST ABER GLEICH EINEM</small> G<small>EMEINEN</small>.</p>
<p>GEMARA. Wenn er sogar, falls er zuerst von seinem Amte zur&#x00FC;ckgetreten ist und nachher eine S&#x00FC;nde begangen hat, einen Farren darbringt, <folio>Fol.10</folio> wozu braucht er dies von dem Falle zu lehren, wenn er zuerst die S&#x00FC;nde begangen hat und nachher von seinem Amt zur&#x00FC;ckgetreten ist&#x0021;? &#x2013; Da er vom F&#x00FC;rsten lehrt, wenn er zuerst von seiner W&#x00FC;rde zur&#x00FC;ckgetreten ist und nachher eine S&#x00FC;nde begangen hat, bringe er das Opfer eines Gemeinen dar, so lehrt er auch, wenn der Gesalbte zuerst von seinem Amte zur&#x00FC;ckgetreten ist und nachher eine S&#x00FC;nde begangen hat, bringe er einen Farren dar<sup><xref rid="fn258">1</xref></sup>. &#x2013; Woher dies? &#x2013; Die Rabbanan lehrten :<sup><xref rid="fn259">2</xref></sup><italic>so soll er darbringen wegen seiner S&#x00FC;nde,</italic> dies lehrt, da&#x00DF; er sein S&#x00FC;ndopfer<sup><xref rid="fn260">3</xref></sup> darbringe auch nachdem er von seinem Amte zur&#x00FC;ckgetreten ist; man k&#x00F6;nnte n&#x00E4;mlich einen Schlu&#x00DF; folgern: wenn der F&#x00FC;rst, der bei Unvors&#x00E4;tzlichkeit der Handlung [ein Opfer] darbringen mu&#x00DF;, nach seinem R&#x00FC;cktritt nicht sein Opfer darbringt<sup><xref rid="fn261">4</xref></sup>, um wieviel weniger der Gesalbte, der bei Unvors&#x00E4;tzlichkeit der Handlung kein Opfer schuldig ist, sondern nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung, daher hei&#x00DF;t es: <italic>so soll er wegen seiner S&#x00FC;nde darbringen,</italic> und dies lehrt, da&#x00DF; er auch nach seinem R&#x00FC;cktritt sein S&#x00FC;ndopfer darbringe. &#x2013; Sollte man doch auch hinsichtlich des F&#x00FC;rsten einen Schlu&#x00DF; folgern: wenn der Gesalbte, der bei Unvors&#x00E4;tzlichkeit der Handlung<sup><xref rid="fn262">5</xref></sup> kein Opfer darbringt, auch nach seinem R&#x00FC;cktritt sein Opfer darbringt, um wieviel mehr mu&#x00DF; der F&#x00FC;rst, der auch bei Unvors&#x00E4;tzlichkeit der Handlung<sup><xref rid="fn262">5</xref></sup> ein Opfer darbringt, auch nach seinem R&#x00FC;cktritt sein Opfer darbringen&#x0021;? &#x2013; Es hei&#x00DF;t: <sup><xref rid="fn263">6</xref></sup><italic>wenn ein F&#x00FC;rst sich vergeht,</italic> nur wenn er F&#x00FC;rst ist, nicht aber, wenn er Gemeiner ist.</p>
<p><sup>iii</sup> <bold>W</bold><small>ENN SIE DIE</small> S<small>&#x00DC;NDE BEGANGEN HABEN BEVOR SIE IN IHR</small> A<small>MT</small> E<small>INGESETZT WORDEN SIND UND DARAUF IN IHR</small> A<small>MT EINGESETZT WORDEN SIND, SO GLEICHEN SIE</small><sup><xref rid="fn264">7</xref></sup> G<small>EMEINEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>: W<small>ENN SIE SICH BEWUSST WORDEN WAREN, BEVOR SIE IN IHR</small> A<small>MT EINGESETZT WORDEN SIND, SO SIND SIE SCHULDIG, WENN ABER NACHDEM SIE IN IHR</small> A<small>MT</small> E<small>INGESETZT WORDEN SIND, SO SIND SIE FREI</small>. W<small>ER IST UNTER</small> F<small>&#x00DC;RST ZU VERSTEHEN</small>? D<small>ER</small> K<small>&#x00D6;NIG, DENN ES HEISST</small>:<sup><xref rid="fn265">8</xref></sup><italic>und er eines von den Verboten des Herrn, seines Gottes, begeht,</italic> <small>DER &#x00DC;BER SICH NUR DEN</small> H<small>ERRN, SEINEN</small> G<small>OTT, HAT.</small></p>
<p>GEMARA. Woher dies? &#x2013; Die Rabbanan lehrten : <sup><xref rid="fn266">9</xref></sup><italic>wenn der gesalbte Priester sich vergeht, zur Verschuldung,</italic> ausgenommen sind die vorher begangenen [S&#x00FC;nden]. Man k&#x00F6;nnte einen Schlu&#x00DF; folgern. Wenn der F&#x00FC;rst, der bei Unvors&#x00E4;tzlichkeit der Handlung ein Opfer darbringt, wegen der vorher begangenen [S&#x00FC;nden] kein Opfer darbringt, um wieviel weniger bringt der Gesalbte, der nur bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung ein Opfer darbringt, ein Opfer wegen der vorher begangenen [S&#x00FC;nden] dar. Aber nein, wenn dies vom F&#x00FC;rsten gilt, der nach seinem R&#x00FC;cktritt nicht sein S&#x00FC;ndopfer darbringt, sollte es auch vom Gesalbten gelten, der auch nach seinem R&#x00FC;cktritt sein S&#x00FC;ndopfer darbringt&#x0021;? Da er sein S&#x00FC;ndopfer auch nach seinem R&#x00FC;cktritt darbringt, so k&#x00F6;nnte man glauben, er bringe ein solches auch wegen der vorher begangenen [S&#x00FC;nden] dar, so hei&#x00DF;t es: <italic>der Gesalbte sich vergeht;</italic> hat er sich vergangen, als er Gesalbter war, so bringe er eines dar, hat er sich vergangen, als er Gemeiner war, so bringe er keines dar. Desgleichen wird auch vom F&#x00FC;rsten gelehrt: <italic>Wenn ein F&#x00FC;rst sich vergeht,</italic> ausgenommen sind die vorher begangenen [S&#x00FC;nden]. Man k&#x00F6;nnte einen Schlu&#x00DF; folgern. Wenn der Gesalbte, der auch nach seinem R&#x00FC;cktritt sein S&#x00FC;ndopfer darbringt, wegen der vorher begangenen [S&#x00FC;nden] keines darbringt, um wieviel weniger bringt der F&#x00FC;rst, der nach seinem R&#x00FC;cktritt nicht sein S&#x00FC;ndopfer darbringt, ein solches wegen der vorher begangenen [S&#x00FC;nden] dar. Wohl der Gesalbte [nicht], der auch bei Unvors&#x00E4;tzlichkeit der Handlung<sup><xref rid="fn262">5</xref></sup> keines darbringt, w&#x00E4;hrend der F&#x00FC;rst bei Unvors&#x00E4;tzlichkeit der Handlung wohl eines darbringt. Da er bei Unvors&#x00E4;tzlichkeit der Handlung eines darbringt, so k&#x00F6;nnte man glauben, er bringe ein solches auch wegen der vorher begangenen [S&#x00FC;nden] dar, so hei&#x00DF;t es: <italic>wenn ein F&#x00FC;rst sich vergeht,</italic> nur wenn er sich als F&#x00FC;rst vergangen hat, nicht aber wenn er sich als Gemeiner vergangen hat.</p>
<p>Die Rabbanan lehrten: <italic>Wenn ein F&#x00FC;rst sich vergeht;</italic> man k&#x00F6;nnte glauben, dies sei eine Bestimmung<sup><xref rid="fn267">10</xref></sup>, so hei&#x00DF;t es auch: <italic>wenn der gesalbte Priester sich vergeht,</italic> wie da zu verstehen ist: falls er sich vergeht, ebenso ist auch hier zu verstehen: falls er sich vergeht.</p>
<p>Der Meister sagte: Man k&#x00F6;nnte glauben, dies sei eine Bestimmung. &#x2018;Eine Bestimmung&#x2019;, wie ist dies m&#x00F6;glich<sup><xref rid="fn268">11</xref></sup>&#x0021;? &#x2013; Freilich, wir finden, da&#x00DF; es in der Schrift hei&#x00DF;t :<sup><xref rid="fn269">12</xref></sup><italic>und ich lasse an irgend einem Hause im Lande, das ihr zu eigen habt, einen Aussatz entstehen,</italic> und dies ist, wie R. Jehuda sagt, eine Gl&#x00FC;cksbotschaft, da&#x00DF; n&#x00E4;mlich Aussatz bei ihnen entstehen werde; R. &#x0160;imo&#x0351;n sagt, dies schlie&#x00DF;e den durch andere Gewalt<sup><xref rid="fn270">13</xref></sup>entstandenen Aussatz aus. R. Jehuda erkl&#x00E4;rt nun [den Aussatz] als Gl&#x00FC;cksbotschaft<sup><xref rid="fn271">14</xref></sup>, ebenso k&#x00F6;nnte man es auch hierbei als Bestimmung auffassen, daher ist [das Wort] <italic>wenn</italic><sup><xref rid="fn272">15</xref></sup>n&#x00F6;tg. &#x2013; Ist denn nach R. &#x0160;imo&#x0351;n ein durch andere Gewalt entstandener Aussatz nicht verunreinigend, es wird ja gelehrt: <sup><xref rid="fn273">16</xref></sup><italic>Wenn bei einem Menschen entsteht,</italic> von der Gesetzesverk&#x00FC;ndung<sup><xref rid="fn274">17</xref></sup>ab. Man k&#x00F6;nnte einen Schlu&#x00DF; folgern. Der Flu&#x00DF; ist verunreinigend und der Aussatz ist verunreinigend, wie dies nun vom Flusse von der Gesetzesverk&#x00FC;ndung ab gilt, ebenso gilt dies auch vom Aussatz von der Gesetzesverk&#x00FC;ndung ab. Aber nein, wenn dies vom Flusse gilt, der, wenn er durch andere Gewalt entstanden ist, nicht verunreinigend ist, sollte dies auch vorn Aussatze gelten, der, auch wenn er durch andere Gewalt entstanden ist, verunreinigend<sup><xref rid="fn258">1</xref></sup> ist&#x0021;? Daher bei&#x00DF;t es: <italic>wenn bei einem Menschen entsteht,</italic> von der Gesetzesverk&#x00FC;ndung ab. Raba erwiderte: Ausgenommen ist der durch Geister entstandene Aussatz. R. Papa erwiderte: Ausgenommen ist der durch Zauberei entstandene Aussatz<sup><xref rid="fn275">18</xref></sup>.</p>
<p>Die Rabbanan lehrten : <italic>Wenn ein F&#x00FC;rst sich vergeht,</italic> ausgenommen ist der kranke. &#x2013; Wird er denn, wenn er krank ist, seiner F&#x00FC;rsten w&#x00FC;rde enthoben&#x0021;? R. Evd&#x00E4;mi b. &#x1E24;ama erwiderte: Ausgenommen ist der auss&#x00E4;tzige F&#x00FC;rst, denn es hei&#x00DF;t :<sup><xref rid="fn276">19</xref></sup><italic>und der Herr verh&#x00E4;ngte eine Plage &#x00FC;ber den K&#x00F6;nig, da&#x00DF; er auss&#x00E4;tzig ward bis zum Tage seines Todes, und er luohnte im Siechenhause</italic><sup><xref rid="fn277">20</xref></sup><italic>. Jotham aber, der Sohn des K&#x00F6;nigs, stand dem Palaste vor;</italic> wenn er [den Ausdruck] Freiheit gebraucht, so war er wohl bis dahin Diener<sup><xref rid="fn278">21</xref></sup>. So ereignete es sich einst, da&#x00DF; R. Gamli&#x00E9;l und R. Jeho&#x0161;ua&#x0351; zusammen auf einem Schiffe reisten ; R. Gamli&#x00E9;l hatte Brot und R. Jeho&#x0161;ua&#x0351; hatte Brot und Mehl bei sich; da ging R. Gamli&#x00E9;l das Brot aus und er nahm seine Zuflucht zum Mehl des R. Jeho&#x0161;ua&#x0351;. Hierauf sprach er zu ihm : Wu&#x00DF;test du denn, da&#x00DF; wir Verz&#x00F6;gerung haben werden, da&#x00DF; du auch Mehl mitgenommen hast? Dieser erwiderte: Es gibt einen Stern, der einmal in siebzig Jahren aufgeht und die Schiffe irreleitet, und ich sagte mir, er k&#x00F6;nnte aufgehen und uns irreleiten. Jener entgegnete: Dies alles wei&#x00DF;t du, und mu&#x00DF;t zu Schiffe reisen<sup><xref rid="fn279">22</xref></sup>&#x0021;? Dieser erwiderte: W&#x00E4;hrend du dich &#x00FC;ber mich wunderst, wundre ich mich &#x00FC;ber zwei deiner Sch&#x00FC;ler, die du auf dem Festlande hast, R. Elea&#x0351;zar &#x1E24;asma und R. Jo&#x1E25;anan b. Gudgada; sie verstehen zu berechnen, wieviel Tropfen im Meere sind, und doch haben sie kein Brot zum Essen und kein Kleid zum Anziehen. Da nahm er sich vor, sie an die Spitze<sup><xref rid="fn280">23</xref></sup>zu setzen. Als er landete, lie&#x00DF; er sie rufen, sie kamen aber nicht<sup><xref rid="fn281">24</xref></sup>; hierauf lie&#x00DF; er sie wiederum rufen, und sie kamen. Da sprach er zu ihnen: Ihr glaubt wohl, <folio>Col.b</folio> da&#x00DF; ich euch eine Herrschaft antragen will, ich will euch vielmehr eine Knechtschaft antragen, denn es hei&#x00DF;t:<sup><xref rid="fn282">25</xref></sup><italic>und sie redeten zu ihm also: Wenn du heute ein Knecht dieses Volkes sein willst.</italic></p>
<p>Die Rabbanan lehrten: <italic>Wenn ein F&#x00FC;rst sich vergeht.</italic> R. Jo&#x1E25;anan b. Zakkaj sagte: Heil<sup><xref rid="fn283">26</xref></sup>dem Zeitalter, dessen F&#x00FC;rst ein Opfer wegen seines Versehens darbringt; wenn der F&#x00FC;rst ein Opfer darbringt, um wieviel mehr ein Gemeiner, und wenn er wegen eines Versehens ein Opfer dar bringt, um wieviel mehr wegen eines vors&#x00E4;tzlichen Vergehens. Raba, der Sohn Rabbas, wandte ein: Es hei&#x00DF;t ja auch:<sup><xref rid="fn284">27</xref></sup><italic>und was</italic><sup><xref rid="fn285">28</xref></sup><italic>er vom Heiligen veruntreut hat, bezahle er,</italic> und ferner hei&#x00DF;t es von Jerobea&#x0351;m, dem Sohne Nebats :<sup><xref rid="fn286">29</xref></sup><italic>Wodurch</italic><sup><xref rid="fn285">28</xref></sup><italic>er ges&#x00FC;ndigt hat und ioodurch</italic><sup><xref rid="fn285">28</xref></sup><italic>er verf&#x00E4;hrt hat,</italic> ist etwa auch da zu erkl&#x00E4;ren: heil dem Zeitalter&#x0021;? &#x2013; Anders ist es hierbei, wo die Schrift einen anderen Ausdruck<sup><xref rid="fn287">30</xref></sup>gebraucht.</p>
<p>R. Na&#x1E25;man b. &#x1E24;isda trug vor: Es hei&#x00DF;t:<sup><xref rid="fn288">31</xref></sup><italic>es ist etwas Eitles, das</italic><sup><xref rid="fn285">28</xref></sup><italic>auf Erden geschieht &#x0026;c.</italic> Heil den Frommen, denen es auf dieser Welt wie den Gottlosen in der zuk&#x00FC;nftigen Welt ergeht, und wehe den Gottlosen, denen es auf dieser Welt wie den Frommen in der zuk&#x00FC;nftigen Welt ergeht. Raba entgegnete: Ist es denn den Frommen unangenehm, wenn sie von beiden Welten genie&#x00DF;en&#x0021;? Vielmehr, erkl&#x00E4;rte Raba, heil den Frommen, denen es auf dieser Welt gleich den Gottlosen auf dieser Welt ergeht, und wehe den Gottlosen, denen es auf dieser Welt gleich den Frommen auf dieser Welt ergeht.</p>
<p>R. Papa und R. Hona, Sohn des R. Jeho&#x0161;ua&#x0351;, kamen einst zu Raba; da fragte er sie: Seid ihr bewandert in diesem und jenem Traktate? Sie erwiderten ihm: Jawohl. &#x2013; Seid ihr ein wenig wohlhabend? Sie erwiderten ihm: Jawohl, wir haben etwas Land gekauft. Da sprach er &#x00FC;ber sie: Heil den Frommen, denen es auf dieser Welt gleich den Gottlosen auf dieser Welt ergeht.</p>
<p>Rabba b. Bar &#x1E24;ana sagte im Namen R. Jo&#x1E25;anans : Es hei&#x00DF;t :<sup><xref rid="fn289">32</xref></sup><italic>gerade sind die Wege des Herrn, die Frommen wandeln auf ihnen, aber die Frevler kommen auf ihnen zu Fall;</italic> dies ist zu vergleichen mit dem Falle, wenn zwei Personen ihr Pesa&#x1E25;lamm gebraten, und der eine es zur Aus&#x00FC;bung des Gebotes und der andere es zur V&#x00F6;llerei gegessen hat. &#x00DC;ber den, der es zur Aus&#x00FC;bung des Gebotes gegessen hat, hei&#x00DF;t es: <italic>die Frommen wandeln auf ihnen,</italic> und &#x00FC;ber den, der es zur V&#x00F6;llerei gegessen hat, hei&#x00DF;t es: <italic>und die Frevler kommen auf ihnen zu Fall.</italic> Re&#x0161; Laqi&#x0161; sprach zu ihm: Wieso nennst du ihn einen Frevler, zugegeben, da&#x00DF; er das Gebot nicht auf das Vorz&#x00FC;glichste ausge&#x00FC;bt hat, aber hat er etwa nicht das Pesa&#x1E25;opfer gegessen&#x0021;? Vielmehr ist es mit dem Falle zu vergleichen, wenn zwei Personen Frau und Schwester bei sich im Hause hatten, und eine zu seiner Frau und die andere zu seiner Schwester geraten ist. &#x00DC;ber den, der zu seiner Frau geraten ist, hei&#x00DF;t es: <italic>die Frommen wandeln auf ihnen,</italic> und &#x00FC;ber den, der zu seiner Schwester geraten ist, hei&#x00DF;t es: <italic>und die Frevler kommen auf ihnen zu Fall</italic>. &#x2013; Ist es denn gleich, wir sprechen von einem Wege, hierbei aber sind es zwei<sup><xref rid="fn290">33</xref></sup>Wege &#x0021;? Vielmehr, dies ist mit Lo&#x1E6D; und seinen beiden T&#x00F6;chtern zu vergleichen; &#x00FC;ber sie, die eine gute Handlung bezweckten, hei&#x00DF;t es: <italic>die Frommen wandeln auf ihnen,</italic> &#x00FC;ber ihn, der eine S&#x00FC;nde bezweckte, hei&#x00DF;t es: <italic>und die Frevler kommen auf ihnen zu Fall</italic>. &#x2013; Vielleicht hatte er ebenfalls eine gute Handlung bezweckt&#x0021;? R. Jo&#x1E25;anan erwiderte: Der ganze Schriftvers deutet darauf, da&#x00DF; er nur eine S&#x00FC;nde bezweckt hatte.<sup><xref rid="fn291">34</xref></sup><italic>Lo&#x1E6D; erhob (seine Augen).</italic> [und es hei&#x00DF;t:]<sup><xref rid="fn292">35</xref></sup><italic>da erhob die Frau seines Herrn ihre Augen.</italic><sup><xref rid="fn291">34</xref></sup><italic>Seine Augen,</italic> [und es hei&#x00DF;t:]<sup><xref rid="fn293">36</xref></sup><italic>da sprach &#x0160;im&#x0161;on &#x0026;c. diese nimm mir, denn sie ist recht in meinen Augen</italic>.<sup><xref rid="fn291">34</xref></sup><italic>Und sah,</italic> [und es hei&#x00DF;t:]<sup><xref rid="fn294">37</xref></sup><italic>da sah sie &#x0160;ekhem, der Sohn &#x1E24;amors</italic>.<sup><xref rid="fn291">34</xref></sup><italic>Den ganzen Umkreis [kikar] des larden,</italic> [und es hei&#x00DF;t:] <sup><xref rid="fn295">38</xref></sup><italic>denn durch ein Hurenweib [kommt man herunter] bis auf einen Laib [kikar] Brot</italic>.<sup><xref rid="fn291">34</xref></sup><italic>Da&#x00DF; er ganz durchtr&#x00E4;nkt war,</italic> [und es hei&#x00DF;t:]<sup><xref rid="fn296">39</xref></sup><italic>ich will meinen Buhlen folgen, die mir Brot und Wasser, Wolle und Flachs, &#x00D6;l und Getr&#x00E4;nke spenden.</italic> &#x2013; Bei ihm<sup><xref rid="fn297">40</xref></sup>war es ja ein Zwangsfall&#x0021;? &#x2013; Im Namen des R. Jose b. R. &#x1E24;oni wurde gelehrt: Auf dem <italic>u</italic> im [Worte] <italic>bequma,</italic> das bei der &#x00E4;lteren [Tochter<sup><xref rid="fn298">41</xref></sup>gebraucht wird], befindet sich deshalb ein Punkt, um anzudeuten, da&#x00DF; er es zwar bei ihrem Sichniederlegen nicht gemerkt hatte, wohl aber hatte er es bei ihrem Aufstehen gemerkt. &#x2013; Was sollte er dann<sup><xref rid="fn299">42</xref></sup>machen, was geschehen, war ja bereits geschehen&#x0021;? &#x2013; Er sollte am folgenden Abend nichts mehr trinken.</p>
<p>Rabba trug vor: Es hei&#x00DF;t:<sup><xref rid="fn300">43</xref></sup><italic>Ein Bruder, der treulos wird der festen Stadt, und Streitigkeiten wie des Palastes Riegel. Ein Bruder, der treulos wird der festen Stadt,</italic> das ist Lot, der sich von Abraham getrennt hatte; <italic>und Streitigkeiten wie des Palastes Riegel,</italic> denn er rief Zwistigkeiten zwischen Jisra&#x00E9;l und A&#x0351;mmon<sup><xref rid="fn301">44</xref></sup>hervor, denn es hei&#x00DF;t :<sup><xref rid="fn302">45</xref></sup><italic>Ein A&#x0351;mmoniter und ein Mo&#x00E1;biter soll nicht in die Gemeinde des Herrn kommen.</italic></p>
<p>Raba, nach anderen R. Ji&#x00E7;&#x1E25;aq, trug vor: Es hei&#x00DF;t:<sup><xref rid="fn303">46</xref></sup><italic>nach der Wollust strebt, wer sich trennt, und gegen jeglichen Rat w&#x00E4;lzt er sich einher. Nach der Wollust strebt, wer sich trennt,</italic> das ist Lo&#x1E6D;, der sich von Abraham getrennt hatte; <italic>gegen jeglichen Rat w&#x00E4;lzt er sich einher,</italic> dessen Schande in den Bet- und Lehrh&#x00E4;usern auf gedeckt<sup><xref rid="fn304">47</xref></sup>wurde, denn wir haben gelernt, das Verbot betreffend die A&#x0351;mmoniter und der Mo&#x00E1;biter bestehe ewig.</p>
<p>U&#x0351;la sagte: Tamar hurte und Zimri hurte; Tamar hurte und K&#x00F6;nige und Propheten kamen aus ihr hervor, Zimri hurte und viele Myriaden von Jisra&#x00E9;l fielen durch ihn.</p>
<p>R. Na&#x1E25;man b. Ji&#x00E7;&#x1E25;aq sagte: Besser ist eine gutgemeinte S&#x00FC;nde als ein nicht gut gemeintes gutes Werk, denn es hei&#x00DF;t :<sup><xref rid="fn304">47</xref></sup><italic>gepriesen vor anderen Weibern sei Jae&#x0351;l<sup><xref rid="fn305">48</xref></sup></italic>, <italic>das Weib &#x1E24;ebers, des Qeniters, vor den Weibern im Zelte sei sie gepriesen,</italic> und unter &#x2018;Weibern im Zelte&#x2019; sind Sara, Ribqa, Rahel und Lea zu verstehen. &#x2013; Dem ist ja aber nicht so, R. Jehuda sagte ja im Namen Rabhs, da&#x00DF; man sich stets mit der Tora und guten Werken befasse, auch nicht um ihrer selbst willen, denn dadurch kommt man dazu, es um ihrer selbst willen zu tun&#x0021;? &#x2013; Sage: [sie sei] wie ein nicht gutgemeintes gutes Werk.</p>
<p>R. Jo&#x1E25;anan sagte: Sieben Beschlafungen vollzog dieser Frevler in jener Stunde, denn es hei&#x00DF;t:<sup><xref rid="fn306">49</xref></sup><italic>zwischen ihren F&#x00FC;&#x00DF;en kniete er, fiel hin, lag da</italic><sup><xref rid="fn307">50</xref></sup><italic>&#x0026;c.</italic> &#x2013; Sie hatte ja aber einen Genu&#x00DF; von der S&#x00FC;nde&#x0021;? R. Jo&#x1E25;anan erwiderte im Namen des R. &#x0160;imo&#x0351;n b. Jo&#x1E25;aj : Selbst die Wohltat der Frevler ist ein &#x00DC;bel f&#x00FC;r die Frommen.</p>
<p>R. Jehuda sagte im Namen Rabhs: Stets befasse man sich mit der Tora und guten Werken, auch nicht um ihrer selbst willen, denn dadurch kommt man dazu, es um ihrer selbst willen zu tun. Als Belohnung f&#x00FC;r die zweiundvierzig Opfer, die Balaq auf dem Altar darbrachte, war es ihm beschieden, da&#x00DF; aus ihm Ruth hervorging. R. Jose b. R. &#x1E24;anina sagte n&#x00E4;mlich, Ruth war eine Tochter E&#x0351;glons, des Enkelsohnes Balaqs, des K&#x00F6;nigs von Mo&#x00E1;b.</p>
<p>R. &#x1E24;ija b. Abba sagte im Namen R. Jo&#x1E25;anans: Woher da&#x00DF; der Heilige, gepriesen sei er, nicht einmal den Lohn f&#x00FC;r ein gutes Wort k&#x00FC;rze? Von der Tochter Lo&#x1E6D;s; die &#x00E4;ltere nannte [ihren Sohn] Mo&#x00E1;b<sup><xref rid="fn308">51</xref></sup>, daher sprach der Heilige, gepriesen sei er, zu ihm :<sup><xref rid="fn309">52</xref></sup><italic>befehde die Mo&#x00E1;biter nicht und lasse dich in keinen Krieg mit ihnen ein,</italic> nur in einen Krieg sollte er sich <folio>Fol.11</folio> mit ihnen nicht einlassen, wohl aber durfte er ihnen Frondienst auferlegen; die j&#x00FC;ngere aber nannte [ihren Sohn] Ben A&#x0351;mmi<sup><xref rid="fn310">02</xref></sup>, daher sprach der Heilige, gepriesen sei er, zu Mo&#x0161;e :<sup><xref rid="fn311">53</xref></sup><italic>befehde sie nicht und streite nicht mit ihnen,</italic> ganz und gar nicht.</p>
<p>R. &#x1E24;ija b. Abin sagte im Namen des R. Jeho&#x0161;ua&#x0351; b. Qor&#x1E25;a: Man beeile sich stets zu einem guten Werke, denn als Belohnung f&#x00FC;r die eine Nacht, um die die &#x00E4;ltere der j&#x00FC;ngeren zuvorgekommen war, ward es ihr beschieden, vier Generationen fr&#x00FC;her zur K&#x00F6;nigsw&#x00FC;rde zu gelangen<sup><xref rid="fn312">54</xref></sup>.</p>
<p>Die Rabbanan lehrten :<sup><xref rid="fn313">55</xref></sup><italic>Von den Leuten des Volkes,</italic> ausgenommen der Gesalbte; <italic>von den Leuten des Volkes,</italic> ausgenommen der F&#x00FC;rst. Sie sind ja bereits ausgeschieden worden, der Gesalbte, indem er einen Farren darzubringen hat, und der F&#x00FC;rst, indem er einen Ziegenbock darzubringen hat&#x0021;? Man k&#x00F6;nnte glauben, der Gesalbte bringe bei Unkenntnis der Sache und Unvors&#x00E4;tzlichkeit der Handlung einen Farren und bei Unvors&#x00E4;tzlichkeit der Handlung allein ein Schaf oder eine Ziege<sup><xref rid="fn314">56</xref></sup>dar, so hei&#x00DF;t es: <italic>von den Leuten des Volkes,</italic> ausgenommen der Gesalbte; <italic>von den Leuten des Volkes,</italic> ausgenommen der F&#x00FC;rst<sup><xref rid="fn315">57</xref></sup>. &#x2013; Erkl&#x00E4;rlich ist dies hinsichtlich des Gesalbten, der F&#x00FC;rst aber bringt ja auch bei Unvors&#x00E4;tzlichkeit der Handlung [ein Opfer]<sup><xref rid="fn316">58</xref></sup>dar&#x0021;? R. Zebid erwiderte im Namen Rabas: Dies gilt von dem Falle, wenn er ein olivengro&#x00DF;es St&#x00FC;ck Talg gegessen hat, als er noch Gemeiner war, und nachdem er [zum F&#x00FC;rsten] eingesetzt worden ist, sich bewu&#x00DF;t wird; man k&#x00F6;nnte glauben, er bringe ein Schaf oder eine Ziege<sup><xref rid="fn314">56</xref></sup>dar, so lehrt er uns. &#x2013; Allerdings nach R. &#x0160;imo&#x0351;n, nach dem man sich nach dem Bewu&#x00DF;twerden richte, wie ist es aber nach den Rabbanan zu erkl&#x00E4;ren, nach welchen man sich nach der S&#x00FC;ndenbegehung zu richten<sup><xref rid="fn317">59</xref></sup>hat &#x0021;? Vielmehr, erkl&#x00E4;rte R. Zebid im Namen Rabas, dies gilt von dem Falle, wenn er Talg im Quantum einer halben Olive gegessen hat, als er noch Gemeiner war, und nachdem er [zum F&#x00FC;rsten] eingesetzt worden ist, es erg&#x00E4;nzt hat und sich bewu&#x00DF;t wird; man k&#x00F6;nnte glauben, sie seien zu vereinigen und er bringe ein Schaf oder eine Ziege dar, so lehrt er uns<sup><xref rid="fn318">60</xref></sup>.</p>
<p>Raba fragte R. Na&#x1E25;man : Gilt die F&#x00FC;rstenw&#x00FC;rde als Unterbrechung? Wenn er zum Beispiel Talg im Quantum einer halben Olive als Gemeiner gegessen hat, und nachdem er [zum F&#x00FC;rsten] eingesetzt worden war und zur&#x00FC;ckgetreten ist, es erg&#x00E4;nzt hat; werden sie nur in jenem Falle<sup><xref rid="fn319">61</xref></sup>nicht vereinigt, da er die eine H&#x00E4;lfte als Gemeiner und die andere H&#x00E4;lfte als F&#x00FC;rst gegessen hat, w&#x00E4;hrend er in diesem Falle beide H&#x00E4;lften als Gemeiner gegessen hat, oder gibt es hierbei keinen Unterschied? &#x2013; Dies ist aus dem zu entscheiden, was U&#x0351;la im Namen R. Jo&#x1E25;anans gesagt hat : wenn jemand Talg gegessen und dieserhalb ein Opfer abgesondert hat, dann abtr&#x00FC;nnig wurde und sich darauf bekehrt hat, so wird [das Opfer], da es zur&#x00FC;ckgesetzt worden war, vollst&#x00E4;ndig verdr&#x00E4;ngt. &#x2013; Ist es denn gleich: ein Abtr&#x00FC;nniger ist ja zur Darbringung eines Opfers &#x00FC;berhaupt nicht geeignet, w&#x00E4;hrend dieser zur Darbringung eines Opfers geeignet ist &#x0021;?</p>
<p>R. Zera fragte R. &#x0160;e&#x0161;eth: Wie ist es, wenn er als Gemeiner etwas gegessen hat, wor&#x00FC;ber [sp&#x00E4;ter] ein Zweifel entsteht, ob es nicht Talg war, und er [zum F&#x00FC;rsten] eingesetzt wurde und sich darauf des Zweifels bewu&#x00DF;t wird? Nach den Rabbanan, nach welchen man sich nach der S&#x00FC;ndenbegehung richte, ist dies nicht fraglich, er mu&#x00DF; dann ein Schwebe-Schuldopfer darbringen, fraglich ist es nur nach R. &#x0160;imo&#x0351;n ; gilt die Ver&#x00E4;nderung auch beim Zweifelhaften, wie beim Zweifellosen, oder aber gilt sie nur beim Zweifellosen, da er<sup><xref rid="fn320">62</xref></sup>ein ganz anderes Opfer darzubringen hat, nicht aber beim [Zweifelhaften], da er kein anderes Opfer darzubringen hat, und er mu&#x00DF; somit ein Schwebe-Schuldopfer darbringen? &#x2013; Dies bleibt unentschieden.</p>
<p>Die Rabbanan lehrten: <italic>Von den Leuten des Volkes,</italic> ausgenommen ist der Abtr&#x00FC;nnige. R. &#x0160;imo&#x0351;n b. R. Jose sagte im Namen R. &#x0160;imo&#x0351;ns :<sup><xref rid="fn321">63</xref></sup><italic>Die nicht ausge&#x00FC;bt werden sollen, und versehentlich sich vergeht;</italic> wer aus eigenem Bewu&#x00DF;twerden Bu&#x00DF;e tut, bringt wegen seines Versehens ein Opfer dar, wer nicht aus eigenem Bewu&#x00DF;twerden Bu&#x00DF;e tut, bringt wegen seines Versehens kein Opfer dar. &#x2013; Welchen Unterschied gibt es zwischen ihnen&#x0021;? R. Hamnuna erwiderte: Ein Unterschied besteht zwischen ihnen bei einem, der aus Abtr&#x00FC;nnigkeit Talg i&#x00DF;t, ob er ein Opfer wegen des Essens von Blut darbringt; einer ist der Ansicht, da er hinsichtlich des Talges abtr&#x00FC;nnig ist, gelte er als abtr&#x00FC;nnig auch hinsichtlich des Blutes, und einer ist der Ansicht, hinsichtlich des Blutes tut er ja Bu&#x00DF;e aus eigenem Bewu&#x00DF;twerden. &#x2013; Raba sagte ja aber, alle seien der Ansicht, wer hinsichtlich des Talges abtr&#x00FC;nnig ist, gelte nicht als abtr&#x00FC;nnig auch hinsichtlich des Blutes &#x0021;? &#x2013; Vielmehr, sie streiten &#x00FC;ber einen, der Aas aus Gier<sup><xref rid="fn322">64</xref></sup>i&#x00DF;t; wenn ihm [Fett] mit Talg vertauscht worden ist und er ihn gegessen hat. Einer ist der Ansicht, da er es aus Gier auch absichtlich i&#x00DF;t, gelte er [auch in diesem Falle] als Abtr&#x00FC;nniger, und einer ist der Ansicht, da er, wenn, er Erlaubtes findet, nicht Verbotenes i&#x00DF;t, gelte er nicht als Abtr&#x00FC;nniger.</p>
<p>Die Rabbanan lehrten: Hat er Talg gegessen, so ist er ein Abtr&#x00FC;nniger; ein Abtr&#x00FC;nniger ist derjenige, der Aas, Totverletztes, Ekel- und Kriechtiere i&#x00DF;t und Libationswein, trinkt. R. Jose b. R. Jehuda sagt, auch wer Mischgewebe<sup><xref rid="fn323">65</xref></sup>anhat.</p>
<p>Der Meister sagte: Hat er Talg gegessen, so ist er ein Abtr&#x00FC;nniger; ein Abtr&#x00FC;nniger ist derjenige, der Aas &#x0026;c. i&#x00DF;t. Wie meint<sup><xref rid="fn324">66</xref></sup>er es? Rabba b. Bar &#x1E24;ana erwiderte im Namen R. Jo&#x1E25;anans: Er meint es wie folgt: i&#x00DF;t er Talg aus Gier, so ist er ein Abtr&#x00FC;nniger, wenn aber aus Trotz, so ist er ein Min&#x00E4;er<sup><xref rid="fn325">67</xref></sup>; und ohne weiteres als Min&#x00E4;er gilt ein Abtr&#x00FC;nniger, der Aas und Totverletztes<sup><xref rid="fn326">68</xref></sup>i&#x00DF;t und Libationswein trinkt. R. Jose b. Jehuda sagt, auch wer Mischgewebe anhat. Welchen Unterschied gibt es zwischen ihnen? &#x2013; Ein Unterschied besteht zwischen ihnen beim nur rabbanitisch [verbotenen] Mischgewebe; einer ist der Ansicht, er gelte nur wegen des nach der Tora [verbotenen] als Abtr&#x00FC;nniger, nicht aber gelte er wegen des [rabbanitisch] verbotenen als Abtr&#x00FC;nniger, und einer ist der Ansicht, auch wegen des rabbanitisch [verbotenen] Mischgewebes gelte er als Abtr&#x00FC;nniger, weil das Verbot des Mischgewebes allbekannt ist. Hier&#x00FC;ber streiten R. A&#x1E25;a und Rabina, einer sagt, wenn er es aus Gier tut, gelte er als Abtr&#x00FC;nniger, und wenn aus Trotz, sei er Min&#x00E4;er, und einer sagt, auch wenn aus Trotz, gelte er als Abtr&#x00FC;nniger; Min&#x00E4;er sei nur derjenige, der G&#x00F6;tzendienst treibt. Man wandte ein : Hat er einen Floh oder eine M&#x00FC;cke gegessen, so gilt er als Abtr&#x00FC;nniger. Solches geschieht ja aus Trotz, und er nennt ihn einen Abtr&#x00FC;nnigen&#x0021;? &#x2013; Dies, wenn er gesagt hat, er wolle nur den Geschmack des Verbotenen kosten.</p>
<p>W<small>EH IST UNTER</small> F<small>&#x00DC;RST ZU VERSTEHEN?</small> D<small>ER</small> K<small>&#x00D6;NIG</small> &#x0026;<small>C</small>. Die Rabbanan lehrten:<sup><xref rid="fn327">69</xref></sup><italic>Ein F&#x00FC;rst,</italic> man k&#x00F6;nnte glauben, der F&#x00FC;rst eines Stammes, wie beispielsweise Na&#x1E25;&#x0161;on, der Sohn A&#x0351;mminadabs, so hei&#x00DF;t es hierbei :<sup><xref rid="fn327">69</xref></sup><italic>von den Verboten des Herrn, seines Gottes,</italic> und dort<sup><xref rid="fn328">70</xref></sup>hei&#x00DF;t es : <italic>auf da&#x00DF; er den</italic> <folio>Col.b</folio> <italic>Herrn, seinen Gott, f&#x00FC;rchten lerne,</italic> und wie dort der zu verstehen ist, der nur den Herrn, seinen Gott, &#x00FC;ber sich hat, ebenso ist auch hier ein F&#x00FC;rst zu verstehen, der &#x00FC;ber sich nur den Herrn, seinen Gott, hat.</p>
<p>Rabbi fragte R. &#x1E24;ija: Wie verh&#x00E4;lt es sich bei mir<sup><xref rid="fn329">71</xref></sup>hinsichtlich des Ziegenbockes? Dieser erwiderte: Du hast deinen Nebenbuhler<sup><xref rid="fn330">72</xref></sup>in Babylonien. Er wandte gegen ihn ein: Die jisra&#x00E9;litischen K&#x00F6;nige und die davidischen K&#x00F6;nige bringen besondere Opfer dar&#x0021;? Dieser erwiderte: Jene waren einander nicht unterworfen, wir aber sind ihnen<sup><xref rid="fn331">73</xref></sup>unterworfen. R. Saphra lehrte dies wie folgt: Rabbi fragte R. Na&#x1E25;man: Wie verh&#x00E4;lt es sich bei mir hinsichtlich des Ziegenbockes? Dieser erwiderte: Von ihnen<sup><xref rid="fn331">73</xref></sup>hei&#x00DF;t es &#x2018;Herrscherstab&#x2019; und von uns<sup><xref rid="fn332">74</xref></sup>hei&#x00DF;t es &#x2018;Gesetzgeber&#x2019;. Es wird n&#x00E4;mlich gelehrt :<sup><xref rid="fn333">75</xref></sup><italic>Es wird der Herrscherstab von Jehuda nicht weichen,</italic> das sind die Exilarchen in Babylonien, die das Volk mit dem Stabe jochen; <italic>noch ein Gesetzgeber</italic> (<italic>von</italic>) <italic>zioischen seinen F&#x00FC;&#x00DF;en,</italic> das sind die Kindeskinder Hillels, die Jisra&#x00E9;i &#x00F6;ffentlich das Gesetz lehren.</p>
<p><sup>iv</sup> <bold>U</bold><small>NTER</small> &#x2018;G<small>ESALBTEN</small>&#x2019; <small>IST NUR DER MIT DEM</small> S<small>ALB&#x00D6;L GEWEIHTE</small> H<small>OCHPRIE STER ZU VERSTEHEN, NICHT ABER DER DURCH DIE</small> A<small>MTSKLEIDUNG GEWEIHTE</small>. E<small>IN</small> U<small>NTERSCHIED ZWISCHEN DEM DURCH DAS</small> S<small>ALB&#x00D6;L GEWEIHTEN UND DEM DURCH DIE</small> A<small>MTSKLEIDUNG GEWEIHTEN</small> H<small>OCHPRIESTER BESTEHT NUR HINSICHTLICH DES</small> F<small>ARREN, DER WEGEN</small> [<small>DER</small> &#x00DC;<small>BERTRETUNG VON</small>] G<small>EBOTEN DARGEBRACHT</small><sup><xref rid="fn334">76</xref></sup><small>WIRD.</small> E<small>IN</small> U<small>NTERSCHIED ZWISCHEN DEM DIENSTTUENDEN UND DEM ZUR&#x00DC;CKGETRETENEN</small> [H<small>OCH</small>]<small>PRIESTER BESTEHT NUR HINSICHTLICH DES</small> F<small>ARREN DES</small> V<small>ERS&#x00D6;HNUNGSTAGES UND DES</small> Z<small>EHNTELS</small><sup><xref rid="fn335">77</xref></sup>E<small>PHA.</small> B<small>EIDE GLEICHEN EINANDER HINSICHTLICH DES</small> D<small>IENSTES AM</small> V<small>ERS&#x00D6;HNUNG STAGE, BEIDEN IST ES GEBOTEN, EINE</small> J<small>UNGFRAU ZU HEIRATEN, BEIDEN IST EINE</small> W<small>ITWE VERBOTEN, BEIDE D&#x00DC;RFEN SICH AN</small> [<small>DEN</small> L<small>EICHEN</small>] <small>IHRER</small> V<small>ERWANDTEN NICHT VERUNREINIGEN, NOCH D&#x00DC;RFEN SIE SICH DAS</small> H<small>AAR WACHSEN LASSEN UND IHRE</small> K<small>LEIDER</small><sup><xref rid="fn336">78</xref></sup><small>EINREISSEN, UND BEIDE VERANLASSEN SIE DIE</small> R<small>&#x00DC;CKKEHR DES</small> T<small>ODSCHL&#x00C4;GERS</small><sup><xref rid="fn337">79</xref></sup>.</p>
<p>GEMARA. Die Rabbanan lehrten: Das Salb&#x00F6;l, das Mo&#x0161;e in der W&#x00FC;ste machte, kochte er mit den Wurzeln<sup><xref rid="fn338">80</xref></sup> &#x2013; so R. Jehuda. R. Jose sagte : Es w&#x00FC;rde ja nicht einmal zum Bestreichen der Wurzeln gereicht haben &#x0021;? Vielmehr weichte man die Wurzeln in Wasser und go&#x00DF; dar&#x00FC;ber das &#x00D6;l, soda&#x00DF; es den Duft einsog, und wischte es herunter. R. Jehuda erwiderte ihm : Geschah denn beim Salb&#x00F6;l nur ein Wunder? Es waren von Anfang an nur zw&#x00F6;lf Log, dennoch wurden damit die Wohnung, die Ger&#x00E4;te und Ahron samt seinen S&#x00F6;hnen alle sieben Tage der Einweihung gesalbt, und alles ist noch f&#x00FC;r die Zukunft aufbewahrt, denn es hei&#x00DF;t :<sup><xref rid="fn339">81</xref></sup><italic>mir geheiligtes Salb&#x00F6;l soll dieses sein fur all eure Geschlechter,</italic> Ein Anderes lehrt :<sup><xref rid="fn340">82</xref></sup><italic>Und Mo&#x0161;e nahm das Salb&#x00F6;l und salbte die Wohnung und alles, was sich in ihr befand.</italic> R. Jehuda sagte: Mit dem Salb&#x00F6;l, das Mo&#x0161;e in der W&#x00FC;ste machte, sind von Anfang bis Ende viele Wunder geschehen. Es waren von Anfang an nur zw&#x00F6;lf Log, und man beachte, wieviel der Kessel anzieht, wieviel die Wurzeln einsaugen und wieviel das Feuer verzehrt, dennoch wurden damit die Wohnung, die Ger&#x00E4;te und Ahron samt seinen S&#x00F6;hnen alle sieben Tage der Einweihung gesalbt, und damit wurden die Hochpriester und die K&#x00F6;nige gesalbt. Auch ein Hochpriester, der Sohn eines Hochpriesters ist, ben&#x00F6;tigt der Salbung, nicht aber ist ein K&#x00F6;nig, der Sohn eines K&#x00F6;nigs ist, zu salben. Wenn du aber einwendest, weshalb &#x0160;elomo gesalbt wurde, [es erfolgte dies] wegen der Pr&#x00E4;tension Adonijas; ebenso Joa&#x0161;, wegen der A&#x0351;thalja, und ebenso Jehoa&#x1E25;az, wegen des Jehojaqim, der &#x00E4;lter war als er. Und dieses &#x00D6;l ist noch f&#x00FC;r die Zukunft aufbewahrt, denn es hei&#x00DF;t: <italic>mir geheiligtes Salb&#x00F6;l soll dieses [ze] sein f&#x00FC;r all eure Geschlechter;</italic> der Zahlen wert [des Wortes] <italic>ze</italic> betr&#x00E4;gt zw&#x00F6;lf, soviel Log waren es.</p>
<p>Der Meister sagte: Auch ein Hochpriester, der Sohn eines Hochpriesters ist, ben&#x00F6;tigt der Salbung. Woher dies? &#x2013; Es hei&#x00DF;t :<sup><xref rid="fn341">83</xref></sup><italic>und der Priester, der von seinen S&#x00F6;hnen seinerstatt gesalbt wird;</italic> die Schrift sollte ja sagen: Der Priester, der von seinen S&#x00F6;hnen seinerstatt ist, wenn es aber gesalbt hei&#x00DF;t, so lehrt dies, da&#x00DF; der Sohn eines Hochpriesters, wenn er gesalbt wird, als Hochpriester gilt, wenn aber nicht, so gilt er nicht als Hochpriester.</p>
<p>Der Meister sagte : Ein K&#x00F6;nig aber, der Sohn eines K&#x00F6;nigs ist, ist nicht zu salben. Woher dies? R. A&#x1E25;a b. Ja&#x0351;qob erwiderte: Es hei&#x00DF;t:<sup><xref rid="fn342">84</xref></sup><italic>damit er lange lebe in seiner Herrschaft &#x0026;c.,</italic> dies ist eine Erbschaft. &#x2013; Woher, da&#x00DF;, wenn Pr&#x00E4;tendenten vorhanden sind, die Salbung erforderlich ist und der K&#x00F6;nig nicht nach Belieben die Herrschaft seinem Sohne vererben kann? R. Papa erwiderte: Es hei&#x00DF;t:<sup><xref rid="fn342">84</xref></sup><italic>er und seine S&#x00F6;hne in Jisra&#x00E9;l;</italic> wenn Frieden in Jisra&#x00E9;l ist, hei&#x00DF;t es: <italic>er und seine S&#x00F6;hne ;</italic> selbst ohne Salbung. Es wird gelehrt: Auch Jehu, der Sohn Nim&#x0161;is, wurde nur wegen der Pr&#x00E4;tension Jorams gesalbt. &#x2013; Es sollte ja schon der Umstand ausreichen, da&#x00DF; er der erste<sup><xref rid="fn343">85</xref></sup>war&#x0021;? &#x2013; Die Lehre ist l&#x00FC;ckenhaft und mu&#x00DF; wie folgt lauten : die K&#x00F6;nige des Davidischen Hauses salbte man, die K&#x00F6;nige des Jisra&#x00E9;litischen Hauses salbte man nicht. &#x2013; Woher dies? Raba erwiderte: Es hei&#x00DF;t :<sup><xref rid="fn344">86</xref></sup><italic>auf, salbe ihn, denn dieser &#x0026;c.,</italic> dieser ben&#x00F6;tigt der Salbung, die anderen aber nicht.</p>
<p>Der Meister sagte: Auch Jehu, der Sohn Nimsis, wurde nur wegen der Pr&#x00E4;tension Jorams gesalbt. Sollte man denn wegen der Pr&#x00E4;tension Jorams, des Sohnes A&#x1E25;a&#x0351;bs, eine Veruntreuung<sup><xref rid="fn345">87</xref></sup>am Salb&#x00F6;l begangen haben &#x0021;? &#x2013; Wie R. Papa erkl&#x00E4;rt<sup><xref rid="fn346">88</xref></sup>hat, mit reinem Ralsam&#x00F6;l, ebenso erfolgte es auch da mit reinem Balsam&#x00F6;l<sup><xref rid="fn347">89</xref></sup>.</p>
<p>&#x00AB;Und ebenso Jehoa&#x1E25;az, wegen des Jehojaqim, der &#x00E4;lter war als er.&#x00BB; War er denn &#x00E4;lter als er, es hei&#x00DF;t ja:<sup><xref rid="fn348">90</xref></sup><italic>und die S&#x00F6;hne Jo&#x0161;ijahus waren Jo&#x1E25;anan, der Erstgeborene, Jehojaqim, der zweite, &#x00C7;idqijahu, der dritte, und &#x0160;allum, der vierte,</italic> und R. Jo&#x1E25;anan sagte, &#x0160;allum sei mit &#x00C7;idqijahu und Jo&#x1E25;anan sei mit Jehoahiaz identisch&#x0021;? &#x2013; Tats&#x00E4;chlich war Jehojaqim &#x00E4;lter, nur hei&#x00DF;t jener deshalb Erstgeborener, weil er hinsichtlich der Thronfolge als Erstgeborener galt. &#x2013; Erhalten denn die J&#x00FC;ngern die K&#x00F6;nigsw&#x00FC;rde vor den &#x00C4;lteren, es hei&#x00DF;t ja :<sup><xref rid="fn349">91</xref></sup><italic>aber die K&#x00F6;nigsw&#x00FC;rde &#x00FC;bergab er Jehoram, denn er war der Erstgeborene</italic>&#x0021;? &#x2013; Jehoram f&#x00FC;llte die Stelle seiner Vorfahren<sup><xref rid="fn350">92</xref></sup>aus, Jehojaqim f&#x00FC;llte nicht die Stelle seiner Vorfahren aus.</p>
<p>Der Meister sagte: &#x0160;allum sei mit &#x00C7;idqijahu und Jo&#x1E25;anan sei mit Jehoahaz identisch. Er z&#x00E4;hlt sie ja aber besonders auf, denn es hei&#x00DF;t: <italic>der dritte, und der vierte</italic>&#x0021;? &#x2013; Dritter hei&#x00DF;t dritter der S&#x00F6;hne, und vierter hei&#x00DF;t vierter hinsichtlich der K&#x00F6;nigsw&#x00FC;rde; zuerst regierte Jehoa&#x1E25;az, dann Jehojaqim, dann Jekhonja und dann &#x00C7;idqijahu.</p>
<p>Die Rabbanan lehrten: &#x0160;allum und &#x00C7;idqijahu sind identisch, und &#x0160;allum hei&#x00DF;t er nur deshalb, weil er vollst&#x00E4;ndig [me&#x0161;ullam] war in seinen Handlungen. Manche erkl&#x00E4;ren: &#x0160;allum [wurde er deshalb genannt], weil in seinen Tagen die Herrschaft des davidischen Hauses aufh&#x00F6;rte [&#x0161;alma]. Sein eigentlicher Name war Matanja, denn es hei&#x00DF;t :<sup><xref rid="fn351">93</xref></sup><italic>und der K&#x00F6;nig von Babel setzte an seiner Statt seinen Oheim Matanja zum K&#x00F6;nige ein und wandelte seinen Namen um in &#x00C7;idqijahu.</italic> Er sprach n&#x00E4;mlich zu ihm: Gott m&#x00F6;ge &#x00FC;ber dich ein gerechtes Urteil f&#x00E4;llen, [jah ja&#x00E7;diq], wenn du mir abtr&#x00FC;nnig wirst, denn es hei&#x00DF;t :<sup><xref rid="fn352">94</xref></sup><italic>und er beschwor ihn,</italic> und ferner hei&#x00DF;t es:<sup><xref rid="fn353">95</xref></sup><italic>auch vom K&#x00F6;nige Nebukhadne&#x00E7;ar ward er abtr&#x00FC;nnig, der ihn doch bei Gott beschworen hatte.</italic></p>
<p>War denn damals<sup><xref rid="fn354">96</xref></sup>das Salb&#x00F6;l noch vorhanden, es wird ja gelehrt: Als <folio>Fol.12</folio> die Bundeslade versteckt wurde, wurde mit dieser auch das Salb&#x00F6;l versteckt, das Gef&#x00E4;&#x00DF; Manna<sup><xref rid="fn355">97</xref></sup>, der Stab Ahrons mit den Mandeln und Bl&#x00FC;ten<sup><xref rid="fn356">98</xref></sup>desselben und die Truhe, die die Philister den Jisra&#x00E9;liten als Geschenk gesandt hatten, wie es hei&#x00DF;t :<sup><xref rid="fn357">99</xref></sup><italic>die goldenen Gegenst&#x00E4;nde, die ihr als Schuldgabe erstattet habt, legt in die Truhe, an seiner Seite, dann la&#x00DF;t sie ihres Weges ziehen.</italic> Wer versteckte sie? &#x2013; Jo&#x0161;ijahu, der K&#x00F6;nig von Jehuda, versteckte sie, denn es hei&#x00DF;t :<sup><xref rid="fn358">100</xref></sup><italic>da sprach der K&#x00F6;nig zu den Priestern, die das Volk unterwiesen, und die im Volke dem Herrn, dem Gott Jisra&#x00E9;ls, geweiht waren: Setzt die Bundeslade des Herrn [in das Haus], von dem der Herr zu &#x0160;elomo, dem Sohne Davids, gesagt hat, da&#x00DF; er da seinen Namen werde wohnen lassen; und ihr braucht sie nicht mehr auf der Schulter zu tragen. Dienet nunmehr dem Herrn, eurem Gott, und seinem Volke Jisra&#x00E9;l.</italic> Hierzu sagte R. Elea&#x0351;zar, man entnehme dies<sup><xref rid="fn359">101</xref></sup>aus den Worten <italic>dort, Verwahrung</italic> und <italic>Geschlechter</italic><sup><xref rid="fn360">102</xref></sup>&#x0021;? R. Papa erwiderte: Mit reinem Balsam&#x00F6;l.</p>
<p>Die Rabbanan lehrten: Auf welche Weise salbt irian? Die K&#x00F6;nige in der Art eines Kranzes<sup><xref rid="fn361">103</xref></sup>und die Priester in der Art eines Chi<sup><xref rid="fn361">103</xref></sup>. R. Menasja b. Gada erkl&#x00E4;rte: Nach der Art eines griechischen Khaph; Eines lehrt, man gie&#x00DF;e ihm das &#x00D6;l zuerst auf das Haupt und nachher tue man ihm &#x00D6;l zwischen die Augenbrauen, und dagegen lehrt ein Anderes, man tue ihm zuerst das &#x00D6;l zwischen die Augenbrauen, und gie&#x00DF;e ihm nachher &#x00D6;l auf das Haupt&#x0021;? &#x2013; Hier&#x00FC;ber streiten Tanna&#x00ED;m; manche sagen, die Salbung sei bevorzugter, und manche sagen, das Gie&#x00DF;en sei bevorzugter. &#x2013; Was ist der Grund desjenigen, welcher sagt, das Gie&#x00DF;en sei bevorzugter? &#x2013; Es hei&#x00DF;t :<sup><xref rid="fn362">104</xref></sup><italic>sodann go&#x00DF; er etwas vom Salb&#x00F6;l auf das Haupt Ahrons und salbte ihn, um ihn zu weihen.</italic> &#x2013; Was ist der Grund desjenigen, welcher sagt, die Salbung sei bevorzugter? &#x2013; Er ist der Ansicht, weil diese auch bei den Dienstger&#x00E4;ten erfolgt<sup><xref rid="fn363">105</xref></sup>. &#x2013; Es hei&#x00DF;t ja aber zuerst <italic>go&#x00DF;</italic> und nachher <italic>salbte</italic>&#x0021;? &#x2013; Er meint es wie folgt: er go&#x00DF; es deshalb, um ihn zu salben.</p>
<p>Die Rabbanan lehrten:<sup><xref rid="fn364">106</xref></sup><italic>Wie das k&#x00F6;stliche &#x00D6;l &#x0026;c.</italic>, <italic>das herabtrieft auf den Bart, den Bart Ahrons &#x0026;c.</italic> Zwei Tropfen wie die Perlen hingen am Bart Ahrons. R. Papa sagte : Es wird gelehrt : Wenn er redete, gelangten sie zur&#x00FC;ck zur Bartwurzel. Dieser Sache wegen war Mo&#x0161;e besorgt, indem er sagte: Vielleicht habe ich, beh&#x00FC;te und bewahre es, am Salb&#x00F6;l eine Veruntreuung<sup><xref rid="fn365">107</xref></sup>begangen. Da ert&#x00F6;nte eine Hallstimme und sprach: <italic>Wie das k&#x00F6;stliche &#x00D6;l &#x0026;c</italic>.<sup><xref rid="fn366">108</xref></sup><italic>wie der Tau des &#x1E24;ermon;</italic> wie man am Tau des &#x1E24;ermon keine Veruntreuung begeht, ebenso ist am Salb&#x00F6;l am Barte Ahrons keine Veruntreuung begangen worden. Aber dessenungeachtet war noch Ahron besorgt, indem er sagte: Vielleicht hat nur Mo&#x0161;e keine Veruntreuung begangen, ich aber habe eine Veruntreuung begangen. Da ert&#x00F6;nte eine Hallstimme und sprach zu ihm :<sup><xref rid="fn367">109</xref></sup><italic>Siehe, wie sch&#x00F6;n und lieblich ist es, wenn Br&#x00FC;der beisammen wohnen;</italic> wie Mo&#x0161;e keine Veruntreuung begangen hat, ebenso hast auch du keine Veruntreuung begangen.</p>
<p>Die Rabbanan lehrten: Man salbt die K&#x00F6;nige nur an einer Quelle, damit sich ihre Regierung lange hinziehe, denn es hei&#x00DF;t:<sup><xref rid="fn368">110</xref></sup><italic>da sprach der K&#x00F6;nig (zu Benajahu) &#x0026;c</italic>.</p>
<p>R. Ami sagte: Wenn jemand wissen will, ob er das Jahr &#x00FC;berleben werde oder nicht, so stelle er in den zehn Tagen vom Neujahrstage bis zum Vers&#x00F6;hnungstage eine brennende Leuchte in ein Haus, in dem kein Zug weht, und wenn sie ganz ausbrennt, so wisse er, da&#x00DF; er das Jahr &#x00FC;berleben werde. Wenn jemand ein Gesch&#x00E4;ft unternehmen und wissen will, ob er Gl&#x00FC;ck haben werde oder nicht, so z&#x00FC;chte er einen Hahn auf den Namen dieses Gesch&#x00E4;ftes, und wenn er fett und feist wird, so wird er Gl&#x00FC;ck haben. Wenn jemand eine Reise antritt und wissen will, ob er auch heimkehren werde oder nicht, so trete er in ein dunkles Haus ein, und wenn er den Widerschein seines Schattens sieht, so wisse er, da&#x00DF; er auch heimkehren werde. Dies [zu tun] ist jedoch keine Art, denn man k&#x00F6;nnte dabei den Mut verlieren und Ungl&#x00FC;ck haben. Abajje sagte : Da du nun sagst, Merkzeichen seien von Bedeutung, so pflege man am Neujahrstage K&#x00FC;rbis, F&#x00F6;nnkraut, Porree, Mangold und Datteln bei sich zu sehen<sup><xref rid="fn369">111</xref></sup>.</p>
<p>R. Me&#x0161;ar&#x0161;eja sprach zu seinen S&#x00F6;hnen: Wenn ihr zu eurem Lehrer eintreten wollt, um zu lernen, so pr&#x00E4;pariert vorher eine Mi&#x0161;na und tretet erst dann ein; und wenn ihr vor ihm sitzt, so schaut auf seinen Mund, denn es hei&#x00DF;t :<sup><xref rid="fn370">112</xref></sup><italic>deine Augen sollen nach deinem Lehrer schauen.</italic> Und wenn ihr studiert, so studiert an einem Wasserstrome, damit euer Studium sich so hinziehe, wie das Wasser sich hinzieht. Sitzet lieber auf den Misthaufen von Matha Me&#x1E25;asja<sup><xref rid="fn371">113</xref></sup>als in den Pal&#x00E4;sten von Pumbeditha. Besser ist ein stinkender Fisch als Quark, der Felsen sprengt<sup><xref rid="fn372">114</xref></sup>.</p>
<p><sup><xref rid="fn373">115</xref></sup><italic>Erhoben ist mein Horn,</italic> nicht aber ist mein Kr&#x00FC;glein erhoben. David und &#x0160;elomo waren mit dem Horn<sup><xref rid="fn374">116</xref></sup>gesalbt worden, und ihre Regierung war von Dauer, &#x0160;a&#x00FA;l und Jehu waren mit dem Kr&#x00FC;glein<sup><xref rid="fn374">116</xref></sup>gesalbt worden und ihre Regierung wiar nicht von Dauer.</p>
<p>D<small>ER MIT DEM</small> S<small>ALB&#x00D6;L GESALBTE</small> &#x0026;<small>C</small>. Die Rabbanan lehrten :<sup><xref rid="fn375">117</xref></sup><italic>Der gesalbte,</italic> man k&#x00F6;nnte glauben, der K&#x00F6;nig, so hei&#x00DF;t es <italic>Priester;</italic> unter <italic>Priester</italic> k&#x00F6;nnte man verstehen, auch der durch die Amtskleidung geweihte, so hei&#x00DF;t es <italic>der gesalbte;</italic> unter <italic>der gesalbte</italic> k&#x00F6;nnte man verstehen, auch der Feldpriester, so hei&#x00DF;t es:<sup><xref rid="fn375">117</xref></sup><italic>und der gesalbte Hochpriester,</italic> &#x00FC;ber dem es keinen anderen gesalbten gibt. &#x2013; Wieso geht dies hieraus hervor? &#x2013; Wie Raba erkl&#x00E4;rt hat: <italic>die H&#x00FC;fte</italic>, die rechte der H&#x00FC;ften, ebenso ist auch hier zu erkl&#x00E4;ren: <italic>der gesalbte</italic>, der bedeutendste unter den gesalbten.</p>
<p>Der Meister sagte: <italic>der gesalbte,</italic> man k&#x00F6;nnte glauben, der K&#x00F6;nig. Bringt denn der K&#x00F6;nig einen Farren dar, er bringt ja einen Ziegenbock dar&#x0021;? &#x2013; Dies ist n&#x00F6;tig; man k&#x00F6;nnte glauben, bei Unvors&#x00E4;tzlichkeit der Handlung bringe er einen Ziegenbock und bei Unkenntnis der Sache<sup><xref rid="fn376">118</xref></sup>bringe er einen Farren dar, so lehrt er uns.</p>
<p>E<small>IN</small> U<small>NTERSCHIED ZWISCHEN DEM DURCH DAS</small> S<small>ALB&#x00D6;L GEWEIHTEN</small> &#x0026;<small>C</small>. Unsere Mi&#x0161;na vertritt also nicht die Ansicht R. Me&#x00ED;rs, denn es wird gelehrt : Der durch die Amtskleidung geweihte bringt wegen der &#x00DC;bertretung aller Gebote einen Farren dar &#x2013; so R. Me&#x00ED;r. &#x2013; Was ist der Grund R. Me&#x00ED;rs? &#x2013; Es wird gelehrt: <italic>Der gesalbte</italic>, ich wei&#x00DF; dies nur von dem durch das Salb&#x00F6;l geweihten, woher dies auch von dem durch die Amtskleidung geweihten? Es hei&#x00DF;t <italic>der gesalbte Hochpriesler.</italic> &#x2013; Du hast sie also den Rabbanan <folio>Col.b</folio> addiziert, wie ist demnach der Schlu&#x00DF;satz zu erkl&#x00E4;ren: ein Unterschied zwischen dem diensttuenden und dem zur&#x00FC;ckgetretenen Hochpriester besteht nur hinsichtlich des Farren des Vers&#x00F6;hnungstages und des Zehntels Epha. Dies vertritt also die Ansicht R. Me&#x00ED;rs&#x0021;? Es wird n&#x00E4;mlich gelehrt: Wenn der Hochpriester dienstunf&#x00E4;hig und an seiner Stelle ein anderer eingesetzt worden war, so bleiben, wenn der erste seinen Dienst wieder antritt, alle Obliegenheiten der Hochpriesterschaft auf dem zweiten ruhen &#x2013; so R. Me&#x00ED;r. R. Jose sagt, der zweite ist weder Hochpriester noch gemeiner Priester; Hochpriester nicht, wegen der Unvertr&#x00E4;glichkeit<sup><xref rid="fn377">119</xref></sup>, und gemeiner Priester ebenfalls nicht, weil man beim Heiligen erh&#x00F6;ht und nicht erniedrigt. Er vertritt also die Ansicht R. Me&#x00ED;rs. Der Anfangsatz nach den Rabbanan und der Schlu&#x00DF;satz nach R. Me&#x00ED;r&#x0021;? R. &#x1E24;isda erwiderte: Allerdings, der Anfangsatz nach den Rabbanan und der Schlu&#x00DF;satz nach R. Me&#x00ED;r. R. Joseph erwiderte: [Unsere Mi&#x0161;na] vertritt die Ansicht Rabbis, und er lehrt sie nach beiden Tanna&#x00ED;m. Raba erwiderte: Sie vertritt die Ansicht R. &#x0160;imo&#x0351;ns, der in einem Falle der Ansicht R. Me&#x00ED;rs ist und in einem Falle gegen ihn streitet, denn es wird gelehrt: Folgendes, wodurch der Hochpriester sich vom gemeinen Priester unterscheidet: der wegen [&#x00DC;bertretung] irgend eines Gebotes darzubringende Farre; der Farre des Vers&#x00F6;hnungstages und das Zehntel Epha; er entbl&#x00F6;&#x00DF;t nicht das Haar und rei&#x00DF;t die Kleider nicht ein, wohl aber rei&#x00DF;t er sie unten ein, w&#x00E4;hrend ein Gemeiner sie oben einrei&#x00DF;t; er verunreinigt sich nicht an [der Leiche] seines Verwandten; ihm ist eine Jungfrau [zu heiraten] geboten; ihm ist eine Witwe verboten; er veranla&#x00DF;t die R&#x00FC;ckkehr des Totschl&#x00E4;gers; er darf als Trauernder Opfer darbringen, jedoch nicht davon essen noch erh&#x00E4;lt er einen Anteil; er nimmt Anteil am Opferdienste als erster und erh&#x00E4;lt seinen Anteil als erster; er verrichtet den Dienst in acht Gew&#x00E4;ndern; alle Dienstverrichtungen am Vers&#x00F6;hnungstage sind nur durch ihn zul&#x00E4;ssig; und endlich ist er wegen der Verunreinigung des Tempels und seiner heiligen Opfer frei. Dies alles gilt auch vom durch die vollst&#x00E4;ndige Amtskleidung geweihten Priester, ausgenommen der wegen [&#x00DC;bertretung] irgend eines Gebotes darzubringende Farre. Ferner gilt dies alles auch vom provisorischen<sup><xref rid="fn378">120</xref></sup>Hochpriester, ausgenommen der Farre des Vers&#x00F6;hnungstages und das Zehntel Epha. Dies alles gilt aber nicht vom Feldpriester, ausgenommen die f&#x00FC;nf im betreffenden Abschnitte aufgez&#x00E4;hlten Dinge: er entbl&#x00F6;&#x00DF;t nicht das Haar und rei&#x00DF;t die Kleider nicht ein, er verunreinigt sich nicht an [der Leiche] seines Verwandten, ihm ist eine Jungfrau zu heiraten geboten, ihm ist eine Witwe verboten, und er veranla&#x00DF;t die R&#x00FC;ckkehr des Totschl&#x00E4;gers &#x2013; so R. Jehuda; die Weisen sagen, er veranlasse sie nicht. &#x2013; Wober, da&#x00DF; diese Lehre von R. &#x0160;imo&#x0351;n ist? R. Papa erwiderte: Derjenige, welcher sagt, er sei frei wegen der Verunreinigung des Tempels und seiner heiligen Opfer, ist R. &#x0160;imo&#x0351;n.</p>
<p>&#x00AB;Ausgenommen die f&#x00FC;nf Dinge, die im betreffenden Abschnitte aufgez&#x00E4;hlt werden.&#x00BB; Woher dies? &#x2013; Die Rabbanan lehrten:<sup><xref rid="fn379">121</xref></sup><italic>Der Priester, der gr&#x00F6;&#x00DF;te unter seinen Br&#x00FC;dern,</italic> das ist der Hochpriester; <italic>auf dessen Haupt das Salb&#x00F6;l gegossen ward,</italic> das ist der Feldpriester; <italic>dem man die Hand gef&#x00FC;llt und die Kleider angelegt hat,</italic> das ist der durch die Amtskleidung geweihte; von diesen allen hei&#x00DF;t es: <italic>sein Haupthaar soll er nicht entbl&#x00F6;&#x00DF;en, seine Kleider soll er nicht zerrei&#x00DF;en und zu gar keiner Leiche soll er hineingehen.</italic> Man k&#x00F6;nnte glauben, da&#x00DF; sie alle als Trauernde Opfer darbringen d&#x00FC;rfen, so hei&#x00DF;t es :<sup><xref rid="fn380">122</xref></sup><italic>denn die Weihe des Salb&#x00F6;ls seines Gottes ruht auf ihm,</italic> auf ihm, nicht aber auf seinem Genossen. Man k&#x00F6;nnte nun glauben, da&#x00DF; diesem<sup><xref rid="fn381">123</xref></sup>, da die Schrift ihn getrennt hat, auch die Heirat einer Jungfrau nicht geboten ist, so hei&#x00DF;t es:<sup><xref rid="fn382">124</xref></sup><italic>und er.</italic> [Hier&#x00FC;ber streiten] folgende Tanna&#x00ED;m: <italic>Und er soll ein jungfr&#x00E4;uliches Weib nehmen,</italic> nachdem die Schrift ihn ausgeschlossen hat, schlie&#x00DF;t sie ihn wieder ein &#x2013; so R. Ji&#x0161;ma&#x0351;&#x00E9;l. R. A&#x0351;qiba erkl&#x00E4;rte : Man w&#x00FC;rde dies gewu&#x00DF;t haben nur von einem, der wegen Samenergusses<sup><xref rid="fn383">125</xref></sup>zur&#x00FC;ckgetreten ist, nicht aber von einem, der wegen eines Gebrechens zur&#x00FC;ckgetreten<sup><xref rid="fn384">126</xref></sup>ist, so hei&#x00DF;t es: <italic>und er.</italic></p>
<p>Raba fragte R. Na&#x1E25;man: Darf der Gesalbte, wenn er auss&#x00E4;tzig geworden<sup><xref rid="fn385">127</xref></sup>ist, eine Witwe heiraten? Er wu&#x00DF;te es nicht. Einst warf R. Papa diese Frage auf, da sprach Hona, Sohn des R. Na&#x1E25;man, zu R. Papa: Wir haben gelernt: Man w&#x00FC;rde dies gewu&#x00DF;t haben nur von einem, der wegen Samenergusses zur&#x00FC;ckgetreten ist, nicht aber von einem, der wegen eines Gebrechens zur&#x00FC;ckgetreten ist, so hei&#x00DF;t es: <italic>und er.</italic> Da stand er auf und k&#x00FC;&#x00DF;te ihn aufs Haupt, und er gab ihm seine Tochter.</p>
<p><sup>v</sup> <bold>D</bold><small>ER</small> H<small>OCHPRIESTER REISST DAS</small> G<small>EWAND UNTEN EIN UND DER GEMEINE OBEN.</small> D<small>ER</small> H<small>OCHPRIESTER DARF ALS</small> T<small>RAUERNDER</small> O<small>PFER DARBRINGEN, JEDOCH NICHT DAVON ESSEN, DER GEMEINE DARF WEDER DARBRINGEN NOCH ESSEN.</small></p>
<p>GEMARA. Raba sagte: &#x2018;Unten&#x2019; ist w&#x00F6;rtlich unten zu verstehen und &#x2018;oben&#x2019; ist w&#x00F6;rtlich oben zu verstehen. &#x0160;emu&#x00E9;l aber sagte: &#x2018;Unten&#x2019; ist unterhalb des Kragens zu verstehen und &#x2018;oben&#x2019; ist oberhalb des Kragens zu verstehen, in beiden F&#x00E4;llen an der Hals&#x00F6;ffnung. Man wandte ein: Wegen jedes anderen Toten darf man, wenn man will, die Hals&#x00F6;ffnung teilen, und wenn man will, nicht teilen, wegen eines Vaters und einer Mutter aber mu&#x00DF; man sie teilen. Wenn ein solcher Ri&#x00DF; in anderen F&#x00E4;llen g&#x00FC;ltig ist, so sollte doch diesem<sup><xref rid="fn386">128</xref></sup>auch ein solcher verboten sein&#x0021;? &#x2013; &#x0160;emu&#x00E9;l ist der Ansicht R. Jehudas, welcher sagt, ein Ri&#x00DF;, der die Hals&#x00F6;ffnung nicht teilt, sei nur ein Scheinri&#x00DF;. &#x2013; Ist R. Jehuda denn der Ansicht, dem Hochpriester sei das Einrei&#x00DF;en geboten, es wird ja gelehrt: Hie&#x00DF;e es: das Haupthaar soll er nicht entbl&#x00F6;&#x00DF;en und das Kleid soll er nicht einrei&#x00DF;en, so k&#x00F6;nnte man glauben, die Schrift spreche vom Haupthaare und vom Kleide<sup><xref rid="fn387">129</xref></sup>einer Ehebruchsverd&#x00E4;chtigen, daher hei&#x00DF;t es: <italic>sein Haupthaar soll er nicht entbl&#x00F6;&#x00DF;en und seine Kleider soll er nicht einrei&#x00DF;en,</italic> das Entbl&#x00F6;&#x00DF;en und das Einrei&#x00DF;en ist ihm ganz und gar verboten &#x2013; so R. Jehuda. R. Ji&#x0161;ma&#x0351;&#x00E9;l sagt, er d&#x00FC;rfe nicht einrei&#x00DF;en, wie andere Leute einzurei&#x00DF;en pflegen, vielmehr rei&#x00DF;e er sie unten ein, w&#x00E4;hrend Gemeine sie oben einrei&#x00DF;en &#x0021;? &#x2013; &#x0160;emu&#x00E9;l ist in einer Hinsicht der Ansicht R. Jehudas und in einer Hinsicht streitet er gegen ihn.</p>
<p><sup>vi</sup> <bold>A</bold><small>LLES, WAS &#x00D6;FTER ALS DAS ANDERE IST, GEHT DIESEM AUCH VOR, UND ALLES, WAS HEILIGER ALS DAS ANDERE IST, GEHT DIESEM AUCH VOR</small>. W<small>ENN DER</small> F<small>ARRE DES</small> G<small>ESALBTEN UND DER</small> F<small>ARRE DER</small> G<small>EMEINDE DASTEHEN, SO GEHT DER</small> F<small>ARRE DES</small> G<small>ESALBTEN DEM</small> F<small>ARREN DER</small> G<small>EMEINDE IN ALL SEINEN</small> V<small>ERRICHTUNGEN VOR.</small></p>
<p>GEMARA. Woher dies? Abajje erwiderte: Die Schrift sagt:<sup><xref rid="fn388">130</xref></sup><italic>au&#x00DF;er dem Morgen-Brandopfer, das als best&#x00E4;ndiges Brandopfer dargebracht wird;</italic> wenn es schon <italic>Morgen-Brandopfer</italic> hei&#x00DF;t, wozu hei&#x00DF;t es noch <italic>best&#x00E4;ndiges Brandopfer</italic>? &#x2013; Damit sagt der Allbarmherzige, was &#x00F6;fter vorkommt, gehe&#x00B7; auch voran<sup><xref rid="fn389">131</xref></sup>.</p>
<p>W<small>AS HEILIGER ALS DAS ANDERE IST, GEHT DIESEM AUCH VOR.</small> Woher dies? &#x2013; In der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls wurde gelehrt :<sup><xref rid="fn390">132</xref></sup><italic>Du sollst ihn heilig halten,</italic> bei jeder heiligen Handlung; er beginne zuerst, er spreche den Segen<sup><xref rid="fn391">133</xref></sup>zuerst, und er erhalte eine gute Portion zuerst.</p>
<p>W<small>ENN DER</small> F<small>ARRE DES</small> G<small>ESALBTEN UND DER</small> F<small>ARRE DER</small> G<small>EMEINDE</small> &#x0026;<small>C</small>. <folio>Fol.13</folio> Dort haben wir gelernt: Sieben Tage vor dem Vers&#x00F6;hnungstage lasse man den Hochpriester sich aus seinem Hause nach der Beamtenkammer zur&#x00FC;ckziehen. Ferner halte man f&#x00FC;r ihn noch einen anderen Priester in Bereitschaft, weil er untauglich werden kann; R. Jehuda sagt, man halte f&#x00FC;r ihn auch eine andere Frau in Bereitschaft, weil seine Frau sterben kann, und es hei&#x00DF;t :<sup><xref rid="fn392">134</xref></sup><italic>er soll S&#x00FC;hne schaffen sich und seinem Hause,</italic> und unter Haus ist die Frau zu verstehen. Man entgegnete ihm: Demnach hat die Sache kein Ende. Dort haben wir gelernt: Sieben Tage vor dem Verbrennen der [roten] Kuh<sup><xref rid="fn393">135</xref></sup>lasse man den Hochpriester sich aus seiner Wohnung zur&#x00FC;ckziehen<sup><xref rid="fn394">136</xref></sup>&#x0026;c. Woher dies<sup><xref rid="fn395">137</xref></sup>? &#x2013; Die Rabbanan lehrten :<sup><xref rid="fn396">138</xref></sup><italic>Und er soll mit dem Forren verfahren, wie er mit dem S&#x00FC;ndopfer-Farren verfuhr, so soll er auch mit diesem verfahren;</italic> wozu hei&#x00DF;t es weiter :<sup><xref rid="fn397">139</xref></sup><italic>dem ersten</italic>? Der erste<sup><xref rid="fn398">140</xref></sup>geht dem Farren der Gemeinde in all seinen Verrichtungen vor.</p>
<p>Die Rabbanan lehrten: Wenn der Farre des gesalbten Hochpriesters und der Farre der Gemeinde dastehen, so geht der Farre des gesalbten Hochpriesters in all seinen Verrichtungen dem Farren der Gemeinde vor; denn da der Gesalbte S&#x00FC;hne schafft und die Gemeinde S&#x00FC;hne erh&#x00E4;lt, so ist es richtig, da&#x00DF; der S&#x00FC;hneschaffende dem S&#x00FC;hneerhaltenden vorgehe; und ebenso hei&#x00DF;t es auch:<sup><xref rid="fn399">141</xref></sup><italic>er soll S&#x00FC;hne schaffen sich, seinem Hause und der ganzen Gemeinde Jisra&#x00E9;l.</italic> Der Farre der Gemeinde wegen [einer S&#x00FC;nde bei] Unkenntnis eines Gesetzes geht dem Farren wegen G&#x00F6;tzendienstes vor, denn das leine ist ein S&#x00FC;ndopfer und das andere ist ein Brandopfer. Es wird n&#x00E4;mlich gelehr<italic>t</italic>:<sup><xref rid="fn400">142</xref></sup><italic>Er soll die zum S&#x00FC;ndopfer bestimmte zuerst darbringen,</italic> was lehrt dies? Wollte man sagen, dies lehre, da&#x00DF; das S&#x00FC;ndopfer zuerst [herzurichten sei], so hei&#x00DF;t es ja bereits: <sup><xref rid="fn401">143</xref></sup><italic>und das andere soll er zum Brandopfer herrichten, nach Vorschrift;</italic> dies ist vielmehr eine Hauptnorm, da&#x00DF; alle S&#x00FC;ndopfer stets den mit ihnen dargebrachten Brandopfern vorgehen. Auch ist es uns &#x00FC;berliefert, da&#x00DF; selbst das Gefl&#x00FC;gel-S&#x00FC;ndopfer dem Vieh-Brandopfer vorgehe. Der Farre wegen des G&#x00F6;tzendienstes geht dem Ziegenbocke wegen des G&#x00F6;tzendienstes vor. &#x2013; Weshalb denn, dieser ist ja ein S&#x00FC;ndopfer und jener ein Brandopfer&#x0021;? Im Westen erkl&#x00E4;rten sie im Namen des Raba b. Mari: Im [Worte] <italic>&#x1E25;ae&#x1E6D;ath</italic> beim G&#x00F6;tzendienste fehlt ein Aleph, denn es wird <italic>&#x1E25;a&#x1E6D;&#x2019;th</italic><sup><xref rid="fn402">144</xref></sup>geschrieben. Raba erkl&#x00E4;rte: Bei diesem hei&#x00DF;t es: <italic>nach Vorschrift</italic><sup><xref rid="fn403">145</xref></sup>. Der Ziegenbock wegen des G&#x00F6;tzendienstes geht dem Ziegenbocke des F&#x00FC;rsten vor. &#x2013; Weshalb? &#x2013; Jener ist einer Gemeinde und dieser ist eines einzelnen. Der Ziegenbock eines F&#x00FC;rsten geht der Ziege eines einzelnen vor. &#x2013; Weshalb? &#x2013; Jener ist ein F&#x00FC;rst, dieser ist ein Gemeiner. Die Ziege eines einzelnen geht dem Schafe eines einzelnen vor. &#x2013; Es wird ja aber gelehrt, das Schaf eines einzelnen gehe der Ziege eines einzelnen vor&#x0021;? Abajje erwiderte: Hier&#x00FC;ber streiten Tanna&#x00ED;m; einer ist der Ansicht, die Ziege sei bevorzugter, denn diese wird auch wegen des G&#x00F6;tzendienstes dargebracht, und einer ist der Ansicht, das Schaf sei bevorzugter, denn von diesem wird auch der Fettschwanz dargebracht. Die Schwingegarbe<sup><xref rid="fn404">146</xref></sup>geht dem mit dieser dargebrachten Schafe<sup><xref rid="fn405">147</xref></sup>vor; die zwei Brote<sup><xref rid="fn405">147</xref></sup>gehen den mit diesen dargebrachten Schafen vor. Die Regel hierbei ist: was aus Anla&#x00DF; des Tages dargebracht wird, geht dem vor, was wegen der Brote<sup><xref rid="fn406">148</xref></sup>dargebracht wird.</p>
<p><sup>vii</sup> <bold>E</bold><small>IN</small> M<small>ANN GEHT EINER</small> F<small>RAU VOR HINSICHTLICH DER</small> L<small>EBENSRETTUNG UND DER</small> W<small>IEDERBRINGUNG EINER VERLORENEN</small> S<small>ACHE; EINE</small> F<small>RAU GEHT EINEM</small> M<small>ANNE VOR HINSICHTLICH DER</small> B<small>EKLEIDUNG UND DER</small> B<small>EFREIUNG AUS DER</small> G<small>EFANGENSCHAFT; SIND SIE ABER</small><sup><xref rid="fn407">149</xref></sup><small>BEIDE DER</small> S<small>CH&#x00C4;NDUNG AUSGESETZT, SO GEHT DER</small> M<small>ANN DER</small> F<small>RAU VOR.</small></p>
<p>GEMARA. Die Rabbanan lehrten: Wenn er selbst, sein Vater und sein Lehrer sich in der Gefangenschaft befinden, so geht er selbst seinem Lehrer und sein Lehrer seinem Vater vor; allen zusammen geht seine Mutter vor. Ein Gelehrter geht einem K&#x00F6;nige vor, denn wenn ein Gelehrter stirbt, so haben wir seinesgleichen nicht mehr, wenn aber ein K&#x00F6;nig stirbt, so ist jeder Jisra&#x00E9;lit zur K&#x00F6;nigsw&#x00FC;rde geeignet. Ein K&#x00F6;nig geht einem Hochpriester vor, denn es hei&#x00DF;t :<sup><xref rid="fn408">150</xref></sup><italic>da sprach der K&#x00F6;nig zu ihnen: Nehmet eures Herrn</italic><sup><xref rid="fn409">151</xref></sup><italic>Diener mit euch &#x0026;c.</italic> Ein Hochpriester geht einem Propheten vor, denn es hei&#x00DF;t :<sup><xref rid="fn410">152</xref></sup><italic>dort soll ihn der Priester &#x00C7;adoq und der Prophet Nathan salben.</italic> Ferner hei&#x00DF;t es:<sup><xref rid="fn411">153</xref></sup><italic>h&#x00F6;re doch, Hochpriester Jeho&#x0161;ua&#x0351;, du und deine Genossen &#x0026;c.</italic> Man k&#x00F6;nnte glauben, es waren Gemeine, so hei&#x00DF;t es:<sup><xref rid="fn411">153</xref></sup><italic>denn es sind Wunderm&#x00E4;nner,</italic> und unter &#x2018;Wunder&#x2019; ist ein Prophet zu verstehen, denn es hei&#x00DF;t :<sup><xref rid="fn412">154</xref></sup><italic>und er dir ein Zeichen oder ein Wunder zeigt.</italic> Ein mit dem Salb&#x00F6;l geweihter Hochpriester geht dem durch die Amtskleidung geweihten vor; ein durch die Amtskleidung geweihter geht einem wegen Samenergu&#x00DF;<sup><xref rid="fn413">155</xref></sup>von seinem Amte zur&#x00FC;ckgetretenen Gesalbten vor; der wegen Samenergu&#x00DF; von seinem Amte zur&#x00FC;ckgetretene Gesalbte geht dem wegen eines Gebrechens<sup><xref rid="fn413">155</xref></sup>von seinem Amte zur&#x00FC;ckgetretenen vor; der wegen eines Gebrechens von seinem Amte zur&#x00FC;ckgetretene geht dem Feldpriester<sup><xref rid="fn414">156</xref></sup>vor; der Feldpriester geht dem Priesterpr&#x00E4;ses vor; der Pries ter prases geht dem Emarkal<sup><xref rid="fn415">157</xref></sup>vor. &#x2013; Was hei&#x00DF;t Emarkal? R. &#x1E24;isda erwiderte : Der alles befiehlt [amar kol]. Der Emarkal geht dem Schatzmeister<sup><xref rid="fn416">158</xref></sup>vor; der Schatzmeister geht dem Obmann der Priesterwache vor; der Obmann der Priesterwache geht dem Obmann der Tageswache vor; der Obmann der Tageswache geht einem gemeinen Priester vor. Sie fragten: Wer geht von Priesterpr&#x00E4;ses und Feldpriester hinsichtlich der Verunreinigung<sup><xref rid="fn417">159</xref></sup>dem anderen vor? Mar Zu&#x1E6D;ra, Sohn des R. Na&#x1E25;man, erwiderte: Komm und h&#x00F6;re: Es wird gelehrt: Wenn der Priesterpr&#x00E4;ses und der Feldpriester zusammen auf dem Wege gehen und einen Pflichttoten<sup><xref rid="fn418">160</xref></sup>finden, so verunreinige sich lieber der Feldpriester und nicht der Priesterpr&#x00E4;ses, denn wenn der Hochpriester untauglich wird, so hat der Priesterpr&#x00E4;ses an seiner Stelle einzutreten und den Dienst zu verrichten. &#x2013; Es wird ja aber gelehrt, der Feldpriester gehe dem Priesterpr&#x00E4;ses vor&#x0021;? Rabina erwiderte: Diese Lehre spricht vom Unterhalte.</p>
<p><sup>viii</sup> <bold>E</bold><small>IN</small> P<small>RIESTER GEHT EINEM</small> L<small>EVITEN VOR, EIN</small> L<small>&#x00C9;VITE EINEM</small> J<small>ISRA&#x00C9;LITEN, EIN</small> J<small>ISRA&#x00C9;LIT EINEM</small> H<small>URENKINDE, EIN</small> H<small>URENKIND EINEM</small> N<small>ATHIN, EIN</small> N<small>ATHIN EINEM</small> P<small>ROSELYTEN, EIN</small> P<small>ROSELYT EINEM FREIGELASSENEN</small> S<small>KLAVEN</small>. D<small>IES NUR DANN, WENN SIE GLEICHWERTIG SIND, WENN ABER DAS</small> H<small>URENKIND EIN</small> G<small>ELEHRTER IST UND DER</small> H<small>OCHPRIESTER EIN</small> U<small>NWISSENDER</small><sup><xref rid="fn419">161</xref></sup>, <small>SO GEHT DAS GELEHRTE</small> H<small>URENKIND DEM UNWISSENDEN</small> H<small>OCHPRIESTER VOR.</small></p>
<p>GEMARA. Ein Priester geht einem Leviten vor, denn es hei&#x00DF;t :<sup><xref rid="fn420">162</xref></sup><italic>die S&#x00F6;hne A&#x0351;mrams waren Ahron und Mo&#x0161;e, Ahron aber wurde ausgesondert, damit er das Hochheilige darbringe.</italic> Ein Levite geht einem Jisra&#x00E9;liten vor, denn es hei&#x00DF;t:<sup><xref rid="fn421">163</xref></sup><italic>damals sonderte der Herr den Stamm Levi aus &#x0026;c.</italic> Ein Jisra&#x00E9;lit geht einem Hurenkinde vor, denn der eine ist legitimer Herkunft und der andere ist nicht legitimer Herkunft. Ein Hurenkind geht einem Nathin vor, denn der eine stammt aus einem reinen Samentropfen und der andere stammt aus einem unreinen Samentropfen. Ein Nathin geht einem Proselyten vor, denn der eine wurde mit uns in Heiligkeit gro&#x00DF;gezogen und der andere wurde nicht mit uns in Heiligkeit gro&#x00DF;gezogen. Ein Proselyt geht einem freigelassenen Sklaven vor, denn dieser war im Fluche<sup><xref rid="fn422">164</xref></sup>einbegriffen und jener war nicht im Fluche einbegriffen.</p>
<p>D<small>IES NUR DANN, WENN SIE GLEICHWERTIG SIND</small> &#x0026;<small>C</small>. Woher dies? R. A&#x1E25;a b. R. &#x1E24;anina erwiderte: Die Schrift sagt:<sup><xref rid="fn423">165</xref></sup><italic>sie ist kostbarer als Korallen [peninim],</italic> als der Hochpriester, der in das Allerinnerste [penim] eintritt. Es wird gelehrt: R. &#x0160;imo&#x0351;n b. Jo&#x1E25;aj sagte: Eigentlich sollte ein freigelassener Sklave einem Proselyten vorgehen, denn der eine ist mit uns in Heiligkeit gro&#x00DF;gezogen und der andere ist nicht mit uns in Heiligkeit gro&#x00DF;gezogen, nur war der eine im Fluche einbegriffen, der andere aber war nicht im Fluche einbegriffen.</p>
<p>Die Sch&#x00FC;ler fragten R. Elea&#x0351;zar b. &#x00C7;adoq: Weshalb sucht jeder eine Proselytin zu heiraten, nicht aber eine freigelassene [Sklavin] zu heiraten? Er erwiderte ihnen: Diese war im Fluche einbegriffen, jene war nicht im Fluche einbegriffen. Eine andere Erkl&#x00E4;rung: Die eine ist voraussetzlich beh&#x00FC;tet worden, die andere ist voraussetzlich nicht beh&#x00FC;tet worden.</p>
<p>Die Sch&#x00FC;ler fragten R. Elea&#x0351;zar : Weshalb kennt ein Hund seinen Herrn und eine Katze nicht? Er erwiderte ihnen: Wenn derjenige, der etwas i&#x00DF;t, wovon eine Maus gegessen hat, verge&#x00DF;lich wird, um wieviel mehr derjenige, der die Maus selbst i&#x00DF;t.</p>
<p>Die Sch&#x00FC;ler fragten R. Elea&#x0351;zar: Weshalb werden die M&#x00E4;use von jedem verfolgt<sup><xref rid="fn424">166</xref></sup>? &#x2013; Weil sie einen sehr b&#x00F6;sen Trieb haben. &#x2013; Inwiefern? Raba <folio>Col.b</folio> erwiderte: Selbst Kleidungsst&#x00FC;cke<sup><xref rid="fn425">167</xref></sup>zernagen sie. R. Papa erwiderte: Selbst einen Schaufelstil zernagen sie.</p>
<p>Die Rabbanan lehrten: F&#x00FC;nf Dinge verursachen Verge&#x00DF;lichkeit des Studiums: wenn man etwas i&#x00DF;t, wovon eine Maus oder eine Katze gegessen hat; wenn man das Herz von einem Vieh i&#x00DF;t; wenn man h&#x00E4;ufig Oliven i&#x00DF;t; wenn man vom Waschen zur&#x00FC;ckgebliebenes Wasser trinkt; und wenn man die F&#x00FC;&#x00DF;e einen &#x00FC;ber dem anderen w&#x00E4;scht. Manche sagen, auch wenn man seine Kleider unter das Kopfende legt. F&#x00FC;nf Dinge erhalten<sup><xref rid="fn426">168</xref></sup>das Studium : wenn man Weizenbrot<sup><xref rid="fn427">169</xref></sup>i&#x00DF;t, und um so mehr Weizen selbst; wenn man gebackene<sup><xref rid="fn428">170</xref></sup>Eier ohne Salz i&#x00DF;t; wenn man h&#x00E4;ufig Oliven&#x00F6;l i&#x00DF;t; wenn man h&#x00E4;ufig Wein und Spezereien genie&#x00DF;t; und wenn man vom Kneten zur&#x00FC;ckgebliebenes Wasser trinkt. Manche sagen, auch wenn man den Finger in Salz tunkt und i&#x00DF;t.</p>
<p>&#x00AB;Wenn man h&#x00E4;ufig Oliven&#x00F6;l i&#x00DF;t.&#x00BB; Dies ist eine St&#x00FC;tze f&#x00FC;r R. Jo&#x1E25;anan, denn R. Jo&#x1E25;anan sagte: Wie Oliven ein siebzigj&#x00E4;hriges Studium vergessen machen, so l&#x00E4;&#x00DF;t Oliven&#x00F6;l ein siebzigj&#x00E4;hriges Studium zur&#x00FC;ckkehren.</p>
<p>&#x00AB;Wenn man h&#x00E4;ufig Wein und Spezereien genie&#x00DF;t.&#x00BB; Dies ist eine St&#x00FC;tze f&#x00FC;r Raba, denn Raba sagte, Wein und Spezereien haben ihn weise gemacht.</p>
<p>&#x00AB;Wenn man den Finger in Salz tunkt.&#x00BB; Re&#x0161; Laqi&#x0161; sagte: Einen. Hier&#x00FC;ber [streiten] Tanna&#x00ED;m: R. Jehuda sagte, einen und nicht zwei; R. Jose sagte, zwei und nicht drei. Als Merkzeichen diene dir der Goldfinger<sup><xref rid="fn429">171</xref></sup>.</p>
<p>Zehn Dinge sind f&#x00FC;r das Studium unzutr&#x00E4;glich: wenn man unter einem Halfter durchgeht, und um so mehr, wenn unter einem Kamel; wenn man zwischen zwei Kamelen durchgeht; wenn man zwischen zwei Frauen durchgeht; wenn eine Frau zwischen zwei M&#x00E4;nnern durchgeht; wenn man am schlechten Geruche eines Aases vor&#x00FC;bergeht; wenn man unter einer Br&#x00FC;cke durchgeht, unter der vierzig Tage kein Wasser gelaufen ist; wenn man ungen&#x00FC;gend gekochtes Fleisch i&#x00DF;t; wenn man (Fleisch) aus einem Schauml&#x00F6;ffel i&#x00DF;t; wenn man Wasser aus einem Wasserarm trinkt, der sich durch Gr&#x00E4;ber hinzieht ; und wenn man in das Gesicht eines Toten schaut. Manche sagen, auch wenn man die Inschriften auf den Gr&#x00E4;bern liest.</p>
<p>Die Rabbanan lehrten: Wenn der F&#x00FC;rst eintritt, so mu&#x00DF; das ganze Volk aufstehen und darf sich erst dann niedersetzen, wenn er dazu auffordert. Wenn ein Gerichtspr&#x00E4;sident eintritt, so mu&#x00DF; eine Reihe auf der einen Seite und eine Reihe auf der anderen [aufstehen], bis er sich auf seinen Platz gesetzt hat. Wenn der Obergelehrte eintritt, so steht einer nach dem anderen<sup><xref rid="fn430">172</xref></sup>auf und setzt sich wieder hin, bis er sich auf seinen Platz gesetzt hat. S&#x00F6;hne des Obergelehrten und Gelehrte treten, wenn das Volk sie braucht, &#x00FC;ber die K&#x00F6;pfe des Publikums; ging er zur Notdurft hinaus, so darf er zur&#x00FC;ck eintreten und sich auf seinen Platz<sup><xref rid="fn431">173</xref></sup> setzen. Die Kinder eines Gelehrten, deren Vater Gemeindeverwalter ist, d&#x00FC;rfen, wenn sie Verst&#x00E4;ndnis haben, eintreten und sich vor ihren Vater mit dem R&#x00FC;cken zum Volke gewendet hinsetzen, und wenn sie kein Verst&#x00E4;ndnis haben, eintreten und sich vor ihren Vater mit dem Gesichte zum Volke gewendet hinsetzen. R. Elea&#x0351;zar b. R. Ji&#x00E7;&#x1E25;aq sagt, auch bei einem Gastmahle schlie&#x00DF;e man sie an<sup><xref rid="fn432">174</xref></sup>.</p>
<p>&#x00AB;Ging er zur Notdurft hinaus, so darf er zur&#x00FC;ck eintreten und sich auf seinen Platz setzen. &#x00BB; R. Papa sagte : Sie sagten dies nur von der kleinen, nicht aber von der gro&#x00DF;en, weil er sich vorher untersuchen sollte. R. Jehuda sagte n&#x00E4;mlich im Namen Rabhs: Man gew&#x00F6;hne sich stets fr&#x00FC;hmorgens und sp&#x00E4;tabends<sup><xref rid="fn433">175</xref></sup>zu gehen, damit man sich nicht zu weit zu entfernen<sup><xref rid="fn434">176</xref></sup>brauche. Raba sagte: Jetzt aber, bei der allgemeinen Schw&#x00E4;che, darf er<sup><xref rid="fn435">177</xref></sup>es, auch wenn er zur gro&#x00DF;en hinausgegangen war.</p>
<p>&#x00AB;R. Elea&#x0351;zar b. &#x00C7;adoq sagt, auch bei einem Gastmahle schlie&#x00DF;e man sie an.&#x00BB; Raba sagte: Bei Lebzeiten ihres Vaters, und in Gegenwart ihres Vaters.</p>
<p>R. Jo&#x1E25;anan sagte: Jene Lehre stammt aus den Tagen des R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l. R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l war F&#x00FC;rst, R. Me&#x00ED;r war Obergelehrter und R. Nathan war Gerichtspr&#x00E4;sident. Wenn R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l eintrat, stand das ganze Publikum vor ihm auf, und wenn R. Me&#x00ED;r und R. Nathan eintraten, stand das ganze Publikum auch vor ihnen auf; da sprach R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l: Sollte es denn gar keinen Unterschied zwischen mir und ihnen geben&#x0021;? Da setzte er jene Lehre fest. An jenem Tage waren R. Me&#x00ED;r und R. Nathan nicht anwesend, und als sie am folgenden Tag man vor ihnen nicht wie sonst aufstand, fragten sie, was dies bedeute, und man erwiderte ihnen, R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l habe dies angeordnet. Da sprach R. Me&#x00ED;r zu R. Nathan : Ich bin Obergelehrter und du bist Gerichtspr&#x00E4;sident; wollen wir etwas gegen ihn unternehmen, wie er es gegen uns getan hat. Was wollen wir gegen ihn unternehmen? &#x2013; Wir wollen ihn auffordern, [den Traktat] U&#x0351;q&#x00E7;in vorzutragen, dessen er nicht kundig ist, und da er dies nicht k&#x00F6;nnen wird, werden wir ihm folgendes vortragen:<sup><xref rid="fn436">178</xref></sup><italic>Wer kann &#x00FC;ber die Macht des Herrn sprechen, sein ganzes Lob erz&#x00E4;hlen;</italic> wem geziemt es, &#x00FC;ber die Macht des Herrn zu sprechen? Dem, der sein ganzes Lob erz&#x00E4;hlen<sup><xref rid="fn437">179</xref></sup>kann. Sodann werden wir ihn absetzen; ich werde dann Gerichtspr&#x00E4;sident und du wirst F&#x00FC;rst werden. Dies h&#x00F6;rte R. Ja&#x0351;qob b. Qod&#x0161;i, und er sagte : Er wird, beh&#x00FC;te und bewahre, in Besch&#x00E4;mung geraten. Da ging er und setzte sich hinter den S&#x00F6;ller des R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l, und er lemte<sup><xref rid="fn438">180</xref></sup>und wiederholte, lernte und wiederholte. Da sprach jener: Was soll dies bedeuten, vielleicht hat sich, beh&#x00FC;te und bewahre, etwas im Lehrhause ereignet? Da richtete er seine Aufmerksamkeit darauf und lernte mit. Am folgenden Tage sprachen jene zu ihm: M&#x00F6;ge doch der Meister kommen und uns aus dem Traktat U&#x0351;q&#x00E7;in vortragen. Da begann er und trug vor. Nachdem er geendigt hatte, sprach er zu ihnen: H&#x00E4;tte ich ihn nicht gelernt, so w&#x00FC;rdet ihr mich der Besch&#x00E4;mung ausgesetzt haben. Da befahl er, und man wies sie aus dem Lehrhause. Hierauf schrieben sie ihre Fragen<sup><xref rid="fn439">181</xref></sup>auf, und warfen sie ins Lehrhaus; wurden sie beantwortet, so waren sie erledigt, und wurden sie nicht beantwortet, so schrieben sie auch die Antworten auf und warfen sie hinein. Da sprach R. Jose: Die Tora ist drau&#x00DF;en und wir drinnen &#x0021; Da ordnete R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l an, da&#x00DF; man sie wieder einlasse, jedoch bestrafe, da&#x00DF; man keine Lehre in ihrem Namen vortrage. Alsdann wurde R. Me&#x00ED;r<sup><xref rid="fn440">182</xref></sup>[die Bezeichnung] &#x2018;andere sagen&#x2019; und R. Nathan [die Bezeichnung] &#x2018;manche sagen&#x2019; beigelegt. Hierauf sagte man ihnen im Traume, da&#x00DF; sie hingehen und Abbitte leisten sollen; R. Nathan ging hin, R. Me&#x00ED;r aber ging nicht hin, denn er sagte, Tr&#x00E4;ume n&#x00FC;tzen nicht und schaden nicht. Als R. Nathan zu ihm kam, sprach jener zu ihm: Wenn auch die W&#x00FC;rde<sup><xref rid="fn441">183</xref></sup>deines Vaters dir dazu verholfen hat, Gerichtspr&#x00E4;sident zu werden, sollte man dich auch zum F&#x00FC;rsten machen&#x0021;?</p>
<p>Rabbi lehrte seinen Sohn R. &#x0160;imo&#x0351;n : Andere sagen : w&#x00E4;re es<sup><xref rid="fn442">184</xref></sup>Eingetauschtes, so w&#x00FC;rde man es nicht dargebracht haben. Da sprach dieser <folio>Fol.14</folio> zu ihm: Wer sind diese, deren Wasser wir trinken und ihre Namen nicht nennen? Jener erwiderte ihm: Das sind Leute, die deine W&#x00FC;rde und die W&#x00FC;rde deines v&#x00E4;terlichen Hauses untergraben wollten. Da sprach dieser :<sup><xref rid="fn443">185</xref></sup><italic>Auch ihre Liebe, auch ihr Ha&#x00DF;, auch ihre Eifersucht ist dahin.</italic> Jener entgegnete :<sup><xref rid="fn444">186</xref></sup><italic>Der Feind ist geschwunden, die Tr&#x00FC;mmer<sup><xref rid="fn445">187</xref></sup>bestehen ewig.</italic> Dieser erwiderte: Dies nur, wenn ihre Handlung von Erfolg w&#x00E4;re, bei diesen Gelehrten war sie aber nicht von Erfolg. Hierauf lehrte er wie folgt: Im Namen R. Me&#x00ED;rs sagten sie: W&#x00E4;re es Eingetauschtes, w&#x00FC;rde man es nicht dargebracht haben. Raba sagte: Selbst Rabbi, der sehr sanftm&#x00FC;tig war, gebrauchte [die Wendung] &#x2018;im Namen R. Me&#x00ED;rs sagten sie&#x2019; und sagte nicht &#x2018;R. Me&#x00ED;r sagte&#x2019;.</p>
<p>R. Jo&#x1E25;anan sagte: R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l und die Rabbanan streiten; nach der einen Ansicht ist der Vielwissende<sup><xref rid="fn446">188</xref></sup>bevorzugter, und nach der anderen Ansicht ist der Scharfsinnige<sup><xref rid="fn447">189</xref></sup>bevorzugter. R. Joseph war vielwissend und Rabba war scharfsinnig; da fragten sie dort<sup><xref rid="fn448">190</xref></sup>an, wer bevorzugter sei. Jene erwiderten ihnen: Der Viel wissende sei bevorzugter, denn der Meister sagte, alle ben&#x00F6;tigen des Kornbesitzers. Dennoch nahm R. Joseph [das Amt] nicht an. So hatte zuerst Rabba zweiundzwanzig Jahre das Rektorat inne und erst dann &#x00FC;bernahm es R. Joseph. W&#x00E4;hrend der ganzen Zeit, in der Rabba das Rektorat inne hatte, lie&#x00DF; R. Joseph nicht einmal einen Rader nach seinem Hause kommen<sup><xref rid="fn449">191</xref></sup>.</p>
<p>Einst sa&#x00DF;en Abajje, Raba, R. Zera und Rabba bei Mathna beisammen und wollten ein Oberhaupt einsetzen; da beschlossen sie, wer etwas sagen, und nicht widerlegt werden wird, werde Oberhaupt. Hierauf wurden sie alle widerlegt, Abajje aber nicht. Als nun Raba bemerkte, da&#x00DF; Abajje den Kopf erhob, sprach er zu ihm : Na&#x1E25;mani, fange an und trage etwas vor<sup><xref rid="fn450">192</xref></sup>.</p>
<p>Sie fragten : Wer war von R. Zera und Rabba b. Mathna bedeutender? R. Zera war Scharfsinniger und Scholastiker, Rabba b. Mathna war Denker und produzierend. Dies bleibt unentschieden.</p>
<ftnote id="fn258">1. Richtiger ist, wie schon Raschi bemerkt, die Lesart der kursierenden Ausgaben; so lehrt er auch, da&#x00DF;, wenn der Gesalbte eine S&#x00FC;nde begangen hat und nachher von seinem Amte zur&#x00FC;ckgetreten ist, er einen Farren darbringe.</ftnote>
<ftnote id="fn259">2. Lev. 4,3.</ftnote>
<ftnote id="fn260">3. Dh. das f&#x00FC;r einen im Amte befindlichen.</ftnote>
<ftnote id="fn261">4. Sondern gleich einem Gemeinen, ein Schaf oder eine Ziege.</ftnote>
<ftnote id="fn262">5. Ohne Unkenntnis des Gesetzes.</ftnote>
<ftnote id="fn263">6. Lev. 4,22.</ftnote>
<ftnote id="fn264">7. Hinsichtlich ihrer Opfer.</ftnote>
<ftnote id="fn265">8. Lev. 4,22.</ftnote>
<ftnote id="fn266">9. Ib. V. 3.</ftnote>
<ftnote id="fn267">10. Da&#x00DF; er sich vergehe; bei diesem wird das W. <span dir="rtl">&#x05D0;&#x05E9;&#x05E8;</span> in der Bedeutung &#x2018;wenn&#x2019; gebraucht.</ftnote>
<ftnote id="fn268">11. Da&#x00DF; die Schrift eine solche Bestimmung getroffen haben sollte.</ftnote>
<ftnote id="fn269">12. Lev. 14,34.</ftnote>
<ftnote id="fn270">13. Durch einen b&#x00F6;sen Geist; ein solcher ist nicht verunreinigend.</ftnote>
<ftnote id="fn271">14. Obgleich dies ein b&#x00F6;ses Ereignis ist. Diese Auslegung ist jed. nicht stichhaltig, da nach rabbanitischer Auslegung der H&#x00E4;useraussatz tats&#x00E4;chlich als gl&#x00FC;ckliches Ereignis aufzufassen ist, da beim Niederrei&#x00DF;en der aussatzbehafteten H&#x00E4;user die von den Urbewohnern versteckten Sch&#x00E4;tze entdeckt werden sollen; cf. Midra&#x0161; rabba zu Lev. Abschnitt 17.</ftnote>
<ftnote id="fn272">15. Dh. die Vergleichung mit dem beim Hochpriester gebrauchten W.e <span dir="rtl">&#x05D0;&#x05DD;</span></ftnote>
<ftnote id="fn273">16. Lev. 13,2.</ftnote>
<ftnote id="fn274">17. Hat das Gesetz vom Aussatz Geltung; solche, die fr&#x00FC;her entstanden waren, waren auch sp&#x00E4;ter nicht verunreinigend.</ftnote>
<ftnote id="fn275">18. R&#x0160;. spricht von den hier genannten F&#x00E4;llen, diese sind nicht verunreinigend, w&#x00E4;hrend in der angezogenen Barajtha unter &#x2018;andere Gewalt&#x2019; andere Ursachen, beispielsweise Verwundungen, zu verstehen sind.</ftnote>
<ftnote id="fn276">19. iiReg. 15,5.</ftnote>
<ftnote id="fn277">20. Eigentl. Haus der Freiheit, Verlassenheit.</ftnote>
<ftnote id="fn278">21. Dh. K&#x00F6;nig, da dem K&#x00F6;nig ein Dienst obliegt; er mu&#x00DF;te also wegen seines Aussatzes zur&#x00FC;cktreten.</ftnote>
<ftnote id="fn279">22. Um Wahrung zu suchen.</ftnote>
<ftnote id="fn280">23. Dh. ihnen ein eintr&#x00E4;gliches Amt zu &#x00FC;berweisen.</ftnote>
<ftnote id="fn281">24. Aus Bescheidenheit.</ftnote>
<ftnote id="fn282">25. iReg. 12,7.</ftnote>
<ftnote id="fn283">26. Das W. <span dir="rtl">&#x05D0;&#x05E9;&#x05E8;</span> wird gleich <span dir="rtl">&#x05D0;&#x05E9;&#x05E8;&#x05D9;</span> mit &#x2018;Heil&#x2019; &#x00FC;bersetzt.</ftnote>
<ftnote id="fn284">27. Lev. 5,16.</ftnote>
<ftnote id="fn285">28. Auch hier wird das W. <span dir="rtl">&#x05D0;&#x05E9;&#x05E8;</span> gebraucht.</ftnote>
<ftnote id="fn286">29. iReg. 14,16.</ftnote>
<ftnote id="fn287">30. In derselben Bedeutung wird beim Hochpriester das W. <span dir="rtl">&#x05D0;&#x05DD;</span>, beim F&#x00FC;rsten aber das W. <span dir="rtl">&#x05D0;&#x05E9;&#x05E8;</span> gebraucht.</ftnote>
<ftnote id="fn288">31. Ecc. 8,14.</ftnote>
<ftnote id="fn289">32. Hos. 14,10.</ftnote>
<ftnote id="fn290">33. In diesem Falle hat der eine eine erlaubte u. der andere eine verbotene Handlung ausge&#x00FC;bt.</ftnote>
<ftnote id="fn291">34. Gen. 13,10; die in diesem Schriftverse gebrauchten Worte werden in anderen, weiter angezogenen Schriftversen im Zusammenhang mit s&#x00FC;ndhaften Handlungen gebraucht.</ftnote>
<ftnote id="fn292">35. Ib. 39,7.</ftnote>
<ftnote id="fn293">36. Jud. 14,3.</ftnote>
<ftnote id="fn294">37. Gen. 34,2.</ftnote>
<ftnote id="fn295">38. Pr. 6,26.</ftnote>
<ftnote id="fn296">39. Hos. 2,7,</ftnote>
<ftnote id="fn297">40. Lot, der betrunken war.</ftnote>
<ftnote id="fn298">41. Im Schriftverse, in dem von der &#x00DF;eschlafung der &#x00E4;lteren Tochter erz&#x00E4;hlt wird, Gen. 19,33.</ftnote>
<ftnote id="fn299">42. Bei seinem Aufstehen.</ftnote>
<ftnote id="fn300">43. Pr. 18,19.</ftnote>
<ftnote id="fn301">44. Die Parallelstelle Naz. 23b, manche Texte auch hier, haben den erkl&#x00E4;renden Zusatz: wie der Riegel beim Palaste; cf. Bd. V S. 594 Anm. 54.</ftnote>
<ftnote id="fn302">45. Dt. 23,4.</ftnote>
<ftnote id="fn303">46. Pr. 18,1.</ftnote>
<ftnote>46. <span dir="rtl">&#x05D2;&#x05DC;&#x05D4;</span> verwandt mit <span dir="rtl">&#x05D2;&#x05DC;&#x05E2;</span>.</ftnote>
<ftnote id="fn304">47. Jud. 5,24.</ftnote>
<ftnote id="fn305">48. Sie hatte sich Sisra hingegeben, um ihn zu schw&#x00E4;chen u. t&#x00F6;ten zu k&#x00F6;nnen; cf. Jud. 4,17ff.</ftnote>
<ftnote id="fn306">49. Jud. 5,27.</ftnote>
<ftnote id="fn307">50. In diesem Schriftverse kommen je 3mal die W.e &#x2018;knien&#x2019; u. &#x2018;fallen&#x2019; u. 1mal das W. &#x2018;liegen&#x2019; vor.</ftnote>
<ftnote id="fn308">51. Dh. vom Vater.</ftnote>
<ftnote id="fn309">52. Dt. 2,9.</ftnote>
<ftnote id="fn310">02. Dh. Sohn meines Volkes.</ftnote>
<ftnote id="fn311">53. Ib. V. 19.</ftnote>
<ftnote id="fn312">54. Cf. Bd. V S. 595 Anm. 73.</ftnote>
<ftnote id="fn313">55. Lev. 4,27.</ftnote>
<ftnote id="fn314">56. Gleich einem einzelnen aus dem Volke.</ftnote>
<ftnote id="fn315">57. Wenn der Hochpriester zur Darbringung des f&#x00FC;r ihn bestimmten Opfers nicht verpflichtet ist, so bringt er &#x00FC;berhaupt keines dar.</ftnote>
<ftnote id="fn316">58. Auch ohne Unkenntnis des Gesetzes; demnach ist ja die wiederholte Ausschlie&#x00DF;ung nicht n&#x00F6;tig.</ftnote>
<ftnote id="fn317">59. Da in diesem Falle der F&#x00FC;rst tats&#x00E4;chlich ein f&#x00FC;r einen Gemeinen bestimmtes Opfer darzubringen hat.</ftnote>
<ftnote id="fn318">60. In diesem Falle bringt er also &#x00FC;berhaupt kein Opfer dar.</ftnote>
<ftnote id="fn319">61. Wenn er die 2. H&#x00E4;lfte als F&#x00FC;rst gegessen hat.</ftnote>
<ftnote id="fn320">62. Als F&#x00FC;rst.</ftnote>
<ftnote id="fn321">63. Lev. 4,22.</ftnote>
<ftnote id="fn322">64. Wenn er kein rituelles Fleisch hat.</ftnote>
<ftnote id="fn323">65. Obgleich dies nicht ekelhaft ist, u. somit nicht erwiesen, da&#x00DF; er es aus Trotz tat.</ftnote>
<ftnote id="fn324">66. Der 2. Satz deckt sich nicht mit dem ersten.</ftnote>
<ftnote id="fn325">67. Der als Nichtjude behandelt wird.</ftnote>
<ftnote id="fn326">68. Wenn er sogar Ekelhaftes i&#x00DF;t, so ist es ersichtlich, da&#x00DF; er es aus Trotz tut.</ftnote>
<ftnote id="fn327">69. Lev. 4,22.</ftnote>
<ftnote id="fn328">70. Beim K&#x00F6;nige; Lev. 17,19.</ftnote>
<ftnote id="fn329">71. Ob er als h&#x00F6;chster F&#x00FC;rst in Jisra&#x00E9;i gilt.</ftnote>
<ftnote id="fn330">72. Den Exilarchen.</ftnote>
<ftnote id="fn331">73. Den Exilarchen in Babylonien.</ftnote>
<ftnote id="fn332">74. Den F&#x00FC;rsten in Pal&#x00E4;stina.</ftnote>
<ftnote id="fn333">75. Gen. 49,10.</ftnote>
<ftnote id="fn334">76. Dieser wird nur vom gesalblen Hochpriester dargebracht; der durch die Amtskleidung geweihte bringt, gleich einem Gemeinen, ein Schaf oder eine Ziege dar.</ftnote>
<ftnote id="fn335">77. Cf. Lev. 6,13ff.</ftnote>
<ftnote id="fn336">78. Wegen eines Trauerfalles; cf. Lev. 21,10.</ftnote>
<ftnote id="fn337">79. Cf. Num. 35,25.</ftnote>
<ftnote id="fn338">80. Aus denen das Salb&#x00F6;l hergestellt wurde; cf. Ex. 30,23ff.</ftnote>
<ftnote id="fn339">81. Ex. 30,31.</ftnote>
<ftnote id="fn340">82. Lev. 8,10.</ftnote>
<ftnote id="fn341">83. Ib. 6,15.</ftnote>
<ftnote id="fn342">84. Dt. 17,20.</ftnote>
<ftnote id="fn343">85. K&#x00F6;nig der Dynastie.</ftnote>
<ftnote id="fn344">86. iSam. 16,12.</ftnote>
<ftnote id="fn345">87. Durch den unn&#x00F6;tigen Gebrauch desselben.</ftnote>
<ftnote id="fn346">88. Cf. infra Fol. 12a.</ftnote>
<ftnote id="fn347">89. Nicht mit dem von Mo&#x0161;e hergestellten Salb&#x00F6;l.</ftnote>
<ftnote id="fn348">90. iChr. 3,15.</ftnote>
<ftnote id="fn349">91. iiChr. 21,3.</ftnote>
<ftnote id="fn350">92. Hinsichtlich seiner guten Handlungen beim Antritte seiner Regierung.</ftnote>
<ftnote id="fn351">93. iiReg. 24,17.</ftnote>
<ftnote id="fn352">94. Ez. 17,13; die in den kursierenden Ausgaben zitierten W.e <span dir="rtl">&#x05D5;&#x05D9;&#x05D1;&#x05D9;&#x05D0;&#x05D4;&#x05D5; &#x05D1;&#x05D1;&#x05DC;&#x05D4;</span> kommen in einer in Betracht kommenden Stelle in der Schrift nicht vor, auch geben sie keinen Sinn.</ftnote>
<ftnote id="fn353">95. iiChr. 36,13.</ftnote>
<ftnote id="fn354">96. Zur Zeit des Jehoa&#x1E25;az.</ftnote>
<ftnote id="fn355">97. Cf. Ex. 16,33.</ftnote>
<ftnote id="fn356">98. Cf. Num. 17,23.</ftnote>
<ftnote id="fn357">99. iSam. 6,8.</ftnote>
<ftnote id="fn358">100. iiChr. 35,3; unsere Lesart weicht sehr stark vom masor. Texte ab; Jom. 52b jed. mit diesem fast &#x00FC;bereinstimmend.</ftnote>
<ftnote id="fn359">101. Da&#x00DF; mit der Bundeslade auch die anderen hier genannten Dinge versteckt wurden.</ftnote>
<ftnote id="fn360">102. Bei der Bundeslade u. beim Gef&#x00E4;&#x00DF;e Manna hei&#x00DF;t es (Ex. 16,33 u. ib. 30,6) <italic>dort,</italic> beim Gef&#x00E4;&#x00DF;e Manna u. beim Stabe Ahrons hei&#x00DF;t es (Ex. 16,33 u. Num. 17,25) <italic>Verwahrung,</italic> u. ferner hei&#x00DF;t es beim Gef&#x00E4;&#x00DF;e Manna und beim Salb&#x00F6;l (Ex. 16,33 u. ib. 30,31) <italic>Geschlechter;</italic> diese Worte dienen als Wortanalogie, aus der entnommen wird, da&#x00DF; sie alle zusammen versteckt wurden.</ftnote>
<ftnote id="fn361">103. Ersterer in Form eines Kreises, letzterer in Form eines griechischen X (<img src="images/27_Horajoth_image1.jpg" alt="art" /> bezw. <img src="images/27_Horajoth_image2.jpg" alt="art" />).</ftnote>
<ftnote id="fn362">104. Lev. 8,12.</ftnote>
<ftnote id="fn363">105. Diese wurden mit dem &#x00D6;l nur gesalbt.</ftnote>
<ftnote id="fn364">106. Ps. 133,2.</ftnote>
<ftnote id="fn365">107. Durch &#x00FC;berm&#x00E4;&#x00DF;igen Gebrauch.</ftnote>
<ftnote id="fn366">108. Ps. 133,3.</ftnote>
<ftnote id="fn367">109. Ps. 133,1.</ftnote>
<ftnote id="fn368">110. iReg. 1,33.</ftnote>
<ftnote id="fn369">111. Diese Gew&#x00E4;chse gedeihen sehr schnell u. gut.</ftnote>
<ftnote id="fn370">112. Jes. 30,20.</ftnote>
<ftnote id="fn371">113. Diese Stadt war durch Gesetzeskunde u. gute Handlungen ausgezeichnet.</ftnote>
<ftnote id="fn372">114. Durch seine Sch&#x00E4;rfe u. G&#x00FC;te, da er f&#x00FC;r Geist u. K&#x00F6;rper unzutr&#x00E4;glich ist; cf. Pes. Fol. 42a. Nach den neueren Ausgaben: besser ein verstunkener Fisch in Matha-Me&#x1E25;asja als etc.</ftnote>
<ftnote id="fn373">115. iSam. 2,1.</ftnote>
<ftnote id="fn374">116. In dem das Salb&#x00F6;l sich befand; cf. iSam. 10,1, ib. 16,3, iReg. 1,39, iiReg. 9,1.</ftnote>
<ftnote id="fn375">117. Lev. 4,3.</ftnote>
<ftnote id="fn376">118. Und Unvors&#x00E4;tzlichkeit der Handlung.</ftnote>
<ftnote id="fn377">119. Es k&#x00F6;nnten zwischen den beiden, in gleichem Range stehenden Hochpriestern Reibereien entstehen.</ftnote>
<ftnote id="fn378">120. Der den Hochpriester vor&#x00FC;bergehend vertreten hat.</ftnote>
<ftnote id="fn379">121. Lev. 21,10.</ftnote>
<ftnote id="fn380">122. Ib. V. 12.</ftnote>
<ftnote id="fn381">123. Den Feldpriester.</ftnote>
<ftnote id="fn382">124. Lev. 21,13.</ftnote>
<ftnote id="fn383">125. Von einem Hochpriester, der wegen eines vor&#x00FC;bergehenden Ereignisses den Dienst auf kurze Zeit niedergelegt hat.</ftnote>
<ftnote id="fn384">126. Und sein Amt &#x00FC;berhaupt nicht mehr antritt.</ftnote>
<ftnote id="fn385">127. Und deshalb vom Amt zur&#x00FC;ckgetreten ist.</ftnote>
<ftnote id="fn386">128. Dem Hochpriester, dem das Einrei&#x00DF;en des Gewandes gesetzlich verboten ist.</ftnote>
<ftnote id="fn387">129. Der Hochpriester mu&#x00DF; der des Ehebruches angeklagten Frau das Haar entbl&#x00F6;&#x00DF;en u. das Gewand zerrei&#x00DF;en; cf. Num. 5,18ff.</ftnote>
<ftnote id="fn388">130. Num. 28,23.</ftnote>
<ftnote id="fn389">131. Dies wird hier unn&#x00F6;tig wiederholt, um hiervon auch auf andere F&#x00E4;lle zu schlie&#x00DF;en.</ftnote>
<ftnote id="fn390">132. Lev. 21,8.</ftnote>
<ftnote id="fn391">133. &#x00DC;ber die Mahlzeit.</ftnote>
<ftnote id="fn392">134. Lev. 16,11.</ftnote>
<ftnote id="fn393">135. Cf. Num. 19,2ff.</ftnote>
<ftnote id="fn394">136. Es ist ganz unklar, weshalb diese beiden Lehren hier angezogen werden; in den kursierenden Ausgaben fehlen sie.</ftnote>
<ftnote id="fn395">137. Da&#x00DF; der Farre des Priesters vor dem Farren der Gemeinde dargebracht werde.</ftnote>
<ftnote id="fn396">138. Lev. 4,20.</ftnote>
<ftnote id="fn397">139. Ib. V. 21.</ftnote>
<ftnote id="fn398">140. Der Farre des Hochpriesters.</ftnote>
<ftnote id="fn399">141. Lev. 16,17.</ftnote>
<ftnote id="fn400">142. Ib. 5,8.</ftnote>
<ftnote id="fn401">143. Ib. V. 10.</ftnote>
<ftnote id="fn402">144. Von der Masora; dies deutet darauf, da&#x00DF; dieses S&#x00FC;ndopfer dem mit ihm dargebrachten Brandopfer nachstehe.</ftnote>
<ftnote id="fn403">145. Dh. man richte sich nach der Reihenfolge in der Schrift, u. in dieser wird zuerst das Brandopfer u. nachher das S&#x00FC;ndopfer genannt; cf. Num. 15,24.</ftnote>
<ftnote id="fn404">146. Die von der ersten Ernte am 16. Nisan dargebracht wurde; cf. Lev. 23,10ff.</ftnote>
<ftnote id="fn405">147. Gf. ib. V. 12.</ftnote>
<ftnote id="fn406">148. Die 2 Brote und die Schwingegarbe werden aus Anla&#x00DF; des Tages dargebracht, w&#x00E4;hrend die Opfer nur eine Zugabe zu diesen sind.</ftnote>
<ftnote id="fn407">149. Durch die Gefangenschaft.</ftnote>
<ftnote id="fn408">150. iReg. 1,33.</ftnote>
<ftnote id="fn409">151. Er nannte sich einen Herrn des Hochpriesters.</ftnote>
<ftnote id="fn410">152. iReg. 1,34.</ftnote>
<ftnote id="fn411">153. Zach. 3,8.</ftnote>
<ftnote id="fn412">154. Dt. 13,12.</ftnote>
<ftnote id="fn413">155. Wegen einer vor&#x00FC;bergehenden, bezw. bleibenden Veranlassung.</ftnote>
<ftnote id="fn414">156. Cf. Dt. 20,2.</ftnote>
<ftnote id="fn415">157. H&#x00F6;herer Aufsichtsbeamter; zur Etymol. vgl. Lagarde, <italic>Armen. Studien</italic> S 1216.</ftnote>
<ftnote id="fn416">158. Der Tempelkasse.</ftnote>
<ftnote id="fn417">159. An einer Leiche.</ftnote>
<ftnote id="fn418">160. Ein Toter auf der Stra&#x00DF;e, um den sich niemand k&#x00FC;mmert.</ftnote>
<ftnote id="fn419">161. Worth ein Mann aus dem gemeinen Volke.</ftnote>
<ftnote id="fn420">162. iChr. 23,13.</ftnote>
<ftnote id="fn421">163. Dt. 10,8.</ftnote>
<ftnote id="fn422">164. Den Noa&#x1E25; &#x00FC;ber Kenaa&#x0351;in aussprach, indem er ihn zum Sklaven verfluchte; cf. Gen. 9,25.</ftnote>
<ftnote id="fn423">165. Pr. 3,15.</ftnote>
<ftnote id="fn424">166. Viell. <span dir="rtl">&#x05DE;&#x05D5;&#x05E9;&#x05DC;&#x05D9;&#x05DD;</span> (von <span dir="rtl">&#x05DE;&#x05E9;&#x05DC;</span> Spruch, Gleichnis) ist die Maus spr&#x00FC;chw&#x00F6;rtlich, sc. als boshaft.</ftnote>
<ftnote id="fn425">167. Wovon sie gar keinen Genu&#x00DF; haben.</ftnote>
<ftnote id="fn426">168. St&#x00E4;rken das Ged&#x00E4;chtnis.</ftnote>
<ftnote id="fn427">169. So nach Handschriften, nach unserem Texte. Kohlenbrot, dh. auf Kohlen gebackenes, u. um so mehr Kohle.</ftnote>
<ftnote id="fn428">170. W&#x00F6;rtl. gerollte, wahrscheinl. weil sie auf einer hei&#x00DF;en Platte gerollt wurden.</ftnote>
<ftnote id="fn429">171. Wenn man den Goldfinger einbiegt, so bleiben auf der einen Seite zwei Finger u. auf der anderen Seite ein Finger stehen.</ftnote>
<ftnote id="fn430">172. Jeder, an dem er vor&#x00FC;bergeht, um ihm Platz zu machen.</ftnote>
<ftnote id="fn431">173. Obgleich er dadurch das Publikum bel&#x00E4;stigt.</ftnote>
<ftnote id="fn432">174. Dh. man setze sie neben die Gelehrten.</ftnote>
<ftnote id="fn433">175. Zur Verrichtung der Notdurft.</ftnote>
<ftnote id="fn434">176. Um einen entlegenen Platz aufzusuchen.</ftnote>
<ftnote id="fn435">177. Auf seinen Platz zur&#x00FC;ckgehen u. dadurch das Publikum bel&#x00E4;stigen.</ftnote>
<ftnote id="fn436">178. Ps. 106,2.</ftnote>
<ftnote id="fn437">179. Der imGesetze kundig ist.</ftnote>
<ftnote id="fn438">180. Den genannten Traktat, damit dies R&#x0160;. auffalle.</ftnote>
<ftnote id="fn439">181. Wissenschaftliche Er&#x00F6;rterungen.</ftnote>
<ftnote id="fn440">182. Den von ihm herr&#x00FC;hrenden Lehren.</ftnote>
<ftnote id="fn441">183. W&#x00F6;rtl. G&#x00FC;rtel, wahrscheinl. ein Abzeichen des Amtes.</ftnote>
<ftnote id="fn442">184. Das Vieh, be z&#x00FC;glich dessen bei der Verzehntung ein Irrtum beim Z&#x00E4;hlen entstanden ist; cf. Bek. Fol. 60a.</ftnote>
<ftnote id="fn443">185. Ecc. 9,6.</ftnote>
<ftnote id="fn444">186. Ps. 9,7.</ftnote>
<ftnote id="fn445">187. Vieil, nach der talmud. Auslegung: die Schwerter.</ftnote>
<ftnote id="fn446">188. Wahrscheinl. <span dir="rtl">&#x05E1;&#x05B0;&#x05D9;&#x05B8;&#x05E0;&#x05B4;&#x05D9;</span>, der Wissenhaben de; nach der &#x00FC;bl. Erkl&#x00E4;rung: der in der am Berge Sinaj &#x00FC;berlieferten Lehre bewandert ist.</ftnote>
<ftnote id="fn447">189. W&#x00F6;rtl. der Bergeversetzende.</ftnote>
<ftnote id="fn448">190. In Pal&#x00E4;stina.</ftnote>
<ftnote id="fn449">191. Vielmehr ging er aus Bescheidenheil zu diesem.</ftnote>
<ftnote id="fn450">192. Dh. du bist als Oberhaupt gew&#x00E4;hlt u. kannst deinen Vortrag er&#x00F6;ffnen.</ftnote>
</chapter>
</book>