{
    "toSections": [], 
    "versionTitle": "merged", 
    "ref": "Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll", 
    "language": "en", 
    "title": "Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll", 
    "lengths": [
        10
    ], 
    "type": "Halakhah", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "heTitleVariants": [
        "רמב\"ם, הלכות תפילין ומזוזה וספר תורה", 
        "משנה תורה, הלכות תפילין ומזוזה וספר תורה"
    ], 
    "heTitle": "משנה תורה, הלכות תפילין ומזוזה וספר תורה", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Tefillin,_Mezuzah_and_the_Torah_Scroll", 
    "length": 10, 
    "book": "Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll", 
    "text": [
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "Tefillin and Mezuzot cannot be written except for in Assyrian script. And for Torah scrolls, they allowed it to be written also in Greek, but this Greek language has already disappeared from the world and been lost, so today all three may only be written in Assyrian script. And he must be careful in their writing that two letters not stick together, for any letter that is not surrounded by parchment on all four sides is disqualified. And any letter that a child who is not wise, nor a fool, cannot read is disqualified. Therefore, he must be careful with forming the letters that a yud not look like a vav, nor a vav a yud, nor a kaf a bet, nor a bet a kaf, nor a dalet a reish, nor a reish a dalet, and the like, until the reader will not have trouble.", 
            ""
        ]
    ], 
    "titleVariants": [
        "Rambam, Tefillin, Mezuzah and the Torah Scroll", 
        "Mishneh Torah, Laws of Tefillin, Mezuzah and the Torah Scroll", 
        "Rambam, Laws of Tefillin, Mezuzah and the Torah Scroll", 
        "Rambam, Tefillin, Mezuzah, v'Sefer Torah", 
        "Mishneh Torah, Tefillin, Mezuzah, v'Sefer Torah", 
        "Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll", 
        "Mishneh Torah, Hilchot Tefillin, Mezuzah, v'Sefer Torah", 
        "Rambam, Hilchot Tefillin, Mezuzah, v'Sefer Torah"
    ], 
    "textDepth": 2, 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "sections": [], 
    "order": [
        12, 
        3
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Ahavah"
    ]
}