{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishna Chullin",
    "lengths": [
        12,
        74
    ],
    "text": [
        [
            "Everyone [may] slaughter and his slaughter is valid, except [that of] a deafmute, a simpleton or a minor, so that they will not spoil the slaughter [i.e., make a mistake]. But [if they] all slaughter and others see them, their slaughter is valid. The slaughter of a non-Jew - it is a nevelah and has the uncleanness of carry-on. [If] the slaughterer [slaughters] at night and thereby his slaughter is blind, his slaughter is valid. [If] the slaughterer [slaughters] on Shabbat, or on Yom Kippur - even though he is liable for his soul - his slaughter is valid.",
            "When a person had cut the throat [of an animal] with a hand sickle, a sharp flint stone, or with a reed, it is Cashér. All may slaughter, at any time, and with any instrument, except a reaping hook, a saw, the [sharp] teeth [of animals fixed in the maxillary bone], or with the finger nail, because the [first mentioned three] do not cut, but strangle [and tear]. When a person slaughtered an animal with a reaping hook, having teeth or notches, with the first or down stroke or cut only, it is unfit for use according to Beth Shammai, but Beth Hillel hold it to be Cashér; but if the teeth of the reaping hook had been ground away [so as to give it a sharp and even edge] it is the same as a knife.",
            "Should a person have to cut through the great or top ring of the trachea or windpipe, that but the width of a thread of the whole circumference of the ring remained [on the upper part], the animal so killed is Cashér. R. José bar Jehudah saith, \"It is Cashér when the greatest part of this breadth remained.\"",
            "An animal which was slaughtered by being cut at either side of the throat is Cashér, but if the neck of a bird brought as a sacrifice was wrung off sideways, it is thereby rendered an unfit sacrifice. If an animal was cut from the neck downwards, it becomes unlawful for use, but a bird whose neck was thus wrung is a valid sacrifice. An animal which was cut below the throat is Cashér, but the wringing off of birds’ heads from below the throat render them unfit sacrifices, because the whole region of the neck is appropriate for the wringing off of the head [of birds], and the whole region of the throat for slaughtering [animals], therefore whatever [in respect to cutting] renders an animal Cashér, must render a bird thus treated an unfit sacrifice, and the same in the reverse case.",
            "That which makes turtle-doves proper sacrifices, renders young pigeons improper ones, and whilst these are valid as young pigeons, they cannot be used as sacrifices of turtle-doves. When the neck feathers of either kind begin to shine and to turn yellow, they are unfit sacrifices.",
            "That which constitutes a [red] heifer a proper sacrifice, invalidates the calf [whose neck was to be broken, and also the reverse. That which does not disqualify priests [to minister in the Temple] disqualifies Levites, and the reverse. That which is [legally] clean in earthenware vessels, renders other vessels unclean, and the reverse takes place in other kinds of vessels. That which is considered [legally] clean in a wooden vessel is unclean in one of metal, and the reverse. The degree of ripeness which subjects bitter almonds to tithe, does not yet subject sweet almonds to the same; and when the latter become subject, the bitter ones are already free from the obligation of tithe.",
            "An infusion of water on grape lees which has not yet fermented, may not be bought for the money of second tithe, and renders a bath, however, unfit [for legal cleansing]; but when it has fermented it may be purchased for the money of second tithe, and its admixture does not render a bath unfit Brothers who, after sharing the inheritance from their parents, have entered into partnership, are not bound to pay the tithe of cattle while they are liable to the Kalbon, but whilst they are liable to the payment of cattle-tithe they are not subject to the Kalbon. While the right of sale is vested in the father [who may during the minority of his daughter sell her as a handmaid] no fine can be imposed, and when damages can be legally claimed the right of sale ceases. Whilst the right of refusal is in force Chalitzah does not take place, and when that ceremony is performed the right of refusal is no longer applicable. When the cornet is sounded no Habdallah is said, and when that is said the cornet is not sounded. When a festival happens on the eve of the Sabbath the cornet is sounded, but the Habdallah is not said. If on the day after the Sabbath, it is said, but the cornet is not sounded. What is the form of the [prayer] Habdallah? [Blessed art thou, &amp;c.] \"who makest a distinction between holy and holy;\" but according to R. Dosa, \"who makest a distinction between the greater and minor degrees of holiness.\""
        ],
        [],
        [],
        [
            "When an animal labours under difficult parturition, and the fœtus put forth its fore-leg, and withdrew it again within the womb, this fœtus may be eaten [by killing the dam]; but if it once protruded its head, though it withdrew it again, it is to be considered as born. Any part of an animal fœtus which had been cut off may be lawfully eaten, but if aught of the spleen or kidneys of an animal had been cut off, it is prohibited to eat these pieces. The rule is, \"Whatever belongs to the body of the animal itself, it is prohibited to eat, when cut off while the animal was yet alive, but what does not belong to its own body, it is lawful to eat.\"",
            "When an animal labours under difficult parturition with its firstborn young, the fœtus may be cut from the womb piecemeal, and the pieces cast to the dogs; but if the greater part of the body had protruded, it must be buried, and the dam is not further subject to the law of firstborn.",
            "When the fœtus of an animal lies dead within its womb, and the shepherd [or herd] put his hand inside and touched it, he is clean, whether the animal was of a clean or of an unclean species; but R. José, the Galilean, holds that he is clean when the animal was of a clean, and defiled when the animal was of an impure species. A human fœtus which died within the womb, and was touched by the midwife placing her hand inside, the midwife is unclean for seven days, but the woman [the mother of the fœtus] is clean, till after the fœtus comes from her.",
            "When an animal labours under difficult parturition, and the fœtus protruded its fore-leg, and it was cut off, and: then the darn was slaughtered, the flesh of the young animal is clean. If the dam had been slaughtered first, and then the protruding limb of the fœtus was cut of, the flesh of the fœtus is to be considered [unclean], like that which had touched the body of an animal that had died of itself [Nebelah]. Such is the dictum of R. Meir; but the sages hold, \"That it must be considered as if a properly slaughtered animal, but which, owing to some internal blemish, had become Terefá, [had touched it]. For even as we find that a properly slaughtered animal which became Terefá., becomes clean [i.e. is not considered as Nebelah] by the said slaughtering, thus also ought the slaughtering of the dam to render the protruding limb of the fœtus clean.\" But R. Meir replied to them, \"Not so, for when the slaughtering causes an animal to be considered as clean, it is in so far only as is applicable to the body of the animal itself: but can it render clean the limb of the fœtus, which does not form part of the body of the dam? Whence is it deduced, that the slaughtering renders an animal found to be Terefá clean? [It ought rather to be supposed, that since] it is prohibited to eat of an unclean animal, which is also the case with \"one found to be Terefá: that, therefore, even as an unclean animal does not become clean by ‏שחיטה‎ [or proper slaughtering according to law], thus also the act of ‏שחיטה‎ ought not to render an animal clean, which was ascertained to be Terefá: yet this is not the case, because, what is affirmed in respect to the unclean animal, which at no time was a fit object for ‏שחיטה‎, cannot be predicated of the clean animal [which though Terefá], had a period when it was fit for ‏שחיטה‎. Consequently you cannot hence deduce the proof you have brought. Why does an animal, which is Terefá from the womb, become clean by ‏שחיטה‎? It is because you cannot apply that which is affirmed in respect to unclean animals, to which ‏שחיטה‎ is inapplicable, to clean animals, to which ‏שחיטה‎ does apply. Thus also, an animal horn alive at the end of eight months, does not become clean by the act of ‏שחיטה‎, because that act is not lawfully applicable to similar animals, under similar circumstances.\"",
            "When a person slaughters an animal, and found within it a live or dead fœtus eight months old, or a dead fœtus of nine months, he may tear it up, and let the blood run off. If a live fœtus of nine months is found, it must be slaughtered, and the penalty of the law would be incurred, if its dam was slaughtered on the same day with it. Such is the dictum of R. Meir; but the sages say, \"The act of ‏שחיטה‎ to the dam, renders also the fœtus lawful.\" According to R. Simeon Sazuree \"[The slaughtering of the dam is so efficient, that] even if such an animal should have grown to the age of eight years, and ploughs in the fields, it does not require ‏שחיטה‎ for itself.\" If an animal had been torn up [i.e. been killed without proper ‏שחיטה‎], and a live fœtus nine months old found therein, it will be necessary to slaughter the fœtus by itself, because the dam had not been [properly] slaughtered.",
            "An animal whose legs were cut off below the knee is Cashér, but not when they were cut off above the knee, also when the junction of the sinews is interrupted. When the bone of the lower part of the leg is broken: if the fractured part is covered by the flesh in the larger proportion [of its thickness and circumference], the animal becomes lawful for use by being properly slaughtered, but not when the fractured part was not so covered.",
            "When an animal was killed, and a placenta [i.e. the secundines or afterbirth] found therein, this latter may be eaten, if a person should not loath to eat it; but it does not contract pollution as a thing edible, or as a Nebelah. [If the dam had died of itself] but when it is considered edible by any person, it becomes liable to contract pollution as an edible, but not the pollution of Nebelah. When a placenta had partly protruded from the womb, it becomes unlawful to be eaten. It is the sign [or proof] of a child in woman, and of a young in an animal. A placenta that had been cast prematurely by an animal which is with young for the first time, may be cast to the dogs, and in the case of consecrated sacrifices it must be buried; but it is not lawful to bury it in a cross road, or hang it up in a tree, because these are heathen practices."
        ]
    ],
    "heTitle": "חולין",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 12,
    "titleVariants": [
        "Mishna Chullin",
        "M Chullin",
        "M. Chullin"
    ],
    "textDepth": 2,
    "categories": [
        "Mishna",
        "Seder Kodashim"
    ]
}