{
    "toSections": [], 
    "versionTitle": "merged", 
    "ref": "Siddur Nusach HaSefardim, Edot HaMizrachB", 
    "language": "he", 
    "title": "Siddur Nusach HaSefardim, Edot HaMizrachB", 
    "type": "Liturgy", 
    "versions": [
        [
            "Torat Emet 357", 
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ], 
    "heTitleVariants": [
        "נוסח הספרדים ובני עדות המזרח", 
        "עדות המזרח נוסח"
    ], 
    "versionSource": "http://www.sefaria.org/Siddur_Nusach_HaSefardim,_Edot_HaMizrachB", 
    "heTitle": "עדות המזרח נוסח", 
    "book": "Siddur Nusach HaSefardim, Edot HaMizrachB", 
    "text": [
        [
            [
                "<big><b>מודה אני\n</b></big>", 
                "<small>כשיעור משנתו קודם שיטול ידיו יאמר</small>\n", 
                "<b>מוֹדֶה אֲנִי</b> <small>האשה אומרת: מודָה</small> לְפָנֶיךָ מֶלֶךְ חַי וְקַיָּם שֶהֶחֱזַרְתָּ בִּי נִשְׁמָתִי בְחֶמְלָה, רַבָּה אֱמוּנָתֶךָ:\n"
            ], 
            [
                "<big><b>ברכות השחר\n</b></big>", 
                "<small>אחר שנטל ידיו, לפני שינגבן יגביהן ויאמר הברכה, (ואם היה ער כל הלילה – לא יברך אלא יטול בלא ברכה)</small>\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהוָֹה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶר קִדְּשָנוּ בְּמִצְוֹתָיו וִצִוָּנוּ עַל נְטִילַת יָדָיִם:\n", 
                "<small>ובכל פעם שעושה צרכיו יברך ברכת אשר יצר:</small>\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהוָֹה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר יָצַר אֶת הָאָדָם בְּחָכְמָה, וּבָרָא בוֹ נְקָבִים נְקָבִים, חֲלוּלִים חֲלוּלִים. גָּלוּי וְיָדוּעַ לִפְנֵי כִסֵּא כְבוֹדֶךָ, שֶׁאִם יִסָּתֵם אֶחָד מֵהֶם, אוֹ אִם יִפָּתֵח אֶחָד מֵהֶם, אִי אֶפְשַׁר לְהִתְקַיֵּם אַפִלּוּ שָׁעָה אֶחָת. בָּרוּךְ אַתָּה יְהֹוָה, רוֹפֵא כָל בָּשָׂר וּמַפְלִיא לַעֲשׂוֹת:\n", 
                "<small>יסמוך ברכת אלהי נצור לברכת אשר יצר</small>\n", 
                "<b>אֱלֹהַי</b>, נְשָׁמָה שֶׁנָּתַתָּ בִּי טְהוֹרָה. אַתָּה בְרָאתָהּ, אַתָּה יְצַרְתָּהּ, אַתָּה נְפַחְתָּהּ בִּי, וְאַתָּה מְשַׁמְּרָהּ בְּקִרְבִּי, וְאַתָּה עָתִיד לִטְּלָהּ מִמֶּנִּי, וּלְהַחֲזִירָהּ בִּי לֶעָתִיד לָבוֹא. כָּל זְמַן שֶׁהַנְּשָׁמָה בְּקִרְבִּי מוֹדֶה אֲנִי לְפָנֶיךָ יְהֹוָה אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי. רִבּוֹן כָּל הַמַּעֲשִׂים אֲדוֹן כָּל הַנְּשָׁמוֹת. בָּרוּךְ אַתָּה יְהֹוָה, הַמַּחֲזִיר נְשָׁמוֹת לִפְגָרִים מֵתִים:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. הַנוֹתֵן לַשֶּׂכְוִי בִינָה לְהַבְחִין בֵּין יוֹם וּבֵין לָיְלָה:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. פּוֹקֵחַ עִוְרִים:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. מַתִּיר אֲסוּרִים:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. זוֹקֵף כְּפוּפִים:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. מַלְבִּישׁ עֲרֻמִּים:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. הַנּוֹתֵן לַיָּעֵף כֹּחַ:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. רוֹקַע הָאָרֶץ עַל הַמָּיִם:\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. הַמֵּכִין מִצְעֲדֵי גָבֶר:\n", 
                "<small>בתשעה באב וביום הכיפורים, אין אומרים ברכת \"שעשה לי כל צרכי\" והנוהגים לברך – יש להם על מה לסמוך</small>\n", 
                "<b>בָּרוּךְ</b> אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם. שֶׁעָשָׂה לִי כָּל צְרָכָי:\n"
            ]
        ]
    ], 
    "titleVariants": [
        "Siddur Nusach HaSefardim, Edot HaMizrachB"
    ], 
    "textDepth": 3, 
    "sectionNames": [
        "Seder", 
        "Tefilah", 
        "Paragraph"
    ], 
    "sections": [], 
    "categories": [
        "Liturgy", 
        "Siddur"
    ]
}