{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Mikvaot",
    "title": "Mishnah Mikvaot",
    "lengths": [
        10,
        71
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה מקואות",
    "versionSource": "http://www.sefaria.org/Mishnah_Mikvaot",
    "next": "Mishnah Mikvaot 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Mikvaot",
    "text": [
        [
            "There are six levels of purifying pools,  each one higher than the other. There is water collected in pools. If an impure person drinks, and then a pure person drinks, they become impure. If an impure person drinks, and another fills up a vessel that is pure, the water inside the vessel becomes impure. If an impure person drinks, a loaf of Teruma falls into the pool, and then the water is removed from the loaf, the loaf is impure. If the water is not removed, the load remains pure.",
            "If an impure vessel is filled from a shallow pool of water, and then a pure person drinks from it, they become impure. If an impure vessel is filled, and then a pure vessel is filled, the contents of the pure vessel become impure and the vessel itself becomes impure. If one fills an impure vessel, and then a loaf of Teruma falls in to the pool, if the water is removed, the loaf is impure, but if the water is not removed, the loaf is pure.",
            "If impure water fell into a shallow pool, and a pure person drank from it, that person becomes impure. If impure water fell into a shallow pool, and from the pool a pure vessel was filled, the contents of the vessel and vessel are impure. If impure water fell into a shallow pool, and a loaf of Teruma fell in: if the water is removed, it is impure; if the water is not removed, it is pure. Rabi Shimon says that the loaf is impure whether or not the water is removed.",
            "If a dead person fell in to a shallow pool, or someone impure walked in, and then a pure person drank from the pool, they remain pure. The water of shallow pools, wide circular holes, long irrigation trenches, wide caves, runoff from rains, and pools of water that do not have a volume of 40 Se'ah are all, during the rains, pure. Once the rains end, those close to cities and roads are presumed to be impure, and those far away are presumed to be pure. This is only true before people come near the pools again.",
            "From when are they pure? Bet Shamai say, \"From when the rain water exceeds the previously standing water, and causes the pools to overflow.\" Bet Hillel say, \"From when the rain water exceeds the previously standing water, even though it does not cause overflow.\" Rabi Shimon says, \"When it overflows, even though it does not exceed.\" Such water does not render Challah that has been taken impure, and one may ritually purify one's hands in such pools of water.",
            "Above these are the waters of rainy seasons that have not ended. If an impure person drinks, and then a pure person, they remain pure. If an impure person drinks, and then a pure vessel is filled up, it remains pure. If one fills up an impure vessel, and then a pure person drinks, they remain pure. If one fills from an impure vessel and then a pure vessel, it remains pure. If one fills from an impure vessel, and then a loaf of Teruma falls, even though one removes the water, it remains pure. If impure water falls in, and then a pure person drinks, they remain pure. If impure water falls in, and then a pure vessel is filled, it remains pure. If impure water falls in, and a loaf of Teruma falls in, even though the water is removed, it remains pure. These waters can be used with Teruma and for ritually purifying hands.",
            "Above them is a Mikvah, a collection of water that has 40 Se'ah, in which one can immerse one's self and other things. Above that is a natural spring whose waters are not abundant, and a quantity of humanly-drawn water has exceeded it. Such a pool is like a Mikvah in that it purifies only when sitting still, but it is like a natural spring because it does not have a minimum size requirement.",
            "Above that is blighted water, which purifies even when flowing. Above that is living water, which is required for the purification of Zavim, the sprinklings of a Metzorah, and for mixing with the ashes of the Red Cow."
        ],
        [
            "Someone who went to immerse, but became unsure if they did or not; or even if they immersed, but are unsure if there were 40 Se'ah in it or not; [for example] if there were two Mikva'ot, one with 40 Se'ah and one without, and they immersed in one but do not remember into which they immersed - the uncertainty [is resolved to] impure.",
            "A mikvah that was measured and found to be lacking (40 seah of water), all purifications that were made on it previously, whether in a private domain or in a public domain are retroactively impure. What case are we referring to, with severe impurity. But with a light impurity, like eating impure food, or drinking impure drinks, or bringing ones head and the majority of their body into drawn water, or three logs of drawn water fell on ones head or the majority of their body - [in such a case, if] they went down to immerse, but are uncertain if they immersed or not; or even if they did immerse, but it is uncertain if there were 40 Se'ah or not; or if there were two Mikva'ot, one with 40 Se'ah, and one without, and he immersed in one of them and does not know in which one he immersed - the doubtful case [resolves to] pure. Rabi Yoseh renders him impure, for Rabi Yoseh says, \"Everything presumed to be impure remains forever unfit, until you know it is pure.\" But if there is a doubt if something became impure or defiled something else, then it remains pure.",
            "In a case where there is a doubt about mayim shevuyin (drawn water) which the sages had declared clean, where it is doubtful whether three log of drawn water fell into the mikvah or not, or if they did fall in the mikvah, but there is a doubt as to whether the mikvah contained forty se'ah of water or not, or if there were two mikva'ot (and one mikvah contained the required fourty se'ah of water, and the other did not contain forty se'ah) and drawn water fell into one and we don't know which mikvah has the drawn water, in such a doubt, it is ruled that the mikvah is clean, because there is a possibility that we may rely on in declaring it clean. If both mikva'ot contained under forty se'ah, and drawn water fell into one of them and we don't know which mikvah it fell into, we declare it unclean, since in such a case, there is no possibility we can depend upon that it may be clean. ",
            "Rabbi Eliezer says, a revi'it mayin shevuyin (a quarter log of drawn water), in the beginning, renders the mikvah invalid, as does three login on the surface of the water. But the sages say: both in the beginning and at the end, the shiur (minimal measure of drawn water) which renders the mikvah invalid is three login. ",
            "A mikva that has three holes [in its side] of drawn water each a log [in volume], if it is known that forty se'ah of valid water fell in before it reached the third hole, it is valid. And if not, it is invalid. And R' Shimon validates because it is like a mikvah beside a mikvah.\"",
            "One who removes the plaster [from the floor] to the walls [of the mikvah], and draws from it three log, it is valid. [If] he kneads and draws from it three log, it is invalid. And R' Shimon validates it because he did not intend to draw.",
            "One who places jugs on the top of the roof to dry and they filled with water, R' Eliezer says \"if it was the rainy season [or] if there is a little water in the pit, he breaks them [and lets the water flow into the mikvah]. And if not, he doesn't break them. R' Yehoshua says \"either way he breaks them or tips them, but he doesn't pour them.\"",
            "The plasterer that forgot his pot in the pit and it filled with water, if the water floats over the top a minimal amount, he breaks it. And if not, he doesn't break it, the words of R' Eliezer. And R' Yehoshua says \"either way he breaks it\".",
            "One who orders jugs in a pit and they filled with water, even though the pit absorbs their water, they are broken.",
            "A mikvah that has forty se'ah of water and plaster, R' Eliezer says \"we immerse in the water and we don't immerse in the plaster.\" R' Yehoshua says \"in the water and the plaster\". In which plaster do we immerse? In plaster that the water floats over their back. [If] the water was on one side, R' Yehoshua agrees that we immerse in the water and not in the plaster. With which plaster was this said? With plaster [so liquidy] that the reed descends into it by itself, the words of R' Meir. R' Yehuda says \"a place where the measuring stick doesn't stand.\" Abba Elazar ben Dolai says \"a place where the builder's weight descends.\" R' Eliezer says \"[plaster] which can descend into a barrel.\" R' Shimon says \"which can enter the tube of a flask\". R' Elazar bar Tzadok says \"which can be measured with a lag [i.e. a vessel used for measureing a log].\""
        ],
        [
            "R' Yossi says \"two mikvahs that do not [each] have [a volume of] forty se'ah [of water] and a [volume of a] log and a half [of drawn water] fell into this one and a log and half into this one and they mixed, they are valid because they were never called with a name of invalid. But a mikvah which doesn't have forty se'ah, which three log fell into and it split into two, it is invalid because it was called with the name invalid. And R' Yehoshua validates for R' Yehoshua says \"any mikvah which doesn't have forty se'ah and three log fell into it and it was lacking even [the volume of] a kortov, it is valid [when enough valid water is added], for it is lacking three log.\" And the sages say \"it is forever in it invalidity until there leaves from it its fullness and more.\" ",
            "How so? A pit in the courtyard and three log fell in, it is always in its invalidity until there leaves from it its fullness and more or until there is established in the courtyard forty se'ah and the upper [water] purify the lower. R' Elazar ben Azariah invalidates except if he plugs up [the pit containing invalid water].\"",
            "A pit full of drawn water and a channel enters it and leaves it, it is always invalid until it is calculated that there doesn't remain from the original three log. Two that threw into a mikvah, this one a log and a half and this one a log and a half, or one who squeezes his clothing and drops [water into the mikvah] from many places, and one who pours from a tzirtzur [a type of vessel with a netted opening] and it drops from many places, R' Akiva validates it, and the sages invalidate it. R' Akiva said \"they didn't say 'they fall' [in the plural] but rather 'it falls' [in the singular].\" They said to him \"they said neither. Rather they said 'that three log fell in'.\"",
            "From one vessel, from two, or from three, we join up [the invalid waters]. And from four, we don't join up. An ill individual who has had a seminal emission that fell on him [a volume of] nine kav of water, and a pure individual that fell on his head and the majority of his body three log of drawn water,  from one vessel, from two, or from three, we join up [the waters]. And from four, we don't join up. When were these words said? When the second began before the first had finished. And where were these words said? When he didn't intend to increase. But if he intended to increase, even a kortov every year  add up to three log."
        ],
        [
            "One who places vessels under a [drain] pipe [with water flowing out  through it], whether they are large vessels and whether they are small vessels, even vessels made from faeces, stone vessels and earthen vessels, they invalidate the mikvah [when the water flows from them into it]. Whether he places them or forgets them according to the words of Beit Shammai. And Beit Hillel make it pure when they were forgotten. R' Meir said \"they voted [on this point] and Beit Shammai had the majority over Beit Hillel\". And they agree that when forgotten in a courtyard that it is pure. R' Yossi says \"[also in that case] still the argument stands.\" ",
            "One who places a wooden slate under a [drain] pipe, if it [the slate] has a drain [i.e. a frame] it invalidates the mikvah. And if not, it doesn't invalidate the mikvah. [If] he stood it [under the pipe] for cleaning, either way it doesn't invalidate the mikvah.",
            "One who carves [a hole] in a pipe to collect stones, in a wooden [pipe], even a minimally sized [hole invalidates the mikvah]. In an earthenware [pipe], [a hole the volume of] a rivi'it. R' Yossi says \"even for an earthenware, a minimal amount. They only said a rivi'it for the broken pieces of a an eathenware vessel.\" [If] there were stones bouncing around in it [the hole], it [still] invalidates the mikvah. [If] there descended into it earth and it was compresses, it is valid. A silon [pipe] which is narrow from this this side and that and wide in the middle doesn't invalidate because it is not made for accepting [liquids].",
            "Drawn water and rain water that mixed in a courtyard, or in a hole, or on the upper cavern [of the mivah], if the majority is from the valid, it [the mikvah] is valid. And if the majority is from the invalid, it is invalid. [If] it is half and half, it is invalid. When is this? At a time when they mixed before they reached the mikvah. [If] the water showered [straight into the mikvah], if it is known that [a volume of] forty se'ah of valid water fell in before three log of invalid water of drawn water, it is valid. And if not, it is invalid.",
            "A ridge in a rock, we don't fill it  [with water to be mixed with the ashes of a red cow], and we don't sanctify [water by mixing it with the ashes of a red cow] in it, and we don't sprinkle [water mixed the ashes of a red cow] from it, and it doesn't require a tight fit [to protect its contents from becoming ritually impure] and it doesn't invalidate a mikvah. [If] there was a vessel and it was attached [to the ground] with plaster, we may fill it, and sanctify in it, and sprinkle from it, and it requires a tight fit, and it invalidates the mikvhah. [If] it was punctured from below or from the side, and it is unable to accept any water, it [the mikvah] is valid. And how large must the hole be? Like [the width of] the tube of a flask. R' Yehuda ben Beteira says \"there was a case of Yehu's ridge in Jerusalem, and it was punctured like the tube of flask, and all the purifications of Jerusalem were done, and Beit Shammai sent and reduced it [the size of the hole], since Beit Shammai say 'until its  majority it reduced'.\""
        ],
        [
            "A spring that passes over the back of a ridge, it [the mikvah] is invalid. If a minimal amount [also] passed over the edge, it is valid outside of it, for the spring makes pure even with a minimal amount. [If] it passed over a pool and stopped, it is like a mikvah. [If] it reverted back and continued, it is invalid for zavs [who must immerse in naturally flowing water] and for metzorahs [who are impure and require naturally flowing water in order to become pure] and to sanctify from them waters of a chatat [a red cow] [which also requires naturally flowing water] until the original waters have left. ",
            "[If the spring] passed over vessels or over a bench, R' Yehuda says \"it is as it was\". R' Yossi says \"it is like a mikvah so long as he doesn't immerse over the bench\".",
            "A spring that flows like a nedel [with many tributaries], [if] when [water was] added, it flowed, it is as it was. [If] it was standing [water] and and when [water was] added, it flowed, it is like a mikvah to purify in its gathered place, and a spring to immerse in it with w minimal amount.",
            "All the seas are like a mikvah as the verse says (Genesis 1:10) \"and to the gatherings [mikvahs] of water, he called seas\", these are the words of R' Meir. R' Yehuda says \"the great sea [i.e. the Mediterranean] [alone] is like a mikvah. It [the verse] only says seas [in the plural] because it contains many types of sea.\" R' Yossi says \"all seas purify as flowing [sources] and are invalid for a zav, and a metzorah and to sanctify the waters of a chatat.",
            "Flowing sources are like a spring and dripping sources are like a mivkva. R' Tzadok testified about a flowing source that increased over a a dripping source, that they are valid. And a dripping source that became a flowing one, we seal [the source] even with a stick, even with a reed, even with a zav or a zavah [male and female individuals who are ritually impure] and one [may] descend and immerse, the words of R' Yehuda. R' Yossi says \"anything which can become ritually impure, we don't [use to stop] flow with it.\"",
            "A wave which became detached and it contains [ a volume of] forty se'ah and it fell on a person or on vessels, they are pure. Any place which has forty se'ah, we [may] immerse [ourselves] and we [may] cause [vessels] to be immersed. We cause to be immersed in pits and ditches and the carvings out of donkeys passing through valleys. Beit Shammai say \"we cause to be immersed in wudies.\" Beit Hillel say \"we don't cause to be immersed in them.\" And they agree that he can fence [the wudi] with vessels and immerse in it. And vessels that were used to fence it were not immersed."
        ],
        [
            "Any [water] that mixes into the Mikvah, is considered part of the Mikvah. If there were holes or cracks in a cave [that had pockets of water in them, and it mixes with the Mikvah pool], one may dip in them, however much they are [in size, even if they are much less than the required volume of water for a Mikvah]. If there was a dug area [of water that connects with the valid Mikvah] in the cave, one may not dip in it unless the hole [that connects it to the Mikvah] is as wide as a a traveler's tube [i.e. waterpouch]. Rabbi Yehudah said, When [does that apply that the opening needs to be that big]? When [the dug area] stands alone [and can actually hold someone who dips in it without caving in]. But if it does not stand alone, one may dip however much the [area] is [in size, even if it is much less than the required volume of water for a Mikvah].",
            "A bucket [which itself is impure and is] full of [impure] vessels, and he dips them, they are [all] pure [even though the bucket, when it fills with water, might be thought to create a separation between those waters and the mikvah water, and shouldn't work to make the vessels in it pure. But since the water works to make the bucket itself pure, it works for the vessels]. But if he didn't dip [for the purpose of making the bucket itself pure, because it was already pure], the water does not mix [once it enters inside the bucket, and does not make the vessels pure], unless the opening [to the bucket] is the size of a traveler's tube.",
            "There are three Mikvahs. This one contains 20 se'ahs [of rainwater], this one contains 20 se'ahs [of rainwater], and this one contains 20 se'ahs of drawn water. And the drawn water was to the side [while the two rainwater Mikvahs were next to each other. They are invalid by themselves, because you need forty se'ahs of rainwater.] Then three people went down and dipped, [causing the water to be displaced] and the [three Mikvahs] mixed [making the rainwater amount to be the required forty se'ahs], the Mikvahs are pure and they are pure. If [however] the drawn water [Mikvah] was in the middle, and three people went down and dipped, [causing the water to be displaced] and the [three Mikvahs] mixed [but since the rainwater mikvahs never mix with each other directly, it does not add up to forty se'ahs of rainwater], the Mikvahs remain as they are [in halachic status], and the dippers remain as they were [in halachic status. The Mikvahs effected no change].",
            "The sponge or the bucket, which had in them three lugs amount of [drawn] water, and they fell into a Mikvah [which did not have forty se'ah of rainwater], it does not invalidate [the rest of the water], for all they said [those that made the rule that would seem to invalidate it] was \"Three lugs fell in.\" [This indicates that you could see the difference between the waters when they fell in. In our case, you can't see the difference.]",
            "A chest or box [being washed] in the ocean, one may not dip in them [vessels to make pure] unless its [opening] is the size of a traveler's tube. Rabbi Yehudah said, [The opening needed] for a large vessel is four handbreadths, and for a small vessel, the majority of its size. If it was a sack or a basket, one can dip in them whatever their size [because they are not considered containers. [A sack or a basket] placed under a pipe [and is filled with the rainwater flowing through the pipe, which we would think means its drawn water] is not invalidated for a Mikvah [if that water from the sack or basket was put in the Mikvah, because the sack and basket aren't considered containers for water, thus not making the water in them considered drawn]. One can dip them and take them out normally [even though the Mikvah loses much water, and one would need to pour the water out of the sack or basket, which we would think in any other container would render the water \"drawn\", but not these containers].",
            "A jagged-edged earthenware vessel [that is impure, and was put in a mikvah, but its jagged edges still stick out to the air], within which one dips his vessels: They become pure [while sitting in the water], but [once they leave the water] they become impure through [the jagged edges of] the earthenware vessel [sticking out of the water. That is, when he takes out his vessels, they are still within the space of the impure jagged edges, even for a second, and become impure again]. If [however] the water-level reaches over the top [of the jagged edges], even a little, it is purified. A spring that flows into an [impure] oven, and one goes down and dips within it, [even though when he leaves he enters the space of the oven not covered by the water, which should make him impure] he is pure, but his hands are impure. If the [water] level was up to the height of his hands, even his hands are purified.",
            "Mixing of Mikvahs [only works] when [their connection] is the size of a traveler's tube, in its thickness and its [connecting] hole [i.e. the full size of the tube]. This is the size where two fingers can move back-and-forth. In a doubt of whether there was enough for the traveler's tube or whether there was not as the traveler's tube, it is invalid because that is what's [needed] on a Torah level [and we deal strictly when in doubt on Torah-level issues]. Similarly, [these things are judged strictly when in doubt of pure or impure:] an olive's worth of a dead person['s body], an olive's worth of a an improperly slaughtered carcass, and a lentil's worth of an insect. Anything that remains [in the hole opening for the Mikvahs] when it is the size of a traveler's tube, deducts from [its size and makes it too small]. Rabbi Shimon ben Gamliel says, Any [living thing] that develops from the water is pure.",
            "One can make Mikvahs pure [i.e. valid]. [For example, a Mikvah that is not valid] higher up [on a hill, can be connected and made valid] through a [Mikvah] lower down, [and even if it is a case of a] distant one [it can be made valid] through a close one [even if they are out of eyesight from each other]. How [is this possible]? He brings a pipe of earthenware or lead [and dips it into the valid Mikvah], and he puts his hand under [one end of] it until it becomes full of water, and he should connect it and allow it to flow, even a hair's worth, it is enough. If the higher [Mikvah] was [valid] with forty se'ahs, and the lower down one has nothing, he can fill it \"by his shoulder\" [meaning, carry drawn water from somewhere else] and pour it into the higher one, until [it overflows] and streams into the lower one forty se'ahs.",
            "A divider between two Mikvahs [where one had enough se'ahs and the other did not], and it splits along its warp [i.e. all the way through from top to bottom], it is considered combined [and both are valid]. If [it was split] from its ends [i.e. side to side], they are not considered combined, unless there is a place where it is the size of a traveler's tube. Rabbi Yehudah says, It's the opposite. If the [waters] breach each other [over the wall], the height must be like the garlic peel, and the width must be like the traveler's tube.",
            "The drain in a bath, when it is in the middle, it invalidates. From the side, it does not invalidate, since it is like a Mikveh adjacent to a Mikveh-- the words of Rabbi Meir. The Wisemen say, if the bathtub contains a fourth and still does not reach the drain, it is valid. And if not, it is invalid. Rabbi Eliezer in the name of Rabbi Tzadok says, if the drain is reached at all, invalid.",
            "The cleaning pools in a bathhouse, the lower ones filled with drawn water and the upper filled with valid water, if there is opposite the opening three logs it is invalid.  How much must be in the whole for it to have three logs?  One-three hundred twentieth of the pool, says Rabbi Yossi.  Rabbi Eliezer says even if the lower is full of valid water and the upper is full of invalid water, and there is opposite the opening three logs it is valid because they only said three logs that fell. "
        ],
        [
            "There are those that complete a Mikvah but do not invalidate it, invalidate it but do not complete it, and those that do not invalidate or complete it. These complete and do not invalidate: snow, hail, frost, ice, salt, or liquid mud.  Rabbi Akiva says, Rabbi Yishmael argued with me saying, snow does not complete a Mikvah.  But the people of Midva testified in his name that he once said, go out an find snow to make a Mikvah from the beginning.  Rabbi Yochanan ben Nuri says, a ball of hail is like water.  How to they finish it but not invalidate? A Mikvah that had in it forty se'ah minus one, and a se'ah [of one of these things] fell in and completed it, this is how it completes it without invalidating it.  ",
            "The following invalidate it without completing it, water, whether pure or impure, water that has been used for pickling or boiling and grape residue that has not yet fermented.  How would they invalidate it but not complete it?  A Mikvah that had forty se'ah minus one kartov and a kartov of any of these things fell in it does not complete it and it would invalidate [a full Mikvah] if three Lugin of these things if they fell in.  But other liquids, fruit juices, juices of salted fish, fish brine, grape residue after it has fermented there are times when they complete a Mikvah and there are times when they don't.  How so?  A Mikvah that had forty se'ah minus one and a se'ah of these things fell in it it does not complete it.  If it already had forty se'ah and he took out a se'ah and replaced a se'ah [with any of these things] it is still valid.",
            "If one rinsed [in a Mikvah] baskets of olives or grapes and they changed its color it is still valid.  Rabbi Yossi says, water colored by dyes invalidates it in the amount of three logs, but do not invalidate due to a change of appearance.  If wine or olive oil fell in it and it changed its appearance it invalidates it.  What should he do?  He should wait until it rains and its color returns to that of water.  If it had forty se'ah one can fill it on its own until the appearance returns to that of water. ",
            "If wine or olive oil fell in it and part of its appearance changed, if it does not have forty se'ah that look like water, he should not immerse in it. ",
            "Three logs of water into which fell a Kartov of wine and their appearance is that of wine and they fell into a Mikvah it does not invalidate it. Three log of water minus a Kartov and a Kartov of milk fell in but it still looked like water and it fell in a Mikvah it did not invalidate it.  Rabbi Yochanan ben Nuri says everything goes after the appearance.",
            "A mikvah that had exactly forty se'ah and two people went in to immerse one after another, the first is pure but the second is still impure.  Rabbi Yehuda says if the feet of the first one were still in the water even the second one is pure.  If one immersed a thick cloak in it if part of it is still touching the water, he is pure.  A leather pillow or cushion, as soon as they are lifted out of the water, the water within them is considered drawn water.  What should he do? he should immerse them and lift them up from their bottoms.",
            "If one immerses a bed in it, even if the legs are stuck in thick mud it is pure because the water came first.  If the Mikvah was spread out one may press down bundles of wood or reeds to cause the water to rise so he can go down and immerse.  A needle which is on the steps of the cavern and he stirred the water, once one wave passes over it, it is pure. "
        ],
        [
            "The land of Israel is pure and its Mikvahs are pure.  Mikvahs of non-Jews outside the land of Israel are fit for Ba'al Keris even if they were filled by manually filling water from a spring.  The ones in Israel that are outside a town gate are valid even for Niddahs.  Inside the town gate they are valid for Ba'al Keries but are invalid for all impure people.  Rabbi Eliezer says those close to the city and the main road are impure because they are used for washing [clothes] and those far away are pure. ",
            "The following Ba'al Keris require immersion: If one discharged drippings or a murky liquid at the beginning he is pure, in the middle and the end he is impure.  From the beginning until the end he is pure.  If it was white a viscous he is impure.  Rabbi Yossi says white is like murky.  ",
            "One who discharges thick drops from his member is impure says Rabbi Elazar Chisma.  One who has impure thoughts at night and woke up and found his member warm is impure.  A woman who discharges semen on the third say is pure, says Rabbi Elazar ben Azarya.  Rabbi Yishmael says there are time when there are four periods, five periods, or six periods.  Rabbi Akiva says there are always five. ",
            "A non-Jewish woman who discharges semen from a Jew is impure.  A Jewish woman who discharges the semen of a non-Jew is pure.  A woman who \"attends to her house\" and goes down an immerses but did not \"clean her house\" it is as if she didn't immerse.  A Ba'al Keri who immersed before urinating, when he urinates he becomes impure.  Rabbi Yosi says this is only true that he is impure if he was sick or elderly.  By a child or by a health person he remains pure.",
            "A Niddah who put money in her mouth and went down to immerse is pure from her impurity but becomes impure again because of her saliva.  If she put her hair in her mouth, closed her hand, or pursed her lips it is as if she did not immerse.  One who holds on to a person or vessels while immersing them, they remain impure.  If he washed his hand with water they are pure.  Rabbi Shimon says he should loosen his hand so the water can cover them.  Hidden parts and creases do not need the water to come upon them."
        ],
        [
            "The following are separations on a person: wool threads, flax threads and straps on the heads of girls.  Rabbi Yehuda says those of wool and hair do not separate, because the water can come through them.",
            "Tangled hair on the chest or in his beard or in the hidden places of a woman or a secretion outside the eye or a scab on a wound and a bandage on it or dried sap or clots of feces on ones flesh or dough under the fingernails or dirt particles, Greek clay, potters clay or road clay.  What is the Greek clay, this is the clay used for pits as it says (Psalms 40) \"And he raised me out of the horrible pit from the Greek clay\".  The potters clay is as it sounds.  Rabbi Yosi would purify that of the potter and make impure that used to mend vessels. Road clay is used to make roadside pegs.  One cannot immerse in them or immerse them.  All other clays one can immerse with them when it is moist.  He cannot immerse with the dust on his feet.  He cannot immerse a kettle with dirt on it unless he washes it off. ",
            "The following do not create a separation: tangled hair, or armpit hair, or in the private parts of a man.  Rabbi Eliezer says both a man and a woman if they are care about it, it is a separation, if they do not care then it does not separate.",
            "A secretion in ones eye or a scab on a wound, juice that is moist,  moist feces on his skin, feces caught under his nails, or a hanging nail, the temporary hair on a minor does not become impure and cannot make other things impure.  A membrane the forms over a wound can become impure and make other things impure.  ",
            "The following create a separation in vessels: pitch or myrrh on a glass vessel whether inside or out.  On a table, on a board, or on a couch, these things separate when they are clean but not when they are dirty.  On beds of the householder is separates but not on a poor person's.  On the saddle of a householder is separates but on a water skin it does not.  On a cushion is does separate. Rabban Shimon ben Gamliel says if it is the size of an Italian Issar. ",
            "On clothing [pitch and myrrh] on one side does not separate, on two sides it does separate. Rabbi Yehuda says in the name of Rabbi Yishmael even on one side [it separates].  Rabbi Yosi says of builders on one side but of an ignorant person on both sides.  ",
            "On the aprons of pitch workers or potters or tree trimmers [pitch and myrrh] does not separate. Rabbi Yehuda says even of fig driers are like them.  This is the rule, whenever they care about it, it separates, whenever they do not care about it it does not separate. "
        ],
        [
            "Any vessel handles that were inserted improperly or were inserted properly but not secured or the were secured and they broke, these separate.  A vessel that was immersed with its mouth face down is as if it was not immersed.  If he immersed it properly without its attachment he must immerse it on its side.  A vessel which is narrow at its ends but wide in the middle is not pure until he immerses it on its side. A flask whose mouth is sunken is not pure until he pokes a hole in the side.  A layman's ink jar is not pure until he pokes a hole in the side. The ink jaw of Yosef the Priest had a hole in its side. ",
            "A leather pillow or cushion require the water to enter into them.  A round cushion, or a ball, or a shoemakers model, or an amulet or a tefila [singular of tfillin] do not need the water to enter them.  This is the rule, anything into which things are not normally put in and taken out does not need the water to enter it.",
            "The following do not need water to enter them: Knots of a poor person, strings, the thong of a sandal, the head tfilah when it [the knot] is tight or the one of the arm when it [the knot] does not move up and down, and the handles of a jug and the handles of a pouch.  ",
            "The following require that water enter them: The knot at the shoulder of an undershirt, the lip of a sheet must be spread out.  The head tfilah when it [the knot] is not tight or the one of the arm when [the knot] moves up and down, and the strap of a sandal.  Clothes that were immersed when washed, until they bulge [they are impure] if he washed them dirt, until they finish bulging [they are impure]. ",
            "All handles of vessels that are long and will eventually be cut, he immerses them until the designated place. Rabbi Yehuda says until he immerses all of it.  A chain of a large bucket, four fist lengths and of a small one ten, they immerse until these measurements.  Rabbi Tarfon says, until he immerses all of the rings.  A rope that is tied to a basket is not considered attached unless he sews it on. ",
            "Beit Shammai says we do not immerse hot water in cold water or cold water in hot water or good water in bad water or bad water in good water.  Beit Hillel say, we do immerse these things.  If a vessel was full of a liquid [not water] and he immersed it, it is as if he did not immerse it.  If it was full of urine, we look at it as if it were water.  If it was full of water of the red heifer until the water is greater than the water of the red heifer.  Rabbi Yossi says even a vessel that can hold a kor and there is only a quarter of a kor in it it is as if he did not immerse it.",
            "All foods combine to make the body impure by the size of half a loaf. All liquids combine to make the body impure by the volume of a quarter log. This is the stringency of one who drinks impure liquids over a Mikvah, that they made the rest of liquids like water. ",
            "If he ate impure foods and drank impure liquids [not water] and immersed but then threw them up he is impure because they are not pure while in the body.  If he drank impure water and immersed and threw them up he is pure because they are pure in his body.  If he swallowed a pure ring and entered a tent with a dead body, if he was sprinkled twice and immersed and then threw it up it is as it was. If he swallowed an impure ring he can immerse and eat Terumah.  If he threw it up it is impure and it makes him impure.  An arrow which is stuck in a person, when it is seen it separates, but when it is not seen he can immerse and eat his terumah.   "
        ]
    ],
    "titleVariants": [
        "Mishnah Mikvaot",
        "M. Mikvaot",
        "Mishna Mikvaot",
        "M Mikvaot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Tahorot"
    ]
}