<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><sup>i</sup><bold>B</bold><small>EIM</small> H<small>OCHHEILIGEN</small><sup><xref rid="fn1">1</xref></sup>, <small>DAS MAN AN DER</small> S<small>&#x00DC;DSEITE</small><sup><xref rid="fn2">2</xref></sup> <small>GESCHLACHTET HAT</small>, <small>GIBT ES EINE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn3">3</xref></sup>. H<small>AT MAN ES AN DER</small> S<small>&#x00DC;DSEITE GESCHLACHTET UND DAS</small> B<small>LUT AN DER</small> N<small>ORDSEITE</small><sup><xref rid="fn2">2</xref></sup><small>AUFGENOMMEN, ODER AN DER</small> N<small>ORDSEITE UND DAS</small> B<small>LUT AN DER</small> S<small>&#x00DC;DSEITE AUFGENOMMEN, ODER HAT MAN ES AM</small> T<small>AGE GESCHLACHTET UND DAS</small> B<small>LUT NACHTS</small><sup><xref rid="fn4">4</xref></sup> <small>GESPRENGT, ODER NACHTS UND DAS</small> B<small>LUT AM</small> T<small>AGE GESPRENGT, ODER HAT MAN ES AUSSERHALB DER</small> F<small>RIST ODER AUSSERHALB DES</small> O<small>RTES</small><sup><xref rid="fn5">5</xref></sup> <small>GESCHLACHTET, SO GIBT ES DABEI EINE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn6">6</xref></sup>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE EINE</small> R<small>EGEL</small>: W<small>AR ES BEREITS DEN</small> P<small>RIESTERN ERLAUBT, SO GIBT ES DABEI</small><sup><xref rid="fn7">7</xref></sup> <small>KEINE</small> V<small>ERUNTREUUNG, WAR ES DEN</small> P<small>RIESTERN NOCH NICHT ERLAUBT, SO GIBT ES DABEI EINE</small> V<small>ERUNTREUUNG</small>. W<small>ELCHES</small><sup><xref rid="fn8">8</xref></sup> <small>WAR DEN</small> P<small>RIESTERN BEREITS ERLAUBT</small>? D<small>AS</small><sup><xref rid="fn9">9</xref></sup> <small>&#x00DC;BER</small> N<small>ACHT LIEGEN GEBLIEBEN, UNREIN GEWORDEN ODER HINAUSGEKOMMEN</small><sup><xref rid="fn10">10</xref></sup><small>IST</small>. W<small>ELCHES WAR DEN</small> P<small>RIESTERN NOCH NICHT ERLAUBT</small>? D<small>AS AUSSERHALB DER</small> F<small>RIST ODER AUSSERHALB DES</small> O<small>RTES GESCHLACHTET WORDEN IST, ODER DESSEN</small> B<small>LUT</small> U<small>NTAUGLICHE</small><sup><xref rid="fn11">11</xref></sup><small>AUFGENOMMEN ODER GESPRENGT HABEN</small>.</p>
<p>GEMARA. Er lehrt, da&#x00DF; es beim Hochheiligen, das man an der S&#x00FC;dseite geschlachtet hat, eine Veruntreuung gebe; selbstverst&#x00E4;ndlich, sollte es denn, weil man es an der S&#x00FC;dseite geschlachtet hat, nicht mehr der Veruntreuung unterliegen&#x0021;? &#x2013; Dies ist [zu lehren] n&#x00F6;tig; da U&#x0351;la im Namen R. Jo&#x1E25;anans gesagt hat, verendete Opfertiere unterliegen nach der Tora nicht mehr der Veruntreuung, so k&#x00F6;nnte man glauben, auch Hochheiliges an der S&#x00FC;dseite [geschlachtet] gelte als erdrosselt, so lehrt er uns. Opfertiere, die verendet sind, sind &#x00FC;berhaupt nicht verwendbar, die S&#x00FC;dseite aber ist allerdings f&#x00FC;r Hochheiliges unzul&#x00E4;ssig, f&#x00FC;r Minderheiliges aber ist sie zul&#x00E4;ssig. &#x2013; Wozu braucht er all diese F&#x00E4;lle zu lehren? &#x2013; Dies ist n&#x00F6;tig. W&#x00FC;rde er nur den Fall gelehrt haben, wenn an der S&#x00FC;dseite geschlachtet und an der Nordseite das Blut aufgenommen, so k&#x00F6;nnte man glauben, nur in diesem Falle gebe es dabei eine Veruntreuung, weil die Blutaufnahme<sup><xref rid="fn12">12</xref></sup>an der Nordseite erfolgt ist, wenn aber an der Nordseite geschlachtet und an der S&#x00FC;dseite das Blut aufgenommen, unterliege es nicht mehr der Veruntreuung, weil die Blutaufnahme an der S&#x00FC;dseite erfolgt ist. Und w&#x00FC;rde er nur dies gelehrt haben, so k&#x00F6;nnte man glauben, weil der Tag die Zeit der Darbringung ist, wenn man es aber am Tage geschlachtet und das Blut nachts aufgenommen hat, gelte es, da die Nacht keine Zeit der Darbringung ist, als erdrosselt und es gebe dabei keine Veruntreuung, so lehrt er uns. &#x2013; Wof&#x00FC;r ist es, wenn au&#x00DF;erhalb der Frist oder au&#x00DF;erhalb des Ortes [geschlachtet], verwendbar? &#x2013; Es macht hinsichtlich der Verwerflichmachung wohlgef&#x00E4;llig<sup><xref rid="fn13">13</xref></sup>.</p>
<p><folio>Col.b</folio> Sie fragten: Sind sie, wenn sie hinaufgekommen<sup><xref rid="fn14">14</xref></sup>sind, herabzunehmen? &#x2013; Rabba sagt, wenn sie hinaufgekommen sind, seien sie herabzunehmen, und R. Joseph sagt, wenn sie hinaufgekommen sind, seien sie nicht herabzunehmen. Nach R. Jehuda (ist dies nicht fraglich) streiten sie nicht, sondern stimmen &#x00FC;berein, da&#x00DF;, wenn sie hinaufgekommen sind, sie herabzunehmen sind, sie streiten nur nach R. &#x0160;imo&#x0351;n<sup><xref rid="fn15">15</xref></sup>. R.Joseph ist entschieden der Ansicht R. &#x0160;imo&#x0351;ns, aber auch Rabba kann dir erwidern: R. &#x0160;imo&#x0351;n sagt dies nur von dem Falle, wenn man das unterhaib<sup><xref rid="fn16">16</xref></sup>zu sprengende [Blut] oberhalb oder das oberhalb zu sprengende unterhalb gesprengt hat, jedoch an der Nordseite [das Opfer] geschlachtet und das Blut aufgenommen hat; hierbei aber, wo man es an der S&#x00FC;dseite geschlachtet hat, gilt es als erdrosselt. &#x2013; Wir haben gelernt: Beim Hochheiligen, das man an der S&#x00FC;dseite geschlachtet hat, gibt es eine Veruntreuung. Erkl&#x00E4;rlich ist dies allerdings nach R. Joseph, gegen Rabba aber ist dies ja ein Einwand&#x0021;? &#x2013; Unter Veruntreuung ist eine rabbanitische zu verstehen. &#x2013; Welchen Unterschied gibt es zwischen einer der Tora und einer rabbanitischen? &#x2013; Wegen einer der Tora ist das F&#x00FC;nftel<sup><xref rid="fn17">17</xref></sup>zu zahlen, wegen einer rabbanitischen nicht &#x2013; Gibt es denn eine rabbanitische Veruntreuung? &#x2013; Freilich. U&#x0351;la sagte im Namen R. Jo&#x1E25;anans, Opfertiere, die verendet sind, unterliegen nach der Tora nicht mehr der Veruntreuung; bei diesen gibt es also keine nach der Tora, wohl aber rabbanitisch, ebenso auch hierbei rabbanitisch. &#x2013; Demnach lehrt ja bereits unsere Mi&#x0161;na das, was U&#x0351;la im Namen R. Jo&#x1E25;anans gesagt hat? &#x2013; Obgleich dies gelehrt wird, ist auch die Lehre U&#x0351;las n&#x00F6;tig; man k&#x00F6;nnte glauben, nur an diesen, weil man solche<sup><xref rid="fn18">18</xref></sup>nicht meidet, an Opfertieren aber, die verendet sind, die man<sup><xref rid="fn19">19</xref></sup>meidet, begehe man auch rabbanitisch keine Veruntreuung, so lehrt er uns. &#x2013; Auch vom verendeten haben wir dies ja bereits gelernt: wer von einem S&#x00FC;ndopfer<sup><xref rid="fn20">20</xref></sup>nie&#x00DF;braucht, begeht, wenn es ein lebendes ist, eine Veruntreuung, erst wenn er [dessen Wert] gemindert<sup><xref rid="fn21">21</xref></sup>hat, und wenn es ein totes ist, eine Veruntreuung, sobald er einen Nutzen hat&#x0021;? &#x2013; Man k&#x00F6;nnte glauben, dies gelte <folio>Fol.3</folio> nur von einem S&#x00FC;ndopfer, weil es zur S&#x00FC;hne gebracht wird und man es nicht meidet, Opfertiere aber, die nicht zur S&#x00FC;hne gebracht werden, meidet man, und es gebe bei ihnen keine Veruntreuung, so lehrt er uns. &#x2013; Gibt es denn bei einem verendeten S&#x00FC;ndopfer eine Veruntreuung, wir haben ja gelernt, da&#x00DF; man von den verenden zu lassenden S&#x00FC;ndopfern<sup><xref rid="fn22">22</xref></sup>und vom in das Salzmeer zu werfenden Gelde<sup><xref rid="fn22">22</xref></sup>nichts genie&#x00DF;en darf und es dabei keine Veruntreuung gebe<sup><xref rid="fn23">23</xref></sup>&#x0021;? &#x2013; Ich will dir sagen, verenden zu lassende S&#x00FC;ndopfer<sup><xref rid="fn24">24</xref></sup>meidet man schon lebend, nicht aber solche, die man lebend nicht meidet<sup><xref rid="fn25">25</xref></sup>. R. Joseph wandte gegen Rabba ein: Eine durch eine andere und die andere durch eine andere<sup><xref rid="fn26">26</xref></sup>: Sie alle<sup><xref rid="fn27">27</xref></sup>machen im Schlunde die Kleider<sup><xref rid="fn28">28</xref></sup>nicht unrein und es gibt bei ihnen eine Veruntreuung, ausgenommen das Vogel-S&#x00FC;ndopfer, das man unten<sup><xref rid="fn29">29</xref></sup>nach Art eines Vogel-S&#x00FC;ndopfers auf den Namen eines S&#x00FC;ndopfers hergerichtet<sup><xref rid="fn30">30</xref></sup>hat. Hierzu wird gelehrt: Ist die Untauglichkeit im Heiligtume erfolgt<sup><xref rid="fn31">31</xref></sup>, so macht es im Schlunde die Kleider nicht unrein, und ist die Untauglichkeit nicht im Heiligtume<sup><xref rid="fn32">32</xref></sup>erfolgt, so macht es im Schlunde die Kleider unrein. Ferner wird hierzu gelehrt: Dessen Untauglichkeit im Heiligtume erfolgt ist, ist, wenn es [auf den Altar] gekommen ist, nicht herabzunehmen. Dies ist eine Widerlegung Rabbas. Eine Widerlegung.</p>
<p>Das, wor&#x00FC;ber Rabba und R. Joseph streiten, war wohl R. Elea&#x0351;zar entschieden, denn R. Elea&#x0351;zar sagte: Wenn man das Brandopfer eines <folio>Col.b</folio> Privataltars<sup><xref rid="fn33">33</xref></sup>nach Innen<sup><xref rid="fn34">34</xref></sup>gehracht hat, so hat die Wand<sup><xref rid="fn35">35</xref></sup>es aufgenommen in jeder Hinsicht<sup><xref rid="fn36">36</xref></sup>. Aber folgendes fragte R. Elea&#x0351;zar: Ist es, wenn es [auf den Altar] gekommen ist, herabzunehmen? Wenn er dies fragte, so war ihm wohl jenes<sup><xref rid="fn37">37</xref></sup>entschieden, entweder wie Rabba oder wie R. Joseph. &#x2013; Er fragte dies bezugnehmend auf jenes: Rabba ist vielleicht nur da der Ansicht, da&#x00DF; es, wenn es hinaufgekommen ist, herabgenommen werde, weil die richtige Wand<sup><xref rid="fn35">35</xref></sup>es un tauglich<sup><xref rid="fn38">38</xref></sup>macht, und die nicht richtige es nicht untauglich<sup><xref rid="fn39">39</xref></sup>macht; oder aber: auch nach R.Joseph, welcher sagt, wenn es hinaufgekommen ist, sei es nicht herabzunehmen, gilt dies nur da, wo die richtige Wand es aufgenommen hat, nicht aber hierbei, wo die richtige Wand es nicht aufgenommen<sup><xref rid="fn40">40</xref></sup>hat&#x0021;? &#x2013; Dies bleibt unentschieden.</p>
<p>R. Gidel sagte im Namen Rabhs: Das Sprengen des Verwerflichen<sup><xref rid="fn41">41</xref></sup> bringt nicht aus der Veruntreuungsf&#x00E4;higkeit<sup><xref rid="fn42">42</xref></sup>, beim Hochheiligen, und bringt nicht zur Veruntreuungsf&#x00E4;higkeil<sup><xref rid="fn43">43</xref></sup>, beim Minderheiligen. Abajje sa&#x00DF; und trug diese Lehre vor; da wandle R. Papa gegen Abajje ein: Wenn jemand das Dankopfer innerhalb der Mauer schlachtet und das Brot dazu sich au&#x00DF;erhalb der Mauer befindet, so ist das Brot nicht heilig; hat er es geschlachtet bevor [die Brote] im Ofen eine Kruste bekommen haben. oder wenn sogar alle eine Kruste bekommen haben, mit Ausnahme von einem, so ist das Brot nicht heilig. Hat man es au&#x00DF;erhalb der Frist oder au&#x00DF;erhalb des Ortes geschlachtet, so ist das Brot heilig. Demnach unterliegt das Verwerfliche der Veruntreuung&#x0021;? Da schwieg er. Als er zu R. Abba kam, sprach dieser: Beim Sprengen<sup><xref rid="fn44">44</xref></sup>. R. Asi sprach zu Raba: U&#x0351;la sagte ja, wenn man einen verwerflichen Haut&#x2019;en<sup><xref rid="fn45">45</xref></sup>auf den Altar getan hat,</p><p>sei ihm die Verwerflichkeit genommen<sup><xref rid="fn46">46</xref></sup>; die Abhebung des Haufens entspricht ja dem Schlachten&#x0021;? Dieser erwiderte: Es ist ein Verbot, das zur Verwerflichmachung<sup><xref rid="fn47">47</xref></sup>bringt. &#x2013; Er lehrt ja aber: wenn die Verwerflichmachung <folio>Fol.4</folio> bei anderem<sup><xref rid="fn48">48</xref></sup>erfolgen kann, um wieviel mehr bei diesem selber&#x0021;? &#x2013; Dies ist ebenfalls zu verstehen, das Verbot, das zur Verwerflichkeit bringt. Rabina sprach zu R. Asi: Hpha lehrte ja aber, der Streit<sup><xref rid="fn49">49</xref></sup> besiehe nur bei zwei Dienstverrichtungen<sup><xref rid="fn50">50</xref></sup>, wenn er beispielsweise gesagt hat, er wolle das eine Organ<sup><xref rid="fn51">51</xref></sup>au&#x00DF;erhalb der Frist und das andere Organ au&#x00DF;erhalb des Ortes durchschneiden, bei einer Dienstverrichtung aber stimmen alle &#x00FC;berein, da&#x00DF; dies eine Vermischung der Absichten<sup><xref rid="fn52">52</xref></sup>sei&#x0021;? &#x2013; Hierbei ergibt es sich ebenfalls erst beim Sprengen, ob es bei einer Dienstverrichtung oder bei zwei Dienstverrichtungen erfolgt ist. &#x2013; Demnach sollte es<sup><xref rid="fn53">53</xref></sup>auch beim Dankopfer erst beim Blutsprengen erfolgen&#x0021;? &#x2013; Unter &#x2018;heilig&#x2019; ist zu verstehen, um untauglich zu werden, da&#x00DF; es verbrannt werden<sup><xref rid="fn54">54</xref></sup>mu&#x00DF;. Ihm w&#x00E4;re eine St&#x00FC;tze zu erbringen. Am Verwerflichen kann man immer eine Veruntreuung begehen. Doch wohl, auch nachdem das Blut gesprengt worden ist; somit ist dies eine St&#x00FC;tze f&#x00FC;r ihn. &#x2013; Nein, solange das Blut noch nicht gesprengt worden ist. &#x2013; Wozu braucht dies, wenn das Blut noch nicht gesprengt worden ist, gelehrt zu werden&#x0021;? &#x2013; Vielmehr, tats&#x00E4;chlich, wenn es bereits gesprengt ist, nur spricht diese Lehre von einem Brandopfer<sup><xref rid="fn55">55</xref></sup>. &#x2013; Von einem Brandopfer ist es ja selbstverst&#x00E4;ndlich, denn es ist ja vollst&#x00E4;ndig Gottes&#x0021;? Ferner lehrt er im Schlu&#x00DF;satze: <folio>Col.b</folio> hat das Blut &#x00FC;ber Nacht gestanden, so gibt es dabei eine Veruntreuung, auch wenn man es wieder gesprengt hat. Erkl&#x00E4;rlich ist dies, wenn du sagst, er spreche von einem S&#x00FC;ndopfer, wozu braucht dies aber gelehrt zu werden, wenn du sagst, er spreche von einem Brandopfer<sup><xref rid="fn55">55</xref></sup>&#x0021;? &#x2013; Der Schlu&#x00DF;satz ist entschieden eine St&#x00FC;tze f&#x00FC;r ihn; ist es auch der Anfangsatz? &#x2013; Wenn der Schlu&#x00DF;satz eine St&#x00FC;tze f&#x00FC;r ihn ist, so ist auch der Anfangsatz eine St&#x00FC;tze f&#x00FC;r ihn<sup><xref rid="fn56">56</xref></sup>. &#x2013; Nur der Schlu&#x00DF;satz ist entschieden eine St&#x00FC;tze f&#x00FC;r ihn, nicht aber der Anfangsatz. &#x2013; Womit ist es anders? &#x2013; Beim &#x00DC;bernachtenlassen &#x00FC;bt man eine Handlung mit den H&#x00E4;nden aus, somit ist das Sprengen<sup><xref rid="fn57">57</xref></sup>nicht wirksam, es aus der [Eignung zur] Veruntreuung zu bringen, bei der Absicht<sup><xref rid="fn58">58</xref></sup>aber, wobei man keine Handlung mit den H&#x00E4;nden aus&#x00FC;bt, ist das Sprengen wirksam, es aus der [Eignung zur] Veruntreuung zu bringen. &#x2013; Es w&#x00E4;re anzunehmen, da&#x00DF; folgendes eine St&#x00FC;tze f&#x00FC;r ihn ist: Beim Verwerflichen vom Hochheiligen<sup><xref rid="fn55">55</xref></sup>gibt es eine Veruntreuung. Doch wohl, auch nachdem man das Blut gesprengt hat, somit ist dies eine St&#x00FC;tze f&#x00FC;r ihn. &#x2013; Nein, solange man es noch nicht gesprengt hat. &#x2013; Wenn man es aber gesprengt hat, gibt es also dabei keine Veruntreuung; wieso lehrt er demnach im Schlu&#x00DF;satze: beim Minderheiligen aber gebe es dabei keine Veruntreuung, er sollte doch beim ersten. Falle selber einen Unterschied machen und lehren: vor dem Blutsprengen gibt es dabei eine Veruntreuung, nach dem Blutsprengen gibt es dabei keino Veruntreuung&#x0021;? &#x2013; Dies ist entschieden eine St&#x00FC;tze f&#x00FC;r ihn. &#x2013; Demnach w&#x00E4;re, wenn der Schlu&#x00DF;satz eine St&#x00FC;tze f&#x00FC;r ihn ist, auch der Anfangsatz eine St&#x00FC;tze f&#x00FC;r ihn&#x0021;? &#x2013; Beim Minderheiligen ist dies ausgemacht, hierbei aber ist es nicht ausgemacht<sup><xref rid="fn59">59</xref></sup>.</p>
<p>R. J<small>EHO&#x0160;UA&#x0351; SAGTE EINE</small> R<small>EGEL</small>: W<small>AR ES BEREITS DEN</small> P<small>RIESTERN ERLAUBT, SO GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG, WAR ES DEN</small> P<small>RIESTERN NOCH NICHT ERLAUBT, SO GIBT ES DABEI EINE</small> V<small>ERUNTREUUNG</small>, W<small>ELCHES WAR DEN</small> P<small>RIESTERN BEREITS ERLAUBT</small>? D<small>AS &#x00DC;BER</small> N<small>ACHT LIEGEN GEBLIEBEN</small>, <small>UNREIN GEWORDEN ODER HINAUSGEKOMMEN IST</small>. W<small>ELCHES AVAR DEN</small> P<small>RIESTERN NOCH NICHT ERLAUBT</small>? D<small>AS AUSSERHALB DER</small> F<small>RIST ODER AUSSERHALB DES</small> O<small>RTES GESCHLACHTET WORDEN IST, ODER DESSEN</small> B<small>LUT</small> U<small>NTAUGLICHE AUFGENOMMEN ODER GESPRENGT HABEN</small>. Bar Qappara sprach zu Bar Pada: Schwesterssohn, sieh zu, was du mich morgen im Lehrhause fragen <folio>Fol.5</folio> sollst: spricht unsere Mi&#x0161;na vom Erlaubtsein zum Schlachten, spricht unsere Mi&#x0161;na vom Erlaubtsein zum Blutsprengen, oder spricht unsere Mi&#x0161;na vom Erlaubtsein zum Essen? &#x1E24;izqija sagte, unsere Mi&#x0161;na spreche vom Erlaubtsein zum Schlachten: R. Johanan sagte, unsere Mi&#x0161;na spreche vom Erlaubtsein zum Essen. R. Zera sprach: Aus unserer Mi&#x0161;na ist weder die Ansicht &#x1E24;izqijas noch die Ansicht R. Jo&#x1E25;anans zu erweisen. &#x2013; Wir haben gelernt: Das &#x00FC;ber Nacht liegen geblichen, unrein geworden oder hinausgekommen ist. Doch wohl, wenn das Blut &#x00FC;ber Nacht liegen geblieben ist, und er lehrt, da&#x00DF; es dabei keine Veruntreuung gebe. Somit ist hieraus zu entnehmen, da&#x00DF; unsere Mi&#x0161;na vom Erlaubtsein zum Sprengen spricht. &#x2013; Nein, wenn das Fleisch &#x00FC;ber Nacht liegen geblieben, das Blut aber gesprengt worden ist; deshalb<sup><xref rid="fn60">60</xref></sup>lehrt er, da&#x00DF; es dabei keine Veruntreuung gebe. &#x2013; Wir haben gelernt: Welches war den Priestern noch nicht erlaubt? Das au&#x00DF;erhalb der Frist oder au&#x00DF;erhalb des Ortes geschlachtet worden ist, oder dessen Blut Untaugliche aufgenommen oder gesprengt haben. In welchem Falle: wollte man sagen, wenn Untaugliche es gesprengt haben u n d<sup><xref rid="fn61">61</xref></sup> Un taugliche es aufgenommen hatten, wozu ist beides n&#x00F6;tig&#x0021;? Doch wohl, wenn Untaugliche es aufgenommen oder Untaugliche es gesprengt haben, und er lehrt, da&#x00DF; es dabei eine Veruntreuung gebe; somit ist hieraus<sup><xref rid="fn62">62</xref></sup>zu entnehmen, da&#x00DF; unsere Mi&#x0161;na vom Erlaubtsein zum Sprengen spricht. R.Joseph wandte ein: Dort haben wir gelernt: Wegen des Blutes eines untauglichen S&#x00FC;ndopfers ist das Waschen<sup><xref rid="fn63">63</xref></sup>nicht erforderlich, einerlei ob es<sup><xref rid="fn64">64</xref></sup>tauglich war und untauglich geworden ist, oder ob es &#x00FC;berhaupt nicht tauglich war und untauglich geworden ist. Welches war tauglich und ist untauglich geworden? Das &#x00FC;ber Nacht gestanden hat, unrein geworden ist oder hinausgekommen<sup><xref rid="fn65">65</xref></sup> war. Welches war &#x00FC;berhaupt nicht tauglich? Wenn [das Opfer] au&#x00DF;erhalb des Ortes oder au&#x00DF;erhalb der Frist geschlachtet worden ist, oder Untaugliche das Blut aufgenommen oder gesprengt haben. In welchem Falle, wenn du sagst, es sei auf diese Weise zu unterscheiden: wollte man sagen, wenn Untaugliche [das Blut] aufgenommen und Untaugliche es gesprengt haben, wonach nur dann wegen des Blutes das Waschen nicht erforderlich ist, wenn aber Taugliche [das Blut] aufgenommen oder gesprengt haben, sei wegen des Blutes das Waschen erforderlich, so hei&#x00DF;t es ja diesbez&#x00FC;glich<sup><xref rid="fn66">66</xref></sup><italic>der von seinem Blute sprengt,</italic> nicht aber, wenn es bereits gesprengt worden<sup><xref rid="fn67">67</xref></sup>ist&#x0021;? Vielmehr ist es nicht genau<sup><xref rid="fn68">68</xref></sup>zu nehmen, ebenso ist es auch <folio>Col.b</folio> hierbei<sup><xref rid="fn69">69</xref></sup>nicht genau zu nehmen. B. Asi sprach: Wozu braucht er es<sup><xref rid="fn70">70</xref></sup>demnach zweimal zu lehren&#x0021;? Vielmehr ist es bei der Veruntreuung genau zu nehmen, und dort lehrt er uns folgendes, da&#x00DF; n&#x00E4;mlich auch der Untaugliche Zur&#x00FC;ckbleibendes<sup><xref rid="fn71">71</xref></sup>macht; auch wenn ein Untauglicher [das Blut] aufgenommen und gesprengt hat, und darauf ein Tauglicher es aufnimmt und sprengt, ist dies nichts, weil es Zur&#x00FC;ckbleibendes ist. &#x2013; Aber Re&#x0161; Laqi&#x0161; fragte ja R. Jo&#x1E25;anan, ob ein Untauglicher Zur&#x00FC;ckbleibendes mache, und dieser erwiderte ihm, nichts anderes als [die Absicht<sup><xref rid="fn72">72</xref></sup>], es au&#x00DF;erhalb der Frist oder au&#x00DF;erhalb des Ortes [zu essen], mache es<sup><xref rid="fn73">73</xref></sup>zu Zur&#x00FC;ckbleibendem, weil diese es auch zur Verwerflichkeit geeignet macht; doch wohl ein Untauglicher nicht<sup><xref rid="fn74">74</xref></sup>&#x0021;? &#x2013; Nein, auch ein Untauglicher. &#x2013; Er sagte ja aber: nichts anderes&#x0021;? &#x2013; Er meint es wie folgt: au&#x00DF;er [der Absicht], es au&#x00DF;erhalb der Frist oder au&#x00DF;erhalb des Ortes [zu essen], gibt es nichts, was das Gemeindeopfer nicht wohlgef&#x00E4;llig macht, wobei [das Blut aber] Zur&#x00FC;ckbleibendes ist. Ein Unreiner<sup><xref rid="fn75">75</xref></sup>aber, der f&#x00FC;r das Gemeindeopfer zul&#x00E4;ssig ist, macht es zu Zur&#x00FC;ckbleibendem, und andere Untaugliche, die f&#x00FC;r das Gemeindeopfer nicht zul&#x00E4;ssig sind, machen es nicht zu Zur&#x00FC;ckbleibendem. &#x2013; Komm und h&#x00F6;re: Beim Verwerflichen gibt es immer eine Veruntreuung. Doch wohl, wenn man [das Blut] nicht gesprengt hat, somit ist hieraus zu entnehmen, da&#x00DF; unsere Mi&#x0161;na vom Erlaubtsein zum Sprengen spricht. &#x2013; Nein, wenn man es gesprengt hat, und mit &#x2018;immer&#x2019; lehrt er uns das, was R. Gidel gesagt hat. R. Gidel sagte n&#x00E4;mlich im Namen Rabhs: Das Sprengen des Verwerflichen bringt es nicht aus der Veruntreuungsf&#x00E4;higkeit und bringt es nicht zur Verun <folio>Fol.6</folio> treuungsf&#x00E4;higkeit<sup><xref rid="fn76">76</xref></sup>. &#x2013; Komm und h&#x00F6;re: R.&#x0160;imo&#x0351;n sagte: Es gibt &#x00DC;briggebliebenes, wobei es eine Veruntreuung gibt, und es gibt &#x00DC;briggebliebenes, wobei es keine Veruntreuung gibt, und zwar: hat [das Blut] vor dem Sprengen &#x00FC;ber Nacht gestanden, so gibt es dabei eine Veruntreuung, wenn nach dem Sprengen, so gibt es dabei keine Veruntreuung. Er lehrt also, da&#x00DF; es dabei eine Veruntreuung gebe; doch wohl, wenn Zeit zum Sprengen vorhanden war, soda&#x00DF;, wenn er wollte, er sprengen k&#x00F6;nnte. Somit ist hieraus zu entnehmen, da&#x00DF; unsere Mi&#x0161;na vom Erlaubtsein zum Essen spricht. &#x2013; Nein, wenn man es kurz vor Sonnenuntergang aufgenommen hat, soda&#x00DF; keine Zeit zum Sprengen war. &#x2013; Weshalb lehrt er demnach, wenn es dabei keine Veruntreuung gibt, wenn noch Zeit dazu war: vor dem Sprengen, sollte er doch lehren: vor dem Sonnenuntergange, beziehungsweise nach dem Sonnenuntergange<sup><xref rid="fn77">77</xref></sup>&#x0021;? &#x2013; Dies lehrt er auch: bevor es zum Sprengen geeignet war, und nachdem es zum Sprengen geeignet<sup><xref rid="fn78">78</xref></sup>war. &#x2013; Komm und h&#x00F6;re: R. &#x0160;imo&#x0351;n sagte: Es gibt Verwerfliches, wobei es eine Veruntreuung gibt, und es gibt Verwerfliches, wobei es keine Veruntreuung gibt, und zwar: vor dem Sprengen gibt es dabei eine Veruntreuung, nach dem Sprengen gibt es dabei keine Veruntreuung. Er lehrt also, da&#x00DF; es vor dem Sprengen dabei eine Veruntreuung gebe; doch wohl, wenn Zeit zum Sprengen war, soda&#x00DF;, wenn er wollte, er sprengen k&#x00F6;nnte, und er lehrt, da&#x00DF; es dabei eine Veruntreuung gebe. Hieraus ist somit zu entnehmen, da&#x00DF; unsere Mi&#x0161;na vom Erlaubtsein zum Essen spricht. &#x2013; Nein, wenn keine Zeit zum Sprengen war. &#x2013; Weshalb lehrt er demnach, wenn es dabei keine Veruntreuung gibt, wenn noch Zeit zum Sprengen war: nach dem Sprengen, sollte er doch lehren: nach dem Sonnenuntergang&#x0021;? &#x2013; Dies meint er auch: bevor es zum Sprengen geeignet war, und nachdem es zum Sprengen geeignet war. &#x2013; Komm und h&#x00F6;re: Beim Verwerflichen vom Hochheiligen gibt es eine Veruntreuung. Doch wohl, wenn man [das Blut] bereits gesprengt hat, somit ist hieraus zu entnehmen, da&#x00DF; unsere Mi&#x0161;na vom Erlaubtsein zum Essen spricht. &#x2013; Nein, wenn man es noch nicht gesprengt hat. &#x2013; Weshalb lehrt er demnach, wenn es dabei keine Veruntreuung gibt, falls man es gesprengt hat, da&#x00DF; es beim Minderheiligen keine Veruntreuung gebe, sollte er doch lehren: eines gilt vor dem Sprengen und eines nach dem Sprengen&#x0021;? &#x2013; Folgendes will er lehren: soll es Veruntreuungsf&#x00E4;higkeit erlangen, so macht nur das vorschriftsm&#x00E4;&#x00DF;ige Sprengen es veruntreuungsf&#x00E4;hig, soll es aus der Veruntreuungsf&#x00E4;higkeit kommen, so bringt auch das unvorschriftsm&#x00E4;&#x00DF;ige [Sprengen] es aus der Veruntreuungsf&#x00E4;higkeit.</p>
<p><sup>ii</sup><bold>B</bold><small>EIM</small> F<small>LEISCHE VOM</small> H<small>OCHHEILIGEN, DAS VOR DEM</small> B<small>LUTSPRENGEN</small> <folio>Col.b</folio> <small>HINAUSGEKOMMEN WAR, GIBT ES, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, EINE VERUNTREUUNG UND MAN IST WEGEN DESSEN NICHT SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, U<small>EBRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>. R. A&#x0351;<small>QIBA SAGT, ES GEBE DABEI KEINE</small> V<small>ERUNTREUUNG UND MAN SEI DIESERHALB SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>. R. A&#x0351;<small>QIBA SPRACH</small>: E<small>NTHEBT ETWA NICHT, WENN JEMAND SEIN S&#x00DC;NDOPFER ABGESONDERT HATTE UND ES ABHANDEN GEKOMMEN WAR, UND NACHDEM ER SEINERSTATT EIN ANDERES ABGESONDERT HAT, DAS ERSTE SICH WIEDER EINFINDET UND NUNMEHR BEIDE DASTEHEN</small><sup><xref rid="fn79">79</xref></sup>, <small>DAS BLUT, WIE ES DAS FLEISCH DESSELBEN ENTHEBT</small><sup><xref rid="fn80">80</xref></sup>, <small>AUCH DAS</small> F<small>LEISCH DES ANDEREN</small>? W<small>ENN NUN DAS</small> B<small>LUT DAS</small> F<small>LEISCH DES ANDEREN DER</small> V<small>ERUNTREUUNG ENTHEBT, SO ENTHEBT ES DAS</small> F<small>LEISCH DESSELBEN ERST RECHT</small>. W<small>ENN DIE</small> O<small>PFERTEILE VON</small> M<small>INDERHEILIGEM VOR DEM</small> <sup>iii</sup>B<small>LUTSPRENGEN HINAUSGEKOMMEN SIND, SO GIBT ES BEI IHNEN, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, KEINE</small> V<small>ERUNTREUUNG UND MAN IST IHRETWEGEN NICHT SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>. R. A&#x0351;<small>QIBA SAGT, ES GEBE DABEI EINE</small> V<small>ERUNTREUUNG UND MAN SEI IHRETWEGEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>.</p>
<p>GEMARA. Wozu ist beides<sup><xref rid="fn81">81</xref></sup>n&#x00F6;tig? &#x2013; Dies ist n&#x00F6;tig. W&#x00FC;rde er es nur vom Hochheiligen gelehrt haben, so k&#x00F6;nnte man glauben, R. Elie&#x0351;zer sage nur hierbei, da&#x00DF; es dabei eine Veruntreuung gebe, weil das vorschriftsm&#x00E4;&#x00DF;ige Sprengen es aus der Veruntreuung bringt und das unvorschriftsm&#x00E4;&#x00DF;ige es nicht aus der Veruntreuung bringt, hinsichtlich des Gelangens zur Veruntreuung aber pflichte er R. A&#x0351;qiba bei, da&#x00DF; es auch durch das unvorschriftsm&#x00E4;&#x00DF;ige zur Veruntreuung gelange. Und w&#x00FC;rde er es nur vom Minderheiligen gelehrt haben, so k&#x00F6;nnte man glauben, nur vom Minderheiligen sage R. A&#x0351;qiba, da&#x00DF; es dabei eine Veruntreuung gebe, weil es auch durch das unvorschriftsm&#x00E4;&#x00DF;ige Sprengen zur Veruntreuung gelangt, beim Hochheiligen aber, wobei es sich um die Enthebung handelt, bringe das unvorschriftsm&#x00E4;&#x00DF;ige es nicht aus der Veruntreuung, so lehrt er uns. R. Jo&#x1E25;anan sagte: Das, was R. A&#x0351;qiba sagt, wenn es hinausgekommen ist, sei das Sprengen wirksam, gilt nur von dem Falle, wenn ein Teil hinausgekommen ist, nicht aber sagt es R. A&#x0351;qiba von dem Falle, wenn alles hinausgekommen ist. R. Asi sprach zu R. Jo&#x1E25;anan: Bereits lehrten mich <folio>Fol.7</folio> die Kollegen in der Diaspora, die Absicht sei wirksam auch beim Abhandengekommenen<sup><xref rid="fn82">82</xref></sup>und beim Verbrannten. Das Abhandengekommene und das Verbrannte sind ja nicht auf der Welt, dennoch lehrt er, die Absicht sei wirksam. &#x2013; Kann R. Asi dies denn gesagt haben, R. Asi fragte ja R. Jo&#x1E25;anan, wie es denn sei, wenn man beim fortzugie&#x00DF;enden [Blute] beabsichtigt hat, es am folgenden Tage<sup><xref rid="fn83">83</xref></sup>zu tun, und R. Zera sprach zu ihm: du hast uns bereits vom Abfall<sup><xref rid="fn84">84</xref></sup>gelehrt. Abfall ist also f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich, weil er unwesentlich ist, ebenso ist beim fortzugie&#x00DF;enden [Blute], da es der Vernichtung verf&#x00E4;llt, die Absicht wirkungslos. &#x2013; Dem widerspricht ja die Lehre vom Abhandengekommenen und vom Verbrannten<sup><xref rid="fn85">85</xref></sup>&#x0021;? Raba erwiderte: Lies: &#x00FC;ber das sp&#x00E4;ter Abhandengekommene und Verbrannte<sup><xref rid="fn86">86</xref></sup>.</p>
<p>R. Papa sagte: Das, was R. A&#x0351;qiba sagt, wenn es hinausgekommen ist, sei das Sprengen wirksam, gilt nur von dem Falle, wenn das Fleisch hinausgekommen ist, wenn aber das Blut, so ist das Sprengen<sup><xref rid="fn87">87</xref></sup>, nachdem es hinausgekommen war, nicht wirksam. Desgleichen wird gelehrt: Wenn er schweigend<sup><xref rid="fn88">88</xref></sup>geschlachtet hat und das Blut hinausgekommen ist, so hat er, auch wenn er es sp&#x00E4;ter gesprengt hat, nichts ausgerichtet. Bei Hochheiligem gibt es dabei eine Veruntreuung und bei Minderheiligem gibt es dabei keine Veruntreuung.</p>
<p>R. A&#x0351;<small>QIBA SAGTE</small>: (D<small>IES IST ZU VERGLEICHEN</small>). R. Elea&#x0351;zar sagte: R. A&#x0351;qiba sagt es nur von dem Falle, wenn mit einem Male<sup><xref rid="fn89">89</xref></sup>, nicht aber sagt es R. A&#x0351;qiba von dem Falle, wenn nacheinander. Es wird gelehrt: R. &#x0160;imo&#x0351;n sagte: Als ich nach Kephar Phagi ging, begegnete mir ein Greis und er sprach zu mir: Ist R. A&#x0351;qiba der Ansicht, da&#x00DF;, wenn es hinausgekommen ist, das Sprengen wirksam ist? Ich erwiderte ihm: Jawohl. Als ich nach Galil&#x00E4;a kam und dies den Kollegen unterbreitete, sprachen sie zu mir: Es ist ja untauglich, wie sollte [das Sprengen] das Untaugliche wohlgef&#x00E4;llig machen&#x0021;? Als ich hierauf fortging und dies R. A&#x0351;qiba unterbreitete, sprach er zu mir: Mein Sohn, bist du etwa nicht dieser Ansicht? Wenn jemand sein S&#x00FC;ndopfer abgesondert hatte und es abhanden gekommen war, und, nachdem er seinerstatt ein anderes abgesondert hat, das erste sich wieder einfindet und nunmehr beide dastehen, gibt es ja eine Veruntreuung bei beiden; wenn man sie geschlachtet hat und das Blut beider sich in den Bechern befindet, gibt es ja eine Veruntreuung bei beiden. Gibst du etwa nicht zu, da&#x00DF;, wenn das Blut des einen von ihnen gesprengt <folio>Col.b</folio> worden ist, wie das Blut das Fleisch desselben der Veruntreuung enthebt, es auch das Fleisch des anderen der Veruntreuung enthebt? Wenn es nun das Fleisch des anderen vor der Veruntreuung sch&#x00FC;tzt, obgleich es untauglich ist, so sch&#x00FC;tzt es das Fleisch desselben erst recht. Re&#x0161; Laqi&#x0161; sagte im Namen R. O&#x0161;a&#x0351;jas: Es ist eine verstohlene Antwort, die R. A&#x0351;qiba jenem Sch&#x00FC;ler gab: nur gleichzeitig<sup><xref rid="fn90">90</xref></sup>, nicht aber nacheinander; wenn es untauglich ist, ist es ja einerlei, ob gleichzeitig oder nacheinander. Da sprach R. Jo&#x1E25;anan zu Re&#x0161; Laqi&#x0161;: Bist du etwa nicht dieser Ansicht? Pflichtest du etwa nicht bei, da&#x00DF;, wenn jemand zur Sicherheit zwei Schuldopfer abgesondert, beide geschlachtet und die Opferteile des einen vor dem Sprengen [auf den Altar] gebracht hat, sie, wenn hinaufgekommen, herabzunehmen sind? Wieso sind sie nun, wenn du sagst, sie gelten als ein K&#x00F6;rper, wenn sie hinaufgekommen sind, herabzunehmen, U&#x0351;la sagte ja, Opferteile von Minderheiligem, die vor dem Blutsprengen auf den Altar gekommen sind, seien nicht mehr herabzunehmen, weil sie bereits Zehrung des Altars geworden sind&#x0021;? Da schwieg er. Hierauf sprach R. Jo&#x1E25;anan: Ich habe dem Knaben die Beine abgehauen.</p>
<p><sup>iv</sup><bold>D</bold><small>AS</small> B<small>LUTZEREMONIELL ERFOLGT BEIM</small> H<small>OCHHEILIGEN ERLEICHTERND UND ERSCHWEREND, BEIM</small> M<small>INDERHEILIGEN ABER IMMER ERSCHWEREND</small>. U<small>ND ZWAR: BEIM</small> H<small>OCHHEILIGEN GIBT ES VOR DEM</small> B<small>LUTSPRENGEN EINE</small> V<small>ERUNTREUUNG AN DEN</small> O<small>PFERTEILEN UND AM</small> F<small>LEISCHE, NACH DEM</small> B<small>LUTSPRENGEN ABER NUR EINE</small> V<small>ERUNTREUUNG AN DEN</small> O<small>PFERTEILEN UND NICHT AM</small> F<small>LEISCHE, UND WEGEN BEIDER IST MAN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small> &#x00DC;b<small>RIGGEBLIEBENEM UND</small> U<small>NREINEM</small>. E<small>S ERGIBT SICH ALSO, DASS DAS</small> B<small>LUTZEREMONIELL BEIM</small> H<small>OCHHEILIGEN ERLEICHTERND UND ERSCHWEREND ERFOLGT</small>. B<small>EIM</small> M<small>INDERHEILIGEN IMMER ERSCHWEREND, UND ZWAR: BEIM</small> M<small>INDERHEILIGEN GIBT ES VOR DEM</small> B<small>LUTSPRENGEN KEINE</small> V<small>ERUNTREUUNG, NICHT AN DEN</small> O<small>PFERTEILEN UND NICHT AM</small> F<small>LEISCHE, NACH DEM</small> B<small>LUTSPRENGEN ABER GIBT ES EINE</small> V<small>ERUNTREUUNG AN DEN</small> O<small>PFERTEILEN, NICHT ABER AM</small> F<small>LEISCHE, UND WEGEN BEIDER IST MAN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>. E<small>S ERGIBT SICH ALSO, DASS DAS</small> B<small>LUTZEREMONIELL BEIM</small> M<small>INDERHEILIGEN IMMER ERSCHWEREND ERFOLGT</small>.</p>
<p>GEMARA. Er lehrt<sup><xref rid="fn91">91</xref></sup>, da&#x00DF; es beim Fleische keine Veruntreuung gebe,. wonach es dabei nur keine Veruntreuung gibt, wohl aber ein Verbot<sup><xref rid="fn92">92</xref></sup>; weshalb denn, es ist ja Eigentum des Priesters&#x0021;? &#x2013; Das ist kein Einwand; da er im Anfangsatze lehrt, es gebe dabei eine Veruntreuung, lehrt er im Schlu&#x00DF;satze, es gebe dabei keine Veruntreuung<sup><xref rid="fn93">93</xref></sup>. &#x2013; Wie ist demnach der Schlu&#x00DF;satz zu erkl&#x00E4;ren: beim Minderheiligen ist es immer erschwerend, und zwar: beim Minderheiligen gibt es vor dem Blutsprengen keine Veruntreuung, nicht daran und nicht an den Opfer teilen, und man ist wegen dieser nicht schuldig wegen Verwerflichem, &#x00DC;briggebliebenem und Unreinem; nach dem Blutsprengen aber gibt es eine Verunreinigung an den Opferteilen, nicht aber am Fleische. Nur eine Veruntreuung gibt es nicht, wohl aber ein Verbot; weshalb denn, es ist ja Besitz des Eigent&#x00FC;mers<sup><xref rid="fn94">94</xref></sup>&#x0021;? R. &#x1E24;anina erwiderte: Wenn [das Fleisch] hinausgekommen<sup><xref rid="fn65">65</xref></sup> war, und zwar nach R. A&#x0351;qiba<sup><xref rid="fn95">95</xref></sup>. R. A&#x0351;qiba sagt, wenn es hinausgekommen war, sei das Sprengen wirksam, aber nur hinsichtlich der Verbrennung<sup><xref rid="fn96">96</xref></sup>, hinsichtlich des Essens aber macht es<sup><xref rid="fn97">97</xref></sup>nicht wohlgef&#x00E4;llig. <folio>Fol.8</folio></p>
<ftnote id="fn1">1. Brand-, S&#x00FC;und-, Schuld- u. Genieindeopfer; cf. Zeb. Fol. 47a.</ftnote>
<ftnote id="fn2">2. Des Altars od. Tempelhofes, w&#x00E4;hrend dies an der Nordseite zu erfolgen hat.</ftnote>
<ftnote id="fn3">3. Am Heiligen, obgleich die Schlachtung ung&#x00FC;ltig ist.</ftnote>
<ftnote id="fn4">4. Die Herrichtung der Opfer hat am Tage zu erfolgen; cf. Zeb. Fol. 56a.</ftnote>
<ftnote id="fn5">5. Die f&#x00FC;r die Horrichtung des Opfers u. das Essen des Fleisches festgesetzt sind; dh. in der Absicht, es dann od. da herzurichten od. das Fleisch zu essen.</ftnote>
<ftnote id="fn6">6. Obgleich das Opfer verwerflich ist.</ftnote>
<ftnote id="fn7">7. Wenn es nachher untauglich geworden ist; dies bezieht sich auf das f&#x00FC;r die Priester bestimmte Fleisch, die Veruntreuung an den Opferteilen wird im folgenden Abschnitte behandelt.</ftnote>
<ftnote id="fn8">8. Untaugliche Opfer.</ftnote>
<ftnote id="fn9">9. Das Fleisch, nach dem Blutsprengen.</ftnote>
<ftnote id="fn10">10. Aus dem Tempelhofe.</ftnote>
<ftnote id="fn11">11. Die f&#x00FC;r den Tempeldienst unzul&#x00E4;ssig sind.</ftnote>
<ftnote id="fn12">12. Das Haupts&#x00E4;chlichste am Opferdienste.</ftnote>
<ftnote id="fn13">13. Man ist wegen Verwerflichmachung nur dann schuldig, wenn die Opferteile dargebracht worden sind: cf. Zeb. Fol. 28a.</ftnote>
<ftnote id="fn14">14. Die Opferteile auf den Altar, bei einer unvorschritftsm&#x00E4;&#x00DF;igen Schlachtung.</ftnote>
<ftnote id="fn15">15. Der Streit zwischen RJ. u. R&#x0160;. &#x00FC;ber Opfer, deren Blut nicht vorschriftsm&#x00E4;&#x00DF;ig gesprengt worden ist u. die auf den Altar gekommen sind, befindet sich Zeb. Fol. 84a; nach RJ. sind sie vom Altar zu entfernen, nach R&#x0160;. nicht.</ftnote>
<ftnote id="fn16">16. Das Blut mancher Opfer ist oberhalb des den Altar teilenden Striches u. mancher unterhalb desselben zu sprengen.</ftnote>
<ftnote id="fn17">17. Zum erstatteten Betrage; cf. Lev. 5,16.</ftnote>
<ftnote id="fn18">18. Nicht vorschriftsm&#x00E4;&#x00DF;ig geschlachtete Opfer.</ftnote>
<ftnote id="fn19">19. Weil Aas ekelhaft ist.</ftnote>
<ftnote id="fn20">20. Das zur Darbringung untauglich ist, von dem nur der Geldwert heilig ist.</ftnote>
<ftnote id="fn21">21. Beispielsweise Wolle ausrupft od. durch Arbeit abmagert.</ftnote>
<ftnote id="fn22">22. Cf. Ar. Fol. 5b.</ftnote>
<ftnote id="fn23">23. Auch nicht rabbanitisch, wie auch die Nutznie&#x00DF;ung rabbanitisch verboten ist.</ftnote>
<ftnote id="fn24">24. Die zur Opferung nicht verwendbar sind.</ftnote>
<ftnote id="fn25">25. Weil sie zur Opferung geeignet sind.</ftnote>
<ftnote id="fn26">26. Er zitiert 3 Lehren, die er eine durch die andere erkl&#x00E4;rt, woraus er seinen Einwand entnimmt.</ftnote>
<ftnote id="fn27">27. Die Zeb. Fol. 66a aufgez&#x00E4;hlten nicht untauglichen Vogelopfer, obgleich sie, weil nicht geschlachtet, als Aas gelten sollten.</ftnote>
<ftnote id="fn28">28. Dessen, der sie i&#x00DF;t. Das Aas eines zum Essen erlaubten Vogels ist beim Essen verunreinigend, sobald es in den Schlund kommt, auch wenn ein anderer es einem in den Mund steckt u. er es gar nicht ber&#x00FC;hrt hat; die Unreinheit wird auf die Kleider &#x00FC;bertragen.</ftnote>
<ftnote id="fn29">29. Dh. das Blut unterhalb des Striches um den Altar gesprengt.</ftnote>
<ftnote id="fn30">30. Ein solches unterliegt nicht der Veruntreuung, weil es vorschriftsm&#x00E4;&#x00DF;ig hergerichtet u. Eigentum des Priesters ist.</ftnote>
<ftnote id="fn31">31. Bei der Herrichtung.</ftnote>
<ftnote id="fn32">32. Noch vor der Herrichtung.</ftnote>
<ftnote id="fn33">33. Nach Raschi nach dem Schlachten, nach den Tosaphoth noch lebend, wenn es als solches bestimmt war; cf. Zeb. Fol. 112b.</ftnote>
<ftnote id="fn34">34. In don Tempelhof.</ftnote>
<ftnote id="fn35">35. Des Tempelhofes.</ftnote>
<ftnote id="fn36">36. Es unterliegt allen Bestimmungen, die f&#x00FC;r die im Tempelhofe hergerichteten Opfer gelten.</ftnote>
<ftnote id="fn37">37. Hinsichtl. eines Tempelopfers.</ftnote>
<ftnote id="fn38">38. Dh. es ist dann den Bestimmungen des Opfers unterworfen, bei deren &#x00DC;bertretung das Opfer untauglich ist u. vom Altar entfernt werden mu&#x00DF;.</ftnote>
<ftnote id="fn39">39. Cf. Anm. 38 mut. mut.</ftnote>
<ftnote id="fn40">40. Es wurde von vornherein nicht als Tempelopfer geheiligt u. hat nicht die Heiligkeit, auf dem Altar verbleiben zu m&#x00FC;ssen.</ftnote>
<ftnote id="fn41">41. Wenn das Opfer geschlachtet worden ist in der Absicht, au&#x00DF;erhalb der Frist die Herrichtung zu vollziehen od. das Fleisch zu essen.</ftnote>
<ftnote id="fn42">42. Das taugliche Opfer unterliegt nach dem Sprengen nicht mehr der Veruntreuung, da es dann nicht mehr Eigentum Gottes, sondern Eigentum des Priesters ist.</ftnote>
<ftnote id="fn43">43. An den Opferteilen.</ftnote>
<ftnote id="fn44">44. Erfolgt erst die richtige Verwerflichmachung durch die Absicht: von diesem Falle spricht RG., die angezogene Lehre aber spricht von dem Falle, wenn dies nur beim Schlachten u. nicht beim Sprengen erfolgt ist.</ftnote>
<ftnote id="fn45">45. Vom Speisopfer, der, wie die Opferteile des Blutopfers, auf dem Altar zu verbrennen ist. Hier handelt es sich ebenfalls um die Verwerflichmachung durch die Absicht.</ftnote>
<ftnote id="fn46">46. Sobald er vom Feuer erfa&#x00DF;t wird, ist er wieder heilig, u. wenn er vom Altar herabkommt, ist er zur&#x00FC;ck hinaufzulegen u. zu verbrennen.</ftnote>
<ftnote id="fn47">47. Die Verwerflichmachung beginnt beim Abheben, erfolgt aber erst bei der Aufr&#x00E4;ucherung auf dem Altar.</ftnote>
<ftnote id="fn48">48. Bei der verwerflichmachenden Absicht hinsichtlich des zur&#x00FC;ckbleibenden Teiles des Speisopfers, der gegessen wird.</ftnote>
<ftnote id="fn49">49. Zwischen RJ. u. den Weisen &#x00FC;ber die verwerflichmachonde Absicht; cf. Zeb. Fol. 29b.</ftnote>
<ftnote id="fn50">50. Wenn dies bei 2 Dienstverrichtungen bei der Herrichtung des Opfers erfolgt ist; vgl. Bd. X S. 102 Anm. 477.</ftnote>
<ftnote id="fn51">51. Bei der Schlachtung m&#x00FC;ssen beide Halsorgane, die Speiser&#x00F6;hre u. die Luftr&#x00F6;hre, durchschnitten werden.</ftnote>
<ftnote id="fn52">52. Hinsichtl. des Ortes u. hinsichtl. der Frist; das Opfer ist auf jeden Fall untauglich.</ftnote>
<ftnote id="fn53">53. Die Heiligung der Brote, von der es in der angezogenen Lehre hei&#x00DF;t, dies erfolge beim Schlachten.</ftnote>
<ftnote id="fn54">54. Jed. unterliegt es nicht der Veruntreuung, &#x00FC;bereinstimmend mit RG.</ftnote>
<ftnote id="fn55">55. Von dem die Priester nichts erhalten, soda&#x00DF; es immer Eigentum Gottes bleibt.</ftnote>
<ftnote id="fn56">56. Auch dieser spricht von einem S&#x00FC;ndopfer.</ftnote>
<ftnote id="fn57">57. Dh. die unzul&#x00E4;ssige Absicht beim Sprengen.</ftnote>
<ftnote id="fn58">58. Die die Verwerflichmachung zur Folge hat.</ftnote>
<ftnote id="fn59">59. Beim Minderheiligen gibt es bei den Opferteilen keine Veruntreuung, einerlei ob vor od. nach dem Sprengen, beim Hochheiligen dagegen nur vor dem Sprengen, nicht aber nach dem Sprengen.</ftnote>
<ftnote id="fn60">60. Weil es Eigentum der Priester ist.</ftnote>
<ftnote id="fn61">61. Das Verbindungs-Vav kann sowohl &#x2018;und&#x2019; als auch &#x2018;oder&#x2019; hei&#x00DF;en.</ftnote>
<ftnote id="fn62">62. Da es demnach als f&#x00FC;r die Priester erlaubt gilt, wenn Taugliche es aufgenommen haben.</ftnote>
<ftnote id="fn63">63. Ist das Blut von einem tauglichen S&#x00FC;ndopfer auf ein Kleidungsst&#x00FC;ck gekommen, so mu&#x00DF; es gewaschen werden; cf. Lev. 6,20.</ftnote>
<ftnote id="fn64">64. Das Blut zum Sprengen.</ftnote>
<ftnote id="fn65">65. Aus dem Tempelhofe.</ftnote>
<ftnote id="fn66">66. Lev. 6,20.</ftnote>
<ftnote id="fn67">67. Ist mit dem Bluto das Gebot des Sprengens ausge&#x00FC;bt worden, so ist wegen des Zur&#x00FC;ckbleibenden das Waschen der Kleider nicht erforderlich.</ftnote>
<ftnote id="fn68">68. Es ben&#x00F6;tigt nach dem Sprengen nicht des Waschens, auch wenn Taugliche das Blut aufgenommen u. gesprengt haben.</ftnote>
<ftnote id="fn69">69. Bei der Veruntreuung; auch wenn Taugliche das Blut aufgenommen u. Untaugliche nur gesprengt haben, unterliegt es der Veruntreuung, da es den Priestern zum Essen nicht erlaubt ist.</ftnote>
<ftnote id="fn70">70. Wenn es nicht genau zu nehmen ist.</ftnote>
<ftnote id="fn71">71. Nach dem Sprengen ist das zur&#x00FC;ckbleibende Blut nicht mehr zur S&#x00FC;hne geeignet u. fortzugie&#x00DF;en; dies auch dann, wenn ein Untauglicher es aufgenommen hat.</ftnote>
<ftnote id="fn72">72. Beim Sprengen.</ftnote>
<ftnote id="fn73">73. Obgleich die Sprengung ung&#x00FC;ltig ist.</ftnote>
<ftnote id="fn74">74. Wenn ein Untauglicher (ohne unzul&#x00E4;ssige Absicht) das Blut gesprengt hat, so ist dies wirkungslos, u. ein tauglicher Priester kann das noch flie&#x00DF;ende Blut aufnehmen u. sprengen.</ftnote>
<ftnote id="fn75">75. Der ebenfalls untauglich ist.</ftnote>
<ftnote id="fn76">76. Vgl. ob. Fol. 3b. u. die bez&#x0026;uuml;gl. Erkl&#x00E4;rungen.</ftnote>
<ftnote id="fn77">77. Da es auf die Zeit zum Sprengen ankommt.</ftnote>
<ftnote id="fn78">78. Nach Sonnenuntergang.</ftnote>
<ftnote id="fn79">79. Und beide geschlachtet worden sind.</ftnote>
<ftnote id="fn80">80. Vom Verbole der Veruntreuung, da nach dem Blutsprengen das Fleisch den Priestern geh&#x00F6;rt.</ftnote>
<ftnote id="fn81">81. Der Streit &#x00FC;ber Hochheiliges und &#x00FC;ber Opferglieder von Minderheiligem; aus dem einen ist das andere zu entnehmen.</ftnote>
<ftnote id="fn82">82. Hat man beim Sprengen beabsichtigt, die Opferteile au&#x00DF;erhalb der Frist nufzur&#x00E4;uchern, so ist, auch wenn diese abhanden gekommen od. verbrannt worden sind, das Fleisch verwerflich.</ftnote>
<ftnote id="fn83">83. Wenn man beim Fortgie&#x00DF;en des zur&#x00FC;ckbleibenden Blutes beabsichtigt hat, das Fleisch am folgenden Tage, au&#x00DF;erhalb der Frist, zu essen; ob es auch in diesem Falle Verwerfliches ist. Nach einer anderen Erkl&#x00E4;rung, wenn man beim Sprengen beabsichtigt hat, das zur&#x00FC;ckbleibende Blut au&#x00DF;erhalb der Frist fortzugie&#x00DF;en.</ftnote>
<ftnote id="fn84">84. Da&#x00DF; er n&#x00E4;mlich, weil unwesentlich, hinsichtl. der Verunreinigung durch Aas das hierbei erforderliche Quantum nicht erg&#x00E4;nzt.</ftnote>
<ftnote id="fn85">85. Von denen gelehrt wird, da&#x00DF; bei diesen die Absicht von Wirkung ist.</ftnote>
<ftnote id="fn86">86. Aber bei der Beabsichtigung noch vorhanden waren; hierbei aber handelt es sich um den Fall, wenn das Fleisch vor dem Sprengen aus dem Tempelhofe hinausgekommen, also nicht vorhanden war.</ftnote>
<ftnote id="fn87">87. Wenn man es zur&#x00FC;ck hereingebracht hat.</ftnote>
<ftnote id="fn88">88. Dh. ohne verwerflichmachende Absicht.</ftnote>
<ftnote id="fn89">89. Beide S&#x00FC;ndopfer geschlachtet.</ftnote>
<ftnote id="fn90">90. &#x2018;Sie geschlachtet&#x2019;, dies hei&#x00DF;t beide gleichzeitig.</ftnote>
<ftnote id="fn91">91. Vom Fleische dos Hochheiligen nach dem Blutsprengen.</ftnote>
<ftnote id="fn92">92. Es zu essen.</ftnote>
<ftnote id="fn93">93. Aber auch zum Essen ist es nicht verboten.</ftnote>
<ftnote id="fn94">94. Hier kann es nicht als Ggs. zum vorangehenden Falle erkl&#x00E4;rt werden, da es in beiden F&#x00E4;llen keine Veruntreuung am Fleische gibt.</ftnote>
<ftnote id="fn95">95. Nach dem (ob. Fol. 6b) das Blutsprengen in diesem Falle g&#x00FC;ltig ist.</ftnote>
<ftnote id="fn96">96. Wie jedes andere untaugliche Opfer, das, wegen der ihm anhaftenden Heiligkeit, sp&#x00E4;ter zu verbrennen ist.</ftnote>
<ftnote id="fn97">97. Das Blutsprengen ein solches Opfer.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><sup>i</sup><bold>B</bold><small>EIM</small> V<small>OGEL</small>-S<small>&#x00DC;NDOPFER GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD ES GEHEILIGT WORDEN IST; IST IHM</small> [<small>DER</small> K<small>OPF</small>] <small>ABGEKNIFFEN WORDEN, SO IST ES UNTAUGLICH ZU WERDEN GEEIGNET</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST ODER DEM DIE</small> S<small>&#x00DC;HNE</small><sup><xref rid="fn98">1</xref></sup> <small>NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN</small><sup><xref rid="fn99">2</xref></sup>; <small>IST DAS</small> B<small>LUT GESPRENGT WORDEN, SO IST MAN WEGEN DESSEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM, UND ES GIBT DABEI KEINE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn100">3</xref></sup>.</p>
<p>GEMARA. Er lehrt, es sei untauglich zu werden geeignet durch einen, der am selben Tage untergetaucht ist, oder dem die S&#x00FC;hne noch fehlt, und durch &#x00DC;bernachten; nur untauglich, nicht aber unrein zu werden<sup><xref rid="fn101">4</xref></sup>. Unsere Mi&#x0161;na vertritt somit die Ansicht der Rabbanan, denn es wird gelehrt: Abba &#x0160;a&#x00FA;l sagte: Der am selben Tage Untergetauchte ist f&#x00FC;r das <folio>Col.b</folio> Heilige erstgradig [unrein]<sup><xref rid="fn102">5</xref></sup>. R. Meir sagt, er mache Heiliges unrein und die Hebe untauglich. Die Weisen sagen, wie er Getr&#x00E4;nke von Hebe und Speisen von Hebe untauglich macht, ebenso mache er heilige Getr&#x00E4;nke und heilige Speisen untauglich<sup><xref rid="fn103">6</xref></sup>. Raba sagte: Nach Abba Saul haben die Rabbanan beim Heiligen eine Steigerung getroffen und den am selben Tage Untergetauchten dem erstgradig [Unreinen] gleichgestellt; nach R. Me&#x00ED;r gleicht er dem, der zweitgradig [Unreines] gegessen hat; nach den Weisen aber ist, sobald er untergetaucht ist, die Unreinheit geschw&#x00E4;cht, soda&#x00DF; er nur untauglich macht, unrein aber macht er nicht.</p>
<p>I<small>ST DAS</small> B<small>LUT GESPRENGT WORDEN, SO IST MAN WEGEN DESSEN SCHULDIG &#x0026;C</small>. Nur eine Veruntreuung gibt es dabei nicht, wohl aber liegt ein Verbot<sup><xref rid="fn104">7</xref></sup> vor. Weshalb denn, es ist ja Eigentum des Priesters&#x0021;? R. &#x1E24;anina erwiderte: Wenn es hinausgekommen war, und zwar nach R. A&#x0351;qiba, welcher sagt, wenn es hinausgekommen war, sei das Sprengen wirksam<sup><xref rid="fn105">8</xref></sup>, es ist aber zum Essen nicht verwendbar.</p>
<p>R. Hona sagte im Namen Rabhs, das Auspressen<sup><xref rid="fn106">9</xref></sup> sei beim Vogel-S&#x00FC;ndopfer nicht unerl&#x00E4;&#x00DF;lich, denn Rabh lehrte: &#x2018;ist das Blut gesprengt worden&#x2019;. R. Ada b. Ahaba sagte im Namen Rabhs, das Auspressen sei beim Vogel-S&#x00FC;ndopfer unerl&#x00E4;&#x00DF;lich, denn Rabh lehrte: &#x2018;hat er das Blut ausgepre&#x00DF;t&#x2019;. &#x2013; Komm und h&#x00F6;re:<sup><xref rid="fn107">10</xref></sup><italic>Was vom Blute zur&#x00FC;ckbleibt, werde auf den Grund des Altars ausgepre&#x00DF;t, es ist ein S&#x00FC;ndopfer.</italic> Erkl&#x00E4;rlich ist es nach R. Ada b. Ahaba, da&#x00DF; es hei&#x00DF;t: <italic>was vom Blute zur&#x00FC;ckbleibt, werde ausgepre&#x00DF;t, es ist ein S&#x00FC;ndopfer,</italic> was aber hei&#x00DF;t nach R. Hona: <italic>was zur&#x00FC;ckbleibt</italic><sup><xref rid="fn108">11</xref></sup>&#x0021;? &#x2013; Wie in der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls gelehrt worden ist: wenn zur&#x00FC;ckbleibt<sup><xref rid="fn109">12</xref></sup>. &#x2013; Was hei&#x00DF;t:<sup><xref rid="fn107">10</xref></sup><italic>es ist ein S&#x00FC;ndopfer</italic><sup><xref rid="fn110">13</xref></sup>?<italic> &#x2013;</italic> Dies bezieht sich auf das Vorangehende<sup><xref rid="fn111">14</xref></sup>. R. A&#x1E25;a, der Sohn Rabas, sprach zu R. A&#x0161;i: Demnach ist auch beim Speisopfer, wobei es hei&#x00DF;t:<sup><xref rid="fn112">15</xref></sup><italic>was zur&#x00FC;ckbleibt,</italic> ebenfalls zu verstehen: wenn es zur&#x00FC;ckbleibt&#x0021;? Wolltest du sagen, dem sei <folio>Fol.9</folio> auch so, so wird ja gelehrt:<sup><xref rid="fn113">16</xref></sup><italic>Von seinem Mehl und seinem &#x00D6;l samt seinem ganzen Weihrauch,</italic> ausgenommen der Fall, wenn etwas vom Mehl fehlt, wenn etwas vom &#x00D6;l fehlt, oder etwas vom Weihrauch fehlt. &#x2013; Ich will dir sagen, da hei&#x00DF;t es &#x00FC;berfl&#x00FC;ssigerweise: <italic>was zur&#x00FC;ckbleibt.</italic> Der Vater des &#x0160;emu&#x00E9;l [b. Abin] wandte gegen R. Hona ein: Einerlei ob ein Gefl&#x00FC;gel-S&#x00FC;ndopfer oder ein Gefl&#x00FC;gel-Brandopfer, wenn man den Kopf abgekniffen hat oder das Blut ausgedr&#x00FC;ckt hat au&#x00DF;erhalb des Ortes<sup><xref rid="fn114">17</xref></sup>, so ist es untauglich und es ist nicht mit der Ausrottung belegt; wenn au&#x00DF;erhalb der Frist, so ist es Verwerfliches und man ist dieserhalb der Ausrottung schuldig. Hier lehrt er also: oder das Blut ausgedr&#x00FC;ckt hat&#x0021;? Er richtete diesen Einwand und er selber erkl&#x00E4;rte es: er lehrt es je nachdem<sup><xref rid="fn115">18</xref></sup>.</p>
<p>Der Text. In der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls wurde gelehrt: Wenn Blut zur&#x00FC;ckbleibt<sup><xref rid="fn116">19</xref></sup>. &#x2013; Dort<sup><xref rid="fn117">20</xref></sup>lehrt ja aber die Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls, das zur&#x00FC;ckbleibende [Blut] sei unerl&#x00E4;&#x00DF;lich, und hierzu sagte R. Papa, ein Unterschied bestehe zwischen ihnen<sup><xref rid="fn118">21</xref></sup>hinsichtlich des Ausdr&#x00FC;ckens beim Gefl&#x00FC;gel-S&#x00FC;ndopfer&#x0021;? &#x2013; Zwei Tanna&#x00ED;m streiten &#x00FC;ber die Ansicht der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls.</p>
<p><sup>ii</sup><bold>B</bold><small>EIM</small> V<small>OGEL</small>-B<small>RANDOPFER GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD ES GEHEILIGT WORDEN IST</small>. I<small>ST IHM</small> [<small>DER</small> K<small>OPF</small>] <small>ABGEKNIFFEN WORDEN, SO IST ES UNTAUGLICH ZU WERDEN GEEIGNET</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN; IST DAS</small> B<small>LUT AUSGEPRESST WORDEN, SO IST MAN WEGEN DESSEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM, UND ES GIBT DABEI EINE</small> V<small>ERUNTREUUNG, BIS</small> [<small>DIE</small> A<small>SCHE</small>] <small>IN DEN</small> A<small>SCHENRAUM KOMMT</small>. <sup>iii</sup>B<small>EI DEN ZU VERBRENNENDEN</small> F<small>ARREN</small><sup><xref rid="fn119">22</xref></sup><small>UND DEN ZU VERBRENNENDEN</small> Z<small>IEGENB&#x00D6;CKEN</small><sup><xref rid="fn120">23</xref></sup><small>GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD SIE GEHEILIGT WORDEN SIND; SIND SIE GESCHLACHTET WORDEN, SO SIND SIE UNTAUGLICH ZU WERDEN GEEIGNET</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN; IST IHR</small> B<small>LUT GESPRENGT WORDEN, SO IST MAN IHRETWEGEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND UNREINEM, UND ES GIBT BEI IHNEN EINE</small> V<small>ERUNTREUUNG, BIS DAS</small> F<small>LEISCH DURCHGEBRANNT IST</small>. <sup>iv</sup>B<small>EIM</small> B<small>RANDOPFER GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD ES GEHEILIGT WORDEN IST; IST ES GESCHLACHTET WORDEN, SO IST ES UNTAUGLICH ZU WERDEN GEEIGNET</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN; IST SEIN</small> B<small>LUT GESPRENGT WORDEN, SO IST MAN WEGEN DESSEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM; ES GIBT KEINE</small> V<small>ERUNTREUUNG AN DER</small> H<small>AUT, WOHL ABER GIBT ES EINE</small> V<small>ERUNTREUUNG AM</small> F<small>LEISCHE, BIS ES IN DEN</small> A<small>SCHENRAUM KOMMT</small>. <sup>v</sup>B<small>EIM</small> S<small>&#x00DC;NDOPFER, BEIM</small> S<small>CHULDOPFER UND BEI DEN</small> H<small>EILSOPFERN DER</small> G<small>EMEINDE GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD SIE GEHEILIGT WORDEN SIND; SIND SIE GESCHLACHTET WORDEN, SO SIND SIE UNTAUGLICH ZU WERDEN GEEIGNET</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN; IST IHR BLUT GESPRENGT WORDEN, SO IST MAN IHRETWEGEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM; ES GIBT KEINE</small> V<small>ERUNTREUUNG AM</small> F<small>LEISCHE, WOHL ABER GIBT ES EINE</small> V<small>ERUNTREUUNG AN DEN</small> O<small>PFERTEILEN, BIS SIE IN DEN</small> A<small>SCHENRAUM KOMMEN</small>. <sup>vi</sup>B<small>EI DEN ZWEI</small> B<small>ROTEIS</small><sup><xref rid="fn121">24</xref></sup><small>GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD SIE GEHEILIGT WORDEN SIND; HABEN SIE IM</small> O<small>FEN EINE</small> K<small>RUSTE BEKOMMEN, SO SIND SIE</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN UNTAUGLICH ZU WERDEN, UND MIT IHNEN DAS</small> O<small>PFER</small><sup><xref rid="fn122">25</xref></sup><small>ZU SCHLACHTEN GEEIGNET; IST DAS</small> B<small>LUT DER</small> L<small>&#x00C4;MMER GESPRENGT WORDEN, SO IST MAN IHRETWEGEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM, UND ES GIBT BEI IHNEN KEINE</small> V<small>ERUNTREUUNG</small>. <sup>vii</sup>B<small>EIM</small> S<small>CHAUBROTE</small><sup><xref rid="fn123">26</xref></sup> <small>GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD ES GEHEILIGT WORDEN IST; HAT ES IM</small> O<small>FEN EINE</small> K<small>RUSTE BEKOMMEN, SO IST ES</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN UNTAUGLICH ZU WERDEN, UND AUF DEN</small> T<small>ISCH AUFGESCHICHTET ZU WERDEN GEEIGNET; SIND DIE</small> S<small>CHALEN</small> [W<small>EIHRAUCH</small>] <small>DARGEBRACHT WORDEN, SO IST MAN WEGEN DESSEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM, UND ES GIBT DABEI KEINE VERUNTREUUNG</small>. <sup>viii</sup>B<small>EI DEN</small> S<small>PEISOPFERN GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD SIE GEHEILIGT WORDEN SIND; SIND SIE IM</small> [D<small>IENST</small>]<small>GEF&#x00C4;SSE GEHEILIGT WORDEN, SO SIND SIE UNTAUGLICH ZU AVERDEN GEEIGNET</small> [<small>DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN; IST DER</small> H<small>AUFE</small><sup><xref rid="fn124">27</xref></sup><small>DARGEBRACHT WORDEN, SO IST MAN IHRETWEGEN SCHULDIG WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM; ES GIBT KEINE</small> V<small>ERUNTREUUNG BEIM</small> Z<small>UR&#x00DC;CKBLEIBENDEN, WOHL ABER GIBT ES EINE</small> V<small>ERUNTREUUNG BEIM</small> H<small>AUFEN, BIS ER IN DEN</small> A<small>SCIIEINRAUM KOMMT</small>.</p>
<p>GEMARA. Es wurde gelehrt: Wer von der auf dem Altar<sup><xref rid="fn125">28</xref></sup>geh&#x00E4;uften Asche nulznie&#x00DF;t, begeht, wie Rabh sagt, keine Veruntreuung, und wie R. Jo&#x1E25;anan sagt, eine Veruntreuung. Wenn vor dem Abheben der Asche, stimmen alle &#x00FC;berein, da&#x00DF; man daran eine Veruntreuung begehe, sie streiten nur &#x00FC;ber den Fall, wenn nach dem Abheben der Asche. Rabh sagt, man begehe daran keine Veruntreuung, weil das Gebot<sup><xref rid="fn126">29</xref></sup>bereits ausge&#x00FC;bt worden<sup><xref rid="fn127">30</xref></sup>ist; R. Jo&#x1E25;anan aber sagt, da es hei&#x00DF;t:<sup><xref rid="fn128">31</xref></sup><italic>und der Priester ziehe sein linnenes Gewand an &#x0026;c.</italic>, dies<sup><xref rid="fn129">32</xref></sup>somit der Priestergew&#x00E4;nder ben&#x00F6;tigt, so beh&#x00E4;lt [die Asche] ihre Heiligkeit. &#x2013; Wir haben gelernt: Es gibt dabei eine Veruntreuung, bis es in den Aschenraum kommt. Dies<sup><xref rid="fn130">33</xref></sup>ist ja ein Einwand gegen Rabh&#x0021;? &#x2013; Rabh kann dir erwidern: bis es f&#x00FC;r den Aschen <folio>Col.b</folio> raum geeignet<sup><xref rid="fn131">34</xref></sup>ist. Man wandte ein: Diese alle<sup><xref rid="fn132">35</xref></sup>sind, wenn sie vom Altar herabgefallen sind, nicht wieder hinaufzulegen. Ebenso lege man eine Kohle, die vom Altar herabgefallen ist, nicht wieder hinauf. Demnach ist sie, solange sie sich auf dem Altar befindet<sup><xref rid="fn133">36</xref></sup>, wieder hinaufzulegen. Einleuchtend ist dies nach R. Jo&#x1E25;anan, gegen Rabh aber ist dies ja ein Einwand&#x0021;? Rabh kann dir erwidern: anders ist es bei einer Kohle, die etwas Wesentliches<sup><xref rid="fn134">37</xref></sup>hat. Manche lehren dies entgegengesetzt: Dies gilt nur von einer Kohle, die etwas Wesentliches hat, bei der Asche aber, die nichts Wesentliches hat, gibt es keine Veruntreuung, auch wenn sie sich auf dem. Altar befindet. Erkl&#x00E4;rlich ist dies nach Rabh, gegen R. Jo&#x1E25;anan aber ist dies ja ein Einwand&#x0021;? &#x2013; R. Jo&#x1E25;anan kann dir erwidern: dasselbe gilt auch von der Asche, und er lehrt dies deshalb von einer Kohle, um zu lehren, da&#x00DF; man sogar eine Kohle, die etwas Wesentliches hat, wenn sie vom Altar herabgefallen ist, nicht wieder hinauflege.</p>
<p>Es wurde gelehrt: Wenn jemand Fleisch von Hochheiligem vor dem Blutsprengen oder Opferteile von Minderheiligem nach dem Blutsprengen nutznie&#x00DF;t, so f&#x00E4;llt, wie Rabh sagt, das, was er genossen<sup><xref rid="fn135">38</xref></sup>hat, der freiwilligen Spendenkasse zu; Levi aber sagt, er bringe daf&#x00FC;r etwas, was ganz dem Altar zuf&#x00E4;llt. Es gibt eine Lehre &#x00FC;bereinstimmend mit Levi: Wo kommt [dieser Ersatz f&#x00FC;r] die Veruntreuung hin? &#x2013; Die vor den Weisen rezitierten<sup><xref rid="fn136">39</xref></sup>, sagten, er bringe daf&#x00FC;r etwas, das ganz dem Altar zuf&#x00E4;llt. &#x2013; Was ist dies? &#x2013; R&#x00E4;ucherwerk. Es gibt eine Lehre &#x00FC;bereinstimmend mit Rabh: Wer vom Gelde des S&#x00FC;ndopfers oder vom Gelde des Schuldopfers<sup><xref rid="fn137">40</xref></sup> nutznie&#x00DF;t, mu&#x00DF;, wenn bevor sein S&#x00FC;ndopfer dargebracht worden ist, [den Betrag] erg&#x00E4;nzen und sein S&#x00FC;ndopfer darbringen, bevor sein Schuldopfer dargebracht worden ist, [den Betrag] erg&#x00E4;nzen und sein Schuldopfer darbringen. Ist sein S&#x00FC;ndopfer bereits dargebracht worden, so ist es<sup><xref rid="fn138">41</xref></sup>in das Salzmeer zu werfen; ist sein Schuldopfer bereits dargebracht worden, so f&#x00E4;llt es der freiwilligen Spendenkasse zu. Wenn jemand Hochheiliges vor dem Blutsprengen oder Opferteile von Minderheiligem nach dem Blutsprengen nutznie&#x00DF;t, so f&#x00E4;llt das, was er genossen<sup><xref rid="fn135">38</xref></sup>hat, der freiwilligen Spendenkasse zu. Alle Opfer f&#x00FC;r den Altar<sup><xref rid="fn139">42</xref></sup>fallen dem Altar zu, Opfer f&#x00FC;r den Tempelreparaturfonds fallen dem Tempelreparaturfonds zu, und Gemeindeopfer fallen der Gemeinde zu. Dies widerspricht sich ja selbst; [es hei&#x00DF;t:] wenn bevor sein S&#x00FC;ndopfer dargebracht worden ist, [den Betrag] erg&#x00E4;nzen und sein S&#x00FC;ndopfer darbringen; ist sein S&#x00FC;ndopfer bereits dargebracht worden, so ist es in das Salzmeer zu werfen; darauf aber lehrt er: alle Opfer f&#x00FC;r den Altar fallen dem Altar zu, einerlei ob der Eigent&#x00FC;mer bereits S&#x00FC;hne erlangt hat oder er noch keine S&#x00FC;hne erlangt <folio>Fol.10</folio> hat&#x0021;? &#x2013; Der Anfangsatz ist nach R. &#x0160;imo&#x0351;n, welcher sagt, das S&#x00FC;ndopfer, dessen Eigent&#x00FC;mer S&#x00FC;hne erlangt<sup><xref rid="fn140">43</xref></sup>hat, sei verenden zu lassen. &#x2013; Der Anfangsatz nach R. &#x0160;imo&#x0351;n und der Schlu&#x00DF;satz nach den Rahbanan&#x0021;? R. Gebiha aus Be-Kethil sprach zu R. A&#x0161;i: [Freilich,] so sagte Abajje: der Anfangsatz nach R. &#x0160;imo&#x0351;n und der Schlu&#x00DF;satz nach den Rabbanan.</p>
<p>Raba sagte: Alle stimmen &#x00FC;berein, da&#x00DF;, wenn jemand Fleisch von unrein gewordenem Hochheiligen vor dem Sprengen, oder Opferteile von [unrein gewordenem] Minderheiligen nach dem Sprengen nie&#x00DF;braucht hat, er frei sei. &#x2013; Selbstverst&#x00E4;ndlich, er hat ja keinen Schaden angerichtet<sup><xref rid="fn141">44</xref></sup>&#x0021;? &#x2013; Man k&#x00F6;nnte glauben, beim unrein gewordenen Fleisch vom Hochheiligen besteht ja ein Gebot f&#x00FC;r die Priester, es zu verbrennen, bei den Opferteilen vom Minderheiligen besteht ja ein Gebot, sie mit der Gabel umzuwenden<sup><xref rid="fn142">45</xref></sup>, so lehrt er uns, da&#x00DF; dem nicht so ist.</p>
<p>Raba sagte: Das, was du sagst, wenn das S&#x00FC;ndopfer bereits geschlachtet worden ist, sei [das Geld] in das Salzmeer zu werfen, gilt nur von dem Falle, wenn er sich<sup><xref rid="fn143">46</xref></sup>vor der S&#x00FC;hne bewu&#x00DF;t wird, wenn aber nach der S&#x00FC;hne, f&#x00E4;llt es der freiwilligen Spendenkasse zu, denn man sondert es nicht von vornherein zur Vernichtung ab<sup><xref rid="fn144">47</xref></sup>.</p>
<p><sup>ix</sup><bold>B</bold><small>EIM</small> H<small>ALFEN</small><sup><xref rid="fn124">27</xref></sup>, <small>DEM</small> W<small>EIHRAUCH, DEM</small> R<small>&#x00C4;UCHERWERK, DEM</small> S<small>PEISOPFER DER</small> P<small>RIESTER, DEM</small> S<small>PEISOPFER DES GESALBTEN</small> P<small>RIESTERS UND DEM</small> S<small>PEISOPFER ZUM</small> G<small>USSOPFER GIBT ES EINE</small> V<small>ERUNTREUUNG, SOBALD SIE GEHEILIGT WORDEN SIND; SIND SIE IM</small> [D<small>IENST]GEF&#x00C4;SSE GEHEILIGT WORDEN, SO SIND SIE UNTAUGLICH ZU WERDEN GEEIGNET [DURCH</small> B<small>ER&#x00DC;HRUNG</small>] <small>MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST ODER DEM DIE</small> S<small>&#x00DC;HNE NOCH FEHLT, UND DURCH DAS</small> &#x00DC;<small>BERNACHTEN; MAN IST IHRETWEGEN SCHULDIG WEGEN</small> &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>, V<small>ERWERFLICHES ABER GIBT ES BEI IHNEN NICHT</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: BEI ALLEM, WOBEI ES EIN</small> E<small>RLAUBTMACHENDES</small><sup><xref rid="fn145">48</xref></sup><small>GIBT, IST MAN WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM NICHT EHER SCHULDIG, ALS BIS DAS</small> E<small>RLAUBTMACHENDE DARGEBRACHT WORDEN IST, UND BEI ALLEM, WOBEI ES KEIN</small> E<small>RLAUBTMACHENDES</small><sup><xref rid="fn146">49</xref></sup><small>GIBT, IST MAN SCHULDIG WEGEN</small> &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM, SOBALD ES IM</small> [D<small>IENST</small>]<small>GEF&#x00C4;SSE GEHEILIGT WORDEN IST</small>, V<small>ERWERFLICHES ABER GIBT ES DABEI NICHT</small>.</p>
<p><folio>Col.b</folio> GEMARA. Woher dies? &#x2013; Die Rabbanan lehrten: Man k&#x00F6;nnte glauben, man sei wegen des Unreinen schuldig nur bei einer Sache, bei der es ein Erlaubtmachendes gibt, und dies w&#x00E4;re auch durch einen Schlu&#x00DF; zu folgern: wenn man wegen des Verwerflichen, wobei nur ein einmaliges Bewu&#x00DF;twerden<sup><xref rid="fn147">50</xref></sup>erforderlich<sup><xref rid="fn148">51</xref></sup>, das Opfer festgesetzt<sup><xref rid="fn149">52</xref></sup>, und das nicht aus der Allgemeinheit heraus erlaubt worden ist, nur dann schuldig ist, wenn es durch anderes erlaubt wird, um wieviel mehr ist man wegen des Unreinen, wobei ein zweimaliges Bewu&#x00DF;twerden<sup><xref rid="fn150">53</xref></sup>erforderlich, das Opfer ein auf- und absteigendes<sup><xref rid="fn151">54</xref></sup>, und das aus der Allgemeinheit heraus erlaubt worden<sup><xref rid="fn152">55</xref></sup>ist, nur dann schuldig, wenn es durch anderes erlaubt wird. Daher hei&#x00DF;t es:<sup><xref rid="fn153">56</xref></sup><italic>sprich zu ihnen: F&#x00FC;r eure Geschlechter: jeder, der von all eurem Samen nahet &#x0026;c.</italic>; die Schrift spricht von allen Opfern. Man k&#x00F6;nnte glauben, man sei wegen dieser sofort schuldig, so hei&#x00DF;t es: <italic>der nahet</italic><sup><xref rid="fn154">57</xref></sup>. R. Elea&#x0351;zar erkl&#x00E4;rte: Ist man denn nur wegen des Ber&#x00FC;hrens<sup><xref rid="fn155">58</xref></sup>schuldig? Vielmehr, wie folgt: wird es durch anderes erlaubt, so ist man schuldig, erst wenn das Erlaubtmachende dargebracht worden ist, und wird es nicht durch anderes erlaubt, so ist man schuldig, erst wenn es durch das [Dienst]gef&#x00E4;&#x00DF; geheiligt worden ist<sup><xref rid="fn156">59</xref></sup>.</p>
<ftnote id="fn98">1. Der Unreine erlangt nach dem Untertauchen v&#x00F6;llige Reinheit erst nach Anbruch der Nacht u. nachdem er sein Opfer dargebracht hat.</ftnote>
<ftnote id="fn99">2. Wenn es &#x00FC;ber Nacht liegen bleibt.</ftnote>
<ftnote id="fn100">3. Da es dann Eigentum des Priesters ist.</ftnote>
<ftnote id="fn101">4. Die Unreinheit auch auf anderes zu &#x00FC;bertragen.</ftnote>
<ftnote id="fn102">5. Soda&#x00DF; die Unreinheit dreimal weiter &#x00FC;bertragen wird.</ftnote>
<ftnote id="fn103">6. Jedoch nicht unrein, &#x00FC;bereinstimmend mit unserer Mi&#x0161;na.</ftnote>
<ftnote id="fn104">7. Des Essens f&#x00FC;r einen Gemeinen.</ftnote>
<ftnote id="fn105">8. Es ist zu verbrennen u. es gibt dabei keine Veruntreuung mehr.</ftnote>
<ftnote id="fn106">9. Des Blutes bei der Darbringung des Vogelopfers; cf. Lev. 5,9.</ftnote>
<ftnote id="fn107">10. Lev. 5,9.</ftnote>
<ftnote id="fn108">11. Es ist ja nicht unerl&#x00E4;&#x00DF;lich.</ftnote>
<ftnote id="fn109">12. So ist es auszupressen; es mu&#x00DF; aber nicht zur&#x00FC;ckbleiben.</ftnote>
<ftnote id="fn110">13. Es mu&#x00DF; ja nicht zur&#x00FC;ckbleiben.</ftnote>
<ftnote id="fn111">14. Auf das Sprengen, das unerl&#x00E4;&#x00DF;lich ist.</ftnote>
<ftnote id="fn112">15. Lev. 2,3.</ftnote>
<ftnote id="fn113">16. Ib. V. 2.</ftnote>
<ftnote id="fn114">17. Dh. in der Absicht, es da od. dann herzurichten.</ftnote>
<ftnote id="fn115">18. Der Fall vom Abkneifen bezieht sich auf beide, der vom Ausdr&#x00FC;cken nur auf das Gefl&#x00FC;gel-Brandopfer, hei dem nur das Ausdr&#x00FC;cken u. nicht das Sprengen des Blutes zu erfolgen hat.</ftnote>
<ftnote id="fn116">19. So ist es auszudr&#x00FC;cken.</ftnote>
<ftnote id="fn117">20. Cf. Zeb. Fol. 52a.</ftnote>
<ftnote id="fn118">21. RJ. u. seinem Gegner, die dar&#x00FC;ber streiten.</ftnote>
<ftnote id="fn119">22. Deren Fleisch nicht gegessen u. mit Ausnahme der Opferteilo auch nicht auf dem Altar dargebracht wurde; cf. Lev. 4,4ff, ib. V. 14ff. u. ib. 16,27.</ftnote>
<ftnote id="fn120">23. Deren Fleisch ebenfalls au&#x00DF;erhalb des Tempels verbrannt wurde; cf. Lev. 16,27 u. Num. 15,24.</ftnote>
<ftnote id="fn121">24. Des Wochenfestes; cf. Lev. 23,17.</ftnote>
<ftnote id="fn122">25. Die beiden L&#x00E4;mmer, die zu ihnen geh&#x00F6;ren; cf. ib. V. 20.</ftnote>
<ftnote id="fn123">26. Cf. Ex. 25,30.</ftnote>
<ftnote id="fn124">27. Der vom Speisopfer abzuheben u. auf dem Altar darzubringen ist.</ftnote>
<ftnote id="fn125">28. Cf. Jom. Fol. 22a.</ftnote>
<ftnote id="fn126">29. Die Asche vom Altar abzuheben; cf. Tarn. Fol. 28b.</ftnote>
<ftnote id="fn127">30. Es ist nicht mehr Eigentum Gottes.</ftnote>
<ftnote id="fn128">31. Lev. 6,3<italic>.</italic></ftnote>
<ftnote id="fn129">32. Das Hinausbringen der Asche.</ftnote>
<ftnote id="fn130">33. Nach dem Wortlaute, auch nachdem die Asche abgehoben worden ist.</ftnote>
<ftnote id="fn131">34. Vor dem Abheben.</ftnote>
<ftnote id="fn132">35. Die untauglichen Opfer u. K&#x00F6;rperteile, die nicht auf den Altar kommen, jed. wenn bereits geschehen, nicht herabzunchmen sind; cf. Zeb. Fol. 84a.</ftnote>
<ftnote id="fn133">36. Wenn sie nach der Seite gleiten.</ftnote>
<ftnote id="fn134">37. Was bei der Asche nicht der Fall ist.</ftnote>
<ftnote id="fn135">38. Der Ersatz samt dem F&#x00FC;nftel.</ftnote>
<ftnote id="fn136">39. Cf. Syn. Fol. 17b.</ftnote>
<ftnote id="fn137">40. Das er f&#x00FC;r ein solches reserviert hat.</ftnote>
<ftnote id="fn138">41. Das zur&#x00FC;ckbleibende Geld. Es gleicht einem S&#x00FC;nd-, bezw. Schuldopfertiere, dessen Eigent&#x00FC;mer S&#x00FC;hne durch ein anderes erlangt hat, das verenden zu lassen ist; cf. Tem. Fol. 15a.</ftnote>
<ftnote id="fn139">42. Dh. der Ersatz f&#x00FC;r solche.</ftnote>
<ftnote id="fn140">43. Durch ein anderes Opfertier, wenn es abhanden gekommen war.</ftnote>
<ftnote id="fn141">44. Da sie zu nichts verwendbar sind.</ftnote>
<ftnote id="fn142">45. Somit haftet ihnen eine Heiligkeit an.</ftnote>
<ftnote id="fn143">46. Der Veruntreuung.</ftnote>
<ftnote id="fn144">47. Da er S&#x00FC;hne erlangt hat, so f&#x00E4;llt der Ersatz der freiwilligen Spendenkasse zu.</ftnote>
<ftnote id="fn145">48. Durch dessen Darbringung sie erlaubt werden, wie das Schlachtopfer durch das Blut od. das Speisopfer durch den Haufen.</ftnote>
<ftnote id="fn146">49. Die selber durch die Darbringung erlaubt werden, wie die hier aufgez&#x00E4;hlten Dinge.</ftnote>
<ftnote id="fn147">50. Da&#x00DF; man solches gegessen hat.</ftnote>
<ftnote id="fn148">51. Um schuldig zu sein.</ftnote>
<ftnote id="fn149">52. F&#x00FC;r arm u. reich gleichm&#x00E4;&#x00DF;ig.</ftnote>
<ftnote id="fn150">53. Da&#x00DF; man unrein war u. da&#x00DF; man Heiliges gegessen hat; cf. Seb. Fol. 4a.</ftnote>
<ftnote id="fn151">54. Nach dem Verm&#x00F6;gen des Darbringenden.</ftnote>
<ftnote id="fn152">55. So ist beispielsweise das Pesa&#x1E25;opfer in Unreinheit darzubringen; cf. Pes. Fol. 79a.</ftnote>
<ftnote id="fn153">56. Lev. 22,3.</ftnote>
<ftnote id="fn154">57. Unter &#x2018;nahen&#x2019; versteht der T. die Eignung zur Darbringung, wenn es durch anderes erlaubt wird.</ftnote>
<ftnote id="fn155">58. Wenn das Opfer schon dargebracht ist.</ftnote>
<ftnote id="fn156">59. Ebenso wird dies hinsichtl. des &#x00DC;briggcbliebenen gefolgert; cf. Zeb. Fol. 45b.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><sup>i</sup><bold>D</bold><small>AS</small> J<small>UNGE EINES</small> S<small>&#x00DC;NDOPFERS, DAS</small> E<small>INGETAUSCHTE EINES</small> S<small>&#x00DC;NDOPFERS UND DAS</small> S<small>&#x00DC;NDOPFER, DESSEN</small> E<small>IGENT&#x00DC;MER GESTORBEN IST, SIND VERENDEN ZU LASSEN</small>. D<small>AS DAS</small> J<small>AHR</small><sup><xref rid="fn157">1</xref></sup> <small>&#x00DC;BERSCHRITTEN HAT, DAS ABHANDEN GEKOMMEN WAR UND GEBRECHENBEHAFTET SICH EINFINDET, IST, WENN DER</small> E<small>IGENT&#x00DC;MER BEREITS</small> S<small>&#x00DC;HNE ERLANGT HAT, VERENDEN ZU LASSEN, AUCH KANN ES NICHT UMGETAUSCHT WERDEN, UND MAN DARF ES NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG; HAT DER</small> E<small>IGENT&#x00DC;MER</small> <folio>Fol.11</folio> <small>NOCH KEINE</small> S<small>&#x00DC;HNE ERLANGT, SO IST ES WEIDEN ZU LASSEN, BIS ES EIN</small> G<small>EBRECHEN BEKOMMT, SODANN ZU VERKAUFEN UND F&#x00DC;R DEN</small> E<small>RL&#x00D6;S EIN ANDERES ZU KAUFEN, AUCH KANN ES UMGETAUSCHT WERDEN, UND ES GIBT DABEI EINE</small> V<small>ERUNTREUUNG</small>.</p>
<p>GEMARA. Welchen Unterschied gibt es zwischen dem Anfangsatze, wobei er keinen Unterschied<sup><xref rid="fn158">2</xref></sup> macht, und dem Schlu&#x00DF;satze, wobei er einen Unterschied macht? &#x2013; Im Anfangsatze ist dies<sup><xref rid="fn159">3</xref></sup> ausgemacht, im Schlu&#x00DF;satze ist dies nicht ausgemacht. &#x2013; Dies lehrte er ja bereits [im Traktate vom] Umtausch<sup><xref rid="fn160">4</xref></sup>&#x0021;? &#x2013; Da lehrt er es wegen des Falles vom Umtausch, hier lehrt er es wegen des Falles von der Veruntreuung.</p>
<p><sup>ii</sup><bold>W</bold><small>ENN JEMAND</small> G<small>ELD F&#x00DC;R SEIN</small> N<small>AZIROPFER ABGESONDERT HAT, SO DARF MAN ES NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG, WEIL JEDE</small> [<small>EINZELNE</small> M<small>&#x00DC;NZE</small>] <small>F&#x00DC;R</small> H<small>EILSOPFER</small><sup><xref rid="fn161">5</xref></sup> <small>VERWENDET WERDEN KANN</small>. W<small>ENN ER GESTORBEN IST UND</small> G<small>ELD OHNE</small> B<small>ESTIMMUNG HINTERLASSEN HAT, SO F&#x00C4;LLT ES DER FREIWILLIGEN</small> S<small>PENDENKASSE ZU; WENN</small> G<small>ELD MIT</small> B<small>ESTIMMUNG, SO IST DAS</small> G<small>ELD F&#x00DC;R DAS</small> S<small>&#x00DC;NDOPFER IN DAS</small> S<small>ALZMEER ZU WERFEN UND MAN DARF ES NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG, F&#x00DC;R DAS</small> G<small>ELD F&#x00DC;R DAS</small> B<small>RANDOPFER IST EIN</small> B<small>RAISDOPFER ZU BRINGEN, UND ES GIBT DABEI EINE</small> V<small>ERUNTREUUNG, UND F&#x00DC;R DAS</small> G<small>ELD F&#x00DC;R DAS</small> H<small>EILSOPFER IST EIN</small> H<small>EILSOPFER ZU BRINGEN, DAS EINEN</small> T<small>AG ZU ESSEN IST UND DES</small> B<small>ROTES</small><sup><xref rid="fn162">6</xref></sup> <small>NICHT BEN&#x00D6;TIGT</small>.</p>
<p>GEMARA. Re&#x0161; Laqi&#x0161; wandte ein: Sollte er auch den Fall lehren, wenn jemand Geld f&#x00FC;r ein Taubenpaar abgesondert hat, das man nicht nutznie&#x00DF;en darf, wobei es jedoch keine Veruntreuung gibt, weil man daf&#x00FC;r Turteltauben, die das Alter noch nicht erlangt haben, oder junge Tauben, die das Alter &#x00FC;berschritten haben, bringen kann<sup><xref rid="fn163">7</xref></sup>&#x0021;? Raba erwiderte: Die Tora sagt, da&#x00DF; man f&#x00FC;r Geld ohne Bestimmung Heilsopfer bringe, aber sagt etwa die Tora, da&#x00DF; man daf&#x00FC;r Turteltauben, die das Alter noch nicht erlangt haben, bringe, die f&#x00FC;r den Altar ungeeignet sind&#x0021;?</p>
<p><sup>iii</sup><bold>R.</bold> &#x0160;<small>IMO&#x0351;N SAGTE</small>: B<small>EIM</small> B<small>LUTE IST ES ANFANGS LEICHTER UND SP&#x00C4;TER STRENGER, BEIM</small> G<small>USSOPFER ABER IST ES ANFANGS STRENGER UND SP&#x00C4;TER LEICHTER</small>. B<small>EIM</small> B<small>LUTE GIBT ES ANFANGS KEINE</small> V<small>ERUNTREUUNG, KOMMT ES IN DEN</small> B<small>ACH</small> Q<small>IDRON, SO GIBT ES DABEI EINE</small> V<small>ERUNTREUUNG; BEIM</small> G<small>USSOPFER GIBT ES ANFANGS EINE</small> V<small>ERUNTREUUNG, KOMMT ES IN DEN</small> A<small>BFLUSSKANAL, SO GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG</small>.</p>
<p>GEMARA. Die Rabbanan lehrten: Beim Blute gibt es eine Veruntreuung &#x2013; so R. Me&#x00ED;r und R. &#x0160;imo&#x0351;n; die Weisen sagen, es gebe dabei keine Veruntreuung. Was ist der Grund desjenigen, welcher sagt, es gebe dabei keine Veruntreuung? U&#x0351;la erwiderte: Die Schrift sagt:<sup><xref rid="fn164">8</xref></sup><italic>ich habe es euch gegeben,</italic> es ist eures. In der Schule R. Ji&#x0161;ma&#x0351;&#x00E9;ls wurde gelehrt: <sup><xref rid="fn164">8</xref></sup><italic>Zu s&#x00FC;hnen,</italic> ich habe es zur S&#x00FC;hne gegeben, nicht aber zur Veruntreuung. R. Jo&#x1E25;anan erkl&#x00E4;rte: Die Schrift sagt: <sup><xref rid="fn164">8</xref></sup><italic>denn das Blut mit der Seele ents&#x00FC;hnt es,</italic> vor der S&#x00FC;hne wie nach der S&#x00FC;hne; wie es dabei nach der S&#x00FC;hne keine Veruntreuung gibt, ebenso gibt es dabei vor der S&#x00FC;hne keine Veruntreuung. &#x2013; Vielleicht aber: wie es dabei vor der S&#x00FC;hne eine Veruntreuung<sup><xref rid="fn165">9</xref></sup> gibt, ebenso gibt es dabei eine Veruntreuung nach der S&#x00FC;hne&#x0021;? &#x2013; Gibt es denn etwas, wobei es eine Veruntreuung gibt, nachdem damit das Gebot ausge&#x00FC;bt worden ist&#x0021;? &#x2013; Wieso denn nicht, dies ist ja bei der Abhebung <folio>Col.b</folio> der Asche<sup><xref rid="fn166">10</xref></sup>der Fall: damit ist das Gebot ausge&#x00FC;bt worden, dennoch gibt es dabei eine Veruntreuung&#x0021;? &#x2013; Von der Abhebung der Asche und den Gliedern des fortzuschickenden Bockes<sup><xref rid="fn167">11</xref></sup>lehren zwei Schriftverse dasselbe<sup><xref rid="fn168">12</xref></sup>, und wenn zwei Schriftverse dasselbe lehren, so ist von diesen nicht [auf anderes] zu folgern. &#x2013; Allerdings nach demjenigen, welcher sagt, man d&#x00FC;rfe von den Gliedern des fortzuschickenden Bockes nicht nutznie&#x00DF;en, wie ist es aber nach demjenigen zu erkl&#x00E4;ren, welcher sagt, man d&#x00FC;rfe von diesen nutznie&#x00DF;en&#x0021;? &#x2013; Von der Abhebung der Asche und von den Priestergew&#x00E4;ndern<sup><xref rid="fn169">13</xref></sup> lehren zwei Schriftverse dasselbe, und wenn zwei Schriftverse dasselbe lehren, so ist von diesen nicht [auf anderes] zu folgern. &#x2013; Allerdings nach den Rabbanan, welche erkl&#x00E4;ren:<sup><xref rid="fn170">14</xref></sup><italic>er lege sie da nieder,</italic> dies lehre, da&#x00DF; sie verwahrt werden m&#x00FC;ssen, wie ist es aber nach R. Dosa zu erkl&#x00E4;ren, welcher sagt, ein gemeiner Priester d&#x00FC;rfe sie benutzen&#x0021;? &#x2013; Von der Abhebung der Asche und dem genickbrochenen Kalbe<sup><xref rid="fn171">15</xref></sup>lehren zwei Schriftverse dasselbe. &#x2013; Allerdings nach demjenigen, welcher sagt, es sei nicht zu folgern, wie ist es aber nach demjenigen zu erkl&#x00E4;ren, welcher sagt, es sei wohl zu folgern&#x0021;? &#x2013; Es sind zwei Ausschlie&#x00DF;ungen vorhanden; da<sup><xref rid="fn172">16</xref></sup>hei&#x00DF;t es: <italic>dem das Genick gebrochen wurde,</italic> und dort<sup><xref rid="fn173">17</xref></sup>hei&#x00DF;t es: <italic>er tue sie neben den Altar;</italic> nur diese<sup><xref rid="fn174">18</xref></sup>, andere aber nicht.</p>
<p>B<small>EIM</small> G<small>USSOPFER GIBT ES ANFANGS EINE</small> V<small>ERUNTREUUNG &#x0026;C</small>. Es w&#x00E4;re anzunehmen, da&#x00DF; unsere Mi&#x0161;na nicht die Ansicht des R. Elea&#x0351;zar b. R. &#x00C7;adoq vertritt, denn es wird gelehrt: R. Elea&#x0351;zar b. R. &#x00C7;adoq sagte: Zwischen der Rampe und dem Altar, an der Westseite der Rampe, war ein kleiner Schacht, und einmal in siebzig Jahren pflegten die Priesterj&#x00FC;nglinge da hinabzusteigen, den gleich getrockneten Feigen geronnenen Wein heraufzuholen und ihn in Heiligkeit zu verbrennen, denn es hei&#x00DF;t:<sup><xref rid="fn175">19</xref></sup><italic>in Heiligkeit ist das Rauschtrank-Ga&#x00DF;opfer dem Herrn zu gie&#x00DF;en</italic>; wie das Gie&#x00DF;en in Heiligkeit, ebenso das Verbrennen in Heiligkeit. &#x2013; Wieso geht dies hieraus hervor? Rabina erwiderte: Dies ist durch [das Wort] <italic>Heiligkeit</italic> zu folgern; hier hei&#x00DF;t es <italic>in Heiligkeit</italic> und dort<sup><xref rid="fn176">20</xref></sup>hei&#x00DF;t es: <italic>du sollst das &#x00FC;brige im Feuer verbrennen, es darf nicht gegessen werden, denn es ist heilig;</italic> wie das Verbrennen des &#x00DC;briggebliebenen in Heiligkeit zu erfolgen hat, ebenso auch dies in Heiligkeit. &#x2013; Du kannst auch sagen, die des R. Elea&#x0351;zar b. R. &#x00C7;adoq, wenn man ihn n&#x00E4;mlich aufgefangen<sup><xref rid="fn177">21</xref></sup>hat. Manche lesen: Es w&#x00E4;re anzunehmen, da&#x00DF; unsere Mi&#x0161;na die Ansicht des R. Elea&#x0351;zar b. R. &#x00C7;adoq vertritt<sup><xref rid="fn178">22</xref></sup>. &#x2013; Auch wenn man ihn aufgefangen<sup><xref rid="fn179">23</xref></sup>hat, sagen sie,. es gebe keine [Veruntreuung], wohl aber rabbanitisch. &#x2013; Er beruft sich ja aber auf einen Schriftvers&#x0021;? &#x2013; Dies ist nur eine Anlehnung.</p>
<p><sup>iv,1</sup><bold>B</bold><small>EI DER</small> E<small>NTASCHUNG DES INNEREN</small> A<small>LTARS UND DES</small> L<small>EUCHTERS DARF MAN DAVON NICHT NUTZNIESSEN, AUCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG</small>. W<small>ENN JEMAND DIE</small> E<small>NTASCHUNG</small><sup><xref rid="fn180">24</xref></sup><small>GEWEIHT HAT, SO GIBT ES DABEI VORHER</small><sup><xref rid="fn181">25</xref></sup> <small>EINE</small> V<small>ERUNTREUUNG</small>. V<small>ON DEN</small> T<small>URTELTAUBEN, DIE DAS</small> A<small>LTER NOCH NICHT ERREICHT HABEN, UND DEN JUNGEN</small> T<small>AUBEN, DIE DAS</small> A<small>LTER &#x00DC;BERSCHRITTEN HABEN, DARF MAN NICHT NUTZNIESSEN, JEDOCH GIBT ES BEI IHNEN KEINE</small> V<small>ERUNTREUUNG</small>.</p>
<p><folio>Fol.12</folio> GEMARA. Erkl&#x00E4;rlich ist dies vom &#x00E4;u&#x00DF;eren Altar, denn bei diesem hei&#x00DF;t es: <italic>er tue sie neben den Altar,</italic> woher dies aber vom inneren Altar? R. Elea&#x0351;zar erwiderte: Die Schrift sagt:<sup><xref rid="fn182">26</xref></sup><italic>er entferne den Kropf samt dem Unrat,</italic> und da dies<sup><xref rid="fn183">27</xref></sup>nicht auf den &#x00E4;u&#x00DF;eren Altar zu beziehen<sup><xref rid="fn184">28</xref></sup>ist, so beziehe man es auf den inneren Altar. &#x2013; Vielleicht ist beides auf den &#x00E4;u&#x00DF;eren Altar zu beziehen, und dies gibt nur die Stelle<sup><xref rid="fn185">29</xref></sup>an&#x0021;? &#x2013; Demnach sollte die Schrift nur gesagt haben: <italic>neben den Altar,</italic> wenn es aber noch<sup><xref rid="fn173">17</xref></sup><italic>die Asche</italic> hei&#x00DF;t, so besagt dies, da&#x00DF; dies auch vom inneren Altar gilt. &#x2013; Woher dies von der Leuchte? &#x2013; Aus <italic>Asche, die</italic><sup><xref rid="fn186">30</xref></sup><italic>Asche.</italic></p>
<p><sup>iv,2</sup> <bold>R.</bold> &#x0160;<small>IMO&#x0351;N SAGTE</small>: B<small>EI DEN</small> T<small>URTELTAUBEN, DIE DAS</small> A<small>LTER NOCH NICHT ERREICHT HABEN, GIBT ES EINE</small> V<small>ERUNTREUUNG; VON DEN JUNGEN</small> T<small>AUBEN, DIE DAS</small> A<small>LTER &#x00DC;BERSCHRITTEN HABEN, DARF MAN NICHT NUTZMESSEN, JEDOCH GIBT ES BEI IHNEN KEINE</small> V<small>ERUNTREUUNG</small>.</p>
<p>GEMARA. Erkl&#x00E4;rlich ist die Ansicht R. &#x0160;imo&#x0351;ns, dessen Grund gelehrt wird, denn R. &#x0160;imo&#x0351;n sagte, wenn es nach einer Zeit geeignet ist und man es innerhalb der Zeit geheiligt hat, so &#x00FC;bertrete man das Verbot, jedoch sei es nicht mit der Ausrottung belegt, womit ist es aber nach den Rabbanan bei diesen anders als bei dem, dem das Alter noch fehlt<sup><xref rid="fn187">31</xref></sup>&#x0021;? &#x2013; Ich will dir sagen, bei dem, dem das Alter noch fehlt, verh&#x00E4;lt es sich ebenso, wie bei einem Gebrechenbehafteten, das ausgel&#x00F6;st werden kann, beim Gefl&#x00FC;gel aber, das durch ein Gebrechen nicht untauglich wird, gibt es auch keine Ausl&#x00F6;sung.</p>
<p>U&#x0351;la sagte im Namen R. Jo&#x1E25;anans: Sind Opfertiere verendet, so unterliegen sie nach der Tora nicht mehr der Veruntreuung. Als U&#x0351;la sa&#x00DF; und diese Lehre vortrug, sprach R. &#x1E24;isda zu ihm: Wer wird auf dich und auf deinen Lehrer R. Jo&#x1E25;anan h&#x00F6;ren: wo sollte denn die ihnen anhaftende Heiligkeit hingekommen sein&#x0021;? Jener erwiderte: Dieser Einwand ist ja auch gegen unsere Mi&#x0161;na zu richten: von den Turteltauben, die das Alter noch nicht erreicht haben, und von den jungen Tauben, die das Alter &#x00FC;berschritten haben, darf man nicht nutznie&#x00DF;en, jedoch gibt es bei ihnen keine Veruntreuung; wo sollte denn auch hierbei die ihnen anhaftende Heiligkeit hingekommen sein&#x0021;? Dieser entgegnete: Ich pflichte dir bei, da&#x00DF; es rabbanitisch dabei eine Veruntreuung gebe, und habe einzuwenden: gibt es denn etwas, wobei es anfangs<sup><xref rid="fn188">32</xref></sup>keine Veruntreuung gibt, sp&#x00E4;ter aber eine Veruntreuung gibt&#x0021;? &#x2013; Etwa nicht, dies ist ja beim Blute<sup><xref rid="fn189">33</xref></sup>der Fall: anfangs gibt es dabei keine Veruntreuung, sp&#x00E4;ter aber gibt es dabei eine&#x00BB; Veruntreuung&#x0021;? Wir haben n&#x00E4;mlich gelernt: Beim Blute gibt es anfangs keine Veruntreuung, kommt es in den Bach Qidron, so gibt es dabei eine Veruntreuung. &#x2013; Ich will dir sagen, dabei gibt es auch anfangs eine Veruntreuung, denn Rabh sagte, wenn man einem Opfertiere zur Ader <folio>Col.b</folio> l&#x00E4;&#x00DF;t, sei [das Blut] zur Nutznie&#x00DF;ung verboten und es gebe dabei eine Veruntreuung.</p>
<p>Der Text. R. Hona sagte im Namen Rabhs: Wenn man einem Opfertiere zur Ader l&#x00E4;&#x00DF;t, so ist [das Blut] zur Nutznie&#x00DF;ung verboten und es gibt dabei eine Veruntreuung. R. Hamnuna wandte ein: Von der Milch der Opfertiere und den Eiern [geheiligter] Turteltauben darf man nicht nutznie&#x00DF;en, jedoch gibt es bei ihnen keine Veruntreuung&#x0021;? Dieser erwiderte: Wir sagen es nur vom Blute, denn ohne Blut kann [das Vieh] nicht bestehen, nicht aber von der Milch, denn es kann auch ohne Milch bestehen. R. Me&#x0161;ar&#x0161;eja wandte ein: Vom D&#x00FC;nger und vom Kote<sup><xref rid="fn190">34</xref></sup>, die im Hofe, darf man nicht nutznie&#x00DF;en, jedoch gibt es dabei keine Veruntreuung. Weshalb denn, es kann ja auch ohne Kot nicht bestehen<sup><xref rid="fn191">35</xref></sup>&#x0021;? &#x2013; Ich will dir sagen, der Kot kommt von ausw&#x00E4;rts<sup><xref rid="fn192">36</xref></sup>, und wenn dieser abgeht, kommt anderer, das Blut aber kommt von seinem K&#x00F6;rper. &#x2013; Er lehrt, man d&#x00FC;rfe davon nicht nutznie&#x00DF;en, jedoch gebe es dabei keine Veruntreuung. Dies ist eine St&#x00FC;tze f&#x00FC;r R. Elea&#x0351;zar, denn R. Elea&#x0351;zar sagte: &#x00DC;berall, wo die Weisen gesagt haben, es sei heilig und nicht [ganz] heilig, f&#x00E4;llt der Erl&#x00F6;s der Tempelkasse zu<sup><xref rid="fn193">37</xref></sup>.</p>
<p><sup>v</sup> <bold>V</bold><small>ON DER</small> M<small>ILCH DER</small> O<small>PFERTIERE UND DEN</small> E<small>IERN</small> [<small>GEHEILIGTER</small>] T<small>URTELTAUBEN DARF MAN NICHT NUTZNIESSEN, JEDOCH GIBT ES BEI IHNEN KEINE</small> V<small>ERUNTREUUNG</small>. D<small>IES GILT NUR VON</small> H<small>EILIGT&#x00DC;MERN F&#x00DC;R DEN</small> A<small>LTAR, BEI</small> H<small>EILIGT&#x00DC;MERN F&#x00DC;R DEN</small> T<small>EMPELREPARATURFONDS ABER GIBT ES, WENN MAN EINE</small> H<small>ENNE GEWEIHT HAT, EINE</small> V<small>ERUNTREUUNG BEI DIESER UND BEI IHREM</small> E<small>I, WENN EINE</small> E<small>SELIN, EINE</small> V<small>ERUNTREUUNG BEI DIESER UND IHRER</small> M<small>ILCH</small>.</p>
<p>GEMARA. Demnach<sup><xref rid="fn194">38</xref></sup>gibt es beim Geheiligten f&#x00FC;r den Altar, wenn man seinen Geldwert geweiht hat, keine Veruntreuung&#x0021;? R. Papa erwiderte: Die Mi&#x0161;na ist l&#x00FC;ckenhaft und mu&#x00DF; wie folgt lauten: dies gilt nur von dem Falle, wenn man es k&#x00F6;rperlich f&#x00FC;r den Altar geweiht hat, wenn man aber seinen Geldwert f&#x00FC;r den Altar geweiht hat, so ist es ebenso, als h&#x00E4;tte man es f&#x00FC;r den Tempelreparaturfonds geweiht; hat man eine Henne geweiht, so gibt es eine Veruntreuung bei dieser und bei ihrem Ei, wenn eine Eselin, so gibt es eine Veruntreuung bei dieser und bei ihrer Milch.</p>
<p><sup>vi</sup><folio>Fol.13</folio> <bold>B</bold><small>EI ALLEM, WAS F&#x00DC;R DEN</small> A<small>LTAR GEEIGNET IST UND NICHT F&#x00DC;R DEN</small> T<small>EMPELREPARATURFONDS, F&#x00DC;R DEN</small> T<small>EMPELREPARATURFONDS UND NICHT F&#x00DC;R DEN</small> A<small>LTAR, WEDER F&#x00DC;R DEN</small> A<small>LTAR NOCH F&#x00DC;R DEN</small> T<small>EMPELREPARATURFONDS, GIBT ES EINE</small> V<small>ERUNTREUUNG</small>. Z<small>UM</small> B<small>EISPIEL: HAT JEMAND EINE</small> Z<small>ISTERNE VOLL</small> W<small>ASSER, EINEN</small> M<small>ISTHAUFEN VOLL</small> D<small>&#x00DC;NGER, EINEN</small> T<small>AUBENSCHLAG VOLL</small> T<small>AUBEN, EINEN</small> B<small>AUM VOLL</small> F<small>R&#x00DC;CHTE, ODER EIN</small> F<small>ELD VOLL</small> G<small>EW&#x00C4;CHSE GEWEIHT, SO GIBT ES EINE</small> V<small>ERUNTREUUNG BEI DIESEN UND BEI DEM, WAS</small> D<small>ARINNEN; WENN MAN ABER EINE</small> Z<small>ISTERNE GEWEIHT HAT, UND SIE NACHHER MIT</small> W<small>ASSER GEF&#x00DC;LLT WURDE, EINEN</small> M<small>ISTHAUFEN, UND ER NACHHER MIT</small> D<small>&#x00DC;NGER GEF&#x00DC;LLT WURDE, EINEN</small> T<small>AUBENSCHLAG, UND ER NACHHER MIT</small> T<small>AUBEN GEF&#x00DC;LLT WURDE, EINEN</small> B<small>AUM, UND ER NACHHER VOLL</small> F<small>R&#x00DC;CHTE WURDE, ODER EIN</small> F<small>ELD, UND ES NACHHER VOLL</small> G<small>EW&#x00C4;CHSE WURDE, SO GIBT ES EINE</small> V<small>ERUNTREUUNG BEI IHNEN SELBST, NICHT ABER BEI DEM, WAS IN IHNEN</small><sup><xref rid="fn195">39</xref></sup>. R. J<small>OSE SAGTE</small>: W<small>ENN JEMAND EIN</small> F<small>ELD ODER EINEN</small> B<small>AUM GEWEIHT HAT, SO GIBT ES EINE</small> V<small>ERUNTREUUNG BEI DIESEN SELBST UND BEI IHREN</small> E<small>RZEUGNISSEN, WEIL SIE</small> E<small>RZEUGNISSE DES</small> G<small>EHEILIGTEN</small><sup><xref rid="fn196">40</xref></sup> <small>SIND</small>. D<small>AS</small> J<small>UNGE VOM</small> [V<small>IEH</small>]<small>ZEHNTEN</small><sup><xref rid="fn197">41</xref></sup><small>DARF NICHT VOM</small> [V<small>IEH</small>]<small>ZEHNTEN SAUGEN</small>; <small>MANCHE ABER SPENDEN SO</small><sup><xref rid="fn198">42</xref></sup>. D<small>AS</small> J<small>UNGE VON</small> O<small>PFERTIEREN DARF NICHT VON</small> O<small>PFERTIEREN SAUGEN; MANCHE ABER SPENDEN SO</small>. D<small>IE</small> L<small>OHNARBEITER D&#x00DC;RFEN VON DEN</small> D<small>&#x00D6;RRFEIGEN DES</small> H<small>EILIGTUMS NICHT ESSEN, EBENSO</small> [<small>NICHT</small>] <small>DIE</small> [<small>DRESCHENDE</small>] K<small>UH VON DEN</small> W<small>ICKEN DES</small> H<small>EILIGTUMS</small>.</p>
<p>GEMARA. Er lehrt, das Junge vom [Vieh]zehnten d&#x00FC;rfe nicht vom [Vieh]zehnten saugen. Woher dies? R. A&#x1E25;adboj b. Ami erwiderte: Dies ist durch [den Ausdruck] <italic>vor&#x00FC;bergehen</italic> vom Erstgeborenen<sup><xref rid="fn199">43</xref></sup>zu folgern: wie es beim Erstgeborenen eine Veruntreuung gibt, ebenso gibt es eine Veruntreuung bei der Milch des [Vieh]zehnten. Desgleichen ist es hinsichtlich der Milch von den Opfertieren durch [das Wort] <italic>Mutter</italic><sup><xref rid="fn200">44</xref></sup>vom Erstgeborenen zu folgern.</p>
<p>D<small>IE</small> L<small>OHNARBEITER D&#x00DC;RFEN &#x0026;C. NICHT ESSEN</small>. Aus welchem Grunde? R. A&#x1E25;adboj b. Ami erwiderte: Die Schrift sagt:<sup><xref rid="fn201">45</xref></sup><italic>du sollst einem Ochsen beim Dreschen das Maul nicht schlie&#x00DF;en,</italic> beim Dreschen f&#x00FC;r dich<sup><xref rid="fn202">46</xref></sup>, nicht aber beim Dreschen f&#x00FC;r das Heiligtum. Wer H&#x00FC;lsenfr&#x00FC;chte auf einem Felde des Heiligtums drischt, begeht eine Veruntreuung. &#x2013; Dies gilt ja nur von Gepfl&#x00FC;cktem<sup><xref rid="fn203">47</xref></sup>&#x0021;? Rabina erwiderte: Hieraus ist somit zu entnehmen, da&#x00DF; dabei der Staub<sup><xref rid="fn204">48</xref></sup>zutr&#x00E4;glich ist.</p>
<p><sup>vii</sup><bold>W</bold><small>ENN DIE</small> W<small>URZELN EINES</small> B<small>AUMES EINES</small> G<small>EMEINEN IN DAS</small> [G<small>EBIET</small>] <folio>Col.b</folio> <small>DES</small> H<small>EILIGTUMS ODER EINES DES</small> H<small>EILIGTUMS IN DAS</small> [G<small>EBIET</small>] <small>EINES</small> G<small>EMEINEN HINEINRAGEN, SO DARF MAN SIE NICHT NUTZNIESSEN, JEDOCH GIBT ES BEI IHNEN KEINE</small> V<small>ERUNTREUUNG</small>. V<small>ON EINER QUELLE, DIE AUS EINEM</small> F<small>ELDE DES</small> H<small>EILIGTUMS AUSGEHT, DARF MAN NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG; GELANGT SIE AUSSERHALB DES</small> F<small>ELDES, SO DARF MAN DAVON NUTZNIESSEN</small>. V<small>OM WASSER IM GOLDENEN</small> K<small>RUGE</small><sup><xref rid="fn205">49</xref></sup> <small>DARF MAN NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG</small>; <small>HAT MAN ES IN DIE</small> F<small>LASCHE</small><sup><xref rid="fn206">50</xref></sup><small>GETAN, SO GIBT ES DABEI EINE</small> V<small>ERUNTREUUNG</small>. V<small>ON DER</small> B<small>ACHWEIDE</small><sup><xref rid="fn207">51</xref></sup><small>DARF MAN NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG</small>. R. E<small>LEA&#x0351;ZAR B.</small> R. &#x00C7;<small>ADOQ SAGTE</small>: B<small>EI DEN</small> A<small>LTEN WAR ES</small> B<small>RAUCH, DAVON IN IHRE</small> F<small>ESTSTR&#x00C4;USSE ZU TUN</small>.</p>
<p>GEMARA. Re&#x0161; Laqi&#x0161; sagte: Es gibt keine Veruntreuung beim ganzen, wohl aber gibt es dabei eine Veruntreuung, wenn es drei Log<sup><xref rid="fn208">52</xref></sup>sind. &#x2013; Er lehrt ja aber im Schlu&#x00DF;satze, da&#x00DF;, wenn man es in die Flasche getan hat, es dabei eine Veruntreuung gebe, wonach es im Anfangsatze auch bei drei Log keine gibt&#x0021;? &#x2013; Vielmehr, ist dies gelehrt worden, so bezieht es sich auf den Schlu&#x00DF;satz: so gibt es dabei eine Veruntreuung; hierzu sagte Re&#x0161; Laqi&#x0161;: Es gibt dabei eine Veruntreuung, nur bei drei Log. R. Jo&#x1E25;anan sagt, es gebe eine Veruntreuung beim ganzen. &#x2013; Demnach<sup><xref rid="fn209">53</xref></sup>ist Re&#x0161; Laqi&#x0161; der Ansicht, f&#x00FC;r das Wasser sei ein Quantum festgesetzt, und [dem wider-sprechend] haben wir gelernt: R. Elea&#x0351;zar<sup><xref rid="fn210">54</xref></sup>sagt, wer am H&#x00FC;ttenfeste das f&#x00FC;r das H&#x00FC;ttenfest bestimmte Wasser au&#x00DF;erhalb<sup><xref rid="fn211">55</xref></sup>gie&#x00DF;t, sei schuldig<sup><xref rid="fn212">56</xref></sup>. Hierzu sagte R. Jo&#x1E25;anan im Namen des Mena&#x1E25;em aus Jotapata, R. Elea&#x0351;zar habe es nach der Ansicht R. A&#x0351;qibas gesagt, der [das Wort] <italic>ihre Gu&#x00DF;opfer</italic><sup><xref rid="fn213">57</xref></sup>auslegt: das Wassergie&#x00DF;en und das Weingie&#x00DF;en. Und hierzu sagte Re&#x0161; Laqi&#x0161;: Demnach sollte doch, wie beim Weine<sup><xref rid="fn214">58</xref></sup>drei Log erforderlich sind, auch beim Wasser drei Log erforderlich sein&#x0021;? Re&#x0161; Laqi&#x0161; ist somit der Ansicht, f&#x00FC;r das Wasser sei kein Quantum festgesetzt&#x0021;? &#x2013; Er sagte es nach der Ansicht des Mena&#x1E25;em aus Jotapata.</p>
<p><sup>viii,1</sup> <bold>V</bold><small>ON EINEM</small> N<small>ESTE AM</small> W<small>IPFEL EINES</small> B<small>AUMES DES</small> H<small>EILIGTUMS DARF MAN NICHT NUTZNIESSEN, JEDOCH GIBT ES DABEI KEINE</small> V<small>ERUNTREUUNG</small>. D<small>AS AUF EINER</small> A<small>&#x0160;ERA DARF MAN MIT EINER</small> S<small>TANGE HERUNTERSCHLAGEN</small><sup><xref rid="fn215">59</xref></sup>. H<small>AT JEMAND EINEN</small> W<small>ALD GEWEIHT, SO GIBT ES EINE</small> V<small>ERUNTREUUNG BEI ALLEM</small><sup><xref rid="fn216">60</xref></sup>.</p>
<p><folio>Fol.14</folio> GEMARA. Es wurde gelehrt: Wenn ein G&#x00F6;tze von selber zerbrochen ist, so ist er<sup><xref rid="fn217">61</xref></sup>, wie R. Jo&#x1E25;anan sagt, verboten, und wie Re&#x0161; Laqi&#x0161; sagt, erlaubt. R. Jo&#x1E25;anan sagt, er sei verboten, weil der Nichtjude ihn nicht entheiligt<sup><xref rid="fn218">62</xref></sup>hat, und Re&#x0161; Laqi&#x0161; sagt, er sei erlaubt, denn dieser denkt: er kann sich selbst nicht sch&#x00FC;tzen, wie sollte er mich sch&#x00FC;tzen. Re&#x0161; Laqi&#x0161; wandle gegen R. Jo&#x1E25;anan ein: Von einem Neste am Wipfel eines Baumes des Heiligtums darf man nicht nutznie&#x00DF;en, jedoch gibt es dabei keine Veruntreuung. Das auf einer A&#x0161;era darf man mit einer Stange herunterschlagen. Doch wohl, wenn er von diesem selber abgebrochen<sup><xref rid="fn219">63</xref></sup>hat, und er lehrt, da&#x00DF; man es mit einer Stange herunterschlagen darf&#x0021;? &#x2013; Nein, wenn er Holz von anderw&#x00E4;rts geholt hat. &#x2013; Wieso darf man demnach, wenn von dem des Heiligtums, davon nicht nutznie&#x00DF;en (und gibt es dabei keine Veruntreuung)&#x0021;? &#x2013; Vielmehr, dies gilt vom Zuwachs nach [der Heiligung], und er ist der Ansicht, beim Zuwachs gebe es keine Veruntreuung. &#x2013; Dies ist auch einleuchtend, denn wozu braucht man, wenn du sagen wolltest, wenn er es von anderw&#x00E4;rts geholt hat, es mit der Stange herunter zu schlagen, man kann es ja<sup><xref rid="fn220">64</xref></sup>herunternehmen&#x0021;? R. Abahu erwiderte im Namen R. Jo&#x1E25;anans: Tals&#x00E4;chlich, wenn er es von anderw&#x00E4;rts geholt hat, und unter herunterschlagen ist zu verstehen, die Jungen herunterschlagen. R. Ja&#x0351;qob sprach zu R. Jirmeja: Die Jungen sind von diesem und von jenem<sup><xref rid="fn221">65</xref></sup>erlaubt, die Eier sind von diesem und Von jenem verboten. R. A&#x0161;i sprach: Ben&#x00F6;tigen die Jungen noch der Mutter, so gleichen sie Eiern.</p>
<p><sup>viii,2</sup><bold>W</bold><small>ENN DIE</small> S<small>CHATZMEISTER</small><sup><xref rid="fn222">66</xref></sup>H<small>OLZ GEKAUFT HABEN, SO GIBT ES EINE</small> V<small>ERUNTREUUNG BEIM</small> H<small>OLZE, NICHT ABER BEI DEN</small> H<small>OBELSP&#x00C4;NEN UND NICHT BEIM</small> L<small>AUBE</small>.</p>
<p>GEMARA. &#x0160;emu&#x00E9;l sagte: Man baute<sup><xref rid="fn223">67</xref></sup>profan<sup><xref rid="fn224">68</xref></sup>und heiligte es nachher. &#x2013; Aus welchem Grunde? &#x2013; Wer Geld spendet, heiligt<sup><xref rid="fn225">69</xref></sup>es. Daher spreche er<sup><xref rid="fn226">70</xref></sup>: die Heiligkeit des Geldes werde auf das Bauwerk &#x00FC;bertragen, und er gebe es den Werkmeistern als Lohn. Man wandte ein: Wof&#x00FC;r verwandte <folio>Col.b</folio> man den &#x00DC;berschu&#x00DF;<sup><xref rid="fn227">71</xref></sup>des R&#x00E4;ucherwerkes? Man reservierte ihn als Lohn f&#x00FC;r die Werkmeister. Man weihte ihn aus durch das Geld f&#x00FC;r die Werkmeister und gab ihn den Werkmeistern, sodann kaufte man ihn von diesen zur&#x00FC;ck [f&#x00FC;r Geld] von der neuen Hebe<sup><xref rid="fn228">72</xref></sup>. Weshalb denn, man sollte ihn ja durch Bauarbeiten ausweihen&#x0021;? &#x2013; Wenn keine Bauarbeiten da sind. &#x2013; Er spricht ja vom Gelde f&#x00FC;r die Werkmeister&#x0021;? &#x2013; Wenn keine Bauarbeiten entsprechend dem Gelde da sind. &#x2013; &#x0160;emu&#x00E9;l sagte ja aber, wenn man Heiliges im Werte einer Mine durch den Wert einer Peruta ausgeweiht hat, sei die Ausweihung g&#x00FC;ltig&#x0021;? &#x2013; Dies nur, wenn bereits geschehen, von vornherein aber nicht. R. Papa erkl&#x00E4;rte: Folgendes ist der Grund, weshalb man profan baute: die Tora ist nicht f&#x00FC;r die Dienstengel<sup><xref rid="fn229">73</xref></sup>gegeben worden. Es kann n&#x00E4;mlich vorkommen, da&#x00DF; jemand sich anlehnen will und sich daran<sup><xref rid="fn230">74</xref></sup>lehnt, und wenn man heilig baut, ergibt es sich, da&#x00DF; man dadurch eine Veruntreuung am Geheiligten begeht. &#x2013; Wir haben gelernt: Wenn die Schatzmeister Holz gekauft haben, so gibt es eine Veruntreuung [beim Holze], nicht aber bei den Hobelsp&#x00E4;nen und nicht beim Laube. Weshalb gibt es dabei eine Veruntreuung, man sollte doch profan [bauen]&#x0021;? &#x2013; Ich will dir sagen, wenn jemand sich daran<sup><xref rid="fn230">74</xref></sup>lehnt, ergibt es sich, da&#x00DF; er eine Veruntreuung am Geheiligten begeht. R. Papa erwiderte: Beim Holze f&#x00FC;r sp&#x00E4;ter ist dem auch so, unsere Mi&#x0161;na aber spricht vom Holze f&#x00FC;r denselben Tag<sup><xref rid="fn231">75</xref></sup>.</p>
<ftnote id="fn157">1. Seines Alters, innerhalb dessen es darzubringen ist.</ftnote>
<ftnote id="fn158">2. Ob der Eigent&#x00FC;mer S&#x00FC;hne erlangt hat od. nicht.</ftnote>
<ftnote id="fn159">3. Da&#x00DF; es immer verenden zu lassen ist, da es sich um ein Tier handelt, das nicht selber geheiligt worden ist od. keinen Eigent&#x00FC;mer hat.</ftnote>
<ftnote id="fn160">4. Cf. Tern. Fol. 21b.</ftnote>
<ftnote id="fn161">5. Das vor dem Blutsprengen der Veruntreuung am Geheiligten nicht unterliegt (cf. supra Fol. 7b); der Nazir&#x00E4;er hat auch ein solches darzubringen; cf. Num. 6,14.</ftnote>
<ftnote id="fn162">6. Das zum Heilsopfer geh&#x00F6;rt; cf. Lev. 7,12ff.</ftnote>
<ftnote id="fn163">7. Die untauglich u. nicht Eigentum Gottes sind.</ftnote>
<ftnote id="fn164">8. Lev. 17,11.</ftnote>
<ftnote id="fn165">9. Da das Gebot damit noch nicht ausge&#x00FC;bt worden ist.</ftnote>
<ftnote id="fn166">10. Vom Altar.</ftnote>
<ftnote id="fn167">11. Des S&#x00FC;ndenbockes am Vers&#x00F6;hnungstage; cf. Lev. 16,6ff.</ftnote>
<ftnote id="fn168">12. Da&#x00DF; es bei ihnen eine Veruntreuung gebe, obgleich das Gebot ausge&#x00FC;bt worden ist.</ftnote>
<ftnote id="fn169">13. Des Hochpriesters, die er nach dem Gebrauche am Vers&#x00F6;hnungstage nicht mehr benutzen darf.</ftnote>
<ftnote id="fn170">14. Lev. 16,23.</ftnote>
<ftnote id="fn171">15. Wegen eines unges&#x00FC;hnten Totschlages; cf. Dt. 21,1ff.</ftnote>
<ftnote id="fn172">16. Dt. 21,6.</ftnote>
<ftnote id="fn173">17. Lev. 6,3.</ftnote>
<ftnote id="fn174">18. Vgl. Anm. 12.</ftnote>
<ftnote id="fn175">19. Num. 28,7.</ftnote>
<ftnote id="fn176">20. Ex. 29,34.</ftnote>
<ftnote id="fn177">21. Beim Abflie&#x00DF;en, bevor er den Grund des Schachtes erreicht hat; am Grunde des Schachtes wird er durch diesen heilig.</ftnote>
<ftnote id="fn178">22. Da&#x00DF; der abflie&#x00DF;ende Wein im Schacht zur&#x00FC;ckblieb; nach den Rabbanan flo&#x00DF; er in den Kanal, soda&#x00DF; eine Veruntreuung nachher gar nicht m&#x00F6;glich war.</ftnote>
<ftnote id="fn179">23. Beim Abflie&#x00DF;en.</ftnote>
<ftnote id="fn180">24. Die Handlung, den Wert derselben.</ftnote>
<ftnote id="fn181">25. Bevor das Gebot ausge&#x00FC;bt worden ist. Das W. <span dir="rtl">&#x05D1;&#x05EA;&#x05D7;&#x05DC;&#x05D4;</span> geh&#x00F6;rt, wie in der vorangehenden Mi&#x0161;na, zum folgenden Satze u. hat die gleiche Bedeutung. Dies der einfache Sinn unserer Mi&#x0161;na; alle anders lautenden Erkl&#x00E4;rungen sind nicht befriedigend u. nach diesen das W. <span dir="rtl">&#x05D1;&#x05EA;&#x05D7;&#x05DC;&#x05D4;</span> st&#x00F6;rend.</ftnote>
<ftnote id="fn182">26. Lev. 1,16.</ftnote>
<ftnote id="fn183">27. Das weiter folgende Gebot, es auf den Aschenhaufen zu werfen.</ftnote>
<ftnote id="fn184">28. Weil dies schon an anderer Stelle (Lev. 6,3) geboten ist.</ftnote>
<ftnote id="fn185">29. Wohin es zu werfen ist.</ftnote>
<ftnote id="fn186">30. Vom Artikel &#x2018;die&#x2019;.</ftnote>
<ftnote id="fn187">31. Solches ist trotzdem heilig; cf. Bek. Fol. 56a.</ftnote>
<ftnote id="fn188">32. Dieser Einwand betrifft Turteltauben, die das Aller noch nicht erreicht haben; verendete Opfertiero waren vorher heilig, diese sollten f&#x00FC;r die Heiligung ungeeignet sein.</ftnote>
<ftnote id="fn189">33. Das ebenfalls zuerst, vor der Sprengung, nicht heilig ist.</ftnote>
<ftnote id="fn190">34. Von Opfertieren.</ftnote>
<ftnote id="fn191">35. Etwas Kot mu&#x00DF; sich im Darm immer befinden.</ftnote>
<ftnote id="fn192">36. Von der Nahrung, die das Vieh zu sich nimmt.</ftnote>
<ftnote id="fn193">37. Deshalb ist es zur Nutznie&#x00DF;ung verboten, unterliegt aber nicht der Veruntreuung.</ftnote>
<ftnote id="fn194">38. Nach dem Wortlaute unserer Mi&#x0161;na.</ftnote>
<ftnote id="fn195">39. Sie sind Zuwachs des Geheiligten.</ftnote>
<ftnote id="fn196">40. Er streitet nur hinsichtl. dieser beiden F&#x00E4;lle, weil der Zuwachs von diesen kommt, w&#x00E4;hrend er bei dem anderen von anderw&#x00E4;rts kommt.</ftnote>
<ftnote id="fn197">41. Das profan ist.</ftnote>
<ftnote id="fn198">42. Nach den Kommentaren: bei der Absonderung des Tieres schlie&#x00DF;en sie die Milch aus u. behalten sich vor, das Junge s&#x00E4;ugen zu lassen.</ftnote>
<ftnote id="fn199">43. Vgl. S. 15 Anm. 95.</ftnote>
<ftnote id="fn200">44. Das sowohl beim Erstgeborenen (Ex. 22,29) als auch beim Opfertiere (Lev. 22,27) gebraucht wird.</ftnote>
<ftnote id="fn201">45. Dt. 25,4.</ftnote>
<ftnote id="fn202">46. Das Suffix am W.e <span dir="rtl">&#x05D1;&#x05D3;&#x05D9;&#x05E9;&#x05D5;</span> wird auf den Eigent&#x00FC;mer bezogen.</ftnote>
<ftnote id="fn203">47. Was nicht am Boden haftet, u. um so weniger sollte dies vom Boden selber gelten.</ftnote>
<ftnote id="fn204">48. Der nicht am Boden haftet u. in die H&#x00FC;lsenfr&#x00FC;chte dringt.</ftnote>
<ftnote id="fn205">49. Das f&#x00FC;r die Wasserprozession am H&#x00FC;ttenfeste reserviert wurde; cf. Suk. Fol. 48a.</ftnote>
<ftnote id="fn206">50. Wodurch es geheiligt wird.</ftnote>
<ftnote id="fn207">51. Zur Ausschm&#x00FC;ckung des Altars am H&#x00FC;ttenfeste; cf. ib. Fol. 45a.</ftnote>
<ftnote id="fn208">52. Das zur Wasserprozession erforderliche Quantum.</ftnote>
<ftnote id="fn209">53. Wenn eine Veruntreuung am Geheiligten nur bei 3 Log erfolgt.</ftnote>
<ftnote id="fn210">54. Manche Texte haben hier als auch in der Parallelstelle (Zeb. Fol. 110a) Elie&#x0351;zer.</ftnote>
<ftnote id="fn211">55. Des Tempels.</ftnote>
<ftnote id="fn212">56. Wie bei der Darbringung von Opfern au&#x00DF;erhalb des Tempels.</ftnote>
<ftnote id="fn213">57. Num. Kap. 29, in der Mehrzahl.</ftnote>
<ftnote id="fn214">58. Bei der Weinlibation zum t&#x00E4;glichen Brandopfer.</ftnote>
<ftnote id="fn215">59. Jedoch nicht auf den Baum steigen, um von diesem keinen Nutzen zu haben.</ftnote>
<ftnote id="fn216">60. Was sich in diesem befindet.</ftnote>
<ftnote id="fn217">61. Zur Nutznie&#x00DF;ung.</ftnote>
<ftnote id="fn218">62. Durch zerbrechen; dies ist von selber erfolgt.</ftnote>
<ftnote id="fn219">63. Wenn der Vogel Zweige vom selben Baume abgebrochen u. aus diesen ein Nest gebaut hat.</ftnote>
<ftnote id="fn220">64. Da es sich lose am Baume befindet.</ftnote>
<ftnote id="fn221">65. Von dem des Heiligtums u. von dem der A&#x0161;era.</ftnote>
<ftnote id="fn222">66. Des Tempels, zur Verwendung f&#x00FC;r den Tempel.</ftnote>
<ftnote id="fn223">67. Bei Arbeiten am Tempel.</ftnote>
<ftnote id="fn224">68. Die Baumaterialien wurden entweder auf Borg gekauft od. zun&#x00E4;chst mit profanem Gelde bezahlt.</ftnote>
<ftnote id="fn225">69. Wenn man daf&#x00FC;r Profanes kauft, begeht der Verk&#x00E4;ufer daran eine Veruntreuung.</ftnote>
<ftnote id="fn226">70. Der Schatzmeister.</ftnote>
<ftnote id="fn227">71. Vgl. S. 39 Anm. 211.</ftnote>
<ftnote id="fn228">72. Vom Tempelschatze; cf. Seq. III,1.</ftnote>
<ftnote id="fn229">73. Man kann nicht vorsichtig genug sein, keine Veruntreuung zu begehen.</ftnote>
<ftnote id="fn230">74. An irgend einen f&#x00FC;r den Bau bestimmten Gegenstand.</ftnote>
<ftnote id="fn231">75. Soda&#x00DF; eine Benutzung durch Anlehnen nicht zu ber&#x00FC;cksichtigen ist.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><folio>Fol.15</folio><sup>i</sup><bold>H</bold><small>EILIGT&#x00DC;MER F&#x00DC;R DEIN</small> A<small>LTAR WERDEN MITEINANDER VEREINIGT</small><sup><xref rid="fn232">1</xref></sup> <small>HINSICHTLICH DER</small> V<small>ERUNTREUUNG UND UM SCHULDIG ZU SEIN WEGEN</small> V<small>ERWERFLICHEM</small>, &#x00DC;<small>BRIGGEBLIEBENEM UND</small> U<small>NREINEM</small>; H<small>EILIGT&#x00DC;MER F&#x00DC;R DEN</small> T<small>EMPELREPARATURFONDS WERDEN MIT EINANDER VEREINIGT</small>; H<small>EILIGT&#x00DC;MER F&#x00DC;R DEN</small> A<small>LTAR UND</small> H<small>EILIGT&#x00DC;MER F&#x00DC;R DEN</small> T<small>EMPELREPARATURFONDS WERDEN MIT EINANDER VEREINIGT HINSICHTLICH DER</small> V<small>ERUNTREUUNG</small>.</p>
<p>GEMARA. Wenn sogar, wie er lehrt, Heiligt&#x00FC;mer f&#x00FC;r den Altar und Heiligt&#x00FC;mer f&#x00FC;r den Tempelreparaturfonds miteinander vereinigt werden, von denen doch das eine k&#x00F6;rperlich und das andere nur in seinem Geldwerte heilig ist, um wieviel mehr Heiligt&#x00FC;mer f&#x00FC;r den Altar mit Heiligt&#x00FC;mern f&#x00FC;r den Altar&#x0021;? &#x2013; Weil er hierzu lehren will, um schuldig zu sein wegen Verwerflichem, &#x00DC;briggebliebenem und Unreinem, die bei Heiligt&#x00FC;mern f&#x00FC;r den Tempelreparaturfonds nicht vorkommen; daher teilt er es.</p>
<p>R. Jannaj sagte: Es ist klar, da&#x00DF; man wegen Veruntreuung schuldig ist nur wegen des Heiligen f&#x00FC;r den Tempelreparaturfonds und des Brandopfers, denn die Schrift sagt: <sup><xref rid="fn233">2</xref></sup><italic>wenn jemand eine Veruntreuung begeht an den Heiligt&#x00FC;mern des Herrn,</italic> nur bei Heiligt&#x00FC;mern, die f&#x00FC;r den Herrn allein bestimmt sind, gibt es eine Veruntreuung, an den Heiligt&#x00FC; mern f&#x00FC;r den Altar aber sind auch die Priester und auch die Eigent&#x00FC;mer beteiligt. &#x2013; Wir haben gelernt: Heiligt&#x00FC;mer f&#x00FC;r den Altar werden mit einander vereinigt hinsichtlich der Veruntreuung&#x0021;? &#x2013; Rabbani tisch. &#x2013; Bei Hochheiligem, das man an der S&#x00FC;dseite geschlachtet hat, gibt es ja eine Veruntreuung&#x0021;? &#x2013; Rabbanitisch. &#x2013; Wir haben gelernt: Wer von einem S&#x00FC;ndopfer nie&#x00DF;braucht, begeht, wenn es lebend ist, eine Veruntreuung, erst wenn er [den Wert] mindert, und wenn es tot ist, eine Veruntreuung, sobald er einen Nutzen hat&#x0021;? &#x2013; Rabbanitisch. &#x2013; Etwa nicht nach der Tora, es wird ja gelehrt: Rabbi sagte:<sup><xref rid="fn234">3</xref></sup><italic>Alles Fett f&#x00FC;r den Herrn,</italic> dies schlie&#x00DF;t die Opferteile der minderheiligen Opfer ein hinsichtlich der Veruntreuung&#x0021;? &#x2013; Rabbanitisch. &#x2013; Er bezieht sich ja auf einen Schriftvers&#x0021;? &#x2013; Dies ist nur eine Anlehnung. &#x2013; U&#x0351;la sagte ja aber im Namen R. Jo&#x1E25;anans, da&#x00DF;, wenn Opfertiere verendet sind, sie nach der Tora nicht mehr der Veruntreuung unterliegen. Wovon gilt dies: wollte man sagen, von Heiligem f&#x00FC;r den Tempelreparaturfonds, so bleiben sie es<sup><xref rid="fn235">4</xref></sup> ja, auch wenn sie verenden, denn, auch wenn man dem Heiligtume einen Misthaufen weiht, gibt es dabei eine Veruntreuung; doch wohl Heiliges f&#x00FC;r den Altar, und bei diesem gibt es ja nach der Tora keine Veruntreuung<sup><xref rid="fn236">5</xref></sup>&#x0021;? &#x2013; Vielmehr, in der Schule R. Jannajs erkl&#x00E4;rten sie wie folgt: Aus diesem Schriftverse<sup><xref rid="fn237">6</xref></sup> ist dies nur hinsichtlich des Heiligen f&#x00FC;r den Tempelreparaturfonds zu entnehmen, hinsichtlich des Heiligen f&#x00FC;r den Altar aber ist es nicht zu entnehmen.</p>
<p><sup>ii,1</sup><bold>F</bold><small>&#x00DC;NF</small> D<small>INGE WERDEN BEIM</small> B<small>RANDOPFER MITEINANDER VEREINIGT</small><sup><xref rid="fn238">7</xref></sup>: <small>DAS</small> <folio>Col.b</folio> F<small>LEISCH, DAS</small> F<small>ETT, DAS</small> M<small>EHL</small><sup><xref rid="fn239">8</xref></sup>, <small>DER</small> W<small>EIN UND DAS &#x00D6;L</small>. S<small>ECHS BEIM</small> D<small>ANKOPFER: DAS</small> F<small>LEISCH, DAS</small> F<small>ETT, DAS</small> M<small>EHL, DER</small> W<small>EIN, DAS</small> &#x00D6;<small>L UND DAS</small> B<small>ROT</small>.</p>
<p>GEMARA. R. Hona lehrte Raba<sup><xref rid="fn240">9</xref></sup>: F&#x00FC;nf Dinge in der Welt<sup><xref rid="fn241">10</xref></sup>werden miteinander vereinigt. Da sprach dieser: Du sagst: in der Welt, er lehrt es aber vom Dankopfer, beim Dankopfer seien es sechs Dinge, das Fleisch, das Fett, das Mehl, der Wein, das &#x00D6;l und die Brote des Dankopfers&#x0021;? (Jener erwiderte:) Lies vielmehr beim Brandopfer.</p>
<p>Wir lernen also das, was die Rabbanan gelehrt haben: Das Brandopfer und seine Opferteile werden miteinander zur Olivengr&#x00F6;&#x00DF;e vereinigt hinsichtlich der Darbringung au&#x00DF;erhalb, und um schuldig zu sein wegen Verwerflichem, &#x00DC;briggebliebenem und Unreinem. Er lehrt dies also nur vom Brandopfer und nicht vom Heilsopfer. Einleuchtend ist dies von der Darbringung au&#x00DF;erhalb, denn beim Brandopfer, das ein Ganzopfer<sup><xref rid="fn242">11</xref></sup>ist, werden sie vereinigt, beim Heilsopfer aber werden sie nicht vereinigt, weshalb aber nicht beim Heilsopfer, um wegen Verwerflichem, &#x00DC;briggebliebenem und Unreinem schuldig zu sein, wir haben ja gelernt: alles Verwerfliche wird miteinander vereinigt, alles &#x00DC;briggebliebene wird miteinander vereinigt&#x0021;? &#x2013; Lies vielmehr: das Brandopfer und seine Opferteile werden miteinander zur Olivengr&#x00F6;&#x00DF;e vereinigt, um daraufhin das Blut zu sprengen, und da man daraufhin das Blut sprenge, ist man schuldig &#x0026;c. &#x2013; Wer lehrte dies? &#x2013; Es ist R. Jeho&#x0161;ua&#x0351;, denn es wird gelehrt. R. Jeho&#x0161;ua&#x0351; sagte: Wenn von einem aller in der Tora genannten Schlachtopfer ein olivengro&#x00DF;es St&#x00FC;ck Fleisch oder ein olivengro&#x00DF;es St&#x00FC;ck Talg zur&#x00FC;ckbleibt, so sprenge man das Blut, wenn eine halbe Olive Fleisch und eine halbe Olive Fett, so sprenge man das Blut nicht; beim Brandopfer aber sprenge man das Blut, auch wenn eine halbe Olive Fleisch und eine halbe Olive Fett, weil es ein Ganzopfer<sup><xref rid="fn242">11</xref></sup>ist. Auf das Speisopfer hin sprenge man nicht, auch wenn es vollst&#x00E4;ndig vorhanden ist. &#x2013; Was hat das Speisopfer damit<sup><xref rid="fn243">12</xref></sup>zu tun? R. Papa erwiderte: Das Speisopfer zum Gu&#x00DF;opfer<sup><xref rid="fn244">13</xref></sup>.</p>
<p><sup>ii,2</sup>D<small>IE</small> H<small>EBE, DIE</small> Z<small>EHNTHEBE, DIE</small> Z<small>EHNTHEBE VOM</small> D<small>EMAJ, DIE</small> T<small>EIGHEBE UND DIE</small> E<small>RSTLINGE WERDEN MITEINANDER VEREINIGT, UM ANDERES</small><sup><xref rid="fn245">14</xref></sup> VERBOTEN<sup><xref rid="fn246">15</xref></sup><small>ZU MACHEN, UND ZUR</small> V<small>ERPFLICHTUNG ZUM</small> F<small>&#x00DC;NFTEL</small><sup><xref rid="fn247">16</xref></sup>. <sup>iii,1</sup>A<small>LLES</small> V<small>ERWERFLICHE WIRD MITEINANDER VEREINIGT, ALLES</small> &#x00DC;<small>BRIGGEBLIEBENE WIRD MITEINANDER VEREINIGT</small>.</p>
<p>GEMARA. Aus welchem Grunde? &#x2013; Sie alle hei&#x00DF;en Hebe. Von der Teighebe hei&#x00DF;t es:<sup><xref rid="fn248">17</xref></sup><italic>als Erstes eurer Backmulden erhebet einen Kuchen als Hebe.</italic> Die Erstlinge hei&#x00DF;en ebenfalls Hebe, denn es wird gelehrt: <sup><xref rid="fn249">18</xref></sup><italic>Und die Hebe deiner Hand,</italic> das sind die Erstlinge. Und von den anderen ist weiter nichts n&#x00F6;tig<sup><xref rid="fn250">19</xref></sup>.</p>
<p><sup>iii,2</sup><bold>A</bold><small>LLE</small> &#x00C4;<small>SER WERDEN MITEINANDER VEREINIGT</small><sup><xref rid="fn238">7</xref></sup>, <small>ALLE</small> E<small>KELTIERE WERDEN MITEINANDER VEREINIGT</small>.</p>
<p><folio>Fol.16</folio>GEMARA. Rabh sagte: Sie lehrten dies<sup><xref rid="fn251">20</xref></sup>nur hinsichtlich der Unreinheit, hinsichtlich [der Strafbarkeit] wegen des Essens aber reine besonders und unreine besonders. Levi sagte, sie werden auch hinsichtlich des Essens vereinigt. R. Asi sagte, die reinen besonders und die unreinen besonders. Manche sagen, er streite gegen. Rabh, und manche sagen, er streite nicht<sup><xref rid="fn252">21</xref></sup> gegen ihn. Man wandte ein: Der Tod einer Kuh und das Leben eines Kamels<sup><xref rid="fn253">22</xref></sup>werden miteinander nicht vereinigt<sup><xref rid="fn254">23</xref></sup>. Demnach wird der Tod beider<sup><xref rid="fn255">24</xref></sup>vereinigt, und dies ist ein Einwand gegen R. Asi&#x0021;? &#x2013; Sage: aber das Leben beider<sup><xref rid="fn256">25</xref></sup>wird vereinigt. Dies nach R. Jehuda, welcher sagt, das Verbot eines Gliedes vom Lebenden habe Geltung auch beim unreinen Vieh<sup><xref rid="fn257">26</xref></sup>. &#x2013; Wozu lehrt er dies, wenn demnach der Tod beider nicht vereinigt wird, vom Tode einer Kuh und dem Leben eines Esels, auch der Tod beider wird ja nicht vereinigt&#x0021;? Ferner wird gelehrt: eine halbe Olive von einer lebenden Kuh und eine halbe Olive von einem toten Kamel werden nicht vereinigt, aber eine halbe Olive von einer Kuh und eine halbe Olive von einem Kamel, beide lebend oder beide tot, werden vereinigt. Da nun ein Widerspruch zwischen dem Anfangsatze<sup><xref rid="fn258">27</xref></sup>und dem Schlu&#x00DF;satze besteht, so ist hieraus zu entnehmen, da&#x00DF;, wenn beide tot, sie vereinigt werden&#x0021;? &#x2013; R. Asi kann dir erwidern: dieser Autor ist der Ansicht, ein Verbot erstrecke sich auf Verbotenes<sup><xref rid="fn259">28</xref></sup>.</p>
<p>R. Jehuda sagte im Namen Rabhs: Die Gei&#x00DF;elung wegen Essens von <folio>Col.b</folio> Kriechtieren erfolgt bei Olivengr&#x00F6;&#x00DF;e<sup><xref rid="fn260">29</xref></sup>, denn bei diesen wird [der Ausdruck] &#x2018;essen&#x2019;<sup><xref rid="fn261">30</xref></sup>gebraucht. &#x2013; R. Jose b. R. &#x1E24;anina lehrte ja aber vor R. Jo&#x1E25;anan:<sup><xref rid="fn262">31</xref></sup><italic>Ihr sollt zwischen dem reinen Vieh und dem unreinen unterscheiden, zwischen dem unreinen Vogel und dem reinen, da&#x00DF; ihr eure Seelen nicht beekelt durch Vieh und Gefl&#x00FC;gel und alles, was auf dem Erdboden sich regt, das ich euch als unrein ausgesondert habe;</italic> die Schrift beginnt mit dem Essen<sup><xref rid="fn263">32</xref></sup>und schlie&#x00DF;t mit der Unreinheit, [um zu lehren:] wie die Unreinheit bei Linsengr&#x00F6;&#x00DF;e, ebenso das Essen bei Linsengr&#x00F6;&#x00DF;e. Und R. Jo&#x1E25;anan lobte ihn. Dies ist ja ein Einwand gegen Rabh&#x0021;? &#x2013; Das ist kein Einwand; eines gilt von toten<sup><xref rid="fn264">33</xref></sup>und eines gilt von lebenden. Abajje sprach zu ihm: Er bezieht sich ja auf unsere Mi&#x0161;na, und unsere Mi&#x0161;na spricht ja von allen Kriechtieren, auch von toten, (und<sup><xref rid="fn265">34</xref></sup>nicht ein wenig von diesen und ein wenig von jenen)&#x0021;? R. Joseph erwiderte ihm: Das<sup><xref rid="fn266">35</xref></sup>ist deine Bezugnahme. Rabh trug eine unahh&#x00E4;ngige Lehre vor, und R. Jo&#x1E25;anan lohte ihn. Man wandte ein: Bei [ganzen] Gliedern<sup><xref rid="fn267">36</xref></sup>gibt es kein festgesetztes Quantum<sup><xref rid="fn268">37</xref></sup>; auch weniger als eine Olive vom Aase und weniger als eine Linse vom Kriechtiere sind verunreinigend. Hierzu sagte R. Jo&#x1E25;anan, zu gei&#x00DF;eln sei dieserhalb nur bei Olivengr&#x00F6;&#x00DF;e. Raba erwiderte: Die Schrift spricht von den ausgesonderten<sup><xref rid="fn269">38</xref></sup>. R. Ada b. Ahaba sprach zu Raba: Demnach sollte auch beim Vieh<sup><xref rid="fn270">39</xref></sup>zwischen ausgesondert und nicht <folio>Fol.17</folio> ausgesondert<sup><xref rid="fn271">40</xref></sup>unterschieden werden&#x0021;? Dieser erwiderte: Der Allbarmherzige vergleicht sie<sup><xref rid="fn272">41</xref></sup>nur miteinander hinsichtlich des Verbotes, sich durch diese zu beekeln<sup><xref rid="fn273">42</xref></sup>, nicht aber hinsichtlich des Quantums.</p>
<p><sup>iii,3</sup> <bold>D</bold><small>AS</small> B<small>LUT EINES</small> K<small>RIECHTIERES UND SEIN</small> F<small>LEISCH WERDEN MITEINAN DER</small><sup><xref rid="fn274">43</xref></sup><small>VEREINIGT</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE EINE</small> R<small>EGEL: GLEICHEN SIE EINANDER HINSICHTLICH DER</small> U<small>NREINHEIT</small><sup><xref rid="fn275">44</xref></sup><small>UND DES</small> Q<small>UANTUMS</small><sup><xref rid="fn276">45</xref></sup>, <small>SO WERDEN SIE MITEINANDER VEREINIGT, WENN HINSICHTLICH DER</small> U<small>NREINHEIT UND NICHT HINSICHTLICH DES</small> Q<small>UANTUMS, HINSICHTLICH DES</small> Q<small>UANTUMS UND NICHT HINSICHTLICH DER</small> U<small>NREINHEIT, ODER WEDER HINSICHTLICH DER</small> U<small>NREINHEIT NOCH HINSICHTLICH DES</small> Q<small>UANTUMS, SO WERDEN SIE NICHT MITEINANDER VEREINIGT</small>.</p>
<p>GEMARA. R. &#x1E24;anin sagte im Namen Rabhs: Mit diesen<sup><xref rid="fn277">46</xref></sup>zusammen. R.Jose b. R. &#x1E24;anina wandte ein:<sup><xref rid="fn278">47</xref></sup> <italic>Die unrein sind,</italic> dies lehrt, da&#x00DF; sie miteinander vereinigt werden, auch ein Kriechtier mit einem Kriechtiere, ein Kriechtier mit Blut, ob eines Namens oder zweier Namen<sup><xref rid="fn279">48</xref></sup>&#x0021;? R.Joseph erwiderte: Das ist kein Einwand; eines gilt vom ganzen und eines gilt von Teilen<sup><xref rid="fn280">49</xref></sup>. &#x2013; Woher entnimmst du dies? &#x2013; Es wird gelehrt: Wenn es<sup><xref rid="fn281">50</xref></sup>auf den Estrich ausgesch&#x00FC;ttet worden und die Stelle absch&#x00FC;ssig<sup><xref rid="fn282">51</xref></sup>ist, so ist er, wenn er einen Teil bezeltet, rein, und wenn alles, unrein. Was hei&#x00DF;t nun einen Teil: wollte man sagen, einen Teil des Blutes, so sagte ja R. &#x1E24;anina im Namen Rabbis, wer ein Viertellog Blut umger&#x00FC;hrt<sup><xref rid="fn283">52</xref></sup>hat, sei rein. Vielmehr gilt eines von einer ganzen [Leiche] und eines von einem Teile<sup><xref rid="fn284">53</xref></sup>. Schlie&#x00DF;e hieraus.</p>
<p>R. Mathja b. &#x1E24;ere&#x0161; fragte R. &#x0160;imo&#x0351;n b. Jo&#x1E25;aj in Rom: Woher, da&#x00DF; das Blut der Kriechtiere unrein ist? Dieser erwiderte: Die Schrift sagt: <sup><xref rid="fn285">54</xref></sup><italic>dies sei euch unrein</italic><sup><xref rid="fn286">55</xref></sup>. Seine Sch&#x00FC;ler sprachen zu ihm: Der Sohn Jo&#x1E25;ajs kam ihm klug<sup><xref rid="fn287">56</xref></sup>. Da sprach er zu ihnen: Es ist eine offenkundige Lehre aus dem Munde des R. Elea&#x0351;zar b. R. Jose. Einst verh&#x00E4;ngte n&#x00E4;mlich die ruchlose Regierung eine Religionsverfolgung, den Sabbath nicht zu halten, die S&#x00F6;hne nicht zu beschneiden und Menstruierenden beizuwohnen. Da ging (R.) Reuben b. Istrobili und lie&#x00DF; sich das Haar qomi<sup><xref rid="fn288">57</xref></sup>schneiden<sup><xref rid="fn289">58</xref></sup>, sodann setzte er sich zu ihnen und sprach: W&#x00FC;nscht, wer einen Feind hat, da&#x00DF; dieser arm werde, oder da&#x00DF; er reich werde? Sie erwiderten ihm: Da&#x00DF; er arm werde. Da sprach er zu ihnen: So m&#x00F6;gen sie am Sabbath keine Arbeit verrichten, damit sie verarmen. Da sprachen sie: Du hast recht. Hierauf sprach er: So m&#x00F6;ge man [die Verordnung] aufheben. Und sie hoben sie auf. Alsdann sprach er zu ihnen: W&#x00FC;nscht, wer einen Feind hat, da&#x00DF; dieser abmagere, oder da&#x00DF; er kr&#x00E4;ftig werde? Sie erwiderten ihm: Da&#x00DF; er abmagere. Da sprach er zu ihnen: So m&#x00F6;gen sie ihre Kinder mit acht Tagen beschneiden, damit sie abmagern. Da sprachen sie: Du hast recht. Hierauf sprach er [dasselbe], und sie hoben es auf. Alsdann sprach er zu ihnen: W&#x00FC;nscht, wer einen Feind hat, da&#x00DF; dieser sich vermehre, oder da&#x00DF; er sich vermindere? Sie erwiderten ihm: Da&#x00DF; er sich vermindere. &#x2013; Wenn dem so ist, so lasset sie keiner Menstruierenden beiwohnen<sup><xref rid="fn290">59</xref></sup>. Da sprachen sie: Du hast recht. Hierauf sprach er [dasselbe], und sie hoben es auf. Als sie aber sp&#x00E4;ter merkten, da&#x00DF; er Jude sei, widerriefen sie es. Hierauf sprachen sie: Wer soll nun gehen und die Verh&#x00E4;ngnisse vereiteln? M&#x00F6;ge <folio>Col.b</folio> R. &#x0160;imo&#x0351;n b. Jo&#x1E25;aj gehen, der an Wunder gew&#x00F6;hnt<sup><xref rid="fn291">60</xref></sup>ist. &#x2013; Wer soll nach ihm<sup><xref rid="fn292">61</xref></sup>gehen? &#x2013; R. Elea&#x0351;zar b. R. Jose. Da sprach R. Jose<sup><xref rid="fn293">62</xref></sup>zu ihnen: W&#x00FC;rdet ihr, wenn mein Vater &#x1E24;alaphta gelebt h&#x00E4;tte, zu ihm gesagt haben: Gib deinen Sohn zur Hinrichtung hin? Hierauf sprach R. &#x0160;imo&#x0351;n zu ihnen<sup><xref rid="fn294">63</xref></sup>: W&#x00FC;rdet ihr, wenn mein Vater Jo&#x1E25;aj gelebt h&#x00E4;tte, zu ihm gesagt haben: Gib deinen Sohn zur Hinrichtung hin? Da sprach R.Jose zu ihnen: Ich will gehen, denn ich f&#x00FC;rchte nur, R. &#x0160;imo&#x0351;n k&#x00F6;nnte Strafe &#x00FC;ber ihn bringen<sup><xref rid="fn295">64</xref></sup>. Da nahm er es auf sich, keine Strafe &#x00FC;ber ihn zu bringen. Aber dennoch brachte er &#x00FC;ber ihn eine Strafe. Als sie unterwegs waren, wurde ihnen folgende Frage vorgetragen: Woher, da&#x00DF; das Blut eines Kriechtieres unrein ist? Da verzog R. Elea&#x0351;zar b. R. Jose den Mund<sup><xref rid="fn296">65</xref></sup>und sprach: <italic>Dies sei euch unrein</italic><sup><xref rid="fn286">55</xref></sup>. Da sprach R. &#x0160;imo&#x0351;n zu ihm: Aus dem Verziehen deines Mundes ist zu erkennen, da&#x00DF; du ein Gelehrter bist; doch mag der Sohn nicht zu seinem Vater [in Frieden] zur&#x00FC;ckkehren. Hierauf kam ihnen Ben Tamaljon<sup><xref rid="fn297">66</xref></sup>entgegen [und sprach zu ihnen:] Wollt ihr, da&#x00DF; ich mit euch<sup><xref rid="fn298">67</xref></sup>gehe? Da weinte R. &#x0160;imo&#x0351;n und sprach: Einer Magd im Hause meiner Vorfahren<sup><xref rid="fn299">68</xref></sup>gesellte sich ein Engel dreimal, mir aber nicht ein einziges Mal&#x0021; Mag aber das Wunder geschehen, woher es auch kommt. Jener aber ging voraus und fuhr in die Tochter des Kaisers<sup><xref rid="fn300">69</xref></sup>. Als er da hinkam<sup><xref rid="fn301">70</xref></sup>, sprach er: Hinaus, Ben Tamaljon. hinaus, Ben Tamaljon&#x0021; Und als er ihm dies zurief, verlie&#x00DF; er sie und ging fort. Hierauf sprach [der Kaiser] zu ihnen: Verlanget von mir, was ihr wollt. Alsdann f&#x00FC;hrte man sie in die Schatzkammer, um nach Belieben zu nehmen, und als sie jene Urkunde<sup><xref rid="fn302">71</xref></sup>fanden, nahmen sie sie und zerrissen sie. Das ist es, was R. Elea&#x0351;zar b. R. Jose sagte: Ich sah ihn<sup><xref rid="fn303">72</xref></sup>in Rom und es waren an ihm viele Tropfen Blut<sup><xref rid="fn304">73</xref></sup>.</p>
<p><sup>iv,1</sup>V<small>ERWERFLICHES UND</small> &#x00DC;<small>BRIGGEBLIEBENES WERDEN MITEINANDER NICHT VEREINIGT, WEIL ES VERSCHIEDENE</small> N<small>AMEN SIND</small>. K<small>RIECHTIER UND</small> A<small>AS, EBENSO</small> A<small>AS UND</small> F<small>LEISCH VON EINER</small> L<small>EICHE WERDEN MITEINANDER NICHT ZUM VERUNREINIGUNGSF&#x00C4;HIGEN</small> [Q<small>UANTUM</small>] <small>VEREINIGT, NICHT EINMAL WIE DAS LEICHTERE UNTER IHNEN</small><sup><xref rid="fn305">74</xref></sup>.</p>
<p>GEMARA. R. Jehuda sagte im Namen &#x0160;emu&#x00E9;ls: Dies gilt nur von der Unreinheit der H&#x00E4;nde, die rabbanitisch<sup><xref rid="fn306">75</xref></sup>ist, hinsichtlich des Essens aber werden sie vereinigt. Es wird n&#x00E4;mlich gelehrt: R. Elie&#x0351;zer sagte:<sup><xref rid="fn307">76</xref></sup><italic>Es darf nicht gegessen werden, denn sie sind</italic><sup><xref rid="fn308">77</xref></sup><italic>heilig</italic>; alles, was vom Heiligen untauglich ist, und die Schrift belegt das Essen mit einem Verbote.</p>
<p><sup>iv,2</sup><bold>E</bold><small>INE</small> S<small>PEISE, DIE DURCH EINE</small> H<small>AUPTUNREINHEIT</small><sup><xref rid="fn309">78</xref></sup><small>UNREIN GEWORDEN IST</small>, <small>UND EINE, DIE DURCH EINE ABSTAMMENDE</small> U<small>NREINHEIT</small><sup><xref rid="fn309">78</xref></sup><small>UNREIN GEWORDEN IST, WERDEN MITEINANDER VEREINIGT, UM WIE DIE LEICHTERE VON BEIDEN ZU VERUNREINIGEN</small>. <sup>v</sup>A<small>LLE</small> S<small>PEISEN WERDEN MITEINANDER VEREINIGT, UM IM</small> Q<small>UANTUM EINES HALBEN</small> P<small>ERAS DEN</small> K<small>&#x00D6;RPER UNTAUGLICH</small><sup><xref rid="fn310">79</xref></sup><small>ZU MACHEN, ZU EINER</small> S<small>PEISE F&#x00DC;R ZWEI</small> M<small>AHLZEITEN F&#x00DC;R EINEN</small> E&#x0351;<small>RUB, ZUM</small> Q<small>UANTUM EINES</small> E<small>IES HINSICHTLICH DER</small> V<small>ERUNREINIGUNGSF&#x00C4;HIGKEIT</small><sup><xref rid="fn311">80</xref></sup><small>VON</small> S<small>PEISEN, ZUM</small> Q<small>UANTUM EINER</small> D<small>&#x00D6;RRFEIGE HINSICHTLICH DES</small> H<small>INAUSBRINGENS AM</small> S<small>ABBATH</small><sup><xref rid="fn312">81</xref></sup>, <small>UND ZUM</small> Q<small>UANTUM EINER</small> D<small>ATTEL HINSICHTLICH DES</small> V<small>ERS&#x00D6;HNUNGSTAGES</small><sup><xref rid="fn313">82</xref></sup>. A<small>LLE</small> G<small>ETR&#x00C4;NKE WERDEN MITEINANDER VEREINIGT, UM IM</small> Q<small>UANTUM EINES</small> V<small>IERTEL[LOGS] DEN</small> K<small>&#x00D6;RPER UNTAUGLICH</small><sup><xref rid="fn310">79</xref></sup><small>ZU MACHEN UND ZU EINEM</small> M<small>UNDVOLL HINSICHTLICH DES</small> V<small>ERS&#x00D6;HNUNGSTAGES</small><sup><xref rid="fn313">82</xref></sup>.</p>
<p>GEMARA. Es wird gelehrt: R.&#x0160;imo&#x0351;n sagte: Aus dem Grunde<sup><xref rid="fn314">83</xref></sup>, weil die zweitgradige [Unreinheit] erstgradig machen kann. &#x2013; Kann denn die zweitgradige erstgradig machen, dies ist ja nicht m&#x00F6;glich<sup><xref rid="fn315">84</xref></sup>&#x0021;? Raba erwiderte: Er meint es wie folgt: die erstgradige ist es, die zweitgradig gemacht hat. R. A&#x0161;i erkl&#x00E4;rte: Die erstgradige und die zweitgradige geh&#x00F6;ren der drittgradigen gegen&#x00FC;ber zur selben Klasse<sup><xref rid="fn316">85</xref></sup>.</p>
<p><sup>vi,1</sup><bold>U</bold><small>NGEWEIHTES UND</small> M<small>ISCHSAAT (DES</small> W<small>EINBERGES</small>) <small>WERDEN MITEINANDER</small> <folio>Fol.18</folio> <small>VEREINIGT</small><sup><xref rid="fn317">86</xref></sup>. R. &#x0160;<small>IMO&#x0351;N SAGT, SIE WERDEN NICHT MITEINANDER VEREINIGT</small>.</p>
<p>GEMARA. Ist denn nach R. &#x0160;imo&#x0351;n eine Vereinigung &#x00FC;berhaupt erforderlich, es wird ja gelehrt: R.&#x0160;imo&#x0351;n sagt, jedes Quantum hinsichtlich der Gei&#x00DF;elung<sup><xref rid="fn318">87</xref></sup>&#x0021;? &#x2013; Lies: sie brauchen nicht vereinigt zu werden.</p>
<p><sup>vi,2</sup><bold>K</bold><small>LEIDERSTOFF UND</small> S<small>ACKSTOFF</small><sup><xref rid="fn319">88</xref></sup>, S<small>ACKSTOFF UND</small> L<small>EDER</small>, L<small>EDER UND</small> M<small>ATTE WERDEN ALLE MITEINANDER VEREINIGT</small><sup><xref rid="fn320">89</xref></sup>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>: A<small>US DEM</small> G<small>RUNDE, WEIL SIE ZUR</small> V<small>ERUNREINIGUNG ALS</small> S<small>ITZ</small><sup><xref rid="fn321">90</xref></sup><small>GEEIGNET SIND</small>.</p>
<p>GEMARA. Es wird gelehrt: Wenn man sie alle zusammengesetzt und daraus ein Gewand gemacht hat; als Lager<sup><xref rid="fn322">91</xref></sup>drei [Handbreiten], als Sitz<sup><xref rid="fn323">92</xref></sup>eine Handbreite, zum Anfassen<sup><xref rid="fn323">92</xref></sup>jede Gr&#x00F6;&#x00DF;e. &#x2013; Was hei&#x00DF;t zum Anfassen? Re&#x0161; Laqi&#x0161; erwiderte im Namen Jannajs: Es beim Spinnen zu benutzen<sup><xref rid="fn324">93</xref></sup>. In einer Barajtha wird gelehrt: Es ist f&#x00FC;r Feigenschneider zu verwenden<sup><xref rid="fn325">94</xref></sup>.</p>
<ftnote id="fn232">1. Zum erforderlichen Quantum, dem Werte einer Peruta.</ftnote>
<ftnote id="fn233">2. Lev. 5,14.</ftnote>
<ftnote id="fn234">3. Lev. 3,16.</ftnote>
<ftnote id="fn235">4. Dem Gesetze von der Veruntreuung unterworfen.</ftnote>
<ftnote id="fn236">5. Nach RJ., w&#x00E4;hrend es nach dieser Lehre bei lebenden eine Veruntreuung gibt.</ftnote>
<ftnote id="fn237">6. Den HJ. anf&#x00FC;hrt.</ftnote>
<ftnote id="fn238">7. Zum strafbaren Quantum einer Olive.</ftnote>
<ftnote id="fn239">8. Zum Speisopfer, das, wie das folgende, zum Brandopfer geh&#x00F6;rt.</ftnote>
<ftnote id="fn240">9. Richt, in Handschriften: seinen Sohn Rabba.</ftnote>
<ftnote id="fn241">10. Dh. bei allen Opfern, die es in der Welt gibt. Eine Abk&#x00FC;rzung od. eine undeutliche Schrift veranla&#x00DF;te ihn, f&#x00E4;lschlich <span dir="rtl">&#x05D1;&#x05E2;&#x05D5;&#x05DC;&#x05DD;</span> st. <span dir="rtl">&#x05D1;&#x05E2;&#x05D5;&#x05DC;&#x05D4;</span> zu lesen.</ftnote>
<ftnote id="fn242">11. Das Fleisch ist ebenfalls auf dem Altar zu verbrennen.</ftnote>
<ftnote id="fn243">12. Mit dem Blutsprengen.</ftnote>
<ftnote id="fn244">13. Das zum Schlachtopfer geh&#x00F6;rt.</ftnote>
<ftnote id="fn245">14. Womit sie vermischt worden sind.</ftnote>
<ftnote id="fn246">15. F&#x00FC;r einen Gemeinen.</ftnote>
<ftnote id="fn247">16. Das ein Gemeiner, der davon gegessen, hinzuzuf&#x00FC;gen hat; cf. Lev. 5,16.</ftnote>
<ftnote id="fn248">17. Num. 15,20.</ftnote>
<ftnote id="fn249">18. Dt. 12,17.</ftnote>
<ftnote id="fn250">19. Keine Belege; sie hei&#x00DF;en Hebe.</ftnote>
<ftnote id="fn251">20. Da&#x00DF; alles Aas vereinigt werde.</ftnote>
<ftnote id="fn252">21. Denn auch er meint es nur hinsichtl. der Unreinheit.</ftnote>
<ftnote id="fn253">22. Dh. eine halbe Olive Fleisch von einer toten Kuh, das als Aas verboten ist, u. eine halbe Olive Fleisch von einem lebenden Kamel, das als unreines Tier (cf. Lev. Kap. 11) &#x00FC;berhaupt verboten ist.</ftnote>
<ftnote id="fn254">23. Zum strafbaren Quantum, nicht als Aas u. nicht als Glied vom Lebenden.</ftnote>
<ftnote id="fn255">24. Je ein halbes Quantum von den &#x00C4;sern beider, hinsichtl. der Unreinheit.</ftnote>
<ftnote id="fn256">25. Je ein halbes Quantum von beiden, wenn sie leben, hinsichtl. des Verbotes eines Gliedes vom Lebenden.</ftnote>
<ftnote id="fn257">26. Obgleich ein solches an sich verboten ist u. von einem weiteren Verbote nicht erfa&#x00DF;t werden sollte.</ftnote>
<ftnote id="fn258">27. Aus dem gefolgert wird, da&#x00DF;, wenn beide tot, keine Vereinigung erfolge.</ftnote>
<ftnote id="fn259">28. Das Verbot eines Gliedes vom Lebenden erstreckt sich auch auf das an sich zum Essen verbotene Kamel, daher erfolgt auch eine Vereinigung.</ftnote>
<ftnote id="fn260">29. W&#x00E4;hrend eine Verunreinigung schon bei Linsengr&#x00F6;&#x00DF;e erfolgt.</ftnote>
<ftnote id="fn261">30. Wobei dieses Quantum als Norm gilt.</ftnote>
<ftnote id="fn262">31. Lev. 20,25.</ftnote>
<ftnote id="fn263">32. Unter &#x2018;beekeln&#x2019; ist zu verstehen, wenn man davon i&#x00DF;t.</ftnote>
<ftnote id="fn264">33. In diesem Falle gelten auch reine Tiere als Aas, u. es erfolgt schon bei Linsengr&#x00F6;&#x00DF;e.</ftnote>
<ftnote id="fn265">34. Der eingeklammerte Satz ist unverst&#x00E4;ndlich, u. schon Raschi bemerkt, er wisse ihn nicht zu erkl&#x00E4;ren.</ftnote>
<ftnote id="fn266">35. Die Beziehung auf unsere Mi&#x0161;na.</ftnote>
<ftnote id="fn267">36. Von verunreinigenden Tieren.</ftnote>
<ftnote id="fn268">37. Zur Verunreinigungsf&#x00E4;higkeit.</ftnote>
<ftnote id="fn269">38. Von den 8 Kriech- od. Ekeltieren, die die Schrift als verunreinigend besonders hervorgehoben hat (Lev. 11,29,30); bei diesen ist auch hinsichtl. des Essens Linsengr&#x00F6;&#x00DF;e ausreichend, dagegen spricht RJ. von anderen unreinen Tieren.</ftnote>
<ftnote id="fn270">39. Bei den Haustieren.</ftnote>
<ftnote id="fn271">40. Das reine Vieh ist ausgesondert worden; nur das Aas dieses soille in Olivengr&#x00F6;&#x00DF;e verunreinigend sein, vom anderen aber erst in Eigr&#x00F6;&#x00DF;e.</ftnote>
<ftnote id="fn272">41. Cf. Lev. 11,43 u. ib. 20,25.</ftnote>
<ftnote id="fn273">42. Cf Lev. 11,43; darunter wird das Verbot des Essens verstanden.</ftnote>
<ftnote id="fn274">43. Hinsichtl. der Verunreinigung.</ftnote>
<ftnote id="fn275">44. Der Dauer derselben; die Verunreinigung durch Aas u. Kriechtier w&#x00E4;hrt einen Tag, die Unreinheit durch eine Leiche w&#x00E4;hrt 7 Tage.</ftnote>
<ftnote id="fn276">45. Leiche u. Aas verunreinigen bei Olivengr&#x00F6;&#x00DF;e, ein Kriechtier schon bei Linsengr&#x00F6;&#x00DF;e.</ftnote>
<ftnote id="fn277">46. Blut u. Fleisch werden vereinigt, nur wenn beide vom selben Tiere sind. Der Text ist hier korrumpiert, die W.e <span dir="rtl">&#x05D6;&#x05E2;&#x05D9;&#x05E8;&#x05D0; &#x05D5;&#x05DB;&#x05DF;</span> sind aus <span dir="rtl">&#x05D5;&#x05E2;&#x05D5;&#x05D3;&#x05D4; &#x05D1;&#x05D5;</span> entstanden, <span dir="rtl">&#x05D0;&#x05DE;&#x05D3;</span> (st. <span dir="rtl">&#x05DE;&#x05D5;&#x05EA;&#x05D9;&#x05D1;</span>) in den kursierenden Ausgaben ist eine Verballhornisierung.</ftnote>
<ftnote id="fn278">47. Lev. 11,31.</ftnote>
<ftnote id="fn279">48. Von 2 verschiedenen Tieren.</ftnote>
<ftnote id="fn280">49. Hat man die halben Quantit&#x00E4;ten ganzen Tieren entnommen, so erfolgt eine Vereinigung, auch wenn es verschiedene Tiere sind, wenn aber von Teilen, so m&#x00FC;ssen das Fleisch u. das Blut vom selben Tiere sein.</ftnote>
<ftnote id="fn281">50. Ein Viertellog Blut von einem Leichnam, das durch Bezeltung verunreinigend ist. Eine Bezeltung erfolgt, wenn er sich in einem &#x00FC;herdeckten Raume befindet, soda&#x00DF; alles, was darin, unrein wird; ein Mensch, der sich dar&#x00FC;ber b&#x00FC;ckt, bildet eine Bezeltung u. ist unrein.</ftnote>
<ftnote id="fn282">51. Soda&#x00DF; es da nicht zusammen bleibt.</ftnote>
<ftnote id="fn283">52. Ohne es zu ber&#x00FC;hren, beispielsweise mit einem Spane, obgleich er es bezeltet.</ftnote>
<ftnote id="fn284">53. Kommt das Blut von einem Teile der Leiche, so ist der Bezeltende nicht unrein.</ftnote>
<ftnote id="fn285">54. Lev. 11,29.</ftnote>
<ftnote id="fn286">55. Dies ist wegen des Schriflverses Lev. 11,31 &#x00FC;berfl&#x00FC;ssig u. deutet hierauf.</ftnote>
<ftnote id="fn287">56. Wohl mi&#x00DF;billigend: eine ganz eigenartige Erkl&#x00E4;rung.</ftnote>
<ftnote id="fn288">57. Eine bei den Nichtjuden &#x00FC;bliche Frisur u. daher bei den Juden verp&#x00F6;nt.</ftnote>
<ftnote id="fn289">58. Damit man ihn nicht als Juden erkenne.</ftnote>
<ftnote id="fn290">59. Den geschlechtlichen Verkehr einschr&#x00E4;nken.</ftnote>
<ftnote id="fn291">60. Cf. Sab. Fol. 33b.</ftnote>
<ftnote id="fn292">61. Wenn er bei dieser gef&#x00E4;hrlichen Mission umkommen sollte.</ftnote>
<ftnote id="fn293">62. Der Vater desselben.</ftnote>
<ftnote id="fn294">63. Wohl als Vorwurf gegen RJ.</ftnote>
<ftnote id="fn295">64. Durch Mi&#x00DF;billigung irgend eines Vergehens, aber nicht aus Angst, in die H&#x00E4;nde der Regierung zu fallen.</ftnote>
<ftnote id="fn296">65. Er sprach leise, damit R&#x0160;. nicht h&#x00F6;re; es galt als Keckheit, in Gegenwart eines Bedeutenderen. eine Lehre vorzutragen.</ftnote>
<ftnote id="fn297">66. An manchen Stellen <span dir="rtl">&#x05D1;&#x05E8; &#x05EA;&#x05DC;&#x05DE;&#x05D9;&#x05D5;&#x05DF;</span> u. mit Bartholom&#x00E4;us identifiziert; wie aus dem Zusammenhange zu ersehen, b&#x00F6;ser Geist, nach den Tosaphoth Kobold.</ftnote>
<ftnote id="fn298">67. Als Wundert&#x00E4;ter.</ftnote>
<ftnote id="fn299">68. Gemeint ist Hagar, die Magd Abrahams, die auf ihrer Wanderung von einem Engel Gottes angeredet wurde; cf. Gen. 16,7ff.</ftnote>
<ftnote id="fn300">69. Sie wurde besessen, damit R&#x0160;. Gelegenheit habe, den b&#x00F6;sen Geist auszutreiben.</ftnote>
<ftnote id="fn301">70. In den kaiserlichen Hof, u. den b&#x00F6;sen Geist auszutreiben sich erbot.</ftnote>
<ftnote id="fn302">71. Das Dekret &#x00FC;ber jene 3 Verordnungen.</ftnote>
<ftnote id="fn303">72. Den Vorhang der Bundeslade; cf. Jom. Fol. 57a.</ftnote>
<ftnote id="fn304">73. Spritzer von Opferblut.</ftnote>
<ftnote id="fn305">74. Das Kriechtier ist schon bei Linsengro&#x00DF;e verunreinigend, die anderen erst bei Olivengr&#x00F6;&#x00DF;e; ferner w&#x00E4;hrt die Leichenunreinheit eine Woche, die der anderen aber nur einen Tag.</ftnote>
<ftnote id="fn306">75. Nach rabb. Bestimmung machen Verwerfliches u. &#x00DC;briggebliebenes die H&#x00E4;nde unrein; cf. Pes. 120b.</ftnote>
<ftnote id="fn307">76. Ex. 29,34.</ftnote>
<ftnote id="fn308">77. Nach Raschi deutet die Mehrzahl auf die Vereinigung beider. Die Lesart <span dir="rtl">&#x05D4;&#x05DD;</span> st. des masor. <span dir="rtl">&#x05D4;&#x05D5;&#x05D0;</span> haben auch Handschriften bei <italic>Kennicott,</italic> jed. liegt hier vieil. eine Verwechslung mit V. 33 vor.</ftnote>
<ftnote id="fn309">78. Cf. Kel. I,1ff.</ftnote>
<ftnote id="fn310">79. F&#x00FC;r den Genu&#x00DF; von heiligen Speisen.</ftnote>
<ftnote id="fn311">80. Wobei dieses Quantum erforderlich ist. .</ftnote>
<ftnote id="fn312">81. Aus einem Gebiete in ein anderes, was nur bei diesem Quantum strafbar ist; cf. Sab. Fol. 76b.</ftnote>
<ftnote id="fn313">82. An dem das Essen u. das Trinken verboten ist; cf. Jom. Fol. 73b.</ftnote>
<ftnote id="fn314">83. Erfolgt eine Vereinigung bei verschiedenen Graden von Unreinheit.</ftnote>
<ftnote id="fn315">84. Durch die Fortsetzung wird der Grad der Unreinheit geschw&#x00E4;cht, soda&#x00DF; eine zweitgradige nur drittgradig machen kann.</ftnote>
<ftnote id="fn316">85. W&#x00F6;rtl. sie kommen aus einer Ebene; beide &#x00FC;bertragen die Unreinheit weiter.</ftnote>
<ftnote id="fn317">86. Zum prozentualen Quantum, in welchem sie andere Fr&#x00FC;chte, unter die sie gekommen sind, verboten machen; cf. Orl. II,1.</ftnote>
<ftnote id="fn318">87. Auch das kleinste Quantum ist zum Essen verboten.</ftnote>
<ftnote id="fn319">88. Ersteres aus Wolle, letzteres aus Haar.</ftnote>
<ftnote id="fn320">89. Zur verunreinigungsf&#x00E4;higen Gr&#x00F6;&#x00DF;e. Da bei diesen verschiedene Gr&#x00F6;&#x00DF;en normiert sind (Kleiderstoff bei 3 Fingerbreiten, Sackstoff bei 4, Leder bei 5 u. Matte bei 6 Handbreiten), so erfolgt die Vereinigung erleichternd.</ftnote>
<ftnote id="fn321">90. Wenn ein Flu&#x00DF;behafteter darauf sitzt; cf. Lev. 15,2ff.</ftnote>
<ftnote id="fn322">91. Um damit ein Polster zu flicken; wenn man es daf&#x00FC;r verwenden wollte.</ftnote>
<ftnote id="fn323">92. Wenn es &#x00FC;berhaupt nicht verarbeitet werden soll.</ftnote>
<ftnote id="fn324">93. Als Schutz um den Finger zu wickeln.</ftnote>
<ftnote id="fn325">94. Damit die Finger sauber bleiben.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><sup>i</sup><bold>W</bold><small>ER VON</small> H<small>EILIGEM IM</small> W<small>ERTE EINER</small> P<small>ERU&#x1E6C;TA NIESSBRAUCHT HAT, HAT EINE</small> V<small>ERUNTREUUNG BEGANGEN, AUCH WENN ER ES</small><sup><xref rid="fn326">1</xref></sup> <small>NICHT GEMINDERT HAT</small> &#x2013; <small>SO</small> R. A&#x0351;<small>QIBA</small>. D<small>IE</small> W<small>EISEN SAGEN, BEI JEDER</small> S<small>ACHE, BEI DER</small><sup><xref rid="fn327">2</xref></sup> <small>EINE</small> M<small>INDERUNG ZU ERFOLGEN PFLEGT, BEGEHT MAN EINE</small> V<small>ERUNTREUUNG, ERST WENN MAN SIE GEMINDERT HAT, UND BEI DER KEINE</small> M<small>INDERUNG ZU ERFOLGEN PFLEGT, BEGEHT MAN EINE</small> V<small>ERUNTREUUNG, SOBALD MAN EINEN</small> N<small>UTZEN HAT</small>. Z<small>UM</small> B<small>EISPIEL: LEGT</small> [<small>EINE</small> F<small>RAU</small>] <small>EINE</small> H<small>ALSKETTE UM DEN</small> H<small>ALS, EINEN</small> R<small>ING AN DIE</small> H<small>AND, ODER TRINKT SIE AUS EINEM GOLDENEN BECHER, SO BEGEHT SIE EINE VERUNTREUUNG, SOBALD SIE EINEN</small> N<small>UTZEN HAT; ZIEHT JEMAND EIN</small> H<small>EMD AN, H&#x00DC;LLT ER SICH IN EIN</small> O<small>BERGEWAND, SPALTET ER MIT EINER AXT, SO BEGEHT ER EINE VERUNTREUUNG ERST WENN ER ES GEMINDERT HAT</small>. W<small>ER VON EINEM</small> S<small>&#x00DC;NDOPFER NIESSBRAUCHT, BEGEHT, WENN ES EIN LEBENDES IST, EINE</small> V<small>ERUNTREUUNG, ERST WENN ER ES MINDERT, UND WENN ES EIN TOTES IST, EINE</small> V<small>ERUNTREUUNG, SOBALD ER EINEN NUTZEN HAT</small>.</p>
<p>GEMARA. Es wird gelehrt: R. A&#x0351;qiba pflichtet den Weisen bei, bei einer Sache, bei der eine Minderung zu erfolgen pflegt. &#x2013; Worin besteht demnach ihr Streit? Raba erwiderte: &#x00DC;ber ein Zwischengewand<sup><xref rid="fn328">3</xref></sup> und ein Linnengewand<sup><xref rid="fn329">4</xref></sup>.</p>
<p>Die Rabbanan lehrten: <sup><xref rid="fn330">5</xref></sup><italic>Eine Person,</italic> sowohl ein Gemeiner, als auch der F&#x00FC;rst, als auch der gesalbte Priester. <sup><xref rid="fn330">5</xref></sup><italic>Die eine Veruntreuung begeht;</italic> unter &#x2018;Veruntreuung&#x2019; ist eine &#x00C4;nderung<sup><xref rid="fn331">6</xref></sup> zu verstehen, wie es hei&#x00DF;t: <sup><xref rid="fn332">7</xref></sup><italic>wenn irgend jemandes Weib ausschweift und an ihm eine Untreue begeht;</italic> und ferner hei&#x00DF;t es: <sup><xref rid="fn333">8</xref></sup><italic>und sie begingen Untreue an dem Gott</italic> <folio>Col.b</folio> <italic>ihrer V&#x00E4;ter und buhlten den Baa&#x0351;len nach</italic><sup><xref rid="fn334">9</xref></sup>. Man k&#x00F6;nnte glauben, auch wenn man [das Geheiligte] mindert und keinen Nutzen<sup><xref rid="fn335">10</xref></sup>hat oder einen Nutzen hat und es nicht mindert, oder auch in dem Falle, wenn es am Boden haftet, oder auch wenn ein Vertreter seinen Auftrag<sup><xref rid="fn336">11</xref></sup>ausgef&#x00FC;hrt hat, so hei&#x00DF;t es:<sup><xref rid="fn330">5</xref></sup><italic>und s&#x00FC;ndigt.</italic> Bei der Hebe<sup><xref rid="fn337">12</xref></sup>hei&#x00DF;t es &#x2018;s&#x00FC;ndigen&#x2019; und bei der Veruntreuung hei&#x00DF;t es &#x2018;s&#x00FC;ndigen&#x2019;, wie bei der Hebe, bei der es &#x2018;s&#x00FC;ndigen&#x2019; hei&#x00DF;t, Minderung und Nutznie&#x00DF;ung vorliegen, der Mindernde auch der Nutznie&#x00DF;er ist, die geminderte Sache nie&#x00DF;braucht wird, Minderung und Nutznie&#x00DF;ung gleichzeitig erfolgen, [die Sache] vom Boden getrennt ist, und wenn der Vertreter seinen Auf trag<sup><xref rid="fn338">13</xref></sup>ausf&#x00FC;hrt, ebenso bei der Veruntreuung, bei der es &#x2018;s&#x00FC;ndigen&#x2019; hei&#x00DF;t, wenn Minderung und Nutznie&#x00DF;ung vorliegen, der Mindernde auch der Nutznie&#x00DF;er ist, die geminderte Sache nie&#x00DF;braucht wird, Minderung und Nutznie&#x00DF;ung gleichzeitig erfolgen, [die Sache] vom Boden getrennt ist, und wenn der Vertreter seinen Auftrag ausf&#x00FC;hrt. Ich wei&#x00DF; dies<sup><xref rid="fn339">14</xref></sup>von dem Falle, wenn man eine Speise genie&#x00DF;t, woher dies von einer Sache, bei der keine Minderung erfolgt, woher dies von dem Falle, wenn er und sein N&#x00E4;chster<sup><xref rid="fn340">15</xref></sup>davon essen, er und sein N&#x00E4;chster es nie&#x00DF;brauchen<sup><xref rid="fn341">16</xref></sup>, er es nie&#x00DF;braucht und sein N&#x00E4;chster davon i&#x00DF;t, oder er davon i&#x00DF;t und sein N&#x00E4;chster es nie&#x00DF;braucht, da&#x00DF; sie miteinander vereinigt werden, und sogar nach l&#x00E4;ngerer Zeit<sup><xref rid="fn342">17</xref></sup>? Es hei&#x00DF;t: <italic>eine Veruntreuung begeht,</italic> auf jede Weise. Aber wie bei der Hebe, bei der es <italic>S&#x00FC;nde</italic> hei&#x00DF;t, zwei Essen<sup><xref rid="fn343">18</xref></sup>nicht miteinander vereinigt werden, ebenso sollten bei der Veruntreuung, bei der es <italic>S&#x00FC;nde</italic> hei&#x00DF;t, zwei Essen nicht vereinigt werden, woher dies nun von dem Falle, wenn jemand heute gegessen hat und morgen gegessen hat, und sogar nach l&#x00E4;ngerer Zeit? Es hei&#x00DF;t: <italic>eine Veruntreuung begeht,</italic> auf jede Weise. Aber bei der Hebe, bei der es <italic>S&#x00FC;nde</italic> hei&#x00DF;t, erfolgen ja die Minderung und der Genu&#x00DF; gleichzeitig, woher dies von dem Falle, wenn er davon gegessen hat und sein N&#x00E4;chster davon gegessen hat, und sogar nach drei Jahren? Es hei&#x00DF;t: <italic>eine Veruntreuung begeht,</italic> auf jede Weise. Aber bei der Hebe, bei der es <italic>S&#x00FC;nde</italic> <folio>Fol.19</folio> hei&#x00DF;t, erfolgt dies ja nur dann, wenn es aus dem Heiligtume in Profanbesitz<sup><xref rid="fn344">19</xref></sup>kommt, woher dies von dem Falle, wenn es aus dem Heiligtume in das Heiligtum kommt, wenn man beispielsweise f&#x00FC;r [Geld vom] Heiligen die Taubenpaare f&#x00FC;r m&#x00E4;nnliche oder weibliche Flu&#x00DF;behaftete<sup><xref rid="fn345">20</xref></sup>oder die Taubenpaare f&#x00FC;r W&#x00F6;chnerinnen<sup><xref rid="fn346">21</xref></sup>gekauft, seinen &#x0160;eqel<sup><xref rid="fn347">22</xref></sup>entrichtet oder sein S&#x00FC;ndopfer oder sein Schuldopfer gebracht hat, wobei man eine Veruntreuung begeht, wie R. &#x0160;imo&#x0351;n sagt, sobald man [das Geld] ausgegeben hat, und wie R. Jehuda sagt, wenn man das Blut gesprengt hat? Es hei&#x00DF;t: <italic>eine Veruntreuung begeht,</italic> auf jede Weise.</p>
<p>Der Meister sagte: <italic>Eine Person,</italic> sowohl ein Gemeiner, als auch der F&#x00FC;rst, als auch der gesalbte Priester. Wieso k&#x00F6;nnte man dies<sup><xref rid="fn348">23</xref></sup>glauben, es ist ja selbstverst&#x00E4;ndlich, denn hierbei hei&#x00DF;t es ja <italic>eine Person</italic>&#x0021;? &#x2013; Man k&#x00F6;nnte dies glauben, weil der Allbarmherzige sagt:<sup><xref rid="fn349">24</xref></sup><italic>und wer davon auf einen Gemeinen tut,</italic> und dieser ist kein Gemeiner, denn er ist ja damit<sup><xref rid="fn350">25</xref></sup> gesalbt worden, so lehrt er uns. Der Allbarmherzige hat n&#x00E4;mlich [die Veruntreuung] mit der Ehebruchsverd&#x00E4;chtigten, mit dem G&#x00F6;tzendienste und mit der Hebe<sup><xref rid="fn351">26</xref></sup>verglichen. Bei der Ehebruchsverd&#x00E4;chtigten gilt [das Gesetz] auch dann, wenn keine Minderung erfolgt<sup><xref rid="fn352">27</xref></sup>ist. Desgleichen beim Geheiligten, denn [eine Frau] begeht eine Veruntreuung, wenn sie nur einen Ring an ihre Hand gelegt hat. Ferner vergleicht sie der Allbarmherzige mit dem G&#x00F6;tzendienste; wie dabei eine &#x00C4;nderung<sup><xref rid="fn353">28</xref></sup>erfolgt, ebenso beim Geheiligten, wenn man [beispielsweise] mit einer Axt gespalten und sie gemindert hat. Und ferner vergleicht sie der Allbarmherzige mit der Hebe, wie es bei der Hebe hei&#x00DF;t:<sup><xref rid="fn354">29</xref></sup><italic>wenn jemand i&#x00DF;t,</italic> nicht aber besch&#x00E4;digt, ebenso ist man beim Geheiligten frei, wenn man E&#x00DF;bares besch&#x00E4;digt.</p>
<p>Z<small>UM</small> B<small>EISPIEL</small>: <small>LEGT</small> [<small>EINE</small> F<small>RAU</small>] <small>EINE</small> H<small>ALSKETTE &#x0026;C</small>. R. Kahana sprach zu R. Zebid: Erfolgt denn beim Golde<sup><xref rid="fn327">2</xref></sup> keine Minderung, wo ist denn das Gold der Schwiegertochter Nuns<sup><xref rid="fn355">30</xref></sup>hingekommen&#x0021;? Dieser erwiderte: Vielleicht ist es das Gold, das deine Schwiegert&#x00F6;chter umherwerfen<sup><xref rid="fn356">31</xref></sup>. Ferner: zugegeben, da&#x00DF; nicht Nutznie&#x00DF;ung und Minderung sofort erfolgen, aber erfolgt etwa nicht eine Minderung sp&#x00E4;ter<sup><xref rid="fn357">32</xref></sup>&#x0021;?</p>
<p>V<small>ON EINEM</small> S<small>&#x00DC;NDOPFER NIESSBRAUCHT &#x0026;C</small>. Merke, ist es ein fehlerfreies Vieh, so ist es ja der Fall vom goldenen Becher<sup><xref rid="fn358">33</xref></sup>&#x0021;? R. Papa erwiderte: Dies gilt von einem fehlerbehafteten<sup><xref rid="fn359">34</xref></sup>.</p>
<p><sup>ii</sup><bold>W</bold><small>ER</small><sup><xref rid="fn360">35</xref></sup><small>EINE HALBE</small> P<small>ERU&#x1E6C;A NIESSBRAUCHT UND UM EINE HALBE</small> P<small>ERU&#x1E6C;A</small> <folio>Col.b</folio> [<small>DEN</small> W<small>ERT</small>] <small>GEMINDERT HAT, ODER EINE</small> S<small>ACHE</small><sup><xref rid="fn361">36</xref></sup><small>IM</small> W<small>ERTE EINER</small> P<small>ERU&#x1E6C;A NIESSBRAUCHT</small><sup><xref rid="fn362">37</xref></sup><small>UND EINE ANDERE UM EINE</small> P<small>ERU&#x1E6C;A GEMINDERT HAT, BEGEHT EINE</small> V<small>ERUNTREUUNG NUR DANN, WENN ER VON DERSELBEN</small> S<small>ACHE EINE</small> P<small>ERU&#x1E6C;A NIESSBRAUCHT UND SIE UM EINE</small> P<small>ERU&#x1E6C;A GEMINDERT HAT</small>. <sup>iii</sup>B<small>EIM</small> G<small>EHEILIGTEN GIBT ES KEINE</small> V<small>ERUNTREUUNG NACH EINER</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn363">38</xref></sup>, <small>NUR BEI EINEM</small> V<small>IEH UND EINEM</small> D<small>IENSTGER&#x00C4;TE</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN EINER AUF EINEM</small> V<small>IEH GERITTEN IST, DANN EIN ANDERER DARAUF GERITTEN IST, UND WIEDER EIN ANDERER DARAUF GERITTEN IST, SO HABEN ALLE EINE</small> V<small>ERUNTREUUNG BEGANGEN; WENN EINER AUS EINEM GOLDENEN</small> B<small>ECHER GETRUNKEN HAT, DANN EIN ANDERER DARAUS GETRUNKEN HAT, UND WIEDER EIN ANDERER DARAUS GETRUNKEN HAT, SO HABEN ALLE EINE</small> V<small>ERUNTREUUNG BEGANGEN; WENN EINER VON EINEM</small> S<small>&#x00DC;NDOPFER</small> [W<small>OLLE</small>] <small>GERUPFT HAT, DANN EIN ANDERER GERUPFT HAT, UND WIEDER EIN ANDERER GERUPFT HAT, SO HABEN ALLE EINE</small> V<small>ERUNTREUUNG BEGANGEN</small>. R<small>ABBI SAGT, BEI ALLEM, WOBEI ES KEINE</small> A<small>USL&#x00C6;SUNG GIBT, GEBE ES EINE</small> V<small>ERUNTREUUNG NACH EINER</small> V<small>ERUNTREUUNG</small>.</p>
<p>GEMARA. Wer ist der Autor unserer Mi&#x0161;na? &#x2013; Es ist R. Ne&#x1E25;emja, denn es wird gelehrt: Eine Veruntreuung nach einer Veruntreuung gibt es nur bei einem Vieh. R. Ne&#x1E25;emja sagt, bei einem Vieh und bei einem Dienstger&#x00E4;te. &#x2013; Was ist der Grund des ersten Autors? &#x2013; Er ist der Ansicht, dies<sup><xref rid="fn364">39</xref></sup>steht ja beim Vieh geschrieben, denn es hei&#x00DF;t:<sup><xref rid="fn365">40</xref></sup><italic>am Widder des Schuldopfers</italic>. &#x2013; Und R. Ne&#x1E25;emja&#x0021;? &#x2013; Er kann dir erwidern: es ist [durch einen Schlu&#x00DF;] vom Leichteren auf das Schwerere zu folgern: wenn dadurch anderes Heiligkeit<sup><xref rid="fn366">41</xref></sup>erlangt, wie sollte es nicht selber [heilig] bleiben.</p>
<p>R<small>ABBI SAGT, BEI ALLEM, WOBEI ES KEINE</small> A<small>USL&#x00D6;SUNG GIBT &#x0026;C</small>. Das sagt ja auch der erste Autor&#x0021;? Raba erwiderte: Ein Unterschied besteht zwischen ihnen beim Holze. Die Rabbanan lehrten n&#x00E4;mlich: [Sagte jemand] &#x2018;ich spende Holz&#x2019;, so gebe er nicht weniger als zwei Scheite. Rabbi sagt, die Holz[spende] gelte als Opfer und ben&#x00F6;tige des Salzes und des Schwingens<sup><xref rid="fn367">42</xref></sup>. Raba sagte: Nach der Ansicht Rabbis ben&#x00F6;tigt das Holz auch des Holzes. R.Papa sagte: Nach der Ansicht Rabbis ben&#x00F6;tigt das Holz des Abhebens des Haufens<sup><xref rid="fn368">43</xref></sup>. R. Papa erwiderte: Ein Unterschied besteht zwischen ihnen in dem Falle, wenn fehlerfreie Opfertiere fehlerbehaftet geworden sind, und man [das Verbot] &#x00FC;bertreten und sie geschlachtet hat. Es wird n&#x00E4;mlich gelehrt: Wenn fehlerfreie Opfertiere fehlerbehaftet geworden sind und man [das Verbot] &#x00FC;bertreten und sie geschlachtet hat, so sind sie, wie Rabbi sagt, zu begraben, und wie die Weisen sagen, auszul&#x00F6;sen<sup><xref rid="fn369">44</xref></sup>.</p>
<p><sup>iv</sup><bold>H</bold><small>AT JEMAND EINEN</small> S<small>TEIN ODER EINEN</small> B<small>ALKEN DES</small> H<small>EILIGTUMS GENOMFOL</small>. <folio>Fol.20</folio> <small>MEN SO HAT ER KEINE</small> V<small>ERUNTREUUNG BEGANGEN; GIBT ER IHN EINEM ANDEREN, SO BEGEHT ER EINE</small> V<small>ERUNTREUUNG, DER ANDERE ABER BEGEHT KEINE</small> V<small>ERUNTREUUNG; BAUT ER IHN IN SEIN</small> H<small>AUS EIN, SO BEGEHT ER EINE</small> V<small>ERUNTREUUNG, ERST WENN ER DARUNTER IM</small> W<small>ERTE EINER</small> P<small>ERU&#x1E6C;A GEWOHNT HAT</small>. H<small>AT JEMAND EINE</small> P<small>ERU&#x1E6C;A DES</small> H<small>EILIGTUMS GENOMMEN, SO HAT ER KEINE</small> V<small>ERUNTREUUNG BEGANGEN; GIBT ER SIE EINEM ANDEREN, SO BEGEHT ER EINE</small> V<small>ERUNTREUUNG, DER ANDERE ABER BEGEHT KEINE</small> V<small>ERUNTREUUNG; GIBT ER SIE EINEM</small> B<small>ADEMEISTER, SO BEGEHT ER EINE</small> V<small>ERUNTREUUNG, AUCH WENN ER NICHT BADET, DENN DIESER SAGTE ZU IHM; DAS</small> B<small>ADEHAUS STEHT DIR OFFEN, GEH HINEIN</small><sup><xref rid="fn370">45</xref></sup><small>UND BADE</small>. <sup>v</sup>S<small>EIN</small> E<small>SSEN UND DAS</small> E<small>SSEN SEINES</small> N<small>&#x00C4;CHSTEN, SEINE</small> N<small>UTZNIESSUNG UND DIE</small> N<small>UTZNIESSUNG SEINES</small> N<small>&#x00C4;CHSTEN, SEIN</small> E<small>SSEN UND DIE</small> N<small>UTZNIESSUNG SEINES</small> N<small>&#x00C4;CHSTEN, SEINE</small> N<small>UTZNIESSUNG UND DAS</small> E<small>SSEN SEINES</small> N<small>&#x00C4;CHSTEN WERDEN MITEINANDER VEREINIGT, SELBST NACH LANGER</small> Z<small>EIT</small>.</p>
<p>GEMARA. Welchen Unterschied gibt es zwischen ihm und seinem N&#x00E4;chsten? &#x0160;emu&#x00E9;l erwiderte: Hier wird von einem Schatzmeister gesprochen, dem sie anvertraut sind<sup><xref rid="fn371">46</xref></sup>.</p>
<p>B<small>AUT ER IHN IN SEIN</small> H<small>AUS EIN, SO IST ER SCHULDIG &#x0026;C</small>. Warum denn, erst wenn er darin gewohnt hat, sobald er daran eine Ver&#x00E4;nderung vorgenommen hat, hat er ja eine Veruntreuung begangen&#x0021;? Rabh erwiderte: Wenn er auf ihn eine Luke gelegt<sup><xref rid="fn372">47</xref></sup>hat. &#x2013; Er begeht also eine Veruntreuung, wenn er ihn eingebaut<sup><xref rid="fn373">48</xref></sup> hat, somit ist dies eine St&#x00FC;tze f&#x00FC;r Rabh, denn Rabh sagte, wenn jemand ein Haus angebetet hat, habe er es verboten gemacht<sup><xref rid="fn374">49</xref></sup>. &#x2013; R. A&#x1E25;a, Sohn des R. Iqa, erwiderte: Die den Augen sichtbare Nutznie&#x00DF;ung hat die Tora verboten<sup><xref rid="fn375">50</xref></sup>. &#x2013; Ihm w&#x00E4;re eine St&#x00FC;tze zu erbringen: Wer in einem Hause des Heiligtums wohnt, begeht eine Veruntreuung, sobald er davon einen Nutzen hat. Re&#x0161; Laqi&#x0161; erwiderte: Dies in dem Falle, wenn man es geheiligt und nachher gebaut hat<sup><xref rid="fn376">51</xref></sup>. &#x2013; Wozu lehrt er demnach, wenn man keine Veruntreuung begeht, falls man es zuerst gebaut und nachher geheiligt hat, da&#x00DF; er keine Veruntreuung begehe, wenn er in einem H&#x00F6;hlenraume wohnt, er sollte doch lehren: wer aber in einem (Stein)hause wohnt, das man zuerst gebaut und nachher geheiligt hat, habe keine Veruntreuung begangen&#x0021;? &#x2013; Ich will dir sagen: jenes ist ausgemacht, dies ist nicht ausgemacht<sup><xref rid="fn377">52</xref></sup>.</p>
<ftnote id="fn326">1. In seinem Werte.</ftnote>
<ftnote id="fn327">2. Durch die Benutzung.</ftnote>
<ftnote id="fn328">3. Da&#x00DF; man nicht am blo&#x00DF;en K&#x00F6;rper u. auch nicht als &#x00DC;berkleid tr&#x00E4;gt, das nicht leicht abgenutzt wird.</ftnote>
<ftnote id="fn329">4. Das etymolog. nicht erkl&#x00E4;rte W. <span dir="rtl">&#x05DE;&#x05DC;&#x05DE;&#x05DC;&#x05D0;</span>, im T. aber v. <span dir="rtl">&#x05DE;&#x05DC;&#x05DC;</span>, <italic>zerreiben, zerdr&#x00E4;kken, zerknillen,</italic> abgeleitet, bezeichnet ein besonders feines u. kostbares Gewand (cf. Git. Fol. 59a); ein solches wird wegen seiner Kostbarkeit nicht stark gebraucht.</ftnote>
<ftnote id="fn330">5. Lev. 5,15.</ftnote>
<ftnote id="fn331">6. Der Sache, durch Minderung</ftnote>
<ftnote id="fn332">7. Num. 5 12.</ftnote>
<ftnote id="fn333">8. iChr. 5,25.</ftnote>
<ftnote id="fn334">9. In beiden Schriftstellen ist unter &#x2018;Untreue&#x2019; eine Handlung zu verstehen, was bei der Nutznie&#x00DF;ung durch eine &#x00C4;nderung an der Sache erfolgt.</ftnote>
<ftnote id="fn335">10. Beispielsweise nutzlos besch&#x00E4;digt.</ftnote>
<ftnote id="fn336">11. Wenn er die Veruntreuung am Heiligen im Auftrage eines anderen begangen hat.</ftnote>
<ftnote id="fn337">12. Cf. Lev. 22,9.</ftnote>
<ftnote id="fn338">13. Wenn die Absonderung der Hebe im Auftrage des Eigent&#x00FC;mers erfolgt, so ist dies g&#x00FC;ltig; der Beauftragende u. nicht der Vertreter gilt als ausf&#x00FC;hrende Person.</ftnote>
<ftnote id="fn339">14. Da es von der Hebe gefolgert wird.</ftnote>
<ftnote id="fn340">15. Jeder ein halbes Quantum.</ftnote>
<ftnote id="fn341">16. Und nicht essen, beispielsweise sich mit heiligem &#x00D6;l schmieren.</ftnote>
<ftnote id="fn342">17. Beispielsweise einer morgens u. einer abends.</ftnote>
<ftnote id="fn343">18. Zwei halbe Quantit&#x00E4;ten.</ftnote>
<ftnote id="fn344">19. Wenn ein Gemeiner Hebe i&#x00DF;t, so wird sie profan.</ftnote>
<ftnote id="fn345">20. Cf. Lev. 15,14,29.</ftnote>
<ftnote id="fn346">21. Cf. ib. 12,8.</ftnote>
<ftnote id="fn347">22. Die Tempelsteuer; cf. Seq. II,1.</ftnote>
<ftnote id="fn348">23. Da&#x00DF; der F&#x00FC;rst u. der Hochpriester nicht einbegriffen sind.</ftnote>
<ftnote id="fn349">24. Ex. 30,33.</ftnote>
<ftnote id="fn350">25. Mit dem Salb&#x00F6;l, von dem die betreffende Schriftstelle spricht.</ftnote>
<ftnote id="fn351">26. Wovon die 3 oben angezogenen Schriftverse sprechen.</ftnote>
<ftnote id="fn352">27. Durch den Ehebrecher; weil sie bereits durch ihren Mann defloriert worden war (cf. Sot. Fol. 24b). Die Schrift gebraucht das W. &#x2018;Untreue&#x2019;, obgleich dabei eine Minderung des K&#x00F6;rpers nicht erfolgt ist. (Die Defloration hei&#x00DF;t in der Sprache des T. <span dir="rtl">&#x05E4;&#x05D2;&#x05DD;</span>, Minderung.)</ftnote>
<ftnote id="fn353">28. Indem man sich von Gott abgewendet u. den G&#x00F6;tzen zu-gewendet hat.</ftnote>
<ftnote id="fn354">29. Lev. 22,14.</ftnote>
<ftnote id="fn355">30. Name eines reichen Mannes; der eingebrachte Schmuck seiner Schwiegertochter wurde sp&#x00E4;ter gewogen, u. es ergab sich eine Abnahme.</ftnote>
<ftnote id="fn356">31. Nicht richtig verwahren, soda&#x00DF; einzelne Teile verloren gehen; es wurde zwar weniger, jedoch ist keine Minderung durch Verschlei&#x00DF; erfolgt.</ftnote>
<ftnote id="fn357">32. Bei dauerndem Gebrauche.</ftnote>
<ftnote id="fn358">33. Bei dem es ebenfalls keine Minderung gibt u. eine Veruntreuung nur bei einem Nie&#x00DF;brauche im Werte einer Peruta erfolgt; auch bei einem zur Opferung geeigneten Vieh gibt es keine Minderung, da die Abmagerung kein Fehler ist.</ftnote>
<ftnote id="fn359">34. Das auszul&#x00F6;sen u. durch die Abmagerung weniger wert ist.</ftnote>
<ftnote id="fn360">35. Von einer Sache, bei der es eine Wertminderung gibt.</ftnote>
<ftnote id="fn361">36. Bei der es eine Minderung gibt.</ftnote>
<ftnote id="fn362">37. Aber nicht gemindert.</ftnote>
<ftnote id="fn363">38. Ist einmal daran eine Veruntreuung begangen worden, so ist es profan.</ftnote>
<ftnote id="fn364">39. Das Gesetz von der Veruntreuung.</ftnote>
<ftnote id="fn365">40. Lev. 5,16.</ftnote>
<ftnote id="fn366">41. Das Dienstgef&#x00E4;&#x00DF; macht das heilig, was darin hineinkommt.</ftnote>
<ftnote id="fn367">42. Wie das Schlachtopfer, wobei es keine Minderung gibt, somit begeht man dabei eine Veruntreuung nach einer Veruntreuung.</ftnote>
<ftnote id="fn368">43. Wie beim Speisopfer; eine Handvoll ist abzuheben u. auf dem Altar zu verbrennen.</ftnote>
<ftnote id="fn369">44. Und da sie auszul&#x00F6;sen sind, so gibt es bei ihnen eine Veruntreuung nach einer Veruntreuung.</ftnote>
<ftnote id="fn370">45. Der Nutzen besteht darin, da&#x00DF; das Badehaus ihm freisteht,</ftnote>
<ftnote id="fn371">46. Auch bei ihm sind sie noch im Besitze des Heiligtums.</ftnote>
<ftnote id="fn372">47. Ohne daran irgend welche &#x00C4;nderung vorgenommen zu haben.</ftnote>
<ftnote id="fn373">48. Obgleich er nunmehr am Boden haftet.</ftnote>
<ftnote id="fn374">49. Obgleich g&#x00F6;tzendienstlich verehrte Berge u. H&#x00FC;gel nicht verboten sind (cf. Az. Fol. 45a); demnach gilt ein Haus, weil die Bestandteile vorher vom Boden getrennt waren, nicht als am Boden haftend.</ftnote>
<ftnote id="fn375">50. Dem g&#x00F6;tzendienstlich verehrten Hause ist dies nicht anzusehen, dagegen aber ist es zu sehen, wenn jemand in einem Hause wohnt.</ftnote>
<ftnote id="fn376">51. War das Material vor dem Bauen des Hauses heilig, so haftete es bei der Heiligung nicht am Boden.</ftnote>
<ftnote id="fn377">52. Bei einem H&#x00F6;hlenraume begeht man niemals eine Veruntreuung, bei einem Hause aber ist zu unterscheiden. ob es vor od. nach der Erbauung geheiligt worden ist.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><sup>i,1</sup><bold>H</bold><small>AT DER</small> B<small>EAUFTRAGTE SEINEM</small> A<small>UFTRAGE</small><sup><xref rid="fn378">1</xref></sup> <small>GEM&#x00C4;SS GEHANDELT, SO HAT DER</small> H<small>AUSHERR</small><sup><xref rid="fn379">2</xref></sup> <small>DIE</small> V<small>ERUNTREUUNG BEGANGEN; HAT DER</small> B<small>EAUFTRAGTE NICHT SEINEM</small> A<small>UFTRAGE GEM&#x00C4;SS GEHANDELT, SO HAT DER</small> B<small>EAUFTRAGTE DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN ER ZU IHM GESAGT HAT, DASS ER DEN</small> G<small>&#x00C4;STEN FLEISCH VORSETZE, UND ER IHNEN</small> L<small>EBER VORGESETZT HAT, DASS ER IHNEN</small> L<small>EBER</small> [<small>VORSETZE</small>], <small>UND ER IHNEN</small> F<small>LEISCH VORGESETZT HAT, SO HAT DER</small> B<small>EAUFTRAGTE DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>. W<small>ENN ER ZU IHM GESAGT HAT, DASS ER IHNEN JE EIN</small> S<small>T&#x00DC;CK VORSETZE, DIESER ABER ZU IHNEN GESAGT HAT, DASS SIE JE ZWEI NEHMEN SOLLEN, UND SIE JE DREI GENOMMEN HABEN, SO HABEN SIE ALLE DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>.</p>
<p><folio>Col.b</folio> GEMARA. Wer ist der Autor, welcher lehrt, da&#x00DF; bei allem, wobei der Vertreter sich &#x00FC;berlegen<sup><xref rid="fn380">3</xref></sup> mu&#x00DF;, es zwei Handlungen<sup><xref rid="fn381">4</xref></sup> sind? R. &#x1E24;isda erwiderte: Es ist nicht R. A&#x0351;qiba, denn wir haben gelernt: Wer sich Kr&#x00E4;uter abgelobt, dem sind K&#x00FC;rbisse erlaubt, nach R. A&#x0351;qiba aber verboten<sup><xref rid="fn382">5</xref></sup>. Abajje erwiderte: Du kannst auch sagen, es sei R. A&#x0351;qiba, denn er sollte anfragen<sup><xref rid="fn383">6</xref></sup>. Als die J&#x00FC;nger dies Raba vortrugen, sprach er zu ihnen: Na&#x1E25;mani<sup><xref rid="fn384">7</xref></sup> hat recht. &#x2013; Wer ist der Autor, der gegen R. A&#x0351;qiba streitet? &#x2013; Es ist R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l, denn es wird gelehrt: Wer sich Fleisch abgelobt, dem ist jede Fleischart verboten, auch sind ihm Kopf, F&#x00FC;&#x00DF;e, Schlund, Leber, Herz und Gefl&#x00FC;gelfleisch verboten; erlaubt ist ihm nur das Fleisch von Fischen und Heuschrecken. R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l erlaubt ihm Kopf, F&#x00FC;&#x00DF;e, Schlund und Leber, Gefl&#x00FC;gel; Fische und Heuschrecken. Ebenso sagte R. &#x0160;imo&#x0351;n b. Gamli&#x00E9;l, das Eingeweide sei kein Fleisch, und wer dieses i&#x00DF;t, sei</p>
<p>kein Mensch. &#x2013; Nach dem ersten Autor ist ihm Gefl&#x00FC;gelfleisch deshalb [verboten], weil man<sup><xref rid="fn385">8</xref></sup>zu sagen pflegt: ich habe kein (Vieh)fleisch gefunden und Gefl&#x00FC;gelfleisch<sup><xref rid="fn386">9</xref></sup> geholt, und ebenso pflegt man ja zu sagen: ich habe kein (Vieh)fleisch gefunden und Fische geholt&#x0021;? R. Papa erwiderte: Dies gilt von einem Aderla&#x00DF;tage, an dem man keine Fische i&#x00DF;t. &#x2013; An einem solchen i&#x00DF;t man ja auch kein Gefl&#x00FC;gel, denn &#x0160;emu&#x00E9;l sagte, wer sich zur Ader gelassen hat und Fleisch von einem Vogel i&#x00DF;t, dem fliegt das Herz fort, wie ein Vogel&#x0021;? Ferner wird gelehrt, man lasse sich nicht zur Ader nach [dem Genusse von] Fischen, Gefl&#x00FC;gel und gesalzenem Fleische&#x0021;? Vielmehr, erwiderte R.Papa, dies gilt von einem Tage, an dem einem die Augen schmerzen, an dem man keine Fische i&#x00DF;t.</p>
<p>W<small>ENN ER ZU IHM GESAGT HAT, DASS ER IHNEN JE EIN</small> S<small>T&#x00DC;CK VORSETZE &#x0026;C</small>. Hieraus ist zu entnehmen, da&#x00DF;, wer &#x00FC;ber seinen Auftrag hinaus handelt, noch als Beauftragter gilt? R. &#x0160;e&#x0161;eth erwiderte: Wenn der Beauftragte gesagt hat: nimm ein St&#x00FC;ck auf Wunsch [des Hausherrn] und ein <folio>Fol 21</folio> St&#x00FC;ck von mir aus. Man k&#x00F6;nnte glauben, er habe den Auftrag des Haus herrn unterlassen, und dieser habe keine Veruntreuung begangen, so lehrt er uns.</p>
<p><sup>i,2</sup><bold>W</bold><small>ENN ER ZU IHM</small><sup><xref rid="fn387">10</xref></sup><small>GESAGT HAT, DASS ER ES</small><sup><xref rid="fn388">11</xref></sup><small>HIM AUS DER</small> F<small>ENSTERNISCHE ODER AUS DER</small> T<small>ASCHE HOLE, UND ER ES IHM GEHOLT HAT, SO HAT DER</small> H<small>AUSHERR DIE</small> V<small>ERUNTREUUNG BEGANGEN, SELBST WENN ER SAGT, ER HABE DIESEN GEMEINT, UND ER ES IHM AUS JENER GEHOLT HAT; WENN ER ABER ZU IHM GESAGT HAT, DASS ER ES IHM AUS DER</small> F<small>ENSTERNISCHE HOLE, UND DIESER ES IHM AUS DER</small> T<small>ASCHE GEHOLT HAT, ODER AUS DER</small> T<small>ASCHE, UND DIESER ES AUS DER</small> F<small>ENSTERNISCHE GEHOLT HAT, SO HAT DER</small> B<small>EAUFTRAGTE DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>. <sup>ii</sup>H<small>AT ER ES</small><sup><xref rid="fn389">12</xref></sup><small>DURCH EINEN</small> T<small>AUBEN</small>, B<small>L&#x00D6;DEN ODER</small> M<small>INDERJ&#x00C4;HRIGEN GESCHICKT, SO HAT, WENN SIE SEINEN</small> A<small>UFTRAG AUSGEF&#x00DC;HRT HABEN, DER</small> H<small>AUSHERR DIE</small> V<small>ERUNTREUUNG BEGANGEN, WENN SIE ABER DEN</small> A<small>UFTRAG NICHT AUSGEF&#x00DC;HRT HABEN, DER</small> K<small>R&#x00C4;MER DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>. W<small>ENN ER DURCH EINEN</small> V<small>OLLSINNIGEN GESCHICKT, UND BEVOR DIESER ZUM KR&#x00C4;MER KAM, SICH ERINNERT</small><sup><xref rid="fn390">13</xref></sup><small>HAT, SO BEGEHT DER</small> K<small>R&#x00C4;MER DIE</small> V<small>ERUNTREUUNG, SOBALD ER ES AUSGIBT</small>. W<small>AS MACHE ER</small><sup><xref rid="fn391">14</xref></sup><small>NUN</small>? E<small>R NEHME EINE</small> P<small>ERU&#x1E6C;A ODER EIN</small> G<small>ER&#x00C4;T UND SPRECHE: WO AUCH DIE</small> P<small>ERU&#x1E6C;A DES</small> H<small>EILIGTUMS SICH BEFINDET, SEI SIE DURCH DIESES AUSGEWEIHT</small>. H<small>EILIGES KANN N&#x00C4;MLICH DURCH</small> G<small>ELD UND</small> G<small>ELDESWERT AUSGEL&#x00D6;ST WERDEN</small>.</p>
<p>GEMARA. Was lehrt er uns damit? &#x2013; Im Herzen Gedachtes gilt nicht.</p>
<p>H<small>AT ER ES DURCH EINEN</small> T<small>AUBEN</small>, B<small>L&#x00D6;DEN ODER</small> M<small>INDERJ&#x00C4;HRIGEN GESCHICKT, SO HAT, WENN SIE AUSGEF&#x00DC;HRT HABEN &#x0026;C</small>. Sie sind ja nicht auftragsf&#x00E4;hig&#x0021;? R. Elea&#x0351;zar erwiderte: Bei diesen ist es ebenso, wie beim Olivenbottich. Wir haben n&#x00E4;mlich gelernt: Von wann an sind Oliven f&#x00FC;r die Unreinheit empf&#x00E4;nglich<sup><xref rid="fn392">15</xref></sup>? Sobald sie im Olivenbottich schwitzen, nicht aber, wenn sie im Korbe<sup><xref rid="fn393">16</xref></sup>schwitzen. R. Jo&#x1E25;anan erwiderte: Wie wir gelernt haben: Wenn man den E&#x0351;rub einem Affen auf den R&#x00FC;cken gelegt und er ihn hingebracht hat, oder einem Elefanten auf den R&#x00FC;cken gelegt und er ihn hingebracht hat, und jemand beauftragt hat, ihn in Empfang zu nehmen, so ist er g&#x00FC;ltig. Weil n&#x00E4;mlich sein Auftrag ausgef&#x00FC;hrt worden ist, ebenso ist auch hierbei sein Auftrag ausgef&#x00FC;hrt worden.</p>
<p>W<small>ENN ER DURCH EINEN</small> V<small>OLLSINNIGEN GESCHICKT &#x0026;C</small>. Obgleich der Beauftragte sich nicht erinnert hat; ich will auf einen Widerspruch hinweisen: Hat der Hausherr sich erinnert und nicht der Beauftragte, so hat der Beauftragte die Veruntreuung begangen; haben beide sich erinnert, so hat der Kr&#x00E4;mer die Veruntreuung begangen&#x0021;? R. &#x0160;e&#x0161;eth erwiderte: Auch unsere Mi&#x0161;na spricht von dem Falle, wenn beide sich erinnert haben.</p>
<p><sup>iii</sup><bold>W</bold><small>ENN ER IHM</small><sup><xref rid="fn394">17</xref></sup><small>EINE PERU&#x1E6C;A</small><sup><xref rid="fn388">11</xref></sup><small>GEGEBEN UND ZU IHM GESAGT HAT, DASS ER F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE</small> L<small>AMPEN UND F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE</small> D<small>OCHTE HOLE, UND DIESER HINGEGANGEN IST UND F&#x00DC;R DIE GANZE</small> D<small>OCHTE ODER F&#x00DC;R DIE GANZE</small> L<small>AMPEN GEHOLT HAT, ODER ER ZU IHM GESAGT HAT, DASS ER F&#x00DC;R DIE GANZE</small> L<small>AMPEN ODER F&#x00DC;R DIE GANZE</small> D<small>OCHTE HOLE, UND ER HINGEGANGEN IST UND F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE</small> L<small>AMPEN UND F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE</small> D<small>OCHTE GEHOLT HAT, SO HABEN BEIDE KEINE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn395">18</xref></sup><small>BEGANGEN</small>. H<small>AT ER ABER ZU IHM GESAGT, DASS ER IHM F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE</small> L<small>AMPEN AUS DIESER</small> S<small>TELLE UND F&#x00DC;R DIE</small> H<small>&#x00C4;LFTE</small> D<small>OCHTE AUS JENER</small> S<small>TELLE HOLE, UND DIESER HINGEGANGEN IST UND IHM</small> L<small>AMPEN AUS DER F&#x00DC;R</small> D<small>OCHTE</small> [<small>GENANNTEN</small>] S<small>TELLE UND</small> D<small>OCHTE AUS DER F&#x00DC;R</small> L<small>AMPEN</small> [<small>GENANNTEN</small>] S<small>TELLE GEHOLT HAT, SO HAT DER</small> B<small>EAUFTRAGTE DIE</small> V<small>ERUNTREUUNG</small><sup><xref rid="fn396">19</xref></sup><small>BEGANGEN</small>. <sup>iv</sup>W<small>ENN ER IHM ZWEI</small> P<small>ERU&#x1E6C;AS GEGEBEN UND ZU IHM GESAGT HAT, DASS ER GEHE UND IHM EINEN</small> E<small>TROG HOLE, UND DIESER HINGEGANGEN IST UND IHM F&#x00DC;R EINE EINEN</small> E<small>TROG UND F&#x00DC;R EINE EINEN</small> G<small>RANATAPFEL GEHOLT HAT, SO HABEN BEIDE DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>. R. J<small>EHUDA SAGT, DER</small> H<small>AUSHERR HABE KEINE</small> V<small>ERUNTREUUNG BEGANGEN, DENN ER KANN ZU IHM SAGEN: ICH WOLLTE EINEN GROSSEN</small> E<small>TROG HABEN, DU ABER HAST MIR EINEN KLEINEN ODER SCHLECHTEN GEHOLT</small>. W<small>ENN ER IHM EINEN</small> G<small>OLDDENAR GEGEBEN UND ZU IHM GESAGT HAT, DASS ER GEHE</small> <folio>Col.b</folio> <small>UND IHM EIN</small> H<small>EMD HOLE, UND DIESER HINGEGANGEN IST UND IHM F&#x00DC;R DREI</small><sup><xref rid="fn397">20</xref></sup> <small>EIN</small> H<small>EMD UND F&#x00DC;R DREI EIN</small> O<small>BERKLEID GEHOLT HAT, SO HABEN BEIDE DIE</small> V<small>ERUNTREUUNG BEGANGEN</small>; R. J<small>EHUDA SAGT, DER</small> H<small>AUSHERR HABE KEINE</small> V<small>ERUNTREUUNG BEGANGEN, DENN ER KANN ZU IHM SAGEN: ICH WOLLTE EIN GROSSES</small> H<small>EMD HABEN, DU ABER HAST MIR EIN KLEINES ODER SCHLECHTES GEHOLT</small>.</p>
<p>GEMARA. Hieraus w&#x00E4;re also zu entnehmen, da&#x00DF;, wenn jemand zu seinem Vertreter gesagt hat, da&#x00DF; er gehe und f&#x00FC;r ihn eine Korfl&#x00E4;che<sup><xref rid="fn398">21</xref></sup> Boden kaufe, und er f&#x00FC;r ihn ein Lethekh<sup><xref rid="fn398">21</xref></sup>gekauft hat, der K&#x00E4;ufer es eigne? &#x2013; Ich will dir sagen, hier wird von dem Falle gesprochen, wenn er ihm eines im Werte von sechs f&#x00FC;r drei geholt<sup><xref rid="fn399">22</xref></sup>hat. &#x2013; Wie ist demnach der Schlu&#x00DF;satz zu erkl&#x00E4;ren: R. Jehuda sagt, der Hausherr habe keine Veruntreuung begangen, denn er kann zu ihm sagen: ich wollte ein gro&#x00DF;es Hemd haben, du aber hast mir ein kleines oder schlechtes geholt&#x0021;? &#x2013; Er kann ihm erwidern: h&#x00E4;ttest du den ganzen Denar gezahlt, so w&#x00FC;rdest du mir eines f&#x00FC;r zwei Denar geholt haben. Dies ist auch einleuchtend, denn er lehrt: R. Jehuda pflichtet bei, da&#x00DF; bei H&#x00FC;lsenfr&#x00FC;chten<sup><xref rid="fn400">23</xref></sup>beide die Veruntreuung begangen haben, denn [man kauft] H&#x00FC;lsenfr&#x00FC;chte f&#x00FC;r eine Peruta und H&#x00FC;lsenfr&#x00FC;chte f&#x00FC;r einen Denar<sup><xref rid="fn401">24</xref></sup>. &#x2013; In welchem Falle: ist es ein Ort, wo man nach Augenma&#x00DF; verkauft, so kauft man ja auch H&#x00FC;lsenfr&#x00FC;chte, wenn man einen ganzen Sela&#x0351; zahlt, vorteilhafter&#x0021;? R. Papa erwiderte: In einem Orte, wo man nach Mesten verkauft, eine Meste um eine Peru&#x1E6D;a, wobei der Preis der gleiche bleibt.</p>
<p><sup>v</sup><bold>W</bold><small>ENN JEMAND EINEM</small> G<small>ELDWECHSLER</small> G<small>ELD</small><sup><xref rid="fn388">11</xref></sup><small>IN</small> V<small>ERWAHRUNG GEGEBEN HAT, SO DARF DIESER ES, WENN EINGEBUNDEN, NICHT BENUTZEN, DAHER HAT ER, WENN ER ES AUSGEGEBEN HAT, EINE</small> V<small>ERUNTREUUNG BEGANGEN, UND IST ES LOSE, SO DARF ER ES BENUTZEN, DAHER HAT ER, WENN ER ES AUSGEGEBEN HAT, KEINE</small> V<small>ERUNTREUUNG BEGANGEN; WENN ABER EINEM</small> P<small>RIVATMANN, SO DARF ER ES, OB SO ODER SO, NICHT BENUTZEN, DAHER HAT ER, WENN ER ES AUSGEGEBEN HAT, EINE</small> V<small>ERUNTREUUNG BEGANGEN</small>. E<small>IN KR&#x00C4;MER GLEICHT EINEM</small> P<small>RIVATMANNE</small> - <small>SO</small> R. M<small>E&#x00CD;R</small>;. J<small>EHUDA SAGT, EINEM</small> G<small>ELDWECHSLER</small>. <sup>vi</sup>W<small>ENN EINEM EINE</small> P<small>ERU&#x1E6C;A DES</small> H<small>EILIGTUMS IN DEN</small> B<small>EUTEL GEKOMMEN IST, ODER WENN ER GESAGT HAT: EINE</small> P<small>ERU&#x1E6C;A IN DIESEM</small> B<small>EUTEL SEI HEILIG, SO HAT ER, SOBALD ER DIE ERSTE AUSGEGEBEN HAT, EINE</small> V<small>ERUNTREUUNG BEGANGEN &#x2013; SO</small> R. A&#x0351;<small>QIBA; DIE</small> W<small>EISEN SAGEN, ERST WENN ER DEN GANZEN</small> B<small>EUTEL AUSGEGEBEN HAT</small>. J<small>EDOCH PFLICHTET</small> R. A&#x0351;<small>QIBA DEN</small> W<small>EISEN BEI, DASS, WENN ER GESAGT HAT: EINE</small> P<small>ERU&#x1E6C;A AUS DIESEM</small> B<small>EUTEL SEI HEILIG, ER [DAS</small> G<small>ELD</small>] <small>NACH UND NACH AUSGEBEN D&#x00DC;RFE, BIS ER DEN GANZEN</small> B<small>EUTEL AUSGEGEBEN HAT</small><sup><xref rid="fn402">25</xref></sup>.</p>
<p>GEMARA. Als R. Dimi kam, erz&#x00E4;hlte er: Re&#x0161; Laqi&#x0161; wies R. Jo&#x1E25;anan auf folgenden Widerspruch hin: welchen Unterschied gibt es denn zwischen dem Anfangsatze und dem Schlu&#x00DF;satze<sup><xref rid="fn403">26</xref></sup>? Und dieser erwiderte ihm: Der Schlu&#x00DF;satz [ist zu verstehen:] dieser Beutel soll vom Heiligtume nicht entbunden<sup><xref rid="fn404">27</xref></sup>sein. Als Rabin kam, erz&#x00E4;hlte er, er habe auf einen Widerspruch zwischen [den Lehren] vom Beutel und von den Rindern hingewiesen. Wir haben n&#x00E4;mlich gelernt: Wenn jemand gesagt hat, eines von meinen Riyndern sei heilig, und er zwei hat, so ist das gr&#x00F6;&#x00DF;ere von ihnen heilig<sup><xref rid="fn405">28</xref></sup>. Und dieser erwiderte: Der Schlu&#x00DF;satz [ist zu verstehen:] dieser <folio>Fol.22</folio> Beutel soll vom Heiligtume nicht entbunden sein. R. Papa sagte: Er habe auf einen Widerspruch zwischen [den Lehren] vom Beutel und den Logen hingewiesen. Es wird n&#x00E4;mlich gelehrt: Wenn jemand von Samaritanern<sup><xref rid="fn406">29</xref></sup> Wein gekauft hat, so spreche er: zwei Log, die ich sp&#x00E4;ter absondern werde, sollen Hebe, zehn erster Zehnt und neun zweiter Zehnt sein; diesen<sup><xref rid="fn407">30</xref></sup> lasse er durch Geld ausgeweiht sein, und er darf sofort trinken &#x2013; so R. Meir; R. Jehuda, R.Jose und R.&#x0160;imo&#x0351;n verbieten<sup><xref rid="fn408">31</xref></sup>es. Und dieser erwiderte ihm: Der Schlu&#x00DF;satz unserer Mi&#x0161;na [ist zu verstehen:] dieser Beutel soll vom Heiligtume nicht entbunden sein.</p>
<ftnote id="fn378">1. Heiliges f&#x00FC;r profane Zwecke zu verwenden; selbstverst&#x00E4;ndlich ohne es zu wissen.</ftnote>
<ftnote id="fn379">2. Der Beauftragende.</ftnote>
<ftnote id="fn380">3. Wenn er den Auftrag nicht genau ausf&#x00FC;hren kann u. sich &#x00FC;berlegen od. anfragen mu&#x00DF;, ob er ihn auf andere Weise ausf&#x00FC;hren solle.</ftnote>
<ftnote id="fn381">4. Da in dem einen Falle der Beauftragende u. im anderen Falle der Beauftragte die Veruntreuung begeht.</ftnote>
<ftnote id="fn382">5. Die Ansicht des 1. Autors wird Ned. Fol. 54a wie folgt begr&#x00FC;ndet: wer Kraut zu kaufen beauftragt ist u. nur K&#x00FC;rbisse findet, kauft diese nicht ohne zu fragen.</ftnote>
<ftnote id="fn383">6. Im Falle unserer Mi&#x0161;na, ob er den G&#x00E4;sten Leber vorsetzen solle; er handelte also selbst&#x00E4;ndig.</ftnote>
<ftnote id="fn384">7. Rufname A.s.</ftnote>
<ftnote id="fn385">8. Wer Fleisch kaufen will.</ftnote>
<ftnote id="fn386">9. Es ist ein Ersatz f&#x00FC;r Fleisch.</ftnote>
<ftnote id="fn387">10. Der Hausherr zum Beauftragten.</ftnote>
<ftnote id="fn388">11. Geld des Heiligtums.</ftnote>
<ftnote id="fn389">12. Geld des Heiligtums zu einem Kramer. daf&#x00FC;r etwas zu kaufen.</ftnote>
<ftnote id="fn390">13. Da&#x00DF; es dem Heiligtume geh&#x00F6;rt.</ftnote>
<ftnote id="fn391">14. Der Hausherr, um die Veruntreuung durch den Kr&#x00E4;mer zu verh&#x00FC;ten. Nach anderer Erkl&#x00E4;rung, der Kr&#x00E4;mer, wenn das Geld bereits unter anderes gekommen ist.</ftnote>
<ftnote id="fn392">15. Dies erfolgt durch Befeuchtung; cf. Lev. 11,34ff.</ftnote>
<ftnote id="fn393">16. In dem die ausgeschwitzte Fl&#x00FC;ssigkeit verloren geht, was dem Eigent&#x00FC;mer nicht erw&#x00FC;nscht ist. Die Befeuchtung macht nur dann verunreinigungsf&#x00E4;hig, wenn sie erw&#x00FC;nscht ist (cf. Bm. Fol. 22b), u. hierbei erfolgt dies durch den Bottich.</ftnote>
<ftnote id="fn394">17. Der Hausherr dem Beauftragten.</ftnote>
<ftnote id="fn395">18. Der Hausherr nicht, weil sein Auftrag nicht ausgef&#x00FC;hrt worden ist, u. der Beauftragte ebenfalls nicht, weil auf seine Veruntreuung nur eine halbe Peruta entf&#x00E4;llt.</ftnote>
<ftnote id="fn396">19. Er hat gegen den Auftrag gehandelt u. eigenm&#x00E4;chtig die ganze Peruta veruntreut.</ftnote>
<ftnote id="fn397">20. Wohl Sela&#x0351;, von denen 6 auf einen Golddenar gehen.</ftnote>
<ftnote id="fn398">21. Getreidema&#x00DF;; 1 K. &#x003D; 2 L.</ftnote>
<ftnote id="fn399">22. Er hat den Auftrag des Hausherrn ausgef&#x00FC;hrt, u. dieser begeht daher die Veruntreyuung.</ftnote>
<ftnote id="fn400">23. Wenn der Beauftragte f&#x00FC;r den erhaltenen Betrag das gew&#x00FC;nschte Quantum geholt hat.</ftnote>
<ftnote id="fn401">24. Der Preis ist der gleiche bei einem kleinen Quantum u. bei einem gro&#x00DF;en Quantum: der Hausherr hat daher ebenfalls die Veruntreuung begangen, weil er nicht sagen kann, er w&#x00FC;rde sonst preiswerter erhalten haben. Demnach ist der Grund RJ.s in unserer Mi&#x0161;na, weil er f&#x00FC;r den ganzen Betrag billiger gekauft haben w&#x00FC;rde.</ftnote>
<ftnote id="fn402">25. Erst dann hat er eine Veruntreuung begangen.</ftnote>
<ftnote id="fn403">26. Wenn er aus diesem Beutel&#x02019; gesagt hat, wor&#x00FC;ber RA. nicht streitet.</ftnote>
<ftnote id="fn404">27. Dh. wieviel auch ausgegeben wird, die letzte P. bleibe immer heilig.</ftnote>
<ftnote id="fn405">28. Sind sie aber gleich gro&#x00DF;, so ist der erste, der ihm zur Hand kommt, heilig u. nicht der letzte.</ftnote>
<ftnote id="fn406">29. Die verd&#x00E4;chtig sind, die priesterl. Abgaben nicht zu entrichten.</ftnote>
<ftnote id="fn407">30. Den 2. Zehnten, der auszuweihen ist.</ftnote>
<ftnote id="fn408">31. Es gibt keine fiktive Sonderung, u. jeder Becher, den man trinkt, kann Hebe sein.</ftnote>
</chapter>
</book>