<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>A</bold>N <small>DREI</small> S<small>TELLEN HIELTEN DIE</small> P<small>RIESTER IM</small> T<small>EMPEL</small> W<small>ACHE</small>: <small>IM</small> E<small>UNOSRACME</small>, <small>IM</small> F<small>UNKENRAUME UND IM</small> B<small>RANDRAUME</small>, <small>DIE</small> L<small>EVITEN AN EINUNDZWANZIG</small> S<small>TELLEN</small>: <small>F&#x00DC;NF AN DEN F&#x00DC;NF</small> T<small>OREN DES</small> T<small>EMPELBERGES UND VIER AN SEINEN VIER</small> E<small>CKEN INNEN</small>, <small>F&#x00DC;NF AN DEN F&#x00DC;NF</small> T<small>OREN DES</small> T<small>EMPELHOFES UND VIER AN SEINEN VIER</small> E<small>CKEN DRAUSSEN</small>, <small>EINER AN DER</small> O<small>PFERKAMMER</small>, <small>EINER AN DER</small> V<small>ORHANGKAMMER UND EINER HINTER DEM</small> S<small>&#x00DC;HNERAUME</small><sup><xref rid="fn269">1</xref></sup>.</p>
<p>II. D<small>ER</small> V<small>ORSTEHER DES</small> T<small>EMPELBERGES MACHTE EINE</small> R<small>UNDE BEI ALLEN</small> W<small>ACHEN</small>, <small>UND BRENNENDE</small> F<small>ACKELN VOR IHM</small>, <small>UND WENN EIN</small> W<small>ACHTMANN NICHT AUFSTAND UND ZU IHM SPRACH</small> &#x2018;F<small>RIEDE MIT DIR</small>, A<small>UFSEHER DES</small> T<small>EMPELBERGES</small>&#x2019;, <small>SO WUSSTE ER</small>, <small>DASS ER SCHLAFE</small>, <small>UND SCHLUG IHN MIT SEINEM</small> S<small>TOCKE</small>; <small>ER HATTE AUCH DAS</small> R<small>ECHT</small>, <small>IHM SEIN</small> G<small>EWAND ZU VERBRENNEN</small>. D<small>IE ANDEREN FRAGTEN DANN</small>: W<small>AS IST DAS F&#x00DC;R EIN</small> L<small>&#x00C4;RM IM</small> T<small>EMPELHOFE</small>? &#x2013; E<small>S IST DAS</small> G<small>ESCHREI EINES</small> L<small>EVITEN</small>, <small>DER GEPR&#x00DC;GELT WIRD</small>, <small>UND SEINE</small> K<small>LEIDER WERDEN VERBRANNT</small>, <small>WEIL ER BEI DER</small> W<small>ACHE GESCHLAFEN HAT</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB ERZ&#x00C4;HLTE</small>: E<small>INST FANDEN SIE DEN</small> B<small>RUDER MEINER</small> M<small>UTTER SCHLAFEND</small>, <small>UND SIE VERBRANNTEN IHM SEIN</small> G<small>EWAND</small>.</p>
<p>III. D<small>ER</small> T<small>EMPELBERG HATTE F&#x00DC;NF</small> T<small>ORE</small>: <small>DIE BEIDEN</small> &#x1E24;<small>ULDATORE AUF DER</small> S<small>&#x00DC;DSEITE</small>, <small>SIE DIENTEN ALS</small> E<small>INGANG UND AUSGANG</small>, <small>DAS</small> Q<small>IPHONOSTOR</small><sup><xref rid="fn270">2</xref></sup> <small>AUF DER</small> W<small>ESTSEITE</small>, <small>ES DIENTE ALS</small> E<small>INGANG UND</small> A<small>USGANG</small>, <small>DAS</small> &#x1E6C;<small>ADITOR AUF DER</small> N<small>ORDSEITE</small>, <small>ES WAR UNBENUTZT</small>, <small>UND DAS</small> O<small>STTOR</small>, <small>AUF DEM DIE</small> H<small>AUPTSTADT</small> &#x0160;<small>U&#x0160;AN ABGEBILDET</small><sup><xref rid="fn271">3</xref></sup> <small>WAR</small>, <small>UND DURCH WELCHES DER DIE</small> [<small>ROTE</small>] K<small>UH VERBRENNENDE</small> H<small>OCHPRIESTER UND ALLE</small>, <small>DIE DABEI</small> H<small>ILFE LEISTETEN</small>, <small>ZUM</small> &#x00D6;<small>LBERGE HINAUSGINGEN</small>.</p>
<p>IV. D<small>ER</small> T<small>EMPELHOF HATTE SIEBEN</small> T<small>ORE</small>: <small>DREI AUF DER</small> N<small>ORDSEITE</small>, <small>DREI AUF DER</small> S<small>&#x00DC;DSEITE UND EINES AUF DER</small> O<small>STSEITE</small>. A<small>UF DER</small> S<small>&#x00DC;DSEITE DAS</small> B<small>RANDTOR</small>, <small>ALS ZWEITES DANEBEN DAS</small> O<small>PFERTOR UND ALS DRITTES DANEBENN DAS</small> W<small>ASSERTOR</small>. A<small>UF DER</small> O<small>STSEITE DAS</small> N<small>IKANORTOR</small>, <small>UND DIESES HATTE ZWEI</small> K<small>AMMERN</small>, <small>EINE RECHTS UND EINE LINKS</small>; <small>EINE WAR DIE</small> K<small>AMMER DES</small> K<small>LEIDERAUFSEHERS</small> P<small>IN&#x1E24;AS UND EINE WAR DIE</small> K<small>AMMER DER</small> H<small>ERSTELLER DES</small> P<small>FANNENOPFERS</small>.</p>
<p>V. A<small>UF DER</small> N<small>ORDSEITE DAS</small> F<small>UNKENTOR</small>, <small>ES WAR WIE EINE</small> A<small>RT</small> H<small>ALLE UND DAR&#x00DC;BER EIN</small> S<small>&#x00D6;LLER GEBAUT</small>; <small>OBEN HIELTEN DIE</small> P<small>RIESTER</small> W<small>ACHE UND DIE</small> L<small>EVITEN UNTEN</small>, <small>UND ES HATTE EINE</small> T<small>&#x00DC;R ZUM</small> Z<small>WINGER</small>. A<small>LS ZWEITES DANEBEN DAS</small> O<small>PFERTOR UND ALS DRITTES DANEBEN DAS</small> B<small>RANDTOR</small>.</p>
<p>VI. D<small>ER</small> B<small>RANDRAUM HATTE VIER</small> K<small>AMMERN</small>, <small>WIE</small> N<small>EBENZIMMER</small>, <small>DIE ZU EINEM</small> S<small>AALE F&#x00DC;HREN</small>, <small>ZWEI AUF HEILIGEM</small> G<small>EBIET UND ZWEI AUF PROFANEM</small>, <small>UND</small> S<small>TEINVORSPR&#x00DC;NGE TRENNTEN ZWISCHEN HEILIG UND PROFAN</small>. W<small>OF&#x00DC;R DIENTEN SIE</small>? D<small>IE S&#x00DC;DWESTLICHE WAR DIE</small> O<small>PFERKAMMER</small>, <small>DIE S&#x00DC;D&#x00D6;STLICHE WAR DIE</small> S<small>CHAUBROTKAMMER</small>, <small>IN DER NORD&#x00D6;STLICHEN VERSTECKTEN DIE</small> &#x1E24;<small>ASMON&#x00C4;ER DIE</small> S<small>TEINE DES</small> A<small>LTARS</small>, <small>DIE DIE GRIECHISCHEN</small> K<small>&#x00D6;NIGE</small><sup><xref rid="fn272">4</xref></sup> <small>BESUDELT HATTEN</small>, <small>UND DURCH DIE NORDWESTLICHE GING MAN ZUM</small> T<small>AUCHBADE HINUNTER</small>.</p>
<p><folio>Col.b</folio> VII. D<small>ER</small> B<small>RANDRAUM HATTE ZWEI</small> T<small>ORE</small>: <small>EINES F&#x00DC;HRTE ZUM</small> Z<small>WINGER UND EINES F&#x00DC;HRTE ZUM</small> T<small>EMPELHOFE</small>. R. J<small>EHUDA SAGTE</small>: D<small>ER ZUM</small> T<small>EMPELHOFE F&#x00DC;HRTE</small>, <small>HATTE EINE KLEINE</small> P<small>FORTE</small>, <small>DURCH DIE MAN IM</small> T<small>EMPELHOF UMSCHAU HALTEN GING</small>.</p>
<p>VIII. D<small>ER</small> B<small>RANDRAUM WAR EIN</small> G<small>EW&#x00D6;LBE</small>, <small>EIN GROSSER</small> R<small>AUM</small>, <small>UND RINGSUM VON STEINERNEN</small> S<small>TUFENABS&#x00C4;TZEN UMGEBEN</small>; <small>DA SCHLIEFEN DIE</small> &#x00C4;<small>LTESTEN DER</small> T<small>AGESWACHE</small>, <small>IN DEREN</small> H<small>AND DIE</small> S<small>CHL&#x00DC;SSEL DES</small> T<small>EMPELHOFES WAREN</small>; <small>DIE</small> J<small>UNGPRIESTER ABER HATTEN JEDER SEIN</small> G<small>EWAND AUF DER</small> E<small>RDE</small>.</p>
<p>IX. D<small>A WAR EINE</small> S<small>TELLE</small>, <small>EINE</small> E<small>LLE ZU EINER</small> E<small>LLE</small>, <small>WO EINE</small> M<small>ARMOR PLATTE LAG</small>, <small>AN DER EIN</small> R<small>ING ANGEBRACHT WAR</small>, <small>AUCH EINE</small> K<small>ETTE</small><sup><xref rid="fn273">5</xref></sup>, <small>AN DER DIE</small> S<small>CHL&#x00DC;SSEL HINGEN</small>. W<small>AR DIE</small> Z<small>EIT ZUM</small> A<small>BSCHLIESSEN HERANGEKOMMEN</small>, <small>SO HOB ER AM</small> R<small>INGE DIE</small> P<small>LATTE HOCH</small>, <small>NAHM DIE</small> S<small>CHL&#x00DC;SSEL VON DER</small> K<small>ETTE</small>, <small>UND DER</small> P<small>RIESTER SCHLOSS VON INNEN AB</small>, <small>W&#x00C4;HREND DER</small> L<small>EVITE DRAUSSEN SCHLIEF</small>. W<small>AR ER MIT DEM</small> A<small>BSCHLIESSEN FERTIG</small>, <small>SO H&#x00C4;NGTE ER DIE</small> S<small>CHL&#x00DC;SSEL AN DIE</small> K<small>ETTE</small>, <small>LEGTE DIE</small> P<small>LATTE ZUR&#x00DC;CK AUF IHREN</small> P<small>LATZ</small>, <small>BREITETE SEIN</small> K<small>LEID DAR&#x00DC;BER UND LEGTE SICH SCHLAFEN</small>. H<small>ATTE JEMAND VON IHNEN</small> S<small>AMENERGUSS</small>, <small>SO GING ER DIE</small> W<small>ENDELTREPPE HINUNTER</small>, <small>DIE UNTER DAS</small> B<small>AUWERK F&#x00DC;HRTE</small>, <small>WO</small> L<small>AMPEN AN DER EINEN UND AN DER ANDEREN</small> S<small>EITE BRANNTEN</small>, <small>BIS ER ZUM</small> B<small>ADERAUME GELANGTE</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGTE</small>: &#x00DC;<small>BER DIE</small> W<small>ENDELTREPPE</small>, <small>DIE UNTER DEN</small> Z<small>WINGER F&#x00DC;HRTE</small>, <small>GING ER DANN</small><sup><xref rid="fn274">6</xref></sup> <small>DURCH DAS</small> &#x1E6C;<small>ADI</small>[<small>TOR</small>] <small>HINAUS</small>.</p>
<ftnote id="fn269">1. Vgl. S. 295 Anm. 22.</ftnote>
<ftnote id="fn270">2. Viell. Coponius, bei Josephus, Bell. Jud. II,18,1 genannter Landpfleger.</ftnote>
<ftnote id="fn271">3. Cf. Men. Fol. 98a.</ftnote>
<ftnote id="fn272">4. Soll wohl hei&#x00DF;en: die syrischen, deren Sprache u. Kultur griechisch war.</ftnote>
<ftnote id="fn273">5. An der unteren Seite der Platte.</ftnote>
<ftnote id="fn274">6. Weil er bis zum Abend unrein blieb.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>D</bold>ER T<small>EMPELBERG</small><sup><xref rid="fn275">1</xref></sup> <small>HATTE F&#x00DC;NFHUNDERT</small> E<small>LLEN ZU F&#x00DC;NFHUNDERT</small> E<small>LLEN</small>, <small>GR&#x00D6;SSTENTEILS</small><sup><xref rid="fn276">2</xref></sup> <small>IN DER</small> S<small>&#x00DC;DSEITE</small>, <small>ZWEITGR&#x00D6;SSTENS IN DER</small> O<small>STSEITE</small>, <small>DRITTGR&#x00D6;SSTENS IN DER</small> N<small>ORDSEITE UND AM WENIGSTEN IN DER</small> W<small>ESTSEITE</small>. W<small>O ER SEINE GR&#x00D6;SSTE</small> A<small>USDEHNUNG HATTE</small>, <small>DA HATTE ER AUCH DIE GR&#x00D6;SSTE</small> B<small>ENUTZUNG</small>.</p>
<p>II. A<small>LLE</small>, <small>DIE DEN</small> T<small>EMPELBERG BETRATEN</small>, <small>HIELTEN SICH BEIM</small> B<small>ETRETEN RECHTS UND GINGEN SICH LINKS HALTEND HINAUS</small>, <small>AUSGENOMMEN DERJENIGE</small>, <small>DEM ETWAS ZUGESTOSSEN WAR</small>, <small>DER SICH LINKS HIELT</small><sup><xref rid="fn277">3</xref></sup>. &#x2013; &#x2018;W<small>AS IST DIR</small>, <small>DASS DU DICH LINKS H&#x00C4;LTST</small>?&#x2019; &#x2013; &#x2018;I<small>CH HABE</small> T<small>RAUER</small>.&#x2019; &#x2013; &#x2018;D<small>ER IN DIESEM</small> H<small>AUSE WOHNT</small>, <small>M&#x00D6;GE DICH TR&#x00D6;STEN</small>.&#x2019; &#x2013; &#x2018;I<small>CH BIN IN DEN</small> B<small>ANN GETAN WORDEN</small>.&#x2019; &#x2013; &#x2018;D<small>ER IN DIESEM</small> H<small>AUSE WOHNT</small>, <small>M&#x00D6;GE IHR</small> H<small>ERZ WENDEN</small>, <small>DASS SIE DICH WIEDER AUFNEHMEN</small>&#x2019; &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>: R. J<small>OSE SPRACH ZU IHM</small>: D<small>U STELLST SIE HIN</small>, <small>ALS H&#x00C4;TTEN SIE GEGEN IHN UNRECHT GEHANDELT</small>. V<small>IELMEHR</small> [<small>SAGEN SIE</small>]: D<small>ER IN DIESEM</small> H<small>AUSE WOHNT</small>, <small>M&#x00D6;GE DEIN</small> H<small>ERZ WENDEN</small>, <small>DASS DU AUF DIE</small> W<small>ORTE DEINER</small> G<small>ENOSSEN H&#x00D6;REST</small>, <small>UND SIE DICH WIEDER AUFNEHMEN</small>.</p>
<p>III. I<small>NNERHALB DERSELBEN</small><sup><xref rid="fn278">4</xref></sup> <small>WAR EIN ZEHN</small> H<small>ANDBREITEN HOHES</small> <folio>Fol.35</folio> G<small>ITTER</small>. D<small>IESES HATTE EINST DREIZEHN</small> R<small>ISSE</small>, <small>DIE DIE GRIECHISCHEN</small> K<small>&#x00D6;NIGE DARAN GEBROCHEN HATTEN</small>, <small>DIE ABER SP&#x00C4;TER VERBAUT WURDEN</small>; <small>DIESEN ENTSPRECHEND ORDNETE MAN DREIZEHN</small> N<small>IEDERWERFUNGEN</small><sup><xref rid="fn279">5</xref></sup> <small>AN</small>. I<small>NNERHALB DESSELBEN WAR DER</small> Z<small>WINGER</small>, <small>ZEHN</small> E<small>LLEN</small><sup><xref rid="fn280">6</xref></sup>, <small>UND DA WAREN ZW&#x00D6;LF</small> S<small>TUFEN</small><sup><xref rid="fn281">7</xref></sup>, <small>JEDE</small> S<small>TUFE HATTE EINE HALBE</small> E<small>LLE</small> H<small>&#x00D6;HE UND EINE HALBE</small> E<small>LLE</small> T<small>IEFE</small><sup><xref rid="fn282">8</xref></sup>. A<small>LLE</small> S<small>TUFEN</small>, <small>DIE DA WAREN</small>, <small>WAREN EINE HALBE</small> E<small>LLE HOCH UND EINE HALBE</small> E<small>LLE TIEF</small>, <small>AUSGENOMMEN DIE DER</small> T<small>EMPELHALLE</small><sup><xref rid="fn283">9</xref></sup>. A<small>LLE</small> T<small>&#x00DC;R&#x00D6;FFNUNGEN</small>, <small>DIE DA WAREN</small>, <small>HATTEN EINE</small> H<small>&#x00D6;HE VON ZWANZIG</small> E<small>LLEN UND EINE</small> B<small>REITE VON ZEHN</small> E<small>LLEN</small>, <small>AUSGENOMMEN DIE DER</small> V<small>ORHALLE</small>. A<small>LLE T&#x00DC;R&#x00D6;FFNUNGEN</small>, <small>DIE DA WAREN</small>, <small>HATTEN</small> T<small>&#x00DC;REN</small>, <small>AUSGENOMMEN DIE DER</small> V<small>ORHALLE</small><sup><xref rid="fn284">10</xref></sup>. A<small>LLE</small> T<small>ORE</small>, <small>DIE DA WAREN</small>, <small>HATTEN</small> O<small>BERSCHWELLEN</small>, <small>AUSGENOMMEN DAS</small> &#x1E6C;<small>ADITOR</small>, <small>DAS ZWEI ANEINANDER NEIGENDE</small> S<small>TEINE</small><sup><xref rid="fn285">11</xref></sup><small>HATTE</small>. A<small>LLE</small> T<small>ORFL&#x00DC;GEL</small>, <small>DIE DA WAREN</small>, <small>WURDEN SP&#x00C4;TER</small><sup><xref rid="fn286">12</xref></sup><small>IN</small> G<small>OLD ABGE&#x00C4;NDERT</small>, <small>AUSGENOMMEN DAS</small> N<small>IKANORTOR</small>, <small>WEGEN DES MIT IHNEN GESCHEHENEN</small> W<small>UNDERS</small><sup><xref rid="fn287">13</xref></sup>. M<small>ANCHE SAGEN</small>, <small>WEIL IHR</small> K<small>UPFER GOLDGL&#x00C4;NZTE</small>.</p>
<p>IV. A<small>LLE</small> M<small>AUERW&#x00C4;NDE</small>, <small>DIE DA WAREN</small>, <small>WAREN HOCH</small>, <small>AUSGENOMMEN DIE &#x00D6;STLICHE</small> M<small>AUERWAND</small>, <small>WEIL DER DIE</small> [<small>ROTE</small>] K<small>UH VERBRENNENDE</small> P<small>RIESTER BEIM</small> B<small>LUTSPRENGEN AUF DEM</small> G<small>IPFEL DES</small> &#x00D6;<small>LBERGES STAND UND GENAU IN DIE</small> T<small>&#x00DC;R DES</small> T<small>EMPELS HINEINSAH</small><sup><xref rid="fn288">14</xref></sup>.</p>
<p>V. D<small>ER</small> F<small>RAUENVORHOF HATTE EINE</small> L<small>&#x00C4;NGE VON HUNDERTF&#x00DC;NFUNDDREISSIG ZU EINER</small> B<small>REITE VON HUNDERTF&#x00DC;NFUNDDREISSIG</small> [E<small>LLEN</small>]. E<small>R HATTE AN SEINEN VIER</small> E<small>CKEN VIER</small> K<small>AMMERN VON JE VIERZIG</small> E<small>LLEN</small><sup><xref rid="fn289">15</xref></sup>, <small>UND SIE WAREN NICHT &#x00DC;BERDACHT</small>. S<small>O WERDEN SIE AUCH DEREINST SEIN</small>, <small>DENN ES HEISST</small>: <sup><xref rid="fn290">16</xref></sup><italic>und er brachte mich in den &#x00E4;u&#x00DF;eren Hof hinaus und f&#x00E4;hrte mich an den vier Winkeln des Vorhofes vor&#x00FC;ber, und siehe, ein [kleiner] Vorhof in jedem Winkel des Vorhofes &#x0026;c. an den vier Winkeln des Vorhofes, abgeschlossene Vorh&#x00F6;fe</italic>, <small>UND UNTER</small> &#x2018;<small>ABGESCHLOSSEN</small>&#x2019; <small>IST ZU VERSTEHEN</small>, <small>NICHT &#x00DC;BERDACHT</small><sup><xref rid="fn291">17</xref></sup>. W<small>OF&#x00DC;R DIENTEN SIE</small>? D<small>IE S&#x00DC;D&#x00D6;STLICHE WAR DIE</small> N<small>AZIR&#x00C4;ERKAMMER</small>, <small>WOSELBST DIE</small> N<small>AZIR&#x00C4;ER IHRE</small> H<small>EILSOPFER KOCHTEN UND SICH DAS</small> H<small>AAR SCHOREN</small>, <small>DAS SIE UNTER DEN</small> K<small>ESSEL LEGTEN</small><sup><xref rid="fn292">18</xref></sup>. D<small>IE NORD&#x00D6;STLICHE WAR DIE</small> H<small>OLZKAMMER</small>, <small>WOSELBST DIE GEBRECHENBEHAFTETEN</small> P<small>RIESTER DAS WURMSTICHIGE</small> H<small>OLZ HERAUSSUCHTEN</small>; <small>JEDES</small> H<small>OLZ N&#x00C4;MLICH</small>, <small>AN DEM</small> W<small>URM</small>[<small>FRASS</small>] <small>GEFUNDEN WURDE</small>, <small>WAR F&#x00DC;R DEN</small> A<small>LTAR UNTAUGLICH</small>. D<small>IE NORDWESTLICHE WAR DIE</small> A<small>USS&#x00C4;TZIGENKAMMER</small>. V<small>ON DER S&#x00DC;DWESTLICHEN SAGTE</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB</small>, <small>ER HABE VERGESSEN</small>, <small>WOF&#x00DC;R SIE DIENTE</small>. A<small>BBA</small> &#x0160;<small>A&#x00DA;L SAGTE</small>: D<small>A VERWAHRTE MAN</small> W<small>EIN UND</small> &#x00D6;<small>L</small>, <small>UND SIE HIESS AUCH</small> &#x00D6;<small>LKAMMER</small><sup><xref rid="fn293">19</xref></sup>. U<small>RSPR&#x00DC;NGLICH WAR SIE</small><sup><xref rid="fn294">20</xref></sup><small>GLATT</small>, <small>SP&#x00C4;TER ABER UMGAB MAN SIE MIT EINER</small> G<small>ALERIE</small><sup><xref rid="fn295">21</xref></sup>, <small>SODASS DIE</small> F<small>RAUEN OBEN UND DIE</small> M<small>&#x00C4;NNER UNTEN ZUSCHAUEN</small><sup><xref rid="fn296">22</xref></sup><small>KONNTEN</small>, <small>UND SIE NICHT GEMISCHT WAREN</small>. V<small>ON DIESEM F&#x00DC;HRTEN F&#x00DC;NFZEHN</small> S<small>TUFEN ZUM</small> J<small>ISRA&#x00C9;LITENVORHOFE</small><sup><xref rid="fn297">23</xref></sup>, <small>ENTSPRECHEND DEN F&#x00DC;NFZEHN</small> S<small>TUFEN</small>[<small>LIEDERN</small>] <small>IM</small> [B<small>UCHE DER</small>] P<small>SALMEN</small><sup><xref rid="fn298">24</xref></sup>, <small>AUF DENEN DIE</small> L<small>EVITEN DEN</small> G<small>ESANG ANSTIMMTEN</small>; <small>SIE WAREN NICHT ECKIG</small>, <small>SONDERN WIE EIN</small> H<small>ALBKREIS</small><sup><xref rid="fn299">25</xref></sup>.</p>
<p>VI. U<small>NTER DEM</small> J<small>ISRA&#x00C9;LITENVORHOFE WAREN</small> K<small>AMMERN MIT DEN</small> T<small>&#x00DC;REN</small> <folio>Col.b</folio> <small>ZUM</small> F<small>RAUENVORHOFE</small><sup><xref rid="fn300">26</xref></sup>, <small>WOSELBST DIE</small> L<small>EVITEN</small> H<small>ARFEN</small>, Z<small>ITHERN</small>, Z<small>IMBELN UND ALLERLEI</small> M<small>USIKINSTRUMENTE VERWAHRTEN</small>. D<small>ER</small> J<small>ISRA&#x00C9;LITENVORHOF HATTE EINE</small> L<small>&#x00C4;NGE VON HUNDERTF&#x00DC;NFUNDDREISSIG ZU EINER</small> B<small>REITE VON ELF</small> E<small>LLEN</small>, <small>UND EBENSO HATTE DER</small> P<small>RIESTERVORHOF EINE</small> L<small>&#x00C4;NGE VON HUNDERTF&#x00DC;NFUNDDREISSIG ZU EINER</small> B<small>REITE VON ELF</small> E<small>LLEN</small>, <small>UND</small> S<small>TEINVORSPR&#x00DC;NGE TRENNTEN ZWISCHEN DEM</small> J<small>ISRA&#x00C9;LITENVORHOFE UND DEM</small> P<small>RIESTERVORHOFE</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT</small>, <small>DA WAR EINE</small> S<small>TUFE</small>, <small>EINE</small> E<small>LLE HOCH</small><sup><xref rid="fn301">27</xref></sup>. A<small>UF DIESER</small> [E<small>RH&#x00D6;HUNG</small>] <small>BEFAND SICH DIE</small> E<small>STRADE</small><sup><xref rid="fn302">28</xref></sup>, <small>DIE DREI</small> S<small>TUFEN VON JE EINER HALBEN</small> E<small>LLE HATTE</small>, <small>UND SO ERGIBT ES SICH</small>, <small>DASS DER</small> P<small>RIESTERVORHOF ZWEIEINHALB</small> E<small>LLEN H&#x00D6;HER WAR ALS DER</small> J<small>ISRA&#x00C9;LITENVORHOF</small>. D<small>ER GANZE</small> T<small>EMPELHOF</small><sup><xref rid="fn303">29</xref></sup><small>HATTE EINE</small> L<small>&#x00C4;NGE VON H&#x00DC;NDERTSIEBENUNDACHTZIG ZU EINER</small> B<small>REITE VON HUNDERTF&#x00DC;NFUNDDREISSIG</small> E<small>LLEN</small>. D<small>A ERFOLGTEN DREIZEHN</small> N<small>IEDERWERFUNGEN</small><sup><xref rid="fn304">30</xref></sup>. A<small>BBA</small> J<small>OSE B</small>. &#x1E24;<small>ANAN SAGTE</small>: E<small>NTSPRECHEND DEN DREIZEHN</small> T<small>OREN</small>. I<small>N DER</small> S<small>&#x00DC;DSEITE</small>, <small>VON</small> W<small>ESTEN AUS</small>: <small>DAS OBERSTE</small> T<small>OR</small><sup><xref rid="fn305">31</xref></sup>, <small>DAS</small> B<small>RANDTOR</small><sup><xref rid="fn306">32</xref></sup>, <small>DAS</small> E<small>RSTGEBORENENTOR</small><sup><xref rid="fn307">33</xref></sup>, <small>DAS</small> W<small>ASSERTOR</small>. W<small>ESHALB HIESS ES</small> W<small>ASSERTOR</small>? W<small>EIL MAN DURCH DIESES DEN</small> K<small>RUG</small> W<small>ASSER F&#x00DC;R DIE</small> W<small>ISSERPROZESSION AM</small> H<small>&#x00DC;TTENFESTE</small><sup><xref rid="fn308">34</xref></sup><small>BRACHTE</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT</small>, <small>DURCH DIESES ERGOSS SICH DAS</small> W<small>ASSER</small><sup><xref rid="fn309">35</xref></sup>, <small>UND DEREINST WERDE ES UNTER DER</small> S<small>CHWELLE DES</small> T<small>EMPELS HERAUSSTR&#x00D6;MEN</small><sup><xref rid="fn310">36</xref></sup>. J<small>ENEN GEGEN&#x00DC;BER IN DER</small> N<small>ORDSEITE</small>, <small>VON</small> W<small>ESTEN AUS</small>: <small>DAS</small> J<small>EKHONJATOR</small>, <small>DAS</small> O<small>PFERTOR</small><sup><xref rid="fn311">37</xref></sup>, <small>DAS</small> F<small>RAUENTOR</small><sup><xref rid="fn312">38</xref></sup>, <small>DAS</small> M<small>USIKTOR</small><sup><xref rid="fn313">39</xref></sup>. W<small>ESHALB HIESS ES</small> J<small>EKHONJATOR</small>? W<small>EIL DURCH DIESES</small> J<small>EKHONJA</small><sup><xref rid="fn314">40</xref></sup><small>IN DIE</small> V<small>ERBANNUNG GING</small>. I<small>N DER</small> O<small>STSEITE</small>: <small>DAS</small> N<small>IKANORTOR</small>, <small>DAS ZWEI</small> P<small>FORTEN</small><sup><xref rid="fn315">41</xref></sup><small>HATTE</small>, <small>EINE RECHTS UND EINE LINKS</small>. Z<small>WEI IN DER</small> W<small>ESTSEITE</small>, <small>DIE KEINEN</small> N<small>AMEN HATTEN</small>.</p>
<ftnote id="fn275">1. Auf dem sich der Tempelhof mit all seinen Nebengeb&#x00E4;uden befand u. von einer Mauer umgeben war.</ftnote>
<ftnote id="fn276">2. Des freien, unbebauten Platzes; der eigentliche Tempelhof hatte nur eine Ausdehnung von 187 zu 135 Ellen.</ftnote>
<ftnote id="fn277">3. Um aufzufallen, damit man ihn frage u. tr&#x00F6;ste; cf. Sab. Fol. 67a.</ftnote>
<ftnote id="fn278">4. Der Mauer um den Tempelberg.</ftnote>
<ftnote id="fn279">5. Bei einem Rundgange um den Tempelhof.</ftnote>
<ftnote id="fn280">6. Vom Gitter bis zur Mauer des Tempelhofes.</ftnote>
<ftnote id="fn281">7. Die zum vorn gelegenen Frauen-Vorhofe f&#x00FC;hrten.</ftnote>
<ftnote id="fn282">8. Soda&#x00DF; die Stufen 6 Ellen einnahmen, w&#x00E4;hrend 4 Ellen zur&#x00FC;ckblieben.</ftnote>
<ftnote id="fn283">9. &#x00DC;ber diese weiter III,7.</ftnote>
<ftnote id="fn284">10. Die nur einen Vorhang hatte; cf. Jom. Fol. 54a.</ftnote>
<ftnote id="fn285">11. Die Seitenpfosten aneinander gelehnt, in Giebelform.</ftnote>
<ftnote id="fn286">12. Nach Eintritt des Wohlstandes, cf. Men. Fol. 28b.</ftnote>
<ftnote id="fn287">13. Beim Transporte derselben; cf. Jom. Fol. 37b.</ftnote>
<ftnote id="fn288">14. &#x00DC;ber die Mauer hinweg (cf. Num. 19,4); nach der weiter folgenden Beschreibung lagen die T&#x00FC;ren der Vorh&#x00F6;fe in verschiedener H&#x00F6;he, soda&#x00DF; sonst das Hineinsehen nicht m&#x00F6;glich w&#x00E4;re.</ftnote>
<ftnote id="fn289">15. In L&#x00E4;nge u. Breite.</ftnote>
<ftnote id="fn290">16. Ez. 46,21,22.</ftnote>
<ftnote id="fn291">17. Eine Art Gehege, kein richtiger Raum.</ftnote>
<ftnote id="fn292">18. Nach Absolvierung des Nazirates; cf. Num. 6,13ff.</ftnote>
<ftnote id="fn293">19. Wein brauchte man nur f&#x00FC;r die Opfer, &#x00D6;l auch f&#x00FC;r den Leuchter, also bedeutend mehr.</ftnote>
<ftnote id="fn294">20. Die Mauerwand um den Frauen-Vorhof.</ftnote>
<ftnote id="fn295">21. In der Mitte l&#x00E4;ngs der Mauer.</ftnote>
<ftnote id="fn296">22. Die Wasserprozession am H&#x00FC;ttenfeste (cf. Suk. Fol. 51a), die im Frauenvorhofe veranstaltet wurde.</ftnote>
<ftnote id="fn297">23. Soviel wie M&#x00E4;nner-vorhof, als Ggs. zu Priestervorhof.</ftnote>
<ftnote id="fn298">24. Pss. 120&#x2013;134.</ftnote>
<ftnote id="fn299">25. W&#x00F6;rtl. wie eine halbe runde Tenne. Warum gerade die Tenne als Bezeichnung des Kreises gew&#x00E4;hlt wird, ist nicht ersichtlich. Vermutlich ist <span dir="rtl">&#x05D2;&#x05D5;&#x05E8;&#x05DF;</span> nichts weiter als das griech. <italic>&#x03B3;&#x1FE6;&#x03F1;&#x03BF;&#x03C2;</italic>, Kreis, Rundung, wonach <span dir="rtl">&#x05E2;&#x05D2;&#x05D5;&#x05DC;&#x05D4;</span> eine erkl&#x00E4;rende Glosse.</ftnote>
<ftnote id="fn300">26. Der 15 Stufen tiefer lag.</ftnote>
<ftnote id="fn301">27. Der Levitenvorhof war eine Elle h&#x00F6;her als der Jisra&#x00E9;litenvorhof u. dadurch abgegrenzt (cf. Maimonides, <italic>Jad</italic>,<span dir="rtl"> &#x05D4;&#x05DC;&#x05DB;&#x05D5;&#x05EA; &#x05D1;&#x05D9;&#x05EA; &#x05D4;&#x05D1;&#x05D7;&#x05D9;&#x05E8;&#x05D4;</span> Kap. 6 &#x00A7; 2).</ftnote>
<ftnote id="fn302">28. Wo die Priester den Segen sprachen.</ftnote>
<ftnote id="fn303">29. Um den Tempel.</ftnote>
<ftnote id="fn304">30. Wer einen Rundgang um den Tempel machte, mu&#x00DF;te sich dreizehnmal niederwerfen, nach der einen Ansicht an den 13 Rissen des Gitters (ob. II,3) u. nach der anderen Ansicht an den 13 Toren des Tempelhofes.</ftnote>
<ftnote id="fn305">31. In der Westseite, wo der Tempelhof am h&#x00F6;chsten war.</ftnote>
<ftnote id="fn306">32. Durch welches das Brennholz gebracht wurde.</ftnote>
<ftnote id="fn307">33. Durch welches die den Priestern zufallenden erstgeborenen Tiere gebracht wurden.</ftnote>
<ftnote id="fn308">34. Cf. Suk. Fol. 51a.</ftnote>
<ftnote id="fn309">35. Wohl des Kanals im Tempelhofe; weit. III,2.</ftnote>
<ftnote id="fn310">36. Cf. Jom. Fol. 78a.</ftnote>
<ftnote id="fn311">37. Die Opfer wurden auf der Nordseite geschlachtet u. durch dieses geholt.</ftnote>
<ftnote id="fn312">38. Durch das wohl die Frauen ihre Opfer brachten.</ftnote>
<ftnote id="fn313">39. Durch das die Leviten ihre Musikinstrumente holten.</ftnote>
<ftnote id="fn314">40. Identisch mit Jehojakhin; cf. iiReg. 24,8ff.</ftnote>
<ftnote id="fn315">41. Die, um auf die Zahl 13 zu kommen, wohl ebenfalls als Tore mitgez&#x00E4;hlt werden.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>D</bold>ER A<small>LTAR</small><sup><xref rid="fn316">1</xref></sup> <small>HATTE ZWEIUNDDREISSIG ZU ZWEIUNDDREISSIG</small> [E<small>LLEN</small>]<sup><xref rid="fn317">2</xref></sup>, <small>DANN EINE</small> E<small>LLE</small> H<small>&#x00D6;HE UND EINE</small> E<small>LLE</small> E<small>INZUG</small>; <small>DAS WAR DAS</small> F<small>UNDAMENT</small>, <small>UND ES BLIEBEN DREISSIG ZU DREISSIG</small> [E<small>LLEN</small>]. F<small>&#x00DC;NF</small> E<small>LLEN</small> H<small>&#x00D6;HE UND EINE</small> E<small>LLE</small> E<small>INZUG</small>; <small>DAS WAR DER</small> R<small>UNDGANG</small><sup><xref rid="fn318">3</xref></sup>, <small>UND ES BLIEBEN ACHTUNDZWANZIG ZU ACHTUNDZWANZIG</small> [E<small>LLEN</small>]. D<small>ER</small> R<small>AUM</small>, <small>DEN DIE</small> H<small>&#x00D6;RNER</small><sup><xref rid="fn319">4</xref></sup> <small>EINNAHMEN</small>, <small>BETRUG EINE</small> E<small>LLE AUF DER EINEN</small> S<small>EITE UND EINE</small> E<small>LLE AUF DER ANDEREN</small> S<small>EITE</small>, <small>UND ES BLIEBEN SECHSUNDZWANZIG ZU SECHSUNDZWANZIG</small> [E<small>LLEN</small>]. D<small>ER</small> R<small>AUM</small>, <small>DEN DIE</small> P<small>RIESTER ZUM</small> G<small>EHEN</small><sup><xref rid="fn320">5</xref></sup> <small>BRAUCHTEN</small>, <small>BETRUG EINE</small> E<small>LLE AUF DER EINEN</small> S<small>EITE UND EINE</small> E<small>LLE AUF DER ANDEREN</small> S<small>EITE</small>, <small>UND ES BLIEBEN VIERUNDZWANZIG</small> E<small>LLEN ZU VIERUNDZWANZIG</small> E<small>LLEN ALS</small> H<small>ERRICHTUNGSPLATZ</small><sup><xref rid="fn321">6</xref></sup>. R. J<small>OSE SAGTE</small>: U<small>RSPR&#x00DC;NGLICH HATTE ER NUR ACHTUNDZWANZIG ZU ACHTUNDZWANZIG</small> E<small>LLEN</small>, E<small>INZUG UND</small> H<small>&#x00D6;HE IN DENSELBEN</small> M<small>ASSEN</small>, <small>SODASS DER</small> H<small>ERRICHTUNGSPLATZ NUR ZWANZIG ZU ZWANZIG</small> [E<small>LLEN</small>] <small>HATTE</small>. A<small>LS ABER DIE</small> E<small>XULANTEN HINAUFZOGEN</small>, <small>F&#x00DC;GTEN SIE NOCH VIER</small> E<small>LLEN AUF DER</small> N<small>ORDSEITE</small><sup><xref rid="fn322">7</xref></sup> <small>UND VIER</small> E<small>LLEN AUF DER</small> W<small>ESTSEITE IN DER</small> F<small>ORM EINES</small> G<small>AMMA HINZU</small>. E<small>S HEISST N&#x00C4;MLICH</small>: <sup><xref rid="fn323">8</xref></sup><italic>und der Ari&#x00E9;l</italic><sup><xref rid="fn324">9</xref></sup> <italic>hatte zw&#x00F6;lf L&#x00E4;nge zu zw&#x00F6;lf Breite, viereckig</italic>. M<small>AN K&#x00D6;NNTE GLAUBEN</small>, <small>NUR ZW&#x00D6;LF ZU ZW&#x00D6;LF</small> [E<small>LLEN</small>], <small>SO HEISST ES</small>: <sup><xref rid="fn323">8</xref></sup><italic>an seinen vier Seiten</italic>, <small>DIES LEHRT</small>, <small>DASS ER VON DER</small> M<small>ITTE AUS GEMESSEN ZW&#x00D6;LF</small> E<small>LLEN AUF JEDER</small> S<small>EITE HATTE</small>. E<small>IN ROTER</small> S<small>TRICH UMGAB IHN IN DER</small> M<small>ITTE</small>, <small>UM ZWISCHEN DEN OBEREN</small> B<small>LUT</small>[<small>SPRENGUNGEN</small>] <small>UND DEN UNTEREN</small> B<small>LUT</small>[<small>SPRENGUNGEN</small>]<sup><xref rid="fn325">10</xref></sup><small>ZU SCHEIDEN</small>. D<small>AS</small> F<small>UNDAMENT ZOG SICH AN DER GANZEN</small> N<small>ORDSEITE UND AN DER GANZEN</small> W<small>ESTSEITE ENTLANG</small>, <small>SODASS ER EINE</small> E<small>LLE IN DER</small> S<small>&#x00DC;DSEITE UND EINE</small> E<small>LLE IN DER</small> O<small>STSEITE EINNAHM</small>.</p>
<p><folio>Fol.36</folio> II. A<small>N DER S&#x00DC;DWESTLICHEN</small> E<small>CKE</small><sup><xref rid="fn326">11</xref></sup><small>WAREN ZWEI</small> L<small>&#x00D6;CHER</small>, <small>WIE ZWEI FEINE</small> D<small>ILLEN</small>, <small>DURCH DIE DAS AUF DAS WESTLICHE</small> F<small>UNDAMENT UND DAS AUF DAS S&#x00DC;DLICHE</small> F<small>UNDAMENT GEGOSSENE</small> B<small>LUT ABFLOSS</small>, <small>SICH IM</small> K<small>ANAL VERMISCHTE UND IN DEN</small> Q<small>IDRONBACH SICH ERGOSS</small>.</p>
<p>III. A<small>N DERSELBEN</small> E<small>CKE WAR UNTEN AUF DEM</small> E<small>STRICH EINE</small> S<small>TELLE VON EINER</small> E<small>LLE ZU EINER</small> E<small>LLE</small>, <small>WO EINE</small> M<small>ARMORPLATTE LAG</small>, <small>AN DER EIN</small> R<small>ING BEFESTIGT WAR</small>, <small>WO MAN IN DIE</small> G<small>ULLY HINABSTIEG UND SIE REINIGTE</small>. A<small>UF DER</small> S<small>&#x00DC;DSEITE DES</small> A<small>LTARS WAR EINE</small> R<small>AMPE</small>, <small>ZWEIUNDDREISSIG</small> [E<small>LLEN</small>] <small>LANG UND SECHZEHN BREIT</small>, <small>UND AN DER</small> W<small>ESTSEITE HATTE SIE EINE</small> V<small>ERTIEFUNG</small>, <small>WO MAN DIE UNTAUGLICH GEWORDENEN</small> V<small>OGEL</small>-S<small>&#x00DC;NDOPFER HINTAT</small>.</p>
<p>IV. S<small>OWOHL DIE</small> S<small>TEINE ZUR</small> R<small>AMPE ALS AUCH DIE</small> S<small>TEINE ZUM</small> A<small>LTAR WAREN AUS DER</small> E<small>BENE</small> B<small>ETH</small> K<small>EREM</small>; <small>MAN GRUB BIS UNTER DIE JUNGFR&#x00C4;ULICHE</small> E<small>RDE UND HOLTE VON DA GANZE</small> S<small>TEINE</small>, <small>&#x00DC;BER DIE NOCH NIE EIN</small> E<small>ISEN GESCHWUNGEN WURDE</small>, <small>DENN DAS</small> E<small>ISEN MACHTE SIE UNTAUGLICH SCHON DURCH</small> B<small>ER&#x00DC;HRUNG</small>, <small>EINE</small> B<small>ESCH&#x00C4;DIGUNG AUCH ALLES ANDERE</small><sup><xref rid="fn327">12</xref></sup>. W<small>AR EINER VON IHNEN</small><sup><xref rid="fn328">13</xref></sup><small>BESCH&#x00C4;DIGT WORDEN</small>, <small>SO WAR ER UNTAUGLICH</small>, <small>ALLE &#x00DC;BRIGEN ABER TAUGLICH</small>. Z<small>WEIMAL IM</small> J<small>AHRE WEISSTE</small><sup><xref rid="fn329">14</xref></sup><small>MAN SIE</small>, <small>EINMAL ZUM</small> P<small>ESA&#x1E24;FESTE UND EINMAL ZUM</small> H<small>&#x00DC;TTENFESTE</small>, <small>DEN</small> T<small>EMPEL EINMAL</small>, <small>ZUM</small> P<small>ESA&#x1E24;FESTE</small>. R<small>ABBI SAGTE</small>, <small>MAN WEISSTE SIE JEDEN</small> V<small>ORABEND DES</small> &#x0160;<small>ABBATHS MIT EINEM</small> T<small>UCHE</small>, <small>WEGEN DES</small> B<small>LUTES</small>. M<small>AN KALKTE SIE NICHT MIT EINER EISERNEN</small> K<small>ELLE</small>, <small>WEIL SIE SIE BER&#x00DC;HREN UND UNTAUGLICH MACHEN K&#x00D6;NNTE</small>. D<small>AS</small> E<small>ISEN WURDE GESCHAFFEN</small>, <small>DIE</small> T<small>AGE DES</small> M<small>ENSCHEN ZU K&#x00DC;RZEN</small>, <small>DER</small> A<small>LTAR ABER WURDE GESCHAFFEN</small>, <small>DIE</small> T<small>AGE DES</small> M<small>ENSCHEN ZU VERL&#x00C4;NGERN</small>, <small>UND ES GEB&#x00DC;HRT SICH NICHT</small>, <small>DAS</small> [<small>DAS</small> L<small>EBEN</small>] <small>K&#x00DC;RZENDE &#x00DC;BER DAS</small> [<small>DAS</small> L<small>EBEN</small>] <small>VERL&#x00C4;NGERNDE ZU SCHWINGEN</small>.</p>
<p>V. A<small>N DER</small> N<small>ORDSEITE DES</small> A<small>LTARS WAREN</small> R<small>INGE</small>, <small>SECHS</small> R<small>EIHEN JE VIER</small>, <small>MANCHE SAGEN</small>, <small>VIER JE SECHS</small>, <small>AN DENEN</small><sup><xref rid="fn330">15</xref></sup><small>MAN DIE</small> O<small>PFERTIERE SCHLACHTETE</small>. D<small>ER</small> S<small>CHLACHTRAUM LAG N&#x00D6;RDLICH VOM</small> A<small>LTAR</small>, <small>UND DA WAREN ACHT NIEDRIGE</small> P<small>FEILER</small>, <small>DIE OBEN</small> V<small>IERECKE AUS</small> Z<small>EDERNHOLZ HATTEN</small>, <small>IN DIE EISERNE</small> H<small>AKEN EINGELASSEN WAREN</small>, <small>DREI</small> R<small>EIHEN AN JEDEM</small>, <small>DARAN</small> [<small>DIE</small> O<small>PFERTIERE</small>] <small>AUFZUH&#x00C4;NGEN</small>; <small>ABGEH&#x00C4;UTET WURDEN SIE AUF</small> M<small>ARMORTISCHEN</small>, <small>DIE ZWISCHEN DEN</small> P<small>FEILERN</small> [<small>STANDEN</small>].</p>
<p>VI. D<small>AS</small> W<small>ASCHBECKEN BEFAND SICH ZWISCHEN DER</small> V<small>ORHALLE UND DEM</small> A<small>LTAR</small>, <small>MEHR NACH</small> S<small>&#x00DC;DEN HIN</small>. Z<small>WISCHEN DER</small> V<small>ORHALLE UND DEM</small> A<small>LTAR WAREN ZWEIUNDZWANZIG</small> E<small>LLEN</small>, <small>UND ZW&#x00D6;LF</small> S<small>TUFEN WAREN DA</small><sup><xref rid="fn331">16</xref></sup>, <small>JEDE</small> S<small>TUFE HATTE EINE HALBE</small> E<small>LLE</small> H<small>&#x00D6;HE UND EINE</small> E<small>LLE</small> T<small>IEFE</small>; <small>EINE</small> E<small>LLE</small>, <small>EINE</small> E<small>LLE UND EIN</small> A<small>BSATZ VON DREI</small> [E<small>LLEN</small>], <small>EINE</small> E<small>LLE</small>, <small>EINE</small> E<small>LLE UND EIN</small> A<small>BSATZ VON DREI</small> [E<small>LLEN</small>], <small>UND ZU OBERST EINE</small> E<small>LLE</small>, <small>EINE</small> E<small>LLE UND EIN</small> A<small>BSATZ VON VIER</small> [E<small>LLEN</small>]<sup><xref rid="fn332">17</xref></sup>. R. J<small>EHUDA SAGT</small>, <small>ZU OBERST EINE</small> E<small>LLE</small>, <small>EINE</small> E<small>LLE UND EIN</small> A<small>BSATZ VON F&#x00DC;NF</small> [E<small>LLEN</small>]<sup><xref rid="fn333">18</xref></sup>.</p>
<p>VII. D<small>IE</small> T<small>&#x00DC;R DER</small> V<small>ORHALLE HATTE EINE</small> H<small>&#x00D6;HE VON VIERZIG</small> E<small>LLEN UND EINE</small> B<small>REITE VON ZWANZIG</small> E<small>LLEN</small>, <small>UND F&#x00DC;NF</small> S<small>IMSE AUS</small> E<small>SGHENHOLZ DAR&#x00DC;BER</small>. D<small>AS UNTERSTE &#x00DC;BERRAGTE DIE</small> T<small>&#x00DC;R EINE</small> E<small>LLE AUF DER EINEN</small> S<small>EITE UND EINE</small> E<small>LLE AUF DER ANDEREN</small> S<small>EITE</small>, <small>EBENSO &#x00DC;BERRAGTE</small> [<small>JEDES</small>] <small>DAR&#x00DC;BERLIEGENDE</small> [<small>DAS UNTERE</small>] <small>EINE</small> E<small>LLE AUF DER EINEN</small> S<small>EITE UND EINE</small> E<small>LLE AUF DER ANDEREN</small> S<small>EITE</small>, <small>SODASS DAS OBERSTE DREISSIG</small> E<small>LLEN</small> [<small>LANG WAR</small>], <small>UND ZWISCHEN DEM EINEN UND DEM ANDEREN WAR EINE</small> S<small>CHICHT</small> S<small>TEINE</small>.</p>
<p>VIII. Z<small>WISCHEN DER</small> W<small>AND DES</small> T<small>EMPELSCHIFFES UND DER</small> W<small>AND DER</small> V<small>ORHALLE</small><sup><xref rid="fn334">19</xref></sup><small>WAREN</small> S<small>TANGEN AUS</small> Z<small>EDERNHOLZ</small><sup><xref rid="fn335">20</xref></sup><small>EINGEBAUT</small>, <small>DAMIT SIE NICHT WANKEN</small>, <small>UND AM</small> G<small>EB&#x00C4;LK DER</small> V<small>ORHALLE WAREN GOLDENE</small> K<small>ETTEN BEFESTIGT</small>, <small>AN DENEN DIE</small> J<small>UNGPRIESTER EMPORSTIEGEN UND DIE</small> K<small>RONEN</small><sup><xref rid="fn336">21</xref></sup> <small>BESAHEN</small>, <small>WIE ES HEISST</small>:<sup><xref rid="fn337">22</xref></sup><italic>die Kronen sollen f&#x00FC;r &#x1E24;elem und &#x1E6C;obija und Jeda&#x0351;ja und &#x1E24;en, den Sohn &#x00C7;ephanjas, zum Andenken sein im Tempel des Herrn</italic>. A<small>N DER</small> T<small>&#x00DC;R DES</small> T<small>EMPELSCHIFFES STAND EIN GOLDENER</small> W<small>EINSTOCK</small><sup><xref rid="fn338">23</xref></sup>, <small>DER VON</small> S<small>T&#x00DC;TZEN GETRAGEN WURDE</small>, <small>UND WER EIN</small> B<small>LATT</small>, <small>EINE</small> B<small>EERE ODER EINE</small> T<small>RAUBE SPENDETE</small>, <small>BRACHTE SIE UND H&#x00C4;NGTE SIE DARAN</small>. R. E<small>LIE&#x0351;ZER B</small>. R. &#x00C7;<small>ADOQ ERZ&#x00C4;HLTE</small>: E<small>INST TATEN SICH DREIHUNDERT</small> P<small>RIESTER ZUSAMMEN</small>, <small>UM IHN FORTZUBRINGEN</small>.</p>
<ftnote id="fn316">1. Der &#x00E4;u&#x00DF;ere, im Vorhofe.</ftnote>
<ftnote id="fn317">2. Am unteren Absatz, dem Fundamente.</ftnote>
<ftnote id="fn318">3. In der Mitte des Altars; die untere H&#x00E4;lfte war also auf jeder Seite eine Elle breiter.</ftnote>
<ftnote id="fn319">4. An den 4 Ecken hatte der Altar auf seiner Oberfl&#x00E4;che kubische Erh&#x00F6;hungen, je eine Elle gro&#x00DF;, die &#x2018;&#x1E24;orner&#x2019; genannt wurden.</ftnote>
<ftnote id="fn320">5. Um den Altar, ohne zwischen den H&#x00F6;rnern gehen zu m&#x00FC;ssen.</ftnote>
<ftnote id="fn321">6. F&#x00FC;r das Altarfeuer.</ftnote>
<ftnote id="fn322">7. In der Mi&#x0161;na separata S&#x00FC;dseite.</ftnote>
<ftnote id="fn323">8. Ez. 43,16.</ftnote>
<ftnote id="fn324">9. Eigentl. Gottesherd, Feuerst&#x00E4;tte, Benennung des Altars.</ftnote>
<ftnote id="fn325">10. Das Blut mancher Opfer wurde oberhalb u. mancher unterhalb gesprengt.</ftnote>
<ftnote id="fn326">11. Am Fundamente, oberhalb.</ftnote>
<ftnote id="fn327">12. Nach anderer Erkl&#x00E4;rung: eine Besch&#x00E4;digung macht den Stein untauglich, auch wenn sie von etwas anderem herr&#x00FC;hrt.</ftnote>
<ftnote id="fn328">13. Nachdem er eingebaut worden war.</ftnote>
<ftnote id="fn329">14. Nach den Kommentaren, mit einem Kalk&#x00FC;berstriche.</ftnote>
<ftnote id="fn330">15. Dh. an diesen befestigt.</ftnote>
<ftnote id="fn331">16. Die zur Vorhalle hinauff&#x00FC;hrten.</ftnote>
<ftnote id="fn332">17. Auf je 2 Stufen folgte ein Absatz von 3 Ellen, zu oberst jed. einer von 4 Ellen, u. da es 12 Stufen waren u. die 1. Stufe wie die Tiefe der &#x00FC;brigen 1 Elle vom Altar entfernt war, so betrug die Entfernung vom Altar bis zur Vorhalle 22 Eilen.</ftnote>
<ftnote id="fn333">18. Demnach stie&#x00DF; die 1. Stufe direkt an den Altar.</ftnote>
<ftnote id="fn334">19. Die eine H&#x00F6;he von 100 Ellen hatte u. nicht verbunden war.</ftnote>
<ftnote id="fn335">20. So besser in Handschriften u. der Mi&#x0161;na separata; im Talmudtexte: aus Stein.</ftnote>
<ftnote id="fn336">21. Nach den Kommentaren, Verzierungen &#x00FC;ber den Fenstern.</ftnote>
<ftnote id="fn337">22. Zach. 6,14.</ftnote>
<ftnote id="fn338">23. D&#x00FC;rfte wohl derselbe sein, den nach Josephus, Antiqq. XIV. 3.1, Aristobul dem Pompejus schenkte u. der einen Wert von 500 Talenten hatte.</ftnote>
<ftnote>24. In Handschriften u. der Parallelstelle Tam. Fol. 29b Elea&#x0351;zar; vgl. das. Anm. 13.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><folio>Col.b</folio> <bold>D</bold>IE T<small>&#x00DC;R DES</small> T<small>EMPELSCHIFFES HATTE EINE</small> H<small>&#x00D6;HE VON ZWAINZIG</small> E<small>LLEN UND EINE</small> B<small>REITE VON ZEHN</small> [E<small>LLEN</small>], <small>UND SIE HATTE VIER</small> T<small>&#x00DC;RFL&#x00DC;GEL</small>, <small>ZWEI VON INNEN UND ZWEI VON AUSSEN</small>, <small>DENN ES HEISST</small>: <sup><xref rid="fn339">1</xref></sup><italic>zwei T&#x00FC;ren zum Tempel, und zum Heiligen</italic>; <small>DIE &#x00C4;USSEREN &#x00D6;FFNETEN SICH NACH DER</small> T<small>&#x00DC;RH&#x00D6;HLUNG</small>, <small>DIE</small> D<small>ICKE</small><sup><xref rid="fn340">2</xref></sup> <small>DER</small> W<small>AND BEDECKEND</small>, <small>UND DIE INNERN &#x00D6;FFNETEN SICH NACH DEM</small> I<small>NNERN DES</small> H<small>AUSES</small>, [<small>DIE</small> W<small>AND</small>] <small>HINTER DER</small> T<small>&#x00DC;R BEDECKEND</small>. D<small>AS GANZE</small> H<small>AUS WAR N&#x00C4;MLICH MIT</small> G<small>OLD VERKLEIDET</small>, <small>NUR NICHT HINTER DEN</small> T<small>&#x00DC;REN</small><sup><xref rid="fn341">3</xref></sup>. R. J<small>EHUDA SAGT</small>, <small>SIE</small><sup><xref rid="fn342">4</xref></sup> <small>BEFANDEN SICH IN DER</small> M<small>ITTE DER</small> T<small>&#x00DC;RH&#x00D6;HLUNG</small>; <small>ES WAREN</small> K<small>LAPPT&#x00DC;REN UND WURDEN NACH R&#x00DC;CKW&#x00C4;RTS ZUSAMMENGEKLAPPT</small>, <small>DIESE ZWEIEINHALB</small> E<small>LLEN</small><sup><xref rid="fn343">5</xref></sup> <small>UND JENE ZWEIEINHALB</small> E<small>LLEN</small>, <small>DER</small> T<small>&#x00DC;RPFOSTEN</small><sup><xref rid="fn344">6</xref></sup> <small>AN DER EINEN</small> S<small>EITE EINE HALBE</small> E<small>LLE UND DER</small> T<small>&#x00DC;RPFOSTEN AN DER ANDEREN</small> S<small>EITE EINE HALBE</small> E<small>LLE</small>, <small>DENN ES HEISST</small>: <sup><xref rid="fn345">7</xref></sup><italic>und zwei T&#x00FC;rfl&#x00FC;gel an den T&#x00FC;ren, zwei drehbare T&#x00FC;rfl&#x00FC;gel, zwei an der einen T&#x00FC;r und zwei T&#x00FC;rfl&#x00FC;gel an der anderen</italic>.</p>
<p>II. D<small>AS GROSSE</small> T<small>OR HATTE ZWEI</small> P<small>FORTEN</small>, <small>EINE N&#x00D6;RDLICH UND EINE S&#x00DC;DLICH</small>; <small>DURCH DIE S&#x00DC;DLICHE IST NOCH NIE EIN</small> M<small>ENSCH GEGANGEN</small>, <small>UND DIESE IST ES</small>, <small>VON DER</small> J<small>E&#x1E24;EZQEL SAGTE</small>: <sup><xref rid="fn346">8</xref></sup><italic>und der Herr sprach zu mir: Dieses Tor bleibe verschlossen und werde nie ge&#x00F6;ffnet, niemand trete da ein, denn durch dieses geht der Herr, der Gott Jisra&#x00E9;ls, verschlossen bleibe es</italic>. E<small>R NAHM DEN</small> S<small>CHL&#x00DC;SSEL</small>, <small>&#x00D6;FFNETE DIE</small> P<small>FORTE UND TRAT IN DEN</small> S<small>EITENRAUM</small>, <small>UND VON DEM</small> S<small>EITENRAUME IN DAS</small> T<small>EMPELSCHIFF</small>. R. J<small>EHUDA SAGT</small>, <small>ER GING DURCH DIE</small> D<small>ICKE</small><sup><xref rid="fn347">9</xref></sup> <small>DER</small> W<small>AND</small>, <small>BIS ER SICH ZWISCHEN DEN BEIDEN</small> T<small>ORFL&#x00DC;GELN BEFAND</small>, <small>DANN &#x00D6;FFNETE ER DIE &#x00C4;USSEREN VON INNEN UND DIE INNEREN VON AUSSEN</small>.</p>
<p>III. D<small>A</small><sup><xref rid="fn348">10</xref></sup><small>WAREN ACHTUNDDREISSIG</small> S<small>EITENR&#x00C4;UME</small>, <small>F&#x00DC;NFZEHN IN DER</small> <folio>Fol.37</folio> N<small>ORDSEITE</small>, <small>F&#x00DC;NFZEHN IN DER</small> S<small>&#x00DC;DSEITE UND ACHT IN DER</small> W<small>ESTSEITE</small>. I<small>N DER</small> N<small>ORDSEITE UND IN DER</small> S<small>&#x00DC;DSEITE JE F&#x00DC;NF &#x00DC;BER F&#x00DC;NF UND F&#x00DC;NF DAR&#x00DC;BER</small><sup><xref rid="fn349">11</xref></sup>, <small>IN DER</small> W<small>ESTSEITE DREI &#x00DC;BER DREI UND ZWEI DAR&#x00DC;BER</small>. J<small>EDER HATTE DREI</small> T<small>&#x00DC;REN</small>, <small>EINE NACH DEM</small> S<small>EITENRAUME RECHTS</small>, <small>EINE NACH DEM</small> S<small>EITENRAUME LINKS UND EINE NACH DEM</small> S<small>EITENRAUME DAR&#x00DC;BER</small>; <small>DIE DER</small> N<small>ORDOSTECKE HATTEN F&#x00DC;NF</small> T<small>&#x00DC;REN</small>, <small>EINE NACH DEM</small> S<small>EITENRAUME RECHTS</small>, <small>EINE NACH DEM</small> S<small>EITENRAUME DAR&#x00DC;BER</small>, <small>EINE NACH DER</small> W<small>ENDELTREPPE</small>, <small>EINE NACH DER</small> P<small>FORTE</small><sup><xref rid="fn350">12</xref></sup><small>UND EINE NACH DEM</small> T<small>EMPELSCHIFFE</small>.</p>
<p>IV. D<small>ER UNTERE HATTE F&#x00DC;NF</small> [E<small>LLEN</small>]<sup><xref rid="fn351">13</xref></sup><small>UND DIE</small> D<small>ECKE</small><sup><xref rid="fn352">14</xref></sup><small>SECHS</small>, <small>DER MITTELSTE SECHS UND DIE</small> D<small>ECKE SIEBEN</small>, <small>UND DER OBERE SIEBEN</small>, <small>WIE ES HEISST</small>:<sup><xref rid="fn353">15</xref></sup><italic>der unterste Anbau hatte f&#x00FC;nf Ellen Breite, der mittelste sechs Ellen Breite und der dritte sieben Ellen Breite</italic>.</p>
<p>V. V<small>ON DER</small> N<small>ORDOSTECKE F&#x00DC;HRTE EINE</small> W<small>ENDELTREPPE</small><sup><xref rid="fn354">16</xref></sup><small>ZUR</small> N<small>ORDWESTECKE HINAUF</small>, <small>VON WO AUS MAN ZU DEN</small> D<small>&#x00C4;CHERN DER</small> S<small>EITENR&#x00C4;UME GELANGTE</small>. M<small>AN STIEG AUF DIE</small> W<small>ENDELTREPPE</small>, <small>UND MIT DEM</small> G<small>ESICHTE NACH</small> W<small>ESTEN GING MAN DIE GANZE</small> N<small>ORDSEITE</small>, <small>BIS MAN ZUR</small> W<small>ESTSEITE GELANGTE</small>; <small>WAR MAN AN DER</small> W<small>ESTSEITE ANGELANGT</small>, <small>SO WANDTE MAN DAS</small> G<small>ESICHT NACH</small> S<small>&#x00DC;DEN UND GING DIE</small> W<small>ESTSEITE</small>, <small>BIS MAN ZUR</small> S<small>&#x00DC;DSEITE GELANGTE</small>; <small>WAR MAN AN DER</small> S<small>&#x00DC;DSEITE ANGELANGT</small>, <small>SO WANDTE MAN DAS</small> G<small>ESICHT NACH</small> O<small>STEN UND GING DIE</small> S<small>&#x00DC;DSEITE</small>, <small>BIS MAN ZUR</small> T<small>&#x00DC;R DES</small> S<small>&#x00D6;LLERS GELANGTE</small>, <small>DENN DIE</small> T<small>&#x00DC;R DES</small> S<small>&#x00D6;LLERS WAR AUF DER</small> S<small>&#x00DC;DSEITE</small>. A<small>N DER</small> T<small>&#x00DC;R DES</small> S<small>&#x00D6;LLERS WAREN ZWEI</small> S<small>TANGEN</small><sup><xref rid="fn355">17</xref></sup><small>AUS</small> Z<small>EDERNHOLZ</small>, <small>AN DENEN MAN ZUM</small> D<small>ACHE DES</small> S<small>&#x00D6;LLERS GELANGTE</small>, <small>UND</small> S<small>TEINVORSPR&#x00DC;NGE TRENNTEN AUF DEM</small> S<small>&#x00D6;LLER ZWISCHEN DEM</small> H<small>EILIGEN UND DEM</small> A<small>LLERHEILIGSTEN</small>. I<small>M</small> S<small>&#x00D6;LLER WAREN</small> L<small>UKEN</small>, <small>DIE ZUM</small> A<small>LLERHEILIGSTEN F&#x00DC;HRTEN</small>, <small>DURCH DIE MAN DIE</small> A<small>RBEITER IN</small> K<small>&#x00C4;STEN HERUNTERLIESS</small>, <small>DAMIT SICH IHRE</small> A<small>UGEN NICHT AM</small> [G<small>L&#x00C4;NZE DES</small>] A<small>LLERHEILIGSTEN WEIDEN</small>.</p>
<p>VI. D<small>ER</small> T<small>EMPEL WAR HUNDERT ZU HUNDERT</small> [E<small>LLEN GROSS</small>], <small>BEI EINER</small> H<small>&#x00D6;HE VON HUNDERT</small> [E<small>LLEN</small>]: <small>SECHS</small> E<small>LLEN</small> B<small>ASIS</small>, <small>VIERZIG</small> E<small>LLEN</small> [W<small>AND</small>]<small>H&#x00D6;HE</small>, <small>EINE</small> E<small>LLE</small> O<small>RNAMENT</small>, <small>ZWEI</small> E<small>LLEN</small> T<small>RAUFE</small><sup><xref rid="fn356">18</xref></sup>, <small>EINE</small> E<small>LLE</small> G<small>EB&#x00C4;LK</small>, <small>EINE</small> E<small>LLE</small> E<small>STRICH</small>, <small>VIERZIG</small> E<small>LLEN</small> [W<small>AND</small>]<small>H&#x00D6;HE DES</small> S<small>&#x00D6;LLERS</small>, <small>EINE</small> E<small>LLE</small> O<small>RNAMENT</small>, <small>ZWEI</small> E<small>LLEN</small> T<small>RAUFE</small>, <small>EINE</small> E<small>LLE</small> G<small>EB&#x00C4;LK</small>, <small>EINE</small> E<small>LLE</small> E<small>STRICH</small>, <small>DREI</small> E<small>LLEN</small> G<small>EL&#x00C4;NDER UND EINE</small> E<small>LLE</small> R<small>ABENSCHEUCHE</small><sup><xref rid="fn357">19</xref></sup>. R. J<small>EHUDA SAGT</small>, <small>DIE</small> R<small>ABENSCHEUCHE SEI NICHT MITZURECHNEN</small>, <small>VIELMEHR HATTE DAS</small> G<small>EL&#x00C4;NDER VIER</small> E<small>LLEN</small>.</p>
<p>VII. H<small>UNDERT</small> E<small>LLEN VON</small> O<small>STEN NACH</small> W<small>ESTEN</small>: <small>F&#x00DC;NF</small> E<small>LLEN DIE</small> W<small>AND DER</small> V<small>ORHALLE</small>, <small>ELF DIE</small> V<small>ORHALLE</small>, <small>SECHS DIE</small> W<small>AND DES</small> T<small>EMPELSCHIFFES</small>, <small>VIERZIG</small> E<small>LLEN SEIN</small> I<small>NNENRAUM</small>, <small>EINE</small> E<small>LLE DIE</small> W<small>ANDDICKE</small><sup><xref rid="fn358">20</xref></sup>, <small>ZWANZIG</small> E<small>LLEN DAS</small> A<small>LLERHEILIGSTE</small>, <small>SECHS DIE</small> W<small>AND DES</small> T<small>EMPELS</small>, <small>SECHS DER</small> S<small>EITENRAUM UND F&#x00DC;NF DIE</small> W<small>AND DES</small> S<small>EITENRAUMES</small>. V<small>ON</small> N<small>ORDEN NACH</small> S<small>&#x00DC;DEN WAREN ES SIEBZIG</small> E<small>LLEN</small>: <small>F&#x00DC;NF DIE</small> T<small>REPPENWAND</small><sup><xref rid="fn359">21</xref></sup>, <small>DREI DIE</small> W<small>ENDELTREPPE</small>, <small>F&#x00DC;NF DIE</small> W<small>AND DES</small> S<small>EITENRAUMES</small>, <small>SECHS DER</small> S<small>EITENRAUM</small>, <small>SECHS DIE</small> W<small>AND DES</small> T<small>EMPELS</small>, <small>ZWANZIG</small> E<small>LLEN SEIN</small> I<small>NNENRAUM</small>, <small>SECHS DIE</small> W<small>AND DES</small> T<small>EMPELS</small>, <small>SECHS DER</small> S<small>EITENRAUM</small>, <small>F&#x00DC;NF DIE</small> W<small>AND DES</small> S<small>EITENRAUMES</small>, <small>DREI</small> E<small>LLEN DER</small> W<small>ASSERABFLUSSRAUM UND F&#x00DC;NF</small> E<small>LLEN DIE</small> W<small>AND</small>. D<small>IE</small> V<small>ORHALLE &#x00DC;BERRAGTE</small> [<small>DIE</small> B<small>REITE</small>] <small>F&#x00DC;NFZEHN</small> E<small>LLEN AUF DER</small> N<small>ORDSEITE UND F&#x00DC;NFZEHN</small> E<small>LLEN AUF DER</small> S<small>&#x00DC;DSEITE</small>. D<small>IESEN</small> [T<small>EIL</small>] <small>NANNTE MAN</small> S<small>CHLACHTMESSERRAUM</small>, <small>WEIL DA DIE</small> M<small>ESSER VERWAHRT WURDEN</small>. D<small>ER</small> T<small>EMPEL WAR HINTEN SCHMAL UND VORN BREIT</small>, <small>SODASS ER EINEM</small> [<small>LAGERNDEN</small>] L<small>&#x00D6;WEN GLICH</small>, <small>WIE ES HEISST</small>:<sup><xref rid="fn360">22</xref></sup><italic>O Gottesl&#x00F6;we, du Stadt, wo David gelagert</italic>. W<small>IE EIN</small> L<small>&#x00D6;WE HINTEN SCHMAL UND VORN BREIT IST</small>, <small>SO WAR AUCH DER</small> T<small>EMPEL HINTEN SCHMAL UND VORN BREIT</small>.</p>
<ftnote id="fn339">1. Ez. 41,23.</ftnote>
<ftnote id="fn340">2. Die 6 Ellen betrug.</ftnote>
<ftnote id="fn341">3. Nach den Kommentaren, aus Sparsamkeit, was bei der verschwenderischen Ausstattung kaum anzunehmen ist; wahrscheinl. waren die ge&#x00F6;ffneten T&#x00FC;ren in die Verkleidung eingelassen u. sollten nicht vorstehen.</ftnote>
<ftnote id="fn342">4. Beide Fl&#x00FC;gelpaare.</ftnote>
<ftnote id="fn343">5. Den T&#x00FC;rrahmen bedeckend.</ftnote>
<ftnote id="fn344">6. &#x00DC;berstehend, da die T&#x00FC;ren zusammen nur 5 Ellen von der Wanddicke einnahmen, w&#x00E4;hrend sie 6 betrug. Mit Ausnahme der neueren Ausgaben der Mi&#x0161;na separata haben alle Texte <span dir="rtl">&#x05DE;&#x05D6;&#x05D5;&#x05D6;&#x05D4;</span>; wonach darunter die T&#x00FC;rkante au&#x00DF;er der zur&#x00FC;ckbleibenden halben Elle zu verstehen ist.</ftnote>
<ftnote id="fn345">7. Ez. 41,24.</ftnote>
<ftnote id="fn346">8. Ib. 44,2.</ftnote>
<ftnote id="fn347">9. In der sich ein Gang befand.</ftnote>
<ftnote id="fn348">10. Zwischen den dreifachen W&#x00E4;nden des Tempels.</ftnote>
<ftnote id="fn349">11. In 3 Stockwerken.</ftnote>
<ftnote id="fn350">12. Neben dem gro&#x00DF;en Tore; ob. Mi&#x0161;na 2.</ftnote>
<ftnote id="fn351">13. Tiefe bis zur Mauerwand.</ftnote>
<ftnote id="fn352">14. Die als Estrich f&#x00FC;r die obere diente, weil die Wand im dar&#x00FC;ber liegenden Stockwerke d&#x00FC;nner u. der Seitenraum entsprechend tiefer war.</ftnote>
<ftnote id="fn353">15. iReg. 6,6.</ftnote>
<ftnote id="fn354">16. Manche &#x00FC;bersetzen Rundgang, gegen den Sinn an anderen Stellen u. gegen den Gebrauch des Verbums <span dir="rtl">&#x05E2;&#x05D5;&#x05DC;&#x05D4;</span>, weil eine Treppe nicht von einer Ecke zur anderen f&#x00FC;hren kann; selbstverst&#x00E4;ndlich f&#x00FC;hrte die Treppe zu einem Gange, der zur anderen Ecke f&#x00FC;hrte.</ftnote>
<ftnote id="fn355">17. Wohl durch Sprossen verbunden, also eine Leiter.</ftnote>
<ftnote id="fn356">18. So nach dem Wortlaute; nach Maimonides hatten die Zwischendecken einen Zwischenraum zum Auffangen u. Ableiten des in die Decke dringenden Wassers.</ftnote>
<ftnote id="fn357">19. Spitze auslaufende Stangen; vgl. Bd. XI S. 657 Anm. 110.</ftnote>
<ftnote id="fn358">20. Zwischen dem Heiligen u. dem Allerheiligsten.</ftnote>
<ftnote id="fn359">21. Die &#x00E4;u&#x00DF;erste der 3 W&#x00E4;nde, innerhalb welcher die Wendeltreppen sich befanden.</ftnote>
<ftnote id="fn360">22. Jes. 29,1.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>D</bold>ER <small>GANZE</small> T<small>EMPELHOF HATTE EINE</small> L<small>&#x00C4;NGE VON</small> <folio>Col.b</folio> <small>HUNDERTSIEBENUNDACHTZIG ZU EINER</small> B<small>REITE VON HUNDERTF&#x00DC;NFUNDDREISSIG</small> [E<small>LLEN</small>]. H<small>UNDERTSIEBENUNDACHTZIG VON</small> O<small>STEN NACH</small> W<small>ESTEN</small>: <small>ELF</small> E<small>LLEN DER</small> J<small>ISRA&#x00C9;LITEN ZUG&#x00C4;NGLICHE</small> R<small>AUM</small>, <small>ELF</small> E<small>LLEN DER</small> P<small>RIESTERN ZUG&#x00C4;NGLICHE</small> R<small>AUM</small>, <small>ZWEIUNDDREISSIG DER</small> A<small>LTAR</small>, <small>ZWEIUNDZWANZIG</small> E<small>LLEN</small> [<small>DER</small> R<small>AUM</small>] <small>ZWISCHEN DER</small> V<small>ORHALLE UND DEM</small> A<small>LTAR</small>, <small>HUNDERT</small> E<small>LLEN DER</small> T<small>EMPEL UND ELF</small> E<small>LLEN HINTER DEM</small> S<small>&#x00DC;HNERAUME</small>.</p>
<p>II. H<small>UNDERTF&#x00DC;NFUNDDREISSIG</small> E<small>LLEN VON</small> N<small>ORDEN NACH</small> S<small>&#x00DC;DEN</small>: <small>ZWEIUNDSECHZIG DIE</small> R<small>AMPE UND DER</small> A<small>LTAR</small>, <small>ACHT</small> E<small>LLEN VOM</small> A<small>LTAR BIS ZU DEN</small> R<small>INGEN</small>, <small>VIERUNDZWANZIG DER</small> R<small>AUM F&#x00DC;R DIE</small> R<small>INGE</small>, <small>VIER VON DEN</small> R<small>INGEN BIS ZU DEN</small> T<small>ISCHEN</small>, <small>VIER VON DEN</small> T<small>ISCHEN BIS ZU DEN</small> P<small>FEILERN</small>, <small>ACHT</small> E<small>LLEN VON DEN</small> P<small>FEILERN BIS ZUR</small> W<small>AND DES</small> T<small>EMPELHOFES</small>, <small>UND DER</small> R<small>EST ENTF&#x00C4;LLT AUF</small> [<small>DEN</small> R<small>AUM</small>] <small>ZWISCHEN DER</small> R<small>AMPE UND DER</small> W<small>AND UND DEN</small> R<small>AUM DER</small> P<small>FEILER</small>.</p>
<p>III. [N<small>OCH</small>] <small>SECHS</small> K<small>AMMERN</small><sup><xref rid="fn361">1</xref></sup> <small>WAREN IM</small> T<small>EMPELHOFE</small>, <small>DREI AUF DER</small> N<small>ORDSEITE UND DREI AUF DER</small> S<small>&#x00DC;DSEITE</small>. A<small>UF DER</small> N<small>ORDSEITE</small>: <small>DIE</small> S<small>ALZKAMMER</small>, <small>DIE</small> P<small>ARVAKAMMER</small><sup><xref rid="fn362">2</xref></sup> <small>UND DIE</small> S<small>P&#x00DC;LKAMMER</small>. I<small>N DER</small> S<small>ALZKAMMER VERWAHRTE MAN DAS</small> S<small>ALZ F&#x00DC;R DIE</small> O<small>PFER</small>, <small>IN DER</small> P<small>ARVAKAMMER SALZTE MAN DIE</small> H<small>&#x00C4;UTE DER</small> O<small>PFERTIERE</small>, <small>AUF DEREN</small> D<small>ACH BEFAND SICH DAS</small> T<small>AUCHBAD F&#x00DC;R DEN</small> H<small>OCHPRIESTER AM</small> V<small>ERS&#x00D6;HNUNGSTAGE</small><sup><xref rid="fn363">3</xref></sup>, <small>UND IM</small> S<small>P&#x00DC;LRAUME SP&#x00DC;LTE MAN DAS</small> G<small>EWEIDE DER</small> O<small>PFERTIERE</small>. V<small>ON DA F&#x00DC;HRTE EINE</small> W<small>ENDELTREPPE ZUM</small> D<small>ACHE DER</small> P<small>ARVAKAMMER HINAUF</small>.</p>
<p>IV. A<small>UF DER</small> S<small>&#x00DC;DSEITE</small>: <small>DIE</small> H<small>OLZKAMMER</small>, <small>DIE</small> W<small>INDEKAMMER UND DIE</small> Q<small>UADERKAMMER</small>. V<small>ON DER</small> H<small>OLZKAMMER SAGTE</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB</small>, <small>ER HABE VERGESSEN</small>, <small>WOF&#x00DC;R SIE DIENTE</small>. A<small>BBA</small> &#x0160;<small>A&#x00DA;L SAGTE</small>, <small>ES WAR DIE</small> K<small>AMMER DES</small> H<small>OCHPRIESTERS UND LAG HINTER DEN BEIDEN ANDEREN</small>. D<small>AS</small> D<small>ACH DIESER DREI WAR GLEICHM&#x00C4;SSIG</small>. I<small>N DER</small> B<small>RUNNENKAMMER BEFAND SICH EIN</small> B<small>RUNNEN MIT EINEM</small> W<small>INDERADE DAR&#x00DC;BER</small>; <small>AUS DIESEM VERSORGTE MAN DEN GANZEN</small> T<small>EMPELHOF MIT</small> W<small>ASSER</small>. I<small>N DER</small> Q<small>UADERKAMMER HATTE DAS GROSSE</small> S<small>YNEDRIUM</small> J<small>ISRA&#x00C9;LS SEINEN</small> S<small>LTZ UND HIELT</small> G<small>ERICHT &#x00DC;BER DIE</small> P<small>RIESTERSCHAFT</small>. W<small>URDE AN EINEM</small> P<small>RIESTER EIN</small> M<small>AKEL</small><sup><xref rid="fn364">4</xref></sup> <small>GEFUNDEN</small>, <small>SO KLEIDETE ER SICH SCHWARZ UND H&#x00DC;LLTE SICH SCHWARZ</small>, <small>ENTFERNTE SICH UND GING FORT</small>. A<small>N DEM ABER KEIN</small> M<small>AKEL GEFUNDEN WURDE</small>, <small>DER KLEIDETE SICH WEISS UND H&#x00DC;LLTE SICH WEISS</small>, <small>TRAT EIN UND TAT</small> D<small>IENST MIT SEINEN</small> P<small>RIESTERBR&#x00DC;DERN</small>. U<small>ND SIE VERANSTALTETEN EIN</small> F<small>EST</small>, <small>DASS AN DEN</small> N<small>ACHKOMMEN DES</small> P<small>RIESTERS</small> A<small>HRON KEIN</small> M<small>AKEL GEFUNDEN WORDEN WAR</small>, <small>UND SIE SPRACHEN ALSO</small>: <small>GEPRIESEN SEI</small> G<small>OTT</small><sup><xref rid="fn365">5</xref></sup>, <small>GEPRIESEN SEI ER</small>, <small>DASS AN DEN</small> N<small>ACHKOMMEN</small> A<small>HRONS KEIN</small> M<small>AKEL GEFUNDEN WORDEN IST</small>. U<small>ND GEPRIESEN SEI ER</small>, <small>DER</small> A<small>HRON AUSERW&#x00C4;HLT HAT UND SEINE</small> S<small>&#x00D6;HNE</small>, <small>VOR DEM</small> H<small>ERRN ZU STEHEN UND</small> D<small>IENST ZU TUN IM</small> H<small>AUSE DES</small> A<small>LLERHEILIGSTEN</small>.</p>
<ftnote id="fn361">1. Au&#x00DF;er den bisher behandelten R&#x00E4;umen.</ftnote>
<ftnote id="fn362">2. Nach dem Erbauer benannt; vgl. Bd. III S. 91 Anm. 128.</ftnote>
<ftnote id="fn363">3. Der an diesem Tage wiederholt ein Tauchbad nehmen u. die Kleider wechseln mu&#x00DF;te; cf. Jom. Fol. 31b.</ftnote>
<ftnote id="fn364">4. Der ihn f&#x00FC;r den Tempeldienst untauglich machte.</ftnote>
<ftnote id="fn365">5. Das W. <span dir="rtl">&#x05DE;&#x05E7;&#x05D5;&#x05DD;</span>, Ort, wird als Benennung Gottes gebraucht, der Allumfassende; an dieser Stelle viell. eine Anspielung auf den Sitz des Synedriums, der ebenfalls als Ort bezeichnet wird; cf. Dt. 17,10 u. hierzu Syn. Fol. 86b.</ftnote>
</chapter>
</book>