{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Ketubot",
    "title": "Mishnah Ketubot",
    "lengths": [
        13,
        111
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Eighteen Treatises from the Mishnah",
            "http://www.sacred-texts.com/jud/etm/index.htm"
        ]
    ],
    "heTitle": "משנה כתובות",
    "versionSource": "http://www.sefaria.org/Mishnah_Ketubot",
    "next": "Mishnah Ketubot 2",
    "maps": [],
    "length": 13,
    "book": "Mishnah Ketubot",
    "text": [
        [
            "A virgin should get married on a Wednesday, and a widow on a Thursday. For the times of the week which the courts convene in the cities are on Mondays and Thursdays, and if he has a claim about virginity, he can get to the courts [as] early [as possible].",
            "[If the person espoused is] a virgin, her Ketubah is two hundred dinar; [if] a widow, [it is] a maneh. A virgin [who is] a widow, or divorced, or has performed chalitza, after betrothment [only, the marriage ceremony not having been completed, or the marriage consummated, in all such cases] their Ketubah is two hundred dinar, and they are amenable to the accusation of non-virginity. A proselyte, a captive, and a bondwoman, who have been ransomed, converted, or manumitted at less than three years and one day [old], their Ketubah is two hundred dinar, and they are amenable to the accusation of non-virginity.",
            "A minor, with whom an adult [male] has had carnal intercourse, a nubile maiden who has had such intercourse with a minor, and [a virgin] fractured by accident,  their Ketubah is two hundred dinar. Such is the dictum of R. Meir: but the sages hold [in the case of a virgin] fractured by accident [that] her Ketubah [is only a] maneh.",
            "A virgin [who is] a widow or divorced, or has performed chalitza after espousals [only, the ceremony having been completed, but the marriage not consummated, in all such cases] their Ketubah is a maneh, and they are not amenable to the accusation of non-virginity. A proselyte, a captive, and a bondwoman, who have been ransomed, converted, or manumitted at more than three years and one day [old], their Ketubah is a maneh, and they are not amenable to the accusation of non-virginity.",
            "He who in Judea has partaken [of the betrothment meal] at his father-in-law's without [any] witness [present], cannot prefer an accusation of non-virginity, because he was alone with her [the bride]. A widow, whether she be [the daughter] of an Israelite or of a priest has [always] her Ketubah [of] a maneh. The sacerdotal Bethdin fixed the Ketubah for a virgin [of sacerdotal race] at four hundred zooz, but the sages did not [interfere to] prevent them.",
            "He who espouses a wife, and discovers she has not her virginity, should she say, \"After thou didst betroth me ‏נאנסתי זנסתפחה שדך‎\" while he replies, \"No, it is not so, but before I had betrothed thee [thou hadst lost thy virginity], consequently my bargain [with thee] was concluded in error:\" [in his case] R. Gamaliel and R. Eleazar say, \"She is worthy of belief;\" but R. Joshua saith, \"Not by her assertion are we to be guided: she is presumed to have been deflowered previous to her betrothment, and that she deceived him, unless she adduces proof to [support her assertion].\"",
            "Should she assert, \"I have been fractured by accident,\" while he replies, \"No, thou hast been deflowered by a man,\" R. Gamaliel and R. Eleazar say, \"She is to be believed;\" but R. Joshua saith, \"Not by her assertion are we to be guided: she is presumed to have been deflowered by a man, unless she adduces proof to [support] her assertion.\"",
            "If she is seen conversing [intimately] with a man in the street, and being asked, \"Who is that man?\" she replies, \"He is A.B., a priest [or of legitimate Israelitish descent],\" R. Gamaliel and R. Eleazar say, \"She is to be believed;\" but R. Joshua saith, \"Not by her assertion are we to be guided: she is presumed to have been deflowered by a nethin or a bastard, unless she adduces proof to [support] her assertion.\"",
            "If she is pregnant, and being asked, \"by whom?\" she replies, \"By NN., who is a priest,\" R. Gamaliel and R. Eleazar say, \"She is to be believed;\" but R. Joshua saith, \"Not by her assertion are we to be guided: she is presumed to be pregnant by a nethin or a bastard, unless she adduces proof to [support] her assertion.\"",
            "R. José said, \"It [once] happened that a girl went down to draw water from the fountain, and she was violated [by a person unknown].\" R. Jochanan ben Nouri decided, \"That if the majority of the townsmen were [of pure descent and] qualified to intermarry with the sacerdotal race, this girl might be espoused by a priest.\""
        ],
        [
            "A woman, who becoming widowed or divorced, asserts, \"As a virgin I was married,\" while he [the husband, or his heir] asserts, \"No! as a widow thou wast married,\" [in her case] should there be evidence to prove that she went [to be married] in a myrtle-wreath, and with her hair flowing, her Ketubah is two hundred dinar. R. Jochanan ben Beroka saith, \"The distribution of parched corn is also evidence [in her favor].\"",
            "R. Joshua admitted, \"That should a man say to his neighbour, 'This field did belong to thy father, but I bought it of him,' he is to be believed, because the same mouth which binds also unbinds.  But should there be evidence that the field [in question] had belonged to the father of his neighbour, and he [the present holder, to justify and maintain his possession] asserts, 'I bought it of him,' he is not to be believed [on his bare unsupported assertion].\"",
            "Should witnesses declare, \"This [attestation] is [in] our handwriting, but we were forced [to attest],\" or \"we were minors,\" or \"we were [on the score of consanguinity] legally disqualified [from becoming] witnesses,\" they are to be believed. But if there be witnesses to prove that it is their handwriting, or if their handwriting is proved by other means, they are not to be believed.",
            "Should one of them declare, \"This is my handwriting, and this is the handwriting of my companion;\" and the other likewise declares, \"This is my handwriting, and that is the handwriting of my companion,\" they are to be believed. Should each of them only declare, \"This is my handwriting,\" they require the additional [testimony] of another person. Such is the dictum of Rabbi; but the sages hold that they do not require the additional [testimony] of another person, but every man is to be believed, when he declares, \"This is my handwriting.\"",
            "A woman, who declares, \"I have been married, but am divorced,\" is to be believed, because the same mouth which binds also unbinds. But if there is evidence that she had been married, although she asserts, \"I am divorced,\" she is not to be believed [on her bare assertion]. If she declares, \"I have been captured by Gentiles, but am undefiled,\" she is to be believed, because the same mouth which binds also unbinds. But if there is evidence that she was in captivity, although she asserts, \"I am undefiled,\" she is not to be believed. Should the evidence appear after her [being declared qualified for] marriage [with a priest], her marriage is not invalidated.",
            "If two women have been captured by heathens, the one declaring, \"I have been captive, but am undefiled,\" and the other likewise declaring, \"I have been captive, and am undefiled,\" neither of them is to be believed. But if they bear testimony in favor of each other, they are to be believed.",
            "Such [is] likewise [the case] with two men. [If] one declares, \"I am a priest,\" and the other [also] declares, \"I am a priest,\" neither of them is to be believed. But if they bear testimony in favor of each other, they are to be believed.",
            "R. Jehudah saith, \"No man is to be raised [admitted] to the priesthood on the testimony of one witness [only].\" R. Eleazar saith, \"When does this rule hold good? In case there should be any opponents [who gainsay his claim]; but where there is no opposition, they do raise [admit] to the priesthood on the testimony of [only] one witness.\"",
            "A woman who is imprisoned among heathens on account of money matters, is [after her liberation] permitted to her husband [but if imprisoned] under sentence of death, [she is after her liberation] interdicted to her husband. A town having been taken by siege [storm], all the priestesses [wives of priests] that are within it become disqualified, and their marriage void. But if they have any witness [to attest that they have not been defiled], even [though it be] a bondman or a bondwoman, they are to be believed; whereas no person is to be believed in his own favor. [When Jerusalem was taken] R. Zachariah ben Hakazab [a priest] declared: \"[By] this [holy] temple, [I swear] her hand [that of his wife] did not quit my hand from the hour the heathens entered into Jerusalem, and until they left [again].\" But they [the sages] answered him: \"No man can bear witness in his own favor.\"",
            "[In] the following [cases, men] are to be believed [should they offer] to testify, when grown up, to what they have seen while children. A man is to be believed, who affirms, \"This is the handwriting of my father;\" \"this is my teacher's handwriting;\" [or] \"this is my brother's handwriting;\" [or] \"I remember that the woman A.B. went forth [to be married] with a myrtle-wreath and flowing hair;\"  [or] \"that A.B. went out of the school to bathe and eat heave, and that he partook with us on the thrashing-floor;\" [or] \"that this place is a ‏בית הפרס‎\"  [or] \"thus far [until this spot] did we go on the Sabbath.\"  But he is not to be believed were he to state, \"A.B. had a right of thoroughfare here;\" [or] \"A.B. had a right here to place his deceased relatives, and to perform funeral laments.\""
        ],
        [
            "These are the ‏נערות‎ who have [the right to recover] a fine. He who is carnally connected with a bastardess, or a Nethina, or with a Samaritan. He, likewise, who is so connected with a proselyte, a captive and a bondwoman who have been ransomed, converted, or manumitted at less than three years and one day [old]: [moreover] he who is carnally connected with his own sister, or with his father's sister, or with his mother's sister, or with his [own] wife's sister, or with his brother's wife, or with his father's brother's wife, or with a Niddah: in all these cases he is finable; for although that these [the last named series] are under [the denunciations of] ‏כרת‎ [excision], they are not [sentenced to] death by the Bethdin.",
            "The following are not subjected to fine:—He who is carnally connected with a proselyte, a captive, and a bondwoman who have been ransomed, converted, or manumitted at more than three years and one day [old]. R. Jehudah saith, \"A captive who has been ransomed is presumed to retain her virgin purity, although she be nubile.\" He who is carnally connected with his own daughter, or his daughter's daughter, or his son's daughter, or with his wife's daughter, or her son's daughter, or her daughter's daughter, is not subject to a fine, because his life is forfeited, and he is put to death through [sentence of] the Bethdin; and whosoever forfeits life is not subjected to a fine in money, for it is said, \"If no mischief follow, he shall be punished by fine.\"",
            "[Of] a damsel who has been betrothed and divorced, R. José the Galilean saith, \"She does not recover any fine;\" but R. Akivah saith, \"She does recover a fine, and her fine [belongs] to herself.\"",
            "He who seduceth a damsel pays threefold damages, and he who violateth [her, pays] four [fold]. The seducer pays [for her] disgrace, deterioration [in value], and the fine: in addition to which the ravisher pays for the [bodily] pain [he has inflicted upon her]. What is [the difference] between the [punishment of the] seducer and [that of] the ravisher? The ravisher pays for the [bodily] pain; the seducer does not pay for the [bodily] pain. The ravisher must pay at once, the seducer if he refuses to marry her. The ravisher must drink out of his polluted vessel, whereas the seducer may, if he likes, divorce her.",
            "How [is it to be understood that] \"he must drink out of his polluted vessel\"? Even though she he lame, or though she be blind, or though she be afflicted with boils [leprosy, he must marry and cannot divorce her]. But if he discovers in her disgraceful conduct [after marriage], or she is not qualified to enter into [the congregation of] Israel, he is not permitted to keep her; for it is said, \"Unto him she shall be a wife, a wife qualified and fitting for him.\"",
            "[Of] an orphan, who had been betrothed and divorced, R. Eleazar saith, The seducer is free [from penalty], but the ravisher is guilty.\"",
            "What [amount of compensation] is [due for her] disgrace? [In] all [cases] it is [computed] according to [the rank, station, and means of] him who inflicts the disgrace, ands[her] who sustains the disgrace. [To determine the] deterioration [in value] she is appraised, as if she were a bondwoman about to be sold; [and thus it is ascertained] what was her value [before the fact], and what is her value [after it]. The fine is equal to all men, for whatever is fixed in the law applies alike to all men.",
            "Whenever there is [a right of] sale [vested in the father], no fine [can be inflicted]; and whenever there is [the right to inflict] a fine, no sale [can be effected by the father]. In an infant there is [the right of] sale [vested in the father], but she has no [right to recover a] fine. A damsel  has a [right to a] fine, but [the father] has no [right of] sale. [In] a nubile girl [the father has] no [right of] sale, and she has no [right to recover a] fine.",
            "He who [voluntarily] declares, \"I have seduced the daughter of A.B.,\" must pay for the disgrace and deterioration, in consequence of his own confession, but he pays no fine. He who [voluntarily] declares, \"I have stolen, slaughtered, and sold [A.B.'s cattle],\" must pay the value, in consequence of his own confession, but he is not held to pay the double, the four fold, or the five fold compensation.  [He who says], \"Mine ox has killed A.B., or A.B.'s ox,\" must pay in consequence of his own confession; [but should he say], \"Mine ox has killed A.B.'s bondman,\" he does not pay in consequence of his own confession.  The rule is, in any case where the fine to be inflicted exceeds the actual damage done, no one can be amerced in consequence of his own confession."
        ],
        [
            "[Of] a damsel who has been seduced, the [compensation for] disgrace and deterioration, and the fine belong to her father, and likewise [the compensation] for [bodily] pain [of her] who has been ravished. If the cause was brought before the tribunal previous to her father's death, [the damages] belong to her father. Should the father die, they belong to her brethren; but if the cause could not be brought before the tribunal previous to the father's decease, they [the damages] belong to herself. According to another version, R. Simeon saith, \"If the money could not be received [the payment enforced] previous to the father's decease, they [the damages] belong to herself.\" If the cause was brought before the tribunal previous to her becoming fully nubile, they [the damages] belong to her father. If the father dies, they belong to her brethren; but if the cause could not be brought before the tribunal till after she was fully nubile, they [the damages] belong to herself. R. Simeon saith, \"If the money could not be received [the payment enforced] previous to the father's death, [according to another version, to her becoming fully nubile], they [the damages] belong to herself. The produce of her labor [her earnings], and what she finds, even though she has not received [the wages of her labor previous to] her father's death, belong to her brethren.\"",
            "Should a man betroth his non-nubile daughter [to one who] divorces her, and [the father again] betrothes her, and she becomes a widow, her Ketubah from both husbands belongs to him [the father]. Should he marry her [to one who] divorces her, and [the father again causes her to] marry, and she becomes a widow, her Ketubah from both husbands belongs to herself. R. Jehudah saith, \"The first Ketubah belongs to the father:\" but they [the sages] replied, \"That from [and after] the time she got married, her father has no claim on her.\"",
            "Should the daughter of a female proselyte who had been converted along with her [mother], commit fornication [after being betrothed as a ‏נערה‎ damsel] her [punishment] is strangulation, but she is not [to be brought out to] the door of her father's house, nor has she [a right to] the 100 selah [in case she has been unjustly slandered]. If she was conceived while [her mother yet was] in unholiness [previous to conversion], but was born in holiness [after conversion] her [punishment] is lapidation, but she is not [to be brought out to] the door of her father's house, nor has she [a right to] the 100 selah. But if [both] her being conceived and her birth were in holiness [took place after her mother's conversion], she is like a daughter of Israel in every respect. Whether she has a father but no father's house, or a father's house but no father, her [punishment] is lapidation: [for] the door of her father's house is not spoken of otherwise than as a [conditional] command.",
            "The father is entitled to the Kidushin of his daughter [she being non-nubile], whether they be by money, marriage contract, or connection. He is [moreover] entitled to what she finds, to her earnings, and to annul her vows. He [also] receives her Get for her, but does not enjoy the usufruct [of her maternal property] during her life. The husband has the advantage over him, inasmuch as he does enjoy the usufruct [of her property] during her lifetime. But then he is bound to her maintenance, to her ransom [in case of her being led into captivity], and to her interment. R. Jehudah saith, \"Even the poorest man in Israel should not have less than two mourning pipes [instruments], and one mourning woman [at the funeral of his wife].\"",
            "She [a female] is always [invariably] under the authority of her father until she is placed under the authority of her husband [by marriage]; [according to another version: until she is placed under the ‏חפה‎ nuptial canopy].  Has the father surrendered her to the emissaries of the husband, she is under the authority of the husband. Has the father gone with the husband's emissaries, or have the father's emissaries gone with the husband's emissaries, she is [yet] under the father's authority. Have the father's emissaries surrendered her to the husband's emissaries, she is under the authority of her husband.",
            "The father is not obligated to maintain his daughter; for this exposition [of the following clause in the Ketubah] was propounded by R. Eleazar ben Azariah before the sages in the ‏ברם‎, in Jabneh: \"The sons to inherit, and the daughters to be maintained,\" even as the sons do not inherit till after the father's decease, so the daughters likewise have no [claim] to be maintained until after the father's decease.\"",
            "Though he [the husband] has not signed a Ketubah for her, [the bride, nevertheless] a virgin receives 200 dinar, and a widow a maneh, as that is a fixed stipulation [enacted] by the Bethdin. If he has signed over to her a field worth 100 zooz only, instead of the 200 zooz [legally her due], and has not [in the Ketubah] added the words, \"All my other possessions are subject to and liable for thy Ketubah,\" the obligation is [nevertheless] in force as that is a fixed stipulation [enacted] by the Bethdin.",
            "Though he may not have inserted in her Ketubah, \"If thou art made a captive I will ransom thee, and receive thee [back] as my wife;\" or, if she be the wife of a priest, \"and will bring thee back into thine own land [home],\"  the obligation is nevertheless in force, as that is a fixed stipulation [standing condition enacted] by the Bethdin.",
            "If she is made captive, he is bound to ransom her. Should he propose, \"Here is her Get, and [the amount of her] Ketubah, let her ransom herself [at her own expense],\" it is not allowed him [so to do]. If she is hurt, he is bound to have her cured: but should he propose, \"Here is her Get, and [the amount of her] Ketubah, let her get herself healed [at her own expense],\" he is allowed [so to do].",
            "Though he may not have inserted [on her Ketubah], \"The male children thou mayest have by me shall inherit the amount of thy Ketubah over and above their equal shares with their brethren,\" the obligation is [nevertheless] in force, as that is a fixed stipulation [standing rule enacted] by the Bethdin.",
            "[Though he may not have inserted on her Ketubah], \"The female children thou mayest have by me shall abide in my house, and be maintained out of my property, until they are espoused by men,\" the obligation is nevertheless] in force, as that is a fixed stipulation [enacted] by the Bethdin.",
            "[Though he may not have inserted on her Ketubah], \"Thou shalt abide in my house, and be maintained out of my property, as long as thou continuest a widow,\" the obligation is [nevertheless] in force, as it is a fixed stipulation enacted by the Bethdin. As above [in the manner and form above set forth], the men of Jerusalem wrote [in their Ketuboth]: the men of Galilee wrote like them: but the men of Judea wrote \"[Thou shalt abide in my house, and be maintained out of my property] until the heirs prefer to give thee [the amount of] thy Ketubah.\" Therefore, should the heirs prefer it, they give her [the amount of] her Ketubah, and dismiss her."
        ],
        [
            "Although they [the sages] decided that a virgin receives 200 dinar, and a widow a maneh, yet if he [the husband] likes to add even 100 maneh, he can add it. Should she [the bride] become widowed or divorced, whether it occur subsequent to the betrothment or to the espousals, she receives the whole [amount settled upon her]. R. Eleazar ben Azariah saith, \"If subsequent to the espousals she receives the whole [amount], [but if] subsequent to the betrothment, a virgin [only] receives 200 dinar, and a widow a maneh, as the settlement was made solely on condition of the marriage taking place.\" R. Jehudah saith, \"If he [the husband] likes, he gives to a virgin a bond for 200 dinar, and she writes, 'I have received from thee 100 [dinar];' or to a widow [a bond for] 100 dinar, and she writes 'I have received from thee 50 zooz.'\" But R. Meir said, \"Whoever giveth to a virgin less than 200 dinar, or to a widow less than a maneh [for their respective Ketubah], his intercourse [with them] is [like] fornication.\"",
            "They allow a virgin twelve months from [the time] the husband proposed [marriage] to her, to provide herself [with an outfit]. And even as they allow the woman [twelve months time], they also allow [it] to the man to provide himself [with an outfit]. A widow is allowed thirty days. Should the appointed time come, and they are not married, she is [to be] maintained out of his [property], and [if he is a priest] she may eat heave. R. Tarphon saith, \"They may give her all [her maintenance in] heave,\" but R. Akivah saith, \"They are to give her half [her maintenance in] Choolin, and half in heave.\"",
            "A Yabam does not qualify [his sister-in-law, who expects to be married by him] to eat of heave. If [out of the twelve preparatory months allowed her] she has passed six months [during the lifetime] of her [intended] husband, and six months before the Yeboom, or even the whole twelve months before [the death of] her [intended] husband, less one day before the Yeboom, or the whole twelve months before the Yeboom, less one day before her [intended] husband's [death], she is not [entitled] to eat of heave. Such was the first [eldest] Mishna, but a subsequent Bethdin decided, in no case is the woman [entitled] to eat of heave until she is placed under the nuptial canopy.",
            "Should a man by vow consecrate [the produce of] his wife's industry, she [nevertheless has a right to] subsist on her earnings. [If he consecrate] the surplus,  R. Meir saith, \"It is consecrated:\" R. Jochanan, the Sandaller, saith, \"It is Choolin [non-consecrated].\"",
            "These are the [kinds of] work which the woman is bound to do for her husband. She must grind corn, and bake, and wash, and cook, and suckle her child, make his bed, and work in wool. If she brought him one bondwoman [or the value of one, for her dowry], she needs not to grind, bake, or wash: [if she brought him] two [bondwomen, or the value of two], she need not cook nor suckle her child: [if] three, she need not make his bed nor work in wool: [if] four, she may sit in her easy chair. R. Eleazar saith, \"Even though she has brought him [her husband] a hundred bondwomen, he can compel her to work in wool, as idleness leads to unchastity.\" R. Simeon ben Gamaliel saith, \"In like manner, should a man by vow interdict his wife from doing any kind of work, he is bound to divorce her, and to pay [the amount of] her Ketubah, because idleness may lead her to mental aberration.\"",
            "He who by vow interdicts his wife from connubial intercourse, Beth Shammai hold [after] two weeks, Beth Hillel hold after [one] week [he must either be absolved from his vow by a person properly qualified, or he must divorce her]. Students may, for the purpose of studying the law, be absent without the consent of their wives during thirty days: workmen during one week. The marriage duty mentioned in the Law,  is incumbent on men of independence daily, on workmen twice a week, [on] ass drivers  once a week, [on] camel drivers once in thirty days, [on] navigators once in six months. Such is the dictum of R. Eleazar.",
            "A woman who is refractory against her husband  has her Ketubah diminished by [a deduction of] seven dinar every week. R. Jehudah saith \"[By] seven terpaïkin.\" How long is the deduction to be continued? Until it reaches [the full amount of] her Ketubah. R. José saith, \"He [the husband] continues the deductions [so long as she remains refractory], for should any inheritance fall to her from any other quarter, he can therefrom recover them.\" Thus likewise, should the husband prove refractory against his wife, they increase her Ketubah by [the addition of] three dinar every week. R. Jehudah saith \"[By] three terpaïkin.\"",
            "He who provides his wife [with her maintenance] through a third person, must not allow her less than two kab wheat or four kab barley [a week]. R. José stated that this [double] allowance of barley was granted only through [the decision of] R. Ishmael [to those] who resided near Idumea. He [the husband] must [also] allow her half a kab of legumes, half a lug of oil, a kab of dried figs, or a maneh weight of fig-cake: and if he has none, he must allow her fruits of another kind in its stead. [Further] he must provide her with a bedstead, a pillow, and a mattress [another version has: \"if he has no pillow he must provide her with a mattress\"], [Moreover] he must give her a bonnet [cap] for her head, a girdle for her loins, shoes every festival, and wearing apparel to the value of fifty zooz every year. He must not give her new garments in the summer season nor worn-out ones in the rainy season; but he must give her garments to the value of fifty zooz in the rainy season, so that she wears the old ones in the hot weather, and the worn-out ones belong to her.",
            "He must further allow her a meah in money for her petty expences, and she takes her meals with him every Sabbath evening. Should he not allow her a meah in money for her petty expences, her earnings belong to her.  What quantity of work is she bound to do for him? Five selah weight [of spun wool] for warp in Judea, which [are equal to] ten selah in Galilee, or ten selah weight for shute  in Judea, which are [equal to] twenty selah in Galilee. If she is suckling, the quantity of her labor is [to be] diminished, and that of her sustenance increased. To whom do [all] the [above] stipulations apply? To the poor in Israel, but with respect to persons of distinction, every thing is regulated according to rank [and station in society]."
        ],
        [
            "Whatever a woman finds, and [likewise] the produce of her labor belongs to her husband: of what she inherits he enjoys the usufruct during her life. [Damages awarded to her in compensation for] insult or injury belong to her. R. Jehudah ben Bethera saith \"[If the injury inflicted on her is] hidden [not visible] two-thirds [of the damages recovered] belong to her, and one-third to him [the husband]. But if it is apparent [visible] two-thirds belong to him and one-third to her. His [share] is paid [over] to him at once: for her share land is bought, of which he has the usufruct.\"",
            "Should a man stipulate [to give a certain sum of] money [as dowry] to his son-in-law, and his son-in-law dies, he may say [to the brother of the deceased who is to marry his childless widow], \"To thy brother I would have given [the money], but to thee I do not intend giving it.\"",
            "If she [the bride] stipulates to bring him one thousand dinar [in ready money as a dowry], he must against that sum assign to her [in the Ketubah] fifteen maneh. But against [articles subject to] appraisement, he assigns to her one-fifth less than her valuation.  [Should the articles be] appraised at a maneh, and are [actually] worth a maneh, he assigns to her only one maneh. [But if he is required to assign her that sum for articles] to be valued at a maneh, she must bring him [property to the value of thirty-one selah],  and if [he is to assign] four hundred dinar, she must bring him [to the value of] five hundred. But if he assigns [the amount of her dowry in the Ketubah after the property has been appraised], he deducts one fifth [from the amount of the valuation].",
            "If she stipulates to bring [her dowry in] ready money, he must [in the Ketubah] assign her six dinar for every selah [of four dinar]. The bridegroom must also take upon himself [to allow her] ten dinar pocket money for every maneh she brings him. R. Simeon ben Gamaliel saith, \"Every thing is regulated according to the custom of the country.\"",
            "He who gives his daughter [in marriage] without any [previous] stipulation [as to dowry], must not give her less than fifty zooz. If it is stipulated that he [the husband] is to take her naked [without any outfit], he must not say, \"When I have brought her to my own house I will cover her with my raiment,\" but he is bound to clothe her while she is yet in her father's house. So likewise must he, who [by virtue of his office as overseer of the poor] gives an orphan in marriage, not give her less than fifty zoos [for her dowry], and if there is sufficient [means] in the box she is to be provided [with an outfit] becoming her condition.",
            "An orphan who was given in marriage by her mother and brothers with her consent, and they had assigned to her a dowry of a hundred or of fifty zooz, she is entitled when she comes of age to recover from them whatever is her due. R. Jehudah saith, \"If the father has given one daughter in marriage, the same amount [of dowry] must be given to the second [daughter] as he had given to the first;\" the sages, however, object that sometimes a man was poor and becomes rich, or was rich and becomes poor; but the property [the father left] is to be appraised, and [her fair share] given to her.",
            "If a person deposits money for [the dowry of] his daughter in the hands of a trustee, should she say, \"I have full confidence in my bridegroom,\" the trustee must [nevertheless] act according to the strict letter of the trust reposed in him. Such is the dictum of R. Meir, but R. Joss saith, \"Suppose it [the trust money] had been converted into a field, which she is desirous to sell, she has a right to sell it at once.\" To whom do these remarks apply? To a grownup female; but as to a minor, whatever a minor does is as nothing [void]."
        ],
        [
            "He who by vow interdicts his wife from enjoying any benefit from him for thirty days, must provide her [maintenance through] a guardian: beyond then [if for a longer period] he must divorce her, and pay [the amount of] her Ketubah. R. Jehudah saith, \"In the case of an [ordinary] Israelite, [if his vow extends to] one month, he must keep her, [but if to] two months, he must divorce her, and pay [the amount of] her Ketubah. [In the case of] a priestess [should his vow extend to] two months, he must keep her, [but if to] three months, he must divorce her and pay her Ketubah.",
            "He who tacitly confirms the vow of his wife, that she will not taste any [particular] kind of fruit, must [at once] divorce her, and pay lier Ketubah. R. Jehudah saith, \"[In the case of] an [ordinary] Israelite, [should the vow extend to] one day, he must keep her, [but if to] two days, he must divorce her, and pay her Ketubah: [in the case of] a priestess, [should the vow extend to] two days, he must keep her, [but if to] three days, he must divorce her, and pay her Ketubah.\"",
            "He who tacitly confirms the vow of his wife, that she will not adorn herself with any particular kind of ornament, must divorce her, and pay her Ketubah. R. Jose saith, \"[In the case] of a poor woman, if she has set no [fixed] limit [to the duration of her vow]:  and [of] a rich woman after thirty days.",
            "He who tacitly confirms the vow of his wife, that she will not enter her father's house,  should the father reside in the same town, [if the vow extends to] one month, he [the husband] must keep her; [but if to] two months, he must divorce her, and pay her Ketubah. Should the father reside in another town, [if the vow extends to] one festival, he [the husband] must keep her;  [but if to] three festivals, he must divorce her, and pay her Ketubah.",
            "He who tacitly consents to the vow of his wife, that she will not enter a house of mourning or a house of feasting, must divorce her, and pay her Ketubah, because he closes [all doors] against her. 7 But if he assigns other [good] reasons [for confirming her vow ], he is permitted to keep her. If he says: \"[I will annul thy vow] on condition thou tellest A.B. what [lewd words] thou didst speak to me,\" or \"which I did speak to thee,\" or that she is to fill [a given number of buckets of water] and pour [them] on a dunghill,  he must divorce her, and pay her Ketubah.",
            "The following women are divorced, and do not receive [the amount of] their Ketubah:—She who violates the Law of Moses, or Jewish [rules]. What constitutes [a violation of] the Law of Moses? If she causes him to eat [food] which has not paid tithe: if she submits to his embraces while she is in a state of Niddah:  if she does not set apart Chalah: and if she vows, but does not keep [her vow]. What constitutes [a violation of] Jewish rules [customs]? If she goes out with her hair loose [bareheaded]: if she spins in the street, and converses [flirts] with any man. Abbah Saul saith, \"[Likewise] if she curses his children in his presence.\" R. Tarphon saith, \"[Also] if she is a ‏קולנית‎, a noisy woman.\" What is [meant by] a noisy woman? One who speaks in her own house [so loud] that the neighbours can hear her.",
            "§ 7. If a man is Mekadesh a woman, on condition that she is not subject to any vows, and it is discovered that she is subject to vows, the Kidushin are void. Should he have espoused her without investigation [as to the condition he stipulated], and then discovers that she is subject to vows, he may divorce her without paying her Ketubah. If he has mekadeshed her on condition that she is free from corporeal blemishes, and she is found to be subject to such blemishes, the Kidushin are void. Should he have espoused her without investigation, and then discovers blemishes, he may divorce her without paying her Ketubah. All those blemishes which disqualify priests [from ministering at the altar], also disqualify women [from insisting on the validity of their Kidushin].",
            "If the blemishes are discovered while she is yet in her father's house, it is incumbent on the father to prove, that after she was betrothed these blemishes had arisen, and his [the bridegroom's] field become harrowed. But if she is entered under the husband's authority, it is incumbent on the husband to prove, that before she was betrothed these blemishes existed in her, and that his bargain was entered upon in error. Such is the dictum of R. Meir, but the sages say: \"To what do these remarks apply? To blemishes that are hidden [out of sight]; but with respect to those that are evident he cannot start any objections. And should there be a bath in the city in which the espousals are to take place, he cannot raise any objections, even with respect to such blemishes as are hidden, as he could cause her to be examined by his female relatives.\"",
            "Should the husband contract any corporeal blemish, they [the Bethdin] do not compel him to divorce his wife. R. Simeon ben Gamaliel saith, \"To what [case] does this assertion apply? To minor blemishes. But [in cases of] serious blemishes, they compel him to divorce [his wife].\"",
            "The following [are the circumstances on account of which] they compel him to divorce [his wife]: if he is smitten with leprosy, or afflicted with a polypus; or if he gathers dogs’-dung [for the purpose of preparing leather], or is a copper-smelter, or a tanner. Whether these circumstances existed before marriage or arose after marriage, with respect to them all, R. Meir observes, \"Even though he [the husband] specially covenanted with her,  she may plead, 'I thought I could bear it, but now I find I cannot.'\" The sages, however, hold, that she is compelled to bear it, except [in the case of the husband becoming] smitten with leprosy, as he [then] is in danger of a decline. It happened at Sidon, that a tanner died, and left a brother [who also was] a tanner. The sages held \"That she [his childless widow] had a right to plead, 'Thy brother I could bear, but thee I cannot bear.'\""
        ],
        [
            "[Of] a woman to whom property fell [by inheritance or gift] before she was betrothed, Beth Shammai and Beth Hillel agree, \"That after she is betrothed, whether she sell [the property], or give [it] away, it is valid.\" If it falls to her after she is betrothed, Beth Shammai hold \"That she [has a right to] sell;\" but Beth Hillel hold \"She must not sell.\" Both however agree, \"That if she has sold, or given [it] away, [her deed] is valid.\" R. Jehudah related, \"They [litigants] pleaded before R. Gamaliel, 'As the man acquires the wife[’s person], can it be [right or reasonable] that he should not also acquire her property?'  but R. Gamaliel replied, 'We feel ashamed at the [rights conceded to the husband on her] new [property which falls to her after marriage], and ye wish to impose on us [the task of conceding similar rights on] her old [property, which fell to her after betrothment].'\" Should the property fall to her after marriage. both [Beth Shammai and Beth Hillel] agree, \"That whether she sell or give [it] away, the husband recovers it from the holders.\" [Should the property have fallen to her] before she was married, R. Gamaliel saith, \"Whether after her marriage she sell [the property], or give [it] away, [her deed] is valid.\" R. Hananiah ben Akivah related, \"They pleaded before Rabbon Gamaliel, 'As the man acquires the wife ['s person], can it be [right or reasonable] that he should not also acquire her property?' 2 But Rabbon Gamaliel replied, 'We feel ashamed at the [rights conceded to the husband on her] new [property which falls to her after marriage], and ye wish to impose on us [the task of granting similar rights on] her old [property which fell to her before marriage].'\"",
            "R. Simeon distinguishes between property and property. Such property as is known to the husband she must not sell, and whether she sold or gave [it away], it is void. Such property as is not known to the husband, she must not sell; but if she has sold or given [it away], it is valid.",
            "Should ready money fall to her [as inheritance], land is to be purchased therewith, of which he [the husband] enjoys the usufruct; should fruit that has been reaped [gathered from the ground] fall to her, land is to be bought [with the proceeds] thereof, of which he [the husband] enjoys the usufruct. [As to] fruit growing on the ground, R. Meir saith, \"They appraise the field, how much it is worth with the growing fruit, and how much without [it], and for the difference land is to be bought, of which he [the husband] enjoys the usufruct.\" But the sages decide, \"That the fruit growing on the ground belong to him [the husband], but that fruit reaped [gathered from the ground] belong to her [the wife], that land must be bought therewith, of which he enjoys the usufruct.\"",
            "R. Simeon saith, \"In cases where he [the husband] has the advantage when he marries her, he is at a disadvantage if he divorces her; and in cases where he is at a disadvantage when he marries her, he has the advantage if he divorces her. Fruit growing on the ground belong to him at the marriage, but at the [time of] divorce belong to her. Whereas fruit reaped [gathered from the ground] belong to her at the marriage, but at the [time of] divorce they belong to him.\"",
            "Should aged bondmen or bondwomen fall to her [by inheritance], they are to be sold to purchase land [with the produce of the sale], of which he [the husband] enjoys the usufruct. But R. Simeon ben Gamaliel saith, \"She can forbid the sale, because they [aged servitors] are an ornament to her father's house. Should old olive-trees and vines fall to her, they are to be sold to purchase land, of which he [the husband] enjoys the usufruct.\" R. Jehudah saith, \"She can forbid the sale, because they [old trees] are an ornament to her father's house. Should a man incur an expense on his wife's property, whether he has expended much, and reaped but little [benefit], or has expended little and reaped much [benefit], what he has expended he has expended, and what he has reaped he has reaped.  Should he have incurred expense, and reaped no benefit whatever, he must make oath to the amount of his expenditure, and [then] recovers it out of the property.\"",
            "[In the case of] a woman who expects [to be married by] Yeboom, and to whom property falls, Beth Shammai and Beth Hillel both agree, \"That whether she sell, or give [it away, her deed] is valid.\" Should she die, how are they to dispose of her Ketubah, and of the property which comes and goes with her?  Beth Shammai hold, \"The heirs of the husband share [divide equally] with the heirs of the father;\" but Beth Hillel hold, \"That the property reverts according to the original title. Her Ketubah of right reverts to the heirs of the husband, and the property which comes and goes with her, of right reverts to the heirs of the father.\"",
            "If his [the Yabam's deceased] brother left ready money, land must be bought therewith, of which he enjoys the usufruct. [If the deceased left] fruit, reaped [gathered off the ground], land must be bought therewith, of which he [the Yabam] enjoys the usufruct. [Respecting] fruit growing on the ground, R. Meir saith, \"They appraise the field, how much it is worth with the growing fruit, and how much without [it], and for the difference land must be bought, of which he [the Yabam] enjoys the usufruct.\" But the sages decide, \"That fruit growing on the ground belong to him, while that which has been reaped [gathered off the ground] belong to whoever [he or she] first obtains possession thereof. If he [the Yabam] first takes possession thereof, they belong to him; if she [the widow] first takes possession thereof, they belong to her; but [in that case] land must be bought therewith, of which he enjoys the usufruct. After he has espoused her, she is his wife to all intents,  saving always that she has a lien [for the amount of] her Ketubah on the property of her first husband.\"",
            "He cannot say to her, \"There is [the amount of] thy Ketubah lying on the table;\" but the whole of his property remains liable for her Ketubah. [Another version has, \"Moreover a man cannot say to his wife, 'There is [the amount of] thy Ketubah lying on the table,' but the whole of his property remains liable for her Ketubah\"]. Should he divorce her, she has no [claim] beyond her Ketubah. If he takes her back, she is like all [married] women, and has no [claim] beyond her Ketubah only."
        ],
        [
            "He who in the Ketubah undertakes to his bride, \"Right and title have I none to thy property,\" does [nevertheless] enjoy the usufruct thereof during her lifetime, and if she dies, he inherits from her. Such being the case, what [then] is the effect of his undertaking to her, \"Right and title have I none to thy property?\" That what she sells, or gives away, is valid. Had he undertaken in writing, \"Right and title have I none to thy property, nor to the usufruct thereof;\" he is not entitled to the usufruct during her lifetime. R. Jehudah saith, \"At all events he has the usufruct of the proceeds of her property, unless he undertakes to her, 'Right and title have I none to thy property, nor to the fruits thereof, nor to the proceeds of these fruits [henceforth and] for ever.' Had he undertaken to her, 'Right and title have I none to thy property, nor to the fruits thereof [or to the proceeds of these fruits]  during thy lifetime, nor at thy death,' he does not enjoy the usufruct during leer life, and at her decease he does not inherit of her.\" R. Simeon ben Gamaliel saith, \"At her decease he does inherit of her, because he has contracted [to do that which is] opposed to what is written in the law; and whosoever contracts [to do that which is] opposed to what is written in the law, his contract is null and void.\"",
            "Should a man dying leave a wife, creditors and heirs, and his property, either as a trust or as a loan is in the hands of other persons, R. Tarphon holds, \"It must be given up to the weakest among them.\" But R. Akivah remarked, \"No commiseration [must interfere with] the administration of justice; therefore it [the property] must be given up to the heirs, for all others [creditors] must be sworn, whereas the heirs need not be sworn.\"",
            "If he has left fruit reaped [gathered off the ground], whichever [of the parties concerned] first obtains possession thereof, is entitled thereto. Should the wife have taken possession of more than [the amount of] her Ketubah, or the creditor of more than [the amount of] his debt, the surplus must, according to R. Tarphon, be given to the weakest among them; but R. Akivah remarked, \"No commiseration [must interfere with] the administration of justice; therefore it [the surplus] must be given up to the heirs, for all others need be sworn, but the heirs need not be sworn.\"",
            "He who appoints his wife saleswoman [in his shop], or administratrix [manager of any part of his property], may have her sworn whenever he pleases. R. Eleazar saith, \"[He may do so under any circumstances], even as to her spindle or her dough.\"",
            "If he has undertaken to her, \"Vow or oath will I not impose on thee,\" he cannot have her sworn, but he may have her heirs sworn, and those who act under her authority. [If he has undertaken to her] \"Vow or oath will I not impose on thee, nor on thy heirs, nor on those who act under thy authority, he cannot have her sworn, not her, nor her heirs, nor those who act under her authority? But his heirs can have her sworn, her, her heirs, and those who act by her authority. [If he has undertaken] \"Vow or oath shall neither I, nor my heirs, nor those who act by my authority, impose on thee, or on thy heirs, or on those who act by thy authority, neither he, nor his heirs, nor any that act by his authority,\" can have her sworn, neither her, nor her heirs, nor those who act under her authority.",
            "If she [a widow circumstanced as in the preceding § stated], goes [directly] from her husband's grave to her father's house, or should she return to the house of her father-in-law, but is not appointed administratrix [manager of her deceased husband's property], his heirs cannot have her sworn. But if she has been appointed administratrix, the heirs may have her sworn as to the future, but they cannot have her sworn as to the past.",
            "She who prejudices her own Ketubah, cannot recover unless she be sworn. Should one witness bear testimony that she has [already] been paid, she cannot recover unless she be sworn. [If she is to be paid] out of orphans’ property, or alienated property, or should he [the husband] be absent, she cannot recover unless she be sworn.",
            "\"Prejudice her Ketubah;\" how [can she do so]? [Suppose] her Ketubah was a thousand zooz; the husband asserts, \"Thou hast received [the whole amount of] thy Ketubah;\" to which she replies, No, I have only received a hundred zooz;\" [in that case] she cannot recover [the amount she claims] unless she be sworn. \"Should one witness bear testimony that she has [already] been paid;\" how [is this meant]? [Suppose] her Ketubah was a thousand zooz; the husband asserts, \"Thou hast received [the whole amount of] thy Ketubah;\" to which she replies, \"No, thou hast only paid me a hundred zooz.\" Should one witness bear testimony against her, [and affirm that] she has already been paid, she cannot recover [the amount she claims] unless she be sworn. \"Out of alienated property;\" how [is this to be understood]? Should he [the husband] have sold his property to others, and she [seeks to] recover [the amount of her Ketubah] from the purchasers, she cannot enforce payment unless she be sworn. \"Out of orphans’ property;\" how [is this meant]? Should he [the husband] die, and leave his property to his orphan children, and she [seeks to] recover [the amount of her Ketubah] from the orphans, she cannot enforce payment unless she be sworn. \"If he [the husband] is absent;\" how [is this to be understood]? If he is gone beyond seas, and she [seeks to] recover [the amount of her Ketubah] during his absence, she cannot enforce payment unless she be sworn. R. Simeon saith, \"Whenever she [a widow] claims [the amount of] her Ketubah, the heirs of her husband can put her upon her oath: but if she does not claim [the amount of] her Ketubah, the heirs cannot put her upon her oath.",
            "If a woman produces her Get, but does not produce a [written] Ketubah, she is [nevertheless] entitled to recover [the standard amount of] her Ketubah. Should she produce her [written] Ketubah, but does not produce her Get, but says, \"My Get is lost,\" to which he [the husband] replies, \"My receipt [in discharge of thy Ketubah] is lost;\" and likewise, in case a creditor produces his bond, but does not produce the judicial pre-monition: [in either of these cases] they [the wife or the creditor] do not recover [the amount they respectively claim]. R. Simeon ben Gamaliel saith, \"Ever since the time of [public] danger began, a woman can recover [the amount of] her Ketubah without producing the Get, and a creditor can recover [the amount of] his bond without producing the judicial pre-monition. [Should she produce] two Gittin and two Ketuboth, she is entitled to recover the amounts of both Ketuboth. [Should she produce] two Ketuboth and one Get, or two Gittin and one Ketubah, or one Ketubah, one Get, and [proof of her husband's subsequent] decease, she can only recover the amount of one Ketubah; for he who divorces his wife and takes her back, does only take her back under the obligation of her first Ketubah. [Of] a minor, whom his father gives in marriage, the Ketubah [which he has signed] continues valid, as it is in virtue thereof that she continues his wife. Should a proselyte embrace Judaism, together with his wife, her Ketubah remains legally valid, as it is in virtue thereof that she continues his wife.\""
        ],
        [
            "[In the case of] him who married two wives, and dies, the first wife has a priority before the second, and the heirs of the first [wife] before the heirs of the second wife. Had he first married one wife, who died, and then married the second, at his own decease the second wife and her heirs have a priority before the heirs of the first wife.",
            "[In the case of] him that married two wives, both of whom died before his own decease, and when the orphan children claim the Ketubah of their mothers, [while] there is no more [property] than the [exact amount of the] two Ketuboth, they divide [it between the two sets of orphans, share and share] alike. But if there is [any] surplus [property beyond the exact amount of the two Ketuboth, even though that surplus be but a single] dinar, the orphans of each mother receive the amount of her Ketubah. Should the orphans propose: \"We will appraise the property of our father one dinar higher [than the real value],\" they are not to be listened to, but the Bethdin must cause the property to be appraised.",
            "Should there be any property in expectancy, it is not [to be considered] as in [actual] possession. R. Simeon saith, \"Even though there be moveable property [beyond the amount of the two Ketuboth], it is not [to be included in the computation], but there must be immoveable property, exceeding [in value the amount of] the two Ketuboth [by at least] a dinar.",
            "He who married three wives and dies, the Ketubah of one [wife] being one hundred dinar, of one [wife] two hundred, and of one, three hundred [dinar], while there is only [property left to the value of] one hundred [dinar], they divide [it between them, share and share] alike. If there be [property to the value of] two hundred dinar, she [whose Ketubah amounts] to a maneh, receives fifty dinar, while she of two hundred and she of three hundred dinar receive three gold-pieces [each gold-piece at twenty-five dinar]. Should there be [property to the value of] three hundred dinar, she [whose Ketubah is] of one hundred dinar receives fifty, she of two hundred receives one hundred, and she of three hundred dinar receives one hundred and fifty [dinar]. In like manner, three who join their funds [form a co-partnership], whether they have diminished or increased their capital, the above is [the proportion to be observed] in which they divide.",
            "[Of] him who married four wives and dies, the first wife has priority before the second, the second before the third, and the third before the fourth. The first is put upon her oath by the second, the second by the third, the third by the fourth, but the fourth recovers her Ketubah without being sworn. Ben Nanas saith,[paragraph continues] \"What! because she is the last is she to be favored? She likewise cannot recover without being sworn.\" Should [the Ketuboth] have all been executed on the same day, whichever [of them] precedes the others even by one hour, enjoys [the priority]. Therefore in Jerusalem they inserted the hour. Should all [the Ketuboth] have been executed in the same hour, and there is no more [property left] than [to the value of] a maneh, they divide [it between them, share and share] alike.",
            "[Of] him who has married two wives, and sells his land, should the first wife undertake in writing to the purchaser, \"Right and claim have I none against thee,\" the second [wife] may [nevertheless] recover the land from the purchaser. But then the first [wife] recovers it from the second, and the purchaser again recovers it from the first [wife], and thus the title [and possession of the field] keeps shifting [from one to the other] until they come to an arrangement. Such is also the case with a creditor, and if the wife proceeds as a creditor."
        ],
        [
            "A widow must be maintained out of the property of the orphans, and her earnings belong to them; and they are not bound to [defray the cost of] her funeral. Her heirs, who inherit her Ketubah, are bound to [defray the cost of] her funeral.",
            "A widow, whether [she become such] after betrothment only, or after [actual] marriage, may sell without applying to the Bethdin. R. Simeon saith, \"[A widow] after actual marriage, may sell without applying to the Bethdin; but [a widow] after betrothment [only], must not sell, without [previous application to] the Bethdin, because she [the last named] is not entitled to her maintenance [out of the husband's estate]; and any woman who is not entitled to a maintenance, must not sell, without [previous application to] the Bethdin.\"",
            "Should she have sold, mortgaged, or given away [to the whole amount of] her Ketubah, or [to] a part thereof, she must not sell the remainder, without [previous application to] the Bethdin; but the sages hold, \"She may make four or five different sales [if] she sells for her necessary maintenance, [and she may do it] without [previous application to] the Bethdin. [In that case, however] she inserts [in the deed of sale], 'I make this sale for my [necessary] maintenance.' A divorced woman must not sell without [applying to] the Bethdin.\"",
            "Should a widow, whose Ketubah is two hundred dinar, sell part of the land liable to her Ketubah [to] the value of one hundred dinar for two hundred, or [to] the value of two hundred dinar for one hundred, [in either case it is held that] she has received the full amount of her Ketubah. Should her Ketubah be one hundred dinar, and she has sold to the amount of one hundred and one dinar, the sale is void; even though she offers to make good the one dinar to the orphans, her sale is void. R. Simeon ben Gamaliel saith, \"Her sale is always valid, unless she thereby prevents the orphans from having a field of nine kab seed corn, or a garden of half a kab seed corn.\" According to R. Akivah, \"[A garden of] one-quarter kab seed corn.\" Should her Ketubah amount to four hundred dinar, and she sells to one a hundred dinar worth, and to another a hundred dinar worth, and to the last purchaser she sells to the value of one hundred and one dinar for one hundred, her last sale is void, but all her preceding sales are valid.",
            "Should a judicial appraisement be made either one-sixth too high, or one-sixth too low, the sale [made in consequence of such valuation] is void; but R. Simeon ben Gamaliel maintains \"That the sale is valid, for if it were otherwise, what would be the good of judicial authority? But if they [the Bethdin] make public advertisement [of the land to be sold], even though they sold what was actually worth one hundred dinar for two hundred, or what was [actually] worth two hundred dinar for one hundred, their sale is valid.\"",
            "She who refuses [to cohabit with her husband], or [who is related to him in] the secondary [degree of consanguinity], or an ‏אילונית‎, are not entitled to any Ketubah, or [compensation for] usufruct, or maintenance or [compensation for] wear and tear. If at the time of marriage he [the husband] knew that she [the bride] was an ‏אילונית‎, she is entitled to her Ketubah. A widow [married] to a high priest; a divorced woman, or one who has performed [the ceremony of] Chalitza, [married] to an ordinary priest; a bastardess, or Nethineth [married] to an Israelite; or a daughter of Israel married to a bastard or Nethin, are all entitled to their Ketubah."
        ],
        [
            "He that marries a woman, who stipulates that he is to maintain her daughter [by a former husband] five years, is bound to maintain her during the five years. [If he divorces his wife, and] she marries another man, with whom she likewise stipulates that he is to maintain her daughter five years, he is [also] bound to maintain her during the five years. The first husband is not entitled to say, \"When she comes to me I will maintain her,\" but he must bring her maintenance to the place where she is with her mother. Neither are the two husbands at liberty to say, \"We will jointly maintain her,\" but the one must maintain her, and the other give her the value of her maintenance in money.",
            "Should she [the daughter spoken of in the preceding Mishna] marry [during the stipulated period of five years], her husband furnishes her maintenance, and they [her mother's two husbands] must give her the amount of her maintenance in money. Should they die, their own daughters are maintained out of their unencumbered property. whilst she must be maintained [even] out of their encumbered [alienated] property, because she is [possessed of the same rights] as a [mortgage] creditor. Prudent men stipulated,  \"On condition that I maintain thy daughter during five years, provided thou art living with me.\"",
            "Should a widow declare, \"I will not remove from my husband's house,\" the heirs cannot say to her, \"Depart to thy father's house and we will there maintain thee;\" but they must maintain her in her husband's house, and provide her a dwelling in accordance with her dignity [rank and station in society].  Should she declare, \"I will not remove from my father's house,\" the heirs may reply, \"While thou art with us thou shalt have thy maintenance, but if thou art not with us, thou shalt not have thy maintenance.\" Should she object to this, because she herself is young, and the heirs likewise are young, they are bound to furnish her maintenance, and she continues in her father's house.",
            "While she continues in her father's house, she is entitled at any time to claim [the amount of] her Ketubah: but if she remained in her husband's house [she is entitled to claim it only during] twenty-five years; for in the twenty-five years she will have done [herself] good,  [derived benefits] equal to [the amount of] her Ketubah. Such is the dictum of R. Meir, which he advanced on the authority of R. Simeon ben Gamaliel; but the sages hold, \"As long as she remains in her husband's house, she is entitled at any time to claim her Ketubah; as long as she remains in her father's house, she is entitled to claim her Ketubah [only during] twenty-five years. If she dies, her heirs can claim [the amount of] her Ketubah [only] before the expiration of the twenty-five years.\""
        ],
        [
            "Two rigorous magistrates were in Jerusalem, Admon and Hanan ben Abishalom. Hanan pronounced two decisions, and Admon seven. [In the case of] a man that went beyond seas, and whose wife claimed her maintenance [out of his real estate], Hanan decided she must be put upon her oath at the close [of the proceedings], but not at the commencement [thereof]. The sons of high priests disputed with him, and maintained that she must be put upon her oath at the commencement as well as at the close [of the proceedings]. R. Dosa ben Harkeenos adopted their opinion, but R. Jochanan ben Zachai declared, \"Hanan had decided justly, and that she is not to be sworn till the close [of the proceedings].\"",
            "[In the case of] a man that went beyond seas, and another man took upon himself to maintain the wife [during her husband's absence], Hanan decided, \"He [who of his own accord supported her] has lost his money.\"  The sons of high priests disputed with him, and maintained, \"He must swear how much he expended [in her support], and he then recovers it.\" R. Dosa ben Harkeenos adopted their opinion; but R. Jochanan ben Zachai declared, \"Hanan decided justly: for the man has placed his money on the antlers of a stag.\"",
            "Admon pronounced seven decisions. [In the case of] a man who at his death leaves sons and daughters, [the rule is that] if the property be ample, the sons inherit [the estate], and the daughters must be maintained [by the sons]; but if the property be scanty, the daughters must be maintained, even though the sons must go from door to door [to beg their bread]. [In opposition to this rule] Admon remarked, \"What, because I am a male, am I to be the sufferer?\"  Rabbon Gamaliel said, \"I approve of Admon's remark.\"",
            "[In the case of] a man who sued his neighbour for [certain] jars of oil, and the defendant admits that he owes him for the oil-jars [but denied owing for the oil], Admon decided, \"As he admits the demand in part, he must be sworn.\" The sages said, \"This is no admission [as it differs] in kind with the demand.\" Rabbon Gamaliel said, \"I approve of Admon's decision.\"",
            "[In the case of] a man who engages to give [certain] monies to his [intended] son-in-law [as a marriage portion to his daughter], and afterwards holds up his leg at him, [the rule is, the husband may] let her sit until her head gets grey. Admon decided, \"She has a right to say, 'Had I entered into this engagement for myself [and deceived thee], I ought to sit [forsaken] until my head gets grey; but as it is my father who engaged for me, what can I do? Either take me to thee [as thy wife], or discharge me [from my marriage obligation by divorce].'\" Rabbon Gamaliel said, \"I approve of Admon's decision.\"",
            "[In the case of] a man who disputed the title to a field, and was himself a subscribing witness, Admon held, \"He [the ejector] may plead '[I come forward now because] the second [holder] I can [more] easily [contest possession with] than the first, who was too powerful for me.'\" But the sages say, \"He [the ejector] has forfeited his title [and right to the field].\" If he had designated [the field in question] as boundary to another [field], he also forfeits his right and title.\"",
            "[In the case of] a man who went beyond seas, and [during his absence] loses the path [leading to] his field, Admon held, \"He may make a short cut to it;\" but the sages hold, \"He must purchase a path, though it cost him one hundred maneh, as otherwise he must fly through the air [to get to his field].\"",
            "[In the case of] a man who [sueing another for debt] produced a bond, while the defendant produced a deed of sale [dated subsequent to the bond], by which the plaintiff conveyed to him a field, Admon remarked, \"He [the defendant] can plead, 'Had I been in thy debt, it was for thee to recover thy due when thou didst sell me thy field;'\"  but the sages say, \"This [the] plaintiff was a prudent [man]; he sold him the land in order that he might be able to seize on it as security [for his debt].\"",
            "[In the case of] two men, who [sueing each other for debt] produce cross bonds against each other, Admon remarked \"[The holder of the last dated bond has a right to plead] 'Had I been in thy debt, why didst thou borrow of me?'\" But the sages decided, \"That each is entitled to recover [the amount of] the bond he holds.\"",
            "[With respect] to marriages [the following] three provinces [are considered as distinct countries, viz.] Judea, [the land] beyond the Jordan, and Galilee. A woman cannot be compelled to [follow her husband who will] remove [out of her own country] from a town to a town, or from a borough to a borough; but within her own country she is compelled to remove [with her husband] from a town to a town, or from a borough to a borough, but not from a town to a borough, or from a borough to a town. She can be compelled tomove [with him] from an inferior dwelling to a superior one; but she is not compelled to move [with him] from a superior dwelling to an inferior one. R. Simeon ben Gamaliel saith \"[She cannot be compelled to move] even from an inferior dwelling to a superior one, because the superior one [if new and previously uninhabited] may occasion sickness.\"",
            "All [persons] can be compelled to move into the land of Israel, but none can be compelled to move out of it. All persons can be compelled to move into Jerusalem, but none can be compelled to move out of it. [This rule applies] alike to men, to women, and to bondmen. Has a man married a woman in the land of Israel, and divorced her in the land of Israel, he must pay her [the amount of her Ketubah] in the coin of the land of Israel. Has he married her in the land of Israel, and divorced her in Cappadocia, he may pay her [the amount of her Ketubah] in the coin of the land of Israel. Has he married her in Cappadocia, and divorced her in the land of Israel, he may pay her in the coin of the land of Israel. R. Simeon saith, \"He must pay her in the coin of Cappadocia.\" Has he married her in Cappadocia, and divorced her in Cappadocia, he must pay her [the amount of her Ketubah] in Cappadocia."
        ]
    ],
    "titleVariants": [
        "M Ketubot",
        "Mishnah Ketubot",
        "Mishna Ketubot",
        "M. Ketubot"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nashim"
    ]
}