{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Sotah", 
    "lengths": [
        96, 
        481
    ], 
    "text": [
        [], 
        [], 
        [
            "A man who warns his wife - R' Eliezer says, he must warn her before two witnesses, but he can make her drink the bitter water of the Sotah ceremony on the evidence of one witness or his own testimony. R' Joshua says, he must warn her before two witnesses and can make her drink only on the testimony of two witnesses. How does he warn her? He says to her before two witnesses, \"Do not speak with a certain man.\" And if she speaks with him, she is still permitted in her house (to have sexual relations with her husband) and permitted to eat the Terumah. If she meets with him secretly in a house and stays with him long enough to become impure, she is forbidden to her husband and forbidden to eat the Terumah. And if her husband dies, she performs the Chalitza ceremony and does not contract a Levirate Marriage to one of his male relatives.", 
            "Gemara: let's examine this: the Tanna just finished teaching Nazir; why is the Tanna now teaching Sotah? In accordance with Rebbi, as it is taught in a baraisa, \"Rebbi says, why is Parshas Nazir juxtaposed with Parshas Sotah? To tell you that anyone who sees a Sotah in her destruction should abstain himself from wine.\" The Tanna, then, should teach Sotah and then teach Nazir! Since the Tanna taught Kesubos and taught [in it Perek] HaMdir, he taught Nedarim; and since he taught Nedarim, he taught Nazir, which is similar to Nedarim; and then he taught Sotah in accordance with Rebbi."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "Rabbi Yitzhak said:", 
            "One should always stand in awe of the community.  Indeed, the Kohanim (Priests) stood with their faces toward the people and their backs to the Shechinah (Divine Presence)."
        ]
    ], 
    "heTitleVariants": [
        "סוטה"
    ], 
    "heTitle": "סוטה", 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "length": 49, 
    "titleVariants": [
        "Tractate Sotah", 
        "Sotah", 
        "Talmud Sotah", 
        "Masekhet Sotah"
    ], 
    "textDepth": 2, 
    "order": [
        17, 
        5
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ]
}