{"The Early Prophets, Joshua, Part I; Preparations for Conquest": {"Setting the Stage": ["Joshua 1:1-18", "The opening chapter is a fitting beginning to the book, focusing as it does on key themes to come but also purposely linking up with the ideas and vocabulary of the previous book, Deuteronomy. For example, as Polzin (1980) and others have noted, vv.3-7 contain almost literal citations of Deut. 11:24-25 and 31:7-8. And just as in an earlier example of this phenomenon, where the opening words of Leviticus take us back to the book of Exodus, thus aligning itself within the Five Books, so Joshua’s beginning assures us that the words of Deuteronomy will be fulfilled. This is further reinforced by the vocabulary in Chap. 1, featuring such Deuteronomic phrases as “the servant of YHWH” (v.1), “Be strong and courageous” (v.6), and the obvious multiple repetitions of “give” and “land,” which support both YHWH’s long-standing promise to the Israelites and Yehoshua’s worthiness to succeed Moshe. Nelson likens the chapter to the account of a “royal installation,” not that of a general’s commissioning, and thus it is, appropriately, societal leadership which stands at the center here, as indeed it will throughout the four-book sequence of The Early Prophets. So what could have been a time of instability—the predicted outcome of succession after a great leader has died—is treated by the text in a manner that gives weight to the new leader.", "The boundaries cited here are at best ideal borders as conceived at a later period. They do not correspond to any known historical reality, in the Bible or elsewhere. But the language is reminiscent of Assyrian imperial thinking, an influence that appears throughout the first half of the Bible. The generalities of the boundaries—wilderness, mountains (“the Levanon”), river, and sea—are typically used in Assyrian records to indicate a king’s vast rule (see Wazana 2003).", "The simple word “all” recurs throughout this chapter, signifying alternately the whole people, the army, the land to be conquered, and the sum total of God’s stipulations and teachings. Clearly the text wishes to impress on the audience that following “all” of God’s laws will lead to possession of “all” the land.", "From v.12 to the end of the chapter, the text introduces an issue that will never fully be resolved in Joshua. Two and a half tribes out of the twelve request permission to remain on the east bank of the Jordan, in the fertile region known as Gil’ad. On condition that they aid the others in conquering the west bank of Canaan, Yehoshua grants their wish. It is fulfilled in the first part of Chap. 12, but, as the opening of Chap. 22 demonstrates, biblical Israel was apparently ambivalent about the occupation of the eastern territory."], "The Spies and Their Hostess": ["Joshua 2:1-24", "Instead of launching into details about the beginning of a military campaign, as ancient Near Eastern battle accounts conventionally do, the Bible here presents a dramatic story with multiple interests. By focusing on a central character, the prostitute Rahav, who is the only named personality in the narrative (Nelson), the text is able to convey the fear in which the citizens of Jericho hold the Israelites, the practical problems and tensions of conquest, and, above all, the hand of God in what is to come. Rahav’s humanity, unexpected as it is, moves the narrative from a dry reconnaissance account to one of emotional depth.", "The story also introduces a key theme in Joshua: trying to explain why some Canaanites are still living among the Israelites in the audience’s time. And since loyalty to God is to be a major factor in the Israelites’ coming military actions, it makes sense to start with a story about Rahav’s and the soldiers’ loyalty to one another.", "Fishbane draws attention to the repetition of “send” in the narrative, which marks both “principal actions … and the main spatial units.” But there is more. The repeating vocabulary of the chapter emphasizes, on the one hand, what one would expect—“spies,” “look over,” “search out,” and “seek”—but also the aforementioned “loyalty” (<i>hesed</i>), and, most notably, a verb which in the Torah is often connected to acknowledgment of God’s power by foreigners: “know” (see v.9). In addition, as McCarthy has shown, the vocabulary of fear in vv.9 and 11—“dread,” “quivering,” and “our hearts melted”—recalls phraseology used in the ancient Near East of a common and potent image, the Divine Warrior.", "The Israelites achieve their first, and perhaps most stunning, victory, then, not through advanced strategy but via the hand of God, and it is typically manifested through an actor of low social status, Rahav. Liberation from bondage in the book of Exodus began with decisive action taken by women (the midwives, Moshe’s mother and sister, and Pharaoh’s daughter); the conquest of the Promised Land opens similarly."], "The Crossing": ["Joshua 3:1-17", "Now comes the crucial moment of transition from one state of being (wandering) to another (conquest). Not surprisingly, the chapter contains a strong sense of boundaries, as if to foreshadow the entire second half of the book (Hess).", "If we had any doubts as to Yehoshua’s leadership capabilities, they are dispelled by his Moshe-like act of splitting the waters of the Jordan—although Yehoshua himself does not stretch out a staff as Moshe and Aharon had done; this time, the act of cleaving the river is portrayed as coming directly from God. Only once will such a splitting of waters occur again, with Eliyyahu (Elijah) in II Kings 2. He too is presented as a kind of second Moshe, in acknowledgment of another great crisis in Israel’s history.", "The motif of a religious object such as the Coffer (Ark) leading troops into battle is known all over the ancient and medieval world. Although the present chapter involves no fighting per se, it seems wholly appropriate that the Coffer, borne by priests, spearheads the long-awaited fording of the Jordan and thus inaugurates the conquest of Canaan.", "Despite the dramatic moment in our text, the narrative is confusing at points. This has already been the case in previous accounts, such as the description of the revelation at Sinai (Exod. 19), and such confusion will also occur in Chaps. 4 and 6 below, as Nelson notes. This lack of clarity may stem from a complicated history of writing or transmitting the text, or from the desire to include all relevant traditions, no matter how inconsistent or contradictory.", "Key words in the chapter include, not surprisingly, “cross” and “people,” with clusters of “carry,” “Coffer,” and “priests,” and “waters” and “stand.” In the end, the crossing of the Jordan, in contrast to the cosmic upheaval at the Sea of Reeds in Exodus, is orderly and hierarchical. Once again, ceremony and what it stands for—bonding the social unit together—trump historical reporting.", "Those who seek a “scientific” explanation for the events of this chapter have noted the existence of clay riverbanks in the area, a soil composition that could lead to a temporary blockage (Rainey, following Aharoni). The text itself is wholly uninterested in such an approach."], "Memorializing the Crossing": ["Joshua 4:1-24", "Here, as Nelson notes, recounting the act of “crossing” (once again a key word in the narrative) attains the identity-forming position suggested in the last chapter. In his words, the “act of retelling … would perform the function of reinforcing peoplehood.” The account of river fording described in the text is thus as much a rite of passage for Israelite audiences, as well as for Jewish and Christian ones of later periods, as it is a dramatic moment in the text itself. As typically laid out in Deuteronomy, historical events are prized mainly for their later meaning; here, all-important is the issue of children asking their parents, “What are these stones?” Only when we get to v.12 is there finally a mention of war. But even this does not overshadow the elevation of Yehoshua’s status as leader, despite the fact that no swords have yet been drawn and no arrows have yet flown.", "In v.24 there is a reiteration of the verb “know,” which had been so meaningfully used in Chap. 2."], "The Transition to Canaan": ["Joshua 5:1-15", "The saga of passage across the Jordan now comes to its completion. The river itself has been crossed, but the people are somehow not yet fully Israelite. To accomplish this, the text first recounts the circumcision of the new, non-slave generation of males, which in biblical terms must now slough off its desert persona and become “civilized” as Israelites. The other ethnic marker described in the chapter is the observance of Passover, not so much as a holiday that recalls the dramatic events of deliverance from Egypt, but as a primarily agricultural festival, tied inextricably to the land, with the noticeable substitution of the “yield of the land” for the manna that had sustained the people in the wilderness. Israel is thus initiated into its full identity at the very moment that it physically sets foot on the soil of Canaan. The pairing of circumcision and Passover had already occurred at a parallel moment in Exod. 12, as Fishbane notes; and Hamilton nicely observes that “it is vital at this point to demonstrate that Israel belongs to Yahweh and not to Egypt. They are not Pharaoh’s property.”", "Finally, just as Moshe was addressed by God at the start of Israel’s earlier nation-becoming, Yehoshua encounters a divine messenger, at least briefly. The appearance of the mysterious figure, sword drawn in hand, recalls the victorious divine stance often portrayed in ancient Near Eastern iconography. At this point, the path to war has been properly paved. A people and its leader are ready.", "In sum, the conquest reiterates the “prototype” of earlier days, as “the great paradigms of the past are renewed for future generations” (Fishbane). This statement could apply to the entire four-book collection that has come down to us as the Early Prophets."]}, "The Early Prophets, Joshua, Part II; Waging War": {"The Fall of Jericho": ["Joshua 6:1-27", "The first military action recorded in the book of Joshua is also the most memorable. While a historian of warfare might remark on the strategic genius of the siege of Jericho—troops silently marching around a city for six days might well be completely unnerving and demoralizing to its captive population—tactics and psychology are probably not the point of the narrative. Once again we have what looks like a ritual procession, almost as if an audience, by being receptive to the story, is experiencing the events as part of a communal festival of some sort (and Hawk 2000 notes the use of both shofar and shouting, integral to the story, in other biblical ritual contexts). In addition, there is a magical element, given that many ancient and later stories speak of a taking-possession by means of drawing a circle. In the present context, these devices, including the famous blowing of the shofars, have the effect of moving the credit for the victory away from the armies and squarely toward God. The way is cleared for the Israelite troops, and the actual conquest is easily accomplished.", "The vocabulary of the chapter naturally centers around circling, sounding blasts on the <i>shofars</i>, and shouting; at the same time, a major theme in the book, that of “devoting-to-destruction,” a holy war concept, makes its first pointed appearance here. Notably, the Coffer also makes its last appearance (Auld 1998), suggesting once again that the present version of the story is ritually based.", "Nelson points out that vv.18-19 foreshadow the next story, about Akhan, in their use of “desire,” “silver and gold,” and “disaster.” But as Chap. 4 did, this one chapter at least ends with a notice about Yehoshua’s greatness."], "Breaking Faith; The Valley of Disaster": ["Joshua 7:1-26", "All has gone well so far. The Israelites, led by a pious and faithful general, have crossed the boundary into the Promised Land, secured the memory of the event for future generations, and recovered and renewed some of the most significant and symbolic ritual practices of their ancestors. Crowning this sequence, they have witnessed and participated in the miraculous destruction of an ancient and heavily fortified city. Now, however, disaster strikes, not for lack of effort or strategy, but for one reason only: the committing of sacrilege against God. One of the troops that took Jericho is unable to suppress the common soldier’s craving for plunder and tries to conceal his theft. The seriousness of the offense is indicated by the repeated use of the verb “take,” which will later (I Sam. 8) be highlighted in the text’s warning about the perils of kingship. Interestingly, the perpetrator Akhan stems from Yehuda (Judah), the southern tribe and region so often preferred in The Early Prophets. This might further support a northern authorship for the story.", "The drama of the narrative is heightened by the drawing of lots, with the confession coming only after their “capture,” as Hebrew usage has it. Akhan’s fate is execution by stoning, and, as in the case of Korah in Num. 16, includes all of his family and possessions. This serves to emphasize the seriousness of violating the rule of <i>herem</i>, plunder which is to be set aside (“devoted”) for God. In general it reinforces the book’s concept that ownership, of land as well as of movable goods, is ultimately God’s. To forget this is to incur a wrath so great that it results in unexpected military defeat, and thus the episode is a helpful reminder in the text that the conquest is a privilege, not a foregone conclusion."], "The Conquest of Ai": ["Joshua 8:1-35", "This is the longest battle scene in the book. It mostly concerns the strategy of ambush and its execution; but significantly, the chapter ends (vv.30-35) with a covenant scene in which the divine “Instruction” is renewed in the manner prescribed by Moshe (see Deut. 27). Thus, despite the long description of strategy, which is of great interest to future military minds, and the geographically accurate details of the story, the chapter is really about the resolution of the Akhan debacle and the return to the original state of affairs in which God protects the Israelites in battle. To underscore this, in vv.8 and 27 the Israelites are first commanded to and then described as hearkening to “the word of YHWH”; in v.35, the assembled nation hears the word of Moshe read aloud (Nelson). Thus it is confirmed that the successful battle plan derives not from the general himself, but from the divine word. From now on, there will be no more question about how to defeat the Israelites, and in the very next chapter, a group of fearful Canaanites will have to resort to a ruse in order to simply survive.", "Vv.30-35 read like an interruption in the war account, but they seem to have been placed here to reestablish the distinctive relationship between Israel and Y<small>HWH</small>, which had been ruptured. In that sense, this little story is reminiscent of the regiving of the divine tablets in Exod. 34, which occurs after a parallel breach of the covenant. It is also an example of the book of Joshua faithfully carrying out Mosaic law, in this case the requirement of renewing the covenant as set forth in Deut. 27. Indeed, the language in vv.30-35 is constructed from phrases in Deuteronomy (Rösel).", "It has often been noted that Ai, “the Ruin,” was almost certainly not inhabited in the time of Yehoshua and that it was perhaps the very ruins that became entwined in popular imagination with the events recorded in our chapters."], "The Unexpected Treaty": ["Joshua 9:1-27", "After the long and detailed battle narrative of the previous chapter, this text provides a colorful break. It also serves to demonstrate how the Israelites have returned to following God’s commands. The Giv’onites fulfill the legal role of a city that surrenders in Deut. 20; as a result, they are not destroyed by the invaders but become subject to forced labor.", "The text opens with a deception occasioned by fear, just as Rahav in Chap. 2 had begun the account of the Jericho campaign with an acknowledgment of God’s power. It is also the classic treatment of a recurring theme in Joshua and Judges: the conquest was not quite complete.", "A key word in the chapter is “far,” an ironic usage here. Giv’on was in fact close to Jerusalem, and also not a great distance from what the text represents as the recently destroyed Ai. More significant is the location of the region on major trade routes to the Mediterranean coast. No wonder that in the next chapter, Jerusalem spearheads a coalition to attack Giv’on (Rainey/Notley).", "The scenario of a terror-stricken group surrendering as slaves to an invader rather than being slaughtered has many ancient Near Eastern parallels. In those cases, the purpose of the account seems to be to boost the fame of the conquering king (Younger)."], "The Defense of Giv’on; Southern Victories": ["Joshua 10:1-43", "The peace treaty concluded in the last chapter provokes a strong reaction from the neighboring “kingdoms” (actually city-states). Just as Israel seeks to obliterate the Canaanites, the latter will have no truck with those who attempt to make peace with them. In a war reminiscent of another wide-ranging one in Gen. 14 (“the four kings against the five”), in which Avraham had intervened as warrior, Yehoshua engages the coalition led by the ruler of Jerusalem and defeats them with, of course, the help of God. This time the divine intervention is more directly miraculous. As the stars will later be said to fight on the Israelites’ behalf in Judg. 5:20, so God hurls hailstones down upon the hapless enemy here. Also connected to this event in the final form of our text, though perhaps not originally, is the memorable fragment about the sun and the moon “standing still” for Yehoshua. As Nelson notes, the verb may actually indicate something else (such as “remaining dark” or “being silent”), but in any case, Yehoshua is once again magnified as army commander, one who can enlist even the forces of nature in the cause of victory.", "The fate of the vanquished kings in vv.16-28 serves to set the tone for the conquest to follow. By focusing on such details at the beginning of the sequence of conquest, we are not left in any doubt as to the eventual outcome. Thus the passage functions, once again, as a literary rather than as an annalistic introduction.", "After v.28, the text proceeds with the blow-by-blow campaign of conquest, with this chapter focusing on the south and thus once again pointing to the eventual primacy of Yehuda. At long last, the book begins to resemble other conquest accounts from the ancient Near East, using a stock vocabulary for each paragraph and town conquered (“battle,” “strike [down],” “capture,” “sword,” “devote-to-destruction,” and “he left no survivor”). As Hess points out, from Chap. 10 on, the conquest will proceed at an ever-quickening pace, heightening the drama.", "Notable from this point through 12:1 are multiple occurrences of the word “all”—some forty-five of them, according to Hawk’s (2000) count. He rightly takes this as a sign of “Israelite integrity, comprehensive conquest, and obedience to Y<small>HWH</small> and the commands of Moses.” I have been unable to reproduce the repetition without undue violence to English; the reader will have to be content with noting “all” and “every [person].”"], "Northern Victories": ["Joshua 11:1-23", "The account of conquests in the north begins with a list of Canaanites who ally themselves against the Israelites from all over the country and ends with a tallying of the conquests themselves. The wording is striking; for the first time, we hear about the extermination of “anyone breathing.” In fact, the chapter comprises an entire vocabulary of verbal warfare, with “strike,” “destruction,” “wipe out,” “sword,” “take” “burn,” and “battle” all prominently featured. In a way, the whole chapter is a kind of summary of the conquest. It also parallels many structural elements of the previous chapter: a coalition of enemy kings, divine reassurance, the verb “give” as a promise of victory from God, Israelite triumph and summary (Hamilton).", "Nelson sees an idealized past predominating over the strictly historical here as before, as demonstrated by the mention of Hatzor. The Bronze Age ruins of that city must have made a great impression on the writers, and since Hatzor was prominent and powerful for centuries, it makes sense for it to dominate the narrative here. In general, the Upper Galilee was not settled until centuries later."], "The Vanquished Kings": ["Joshua 12:1-24", "This brief chapter may serve as a summary of either what has come or what will follow. Indeed, many such lists in the Bible function as textual dividers. While the precise names in lists of this kind are notoriously susceptible to error, the overall effect is rhythmic and hence fitting as a literary marker. The fact that the movement is basically from south to north supports what has gone before. Auld (1998) suggests that the fate of these kings hints at a view often found in this part of the Bible: that there is something problematic in the institution of kingship itself."]}, "The Early Prophets, Joshua, Part III; Allotting the Land": {"Introduction to the Allotment; Eastern Lands": ["Joshua 13:1-33", "The book of Joshua began with the centrality of Yehoshua and the mention of the two and a half tribes who settled on the east bank of the Jordan. We now start the account of land allotment, at the book’s midpoint, with the same cast of characters (Nelson). The inclusion of the Transjordanian tribes is at best idealistic for later audiences, as their region was not a part of Israelite territory past the ninth or eighth century B.C.E. Structurally, each section regarding the two and a half tribes ends (vv.14 and 33) by alluding to another anomalous situation: the allotment of land to the Levites (Hamilton). And looking ahead, the reference to Yehoshua’s old age will return at the end of the book (23:1).", "According to many scholars, vv.2-6 are a later, perhaps even exilic or Persian, insertion. As Wazana (2011) proposes, these verses may be here to confirm the returnees’ claim to the land. Such a strategy appears elsewhere in the Bible through the use of genealogies, which tend to validate present power structures rather than accurately report ancient realities.", "The vocabulary of the chapter is composed of virtually all the previous verbs pertinent to the conquest theme: “possess,” “settle,” “give,” “apportion,” and “inherit.”", "Mitchell points out that from 13:1 on, all references to the indigenous population that remained in the land are to individual, isolated groups and no longer to the generic “Canaanites.”"], "Calev of Yehuda": ["Joshua 14:1-15", "Instead of launching immediately into the tribal apportioning of land, Chap. 14 presents, first, a general statement (vv.1-5), and then a personalized account of how Hevron was given to Calev, the only “good” spy of Num. 13 besides Yehoshua. It makes sense, perhaps, to start the allotments with one whose loyalty to God could be held up as a model for Israelite behavior and whose Judahite affiliation fits the general thrust of this section of the Bible.", "Additionally, the order of allotments begins with, first, the tribe of Yehuda, and then Yosef—the two tribes that represent the later Southern Kingdom and Northern Kingdom, respectively."], "Yehuda’s Territory": ["Joshua 15:1-63", "The bulk of what was to become the Kingdom of Judah for three and a half centuries lies within the borders enumerated here. Interestingly, the list ignores the presence of the contiguous Philistines (Auld 1998). The fact that this list is the longest and richest of all indicates the importance of Yehuda/Judah in Israelite history and historiography. Its boundaries may reflect actual districts established during the monarchy (Meyers 1998).", "Before the many towns of Yehuda are listed, the role of Calev is reprised, with the additional little story of his wife, Akhsa, that will be retold in Judg. 1.", "Some of the conquest details enumerated in this chapter suggest later composition, principally the mention of coastal areas (vv.45-47) and the Dead Sea, where either historical circumstances or lack of archaeological evidence pushes the text beyond the time of Yehoshua.", "The chapter ends with an admission of failure. Jerusalem is not captured, and indeed was to remain outside the Israelite sphere (see the Levite’s fateful reluctance to stay overnight there in Judg. 19) until the text reports its conquest and building up by David in II Sam. 5:6-9."], "Efrayim’s Territory": ["Joshua 16:1-10", "With an opening section (vv.1-4) that speaks of the allotment to Yosef (and hence in the northern section of the country), that designation immediately splits off into its two historical tribal components, with Efrayim the subject of the rest of this brief chapter. Note that this chapter too ends with an admission of failure, in the survival of the Canaanite population of Gezer. It and Chap. 17 also constitute a much fuzzier account than that of Yehuda, perhaps for editorial/ideological reasons.", "The hereditary region of Efrayim contained a number of towns important in biblical narrative, including Shilo (see Chap. 18 and the first four chapters of Judges) and Bet-El (see, for instance, I Kings 13)."], "Menashe’s Territory": ["Joshua 17:1-18", "The boundaries of this tribe are preceded by a retelling in summary form of the Daughters of Tzelofhad story from Num. 27, in which inheritance played the key role. In that instance, a man died without male heirs, and Moshe was prevailed upon, by God as well as by the women themselves, to pass the family land on to females.", "The territory of Menashe comprised the largest and biblically most significant region in the north, extending from the Mediterranean to the Jordan, and included the key towns of Megiddo, Bet-She’an, and Shekhem, among others.", "For a third time in our text, the Israelites cannot dispossess the Canaanites from some areas (vv.12-13).", "The allotment of the Children of Yosef is rounded out in vv.14-18, with a kind of pioneer movement into forested hill-country encouraged by Yehoshua."], "The Shilo Conference; Binyamin’s Territory": ["Joshua 18:1-28", "Here begins the allotment of territory for the remaining tribes. The text over the next two chapters has an almost ceremonial ring to it, as it commences with the people’s assembly at the holy city of Shilo and introduces the practice of registering the territories in writing. Israel’s coming-of-age as a community had been heralded with the writing down of the covenant in Exod. 19-24; now that it becomes a full-fledged people with the acquisition of a land, writing appears once again. The text starts with Binyamin, seemingly as a logical next step in the march from south to north, but more likely based on the concept of traditional familial order, with Yaakov’s main wives’ sons first, and then those of the maidservants (Gen. 30; Nelson).", "Binyamin’s region contained Jerusalem, hence the text’s detailed interest here. It also descended several thousand feet to Jericho on the east."], "The Other Six Tribes": ["Joshua 19:1-51", "From here the text branches out to include Shim’on, whose territory lies wholly within Yehuda’s, and a group of five northern tribes, including Dan, who migrates in Judg. 18, as a latecomer in the extreme north. The chapter ends basically as the book itself will, with Yehoshua and his inheritance (parallel to his burial in Chap. 24), and mention of the High Priest, El’azar, whose death will adorn the entire book’s last lines. Yehoshua’s inheritance also closes a bracket: what began in 14:6ff. with Calev’s inheritance here rounds out the parceling out of land to the tribes west of the Jordan (Hess)."], "Towns of Asylum": ["Joshua 20:1-9", "An integral part of the plans for occupying the land, as already laid out in Num. 35:6, 9-34 and Deut. 19:1-13, is the setting aside of six towns on either side of the Jordan as safe havens for those who commit unintentional murder (manslaughter). Unlike the brief chapter here, the text in Numbers goes into great detail, both in laying out hypothetical variations on manslaughter and in specifying the punishment and its time period. But our text has also added aspects of Deut. 19:1-10, in a move that foreshadows how Rabbinic law will handle different biblical texts (Meyers 2004). Once again, we can observe an active and fluid attitude to texts on the part of the transmitters and editors.", "While one could compare this institution, which is a cut above the age-old practice of family vengeance, to other ancient Near Eastern societies’ solutions to the problem, in the context of Yehoshua it functions to cap the account of precisely how the land was to be allotted, continuing into the next chapter, which deals with another unusual case: the landless Levites."], "The Levite Towns": ["Joshua 21:1-45", "In these closing chapters related to the parceling out of the land, the text treats the somewhat unusual cases—here, the Levites, who do not receive a broad territory like the other tribes, and in the next chapter, the two and a half tribes that settle on the east side of the Jordan.", "The long account of Levitical towns by clan, with its patterned number of forty-eight (twelve times four), introduces a further note of order into the measured lines of territory recounted thus far.", "Vv.41-43 provide a grand conclusion to the whole account of apportioning the land that started in Chap. 13. In just three verses, repetition (“give” three times and “all” six) and a potent set of ideas—the oath to the ancestors, the helplessness of the people’s enemies, and the fulfillment of the divine word—summarize the idealistic, ideological vision of the book."], "Finishing Business: The Two and a Half Tribes": ["Joshua 22:1-34", "The final three chapters of Joshua are concerned with the community of the past and the community of the future. In that context, the long story in Chap. 22 both poses and solves the potentially dangerous problem of what constitutes proper worship of YHWH. The opening five verses are strongly Deuteronomistic in language, suggesting a resolution of the entire conquest story, with the last pieces of territory (albeit east of the Jordan) being allotted to Israelites tribes. But beginning in v.11, a major rift seems in the offing, with the bulk of the Israelite tribes, those west of the Jordan, seriously misunderstanding the construction of a gigantic altar by their eastern counterparts. They take this act as a major violation of the worship of YHWH, and hence of the covenant itself, even likening it to two major biblical stories of treachery: the account in Num. 25 of how the Israelites “went whoring” after foreign gods, and Akhan’s violation of the Israelite rules of war earlier in Joshua (Chap. 7), after which the wording here is perhaps modeled. In addition, as Hamilton notes, a specific verb for “rebel” (m-r-d, “revolt”) uses up a fifth of its appearances in the entire Bible in this chapter.", "The two and a half tribes’ impassioned reply in vv.22-29 is a stirring testament to their group loyalty and to their faithfulness to Y<small>HWH</small>. For them, the huge altar is supposed to act as a kind of giant flag or similar symbol, to signal to the Israelites and to others that they have by no means forgotten Y<small>HWH</small>’s sanctuary, where the Coffer is situated. The resolution that follows, sanctioned by the very priest (Pin’has) who had violently stemmed the tide of idolatry in Num. 25, lets the aggregate Israelite community breathe easier (vv.30 and 33, “it was good in their eyes”), and civil war is averted. Conflicts between tribes will not be so peacefully resolved in the next book, Judges. For the moment, though, Joshua can at least move toward its conclusion on a tranquil and idealizing note.", "Not all readers will accept this “happy ending”; for them, the reality of two and a half tribes existing in a geographically ambiguous situation is still cause for concern, as the continued presence of Canaanites among the new settlers had been earlier. Israelite identity is still in question on some level (Hawk 2000)."]}, "The Early Prophets, Joshua, Part IV; Last Words": {"Yehoshua’s Parting Speech": ["Joshua 23:1-16", "The text now picks up, as it were, from the narrative in 13:1, using the same formula (“Now Yehoshua was old …”). We are at the end of Yehoshua’s life. In the first of two extended speeches to the Israelites, he gathers the people in order to personally plead with them to understand the importance of this moment. Hamilton notes three exhortations in this speech: (1) for the leaders of the people to be faithful to God’s “Instruction”; (2) for them to maintain separation from the Canaanites; and (3) for them to love God as loyal vassals. Not surprisingly, Yehoshua uses classic Deuteronomistic words, including such terms as “strengthen,” “keep,” “observe,” “Instruction,” “[do not] turn aside,” “serve,” “cleave to,” “love,” “dispossess,” and “cross.” The sum total of this vocabulary is simply expressed: you are to love God and keep his commandments; do not turn aside from them, or else you will be dispossessed from the land. Or: having now received God’s gift of the land, do not turn to idolatry, or you will wind up in exile.", "Another notable verbal feature of the chapter is the repetition fourteen times (a doubling of the “perfect” seven) of the phrase “Y<small>HWH</small> your God.” It too recalls Deuteronomy, where it occurs some twenty-two times. So Yehoshua is once again linked to his predecessor Moshe."], "Parting Ceremony": ["Joshua 24:1-33", "In contrast to the previous speech, this long chapter has some of the earmarks of a covenant-making or covenant-renewal ceremony. All the Israelites and their various leaders are “stationed” before God at the important city of Shekhem. The speaker begins with an extended history lesson, tracing Israel’s lineage to idol-worshippers living beyond the Euphrates and proceeding through the gift of the land to the Patriarchs, the enslavement and liberation from Egypt, and God’s guidance to the Promised Land. The wording reveals the emotional underpinnings: “give” occurs six times in thirteen verses at the chapter’s beginning, just as it was central in Chap. 1. “Serve,” another key verb that figured in Chap. 1, occurs here some fourteen times. God, as the prime subject of the speech, is connected to numerous verbs of action throughout (“took,” “led,” “gave,” “sent,” “smote,” “took out,” “brought,” “rescued”), in order to emphasize that everything flows from what he has done for the Israelites. Beginning in v.14, Yehoshua, with the repeated, rhetorically significant “So-now,” launches into the official, ceremonial request, urging the people to serve God as “I and my household” do. There ensues a kind of scripted dialogue (vv.16-24), in which the leader basically goads the people to affirm and reaffirm their intention to follow YHWH, and they respond positively. All is sealed with a written document and a great stone as unshakable witnesses.", "As has often been pointed out, many of these elements are common to ancient Near Eastern treaty formulas, especially from Hittite documents. Missing from the usual covenant ceremony, as Nelson notes, are the pointed threats leveled at potential violators, such as we find in Lev. 26 and Deut. 27. So this chapter, while it uses common conventions, may be a dramatic device, intended to impress upon audiences the seriousness not only of the end of the book but of the whole sequence that began with the promises of Genesis. It should also be noted that vv.2-4 of the chapter were used later, by the Rabbis before the third century <small>C.E.</small>, as part of the family Passover meal text (Haggadah), and they still have that function today.", "Both chapter and book end with three notices related to dying or death. First, Yehoshua himself dies; then comes the final burial of Yosef’s bones, which had been brought up from Egypt at the time of the Exodus (Exod. 13:19), in conformity with his wishes in Gen. 50:24-25; and finally we are told of the death of the High Priest, El’azar. All of these leaders find their resting place on northern soil, traditions that were ultimately incorporated into the final version of the book. That the priestly figure is the last to be mentioned may suggest a priestly editor, or at least one for whom cultic matters were central. At any rate, the death notices signal that the long journey, both literal and figurative, that was begun in the book of Exodus is now over. And “the reader is left with the sense of a perfected past … for now all is well” (Fishbane).", "There has long been debate about this chapter among scholars, starting from the premise that it and the previous one are slightly redundant. Indeed, the openings of both are so similar in their convoking of the people and their leaders that one cannot help but think that one chapter or the other is a later addition. The location of the ceremony at Shekhem, first capital of the Northern Kingdom (tenth century), is seen by some as an indication that the hope of recovering the north, destroyed by Assyria in 722, remained a live issue in ancient Israel and perhaps influenced the composition of Joshua (Schniedewind 2004). Others have viewed our chapter as coming out of exile many centuries hence, given its troubled portrait of a “zealous” God, whom “you will not be able to serve” (v.19). But the people’s assent to staying in the covenant resonates with the desire of the Bible’s writers to remain faithful to a long-standing heritage and mission. The doubling effect created by linking Chaps. 23 and 24 serves to confirm this direction.", "The book of Joshua, however, ends with a paradox: a people mostly united and a land mostly conquered, with a leader dying (and no successor in sight) and Canaanites still living among them. It will be up to Judges, which picks up at Yehoshua’s death, to see if unity and proper leadership will ultimately prevail."]}, "The Early Prophets, Judges, Part I; Opening the Bracket": {"The Link to Joshua": ["Judges 1:1-36", "The book of Joshua, capped by two long speeches by the dying Yehoshua, narrated the conquest and partitioning of the land of Canaan. Judges opens by in effect questioning the full realization of that process. We are dealing, possibly, with an alternative tradition, or with an admission that the conquest was not as total as we had thought. This ambiguous success and its result, that Canaanites will continue to live among the Israelites, set the stage for the confrontations and trials to follow in the book.", "It is significant that Yehuda (Judah) is the tribe with which the chapter opens; as indicated in the Introduction, a major thrust of the book is to set up the coming of the monarchy. Although the first king will come from the tribe of Binyamin (Benjamin), the favored and permanent dynasty of David will stem from Yehuda. Thus there is a strong ideological overlay to Judges.", "A small episode in this chapter, little discussed by earlier commentators but more emphasized recently, may have wider implications. Vv.12-15 repeat a story that had been recounted in Josh. 15:16-19 about Akhsa, the wife of Calev, who requests landed property as part of her marriage. Klein notes how in the context of Judges, a woman in a legally stable and approved relationship (the couple are from the same tribe, and he “earns” her hand) asking for fertile land might be seen as a sign of healthy normality, parallel to Israel receiving the fertile land of Canaan from God. In stark contrast are the troubled male-female relationships in the book’s final chapters, indeed in its entire second half. Of course, it is no accident that the Akhsa episode is told about a family from the tribe of Yehuda.", "Embedded in the long sequence of the chapter’s second half is another brief piece (vv.22-25), this time about spies who obtain information from a watchman in return for sparing his life and that of his family in the coming battle. The tale parallels the prostitute Rahav’s in Josh. 2, creating a certain symmetry between the books."], "The Pattern": ["Judges 2:1-23", "Having made the transition from Joshua in Chap. 1, the book proper begins with a harsh message from God: Israel will not occupy the land exclusively, and this means that they will have to deal somehow with the “foreign gods” worshipped by the local population. What ensues is a causational view of history, seeking to explain what happened to the Israelites and why. It begins as the book of Exodus did, with a new generation that has forgotten the past (in Exod. 1:8, it was the Pharaoh who was thus described). The text proceeds to lay out a pattern which will serve as a general outline for what is to follow. The elements are: (1) The Israelites “abandon” God by worshipping local gods (vv.11-13); (2) God reacts in anger, abandoning them to the power of their enemies and leading them to be distraught (14-15); (3) God has pity on them and sends a “judge,” almost always a military leader, who delivers them (16, 18); over time, they rebel against God again, starting the cycle once more (17, 19); this leads to a reprise of God’s anger (20-23) and his decision to leave the Canaanites in the land as a permanent test among the Israelites.", "This very negative scheme would seem to lock the entire book into an ironclad pattern, but the skill of the authors and compilers varies it constantly and introduces other themes as well. And typically for the Bible, the presence of a global view does not detract from the text’s ability to portray intriguing situations and memorable characters.", "In the second half of the chapter, the recurrence of central words points to the key issues, as frequently happens in biblical texts. From vv.11-14, there is a chiastic (ring) structural pattern, created by the brackets of “served … abandoned” and “abandoned … served.” Six times toward the end of the chapter, the word “hand” echoes, indicating that the crucial question is one of power: Which group will control the land?"], "The Neighbors": ["Judges 3:1-6", "Continuing from Chap. 2, we are told who Israel’s neighbors are, ending with the oft-repeated idea that intermarriage with them will lead to the worship of other gods."]}, "The Early Prophets, Judges, Part IIa; Early Leaders; Israel Delivered": {"First Judge: Otniel": ["Judges 3:7-11", "The first of the military leaders whom God sends as a response to Israel’s cries is, not surprisingly, from the tribe of Yehuda. Though brief, the story displays the necessary skeletal elements of Chap. 2’s outline: idolatry, oppression (by an enemy king with a stereotyped name), the Israelite outcry, a leader who is possessed of God’s “spirit,” a quick victory, and a land that remains tranquil for a defined period. As Amit (1999a) notes, it also contains “the largest concentration of formulaic phrases in the book” (fifteen of them, such as “And the people of Israel did what was evil in the eyes of YHWH,” “served the Baals and the Astartes,” “YHWH sold them into the hand of … ,” “YHWH raised up a deliverer,” and “the land was quiet for x years”). The pattern is deceptively simple; from now on, a good deal of color, variation, and ambiguity will be added.", "Chapter 3:12-30. Bravery and Burlesque: Ehud: Without much breathing room, the text immediately deviates from the standard Judges pattern represented by Otniel, as we are introduced to satire as a biblical form (Brettler 2001a). The story of Ehud and King Eglon reads like the ultimate crowd-pleaser for an oppressed people: the enemy ruler is ridiculed in scatological terms and dies an incredibly violent death, with the hero escaping easily. While we do not possess much information about humor in the Bible, and it is always tricky to divine what is amusing to an ancient culture, one can nevertheless imagine Israelite audiences enjoying the picture of the enemy king wallowing in his own filth and blood, while his hapless servants cannot figure out what is taking him so long in the “cool upper-chamber.” The means of killing is described in a well-thought-out and clever plot, and while a modern nonviolent reader may recoil at the particulars, we are served notice by the text that this is a heroic age, in which details of death in battle and assassination are matters of intense interest and detailed description.", "As Brettler (2001a) and others have noted, the narrative uses multiple terms for sacrifice, beginning with the name of the king himself. “Eglon” carries the connotation of a calf or bull, ready for the slaughter. The term for “gift” or “tribute” (Heb. <i>minha</i>), while normal in this context, can also indicate a sacrifice of grain. The verb “bring near” (<i>k-r-b</i>), similarly, is the conventional one for offering a sacrifice.", "Another cluster of images is sexual: doors and locking, “hand” (sometimes in the Bible a euphemism for male genitalia), and the phrase “come [in]to” (v.20), a common biblical expression for intercourse. Such imagery is undoubtedly used in this chapter to humiliate the enemy king, similar to the English language usage of overtly sexual terms in anger or humor not always directly related to sexuality. It is also worthy of note that we are dealing here with a Moabite king, and the Bible is unabashed in its negative (and sexual) portrayal of that nation, from its putative origins in incest in Gen. 19 to its causing Israel to go “whoring” after other gods in Num. 25.", "The text progressively isolates the two characters. Tribute is usually delivered in public, in a crowd; but here we have, first, Ehud’s men retiring, then Eglon’s, until the two principals are left alone in the “cool upper-chamber” of the palace. There will be only one who will exit the room. It will take the courtiers’ unlocking the door to unlock the mystery of what has happened.", "Eglon’s is the kind of downfall that will happen to many of Israel’s enemies in the book: defeat and death through stealth and daring, understood as aided primarily by God. The story is thus a good example of what Brettler (2001a) calls an “ideological” text, and its actual historical value is probably moot."], "Shamgar the Brief": ["Judges 3:31", "A fragment has been placed at this point, with enigmatic names at its core. “Shamgar” is manifestly a non-Hebrew name, while “Anat” recalls a well-known Canaanite goddess. Further, this leader is mentioned later, in the Song of Devora (5:6), and thus appears out of place here. Perhaps, as Brettler (2001a) suggests, this brief notice was inserted after the core of Judges was written. In any event, Shamgar anticipates Shimshon (Samson) in his wielding an unusual, animal-related weapon. His presence also reinforces the Judahite emphasis of the book."], "Devora and Barak; Ya’el and Sisera": ["Judges 4:1-24", "In another shift from the norm established in Chap. 2, the text here presents multiple heroes, two of them women (unexpected in a book recounting violent exploits). The character of Devora broadens and deepens the question of leadership, introducing a “judge” who indeed sits and governs the people in a way that most of the male judges do not, and who is even described as a “prophet.”", "Coming as it does after the stunning deeds of several warrior-judges, the chapter serves to warn the audience that victory ultimately comes from God alone. It accomplishes this by tying the triumph to circumstances unusual for a war: the Israelite commander depends closely on a woman’s counsel, stressing the idea that “it will not be your glory” (v.9), and the enemy general is slain by a noncombatant, also a woman. Indeed, the use of the typical phrase “I will give the enemy into your hand” (here in vv.7 and 14) is nicely counterbalanced by “hand,” referring twice to Ya’el (vv.9 and 21).", "The battle scene itself utilizes stock biblical battle language (“panic” in v.15, “not even one was left” in v.16) and is typically brief, preferring to shift the chapter’s focus to the interaction between the characters before and after the actual fighting.", "As in the Ehud story, the narrative uses stealth as a major feature. We do not expect betrayal from a covenant partner, nor murder at the hands of a woman, especially one who acts in so maternal a manner: Ya’el covers Sisera (tucks him in!), gives him milk, and stands guard in the tent. Her utter single-mindedness and fearlessness contrast with Barak’s initial hesitation in v.8.", "The result echoes Israel’s deliverance at the Reed Sea (Exod. 15); the prose account there ended with “So Y<small>HWH</small> delivered on that day / Israel from the hand of Egypt … ,” while our story similarly reads, “So God humbled on that day / Yavin king of Canaan, before the Children of Israel.”"], "The Song of Devora": ["Judges 5:1-31", "The victory recounted in Chap. 4, probably based on some kind of historical incident, clearly played a key role in Israel’s later vision of itself. Set as it is after the prose account, the poem in the present chapter is parallel, as previously mentioned, to the events of Exod. 14, which similarly is followed by an archaic-sounding poem.", "Cross/Freedman and others have maintained that Chap. 5 is one of ancient Israel’s oldest texts, dating perhaps to the period when the event is to have taken place. It contains a number of constructions characteristic of early Hebrew. Brettler (2001a), however, summarizing several decades of recent scholarship, concludes that the bulk of the chapter’s language is “standard biblical Hebrew” and that we can actually draw no conclusions about a composition date. It has long been known that oral literature—if that is what is at play here, as some scholars who make claims for the poem’s historical authenticity maintain—is not actually preserved unaltered for centuries. But if Judg. 5 is not, then, an accurate rehearsal of historical events, or such events are not fully recoverable, what exactly is it, at least as it now appears in the Bible? Brettler’s proposal in this regard is an intriguing one: that the poem may have been used in ancient Israel to rally troops to battle. While he floats this as only a theory, I would add that there exists a more modern American parallel, familiar to schoolchildren of past generations: “Paul Revere’s Ride” by Longfellow. Many, perhaps most, of those made to memorize its famous lines grew up convinced that this was precisely the way events had unfolded in 1775. But the poet composed his piece in 1861, shortly before the first shots were fired on Fort Sumter, and it was dragged out again two years later, at the height of Lincoln’s attempt to get reluctant northerners to enlist in the Union army. Thus the poem, like its ancient relative, was written, or at least used, in Brettler’s words, to “persuade and convince.” In the case of Judg. 5, then, as so often in biblical texts, the events of the past, however accurate their portrayal, may here serve primarily to illuminate some present situation.", "The chapter contains memorable imagery, from the distinctive descriptions of the tribes, Y<small>HWH</small> as warrior, the gathering soldiers, and the involvement of the very cosmos (in the person of the stars) in the battle. Vv.4 and 21 in fact point to a rainstorm as a key element in Israel’s victory. Finally, the theme of voluntarism which is emphasized in the poem, lauding those who participated and castigating those who did not, parallels early heroic poetry in other cultures.", "Of particular note is the description of Sisera’s assassination in v.27. On the surface, its rhythms are significant, with the repetitions in v.26 reminiscent of slow-motion death scenes in film. But more than that: as feminist readers of the Bible have pointed out, the verbal imagery is actually sexualized. The traditional “at her feet” can quite reasonably be rendered “between her legs,” and the verb “crouched” (Heb. <i>kara</i>’) is used with sexual meaning in Job 31:10. Thus our narrative brilliantly paints Ya’el as a many-faced figure, much as in fairy tales—nurturing mother, potential or actual lover, and finally, of course, gruesome killer. The images do double duty: the milk is a symbol of motherhood, but is also effective in putting Sisera to sleep; the netting/blanket serves to cover him as one would a child, but also ultimately functions as a covering for a corpse; and the tent peg and mallet, which normally betoken domesticity, are transformed into murder weapons, with unavoidably phallic imagery.", "In fact, as many interpreters have noted, there are multiple images of the mother here: Devora, described as a “mother in Israel,” is a classic “good mother” figure, whereas Ya’el melds the nurturing and dangerously erotic images of mothering in the strongest way, as mentioned above. The last of the triad of women, Sisera’s mother, combines the picture of parental concern with a condoning reference to rape by the expected victors (v.30, “a lass [literally, ‘a womb’] … for each warrior chief”). Thus conflicting images, which could be understood as varying sides of the same coin, coalesce to express the ambivalence of the Bible’s male writers. Historically speaking, this is not unusual in male-female relations, but its expression is particularly notable in this story.", "Most striking of all in the poem, however, is the inclusion at the end of the episode regarding Sisera’s mother, whom we have not met previously, and whose passivity contrasts with Ya’el’s activism. The wrenching image of women helplessly waiting and watching for their husbands, brothers, or sons to return safely from battle, which can be found in the ballads of many cultures up to our own time, is used here to maximum effect. The poet masterfully contrasts the mother’s natural fears, occasioned by her son’s lateness, with her self-delusion, which is punctuated by literally colorful visions of captive women and scarves. These serve only to set up the fiercely triumphant moment of v.31: “So perish all your enemies, O Y<small>HWH</small>!”"], "Gid’on I: The Commission": ["Judges 6:1-40", "This first full cycle of stories about a hero in Judges opens by utilizing an important category of religious texts: the “call.” A hero is addressed by God or his messenger and is charged with leading the people out of oppression or danger. Here it is prefaced, like the call of Moshe in Exod. 3, by a description of Israel’s sufferings, this time under the Midyanites (vv.2-6). The variation on the classic Judges pattern of Chap. 2 here appears in vv.8-10, where God responds to the Israelites’ usual outcry with the moral equivalent of “What do you expect, given your idolatrous behavior?” Only then can the deliverer be sent.", "The call narrative in Judg. 6 looks forward as well as backward. The image of divine fire consuming a sacrifice, and the realization that what appeared to be a man is actually a messenger from God, are both elements of the Shimshon (Samson) birth story in Chap. 13. And the use of “signs” here and elsewhere in the story introduces that major motif into the book (Amit 1999a) as a whole.", "There are other variations from the Chap. 2 paradigm in this chapter. The oppression, in this case wrought by the Midyanites, is much more detailed than before; Israel’s very food supply is threatened, and the size of the enemy hordes is vividly described. Then too, instead of directly launching a war of liberation against the Midyanites, vv.25ff. establish Gid’on as a fighter against idolatry, although they also indicate further weakness of character: he is unwilling to risk the wrath of the locals by tearing down the altar to Baal in the daylight hours. The little story here is an etiology, a narrative that explains an important name (in this case “Yerub-baal” for Gid’on). Whereas in the account of Ehud idolatry was on the periphery (suggested only by the mention of “carved images,” or a name with similar meaning), here it becomes central, and surfaces again in Chap. 8. Judges will not let us forget the core issue of the people’s apostasy.", "Vv.33-40 return to Gid’on’s need for proof through “signs,” a doubling that suggests not only the hero’s need for reassurance but also that of the audience."], "Gid’on II: The Battle Against Midyan": ["Judges 7:1-25", "On the heels of Gid’on’s doubts, God counters, emphasizing that there must be no illusion that the Israelite victory could be due to the prowess of its warriors (see a similar sentiment in 4:9, above, using the same key word, “glory”). While the meaning of the symbolism of the soldiers drinking from the stream is elusive, it is clear that Gid’on will succeed militarily, as Yehoshua did, only through God’s intervention, although in the coming battle there are elements of strategy as well.", "The dream of the Midyanite soldiers (vv. 13-14) functions as a further sign that God will supply the victory. It is tempting to see in this scene one of the sources of Shakespeare’s famous prebattle dream sequences. A nice touch is supplied by the fact that it is not the hero who has the dream here, but an enemy soldier, who recounts it secondhand.", "We do not get to the battle itself until v.17. The victory is quite unorthodox—upside down, as the dream has it: instead of the Israelites doing the slaughtering, it is the confused Midyanites who put each other to the sword. Only the fierce and symbolically named enemy commanders are cited as direct victims of the Israelites, although obviously many of their soldiers would have died in the Israelites’ pursuit.", "The chapter caps a turning point in the book, as Schneider comments. Gid’on is the first man to whom the crown is offered, but his rejection of it, while noble­sounding and providing a catchphrase for the entire span of the Early Prophets, is followed immediately by his constructing of a semi-idolatrous image which becomes a “snare” for his whole family. And despite Gid’on’s positive death notice in v.28, the moment he dies, the Israelites go back to “whoring after the Baals.” So the mere suggestion of kingship leads to trouble, paralleling Moshe’s experience: even when God is acknowledged as the true king, the people still feel compelled to search for a concrete symbol to worship (Amit 1999a). In addition, the classic Judges pattern has been broken, for the people no longer “cry out” to God for deliverance, and the new, chosen leader is flawed (Schneider). A full reckoning will come in the form of a curse acted out in the next generation.", "and the entire camp fled as far as Bet-Shitta, toward Tzerera, to the border of Avel- Mehola, near Tabbat."]}, "The Early Prophets, Judges, Part IIb; Later Leaders; Decline": {"Avimelekh the Usurper": ["Judges 9:1-57", "The rambling three-chapter account of Gid’on is followed by the long one-chapter cautionary tale of his son Avimelekh. If leadership is indeed a theme central to Judges, as Amit (1999a) contends, then this chapter represents a decisive moment in the book. The people had requested a king in 8:22, only to see their wish rejected in the recognition that YHWH is to be Israel’s sole ruler. This is now reinforced by example, as the villain’s name suggests (see the note to 8:31, above). Despite the chapter’s protestations that its main subject is Avimelekh’s payback for his crime of killing all save one of his brothers, the clear implication is that kingship, at least when it is not sanctioned fully by God, will lead to violence and ruin. In this exploration of power and character, one in which, for a change, idolatry is not the issue, Avimelekh points ahead, as suggested above, to Shakespeare, and the story is appropriately studded with ominous features: the would-be leader is the son of a second-level wife, and he gets his power initially from the gentry of Shekhem, the very city that had been the scene of a notorious rape and murder in earlier times (see Gen. 34), and that would one day witness the coming apart of the united kingdom of Israel (I Kings 12). And, of course, Avimelekh seizes power by the wholesale slaughter of his own brothers.", "The story’s moral is doubled, with the first warning coming after the murder. Using a common folklore motif, the survival of the youngest of many brothers (see, for example, the Norse story of Sigmund in the <i>Volsunga Saga</i>), we are told what the inevitable outcome will be through Yotam’s famous parable of the trees (vv.8-15). Israel in its normal state is symbolized by vegetation that supplies the treasured staples of figs, olive oil, and wine. And the governing alternative of concentrating power in the hands of one man is likened to dealing with a troublesome indigenous tree, the <i>atad</i> (see the note to v.15, below), which is powerful enough to destroy even the mighty cedars of Lebanon.", "As in <i>Richard III,</i> the decline of the usurper takes a while to unfold, fueled by jealousies and “ill will.” Along the way he proves himself a cruel but effective warrior. The introduction of fire into the last of his victories (v.49) foreshadows the end that Yotam had predicted in v.20. Avimelekh’s fate has elements of what has gone before (Sisera’s death at the hands of a woman), and of what will happen to Israel’s first legitimate king, Sha’ul, who will also kill himself once he has been seriously wounded in a losing battle. As mentioned before, Avimelekh’s end is attributed by the text to his crime of fratricide, but the very next verse (57) notes how the men of Shekhem are punished as well, having chosen a king, and a bad one at that."], "Interlude": ["Judges 10:1-18", "After the long sequence of stories relating to Gid’on, and before the dramatic ones to come, there seems to be a need for a respite. This is provided by accounts of two “minor” judges, both of which involve wordplays. Ya’ir is from Gil’ad, east of the Jordan; the action will resume there beginning in v.17. From v.6 to v.16, however, there interposes what feels like a reprise of material from Chap. 2: a laying out of the pattern of idolatry, divine anger, foreign oppression, Israelite outcry, and, this time, God’s initial refusal to rescue them. For a change (v.16), the Israelites heed God’s rebuke in vv.11-14 and actually reject their “foreign gods.”"], "Yiftah": ["Judges 11:1-40", "Tracing the precipitous decline that marks the second half of the book, Judges now turns to the first of two problematic figures, Yiftah the Gil’adite. While he is remembered in Western thought and art exclusively for one incident which spans only eleven verses, the ill-fated vow regarding his daughter, the chapter in which this tale is embedded is fully forty verses long, in addition to another seven that round out his story in the next chapter. So it is important to examine the larger setting.", "Like the villain Avimelekh, Yiftah is born to a mother of low social status. He obtains leadership not through being commissioned by God (as was, for instance, Gid’on) but by human agency. The Gil’adites elect him as leader, just as Avimelekh had been chosen by the Shekhemites (Schneider). Schneider also points out the connections between Yiftah and King Sha’ul (Saul), who similarly fights the Ammonites and is chosen at Mitzpa (in I Sam. 10; that location appears in v.11 here). It will also be the site of the Israelites’ gathering immediately after the terrible events of Chap. 19.", "As part of his leadership role, Yiftah negotiates with the Ammonites, recounting along the way some of Israel’s traditions relating to the Exodus from Egypt. At that time, several peoples to the east of Israel had refused to grant the ex-slaves passage through their territory, leading directly to the Israelites’ God-given victory over them and the possession of their land. Ironically, the Ammonites were not among them; they seem to have been put into this chapter at a later date. In any event, the wordplay, in Yiftah’s speech, on “possess/dispossess” eight times in four verses (21-24) highlights God’s role. The repetitions are perhaps also reflective of the warrior’s forceful, maybe even stubborn, personality, with v.25 witnessing three separate double verb formulations (using “be better … strive … do battle”).", "Thus righteously armed, Yiftah commits his fatal error, reflected in the narrative’s wording. First, he vows to sacrifice whatever “goes out” to greet him upon his return from defeating the Ammonites, if God should grant him victory. When that turns out to be his daughter, his only child, he has no choice, according to his culture, but to go through with the pledge that had “gone out” of his mouth (v.36). Second, his harping on the verb “possess” foreshadows the loss of his most treasured possession, his daughter. Finally, we should note that the name Yiftah, while probably originally signifying the divine opening of the womb, may be subtly playing on the idea of opening the mouth.", "The motif of sacrificing a child to the gods to ensure success in war is widespread, and the Greeks used it most famously in the Iphigenia story (see Marcus 1986). But whereas that tale is but the beginning of a chain reaction of events stretching over many years—the arrival of the Greeks at Troy, victory after a ten-year war, Agamemnon’s triumphant homecoming, his murder by his wife and her lover, and <i>her</i> murder by their son, who must then wander condemned and tormented for years—the Yiftah story is a single incident about an unmarried woman and an obscure festival. To be sure, it is embedded in the book of Judges as an example of the ongoing decline of Israel and its leadership, but the effect is hardly the same as in the Greek example. Nevertheless, the story’s focus on leadership is crucial. Yiftah is best understood in the biblical context by way of comparison, as so often is the case in this literature, both forward and backward (see Schneider). He certainly recalls Avraham, the faithful one who was willing to sacrifice even his “only one” to God (Gen. 22)—but who, in the end, was emphatically not required to do so. And he anticipates Sha’ul, whose rash vow in I Sam. 14 invokes a nominal death sentence on his son Yonatan, but who likewise is prevented from going through with the threat, in this instance by his indignant troops. Additionally, in the text’s focus on a domestic crisis, Yiftah prepares the ground for Shimshon; despite the military triumphs of both men, they are compromised by private events. By way of summary, one could almost agree with Schneider, who sees in this judge “no qualities, no deeds, no crisis, no God.”", "Not surprisingly in a narrative about a vow, language plays a central role in the text. Yiftah is overly wordy with the Ammonites, with the rhetorical flourishes noted above, but it is a single sentence that creates the ultimate disaster in his own family. And it is the family name, the ultimate language marker, which will now die with him, although in long-range perspective, it <i>will</i> survive in later literature and art.", "The character of Yiftah’s unnamed daughter deserves some attention. She strangely does not protest her father’s obligation to carry out his vow, either by direct refusal to play the victim or by simply running away. The way in which she retains dignity in the face of a clearly patriarchal text is to request and receive a two-month reprieve to mourn the loss of her sexual maturity in the company of female companions. As Exum (1993) notes, this secures her immortality, if nothing else. But she remains the quintessential anonymous female victim, in a book whose male figures are anything but idealized.", "For a more positive treatment of the daughter’s fate as tied to a rite of passage for females in ancient Israel, see Niditch (2008)."], "Civil Strife; More Minor Judges": ["Judges 12:1-15", "This chapter is an example of how, often, the biblical chapter numbers do not fully correspond to natural divisions in the text (they were, after all, developed millennia later, probably by Bishop Stephen Langton, Archbishop of Canterbury, d. 1228). It begins with the final episodes of the Yiftah story—first, with a minor civil war, which reprises the Efrayimites’ unhappiness of 8:1 and anticipates the strife-filled final chapters of the entire book. Here the Yiftah motif of language returns; this time, it is neither a pun, a doubled verb, nor a hasty vow that grabs our attention, but rather the pronunciation of a single word (shibbolet) which marks the dividing line between life and death.", "The summary of Yiftah’s career includes notice of his anomalous six-year term as judge. There now follow three new figures in quick succession, combining regional or tribal interests and descriptions of wealth, as measured in children and animals."], "The Birth of Shimshon": ["Judges 13:1-25", "The narrative now moves on to a second impulsive character. But the story opens in leisurely and formulaic fashion, utilizing repeating words and phrases and allowing the dramatic and entertaining action to properly build up.", "The significance of the Shimshon story, which ends the core narratives about individual judges, is signaled by the appearance and involvement of a divine messenger, whose exit is miraculous and pyrotechnic, and by the repetition of rules regarding both the mother’s pregnancy and the hero’s future life. The announcement of conception to a previously barren woman is something we have encountered many times before in Genesis, where it always signifies the birth of a hero, but it receives its most elaborate treatment here. In its representation of Nazirite regulations—detailed in Num. 6 as a person taking on a special vow not to drink wine or beer, cut his/her hair, or come into contact with a corpse or carcass—there are several twists: the <i>mother</i> is given parallel rules, and, more specifically, the “Consecrated One’s” status will be lifelong and not confined to a limited time frame. It should be noted that the next book will open with a similarly lifelong devotee, Shemuel (Samuel).", "We have encountered an angel before in Judges, in the Gid’on story of Chap. 6, but the recipient of revelation here is a woman (with an absent husband), reinforcing the importance of women throughout the book and especially in the Shimshon cycle. The parallel annunciation account in the New Testament became a key scene in medieval Western art, and for this and other reasons, Shimshon was often regarded in early and later Christianity as a prefiguring (“type”) of Jesus.", "From the outset, the story (and the cycle) involves secrets and mysteries. The woman is befuddled by the appearance of a stranger who looks like a messenger of God (v.6); her husband will likewise have no clue as to the angel’s identity until the angel does something out of the ordinary (v.19). The revelation of the messenger’s secret, far from having a salutary effect, strikes fear into Manoah’s heart, which can only be calmed down after his wife reassures him. The chapter ends with the note of the birth, naming, and one-phrase childhood and adolescence of Shimshon, but what Y<small>HWH</small>’s spirit “stirring him up” will mean remains to be fully discovered. For Gid’on and Yiftah it had signified the charismatic ability to lead the troops, but that will not be the pattern here.", "The presence of secrets reminds us that the narrative is studded with folklore motifs. Besides the birth of a hero to a previously barren mother, the text begins with the fairy-tale-like opening, “There was a man” (see also, as other examples, I Sam. 1:1 and 9:1). And the angel disappears in the flame of the altar, another classic “sign” of God’s acts of deliverance (Amit 1999a). Additionally, the verbal repetitions betoken the world of folklore, as well as the Bible’s use of repetition, with “see” as a verb seven times, and “guard,” three.", "Almost lost in the details of the chapter is the notice that Shimshon “shall begin to deliver Israel from the hand of the Philistines” (v.5). He thus anticipates the monarchy or, more specifically, King David, who will finish the job. As is typical in Judges, Shimshon’s victory will be only a temporary one.", "In true biblical fashion, there is no childhood in the story. Shimshon does not have to display prodigious feats of strength, as the infant Herakles does in strangling snakes sent by a jealous Hera. The text need only note that God blesses him (v.24), and that Shimshon feels the beginnings of his strength on home ground. The rest will follow soon enough."], "Shimshon’s Marriage": ["Judges 14:1-20", "Before the hero is able to do any “delivering,” his first contact with the Philistines characteristically involves a woman. Strikingly, the text emphasizes seeing (vv.1-2, and “eyes” in v.3) instead of using the term “love,” which will take its time to appear.", "Shimshon’s first superhuman act is the slaying of a lion, parallel to Herakles’s killing the Nemean lion. Normally an occasion for wonderment, in the context of the cycle it signals the first breaking of Nazirite restrictions, contact with the dead. It also introduces the hiding of secrets in this particular chapter, which is accomplished by having the parental escort mysteriously disappear in vv.5-6. This is followed by the account of how Shimshon’s wife betrays the secret of his riddle, against the background of yet another violation of his vows, as the term “drinkfest” in v.10 hints.", "Verbal repetitions here include “take,” “my people,” “riddle a riddle,” “not telling,” and the rhythmic fivefold mention of the place name Timna. And Shimshon’s act of “breaking off” (<i>r-d-h</i>) honey supplies the chapter’s seventh occurrence of sounds suggested by the family’s movement of “going down” (<i>y-r-d</i>) to Philistine territory.", "The whole chapter utilizes folk motifs: Shimshon’s slaying of the lion (a favorite subject in Western art), the honey in the carcass, the riddle, the use of numbers three and four, the pressure from the wife, and the substitution of armor for festive garments. It sets a precedent for the climactic Delila story of Chap. 16, which describes the use of feminine wiles in almost identical terms. Once the first woman has talked Shimshon into revealing his first secret, we know that the last woman will have no trouble prying the crucial one out of him in the end.", "The inclusion of a riddle in this chapter is another one of Klein’s examples of irony in Judges; often in folklore, solving a riddle leads to winning, not losing, the bride."], "Shimshon with Philistines and Judahites": ["Judges 15:1-20", "The troubled wedding feast gives way to revenge on all sides (v.10: “to do to him as he did to us”; v.11: “As they did to me, so I did to them”). Shimshon’s wife is given to another, so he counters with the colorful episode of the fox tails and the fire, in which the Philistine crops are destroyed. This results in another fire, causing the death of Shimshon’s wife and father-in-law, which is followed by Shimshon’s taking revenge by slaughtering more Philistines.", "The story in the second half of the chapter (vv.9ff.) witnesses the hero’s first reported contact with other Israelites. It also introduces the symbolically important theme of binding, already implied by the same verb in the Nazirite restrictions. For a third straight chapter, an animal plays a role in the narrative, this time in the form of a donkey’s jawbone. Shimshon’s victims are legion; a fitting illustration of the scene is Gustave Dore’s classic etching, found in many Bibles, which features innumerable tiny figures falling into the gorge. While the text then presents an etiological passage, with two names (Ramat Lehi and En Ha-Korei) receiving folk etymologies, its real significance lies in Shimshon’s calling upon God—something he will not do again until his final moments. The hero, like Eliyyahu (Elijah) in I Kings 17, is nourished by God, but, unlike the prophet, the strong man gives no indication of his true calling. The “great deliverance” for which he pleads is thus only his personal one, and he does not view the slaying of a thousand Philistines as an act undertaken on behalf of an oppressed people. All the more jarring, then, is the editorial note that has been inserted in v.20, characterizing Shimshon as a “judge.”", "They said to him:", "Riddle your riddle, and we will hear it!"], "The Gates of Gaza": ["Judges 16:1-3", "Here is another tale which may have had a humorous flavor for ancient audiences. God has just slaked Shimshon’s thirst, but the hero’s insatiable desire for women takes him right back to the enemy camp, in this case one of the five major Philistine cities. To all appearances he is about to be trapped, as the natives set an ambush (a motif which will reappear in the next episode). But the contrast between pursuers and pursued takes an unexpected turn: the Philistines’ quiet and patience are overcome by Shimshon’s impulsiveness and overwhelming strength. Like a mythical giant, he uproots the huge doors of the city gate, bolt and all, and carries them off to Hevron, which is not only many miles away from Gaza but also three thousand feet up in the hills. The Philistines’ response is stunned silence, and they simply disappear from the text. One imagines them with mouths agape at the spectacle before them, and the text’s audience shaking their heads with a smile, or more.", "Chapter 16:4-22. The Woman of the Night: Although it is not the final story in the cycle, the Delila episode is a climax of sorts. Carefully constructed of repeating phrases (for example, “Now the ambush was sitting [for her] in the inner-room”; “Philistines upon you, Shimshon!”), it reprises most of the words and motifs that have appeared up to this point (see “Judges, Appendix; the Sound and Structure of a Biblical Tale”) and welds them into a tight whole. Folk motifs return, in the person of the nagging lover, the new, fresh ropes, and the number of Delila’s attempts to get at the truth—the classic 3+1 pattern of folklore. The tension is palpable, with the ambush lying in wait and Delila inching ever closer to the truth (on the third try, Shimshon brings his “locks” into the picture). The text is punctuated by the repeated “I’d become weak, I’d become like [Heb. ve-hayyiti ve-haliti] any man,” culminating in the slightly altered “all men” in v.17. Shimshon is, of course, the last to know about his newly weakened state, and his lack of knowledge continues the broader theme of secrets withheld (note that the word “tell” occurs seven times in the episode).", "Shimshon’s punishment is twofold. First, he temporarily loses his strength, and second, more permanently, he loses his sight.", "Therefore they called its name En Ha-Korei/Spring of the Caller,", "which is in Lehi,", "until this day.", "Chapter 16:23-31. Grand Finale: The stage is set for Shimshon’s last triumph, in a scene that is truly cinematic, with literally a cast of thousands. The sequence of humiliation and over-the-top revenge is an old favorite among audiences in many cultures; a modern example would be the classic cult film Carrie. Here, however, it is not totally unexpected, as we have been slipped a hint at the time of Shimshon’s capture and imprisonment that his hair is growing again (v.22). But he will have to invoke God once more in order to enable the deed to take place.", "The image of a man, however strong, pulling down an entire temple with his bare hands has typically been considered the ultimate fairy-tale element. But excavations at Tell Qasile in coastal Israel have unearthed a Philistine structure in which two wooden pillars served as major supports for the building—although not, to be sure, side by side. So we get to enjoy both the miraculous and a sense of the real world simultaneously.", "Similar to the end of Chap. 15, Shimshon’s feat at his death, while taking an enormous toll on the enemy and thus fulfilling his destiny, is ambiguously represented as a spectacular deed of personal vengeance. The hero’s plea to God in v.28 shows no recognition of any kind of leadership role, or indeed of any reality much beyond his various body parts. With the collapse of the Philistine temple, the core quest of Judges, Israel’s dreams of competent, covenant-based human leadership, ends up in a heap of ruins as well.", "I’d become weak, I’d become like", "all men!"]}, "The Early Prophets, Judges, Part III; Closing the Bracket": {"Mikha and the Levite": ["Judges 17:1-13", "The final section of Judges begins with a brand- new story (“There was a man …”). A family crime, a son’s theft of a large sum of money from his mother, leads ultimately to another one, idolatry, with implications for all Israel. The text demonstrates not only the defective leadership we have traced over the past chapters, but a systemic religious decline that will be confirmed in subsequent chapters. Mikha gives living proof of the refrain that will resound so often throughout this final section—“each one would do what was right in his eyes”—by making an idol and appointing a Levite as his own personal priest.", "In the absence of any kind of effective leadership, the text presents us with three characters of dubious distinction: a thieving son, a parsimonious and idolatrous mother, and a wandering young Levite who is all too happy to serve as a priest in an idol-worshipping household. The text itself, however, applies no adjectives to them; they are known only through their actions (Schneider).", "The story’s vocabulary, especially as the Levite is hired, is consistent: “Levite” six times, “sojourn” twice, and “lad” three times. And, lest it seem jarring after so many stories about military leaders, it contains at least several links to the Shimshon cycle: an active mother, the phrase “right in his/their own eyes,” and a sum of money identical to what was promised to Delila by the Philistines."], "The Danite Migration and Its Consequences": ["Judges 18:1-31", "What in several scholars’ estimation is the original end of the book of Judges is a mixture of a small-scale story (continued from the previous chapter) and a larger event rooted in some kind of historical memory, the northward migration of the tribe of Dan. But those elements have been transformed into an ideological text, the main purpose of which seems to be (as Brettler 2001a emphasizes; see above) to condemn the future northern rebellion during the reign of King Rehav’am (Rehoboam) some centuries later. The need to convey such a message is so strong that it does not seem to matter to the editors that the migration, chronologically speaking, should really have appeared much earlier in the book.", "The Danites are portrayed here as cruel, thieving, and idolatrous—they destroy a peaceful and “secure” city, echoing the destruction of Shekhem in Gen. 34, they steal Mikha’s personal idols and his priest, and they keep the idols and the priest not just for the moment but permanently (“until the time of the exile of the land,” v.30). Three times, in vv.11, 16, and 17, they are menacingly described as “girded in battle gear.” As the book began with conquest, so this initial transitional section ends as well, along with a ringing condemnation of the north for practices that in II Kings 17 will lead to the permanent end of the kingdom.", "This negativity is borne out by vocabulary in the middle of the chapter (vv.14-24) which concentrates on words connected to idolatry: “carved-image,” “gods,” <i>“efod”</i> (see 8:27), “<i>terafim</i>,” and “molten-image.” To top it all off, a scribe has even sneaked into a story about the north the name of the most hated king in southern (Judean) history, by substituting the name “Menashe” (Manasseh; see II Kings 18) for “Moshe” (Moses) in v.30, in what is outwardly an attempt to disassociate the great lawgiver’s family from any connection to later idolatrous events."], "The Nightmare at Giv’a": ["Judges 19:1-30", "This notorious narrative, surely the most horrific nonmilitary story in the Hebrew Bible, launches the final three-chapter section of Judges. As we indicated above, it appears to be motivated by two factors: a desire to (1) demonstrate the sorry state of Israel’s polity in that era and (2) establish a link with the later House of Sha’ul (Saul), implying its own moral bankruptcy. Several editorial devices are used to connect this section to the previous one: first, the appearance of another Levite, whose character proves to be even worse than that of his predecessor. Yee sees these chapters as a polemic against “country Levites,” continuing the trend begun in Chap. 17. We will shortly encounter more corrupt priests, Eli’s sons, in I Sam. 2. A second possible link lies in the image of the nobles at the door, reminiscent of the six hundred Danites in the previous chapter, whose ominous presence at the town gate led to the appropriation of Mikha’s idols.", "In order to portray moral decay, the chapter patterns itself after the Lot story of Gen. 19, but goes well beyond that narrative, which itself had a chilling outcome: the destruction of the cities of Sedom and Amora (Sodom and Gomorrah). Whereas in the earlier story the host also offered to surrender his women, here (v.24) he goes so far as to suggest rape (“force them or do to them whatever is good in your eyes”; the first two words are an addition to what appeared in Genesis), and the Levite actually pushes his concubine out the door. That, and the absence of protecting angels, would be enough to differentiate these two texts, but the telling detail is neither the comportment of the natives nor of the host, but rather the callous and self-centered behavior of the Levite himself. Despite his quest to get his concubine back at the beginning of the chapter, once he arrives at his father-in-law’s house he rarely acknowledges her existence; he is contemptuous of foreigners, and so declines to stay in Yevus for the night; he is complicit in the rape by pushing his concubine outside; and he never bothers to check if the violated body on the threshold is dead or alive. In contrast to the text’s mention of “refresh/humor the heart” multiple times in describing his father-in-law’s and his later host’s hospitality, the Levite is a man virtually without a heart. In the end we are left with a descendant of Aharon (Aaron) who, in a parody of priestly sacrificial behavior, “sections” (see Lev. 1:6) the abused woman whose bed he shared.", "Klein notes that the Levite is anonymous and comes from the outlying area of his region. In addition, neither he nor the concubine’s father calls her to task for her sexual straying, unusual behavior for biblical males. And the purported host, who has seemed generous until now, and who is the Levite’s countryman, commits the unforgivable act of offering not only his daughters but also the Levite’s concubine to the mob.", "In the end, the deeds done to the concubine are so vile that the writer feels compelled to break into a poetic rhetoric: “Never has there been, / never has been seen [anything]” like this act in all of Israelite history (v.30). It signals the collapse of societal standards, violating at one swoop the rules of hospitality and the proper sexual treatment of both men and women. Such a low point may be subtly hinted at by the description of the hours in vv.9-11: the day is “weakening,” “declining,” and “low,” a fitting characterization of Israel as well. But it is the dismembering of the concubine that ultimately suggests what has happened to Israel. The book of Samuel too will be replete with examples of bodily harm, and its accumulated tally of stricken body parts will also point to an unhealthy society (see the Introduction to Samuel later in this volume).", "Perry tellingly notes that the narrative here embodies something further, which continues into the subsequent two chapters: the rejection of male warrior-based ideology. In his words, “God tries to teach the callous male union the hard way, at the expense of forty thousand dead, to hesitate, to be remorseful, to weep and have brotherly feelings toward the ‘enemy,’ to ‘play the woman’ (20:19-28).” The rare unification of the tribes takes place through gang rape and subsequent dismemberment.", "Finally, as hinted at previously, attributing such behavior to the tribe of Binyamin, at the town of Giv’a, clearly implicates Sha’ul by association in the future. In addition, Israel’s first king begins his career by cutting up a brace of oxen and sending them all around the tribes, in order to rally them to battle. It is almost as if the subliminal message of the text is “In those days there was no king in Israel (17:6, 18:1, 19:1, 21:25), and Saul wouldn’t be much better either!” (Brettler 2001a)."], "Civil War": ["Judges 20:1-48", "For once, Israel acts as a body (vv.1 and 11, “as one man”), but it is a unity born out of outrage and results in a near genocide. The narrative gathers steam from the Levite’s speech to the assembled men, and goes on to describe first the Israelites’ mustering and then that of the Binyaminites. The battle sequence is a long one, involving two successive defeats for the Israelites, who twice are also reduced to tears, just as at the beginning of the book (2:4). The third, and finally successful, attempt recalls the conquest of Ai in Josh. 8, both in the ambush tactics and in the initial delay. Since the victory in Joshua follows a major breach of faith (the Akhan story of Chap. 7), our text here might be suggesting that Israel needs to acknowledge God before they can proceed. The vocabulary of the chapter, which uses “turn around” twice and “face about” three times, literally reflects the turnaround in the events. As for the Binyaminites, whose reputation in war is cited a number of times in the Bible (see, for instance, Gen. 49:27), they might be seen as counterbalancing Chap. 3’s Ehud, another and more successful left-handed warrior.", "and here, the woman, his concubine, was fallen down at the entrance to the house,", "with her hands on the threshold!"], "The Replenishing of Binyamin": ["Judges 21:1-25", "Using the Wild West analogy I drew in the Introduction to Judges, a possible subtitle to this chapter might be “700 Brides for 700 Brothers.” According to one view, Judges ends, appropriately, in a state of confusion. In short order, the text has moved from the gang rape of one woman to the near extermination of a tribe, and on to the abduction of hundreds of women. The nation, such as it is, has been saved, but at the cost of massive violence of several kinds. Fathers and husbands are unable to give women even the most basic protection (Schneider). Thus the dismembered concubine remains as a symbol of Israel’s body politic, an observation borne out by the final two verses of the chapter, in which we hear the Hebrew word/English phrase “each [one]” (as opposed to the group) three times.", "While on the surface Israel is made whole again (see Niditch 2008 for this positive view on the tone of the chapter), we know that this cannot possibly last. The two subsequent books, Samuel and Kings, will portray an Israel that is irrevocably split, with the contentious tribe of Binyamin containing Jerusalem at the center of the land.", "The chapter’s links to future texts are major geographical ones. The Yavesh-Gil’ad of v.9 is the town that appeals to Israel for help in I Sam. 11 and is rescued by Sha’ul, while Shilo (v.12) will be the site of events in the very next chapter (I Sam. 1). The appearance of Shilo also functions as a preparation for the “questionable events” that occur with Eli’s sons (Amit 1999a).", "Amit also notes the bracketing effect of this chapter: both here and in Chap. 2, Yevus (Jerusalem) is mentioned, along with weeping and sacrifices, and “each [one] to his hereditary-property” (2:6 and 21:25). She attributes this to the final editor’s desire to smooth over the rough edges created by the interpolation of Chaps. 17-21."]}, "The Early Prophets, Samuel, Part I; The Last Judges\": Eli and Shemuel": {"The Birth of Shemuel": ["I Samuel 1:1-28", "“There was a man,” the folktale-type wording with which Samuel opens, immediately establishes continuity with the book of Judges, as it was the same phrase that introduced several stories there (Chaps. 13, 17, and 19). But here it is a woman, Hanna, who will be the central character. As was the case with Sara, Rivka, and Rahel in Genesis, as well as with Shimshon’s mother in Judges, her barrenness is a signal of something momentous to come. Yet the text takes its time, painting an intimate picture of a family and dwelling in detail on personalities in a way that sets the tone for the character-driven book of Samuel. Here are vivid portraits of a tender but clueless husband, an insensitive priest, and, above all, a woman whose desire for a child is so intense that she is willing to surrender him to the service of God well before he has grown up. This pattern of wish, fulfillment, and partial loss is also emblematic of the experience that Israel will have in the coming narratives, beginning with a new monarchy, political splendor, and military victory in Samuel but ending with the near snuffing out of the Davidic dynasty at the end of Kings.", "It may seem surprising that this book, which is so much about male leadership, begins by focusing on a woman. But as I suggested previously, throughout both Judges and Samuel, the characterization of women often helps to clarify issues of leadership. Additionally, Hanna’s experiences and her voice set the personal tone through which these issues will be subsequently played out. And once again, a classic biblical pattern appears, as a person or type from whom we might not expect success—here a barren wife, elsewhere a younger brother—comes to prevail in the end.", "The way in which Eli the priest is portrayed is also worthy of comment. While his heart seems to be in the right place, his failure to distinguish in this opening chapter between the true prayer of the heart and drunken babbling is already a sign of inner shortcomings. As the story progresses, we will note his failure as father and leader (the narrator equates the two), culminating in his literal blindness and his dramatic death.", "The key word in this chapter is “request,” which occurs seven times; it will return, doubled, in 2:20, to round out the story. Many scholars have taken this to mean that the book originally began with material about the birth of Sha’ul, the “requested one,” and that something has been confused in the editing process. Others, myself included, note in the final text a deliberate and profound connection between the two men (see the discussion in Garsiel 1985). In addition, Hanna’s request for a son foreshadows Israel’s request for a king seven chapters hence (Polzin 1989)."], "The Song of Hanna; Eli and His Sons": ["I Samuel 2:1-36", "Hanna’s prayer occurs earlier in Samuel than any other poem in a biblical narrative book. As mentioned above, it introduces the idea that God may reverse the expected course of events. It thus carries the repetition of an oft-rehearsed biblical theme which undoubtedly points to the people of Israel itself, in its status as a latecomer and a frequently subordinate group in the ancient Near East.", "Not surprisingly, the poem is shot through with vocabulary reflecting both ends of the social spectrum. “Mighty … sated … rich … noble … might” alternate with “those who stumble … those once hungry … the barren one … the needy … the destitute,” and the like. The line “The barren one has given birth to seven” (v.5) is perhaps the immediate reason for its having been chosen for the mouth of the previously childless Hanna; such verbal connections between texts, which often hinge on a single word or phrase, are fairly typical in ancient literature. But above all, it is the triumphant ending on a monarchical note, with the exalting of God’s “anointed,” that not so subtly indicates what we are reading: a book about the choosing of a king.", "When the narrative resumes, even before we learn anything about Shemuel as Eli’s successor, the text makes sure that we are aware of the state of deterioration into which the worship of Y<small>HWH</small> has fallen. As a prelude to the actions of Eli’s sons, we are told at some length how even the servants of the priests make a mockery of the sacrifices in their zeal to extract the priests’ due. Only in v.22 do we learn of the exact nature of the sons’ sin, the serious act of sleeping with the serving-women at the very entrance to the shrine. Despite Eli’s entreaties, his sons ignore him because Y<small>HWH</small> has other plans.", "The long condemnation of Eli by Y<small>HWH</small> through an anonymous “man of God” that ends the chapter in vv.27-36 leaves no doubt about the fate of the priest and his descendants. It mirrors what will happen to Sha’ul, Israel’s first king, later in the book."], "Defeat, Disaster, and the Death of Eli": ["I Samuel 4:2-22", "The course of the last two books, Joshua and Judges, made clear that victory in battle would depend solely on Israel’s faithfulness to YHWH. Given that Chaps. 2-3 have convincingly demonstrated that leadership is failing badly, the outcome of the brewing battle in Chap. 4 is a foregone conclusion. The military encounter itself takes only one verse, and the defeat causes the Israelites to believe that they have only one recourse. As Hamilton notes, they do not even think of consulting Shemuel. Instead, as in many cultures, they decide to bring their great national and religious symbol, in this case the Coffer (Ark) of the Covenant, with them into battle, to afford protection and victory. Initially, the Philistines are overcome by fear of YHWH, but they rally themselves to “be men” (v.9) and the Israelites are defeated once again. This time a triple catastrophe occurs: military defeat, the capture of the Coffer, and the death of Eli’s sons.", "Beginning in v.12, a classic scene unfolds. Accounts of ancient battles always include the bringing of the news to wives, mothers, and fathers; one need only recall the pathos of the Greek story of Jason’s father, Aegeus, awaiting his son’s return from Colchis. The present text contains interesting variations on the old theme. Eli anxiously awaits word of the fate of the Coffer, having apparently written off his sons, but unexpectedly, the text gives new bits of information about him: he is ninety-eight, blind, and heavy. All these seemingly superfluous details come together in the vivid description of his death that follows, where his life comes crashing down as he sits in his seat of power. It is the literal downfall of an aged leader who lacks vision, whose office weighs him down, and who cannot survive the loss of the cult object whose purpose he has served his whole life.", "As if to reinforce the negative message, the chapter ends with an ill-boding birth, that of Eli’s grandson. In the mother’s dying moments, she is compelled to give her child the fateful name of “Where-is-Glory,” which betokens the capture of the Coffer.", "Thus in the overall opening section of the book of Samuel the normal course of events is reversed, and a shadow is temporarily cast over the future. But we also know that with Shemuel, future leadership is in place, and it appears to be of a higher quality than what preceded it.", "This chapter witnesses the introduction of the Philistines into biblical narrative. In Judges and Samuel, the Philistines are the archenemies of Israel, a powerful people resident mostly on or around the country’s southern coast, and technologically superior through their possession of iron. Their portrayal in the Bible is entirely negative, and almost no useful cultural details are given about them except for their being uncircumcised. Similarly, the archaeological record about the Philistines is spotty, but thanks to the work of the Dothans and others, we can now piece together a tentative picture. This group may well have been one of the “Sea Peoples” who invaded the Middle East in the twelfth century. The Bible gives Crete (or possibly Cyprus) as their point of origin, but they may have come from Asia Minor or the Aegean. Some Canaanite element is also possible. The visual records from Egypt, which successfully repulsed their attack, show warriors with plumed helmets, although they were not the only group to be so attired. In those texts, the Philistines are referred to as Peleshet or Tjekker. Distinctive cultural elements include the coloring and decoration of pottery, which was red and black with birds and other figures, a double ax of bronze, and a floor plan of temples which is closer to that of Aegean models than of Canaanite ones. Nevertheless, the Philistines appear to have been extremely adaptable, quickly absorbing Canaanite language and gods (including the aforementioned Dagon). Sadly, none of their texts has survived.", "The Philistines are portrayed as having settled in five coastal or near-coastal cities: Ashdod, Ashkelon, Ekron, Gat, and Gaza. Their reach, however, was greater. There is evidence of Philistine presence in Bet-She’an, just west of the Jordan River, and battles with them as reported in the Bible range throughout the central and northern parts of the land. David is credited with ending their dominance in the area.", "It is ironic that Israel’s classic enemy ultimately gave their name to the country itself. The Greeks and Romans dubbed it Palestine, the Land of the Philistines, and the name has been used for centuries as a neutral term by scholars, but the past few decades of Middle Eastern politics have given it a more charged connotation."], "The Philistines and the Coffer": ["I Samuel 5:1-12", "As if to stress that the Philistines’ victory in the previous chapter was the doing of God and not strictly the result of their own military prowess, the text follows the Coffer to the Philistine town of Ashdod, where it becomes clear that possessing it brings danger. In passages that express the Bible’s usual contempt for pagan culture, the very statue of the Philistine god Dagon is mysteriously destroyed by the Coffer’s presence, and the inhabitants, first, of Ashdod, and then of Gat, are stricken with hemorrhoids to the point that their “cry-for-help went up to the heavens” (v.12). Clearly, the Coffer will have to be returned to Israel.", "concerning the taking of the Coffer of God", "and concerning her father-in-law and her husband."], "Beating Back the Philistine Threat": ["I Samuel 7:2-17", "The Philistine plague is only the beginning of Israel’s restoration. If that is to happen properly, however, two things need to occur: Israel has to “put away the foreign gods” from their midst, and Shemuel has to intercede with God. The order is significant as, once again, military victory depends on the people’s faithfulness to God, and not solely on effective leadership. It is likewise telling that the site of the victory is the same at which defeat had occurred in 4:1 and 5:1 (Willis). So a narrative that began with “sighing” (v.2) ends with a restoration of territory, peace (v.14), and a description of Shemuel’s judgeship. All would seem to be well."]}, "The Early Prophets, Samuel, Part II; The Requested King": {"Give Us a King!": ["I Samuel 8:1-22", "It is a consistent pattern in world literature that when a great leader grows old, he either makes a long final public speech or deals with the appointment of a successor. Sometimes it is both. Like his mentor Eli, however, Shemuel is stymied in his desire for continuity in leadership by the fact that his own sons do not “walk in his ways” (vv.3 and 5). In addition to the sons’ corrupt behavior as judges, violating rules stated already in Exod. 23:8, the real need of the moment is for a strong military leader, as it was earlier in the book of Judges. So the Israelites request a king who will fight their wars (v.20) and thus enable them to be a self-respecting entity (vv.5 and 20, “like all the nations”).", "Shemuel takes their plea as a personal rejection, but God has to remind him in v.7 that it is really a rejection of God himself as Israel’s only king. Up to this point in the narratives of the Bible, the concept of divine kingship had been implied, through wilderness wanderings, conquest, and settlement. Now it appears that this cannot continue, at least not without an earthly stand-in. But to make clear the writer’s opinion that monarchy must be controlled, Shemuel delivers a pointed warning to the people (vv.11-18). It unmistakably implies that kings are takers—that verb punctuates the speech four times—who will disrupt the time-honored practices of village life and spend their own time accumulating personal power and wealth. The ominous warning at the end of the speech, that God will not listen to the Israelites’ predictable outcry when they are oppressed by future kings, goes unheeded, as the people refuse (Heb. root <i>m-’-n</i>) to be swayed from their obsession with security, and in essence reject (<i>m-’-s</i>) God.", "In many ways this chapter is a transitional one, and could either be grouped with the stories about Shemuel alone, as some scholars have done, or placed as the introduction to what follows, as here. It may be another example of the Bible’s tendency, at least in its final form, to display overlapping structures."], "Sha’ul the Victorious": ["I Samuel 11:1-15", "Immediately after Sha’ul’s acclamation, his leadership is put to the test. A fierce Ammonite commander threatens an Israelite town lying to the north of his territory. While in our text his words seem ominous enough, the chapter as it appears in one of the Dead Sea Scroll manuscripts of Samuel—4QSa, probably an earlier and fuller version than MT—shows that he is a man of his word. The restored passage reads,", "Now Nahash, king of the Ammonites, had been grievously oppressing the Gadites and the Re’uvenites.", "He would gouge out the right eye of each of them, and would not grant Israel a deliverer.", "No one was left of the Israelites across the Jordan whose right eye Nahash, king of the Ammonites, had not gouged out.", "But there were seven thousand men who had escaped from the Ammonites and had entered Yavesh-Gil’ad.", "In MT that has come down to us, apparently a scribe’s eye wandered from the original first “Yavesh-Gil’ad” to the second, skipping several sentences.", "Upon hearing the news of the Ammonite danger, Sha’ul, in contrast to his weeping countrymen, is seized with the spirit of God and, in a reminder of the horrifying concubine story of Judg. 19-20, cuts up his oxen and sends their pieces around the country. The tribes rise up “as one man,” themselves gripped by a “terror of God” (an emotional state which elsewhere is usually viewed as a negative), and vanquish the brutal enemy.", "Sha’ul is gracious in victory, refusing to kill those of his countrymen who had earlier doubted his abilities. In a passage that may come from an alternate source, his leadership is celebrated (“renewed”) at Gilgal as the chapter draws to a close. What began with a threat of mutilation ends with “joy” (v.15) over the strength of the newfound leader."], "Shemuel’s Summation": ["I Samuel 12:1-25", "In Chap. 8 we observed God, through Shemuel, expressing considerable reservations about the institution of kingship. Here, after the victory against the Ammonites, God reaffirms the monarchy, but in the broader context of Israelite history from Egypt to the present. After Shemuel establishes his own credibility by demonstrating that he, unlike future kings, has “taken” nothing from any Israelite, he launches into a long public oration which sounds rather like one of the farewell speeches we have come to expect at the end of biblical books (see the final chapters of both Deuteronomy and Joshua). The message is a simple one, thematically reminiscent of those earlier texts: if the Israelites will serve YHWH alone, forsaking the local gods, then all will be well; but if they “revolt,” both they and their king will be lost. The speech, despite its length, is able to remain on focus by sprinkling a specific vocabulary throughout. Four words occur in varying repetitions: “sin,” “evil,” and “request,” which denote Israel’s need for a king out of weakness, and “serve,” which comes to indicate their desired loyalty to YHWH. As in Chap. 8, the speech ends with a warning."], "Sha’ul Rejected I": ["I Samuel 13:1-23", "The narrative has given us almost no time to savor Sha’ul’s victory in Chap. 11. It immediately provides an example of exactly what Shemuel had just warned against. In the midst of a back-and-forth struggle, with the Israelites attacking the Philistines in vv.2-4 and the Philistines retaliating from v.5 on, Sha’ul seeks to rally the troops again, with help anticipated from Shemuel. When the prophet is late in arriving, the king jumps the gun and offers the requisite sacrifices himself. He apparently is worried that he cannot win the battle without placating God, and he is additionally concerned about the bleeding away of the soldiers. When Shemuel finally shows up, his response to Sha’ul’s behavior is to in essence fire the king and indicate that another will take his place. Curiously, we get no reaction from Sha’ul, who goes back to mustering the troops, and the text sees fit to concentrate on details regarding the Philistines’ technological superiority.", "for we have added evil to all our sins", "by requesting ourselves a king!"], "Yonatan the Hero; Sha’ul Errs Again": ["I Samuel 14:1-52", "In strange contrast to the rejection of Sha’ul and his dynasty that has just occurred, Yonatan (full name: Yehonatan), the heir to the throne, proves his mettle by single-handedly killing twenty Philistines. This leads to what looks to be a general rout of the Philistines by his father. In the heat of battle, Sha’ul prohibits any eating until sunset, an oath which, however, is not heard by Yonatan, who unwittingly violates it. To this is added the Israelites’ own breaking of rules, as they eat the animals they have slain along with the blood (a universal, not only Israelite, prohibition according to Gen. 9:4). All is forgiven with the subsequent sacrifice, but Yonatan has to be rescued from his father’s wrath by the Israelites. Once again, Sha’ul has somehow misfired as king, this time within his own family.", "The chapter ends with two summaries of Sha’ul’s reign. Vv.47-48 describe him as the great warrior who rescued Israel from six different enemies. Vv.49-52 contain a typical summary list, in this case of Sha’ul’s immediate family members and the name of his commanding general (Avner), along with a note of the ongoing struggle against the Philistines."], "Sha’ul Rejected II": ["I Samuel 15:1-35", "Chap. 13 and the present one appear to be separate accounts of Sha’ul’s rejection. This is buttressed by the opening of Chap. 15, which seems oblivious to the previous events. God commands the king to utterly wipe out the Amalekites, in revenge for their treacherous actions against the Israelite ancestors at the time of the Exodus (see Exod. 17:8-16). Sha’ul is scrupulous here in one regard, making sure that the Israel-friendly Kenites who live among the enemy are not caught up in the destruction, but in the end he chooses to preserve both the best of the spoils and Agag, the Amalekite king, thus violating God’s instructions.", "When confronted by Shemuel, Sha’ul claims to have done God’s will, and to have saved the best animals for sacrifice to him. Further rebuke from the prophet reveals the truth: Sha’ul was afraid of his own soldiers, fearing that they, following usual practice, would not fight without promise of a reward in the form of spoils. Such a disregard of God’s honor in favor of human considerations means that Sha’ul must now forfeit his role as the founder of a dynasty, expressed through the fourfold use of “reject” in vv.23 and 26.", "Despite the condemnation directed at Sha’ul, the text strikingly portrays Shemuel as feeling for the king; when God first expresses regret over having made Sha’ul king, Shemuel “cried out … all night” (v.11), while at the end of the chapter (vv.30-31) he accedes to Sha’ul’s request to at least accompany him as he worships in the people’s presence. Shemuel, of course, does not extend this kind of humanity to Agag and, as far as we can tell, executes him with his own hands. But the close association between king and prophet, which had begun in the long-ago days of running after lost donkeys, would seem to have come to an end."]}, "The Early Prophets, Samuel, Part III; The Rise of David and the Fall of Sha'ul": {"David Chosen and at Court": ["I Samuel 16:1-23", "With Sha’ul now rejected and destined to be the last of his own dynasty to rule, the text turns to the anointing of his successor, the Judean David. Compared to the convoluted accounts of Sha’ul’s accession to the throne in Chaps. 9-10, the story in which David makes his first appearance is almost an idyll. It also fits a classic folklore pattern which we first encountered in multiple manifestations in Genesis: the choosing or triumph of the younger brother. Here, as in many fairy tales, the youngest appears last, and, like Sha’ul, he is initially hidden.", "The text makes the event a journey of discovery for Shemuel. God does not reveal the new king’s name to the prophet in advance, nor is it mentioned until the very end of the chapter, after the anointing. Shemuel, like us, will have to learn the criteria for divine choice. Perhaps he is blinded by Sha’ul’s failures, which he himself has taken to heart (note God’s question in v.1: “Until when will you keep on mourning for Sha’ul?”). In any event, God’s speech in v.7 centers around the idea of “seeing,” a verb and an activity that are typically associated with prophecy in the Bible (as in 9:9, above). It is used ten times in eighteen verses of the text. So the little tale incorporates both physical and figurative aspects of seeing: appearance, foresight, and insight.", "The fact that David is a shepherd resonates strongly in ancient culture. Moshe, of course, had followed the same vocation as an adult. The poetry of the Bible frequently contains shepherd imagery, most famously in Ps. 23 and the Song of Songs, and the figure of the Shepherd King, so beloved in the ancient Near East, easily survived to become a central motif in early Christianity.", "David starts on his biblical path with formidable tools. He is physically attractive and possessed of the “spirit of Y<small>HWH</small>,” like some of the leaders before him in the book of Judges. In addition, the end of our chapter reveals him as a string musician, a skill sometimes also associated with prophecy in the Bible (see II Kings 3:15). At the same time that this talent of David is described, we also learn of his reputation as a warrior. Clearly this is no ordinary shepherd boy.", "The section already begins what will develop into an epic struggle, not only between the two men, but between two dynastic houses. Its echo was to endure long after their own deaths."], "David and Golyat": ["I Samuel 17:1-58", "Perhaps the most famous story about David, this narrative appears to have its own independent history, which, however, is difficult to untangle. Unlike most other instances, here MT is much longer than LXX. Sections exclusive to the Hebrew version are vv.12-31 (the introduction of David and his reaction to Golyat’s taunting), 41 and 48b (minor variations), 50, and 55-58 (Sha’ul inexplicably asking about David’s identity as if he had never met him previously, Chap. 16 notwithstanding). Most scholars have concluded from this that there are two traditions at work in some form, or that an “original” has given birth to one or two later versions through expansion or contraction. Given that the LXX version reads coherently on its own, many infer that MT here is in fact an expansion. Following the model of the Sinai account in Exod. 19 (see Greenberg), our present text might be viewed as a composite, a gathering of different traditions in a manner that makes for richness and completeness, despite our Western need for total coherence (Alter 1998). In a wider sense, it reflects the Bible’s general aspect of textual inclusiveness—what I would call multivocality, in which competing and even contradictory accounts are allowed to coexist for the sake of fullness.", "In addition to the textual issues, a battle account near the end of the book, in II Sam. 21:19, mentions how “Elhanan son of Yaarei-Oregim the Bet-Lehemite struck down Golyat the Gittite / —now the shaft of his spear was like a weaver’s beam,” and the same hero is identified as having killed Golyat’s brother in I Chron. 20:5. This suggests that we are dealing with an independent story which has been placed on David’s shoulders, for obvious reasons.", "Regardless of its various permutations, the long, leisurely David/Golyat narrative reads much like a fairy tale, and is in many respects quite accessible to many cultures. It has never lost its popularity, and the phrase “David and Goliath,” used to describe everything from business competition to sporting events, is still very much in common use. The setup is classic: a huge warrior with a reputation as a champion—“the Man of the Space-Between [the armies]” (v.4)—strides forth, mocking his enemies and challenging them to a one-on-one duel. The detailed description of Golyat’s armor is a departure from the usually sparse biblical landscape, but it is certainly psychologically appropriate here, as are the other rare biblical descriptions of a person’s attire (Hamilton).", "Of course, neither Sha’ul nor any of his soldiers dares fight the Philistine. It is left to a teenager untried in standard weaponry to face him. The text is clear about David’s inexperience in formal battle, but it needs to be pointed out that, although he is not a professional warrior, he is also no slouch. His description of fighting off lions and bears in his shepherd days (vv.34-36) is not a vain or irrelevant boast; in addition, v.51 describes him deftly unsheathing Golyat’s sword and finishing off the Philistine with it. Further, David’s wielding of a sling to defeat Golyat should not be trivialized. In ancient warfare, a division of slingers could be quite lethal (see the Greek account in Xenophon’s <i>Anabasis,</i> or, previously in the Bible, Judg. 20:16).", "In addition to the detailed military descriptions, which sound more like Homer than the Bible, the story focuses on memorable confrontations between pairs of characters: Golyat and the Israelites (vv.8-11); David and his brother Eli’av (28-29); David and Sha’ul (32-39); and, finally, David and Golyat (42-47). The last and most significant one will vault David’s prowess and fame beyond that of regular warriors, his family, and Sha’ul.", "The most surprising aspect of this tale is that it is not only, as popularly understood, a case of the weak against the strong, the small against the large. Its vocabulary in fact leads in a different direction. Only here, of all the biblical texts concerning war, does the word “ranks” occur repeatedly (twelve times); the other recurring word is the verb “mock.” This leads naturally to the conclusion that what is really at stake is the fact that “this foreskinned Philistine” has “mock[ed] the ranks of the Living God” (v.26). In other words, the story, splendidly illustrating the rise of David, centers around the perceived insult to Y<small>HWH</small> and his earthly armies, which must be properly avenged. Golyat’s literal downfall accomplishes this; his posture of falling “on his face to the ground” (v.49) is more reminiscent of proper respect and worship than the simple act of keeling over.", "There is one other biblical text that takes up the issue of “mocking” God using this language: II Kings 18, where the Assyrian king’s representatives taunt King Hezekiah and Y<small>HWH</small> in full hearing of the Judean troops. It is thus quite plausible that an old story has here been retold in terms and vocabulary that address the needs of a later audience."], "The Rise of David in Sha’ul’s House I": ["I Samuel 18:1-30", "As if the Golyat story were not dramatic enough, the artistry of the text continues unabated in the chapters that follow. The present one highlights “love,” its chief theme word: the love borne David by Yehonatan, Sha’ul’s heir; by the Israelites, who are dazzled by David’s military exploits; and by Sha’ul’s daughter Mikhal, who not surprisingly falls for the young hero. Contrasted to this and to David’s “prospering” (vv.5, 14, 15, 30) is the jealous rage into which Sha’ul’s emotions propel him. Whether the “evil spirit from YHWH” (v.10, and see 16:14) is related to Sha’ul’s depression over having been rejected by God, or is due to a previously existing psychological state, the rise of his young rival only magnifies it. Whereas in Chap. 16 David’s lyre playing had been able to soothe the ailing king, it now spawns elaborate scheming and an outbreak of personal violence.", "The precise nature of the love between David and Yehonatan has been a prime subject of speculation in recent interpretations of this text. In today’s terms, the language appears strongly suggestive of a sexual relationship, although the text does not elaborate on this. Alternatively, if one reads the story in a nonsexual way, it may be reflecting a warrior society, in which male bonding has always been central. A further possibility is that the relationship is playing an ironic role in the text: the person about whom each cares the most is the one with whom he has the greatest potential political conflict.", "The David-Yehonatan relationship has been explicated by Ackerman in a book-length study (2005). She notes that the text, while not explicit, does utilize vocabulary that elsewhere in the Bible is clearly sexual, and that in general Yehonatan occupies a role that is emotionally and politically subordinate to David (see I Sam. 18:4, 28:13-15, and 23:17). If one accepts these arguments, the text may be putting forward a striking, if symbolic, example of how David will triumph over the House of Sha’ul.", "In any event, as with all biblical texts, readers will find multiple ways to read the same passage."], "The Rise of David in Sha’ul’s House II": ["I Samuel 19:1-24", "Having been entranced by David in the previous chapter, Sha’ul’s children now actively take his side against their father. At first, Yehonatan’s intercession works, and his friend is restored to his position at the king’s side. But the “evil spirit” in Sha’ul cannot be denied, especially after another report of David’s successes in battle (v.8), and he once again hurls his spear at the young musician. David’s subsequent flight is the beginning of a long period of running which will end only with Sha’ul’s death. He is aided in his escape by his wife, Mikhal, who, in a scene of deception that vaguely recalls Rahel’s tricking of her father in Gen. 31:34-35, makes use of what are apparently household idols to fool the king’s messengers.", "But such help is not sufficient. David needs divine protection from Sha’ul, and the king’s messengers are disoriented by “ranting-in-prophecy,” followed by Sha’ul himself. While in Chap. 10 above, such behavior might have suggested the king’s special gifts and hence leadership capabilities, here, in what is perhaps originally an alternate tradition, it reduces him to a helpless babbler, and David goes unharmed. Curiously, Shemuel never feels Sha’ul’s wrath for accompanying David here."], "Final Break; The Covenant of the Friends": ["I Samuel 20:1-42", "In a last-ditch attempt to save his friend’s life, Yehonatan offers to intercede with Sha’ul. David proposes a simple test: if Sha’ul can accept David’s absence on a family matter, it will be a sign that he is once again in the king’s good graces, but if Sha’ul is unconvinced and agitated by the explanation given to him, the two friends will have to concede that there is no chance to mend the rift. The story makes use of an additional character through whom David and Yehonatan can communicate, an unsuspecting young servant who is sent to fetch arrows that Yehonatan shoots. Depending on the instructions given him, he is to (unwittingly) signal to David that all is either well or ill. Appropriately, the narrative echoes with repetitions of “good” and “evil,” referring to David’s fate.", "The scene in which the prince sets out to determine his father’s attitude toward David (vv.27-33) is nicely constructed around the word “son.” David is referred to derisively (by omitting his given name), as the “son of Yishai”; Sha’ul insults Yehonatan by calling him the “son of a twisted rebellion”; and then Sha’ul pronounces the death sentence on his young rival by literally terming him a “son of death.”", "The most significant repeating word in the story, however, is “know,” occurring nine times, which highlights a central concern in the text: David wishes to convince Yehonatan that there is no hope for any kind of reconciliation. That is, through the scenes of confrontation with Sha’ul, Yehonatan finally becomes convinced of what the audience “knew” all along. The story ends with a heartfelt covenant between the two young men, which is all the more ironic given that later events in the book will witness tension and death as the chief currencies between the House of David and the House of Sha’ul."], "David at Nov and Gat": ["I Samuel 21:1-16", "David the fugitive has two pressing needs, food and weapons, as he flees from Sha’ul. Arriving at Nov, his solitary presence arouses suspicions, but he is able to allay these through his cunning (note the recurrence of the related word “know” in v.3). We, of course, know that the “matter of the king” is no secret message, but rather refers to the fact that David is on the lam from Sha’ul. In any event, he is able to obtain bread and a sword—not just any weapon, but precisely the great sword of Golyat, which symbolically suggests David’s ability to prevail in the most difficult of circumstances.", "Thus armed, David meets his third challenge of the chapter. He flees to the heart of enemy country, one of the Philistine towns, and is apparently recognized, exposing himself to immediate danger. In a final example of quick thinking, and perhaps an ironic reference to Sha’ul’s erstwhile ranting, he pretends to be crazy, dispelling the fears of the Philistines as to his identity."], "David in Flight; Sha’ul’s Revenge": ["I Samuel 22:1-23", "From Gat, David moves southeast into the Judean hill-country. Here he becomes a kind of Robin Hood figure, attracting the disenfranchised (who are described as a class in other ancient Near Eastern texts) and serving as their chief. Sha’ul, meanwhile, vents his frustration on the priests of Nov, who are aghast to learn that the David to whom they gave food and weaponry in the previous chapter, and who had hitherto been a trusted key member of the royal household, is now accounted the king’s “ambusher” (v.13). Sha’ul’s command to kill the priests is resisted by his servants, but as so often in literature and in life, a volunteer comes forward, in this case Do’eg the Edomite. And, true to type, there is a survivor, Evyatar, who finds secure refuge with David. Together with his son, he will later become one of David’s priests (II Sam. 8:17, 20:25).", "Chapter 25:2-44. David Held Back from Killing Naval: The reader, like David, could use a break from Sha’ul’s relentless manhunt, but instead of some sort of humorous diversion such as we might expect in Shakespeare, we are presented with a story relating to David’s wilderness years that makes some important points about his personality, romantic aspects aside. With its fairy-tale beginning (again, “[there was] a man …”), it features a hero with a problem, a bad-tempered villain, and a beautiful and wise problem-solver who, of course, marries the hero at the end of the story.", "As he had done in Chap. 20, David requests food on his arrival in a new place, going to great lengths to demonstrate his worthiness by pointing out the exemplary behavior of his whole band. The churlish Naval’s answer (vv.10-11) is not only negative but deeply offensive, with the tone equivalent to “Who do these runaway slaves think they are?!” For David the warrior and man of action there can be only one possible response: to strap on his sword and have his followers do the same. By v.22 he is vowing to wipe out Naval and his household like dogs, using a particularly colorful biblical expression.", "Violence is averted only by the wisdom and timely intervention of the fair Avigayil. In a long and masterful speech (vv.24-31), she stresses how David must not act alone in this matter, “shed[ding] blood for nothing” (v.31), for that would taint his future status as the founder of a dynasty. Instead, she suggests, God will take care of the matter. Her plea and David’s response bespeak prevention and restraint, and suffice to preserve his integrity and public innocence. The text draws a nice contrast between the threefold “peace” and the threefold “sword” (Hamilton). It also has Avigayil use “my lord” no less than fourteen times, a repetition that may seem overly groveling to modern ears but which serves to accomplish her purpose.", "Naval’s fate is sealed, and is played out in a striking way. It requires only the words of his wife, reporting her conversation with David, to induce something like a stroke in the drunken husband; he is thus killed not by the hotheaded David but by the proper judgment of God.", "Only at the very end of the tale (vv.43-44) are we informed that part of its raison d’être, David’s need for women, is that Sha’ul had taken away David’s wife (and the king’s daughter) Mikhal and given her to another.", "The placement of this story precisely at this point in the larger narrative warrants some thought, bracketed as it is by the two accounts of David’s opportunity to kill Sha’ul. From one point of view, the text goes out of its way to declare David’s innocence in both of those chapters:", "[Heaven] forbid for me from Y<small>HWH</small>", "if I should do this thing to my lord, to Y<small>HWH</small>’s anointed,", "to stretch out my hand against him,", "for he is Y<small>HWH</small>’s anointed! (24:7)", "….", "[Heaven] forbid for me, by Y<small>HWH</small>,", "from stretching out my hand against Y<small>HWH</small>’s anointed one! (26:11)", "But Chap. 25 strongly suggests that David is not as pure-hearted and in control of himself as one might think, as he comes within a hair of taking a brutal revenge upon Naval. The bracketing chapters, in other words, may be protesting too much. These kinds of doubts will accompany many of the narratives about David and Sha’ul, extending to the untimely ends of Sha’ul’s descendants and generals subsequent to the death of the king himself.", "Sha’ul looked behind him,", "and David prostrated himself, nostrils to the earth, and bowed low,"], "David Holds Back from Killing Sha’ul II": ["I Samuel 26:1-25", "An alternative tradition to the one in Chap. 24 is more expansive. It is marked by multiple conversations (between David and Avishai, David and Avner, and Sha’ul and David) and more psychological detail. David’s actions here are also more risk-filled than they were in Chap. 24, with Sha’ul’s generals and soldiers immediately present, yet he is also clearly protected by YHWH (see v.12). The motif word “hand” returns (vv.8, 9, 11, 18, 23) to link the two accounts. Of greatest interest is the verbal connection with the Naval story of the previous chapter: David has learned his lesson—YHWH will “smite” Sha’ul, either naturally or in battle (v.10), just as he “smote” Naval in 25:38, and David will not have to bear either the guilt or the political consequences.", "The abiding question is whether David acts here out of true piety and regard for the “divine right of kings” or whether he is simply politically astute. The text leaves it for the reader to decide (for a strong vote for the former, see Borgman; most recent commentators are highly skeptical of David’s motives)."], "David as Mercenary": ["I Samuel 27:1-12", "In what feels like an unlikely turn, David, at last freed from pursuit by Sha’ul (v.4), distances himself from his Israelite compatriots by becoming a vassal of the enemy (Philistine) king, Akhish of Gat. In his desire to secure the king’s trust, he exercises ruthlessness toward captured populations, cleverly intimating that these include his fellow Judeans. The scenario is reminiscent of typical undercover stories."], "Sha’ul and Shemuel at En Dor": ["I Samuel 28:1-25", "Of all the dramatic moments in Sha’ul’s life—and there are many—nothing quite matches the eerie mood of this brief story, which takes place at night and involves the spirit of a dead man. It feels as if it might have been the inspiration for moments in Hamlet or Macbeth. In its devastating finality, it comprises the emotional end of the Sha’ul narratives. The account of the king’s actual death, which is reported in Chap. 31, only reports the inevitable.", "The story expands on the theme of God’s abandonment of Sha’ul, opening with a reminder that Shemuel is gone (see 25:1) and the observation that all of the conventional means by which a king might divine God’s will have proved futile (v.6). Sha’ul, who for once had followed God’s law in v.2, now must break it in secret, out of desperation. In order to do so, he must circumvent the Philistine lines, disguised in “other garments” (ironically echoing his transformation into “another man” with “another heart” when he was anointed as king in 10:6 and 9), thus concealing his identity from the medium.", "The consulting of spirits to learn the future was a well-known practice in the premodern world, but its appearance here is unique in the Hebrew Bible. While raising the dead and other aspects of sorcery were banned in the Bible, they were not viewed as ineffective; nevertheless, the text passes over any description of exactly how the woman works her magic and goes right to the unorthodox meeting between the two old friends. As usual, it is the face-to-face confrontation that interests the Bible rather than the background details, and so we must do without the dramatic lighting, special effects, and sinister music that would mark the presentation of such a scene in today’s media.", "A number of enigmatic points emerge in this narrative. First, how does Sha’ul know from the woman’s laconic description of the ghost that it is indeed that of the old prophet? “An old man … wrapped in a cloak” would seem to reveal little in the way of identity. But we may recall that it was Shemuel’s cloak that was the physical focal point of Sha’ul’s rejection as king (15:27), as the ghost implies with its reuse of “torn” in v.17. Second, there is Shemuel’s tantalizing suggestion about the nature of the Underworld in v.15, “Why have you disturbed me?” This tells us only that, in the biblical view, our state after death is akin to rest or sleep, and does not involve the elaborate construction of Heaven and Hell with which we are so familiar in the Western world. Finally, Shemuel’s reply to the “distressed” king does not address the question asked of him until he has rehashed God’s rejection of Sha’ul. His answer, in v.19, contains one of the most chilling lines in the Bible. The text could simply have said, “Tomorrow, you and your sons will die,” but instead intones the memorable “tomorrow, you and your sons are with me.”", "What could have been the story’s ending is striking enough: Sha’ul does not merely collapse, an understandable reaction to the bad news he has just received; he falls “his full stature to the ground” (v.20), providing a purposeful contrast to one of the reasons Sha’ul had been chosen king in the first place. We recall that initially he had been described as “taller than all the people” (9:2), and had been rejected with the words “Do not look at … the tallness of his stature” (16:7). Sha’ul has farther to fall than most.", "It is at this point in the story, in a narrative that has already provided some surprises, that the unexpected happens again. If the Bible’s purpose had been solely to portray Sha’ul as a villain, he might simply have slunk back to the Israelite camp and wept, or experienced a night of uneasy dreams in the manner of Shakespeare’s Richard III. Instead, both king and reader are given a compassionate moment of respite. Literature abounds in less than reputable characters who demonstrate their humanity (see, for instance, Rahav, the classic “good-hearted prostitute” of Josh. 2). In this case, it is the medium who acts as a kind of stand-in for God, offering the stricken king nourishment and thus confirming his humanity. Moving from ground to bed (v.23), Sha’ul for the moment staves off his death and, instead of receiving the promised “bit of bread” (v.22), is given a more substantial meal, as befits a king. Thus the Sha’ul who exits his shattering meeting with the dead Shemuel is fortified for his heroic ordeal of the next day, when he will die leading the troops one last time against Israel’s enemies. From the beginning of the story, where the king had denied both his identity and his values as upholder of divine law, he emerges at the end, thanks to the medium’s act, as ruler and commander in chief, prepared to die if necessary at the head of “Y<small>HWH</small>’s armies” (see Simon 1997)."], "Philistine Suspicions About David": ["I Samuel 29:1-11", "As the Philistines prepare for battle against the Israelites, David accompanies them, but his loyalty is immediately questioned, despite all his efforts to prove himself in Chap. 27. The Philistine overlords are rightly concerned about the possibility that David, their former tormentor, will return to his roots and go over to the Israelite side. King Akhish is forced to reluctantly order David to head back to Philistia, forbidding him to participate in the coming battle against Sha’ul. Once again, as so often, David will be absent when his enemies are done away with."], "David as Rescuer": ["I Samuel 30:1-31", "In the course of his journey away from direct confrontation in battle with Sha’ul, David discovers that the Philistine-occupied town of Tziklag has been devastated, and all its women, including his own wives Ahinoam and Avigayil, have been taken captive. A chance encounter with an Egyptian man reveals that the raiders were Amalekites, and David is subsequently able to crush them as they revel among the spoils.", "The story appears to have several functions. It puts David in a similar light to the patriarch Avraham, who had rescued his nephew and family from wartime captivity (see Gen. 14); it provides a contrast to Sha’ul, who had previously failed in his battle dealings with the Amalekites (Chap. 15); it links David to a current (in the writer’s time) practice of parceling out spoils even to parts of the army that have not participated in the battle proper; and, in the final verses, it gives David a means through which to eventually win back the good graces of his fellow Judeans.", "As Fokkelman (1993) has carefully worked out, timewise the action of this chapter is simultaneous to Sha’ul’s defeat in the next one. Thus, David’s victory fittingly coincides with Sha’ul’s end."], "The Death of Sha’ul": ["I Samuel 31:1-13", "The final episode in Sha’ul’s tragedy, stunningly portrayed in Pieter Brueghel’s famous large painting, is reported in a chapter of great compactness. The battle scene itself is typically brief; what interests the writer is only the outcome—the death of the king and his sons.", "Sha’ul dies heroically. His decision to commit suicide stems not from depression or despair but from the desire to die with dignity and escape the humiliation which he fears would be his lot if the Philistines were to find him alive. As it is, his corpse is mutilated, with armor and torso taken as trophies for Philistine sites. In the end, however, the body and those of his sons are rescued by the men of Yavesh-Gil’ad, the very ones whom Sha’ul had saved from the Ammonites at the beginning of his career, and given proper burial.", "At the same time as Sha’ul dies heroically, there is a sobering note. His suicide in battle recalls the death of a previous king, actually a usurper, Avimelekh, in Judg. 9. As with other foreshadowings of the reign of Sha’ul (see Judg. 19), the parallel does not do him honor.", "What follows (vv.17-27) is one of the most famous poems in the Bible, whose key line, “How have (or: how are [KJV]) the mighty fallen,” occurring three times in the poem, is still quoted when public figures fall from grace. It is the first example of David as poet in the Bible. At the end of his life, he will recite two longer ones (II Sam. 22 and 23), and many of the Psalms will be attributed to him, either by the Bible itself (if indeed that is what “a Psalm of David” means) or by later tradition. This poem is also at the center of Samuel, usually an indication of an important moment in a chapter or a book.", "Notably, Yehonatan’s name appears here as much as does Sha’ul’s. Much has been made of the words “… my brother Yehonatan, / you were very delightful to me; / more wonderful was your love to me / than the love of women” (v.26). Once again, is this deep friendship or something more? In any case, the bond with Yehonatan seems to be the most deeply felt of all of David’s human relationships, a phenomenon which, as we noted earlier, is not unusual in a warrior culture."]}, "The Early Prophets, Samuel, Part IV; David's Rule Consolidated": {"Unresolved Political Tensions": ["II Samuel 2:1-32", "The Death of Sha’ul and several of his sons in battle does not assure David of an easy transition to the throne. While his fellow Judahites anoint him as king, the bulk of the country, to both the north and the northeast, throws in its lot with Sha’ul’s son Ish-Boshet, who is backed by the powerful military commander Avner. A fierce battle ensues between soldiers loyal"], "Civil War; the Death of Avner": ["II Samuel 3:1-39", "The report on the ongoing civil war is interrupted by the birth notice of David’s sons, six by six different wives. Indeed, sexual politics begins the chapter, with Avner sleeping with Sha’ul’s concubine Ritzpa, to the chagrin of Sha’ul’s son Ish-Boshet. This classic demonstration of political power enables Avner to negotiate with David, which obviously needs to be done, but the king will agree to a treaty only if his own former wife Mikhal, Sha’ul’s daughter, is returned to him. So, sandwiched in between the violence of the last chapter and the violence that is to come, the first half of this chapter is punctuated by strong words and strong emotions, from Ish-Boshet’s complaints, Avner’s retort and negotiating statements, to the weeping of Paltiel, Mikhal’s second husband, who helplessly walks behind her as she is returned to David. The result of the negotiations is a carefully wrought agreement that the northern region, Israel, will acknowledge David as king, and that Ish-Boshet’s life will not be threatened.", "The “peace” described in v.21 cannot last, however, because Yoav, as we will continuously encounter him in these stories, is a “rough” man (v.39) who does not forgive and who constantly looks out for and unhesitatingly acts on David’s interests. He cannot permit the man who killed his brother to live, even though we saw in the previous chapter that Avner tried his best to avoid killing Asa’el. And it does not seem coincidental that Avner’s death would obviously have the effect of quashing David’s northern opposition.", "At this point, from v.28 on, the text goes to great lengths to clear David of Avner’s brutal murder. Not only does he put a curse on the house of Yoav, but he gets the entire people to mourn over Avner, composing a brief dirge for the occasion (vv.33-34)."], "The Death of Ish-Boshet": ["II Samuel 4:1-12", "In the course of the ongoing civil war, another assassination is committed. This time the victim is Sha’ul’s son Ish-Boshet (or, in uncensored form, Ish-Baal). The chapter begins with several brief notes: Sha’ul’s son is terrified to hear about Avner’s recent death; we are introduced to two of his chieftains; and we are informed that a grandson scion of Sha’ul is alive, albeit a lame young man. The story proper starts in v.5, where Ish-Boshet is killed, Mafia-style, in his bed. Initially, no motive is given, especially as the assassins are from Ish-Boshet’s own circle, but it soon becomes clear that the two men are seeking compensation from David. He, however, reacts the same way he had to the Amalekite messenger in Chap. 1, even referring back to that incident himself, and the culprits are executed. In addition, they are mutilated, with their bodies put on public display. Much as in the classic period of sixteenth-century England, “treason” gets its very public reward. And once again, David is portrayed as indignant at the commission of violent deeds from which, however, he ultimately profits."], "Major Victories for David": ["II Samuel 5:1-25", "A number of episodes are strung together here, all demonstrating David’s ascendancy as king and as military leader. First (vv.1-5) he receives the throne of all Israel, at the request of the northern tribes. Following on the heels of Ish-Boshet’s assassination, this seems both surprising and logical.", "In vv.6-9, David conquers Jerusalem, which had thus far resisted takeover by the Israelites (despite Judg. 1:8). The text is incredibly brief, despite the great importance of the deed. We are not initially told why David decides to attack the Jebusite enclave, but the subsequent chapters make clear that he desires to make it the new capital of a united Israel, a politically ingenious move, since the city was quite defensible and situated close to the border between the northern and southern sections of the country.", "The text continues at v.10, with several passages befitting a king: vv.10-11 trace the beginnings of an important alliance, with King Hiram of Tyre in Phoenicia, resulting in the building of a palace for David—a step beyond Sha’ul’s chieftain-style rule. This seems to produce proof of divine favor (v.12), a theme which will be at the forefront of Chap. 7. Then (vv.13-16) we are given a list of children born to David in Jerusalem. In summary, we now have a king over all Israel, with a major alliance, a palace, and numerous heirs—a good recipe for political stability.", "The chapter concludes with a larger story (vv.17-25) in which it is clear that having become king has not softened David the warrior. He is able to decisively defeat the Philistines, with the assistance of God. The victory cements his military accomplishments, as it was the long-lasting superiority of the Philistines that had led to the people’s request for a king in I Sam. 8 in the first place."], "Jerusalem Taken; the Coffer’s Journey": ["II Samuel 6:1-23", "The account of how Jerusalem is consecrated, and its preeminent political status assured, by the bringing of the Coffer (others, “Ark”) to reside there, has some unexpected twists. From David’s point of view, this momentous religious and political act should be filled with joy, and the text (vv.5 and 13-14) indeed stresses the unfettered jubilation of the occasion through music and David’s leaping and dancing. But the positive emotions of the moment are marred by two incidents, one public and one private. As the Coffer initially travels by wagon, it begins to slip, and the Israelite who tries to steady it is struck dead by God. This “carelessness” of physical contact, which might baffle modern readers since its intention is pure, nevertheless violates the sanctity of the object, and we are reminded that the Coffer represents God and is thus separated from normal human contact. It is a boundary that, in ancient cultures, must not be breached. At the same time, Uzza’s death leads David to despair of ever attaining his royal goals.", "The second incident in the chapter is colorful and very telling. Mikhal, the nouveau princess, is unable to stomach the mundane and, to her, undignified sight of her husband jumping and dancing for joy at the Coffer’s entry to the city. She seems not to understand his strong emotions—or, possibly, his near nakedness reminds her of her father’s prophetic moments, which had caused people to whisper (see I Sam. 19:24). At any rate, David counters her accusation that he is acting lewdly with a sexual threat of his own (v.22, “with the serving-maids of whom you spoke … I’ll get honor!”). After several chapters that have contained two long lists of David’s progeny, this one ends with the sober notice that Mikhal remained childless to the end of her days. So for multiple reasons, there will ultimately be no merging of the houses of Sha’ul and David. Biologically as well as militarily and politically, David’s victory is now complete. We can now proceed to God’s long and firm promises to the new king."], "The Davidic Covenant": ["II Samuel 7:1-29", "Now that David’s throne is secure (God has “given-him-rest,” v.1), he logically seeks to build the one thing that his kingdom lacks: a temple. In the ancient Near East, such a desire would have been prompted not merely by piety; temples were political statements as well, symbolizing a god’s approval and protection of the regime. The king’s plea prompts a new character, Natan the court prophet, to encourage him, only to be overruled by YHWH: his son Shelomo (Solomon), not David, will get to build it. In the process, the text switches to a Deuteronomistic style, and we encounter what many would characterize as a masterpiece of royal propaganda. It is distinguished by, among other traits, wordiness, both in YHWH’s promises and in David’s grateful response.", "The basic message of the chapter is that Y<small>HWH</small> will be with David, and that he will establish both “my people” and the Davidic throne in perpetuity. The speeches are punctuated by several key words, first of all “name,” here referring most often to God, whose fame will be augmented by what he does with Israel and by the future temple. “House,” in the multiple senses of Temple and dynasty, appears fifteen times, and the encouraging “for the ages” eight times. Not surprisingly, the verb meaning “to make firm” appears five times, to stress God’s commitment. And David’s response to divine generosity contains the formal marker of submission: ten times in vv.19-29 he uses the expression “your servant” in speaking to God."], "Warrior King; Bureaucracy": ["II Samuel 8:1-18", "Resuming the activities reported at the end of Chap. 5, David makes short order of Philistines, Moabites, and Arameans, with the result that he acquires a large amount of gold, silver, and bronze. These are “hallowed to YHWH” (v.11), in line with the portrayal of the king as faithful servant in the mode of Deuteronomy. And the text emphasizes how David’s victories are attributable to YHWH’s presence “wherever he went” (vv.6 and 14). This theological thrust, however, is accompanied by a more secular note about political strategy: Israelite garrisons are established throughout conquered Aramean territory.", "The chapter ends with the initial part of a textual bracket (as noted by Brettler 1995), a list of David’s officials, which will recur at the end of Chap. 20. Their functions include such royal, military, and religious duties as would have been found in many ancient Near Eastern states—proof either of David’s historical power or of a later generation’s desire to see him in their own terms."]}, "The Early Prophets, Samuel, Part V; David in Control and Out of Control": {"Mefiboshet": ["II Samuel 9:1-13", "David’s consolidation of power now makes it feasible for him to be magnanimous. As was noted previously in II 4, a descendant of Sha’ul has survived the civil war. As a man who is lame, Mefiboshet poses no threat to David, since such a condition would naturally have made it impossible for him to lead troops against the king, and so David allows him to both maintain a large laboring household and have a regular seat at the royal table. This arrangement recurs at the end of Kings, and hence at the end of the entire four-book sequence of the Early Prophets, where the surviving Davidic king, Yehoiakhin, is released from captivity in Babylon and boarded at state expense. His status as a favored but impotent royal figure is as telling there as Mefiboshet’s is here.", "The House of Sha’ul seems to have survived for centuries, at least in memory; inclusion of passages sympathetic to Sha’ul indicate a later desire to be sensitive to ongoing northern traditions. This kind of attachment to past loyalties can still be seen in many countries and cultures, as witnessed in the ethnic and religious conflicts of recent times."], "War with Ammonites and Arameans": ["II Samuel 10:1-19", "At the start of Sha’ul’s reign, he had rescued a town from the Ammonite king Nahash (I Sam. 11). Seeking now to cement ties with the Ammonites, David is met with suspicion and bad behavior—the humiliation of his emissaries—by the son of this same Nahash. David’s subsequent attack overcomes mainly Arameans who had been hired as mercenaries by the Ammonites. The latter now realize their mistake. By the end of the chapter it is clear that the Ammonites’ days as an effective enemy of Israel are numbered. Before their defeat at the hands of the Israelites can occur, however, the text turns to a contemporary incident which will reverberate far beyond the context of a local war."]}, "The Early Prophets, Samuel, Part VI; The Great Rebellion": {"Amnon and Tamar": ["II Samuel 13:1-39", "If the previous story constituted the great divide in David’s life as king, the next one immediately launches into its consequences. David’s desire for a woman, culminating in a tale of adultery and murder, is followed by his son Amnon’s obsession with his own half sister, which leads him to rape and then spurn Tamar. He is subsequently cut down in an act of revenge by her full brother Avshalom. The fact that Amnon is the heir to the throne well illustrates the fateful mixing of private and public spheres that is characteristic of many narratives on biblical leadership.", "In further emphasizing the connection between the two texts, several words recur here. The story picks up on the “nourishment” that David had refused in Chap. 12 and makes it into a major motif, resounding six times in six verses. “Lying/lying down” also returns, understandably. What is new, though, is the intensity of speech between the central characters. Not only do terrible things occur, but they are haggled over, and we are brought into the realm of extreme emotions: obsession, desperation, shame, rejection, and vengefulness.", "Amid the personal details, this narrative also opens the Avshalom cycle, as noted in the Introduction to Samuel above, with the repetition of the theme word “heart.” In addition to its use as a descriptor of Tamar’s prepared food, it appears in Avshalom’s ironic statement to his sister in v.20, “Don’t take this thing to heart!”", "The sequence of events leading to the murder of Amnon is telling. In a move that suggests elements of the opening of the Yosef story in Genesis, a father sends his son into a situation of certain conflict (note too Amnon’s “Have everyone go out from me” in v.9, recalling the moment before Yosef reveals himself to his brothers in Gen. 45:1, and the mention of Tamar’s “ornamented tunic,” a phrase used to describe Yosef’s famous article of clothing in Gen. 37:3). The fact that the king at first believes the rumor that all of his sons have been murdered (vv.30-31) is perhaps indicative of a suddenly fragile state of mind. The first part of God’s recent statement of punishment for David’s crimes, “So-now— / the sword shall not depart from your house for the ages” (12:10), has received its first fulfillment.", "This part of the chapter structurally balances the earlier rape scene, encompassing refusal, the appearance of Yonadav, eating, and grief marked by the usual tearing of clothing (Polzin 1989). It also suggests what will be more fully developed subsequently, namely, Avshalom’s reprising of some of his father’s traits and experiences. Here, he flees for a time, as David had fled from Sha’ul."], "The Wise Woman of Tekoa; Avshalom Returns": ["II Samuel 14:1-33", "After some time passes, David’s commander Yoav, who throughout II Samuel acts in what he believes are the king’s best interests, now perceives that David is ripe for Avshalom to return to Jerusalem. But knowing David as he does, he apparently feels that the reconciliation cannot occur without some kind of subterfuge, or at least teaching the king a lesson. So, like Natan had done in Chap. 12, he concocts a story to draw David into the emotional heart of the situation. Enlisting a “worldly-wise woman,” Yoav lays out the fictional case of a sole surviving son, who, should he die at the hand of an angry family member, will by his death eradicate his father’s name and line from the world. David of course promises to protect the helpless woman and her son, but eventually comes to realize that the story is really about himself—as he had not perceived in the case of Natan’s little parable in Chap. 12.", "The ultimate irony of the narrative is that father and son are brought together by the hardened warrior Yoav, yet it is he who will ultimately separate them forever, four chapters hence."], "David Driven from the Throne": ["II Samuel 15:1-37", "With Chap. 13, the narrative came full circle from the violence of Judges, as that book’s chaos in a sense reappeared in the family sphere of David’s house (Fishbane). Yet now it will expand again to the nation as a whole, with Avshalom’s revolt against his father.", "As frequently occurs in biblical narrative, this chapter is connected to the previous one by means of reprised words: “call,” “come,” “bow down,” and “kiss,” all in the first five verses (Bar-Efrat). More important, from the outset of the chapter it becomes clear that at this point Avshalom is seeking the throne itself. His strategy is the personal touch: he intercepts those people who come to Jerusalem for justice, assuring them of his personal concern, which he contrasts to David’s supposed disinterest. Thus he begins the process of “[stealing] away the heart of the men of Israel” (v.6). He does this cleverly, without vocally laying claim to the throne (see Ehrlich).", "A second stage in Avshalom’s plan is to go, on a pretext, to Hevron, the original stronghold of David’s political power. Here he is able to marshal his public relations machine by sending “spy-runners” throughout the land to proclaim his accession to the throne, by successfully recruiting David’s adviser Ahitofel, and by increasing the number of his followers.", "From here the chapter switches its focus to David. He is shown leading the flight from Jerusalem, and, rather pathetically, leaving ten of his concubines to symbolically guard the palace. Moreover, throughout this part of the story, David expresses an unusual tone of resignation. To his friend Ittai he describes his fate as “I am going wherever I am going” (v.20), and he has the precious Coffer returned to Jerusalem, not knowing whether he will ever see it and the city again.", "Yet amid all the weeping for the king’s fate (vv.23 and 30), David the crafty politician reemerges, plotting to win back his throne. He prays to Y<small>HWH</small> to bring Ahitofel’s advice to naught, and instructs Hushai how to frustrate the evil designs of Ahitofel and his master."], "David in Exile; Avshalom and the Concubines": ["II Samuel 16:1-23", "As David crosses a natural border, reaching the far side of the Mount of Olives east of Jerusalem, he is met by two men whose behavior demonstrates the king’s vulnerability. The first, Mefiboshet’s servant Tziva, uses a lie—that his master is supporting the rebellion out of the hopes of regaining the throne for his family—to try to obtain wealth for himself. The second, another relative of Sha’ul, Shim’i son of Gera, both curses and throws stones at David, yet the king’s response is to accept the abuse, as if to suggest that he has reached a nadir of power and self-respect.", "At the same time, David’s plans for a return to power are bearing fruit, with the acceptance of his counselor Hushai by Avshalom toward the end of the chapter. This occurs amid Avshalom’s symbolic act of sleeping with his father’s concubines, always a sign of attempted or actual succession in biblical Israel (see Re’uven’s actions in Gen. 35:22 and Avner’s in II Sam. 3:7). But as Clines has noted, Avshalom’s move, given that it involves multiple women, may additionally be an exaggerated act of masculine bravado, beyond the merely symbolic political aspect."], "Hushai’s Advice; the Worm Turns": ["II Samuel 17:1-29", "Avshalom now seeks counsel as to the right move in the burgeoning rebellion. The first opinion he solicits is that of Ahitofel, of whose reputation for solid advice in the past we have just learned (16:23). The plan is a sound one: to isolate and kill David, thus avoiding mass bloodshed and providing for a quick restoration of the peace. Inexplicably, however, the usurper instead accepts the advice of Hushai, which is to be wary of the experienced and tough old king and to amass an army and attack the town where he is to be found. Only at the end of Hushai’s proposal do we learn that Avshalom’s acceptance of the old man’s advice is actually YHWH’s doing (v.14). In practical terms, it gives David time to solidify his own plans and marshal his forces (Sweeney 2007).", "David must be informed of the possibilities, and this is accomplished by means of two messengers, whose escape from Avshalom’s men in vv.18-21 is reminiscent of the story of Yehoshua’s spies slipping away in Josh. 2. The king subsequently decides to cross to the east bank of the Jordan to assure his safety.", "The upshot of this episode is that Ahitofel kills himself, a rather rare event for the Bible, at least in a nonmilitary setting, and David begins to prepare for the coming battle by feeding his troops."], "Avshalom’s Death": ["II Samuel 18:1-32", "As the rebellion narrative moves toward its inevitable conclusion, David will not be present at the climactic moment, just as he was not present at the moment of Sha’ul’s death. His exclusion from the battle by his own soldiers, while couched in concern for his welfare, also suggests that he is no longer perceived as an effective military leader. It has the added effect of setting up the dramatic scene in which David learns the news about his son’s death, which in fact comprises the bulk of this chapter.", "The battle scene itself, as usual, is brief, with the striking note that the forest swallowed up the rebels (v.8). More significant is the mode of Avshalom’s death, with its unforgettable image of the prince accidentally hanging from a tree. The two great theme words of the whole cycle, “head” and “heart,” come into play once again: he who had sought to become head of Israel, during his royal father’s lifetime, winds up hanging from his head, totally vulnerable to attack; and from having initially swayed the hearts of the people, he is struck “in the heart” as he hangs “in the heart” of a tree. Once again it is a son of Tzeruya, Yoav, who acts decisively and violently, to resecure the throne for David.", "V.18 stands alone, perhaps as a postscript to Avshalom’s death, to at least provide a tangible memory of the charismatic prince. The monument mentioned here, known to the writer or final editor of Samuel, should not be confused with the “Absalom’s Tomb” that still stands in Jerusalem, in the valley east of the Old City. That structure dates from the much later Hellenistic period (second to first century <small>B</small>.<small>C</small>.<small>E</small>.).", "For the narrator, the portrayal of how the bad news is brought to David is almost of equal weight to the relating of Avshalom’s actual death. In the Bible we have previously encountered a number of imagined and real battle messenger scenes, most notably with Sisera’s mother (Judg. 5) and Eli (I Sam. 4). Here, however, the drama is even more extreme. The king has repeatedly ordered his commanders and soldiers not to harm Avshalom, but we know that “the lad” is already dead. After some jockeying for the privilege of delivering the news—Ahimaatz, the usual messenger, is rejected by Yoav—the narrative speaks through the king’s perspective. Three pieces of information are passed by the watchman to David, who sits anxiously awaiting news of his son: the existence of one runner, then two, and then the identification of Ahimaatz. We know, but the king initially does not, that this time Ahimaatz will pass, and the fateful message will be delivered by the unnamed Cushite (foreigners have previously delivered bad news to David in I Sam. 30:1ff. and II Sam. 1:2ff.). Note that David’s only concern is for his son, not for his troops or the disposition of the rebellion. The actual news is delivered elliptically; unlike the earlier “also your servant Uriyya the Hittite is dead” (II 11:24), the messenger sees fit to say what he needs to by a circumlocution, although an obvious one: “May they be like that lad, my lord king’s enemies …” (v.32)."], "David Shaken and Restored to Power": ["II Samuel 19:1-44", "Few scenes of grief in literature are as affecting as the one with which this chapter opens. The king’s emotions are conveyed largely through the use of sound (see note to v.1); the multiple repetitions of “my son” ring true, since grieving is by nature an obsessive process. While the reader’s sympathy is with the king, Yoav brings us back to brutal reality by emphasizing that this is no time for David to appear weak. With stinging words he reprimands the king for putting his own emotions above those of political necessity; in Yoav’s view, by excessively mourning his (unworthy) son, David is compromising his leadership and indeed ignoring his subjects’ own needs.", "After finally composing himself, David attempts to repair the fractures in his kingdom. In order to placate the northerners, he appoints Avshalom’s erstwhile commander Amasa to replace Yoav. There may well be other motives at play here, given the troubled history between king and general; David must be aware that Yoav had dealt the initial blows to Avshalom as he hung from the tree. He assures Shim’i ben Gera, who had cursed him as a “bloodguilty man” in Chap. 16, that he will not be executed. Sha’ul’s grandson Mefiboshet appears, unkempt, and excuses his absence during the rebellion by pointing to his servant Tziva’s deception (see 16:1-4); subsequently, David reverses his earlier decision and restores to Mefiboshet at least some of his property. And a last piece of resolution takes place when Barzillai, the king’s faithful friend who had supported him materially during his flight, elects to remain at home rather than come to Jerusalem, citing his advanced age. His fatigue perhaps reflects the king’s own.", "Yet the chapter still ends with conflict, at least of a verbal kind. The northerners are miffed at not being the ones to conduct David back across the Jordan. As the majority of Israel’s population, they feel entitled, but in the end, the Judahites’ “rougher” words prevail."], "Second Rebellion": ["II Samuel 20:1-26", "Avshalom’s revolt has once again exposed the historic rift between north and south, a divide which does not end with his death. A Binyaminite named Sheva starts another rebellion; when David asks his new commander Amasa to call the Judahites together to respond, he acts slowly, which is enough to convince his predecessor Yoav that he is betraying the king. Yoav’s brutal murder of Amasa dominates this chapter: the picture of the general wallowing in his blood by the side of the road is the first of two graphic images here strongly making the point that rebellion against David will not be countenanced, at least not by Yoav. The second example made of a rebel begins in v.14, and finds Sheva taking refuge up north in the town of Avel of Bet-Maakha. As Avshalom’s return to Jerusalem, and hence the seeds of the revolt, had begun with a story about a “wise woman” (Chap. 14), so the cycle of rebellion ends with one. Here the woman is able to fend off Yoav’s destructive urges and save her town by killing the rebel. What originated as an assault on the head of Israel draws to a close with the sight of a head flying off the ramparts of an Israelite town.", "As the chapter ends, there is a second list of David’s officials (the first had capped Chap. 8). This time, in addition to a new Herald, we have a brand-new office: “[The One] Over the Labor-Gangs.” With the introduction of large-scale planning, Israel is moving from a fledgling state to something closer to the real thing, with institutions of centralized control. And with this “bureaucratic bookend” (Hamilton), we come to the end of the central account of David’s tenure as king.", "Chapter 21. Revenge on the House of Sha’ul; Battles with the Philistines: After all the bloodshed that has occurred in Samuel, one piece of unfinished business remains. The text chooses this point to recount a symbolic execution—that of seven sons of Sha’ul—and uses the men of Giv’on (Gibeon) as the means to that end. In a story that does not appear elsewhere in the Bible, we are informed that Sha’ul, in contravention of the treaty with the Giv’onites that had been concluded in Josh. 9:15, had sought to destroy them. Now they demand a kind of blood vengeance, which David permits in order to stay the famine that is ravaging the land. One must again wonder at bloody deeds which benefit David but in which he does not wield the sword, and at the fact that he uses an oracle to shift the responsibility.", "In an opposite vein, a final demonstration of David’s magnanimity concerns the bodies of the executed men. The action of Sha’ul’s concubine Ritzpa, who protects the corpses of both her own two sons and those of Sha’ul’s daughter Merav, is a deed of compassion and heroism, stretching as it does from spring to fall in the heart of the hot, dry season, and is met by David’s realization that all of Sha’ul’s family should be interred together in the family plot. This provides a closure which had been lacking since Sha’ul’s death, since he and the sons who had fallen in battle with him had remained buried under a tree in Yavesh-Gil’ad since I Sam. 31. But in truth, the burial is the final nail in the Saulide coffin.", "The chapter concludes with four brief accounts of battle with the Philistines which appear to look back chronologically. In the first, David is actually taken captive, only to be rescued by Yoav’s brother Avishai. This episode is followed by Israelite victories over various foes—huge warriors with sometimes unusual physical characteristics (see v.20). Golyat is mentioned again; in this version he is slain not by the youthful David but by a certain Elhanan (see the Comments to I Sam. 17, above)."]}, "The Early Prophets, Samuel, Part VII; Final Matters": {"David’s Song of Deliverance": ["II Samuel 22:1-51", "The placement of poetry toward the end of a long section or book occurs a number of times in the Bible (see, for instance, Gen. 49 and Exod. 15). This chapter also serves as a bracket for the entire book, as noted in the Comments to II 1, above. In fact, it echoes both vocabulary and themes from the earlier Song of Hanna (Fokkelman 1999), down to the detail that both conclude with mention of “his anointed one” (v.51 and 2:10) (Fishbane).", "Additionally, this “song” is a virtual compendium of Israelite poetic ideas. The writer takes the time to build up the impressive manifestation of God in a manner that would have been familiar to many groups in the region; David’s God thunders in much the same manner as the Canaanite/Phoenician Baal. The divine appearance is in response to a beleaguered and despairing protagonist, who is so often the focus of biblical poetry from Jeremiah, Psalms, Lamentations, and Job, to cite just a few outstanding examples. Whether David was the writer or not, the poem’s imagery seems to fit him and his struggles nicely: from a state of being surrounded by enemies, he is able to triumph, especially militarily; he keeps faith with God in wholeness of heart (conveniently, the Bat-Sheva incident is ignored); and he is assured of God’s perpetual favor in the end.", "Fishbane rightly stresses the “rock” imagery used here for God, and notes that, while it is used frequently in the Psalms, its appearance in this chapter focuses on hope rather than on a desperate plea for rescue."], "David's Last Words; His Warriors": ["II Samuel 23:1-39", "A much briefer poem opens this chapter (vv.1-7). Strikingly, its initial words recall the prophet Bil’am’s inspired vision of a peaceful, secure Israel in Num. 22-24. The poem touts the theme of God’s reassurance, presenting mainly the natural imagery of light and growth for David himself, and concluding with a fiery portrayal of his enemies’ demise. The latter is a frequent theme in the book of Psalms.", "The rest of the chapter concentrates on the names and exploits of David’s choice warriors, returning as it were to the end of Chap. 21. Some of the passages are difficult to interpret, but the intent is apparently to celebrate David as warrior king. The whole section would logically fit much earlier in the book, but it has probably been placed here because these final chapters of Samuel function to collect various traditions about David which are best served in isolation from the main narrative flow. They also have the effect of recovering some of David’s earlier heroic stature: he is a selfless military leader who refuses to profit from his soldiers’ fanatical loyalty (vv.13-17), and he heads a formidable group of warriors (vv.18-38) who are, significantly, remembered by name."], "Plague and Purchase": ["II Samuel 24:1-25", "The final chapter of Samuel begins on a puzzling note. We are not told why YHWH is angry at Israel, but David becomes an unwitting accomplice in a new sin, that of taking a census. What precisely is wrong with this act is not made explicit. Guesses range from some kind of ancient reluctance to count, at least outside of a religious context (see Exod. 30, where the counted Israelites must be monetarily “redeemed”), to a feeling that taking a military census shows a lack of trust in God. Already in ancient times interpreters were uncomfortable with the passage, and in the later book of Chronicles (I 21), the idea of the census is portrayed as stemming not from God but from a shadowy figure called “the satan,” whose literal meaning is “adversary” (and not the Devil figure of later times).", "Be that as it may, by the midpoint of the chapter, it appears that the whole episode is functioning as an opportunity for David to exercise renewed leadership. First he gets to choose the form of punishment that Israel must undergo, and then he alone accepts blame for the plague, imploring God to have compassion on Israel. In that sense, both David and the very concept of kingship are at least partially redeemed as the book of Samuel draws to a close.", "There is, however, a further reason for the existence of this narrative. In order to properly atone for the taking of a census, David is to purchase some property up the hill from his palace, so that he may build an altar. The location is none other than the future site of the Temple, which David had been desperate to build in Chap. 7 and which will be erected by his son Shelomo. The book of Samuel thus concludes on a note that looks forward to the establishing of a permanent dynasty, with its presence firmly anchored in the royal complex of Jerusalem, and draws attention away from David’s decline, which had been the narrative focus since Chap. 13. The indignities of his old age are left for the next two chapters, at the beginning of the book of Kings.", "but he went down at him with [only] a staff;", "he snatched the spear from the Egyptian’s hand, and killed him with his own spear."]}, "The Early Prophets, Kings, Part I; Shelomo and His Kingdom": {"Shelomo as Heir to the Throne": ["I Kings 1:1-53", "Although many commentators such as Alter (1999) see Chaps. 1 and 2 as a continuation of the “Succession Narrative” that began in II Sam. 11, and thus as the natural conclusion to the David story, one could equally argue that these chapters have a life of their own. As the book of Kings opens, they form the beginning of the account of Shelomo’s accession to the throne. Their link to what has gone before fits the pattern of “overlapping structures” that I noted in the General Introduction, but these chapters also have their own vocabulary and point of view.", "In Chap. 1, several repeating phrases point the reader/hearer toward the central themes: “sit/seated on the/my throne” and “after” (denoting succeeding one’s father as king, used similarly in Samuel). “Bowed low” graphically highlights both court etiquette and the desperate situation of Natan and Bat-Sheva advocating for Shelomo, who is not the firstborn, and also, at chapter’s end, for reducing the status of the ambitious heir to the throne, Adoniyyahu. Above all, the repetition of the word “know,” beginning with David’s impotence in v.2, suggests that, while David may not be fully aware of what is going on around him, <i>we</i> surely are: Shelomo, and no other, will be the next king.", "The older principals in the chapter are especially fascinating to watch. David is obviously a shadow of his former self, unable to navigate very well either sexually or politically; Walsh points out that there are no active verbs that accompany his name in this chapter. But when the time comes, he is able to summon some strength of will, and at least nominally ensure that Shelomo will be “firmly-established.” We have not encountered either the prophet Natan or David’s great love Bat-Sheva since the moral catastrophe of II Sam. 11-12, but both play key roles here in engineering Shelomo’s ascent to power. Their interplay around persuading the king is a kind of strategic dance.", "In general, the story laid out in Chap. 1 is a replaying of the national split that was in evidence already during Sha’ul’s (Saul’s) succession, as well as later in Avshalom’s (Absalom’s) revolt. These conflicts are a constant reminder of what will become an essential fact of life in the book of Kings, the great schism between the kingdoms of Israel and Judah."], "Settling Scores, Securing the Throne": ["I Kings 2:1-46", "For a brief moment—the first part of this chapter—the old David returns, although he is not the hero and Psalmist beloved by tradition or the chastened monarch with which the book of Samuel ended. It is the canny and ruthless politician who makes his appearance here. His opening words to his son (vv.2-4) use classic Deuteronomistic language (“be strong,” “keep the keeping of YHWH,” “the teaching,” “prosper,” “with all their heart/being”), and are seen by many as a passage inserted later to soften what follows. For David proceeds to use the word “know,” which appeared in Chap. 1, as a prelude to political assassination. Even Yoav, David’s trusted but violent commander in chief, is not to be spared, for the new king must settle scores and begin afresh. That this advice and behavior sound like those of a Mafia don should not surprise us, given the violent period in which they are set and the literature, succeeding the books of Judges and Samuel, in which they appear. In the end, in contrast to his victims, David simply “lay beside his fathers” (v.10)—but this description is rather pale compared to the deaths of patriarchs (Avraham) and prophets (Moshe), figures with whom one might expect David to be grouped. There is, notably, no public mourning mentioned; thus ends the life of Israel’s greatest king and the measuring rod for all the Judean kings to come. In essence, the cheering we witnessed in I Sam. 18:7 has stopped. The only truly positive note in this chapter is that the dynasty will continue.", "David’s successor Shelomo now sheds his passive image from Chap. 1 and emerges as a powerful force on his own. His brother Adoniyyahu, who had expected to be king and had been acting accordingly, finds himself at a disadvantage, but instead of cleverly countering the palace intrigue, he walks into a trap of his own making. In a move reminiscent of a previous usurper, Avshalom, he seeks to sleep with a royal concubine, a move which in the Bible is less of purely sexual import and more an indication that a son seeks to replace his father in power.", "In the subsequent action, Bat-Sheva once again appears, and, as Walsh notes, we may wonder about her motivations in interceding for Adoniyyahu. Is she trying to bring about reconciliation between the brothers, or is she, like the audience, fully aware of how Shelomo will react to his brother’s request?", "Shelomo’s rule is “firmly-established” at both the beginning (v.12) and end (v.46) of this sequence, but it is disturbing that in the middle, such extreme violence has to take place. Like the stereotyped violence of assassination in Samuel (four uses of the rare word “abdomen” to specify where the victims are stabbed), the murders here are described by means of a single verb, “attack.” Another key word provides one answer to the troubling question of whether the killing is justified: the bloodguilt and other crimes of Yoav and Shim’i “<i>return</i> [on their heads]” (vv.33 and 44; italics mine). And Adoniyyahu’s death as well is a kind of payback for his acts of usurpation. So by the end of the chapter all the loose ends have been tied up, albeit that the new king, whose name suggests “peace,” has achieved it through the usual and not very peaceful methods practiced by kings.", "A nonviolent resolution of conflicts does occur in vv.26-27, where the last of the line of Eli the priest (see the opening chapters of Samuel) is relieved of a future priestly role. Thus the text has God’s word in history fulfilled, beginning a major pattern in the book of Kings."], "Shelomo the Wise": ["I Kings 3:1-28", "The bulk of this chapter deals with Shelomo’s acquisition of wisdom—the practical wisdom needed to govern—and a memorable demonstration of this quality (vv. 16-28). Yet these accounts are preceded by three verses of a Deuteronomistic kind, in which two discordant themes are introduced: marriage to a foreigner (in this case, the Egyptian king’s daughter) and Israel’s continuing use of local sanctuaries. Since at the end of Shelomo’s reign the worship of foreign gods and use of these local holy places are held to be responsible for the kingdom’s permanent split, this chapter, which also introduces some of the glories of the king’s rule, could be understood as yet another example of the Bible’s complex feelings about kingship.", "Similarly, the site of the story produces complex reactions. Giv’on, according to I Chron. 16:39 and 21:29, housed the altar and Tent used in Israelite worship, and so is appropriate for a scene of sacrifice. But it is also associated with two tales of violence in Samuel: the military contest between Yoav’s and Avner’s troops in II 2 and the killing of Sha’ul’s remaining descendants in II 21 as revenge for his massacre of the Giv’onites. So it may reflect the dual image of Shelomo and his kingship that is presented in the book.", "The dream sequence in vv.5-14 draws on well-established traditions in ancient lore: dreams as revelations of the divine and the folklore motif of the supernatural offering to grant a mortal’s wish. As usual, the offer functions as a kind of test, and in this case the hero passes it with flying colors. Seven times we hear the word “request,” which not only makes sense in context, but also harks back to the story of Israel’s clamoring for a king in I Sam. 8. The general vocabulary of the dialogue between God and Shelomo lays out the idealized role of the monarch: he should be a man of “understanding,” “wisdom,” and “discernment,” with “justice” as the ultimate goal.", "The story of the two prostitutes and the contested baby follows immediately, a deeply human tale set amid a celebratory feast. It has become famous in Western art; the combination of a presumably opulent setting, the contrasting emotions of the two women, a baby (typically portrayed by artists as naked), and a fearsome sword have proven irresistible. That the women are prostitutes should not be surprising. In the ancient Near East, it was understood that ordinary folk should have access to the throne to air their grievances, and so the tale is the perfeet test case for Shelomo’s ability to govern his entire people wisely. He emerges as an astute assessor of human behavior, a ruler with “an understanding heart” (v.9) who, despite his inexperience, is now able “to discern between good and evil” (v.9) in people’s actions and motivations. The story is also our first encounter in Kings with anonymous women, who will play a major role in the book by throwing issues of power and character into sharp relief."], "Shelomo’s Bureaucracy": ["I Kings 4:1-20", "This short chapter mirrors II Sam. 8:15-18, which enumerated the officials of King David’s court. While it is impossible to verify the names historically (and, as Walsh says, they may be here simply to give the narrative a plausible flavor), the text does present both rulers as presiding over a developed bureaucracy, and thus suggests at least the beginnings of a centralized state. As we have noted above, the tensions that normally grow out of such a transition from a tribal to a cosmopolitan society are reflected throughout Samuel and Kings. In both this and the Samuel passage, “all Israel” is stressed, although the mention of “Judah and Israel” at the end here (v.20) does not allow us to forget that the strong identity of the two separate regions was the prevailing reality throughout most of Israelite history.", "Chapter 5. Shelomo’s Wealth, Wisdom, and Fame; Preparations for Building the Temple: The splendor of Shelomo’s court now unfolds. The chapter is awash with details about the extent of the king’s territory, his provisions for a single day, and his horses, interspersed with a note of peace and security such as we rarely hear in this part of the Bible. Vv.9-14 describe Shelomo’s wisdom in glowing terms, so that in this account he surpasses other ancient sages and is universally admired.", "From the sevenfold sounding of the root “wise/wisdom,” which in its appearance above meant the ability to govern well, the text moves toward the central aspect of Shelomo’s reign, the building of the Temple, which must also be done with wisdom of the practical kind—that is, with skill and craftsmanship. For the initial stages, the king contacts his father’s old northern ally, Hiram of Tyre, from whom he will procure the needed building materials. But the on-site work will be done by Israelites, who are now impressed into labor gangs. This massive organization of men, which would have been the only possible way to accomplish such a project, well symbolizes the concept of a burgeoning state, with all its attendant disruption, for thousands of men must be drawn from the fields where they normally toil. The text makes no direct complaints here, however. Its primary goal is no doubt to impress the audience."], "Building the Temple I": ["I Kings 6:1-38", "The first chapter on the construction of the Temple concentrates initially on its outer dimensions and ends with a description of the walls and sacred “Rear-Chamber,” along with their decorations. In between (vv.11-13) has been inserted a Deuteronomistic pledge by God that, contingent on Israel keeping the stipulations of the covenant, he will maintain his presence among the Israelites and not abandon them. The Bible understands this as a key goal of the Temple, which mimics the role of the Tabernacle (“Dwelling”) in the presettlement period, as described especially in Exodus.", "A more detailed description of the inner furnishings of the Temple has been left to the next chapter."], "The Palace; Building the Temple II": ["I Kings 7:1-51", "Shelomo’s palace, whose construction takes almost twice as long as that of the Temple, includes five structures, most notably the “House of the Forest of Levanon,” an apt metaphor for a stunning, multicolumned structure. From v.13 on, the text returns to the Temple, beginning with an identification of Hiram, the chief craftsman—-just as the account of the Tabernacle (“Dwelling”) in Exodus had identified its own, Betzalel. It proceeds to provide descriptions of architectural features (such as the two great columns in front of the Temple, along with their capitals), ritual appurtenances (for example, the huge basin known as the “Sea,” and the washing-stands for the priests), and the elaborate wall decorations.", "As the chapter moves toward the completion of these buildings (vv.40-50), the pace quickens, again resembling the final chapters of Exodus. Significantly, the whole account ends with an emphasis on silver, gold, and vessels—which, as explained in the Introduction to Kings, will be systematically looted at moments throughout the book, culminating in the final despoiling in the last chapter of Kings.", "so that the wing of the one touched the wall,", "and the wing of the second sphinx was touching the second wall,", "while their wings toward the middle of the house were touching, wing to wing."], "Shelomo’s Prayer of Dedication": ["I Kings 8:1-66", "This long speech, beginning with a statement about Shelomo’s intent to build a Temple and culminating in a remarkable series of prayers, appears to have a complicated textual history. Some of it presupposes exile, while other parts hint at a later return; however, the bulk seems to belong to a time after the destruction of the Northern Kingdom in 722 (Sweeney 2007). Its wordiness is almost ceremonial, reminiscent of II Sam. 7, where God had made dramatic promises to David about his dynasty. And the opening fits well into an ancient Near Eastern pattern: a king solidifies his rule by dedicating or rededicating a temple in the name of the god who put him on the throne.", "Beginning with v.31, the chapter enumerates seven cases in which people may petition God in the Temple. They involve mainly internal crises, but also shift, after v.44, to situations outside the land of Israel, such as war and captivity. These do not necessarily put this part of the chapter in a Babylonian Exile setting, although they undoubtedly came to be read that way. All square nicely with the Deuteronomistic view that Israel’s security and prosperity come from keeping the covenant with Y<small>HWH</small>.", "As Sweeney (2007) points out, the blessing uttered by Shelomo (vv.54-60) likewise encapsulates Deuteronomistic ideas, including divine promises to the ancestors and emphasis on the covenant, encompassing both Y<small>HWH</small>’s faithfulness and Israel’s need to obey. Indeed, the verb “promise” (literally, “speak”) occurs eight times in the chapter, six in vv. 15-26 and then twice at the end (v.56)."], "The Warning; Labor; Shelomo’s Accomplishments": ["I Kings 9:1-28", "Just as the building of the Temple was preceded by a description of forced labor and accompanying dealings with Hiram king of Tyre, these return in Chap. 9, with some subtle variations. Hiram is not fully content with his payment of twenty Galilee towns in vv.11-14, though in vv.26-28 he does give Shelomo gold from Ofir. In between we are told how Shelomo impressed into service remnants of the Canaanites, whom the Israelites had not been able to totally drive out (see both Joshua and Judges); this, combined with mention of his wife, Pharaoh’s daughter, imparts to the chapter a slightly ominous tone, given that in the Bible Canaanite presence and intermarriage most often bring with them the danger of idolatry.", "This feeling is further amplified by the opening section of the chapter (vv.2-9), in which the king, in a second dream at Giv’on, is given a classic Deuteronomistic warning: following in the faithful ways of David will lead to a permanent dynasty, but failing to do so will lead to destruction and exile, with the Temple, so central over the previous four chapters, in ruins. After the glorious description and prayer of Chaps. 6-8, it is a sobering ending—written, perhaps, from the perspective of Israel in exile."], "The Queen’s Visit; Shelomo’s Opulence": ["I Kings 10:1-29", "In an encounter made famous through legend and art, Shelomo is now visited by the exotic Queen of Sheba. Interpreters have spent centuries speculating on the nature of their relationship, and the last emperor of Ethiopia, the colorful Haile Selassie (ruled 1930-1974), claimed descent from their union. But the text gives no hint of a romantic relationship, and focuses instead on how overwhelmed the queen is by the magnificence of Shelomo and his court. While the meeting (vv.4-9) cites “wisdom” as the thing that makes the greatest impression upon her, it is in fact “gold,” mentioned ten times in vv. 14-25, which dominates the chapter once she has departed. Thus material splendor threatens to overcome the wisdom motif. And the chapter ends with a description of Shelomo’s holdings in horses, exactly the item whose acquisition was warned against in Deut. 17:16, along with a prohibition against amassing too much gold in the very next verse. What we may well have here, then, is a good example of how a tradition originally intended to be a positive one (Shelomo’s splendor) comes, in the context of the next chapter and Deuteronomistic History (DH) overall, to take on a negative tone. The text has its own life, as it were.", "The chapter abounds in numbers—not surprising, given that it seeks to impress both the royal visitor and the reader—and makes use mostly of multiples of three and six, beginning with 666 in v.14. Such patterned numbers in many ancient cultures point to the ideas of abundance and perfection. Also notable throughout the chapter is the repetition, from the very first verse, of the Hebrew letter <i>shin</i>; the <i>sh</i>-sounds punctuate the text, as if to echo the queen’s feeling of being overwhelmed by King <i>Sh</i>elomo and his accomplishments."], "Shelomo’s Last Years": ["I Kings 11:1-43", "Foreign Wives and the Beginnings of Revolt: Despite all the previous emphasis on the king’s wisdom, the Temple, and the glory of the court, the biblical traditions about Shelomo end on an unabashedly negative note. As is usual in Deuteronomistic texts, the eventual collapse of Shelomo’s unified kingdom is attributed to idolatry, brought on by his marriage to foreign women. This is in keeping with the warnings registered in Deut. 7 and 17.", "Several motifs which will recur in Kings appear for the first time in this chapter. One is the postponement of punishment until the next generation (v.12), while another is the prophet’s reporting of God’s word to a king (although in this case it is a king-to-be, Yorov’am). That speech, in vv.31-39, is typical of the Deuteronomistic passages in Kings, concentrating as it does on the reason for specific future events.", "So Shelomo dies, with his great accomplishments overshadowed for the moment by the imminent dissolution of his kingdom. The rebel Yorov’am waits in the wings, and Shelomo is powerless to eliminate him before his death, unlike the ruthless successes against potential rivals that had marked the beginning of his reign."]}, "The Early Prophets, Kings, Part II; The Split; Kings North and South": {"Rehav’am and the Split; Yorov’am and the Calves": ["I Kings 12:1-33", "The division of the kingdom is recounted, not by a humdrum description of events, but by a dramatic narrative. We are presented with the age-old clash between the old, to whom experience has taught political wisdom, and the young, who think they know better. The text raises the issue of “serving,” but the real problem is ironically posed here by the ten-time repetition of the word “return”: Will the kingdom be returned to its previous state of wholeness?", "In order to prevent the restoration of the newly independent north to the control of Jerusalem, Yorov’am takes the fateful step of constructing two golden calves, in a move that textually echoes the Israelites’ apostasy in Exod. 32. While it is possible, as mentioned above, that this action did not constitute idolatry—the calves, in this view, would have served simply as Y<small>HWH’s</small> symbolic footstool—it certainly was seen that way by subsequent biblical writers/editors, who trace all of the kingdom of Israel’s troubles back to this moment. Thus every northern king will be compared to Yorov’am, “who made Israel to sin.” To compound his central crime in the eyes of southern writers, Yorov’am makes priests of non-Levites and establishes a new holy day on the calendar. In Walsh’s words, “he celebrates at the wrong time, in the wrong place, on the wrong altar, in honor of the wrong gods.”"], "The North: Prophets and Predictions": ["I Kings 13:1-34", "The Yorov’am story continues in an unprecedented and directly Deuteronomistic way: a prophet, here termed a “man of God,” predicts that a purge conducted by King Yoshiyyahu (Josiah), fully three centuries hence, will undo the results of Yorov’am’s terrible idolatry. When the king stretches out his hand against the prophet, it withers, and is restored (lit. “returned”) only after the king requests the prophet’s intercession. And the recurrence of the verb “return” is once again the key here. The man of God is told by God to go home by another route, and he refuses hospitality from both Yorov’am and another prophet living in Bet-El. But eventually he relents, eating and drinking with the old prophet, and the result is his death, seen as a punishment from God. The end (and, to my mind, the main point) of the matter is that Yorov’am does not “return” from his wicked path, but instead “returns” to the appointing of illegitimate priests. Things will not go back to the way they were. The north and the south have split forever.", "Simon (1997) focuses on the other main theme in this chapter, which is a significant one in the Early Prophets: the divine word will be fulfilled, even if the messenger (the “man of God”) does not obey as he is told. It may take centuries, but the “signs” and “portents” will come to pass. In v.26, the old prophet understands his colleague’s death as fulfilling God’s word; v.32 equally points ahead to Yoshiyyahu’s time, when the earlier prophecy regarding the altar will also come to fruition.", "The enduring image in the last section is reminiscent of fairy tales. We are treated to the sight of the man of God’s corpse, the lion who has killed him, and his unharmed donkey standing in the road. Walsh sees the animals as a kind of “honor guard,” and indeed, the whole story has a kind of tragic nobility. The old prophet recognizes the truth of the man of God’s word, and seeks fellowship with his colleague (Walsh notes the play on <i>shuv</i>, “return,” accomplished through multiple occurrences of <i>yashov</i>, “sit/settle”) in death just as he had, with disastrous results, in life. For Walsh, the fate of the two prophets who have gone astray mirrors the eventual fate of the two kingdoms from which they hail.", "and he had them stand at Bet-El [to officiate], the priests of the sanctuaries that he had made."], "Yorov’am and Rehav’am": ["I Kings 14:1-31", "Instead of merely focusing on events and policies of the kings’ reigns, the narrative now keeps the events on a personal level. As with the story of the “Wise Woman of Tekoa” in II Sam. 14, a deception is initially practiced through a female messenger, but the truth manages to come out. Ahiyya the prophet, using strident, colorful language that will recur in reference to King Ah’av (Ahab), foretells the downfall of Yorov’am’s dynasty and the eventual exile of Israel. It is jarring to hear this so early in the book, but it has the effect of setting up a pattern of prophecy and fulfillment that is very much at the ideological center of the book of Kings (Walsh).", "Almost nothing is attributed to Rehav’am’s reign except for Judah’s idolatrous practices. The Egyptian invasion that follows in vv.25ff. therefore feels not merely political but punitive. And Rehav’am’s death notice departs from the usual formula in that his mother is mentioned again (see v.21), perhaps because she is an Ammonite—emphasizing Shelomo’s sin of intermarriage once more."], "North and South: Warring Kings": ["I Kings 15:1-34", "A uniformly depressing chapter, this text describes two kings for each kingdom, and is anchored in the center by a military intervention on the part of Aram (Syria). The accession of a relatively “good” king in the south, Asa, whose religious reforms mildly foreshadow the notable ones of later Judean kings, is tempered by his failure to remove the “sanctuaries,” a serious shortcoming from the Deuteronomistic point of view, which advocates centralized worship in Jerusalem.", "Two important messages come through by the end of the chapter: the introduction of assassination as a normal means of succession in the Northern Kingdom, and the concomitant end of Yorov’am’s dynasty. We also hear, ominously, of a second siphoning off of Temple treasures, hard on the heels of the first one in the previous chapter."]}, "The Early Prophets, Kings, Part III; Omrides and Prophets": {"Eliyyahu Makes His Appearance": ["I Kings 17:1-24", "Once we have been introduced to the arch northern king, Ah’av, the great prophetic figure of Eliyyahu appears, as if from nowhere. This suddenness will characterize his persona throughout. Unlike previous prophets, he is thoroughly associated with the miraculous from the very beginning: ravens feed him, he produces an abundance of food from a skimpy amount, and he brings a child who has died back to life. In the larger context, it is the phrase and concept of the “word of God” that echoes here, and the chapter ends with the widow’s ringing affirmation that Eliyyahu possesses it."], "Eliyyahu and Ovadyahu; The Contest at Mount Carmel": ["I Kings 18:1-46", "The transition of Eliyyahu from a mysterious, isolated prophet to a significant public figure is facilitated by the introduction of a secondary character, Ovadyahu, literally “Servant of YHWH,” who in an earlier persecution of YHWH’s prophets had heroically hidden them. By v.17, Eliyyahu confronts the king, and sets up the famous contest between himself and the prophets of Baal—or, more properly, between YHWH and Baal. The setting is striking: the great promontory overlooking the Mediterranean, the upper part of today’s Haifa, still called the Carmel. Down the coast from Sidon, it continues to serve as the backdrop for Eliyyahu’s mission in Baal country, so to speak. The contest itself is as theatrical as anything in the Bible. At the center are contrasts: the lone Eliyyahu against the 450 prophets of Baal; Eliyyahu’s dialoguing with the people versus the purely ritual behavior of his opponents; and, most notably, his calm demeanor, contrasted with their “ranting” and self-mutilation. The latter, of course, produces no results, whereas Eliyyahu’s heart-felt words in vv.36-37, punctuated by a twofold “know” (the motif of the public acknowledgment of God), lead to the miraculous descent of fire onto the altar. The special effects are spectacular: the fire consumes not only the sacrifice but the altar itself, and the stones and dust, and the water which Eliyyahu had previously poured over the altar. Moreover, the behavior of the prophets of Baal is mocked, mirroring a treatment of other religious systems that appears frequently in the Bible. In the end, therefore, after the slaughter of those prophets, we should not be surprised that the rains, which had been hitherto withheld, burst out of the sky. Their suddenness is not only reflective of Middle Eastern reality, but is also an indication of where the power really lies. Baal was worshipped in the region chiefly as a storm god, so the polemic is unmistakable."], "Eliyyahu’s Flight to Sinai; Elisha Appointed": ["I Kings 19:1-21", "At the moment of his greatest triumph, Eliyyahu has to take to flight. God’s stunning victory over the prophets of Baal, while it wins over the hearts of the people for the moment, cannot prevent the pagan queen Izevel from forcing the prophet into a long journey. It takes place in miraculously quick fashion, and he winds up where he began in Chap. 17: alone in the wilderness, fed at divine command. But this time there is a sense of deep despair which we have not seen previously. The theme of death echoes through Eliyyahu’s multiple negative references to the Hebrew term nefesh, here meaning “life” (Fishbane). In the midst of his torment, the prophet finds himself at Sinai, in “the cave,” perhaps the site where Moshe had communed with God in Exod. 33. In one of the Bible’s greatest revelation scenes, God speaks to Eliyyahu, but not by means of the usual Sinai pyrotechnics which were so characteristic of the Exodus stories, and which in Ugaritic literature are often connected to the god Baal. Instead, after wind, earthquake, and fire, God addresses the prophet in a “still small voice.” The message is both consoling (he is to be relieved of duty, so to speak) and concentrated: he must go back into the world and set up future events, by appointing his successor and anointing not only the next king of Israel but the king of Aram as well.", "The portrait of a prophet as an isolated, persecuted, and self-doubting figure is characteristic of the Hebrew Bible’s understanding of the role. Moshe begins the pattern in his initial refusal to serve (Exod. 3) and continues in the many moments when he alone stands between an angry God and the erring people. But the pattern continues elsewhere, especially in the person of Yirmeyahu (Jeremiah) (see, for instance, Jer. 1 and 20). The nature of the prophet’s role is to stand against “nations and kingdoms: / to uproot and to pull down, / to destroy and to overthrow, / to build and to plant” (Jer. 1:10). Despite the terrible personal price to be paid by the prophet in his personal and communal life, however, he is exhorted, “Do not break down before them, / lest I break you before them… . They will attack you, / but they shall not overcome you; / for I am with you—declares Y<small>HWH</small>—to save you” (Jer. 1:17,19).", "There is pathos in Eliyyahu’s loneliness, which stands out in contrast to his mastery of the miraculous elsewhere; the wonder-worker cannot overcome his destiny. And so it is that he finds one over whom he can literally throw his mantle, a successor (Elisha) who will surpass his master in textual space and miraculous deeds, but not in force of personality.", "Go up, say to Ah’av:", "Get harnessed and go down,", "so that the showers do not stop you!"], "Ah’av/Israel and Aram": ["I Kings 20:1-43", "The book of Kings is highly interested in neighboring nations, as in Aram here; but typically that interest stems less from a desire to report detailed historical events and more from a need to teach about God, kings, and prophets. And so this chapter presents Ah’av as defiant of the Aramean king—a stance that is supported by God through a prophet—but he also releases the defeated Ben-Hadad following the battle, much to the chagrin of YHWH. This last is perhaps a hint of the historical record as found outside the Bible; Assyrian sources characterize Israel and Aram as close allies in the Battle of Qarqar in 853 B.C.E.", "Aram covers the large area to the northeast of Israel, substantially today’s Syria. It thus became, in the early centuries of the first millennium <small>B.C.E</small>., a border or buffer state between Assyria and those peoples living on the Mediterranean coast. Aram was not destined to become a great empire like those to the east and southeast, although it attained some prominence in the ninth century; throughout much of its history it was in fact disunified, never possessing a central government. Its chief contributions to the world were, first, its adaptation of Phoenician writing into a more functional alphabet, with the innovation of several letters coming to serve as vowels; and, second, its status as the birthplace of the Aramaic language, which first served as a major diplomatic language in the ancient Near East and later became the daily tongue of Jews for well over a thousand years, including of Jesus and of the Roman-period Rabbis.", "From the vantage point of narrative continuity, this chapter would be most fruitfully paired with Chap. 22, and indeed, in LXX the chapter order is 21-20-22."], "Navot’s Vineyard": ["I Kings 21:1-29", "This story, which might be titled “The Framing of Navot,” appears to have been inserted in the middle of two accounts of Israel’s relationship with Aram. It has been made to connect to the first by means of an aural association: the description of Ah’av’s mood in 20:43 as “sullen and enraged” is repeated verbatim in v.4. The story is a high point in the biblical narrator’s art, and tells us more about a situation and an ideology than it does about the prophet himself. Eliyyahu’s ringing condemnation of Ah’av is a classic prophetic trope, rather removed from his usual miracle-working behavior. Indeed, structurally the story is almost a clone of the David and Bat-Sheva tale of II Sam. 11-12. In both instances, a king takes what is rightfully another’s; he has the owner murdered; as he is about to get away with the dual crime, a prophet confronts and condemns him; the king immediately repents; and aspects of the punishment are deflected or put off until the next generation. A message beyond specific historical circumstances is presented here, namely, that the king may not trespass on certain sacred rights, especially regarding the family inheritance of land. And Mann notes that the king and queen even break most of the Ten Commandments in this brief story. In a broader sense, then, the story exposes the unresolved tension between small community and monarchy, a tension which applies not only to Eliyyahu’s era but probably to an extended period of change, whenever it may have occurred historically. It is all the more ironic that Izevel makes use of the social mechanisms of small community, a council of elders and freemen, to bring about Navot’s murder.", "Of particular interest are the portraits of Izevel and Ah’av painted in the text. The Phoenician princess who becomes queen of Israel is the epitome of connivance and control, more paralleling the David of the Bat-Sheva story than her husband does. Upon hearing Ah’av’s complaint, without missing a beat she uses her power to get what he cannot, as if she has a plan already drawn up. He, on the other hand, appears utterly tentative—whether out of weakness of character or respect for ancient institutions, we are not told. But when confronted by Eliyyahu, Ah’av is transformed into the model sinner, repenting even more strongly than did his predecessor David.", "The chapter gives the writer the opportunity to include a Deuteronomistic note (vv.24-26) about how terrible Ah’av was, and sets up the next major section of Kings, which will recount how the Omride dynasty (and Izevel) meets its downfall. The narrative will take its time getting there; the prophecy’s fulfillment will occur only during the career of Eliyyahu’s successor Elisha. The fact that this chapter seems to be modeled on the earlier story from Samuel may indicate that the writers/editors felt so strongly about the theme of kingly usurpation that they made sure to include a separate parallel story about the north, whenever our chapter was actually written.", "The narrator makes use of several key words in repetition. Five times in vv.13-16 we hear the root “die,” which hammers in the seriousness of the crime (just as both David’s murder of Uriyya and the finality of David’s punishment, the death of his newborn child, are stressed through the same root in II Sam. 11:17-24 and 12:18-19). The fourfold “take possession” later in the story turns our attention to the second stage of Ah’av’s crime. Above all, however, is the signal use of the commonplace verb “give,” occurring fully nine times in the first seven verses of the story. If the David/Bat-Sheva narrative was about “sending,” the present story is about who has the power to give over what is not theirs. And the dynasty is condemned in just those terms—v.22’s “I will give your house to be” like the other defunct dynasties of the Northern Kingdom. While the Hebrew verb <i>n-t-n</i> in such passages usually signifies “make” or “place,” here it may be meant to echo the earlier theme word “give.” The same verb can also connote “to sell,” so we have here a rich use of language."], "War with Aram and the Death of Ah’av": ["I Kings 22:1-54", "In an earlier stage of the development of Kings, this chapter undoubtedly followed Chap. 20. In addition, the use of the term “king of Israel” instead of “Ah’av” or “King Ah’av” has led some scholars to theorize that the figure described here originally referred to another monarch. This is further supported by v.40’s description of Ah’av’s death in normal terms, as opposed to his falling in battle.", "In our discussion of the structure of Kings above (p. 551), we noted that this section of the book is concerned with the relationship between kings and prophets. Chap. 22 introduces a whole new cast of the latter, both in plural and in singular, and poses a question that is raised a number of times in the Bible: How does one know if a prophet is a “true” one or a false one? The Judahite king Yehoshafat’s initial query about the outcome of the imminent battle meets with enthusiastic predictions from a large group of professional prophets, but their answer somehow does not satisfy the king; perhaps he understands their function as “yes men.” He summons instead a prophet known to be contrary—not Eliyyahu, but a certain Mikhayhu—who proceeds first to lie, but finally reveals that Ah’av will die in the battle. The result of this revelation is Mikhayhu’s receiving a slap from one of the onlooking court prophets, and then his imprisonment.", "In the second part of the chapter (vv.29ff.), Ah’av meets his fate. Despite a desperate attempt to outwit the enemy by discarding his royal garb while encouraging his Judahite ally not to do so, he is hit by an Aramean arrow. Propped up in the chariot in the heat of the battle, he bleeds to death.", "The Ah’av who may be teased from history appears to have been more accomplished than the Bible gives him credit for. While the text hints at some building projects (v.39), archaeology credits him with more, including probably the so-called stables at Megiddo. Of equal significance is the fact that he was a participant in the important battle at Qarqar, where the burgeoning Assyrian Empire apparently suffered a temporary setback. For the book of Kings, however, the account of Navot’s framing is of much greater import, and there is no hint there of Qarqar, in an excellent example of the Bible’s attitude toward what we call history. Thus Ah’av is judged by standards other than political ones, and, regardless of his actual accomplishments, he has been effectively frozen for all time as the Baal-tolerating king of Israel, Izevel’s husband, and Eliyyahu’s opponent. It is intriguing, but not entirely unexpected, that Melville appropriated his name for the captain of the <i>Pequod</i>, who makes a virtual idol of his desire for revenge.", "Chapter 1.Eliyyahu and Ahazyahu: The text returns to Eliyyahu and his marvelous powers. It begins with a king who is ill and thus in need of an oracle; quickly the issue becomes, as previously in Chap. 18, whether to rely upon YHWH or upon Baal. King Ahazyahu unhesitatingly turns to the pagan god, and as a result he is condemned to die on his sickbed.", "Beyond the prophetic word, we are given another demonstration of Eliyyahu’s ability to call down fire from heaven. In this case, the “sacrifice” is two army commanders and their bands of fifty soldiers (tellingly, we recall that Eliyyahu serves “Y<small>HWH</small> of the Forces-On-High”); the third commander, like Ovadyahu in Chap. 17 above, successfully pleads with the prophet. It is all a continuation of Eliyyahu’s (really, God’s) power over life and death, a theme that permeates the entire cycle of stories.", "The repetition of refrains relating to the king (“Is it because there is no God in Israel whose word [one] can consult?”; “the bed into which you climbed up,” etc.) serves to underscore the prophet’s condemnation of idolatry, which even more than the folktale/miraculous aspect is the key to the stories here.", "Interestingly, in v.8 we are given one of the few physical descriptions of a central biblical character: Eliyyahu is “a hairy man, / with a girded-belt of leather girded about his loins.” The description befits his folkloristic character. He is an elemental figure who in his very appearance brings out the struggle between the powerless and those who rule."]}, "The Early Prophets, Kings, On Eliyyahu and Elisha": {"Eliyyahu’s Ascent and Elisha’s Succession": ["II Kings 2:1-25", "With a majesty that foreshadows such legendary heroes as King Arthur (Gaster), Eliyyahu’s end is one of the most memorable in the Bible. It is fully fitting for one whose life has been consistently mysterious and majestic.", "In a somewhat surprising narrative move, the manner of his death is revealed in the chapter’s opening verse. This has the effect of shifting the reader’s focus from the fantastic to what the text regards as key: first, the relationship between the prophet and his forerunner Moshe, and second, the one between him and his suecessor Elisha. The former has already been strongly suggested by Eliyyahu’s Sinai experience in Chap. 19 above, and is strengthened in our chapter by his splitting of the waters of the Jordan and his disappearance. (Cohn [2000] notes how the site of Moshe’s grave is unknown as well.) Eliyyahu’s relationship to Elisha—in particular, his passing of the literal mantle of authority—takes up most of the chapter. And this is the only place in the Hebrew Bible where a prophet gets to appoint his successor. As Cohn points out, the narrative is arranged chiastically, with Eliyyahu’s ascent at the center, but with Elisha prominent on either side. The reader is thus assured (along with Elisha’s immediate performing of Eliyyahu-like miracles) that the younger man will be the worthy successor to the older one. This is further supported by the final episode, where the prophet brings down a terrible curse on his young tormentors, parallel to what Eliyyahu had done to King Ahazyahu’s soldiers. Burnett has suggested that the traditional understanding of the taunters as little children may well be wrong, sadly for artists over the centuries; instead, he argues, they are like the “youngsters” in I Kings 12, Rehav’am’s immature counselors, in this case probably young men attached to the royal or even religious establishment at the previously delegitimized shrine at Bet-El. In this reading, the taunt “Go up … Go up!” might also be reflecting Eliyyahu’s death, suggesting that Elisha should go the way of his master. So the episode demonstrates not only that the prophet possesses or at least represents powers that are not to be tampered with, but also sets him against the powers that be, a scenario that was central to the Eliyyahu stories and which occurs frequently in the Hebrew Bible.", "Regardless of the age of the victims, however, already in Roman times Jews and Christians found this story troubling."], "Israel and Moav": ["II Kings 3:1-27", "This is a classic Kings text, with international events—in this case, the political and military interactions of three territories—understood in the light of prophecy. As if three kings were not enough participants in the events, the prophet serves as mediator, and is (in v.11) immediately identified as Eliyyahu’s disciple. We are even given insight into the prophetic process, at least in one manifestation: it is induced by string music (v.15). As in the Eliyyahu stories, water also plays a role here, but with the striking twist that, through the illusion of the rising sun’s reflection, the water is taken to be blood.", "It has long been noted that while the prophet predicts Moav’s defeat, this did not happen historically. Modern commentators therefore see in the chapter’s strange and ambiguous end an attempt to square the discrepancy."], "Tales of Elisha": ["II Kings 4:1-44", "Elisha’s status is further enhanced by a series of stories, long and short, that typify miracle tales and directly parallel his master Eliyyahu’s deeds. The text starts with another food multiplication story (see I 17). The variation is that this time the food is to be used not to feed the hungry but to pay off a debt. The “revival of the son” account that follows (vv.8-37) includes the familiar motif of a childless couple and an unexpected birth. Like Yitzhak (Isaac) in Genesis, the son is immediately in peril, and in fact dies. The story here is a much fuller one than the parallel episode involving Eliyyahu in I Kings 17; we get a sense of extended interaction between the woman and the prophet, and the addition of his servant (who, somewhat unexpectedly, is named). This time, when the child is brought back to life, there is no need for the woman to verbally confirm that Elisha is a man of God, for that, by now, is obvious to characters and readers alike. Amid the human interactions, however, it should not be forgotten that Elisha, through his life-giving actions in this story, continues the polemic against Baal that had begun with the tales of his master (Sweeney 2007).", "Returning to the theme of food, the next story (vv.38-41) utilizes a motif found previously with Moshe (Exod. 16:22-26) and Elisha himself (2:19-22), with the variation that here it is stew which is “healed,” whereas previously it had been naturally occurring water.", "As usual, the different episodes are not strung together randomly. As Fishbane notes, they are linked by means of props, personae, and the child and by actions: shutting the door and the fulfillment of the prophet’s request, “What can I/we do for you?” He also points out a series of untranslatable puns, such as <i>mi-neshei</i> (“from the wives”) and <i>ha-nosheh</i> (“a creditor”) in v.1. All this is evidence of possible oral folk composition, and the chapter simultaneously presents aspects of what scholars term “popular religion,” such as the consulting of a holy man on matters of bodily or economic well-being.", "The chapter ends much as it began, with another account of “stretching” food, this time to feed not only a family but a large group."], "Elisha and Naaman": ["II Kings 5:1-27", "The Bible revels in stories in which a foreigner acknowledges or comes to acknowledge the God of Israel (for example, Bil’am [Balaam] in Num. 22-24 and Rahav in Josh. 2:6), and the present chapter is another example. Elisha’s initial motive in curing Naaman’s disease is “that he may know that there is a prophet in Israel” (v.8), but here, as elsewhere in these stories, recognizing the prophet’s power is basically the same as acknowledging God’s, as Naaman confirms in vv.15 and 17.", "The second part of the story, in which Elisha’s servant Gehazi attempts to obtain for himself Naaman’s present of gratitude, which the prophet had refused, again demonstrates Elisha’s power. The prophet somehow knows what Gehazi has done, despite the latter’s denial, and the disease that had been removed from Naaman now cleaves to Gehazi—not temporarily, as is usual in the Bible (see Lev. 13), but, ominously, “for the ages,” down through the family line."], "Elisha, Past and Present; On the Regional Stage": ["II Kings 8:1-29", "The opening of this chapter is a summing up, “as if the prophet were already dead” (Cohn 2000). Elisha’s act of reviving the child in Chap. 4 is recalled, and then the mother shows up; the king of Israel and the servant Gehazi, who previously had been vilified, here appear in a positive light: Gehazi is truthful, while the king carries out proper justice for the mother.", "With v.7 the scene shifts to Aram and another sick king. While Elisha seems to be lying to the king about his recovery (he tells Hazael that the monarch will, in fact, die), Cohn (2000) notes that Ben-Hadad asks for Elisha’s own opinion and does not make inquiry through the proper oracular channels. He also points out the way in which the story shows how Elisha’s wide influence is not confined to Israel alone. Additionally, Elisha’s anointing of Hazael foreshadows the rise of Yehu in the next chapter.", "V.20 introduces an important historical note. The Edomites, inhabiting the territory east of the Negev, now achieve independence from Judah (see Gen. 27:40 for the patriarch Yitzhak’s prophecy regarding these events). This is a serious blow to Judah’s control of southern trade.", "A last point, of considerable significance, is the lineage of King Ahazyahu of Judah, who makes his appearance in v.25. His mother, Atalyahu, is the granddaughter of King Omri of Israel. Thus, as Sweeney (2007) notes, every Davidic king from this point forward will also be a descendant of the house of Omri. While this might be diplomatically savvy, from the text’s point of view it is yet another fact pointing toward the inevitable fall of both houses."], "Yeku’s Coup": ["II Kings 9:1-37", "A memorable and bloody account of how Ah’av’s son and wife meet their deaths, this chapter introduces the figure of Yehu, who carries out divine vengeance on the House of Ah’av for its crimes. Both of the deaths are gruesome in their details (note the similarity between Ah’av’s demise in a chariot and his son’s death). While Homer routinely describes such matters in cinematic detail, the Bible is usually reticent, unless it is trying to make a point, as here, in “a tale of conspiracy, deception, irony, and murder …” (Cohn 2000). The greatest irony is the repetition of the word shalom (vv.17-19, 22), here rendered “peace,” in a story that is shot through with violence. By the end, Eliyyahu and Navot’s vineyard are recalled, and the double crime of that story in I Kings 21 is well on the way to being expiated.", "Yehu dominates Chaps. 9 and 10. His personality (which centers on his zeal for Y<small>HWH</small>) is hinted at by his driving a chariot “like-a-madman” (9:20). Unlike many northern kings, he establishes a dynasty which lasts for several generations. But the text also notes (10:29 and 31) how he does not remove Yorov’am’s golden calves, and thus the Bible’s final judgment on him is decidedly mixed.", "A curious historical note is sounded in this chapter. V.15 introduces a certain Yonadav son of Rekhav. This family, known to scholars as Rechabites, seem to have constituted a separatist group that lived in a strict religious manner and so allied themselves with the anti-Ah’av faction headed by Yehu."], "Yehu Consolidates Power": ["II Kings 10:1-36", "Whereas the last chapter described individual deaths in the House of Ah’av, this one moves to not one but three large-scale killings. The triple massacre involves a good deal of deception, and implicates both soldiers and the general population. Given that the dead are the heirs to Ah’av and are Baal-worshippers, it is not surprising that Yehu, whose name mimics God’s own (YHWH), is rated positively as a king by the text. Yet the chapter closes with some reservations about him, namely, that he is not guiltless of the sins of Yorov’am. In fact, Yehu is less a heroic figure and more a vehicle for divine punishment of those judged by the Bible to be wrongdoers. Even though they are set in a ruthless age, the accounts of his violent and underhanded behavior might well have caused discomfort among ancient readers as they do among modern ones."], "The Orderly Coup in Judah": ["II Kings 11:1-20", "In contrast to the last few chapters, the change of rule in Judah that now takes place occurs without extensive violence. Indeed, the text emphasizes protection more than killing: the royal child Yoash is hidden in a bedroom with his nurse, and guard details are placed around him; the wicked Atalya is escorted into the palace to her doom in an orderly fashion; and the young king is brought down from the Temple to the palace, to take his place on the throne. Notably, from v.14 through v.20, “the House of YHWH” and “the House of the King” repeat, eight and four times, respectively; the single occurrence of “the House of Baal” serves to herald its destruction."], "Yehoash and the Temple": ["II Kings 12:1-22", "After two chapters in which the tearing down of Baal’s temple and altars figured prominently, the description of the long reign of Yoash/Yehoash, who in fact grows up in the Temple, is limited mainly to what he did regarding the “House of YHWH” in Jerusalem. The leisurely description of the repairs there, and how money was raised for them, is a welcome contrast to the bloody changes of government that have recently characterized the text. As Zevit (2004) notes, income from good deeds goes to the repair, while that from guilt, etc., is given to the priests.", "Two ironies spring out at the reader at the end of the chapter: after fifteen occurrences of the word “silver” in eleven verses, holy vessels and gold are quickly given over to the king of Aram, to avert an attack on Jerusalem. And after all the care that the king has lovingly lavished Kings, On the Temple’s repair, which would seem to make him deserve only praise and long life, Yehoash is assassinated."], "Northern Kings; The Death of Elisha": ["II Kings 13:1-25", "The reigns of two “evil” northern kings lead up to the death of Elisha. The first, Yehoahaz, is notable for entreating YHWH (v.4), with the result that God sends an unnamed “deliverer”—phraseology that recalls Judges (Cogan/Tadmor). The second king, Yehoash, has his sixteen-year reign compressed into four verses, yet another example of the approach to history writing taken in the book of Kings.", "Elisha’s final act, while not as memorable as his predecessor’s, is striking nevertheless. The prophet, on his sickbed, has the king shoot an arrow through the window, and then exhorts him to strike the ground with more arrows. When the king stops at three blows, the prophet expresses his disappointment and prophesies that Israel will now not be able to defeat Aram decisively (although Yehoash is able to recover some Israelite territory). Thus ends Elisha’s career, with his powers undiminished, still affecting the course of international affairs.", "Integrated into this account is a tiny, two-verse story about Elisha’s grave that gives further evidence of his involvement in the miraculous, even after his death. It recounts how his bones resurrect a dead man who is in the process of being buried. This is the kind of motif that we find in world folklore but which is fairly uncommon in the Hebrew Bible. Such a typical saint story would have been unthinkable regarding Moshe, but, as we have seen, the Elisha (and Eliyyahu) narratives preserve a kind of folk religion in which almost anything can happen, especially as it relates to life and death."]}, "The Early Prophets, Kings, Part IV; Southern and Northern Kings; Destruction I": {"Kings North and South I": ["II Kings 14:1-29", "We begin a sequence of kings with the Judahite Amatzyahu, who is judged rather favorably by the writers. Unlike Yehu, he is careful to observe the law, even in the midst of taking vengeance. On the other hand, he unsuccessfully defies Yehoash of Israel, and the result is another despoiling of the Temple. One cannot help feeling that a process is at work that will lead to disaster by the book’s end.", "In the midst of such foreboding, a strong king (Yorov’am II) comes to the throne of the north. Despite his bad rating, for the usual reasons, it is noted that he “restored the border of Israel” (v.25)—a recollection implying an earlier chronicle as a source text for the writers here, one that is not as harsh on his forty-twoyear reign as we normally get in this book (Cogan/Tadmor). Once again, God takes pity on the Israelites, promising to let them survive. Yet we are just a few chapters from the fall of this Northern Kingdom."], "Kings North and South II": ["II Kings 15:1-38", "In this remarkable chapter, eight separate reigns are subsumed. But they are constructed with the book of Kings’ standard building blocks: a king’s illness, a conspiracy and several assassinations, bloody warfare, tribute paid in silver to Assyria, and an exile of Israelite townspeople. As is typical, the northern kings are judged as evil and the southerners as good, except for the latter’s failure to destroy the local sanctuaries.", "Equally notable is the sudden appearance, in v.29, of the premier power of the ancient Near East at the time, Assyria. Although Kings has thus far ignored the growing strength of the Assyrian Empire, it will break out in full force in the chapters to come. Some background is thus in order.", "Throughout a good part of the period covered in Kings, Assyria, situated around the Tigris River in the northern part of Mesopotamia, today’s Iraq, was the first of the great ancient empires to dominate Israel after Egypt some centuries before. By the ninth century they had extended their reach westward to the Mediterranean, and in the ensuing centuries one can speak of “Neo-Assyria,” which for the first time established an empire that encompassed most of the Middle East. Its scope has been revealed by modern archaeological exploration, which has turned up extensive written documents and fine examples of monumental architecture as well, including some memorable pieces currently in the British Museum, such as the large “cherubim” (winged sphinxes) that guarded the palace at Nineveh, and the moving reliefs depicting the conquest of the Judean city of Lachish. These sources convey a vivid picture of both splendor and warfare: elaborate portraits of kings on their thrones, surrounded by gods, servants, and subject kings; scenes of royal hunting of lions; soldiers with battering rams and siege ladders. In all of these, distinctive rectangular curly beards appear, along with the pointed helmets that struck dread throughout the ancient Near East.", "Assyrian war policy included two memorable features, the impaling of captured peoples on tall stakes (as illustrated in the Lachish reliefs) and the deportation of subject populations, sometimes replacing them with others (as in II Kings 17). The former may have been done to set an example to the constantly rebelling provinces under Assyria’s domination, while the latter would have both depleted the local leadership and talent and supplied Assyria herself with new blood for administrative and commercial purposes.", "Certainly the daily political life of the Israelites was profoundly affected by the Assyrian threat, but that threat also had long-term cultural influences. Assyria’s destruction of the Northern Kingdom terrified the south, but probably also effected the fleeing of northern refugees, who may well have brought with them texts and traditions that were later incorporated into the Bible. In addition, the language and concepts used in Assyrian inscriptions and treaties appear to have been mimicked, or rather co-opted, by biblical writers in texts such as Deuteronomy, Kings, and Isaiah. So, in a very real sense, eighth-century Assyria had a major if indirect hand in the creation of the Hebrew Bible."], "Ahaz and Assyria": ["II Kings 16:1-20", "From the breakneck chronological speed of the previous chapter, the text now slows down to concentrate on an “evil” Judean king, Ahaz. His crimes consist not only of the oft-repeated act of allowing the people to worship at the local shrines, but also of child sacrifice. In addition, he appeals to the king of Assyria for military help against Aram, cementing his request with a gift/bribe of treasures from the Temple. As a result of the despoiling, which this time is self-imposed, Ahaz comes to build an Assyrian-style altar—that is, he does Assyrian-like renovations in Jerusalem—on which the text spends more time than on any other aspect of his sixteen-year reign."], "First Catastrophe: The Fall of Israel": ["II Kings 17:1-41", "Readers who are accustomed to the detailed battle scenes in Homer and elsewhere will be disappointed by the long-awaited account of Israel’s destruction, which takes up a mere handful of words in two verses. While the Assyrian relief commemorating the somewhat later destruction of the Judean city of Lachish lays out the contemporary particulars of siege, execution, and exile in gripping and poignant artistic terms, the biblical writers in our chapter are content to describe Israel’s demise, which had such a major influence on biblical thinking, in the sparsest way possible.", "The reason for this laconic approach becomes clear beginning in v.7: “So it was, / because …,” which then continues at great length, first, to recall God’s warnings to Israel through the prophets, and then, to recount through a long string of verbs how the people turned away from the right path into idolatry. Only in v.18 does the text finally inject God’s reaction, as it were. Vv.21-23 provide an additional interpretation of the downfall, citing Yorov’am’s primal sin of idolatry.", "Beginning in v.24, we are additionally told how, in consonance with what we now know of Assyrian practice, the conquerors place some of their own citizens in the vanquished land. When the new settlers are attacked by lions, which the Bible understands as punishment for their not acknowledging Y<small>HWH</small>, they are given an exiled priest to teach them how to worship him. But the result, ranging far from idealized Israelite practice, is syncretism, a combination of religions. In this section, which again takes up much more textual space than the fall of Israel itself, the key word is “awe”; that is, the settlers are supposed to worship God correctly, but do not, “until this day” (v.41). So from the perspective of a southern writer, the north has lost its identity, and thus is lost to history. In fact, the northern exiles blended into the Assyrian population, and for all practical purposes disappeared. The romantic notion of the “Ten Lost Tribes,” which envisioned them in distant lands awaiting discovery by later explorers, has no historical currency, despite its being a legend beloved in the Western world. On the other hand, those northerners who fled in the opposite direction, into Judah, may have brought with them their own traditions about Israel’s past, and this contribution to the process of the Bible’s development is of the greatest significance. It may even have been the beginning of the long sequence of adaptation which ultimately led to the canonization, the final form, of the text.", "This chapter gives evidence of a complex history, mixing condemnations of both the north and the south, and inserting several verses (18b-21) that bring the chapter up to date with the Babylonian Exile (see Brettler 1995 for a full analysis). As we have seen elsewhere in Kings and indeed throughout Deuteronomistic History (DH), such a practice is not unusual, and supports the idea of an evolving biblical text that is a testimony to Israel’s creative memory."]}, "The Early Prophets, Kings, Part V; Judah As Vassal and Rebel; Destruction II": {"Hizkiyyahu: Reform and Revolt": ["II Kings 18:1-37", "As the text shifts for its remaining eight chapters to the Southern Kingdom, Judah, three will now be devoted to one king. Hizkiyyahu (Hezekiah) is lauded above all his predecessors, and we are immediately told why: he destroys the pagan sanctuaries and their attendant cult objects. Most of Chap. 18, however, is taken up with the problem of the threat from Assyria. The king is forced to strip more wealth from the Temple, but that does not prevent King Sanheriv (Sennacherib) of Assyria from sending a large army to menace Jerusalem.", "What ensues is one of the Bible’s most memorable scenes, which is retold beginning in Isa. 36, with Chap. 37 paralleling our Chap. 19. High Assyrian officials, speaking within earshot of the city walls, taunt the Jerusalem delegation, haughtily suggesting that Y<small>HWH</small> himself has commissioned them to come against the city, and that they have overcome many other gods in their military sweep through that part of the world. The tension in their speech, outside of its sarcasm and constant insulting of Y<small>HWH</small>, arises from the fact that it is delivered in “Judean,” that is, Hebrew, and thus can be understood by the onlooking soldiers who are seemingly destined to die in the siege. As for the people’s silence, while it is mandated by Hizkiyyahu (v.36), it is a hollow one, and has more dismay than defiance in it.", "Cohn likens the scene to a showdown in a Western movie, and notes how, by mentioning names and titles of the participants, the writer renders the action more serious and more vivid. Its historicity is impossible to verify, but its use of typical Assyrian diplomatic language (Sweeney 2007) makes it realistic. More important, as explicated by Machinist (2000), the speech at first poses a serious challenge to Israelite theology, perhaps voicelessly joined by those Judeans who must have urged capitulation; but this makes the end result in the next chapter—the precipitous withdrawal of the Assyrian army—all the more proof of Y<small>HWH</small>’s supreme power over earthly empires."], "Jerusalem Saved": ["II Kings 19:1-37", "From the low points at the beginning of the chapter, where Hizkiyyahu clothes himself in sackcloth (the garment of mourning) and the text repeats at least part of Assyria’s taunting (vv.10-13), the audience is assured in just two verses (6-7) that not only will the mighty conqueror fail in his designs, but he himself will also fall. It is the prophet Yesha’yahu (Isaiah) who makes this confident pronouncement, and his appearance provides the perfect counter to military force. Here, as so often in the book of Kings, politics is overcome by the divine Word.", "Literarily, this is accomplished in two passages. First comes Hizkiyyahu’s heartfelt prayer (vv.15-19), mimicking an old cuneiform model (Hallo/Simpson). It ends with the familiar theme of universal acknowledgment of Y<small>HWH</small>. More pointed is Yesha’yahu’s pronouncement of the word of Y<small>HWH</small>, beginning in v.21. Breaking into poetry, while unusual in Kings, is perfectly in keeping with the Bible’s practice of inserting verse at climactic moments (see, for instance, Exod. 15 and I Sam. 2). Picking up on the “mocking” motif (v.16), the prophet sends the Assyrian king packing. Significantly, he opens with the ironic reversal of an image that will be familiar a bit later in the Bible. “The Nubile Daughter of Zion” (Jerusalem), so often an object of pity and derision in the literature that postdates the destruction of Jerusalem, here gets to do a little deriding of her own. In other imagery, the poem alternates visions of agricultural growth and plenty with ones of destruction. Thus the rescue of Jerusalem is artistically adorned, as it were, and the theological challenge has been overturned (Machinist 2000)."], "Hizkiyyahu and the Prophet Yesha’yahu": ["II Kings 20:1-21", "In a twist from what by now seems like a well-worn motif, a sick king is given a reprieve. As Hizkiyyahu’s praying worked previously, so it does here as well. The chapter abounds in interesting images: on the positive side, the king is shown a sundial going backward, confirming that his disease has indeed been reversed, while negatively, Hizkiyyahu’s displaying of Jerusalem’s treasures is used by the prophet to remind the king (and the reader) that within a few generations, treasures and princes alike will be exiled to Babylon. So the clock cannot be turned back after all.", "Hizkiyyahu’s reign comes to an end with the barest of mentions of what modern historians of Jerusalem remember him for: the crucial step of making the city’s water supply from the Gihon Spring more accessible. Not cited at all is what is of equal or greater importance: the considerable expansion of the city to the so-called Western Hill (today’s Jewish and Armenian Quarters of the Old City). From this period of history on, at the very least, Jerusalem is a city of consequence."], "Evil Kings: Menashe and Amon": ["II Kings 21:1-26", "The long reign of Menashe is the last straw in YHWH’s toleration of Judah’s idolatry. We know what is to come immediately, as the usual formula, “he did what was evil in the eyes of YHWH,” is amplified by the ominous phrase “according to the abominations of [the Canaanites].” From v.12 on, a sentence of doom is pronounced over Jerusalem and Judah.", "Of Menashe’s successor Amon, it is only necessary for the text to note, first, how he continues in his father’s idolatrous footsteps, and second, how both he and those who assassinate him are done away with. His death may have come at the hands of an anti-Assyrian faction who were themselves killed by the “Landed People.” Their actions, which resulted in installing his eight-year-old son Yoshiyyahu on the throne, may have held off the Assyrians."], "Yoshiyyahu’s Accession; The Finding of the Scroll": ["II Kings 22:1-20", "Having been told a few chapters previously about how Judah’s greatest king since the United Monarchy was Hizkiyyahu, the text introduces a new hero, Yoshiyyahu, another one who “did what was good in the eyes of YHWH,” and innocuously goes on to describe some Temple repairs and the payment for them, a motif which we encountered earlier. In the midst of the repairs, however, a “Record of the Instruction” is found. When it is read before the king, he breaks down, realizing that this divine Instruction, whatever its exact identity, has not been heeded for generations. In typical Kings fashion, this is confirmed by prophetic speech, this time from a female member of the profession (Hulda), and the news is not good: Judah and Jerusalem will indeed eventually fall, and Yoshiyyahu’s only consolation is that he himself will not live to see it. Similar thoughts had been addressed to Hizkiyyahu in 20:16-18.", "It has long been asserted that the newly found scroll is the book of Deuteronomy, or at least its core. Among that book’s major goals, after all, are the extirpation of idolatry and the centralization of the sacrificial cult in Jerusalem, and the language applied to Yoshiyyahu is a reprise of Deuteronomic phrases (see 23:25 below). Further, the discovery fits a known pattern in the ancient world, where a king’s desire to promulgate new laws is often accompanied by the publication of an authoritative document. If that scroll is represented as being of hoary lineage, as in this case, so much the better.", "Amid the dramatic scenario of the newly found scroll and national revival, an odd note can be heard. Three of Yoshiyyahu’s court officials have names of animals that live in concealed areas: the rock badger (<i>shafan</i>), the mouse (<i>’akhbor</i>), and the mole (<i>hulda</i>). This is possibly a coincidence, but it may also be slyly purposeful in a narrative that describes the unearthing of a long-lost document in the bowels of the Temple. I am not prepared, however, to declare this chapter the Bible’s version of <i>The Wind in the Willows</i>."], "Yoshiyyahu’s Reform; His Death": ["II Kings 23:1-37", "After a great public ceremony in vv.1-3, in which, as Mann notes, the word “all” is used for emphasis, and during which the newly found document, now significantly called the “Record of the Covenant,” is read before the people, the text turns (v.4) to a rapid-fire and detailed recounting of the religious purge initiated by Yoshiyyahu. There is no dialogue to interrupt the violence or to oppose the king’s actions, and the verbs used are in the singular, as if to personalize the action (Cohn 2000).", "Except for the burial site of the prophet who had foretold the purge all the way back in I Kings 13:2-3, and that of another prophet, everything not tied to Y<small>HWH</small> is not only physically destroyed but rendered ritually polluted as well. One positive act is the re-observance of the Passover offering, which the text portrays as having been neglected for centuries. Something similar had taken place in Chap. 5 of Joshua, as an affirmation of the invaders’ peoplehood. Here too it is a fitting symbol of a utopian attempt to reorder society.", "Despite the superlatives applied to Yoshiyyahu, surpassing the description of Hizkiyyahu a century earlier, the decree against the Southern Kingdom is not canceled, and the king himself is overtaken by the events of international politics. On a mission northward to stop Egyptian aid to Assyria, he is killed by the Pharaoh; interestingly, the exact details are not given. So dies the last hope of Judah. His great reform as described by the text appears as too little, too late. The reign of his son Yehoahaz lasts for only three months, and is succeeded by an Egyptianappointed puppet king, Yehoyakim. Both are rated by the text as “evil.”"], "The First Exile": ["II Kings 24:1-20", "All of a sudden a new dominant power, Babylon, appears in the text. The Bible is chiefly interested in how several Judean rebellions bring down the wrath of the Babylonian king, Nevukhadnetzar, upon the Southern Kingdom, leading to disaster. The destruction of Jerusalem takes place in two stages in the two remaining chapters. The first is triggered by a revolt against Babylon by Yoshiyyahu’s son Yehoyakim; this is followed by Aramean, Moabite, and Ammonite attacks (attributed, however, not to the king’s wrongdoings but to those of Menashe, decades earlier). During Yehoyakhin’s brief reign, the Babylonians themselves invade. The resulting exile, dated to 597 B.C.E., involves the remaining Temple treasures and the military and elite of the country. Those left, according to the text, are simply the poor and the new puppet king, Yehoyakhin’s uncle Tzidkiyyahu.", "Amid the narratives of destruction, it will be useful for the reader to have a sense of who the Babylonians were. By the mid-seventh century, Assyria began to falter. Several decades later, civil war provided the opportunity for the Neo- Babylonians to throw off the Assyrian yoke, and in 612, Nineveh, the capital, was sacked.", "Based around the Euphrates in southern Mesopotamia, Babylonia arose on a hoary foundation of language (Sumerian and Akkadian), law, literature, and architecture. By the ninth century, the Chaldeans (anachronistically mentioned in Gen. 11:31) had taken over the area, although within a century, the Assyrians to the north conquered Babylonia and established a dual monarchy which lasted for a long period. With the fall of Nineveh, the Neo-Babylonian Empire came to dominate the Middle East for the next seven decades, until the rise of Persia.", "The accomplishments of Babylonian civilization were considerable. Nebuchadnezzar built the fabulous Hanging Gardens in his capital city. The country abounded in ziggurats, the pyramid-shaped temples whose ruins still dot the Iraqi landscape. As befitted an old civilization, the Babylonians made signal advances in astronomy, astrology, and mathematics, and already possessed an advanced irrigation system. They also contributed or transmitted some of the world’s earliest surviving great literature, including the immortal Epic of Gilgamesh.", "In the Hebrew Bible, all this is barely hinted at, but many biblical narratives, especially those that appear early on (such as aspects of the Creation, Flood, and Tower of Babel stories in the first section of Genesis), may well be reacting to, or against, some of its ideas and institutions. There may even be an element of parody in some of these stories. Once again, then, the Bible comes across as a kind of counter-text, a text which, as the prophet Jeremiah himself was characterized, was “appointed against nations and kingdoms, / to uproot and to pull down” (Jer. 1:10), despite the seeming insignificance of ancient Israel in the context of the region."], "Final Catastrophe: The Fall of Judah": ["II Kings 25:1-30", "As in Chap. 17, the account of the final battle here is extraordinarily brief; the narrator clearly has little interest in military details. More central, once the city wall is breached, are the capture and treatment of Tzidkiyyahu, the king, and the destruction of the Temple. After, once again, a brief description of the fate of the buildings and people of Jerusalem, the text becomes expansive, dwelling longingly (and not surprisingly) on the destroyed or despoiled vessels and columns of the Temple.", "Some key political details remain. The Babylonians appoint a governor, ironically named Gedalyahu (“God has done great things”), to administer what is left of Judah. He counsels cooperation with the conquerors, but is assassinated by those Judahites who are still in a rebellious frame of mind.", "The entire narrative of Kings then fast-forwards and comes to an end (vv.27-30) with what amounts to an extended note, precisely dated in the spring of 561 <small>B.C.E.</small>, describing the treatment of the surviving Davidic king, Yehoyakhin, who had been exiled thirty-six years before. The captive king’s fate—he is taken out of prison and allowed to eat at the Babylonian king’s table for the rest of his days—could be read in two ways: either he is highly favored in his limited circumstances (his throne is “set above the thrones of the [other] kings” who have been taken to Babylon), thus providing a shred of hope for the exiles, or the text is reaffirming that his power is quite limited, since he is supported not by his own subjects but at the whim of the king of Babylon. This subdued, even depressing ending leaves us in a kind of limbo; as McKenzie (2010) puts it, both Kings and the DH overall are “strangely silent about the future.” In any event, with the end of the book, Israel embarks on centuries of control by others or other forces (Babylonians, Persians, Greeks, and Romans), which would lead ultimately to both a wider exile and the creation of the Hebrew Bible in its final form."]}}