{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Orlah",
    "title": "Mishnah Orlah",
    "lengths": [
        3,
        35
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Wikisource Mishna",
            "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94"
        ]
    ],
    "heTitle": "משנה ערלה",
    "versionSource": "http://www.sefaria.org/Mishnah_Orlah",
    "next": "Mishnah Orlah 2",
    "maps": [],
    "length": 3,
    "book": "Mishnah Orlah",
    "text": [
        [
            "One who plants [a fruit tree] to serve as a fence or for beams, it is exempt from [the laws of] <i>Orlah</i> [the fruit of a tree during the first three years after its planting, the consumption or usage of which is forbidden]. Rabbi Yose says, even if he intended the inner side to be for fruit and the outer side to be a fence, the inside fruit is subject [to <i>Orlah</i>] while the outside is exempt.",
            "At the time that our forefathers came into the Land [of Israel], [and they] found [a tree] already planted, it was exempt [from the laws of <i>Orlah</i>]. If they planted [a fruit tree], even though [the Land] had not yet been conquered, it was subject. If one planted [a tree] for public use, it is subject. Rabbi Yehudah exempts it. If one planted [a tree] on public property, or if a non-Jew planted [a tree], or if a thief planted [a tree on property that was not his], or if one planted on a boat, or if it grew on its own, it is subject to <i>Orlah</i>.",
            "A tree that was uprooted together with its rock-soil [the hard soil which is wrapped around the roots], [or] was swept away in a flood by a river together with its rock-soil, [and one added more soil and it started growing again], if it could have lived [just from the rock-soil] it is exempt; if not, it is subject. Rock-soil that became detached from one side, or that a plow shook it off, or that he shook it off until it [the rock soil] turned into loose soil, [and one added more soil and it started growing again], if it could have lived it is exempt; if not, it is subject.",
            "A tree that was uprooted but one root remained is exempt. And how large must that root be? Rabban Gamliel says in the name of Rabbi Elazar the son of Yehudah of Bertota, as a stretching pin.",
            "If a tree was uprooted and it had a rooted shoot [a low lying branch which was bent and planted into the ground] and the tree is now deriving nourishment [only] from the [new] shoot, the old tree now assumes the status of the shoot. If one [bent and] rooted [a series of branches] year after year, and it [the first shoot] became detached, one counts [the number of years for the laws of <i>Orlah</i>] from the time it became detached. [As for] grafted shoots of vines, and grafted vine shoots growing on other grafted, vine shoots, even though he rooted them in the ground, they are permitted. Rabbi Meir says, in a case where the strength [of the graft] is great, it is permitted; but where the strength [of the graft] is lacking it is prohibited. (So too) regarding a [rooted] shoot which has become detached and it is full of fruit, if [the fruit] increased [in size] one two-hundredth part [after its detachment] it is prohibited.",
            "A shoot of <i>Orlah</i> or a shoot of <i>Kilayim</i> [a general term for the product of forbidden crossbreeding or working of certain animals with one another, planting together certain plants, or interweaving certain fibers] that became mixed up with [other] shoots - these, he must not gather. If he did gather them, it becomes neutralized in [a mixture of] two hundred and one, provided that he did not intentionally gather them. Rabbi Yose says, even if he gathered them deliberately [in order to neutralize them], it [still] becomes neutralized in two hundred and one.",
            "Leaves, sprouts, the sap of vines and vine buds, are permitted regarding [the laws of] <i>Orlah</i>, <i>Revai [the fruit of a tree in the fourth year after its planting, which must be taken to Jerusalem and consumed there] and to a Nazirite, but are prohibited regarding [the laws of] Asherah</i> [idolatrous tree of which all benefit is prohibited]. Rabbi Yose says, vine-buds are prohibited, because they are [considered] a fruit. Rabbi Eliezer says, if one curdles milk with the resin of <i>Orlah</i>, it is prohibited. Rabbi Yehoshua said, I have heard explicitly [i.e., I have a received tradition] that if one curdles with resin of leaves or the resin of roots, it is permitted; with the resin of unripe fruit, it is forbidden, because they are [considered] a fruit.",
            "Defective grapes, grape pits, grape skins, and wine made from [soaking] them [in water], the outer skin of the pomegranate and its sprout [at the top], nutshells, and fruit pits, are prohibited regarding <i>Orlah</i>, <i>Asherah</i>, and to a Nazirite, while they are permitted regarding <i>Revai</i>. Fruit that fell before becoming ripe are prohibited with regard to all [of the aforementioned laws].",
            "Rabbi Yose says, we may plant a shoot from an <i>Orlah</i> [tree], but we may not plant a nut from an <i>Orlah</i>, because it is a fruit. And one may not graft using palm branches [with dates] of an <i>Orlah</i>."
        ],
        [
            "<i>Terumah</i> [a portion of a crop given to a <i>Kohen</i> (priest, pl. <i>Kohanim</i>, which becomes holy upon separation, and can only be consumed by <i>Kohanim</i> or their household] and <i>Terumat Ma'aser</i> [a tenth of the tithe given to a <i>Levi</i> (Levite) which must, in turn , be given to a <i>Kohen</i> and which becomes holy upon separation, and can only be consumed by <i>Kohanim</i> or their household] of <i>Demai</i> [produce from which it is uncertain whether tithes were already taken], <i>Challah</i> [a portion of a batch of bread dough given to a Kohen which becomes holy upon separation, and can only be consumed by Kohanim or their household] and <i>Bikkurim</i> [first-fruits that must be brought to the Temple in Jerusalem and given to the Kohen] are nullified in one hundred and one parts, and they are mixed together and require elevation.  <i>Orlah</i> [] and kilai hakerem [forbidden mixtures of the vineyard] are nullified in two hundred and one parts, and they are mixed together, and they do not require elevation.  Rabbi Shimon says they are not mixed together.  Rabbi Eliezer says they are mixed with the giver of flavor, but not to forbid.",
            "Terumah can bring up orlah, and orlah can bring up terumah.  How so?  A seah of terumah which fell into one hundred, and afterwards three kavs of orlah or three kavs of mixed seed in the vineyard fell in.  This is [an instance] where terumah can bring up orlah, and orlah can bring up terumah. ",
            "Orlah can bring up kilayim, and kilayim [can bring up] orlah, and orlah [can bring up] orlah.  How so? A seah of orlah which falls into two hundred [seahs] and afterwards a seah and a little bit more of orlah falls in, or a seah and a little bit more of kilayim of the vineyard. This is [a case] where orlah can bring up kilayim, and kilayim [can bring up] orlah, and orlah [can bring up] orlah.  ",
            "Whatever causes something to ferment, or seasons, or makes a forbidden mixture when mixed with terumah or with orlah or with kilai hakerem, is prohibited. Bet Shammai says: \"It also defiles.\" But Bet Hillel says: \"It does not defile unless it has the volume of an egg.\" ",
            "Dostai, a man of the village of Yitmah, was one of the disciples of Bet Shammai, and he said, \"I received a tradition from Shammai the elder who said: 'It never defiles unless it contains the volume of an egg.'\"  ",
            "Concerning what did they say: “Whatever causes something to ferment, or seasons, or makes a forbidden mixture when mixed (with terumah or with orlah or with kilai hakerem,) the rule is stringent”?  [In the case of] a species [mixed] with its [like] species. [When did they say] “the rule is [sometimes] lenient and [sometimes] stringent”?  [In the case of] a species [mixed] with a different kind of species.  How so?  If leaven of wheat fell into wheat dough and there is enough to cause leavening, whether there is enough to take out due to a ratio one-hundred-and-one, or there is not enough to take out due to a ratio of one-hundred-and-one, it is prohibited. If there is not enough to take out due to a ratio in one-hundred-and-one, whether there is enough to cause leavening, or there is not enough to cause leavening, it is prohibited.   ",
            "(The latter teaching of the mishna teaches to yield both a lenient and a strict ruling, in the case of one kind of produce mixed with produce of the same kind). If crushed beans (which are terumah) were cooked with lentils (which are not terumah), and they imparted flavor (to the lentils), whether there was little enough terumah to be neutralized in one hundred and one, or whether there is not so little terumah to be neutralized in one hundred and one, it is forbidden (strict ruling). If there is not enough of them to impart flavor to the lentils, whether there is so little terumah as is neutralized in one hundred and one, or whether there is not little enough terumah to be neutralized in one hundred and one, the mixture is permitted (lenient ruling).",
            "If leaven of chullin has fallen into dough, and there is enough to make it ferment, and after that leaven of terumah or of mixed seeds of the vineyard fell in, and there was enough to cause leavening, [the dough] is prohibited.",
            "If leaven of chullin has fallen into dough and caused it to ferment, and after that leaven of terumah or of mixed seeds of the vineyard fell in, and there was enough to cause leavening, [the dough] is prohibited. But Rabbi Shimon permits it. ",
            "Spices of two or three [categories of prohibitions], of one species, or of three different species of spices [of one category of prohibition], render a mixture prohibited by combining together. Rabbi Shimon says: the mixture of two or three categories of prohibition of one species, or two species of one category of prohibition do not combine together.",
            "If leaven of hullin, and of terumah, fell into a dough and individually, each does not have a sufficient quantity to cause fermentation, but taken together, they did cause fermentation, Rabbi  Eliezer says: \"I go after the last one that fell,\" but the sages say, \"Regardless of whether the forbidden leaven fell in first, or last, never does the dough become prohibited, unless there is a sufficient amount to cause fermentation [on its own]. \"  ",
            "Yoezer,  a man of Birah, was one of the disciples of the House of Shammai, and said: \"I asked Rabban Gamliel the Elder, as he was standing at the Eastern Gate, and he said: 'Regardless of whether the forbidden fell in first, or last, never does the dough become prohibited, unless there is a sufficient amount to cause fermentation.'\" ",
            "If one oiled vessels in order to soften them, with impure oil, and then he later re-oiled them with pure oil, or if one first oiled with pure oil, and afterwards, oiled them with impure oil, Rabbi Eliezer says, \"I go after the first,\" while the sages say: \"After the last.\"",
            "If leaven of terumah and leaven of kilai hakerem fell into a dough and each individually does not have enough of a quantity to effect fermentation, but together, they did cause fermentation, the dough is prohibited to non-kohanim, and permitted to kohanim Rabbi Shimon allows for both non-kohanim and kohanim. ",
            "If spices of the terumah and if kilai hakerem have fallen into a pot, and each individually does not have a sufficient quantity to properly season, but together, they did cause proper seasoning, it is forbidden to non-priests, but permitted to priests. Rabbi Shimon allows it to both priests and non-priests.",
            "If a piece of the flesh of the highest degree of sanctity, or of pigul [a sacrifice offered with the improper intent of eating it after its limit, forbidden to all], or notar [flesh leftover after its time limit, forbidden to all] have been cooked with pieces of non-sacred flesh, [the non-sacred flesh is] impermissible to non-priests, but permissible to priests. Rabbi Shimon permits for both non-priests and priests. ",
            "If a piece of flesh of the most sanctified of sacrifices and a piece of flesh from  a lesser level of sanctity have been cooked together with non-sanctified flesh [permitted to all], it is forbidden to the impure, but permitted for the pure."
        ],
        [
            "A garment that has been dyed using peels of an 'orlah tree must be burnt. If [this garment] got mixed in with other [garments], they must all be burnt, these are the words of Rabbi Meir. And the Sages say, it becomes void with [a pile of] 201[other such garments].",
            "One who dyes [a thread] the length of a 'sit' with peels of an 'orlah tree, and then wove them into a garment, but he doesn't know which [thread] it is, Rabbi Meir says, he must burn the garment. And the Sages say, it becomes void among 201 [other such garments].",
            "One who weaves a [thread] the length of a 'sit' from the wool a firstborn animal into a garment, he must burn the garment. [if the thread was from] the hair of a Nazirite or from a [first born] donkey which needs redemption [and he sewed it] into a sack, he must burn the sack. And [with regards to] holy items, they sanctify [whatever they are sewed into], independent of the quantity.",
            "A cooked item which is cooked with the peels of an 'orlah tree must be burnt. If [the cooked item] gets mixed with other [such cooked items], it becomes void [when there are] 201 [other such cooked items].",
            "An oven which was lit with shells of 'orlah, and bread was baked in it, the bread should be burned. If that bread was mixed with others, it is nullified one in two hundred.",
            "Someone who has bundles of fenugreek which come from a kilayim vineyard, he must burn them. If [these bundles] got mixed with other [such bundles], they must all be burnt, these are the words of Rabbi Meir. And the sages say, they are void in a [pile of] 201 [other such bundles].",
            "[This previous law is because] Rebbe Meir used to say, if it is the normal way to count [an object individually], then it renders everything as holy [and thereby forbidden]. The Sages say that only six things render everything as holy. And Rebbe Akiva says there are seven. They are, \"perech\" nuts, Badan pomegranates, sealed jars, beet shoots, cabbage heads, Greek gourds. Rebbe Akiva says, loaves of bread of homeowners. That which is fit for <i> Orlah </i> is <i> orlah </i>. That which is fit for <i> kilai hakerem </i> is <i>kilai hakerem</i>.",
            "(How so)? If nuts split, pomegranates separate, barrels open, gourds are cut, loaves of bread are crumbled, they are nullified one in two hundred.",
            "If there is a doubt about [whether or not a certain fruit is] 'orlah, in Israel it is forbidden [to have benefit from it] and a in Suria it is permitted and outside Israel, he can go down [to the market] and buy it, as long as he doesn't see him picking it. A vineyard that has vegetables planted in it [rendering them kilayim] in Israel they are forbidden [from benefit] and in Suria they are permitted and outside Israel he can go down [to the market] and buy them as long as he doesn't pick them himself. New [wheat] is forbidden by law of the Torah everywhere. But 'orlah and kilayim or forbidden by law of the Rabbis."
        ]
    ],
    "titleVariants": [
        "M Orlah",
        "M. Orlah",
        "Mishna Orlah",
        "Mishnah Orlah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ]
}