{
    "versionTitle": "Wikisource Mishna",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishnah Orlah",
    "lengths": [
        3,
        35
    ],
    "text": [
        [
            "If one plants [a tree] to serve as a fence, or, for [its wood to be used as] beams [since it was not meant as a food tree] it is exempt from the laws of orlah. Rabbi Yose says: Even if he intended the inner side [facing his house] to be for fruit and the outer side [facing the street] to be a fence, [though its one tree] the inside fruit is subject while the outside is not.",
            "At the time that our forefathers came into the Land and found [food trees] already planted, [since the verse states: “and you plant”] it is exempt. If [after they came to Land] they [a Jew or Gentile] planted a tree though [the Land] had not yet been conquered [the word “any” comes to include such a case, and thus] it was subject. If one planted a tree [on his property] for public use, it is subject [the word לכם in plural “it must be blocked to לכם,” includes the case where it was for public use], but Rabbi Yehudah exempts [he maintains the plural word, ונטעתם — and you plant” is also an inclusion, thus one inclusion לכם, written after another inclusion ונטעתם, comes to exclude (Menahot 89a)]. If one planted on public property [for personal use], or, if a Gentile planted [a tree], or, if a thief planted [a tree on property that was not his], or, if one planted on a boat [made from clay, where the roots puncture the clay, or one from wood where it has a hole on its bottom], or a tree which grew on its own, it is subject to orlah.",
            "If a tree was uprooted together with its rock-soil [i.e., the hard soil which is wrapped around the roots is still intact], or if a river [flooded and] swept it away in a flood, together with its rock-soil, [and one, subsequently, added more soil and it started growing again], if it could have lived [just from the rock-soil] it is exempt, but if not [it is considered as a newly planted tree and it is subject [to three new years of orlah]. If the rock-soil became detached [exposing the roots] from one side, or, if a plow shook it off, or, if he shook it off until it [the rock soil] turned into loose soil (Tiferet Yisrael), if it could have lived [with the exposed roots] it is exempt, but if not [it is considered as a newly planted tree and it is subject [to three new years of orlah].",
            "If a tree was uprooted but one root remained [connected to the ground], it is exempt. And how large must that root be? Rabban Gamliel says in the name of Rabbi Elazar the son of Yehudah of Bertota: As [the thickness of] a stretching pin [used to stretch cloth].",
            "If a tree was uprooted and it had a [planted] rooted shoot [i.e., it had a low lying branch which was bent and planted into the ground] and the tree is now deriving nourishment [only] from the [new] shoot, the old [detached] tree now assumes the status of the shoot [and since the shoot is now considered as if freshly planted, thus, both it, and the old tree, now require three years of orlah]. If one [bent and] rooted [a branch into the soil the first year and after it grew rooted the new branch the following] year [and did so repeatedly, year] after year, and it [the first shoot] became detached, [all the shoots are considered as being newly planted and] one counts [the three years] from the time it became detached. [It was the usual practice to graft one long vine shoot onto the length of another.] [The law regarding]: Connected grafted shoots of vines, and [regarding] grafted, vine shoots, growing on other grafted, vine shoots, even if he rooted [and planted the middle section into the ground, it is not viewed as newly planted and its fruit] are permitted. Rabbi Meir says: In a case where the potency [of the graft] is strong [and it draws its nourishment from the mother vine], it is permitted, but where the potency [of the graft] is weak [and draws its nourishment from the rooted middle of the vine] it is [considered newly planted fruit and is] prohibited. So, too, regarding a bent-down [rooted] shoot which has become detached and it is full of fruit [since, as we will see later, in 2:1, that orlah which got mixed up with non-orlah requires a two hundred to one ratio for neutralization], if the fruit increased [in size] one two-hundredth [part after its detachment] it is prohibited.",
            "If a shoot of orlah or a shoot of kilayim became mixed up [in the case of kilayim the example would be, where he placed a perforated planting pot under a vine, thus both the vine, and now this new plant, are drawing nourishment from the same ground; subsequently, he removed the pot and doesn't remember from where], he must not gather them [since plants while still attached to the ground have no neutralization]. However, if he did gather them, it becomes neutralized in [a mixture of] two hundred and one, provided that he did not gather them with this purpose in mind [since the Rabbis prohibit doing so intentionally]. Rabbi Yose says: Even if he gathered them deliberately [in order to neutralize them] it becomes neutralized in two hundred and one [because the Rabbis did not institute precautionary measures in uncommon cases such as these].",
            "Leaves, sprouts, the sap of vines and vine buds, are permitted regarding orlah, revai [fourth year produce, which have similar laws as ma'aser sheni] and to a nazir, but are prohibited from an [idolatry] asheirah [tree]. Rabbi Yose says: vine-buds are prohibited because it is in fact a fruit. Rabbi Eliezer [maintains that all sap, even from non-fruit trees are considered as fruit and] says: If one curdles milk with the resin of orlah, it is prohibited [the halachah does not follow Rabbi Yose nor, Rabbi Eliezer]. Rabbi Yehoshua said: I have heard explicitly, that if one curdles with resin of leaves, or, the resin of roots, it is permitted, but, if with the resin of unripe fruit, it is forbidden, because they are considered fruit.",
            "Defective grapes [which were stricken before reaching a third of their growth], grape pits and grape skins and temed [wine] made from [soaking] them [in water], the outer skin of the pomegranate and the sprout [at the top], nutshells and fruit pits, are prohibited regarding orlah, asheirah and to a nazir, while they are permitted regarding revai [since regarding revai they must be ready to be eaten in Jerusalem]. Regarding fruit that fell before becoming ripe, they are prohibited regarding all [of the aforementioned].",
            "Rabbi Yose says: One may plant an orlah shoot [since one may derive benefit from the wood of orlah] but one may not plant a nut [from a tree which was orlah], because it is considered fruit. And one may not graft [palm branches, of orlah, already bearing the] early berries of the dates [lest, he come to eat them]."
        ]
    ],
    "heTitle": "ערלה",
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94",
    "maps": [],
    "length": 3,
    "titleVariants": [
        "M Orlah",
        "M. Orlah",
        "Mishna Orlah",
        "Mishnah Orlah"
    ],
    "textDepth": 2,
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ]
}