{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Niddah",
    "title": "Mishnah Niddah",
    "lengths": [
        10,
        79
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה נדה",
    "versionSource": "http://www.sefaria.org/Mishnah_Niddah",
    "next": "Mishnah Niddah 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Niddah",
    "text": [
        [
            "Shammai says: for all women it suffices [to reckon] their [period of niddah] from their time [of discovering the flow]. \nHillel says: [niddah is reckoned retroactively] from the [previous] examination to the [last] examination, even if this was many days.\nThe sages say: we rule not like this or like that, but [women are considered in niddah] during [the preceding] twenty-four hours  when this  lessens the period from examination to examination, and during the period from the [previous] examination to the [last] examination when this  lessens the period of twenty-four hours.\nFor any woman who has a regular period it suffices [to reckon  from] the time she discovers the flow.\nAnd if a woman uses rags when she has marital intercourse, this is like an examination, which lessens either the period of the [past] twenty-four hours or the period from the examination to the examination.",
            "How does [the principle] \"her time suffices\" [work]? If she was sitting on a bed and busied with clean stuffs [e.g., vegetables], and she left and [then] saw [blood], she is unclean and all [the other things] are pure. Even though they said, \"she contaminates from moment to moment [i.e., 24 hours retroactively], she only counts [her days of menstrual impurity] from the moment she saw.",
            "Rabbi Eliezer said, Four [types] of women are judged in their hour: the virgin, the pregnant, the nursing, and the elder. Rabbi Yehoshua said, I only heard about the virgin, but the law follows Rabbi Eliezer. ",
            "What is a \"Betula\" (lit. virgin) [in this context]? Anyone who has never seen [menstrual] blood [ie. who has never menstruated], even if she is married. [What is] \"Menika\" (lit. nursing)? [A women is considered nursing] until she weans her child. If she gave her child to a nursemaid, weaned him or he died, R' Meir says she becomes impure retroactively for 24 hours. Chachamim say, she is impure from the moment she discovers she's impure. ",
            "What is a \"Zekaina\" (lit. old woman)? Anyone who has gone through three Onot (amount of time of menstrual cycle) during her old age [without menstruating]. R Eliezer says any women [old or young] who has gone through three Onot [without menstruating] only becomes impure from when she discovers she's impure. R Yose says a pregnant or nursing woman who has gone through three Onot [without menstruating] only becomes impure from when she discovers she's impure. ",
            "And concerning what did they say \"it suffices [for to consider] her unclean from the time [of observing the flow]\"? \n[This refers to] the first observation,  but after a second observation she defiles retroactively for a period of twenty-four hours. \nIf she saw the first flow on account of an accident even for her subsequent observation  it suffices [to consider her unclean from] the time of her [observing the flow].\n",
            "Even though they said that it suffices to consider her unclean from the time she observes a flow, she should nevertheless examine herself,  except for a menstruant or one who is sitting over pure blood.   \nShe should have intercourse using testing-rags except when she is sitting over pure blood or when she is a virgin whose blood is pure.\nAnd twice [daily] she should examine herself: in the morning  and at twilight, and also when she is about to have sexual relations.\nMore restricted than this are priestly women [for they should examine themselves] when they are eating terumah. \nRabbi Judah said: [these must examine themselves] also after they have concluded eating terumah. \n"
        ],
        [
            "Every hand that makes frequent examination: \nIn the case of women is praiseworthy,  \nBut in the case of men it ought to be cut off.  \nIn the case of a deaf woman, a woman not of sound senses, a blind or an insane woman, if other women of sound senses are available they attend to her, and they may eat terumah. \nIt is the custom of the daughters of Israel to have intercourse using two testing-rags, one for him and the other for her.\nModest women prepare also a third rag to prepare the \"house\" [before intercourse]. \n",
            "If [blood] is found on his rag they are both unclean and they are liable to bring a sacrifice.   \nIf it is found on her rag immediately after their intercourse, they are both unclean and must bring a sacrifice. \nIf it is found on her rag after a time, they are unclean due to doubt but they are exempt from a sacrifice.\n",
            "What is meant by \"after a time\"? As long as it takes for her to get down from the bed and wash her \"face.\"   \n[If blood was found] after she causes impurity retroactively for a period of twenty-four hours but she does not defile the man who had intercourse with her.   \nRabbi Akiva says: she also defiles the man who had intercourse.\nAnd the sages agree with Rabbi Akiva that one who saw a bloodstain defiles the man who had intercourse with her.\n",
            "All women are in the presumption of being pure for their husband. \nThose who return from a journey, their wives are in the presumption of being pure.\nBet Shammai says: she needs two testing-rags for every time she has intercourse, or she must have relations in the light of a lamp.   \nBet Hillel says: two testing-rags suffice her for the whole night.\n",
            "The sages spoke of a woman through a parable: \nA chamber, a vestibule and an upper chamber.  \nThe blood of the chamber is unclean, \nIf blood is found in the vestibule, and there is a doubt about its origin,  it is deemed impure, because it is presumed to have come from the source.\n",
            "Five kinds of blood in a woman are impure: red, black, like bright crocus, like earthy water, or like diluted wine.  \nBet Shammai says: also like fenugreek water or the juice of roasted meat.\nBut Bet Hillel declares these pure. \nOne that is yellow (green): \nAkavia ben Mahalalel declares impure.\nAnd the sages declare pure. \nRabbi Meir said: even if it does not convey impurity as a bloodstain it conveys impurity as a liquid.  \nRabbi Yose says: not for this, nor for that.   \n",
            "What is considered red? Like the red of a wound.\nBlack: Like ink-sediment.\nDarker than this is impure.\nLighter than this is pure.\nLike bright crocus: like the clearest shade in it.\nLike earthy water: from the Bet Kerem valley, when water floats over it.\nLike diluted wine: two parts water, one part wine, from wine of the Sharon. \n"
        ],
        [
            "A woman who aborted a shapeless object:  \nIf there was blood with it, she is impure,  \nIf not, she is pure.\nRabbi Judah says: in either case she is impure.\n",
            "If a woman miscarried an object that was like a rind, like a hair, like earth, like red flies, let her put it in water: \nIf it dissolves she is impure, \nBut if it does not she is pure.  \nIf she miscarried an object in the shape of fishes, locusts, or crawly or creeping things:\nIf there was blood with them she is impure,  \nIf not, she is pure.   \nIf she miscarried an object in the shape of a beast, a wild animal or a bird, whether pure or impure:\nIf it was a male she sits in impurity as she would for a male;\nAnd if it was a female she sits in impurity as she would for a female.\nBut if the sex is unknown she sits in impurity for both male and female, the words of Rabbi Meir. \nThe sages say: anything that does not have the shape of a human being cannot be regarded as a human fetus. \n",
            "If a woman miscarried a sac full of water, full of blood, or full of pieces of flesh, she need not be concerned that it was a fetus.\nBut if its limbs were formed she must sit for both male and female.\n",
            "If she miscarried a sandal or a placenta she sits in impurity for both male and female.\nIf a placenta is in a house, the house is impure, not because a placenta is a fetus but because there can be no placenta without a fetus. \nRabbi Shimon says: the fetus might have been mashed before it came out.  \n",
            "If she miscarried a tumtum or an androginos, she must sit for a male and a female.  \nA tumtum and a male, or an androginos and a male, she must sit for a male and a female.   \nA tumtum and a female or an androginos and a female, she must sit only for a female.   \nIf it came out in pieces or in a reversed position once its greater part came out it is deemed born. \nIf it came out in the normal way, until the greater part of its head came out. \nAnd what is meant by the \"greater part of its head\"? Once the forehead comes out.\n",
            "If a woman miscarried and it is unknown what it was, she sits for both a male and a female.   \nIf it is unknown whether it was a fetus or not, she sits for both a male and a female and as a menstruant.  \n",
            "A woman who miscarried on the fortieth day, she need not be concerned that it was a fetus.\nOn the forty-first day, she sits as for both a male and a female and as for a menstruant. \nRabbi Ishmael says: on the forty-first day she sits as for a male and as for a menstruant. On the eighty-first day she sits as for a male and a female and a menstruant, because a male is fully fashioned on the forty-first day and a female on the eighty-first day. \nBut the sages say: the fashioning of the male and the fashioning of the female both take forty-one days.\n"
        ],
        [
            "The daughters of the Samaritans  are regarded as menstruants from their cradle.\nAnd Samaritans defile a couch underneath as one above, since they have intercourse with menstruants, because [their wives] sit [impure for seven days] on account of any blood.   \nHowever, on account of their [impurity] one is not obligated for entrance into the Temple nor is terumah burned on their account, since their impurity is only of a doubtful nature.\n",
            "The daughters of the Sadducees, so long as they are accustomed to walking in the paths of their fathers, are to be regarded as Samaritan women.\nIf they left those paths to walk in the paths of Israel, they are to be regarded as Israelite women. \nRabbi Yose says: they are always like Israelite women unless they leave the paths of Israel to walk in the paths of their fathers. \n",
            "The blood of a non-Jew and the clean blood of a woman with scale disease:\nBet Shammai declares pure.\nAnd Bet Hillel says: it is like her spit or her urine.\nThe blood of a woman after childbirth who did not immerse: \nBet Shammai says it is like her spit or her urine,  \nBut Bet Hillel says: it conveys impurity both when wet and when dry.\nThey agree that if she gave birth while in a state of flux, it conveys impurity both when wet and when dry.\n",
            "A woman who is having difficult labor is regarded as a menstruant. \nIf she had difficult labor for three days of the eleven days and she ceased having pains for twenty-four hours and then gave birth, she is regarded as having given birth in a state of flux, the words of Rabbi Eliezer. \nRabbi Joshua says: a night and a day, as the night and the day of Shabbat.\nThat she ceased from having pain, but not from bleeding.",
            "How long can difficult labor [be considered] as lasting?  \nRabbi Meir says: even forty or fifty days.  \nRabbi Judah says: the [ninth] month is sufficient for her.  \nRabbi Yose and Rabbi Shimon say: difficult labor is not for more than two weeks [before birth]. \n",
            "A woman who was in difficult labor during the eighty days for the birth of a female, all kinds of blood that she sees are pure, until the fetus comes out. \nBut Rabbi Eliezer declares them unclean.   \nThey said to Rabbi Eliezer: if in a case where there was a stringency in regard to blood discharged in the absence of pain, there was a leniency in regard to blood discharged during difficult labor, in a case where there was a leniency in regard to blood discharged in the absence of pain is it not logical to be lenient in regard to blood discharged during difficult labor?   \nHe said to them: it is enough for the case inferred to be treated in the same manner as the one from which it is inferred. For in what way were you lenient upon her? From the impurity of flux, but she does have the impurity of a menstruant. \n",
            "Throughout all eleven days she is in a presumption of purity.   \nIf she sat and did not examine herself—if this was unwittingly, under duress or intentionally, she is pure. \nIf the time of her regular period arrived and she did not examine herself she is impure.  \nRabbi Meir says: if a woman was in a hiding place when the time of her regular period arrived and she didn't examine herself she is pure, because fear suspends the flow of blood. \nBut during the days prescribed for a zav or a zavah  or for one who waits day against day, these are  presumed to be impure.  \n"
        ],
        [
            "For a Caesarean section the mother doesnt sit days of impurity and purity and she is not liable to bring a sacrifice. Rabbi Shimon says it is like a regular birth. All women become impure from the outer chamber as it says (Leviticus 15) \"blood will be her Zavah from within her flesh\". But a Zav and a Baal Keri do not become impure until their impurity leaves them. ",
            "If he was eating Terumah and he felt his limbs start to shake he should hold his member and swallow the Terumah. One becomes impure from any minute amount even as small as a mustard seed or smaller. ",
            "A one day old baby girl can become impure like a Niddah. Once she is ten days old she can become a zivah. A baby boy one day old can become impure as a zav or with tzara'at or by touching a dead body,  and can make a woman eligible for Yibbum or exempt her from Yibbum. He can allow a woman to eat Terumah or prevent a woman from eating Terumah. He can accept a portion of his fathers estate and pass on a portion,  one who kills him is liable,  and he is like a full person to his parents and his relatives. ",
            "A girl three years and one day old can be married through relations and if a Yavam slept with her he has acquired her.  One is liable for sleeping with a married woman because of her and she can make one who sleeps with her impure to make lower layers impure like upper layers he sits on. If she married a priest she can eat Terumah. If someone invalid slept with her she becomes invalid for priests. If any of the illicit relatives stated in the Torah slept with her they are put to death but she is exempt. If she is younger than that it is like putting a finger in an eye. ",
            "A boy aged nine years and one day who comes upon [his brother's widow], he acquires her. And he need not give her a divorce document, until he grows up. ",
            "A girl aged eleven years and one day, her vows are checked. A girl aged twelve years and one day, her vows stand, and we check for the whole age of twelve. \n\nA boy aged twelve years and one day, his vows are checked. A boy aged thirteen years and one day, his vows stand, and we check for the whole age of thirteen.\n\n Preceding this time, even if they said, we know in whose name we vowed, and whose name we sanctified, their vows are not vows and their sanctifications are not sacred. \n\nAfter this time, even if they say, we don't know in whose name we vowed, and in whose name we sanctified, their vows are vows and their sanctifications are sacred.",
            "The sages spoke of a woman in a parable: an unripe fig, a fig in its early ripening stage and a ripe fig. \n\"An unripe fig\": while she is yet a child; \n\"A fig in its early ripening stage\": when she is in her youth. \nFor both of them her father is entitled to anything she finds and to her handiwork and to the right to annul her vows. \n\"A ripe fig\"— as soon as she becomes of majority age, her father has no longer any right over her.\n",
            "What are her signs? \nRabbi Yose the Galilean says: the appearance of the wrinkle beneath the breast. \nRabbi Akiva says: from when the breasts hang down. \nBen Azzai says: the darkening of the ring around the nipple. \nRabbi Yose says: [the development of the breast to a stage] when one's hand is put on the nipple it sinks and only slowly rises again. \n",
            "A woman of twenty who did not bring forth two hairs, she must bring evidence that she is twenty years of age and she is an aylonit, she doesn't perform halitzah or levirate marriage. \nA man of twenty years who did not bring forth two hairs, he  must bring evidence that he is twenty years old and he is a eunuch and he doesn't perform halitzah or levirate marriage, the words of Bet Hillel. \nBet Shammai says: both this one and that one at the age of eighteen. \nRabbi Eliezer says: In the case of the male, according to the words of Bet Hillel, while in that of the female, in accordance with the words of Bet Shammai, since a woman matures earlier than a man. \n"
        ],
        [
            "If the lower sign appears before the upper sign, she can perform halitzah or levirate marriage.\nIf the upper sign appears before the lower sign, even though this is impossible:\nRabbi Meir says: she doesn't perform halitzah or levirate marriage.\nAnd the sages say: she can perform halitzah or levirate marriage. \nFor they have said: it is possible for the lower sign to appear before the upper sign, but it is impossible for the upper sign to appear before the lower sign. \n",
            "Similarly, any [hole in] an earthen vessel that lets in a liquid  will  let it out, but there may be one that will let liquid out and will not let it in.   \nAny limb that has a nail also has a bone in it, but there may be one that has a bone in it but does not have a nail.   \n",
            "Whatever is susceptible to midras impurity is also susceptible to corpse impurity.\nBut there are things that are susceptible to corpse impurity but not to midras impurity.   \n",
            "Anyone who is fit to try capital cases is also fit to try monetary cases.\nBut there are those who are fit to try monetary cases and and unfit to try capital cases.\nAnyone who is eligible to act as judge is eligible to serve as a witness.\nBut there may be one who is eligible to act as witness and not as judge.\n",
            "Whatsoever is liable for tithes is susceptible to food impurity.\nBut there are things that are susceptible to food impurity and not liable for tithes. \n",
            "Whatever is subject to [leaving] the corner is also subject to tithes.\nBut there is that which is subject to tithes and is not subject to [leaving] the corner.\n",
            "Whatever is subject to the laws of the first of the fleece is also subject to priestly gifts.\nBut there may be that which is subject to the law of the priestly gifts and not to that of the first of the fleece.\n",
            "Whatever is subject to the law of removal is also subject to the sabbatical year.   \nBut there is that which is subject to the sabbatical year and is not subject to the law of removal.   \n",
            "Whatever has scales has fins, \nBut there is that which has fins and no scales. \nWhatever has horns has [split] hooves; \nBut there are those that have [split] hooves and no horns. \n",
            "Whatever requires a blessing after it requires one before it;\nBut there are things that require a blessing before them and not after them.\n",
            "A young girl who has brought forth two pubic hairs may perform either halitzah or contract levirate marriage, and she is obligated in all the commandments in the Torah. \nSo too if a young boy has brought forth two pubic hairs, he is obligated in all of the commandments in the Torah. \nHe is fit to become a wayward and rebellious son from the time he has brought forth two hairs until the time when his beard forms a circle.  \nThis refers to the lower, and not to the upper one, but the sages spoke using a euphemism.  \nA girl who has brought forth two hairs may no longer refuse the marriage. \nRabbi Judah says:  until the black [hairs] predominate.   \n",
            "The two hairs spoken of in regard to the red heifer and in regard to scale disease as well as those spoken of anywhere else must be long enough for their tips to be bent to their roots, the words of Rabbi Ishmael. \nRabbi Eliezer says: long enough to be grasped by a finger-nail.\nRabbi Akiva says: long enough to be taken off with scissors. \n",
            "A woman who found a blood-stain, she is spoiled and must take into consideration the possibility that it was due to genital discharge, the words of Rabbi Meir. \nBut the sages say: blood-stains do not contain genital discharge.\n",
            "A woman who observed [a discharge of blood] on the eleventh day at twilight, at the beginning of a menstruation period and at the end of a menstruation period, at the beginning of a genital discharge period and at the end of a genital discharge period; \nOn the fortieth day after the birth of a male or on the eightieth day after the birth of a female,   \nAt twilight in all these cases, behold these women have made a mistake [in their counting].   \nRabbi Joshua said: before you fix the situation for the women who lack intelligence, come and fix the situation for the clever ones.\n"
        ],
        [
            "The blood of a menstruant and the flesh of a corpse defile when wet and when dry. \nBut the discharge [of a zav], and the phlegm [of a zav] and the spit [of a zav], a dead creepy thing, carrion and semen defile when wet but not when dry. \nIf they can be soaked and then revert to their original condition they defile when wet and when dry. \nAnd how long must they be soaked?   In lukewarm water for a period of twenty four hours.   \nRabbi Yose says: If the flesh of a corpse is dry, and it cannot be soaked and brought back to its original condition, it is pure.\n",
            "A dead creepy thing which was found in an alley defiles retroactively to such time as one can say, \"I examined this alley and there was no dead creepy thing in it,\" or to such time as it was last swept. \nSo also a bloodstain found on a garment defiles retroactively to such time as one can say, \"I examined this shirt and there was no stain on it\" or to such time as it was last washed. \nAnd it defiles whether it is wet or dry.   \nRabbi Shimon says: if it is dry it defiles retroactively, but if it is wet it defiles only to a time when it could still go back and become wet.\n",
            "All bloodstains that come from Rekem are pure.   \nRabbi Judah declares them impure, because the people who live there are converts though mistaken.   \nThose that come from non-Jews are pure.   \nThose that come from Israelites or from Samaritans:\nRabbi Meir declares them impure, \nBut the sages declare them pure because they are not suspected in regard to their blood stains. \n",
            "All bloodstains, wherever they are found are pure except those that are found in rooms or around a house for impure women.\nA house for impure Samaritan women defiles by overshadowing because they bury miscarriages there. \nRabbi Judah says: they did not bury them but threw them away and the wild beasts dragged them off.\n",
            "They are believed when they say, \"we buried miscarriages there,\" or \"we did not bury them.\" \nThey are believed when they say concerning a beast whether it had given birth to a firstling or had not given birth to one. \nThey are believed about the marking of graves.\nBut they are not believed in regard to overhanging branches, or protruding stones or a doubtful cemetary  \nThis is the general rule: any matter about which they are suspected they are not believed.\n"
        ],
        [
            "A woman who observed a bloodstain on her body:  \nIf it was opposite her genital area she is impure;\nBut if it was not opposite her genital area she is pure. \nIf it was on her heel or on the tip of her large toe, she is impure.  \nOn her thigh or on her feet: \nIf on the inner side, she is impure; \nIf on the outer side, she is pure.\nAnd if on the front and back sides  she is pure. \nIf she observed it on her garment: \nBelow the belt, she is impure,  \nBut if above the belt, she is pure. \nIf she observed it on the sleeve of her shirt: \nIf it  reaches as low as her genital area, she is impure,  \nBut if it cannot, she is pure. \nIf she takes it off and covers herself with it in the night, she is impure wherever the stain is found, since it can turn around.  \nAnd the same law applies to a pallium jacket.\n",
            "And she can attribute [the bloodstain] to any other cause to which she can possibly attribute it.  \nIf [for instance] she had slaughtered a beast, a wild animal or a bird, or if she was occupied with bloodstains or if she sat beside those who were occupied with them, or if she killed a louse, she may attribute the bloodstain to it. \nHow large a stain may be attributed [to a louse]?  \nRabbi Hanina ben Antigonus says: one up to the size  of a split bean, and even if she did not kill it.   \nShe may also attribute it to her son or to her husband.\nIf she herself had a wound that could open again and bleed she may attribute it to the wound.\n",
            "It happened that a woman came in front of Rabbi Akiva.\nShe said to him: I have observed a bloodstain.\nHe said to her: Perhaps you had a wound? \nShe said to him: Yes, but it has healed. \nHe said to her: Perhaps it could have opened again and let out some blood.\"\nShe said to him: Yes.\nAnd Rabbi Akiva declared her pure. \nHe saw his disciples looking at each other [in astonishment]. \nHe said to them: Why do you find this difficult, for the sages did not say this rule in order to be stringent but rather to be lenient, for it is said, \"And if a woman have issue, and her issue in her flesh be blood\" (Leviticus 15:19) blood but not a bloodstain. \n",
            "A testing rag that was placed under a pillow and some blood was found on it: \nIf it is round it is pure.  \nIf it is elongated it is impure, the words of Rabbi Elazar bar Zadok.\n"
        ],
        [
            "A woman who was attending to her needs and observed an issue of blood: \nRabbi Meir says: if she was standing she is impure but if she was sitting she is pure. \nRabbi Yose says: in either case she is pure.",
            "A man and a woman who did their needs in the same bowl and blood was found on the water:\nRabbi Yose declares it pure,  \nRabbi Shimon declares it impure, since it is not usual for a man to discharge blood, rather the presumption is that blood is from the woman. \n",
            "If she lent her shirt to a non-Jewish woman or to a menstruant she may attribute it [the stain] to her.   \nIf three women had worn the same shirt or had sat on the same bench and subsequently blood was found on it, all are impure.   \nIf they had sat on a stone bench or on the projection within the colonnade of a bath house:\nRabbi Nehemiah says that they are clean, for Rabbi Nehemiah says: anything that is not susceptible to uncleanness is not susceptible to stains.  \n",
            "Three women that were sleeping in one bed and blood was found under one of them they are all impure.  If one of them checked and found that she was impure, she is impure and the other two are pure, and they can rely on each other [being the impure one]. If none of them were fit to see [blood], we view all of them as if they were fit to see [blood].",
            "If three women were sleeping in one bed and blood was found under the middle one they are all impure.  Under the one on the inside, the two inner ones are impure and the outer one is pure.  Under the outside one, the two outer ones are impure and the inside one is pure.  Rabbi Yehuda says, when is this the case? when they entered by way of the foot of the bed, but if they entered the bed by the side, then they are all impure.  If one of them checked and found she was pure, she is pure and the other two are impure.  If two of them checked and found they were pure they are pure and the third one is impure.  If three of them checked and found they were pure, they are all impure.  To what is this comparable?  To an impure mound [containing a dead body] that became mixed between two pure mounds, if one of them was checked and found to be pure, it is pure and the other two are impure.  If two of them were checked and found to be pure they are pure and the third one is impure.  If three of them were checked and found they were pure, they are all impure says Rabbi Meir because Rabbi Meir says anything which is presumed to be impure remains impure until it becomes known where the impurity is.  But the sages say they check until the reach a rock or untouched soil.",
            "Seven signs test for a stain, bland saliva, bean water, urine, niter, soapwort, kemunia, and potash.  If they immersed it and prepared upon it pure things and passed these seven signs on it and the stain was not removed, it is dye and does not need to be immersed.  If it was removed or faded it is a [blood] stain and the pure things become impure and it requires immersion. ",
            "What is bland saliva?  That one anyone who has not eaten anything [that day].  What is bean water?  That made from the grits of beans that split.  Urine? That which has fermented.  And it must be washed three times with each one. If he did not do them in the right order or if he did all seven at once it does not count. ",
            "Any woman who has reached her time, her time is sufficient [she becomes impure once she sees blood].  The following are considered her time:  If she yawns, sneezes, feels pain in her stomach, or in her lower abdomen, sees a discharge, gets shivers or any similar symptoms.  Any woman who has three occurrences of these things establishes a time for herself. ",
            "If she used to see at the beginning of her time period anything pure that she touches during her time is impure.  If she usually sees at the end of her time period anything pure she touches during her time remains pure.  Rabbi Yossi says even days and hours can be time periods.  If she was used to seeing at sunrise only things she touched during sunrise become invalid.  Rabbi Yehuda says the whole day is hers. ",
            "If she was used to seeing on the fifteenth day [of a month] and she changed to see on the twentieth both days are forbidden [for relations].  If she changed a second time to the twentieth both days remain forbidden.  If she sees a third time on the twentieth the fifteenth is now permitted and she has established the twentieth because a woman can only establish a time period if it happens three times.  She can only be purified from a time period if she does not see during it three times. ",
            "Women while they are virgins are like vines.  There are vines whose wine is red, and there are vines whose wine is black. There are vines who have a lot of wine and there are vines that do not have a lot of wine.  Rabbi Yehuda says Every vine has wine in it and that which does not is a Dorketi. "
        ],
        [
            "A young girl who has not yet reached her time and was married, Beit Shammai says we give her four nights.  Beit Hillel say until the wound is healed.  If he time to see has come and she was married, Beit Shammai says we give her the first night and Beit Hillel says we give her until Saturday night, four nights.  If she sees while still in her fathers house Beit Shammai says we give her the intercourse of Miztvah and Beit Hillel say the whole night is hers. ",
            "If a Niddah checked herself on the seventh day in the morning and found she was pure, and during sunset she did not separate and after a few days she checked herself and found she was impure, she is assumed to have been pure.  If she checked herself on the seventh day in the morning and found she was impure and during sunset she did not separate and after a few days she checked herself and found she was pure she is assumed to be impure and she is impure from time to time and from checking to checking.  And if it is her time period, her time is enough.  Rabbi Yehuda says one who does not separate herself from pure things from midday [on the seventh day] on is assumed to be impure.  The sages say even if on the second day of her Niddah if she checked herself and found she was pure and during sunset she did not separate and after a few days she checked and found she was impure she is assumed to have been pure. ",
            "A Zav or Zavah who checked themselves on the first day and found they were pure and again on the seventh day and found they were pure, but the days in between they did not check, Rabbi Eliezer says they are assumed to be pure. Rabbi Yehoshua says they only have the first and seventh days [as part of their count].  Rabbi Akiva says they only have the seventh day. ",
            "A Zav, Zavah, Niddah, a woman who had given birth or a leper who died, they transmit impurity through carrying until the flesh starts to decay.  A non-Jew who died does not transmit impurity through carrying.  Beit Shammai says all women who die have the status of Niddah but Beit Hillel says the are only a Niddah if they died while in a state of Niddah. ",
            "A woman who died and a quarter log of blood left them, it transmits impurity because of a stain and transmits impurity through a tent.  Rabbi Yehuda says, it does not transmit impurity because of a stain since it was uprooted after she died.  But Rabbi Yehuda agrees that one sitting on a birth stool and died and a quarter log of blood left her that it transmits impurity because of a stain.  Rabbi Yossi says therefore it does not transmit impurity through a tent. ",
            "At the beginning they would say one sitting in pure blood [after giving birth] could pour out water for the Passover offering. They then retracted saying she is like one who touched someone who touched dead body for sanctified things as Beit Hillel says.  Beit Shammai says it is as if she touched the dead body. ",
            "And they agree that she can eat Ma'aser and she can cut off Challah, and she can bring it near and designated it.  If any of her saliva or pure blood fell on a loaf of Terumah it is pure.  Beit Shammai says she requires immersion at the end but Beit Hillel says she does not require immersion at the end. ",
            "If a woman sees on the eleventh day and immerses that night and has relations, Beit Shammai says they both make things they sit and lie on impure and they must bring a sacrifice.  Beit Hillel says they are exempt from a sacrifice.  If she immersed on the next day and had relations and then sees Beit Shammai says they make things they sit and lie on impure and they are exempt from a sacrifice.  Beit Hillel say this person is a glutton.  And they agree that if she sees during the eleven days and she immersed that night and had relations that they both make things they sit and lie on impure and they must bring a sacrifice.  If she immersed on the next day and had relations this is improper conduct and their touching and relations are in suspension.  "
        ]
    ],
    "titleVariants": [
        "M Niddah",
        "Mishna Niddah",
        "Mishnah Niddah",
        "M. Niddah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Tahorot"
    ]
}