{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        350,
        914
    ],
    "ref": "Bava Batra",
    "title": "Bava Batra",
    "heTitle": "בבא בתרא",
    "versionSource": "http://www.sefaria.org/Bava_Batra",
    "maps": [],
    "length": 176,
    "book": "Bava Batra",
    "text": [
        [],
        [],
        [
            "Mishnah: Partners agree to make a division in a courtyard; they build a wall in the middle. ",
            "In a place where the custom is to build with rough stone, smooth stones, half-bricks, or bricks, they must build according to the custom of the land. ...",
            "If rough-stones, he gives 3 hand-breadths  (9 cm/hand-breadth) and the other gives 3 hand-breadths. ",
            "If smooth stones, he gives 2.5 hand-breadths and the other gives 2.5 hand-breadths. ...",
            "If half-bricks, he gives 2 hand-breadths and the other gives 2 hand-breadths.",
            "If bricks, he gives 1.5 hand-breadths and the other gives 1.5 hand-breadths....",
            "Therefore, if the wall falls, the place where the wall and the materials were will belong to both of them.",
            "Similarly in a garden; In a place where the custom is to build a fence, you can force the other to build.",
            "Oppositely in a wheat field, in a place where there isn't a custom to build a fence, you cannot force the other. Rather, if you want to build your own wall, build the wall on your side with a marking facing outwards.",
            "Therefore, if the wall falls, the place where the wall and the bricks were will belong to you.",
            "If both of you want to build a wall, both should mark their sides.",
            "Therefore, if the wall falls, the land and the bricks will belong to both of them:",
            "Gemarah: They thought \"division\" means wall.",
            "They show a case, ",
            "\"A wall in a vineyard falls. He says to him, \"Fix it.\" He fixes it, and it falls again. He says to him, \"Fix it.\""
        ],
        [
            "He gives up hope and doesn't fix it. This creates a forbidden mixture, and he is obligated for the damages.\" ...",
            "What is the reason? They wanted to (build a wall), behold, if they don't want to (build a wall), you can't obligate the other.",
            "We see that damage from sight is not real damage....",
            "And if you will say that...",
            "\"division\" means separation, as it is written...",
            "in Bamidbar 31:43, a congregation divides spoils of war, and since they agreed, either can force the other....",
            "We see from this that damage from sight is real damage....",
            "If so, (when the Mishnah says), \"they want to make a separation,\" (it should say), \"they wanted to divide.\"",
            "Rather, if it means \"wall\",",
            "(instead of), \"build a wall,\" (it should say), \"build it.\"",
            "If it taught \"it\", I would have said, \"(you) just (need) markers.\" Therefore it teaches (division means) ",
            "\"wall\".",
            "Build the wall in the middle and etc.",
            "It's obvious!",
            "No, it's necessary. A friend convinces another to build a wall.",
            "You might think that he can say,",
            "\"I was convinced that I would loose air flow, but not the ground space.\"",
            "Therefore it teaches damage from sight is not real damage.",
            "(Rav Nachman: sign, garden, wall, force, split, window)",
            "Come and hear.",
            "\"Similarly in a garden.\"",
            "A garden is different. Rav Aba says in the name of Rav Ava in the name of Huna in the name of Rav, \"It is forbidden for a man to stand in a friend's field in the hour it is blooming.\"",
            "\"Similarly\" (refers to)",
            "the kind of bricks.",
            "Come and hear,",
            "\"A wall in a courtyard falls and you can obligate him to build until four amot.\"",
            "A fall is different.",
            "What was he asking?",
            "The end of the mishnah you need",
            "up to four amot. Above that you cannot force him.",
            "Come and hear,",
            "\"You can force him to build a door in a gate house in a courtyard.",
            "We learn from here",
            "that damage from sight is real damage.",
            "(No) Damage from the public is different.",
            "And an individual no?",
            "Come and hear,",
            "\"You can't (force a) division in a courtyard unless he has four amot and the other has 4 amot.",
            "If there is enough for both then you can force. Is this not wth a wall?",
            "No, it's just a marker.",
            "Come and hear,",
            "\"A wall must be four amot above, below, or across a window.",
            "It is taught in a baraita,",
            "\"If (the wall is) above (the window,) it should be raised (four amot) so that one cannot hang (from the wall) and look into the window. If (the wall is) below (the window, it should be lowered four amot) so that one cannot stand on the wall and see into the window."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            0,
            "It was taught: The daughters of Zelophehad were exceedingly wise, knew well how to expound Scripture, and were perfectly virtuous. They were exceedingly wise since they chose to speak at the right time; for just then ... Moses our teacher was engaged in interpreting the section on levirate marriage. So they said, \"If in levirate marriage our status is like that of sons [ie, it is only relevant if a father dies without sons or daughters], , then give us, like a son a possession in the land. If not, then our Mother should be subjected to a levirate marriage. At once, \"Moses brought their cause before the Lord.\" The daughters also knew well how to expound Scripture [learn from the Torah] for they said, \"If our father had a son, we would not have spoken, or even if that son had a daughter, we would not have spoken.\" They were also perfectly virtuous, since they married only men who were worthy of them.\"",
            0
        ]
    ],
    "titleVariants": [
        "Bava Batra",
        "Bava Batra",
        "Tractate Bava Batra",
        "Masekhet Bava Batra",
        "Talmud Bava Batra",
        "Bava Bathra"
    ],
    "textDepth": 2,
    "versions": [
        [
            "section on Bnot Zelophchad",
            "Sefer Aggada on midrash Yalkut Pinchas 773"
        ],
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Nezikin"
    ]
}