{
    "toSections": [],
    "versionTitle": "merged",
    "sectionNames": [
        "Paragraph"
    ],
    "language": "en",
    "ref": "Mishneh Torah, Transmission of the Oral Law",
    "title": "Mishneh Torah, Transmission of the Oral Law",
    "type": "Halakhah",
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Transmission_of_the_Oral_Law",
    "next": null,
    "heTitle": "משנה תורה, מסירת תורה שבעל פה",
    "book": "Mishneh Torah, Transmission of the Oral Law",
    "text": [
        "All the mitzvot that were given to Moshe on Sinai - they were given with their explanation, as it is written: \"and I will give thee the tables of stone, and the law and the commandment.\" (Exodus 24:12) \"The Law\" - this refers to the written Torah; \"the commandment\" - this refers to the explanation. And He [HaShem] commanded to do [i.e., perform] the Law according to the commandment. And this commandment - this is called the Torah sheb'al Peh [Oral Law].",
        "The whole Torah was written by our teacher Moses before he died, in his hand. And he gave a book [of the Torah] to each and every one of the tribes. And one scroll he placed in the ark for a witness, as it is written: \"Take this book of the law, and put it by the side of the ark of the covenant of the LORD your God, that it may be there for a witness against thee.\" (Deuteronomy 31:26)...",
        "The commandment, which is the explanation of the law, he did not write. But [instead] he commanded to the Elders [of Israel], to Joshua and to the rest of all of Israel, as it is written: \"All this word which I command you, that shall ye observe to do.\" (Deuteronomy 13:1) And because of this it is called the Oral Law.",
        "Even though the Oral Law was not written, Moshe our Teacher taught all of it [the law] in his Bet Din to the seventy elders. And Elazar, Pinchas and Yehoshua - [these] three received [the Law] from Moshe. And Yehoshua who was a student of Moshe our Teacher, he [Moshe] transmitted the Oral Law to him and instructed him in it. And likewise Yehoshua taught it all the days of his life.",
        "And many elders received [the Law] from Yehoshua. And Eli received it from the elders and from Pinchas. And Shmuel received it from Eli and his court, and David received it from Shmuel and his court. And Achiya the Shilonite had left Egypt, and he was a Levi, and he heard [the Law] from Moshe, but he was a young lad in the days of Moshe. And so he received it from David and his court.",
        "And Eliyahu received it from Achiya the Shilonite and his court, and Elisha received it from Eliyahu and his court, and Yehoyada the Priest received it from Elisha and his court, and Zekharya received it from Yehoyada and his court, and Hoshea received it from Zekharya and his court; Amos received it from from Hoshea and his court, and Yeshaya received it from Amos and his court, and Mikha received it from Yeshaya and his court, and Yoel received it from Mikha and his court; Nachum received it from Yoel and his court, and Chabakuk received it from Nachum and his court; Tzephania received it from Chabakuk and his court, Yirmiyahu received it from Tzephania and his court; Baruch ben Neryah received it from Yirmiyahu and his court. Ezra and his court received it from Baruch ben Neryah and his court.",
        "Ezra's court was called \"men of the great assembly\" and comprised: Hagai, Zecharia, Malachi, Daniel, Chananiah, Mishael, Azaria, Nechemiah son of Chachliah, Mordechai, Zerubavel and a great many wise men with them to total 120 elders. The last of them was Shimon the righteous, and he was one of the 120, and received the Oral Torah from all of them. He became the High Priest after Ezra.",
        " Antignos of Socho and his court received the tradition from Shimon the Just and his court. Yosse ben Yo'ezer of Tzreidah and Yosef ben Yochanan of Jerusalem and their court received the tradition from Antignos and his court. Yehoshua ben Perachiah and Nittai of Arbel and their court received the tradition from Yosse ben Yo'ezer and Yosef ben Perachiah and their court. Yehudah ben Tabbai and Shimon ben Shatach and their court received the tradition from Yehoshua ben Perachiah and Nittai of Arbel and their court. Shemayah and Avtalion, who were righteous converts, and their court received the tradition from Yehudah and Shimon and their court. Hillel and Shammai and their court received the tradition from Shemayah and Avtalion and their court. Rabban Yochanan ben Zakkai and Rabbi Shimon, the son of Hillel the elder, received the tradition from Hillel [and Shammai] and his [their] court[s].",
        "Rabban Yochanan ben Zakkai had five students [who were] great sages and received the tradition from him. They were: Rabbi Eleazar the great, Rabbi Yehoshua, Rabbi Yosse the priest, Rabbi Shimon ben Netanel and Rabbi Elazar ben Arach. Rabbi Akiva ben Yosef received from Rabbi Eleazar the great. Yosef, his father, was a righteous convert. Rabbi Yishmael and Rabbi Meir, a son of righteous converts, received the tradition from Rabbi Akiva. Rabbi Meir and his colleagues also received the tradition from Rabbi Yishmael. ",
        "The colleagues of Rabbi Meir include Rabbi Yehudah, Rabbi Yosse, Rabbi Shimon, Rabbi Nechemiah, Rabbi Elazar ben Shamu'a, Rabbi Yochanan the shoemaker, Shimon ben Azzai, and Rabbi Chananiah ben Teradion.Similarly, Rabbi Akiva's colleagues also received the tradition from Rabbi Eleazar the great. Rabbi Akiva's colleagues include Rabbi Tarfon - the teacher of Rabbi Yosse of the Galil - Rabbi Shimon ben Elazar, and Rabbi Yochanan ben Nuri.",
        " Rabban Gamliel the elder received the tradition from Rabban Shimon, his father - the son of Hillel the elder. Rabban Shimon, his son, received the tradition from him. Rabban Gamliel, his son, received the tradition from him and Rabban Shimon, his son, received the tradition from him. Rabbi Yehudah, the son of Rabban Shimon and referred to as Rabbenu Hakadosh (\"our saintly teacher\"),17 received the tradition from his father, from Rabbi Elazar ben Shamu'a, and from Rabban Shimon and his colleagues.",
        "Our holy Teacher composed the Mishnah. From the days of our teacher Moshe until our holy Teacher they did not compose a compendium from which to teach the Oral Law in public. But in each generation the head of the Beth Din, or the prophet that lived in that generation, would write for himself reminders of that which he had heard from his teachers, and then he would teach those orally in public.",
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
    ],
    "titleVariants": [
        "Mishneh Torah, Transmission of the Oral Law",
        "Mishneh Torah, Mesirat Torah Sheba'al Peh",
        "Rambam, Transmission of the Oral Law",
        "Rambam, Mesirat Torah Sheba'al Peh",
        "משנה תורה, מסירת תורה שבעל פה",
        "רמב\"ם, מסירת תורה שבעל פה"
    ],
    "textDepth": 1,
    "prev": null,
    "sections": [],
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Introduction"
    ]
}