{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Paragraph"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, Transmission of the Oral Law", 
    "text": [
        "All the mitzvot that were given to Moshe on Sinai - they were given with their explanation, as it is written: \"and I will give thee the tables of stone, and the law and the commandment.\" (Exodus 24:12) \"The Law\" - this refers to the written Torah; \"the commandment\" - this refers to the explanation. And He [HaShem] commanded to do [i.e., perform] the Law according to the commandment. And this commandment - this is called the Torah sheb'al Peh [Oral Law].", 
        "The whole Torah was written by our teacher Moses before he died, in his hand. And he gave a book [of the Torah] to each and every one of the tribes. And one scroll he placed in the ark for a witness, as it is written: \"Take this book of the law, and put it by the side of the ark of the covenant of the LORD your God, that it may be there for a witness against thee.\" (Deuteronomy 31:26)...", 
        "The commandment, which is the explanation of the law, he did not write. But [instead] he commanded to the Elders [of Israel], to Joshua and to the rest of all of Israel, as it is written: \"All this word which I command you, that shall ye observe to do.\" (Deuteronomy 13:1) And because of this it is called the Oral Law.", 
        "Even though the Oral Law was not written, Moshe our Teacher taught all of it [the law] in his Bet Din to the seventy elders. And Elazar, Pinchas and Yehoshua - [these] three received [the Law] from Moshe. And Yehoshua who was a student of Moshe our Teacher, he [Moshe] transmitted the Oral Law to him and instructed him in it. And likewise Yehoshua taught it all the days of his life.", 
        "And many elders received [the Law] from Yehoshua. And Eli received it from the elders and from Pinchas. And Shmuel received it from Eli and his court, and David received it from Shmuel and his court. And Achiya the Shilonite had left Egypt, and he was a Levi, and he heard [the Law] from Moshe, but he was a young lad in the days of Moshe. And so he received it from David and his court.", 
        "And Eliyahu received it from Achiya the Shilonite and his court, and Elisha received it from Eliyahu and his court, and Yehoyada the Priest received it from Elisha and his court, and Zekharya received it from Yehoyada and his court, and Hoshea received it from Zekharya and his court; Amos received it from from Hoshea and his court, and Yeshaya received it from Amos and his court, and Mikha received it from Yeshaya and his court, and Yoel received it from Mikha and his court; Nachum received it from Yoel and his court, and Chabakuk received it from Nachum and his court; Tzephania received it from Chabakuk and his court, Yirmiyahu received it from Tzephania and his court; Baruch ben Neryah received it from Yirmiyahu and his court. Ezra and his court received it from Baruch ben Neryah and his court.", 
        "Ezra's court was called \"men of the great assembly\" and comprised: Hagai, Zecharia, Malachi, Daniel, Chananiah, Mishael, Azaria, Nechemiah son of Chachliah, Mordechai, Zerubavel and a great many wise men with them to total 120 elders. The last of them was Shimon the righteous, and he was one of the 120, and received the Oral Torah from all of them. He became the High Priest after Ezra.", 
        " Antignos of Socho and his court received the tradition from Shimon the Just and his court. Yosse ben Yo'ezer of Tzreidah and Yosef ben Yochanan of Jerusalem and their court received the tradition from Antignos and his court. Yehoshua ben Perachiah and Nittai of Arbel and their court received the tradition from Yosse ben Yo'ezer and Yosef ben Perachiah and their court. Yehudah ben Tabbai and Shimon ben Shatach and their court received the tradition from Yehoshua ben Perachiah and Nittai of Arbel and their court. Shemayah and Avtalion, who were righteous converts, and their court received the tradition from Yehudah and Shimon and their court. Hillel and Shammai and their court received the tradition from Shemayah and Avtalion and their court. Rabban Yochanan ben Zakkai and Rabbi Shimon, the son of Hillel the elder, received the tradition from Hillel [and Shammai] and his [their] court[s].", 
        "Rabban Yochanan ben Zakkai had five students [who were] great sages and received the tradition from him. They were: Rabbi Eleazar the great, Rabbi Yehoshua, Rabbi Yosse the priest, Rabbi Shimon ben Netanel and Rabbi Elazar ben Arach. Rabbi Akiva ben Yosef received from Rabbi Eleazar the great. Yosef, his father, was a righteous convert. Rabbi Yishmael and Rabbi Meir, a son of righteous converts, received the tradition from Rabbi Akiva. Rabbi Meir and his colleagues also received the tradition from Rabbi Yishmael. ", 
        "The colleagues of Rabbi Meir include Rabbi Yehudah, Rabbi Yosse, Rabbi Shimon, Rabbi Nechemiah, Rabbi Elazar ben Shamu'a, Rabbi Yochanan the shoemaker, Shimon ben Azzai, and Rabbi Chananiah ben Teradion. Similarly, Rabbi Akiva's colleagues also received the tradition from Rabbi Eleazar the great. Rabbi Akiva's colleagues include Rabbi Tarfon - the teacher of Rabbi Yosse of the Galil - Rabbi Shimon ben Elazar, and Rabbi Yochanan ben Nuri.", 
        " Rabban Gamliel the elder received the tradition from Rabban Shimon, his father - the son of Hillel the elder. Rabban Shimon, his son, received the tradition from him. Rabban Gamliel, his son, received the tradition from him and Rabban Shimon, his son, received the tradition from him. Rabbi Yehudah, the son of Rabban Shimon and referred to as Rabbenu Hakadosh (\"our saintly teacher\"), received the tradition from his father, from Rabbi Elazar ben Shamu'a, and from Rabban Shimon and his colleagues.", 
        "Rabbeinu Hakadosh composed the Mishnah. From the days of Moshe until Rabbenu Hakadosh they did not compose a composition from which to teach the Oral Law in public. But in each generation the head of the Beth Din, or the prophet that lived in that generation, would write for himself reminders of that which he had heard from his teachers, and then he would teach those orally in public.", 
        "And so, each and every one wrote down for himself according to his ability, of clarifications of the Torah and its laws as he heard, and the innovations of each generation, about laws that weren't derived from tradition, but rather from the properties of the 13 principles, and which were decided upon by the Great Court. So it always was, until Rabbenu Hakadosh.", 
        "..He collected all the teachings, all the laws, and all the explanations and commentaries that were heard from Moses, our teacher, and which were taught by the courts in each generation concerning the entire Torah. From all these, he composed the text of the Mishnah. He taught it to the Sages in public and revealed it to the Jewish people, who all wrote it down. They spread it in all places so that the Oral Law would not be forgotten by the Jewish people.", 
        "Why did Rabbenu Hakadosh make [such an innovation] instead of perpetuating the status quo? Because he saw the students becoming fewer, new difficulties constantly arising, the Roman Empire18 spreading itself throughout the world and becoming more powerful, and the Jewish people wandering and becoming dispersed to the far ends of the world. [Therefore,] he composed a single text that would be available to everyone, so that it could be studied quickly and would not be forgotten. Throughout his entire life, he and his court taught the Mishnah to the masses.", 
        "These are the great Sages who were part of the court of Rabbenu Hakadosh and who received the tradition from him: His sons, Shimon and Gamliel, Rabbi Effess, Rabbi Chanina ben Chama, Rabbi Chiyya, Rav, Rabbi Yannai, bar Kafra, Shemuel, Rabbi Yochanan, Rabbi Hoshaia. Thousands and myriads of other sages received the tradition from [Rabbenu Hakadosh] together with these great sages.", 
        "Even though all of the eleven sages mentioned above received the tradition from Rabbenu Hakadosh and attended his study sessions, [there are differences between them. At that time,] Rabbi Yochanan was of lesser stature. Afterwards, he became a disciple of Rabbi Yannai and received instruction from him. Similarly, Rav received the tradition from Rabbi Yannai, and Shemuel received the tradition from Rabbi Chanina ben Chama", 
        "Rav composed the Sifra and the Sifre to explain the sources for the Mishnah. Rabbi Chiyya composed the Tosefta21 to explain the subjects [discussed in] the Mishnah. Rabbi Hoshaia and bar Kafra composed baraitot to explain the matters [discussed in] the Mishnah. Rabbi Yochanan composed the Jerusalem Talmud in Eretz Yisrael approximately three hundred years after the destruction of the Temple.", 
        "Among the great sages who received the tradition from Rav and Shemuel were:23 Rav Huna, Rav Yehudah, Rav Nachman, and Rav Kahana. Among the great sages who received the tradition from Rabbi Yochanan24 were: Ravvah bar bar Channah, Rav Ami, Rav Assi, Rav Dimi, and Rav Avin.", 
        "Among the Sages who received the tradition from Rav Huna and Rav Yehudah were Rabbah and Rav Yosef. Among the sages who received the tradition from Rabbah and Rav Yosef were Abbaye and Ravva. Both of them also received the tradition from Rav Nachman. Among the Sages who received the tradition from Ravva were Rav Ashi and Ravina. Mar bar Rav Ashi received the tradition from Rav Ashi, his father, and from Ravina.", 
        "Thus, there were forty generations from Rav Ashi back to Moses, our teacher, of blessed memory. They were: 1) Rav Ashi [received the tradition] from Ravva. 2) Ravva [received the tradition] from Rabbah. 3) Rabbah [received the tradition] from Rav Huna. 4) Rav Huna [received the tradi­tion] from Rabbi Yochanan, Rav, and Shemuel.5) Rabbi Yochanan, Rav, and She­muel [received the tradition] from Rabbenu Hakadosh. 6) Rabbenu Hakadosh [received the tradition] from Rabbi Shimon, his father.7) Rabbi Shimon [received the tra­dition] from Rabban Gamliel, his father.8) Rabban Gamliel [received the tradition] from Rabban Shimon, his father.9) Rabban Shimon [received the tradition] from Rabban Gamliel, the elder, his father. 10) Rabban Gamliel, the elder, [re­ceived the tradition] from Rabban Shimon, his father. 11) Rabban Shimon [received the Tradition] from Hillel, his father, and Shammai. 12) Hillel and Shammai [received the tradition] from Shemayah and Avtalion 13) Shemayah and Avtalion [re­ceived the tradition] from Yehudah and Shimon [ben Shatach 14) Yehudah and Shimon [received the tradition] from Yehoshua ben Perachiah and Nittai of Arbel 15) Yehoshua and Nittai [received the tradition] from Yosse ben Yo'ezer and Yosef ben Yochanan 16) Yosse ben Yo'ezer and Yosef ben Yochanan [received the tradi­tion] from Antignos. 17) Antignos [received the tradi­tion] from Shimon the Just. 18) Shimon the Just [received the tradition] from Ezra. 19) Ezra [received the tradition] from Baruch. 20) Baruch [received the tradition] from Jeremiah. 21) Jeremiah [received the tradi­tion] from Tzefaniah. 22) Tzefaniah [received the tradi­tion] from Chabbakuk. 23) Chabbakuk [received the tradition] from Nachum. 24) Nachum [received the tradition] from Yoel. 25) Yoel [received the tradition] from Michah. 26) Michah [received the tradition] from Isaiah. 27) Isaiah [received the tradition] from Amos. 28) Amos [received the tradition] from Hoshea. 29) Hoshea [received the tradition] from Zechariah.30) Zechariah [received the tradition] from Yehoyada. 31) Yehoyada [received the tradition] from Elisha. 32) Elisha [received the tradition] from Elijah. 33) Elijah [received the tradition] from Achiah. 34) Achiah [received the tradition] from David. 35) David [received the tradition] from Shemuel. 36) Shemuel [received the tradition] from Eli. 37) Eli [received the tradition] from Pinchas. 38) Pinchas [received the tradition] from Joshua. 39) Joshua [received the tradition] from Moses, our teacher. 40) Moses, our teacher, [received the tradition] from the Almighty. Thus, [the source of] all these people's knowledge is God, the Lord of Israel.", 
        "All the sages who were mentioned were the leaders of the generations. Among them were heads of academies, heads of the exile, and members of the great Sanhedrin. Together with them in each generation, there were thousands and myriads that heard their [teachings].", 
        "Ravina and Rav Ashi were the final generation of the Sages of the Talmud. Rav Ashi composed the Babylonian Talmud in Shin'ar approximately one hundred years after Rabbi Yochanan composed the Jerusalem Talmud. ", 
        "The intent of both the Talmuds is to elucidate the words of the Mishnah, to explain its deeper points, and [to relate] the new matters that were developed by each court from the era of Rabbenu Hakadosh until the composition of the Talmud.rom the entire [body of knowledge stemming from] the two Talmuds, the Tosefta, the Sifra, and the Sifre, can be derived the forbidden and the permitted, the impure and the pure, the liable and those who are free of liability, the invalid and the valid as was received [in tradition], one person from another, [in a chain extending back] to Moses at Mount Sinai.", 
        "Also, [the sources mentioned above] relate those matters which were decreed by the sages and prophets in each generation in order to \"build a fence around the Torah.\" We were explicitly taught about [this practice] by Moses, as [implied by Leviticus 18:30]: \"And you shall observe My precepts,\" [which can be interpreted to mean]: \"Make safeguards for My precepts.\"", 
        "Similarly, it includes the customs and ordinances that were ordained or practiced in each generation according to [the judgment of] the governing court of that generation. It is forbidden to deviate from [these decisions], as [implied by Deuteronomy 17:11]: \"Do not deviate from the instructions that they will give you, left or right.\"", 
        "It also includes marvelous judgments and laws which were not received from Moses, but rather were derived by the courts of the [later] generations based on the principles of Biblical exegesis. The elders of those generations made these decisions and concluded that this was the law. Rav Ashi included in the Talmud this entire [body of knowledge, stemming] from the era of Moses, our teacher, until his [own] era.", 
        "The Sages of the Mishnah also composed other texts to explain the words of the Torah. Rabbi Hoshaia, the disciple of Rabbenu Hakadosh, composed an explanation of the book of Genesis. Rabbi Yishmael [composed] an explanation beginning at \"These are the names\" [the beginning of the book of Exodus,] until the conclusion of the Torah. This is called the Mechilta. Rabbi Akiva also composed a Mechilta. Other Sages of the following generations composed other [collections of the] interpretations [of verses] (Medrashim). All of these works were composed before the Babylonian Talmud.", 
        "Thus, Ravina, Rav Ashi, and their colleagues represent the final era of the great Sages of Israel who transmitted the Oral Law. They passed decrees, ordained practices, and put into effect customs. These decrees, ordinances, and customs spread out among the entire Jewish people in all the places where they lived.", 
        "After the court of Rav Ashi composed the Talmud and completed it in the time of his son, the Jewish people became further dispersed throughout all the lands, reaching the distant extremes and the far removed islands. Strife sprung up throughout the world, and the paths of travel became endangered by troops. Torah study decreased and the Jews ceased entering their yeshivot in the thousands and myriads, as was customary previously.", 
        "Instead, individuals, the remnants whom God called, would gather in each city and country, occupy themselves in Torah study, and [devote themselves] to understanding the texts of the Sages and learning the path of judgment from them.", 
        "Every court that was established after the conclusion of the Talmud, regardless of the country in which it was established, issued decrees, enacted ordinances, and established customs for the people of that country - or those of several countries. These practices, however, were not accepted throughout the Jewish people, because of the distance between [their different] settlements and the disruption of communication [between them].Since each of these courts were considered to be individuals - and the High Court of 71 judges had been defunct for many years before the composition of the Talmud", 
        " people in one country could not be compelled to follow the practices of another country, nor is one court required to sanction decrees which another court had declared in its locale. Similarly, if one of the Geonim interpreted the path of judgment in a certain way, while the court which arose afterward interpreted the proper approach to the matter in a different way, the [opinion of the] first [need] not be adhered to [absolutely]. Rather, whichever [position] appears to be correct - whether the first or the last - is accepted.", 
        "These [principles apply regarding] the judgments, decrees, ordinances, and customs which were established after the conclusion of the Talmud. However, all the matters mentioned by the Babylonian Talmud are incumbent on the entire Jewish people to follow. We must compel each and every city and each country to accept all the customs that were put into practice by the Sages of the Talmud, to pass decrees parallelling their decrees, and to observe their ordinances,", 
        " since all the matters in the Babylonian Talmud were accepted by the entire Jewish people.The [Talmudic] Sages who established ordinances and decrees, put customs into practice, arrived at legal decisions, and taught [the people] concerning certain judgments represented the totality of the Sages of Israel or, at least, the majority of them. They received the tradition regarding the fundamental aspects of the Torah in its entirety, generation after generation, [in a chain beginning with] Moses, our teacher.", 
        "All the Sages who arose after the conclusion of the Talmud and comprehended its [wisdom] and whose prowess gained them a reputation are called the Geonim. All these Geonim that arose in Eretz Yisrael, Babylonia, Spain, and France taught the approach of the Talmud, revealing its hidden secrets and explaining its points, since [the Talmud's] manner of expression is very deep. Furthermore, it is composed in Aramaic, with a mixture of other tongues. This language was understood by the people of Babylonia in the era when the Talmud was composed. However, in other places, and even in Babylonia in the era of the Geonim, a person cannot understand this language unless he has studied it....", 
        "The inhabitants of each city would ask many questions of each Gaon who lived in their age, to explain the difficult matters that existed in the Talmud. They would reply to them according to their wisdom. The people who had asked the questions would collect the replies and make texts from them, so that they could consider them in depth.", 
        "Also, the Geonim of each generation composed texts to explain the Talmud. Some of the them explained only certain halachot. Others explained selected chapters that had created difficulty in their age. Still others explained entire tractates and orders. ", 
        "Also, [the Geonim] composed [texts recording] the decisions of Torah law regarding what is permitted and what is forbidden, when one is liable and when one is free of liability, with regard to subjects that were necessary at the time, so that they would be accessible to the grasp of a person who could not comprehend the depths of the Talmud.34 This is the work of God, which was performed by all the Geonim of Israel from the completion of the Talmud until the present date, 1108 years after the destruction of the Temple, 4937 years after the creation of the world...", 
        "At this time, we have been beset by additional difficulties, everyone feels [financial] pressure, the wisdom of our Sages has become lost, and the comprehension of our men of understanding has become hidden. Therefore, those explanations, laws, and replies which the Geonim composed and considered to be fully explained material have become difficult to grasp in our age, and only a select few comprehend these matters in the proper way. Needless to say, [there is confusion] with regard to the Talmud itself - both the Jerusalem and Babylonian Talmuds - the Sifra, the Sifre, and the Tosefta, for they require a breadth of knowledge, a spirit of wisdom, and much time, for appreciating the proper path regarding what is permitted and forbidden, and the other laws of the Torah.", 
        "Therefore, I girded my loins - I, Moses, the son of Maimon, of Spain.36 I relied upon the Rock, blessed be He. I contemplated all these texts and sought to compose [a work which would include the conclusions] derived from all these texts regarding the forbidden and the permitted, the impure and the pure, and the remainder of the Torah's laws, all in clear and concise terms, so that the entire Oral Law could be organized in each person's mouth without questions or objections. Instead of [arguments], this one claiming such and another such, [this text will allow for] clear and correct statements based on the judgments that result from all the texts and explanations mentioned above, from the days of Rabbenu Hakadosh until the present.", 
        "[This will make it possible] for all the laws to be revealed to both those of lesser stature and those of greater stature, regarding every single mitzvah, and also all the practices that were ordained by the Sages and the Prophets To summarize: [The intent of this text is] that a person will not need another text at all with regard to any Jewish law. Rather, this text will be a compilation of the entire Oral Law, including also the ordinances, customs, and decrees that were enacted from the time of Moses, our teacher, until the completion of the Talmud, as were explained by the Geonim in the texts they composed after the Talmud. Therefore, I have called this text, Mishneh Torah [\"the second to the Torah,\" with the intent that] a person should first study the Written Law, and then study this text39 and comprehend the entire Oral Law from it, without having to study any other text between the two.", 
        "I saw fit to divide this text into [separate] halachot40 pertaining to each [particular] subject, and, within the context of a single subject, to divide those halachot into chapters. Each and every chapter is divided into smaller halachot so that they can be ordered in one's memory.", 
        "[Regarding] the halachot which pertain to specific subjects: Some of the halachot contain the laws governing only one mitzvah, this being a mitzvah that has many matters of the tradition [associated with it] and is a subject in its own right. Other halachot contain the laws governing many mitzvot, since they deal with the same subject matter, for I have divided this text according to topics, not according to the number of mitzvot, as will become clear to the reader", 
        "The number of mitzvot which are incumbent on us at all times42 is 613. 248 are positive commandments; an allusion to their [number], the number of limbs in the human body. 365 are negative commandments (prohibitions); an allusion to their [number,] the number of days in a solar year"
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "משנה תורה, מסירת תורה שבעל פה", 
    "titleVariants": [
        "Mishneh Torah, Transmission of the Oral Law", 
        "Mishneh Torah, Mesirat Torah Sheba'al Peh", 
        "Rambam, Transmission of the Oral Law", 
        "Rambam, Mesirat Torah Sheba'al Peh", 
        "משנה תורה, מסירת תורה שבעל פה", 
        "רמב\"ם, מסירת תורה שבעל פה"
    ], 
    "textDepth": 1, 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Introduction"
    ]
}