{
    "versionTitle": "1",
    "sectionNames": [
        "Daf",
        "Line",
        "Comment"
    ],
    "language": "he",
    "title": "Rashi on Rosh Hashanah",
    "text": [
        [],
        [],
        [
            [
                "מתני' ארבעה ראשי שנים: למלכים - רגילים היו למנות זמן שטרותיהם לשנות המלך משנה שעמד בה המלך כדאמרינן במסכת גיטין (ד' פ.) משום שלום מלכות וקבעו חכמים אחד בניסן לתחלת שנתו ואפילו עמד בשבט או באדר כלתה שנתו משהגיע ניסן ויתחילו למנות לו שנה שניה:",
                "ולרגלים - מפרש בגמרא (ד' ד.):",
                "למעשר בהמה - שאין מעשרין מן הנולדים בשנה זו על הנולדים בחבירתה דכתיב (דברים יד) עשר תעשר את כל תבואת זרעך היוצא השדה שנה שנה ואמר מר בבכורות בפרק מעשר בהמה (דף נג:) בשתי מעשרות הכתוב מדבר אחד מעשר בהמה ואחד מעשר דגן:",
                "לשנים - מפרש בגמ' (דף ח.):",
                "לשמיטין וליובלות - משנכנס תשרי אסור לחרוש ולזרוע מן התורה:",
                "לנטיעה - למנין שני ערלה ואפילו נטעה באב כלתה שנתה הראשונה לסוף אלול ובכולהו מפרש טעמא בגמרא:",
                "לירקות - למעשר ירק שאין תורמין ומעשרין מן הנלקט לפני ר\"ה על של אחר ר\"ה:"
            ],
            [
                "",
                "לשטרות - להבחין איזה שטר חוב מוקדם למלוה ואיזה מאוחר:",
                "דתנן - במסכת שביעית (פ\"י מ\"ה):",
                "שטרי חוב המוקדמין פסולין - לפי שרצה לטרוף לקוחות שלקחו שדה מן הלוה מזמן שבשטר ושלא כדין הוא שהרי קדמה מכירה להלואה ובשטר מעיד שהלואה קדמה לפיכך קנסוהו מלגבות בו ולא יטרוף אפילו מזמן המלוה ואינו אלא כמלוה על פה שאינו גובה מן המשועבדים ואם לא קבעו יום לתחילת שנות המלך אלא כל מלך ומלך לפי יום שעמד אין להבחין אם השטר מוקדם או מאוחר כגון אם כתוב בו בכסליו בשנה שלישית לוה פלוני מפלוני מנה והעדים אמרו כשחתמנו בו לא ראינו שהלוהו אלא הלוה אמר לנו חתמו עלי שאני חייב לפלוני מנה כאותה ששנינו (ב\"ב ד' קסז:) כותבין שטר ללוה אע\"פ שאין מלוה עמו ואין אנו יודעין אם הלוהו קודם לכן או אחר כן אבל ראינו שהלוהו מנה בתמוז בשנה שלישית למלך פלוני ואם אין הדיינין יודעין באיזה חדש עמד המלך אין להבחין אם תמוז קודם לכסליו אם כסליו קודם לתמוז אם שנתו מתחלת בין תמוז לכסליו נמצא כסליו קודם לתמוז בכל שנותיו ושטר מוקדם הוא ואם עמד בין כסליו לתמוז שלאחריו נמצא תמוז קודם לכסליו בכל שנותיו ושטר מאוחר הוא ועכשיו שקבעו ניסן ר\"ה לעולם תמוז קודם לכסליו:"
            ],
            [
                "עלתה לו שנה - כלומר כלתה לו שנתו ומעתה מונין לו שנה שניה:"
            ]
        ]
    ],
    "maps": [],
    "commentaryCategories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ],
    "heTitle": "רש\"י על ראש השנה",
    "versionSource": "http://he.wikisource.org/wiki/%D7%A8%D7%90%D7%A9_%D7%94%D7%A9%D7%A0%D7%94_%D7%91_%D7%90",
    "heBook": "רש\"י",
    "heCommentator": "רש\"י",
    "length": 35,
    "titleVariants": [
        "Rashi on Rosh Hashanah"
    ],
    "textDepth": 3,
    "commentaryBook": "Rosh Hashanah",
    "commentator": "Rashi",
    "categories": [
        "Commentary",
        "Talmud",
        "Bavli",
        "Seder Moed",
        "Rosh Hashanah"
    ]
}