{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Pesachim",
    "title": "Mishnah Pesachim",
    "lengths": [
        10,
        89
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Eighteen Treatises from the Mishna",
            "http://www.sacred-texts.com/jud/etm/index.htm"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה פסחים",
    "versionSource": "http://www.sefaria.org/Mishnah_Pesachim",
    "next": "Mishnah Pesachim 2",
    "maps": [],
    "length": 10,
    "book": "Mishnah Pesachim",
    "text": [
        [
            "On the evening of the fourteenth [of Nissan] we check for leavened bread by candlelight. Any place which we do not bring leavened bread into does not require checking. And why did [the sages] say [that we must check up to] two rows in the wine cellar? [It is] a place which we bring leavened bread into. The House of Shammai say: Two rows upon the entire wine-cellar. The House of Hillel say: The two outer rows, which are the uppermost.",
            "We do not worry [that] perhaps a weasel dragged [leavened bread] from house to house, or from place to place. If so, from courtyard to courtyard, and from city to city — there is no end to the matter.",
            "Rabbi Yehudah says: We check on the evening of the fourteenth, and on the fourteenth in the morning, and at the time of destruction. And the sages say: If he did not check on the evening of the fourteenth, he shall check on the fourteenth. If he did not check on the fourteenth, he shall check in the middle of the holiday. If he did not check in the middle of the holiday, he shall check after the holiday. And what he leaves over, he shall put in a private place, in order that checking after it shall not be necessary.",
            "Rabbi Meir says: We may eat [leavened bread] through the fifth [hour], and we must burn [it] at the beginning of the sixth [hour]. Rabbi Yehudah says: We may eat [leavened bread] through the fourth [hour], we keep [it] in suspense through the fifth [hour], and we must burn it at the beginning of the sixth [hour].",
            "Rabbi Yehudah also said: Two loaves of bread of a thank-offering [that had become] unfit were placed on the roof of the [Temple] portico. As long as they [both] lay [there], all the people would eat [leavened bread]. [When] one of them was removed, they would suspend and neither eat nor burn [their leavened bread]. [When] the second one of them was removed, all the people would begin burning [their leavened bread]. Rabban Gamliel says: Unconsecrated [leavened bread] may be eaten through the fourth [hour]; [leavened bread that was a] heave-offering [may be eaten] through the fifth [hour]; and we must burn [all leavened bread] at the beginning of the sixth [hour].",
            "Rabbi Chanina, the chief of staff of the priests, said: During [all] the days of the priests, they never refrained from burning [sacrificial] meat that had become unclean by a secondary uncleanness [along] with [sacrificial] meat that had become unclean by a primary uncleanness, even though it added uncleanness to uncleanness.  Rabbi Akiva added and said: During [all] the days of the priests, they never refrained from lighting oil that had become unfit by [contact with] one who had gone through a period of uncleanness and ritual immersion but not yet become clean in a lamp that had become unclean by one who had become unclean by a corpse, even though it added uncleanness to uncleanness.",
            "Said Rabbi Meir: From their words we learn that we may burn clean offerings [that are leavened bread] together with unclean offerings on Passover.  Rabbi Yose said to him: This is not analogous.  [Even] Rabbi Eliezer and Rabbi Yehoshua agree that each is burned separately.  Concerning what do they differ?  Concerning [offerings whose status of cleanness was] suspended and unclean [offerings], where Rabbi Eliezer says: Each must be burned separately.  And Rabbi Yehoshua says: Both [of them may be burned] together."
        ],
        [
            "The entire time that one is allowed to eat [leavened bread], one can feed it to cattle, to domesticated animals, to birds, and to gentiles, and you may benefit from it.  After the time has passed, it is prohibited to benefit from it, and one cannot fire an oven or a pot range with it.  R. Yehuda says that one cannot remove it except by burning.  And the Sages say that one can also crumble it or throw it into the wind or into the sea.",
            "Leaven belonging to a stranger, which has been in existence during the Passover, may be used after that festival, but not when it belonged to an Israelite, because it is said (Exodus 13:7), \"Neither shall there be any leaven seen in all thy quarters.\"",
            "When a stranger has lent money to an Israelite upon the security of leavened articles, they may be applied to use after the Passover; but when an Israelite has lent money to a stranger upon leavened articles, they may not be applied to use after the Passover; leaven that has been covered by fallen ruins, must be considered as banished and removed; Rabbon Simeon ben Gamaliel says, \"Only then, when it is so much covered that a dog cannot drag it out.\"",
            "If any person should eat leavened heave-offering during the Passover through error, he shall pay the principal, and the fifth part in addition; but if he did it wilfully, he is free of the obligation of repayment, and of paying for the value of the wood in case of the heave-offering being unclean.",
            "A person discharges his obligation with the following articles on Passover:—with cakes made of wheat, barley, spelt, oats, and rye; also with ‏דמאי‎ [corn which it is doubtful whether it was tithed], with the first tithe, of which the heave-offering has been taken, and with the second tithe, and consecrated things which have been redeemed. Priests,—with the cake of the dough [‏חלה‎], and the heave-offering, but not with that which is yet mixed or untithed [‏טבל‎], nor with the first tithe of which the heave-offering has not been taken, nor with unredeemed second tithe, and consecrated things not ransomed; also, not with the cakes of thank-offering, and the thin cakes of the Nazarite's offering, if they had prepared them for their own use; but if for public sale, they may discharge their obligation therewith.",
            "The obligation of eating bitter herbs on the Passover, may be discharged with the following herbs: namely, with lettuce, wild endive, and garden endive, with ‏חרחבינה‎, and bitter coriander, either fresh or in a dried state, but not if pickled, boiled, or cooked in any way: they may also be combined to the size of an olive, and the obligation is discharged if the stalks of them only had been used; and also when it is doubtful whether they were tithed, or are of the first tithe of which the heave-offering was taken, or of the second tithe, or of redeemed consecrated things.",
            "It is prohibited to soak bran on the Passover to feed fowls; but it is permitted to pour boiling water thereon; a woman may not soak the bran which she takes with her to the bath, but must use it in a dry state to rub her body therewith. A person may not masticate grains of wheat to put it [as a poultice] on his wound, because they will become leavened.",
            "It is unlawful to put flour in ‏חרוסת‎, or in mustard, but if it were done, it must be immediately eaten; but R. Meir prohibits it. The paschal sacrifice may not be boiled in any liquid, or juice of fruit; but it is permitted to moisten it [after it has been roasted], or to dip it [in any liquid when eaten]. Water which a baker uses [to cool his hands while kneading ‏מעות‎ unleavened-cakes] must be thrown away immediately, because it becomes leaven."
        ],
        [
            "The law concerning tire due observance of the Passover, will be transgressed by using the following articles: namely, Babylonian ‏כותח‎, Median beer [made of wheat or barley], Edomite vinegar, Egyptian zeithum, the dough of bran used by dyers, the dough used by cooks, 4 and the paste used by writers; R. Eleazar says, also the paste used by women to adorn themselves with. This is the general rule: whatever is composed of any kind of grain, can cause a transgression of the paschal laws; and they that are guilty of this, incur the penalty attached to the transgression of an admonitory precept, 7 but not that of being \"utterly cut off\" [‏כרת‎].",
            "If there be any dough in the holes or crevices of a kneading-trough: if there is as much as the size of an olive in any one place, it must be forthwith removed, but if less than that quantity is together in one place, it may be considered as non-existing, being so inconsiderable; and thus it is in respect to pollutions. But when the dough is cared for [when the owner wishes to use it], it forms a separation, [and the trough is unpolluted], but when it is desired to leave the dough in the trough, it must be considered as forming an integral part of the trough; a dull dough may not be used, if one of the same quality and size can become leavened in the same time.",
            "§How can the cake of the dough [‏חלה‎] be separated on the Passover when it has become unclean? R. Eleazar says, \"It is only to be named after it has been baked;\" R. Jehudah, son of Beterah says, \"This is not the leaven concerning which it is said, 'It shall not be seen nor found in thy house;'\" it must, therefore, be separated, and left till the evening, without caring whether it becomes leaven or not.",
            "Rabbon Gamaliel says, \"Three women may knead dough on the Passover at one time, and bake it in the same oven, one after the other;\" but the sages say, \"Three women may occupy themselves with their dough, but in the following manner: one shall knead and another fashion the dough, whilst the third bakes;\" R. Akivah says, \"It is not the same with all women, wood, or ovens.\" This is the rule: as soon as dough becomes inflated, let the woman plunge her hand in cold water.",
            "Dough which begins to become leavened must be burned; but the person who eats it has not incurred the penalty [of excision]. Dough which falls in holes or rents must be burned, and whoever eats it has incurred the penalty of excision. When is a dough to be considered as commencing to become leavened? When it exhibits small rents standing apart in different directions, like the antennae [horns or feelers] of locusts. A dough which falls in holes or rents is thus to be considered, when the rents cross each other: such is the dictum of R. Jehudah; but the sages say, \"Whoever eats either incurs the penalty of excision.\" When is a dough to be considered as commencing to become leavened? When its surface has become pale, like [the face of] a person whose hair stands on end [through terror].",
            "When the 14th of Nissan happens on the Sabbath, all [leaven] must be removed before the Sabbath commences: such is the dictum of R. Meir; but the sages say it is to be done at the proper time; R. Eleazar ben Zadok says, \"The heave-offering must be removed before the Sabbath, and non-consecrated things at the proper time.",
            "If one is traveling [on the 14th of Nissan] to slaughter his Paschal offering, circumcise his son, or attend a betrothal banquet at the home of his father-in-law, and he remembers that he has chametz in his home: if he can return, destroy it, and return to his mitzva, he should return and destroy; if not, he annuls it in his heart. If his intention, on leaving home, was to aid persons to escape from armed foes, from inundation, robbers, or fire, or to save persons from under the ruins of fallen buildings, he may mentally annul the leaven; but if his intention was to obtain a sabbatical resting station for his private purposes, he must immediately return to annul the leaven.",
            "Similarly, one who left Jerusalem and remembered that he is carrying consecrated meat: if he has passed Mt. Scopus, he should burn it on the spot. If not, he should return and burn it before the Temple, using wood from the altar. For what quantity must one return? Rabbi Meir says: for an egg’s-bulk in both cases. Rabbi Yehuda says: for an olive’s bulk in both cases. But the Sages say: consecrated meat for an olive's bulk and chametz for an egg's bulk."
        ],
        [
            "In places where it is customary to work till noon on the day before Passover. work may be done; but not in places where it is not customary to work thereon. If a person should go from a place where the said custom prevails, to another place where it does not, or the reverse, he will be subject to the rigour of the custom, either of the place he came from, or of that he went to. 1 And it is always proper not to act differently from the established customs of a place, on account of the disputes to which such conduct may lead.",
            "Even so, when a person brings fruits of the sabbatical year, from a place where the same are no longer growing in the fields, to another place where they are yet growing, or the reverse, he is bound to remove them: R. Jehudah says, they might say to such a person, \"Go thou also, and fetch for thyself similar fruit from the field.\"",
            "In places where it is usual to sell small cattle [sheep, goats, etc.] to non-Israelites, it is lawful to do so, but not in places where it is not customary. Large cattle may not be sold to them at all, neither calves nor foals of asses, either sound or broken [legged]; R. Jehudah permits the sale of the latter, and Ben Beterah that of the horse.",
            "In places where it is usual to eat roasted meat on the night of the Passover, it may be eaten, but not in places where this custom does not exist. In places where it is usual to burn a light on the night of the day of atonement, it may be done; but not in places where this custom does not exist. The synagogues and schools [for the study of the law] may, however, be lighted; as also dark alleys, and near sick people.",
            "In places where it is usual to work on the 9th of Ab, work may be done; but not where it is not customary. The learned [in the Holy Law] however, must every where abstain from work thereon; Rabbon Simeon, son of Gamaliel, says, \"Every one ought, in this respect, to consider himself as a learned man;\" the sages say, \"It was customary, in the land of Judah, to work till noon on the day preceding the Passover; but in the Galilee they did not work at all [on that day];\" and with respect to the evening which precedes it, Beth Shammai prohibit to work thereon, but Beth Hillel allow it till [the morrow's] sunrise.",
            "R. Meir says, \"Every occupation which had been commenced prior to the 14th, may he finished on that day; but no new work may be commenced, although it can be finished thereon. The sages are of opinion that the three following handicrafts may exercise their calling on the day before the Passover, namely, tailors, barbers, and laundresses; Rabbi Jose, son of Jehudah, says, also the strap-makers. ",
            "Fowls may, on the 14th, be placed in hatching-coops; a brooding-hen which had run away [from her eggs], may be replaced on them [during the middle-days], and if the hen have died another may be put on the eggs to replace her. It is lawful to remove on the 14th, the stable-dung from between the feet of cattle; but it may only be removed to one side [not entirely removed], during the middle-days. It is also permitted to carry on the 14th, to and from the houses of handicraftsmen, vessels and other articles, although they are not wanted for use during the festival.",
            "The inhabitants of Jericho used to do six things; three of which were prohibited to them, and three were not. The following are those not prohibited: they used to graft palm-trees the whole day of the 14th, they used to read the \"Shema\" with hasty involution, and they used to cut down and make heaps of the new corn before the \"omer\" was offered,—these were not prohibited to them; but the following were: namely, they used to allow themselves the use of plants growing on or near consecrated trees, and also to eat on the Sabbath fruit which had dropped off the trees, and they suffered herbs to stand in the field as peah; all which the sages prohibited to them.",
            "The following six things were done by King Hezekiah; three of which were approved of, and three were disapproved:—he caused the bones of his father to be transported on a litter or hurdle of cords [or ropes], and this was approved of; he caused the brazen-serpent to be broken to pieces, and this also was approved of; he secreted the book of medicine, and it was approved. The following are the three things of which they disapproved:—he cut off [the gold] from the gates of the Temple, and sent it to the king of Assyria; he stopped up the water-course of Gihon; and made the month of Nissan intercalary: all of which were disapproved of."
        ],
        [
            "The daily offering was slaughtered half an hour after the eighth hour, and sacrificed half an hour after the ninth hour; but on the day before Passover, whether that happened to be on the week or a Sabbath-day, it was slaughtered half an hour after the seventh hour, and sacrificed half an hour after the eighth hour. When the day before Passover happened on Friday, it was slaughtered half an hour after the sixth hour, sacrificed half an hour after the seventh hour, and the Passover sacrifice after it.",
            "When the Passover sacrifice had not been sacrificed as such, or that its blood has not been received as such, or as such been brought to the altar and sprinkled, or that one sacrificial act had been done to it as a Passover sacrifice, and another not as such, or when the reverse of this has taken place,—it will not be valid. How is it to be understood doing one act as a paschal sacrifice, and another not as such.? It is when at first some sacrificial act was done to it as a paschal sacrifice, and another act, subsequently, as a peace-offering; and the reverse is, when at first some sacrificial act had been done to it as a peace-offering, and subsequently, as a paschal-offering.",
            "If it had been slaughtered for those who [according to law] may not eat thereof, or for any that do not belong to the persons numbered to eat it, or for the uncircumcised, or for the unclean,—it will not be valid; but if it had been slaughtered for those that may eat thereof, and for those that may not, or for those that are numbered to eat it, and also for those that are not, or for circumcised and also for uncircumcised, or for the unclean and clean,—it will be valid. If it was slaughtered before the hour of noon it is not valid, because it is written (Lev. 23:5), \"Between the evenings.\" If it had been slaughtered before the continual burnt-offering [of the evening] was brought, it is valid; provided some one had been stirring the blood until that of the continual burnt-offering had been sprinkled, but if that had already been done, the paschal sacrifice is valid.",
            "If when the Passover sacrifice is offered [any one of those that are appointed to eat it] should yet have leaven in his possession, he will have transgressed a negative precept; R. Jehudah says, \"This is equally applicable to the continual burnt-offering [of that evening];\" R. Simeon says, \"When the paschal sacrifice was slaughtered as such, on the 14th, with leaven, this guilt would be incurred, but not if the paschal sacrifice had not been offered as such.\" For the other sacrifices, however, whether they were brought under their proper denominations or not, no guilt is incurred. When thus offered during the festival [of Passover] no guilt is incurred, if the paschal sacrifice had been offered as such: but it is incurred if it had been offered under any other name. With respect to other sacrifices [under the same circumstances offered during the Passover], guilt is incurred, whether they were offered under their proper denomination or not, excepting in case of the sin-offering that was not slaughtered as such.",
            "The Passover sacrifice was slaughtered for three successive bands or divisions of people, because it is said (Exodus 12:6), \"The whole assembly of the congregation of Israel shall slaughter it,\" [i.e. three sets according to the expressions] assembly, congregation, and Israel. The first division entered, until the court of the Temple was filled, the doors of the court were then closed, and Tekiah Teruah and Tekiah were sounded. The priests then placed themselves in double rows, holding each a bowl of silver or gold in his hand, namely, one row held silver bowls, and another gold ones, but not mixed. These bowls had no stands underneath, that the priests might not put them down, and the blood become coagulated.",
            "The Israelite slaughtered, and the priest received the blood and gave it to another [priest], who passed it further to others, each receiving a full bowl, and [at the same time] returning an empty one; the priest nearest to the altar, poured it out in one jet at the base of the altar.",
            "The first band then went out, and the second entered; when that went out, the third entered; even as the first, so did the second and third divisions. The Hallel was also read: if they had finished it, they re-commenced it, and might even say it for the third time, although it never happened that there was occasion to say it thrice; R. Jehudah says, \"It never happened that the third division read as far as ‏אהבתי כי ישמע ײ‎, because they were but few in number.\"",
            "The same things that were done on week days, were also done on the Sabbath, excepting that the priests used thereon to wash the court, against the compact of the sages. R. Jehudah says, \"a cup was filled with the mixed blood, which was poured out in one jet on the altar;\" but the sages would not admit that such was the case.",
            "In what manner was the paschal sacrifice suspended, and its skin removed? Iron hooks were affixed to the walls and pillars, on which the sacrifice was suspended, and its skin taken off; those who could not find a place to do it in this manner, used thin smooth pieces of wood, provided there for the purpose, on which the paschal sacrifice was suspended between the shoulders of two persons, and its skin taken off. R. Eleazar says, when the 14th happened on the Sabbath day, one person used to place his [left] hand on the right shoulder of the other, and thus they suspended the sacrifice [on their arms], and took off its skin with their right hands.",
            "When it had been opened, and the pieces removed, which were to be sacrificed on the altar, they were placed on a large dish, and offered with incense on the altar; when the first band had gone out [on the Sabbath] they remained on the temple mountain; the second in the open place between the ramparts [‏חיל‎]; the third division remained in its place; when it became dark, they [all] went out to roast their paschal sacrifices."
        ],
        [
            "The following acts necessary for the sacrifice of the paschal offering, supersede the command of abstaining from work on the Sabbath, namely, the slaughtering thereof, the sprinkling of its blood, the removal of its entrails, and the burning of them with incense; but the roasting of it, as also the washing of its entrails, do not supersede the Sabbath. To carry and bring it beyond the Sabbatical limits, or to remove a tetter [or spreading eruption] thereon, are acts which do not supersede the Sabbath. R. Eleazar says they do supersede it.",
            "For, said R. Eleazar, this is surely a logical sequence—if slaughtering an animal which is prohibited on the Sabbath on account of ‏מלאכה‎ is allowed in this instance [of the passover], and does supersede the Sabbath; does it not follow that these, which are only acts disallowed on account of ‏שבות‎ should also be permitted? R. Joshua answered and said, \"The laws concerning the festival shall prove the contrary; for many things prohibited on the Sabbath, as ‏מלאכה‎, are nevertheless permitted on the festival: whilst those which are prohibited on account of infringement of Sabbatical rest [‏שבות‎] are also prohibited on the festival.\" R. Eleazar replied, \"How is this, Joshua? What sort of proof is it to infer from purely voluntary acts to one which is enjoined by the express command of the Holy Law?\" Then R. Akivah answered, \"The sprinkling shall prove it; for that also is an express law, and is not otherwise prohibited on the Sabbath, than on account of ‏שבות‎, it does not, however, supersede the Sabbath; do not, therefore, wonder that these, which also are express commands of the law, and are prohibited on the Sabbath, only on account of ‏שבות‎, should also not supersede the Sabbath.\" Then R. Eleazar replied, \"I also draw the same conclusion with respect to the sprinkling, and say, if slaughtering, which as ‏מלאכה‎, or work prohibited by the Holy Law to he done on the Sabbath, is here allowed to supersede that command, 9 does it not follow that the sprinkling of an impure person, which is only prohibited on account of ‏שבות‎ should also be prohibited thereon?\" But R. Akivah replied, \"Rather conclude the reverse, for if the sprinkling, which is only prohibited on account of ‏שבות‎ does nevertheless not supersede the Sabbath, does it not follow that slaughtering, which is prohibited, as ‏מלאכה‎ should also [a fortiori] not supersede the Sabbath?\" Then R. Eleazar said to him, \"Akivah! thou wouldst thus annul that which is written in the Holy Law, 'between the evenings at its appointed season,' whether that be a week or Sabbath day.\" R. Akivah then said, \"My honoured teacher! pray, adduce a text of the law which prescribes a particular and appointed time for these acts, even as it does in respect to the slaughtering of the paschal sacrifice.\" The following rule did R. Akivah [therefore 12] lay down—every work [‏מלאכה‎] done in respect to the paschal sacrifice, which could or might he done to it, previous to the Sabbath, does not supersede the Sabbatical laws, but as the slaughtering of the paschal sacrifice could not have been done on any preceding day, it does supersede the Sabbath.",
            "When is it allowed to bring a festive offering [in addition] to the paschal sacrifice? When it [the paschal offering] is sacrificed on a week-day: when those that offer it are in a state of legal cleanliness, and when it is insufficient for the number of those that are appointed to eat it. But when it is sacrificed on a Sabbath, when it is sufficient for the persons appointed to eat it, or when these are in a state of legal defilement, no festive offering may be brought in addition to the paschal sacrifice.",
            "The festive offering might be brought of the flock, of cattle, lambs, or goats, and might be brought either of male or female [cattle]; it might also be eaten during two days and one night.",
            "When a person has brought on the Sabbath a paschal sacrifice not as such, he is bound to bring a sin-offering in expiation. If he did slaughter other sacrifices as a passover-offering, if they are of a nature so as not to be a proper paschal sacrifice, he is guilty; but if they are proper for that purpose, R. Eleazar declares him guilty, but R. Joshua absolves him. For thus R. Eleazar argues, \"If a person, when he has changed the name of the paschal sacrifice, which sacrifice he may slaughter on the Sabbath, is deemed to be guilty; does it not follow that when he had changed the names of other sacrifices which are already prohibited to be offered thereon as such, that he must a fortiori, be considered guilty?\" To this R. Joshua answered, \"You cannot apply what is affirmed in respect to the sacrifice, when it was changed to that which it is unlawful to offer on the Sabbath, to other sacrifices where the name has been changed to what is lawful.\" R. Eleazar replied, \"The offerings brought for the whole congregation [of Israel] shall prove [my assertion,] for it is lawful to offer them on the Sabbath under their proper name; yet whoever brings other offerings under their denomination is declared to be guilty.\" Then R. Joshua answered, \"You cannot apply what is affirmed in respect to the offerings of the whole congregation which have a determinate number, to the paschal sacrifice which has no determinate number.\" R. Meir said, \"He also who offers on the Sabbath other offerings under the name of those of the congregation is absolved.\"",
            "If a person slaughtered the paschal sacrifice for those who may not eat thereof, or for persons who are not numbered and appointed to eat it, and for uncircumcised or unclean persons, he is guilty; but if he had slaughtered it for those who may, and also for those who may not eat thereof; for those who are numbered to eat, and for those who are not; or for circumcised as well as for the uncircumcised; or for clean as also for unclean persons, he is absolved. If he has slaughtered it, and a blemish was found, he is guilty; but if, after being slaughtered, it was found to be ‏טריפה‎ [prohibited to be eaten on account of inward blemishes], he is not guilty. If, after slaughtering it he became acquainted that the owners had withdrawn themselves from it, or had died, or become polluted, he is absolved, because when he slaughtered it, it was under lawful circumstances."
        ],
        [
            "How must the paschal sacrifice be roasted? A spit made of the wood of the pomegranate-tree is to be taken and put in at the mouth [of the lamb or kid] and brought out again at the vent thereof; its legs and entrails are to be placed inside, according to R. José the Galilean; but R. Akivah says, \"This would be a kind of boiling, therefore they ought to be suspended on the outside [of the lamb].\"",
            "The paschal sacrifice may not be roasted on an iron roasting spit, nor on a gridiron [‏אסכלא‎]. R. Zadok relates that R. Gamaliel said once to his bondsman Tabbi, \"Go and roast for us the paschal sacrifice on a gridiron.\" If the roasted lamb had in any part touched the earthenware oven on which it was roasted, that part must be pared off. If the fat which drips therefrom had fallen on the oven, and had again fallen on the lamb, the part so touched must also be cut out; but if the dripping fell on [hot] fine flour, a handful [of the flour] must be taken [and burned].",
            "If the paschal sacrifice has been anointed [or basted] with consecrated oil of heave-offering, and the company appointed to eat it consists of priests, they may eat it; but if of Israelites, they must wash it off the lamb, if yet raw; or should it have been already roasted, they must pare off the outward skin. If it had been anointed with oil of the second tithe, its value may not be charged to the company in money, because it is not lawful to redeem and sell it in Jerusalem.",
            "Five kinds of sacrifices maybe brought, even if those who offer them should be in a state of [legal] pollution; but they may not be eaten in that state; namely, the \"Omer,\" the two loaves, the shewbread, the peace-offerings of the congregation, and the he-goats, offered on the feast of the New Moon; but the paschal offerings, which were sacrificed in a state of pollution, may be eaten in that state, because the primary intention [of the command of the law] was, that they should be eaten.",
            "If the flesh of the paschal offering had contracted a legal pollution, and the fat thereof remains [unpolluted] its blood may not be sprinkled on the altar: but if the fat had become polluted, and the flesh remains [unpolluted], the blood may be sprinkled, although this is not the case with respect to other consecrated sacrifices [under similar circumstances]; for although the flesh [of these] had contracted pollution, and the fat remains unpolluted, their blood may be sprinkled [on the altar].",
            "When the whole or the greater part of the congregation had contracted [legal] pollution, or that the priests were in a state of [legal] pollution—but the congregation was clean—it may be brought in this state of pollution; but if the minority only of the congregation had contracted pollution, the majority that are clean shall sacrifice the first passover at its proper time, and the unclean [minority] shall sacrifice a second passover [on the 14th of the following month].",
            "If, after the blood of a paschal sacrifice had been sprinkled on the altar, it became known that it was unclean, the plate or frontlet of gold [of the high priest] expiates [the sin]; but if the body of the paschal sacrifice had been polluted, the golden plate does not expiate; because it is a maxim, that the golden plate expiates the paschal sacrifice and that of the Nazarite, when the blood of these had been polluted; but it does not expiate when the body of the sacrifice had become polluted. It does, however, expiate, for [the so called] pollution of the abyss or ground.",
            "If the whole or greater part of the paschal offering had become polluted, it must be burned before the sanctuary with wood used for the altar: if the lesser part thereof had become polluted, or, that some part had remained [on the morning of the 15th] they must burn it in their own courts, or on their roofs, with their own wood; avaricious persons, however, used to burn it before the sanctuary, to avail themselves of the wood used for the altar.",
            "When a slaughtered passover sacrifice has been carried [beyond the walls of Jerusalem] or has become polluted, it must be immediately burned. If the owners thereof have contracted pollution or died, it must he left till its form has passed away, and must be burned on the 16th of Nissan. R. Johanan ben Berokah says, \"That also must be burned immediately, because there are none to eat it.\"",
            "The bones, nerves, and other remaining parts must be burned on the 16th; but if that should be a Sabbath, they must be burned on the 17th, because the burning of these does not supersede the laws of the Sabbath nor those of the festival.",
            "Every part usually eaten of a full grown ox, may be eaten of the tender passover kid or lamb; such as the sinews or tendons over the joints. Whoever breaks any bones of the clean passover lamb, incurs the penalty of forty stripes, but the person who should leave a part of the paschal lamb over night, or who breaks a bone of an unclean paschal sacrifice, does not incur that penalty.",
            "If part of a member reaches or extends outside, it must be cut till it [the knife] reaches the bone, then the flesh is to be removed inwardly, till the joint is reached, when it may be there cut off [and the bone must be cast away]. With regard to other sacrifices [the bones of which might be lawfully broken], the protruding part must be cut off with a chopping knife; if it extend from the ‏אגף‎ [door-wing or lobby], it must be considered as inward; if it protrude further than this, it is to be considered as outward [and must be cut off]. The openings in a wall, and the thickness of a wall, maybe considered as inward.",
            "When two companies eat their paschal sacrifice in one house [room], each turning their faces in a different direction while eating it, 11 and the warming pot or kettle [containing water to mix with the wine] is in the middle between the two companies, the waiter or servant [‏שמש‎] must close his mouth [i.e. not eat] while he waits on the other company to pour out wine for them; then he must turn his face towards the company he eats with, and he must not eat till he has rejoined his own company. It is, however, permitted to a bride to avert her face from the company while eating the paschal sacrifice."
        ],
        [
            "§When a paschal sacrifice had been slaughtered for a woman living in her husband's house, by her husband, and another by her father [also reckoning on her], she must eat of that of her husband. If she went to pass the first festival after her marriage at her father's house, and her father and husband have each slaughtered a paschal sacrifice for her, she may eat it at either place she prefers. When several guardians of an orphan have slaughtered paschal sacrifices for him, the orphan may go and eat it at the house he prefers. A slave belonging to two masters may not eat of the sacrifice of both masters. One who is partly a slave and partly free, may not eat of the paschal sacrifice of his master.",
            "If a person order his slave to go and slaughter for him the paschal sacrifice, and the slave go and slaughter a kid or a lamb, he may eat it; if the slaughter a kid and a lamb, he may only eat that which has been slaughtered first. How is he to act when he has forgotten the [exact words] of the order of his master? He must kill a lamb and a kid, and say [at the time of the killing and sprinkling of the blood], if my master said [I should take] \"a kid,\" then be the kid for him, and the lamb for me; but if he said \"a lamb,\" then be the kid for me, and the lamb for him. If the master also had forgotten the precise terms of the order he gave, both animals must be burned, and neither master nor slave is bound to bring a second paschal sacrifice.",
            "If a person say to his sons, \"I slaughter the paschal sacrifice for whichever of you shall arrive first in Jerusalem,\" then the first of them whose head and greatest part of his body has [first] entered [the city gate] has thereby acquired a right to his own share, and acquires the same for his brethren, who were also invited. As many people may partake of a paschal sacrifice as can obtain therefrom the quantity of meat of the size of an olive. Those that were numbered to eat it may withdraw [from the company] before the paschal sacrifice is slaughtered. R. Simeon says, \"[They may do so], until the blood thereof is sprinkled.\"",
            "When a person has appointed others to partake with him of his share of the paschal sacrifice, his company are at liberty to give him his share to eat it separately with his own guests; and they may eat their own share [apart from him and his guests].",
            "A person subject to a running issue, who has twice in the same day experienced that issue, and whose seventh day happened on the 14th of Nissan, may have the paschal sacrifice slaughtered for him thereon; but if he has experienced it thrice [in the same day], it may be slaughtered for him only in case his eighth day should happen [on the 14th of Nissan]. For a woman who has menstruated a day beyond her regular period, it may be slaughtered on her second day, and when she has done so for two consecutive days, after her regular period, it may be slaughtered for her on her third day; but for a woman subject to a flow of menses [three days beyond her regular period], it may be slaughtered on her eighth day only.",
            "For an ‏אונן‎ [a mourner who has lost on the 14th of Nissan a relative for whom he is obliged to mourn]; for a person employed in digging out of a heap of fallen ruins [persons therein overwhelmed]; for a prisoner who had a promise of being released; and for aged and sick persons it is lawful to slaughter a paschal sacrifice, while they can eat thereof the minimum quantity of meat the size of an olive. But it may not be slaughtered for either on their own account alone, because they may cause the paschal offering to become desecrated and useless; therefore, when either of these becomes disqualified to eat it, he needs not bring a second Passover sacrifice: except the person who has dug out [a dead body] from under the ruins, since such a one is unclean from the very outset.",
            "A paschal sacrifice may not be slaughtered for a single individual only, according to the opinion of R. Jehudah: but R. José allows it. It may not be slaughtered even for a party of a hundred individuals, if each of them cannot eat thereof the minimum quantity of the size of an olive. Neither may a company to eat it be formed of women, with slaves and minors.",
            "An ‏אונן‎ may eat of the paschal sacrifice at even, after he has bathed himself, but not of other holy [sacrifices]; but one who has only received the information of the decease of a near relative, or one who has the bones of a deceased person gathered for him, may eat of other holy sacrifices, after he has bathed himself. A heathen proselyte, who was circumcised on the day before the Passover festival, may, according to Beth Shammai, \"bathe himself, and eat in the evening of the paschal sacrifice.\" But Beth Hillel say, \"One who has just parted from the uncircumcised must be considered like one who has just parted from the grave.\""
        ],
        [
            "“[The Lord spoke to Moses, saying: Speak to the children of Israel, saying: If anyone of you or of your generations] Was unclean [by reason of contact with a dead body] or on a distant journey” (Numbers 9:9-10) And did not observe the first [Passover], [Then] he must observe the second [Passover].  [If] he [unintentionally] erred Or was prevented And did not observe the first [Passover], [Then] he must observe the second [Passover].  If so [asked the Mishnah], Why is it said (in Numbers 9:10): [That those] “unclean [by reason of contact with a dead body] or on a distant journey” [observe the second Passover]?  [The Mishnah answers: It is to teach] that these [“unclean by reason of contact with a dead body or on a distant journey”] are exempt from being cut off from their kin, But those [who deliberately fail to observe the Passover] are liable to being cut off from their kin.",
            "What is “a distant journey” (within the meaning of Numbers 9:10)?  From Modi’in and beyond, And the same distance in any direction [from Jerusalem is a distant journey] — [These are] the words of Rabbi Akiva.  Rabbi Eliezer says: [A journey is distant anytime one leaves] from the threshold of the Temple Court and beyond.  Said Rabbi Yose [to Rabbi Eliezer]: For that reason there is a dot over the letter hei [(ה) in the word “distant” (רְחֹקָה, rechokah) in Numbers 9:10 in a Torah scroll], [In order] to teach: Not because it is really distant, But [when one has departed] from the threshold of the Temple Court and beyond [One is regarded as being on “a distant journey”].",
            "What is the difference between the first Passover and the second [Passover]?   The first [Passover] is subject to the prohibition that “[Leaven] shall not be seen [with you]” (Exodus 13:7) And “[leaven] shall not be found [in your houses]” (Exodus 12:19);  While at the second [Passover, One may have both] leavened and unleavened bread in the house.   The first [Passover] requires [the reciting of] Hallel (Psalms 113–118) when [the Passover lamb] is eaten, While the second [Passover] does not require [the reciting of] Hallel when it is eaten.   But both [first and second Passover] require [the reciting of] Hallel when they are offered, And they [both] are eaten roasted with unleavened bread and bitter herbs, And they [both] override the Sabbath.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "On the eve of Passover [from] close to [the time of] the afternoon offering, no one must eat until nightfall.  Even the poorest person in Israel must not eat [on the night of Passover] unless he reclines.  And they must give him no fewer than four cups of wine, even [if he receives relief] from the charity plate.",
            "They pour the first cup [of wine] for [the leader of the seder].  The House of Shammai say: He recites a blessing for the day [first], and then recites a blessing over the wine  But the House of Hillel say: He recites a blessing over the wine [first], and then recites a blessing for the day.",
            "[Then] they set [food] before him.  He dips the lettuce before he reaches the course following the [unleavened] bread.  [Then] they set before him unleavened bread, lettuce, and a mixture of apples, nuts, and wine, and two dishes, although the mixture of apples, nuts, and wine is not compulsory.  Rabbi Eliezer bar Tzadok says: It is compulsory.  And in the Temple they used to bring before him the body of the Passover-offering.",
            "They pour a second cup [of wine] for him.  And here the son questions his father.  And if the son has insufficient understanding [to question], his father teaches him [to ask]:  Why is this night different from all [other] nights?  On all [other] nights, we eat leavened and unleavened bread, [but] on this night, [we eat] only unleavened bread.  On all [other] nights, we eat all kinds of vegetables, [but] on this night, [we eat only] bitter herbs.  On all [other] nights, we eat meat roasted, stewed or boiled, [but] on this night, [we eat] only roasted [meat].  On all [other] nights, we dip [vegetables] once, [but] on this night, we dip [vegetables] twice.  And according to the son's intelligence, his father instructs him.  He begins [answering the questions] with [the account of Israel’s] shame and concludes with [Israel’s] glory, and expounds from “My father was a wandering Aramean” until he completes the whole passage.",
            "Rabban Gamliel used to say: Whoever does not mentioned these three things on Passover does not discharge his duty, and these are they: the Passover-offering, unleavened bread, and bitter herbs. [The] Passover-offering [is offered] because the Omnipresent One passed over the houses of our ancestors in Egypt. Unleavened bread [is eaten] because our ancestors were redeemed from Egypt. [The] bitter herb is [eaten] because the Egyptians embittered the lives of our ancestors in Egypt.  In every generation a person must regard himself as though he personally had gone out of Egypt, as it is said: “And you shall tell your son in that day, saying: ‘It is because of what the Lord did for me when I came forth out of Egypt.’” Therefore it is our duty to thank, praise, laud, glorify, exalt, honor, bless, extol, and adore Him Who performed all these miracles for our ancestors and us; He brought us forth from bondage into freedom, from sorrow into joy, from mourning into festivity, from darkness into great light, and from servitude into redemption. Therefore let us say before Him, Hallelujah!",
            "Up until which point should he recite?  The House of Shammai says: Up to 'as a happy mother of children'.  The House of Hillel says: Up to 'flint stone into a water-spring', and conclude with the blessing of redemption.  Rabbi Tarfon says: 'who redeemed us and our ancestors from Egypt', but without a concluding blessing.  Rabbi Akiva says: 'O YHVH our God and God of our ancestors--may we come to reach other seasons and festivals in peace, joyful in the rebuilding of your city, and jubilant in your Temple service, where we will eat from the offerings and Passover sacrifices etc.' until 'Bless you YHVH, Redeemer of Israel.",
            "They mix a second cup; he blesses his meal. [The] fourth [cup] is concluded with Hallel, which he says with the [concluding] blessing.  Between these cups, if he wishes to drink, he may drink.  Between the third and the fourth [cups], he may not drink.",
            "They may not add an afikoman after the Pesach offering.  If a few of them changed [locations], they may eat.  If all of them [changed locations], they may not eat.  Rabbi Yossi says:  if they nod off, they may eat. If they fall asleep, they may not eat.",
            ""
        ]
    ],
    "titleVariants": [
        "M. Pesachim",
        "Mishnah Pesachim",
        "Mishna Pesachim",
        "M Pesachim"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ]
}