{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishnah Pesachim",
    "lengths": [
        10,
        89
    ],
    "text": [
        [
            "\nOn the evening of the fourteenth [of Nissan] we check for leavened bread by candlelight. Any place which we do not bring leavened bread into does not require checking. And why did [the sages] say [that we must check up to] two rows in the wine cellar? [It is] a place which we bring leavened bread into. The House of Shammai say: Two rows upon the entire wine-cellar. The House of Hillel say: The two outer rows, which are the uppermost."
        ],
        [
            "The entire time that one is allowed to eat [leavened bread], one can feed it to cattle, to domesticated animals, to birds, and to gentiles, and you may benefit from it.  After the time has passed, it is prohibited to benefit from it, and one cannot fire an oven or a pot range with it.  R. Yehuda says that one cannot remove it except by burning.  And the Sages say that one can also crumble it or throw it into the wind or into the sea.",
            "Leaven belonging to a stranger, which has been in existence during the Passover, may be used after that festival, but not when it belonged to an Israelite, because it is said (Exodus 13:7), \"Neither shall there be any leaven seen in all thy quarters.\"",
            "When a stranger has lent money to an Israelite upon the security of leavened articles, they may be applied to use after the Passover; but when an Israelite has lent money to a stranger upon leavened articles, they may not be applied to use after the Passover; leaven that has been covered by fallen ruins, must be considered as banished and removed; Rabbon Simeon ben Gamaliel says, \"Only then, when it is so much covered that a dog cannot drag it out.\"",
            "If any person should eat leavened heave-offering during the Passover through error, he shall pay the principal, and the fifth part in addition; but if he did it wilfully, he is free of the obligation of repayment, and of paying for the value of the wood in case of the heave-offering being unclean.",
            "A person discharges his obligation with the following articles on Passover:—with cakes made of wheat, barley, spelt, oats, and rye; also with ‏דמאי‎ [corn which it is doubtful whether it was tithed], with the first tithe, of which the heave-offering has been taken, and with the second tithe, and consecrated things which have been redeemed. Priests,—with the cake of the dough [‏חלה‎], and the heave-offering, but not with that which is yet mixed or untithed [‏טבל‎], nor with the first tithe of which the heave-offering has not been taken, nor with unredeemed second tithe, and consecrated things not ransomed; also, not with the cakes of thank-offering, and the thin cakes of the Nazarite's offering, if they had prepared them for their own use; but if for public sale, they may discharge their obligation therewith.",
            "The obligation of eating bitter herbs on the Passover, may be discharged with the following herbs: namely, with lettuce, wild endive, and garden endive, with ‏חרחבינה‎, and bitter coriander, either fresh or in a dried state, but not if pickled, boiled, or cooked in any way: they may also be combined to the size of an olive, and the obligation is discharged if the stalks of them only had been used; and also when it is doubtful whether they were tithed, or are of the first tithe of which the heave-offering was taken, or of the second tithe, or of redeemed consecrated things.",
            "It is prohibited to soak bran on the Passover to feed fowls; but it is permitted to pour boiling water thereon; a woman may not soak the bran which she takes with her to the bath, but must use it in a dry state to rub her body therewith. A person may not masticate grains of wheat to put it [as a poultice] on his wound, because they will become leavened.",
            "It is unlawful to put flour in ‏חרוסת‎, or in mustard, but if it were done, it must be immediately eaten; but R. Meir prohibits it. The paschal sacrifice may not be boiled in any liquid, or juice of fruit; but it is permitted to moisten it [after it has been roasted], or to dip it [in any liquid when eaten]. Water which a baker uses [to cool his hands while kneading ‏מעות‎ unleavened-cakes] must be thrown away immediately, because it becomes leaven."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "On the eve of Passover [from] close to [the time of] the afternoon offering, no one must eat until nightfall.  Even the poorest person in Israel must not eat [on the night of Passover] unless he reclines.  And they must give him no fewer than four cups of wine, even [if he receives relief] from the charity plate.",
            "They pour the first cup [of wine] for [the leader of the seder].  The House of Shammai say: He recites a blessing for the day [first], and then recites a blessing over the wine  But the House of Hillel say: He recites a blessing over the wine [first], and then recites a blessing for the day.",
            "[Then] they set [food] before him.  He dips the lettuce before he reaches the course following the [unleavened] bread.  [Then] they set before him unleavened bread, lettuce, and a mixture of apples, nuts, and wine, and two dishes, although the mixture of apples, nuts, and wine is not compulsory.  Rabbi Eliezer bar Tzadok says: It is compulsory.  And in the Temple they used to bring before him the body of the Passover-offering.",
            "They pour a second cup [of wine] for him.  And here the son questions his father.  And if the son has insufficient understanding [to question], his father teaches him [to ask]:  Why is this night different from all [other] nights?  On all [other] nights, we eat leavened and unleavened bread, [but] on this night, [we eat] only unleavened bread.  On all [other] nights, we eat all kinds of vegetables, [but] on this night, [we eat only] bitter herbs.  On all [other] nights, we eat meat roasted, stewed or boiled, [but] on this night, [we eat] only roasted [meat].  On all [other] nights, we dip [vegetables] once, [but] on this night, we dip [vegetables] twice.  And according to the son's intelligence, his father instructs him.  He begins [answering the questions] with [the account of Israel’s] shame and concludes with [Israel’s] glory, and expounds from “My father was a wandering Aramean” (Deuteronomy 26:5) until he completes the whole passage.",
            "Rabban Gamliel used to say: Whoever does not mentioned these three things on Passover does not discharge his duty, and these are they: the Passover-offering, unleavened bread, and bitter herbs. [The] Passover-offering [is offered] because the Omnipresent One passed over the houses of our ancestors in Egypt. Unleavened bread [is eaten] because our ancestors were redeemed from Egypt. [The] bitter herb is [eaten] because the Egyptians embittered the lives of our ancestors in Egypt.  In every generation a person must regard himself as though he personally had gone out of Egypt, as it is said: “And you shall tell your son in that day, saying: ‘It is because of what the Lord did for me when I came forth out of Egypt.’” Therefore it is our duty to thank, praise, laud, glorify, exalt, honor, bless, extol, and adore Him Who performed all these miracles for our ancestors and us; He brought us forth from bondage into freedom, from sorrow into joy, from mourning into festivity, from darkness into great light, and from servitude into redemption. Therefore let us say before Him, Hallelujah!",
            "Up until which point should he recite?  The House of Shammai says: Up to 'as a happy mother of children'.  The House of Hillel says: Up to 'flint stone into a water-spring', and conclude with the blessing of redemption.  Rabbi Tarfon says: 'who redeemed us and our ancestors from Egypt', but without a concluding blessing.  Rabbi Akiva says: 'O YHVH our God and God of our ancestors--may we come to reach other seasons and festivals in peace, joyful in the rebuilding of your city, and jubilant in your Temple service, where we will eat from the offerings and Passover sacrifices etc.' until 'Bless you YHVH, Redeemer of Israel.",
            "They mix a second cup; he blesses his meal. [The] fourth [cup] is concluded with Hallel, which he says with the [concluding] blessing.  Between these cups, if he wishes to drink, he may drink.  Between the third and the fourth [cups], he may not drink.",
            "They may not add an afikoman after the Pesach offering.  If a few of them changed [locations], they may eat.  If all of them [changed locations], they may not eat.  Rabbi Yossi says:  if they nod off, they may eat. If they fall asleep, they may not eat.",
            "The Pesach offering: after midnight, it impurifies  the hands.  The disposed or the leftover [Pesach offering] impurify the hands.  [If] he recites a blessing over the Pesach offering, he exempts the [blessing] for [another] sacrifice.  If he recites a blessing over a sacrifice, he has not exempted [the blessing] for the Pesach offering, according to opinion of Rabbi Yishmael.  Rabbi Akiva says: neither this or that [blessing] exempts the other."
        ]
    ],
    "heTitle": "משנה פסחים",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 10,
    "titleVariants": [
        "M. Pesachim",
        "Mishnah Pesachim",
        "Mishna Pesachim",
        "M Pesachim"
    ],
    "textDepth": 2,
    "categories": [
        "Mishnah",
        "Seder Moed"
    ]
}