{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Shabbat",
    "title": "Mishnah Shabbat",
    "lengths": [
        24,
        139
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Eighteen Treatises from the Mishna",
            "http://www.sacred-texts.com/jud/etm/index.htm"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה שבת",
    "versionSource": "http://www.sefaria.org/Mishnah_Shabbat",
    "next": "Mishnah Shabbat 2",
    "maps": [],
    "length": 24,
    "book": "Mishnah Shabbat",
    "text": [
        [
            "The [fobidden] transfers [of domain] on Shabbat are two, which are [really] four, [from] inside, and two, which are [really] four, [from] outside.  How is this?  [Assuming] a poor person stands outside, and the owner of the building [stands] inside:  [If] the poor person reached his hand inside, and put [something] into the hand of the owner of the building; or took [something] from it and brought it outside; the poor person is liable, and the owner of the building is exempt.  [If] the owner of the building reached his hand outside, and put [something] into the hand of the poor person; or took [something] from it and brought it inside; the owner of the building is liable, and the poor person is exempt.  [If] the poor person reached his hand inside, and the owner of the building took [something] from it; or put [something] into it, and [the poor person] brought it outside; they are both exempt.  [If] the owner of the building reached his hand outside, and the poor person took [something] from it; or put [something] into it, and [the owner of the building] brought it inside; they are both exempt.",
            "A man may not sit before the barber close to [the time of] mincha, And may not enter either a bath-house, a tannery, [or enter] to eat, or for judgment [in court].' But if [people] began, they do not [need to] interrupt. We interrupt for the recitation of Shema, but we do not interrupt for prayers.",
            "The tailor may not go out with his needle close to nightfall, [for] perhaps he will forget and go out [on Shabbat]; and neither [may] the scribe [go out] with his quill.  One may not delouse his apparel, and may not read by lamp-light.  In truth, the lector may see where the youngsters are reading, but he may not read.  Similarly, A man who experienced a flow may not eat with a woman who experienced a flow, because of habitual sin.",
            "And these are some of the regulations enacted in the attic of Hananiah b. Hyzkiyah b. Gorion, when the rabbis came to visit him. They called the roll and found that the disciples of Shamai were more numerous than those of Hillel, and they enforced eighteen regulations on that day.",
            "The Beth Shamai said: Ink, dye material, or fodder (for animals) shall not be put into water (on Friday) unless there is still time for them to soak through while it is day. The Beth Hillel, however, permits this.",
            "Bet Shammai says, One may not put bundles of flax into the oven, unless they will be steamed during the day; nor wool into the kettle, unless it will absorb the appearance. But Bet Hillel permits it. Bet Shammai says, One may not spread nets for animals, birds or fish, unless they ensnare during the day; Bet Hillel permits.",
            "Beth Shammai declared it unlawful to sell any thing to a heathen [on the Sabbath-eve], or to help him to load, or to load for him, unless there be time sufficient for him to reach a neighbouring town [or village] during the day [before the Sabbath comes in] : but Beth Hillel permit it.",
            "Beth Shammai declare it unlawful to deliver skins to a heathen tanner, or clothes to a heathen laundress [on the Sabbathevej, unless there be time enough for them to be got ready during the day [before the Sabbath comes in]: all of this Beth Hillel permit to be done, while the sun remains above the horizon.",
            "Rabban Shimon Ben Gamliel said: \"It was the custom in my father's house, to deliver white garments to the heathen laundress three days before Sabbath.\" [Both schools] agree, that it is permitted to put blocks on the oil-press, and the round logs on the wine-press near the coming in of the Sabbath].",
            "Neither meat, onions, nor eggs, must be fried [on the Sabbath-eve], unless there be time sufficient for them to get quite done during the day [before the Sabbath comes in]. Bread must not be put into the oven towards dusk [nightfall] on the Sabbath-eve, nor cakes on the coals, unless there be time enough for the surface to become crusted during the day [before the Sabbath comes in], R. Eleazar saith [unless there be time sufficient for] the bottom to become crusted.",
            "It is permitted to put the paschal offering into the oven towards dusk on the Sabbath-eve. And the priests [in the Temple] may stir the fire a little in the hearth-room, but in other halls [of the Temple] only if there is time sufficient for the fire to seize on the greater part of the wood. R. Jehudah saith of coals, \"if any part of them be ignited [before the Sabbath come in].\""
        ],
        [
            "With what [species of wick] may [the lamps] be lighted [on the Sabbath]? and with what may [they] not be lighted? [They] may not be lighted with the moss [that grows upon] cedars, nor with undressed flax, nor with floss-silk, nor with a wick made of osier, nor with thread [made of a kind of grass growing] in the wilderness, nor with the weeds [growing] upon the water; [they may not be lighted] with pitch, nor with wax, nor with oil of kik, nor with [consecrated] oil [profaned and set apart] for burning, nor with [the fat from] the tails [of sheep], nor with tallow. Nahum, the Mede, opines that [they] may be lighted with boiled [or clarified] tallow; but the sages hold, that whether it be boiled or not boiled it may not be used to light therewith.",
            "[They] may not be lighted [even] on festivals with oil [set apart] to be burnt. R. Ishmael saith, that for the honour of the Sabbath [they] may not be lighted with the dregs of pitch; but the sages allow all [sorts of] oils: with oil of nuts, with oil of radish [seed], with oil of fish, with oil of gourd seed, with oil. of the dregs of pitch, and with naphtha. R. Tarphon saith, they must not be lighted but with oil of olives only.",
            "Nothing which grows from [the wood of] a tree is proper to light with but flax; and whatever grows from [the wood of] a tree cannot be polluted by the pollution of a tent but flax. A slip of cloth which has been folded but not singed, R. Eleazar saith it is unclean, and must not [be used to] light with; [but] R. Akivah opines [that] it is clean, and [may be used to] light with.",
            "A person may not perforate an eggshell, and fill it with oil, and place it over the lamp, that it may drop [therein], and although it be of earthenware [it is not permitted]; but R. Jehudah allows it. But if the potter had originally thus joined it, it is allowable, because it is then but one vessel. A person may not fill a dish [with] oil and place it beside the lamp, and put the end of the wick into it, so that it may attract [the oil]; but R. Jehudah permits it.",
            "He who extinguishes the lamp because he is afraid of heathens, of robbers, of an evil spirit, or that the sick may sleep, is absolved; but [if his intention is] to save his lamp, oil, or wick, he is guilty; R. José allows it in either case except the wick, because he thereby forms a coal.",
            "For three transgressions women die in childbirth: because they are not careful of their separation at proper periods, of separating the first cake of the dough, and of lighting the lamp [for the Sabbath].",
            "A man is obliged to inquire concerning three things in his house on the eve of the Sabbath, near the dusk of the evening:—Have ye separated the tithe? Have ye prepared the Sabbatical mixture [erub]? Light the lamps. If it is doubtful whether it be dark or not, the certainly untithed [grain or fruit] are not to be tithed; neither must the vessels be immersed, nor the lamps lighted; but it is permitted to tithe that which is doubtful, prepare the Sabbatical mixture, and cover [the pots of victuals to retain their heat.]"
        ],
        [
            "On a double hearth [range], cooked victuals may be put [shortly before the Sabbath], if it be heated with stubble or brushwood; [but if it be heated] with olive-kernels or wood, they must not put [victuals thereon], until [the lower compartment be] cleaned out, or covered with ashes. Beth Shammai hold [that] warm water [only], but not cooked victuals [may be placed on a hearth or range so heated]; but Beth Hillel hold, that [both] warm water and cooked victuals [may be placed thereon]. Beth Shammai hold that they [may] take [any thing] off [the hearth], but [must] not put [it] back [thereon]: but Beth Hillel hold that they may also put [it] back.",
            "If an oven is heated with stubble or brushwood, nothing must be put either into it or at the top of it. A single hearth which has been heated with stubble or with brushwood, is [considered] like a double one; but [if heated] with olive-kernels or wood, it is [considered] like an oven.",
            "An egg must not be put at the side of a hot kettle [on the Sabbath], that it become settled [done], nor must it be wrapped in hot cloths [with that intention], nor must it be put into hot sand, or road-[side] dust, that it [the egg] be roasted [by the heat of the sun.]",
            "It once happened that the inhabitants of Tiberias carried a pipe of cold water through an arm [streamlet] of their hot-well; but the sages explained to them that on the Sabbath. [this water] like any [other that had been] heated on the Sabbath-day, is prohibited, either for washing or drinking; and that on festivals [this water] like any [other that had been] heated on the festival, is prohibited for washing, but permitted for drinking. A ‏heating pan that has been cleansed of coals [it is lawful to] drink out of [on the Sabbath]; a double-heating pan even though it has been cleansed of coals [it is] not lawful [to drink out of].",
            "[Into the kettle of] hot water, which has been removed [from the fire], man must not pour [a small quantity of] cold water that it get warm, but he may pour cold water into a kettle or goblet of warm water, to make that tepid. Into a pot or kettle which has been moved [from the fire] boiling, he must not put spice; but he may put [spice to the warm victuals] in a dish or on a plate. R. Jehudah saith, \"Into all [kinds of vessels] he may put spice, except into [such food] things as contain vinegar or bran.\"",
            "It is not lawful to put a vessel underneath a lamp to catch the oil [that drops], but if it has been [so] put while yet day [before the Sabbath come in], it is permitted to let it remain; [but the oil caught therein] no use must be made of, as it is not [part] of what was prepared [for the consumption of the Sabbath]. A new lamp may be moved [from one place to another], but not an old one [that has already been used]. R. José saith, \"All lamps may be moved, except such as are alight for the Sabbath.\" A vessel may be placed under a lamp to catch the sparks, but no water must be put therein, as that extinguishes."
        ],
        [
            "With what may we insulate, and with what may we not insulate?  It is forbidden to insulate with olive waste, with dung, with salt, with lime, with sand (whether wet or dry), with straw, with grape waste, with soft fiber, and with wet grass, but it is permitted to insulate with grass when it is dry.  It is permitted to insulate with [covers?], with fruits, with dove wings, with sawdust of carpenters, and with paper of thin linen. Rabbi Yehuda forbids with thin and allows with thick.",
            "They may [be] deposit[ed, wrapped] in skins, and removed [taken out of them again: likewise] in shorn-wool, but must not be removed [taken out] therefrom. How then is man to do? He takes off the lid [of the vessel or saucepan] and the wool falls off. R. Eleazar ben Azariah saith, \"He inclines the vessel to one side, and takes out [what he requires], lest [were he to remove it] he cannot put it back again.\" But the sages hold [that it is permitted to] take [the vessel] out, and [to] put [it] back again. If man has not covered up [his vessel or pot] while yet day [before the Sabbath comes in], he must not cover it after dusk; if he have covered it, and it is become uncovered, he is permitted to cover it again. He may fill a pitcher, and place it under a pillow or bolster [to take the chill off.]"
        ],
        [
            "Wherewith may [a man let] an animal go out? and wherewith may [he] not [let] it go out? The camel [he] may [let] go out with its halter, the she camel with a nose-ring; the Lybian ass with bridle and bit; the horse with its collar; all [animals] that wear a collar may go out therewith, and be led thereby; [in case it, the collar, becomes unclean] it must be rinsed, and dipped in its place [without taking it off.]",
            "The ass goes out with its rug [while it is tied on him]. He-goats may go out with a leather bandage round their privates; sheep with their tails fastened up or down, and with wrapper; sire-goats with their udders tied up. R. Jose prohibits all these, excepting the sheep with wrapper. R. Jehudah saith, \"She-goats may go out with their udders tied up, if [this be done] to dry [up the milk], but not if it be done to [preserve the] milk.\"",
            "Wherewith may [a man] not [let] animals go out? The camel must not go out with a rag tied to its tail, nor with its legs strapped, nor with its fore and hind-legs fastened together; this [applies] to all domestic animals. A man must not fasten camels together and lead them, but he may hold the [different] ropes in his hand, only [taking care] that they do not get twisted.",
            "An ass must not go out with its rug that had not been fastened on [before the Sabbath], nor with a bell, although it be muffled, nor with a wooden frame-work round its neck, nor with a strap to its legs. Hens must not go out with cords tied on them, nor with straps to their feet. Rams must not go out with go-carts to their tails; nor sheep with sneezing-wood; nor calves with a reed-yoke; nor a cow with the skin of a hedgehog tied to her udders, nor with a strap between her horns. The cow of R. Eleazar hen Azariah went out [on the Sabbath] with a strap between her horns, which was against the consent of the sages."
        ],
        [
            "Wherewith [on her person] may a woman go out? and wherewith may she not go out? A woman must not go out with linen or woolen laces; nor with the straps on her head, because she cannot bathe with them on, but must first unfasten them: nor with a frontlet and pendants thereto, unless sewn to her cap; nor with the lining of the frontlet, into the public domain; nor with a golden [ornament in the shape of a] town; nor with a tight gold chain; nor with nose-rings; nor with finger-rings, on which there is no seal; nor with a needle without an eye: but if she has gone out with either of these, she is not guilty [to bring] a sin-offering.",
            "A man is not to go out with iron-bound sandals, nor with one [iron-bound shoe], unless he has a sore in [the other] foot; nor yet with Tefillin; nor yet with an amulet, unless it be by a distinguished sage; nor with cuirass, helmet, or armor for the legs: but if he has gone out [with either of these] he is not guilty [to bring] a sin-offering.",
            "A woman must not go out with a needle that has an eye; nor with a finger-ring that has a seal on it; nor with a diadem‎; nor with a smelling-bottle, or balm-flask: if she has gone out [with either of these] on her person, she is guilty, [and bound to bring] a sin-offering. Such is the dictum of R. Meir; but the sages absolve her [therefrom, as far as regards going out] with a smelling-bottle or balm-flask.",
            "Man must not go out with a sword, nor with a bow, nor with a triangular shield, nor with a round one, nor with a spear; if he has gone out [with either of these] he is guilty, [and bound to bring] a sin-offering. R. Eleazar saith, \"They are ornaments [becoming] to him:\" but the sages hold, \"they are nothing else but a stigma [unbecoming], for it is said, 'They shall beat their swords into ploughshares, and their spears unto pruning-books, nation shall not lift up sword against nation, neither shall they learn war any more.'\" Knee-buckles are clean, and a man may go out with them on the Sabbath; stride-chains are liable to become unclean, and a man must not go out with them on the Sabbath.",
            "A woman may go out with plaits of hair, whether of her own hair or of another woman, or of an animal; with frontlet and pendants, if they are sewn fast to the cap; with the lining of a frontlet, and with false-ringlets [curls], into the courtyard; with soft wool in her ears, or soft wool in her shoe, or soft wool she has prepared for her menstruation; with a [grain of] pepper or [of] salt, or with whatever else she [is accustomed to] put into her mouth, provided she does not put it [into her mouth] especially on the Sabbath; and if she drop it [out of her mouth on the ground] she must not put it back [into her mouth] again; a false tooth, or a gilt tooth, Rabbi permits [the going out with]; but the sages prohibit [it].",
            "Women may go out with a coin fastened on a swelling in their feet; little girls may go out with laces on, and even with wires in their ears; Arabian women may go out in their large veils, and Median women in their mantillas: so [indeed] may any one; but the sages adduce their instances from existing [and known objects].",
            "A woman may fold up a stone, or a nut, or a coin, in her mantilla, provided she does it not especially on the Sabbath-day.",
            "The cripple may go out with his wooden leg: such is the dictum of R. Meir; but R. José prohibits it. If the wooden leg has a hollow receptacle for rags, it is [liable to become] unclean; leather crutches [of a cripple who is lame of both ankles], are [liable to become] unclean from pressure; but he may go out with them on the Sabbath, and [also] enter into the outer court [of the temple] with them. The chair and crutches [of one who is paralytic] are [liable to become] unclean from pressure, he must not go out with them on the Sabbath, and he must not enter the outer court [of the Temple] with them: wooden stilts are clean, but he must not go out with them.",
            "Boys may go out with their bands, and princes with golden bells: so [indeed] may every one, but the sages adduce their instances from things existing [and known].",
            "It is permitted to go out with the egg of a grasshopper, or the tooth of a fox, or the nail of one who has been hanged, as medical remedies: such is the dictum of R. Meir; but the sages hold [according to another version; such is the dictum of R. José, but R. Meir holds], \"That even on the week-day this is prohibited, because of [its imitating] the ways of the Amorites.\""
        ],
        [
            "One great rule they [the sages] laid down respecting the Sabbath. He who has [entirely] forgotten the principle of the Sabbath, and has done many kinds of work on many Sabbath-days, is bound to bring but one sin-offering. He who knows the principle of the Sabbath, but, [mistaking the day], has done many kinds of work on many Sabbath-days, is bound to bring a separate sin-offering for every Sabbath-day [which he has violated]. He who knows that it is Sabbath, and has [nevertheless] done many kinds of work on many Sabbath-days, is bound to bring a separate sin-offering for every principal occupation. He who has done divers work, all arising from the same principal occupation, is bound to bring but one sin-offering.",
            "The major categories of work [forbidden on Shabbat] are forty minus one: sowing, plowing, harvesting, binding sheaves together, threshing, winnowing, sorting, grinding, sifting, kneading, baking, shearing wool, whitening it, beating it, dyeing it, spinning, weaving, making two loops, weaving two threads, separating two threads, tying, untying, sewing two stitches, tearing for the purpose of sewing two stitches, hunting a deer, slaughtering it, flaying it, salting it, curing its skin, scraping it, cutting it, writing two letters, erasing for the purpose of writing two letters, building, demolishing, extinguishing [a flame], kindling [a flame], striking with a hammer, carrying from one domain to another. These are the major categories of work [forbidden on Shabbat] - forty minus one.",
            "Another rule they [the sages] laid down. Whatever is fit [and proper] to be preserved, and in a quantity, such as is usually preserved, whosoever carries it out on a Sabbath is bound to bring a sin-offering. But whatever is not fit [and proper] to be preserved, and [is] in such quantity as is not usually preserved, if it be carried out on the Sabbath, he only is bound to bring a sin-offering [for carrying it out] who [usually] preserves it.",
            "Whoever carries out [chopped] straw equal to a cow's mouthful; stalks equal to a camel's mouthful; stubble equal to a lamb's mouthful; herbs equal to a kid's mouthful, if fresh, equal to [the size of] a dried fig; leek or onion leaves if dry equal to a kid's mouthful. But these are not to be computed together, as the legal quantities are not equal [for all]. Whoever carries out [any article of] food equal to [the size of] a dried fig is guilty. And victuals may be computed together, as the legal quantity is the same for all; excepting peels, [shells], kernels, and stalks; [likewise] bran, fine or coarse. R. José saith, \"Excepting, also, the husks of lentils, which have been boiled with them.\""
        ],
        [
            "Whoever carries out wine sufficient to mix a goblet [of wine], [such as is used at grace after meat], milk equal to a mouthful, honey sufficient to spread upon a sore, oil sufficient to anoint a small limb [joint], water sufficient to form a colyrium [wash for one eye], or of any other kind of beverage, quarter of a lug, and also of whatever can be poured out [liquids], quarter of a lug. R. Simeon saith, \"For all [the articles here enumerated] the legal quantity is one quarter lug; and the [various] quantities here specified are only for those who conserve [keep the articles].",
            "Whoever carries out rope sufficient to make a handle for a box, [basket], or reed sufficient to make a hook for [whereon to hang] a fine, or a coarse sieve; R. Jehudah saith, \"Sufficient to take measure for a child's shoe, paper sufficient to write thereon a toll-bill, and, [lastly, whoever carries out] a toll-bill of blotted paper, sufficient, to wrap a small balm flask therein, is guilty.\"",
            "Vellum sufficient for an amulet, [double wove parchment sufficient to write a mezuzah thereon], single wove parchment sufficient to write thereon the smallest section [parashah] of the Tefillin, which is 'Shema Yisrael'‎, ink sufficient to write two letters, paint sufficient to dye one eye.",
            "Bird-lime sufficient to put on the top of the lime twig; pitch, or sulfur, sufficient to fill up a tube of quicksilver; wax sufficient to stop up a small leak [in a wine cask]; loam sufficient to make an orifice [for a bellows], or the crucible of a gold refiner. R. Jehudah saith, \"sufficient to make a stand [for such a crucible], lime sufficient to cover the little finger of a maiden.\" R. Jehudah saith, \"sufficient to cover one of her temples.\" R. Nehemiah saith, \"sufficient to anoint one of her temples [withal].\"",
            "Red loam sufficient to seal a bale of goods. Such is the dictum of R. Akivah; but the sages hold, \"sufficient to seal a letter therewith.\" Dung, or fine sand, sufficient to manure a cabbage-stalk. Such is the dictum of R. Akivah; but the sages hold, \"sufficient to manure a leek therewith.\" Coarse sand sufficient to fill a trowel, reed sufficient to make a writing-pen, and should it be thick or split, sufficient to boil the lightest of eggs, [which], mixed with oil, [lies] in a hot shell.",
            "Bone sufficient to make a spoon. R. Jehudah saith, \"sufficient to make [a fitting] for a key.\" Glass sufficient to scrape the top of a weaver's shuttle therewith, a lump of mould, or a stone, large enough to throw at a bird. R. Eleazar ben Jacob saith, \"large enough to throw at a beast.\"",
            "Potsherds large enough to put between deals to poise them. Such is the dictum of R. Jehudah; but R. Meir saith, \"large enough to shovel up ignited fuel therewith.\" R. José saith, \"large enough to receive [hold] quarter [of a lug].\" R. Meir saith, \"Although there is not [any absolute] proof in support [of my] assertion, there is an indication [of my] assertion; for it is said, 'There shall not be found in the bursting of it a sherd to take fire from the hearth.'\" But R. José replied, \"[Can you] thence [adduce] a proof? [Does not the sentence conclude with the words], 'or to take water withal out of the pit?'\""
        ],
        [
            "R. Akivah saith, \"Whence is it [to be inferred] that carrying an idol maketh unclean, even as menstruation doth? From the text, 'Thou shalt cast them away as a menstruous cloth: thou shalt say unto it [the idol], get thee hence.' Even as the carrying of a menstruous cloth defileth, so does likewise the carrying of an idol.\"",
            "Whence is it [to be inferred] that a ship is clean? From the text, \"The way of a ship in the heart [midst] of the sea.\" Whence is it [to be inferred] that in a garden-bed, six hands square, five different kinds of seed may be sown; [i.e.] four [kinds] in the four corners of the garden-bed, and the fifth in the middle? From the text, \"For as the earth, bringeth forth her bud, and the garden causeth ‏'zerueha'‎, her seeds, to spring forth.\" The text does not say, ‏'zarah' [her seed, in the singular, as if of one kind only], but 'zerueha'‎, [her seeds of various kinds].",
            "Whence is it [to be inferred] that a woman who sheds semen on the third day [after coition] is unclean? From the text, \"And be ye ready against the third day.\" Whence is it [to be inferred] that a circumcised infant is to be bathed [washed] on the third day [after circumcision], even though that falls on the Sabbath? From the text, \"And it came to pass on the third day, when they were sore,\" Whence is it [to be inferred] that a red string is to be tied to the head of the scapegoat? From the text, \"Though your sins be as scarlet, they shall become white as snow.\"",
            "Whence is it [to be inferred] that anointing is [as unlawful] as drinking on the day of atonement? Although there is no [absolute proof] for this assertion, there is an indication thereof in the text, \"Let it come into his bowels like water, and like oil into his bones.\"",
            "He [is likewise guilty] who carries out wood sufficient to boil a light egg, spices sufficient to season a light egg; and [different kinds of spice are to be] computed together. Nut-shells, pomegranate peels, isatis [woad], and madder, sufficient to dye a small cap-cloth; urine, alum, ‏alkaline salt‎, and creta-cimolia and ‏frothy soap‎, sufficient to wash a small cap-cloth. R. Jehudah saith, \"sufficient to pass over a blood-stain, [by way of experiment to see if it can be taken out].\"",
            "Pimento the smallest quantity, extract of pitch the smallest quantity; all kinds of spice [perfumes] and of metals [ores] the smallest quantity. Altar stones and altar dust, fragments of rolls of the law, and fragments of their wrappers [gnawed to pieces by moths] the smallest quantity; because these things are preserved to be secreted. R. Jehudah saith, also, \"whoever carries out the smallest quantity of what has been used for idol-worship; for it is said, 'And there shall cleave nought of the accursed thing to thine hand.'\"",
            "If a man carry out the box of a dealer in spices [apothecary], although there be various kinds [of spice] therein, he is [only] bound to bring one sin-offering. Garden seeds, [rather] less than the size of a dried fig. R. Jehudah ben Bethera saith, \"Five [things there are of which, should a man carry the smallest quantity, he is guilty], cucumber seeds two [grains],pumpkin seeds two [grains],Egyptian bean-seed [two grains], a clean live grasshopper any portion [however small], [if it be] dead the size of a dried fig. A vineyard bird any [the smallest] portion [be it] dead or alive.\" R. Jehudah saith, \"He likewise [is guilty]who carries out any [the smallest] portion of an unclean live grasshopper, because these are preserved for children to play with.\""
        ],
        [
            "Whoever preserves a thing, either as seed or for a sample, or, as a medicine, and carries out any quantity thereof on the Sabbath, is guilty. All [other] persons are only guilty if they carry out the [prescribed] quantity; if he who preserves the article carries it back again, he also is only guilty [of a second offense] if there be the prescribed quantity.",
            "He who, carrying out victuals, puts them on the threshold [of his house], whether he himself afterwards carries them out or any other person carries them out, both are [alike] absolved; because neither completed the work at once [off-hand]. If he put a basket full of fruit on the outer threshold, although the larger portion of the fruit be in the street [of the threshold], he is absolved, so long as the whole of the basket is not carried out [at once].",
            "Whoever carries out, either with his right hand or with his left, in his lap, or on his shoulder, is guilty; [the last] being the manner in which the sons of Kohath carried their load: but if he carries on the back of his hand, or [pushes by] his foot, or [carries in] his mouth, or [shoves with] his elbow, or [carries in] his ear, or [tied to] his hair, or in the purse of his girdle, with the opening downwards, or between his girdle and his shirt, or in the skirt of his shirt, or in his shoe, or in his sandal, he is absolved, because he carries not in the usual way.",
            "If a person intends to carry out [something] before him, and it gets behind him, he is absolved; [if he intended to carry it] behind him, and it gets before him, he is guilty. They [the sages] did indeed decide, that a woman who carries out something in her small girdle is guilty, whether [it be carried] before her or behind her; for it is liable to shift. R. Jehudah saith, \"letter-carriers likewise.\"",
            "If a man carries a [large] loaf into the public reshuth, he is guilty; if two carry it they are absolved: if one was not able to carry it, and [therefore] the two carried it out, they are guilty. If a person carries out victuals, less than the prescribed quantity, in a vessel, he is absolved, even for [carrying] the vessel, as that is an accessory to the victuals. [If he carries out] a living person on a couch, he is absolved, even for [carrying] the couch, as that is an accessory to the person [on it]. [If he carry out] a corpse on a couch or bier, he is guilty. Likewise [if he carry] the size of an olive [appertaining to a human] corpse, or the size of an olive of carrion, or the size of a lentil of a reptile, he is guilty. R. Simeon absolves him.",
            "He who pares his nails, [either pulling them off] with his nails, or [biting them off] with his teeth; or who pulls the hair out of his head, or off his lip, or out of his beard; likewise a woman who plaits her hair, or dyes her eye-brows, or who parts the hair on her forehead; R. Eleazar pronounces [them all] guilty. The sages prohibit all these, on the score of [their violating] the Sabbath rest. He who plucks [leaf, flower, or blossom] out of a perforated flower-pot, is guilty: [but if the flower-pot be] not perforated, he is absolved. R. Simeon absolves him in either case."
        ],
        [
            "Whoever throws [something] from a private reshuth into the public reshuth, or from the public reshuth into a private reshuth, is guilty; from one private reshuth into another private reshuth, [there being] a public reshuth between the two, R. Akivah pronounces him guilty; but the sages absolve him.",
            "How is this to be understood? [Suppose] two balconies project [from the private reshuth of the houses to which they respectively belong] into the public reshuth, and face each other, whoever reaches [hands] or throws any thing out of one into the other, is absolved. If both [balconies] be in one row, he who reaches [hands something out of one into the other] is guilty, but he who throws [any thing from one into the other] is absolved; for such [reaching or handing] was [part of] the work of the Levites [in their ministry at the tabernacle, viz.] two waggons stood next to each other in the public reshuth, and the boards [of the tabernacle] they handed from one waggon into the other, but they did not throw them. If a heap of mould [dug out] of a pit, or a rock [stone], be ten hands high and four wide, whoever takes [any thing] away from either, or puts [any thing] thereon, is guilty; [should the size thereof be] less than this, [ten hands by four], he is absolved.",
            "If, from [a distance of] four amoth, a man throws [something] against the wall [should it hit] higher than ten hands [from the ground], it is as if he threw [it] in the air; [should it hit] lower than ten hands [from the ground], it is as if he threw [it] on the ground. He who throws [any thing] on the ground, [to the distance of] four amoth, is guilty. If he threw [it] within the four amoth, but it rolled beyond the four amoth, he is absolved. [If he threw it] beyond the four amoth, and [it] rolled back again within them, he is guilty.",
            "He who throws [something] into the sea, [to the distance of] four amoth, is absolved. If a pool of water be traversed by a public reshuth [thoroughfare], whoever throws [any thing] into it [to the distance of] four amoth, is guilty. What [depth] constitutes a pool? Less than ten hands [deep]. Any pool which is [occasionally] traversed as a public reshuth [thoroughfare], whoever throws [any thing] into it [to the distance of] four amoth, is guilty.",
            "He who throws from the sea to the shore, or from the shore to the sea; from the sea to the ship, or from the ship to the sea, or from one ship into another, is absolved. If ships are fastened together, [things] may be moved [conveyed] from one into the other; if they are not fastened together, even though they touch, [things] must not be moved [conveyed] from one into the other.",
            "If a man throws [something] and, after it has left his hand, he remembers [it is Sabbath], should that [which he has thrown] be caught up by any other [person], or snapped up by a dog, or should it become ignited [and burnt in the air], he [who has thrown it] is absolved. Has he thrown [something] with intent to wound either man or beast, and remembers [that it is Sabbath] before the wound is inflicted, [as long as the object is not hit], he is absolved. The rule is, all those who [when guilty] are bound to bring a sin offering, do not become guilty, unless [both] the beginning and end, [result of their offence] be unwittingly [inadvertently]. If the beginning be unwittingly and the end wittingly [premeditated], or if the beginning be wittingly [premeditated], and the end unwittingly [accidental] [in either case] they [the offenders] are absolved; unless [as has already been stated], both beginning and end [result of the offence] be unwittingly [inadvertently] committed."
        ],
        [
            "He who builds, how much must he build to become guilty? Whoever builds at all [be it ever so little], whoever chops a stone, strikes with a hammer, or uses a plane, or bores a hole; [whosoever] at all [does either of these] is guilty. The rule is, whosoever does any work, which is lasting and durable, on the Sabbath, is guilty. R. Simeon ben Gamaliel saith, \"He [likewise is guilty] who strikes with a hammer on an anvil, because it appears as if he prepared [or finished off] work.",
            "Whoever ploughs at all, or weeds, or clears [away parasite branches; whoever] at all [does either of these], is guilty. Whoever gathers wood, if to [clear], improve [the] ground, any quantity, [however small]; if to burn, sufficient to boil a light egg. Whoever gathers herbs, if to [clear], improve the ground, any quantity, [however small]; if for [feeding] a beast, sufficient for a kid's mouthful.",
            "Whoever writes two letters, whether with his right or with his left hand, whether the one letter [twice], or two [different] letters, or with different inks, in any language [or character], is guilty. R. José saith, \"The writing of two letters was prohibited, solely because [they may serve] to mark [withal]; for the boards of the tabernacle were thus lettered, to know how to match them.\" Rabbi saith, \"We find short names, [which are abbreviations] of larger ones; as ‏שם‎ [Sam or Sim], from Samuel or Simeon; ‏נח‎ [Noah], from Nahor; ‏דן‎ [Dan], from Daniel; ‏גד‎ [Gad], from Gadiel.",
            "Whoever, on one occasion, unwittingly [off-hand at once] writes two letters, is guilty; whether he write with ink, or paint, or ruddle, or gum, or vitriol, or any [other] substance that leaves a [lasting] mark. [Moreover, whoever writes] on the two [angles forming] corner walls, or on two tablets [leaves] of an account-book, so that the two correspond, is guilty. Whoever writes on his [own] flesh, is guilty. Whoever scratches [alphabetical characters] on his own flesh, R Eleazar [pronounces] bound to bring a sin-offering; but R. Joshua absolves him.",
            "Whoever writes with [any kind of dark] beverage [liquid], or with the juice of fruit, or with dust from the road, or with writing sand, or with any [other] substance which is not durable, is absolved; [whoever writes] with the back of his hand, or his foot, or his mouth, or his elbow, or if he writes [adds] one letter to writing [which is already written], or writes over writing; [moreover], if he intended to write [the letter] ‏ח‎, but actually wrote two ‏ז‎, [or wrote] one [letter] on the ground, and one on the boards [partition], or wrote on two walls of the house, or on two leaves of an account-book, which do not correspond [cannot be joined], so that the writing may be read [as a whole]; [whoever does either of these] is absolved. Whoever writes one letter of notaricon is, by R. Joshua ben Bethera, pronounced guilty; but the sages absolve him.",
            "Whoever unwittingly writes two letters on two [different] occasions, [as], one in the morning, and one towards evening, is, by Rabbon Gamaliel, pronounced guilty; but the sages absolve him."
        ],
        [
            "R. Eleazar saith, \"Whoever weaves three threads at the [first] beginning [of a weft], or one thread while the weft is in progress, is guilty;\" but the sages decide, \"that whether at the first beginning or end [of a weft] the prescribed quantity is two threads.\"",
            "Whoever ties two threads, whether in the warp or in the shoot, or in a fine or coarse sieve, or in a basket, is guilty. [Moreover], he who sews two stitches, or tears, with intent to sew two stitches, [is guilty].",
            "Whoever tears something in a rage, or at a death, and all who in a passion spoil [or destroy], are absolved. Whoever spoils [breaks] in order to repair the prescribed quantity, [which decides his being guilty], is [guilty] according to the [extent of the necessary] repairs.",
            "The prescribed quantity of wool, washed, carded, dyed, or spun, is that of a double sit; and, in the weaving of two threads, the prescribed quantity is that of one sit in width.",
            "R Jehudah saith, \"Whoever hunts a bird into a cage, or a deer into a house, is guilty.\" The sages decide, \"a bird into a cage, a deer into a house, a court, or an inclosure for animals.\" R. Simeon ben Gamaliel saith, \"Not all inclosures are alike.\" The rule is, when the capture is incomplete, he is absolved; but when the capture is not incomplete he is guilty. The meaning is, whatsoever must be chased a second time renders guilty; whatsoever is completely in a man's power does not render guilty.",
            "If a stag enter a house, and one man shuts him in, he is guilty; if two shut him in, they are absolved; if one man is not able to shut him in, and [therefore] two shut him in, they are guilty. R. Simeon absolves them.",
            "If one man places himself in the door [entry, to prevent the deer from getting out again], but does not [completely] fill it, and a second person places [himself next to him], and does fill it, the second is guilty. If the first places himself in the door [entry], and fills it, and a second person comes and places himself at his side, although the first should afterwards get up and go away [leaving the second in the entry], the first is guilty, and the second is absolved. For what is this like? Like as if he had locked his house to secure his property, and a stag is found secured within it."
        ],
        [
            "The eight kinds of vermin mentioned in the law—whoever catches or wounds one of them, is guilty. As to all other kinds of reptiles, or worms, whoever wounds [bruises] them is absolved; whoever catches them, if for use, is guilty; if not for use, is absolved. Whoever catches animals, or birds, that are [already] in his possession, is absolved; whoever wounds [bruises] them is guilty.",
            "Man must not make [prepare] brine on the Sabbath; but he may make [mix] salt and water wherein to dip his bread, and to put into his food, to season it. R. José observed, \"And is not this [mixture] brine, whether it be more or less salted? The [only mixture of] salt and water which is permitted [on the Sabbath], is that in which oil has been previously put, either to the salt or to the water.\"",
            "It is unlawful to eat Greek hyssop on the Sabbath, because it is not food [fit] for healthy [people]; but man may eat wild-rosemary, and drink ‏אבוב רועה‎; man may eat of any [kind of] food as medicine, and drink any kind of beverage, except water of ‏דקלים‎, and ‏כוס עקרים‎, as these are [only remedies] for the jaundice; but a man may drink the water of Dekalim for thirst, and may anoint himself with the oil of Ikkarim, but not as a remedy.",
            "He who has the toothache must not rinse his teeth with vinegar, but he may wash them as usual [dip something in vinegar and rub them], and if he does get cured, he does get cured. He who has pains in his loins, must not rub them with wine or vinegar; he may [however] anoint them with [any kind of] oil, except rose oil. Princes may anoint [dress] their wounds with rose oil, as they are in the habit of so anointing [themselves] on week-days. R. Simeon saith, \"All Israelites are [to be considered as] princes [in this respect].\""
        ],
        [
            "These [are the kind of] knots which render [a man] guilty: the camel-drivers’ knot, and the [sailors’] boatmen's knot; and as he becomes guilty by tying [splicing] them, so does he likewise become guilty by untying them. R. Meir saith, \"A knot which he can untie with one hand only, he does not become guilty for [untying].\"",
            "There are other knots, the tying or untying of which does not render guilty, as the camel-drivers’ and [sailors’] boatmen's knots [do]: a woman may tie the slit in her chemise, and her cap-ribbons, and her stay-laces [girdle], and her shoe-strings, and her sandal-laces; [also] skins of oil, and of wine, and pots of meat. R. Eleazar ben Jacob saith, \"They may tie a rope before a beast, to prevent its going out.\" A pail may be tied [to a well] by a girdle, but not by a rope. R. Jehudah laid down the rule, \"Any knot which is not intended to be lasting [tied once for good and all] does not cause [any one] to become guilty.",
            "Clothes may be folded even four or five times; on the evening of the Sabbath, the beds may be made for [use on] the Sabbath; but they must not be made on the Sabbath, for [to be used] after the Sabbath is out. R. Ishmael saith, \"The clothes may be folded, and the beds made on the day of atonement, for [use on] the Sabbath.\" And the fat of the Sabbath-sacrifices may be offered on the day of atonement: [another version adds, \"but not that of the day of atonement on the Sabbath.\"] R. Akiva saith, \"That of the Sabbath must not be offered on the day of atonement, nor that of the day of atonement on the Sabbath.\""
        ],
        [
            "All holy writings, one can save them from the fire, whether you can read from them or not (on Shabbos.) Even if they are written in any language, they require hiding. Why don't we read from them (the writings)? Because of idleness from the study hall. One may save the case with the scroll, and the case with the teffilin, even if there is money inside. Where should he save them  to? An alleyway that is not muflash. Ben Beseira says, even a muflash.",
            "Food for [the] three [Sabbath] meals is to be saved; for man, that which is fit for human food; and for beasts, that which is fit for animal [food]. How is this to be understood? If the fire broke out on the Sabbath-evening, food for three meals is to be saved; if in the morning, food for two meals is to be saved; and if at noon, food for one meal is to be saved. R. José saith, \"At all times food for three meals is to be saved.",
            "A basket filled with loaves may be saved, even though it contain [food sufficient for] one hundred meals; also a [large] fig-cake, and a cask of wine. It is lawful to call to others, \"Come and save for yourselves [whatever you can];\" if those who save are knowing, they will settle accounts with the owner after the Sabbath. Whither may they [the articles saved] be carried for safety? Into any court that is combined by Erub; Ben Bethera saith, \"Even into one that is not so combined.\"",
            "Thither he may carry out all vessels required [for his meals that day]. He dresses [himself] in as many [garments] as he can put on, and girds round him as much as he can gird. R. José saith, \"[He must not put on more than] eighteen [pieces of ordinary] wearing-apparel; and he may go back and again dress in, and put on [as much as he can] and carry it out, and call to others, 'Come, and save with me' [help me to save].\"",
            "R. Simeon ben Nonos saith, \"They may spread a goat-skin over a chest, or a box, or a cupboard, which has caught fire, as it will only get singed. It is also lawful to erect a partition with any kind of vessels, be they full [of water] or empty, to prevent the fire from spreading. R. José forbids this being done with new crockery-ware filled with water, as this [kind of vessels] cannot stand the heat, but would burst, and extinguish the fire.",
            "If a heathen comes to put out the conflagration, he is not to be told, \"extinguish,\" or \"do not extinguish,\" because it is not obligatory on them [Israelites], to make him observe the Sabbath-rest. But if a minor [an Israelitish child] wishes to extinguish [the conflagration], they must not allow him [so to do], as it is obligatory on them [Israelites] to make him observe the Sabbath-rest.",
            "A dish may be put over the light, to prevent the beam [of the roof] from catching fire; also [a dish may be put] over the ordure [of poultry], [on account of] children; and over a scorpion, that it may not bite. R. Jehudah said, \"It happened that such a case was brought before R. Jochanan ben Sachai, at Arob, when he remarked, 'I doubt whether I ought not to have inflicted a sin-offering' [on the accused].\"",
            "If a heathen has lighted a candle, an Israelite may use the light; but if [the heathen has lighted it] on purpose for the Israelite, it is prohibited [to use it]; if a heathen has drawn water to give to his cattle to drink, the Israelite may give his cattle to drink after him; but if [the heathen has drawn the water] on purpose for the Israelite, it is prohibited [to use it]. If a heathen has made a step to descend [from a ship], an Israelite may descend [thereon] after him, but if [the heathen has made it on purpose] for the Israelite, it is prohibited to use it. It once happened that Rabbon Gamaliel and the elders arrived in a ship, and a heathen made a step by which he descended, and Rabbon Gamaliel and the elders descended after him."
        ],
        [
            "All [such] vessels [as may be] moved on the Sabbath, their doors [lids] may be moved with them, even though they have become parted on the Sabbath; for they are not like house-doors, which are not [originally] prepared [to be moved].",
            "A man may take [use] a hammer to crack nuts, or a hatchet to chop fig-cake, or a handsaw to saw cheese, or a shovel to take up dry figs, or a fan or fork to give food thereon to a child, a spindle or a shuttle to pick up fruit, or a sewing-needle to pick a splinter out [of his skin], or a packing-needle to open [undo] the door.",
            "An olive-cane, that has a knob at the top of it, is liable to contract uncleanness; but if [it has] none, it is not liable to contract uncleanness; in either case it may be moved on the Sabbath.",
            "R. Judah saith, \"All vessels [utensils] may he moved except a large saw and a ploughshare; all vessels [utensils] may be moved, whether they are [wanted] for use [on the Sabbath], or not [wanted] for use.\" R. Nehemiah saith, \"They are only to be moved if [actually wanted] for use.\"",
            "All [such] vessels as may be moved on the Sabbath, their fragments [should they be broke] may likewise be moved, provided they be fit to put to some use: [such as] the fragments of a kneading-trough, to cover the bunghole of a cask, or the fragments of a glass to cover a pitcher. R. Jehudah saith, \"Provided they [the fragments] be fit to put to some use [analogous to] their [original] purpose: [such as] the fragments of a kneading-trough to hold pap [porridge], or the fragments of a glass to hold oil.\"",
            "If a stone be in a hollow pumpkin [gourd], should the stone not fall out when water is drawn, they may draw water therewith; if otherwise, they must not draw water therewith. Should a vine-branch be fastened to a pitcher [by way of a handle], water may be drawn therewith on the Sabbath.",
            "[Of a] window-blind, R. Eleazar saith, \"If it be fastened, and hang down, it may be put before the window; if not, it must not be so used.\" But the sages hold, \"That in either case, it may be put [before the window].\"",
            "The lids of all such vessels as are fixed to the ground, may be moved on the Sabbath. R. José saith, \"To what does this decision apply? To the lids of all such vessels [fixtures] as are sunk into the ground [as cisterns, &amp;c]. What then [is the case] with respect to the lids of vessels fixed to the ground? Either kind may be moved on the Sabbath.\""
        ],
        [
            "A man may move even four or five kupoth [a certain amount] 1 of straw or grain [to make room] for guests, or to enable disciples to obtain instruction in the law; but [he must] not [move] an entire store. [The following articles] may [likewise] be removed: clean heave-offering, doubtful fruit, first tithes, of which the heave-offering has been taken, second tithes, and consecrated things which have been redeemed, and dried broad-beans [as these last] are food for the [‏עניים‎] poor. [According to another version (‏עזיים‎) goats.] But it is not lawful to move ‏טבל‎, nor first-tithes of which the heave-offering has not been taken; nor second-tithes, nor consecrated things which have not been redeemed; nor yet arum, nor mustard. R. Simeon ben Gamaliel permits arum to be moved, as it is food for [tame] ravens.",
            "Bundles of straw, bundles of stalks, and bundles of reeds, if intended as fodder for cattle, may be moved; if not, they must not be moved. A basket may be set on end for chickens to climb up and down on; a runaway hen may be chased back [home] again; calves and young asses may be walked [to and fro to take exercise] in the public reshuth; a woman may also walk her child. R. Jehudah saith, \"When [may she do this]? If it [the child] lift up one [leg] as it sets the other down; but if it trails [its leg behind] it is prohibited [for the mother] to walk [lead] her child, [on the Sabbath].\"",
            "A man must not deliver [of its young] an animal that calves on the festival; but he may [otherwise] support [assist] it. [If] a woman is to be delivered on the Sabbath, the midwife must be called in to her from one place to another. The Sabbath may be violated for her sake; the navel-string is to be tied; R. José saith, \"it may also be cut.\" Whatever is necessary for [appertains to] circumcision, may be done on the Sabbath."
        ],
        [
            "R. Eleazar says, \"If he [the Mohel] has not brought a knife before the Sabbath, he is to bring it openly [uncovered] on the Sabbath; but in times of danger [religious persecution], he covers the knife [wraps it up] in the presence of witnesses. R. Eleazar further saith, \"Wood may be cut [on the Sabbath] to be burnt into coal, to forge an iron instrument [knife, to circumcise withal;\" but] R. Akiva laid down the rule, \"Whatever work [necessary in aid of circumcision] it is possible to do on the Sabbath-eve, does not supersede [the due observance of] the Sabbath; but [whatever work] it is not possible to do on the Sabbath-eve, does. supersede [the due observance of] the Sabbath.",
            "Whatever is requisite [to complete the ceremony] of circumcision, is to be done on the Sabbath: [viz.] they circumcise, uncover [the gland], suck [the blood], and put plaster and cummin [caraway] on the wound; if [the cummin has] not [been] crushed on the Sabbath-eve, he masticates it with his teeth, and puts it on; if he has not mixed oil and wine on the Sabbath-eve, he must put each on separately; he must not prepare a proper dressing [on the Sabbath], but he may tie a small linen rag on the wound; and if he has not provided it on the Sabbath-eve, he may wrap it round his finger, and bring it with him, even from another court.",
            "The infant may be bathed [washed], as well before the circumcision as after the circumcision; the water must be sprinkled on it with the hand, but not poured on it with a vessel. R. Eleazar ben Azariah saith, \"The infant is to be bathed on the third day [after circumcision], though that fall on the Sabbath; for it is said, And it came to pass on the third day when they were sore.'\" [To circumcise] a ‏ספק‎, or a hermaphrodite, the Sabbath is not to be violated. R. Jehudah permits it in [the case of] a hermaphrodite.",
            "He who has two children to circumcise, one after the Sabbath, and one on the Sabbath, should he forget, and circumcise the one who is for after the Sabbath on the Sabbath, he is guilty. If he has one child to circumcise on the Sabbath-eve, and one on the Sabbath, should he forget, and circumcise the one for the Sabbath-eve on the Sabbath, R. Eleazar pronounces him guilty, [and bound to bring] a sin-offering; but R. Joshua absolves him.",
            "An infant may be [legally] circumcised on the 8th, the 9th, the 10th, the 11th, and the 12th [day after its birth], but not sooner, nor yet later. How is this to be understood? In the ordinary way; on the 8th [day] if it be born near twilight, it is circumcised on the 9th [day]; if [it be born] near twilight on the Sabbath-eve, it is circumcised on the 10th [day]; if a festival succeeds the Sabbath, it is circumcised the 11th [day]; and [should the Sabbath be succeeded by] the two new-year's days, it is circumcised on the 12th [day]. Should the infant be ill, it must not be circumcised till it gets [quite] well again.",
            "These are the excrescences [knobs] which impede the circumcision; flesh which covers the greater part of the gland: [such an one if a priest] must not eat of heave-offering. If [this arise because] a man becomes very fleshy, it must be remedied, for the sake of outward appearance. If he has circumcised, but not uncovered the gland, it is as if he had not circumcised at all."
        ],
        [
            "R. Eleazar saith, \"A man may spread a wine-strainer [over a vessel] on the festival, and [when it is so spread] pour [wine] into it on the Sabbath; but the sages hold that they must not spread a wine-strainer [over a vessel] on the festival, nor pour into it on the Sabbath; but they may pour [wine] into a strainer on the festival.",
            "They may pour water on lees, in order to render them thinner; and also strain wine through a cloth or an Egyptian hamper; and pass an egg [that has been cracked] through a mustard-strainer. They may also make [mix] honey-wine on the Sabbath. R. Jehudah saith, \"On the Sabbath [they may mix it] in a goblet; on the festival, in a basin; and on the middle-days, in a cask;\" but R. Zadock saith, \"At all times [a sufficient quantity may be mixed], according to [the number] of guests [to be provided for].\"",
            "They must not soak laserpitium in tepid water, but it may be put into vinegar; vetch must not be soaked or crushed, though it may be put into a sieve or a basket; straw for fodder must not be passed through a winnow, nor must it be put on a high [exposed] place, that the chaff may fall [blow] off; but they may put it into a winnow, and then pour it into the crib.",
            "They may cleanse [the crib] for a stalled ox, and also push aside the superfluous provender, that it may not get soiled. Such is the dictum of R. Dosa; but the sages prohibit it. They may move the fodder from before one beast to put it before another on the Sabbath.",
            "Straw on the bed must not be shaken with the hand, though it may be moved with the whole body; but if it is intended as fodder for beasts, or if a pillow be on it, or a cloth, it may be shaken with the hand. A clothes press, if it belong to [private] householders, it is permitted [to open it, though it must not be used to press with,] but not if it belong to a laundress: [indeed] if it belong to a laundress it must not be touched at all; R. Jehudah saith, \"If it [the clothes press] was partly opened on the Sabbath-eve, it may be altogether opened and pulled out;\" [according to another version, \"and the garments pulled out\"]."
        ],
        [
            "A man may lift up his child with a stone in its hand; also, a hamper, wherein there is a stone; and unclean heave-offering may be moved with clean and with non-consecrated things. R. Jehudah saith, \"They may also take out the heave-offering from ‏מדמע‎, in the proportion of one to the hundred.",
            "[If] a stone [lie] on the bung-hole of a cask, a man may incline the cask to one side, so that the stone fall of. If it [the cask in question] is among other casks, he may raise it, and incline it on one side, so that the stone may fall off. If there be money [coins] on a bolster, the bolster may be turned, so that they may fall off. If there be any ordure on a pillow, man may wipe it off with a rag; if the cover [of the pillow] be of skin, water may be poured on it until the ordure is rinsed off.",
            "Beth Shammai hold, \"That men may carry from the table bones and husks.\" Beth Hillel hold, \"That the whole table-cloth is to be lifted up and shaken.\" They may carry away from the table fragments [of food] less than the size of an olive, and also the husks of beans and of lentils; for these are food for cattle. A sponge, if it has a leather handle, they may wipe with it; if not, they must not wipe with it. The sages hold, \"That, of either kind, it [the sponge] may be moved on the Sabbath, and is not liable to contract uncleanness.\""
        ],
        [
            "Should a cask break, sufficient may be saved to serve three meals. The owner may also call to others, \"Come and save for yourselves [whatever you can];\" provided, always, [that] no portion of the leakage be [sponged] up [soaked up with a sponge]. Men must not squeeze fruits, so as to extract the juice; and if it ooze out by itself, it is forbidden [to use it]. R. Jehudah saith, \"If the fruits are for eating, the juice which oozes out is permitted [for use], but if the fruits are for beverage, the juice which oozes out is forbidden [for use]. If honey-cakes have been broken on the Sabbath-eve, and the honey oozes out, it is forbidden [for use]; but R. Eleazar permits [its use].",
            "Whatever has been dressed with hot water on the Sabbath-eve may be soaked in hot water on the Sabbath; and whatever has not been dressed with hot water on the Sabbath-eve must only be passed through hot water on the Sabbath; except stale salt fish, [small salted fishes], and Spanish ‏קוליס‎; as the passing these through hot water is their proper dressing [all the cooking they require].",
            "A man may break open a cask, to eat dry figs out of it; provided always, he does it not with the intention to prepare the cask for subsequent use. He must not pierce the bung-hole of a cask; such is the dictum of R. Jehudah; but the sages permit it. [According to another version, R. José permits it]. He must not spile a cask [bore a hole in the side thereof]: and, if it is spiled, he must not put wax on it, because he [thereby] smoothens it down. R. Jehudah said, \"Such a case was once brought before R. Jochanan, ben Sachai, at Arob, when he remarked, 'I doubt whether I ought not to have inflicted a sin-offering on the accused.'\"",
            "They may put cooked victuals into a cave [cellar] to save them; also put good water [in a vessel] into water that is not drinkable, to keep it [the former] cool: likewise cold water [in a vessel], into hot water, to warm [the former]. He whose clothes have dropped into the water while on the road, may unhesitatingly go on with them. As soon as he arrives at the outmost court [of the town or village] he may spread his clothes in the sun, but not before the people [publicly].",
            "Whoever bathes in the water of a cavern, or in the hot wells of Tiberias, though he wipe himself with ten napkins, he must not bring them away in his hand; but ten persons wiping themselves with one napkin, their faces, their hands, and their feet, may bring it away in their hands.",
            "They may anoint and rub the stomach with the hands, but not so as to get fatigued. They must not brush the body with a flesh brush, or descend into a ‏קורדימה‎; they must not take an emetic, or stretch the limbs of an infant, or put back a rupture; he who has strained his hand or foot must not pour cold water on it; but he may wash it in the usual way; and if he does get cured he does get cured."
        ],
        [
            "A man may borrow of his acquaintance jars of wine or of oil, provided he does not say to him, \"Lend [trust] me;\" likewise a woman [may borrow] bread from her friends [acquaintance]; if he refuses to trust him, he, [the borrower] may leave his Taleth [upper garment as a pledge] with the lender, and settle his account with him after Sabbath. Thus, likewise, in Jerusalem, if the eve of the passover falls on the Sabbath, a man leaves his Taleth with the vendor, takes his paschal lamb, and settles his account after the holy day,",
            "A man may verbally count the number of his guests, and also of his additional dishes [hors d’œuvres], but he must not do it from a written list. He may let his children and household draw [cast] lots at table, [as to who is to have part of one dish, and who is to have part of another], provided he does not [with strangers] intentionally stake a larger portion against a smaller one, on account of ‏קוביא‎. They may put lots on the portions of sacrifices on the holy day, but not on the sacrifices of the preceding day.",
            "He must not hire labourers on the Sabbath, nor may he commission another to hire them for him. He must not stand [waiting for] the dusk at techoom, in order [as soon as the Sabbath goes out] to hire labourers [beyond the techoom], or to gather fruit [beyond it]; but he may await the nightfall at the techoom, in order to watch [fruit that is beyond it]; and, in that case, he may bring fruit back with him. Abbah Saul laid down the rule, \"Whatever I am permitted to prepare [for the coming day] on the Sabbath, I may get ready for at nightfall.\"",
            "They may await the nightfall close to the techoom, to forward what is necessary for a bride, and also what is necessary for a corpse, to bring a coffin and shrouds for it. If a heathen has brought mourning pipes [instruments] on the Sabbath, an Israelite must not mourn [play] thereon, unless they be brought from the vicinity. If a coffin has been made, and a grave dug for him [a heathen], an Israelite may be buried therein, but if [it has been done] on purpose for an Israelite, he must not at all be buried therein.",
            "They may do all that is needful to the corpse [on the Sabbath], anoint and wash it, provided they do not strain its limbs. The pillow may be moved from under its head; it may be put on sand, that it keep the longer [from putrefaction]: its jaws may be tied, not to force them closer, but to prevent them dropping lower. In like manner a beam that has been broken [cracked] may be upheld [supported] by a stool or a bedstead, not that it may again become erect, but that it do not break more. They must not close the eyes of the dead on the Sabbath, nor [yet] on the week-day, while he is expiring. Whoever closes the eyes of a dying person the instant he expires, is as if he shed blood [like a murderer]."
        ],
        [
            "He who [on the Sabbath-eve] is overtaken by the dusk on the road must give his purse to a heathen. If there be no heathen with him he must put it on the ass. As soon as he arrives at the outmost court [dwelling of the first town or village he reaches] he takes off all such things as may be moved on the Sabbath; as to those things which must not be moved he loosens the cords, that they may fall off by themselves.",
            "They may untie bundles of straw for cattle; also to strew green boughs [stalks for them], but they must not undo bundles trebly tied. Herbs used as fodder, and carob pods, must not be cut up for cattle, be it large or small [kine or sheep]. R. Jehudah permits the cutting up of carob pods for small cattle.",
            "A camel must not be crammed [to fatten it]; nor yet forced to eat; but the food may be put into its mouth. Calves must not be crammed, but the food may be put into their mouths. Poultry may be fed: water may be poured on bran, but it must not be kneaded. They must not put water before bees, or before pigeons in a dovecot; but they may put [it] before geese, and before poultry, and before house pigeons [tame ones].",
            "Pumpkins may be cut up for cattle, and carrion for dogs. R. Jehudah saith, \"If the carrion was not such [if the beast had not died] on the Sabbath-eve [or before], it must not be cut up; because [in that case] it is not [part] of what has been provided [for the necessary consumption of the Sabbath].",
            "A man may annul [disallow] vows [of his wife or daughter], on the Sabbath, and consult [a sage] as to vows [relating to objects required] for the Sabbath. Window light may be shut out by blinds; a piece of stuff may be measured, and also a ‏mikveh‎. It happened in the days of R. Zadock's father, and of Abbah Saul, that they closed a window with an earthen vessel, and then tied another vessel to a pole with withies, in order to ascertain whether, in a covered vessel [that stood on a kennel between two houses] there was an opening one hand high or not. Thence we learn that [in certain cases] it may become permitted to stop up [close], to measure, and to tie, on the Sabbath."
        ]
    ],
    "titleVariants": [
        "M. Shabbat",
        "M Shabbat",
        "Mishnah Shabbat",
        "Mishna Shabbat"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ]
}