{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Shabbat", 
    "lengths": [
        24, 
        139
    ], 
    "text": [
        [
            "The 'goings out' of Shabbat [ie: the number of ways in which one is forbidden to carry items on Shabbat] are two, which are four, within, and two, which are four, without. [That is, there are two ways in which such means of carrying are biblically forbidden, and therefore liable for a sin offering, and two in which they are rabbinically forbidden, and therefore not liable for a sin offering.] How is this so? The poor man stands outside and the homeowner is inside. If the poor man extends his hand into [the house] and places something in the hand of the homeowner, or takes something from his hand and withdraws, the poor man is liable [to bring a sin offering] but the homeowner is exempt. If the homeowner extends his hand outside and places something into the hand of the poor man, or takes something from his hand and brings it in, the homeowner is liable and the poor man is exempt. [But] if the poor man extends his hand within [the house] and the homeowner takes something from it, or places something within it and [the poor man] withdraws, they are both [forbidden from doing so, but] exempt [from bringing a sin offering]. If the homeowner extends his hand outside and the poor man takes something from it, or places something into it and [the homeowner] brings it in, they are [forbidden from doing so but are] exempt.", 
            "A man may not sit before the barber close to mincha [on a weekday] until he has prayed, nor may he enter a bathhouse or a tanner, nor eating or pass judgment. If he begins [any of these things], he need not interrupt them. He does interrupt them for the recitation of Shema', but need not interrupt them for prayer.", 
            "A tailor may not go out [of the house] with his needle [on erev Shabbat], close to sunset, lest he forget and go out [with it after dark], and nor may a scribe with his quill. One may neither delouse one's garments nor read by candlelight [on Shabbat]. In actuality, they said: a teacher may look to see where his students will be reading from, but may not himself read. Similarly, men and women with genital emissions may not dine together, since it accustoms one to transgression.", 
            "These are amongst the halakhot that were said in the attic of Hananiah ben Hezekiah ben Guryon when they went up to visit him. They counted and the school of Shammai outnumbered the school of Hillel. Eighteen things were enacted on that day.", 
            "The school of Shammai says: one may not steep ink or dyes or vetch [if it is close to sunset on erev Shabbat], unless they may be [fully] soaked while it is yet day. The school of Hillel permits it.", 
            "The school of Shammai says: one may not place bundles of flax in the oven unless they may singe while it is yet day, nor fleece into the vat unless it may [fully] absorb the colour. The school of Hillel permits it. The school of Shammai says: one may not spread traps for beasts, fowl or birds unless they will be trapped while it is still day. The school of Hillel permits it.", 
            "The school of Shammai says: one may not sell to a non-Jew, nor carry with him, nor load items onto him unless it be to allow him to reach a nearby place [within the Shabbat boundary]. The school of Hillel permits it.", 
            "The school of Shammai says: one may not give hides [to the tanner] to tan them, nor clothes to a non-Jewish launderer, unless [their work] might be done while it is still day. And with all of these things, the school of Hillel permits it with the [setting of the] sun.", 
            "Rabban Shimon ben Gamliel said: my father was accustomed to give white clothes to the non-Jewish launderer three days before Shabbat. [The schools of Shammai and Hillel] aligned with one another [ie: they agreed with one another] in that one may place the beams of the olive press [onto the olives] and the stones of the wine vat [onto the wine, shortly before the sun sets on erev Shabbat].", 
            "One may not roast meat, onions or eggs [on erev Shabbat] unless they be [fully] roasted while it is still day. One may not place bread into an oven as the sun sets, nor cakes upon coals, unless their face might become crusty while it is still day. Rabbi Eliezer says: [unless] their underside might become crusty.", 
            "One may lower the pesach sacrifice into the oven as the sun sets, and may strengthen the flames in the chamber of fire [in the temple, where the priests warmed their feet]. Outside of the temple [or possibly outside of Jerusalem altogether], one may [only do so if] most of the fire will catch. Rabbi Yehuda says: with coals, any amount."
        ], 
        [], 
        [], 
        [
            "With what may we insulate, and with what may we not insulate?  It is forbidden to insulate with olive waste, with dung, with salt, with lime, with sand (whether wet or dry), with straw, with grape waste, with soft fiber, and with wet grass, but it is permitted to insulate with grass when it is dry.  It is permitted to insulate with [covers?], with fruits, with dove wings, with sawdust of carpenters, and with paper of thin linen. Rabbi Yehuda forbids with thin and allows with thick.", 
            "They may [be] deposit[ed, wrapped] in skins, and removed [taken out of them again: likewise] in shorn-wool, but must not be removed [taken out] therefrom. How then is man to do? He takes off the lid [of the vessel or saucepan] and the wool falls off. R. Eleazar ben Azariah saith, \"He inclines the vessel to one side, and takes out [what he requires], lest [were he to remove it] he cannot put it back again.\" But the sages hold [that it is permitted to] take [the vessel] out, and [to] put [it] back again. If man has not covered up [his vessel or pot] while yet day [before the Sabbath comes in], he must not cover it after dusk; if he have covered it, and it is become uncovered, he is permitted to cover it again. He may fill a pitcher, and place it under a pillow or bolster [to take the chill off.]"
        ], 
        [], 
        [], 
        [
            "One great rule they [the sages] laid down respecting the Sabbath. He who has [entirely] forgotten the principle of the Sabbath, and has done many kinds of work on many Sabbath-days, is bound to bring but one sin-offering. He who knows the principle of the Sabbath, but, [mistaking the day], has done many kinds of work on many Sabbath-days, is bound to bring a separate sin-offering for every Sabbath-day [which he has violated]. He who knows that it is Sabbath, and has [nevertheless] done many kinds of work on many Sabbath-days, is bound to bring a separate sin-offering for every principal occupation. He who has done divers work, all arising from the same principal occupation, is bound to bring but one sin-offering.", 
            "The major categories of work [forbidden on Shabbat] are forty minus one: sowing, plowing, harvesting, binding sheaves together, threshing, winnowing, sorting, grinding, sifting, kneading, baking, shearing wool, whitening it, beating it, dyeing it, spinning, weaving, making two loops, weaving two threads, separating two threads, tying, untying, sewing two stitches, tearing for the purpose of sewing two stitches, hunting a deer, slaughtering it, flaying it, salting it, curing its skin, scraping it, cutting it, writing two letters, erasing for the purpose of writing two letters, building, demolishing, extinguishing [a flame], kindling [a flame], striking with a hammer, carrying from one domain to another. These are the major categories of work [forbidden on Shabbat] - forty minus one.", 
            "Another rule they [the sages] laid down. Whatever is fit [and proper] to be preserved, and in a quantity, such as is usually preserved, whosoever carries it out on a Sabbath is bound to bring a sin-offering. But whatever is not fit [and proper] to be preserved, and [is] in such quantity as is not usually preserved, if it be carried out on the Sabbath, he only is bound to bring a sin-offering [for carrying it out] who [usually] preserves it.", 
            "Whoever carries out [chopped] straw equal to a cow's mouthful; stalks equal to a camel's mouthful; stubble equal to a lamb's mouthful; herbs equal to a kid's mouthful, if fresh, equal to [the size of] a dried fig; leek or onion leaves if dry equal to a kid's mouthful. But these are not to be computed together, as the legal quantities are not equal [for all]. Whoever carries out [any article of] food equal to [the size of] a dried fig is guilty. And victuals may be computed together, as the legal quantity is the same for all; excepting peels, [shells], kernels, and stalks; [likewise] bran, fine or coarse. R. José saith, \"Excepting, also, the husks of lentils, which have been boiled with them.\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "All holy writings, one can save them from the fire, whether you can read from them or not (on Shabbos.) Even if they are written in any language, they require hiding. Why don't we read from them (the writings)? Because of idleness from the study hall. One may save the case with the scroll, and the case with the teffilin, even if there is money inside. Where should he save them  to? An alleyway that is not muflash. Ben Beseira says, even a muflash."
        ]
    ], 
    "heTitle": "משנה שבת", 
    "versionSource": "http://www.sefaria.org", 
    "maps": [], 
    "length": 24, 
    "titleVariants": [
        "M. Shabbat", 
        "M Shabbat", 
        "Mishnah Shabbat", 
        "Mishna Shabbat"
    ], 
    "textDepth": 2, 
    "categories": [
        "Mishnah", 
        "Seder Moed"
    ]
}