[["##1a @11תנן@33 התם מראות נגעים וכו' מאן תנא מראות נגעים שנים שהן ד' כתב רש\"י ז\"ל לא גרסי' הכא ב' שהם ד' דהא ר\"ע נמי הכי אית ליה אלא ה\"ג מאן תנא ואני אומר שודאי גרסי' לה ונקט רישא משום סיפא כדאשכחן בכמה דוכתא בגמרא כגון ההיא דאמרי' בריש סנהדרין אלא הא דתנן שנים אומרים זכאי ואחד אומר חייב זכאי ה\"נ משום סיפא נקיט לה לרישא וה\"ק מאן תנא מראות נגעים ב' שהן ד' בהרת עזה כשלג שניה לה כסיד ההיכל דאלמא אית לה תולדה לבהרת והיא שוה במראה לבן שלה לשאת מדלא קתני שלישית ורביעית אמר רבא דלא כר\"ע דאי ר\"ע הא אמר זו למעלה מזו וזו למעלה מזו הן ואין אחת מהן שוה לחברתה ושאת למעלה מסיד וא\"כ שיהא סיד תולדה לבהרת טהרת סיד ההיכל מלצטרף שאין שני מראות מצטרפין זה לזה בזמן שהם רחוקים זה מזה שיש מראה אחר מפסיק ביניהם בלובן והשתא סיד ההיכל בהדי מאן ניצרפיה ניצרפיה בהרי בהרת איכא שאת דעדיף מיניה ניצרפיה בהדי שאת לאו תולדה דידיה הוא ובדין הוא דמצי אמר דאי ר\"ע הא איכא שלישית ורביעית מדקאמר זו למעלה מזו וזו למעלה מזו ובמתני' לא קתני אלא שניה לה דאלמא לית ליה לתנא דמתני' ד' מעלות אלא הא אלימא ליה למיפרך מדלית ליה לסיד ההיכל למאן ניצרפיה ור\"ע הא אמר שמצרפין כולן זה עם זה ופרכינן א\"ה קרום ביצה נמי כלומר אדפרכת מסיד ההיכל פריך נמי מקרום ביצה לר\"ע בהדי מאן ניצרפיה אם איתא דסיד תולדה דבהרת והיא למעלה מקרום ביצה ואין שני מראות רחוקים מצטרפים השתא קרום ביצה בהדי מאן נצרפי ניצרפי בהדי שאת איכא סיד דעדיף מיניה ניצרפיה בהדי סיד שהוא קרוב לו לאו בר מיניה הוא דהא אית ליה לתנא דמתניתין סיד תולדה דבהרת קרום ביצה תולדה דשאת ומכח שני אבות הן באות אלו שתי התולדות ואין מצטרפות זו לזו ומהדרינן האי מאי בשלמא בלא סיד ההיכל קרום ביצה לא קשיא דאיכא לצרופה בהדי שאת ואע\"פ שסיד מפסקתה דלשאת ולספחת כתב טפלה רבה רחמנא לשאת אע\"ג דמינחתא מינה טובא אלא סיד ההיכל קשיא כדאמרי' בהדי מאן ניצרפיה אלא מחוורתא מתני' דלא כר\"ע והשתא דאוקימנא דלא כר\"ע סיד וקרום ביצה נמי מצטרפין כל אחד לאביו דבר מיניה הוא נקוט האי כללא בידך דלכ\"ע בהרת עזה לבדה ואין במראות שוה לה קרום ביצה למטה מכולן ואין למטה הימנה אבל בשאת וסיד ההיכל פליגי תנא דידן ס\"ל סיד שוה לשאת במראה לבן שבה והויא תולדה דבהרת והיינו דלא קתני שלישית ורביעית ור\"ע ס\"ל שאת למעלה מסיד נמצאו שתי תולדות לשאת וכולן מצטרפין זו לזו כלומר שתי התולדות ואביהן ואפי' קרום ביצה לשאת דטפלה רבי רחמנא לשאת ואף ע\"ג דמינחתא מינה טובה וב' התולדות זו לזו אבל בהרת אין לה תולדה כלל אבל היא מצטרפת לשאת מרבוי הכתוב ##1b כדתניא בסיפרא והיה במקום השחין שאת לבנה או בהרת והיה מלמד שמצטרפין זה עם זה וסתם ספרא ר' יהודה אליבא דר\"ע והיינו דאמרי' בגמרא לקמן דשמיע ליה לר' יהושע מיניה דאבוה דכולהו בהדי שאת מצטרפי ואם תשאל לתנא דמתני' דס\"ל דהסיד והשאת שוין במראה לבן שבהן א\"כ במה הן חלוקין זה מזה ומה ראה שעשה הסיד טפלה לבהרת והרחיק אותו מן השאת שהיא שוה לו במראה יש להשיב אף על פי שמראה לבן של הסיד והשאת שוין זה לזה לתנא דמתני' הן חלוקין זה מזה (ח) בממשן כי משמש הסיד חלוק ממשמש הצמר אע\"פ שמראיהן שוין ותנא דידן גמיר גזירה שוה דרבי זירא נאמרה לבנה בשאת ונאמרה לבנה בבהרת כשם שטפלה לזו כך טפלה לזו לכך עשה הסיד תולדה לבהרת שהיא שניה לה במראה שלא נשאר לנו לתת לה תולדה אחרת אבל רבי עקיבא לא גמי' גזירה שוה דר' זירא והיכא שמעת ליה לר\"ע זו למעלה מזו אי נימא מדתניא וכו' עד ואילו מסי' ההיכל למעלה ומקרום ביצה ולמעלה לא קאמר ליה אלמא שמיע ליה מיניה דאבוה שכל התולדות מצטרפות לשאת כדאמרי' ואין אחד מהן מצטרפות לבהרת כדסבירא ליה לתנא דמתני' שהסיד ובהרת מצטרפות זו לזו דילמא שאת ותולדתה כבהרת ותולדתה כלומר דלמא ה\"נ קאמר ליה ויאמר קרום ביצה לאביה וסיד ההיכל לאביה ולשון קצר הוא אלא שהתחיל מלמטה שבמראות ולא חשש לפרש למעלה וכאילו אמר מצטרפין כל אחד ואחד מן התולדות לאביה דהיינו שאת ותולדתה ובהרת ותולדתה ופשטנה מר' חנינא דאמר משל דר\"ע וכו' וזה המשל אינו לרבנן דהא איכא סיד ההיכל ושאת שהם שוין במראה לבן שבהן לא זה גדול מזה ולא זה גדול מזה ומפתוך נשמע בחלוק לרבנן כדאית להו לר\"ע כדאית ליה א\"ר חנינא משל דרבנן למה\"ד לתרי מלכי ותרי הפרכי מלכו של זה למעלה ממלכו של זה והיינו בהרת למעלה משאת ומלכו של זה למעלה מהפרכי דנפשיה שאת למעלה מתולדתה ובהרת למעלה מתולדתה ומלכו של זה כהפרכי דאידך היינו דאמרי' שהסיד והשאת שוין לרבנן במראה לבן שבהן וכן רופילא שהוא אפרכא דמלכא רבה שוה לאלקפטא דהוא מלכא תנינא ואלקפטא למעלה מריש גלותא וה\"ה נמי מפרש מימרא דרבא דאמר כגון שבור מלכא וקיסר אלא שרבא קיצר דבריו מפחד מלכותו שהיה תחת יד שבור מלכא כמו שמפורש בפירוש רש\"י ז\"ל אבל ידוע היה שהפרכי של קיסר היה שוה כמו שבור מלכא וכן שחקיה דגלימא דעמרא לגלימא דכיתנא ואע\"פ שאמרו גלימא דעמרא לא על השאת שהוא כצמר לבן רמזו בו אלא על בהרת העזה לפיכך לקחו בו למשל העזה שבלובן הבגדים כי דרך משל לרבנן הביאוהו לא על העיקר:"], ["@11אי@33 דלא ידע אי שרץ מטמא אי צפרדע מטמא האי זיל קרי בי רב הוא ולא הויא ידיעה אפילו לר' דאמר ידיעת בית רבו שמה ידיעה הרי זה מחוסר ידיעת בית רבו:", "@11אמר@33 רבא תרוייהו תננהי פרישה תנינא וכו' כניסה תנינא נמצא על שלו טמאין וחייבין בקרבן פירוש וכיון שבדקה עצמה בעד שלפני תשמיש והוא עדן של צנועות כמו שמפורש שם במקומו ואחר תשמיש נמצא דם בעד שלו בידוע ##2a שבתוך התשמיש נטמאה קמ\"ל שאפי' פירש כשהוא מת שאין לחייבו על הפרישה הרי הוא חייב על הכניסה אע\"פ שהיתה טהורה לפני התשמיש וכגון שבעל בסמוך לוסתה ושגג בפשיעתו דקסבר יכולני לבעול דאי בשלא סמוך לוסתה ה\"ל אנוס:"], ["@11אמר@33 ליה רב אדא בר מתנא לרבא לעולם בשלא סמוך לוסתה ואפרישה כלומר היכא דנטמאת בתוך התשמיש לא מחייב לעולם אכניסה אפילו בסמוך לוסתה דכה\"ג נמי אנוס הוא כיון דקסבר יכולני לבעול בעוד שהיא טהורה ואזהרת דוהזהרתם את בני ישראל אסמכתא בעלמא היא אלא כי מיחייב אפרישה מיחייב כגון שאמרה לו בתוך התשמיש נטמאתי ופירש מיד בקושי ומש\"ה חייבין בקרבן אפרישה הילכך אפילו שלא בסמוך לוסתה וכ\"ש בסמוך לוסתה וכ\"ת אפרישה תרתי למה לי וכו' ודחייה רבינא להאי סברא מדקתני נמצא על שלו ונמצא בתר הכי הוא אבל בתוך התשמיש לא הוה ידע ואי אנוס הוא אכניסה אפרישה נמי אנוס הוא דהא לא הוה ידע ולא מיחייב ולא חדא אלא ודאי פושע הוא הילכך חייב נמי אכניסה והוו להו כניסה ופרישה לגביה שני זיתי חלב בהעלם אחת ##2b שהרי לא היתה לו ידיעה בנתיים:"], ["(ה) היינו דקאמר אלא ציית לך מאי דקאמר לך רבך דאמר תרוייהו תננהו מי' אצטריכא לי' לרבא לאשמועינן חייב שתים ואפי' במעשה א' אמר ליה מאי איצית דתנינא זו היא מצות עשה וכו' ואם איתא דמחייב אתרתי חדא אכניסה וחדא אפרישה מצות לא תעשה ועשה היא וא\"ת אף לדידיה נמי ולטעמיה דמוקים להו כולהו אפרישה תקשי ליה דהא אפי' בפרישה לחודה איכא עשה ולא תעשה עשה דכתיב ותהי נדתה עליו לא תעשה דכתיב לא תקרב דהוה לא תפרש דאי לאו הכי לא הוו מחייבי עלה ב\"ד שאין ב\"ד חייבים בהודאה אלא על מצות לא תעשה דכתיב אשר לא תעשינה י\"ל לרב אחא דמוקי' להו כולהו אפרישה לא קשיא אע\"ג דאיכא בפרישה עשה ולא תעשה לא איצטריכא ליה לתנא לאשמועינן אלא מצות עשה שאין כן בכל התורה שיתחייבו ב\"ד על מצות עשה אפ\"ה הכא מיחייבי משום דאיכא מצות לא תעשה בהדיא בחדא עבירה אלא לרבא ##3a דאמר חייב ב' וב' עבירות נינהו כניסה ופרישה הוה ליה לתנא למיחשבינהו הכא ולמימר זו היא מצות לא תעשה כניסה וזו היא מצות עשה פרישה כדקא חשיב להו במסכת הוריות אי זו היא מצות עשה שבנדה פדוש מן הנדה כלומר פרוש בהנאת מועטת דומיא דמצות עשה שבמקדש כשנטמא בעזרה שאנו אומרים לו צא בקצרה משום דכתיב וישלחו מן המחנה אף זו מצות עשה פרוש מן הנדה בארוכה דהיא הנאה מועטת ומצות לא תעשה אל תבא על הנדה כלומר אזהרה למשמש עם הטמאה ויש לך להביא אפילו משמש עם הטהורה ואמרה לא נטמאתי כל זמן שהוא מתחייב על כניסתו ואסיקנא תני זו היא מצות לא תעשה ועשה ויש לרש\"י ז\"ל בפירש דרך אחרת בשמועה זו ובמשנתנו שבמסכת הוריות שלא כדרך הפירוש הזה שכתבנו:"], ["@11ומי@33 אמר אביי אנוס הוא וכו' עד כי אתמר דאביי בעלמא איתמר פירוש לעולם מתניתא שלא בסמוך לוסתה ולא מיחייב אלא חדא אפרישה בהנאה מרובה (ד) ואם פירש בהנאה מועטת לא מיחייב ולא חדא דאנוס הוא דאף ע\"ג דס\"ל בעלמא משמש מת חייב הכא פטור דאנוס הוא וכי אתמר דאביי חייב שתים בעלמא אתמר בסמוך לוסתה בין שפירש בהנאה מרובה בין שפירש בהנאה מועטת לעולם חייב שתים וכגון שהיתה לו ידיעה בינתים לפי שהוא ת\"ח ואפי' בת\"ח לשתיהן לא אמרינן דמזיד הוא בפרישתו בהנאה מרובה שהרי המרובה והמועטת שוות הן אצלו לחיוב מאחר שפשע בתחלתו וסבר יכולני לבעול וס\"ל משמש מת חייב נמצא זה מתחייב בין בארוכה בין בקצרה שבנדה ואע\"פ שיש לו ידיעה בפרישתו שהוא חוטא שגגת פרישתו תלויה לו בשעת כניסתו לפי שמאותה שעה פשע ונעשה שוגג בשתיהם שהרי א\"א לו בלא פרישה והא מחייב על המועטת כמו שמתחייב על המרובה שלא נתנה ##3b אפי' המועטת לדחות אצלו כל זמן שאינו אנוס בכניסתו הלכך דא ודא אחת היא ושגגת הסוף תלויה בשגגת התחלה ואף על פי כן מתחייב שתים הואיל והיתה לו ידיעה בינתים דת\"ח לזו ולזו עסקינן ואין לנו כיוצא בזה בכל האיסורין והא דאוקימנא לעיל בת\"ח לזו ואין ת\"ח לזו לרווחא דמילתא קא משנינן דאע\"ג דסבירא לן בעלמא משמש מת פטור איכא לאוקמא בת\"ח לזו ואין ת\"ח לזו משום דאכתי לא קאמר לן הא דאביי דמשמש מת בעלמא חייב א\"נ י\"ל רבא הוא דאוקמא הכי לטעמי' דס\"ל משמש מת בעריות פטור אבל לאביי איכא לאוקמא אפילו בתלמיד חכם לשתיהן והוצרכתי לכתוב פירוש שמועה זו מפני שראיתי בעלי הפירושים שהעמידוה אפילו במסקנא דשמעתא לאביי בת\"ח לזו ואין תלמיד חכם לזו כדמעיקרא ולי לא נראה הדבר כן:"], ["הרי\"ף ז\"ל הביא הלכות נדה בפרק זה וכתב ברייתא דיכול הרואה שלשה בתחלה תהא זבה וכו'. ומכלל ברייתא זו מרבה אני את אחד עשר שהוא ראוי לספירה או כי תזוב ופי' זה כתוב בהלכות ואינו מתוקן וכבר השיב עליו ה\"ר יוסף הלוי ז\"ל תלמידו במגילת סתרים שלו ובספר סלע המחלקות יש לנו דברים דבורים על אופניהם בהל' נדה:"], [], [], [], [], [], [], [], ["##7b @11אלא@33  אמר אביי מבטא שבועה מהכא או מבטא שפתיה וכו' אבל איסור אינו שבועה ואף על גב דכתיב ואסרי' אשר אסרה על נפשה לאו למימרא שאסרה על עצמה באיסר אלא ההוא כמ\"ד ואסריה והם האסורין שאסרה על עצמה בנדר ולא באיסר מדלא כתב ואיסוריה:", "@11רבא@33 אמר וכו' איזה איסר נדר האמור בתורה פירוש הנדר שפתח בו הכתוב תחלה לאיסור כשאמר לא יחל דברו והוא הרי עלי שלא אוכל בשר (ו) ביום שמת בו פלוני כגון שאמר בפירוש שלא ##8a אוכל בשר דהיינו נדר ולא שיאמר סתם זה היום כאותו היום דההוא מתפיס הוא ומעיקרא קס\"ד שאין לחלק בין מפרש לסתם תרוייהו מתפיס נינהו ומנא לן שבזה הנדר פתח הכתוב תחלה לאיסור דכתיב איש כי ידור נדר עד שידור בדבר הנדור:"], ["משכחת לה כדרבא דאמר רבא שבועה שאוכל ואכל עפר פטור כך קבלנו פירושה מרבותינו זכרונם לברכה משנתינו כשאמר סתם שאוכל וכי משתבע כי ה\"ג חלה שבועתו אפי' אדברים האסורים ומשכחת לה בלאו והן דכי אמר נמי שבועה שאוכל סתם אפשר לקיומי שבועתיה כדרבא דהא עפר אינו ראוי לאכילה ואלו משתבע שלא אוכל ואכל עפר פטור מאחר שאינו ראוי לאכילה והיינו דתנן שבועה שלא אוכל ואכל אוכלין שאינן ראויין לאכילה פטור ואפ\"ה כי אמר שבועה שאוכל סתם ואכל עפר פטור דאפשר לקיומי דשבועתיה אפי' בדבר שאינו ראוי לאכילה ה\"נ אע\"ג דכי אמר שבועה שלא אוכל נבילות או כל דבר האסור לא חלה עליה שבועה שאין נשבעין לבטל את המצות וליתא בלאו והן אפ\"ה משכחת לה כה\"ג כגון דאמר סתם שבועה שאוכל דאפשר לקיומיה לשבועתיה כדרבא דמסבר סבירא לן אפילו אוכלין שאינן ראויין לאכילה שאין השבועה חלה עליהם בשלא אוכל אפשר ליפטר מהם משבועתו בשאוכל סתם כשת\"ל אם אמר שבועה שאוכל היום אע\"פ שאין אנו אומרים לו קום אכול נבלות או כל דבר האסור לקיים שבועתך אע\"פ כן אם עבר ועשה הוא כן מעצמו קיים שבועתו ופטור שאם לא אכל כלום היה חייב ומכאן אתה למד מאחר שיכול לפטור עצמו בדבר האסור נמצא שהשבועה חלה עליו שאלמלא לא חלה עליו אותה שבועה שהוציא מפיו כשאמר שבועה שאוכל סתם היאך היה נפטר באותה אכילה אלא ודאי שהלה עליו השבועה וכה\"ג משכחת לה בלאו והן וה\"ר שלמה ז\"ל גריס אלא משכחת לה כדרבא דאמר רבא שבועה שלא אוכל ואכל עפר פטור ופירוק זה לדבריו חוזר לתחלת השמועה להפריש בין אוכלין שאינן ראוין לאכילה כגון עפר והדומה לו ובין נבילות וטרפות דארי' הוא דרביע עילויהו ולדברי הרב ז\"ל נמצאה זאת הקושי שהקשינו לרבי יוחנן בשלמא לאו משכחת לה אלא הן היכי משכחת לה קושיא הוא ולא יתחייב קרבן באיסור כולל כל זמן שיפרש בשבועתו דברים המותרים עם הדברים האסורין אא\"כ נשבע סתם שבועה שלא אוכל דכי ה\"ג משכחת ליה בלאו והן וקשיא לן על הדין סברא הא דאמר רבא למאן דאית ליה איסור כולל אמר שבועה שלא אוכל תאנים וחזר ואמר שבועה שלא אוכל תאנים (ט) ולא ענבים מיגו דחיילא שבועה אענבים חיילא נמי אתאנים והא הכא שפירש בשבועתו המותר עם האסור והוא חייב באיסור כולל ואע\"ג דלא משכחת לה בהן וכי תימא כי איתמר דרבא למלקות אבל לא לקרבן הא לא מצית אמרת דהא דמינא עלה מתניתין דיש אוכל אכילה אחת (י) ודאי לקרבן ולא למלקות אלמא דרבא נמי אף לקרבן הוא לפיכך לא נראו לי דברי הרב ז\"ל:"], [], [], [], [], ["##10b @11ומי@33  אמר אביי הכי והא אמר אביי מודה רב באומר לחבירו שבועה שאני יודע לך עדות וכו' הרי\"ף ז\"ל פירשה בהלכות ועיקר פירושו שאמר היכי הוה ס\"ד לחיובי תרתי באיני יודע לך עדות חדא משום שבועת ביטוי וחדא משום שבועת העדות והא אין לשבועת בטוי שום שבועה בעולם באיני יודע ולמאי איצטריך קרא למעוטי דלא תיהוו תרתי עם שבועת העדות זהו תורף פירושו ואינו נכון ומדוקדק כהוגן דקא מקשה ממסקנא למאי דסליק אדעתין מעיקרא ואין זה דרך קושיא ובהדיא חזינן דאיצטריך קרא למעוטא דהא אנן אי לאו דמעטיה קרא לשבועת בטוי מאיני יודע דכתיב לאחת אפי' מאיני יודע לא הוה ממעטינן לה דהכי קאמרינן מעיקרא ומודה רב באני יודע שפטור משום דליתיה באיני יודע מדמיעטא קרא מלאחת ואנן בעי' בשבועת בטוי לאו והן הילכך פי' זה שפי' הרב ז\"ל אינו ##11a נכון ואנו כך קבלנו פירוש' מרבותינו ז\"ל לאביי דאמר לאחת אחת אתה מחייבו ואי אתה מחייבו ב' חיוב' הוא דליכא דלא מחייב נמי משום שבועת בטוי הא איסורא מיהא איכא וכיון דאיכא איסורא דשבועת בטוי אף באיני יודע אלמה אמר אביי מודה רב באומר לחבירו וכו' וגם זה הפי' לא נתיישב' בו דעתי והכין איסתבר לי פירושא דכי אקשי' ומי אמר אביי הכי אעיקר שמעתא קיימין והוא דאמרוה רבנן קמיה דאביי בשלמא לשמואל דאמר מילתא דליתיה בלהבא לא מיחייב עלה לשעבר משום הכי אפקה רחמנא לשבועת העדות מכלל שבועת בטוי אלא לרב למאי הלכתא אפקה רחמנא הא קושיא אקשו רבנן קמיה דאביי וסברא אביי וקבלה ופרקה דלהכי אפקא רחמנא לחייבו על המזיד כשוגג דאלמא אי לאו דמחייב אמזיד היה קשיא לרב למאי הלכתא אפקא רחמנא ומי אמר אביי הכי והאמר אביי מודה רב באומר לחבירו וכו' וכיון שכן הוא הא משכחת לה אנפא אחרינא דאיצטריך קרא לאפוקה לשבועת העדות כי היכי דלא ניחייב קרבן באומר שבועה שאני יודע לך עדות משום דליתא בהן אלא בלאו ולהכי אפקה רחמנא ושנינן הדר ביה אביי מההיא כלו' כיון דחיובי מחייב (ו) באני יודע לא איכפת לן אם הוא חייב משום שבועת העדות או משום שבועת בטוי אלא כיון דמ\"מ חיובי מחייב אף באני יודע נמי מחייב בשבועת בטוי דהא מ\"מ איתא בלאו והן ואי בעית אימא הכא חדא מינייהו רב פפא אמר והוי יודע דכד סלקא דעתין לחיוביה בשבועת בטוי באומר אני יודע ואשתכח דלא ידע ליה לאו בשוגג בשבועתו עם זדון העדות בעדותו אלא באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבין עליה קרבן אם לאו:"], ["@11לא@33 סלקא רעתך אקיש הרעה להטבה והטבה להרעה כלומר א\"נ אקיש הטבה להרעה ולפי שפתח הכתוב בלאו תחלה דכתיב להרע או להיטיב רמינייהו שמעינן לאו והן אמטו להכי נקטינן בגמרא לישנא דלאו מה הטבה שאינה בביטול מצוה אף הרעה שאינה בבטול מצוה דהוה יכיל למימר מה הטבה שהיא בקיום מצוה אף הרעה שהיא בקיום מצוה אלא לישנא דלאו עדיף לן משום שבו פתח הכתוב תחלה והכי נקיטינן פירושה מרבותינו ז\"ל כל הרעה לשון לאו שהוא אפיס' הדבר וכל הטבה ##11b לשון הן וההטבה הגמורה בדבר מצוה היא שבועה שאקיים את המצוה שהיא לשון הן והרעה הגמורה היא שבועה שלא אקיים את המצוה שהוא לשון לאו והוי דומיא דהטבה והיינו דאמרינן הרעה גופה הטבה היא שהענין אחד הוא לקיים את המצוה אע\"פ שהשבועות חלוקות הן במלותיהם ואי מקשינן הטבה להרעה מה הרעה שאינה בקיום המצוה שהרי ההרעה הגמורה היא שבועה שלא אקיים את המצוה אף הטבה שאינה בקיום מצוה כגון שאמר שבועה שאבטל את המצוה שהוא לשון הן והויא דומיא דהרעה בעקרו את המצוה והיינו דאמרי הטבה גופיה הרעה היא אי הכי בדבר הרשות נמי הטבה גמורה שאוכל והרעה גמורה שלא אוכל ואי מקשינן הרעה להטבה מה הטבה שאינה בבל תאכל אף הרעה שאינה בבל תאכל כגון שאמר שבועה שלא אתענה שהוא לשון לאו והוי דומיא דהטבה והיינו דאמרינן הרעה גופה הטבה הוא ואי מקשינן הטבה להרעה מה הרעה שאינה בקום אכול אף הטבה שאינה בקום אכול כגון שאמר שבועה שאתענה שהוא לשון הן והיינו דאמרי הטבה גופה הרעה היא ואידחיה לה ואתינן לה מצד אחר האי מאי אי אמרת בשלמא קראי בדבר הרשות כתיבי וכו' לעולם לא עבדינן היקישא בהרעה והטבה ובעלי הפירושים פירשו הלכה זו בענין אחר:"], ["@11אמר@33 רבא שבועה שלא אוכל ככר זו אם אוכל זו וכו' פי' אתה יודע שכל שבועה שהיא כזו אין עון השבועה נגמר אלא באחרונה כלומר באכילת השניה לפי שהראשונה מותר בה לכתחלה בין שהיא איסר בין שהיא תנאי נמצא עיקר עון השבועה באכילת השניה בין שהיא איסור בין שהיא תנאי וכיון שכן הוא בא רבא ופירש לנו כי כל הנשבע שבועה כזו הרי הוא כאילו אמר בפירש לא תחול השבועה עלי בשניה שהוא מקום גמר עון השבועה עד שאוכל את הראשונה במזיד כלומר במתכוין בלא שום טעות בין שהאיסור בראשונה והתנאי באחרונה בין שהתנאי בראשונה והאיסור באחרונה שכל זמן שהראשונה בשוגג הרי היא בשבועות שגגות שהתירו חכמים שלא היתה דעתו על השבועה שתחול אלא בזמן שהראשונה במזיד משום דבעי' אדם בשבועה הילכך ראשונה בשוגג ושניה במזיד פטור בין מקרבן בין ממלקות ל\"ש איסור בראשונה ותנאי באחרונה ול\"ש תנאי בראשונה ואיסור באחרונה וכדין הוא דלכתחלה מותר בשניה אחר שאכל את הראשוגה בשוגג דהא (כ) בשבועות שגגות היא וכסייעתא דרב מרי דלקמן אלא איידי דבעי למימר חייב אמר פטור ואיידי דאמר שוגג אמר זדון שאין כאן זדון אלא כונה כההיא דגרסינן בפרק הבא על יבמתו כי רבי רחמנא ביאת שוגג כמזיד שהוא כמו במתכוין ראשונה במזיד ושניה בשוגג חייב קרבן כל דהוא ראשונה במזיד וכל דהיא שניה בשוגג לא מיבעי שגג באיסר באחרונה שהוא חייב קרבן אלא אפילו שגג בתנאי באחרונה כיון שעון השבועה נגמר באחרונה עלתה לו שגגתו זו להתחייב קרבן על איסור הראשונה אע\"פ שהיתה במזיד מפני שאין כוונה של הראשונה נגמר אלא באחרונה לפי' עלתה שגגתי זו שבאחרונה להתחייב קרבן על הראשונה שתיהן בשוגג פטור ולא איצטריכא לן דהא מכיון ששגג בראשונה פטור והוא מותר לכתחלה באכילת השניה וכסייעתא דרב מרי דלקמן אלא איידי דבעי למימר שתיהן במזיד אמר נמי שתיהן בשוגג:", "שתיהן במזיד עכשיו יש לחייבו מלקות כשהתרו בו ואין התראה נופלת אלא באכילת האיסור בלבד הלכך אכליה לתנאיה והדר אכליה לאיסוריה דברי הכל חייב מלקות דהתראה ודאי היא אכליה לאיסוריה והדר אכליה לתנאיה הויא ליה התראתו באיסור התראת ספק והיא פלוגתא דר' יוחנן ור\"ל לר' יוחנן חייב ולריש לקיש פטור:", "תלאן זו בזו (ל) ולא אוכל זו אם אוכל זו ולא אוכל זו אם אוכל זו נעשו כל אחת ואחת עליו איסור ותנאי אכל זו בזדון עצמה שהיא האיסור ושגגת חברתה שהיא התנאי ששכח התנאי כולו ולא היה זכור שהיא תנאי לחברתה ולא שחברתה תנאי לה וכן אכל את השניה בזדון עצמה ##12a ושגגת חברתה הרי הוא מזיד באיסורין שזכור להן ושכח בתנאיה שנעלמו ממנו ולפיכך פטור בין מקרבן בין ממלקות לא מיבעיא ממלקות שהוא פטור שא\"א לחייבו מלקות עד שיהא מזיד בכל בלא שום שגגה אלא אף מקרבן נמי פטור וא\"ת בשלמא על הככר השניה הוא פטור שהרי אופן שבועתה באיסורה ותנאי' ה\"ל ראשונה בשוגג ושניה במזיד והוא האופן שפטר עליו רבא במימריה קמא אלא על ככר הראשונה אמאי פטור והרי אופן שבועתה באיסורא ותנאה ה\"ל ראשונה במזיד ושניה בשוגג והוא האופן שחייב עליו רבא במימריה קמא. תשובתך כיון דאכלה לראשונה בשגגת חברתה לפי שהיה סבור שבפני עצמה נשבע עליה ולא היה זכור שהיא תלויה בחברתה נמצא שלא היה זדונו בה אלא זדון בטעות ואין זה מזיד שלם ולא כוונתו כוונה שלמה לפיכך אין עליו דין ראשונה במזיד שהרי לא היתה כוונתו שלמה אלא בטעות ולפיכך פטור אף על הראשונה זו בשגגת עצמה וזדון חברתה שנעלמו ממנו האיסורין וזכור לתנאיה ואי אתה יכול לומר שיהא זכור לתנאי של האחרונים באכילת הראשונה ולא לתנאי של הראשונה באכילת האחרונה שהרי א\"א לתנאי בלא איסור והרי נעלמו ממנו האיסורין וכיון שאין איסור אין תנאי אלא זכירתו לתנאי' כך היא שבאכילת הראשונה הוא זכור שהיא תנאי לאחרונה וכן באכילת האחרונה הוא זכור שהיא תנאי לראשונה אבל האיסורין עצמן נעלמו ממנו כל אחת ואחת בשעת אכילתה וכיון שכן הרי הוא חייב קרבן על השניה לפי שאופן שבועתה באיסורה ותנאה היא ראשונה במזיד ושניה בשוגג והוא האופן שחייב עליו רבא קרבן במימרא קמא אבל על הראשונה ודאי פטור שהרי אופן שבועתא באיסורא ותנאה ה\"ל ראשוגה בשוגג ושניה במזיד והוא האופן שפטר עליו רבא במימריה קמא שתיהן בשוגג בין באיסורין בין בתנאין פטור והא נמי לא איצטריכא ליה אלא אסוקי מילתא היא שתיהן במזיד בין באיסורין בין בתנאין אשניה ודאי מיחייב מלקות אראשוגה פלוגתא דר' יוחנן ור\"ל משום דהיא התראת ספק אמר רב מרי אף אנן נמי תנינא נדרי שגגות וכו' קונם שאני אוכל ושאני שותה כלומר קונם ככר זו אם אני אוכל זו קונם יין זה אם אני שותה זה ושכח ואכל ושתה אי זה מהן בין שהוא איסור בין שהוא תנאי מותר אח\"כ לאכול או לשתות השני שלא היתה דעתו בנדרו אלא ע\"מ שיהא מתכוין בראשון וכיון ששגג בראשון לא חל עליו הנדר ומותר לכתחלה בשני ותני עלה כשם שנדרי שגגות מותרין כך שבועות שגגות מותרות ש\"מ כדרבא ש\"מ ויש פירושין אחרים בשמועה זו על דרכים רבים ויש מי שפי' להא ##12b דתלאן זו בזו בשאינו ת\"ח כדי לפטרו באכילה הראשונה וסמך על לשון זדון עצמה לומר במכיר הוא מזיד אף במה שהוא מותר ואינו שב מידיעתו ואנו ככר פירשנו כי לשון מזיד וזדון האומר בשמועה זו לשון כוונה הוא כמו שכתבנו ופירשנו ישמע חכם ויוסיף לקח:"], [], ["@11כתב@33 הרי\"ף ז\"ל בהלכות ירושלמי שבועה שלא אוכל מצה אסור לאכול מצה בלילי הפסח וכו' כדכתבינא בהלכות ומסתברא שאין הלכה כירושל' במקום הזה שהוא סותר גמרא דילן דקי\"ל שאין שבועה חלה באיסור כולל לבטל את המצוה דהכין אמרינן לעיל בגמרא בשלמא לריש לקיש היינו דמשכחת לה בלאו והן אלא לר' יוחנן וכו' בשלמא לאו משכחת לה פי' מאחר שהוא מקיים את המצוה אפשר שתחול שבועתו באיסור כולל אלא הן היכי משכחת לה כלומר מאחר שהוא לבטל את המצוה היאך תחול שבועתו ואוקימנא כדרבא דאמר שבועה שאוכל ואכל עפר פטור וכבר פרישנא לעיל שאין אנו אומרים לו לכתחלה קום ועבור את המצוה כדי שיתקיים שבועתך ותנן נמי חומר בנדרים משבועות כיצד אמר קונם סוכה שאיני עושה לולב שאיני נוטל בנדרים אסור בשבועות מותר וכי מה בין שבועה שלא אעשה סוכה ושלא אטול לולב לשבועה שלא אוכל מצה מפני מה זה מותר וזה אסור הלכך איני יודע טעמו של ירושלמי הזה ואין לנו ללמוד ממנו אבל הירושלמי האחר שכתב כיצד עושין אומר לו שיאכלנה וכו' דבר נכון וברור הוא נקיטינן מיניה ובגמרא דילן וממתני' דתנן נשבע לבטל את המצוה שלא לעשות סוכה וכו' שאין שבועה חלה לעולם בנשבע לבטל את המצוה בין במצות עשה בין במצות לא תעשה אלא שנתחייב מלקות משום שבועת שוא משעת שבועתו בין שקיים שבועתו ועבר על המצות בין שקיים את המצוה ועבר על שבועתו אבל בשעת עבירת המצות או קיומן אין עליו מעונש השבועה מחמת אותו מעשה כלום לא קרבן ולא מלקות וכן בנשבע לקיים מצות ל\"ת אין עליו שום עונש שבועה בין כשקיימה בין בשבטלה שאין עליו בבטול המצות מחמת השבועה לא קרבן ולא מלקות והיינו דאמרי' בסוף מכות ונחשוב נמי שבועה שלא אחרוש ביו\"ט התם מי קא חיילא שבועה עליה מושבע ועומד מהר סיני הוא כלומר ואין איסור השבועה חל על איסור המצוה לפי שאין איסור חל על איסור ובנשבע לקיים מצות עשה השבועה והנדר חלין עליו למלקות אבל לא לקרבן לפי שאינה בלאו והן לא מעטה הכתוב אלא מקרבן דכתיב ביה להרע או להיטיב ושפיר דמי לכתחלה למעבד הכי בין בשבועה בין בנדר ולקיומא מאי דאמר כדאמרינן התם מנין שנשבעין לקיים את המצוה שנאמר נשבעתי ואקיימה וכו' וכולה כדאיתא התם והנדרים חלים בבטול מצות עשה כגון קונם סוכה שאיני עושה לולב שאיני נוטל וה\"ה לשבועה שהיא דומיא דנדר דאמר ישיבת סוכה עלי וכדאיתא במס' נדרים אבל במצות לא תעשה אין הנדר חל עליה כלל בביטולה אף לא בקיומא:"], [], [], [], [], [], [], [], [], ["##17a @11(דף ל\"ח ע\"א) תן@33 לי פקדון תשומת יד נזל ואבדה וכו' א\"ר יוחנן פרוטה מכולן מצטרפת פליגי בה רב אחא ורבינא וכו' כתב ה\"ר יוסף הלוי ואם תשאל למאן דמחייב אכללי ומחייב גמי אפרטי מ\"מ לא מחייב נמי חד כללא לכולהו תובעי' דהא שבועה שאין לכם בידי מעיקרא קאמר מקמי דנימא ולא לך ולא לך תשובתך דהא ליכא למימר וכולה כדכתיב בפירושי שבועות שלו ואין טעם לקושיא זו ולא לפירוקא שפירק במקום הזה דהא אנן לא תנן במתני' שבועה שאין לכם בידי ולא לך ולא לך אלא הכי תנן שבועה שאין לך בידי ולא לך ולא לך וליכא הכא פרטי בתר כללא במתני' גבי תובעין ואלו מ\"ד הכי שבועה שאין לכם בידי לא לך ולא לך דכולי עלמא מחייב אכללא ומיחייב אפרטי דע\"כ לא פליגי רב אחא ורבינא אלא גבי תן לי פקדון תשומת יד גזל ואבדה שבועה שאין לכם בידי פקדון תשומת יד גזל ואבדה אי נמי גבי תן לי חטים ושעורים וכוסמין שבועה שאין לכם בידי חטים ושעורים וכוסמין דמאן דמחייב סבר כי היכי דאהני כללא לצרופיה פרוטה מכולן אהני נמי לחיובי שבועה אכללא כי היכי דמחייב אפרטי ומאן דפטר סבר נהי דאהני כללא לצרופי פרוטה מכולן אבל לחיובי שבועה דיו בחיוב הפרטים לפי שלא נתכוון בכללא להתחייב שבועה על הכלל אלא לצרף פרוטה מכולן אבל גבי תובעין ליכא למימר שתהא פרוטה מכולן מצטרפת דכיון דליכא לחד מינייהו גביה אלא פחות משוה פרוטה אין כאן כפירת ממון כלל ולא קרינא ביה וכחש וכיון דהכי הוא למאי (וכו') כללינהו לכולהו תובעין בחדא שבועה אלא ודאי לחיובי נפשיה אכל אכללי ואפרטי הלכך מחייב אכללא ומחייב נמי אפרטי וליכא מאן דפליג בהא וליכא למימר נמי בהא פרוטה מכולן מצטרפת כדפרישית והוצרכתי לכתוב זה מפני שהוא כדאי לטעות בו:"], ["##17b @11כתב@33  הר' יוסף הלוי שתי כסף כספים דאית מינייהו בדינר דהוא כסף צורי שמנה נמצאו שתי כסף עשרים חבות פחות חצי חבה והפרוטה חצי חבה וזו טעות בידו דשתי כסף שתי מעין הן ושש מעה כסף דינר ותנן נמי בפרק הזהב האונאה ד' כסף והטענה שתי כסף ובמסכת חגיגה תנן הראיה מעה כסף וחגיגה שתי כסף והכא תני רבי חייא סלע לי בידך אין לך בידי אלא סלע חסר שתי כסף חייב חסר מעה פטור אלמא שתי כסף שתי מעין נינהו והדינר אית ביה קצ\"ב פרוטות דהכי משערינן ליה בקידושין והפרוטה חצי חבה כדברי הרי\"ף נמצאו שתי כסף ל\"ב חבות שהם שליש הדינר וכן מה שכתב לשבועות עד אחד לא בעי' שתי כסף דהא אמרינן בהדיא אפילו לא כפר לו אלא בפרוטה ולא הודה לו אלא בפרוטה חייב זו הגרסא משובשת היא והגרסא הנכונה היא אפי' לא טענו אלא בפרוטה וכפר בו חייב וכן מה שכתב דלגבי שומרין לא בעינן שתי כסף אלא בפרוטה לחודה מחייב לא מסתברא כותיה דהא עיקר שתי כסף בשבועות השומרין הוא כתיב וא\"כ אדרהיט רב נחמן אמר שמואל לאשמעינן בשבועת עד אחד לאשמועינן בשבועת השומרים דכתיב בגופה שתי כסף וכ\"ש שבועת עד אחד דלא כתב בה שתי בסף:"], [], [], [], [], [], [], [], [], ["##22a @11ההוא@33  דא\"ל לחבריה מהימנת לי כבי תרי וכו' איכא מ\"ד כי אמרי כבי תרי פסליה לההוא סהדותא היכא דאמרי באנפנ' פרעיה אבל אי אמרי באנפנא אודי ליה דפריע הוא אודית' מילתא אחריתי היא ומהימנא עליה ואנן לא אסתבר לן הכי מדאמר לעיל בגמרא מאי אמרת לקיומי' תנאי' זיל אייתינהו דהא אנא ורב ששת דגמרין הלכתא ספרא וספרי וכולה תלמודא למה ליה לרב נחמן למימר ליה לההוא גברא זיל אייתינהו דהא אנא ורב ששת והא אודה ליה קמיה בבי דינא דפריע הוא דהא א\"ל כיון דקא מודי דקבלתינהו מיניה פרעון הוי אלא לאו ש\"מ כי היכי דלענין פרעון פסילה כל סהדותא עד דהוו באנפי תרי דתנו הלכתא לענין הודאה נמי בעי' בתרי דתנו הלכתא ומ\"ה מאי דאודי קמיה רב נחמן לחודיה נמי הודאה לא הויא ובדין הוא דלימא ליה זיל אודי נמי באנפי רב ששת כי היכי דאודי' באנפי אלא לפרסומי למילתא דפורענא א\"ל זיל אייתינהו:"], [], [], [], [], [], ["##25a @11כתב@33  הרי\"ף ז\"ל והלכתא המלוה את חבירו על המשכון שומר שכר לא שנא משכנו בשעת הלואתו ול\"ש משכנו שלא בשעת הלואתו וכולי כדכתיבנה בהלכות ומשמע דמסתברא ליה לרב ז\"ל דכי הוה סליק אדעתין לאוקמא לפלוגתייהו דר' אלעזר ור' עקיבא בדר' יצחק כשאבד המשכון שלא באונס ולא היא כיון דב\"ח קונה משכון אפי' באונס נמי חיובי מחייב ליה וכדאוקימנא לפלוגתייהו בדר' יצחק כשאבד באונס וכדאוקימנא דרבה ורב יוסף כשאבד שלא באונס הלכך מחוורתא דפסקא משכנו שלא בשעת הלואתו אפי' כשאבד באונס חייב המלוה בתשלומיו דלדידי' הוא דאתניס כיון דב\"ח קונה ##25b משכון כר' יצחק ואם משכנו בשעת הלואתו ל\"ש הלוהו פירות ולא שנא הלוהו מעות ל\"ש מלוה צריך למשכון ול\"ש אינו צריך בכולהו שומר שכר הוי ואם נגנב או אבד והיה המשכון כנגד חובו וכולי כדמסיק לה בהלכות ובגיטין בפרק השולח הוספנו ביאור בדבר זה ועוד נוסיף לבאר בפסחים בענין עכו\"ם שהלוה את ישראל על חמצו בס\"ד:"], [], [], ["##26b @11שלחו@33  ליה מבי רב לשמואל אומן אומר שתים קצצת לי וכו' עד ואי לא מייתי ראיה פקע דאי קס\"ד דלא מחייב שבועה מודה במקצת אשכירות אלא אמלוה ופקדון דכתיב בהו כי הוא זה דכתיב כי יתן איש אל רעהו וסבירא לן עירוב פרשיות כתוב כאן בהדי פרשתא דאם כסף תלוה ואוקימנא לצדדין קתני וכו' ולעולם מחייב נמי אפי' אשכירות כדין מודה מקצת ורמינן עלה מדתניא הנותן טליתו לאומן אומן אומר שתים קצצת לי והוא אומר לא קצצתי אלא אחת כל זמן שהטלית ביד האומן על הבית להביא ראיה כדין מוציא מחבירו אי מייתי ראיה יהיב כדקאמר ושקיל טליתו ואי לא מייתי ראיה מהימן עלה אומן במגו דאי בעי אמר לקוחה היא בידי ובבבא בתרא אוקימנא בשלא מסר לו בעדים ולא ראה אבל שבועת היסת ודאי איכא עליה דאומן:", "@11ומינה@33 שמעינן למאי דכתב הרי\"ף ז\"ל בסכינא דאשכבתא בפרק המקבל רבא אמר לא צריך למיקם עליה בדינא יכול למיטען עד כדי דמיה ונשבע ונוטל לאו שבועה חמורה היא אלא קלה כדין שבועת היסת היא שנשבע ולא משלם דאם איתא דשבועה חמורה כדין כל נשבע ונוטל לא הוה תני הכא על הבעל הבית להביא ראיה דמדקתני מציעתא נתנה לו בזמנו נשבע ונוטל מכלל דרישא ליכא נשבע ונוטל אלא שבועת היסת בלחוד הוא דאיכא ואינה שנויה במשנה ובברייתא נתנה לו בזמנו נשבע ונוטל הא אוקימנא כר' יהודה דאמר כל זמן שהשבועה נוטה אצל בעל הבית שכיר נשבע ונוטל ולית הלכתא כותיה אלא כרבנן דאמרי קציצה מידכר דכירי אינשי כדשלחי ליה מבי רב לשמואל וכדתני רבה בר שמואל ואוקימנא לצדדין קתני הלכך ישבע בעל הבית ויפסיד האומן והוא דלא אמר ליה הילך ואי אמר ליה הילך פטור עבר זמנו המוציא מחבירו עליו הראיה הא דברי הכל הוא ולצדדין קתני או יביא ראיה האומן או ישבע בעל הבית ויפסיד ששבועת התורה היא ולא איצטריכא ליה לפרושי וראיתי לרב רבי יוסף הלוי ז\"ל שהאריך בפירושו בענין הזה ואוקמה לכולה שמעתא כדא\"ל הילך ואין דבריו נכונים וברורים ואנו כתבנו מה שנראה לנו גם מה שכתב הרב זה בדין דברים העשוים להשאיל ולהשכיר אינם דברים מחוורים ונראין דברי הרי\"ף ז\"ל מדבריו והם כתובים בבבא מציעא בפרק המקבל:"], [], [], [], [], [], [], ["##30a @11מתני'@33 החנוני על פנקסו וכו' אמר בן ננס כיצד אלו ואלו באין לידי שבועת שוא אלא הוא נוטל בשבועה והם נוטלין שלא בשבועה וכך היא הגירסא המדוקדקת וטעמא דמילתא לפי שטענת הפועלים בריאה וחזקה יותר מטענת החנוני שהפועלים החוב שלהם ודאי והפרעון ספק אצלנו והחנוני החוב מעקרו ספק אצלנו לפיכך הוא נוטל בשבועה והם נוטלין שלא בשבועה:", "@11תניא@33 אמר רבי טורח שבועה זו למה ש\"מ מדלא קא אמר שבועות הללו למה או שבועה זו למה וקאמר טורח שבועה זו למה שמע מינה דעל בן ננס קאי והכי קאמר ליה מה לנו אצל שבועה שהיא מטרחת לשני תשלומין והיא שבועת החנוני שמחייב בעל הבית בשני תשלומין מוטב שנשביע את הפועלים שטענתם יותר בריאה ולשקלו מבעל הבית וליפקע חנוני בשבועתם של הפועלים וליפוק בכדי שטענתו אינה בריאה כל כך נמצאו שלש מחלוקות בדין החנוני ת\"ק ובן ננס ורבי אמר ליה ליה ר' חייא תנינא שניהם נשבעין ונוטלין מבעל הבית כלומר הדבר הקשה עליך בשני התשלומין שמשלם בעל הבית כך הוא הדין לפי שבעל הבית גורם לעצמו זה ההפסד כדאמרי' התם דיכול למימר ליה חנוני לבעל הבית אנא מאי אית לי לגבי פועלים אע\"ג דמשתבעי לי לא מהימני לי אנת הוא דהימנתינהו דלא אמרת לי הב להו בעדים וכיון שכן אין בדין להפקיע החנוני ולהוציאו בשבועת הפועלים וזהו הטעם שנתן ר' חייא לדבריו כשאמר שניהם נשבעין ונוטלין מבעל הבית כלומר בעל הבית הוא שגרם לעצמו כך ולפי שפירש טעם משנתנו ונתכוונו דבריו לדברי ת\"ק דמתני' זכה ר' חייא ונקראת משנתנו זו על שמו כדאמרי' בעלמא ותו הא דתני ר' חייא שניהם נשבעין ונוטלין מבעל הבית והוינן בגמרא קבלה מיניה רבי מר' חייא או לא ואתינן למפשטה מדתניא ר' אומר פועלים נשבעין לחנוני אלמא בשבועת פועלים פקע ליה חנוני כטעמיה דרבי מעיקרא ולא קבלה לדר' חייא וזה הת\"ש מוכיח על מה שפירשנו למעלה ולאפוקי מבעלי הפירושין שפירשוה בענין אחר ואוקמא רבא ופירשה להא ברייתא ה\"ק פועלים נשבעין לבעל חבית במעמד חנוני כי היכי דנכספו מיניה ולעולם קבלה רבי מיניה דרבי חייא והוא הדין לחנוני שנשבע במעמד פועלים אלא פועלים איצטריכא ליה לאפוקי מדבן ננס דאמר הן נוטלין שלא בשבועה:", "@11איתמר@33 שתי כתי עדים המכחישות זו את זו וכו' דכ\"ע שני מלוין ושני לוין ושני שטרות היינו פלוגתייהו מלוה אחד ולוה אחד ושני שטרות יד בעל השטר על התחתונה שני מלוין ולוה אחד היינו ##30b מתני' ושניהם נשבעין אפילו לרב הונא ושניהם נוטלין אפילו לרב חסדא שני לוין ומלוה אחד מאי לרב הונא מבעיא ולא לרב חסדא דלדידיה קל וחומר משני מלוין ושני לוין שהם פסולין להעיד להם אבל לא חש התלמוד לפרש משום דקיימא לן כרב הונא דרבי' דרב חסדא הוא:"], ["@11מתני'@33 אמר לחנוני תן לי בדינר פירות וכו' כלל פירושינו בזה משנתנו כעין נשבעין ולא משלמין נגעו בה תדע דהא לא קא חשיב ליה בריש פירקין בהדי הנך דנשבעין ונוטלין ואע\"ג דקי\"ל מנה לי בידך אין לך בידי כלום פטור הכא תקינו רבנן דלא מיפטר נתבע אלא בשבועה שהרי רגלים לדבר דאבי חנואתא מילי ואבי פתורא חושבנא ורבי יהודה מודה להו לרבנן בתרי בבי דסיפא דאיכא בהו תקנת שבועה בחנוני ובשולחני ופליג עליהו בתרי בבי דרישא דסבירא ליה דליכא גבי בעל חבית תקנת שבועה כלל לפי שהחנונים והשולחנים תגרים הם בקיאים באומנותם ונזהרים שלא יבא להם הפסד ור' יהודה לטעמיה דאמר אין לתגר אונאה מפני שהוא בקי וכך היא הצעה של משנה אמר לחנוני תן לי בדינר פירות ונתן לו כלומר מדדן לתוך קופתו והפשילן זה לאחוריו אמר ליה תן לי את הדינר אמר ליה נתתיו לך ונתתו באונפלי ישבע בעל הבית שהוא הנתבע והוא כנשבע ולא משלם כיון שלא הספיק להוליכן לתוך ביתו ובעודן בפתח החנות היו טענותיהן עבוד רבנן תקנתא דלישתבע בעל הבית נתן לו את הדינר א\"ל תן לי את הפירות וכו' ר' יהודה אומר כל שהפירות בידו ידו על העליונה כלומר אין כאן תקנת שבועה אלא בזמן שהם עוררין על הפירות שהם מונחין על הקרקע ועומדים לימכר שכיון שלמכירה הן עומדין הרי הן בחזקת כל אדם אלא מפני שהן קרובין לרשות החנוני יותר מרשות כל אדם ישבע החנוני ויפטר אבל בזמן שהם עוררין על הדמים והפירות ביד בעל הבית אין כאן תקנת שבועה אלא בעל הבית נפטר שלא בשבועה שאלמלא שהקדים לו את הדמים לא היה זה מדדם לתוך קופתו ולפי שיש פעמים שהחנוני מוכר בהקפה לא פי' כמו שפי' בשולחני לומר אין דרך חנוני להיות נותן פירות עד שנוטל את דמיהם כי רוב החנונים מקיפים אבל כשמוכר שלא בהקפה טעמו וטעם השולחני אחד הוא לפיכך כלל ואמר כל שהפירות בידו ידו על העליונה וללמדך שאם לא היו פירות צבורין לפני החנוני אף כשעוררין על הפירות אין החנוני נשבע ובהא אפי' רבנן מודו והטעם שוה לשניהם בין לחנוני בין לשולחני אע\"פ שהוציא ר' יהודה דבריהם לשתי לשונות טעם אחד הוא ובא זה ולמד על זה כל אחד מהם על חבירו ומכאן אתה למד פירוש הברייתא האמורה על זו המשנה תניא אמר ר' יהודה אימתי כלומר אימתי אני מודה שיש תקנת שבועה בזמן שהפירות צבורין ומונחין בקרקע ושניהם עוררין עליהם בזו ישבע החנוני אבל הפשילן בקופתו לאחוריו ועוררין על הדמים בזו אני חולק על דברי חכמים שאיני רואה כאן תקנת שבועה אלא המוציא מחבירו עליו הראיה ואין כאן שבועה כלל ודוגמת אימתי זה שבא לפרש מה שהוא מודה לדברי חכמים ומה שהוא חולק עליהם תמצא בפרק זה דתניא שכיר כל זמן שלא עבר זמנו וכו' אמר ר' יהודה אימתי בזמן שאמר ליה תן לי שכרי וכו' מכאן תשובה למי שאמר שכל מקום שאמר ר' יהודה אימתי לפרש דברי חכמים בא בלא מחלוקת וצריכא דאי אשמועי' גבי חנוני בהא קא אמרי רבנן ישבע בעל הבית שדרך החנוני להקדים לו פירות משום דפירי עבידי דמדקבי אבל בשולחני אימא מודה ליה לר' יהודה שאין דרך שולחני להקדים וליתן וכולה פשוטה היא על הדרך שפירשנו וראיתי פירוש הרי\"ף ז\"ל ופירוש חכמי צרפת בהלכה זו ולא ישרו בעיני והפירוש שכתבתי קבלתיו מאבא מורי ואבא מורי מרב גדול ומובהק בדורו זכר שניהם לברכה ולחיי העולם הבא:"], ["##31a @11[דף מ\"ח ע\"א] אם@33 איתא אלמא מספקא ליה והא אמר רב יוסף בר מניומי עבד רב נחמן עובדא כר' יוסי דאמר יחלוקו אנו רגילין לפרש מכלל דלא ס\"ל לרב נחמן כרב ושמואל דהא רב ושמואל טעמייהו כת\"ק קא מפרשי דאמר הזרה שבועה למקומה להיכן חזרה והוא בר פלוגתיה דר' יוסי וכיון דעבד רב נחמן עובדא כר' יוסי מכלל דלא ס\"ל דרב ושמואל עד שראיתי להרב ר' משה בר' יוסי ז\"ל שפירש בלשון הזה והאמר רב יוסף בר מניומי עבד רב נחמן עובדא כר\"י דאמר יחלוקו אלמא סבירא ליה כרב ושמואל שזו ##31b השבועה יש לה עיקר ואע\"פ שמתקנת חכמים היא זו ואי לא מצי משתבע יעמוד הממון בחזקתו ונפטרו היורשין מלשלם והא דאמרי' התם יחלוקו לפי שהשבועה מוטלת על שניהם שבועה דאורייתא על זה ושבועה דרבנן על זה ומתוך ששניהם חשודים ואינן יכולין לישבע יחלוקו אבל הכא שאין השבועה מוטלת אלא על פי המלוה בלבד ואינן יכולין לישבע אותה שבועה שהיה חייב אביהם שהיא שבועה שזה חייב לי כך וכך משום דברא במילי דאבא לא ידע אע\"פ שהן יכולין לישבע שבועה שלא פקדנו אבא אין זה אותה השבועה שהיה חייב אביהן ומש\"ה נפטרו בני הלוה מן הכל ופריקנא לדבריו דר' אמי קאמר וליה לא סבירא ליה זהו תורף פי' הרב ז\"ל ופי' נאה הוא ומסתייע מעובדא דרב נחמן דאיקלע לסורא ואמר הבו דלא לוסיף עלה אלמא סבירא ליה דרב ושמואל. ולענין פסקי הלכות הללו אין לנו לזוז ממה שפסק הרי\"ף ז\"ל בהלכותיו אלא ששמעתי משום חכמי נרבונא ז\"ל הגדולים כיון דמסקנא דגמ' דיינא דעבד כרבי אלעזר עבד כרב ושמואל עבד אנן לכתחלה עבדינן כרב ושמואל בכל שטר שאין בו נאמנות אבל בשטר שיש בו נאמנות לא מקילין ביה תרי קולי קולא דאבא שאול בן אימא מרים וקולא דרב ושמואל ולכתחלה עבדינן כרבי אלעזר וזה פסק נאה והגון ומשובח וראוי לסמוך עליו:"], ["@11ומכלל@33 דבריהם אתה למד דלא סבירא ליה מאי דכתב הרי\"ף ז\"ל בכתובות על מאי דאיפסיקא הלכתא כאבא שאול בן אימא מרים וה\"מ דכתב לה נקי נדר ובלא נדר אבל אי כתב לה בפירוש נדר ושבועה אין לי ולא ליורשי לא עליך ולא על יורשיך וכו' כדכתיבנא התם בהלכות הא לא מסתברא כלל כמו שכתב הרב ז\"ל אלא בכל ענין אין הנאמנות מועילה לגבות מן היתומים בלא שבועה והכי מוכחא מלתא מסוגיא דשמעתא דהתם על פסקה דמתני' רבי שמעון אומר כל זמן ##32a שתובעת כתובתה היורשין משביעין אותה אינה תובעת כתובתה אין היורשין משביעין אותה דאמרי' ר' שמעון אהייא ואמרי' עלה וקא מיפלגי בפלוגתא דאבא שאול בן אימא מרים ורבנן ש\"מ בפירוש דלא מהניא נאמנות כלל בכל לשון שהוא לגבות מן היתומים בלא שבועה אלא עשו חכמי דורותינו תקנה שאם בא לגבות יתומים מן היתומים בשטר שיש בו נאמנות דיינינן להו לכתחלה כר' אלעזר שנשבעין שבועת יורשין ונוטלין ולא מפקעינן שטרא בשתי קולי שלא תנעול דלת בפני לווין:"], ["ראיתי לרבינו חננאל ז\"ל שחלק בענין הנאמנות בין שיש בה קנין לשאין בה קנין וסמך דבריו על הירושלמי ואינן בדוקין אצלנו ונשאלה שאלה מלפני הרב רבי משה בר' יוסף ז\"ל יתומין שבאו לגבות מן הערב בשטר שמת לוה בחיי המלוה היכא דלית להו ליתמי נכסי נחלה מאי מי אמרי' כיון דלית לה נכסי נחלה הא לא אזיל ערבא בתר יתמי ומחייב או דלמא לא שנא את\"ל ערב פטור לוקח מאי תיבעי לך מחיים דלוה תיבעי לך לאחר מיתת לוה תיבעי לך מחיים דלוה מי אמרי' לא גרע דין לקוחות מדין יתומים ופטירי או דלמא יתומים דוקא ולא מוספינן עלה את\"ל יתומין דוקא ולא לקוחות הני מילי מחיים דלוה לאחר מיתת לוה מאי מי אמרי' מה לי ערב מה לי לוקח כי היכי דערב פטור לוקח נמי פטור דבתר יתמי אזיל או דלמא ערב דוקא והשיב הרב ז\"ל ערב לא שנא אית להו נכסי ליתמי ולא שנא לית להו מיפטר פטור דקיימא לן מצוה על היתומין לפרוע חובת אביהן אפי' כי לית להו בנכסי נחלה כמעשה דקטינא דאביי וזה כיון שנעשה ##32b ערב לחובת אביהן ועשה עמו חסד איכא למימר ערבא בתר יתמי אזיל והיינו דרב ושמואל אבל לקוחות לא מבעיא בחיי לוה דמחייבי ולא גמרינן להו מדין יתומים שהרי מצינו מקום שחמור בו דין היתומים מדין הלוקח בשטר שיש בו נאמנות וכדאבא שאול בן אימא מרים אלא אפי' לאחר מיתת לוה חיובי מחייבי ולא אמרי' בהו אטו לקוחות לאו בתר יתמי אזלינן מאחר דלית להו נכסי ליתמי שאין נפרעין מנכסים משועבדים במקום שיש שם נכסים בני חורין ולא גמרינן לקוחות מדין ערב דאינהו אדעתא דארעא נחית ועבד איניש דיבין ארעא ליומיה וכשם שמצינו לערב לאשה בכתובתה והיה בעלה מגרשה שאין למדין דין לוקח מדין ערב ודתנן תנן דלא תנן לא תנן כך בזו אין למדין דין לוקח מדין ערב מן הטעם שהזכרנו הלכך הבו דלא לוסיף עלה הוא ויורשין נשבעין שבועת יורשין ונוטלין ואלמלא היה דין הלקיחות כדין ערב וכדין היתומין לא השמיטוהו רבותינו מלפרשו כשם שהזכירו שדין האח כדין היתומים מה לי לא פקדנו אבא מה לי לא פקדנו אחא אדרבה הא עדיפא לאשמעי' אלו דברי הרב ז\"ל. ונראין הם ודעתו של הרב הזה היתה כדין היו שניהם חשודין כרבי יוסי וכרב נחמן דעבד עובדא יחלוקו וכן תוכל להבין מתוך דבריו בפירושו שכתבנו למעלה ואיתא לדרב נחמן ולדרב ושמואל ולדר' אבא כל חדא וחדא בדוכתא ואע\"פ שחלקו רב ושמואל ור' אבא בפי' משנתנו בחזרה שבועה למקומה היכן היא מקום עיקר השבועה מר אלימא ליה שבועתא דרבנן עם חזקה דממונא ומר אלימא ליה שבועתא דאורייתא ##33a מר אזיל לטעמיה ומר אזיל לטעמיה לטעמייהו דרבנן קאמרי ולעולם הלכה כר' יוסי וכי היכי דאיתיה לדרב ושמואל בדוכתא ולדרבי אבא בדוכתא הה\"נ איתא לדרב נחמן בדוכתא ולזו הסברא דעתינו נוטה מפני שנהגו ראשונינו לסמוך על הרי\"ף ז\"ל אין בנו כח לזוז מדבריו:"], [], ["@11והריני@33 מוסר לך כלל גדול בדין חשוד על השבועה כל חשוד שהוא מן הנשבעין ונוטלין אם הוא מאותן שהיה דינן מן התורה ליטול בלא שבועה ורבנן רמו עלייהו שבועה להחמיר עליהם כגון פוגם את שטרו ועד אחד מעידו שהוא פרוע והנפרע שלא בפניו ומנכסים משועברים כיון דאיכא בידיה שטרא דמקוים נוטל בלא שבועה והוא הדין לחנוני על פנקסו וכל מאי דדמי ליה שדינו היה מן התורה ליטול בלא שבועה ומתקנת חכמים הוא נשבע כולן נוטלין בלא שבועה כיון דלא מוסיפין על דרב ושמואל"], ["##33b חוץ מחשוד הבא ליפרע מנכסי יתומים דפקע שטרא כדרב ושמואל והיא היא ולא מוסיפין עלה ולא מידי אבל אם זה החשוד הוא מאותן שלא היה דינן מן התורה ליטול כלום וחכמים הקילו עליו ליטול בשבועה אי משום כדי חייו כגון שכיר או משום שרגלים לדבר כגון הנגזל והנחבל ומאי דדמי להו הרי זה לא נשבע ולא נוטל כלום והולך לו בפחי נפש ומי שהוא מן הנשבעין ולא משלמין ושבועתו דרבנן כגון אמר לחנוני תן לי בדינר פירות אם הוא חשוד לא נשבע ולא משלם וה\"ה בשבועת היסת ולא מפכינן לה אשכנגדו וחשוד שהוא מן הנשבעין מן התורה אי במודה מקצת ועד אחד הרי דינו מפורש במשנה ובגמרא בדין שכנגדו חשוד על השבועה ואם הוא מד' שומרין כיון שאין כנגדו יכול לישבע לפי שאינו בא עליו בטענת ברי הרי הוא בדין היו שניהם חשודים זהו מה שנראה לנו בדין חשוד אע\"פ שראינו לרי\"ף ז\"ל שכתב בתשובותיו שהפוגם את שטרו הוא חשוד תחזור שבועתו להיסת לכשנגרו לא נראו לנו דבריו וכתבנו מה שנראה לנו והוא הנכון:"]]