[[], [], [], [], [], [], ["##4a @22[דף יב ע\"א] @11האי @33כל שלא נהג כל שלא משמש מיבעי ליה @88(א) פי' דאי מקום שלא נהגו הוא הא ודאי איכא טענת בתולים כי היכי דאיכא בגליל טענת בתולים אע\"פ שלא נהגו להעמיד שושבינין אלא כל שלא משמש מיבעיא ליה כלומר שלא משמש במקום שנהגו להעמיד שושבינין והוא שינה המנהג אינו יכול לטעון טענת בתולים:"], [], ["##5a @11ומה @33שפסק הרי\"ף ז\"ל כר' יוסי דבעינן תרי רובי בתינוקת שירדה למלאות מים מן העין וכו' נ\"ל שאין לסמוך עליו חדא דהא פליג עליה רב חנן בר רבא ואמר הוראת שעה היתה למימרא דבעלמא לא בעי תרי רובי ועוד דקי\"ל כר' יהודה אמר שמואל דאמר הלכה כר\"ג מדאמרי' בגמ' דהנושא את האשה במסקנא הכי נמי מסתברא דא\"כ קשיא הלכתא אהלכתא וכו' ור' יוסי ודאי פליג אדר\"ג דהא אסיקנא בגמ' דכר' יהושע סבירא ליה ואי איכא מאן דסבירא ליה דר' יוסי לא פליג אדר\"ג ולא קשיא הא דקא טענה איהי הא דלא קא טענה איהי אנן כל שנויא דלא חזינן ליה בגמ' לא סמכינן עליה דאי איתא לא הוה שתיק גמרא מיניה וה\"ר שלמה ז\"ל כתב בפירוש דר' יוסי כר' יהושע סבירא ליה ושמעינן מינה דר\"ג בחדא מכשר או בדטענה איהי אפי' ברוב פסולין או ברוב כשרין ואע\"ג דלא טענה ולא מידי והיינו דאמרי' ר\"ג אלים ליה ברי דאפי' בחדא ספיקא מכשר כלומר אפי' ברוב פסולין וקיל ליה שמא דאפי' בספק ספיקא פסול כגון אלמנת עיסה היכא דליכא למימר זיל בתר רובא אבל אי איכא רוב כשרים אפי' חדא רובא אע\"ג דלא טענה ##5b היא מכשר ר\"ג כי ההיא דמצא בה תינוק מושלך דלא קא טעין ולא מידי ואמר רב עלה לא שנו אלא להחיותו אבל ליוחסו לא דליוחסין בעינן תרי רובי ואוקימנא דרב לטעמיה דאמר הלכה כר' יוסי דאמר בעינן תרי רובי בין דטעין בין דלא טעין ובקרונת דצפורי היה מעשה ור' יוסי דאמר כר' יהושע דפסיל בחד רובא ומכשר בתרי רובי מכלל דר\"ג בחד רובא נמי מכשר היכא דלא טעין ובדטעין אפי' ברוב פסולין וא\"ת אדאוקימנא לר' יוסי כר' יהושע ובתרי רובי נוקמי כר\"ג ובחד רובא ובדלא טענה איהי איכא למימר כיון דגבי פלוגתא דר\"ג ור' יהושע איתניא ליה בעי לאוקמא נמי לדר' יוסי כעין ההיא פלוגתא כלומר אפילו בדטענה איהי ואע\"פ שראיתי בתשובה לרבינו האי גאון ז\"ל בחלוף דברים הללו שכתבתי דעתי נוטה לפירש\"י ז\"ל ובמס' קדושין גרסי' אמר רבא הלכה כאבא שאול שהיה קורא לשתוקי בדוקי ומכל זה נראה שהלכה כר\"ג מיהו עיקר הלכתא כההוא דאמר ליה שמואל לרב יהודה שיננא הלכה כר\"ג דיעבד ואת לא תעבד עובדא לכתחלה עד דאיכא רוב כשרין אצלה וכן ממסקנא דההוא שמעתתא דארוסה שעיברה מסתברא שהלכה כשמואל ולא כרב וכל חד וחד אזיל לטעמיה וכשמואל קי\"ל ולא כרב מהני טעמי דאמרי' וממעשה דההוא ארוס וארוסתו:"], ["@22[דף טז ע\"א] @11הכי @33נמי מסתברא פירוש כמאן דקא איירי בה ומתני' ר' יהושע ולא ר\"ג מדקתני מודה אי אמרת בשלמא איירי בה פי' איירי בה ר' יהושע ברישא ולאו דברי הכל היא היינו דקתני מודה אלא אי אמרת לא איירי בה אלא דברי הכל היא מאי מודה כלומר מאן תנא דקתני מודה ר' יהושע הא אמרת רישא דברי הכל היא וליכא מאן דפליג ולא גרסינן איירי בה ר\"ג ופי' משובש הוא:", "התם אין שור שחוט לפניך פי' גבי הנושא את האשה ולא מצא לה בתולים חזקה דממונא מרעא ליה לדיבורא דידה כי היכי דמרעא ליה לשחיטה חזקת איסור שהבהמה עומדת בה בחייה עד שיודע לך במה נשחטה ופי' רש\"י ז\"ל מוחלפת שיטה זו כולה:", "@11וכיון @33דרוב נשים בתולות נישאות כי לא אתו עדים מאי הוי פי' ז\"ל לרב קא מקשי כדקא מקשי' ליה מיניה בבבא בתרא וי\"ל אפי' לשמואל כלומר וניהמנה אע\"ג דאין הולכין בממון אחר הרוב משום דהכא איכא תרתי רובא וחזקה דגופא והכא חדא חזקה דממונא מידי דהוה אטענה משארסתני נאנסתי דמהימנא לה משום האי טעמא דהכא תרתי והכא חדא הכא גבי דידה איכא תרתי ברי וחזקה דגופא והכא גבי דידיה חדא חזקה דממונא ושמא:"], ["##6a @11לעולם  @33דקאמר מלוה וכגון שחב לאחרים וא\"ת ניהמניה במגו דאי בעי מחיל ליה דהא אפי' מוכר יכול לחזור בו ולמחול אי נמי במגו דאי בעי קלייה יש לומר שאני הכא דאיכא למימר אערומי קא מערים ולמחר מפיק ליה לשטרא בבי דינא אחרינא וגבי ליה:"], ["##6b @11תנאי  @33היו דברינו נאמנין בשאין כתב ידן יוצא ממקום אחר כך קבלנו מרבותינו ז\"ל. ופי' מודעא ניתן ליכתב להחזיר המעות לבעליהן על פי השטר וה\"ר שלמה ז\"ל פי' להציל האנוס מאנסו והענין על השטר שעליו המודעא וה\"ר נסים ז\"ל פי' לפי שאין צריך לומר כתובו וכמאן דכתוב דמי ואתי שטרא ומרע שטרא והענין על המודעא עצמה:"], [], [], ["##8a @11אמר @33רב הונא אמר רב שלשה שישבו לקיים את השטר שנים מהן מכירין חתימות ידי עדים ואחד אינו מכיר עד שלא חתמו מעידין בפניו וחותם פי' מעידין בפניו של אותו שאינו מכיר עדים אחרים וחותם אבל חביריו אין מעידין בפניו משחתמו אין מעידין בפניו אפי' אחרים דלאו במותב תלתא כהדא הוו ודאמרי' ש\"מ תלת ש\"מ עד נעשה דיין וש\"מ דיינין המכירין חתימות ידי עדים אין צריכין להעיד בפניהם הרי הוא כאילו אמר ש\"מ עד נעשה דיין וש\"מ אפי' בלא הגדה כלל נעשה דיין בקיום שטרות ולפי שיש שאר מקומות שכשנעשה העד דיין צריך הגדה שיעידו בפניו מש\"ה פליג להו הכא בתרתי עד נעשה דיין ודיינין המכירין חתימות ידי עדים וחדא בחברתה מישך שייכא וראיתי לנגיד ז\"ל בהלכתא גבראתא פי' אחר בשמועה זו ולא ישר בעיני. ודיינין המכירין חתימות ידי עדים אין צריכין וכו' דלמא לעולם אימא לך צריכין להעיד בפניהם ושאני הכא דהא מקיימא הגדה בחד וא\"ת ממאי תיסק אדעתין דצריכין והא י\"ל לא תהא שמיעה גדולה מראייה כדאמרי' לגבי עדות החדש יש להשיב מאי דאתקיף רב אשי דחיאתא בעלמא נינהו ולאו אוקמתא דסמכא קא מוקמינן לה תדע שהרי פסקו בהלכות כדאמרי' מעיקרא ולאפוקי מאתקפתא דרב אשי ומש\"ה לא דייקי' עלה בגמ' ולמאן דדייק עלה איכא לאוקומה כשראוהו בלילה וכדאמרי' לקמן וה\"ר אברהם ז\"ל כתב בפירוק קושיא זו לגבי ממון בעי הגדת דאם לא יגיד בממון הוא דכתיב ואין פירוק זה נכון שהרי מצינו דיני נפשות חמור מדיני ממונות בכל מקום ולא בעי' בהו הגדה היכא דאיכא למימר לא תהא שמיעה גדולה מראייה ועיקרה בפ' החובל דאוקימנא לההיא דסנהדרין שראו בא' שהרג את הנפש כגון שראוהו בלילה אבל ביום עד נעשה דיין ולא בעא הגדה ק\"ו לדיני ממונות מעתה וכדאמרי' התם הא אנא והא ר\"י ##8b הגלילי וכו' ותמה הוא בדברי הרב הזה למה לא כתב פירוקו ע\"ד תלמודא דקאמר היכא דראוהו בלילה צריכין הגדה כיון דלאו בני מעבד דינא נינהו והכא נמי מדקא פסיק ואמר דיינין המכירין חתימות ידי עדים כל הכרה במשמע בין כשראוהו בלילה בין כשראוהו כשהן קרובים או כשהן קטנים כאותה ששנינו ואלו נאמנין להעיד בגדלן מה שראו בקטנן וכו' ומאי דקאמר הרב מצינו קיום שטרות חמור מעדות החדש משום דכתיב ביה אם לא יגיד ואנן לאו הכי קאמרינן בגמ' אלא הנח לעדות החדש דאורייתא וקיום שטרות דרבנן אלמא עדות החדש חמורה מקיום שטרות הלכך בעדות החדש דאורייתא בעי' הגדה לכולהו כשראוהו בלילה ובקיום שטרות לא בעי' הגדה כלל דלא קי\"ל כאתקפתא דרב אשי וכשראוהו ביום אפי' בעדות החדש לא בעי' הגדה דלא תהא שמיעה גדולה מראייה ודיני ממונות דכוותה כדאמרי' התם הא אנא והא ר\"י הגלילי ודיני נפשות נמי דכוותה שהרי עדות החדש ודיני ממונות ודיני נפשות שלשתן דבר תורה הם אלא שר\"ע מחמיר בדיני נפשות בלבד דס\"ל דאפי' הגדה לא מהניא להו משום דבעי' ושפטו העדה והצילו העדה וכיון דחזיוה דקטל נפשא תו לא חזי ליה זכותא:"], ["יתיב ר' אבא וקאמר ליה להא שמעתא דעד נעשה דיין פי' בלא הגדה כלל שיעידו בפניו ואההיא סמיך דאמרי לעיל דיינין המכירין חתימות ידי עדים אין צריכין להעיד בפניהם ולאפוקי מאתקפתא דרב אשי והא אנן תנן ראוהו שלשה והם ב\"ד יעמדו שנים וכו' ואם איתא ליתבו בדוכתייהו וליקדשו וא\"ת דלמא שאני התם דלא מקיימא הגדה כלל היינו דאמרי' לעיל דדחיאתא נינהו ולא סמכי' עלייהו א\"נ י\"ל מדקתני ויעידו בפניהם בפני כולן צריכין להעיד ואפי' בפני אותן שראוהו דאין עד נעשה דיין ובמס' ר\"ה מקשי' עלה למימרא דעד נעשה דיין והתניא בסנהדרין שראו באחד שהרג את הנפש וקשיא דוקיא דהכא אדוקיא דהתם אלא שפירושו בענין אחר למימרא דעד נעשה דיין בהגדה שיעידו בפניו ובדין הוא דמצי מקשי ליה מרישא דראוהו ב\"ד בלבד אלא שאינה מוכחת בפירוש לפי שיש לומר שהשנים המעידים אינן מסתלקים משם דעד נעשה דיין וכולן הם דיינים ומשום דבעינן הגדה הוא ונפקא מינה דעד נעשה דיין בהגדת עצמו ומש\"ה קא פשיט מסיפא שאנו רואים בפירוש שהמעידין מסתלקים מתורת ב\"ד וסיפא מוכחא ארישא שאין עד נעשה דיין אלא בהגדת אחרים אבל לא בלא הגדה כלל ולא בהגדת עצמו מדלא יתבי בדוכתייהו ומקדשי ואע\"ג דקי\"ל קיום שטרות דרבנן ועד נעשה דיין בלא הגדה כלל וכ\"ש בהגדת אחרים אבל בהגדת עצמו אין לנו ונראים הדברים שהוא פסול לדון מאחר שהגיד שהוא כנוגע בדינו והנוגע בדינו פסול כנוגע בעדותו ודכוותה אמרי' בתלמוד ירושלמי בענין המביא גט ואמר בפני נחתם חציו ואני הוא העד השני פסול מפני שנעשה כנוגע בעדותו ובגמ' דילן בתחלת גיטין גרסי' בפני כמה נותנו לה כו' עד והא קי\"ל דעד נעשה דיין בדרבנן אלמא אפי' בהגדת עצמו נעשה דיין אלא י\"ל לדברי תלמוד שלנו שאני התם כיון שהוא הגדה המתקיימת בעד אחד עשאוה כמי שאינה אבל מקום שצריך הגדת שני עדים לא מצינן מפורש עד נעשה דיין בהגדת עצמו לכך פירשנו מעידין בפני עדים אחרים אבל לא הן בעצמם וכיון שראינו לר' שלמה ז\"ל שפי' מעידין לפניו הן בעצמם בטלנו דעתנו מפני דעתו והמתלמד יוסיף לקח ויגדיל תורה ויאדיר:", "ועידי הקיום ודיני הקיום צריכין שיהיו רחוקים מן המלוה ומן הלוה שהרי בדינן ועדותן נתחייב הלוה וכן צריך שלא יהיו קרובים זה לזה לא העד לעד ולא הדיין לדיין ולא העד לדיין בשאר דיני ממונות לפי שיתכן להיות הזמה בעידי הקיום כגון שאמרו ביום פלוני ראינוהו שחתם ומתורת הזמה נפקא לן שלא יהיו העדים קרובים לדיינין כשם שאין העדים כשרים כשהם קרובים זה לזה ולא הדיינים זה לזה כדאמרי' בירושלמי הגע עצמך שאם הוזמו לא מפיהם הם נהרגים וזה הירושלמי כתוב בהלכות הרי\"ף ז\"ל בסנהדרין ואף אנו יכולין לומר כך בעידי קיום שאם הוזמו משלמין אלו ע\"פ אלו כדרך מה שאמרו בירושלמי אבל אם הם קרובים לעדי השטר ל\"ש עדי קיום ול\"ש דייני קיום כשרין וראיה לדבר נאמן אדם לומר זה כתב ידו של אבא כתב ידו של אחי זו ראיה לעדים וה\"ה לדיינין שאין לחלוק בדבר וטעם הדבר שלא תתכן ההזמה לעולם בעדי השטר שיש לומר אחרוהו וכתבוהו ועוד אין הזמה לעולם לשלם ממון אלא בעדות על פה:"], ["##9a @11אמר @33רב הונא אמר רב שלשה שישבו לקיים את השטר וקרא ערער וכו' ערער דמאי אי ערער דגזלנותא תרי ותרי נינהו פי' ואפי' משחתמו אמאי אין מעידין עליו הא איכא למימר אוקי תרי לבהדי תרי ואוקי גברא בחזקת כשרות ואין להקשות מהא דת\"ר שנים שהיו חתומין על השטר וכו' דמקשי' עלה ומגבינן ביה אמאי תרי ותרי נינהו דהתם לאו אגופייהו דעדי השטר באין אלו להעיד שהרי מתו אלא על השטר הם באים להעיד שפסול הלכך תרי ותרי נינהו ולא מגבינן ביה אבל הכא שעל גופו של הדיין מעידין הוו להו תרי ותרי ואוקים גברא אחזקה דכשרות וההוא דאמרי' במעשה דינאי המלך אילימא דבתרי אמרי אישתבאי ובתרי אמרי לא אישתבאי תרי ותרי נינהו מאי חזית דסמכת אהני סמוך אהני התם כיון דעל עצמו של ינאי היו באים להעיד ליכא למימר אוקי ינאי אחזקיה שהרי פסוליה ממעי אמו כדברי הכת האחת וקול יצא על אמו מקודם שנולד ינאי הלכך ה\"ל ספק פסול לפי שספקו נולד עמו משא\"כ בערער דגזלנותא שהוא פסול הבא לו לאחר מכן הלכך אמרי' ביה אוקי תרי לבהדי תרי ואוקי גברא אחזקיה דכשרות דמעיקרא והם ה\"נ אמרי' בערער דפגם משפחה הוא כיון דגלויי מלתא בעלמא היא ואפי' משחתמו מעידין בפניו וחותם ואוקימנא לעולם ערער דגזלנותא וכגון דאמרי הני אנן ידעינן ביה דעבד תשובה דמעיקרא בחזקת פסלות קאי ואשתכח דכי חתמו אכתי בחזקת פסלותו הוה קאי הלכך משחתמו אין מעידין עליו וחותם והרי\"ף ז\"ל כתב כל זה בחלוף בהלכות (והביאו הרא\"ש בסי' כ\"א) ואני כתבתי מה שנ\"ל ודבר נכון וברור ##11a הוא:"], [], [], [], ["@11הא @33דתנן האשה שנחבשה על ידי עובדי כוכבים וכו' פירשה ה\"ר רבינו שלמה ז\"ל באשת ישראל והגאונים כולם פירשוהו באשת כהן וכך היא הצעה בלי ספק:"], [], [], [], [], ["##13b @22[דף לה ע\"ב] @11אמר @33ליה רב אדא בר מתנה לאביי לר\"ל דאמר בפירוש רבתה תורה וכו' מאן תנא דפליג עליה דר' נחוניא בן הקנה וכו' בשלמא לר\"י פליגי רבנן עליה אע\"ג דסבירא להו כל חייבי כריתות ישנן בכלל מלקות ארבעים ורשעה אחת אתה מחייבו ואי אתה מחייבו בב' רשעיות וברשעה המסורה לב\"ד הכתוב מדבר והכא בחייבי כריתות דאיכא רשעה המסורה לב\"ד אפ\"ה פליגי עליה דר' נחוניא בן הקנה דס\"ל כרת שלי כמיתה שלכם וכי היכי דבמיתת ב\"ד ל\"ש שוגג ול\"ש מזיד פטור מן התשלומין ה\"נ ס\"ל לר' נחוניא דבכרת פטור מן התשלומין בין במזיד בין בשוגג ורבנן דלית להו האי סברא דכרת שלי שלא דברה תורה אלא ברשעה המסורה לב\"ד כגון חייבי מיתות ב\"ד ומלקות ופליגי עליה בכרת ואע\"ג דאיכא מלקות לדעתיה דר\"י דאיהו פטר ליה בין מזיד בין שוגג מממון דכרת שלי כמיתה שלכם ואינהו דפטרי ליה משום מלקות לא פטרי ליה אלא במזיד אבל בשוגג חייב ממון דחייבי מיתות איתקוש חייבי מלקות לא איתקוש ופליגי עליה רבנן אפי' בשוגג אלא לר\"ל דס\"ל דכי היכי דחייבי מיתות איתקוש חייבי מלקיות נמי איתקוש דבפירוש רבתה תורה חייבי מלקיות כחייבי מיתות ל\"ש אתרו ביה ול\"ש לא אתרו ביה פטור במיתת ב\"ד וחייבי כריתות ישנן בכלל מלקות ארבעים לרבנן מאן פליג עליה דר' נחוניא בן הקנה דרבנן ודאי לא פליגי ואע\"ג דל\"ל הדין סברא דר' נחוניא בן הקנה דכרת שלי כמיתה שלכם אפ\"ה פטרי ליה משום מלקות דרשעה המסורה לב\"ד היא ואיתקוש לחייבי מיתות ובין מזיד בין שוגג כר' נחוניא בן הקנה וכוותיה ס\"ל דפטור ואע\"ג דלא ס\"ל לטעמיה מ\"מ לא פליגי עליה ופטרי ליה מממון בין שוגג בין מזיד כוותיה אלא מאן פליג עליה או ר\"מ דמת ומשלם ל\"ל לוקה ומשלם אית ליה דהדין קרא דרשעה אחת אתה מחייבו לא מוקים ליה אלא במיתת ב\"ד אבל במלקיות אע\"ג דרשעה המסורה לב\"ד היא לא איכפת ליה ולוקה ומשלם ופליג עליה דר' נחוניא בן הקנה אע\"פ שמודה שיש מלקות בחייבי כריתות אפ\"ה חולק עליו דל\"ל הדין סברא דכרת שלי כמיתה שלכם ומלקות נמי לא פטר ליה בין שוגג בין מזיד חייב בתשלומין וחולק על ר' נחוניא בן הקנה בשניהם בשוגג ובמזיד ור\"י נמי חולק עליו מכיון דס\"ל מלקיות בחייבי כריתות ליכא וברשעה המסורה לב\"ד הכתוב מדבר ולא מקיש כרת למיתה כר' נחוניא בן הקנה איהו נמי פליג עליה בחייבי כריתות ובין בשוגג ובין במזיד יש כאן תשלומין:", "@22[דף לו ע\"א] @11משום @33דאית ליה למירמא אחריתי עליה וכו' אמר רב ששת ל\"ק הא ר\"ג הא ר\"י פי' לר\"ג דאית ליה חזקה דגופא ואמרי' העמד הגוף על חזקתו בחזקת בתולה עומדת ויש לה טענת בתולים וקנס ואע\"ג דתני<sup>*</sup><i class=\"footnote\">צ\"ל דטעני'</i>לה משום קנס למימרא דבתולה הואי דהוה ליה פתח פיך לאלם אבל לגבי טענת בתולים לא טענינן לה דלמא מוכת עץ הות ודלמא משארסת' נאנסה דמילי דלא שכיחי נינהו ולא טענינן לה ולר\"י דל\"ל חזקה דגופא חזקתה בעולה ואין לה לא טענת בתולים ולא קנס ולא כן פי' רבינו שלמה ז\"ל:"], [], ["##14b @11בעי  @33רבא יש בגר בקבר ודבנה הוי. פי' קא מיבעיא ליה כשעמד בדין ואליבא דר\"ש דכיון דלא הספיק לגבות פקע אב והוי ממון להורישו לבנה מאחר שעמד בדין ואסיקנא הכי קא מיבעיא ליה יש בגר בקבר ופקע אב או לא פי' קא מיבעיא ליה בשלא עמד בדין ואליבא דד\"ה ואיצטריכו לפרושי הכי כי היכא דלא תיקשי לן מ\"ש דפקע אב בלישנא בתרא ולא פקע בן בלישנא קמא אטו ברא ירית אבא אבא לא ירית ברא ותו לא מידי:"], [], [], ["##16a @11תני  @33שילא שלש מדות בנערה פי' הרי\"ף בהלכות ופריש בפירוקיה דרבא שאני מוציא שם רע דחדוש הוא דהא נערה המאורסה שזינתה בבית אביה בסקילה נכנסה לחופה ולא נבעלה בחנק ואע\"ג דהשתא נמי נערה בתולה היא כדמעיקרא כיון דאתיא לה מכלל רשות האב לרשות הבעל אישתני דינא ולא דיינינן לה כדמעיקרא וזה הפי' אינו כלום דאין זה חידוש ואין כאן דרך לומר אישתני דינא ולא דיינינן לה כדמעיקרא דהא בעינן עד שתהא נערה בתולה מאורסה והיא בבית אביה וכפחות מד' מדות הללו אינה נידונת בסקילה כדאמרי' התם נערה ולא בוגרת בתולה ולא בעולה מאורסה ולא נשואה @88(ר) פרט לשמסר האב לשלוחי הבעל ודאמרי' מאורסה ולא נשואה היינו למעוטי נכנסה לחופה ולא נבעלה ועלה אמרי' לקמן בגמ' חופה בהדיא כתיבה ואין בכל זה שום חידוש לפי שאין כאן דרך לומר אשתני דינא ולא דיינינן לה כדמעיקרא שהרי החטא והדין הכל בזמן אחד הוא משא\"כ במוציא שם רע אלא כך הוא הפי' הנכון אמר רבא שאני מוציא שם רע דחידוש הוא דלמאי דס\"ל לתנא דשילא דאזיל בתר השתא ולא בתר מעיקרא אי אתה מוציא לעולם דין מוציא שם רע דכתיב ואם אמת היה הדבר הזה אלא בחידוש דהא נכנסה לחופה ולא נבעלה בעלמא וזינתה בחנק ואילו מוציא שם רע לא דיינינן לה כדהשתא אלא כדמעיקרא וכי היכי דחדית רחמנא בהא לטעמיה דתנא דשילא חדית נמי בבוגרת אמר ליה רב הונא בריה דר\"י דלמא כי חדית היכא דלא אישתני גופה דהיינו נכנסה לחופה ולא נבעלה אבל היכא דאישתני גופה כגון בוגרת לא חדית רחמנא ואי לאו דבעלמא נמי סרחה ואח\"כ בגרה תידון בסקילה במוציא שם רע נמי לא הויא נידונית בסקילה דלא חדית רחמנא היכא דאישתני גופ' והשתא דאתינן להכי אפי' היכא דלא אישתני נמי לא חדית רחמנא דבתר מעיקרא אזלינן לעולם ולא בתר השתא ואתא רב נחמן לאוקומה כתנאי אישתני ולא אישתני כלומר אי אמרי' אישתני דינא כדהשתא ואע\"ג דלא אישתני גופא או לא תנאי היא לסיועיה לתנא דשילא לאוקומי כר' שמעון ואידחיא לה דרב נחמן לאוקמיה. וכולה פשוטא היא על הדרך הזה והוא הנכון:"], ["##16b @11אמר @33ר' יוסי בר' חנינא המוציא שם רע על היתומה פטור שנאמר ונתן לאבי הנערה נראה לי שה\"ה לאונס דהא הכי @88(ט) כתיב ביה לאבי הנערה וא\"ת לותביה ממתני' דאלו נערות דתנן הבא על הגיורת והשפחה שנתגיירו ונשתחררו פחות מבת ג' שנים דהתם ודאי אין לה אב וכיתומה היא אפשר דהתם קנסי' לה מדרבנן כדי שלא יהא חוטא נשכר משא\"כ במוציא שם רע שאינו נשכר כלום וכן אתה אומר כי מפני כך לא הקשה לו ממתני' דיתומה שנתארסה ונתגרשה ואלימא ליה ברייתא לאותוביה מאם מאן ימאן אביה כלומר אם אינו ענין למפתה דמדעתה עבד תנהו ענין לאונס אלמא מדאורייתא היא ולא מדרבנן:"], [], ["##17b @11הא  @33דתניא כתב לה פירות כסות וכלים שיבואו עמה מבית אביה לבית בעלה מתה לא זכה הבעל בדברים הללו וכו' קי\"ל כרבנן וליתא לדר' נתן וה\"ר יעקב מרמרו\"ג ז\"ל פירשה כשמתה מאחר שנישאת והוא פי' נכון וטעמייהו דרבנן שלא כתב לה האב אלא על מנת שתגבה מחיים דומה לטעמו של ראב\"ע במשנתנו שאמר שלא כתב לה הבעל אלא ע\"מ לכונסה דהכא והכא אומדן דעתא הוא ורש\"י פירשה בשמתה ועודה ארוסה ואין הדברים נראין כן והרי\"ף ז\"ל השמיטה ולא כתבה בהלכותיו:"], [], ["##18b @11אמר @33אביי אלמנה לכה\"ג חייב לפדותה פי' וה\"ה לממזרת ונתינה לכהן לדעתיה דאביי שחייב לפדותה מפני שאני קורא בה ואהדרינך למדינתיך לימא כתנאי המדיר את אשתו ונשבית וכו' מאי לאו במדיר אשת כהן קא מיפלגי ובפלוגתא דאביי ורבא פי' ומשום דבמסקנא דשמעתא אוקימנא בין לאביי בין לרבא במדיר אשת @88(ע) איש מש\"ה קאמרינן הכא מאי לאו במדיר אשת כהן משום דלאו הכי סליק במסקנא ודחינן לא הכא במאי עסקינן כגון שנדרה היא וקיים לה הוא פי' ולעולם במדיר אשת כהן וקסבר ר\"י היא נתנה אצבע בין שניה ול\"ג הכא ר\"א סבר הוא נתן ותירוצא אליבא דאביי היא כלומר לרבא ודאי תנאי היא דלא מתוקם ר\"א כוותיה אע\"ג דס\"ל הוא נותן אצבע בין שניה מ\"מ איסור דבר אחד הוא וקאמר ר\"א חייב לפדותה דלא כרבא ואביי אמר לך אנא דאמרי אפי' לר\"י עד כאן לא קאמר ר\"י אינו פודה אלא משום דהיא נתנה אצבע בין שניה ויכול הוא שיאמר אי אפשי באשה נדרנית ובמורדת היא שמפסדת כתובתה ופדיונה והיינו דמתמהים עלה אי היא נתנה כתובה מאי עבידתה ועוד מה לי הדירה ולבסוף נשבית מה לי נשבית ולבסוף הדירה הא לא אתו לאערומי כיון דבדידה תליא מלתא ואסיקנא אביי ורבא כל חד וחד מתרץ לטעמיה ככלהו תנאי ואף במדיר אשת ישראל פליגי ר\"א ור\"י ולפי שראיתי בשמועה זו שבוש במקצת הספרים גם בפירושי רש\"י ז\"ל הוצרכתי לכותבה:"], [], [], ["##20a @11ארוסה @33יש לה מזונות או אין לה מזונות וכו' הכי נקיטינן גירסא ופירושה כמו שכתבה ה\"ר שלמה ז\"ל ולא כמו שכתבה הרי\"ף ז\"ל <small>(והביאו הרא\"ש בסי' כ\"ו)</small>:"], ["##20b @11כתב  @33הרי\"ף ז\"ל הלכה כשמואל דאמר הלכה כאנשי גליל והביא לדבריו ראיות וכולן הן דחויות כי מה שאמר דבפרק אלמנה ניזונת אסיקנא כאנשי גליל ליתא אלא דחיה בעלמא הוא דחינן התם לעולם אימא לך ניזונת תנן ולא תפשוט בעיין וההוא עובדא דקריביה דר\"י ליכא מיניה ראיה חדא דמאן לימא לן דקריביה דר\"י לאו מאנשי גליל הוה ועוד שמא היתה כתובתה מרובה ולא היו היורשים רוצים לפטרה מיד סברי אדהכי והכי דלמא שכיבה לה בלא שבועה ופקעה כתובתה כדין יתומים מן היתומים כשמת לוה בחיי מלוה וההיא דשלח רבין באיגרתיה <small>(ובסוף יש נוחלין) </small>לא שמעי' מינה לא כרב ולא כשמואל שלא אמרו אלמנה ניזונת מנכסיו אלא להפקיע מזונות הבת בחייה ולהפקיע ירושת הבעל כשמתה הבת לפי שאין מזונות לבת במקום אלמנה בנכסים מועטים ושמעי' נמי מינה דבעל שויוה רבנן כיורש לא כלוקח משום פסידא דאלמנותו ##21a כדאיתא בסוף פרק יש נוחלין ושמעי' נמי מינה שאע\"פ שאין הבנות ניזונות על הבנות אבל האלמנה ניזונית על הבת ולא שייכא ההיא דשלח רבין בפלוגתא דהכא דרב ושמואל כל עיקר הלכך מסתברא באתרא דליתא מנהגא למיעבד כרב וכאנשי יהודה כי מפני שתלמודנו תלמודא דבבל דין הוא שיהא מנהגנו לכתחלה מנהג בבל ועוד מצינו שתפסו להם רבותינו בכ\"מ מקולי כתובה וראיתי בהלכתא גבראתא לנגיד ז\"ל משום גאוני עולם ז\"ל שפסקו כולם ועשו מעשה כרב ודעתי נוטה לדבריהם @88(ד) רב כהנא מתני וכן בלקיט:"], ["@88(ה) @11כתב @33הרי\"ף ז\"ל <small>(וכן מבואר ברא\"ש סי' ל\"ב) </small>ושמעי' מינה דמאן דמגרש לה לאינתתיה מדעתא דנפשיה אין שמין מה שעליה דלאו איהי בעיא למיפק אלא איהו בעי לאפוקה וזה הדקדוק שכתב הרב אינו נראה דלמשקל ולמיפק קאמרי' ל\"ש דנפקא איהי ל\"ש דקא מפיק לה איהו דהא אלמנה מן שמיא קא אנסי לה למיפק אפ\"ה שמין ורב גופיה דהוא מרא דשמעתא ס\"ל הלכה כאנשי יהודה שהיורשין פוטרין אותה ומוציאין אותה בע\"כ ולקיט מיהא מאן לימא לן דאיהו בעי למיפק דלמא מאריה הוא דקא מפיק ליה ואיהו לא בעי למיפק הלכך ל\"ש הכי ול\"ש הכי לעולם שמין:"], [], [], ["##22b @11כל  @33הפוחת ואפ' בתנאה וקשיא לן עלה הא דאמרי' לעיל בגמ' טעמא דכתבה ליה הא על פה לא ולהלן נראה כי תנאי על פה הוא פחות מכתיבה וכאן נראה שהוא גדול ממנה וה\"ר שלמה ז\"ל פי' דהא אפי' לאו דוקא ול\"נ פי' הדבר כן כל הפוחת מדלא אמר הפוחת ואמר כל הפוחת @88(ה) כל אע\"פ שאינו פוחת במעשה אלא בתנאי כלומר שתנאו בטל ואינו קיים והיינו דאמרי' אלמא קא סבר תנאו בטל ואית לה:"], [], ["##23b @11מתני' @33המותר ר\"מ אומר הקדש מותר אימת קדוש וכו'. כללא דשמעתא הא דתנן המקדיש מעשה ידי אשתו תנא רישא וה\"ה לסיפא תנא סיפא וה\"ה לרישא והכא והכא רבותא קמ\"ל רישא רבותא קמ\"ל דאפי' בעיקר מעשה ידיה מציא לאפקועי מיד בעלה למר כדאית ליה ולמר כדאית ליה אי לרב הונא בניזונת כלומר שרוצה להעלות לה מזונות ומטעם שיכולה לומר איני ניזונת ואיני עושה ולא תימא נעשית כאומרת לו אלא באומרת לו בפירוש כדאמרי רבוואתא בפ' המדיר את אשתו אי לר\"ל בשאינה ניזונת דלא סבר לה לרב הונא ועל כרחין מוקים לה בשאינה ניזונת ואיירי דאיצטריכא ליה סיפא תנא רישא וכל זה שאמרנו לרב הונא ולר\"ל ה\"ה במותר ומעה כסף וסיפא רבותא קמ\"ל דאפי' במותר דלא שכיח מצי מקדיש דבר שלא בא לעולם למר כדאית ליה ולמר כדאית ליה לרב ושמואל לאחר מיתה ולרב אדא מחיים וטעמייהו דמפרש בגמ' וכל זה ה\"ה לעיקר מעשה ידיה ורב ושמואל מוקמי רישא דמתני' כרב הונא אמר רב ורב לטעמיה ומש\"ה אוקימנא במעלה לה מזונות ואין מעלה לה מעה כסף ולא אוקימנא איפכא @88(ב) רב לטעמיה דרב הונא אמר רב אוקמא לרישא בניזונת ועוד דאורחא דמלתא הכי הוא ורב אדא מוקים לרישא או כרב הונא וכולה מתני' בניזונת או כר\"ל ורישא בשאינה ניזונית וסיפא בניזונית והכא רבותא קמ\"ל ומאי דתנא הכא ה\"ה להכא אבל לר\"ל ע\"כ מוקים ליה לסיפא כרב אדא דהא אמר לא תימא טעמיה דר\"מ משום דקסבר אדם מקדיש דבר שלא בא לעולם אלא ע\"כ כרב אדא ס\"ל למותר קדוש מחיים ותקנו מזונות תחת מותר וכיון שהוא מעלה לה מזונות קדוש מחיים ומתוך שיכול לכופה במעשה ידיה לא הוי דבר שלא בא לעולם אלא נעשה כאומר לה יקדשו ידיך לעושיהן וה\"ה בעיקר מעשה ידיה אם מעלה לה מעה כסף ולא מצי אמרה לר\"ל איני ניזונת ואיני עושה נמצא עכשיו לרב ושמואל רישא במעלה לה מזונות ומעה כסף ותנא מעשה ידיה וה\"ה למותר ומשום דמצי אמרה איני ניזונת ואיני עושה בין בעיקר מעשה ידיה בין במותר סיפא במעלה לה מזונות ואין מעלה לה מעה כסף או כשאין מעלה לה כלל לא מזונות ולא מעה כסף וכל שתשאיר ממזונותיה נקרא מותר והכל קדוש לאחר מיתה וזהו שאמרנו תנא מותר וה\"ה למעשה ידיה לר\"ל ולרב אדא רישא בשאין מעלה לה כלל לא מזונות ולא מעה כסף ומש\"ה עושה ואוכלת הכל. סיפא או במעלה לה מזונות ואין מעלה לה מעה כסף או במעלה לה הכל והכל קדוש מחיים לר\"מ מתוך שיכול לכופה למעשה ידיה ותנא מותר וה\"ה למעשה ידיה ולר\"י הסנדלר לא ס\"ל נעשה כאומר לה ולא קדוש כלל והכל דבר שלא בא לעולם הוא וההיא מתני' דקונם שאיני עושה לפיך כולהו תנאי דההיא מתני' ס\"ל אדם מקדיש דבר שלא בא לעולם ובניזונת ובשאינה אומרת איני ניזונת ואיני עושה ודשמואל אדשמואל והלכתא אהלכתא אלימא ליה לאקשויי ופריקנא כי אמר שמואל הלכה כריב\"נ להעדפה פי' כלומר דלא ס\"ל כר\"ע דס\"ל העדפה שע\"י הדחק דידה הוי אלא כולה דבעל הוי ולאו לענין הקדש קאמר שמואל הלכה אלא לאשמועינן להעדפה כולה דבעל הויא ולאפוקי (מדר\"א) [מדר\"ע] והיינו דמקשינן עלה ולימא @88(ג) אין הלכה כר\"ע א\"נ הלכה כת\"ק ורש\"י ז\"ל כתבה בענין אחר:"], [], [], [], [], [], [], ["##27a @11כתב @33הרי\"ף ז\"ל הדין הוא דינא דגמ' במורדת אבל האידנא בבי דינא דמתיבתא הכי דייני במורדת @88(א) כדאתיא ואמרה לא בעינא ליה להאי גברא וכו' <small>(ניתב לה גיטא יהיב לה גיטא לאלתר ואי תפסה מידי מכתובתה מפקינן לה מינה ומהדרי' לבעל וכמו שכתוב ברא\"ש סי' ל\"ה) </small>ותימה הוא שאין המורדת המפורש דינא בגמ' בזו דהא אמרי' ה\"ד מורדת כגון דאמרה בעינא ליה ומצערנא ליה והיכא דאמרה לא בעינא ליה היינו מאיס עלי ולא כייפי' לה ומפסדא לכתובתה כולה לאלתר ונפקא ומדעתו של בעל ומסתברא לי שהתקנה שתקנו בישיבה לתת גט במורדת זו לאלתר הוראת שעה היתה לפי הצורך ממה שראו בדורם אבל בדורות הבאים בדינא דגמ' דיינינן לה:"], [], [], [], [], [], ["##30a @11טעמא  @33דקטנה הא גדולה ויתרה פי' אם נישאת @88(מ) ומאי גדולה נערה ולא בוגרת ואוקימנא בדלא מחאי ולא מיתזנא וה\"ר יוסף הלוי ז\"ל בן מיגש פירשה בבוגרת ואין לדבריו טעם:"], [], [], [], [], [], [], ["##33b @22[דף עג ע\"ב] @11איתיביה @33מודים חכמי' לר\"א וכו' וקשיא לן אמאי לא אותביה אביי לרב' מקטנה שלא מיאנה והגדילה ועמדה ונישאת כי אותביה מההיא ברייתא דמודים חכמים לר\"א י\"ל דההיא קטנה שלא מיאנה מימרא היא ואפשר דרב' מתני לה בטעות כעין שתי נשים קטנה שלא מיאנה מן האירוסין והגדילה וכנסה ובעלה דהיינו כעין שתי נשים ועמדה ונישאת לאחר אבל ברייתא ודאי קשיא דקתני רישא קטנה שהשיאה אביה ובסיפא קתני והחזירה כשהיא קטנה כלומר החזירה לנישואין וגדלה אצלו זו היא בעילה לחודיה והיא טעות אשה אחת גרידתא והשתא מאחר דתרצה רב' לברייתא ממילא איתריצא ההיא שמעתא דקטנה שלא מיאנה ואיתוקמא לה ככתיבתה וממה שגלינו דעתנו בטעות אשה אחת כעין שתי נשים דהיינו כניסה סתם ובעילה סתם אידחי ליה מה שכתב הרי\"ף ז\"ל בפי' שמועה זו <small>(והביאו הרא\"ש בסי' י\"ד) </small>שחלק בין בעל לאלתר ובין בעל לאחר זמן ותיובתא דאותבינן בגמ' מברייתא דמודים חכמים לר\"א קשיא ליה לרב ז\"ל דהא קתני או שהחזירה כשהיא קטנה וגדלה אצלו ואמרי' עלה דטעות אשה אחת היא אע\"פ שבעל לאחר זמן:"], [], [], ["##35a @11היו  @33בה מומין ועודה בבית אביה מאי אמרת אין אדם ניפייס במומין הוי חדא במקום תרתי וחדא במקום תרתי לא אמרי' וקשיא תיתי כאן נמצאו וכאן היו ותצטרף בחדא דליהוון תרתי במקום תרתי דהא אשכחן דהיא לחודא מרעא חזקת הגוף בהיו בה מומין ועודה בבית אביה אלמא אלימא אלמוה בחזקה וכיון שכן ליהויין תרתי לבהדי תרתי וניחא לי הני תרתי חדא היא כיון דכל חדא וחדא צריכה לחברתה דבחדא מינייהו לא מפסדא כתובתה אא\"כ חברתה עמה משא\"כ בהנך תרתי דכל חדא מינייהו מהניא לאגבויי כתובתה בלא חברתה ומטול הכי הויא לה חדא במקום תרתי:"], ["##35b @11המחליף @33פרה בחמור ומשך בעל החמור את הפרה וכו' כללא דשמעתא ר\"י ס\"ל כל שנולד לו ספק בממונו עליו הראיה והוא בעל החמור שהוא בודאי בעליו תחלה ומש\"ה דייק מכלה בבית אביה לפי שהאב זכאי בבתו וכממונו דמיא ודייק נמי מכלה בבית חמיה שכיון שנשאה הרי היא כממונו וכדתנן נשאת יתר עליו הבעל ומחט שנמצאת בעובי בית הכוסות קשיא ליה ואתא רמי אחוה ושבשיה ואמר כל הנולד לו ספק ברשותו עליו להביא ראיה והוא גם הוא בעל החמור ולא מפני שנולד ספק בממונו אלא שנולד ספק ברשותו כלומר שנמצא מת בביתו ותנא תונא כלה כדמעיקרא כלומר כלה בבית אביה ולקדושין שנולד ספק בביתו עליו להביא ראיה מטעם כאן נמצאו וכאן היו ומוקים חזקה דגופה ומוקים נמי חזקה דממונא בידיה דהיינו (ב\"ב) [כסף] קדושין וכן בעל החמור עליו להביא ראיה מטעם כאן נמצא מת וכאן היה מת מעיקרא קודם המשיכה וכשמביא ראיה שלא מת מקודם מוקים חזקה דגוף החמור בחזקת חי כדמעיקרא ומוקים חזקה דממונא בידיה דהיינו הפרה המשוכה אצלו ומחט שנמצאת ל\"ק ליה ולא מידי וגבי מחט נמי על הטבח להביא ראיה ל\"ש יהיב זוזי ל\"ש לא יהיב אי יהיב מפיק ואי לא יהיב מוקים מפני שהספק נמצא ברשותו ובביתו וכן הלכתא ועל זה הפי' סמך הרי\"ף ז\"ל על מה שכתב בהלכותיו בשמועה זו <small>(והביאו הרא\"ש בסי' ט\"ז) </small>והוא הנכון ואילו היה פי' השמועה זו כדברי רש\"י ז\"ל היה מה שכתב הרב שלא כהלכה:", "@11והוי @33יודע דהא דשמואל שייכא בדרב ששת דאמר פירי עבדי חליפין ולית הלכתא כוותיה מיהו נקטינן לה וגמרינן מינה למילי דעבדי חליפין וכבר כתבנו בענין הזה בפ' הזהב א\"נ י\"ל מיתרצא לה שמעתא הדא דשמואל בדמים שהם כחליפין כי היכי דמיתרצא לה מתני' דכל הנעשה דמים באחר במס' קדושין בפ\"ק והכי מסתבר כי היכא דלא תסיק שמעתא הדא דשמואל לבר מהלכתא:"], [], ["##36b @11מתני' @33אמר ר' יהודה אמרו לפני ר\"ג כו' איבעיא להו ר\"י לכתחלה קאמר או דיעבד קאמר פי' ר\"י בנפלו לה נכסים משנתארסה לכתחלה קאמר קשיא ליה הואיל וזכה באשה שלא תמכור לכתחלה ופשט ליה ר\"ג דמוכרת ולא פליג ר\"י אדר' חנינא בן עקביא אלא בחדא דר' חנינא ס\"ל אפי' בעד שלא נישאת ונישאת מוכרת לכתחלה ור\"י לא ס\"ל הכי אלא בארוסה או דלמא אפי' בדיעבד (אי) קשיא ליה שאם מכרה ונתנה בטל ומתרץ לה ר\"ג על חדשים אנו בושים כלומר שאם מכרה ונתנה קיים ופליג אדר' חנינא בן עקביא בתרתי דאיהו ס\"ל אפי' בנפלו לה עד שלא נישאת ונישאת מוכרת לכתחלה @88(ג) לר\"י לא ס\"ל אלא בארוסה שאם מכרה ונתנה קיים ת\"ש דתניא אר\"י וכו' אמר להם אף זו לא תמכור ואם מכרה ונתנה קיים פי' אף זו הארוסה לא תמכור כדין הנשואה כלומר כשהוקשו ארוסה ונשואה זו לזו לענין מכירה בתחלה כשם שזו לא תמכור אף זו לא תמכור אבל בדיעבד לא הוקשו שזו מכרה בטל וזו מכרה קיים וכאילו אמר דייה שהחמרת עליה שלא תמכור לכתחלה ודאמרי' לקמן הא ר' חנינא בן עקביא אליבא דנפשיה הא ר' חנינא בן עקביא אליבא דר\"י מתני' אליבא דנפשיה ברייתא אליבא דר\"י ולדבריו קא\"ל לא כך השיבן אלא כך השיבן וכולה ברייתא דר' חנינא לדבריו דר\"י מסיק לה ואפי' מאן דגריס הא ר\"י אליבא דר\"ג הא ר\"ח אליבא דר\"ג הם ה\"נ סליק פירושא כלומר ברייתא (ר' חנינא אליבא דר\"י) [ר\"י אליבא דר\"ג] ומתני' ר' חנינא אליבא דנפשיה משום ר\"ג והא דתנן על החדשים אנו בושים וכו' פי' חדשים נפלו לה משנישאת ופי' ישנים נפלו לה משנתארסה ויש לרי\"ף פי' אחר בהלכה זו <small>(וז\"ל תניא אר\"י הואיל והארוסה אשתו והנשואה אשתו מה נשואה מכרה בטל וכו' אמר להם אף הנשואה לא תמכור ואם מכרה ונתנה קיים אמרו הואיל וזכה באשה וכו' רב ושמואל דאמרי תרוייהו בין שנפלו לה עד שלא תתארס וכו' משנתארסה ונישאת הבעל מוציא מיד הלקוחות דתניא רבותינו חזרו ונמנו וכו')</small>:"], [], [], ["##38a @11אמר @33רב נחמן עיילא ליה גלימא וכו' כיון דקי\"ל כר\"ג בדיני ואיהו בתראה נראה דליתא לההוא דשמואל דאמר השניה אין לה בלאות דוקא של נכסי מלוג היכא דליתנהו דקנסי רבנן לדידה בדידה דאיהו ס\"ל דברשותה קיימיה וקרנא הוו וילקח בהם קרקע והוא אוכל פירות ובאשה כשרה חייב לשלם את כולם כדמעיקרא והשתא דקי\"ל פירא הוי נמצא שבין בלאות נכסי מלוג בין בלאות נכסי צ\"ב ברשותיה קיימי ולא ברשותה ואין לחלוק ביניהם אלא כיון דליתנהו אידי ואידי לית לה כדתנן ולא בלאות וה\"ה לאיילונית ומה שפסק הרי\"ף ז\"ל בענין זה <small>(כמבואר ברא\"ש פרק אלמנה ניזונת סי' כ\"ח) </small>לא נ\"ל:", "@11פירות @33התלושין מן הקרקע וכו' כתב הרי\"ף ז\"ל וקי\"ל כר\"ש ותימה הוא דהא אמרי' בגמ' ר\"ש היינו ת\"ק מחוברין בשעת יציאה איכא בינייהו וקי\"ל יחיד ורבים הלכה כרבים ור\"ש קיירא בעל הלכות ראשונות כתב מחוברין בשעת יציאה אתא לאשמועינן דלמא [צ\"ל אלמא] לא פליג ר\"ש ונראה שעל זו הגירסא סמך הרי\"ף ז\"ל וכבר דחאה הנגיד ר' שמואל הלוי ז\"ל וכתב דלית הלכתא כר\"ש ונראין דבריו:"], [], [], [], [], [], [], ["##41b @11אמר @33אביי נשואה ידו כידה רבא אמר ידו עדיפא מידה נפקא מינה לשומרת יבם פירשה הרי\"ף ז\"ל <small>(שאם מתה נכסיה לבעלה ואם מת הבעל והניח אשתו שומרת יבם כל הנכסים שנפלו לה בחיי בעלה לא נתרוקנה בהן הרשות לעצמה אלא עדיין רשות בעלה עמה שהרי יש לה ליבמה בהן רשות מחמת בעלה וידו עדיפא מידה) </small>ואין פירושו ברור בדבר זה אלא עיקרה בפ' החולץ בשומרת יבם שנפלו לה נכסים דפליגי עלה אביי ורבא כשנפלו לה כשהיא תחתיו דבעל ומשם פי' דבר זה מתברר ואין אנו צריכין להאריך בו:", "וכן מ\"ש הרב ז\"ל הלכתא מגופה של קרקע קנו מידו בין בעורר על קנינו בין בעומד על קנינו אין אנו רגילין לפרש כך בעורר ובעומד אלא בעורר על השדה ובעומד בה:", "@22[דף פג ע\"ב] @11צריכא @33דאי כתב לה פירי פירות ולא כתב לה עד עולם הוה אמינא פירי פירות הוא דלא אכיל אבל פירי דפירי פירות אכיל להכי איצטריך עד עולם ואי אמרת נימא ה\"נ עד עולם אפירי פירות ולאו לרבויי פירי דפירי פירות וי\"ל הכי השתא בשלמא אפירות איצטריך עד עולם דסד\"א כי מקנו לה פירות שבאו לעולם אבל שלא באו לעולם לא קמ\"ל עד עולם אלא אפירי פירות למאי איצטריך בו עד עולם והא כולהו לא באו לעולם אלא לאו לרבויי פירא דפירי דפירא:"], ["##42a @11רשב\"ג @33אומר אם מתה יירשנה אמר רב הלכה כרשב\"ג הרי\"ף ז\"ל צוה לתקן בנוסח ההלכות דלית הלכתא הכי דקי\"ל תנאי ממון קיים וסמך דבריו על תלמוד ירושלמי כמו שכתוב בהלכות <small>(הביאו הרא\"ש בסי' א') </small>ולא כך נראה לנו שאין לעקור תלמוד ערוך שבידינו מפני הירושלמי ואע\"ג דקי\"ל בעלמא תנאי ממון קיים שאני הכא דירושה ממילא קא הויא ולאו כל כמיניה דעקר לה ור\"ח כתב בפירושו והאריך בזה ויש לנו סיוע בדבריו ואפשר לנו לומר בזה שכתב בירושלמי אילין דכתבין אי מיתה בלא בני וכו' לא בכתיבת הבעל לאשתו אמרו אלא בכתיבת האב לבתו ובנותן מתנה (שהוא) ע\"מ להחזיר:"], [], ["##43a @11ומה @33שכתב הרי\"ף ז\"ל בההוא עובדא דההיא איתתא דאפקידו גבה מלוגא דשטרי <small>(ז\"ל והדין הוא דינא דגמ' אבל השתא תקינו רבנן דמתיבתא למיגבא בע\"ח מיתמי אפ' ממטלטלי ומסתברא לן דהא דאצרכה ר\"נ לאתויי סהדי דמחיים תפסה ליה במלוגא דשטרי בלחוד הוא דדיינינן הכי ולא גמרינן למידי אחרינא משום דמלוגא דשטרי לא יכלה למימר לקוחין הן וכו' אמרי' לה אחוי שטריך דקי\"ל אין אותיות נקנות במסירה הלכך צריכה עדות דתבעוה מינה מחיים וכו' אבל מידי אחרינא דיכול למימר לקוח הוא בידי ומהימן כי אמר מחיים תפיסנא לי' מהימן) </small>לא נראה לי משום דקשיא עליה ה\"ד אי דאיכא עידי פקדון וראה מאי איריא מלוגא דשטרי אפי' כל מילי נמי לא יכלה למימר לקוח הוא בידי דהא קי\"ל דבדאיכא עדים וראה אפי' אחר דלאו אומן אין לו חזקה אי דלא ראה ניהמניה במיגו דיכלה למימר החזרתי' לך ואי דליכא עידי פקדון ניהמנה במיגו דיכלה למימר לא היו דברים מעולם אלא מסתברא לן דשאני דין תפיסת פקדון משאר תפיסות כיון דברשותא דמאריה מחית ומש\"ה אצרכה ר\"נ לדידה לאיתויי סהדי דתפסתינהו מחיים ל\"ש איכא עדים ול\"ש ליכא עדים ל\"ש מלוגא דשטרי ול\"ש כל מילי:"], [], [], [], [], [], [], [], [], ["##47b @11מתני' @33מנכסים משועבדים כיצד וכו' כתב הרי\"ף ז\"ל ואע\"ג דכתב לה בעלה נאמנות לא תפרע אלא בשבועה ולא מהניא נאמנות אלא היכי דהימניה לוה עליה דידיה ועל ירתיה בתריה וכו' כדכתיב בהלכות <small>(והביאו ברא\"ש בסי' כ\"ב) </small>ואין הדברים הללו מחוורין כמו שכתב אלא הם צריכין עוד פירוש וכך יש עלינו לומר כל שקדמה כתיבת הנאמנות לשעבוד גובה שלא בשבועה והיינו מתני' דתנן נדר ושבועה אין לי ולא ליורשי ולא לבאים ברשותי לא עליך ולא על יורשיך ולא על הבאים ברשותך אינו יכול להשביעה לא הוא ולא יורשיו ולא הבאים ברשותו לא היא ולא יורשיה ולא הבאים ברשותה ומפורש בתוספתא אלו הן הבאים ברשותה כל שמכרה או שנתנה להם במתנה וכן אתה מפרש הבאים ברשותו כל שמכר או שנתן להם במתנה אבל אם קדם השעבוד לנאמנות הא ודאי לאו כל כמיניה והיינו דאמרי' בפ' האשה שנתארמלה אר\"י אמר רב האומר שטר אמנה הוא זה אינו נאמן וכו' זה הוא הפסק שראוי לסמוך עליו:"], [], ["##48b @11מתני' @33הוציאה גט ואין עמה כתובה גובה כתובתה אסקה הרי\"ף כשמואל ואוקמא למתני' במקום שאין כותבין כתובה ואנן קשה לן האי פסקא דהא בין לרב בין לשמואל ס\"ל אין כותבין שובר ולית הלכתא כוותייהו אלא כר\"י וכר\"ל דאמרי כותבין שובר דהכין אסיקנא בדוכתא הלכך איתא למתני' אפי' במקום שכותבין כתובה ועלה אר\"י הטוען אחר מעשה ב\"ד לא אמר כלום וכבר פרישנא בדוכתא:"], [], ["##49b @11פשיטא  @33מרובין ונתמעטו כבר זכו בהן היורשין מועטין ונתרבו מאי פירוש נחלה דשעת מיתה ודאי הויא נחלה וזכו יורשין בכתובת אמן נחלה דשעת חלוקה מי הויא נחלה או לא ופשטנו דשעת מיתה הויא נחלה דשעת חלוקה לא הויא נחלה וזכו יורשין בחלוקה נכסי אביהן ופקעא כתובת בנין דיכרין:"], ["##50a @11[אמר @33רמי בר חמא ראובן שמכר שדה לשמעון וכו'] א\"ל רבא נהי דאחריות דעלמא לא קביל אחריות דנפשיה מי לא קביל עילויה כך כתוב בהלכות הגירסא הנכונה נהי דאחריות דעלמא קביל עליה אחריות דנפשיה מי קביל עליה וזו היא קבלת שמעון לראובן ונפשיה נפשיה דראובן וא\"א לפרש בחילוף משום דקשיא הא דרב זביד דפ' חזקת הבתים רב זביד אמר אפי' נמצאת שדה שאינה שלו אינו חוזר עליו [דא\"ל] להכי זבין ליה שלא באחריות וכ\"ש שאם בא בע\"ח וטרפה שאינו חוזר עליו דהא דברי הכל היא ומצאתי בספר מקח וממכר לרבינו האי ז\"ל הגירסא כמו שכתוב בהלכות הרי\"ף ז\"ל וכתב פירושה ואעפ\"כ לא נתיישבה דעתי בגירסא ההיא [בפירוש ההוא אלא כמות שהוא בכל ספרים שלנו זה מה שהשגתי מחפוש הלכות הרב ז\"ל ואולי המחפש היטב ימצא יותר ממני וכל הדן אותי לזכות המקום ידונו לזכות]:"], [], [], [], [], [], [], [], [], [], [], [], ["##56a @22[דף צ\"ו ע\"ב] @11רבי @33יוסי אומר מוכרת וכותבת סתם וכך כחה יפה. @88(ב) בא מלוה בשטר אומרת לכתובה מכרתי בא מלוה על פה אומרת למזונות מכרתי:", "אמר להו רב ששת תניתוה מוכרת והולכת עד כדי כתובתה וסמך לה שתגבה כתובתה מן השאר. כתב הרי\"ף ז\"ל מהא שמעי' דלית לה לזבוני אלא עד כדי כתובתה אבל יתר מכדי כתובתה לא ולא היא דלא אמרי' עד כדי כתובתה אלא במאי שמשתייר מן המכירה לבסוף כלומר @88(ג) עד כדי שלא ישתייר מן הנכסים אלא כשיעור כתובתה שתגבה מהן כתובתה בבת אחת וקמ\"ל שיירה אין לא שיירה לא שאם מכרה הכל אין לה לחזור ולטרוף לכתובתה מה שמכרה למזונות ולעולם ניזונית והולכת כל מה שתרצה וברייתא דשני דייני גזירות מוכחת כן וכל הפירוקים שכתב עלה הרי\"ף ז\"ל אינם:"], [], [], ["##57b @11איכא  @33דאמרי וכו' הרי\"ף ז\"ל פסק כדאמר ליה זבין לי כורא ואזיל זבין ליה ליתכא מעביר על דבריו הוי ופסק לא' ואפי' למאה כרב נחמן ונ\"ל שדבריו סותרין זה את זה כי מאחר דקי\"ל כר\"נ נמצא שאין טענת לא ניחא לי דליפשו שטרא עילאי טענה וכן נראה דהכי אמרי' פשיטא אמר לחד קפידא אמר סתמא מאי את\"ל בעיין דלעיל לאו מעביר על דבריו הוי ולא מצי אמר ליה לא ניחא לי דליפשו שטרי עילואי היכא דמצי מזבין לה לההוא גברא גופיה אבל לשנים דלמא מצי א\"ל לא ניחא לי דליפשו בעלי דינין עילואי דהיינו שני לקוחות או לאו. @11רב ##60a @33תני קטנה יוצאה בגט וכו'. ממאי דכתב עליו הרי\"ף ז\"ל <small>(כ\"כ הרא\"ש בסי' כ\"ח) </small>מיתחזיא מלתא דהלכתא כשמואל דאמר ממאנת אינה צריכה להמתין ג' חדשים ואנן לא איתתוורא לן שפיר מעיקרא למיסמך עלה דהא אפסיקא הלכתא בהדיא במס' יבמות בפ' החולץ כולן צריכות להמתין ג' חדשים אחת עקרה ואחת זקנה ואילונית ושאינה ראויה לילד ולא פליגנא לה במתניתא דכרמא ולכאורה נראה לנו מתחלה בשעייננו בה שאין לסמוך בזה על פסק הרי\"ף ז\"ל כשם שלא נראו דבריו במה שכתב באנוסה ומפותה וכדעיינינן בה שפיר נראו לנו דבריו בזה נכונים וכבר הרחבנו בה כל הצורך במס' יבמות בפ' ארבעה אחין:"], [], [], [], [], [], ["##60b @11כתב  @33הרי\"ף ז\"ל בהאי פירקא <small>(וכ\"כ הרא\"ש בסי' נ\"ט) </small>גרסי' בנדה ת\"ר כל אשה שאין לה וסת אסורה לשמש וכו'. ותמיה הוא לנו מה שפי' ומה שפסק הן עוותיה הן תקוניה בג' ג' פעמים ושמתגרשת מעוותיה ומהיכא נפקא ליה האי פירושא וכל האי מלתא לא משתמיט תלמודא מלפרושי כי היכא דפריש דהרואה דם מחמת תשמיש משמשת פעם ראשונה שניה ושלישית וכו' ואנו אין לנו אלא הן הן עוותיה ותקוניה היינו עוות היינו קלקול כלומר שמקלקלין אותה ואת בעלה בטומאה ובקרבן כשנמצא דם בהן והן הן תקוניה שמתקנין אותה ואת בעלה מן הטומאה ומן הקרבן בשלא נמצא דם בהן וקמ\"ל דבהכי מיתקנא לבעלה ואינה אסורה לשמש ולא דיבר ר' חנינא בגירושין מעולם ועוד דהתם בדוכתא אוקימנא בעסוקה בטהרות מיגו דבעיא בדיקה לטהרות בעי נמי בדיקה לבעלה והאידנא לית לן עסוקה בטהרות ואם עלה בדעתו לפרש מאי דגרסי' התם מאן דמתני הא לא מתני הא בענין אחר שאין אנו רגילין לפרש וקא ס\"ד דפליגי לישני דרבה בר ירמיה ודר\"י אהדדי אפ\"ה הא קא חזינן לרבא דהוא בתרא דסבר לה כלישנא קמא ואמר ש\"מ קסבר שמואל כל לבעלה לא בעיא בדיקה ואין לנו ראיה לדחות הא דרבא ובכ\"מ קי\"ל כבתראי:"], [], [], [], [], [], ["##63b @11הלכה @33כמותו וכיוצא בו. פי' התנא שהכריע בדבריו כגון ריב\"ז בדברי חנן וכגון ר\"ג בדברי אדמון נקרא כיוצא בו ומה שאמר בדברי אדמון יש מהן שאין הלכה כמותו ולא כיוצא בו פירושו כל שלא תמצא בדבריו כיוצא בו אין הלכה כמותו והם המקומות שלא הכריע ר\"ג כמותו ואיכא נוסחי דוקאני דגרסי שאין הלכה כמותו אלא כיוצא בו כר\"ג שלא ראה את דבריו ויש לרי\"ף ז\"ל בו פי' אחר <small>(כמו שפי' הרא\"ש בסי' ט') </small>ואינו מחוור:"], ["##64a @11וכן @33מה שכתב במשנה הפוסק מעות לחתנו וכו' מתני' דלא כי האי תנא דתניא אר\"י בר\"י לא נחלקו וכו' וקי\"ל כתנא דידן הא ליתא דהא אמרי' בגמ' כל מקום שאמר ר\"ג רואה אני את דברי אדמון הלכה כמותו ואפי' בברייתא:"], ["##64b @11איתמר @33שנים שהוציאו שט\"ח זה על זה ר\"נ אומר זה גובה וזה גובה ורב ששת אמר הפוכי מטראתא למה לי וכו' פי' ותרוייהו לא ס\"ל דאדמון דמפסיד ליה לקמא אלא כרבנן דמודו לתרוייהו כי פליגי דאית ##65a ליה לחד בינונית וכו' פי' ומחלוקת' אי אמרי' בשלו הן שמין או בשל עולם כדפרשינן לקמן עביד איניש דיזיף ליומיה ולמחר גבי האי דמטא זימניה ולכי מטי עשר שנין גבי נמי אידך ועשר שנין לאו דוקא דה\"ה נמי בכה\"ג בזה לחמש וזה לחמש ושנויין אליבא דרב ששת אבל אליבא דר\"נ אע\"פ שהגיע זמן פרעון הראשון קודם הלואת האחרון לא הפסיד המלוה הראשון לפי שיכול לומר לו לכך לויתי ממך שאגבה ממך בינונית ואגבה אותך זיבורית והרי הוא זריז ונשכר:"], ["@99הדרן עלך פרק שני דייני גזירות וסליקא לה מסכת כתובות"]]