[[], [], [], [], ["##3a @11הכא @33במאי עסקינן כגון שלקח עידית באחרונה. הרב אלפסי ז\"ל לא פירשה כל הצורך ונראה לנו בגמ' דביתמי עסקינן אבל בלא יתמי נראה כי דין אחר הוא ניזקין ובע\"ח בבינונית וכתובת אשה בזיבורית משום טעמא דאמר להו אי שתקיתו שתקיתו ואי לא מהדרנא שטרא דזיבורית למאריה וכדאמרי' בגמ' אי הכי בניזקין נמי נימא הכי ונגבינהו בבינונית כך נראה מסוגיא דשמעתא אלא כיון שראינו לרב ז\"ל שפסק במס' גיטין כרבא בשטר דכתוב בו שבה שגובה מן היתומים מן העידית והתס אוקמא רבא להא דתאני אברם חוזאה אין נפרעין מנכסי יתומין אלא מן הזיבורית ואפי' הניזקין כר' ישמעאל דאלמא לר\"ע הניזקין לעולם דינו בעידית ואפי' מן היתומים וה\"ה לנכסים משועבדים דכי הדדי נינהו בהאי דינא וקי\"ל כד\"ע הלכך ליתיה תוב להאי טעמא דא\"ל אי שתקיתו שתקיתו וכו' ולעולם הניזקין דינן בעידית והאי דקתני הכא בזה אחר זה כולם גובין מן האחרון דמשמע אפי' מן הזיבורית י\"ל ר' ישמעאל היא ולא ר\"ע וכאוקימתיה דרבא התם במס' גיטין אבל לר\"ע לעולם הניזקין דינן בעידית:"], [], ["##4a @11איתמר @33שלשה אחים שחלקו וכו'. כתב הרב אלפסי ז\"ל כבר איפסיקא הלכתא בהדיא כרב דאמר בטלה מחלוקת הלכך לגבי שני אחים שחלקו א' נטל קרקע וא' נטל כספים וכו' כדכתיבנא בהלכות ולא אנהר להרב ז\"ל טעמיה בהאי מימרא דקא מדמי דינא דשני אחים לדינא דג' אחים דהא לא שוו טעמייהו ובהדיא חזיניה בגמ' דלא דמו אהדדי דשקלינן וטרינן למימר דאפשר דס\"ל לרב אסי בשני אחין דכלוקח שלא באחריות דמי ואפ\"ה נבי ג' אחין איכא למימר דלמא כיורשים דמו וכטעמיה דרב הלכך ליכא לדמונייהו אהדדי מיהו מסתברא לן דהלכתא כוותיה דמדינא ולאו מטעמיה אלא כיון דהשתא תיקון רבנן בתראי למגבה ממטלטלי אפי' מיתמי הוה ליה כזה נטל קרקע וזה נטל קרקע ובטלה מחלוקת ואיסתלקא לה טענתיה דבעל כספים דריע חיליה דאינהו קאי באפי גנב ובע\"ח דהכי סבר וקביל:"], [], ["##5a [דף יב ע\"א] @11הא @33דתניא החזיק בעבדים לא קנה קרקעות בקרקעות לא קנה עבדים ותניא אידך החזיק בקרקעות קנה עבדים אוקמינהו בגמ' כאן בשעומדין בתוכה כאן בשאין עומדין בתוכה ושאני מטלטלי דנייד ממטלטלי דלא נייד והא תניא החזיק בעבדים קנה מטלטלין ותניא אידך לא קנה אוקמינהו נמי כאן בעודן עליו ובכפות כאן בשאין עודן עליו אי נמי באינו כפות והרב אלפסי ז\"ל לא כתב כל זה:"], [], [], [], [], ["##7b @11תאני  @33רמי בר יחזקאל תרנגול שהושיט ראשו וכו'. כתב הרב ז\"ל דהוו ביה בזרוני משלם נ\"ש דלא הוו ביה בזרוני משלם ח\"נ ולא היא אלא בין דהוו ביה בזריני בין דלא הוו ביה בזרוני לא משלם אלא עד ח\"נ דהא אוקימנא להא דתני רמי כסומכוס ולית הלכתא כוותיה:"], ["##8a @11אמר @33אילפא בהמה ברה\"ר ופשטה צוארה וכו'. מה שפסק בה הרב ז\"ל לא מסתבר אלא כל על גבי חברתה חייבת בין שקפצה בין שעמדה והיינו דאילפא וברה\"ר בלא גב חברתה חייבת ח\"נ בקיפצת והיינו דר' אושעיא ולא פליגי אהדדי אלא מר אמר חדא ומר אמר חדא:"], [], [], [], [], [], [], ["##11b @11אמר @33רבה זרק כלי מראש הגג ובא אחר ושברו במקל פטור מאי טעמא מנא תבירא תבר הרי\"ף ז\"ל כתבה למימרא דהלכתא היא ואנן מספקא לן מלתא מדחזינן לרבא דהוא בתרא דאיבעיא ליה אי אזלינן בתר תבר מנא אי בתר מעיקרא ולא איפשיטא ליה. הלכך חיישינן לה ודיינינן לה כדין ממון המוטל בספק וחולקין אע\"ג דבעלמא לא דיינינן ליה כה\"ג הכא חיישינן לרבה דפשיטא ליה ולמאי דפסק הרב ז\"ל ודיינין בהכי בדרך פשרה ואנו תמהין על הרב אלפסי ז\"ל דכתב בההוא דתרנגולין שהיו מחטטין בחבל דלי והוא דקא אזיל מיניה מיניה אלמא בתר תבר מנא אזלינן ואי סבירא ליה כרבה דבתר מעיקרא אזלינן קשיאן אהדדי:"], ["##12a [דף כז ע\"א] @11בעי @33רבה עבדו כגופו דמי או כממונו דמי פי' קא מבעיא ליה לרבה כגון שהעבד כפות והאדון עומד אצלו אי אמרי' היה לו להציל עבדו או לא ודכוותה גבי שורו בשהבעלים עומדים אצל השור ולא שייכא בעיא דרבה ופשטיה דמתני' דעבד כפות לו וגדי סמוך לו דהתם לאו כשהאדון עומד אצלו עסקינן וטעמא דמתני' בעבד כפות משום דקם ליה בדרבה מיניה ופטור על העבד ועל הגדיש ובגדי סמוך משום דהיה לו לברוח ופטור על הגדי וחייב על הגדיש דאו או קתני או עבד כפות לו או גדי סמוך לו:"], [], ["##13a @11אלא  @33אמר אביי בתרתי פליגי כדדייק ממתני' מדקתני בתרתי פליגי בשעת נפילה מר דהוא ר' מאיר וסתם מתני' סבר נתקל פושע הוא כיון דבשעת נפילה מזיק בפשיעה ומכחו קא אתי להאיך נזק ולא שנא לטנפן כליו במים ולא שנא הוא עצמו כיון שאדם הוא המזיק הא קי\"ל אדם חייב בכל ומר דהוא רבי יהודה דמתניתין ורבנן דברייתא סבר נתקל לאו פושע הוא אלא אנוס הלכך לאו נזקי אדם הוא אלא בור ובור באונס פטור וקאמר אמטו להכי במתכוין חייב כלומר במתכוין להורידה למטה מכתפו הוא דהוה לו פושע והוו להו נזקי אדם בשעת נפילה ושאינו מתכוין להורידה למטה מכתפו אלא נתקל פטור בכל ופליגי לאחר נפילה במפקיר נזקיו אי ס\"ל בור ברה\"ר חייב פליני במפקיר נזקיו דהכא כר' יוחנן אי נמי פליגי בכל מפקיר נזקיו וה\"ה לבור ברה\"ר מר דהוא רבי מאיר סבר חייב בין אפקרינהו בין לא אפקרינהו אי לא אפקרינהו חייב כדיני שור או כדיני בור למר כדאית ליה ולמר כדאית ליה לרב בשנטנפו כליו ודלא אפקרינהו לחרסין כדיני שור ולא כשהוזק הוא עצמו בהחלקתו במים ובקרקע דקרקע עולם הזיקתו ולשמואל כשהוזק הוא עצמו ואע\"ג דלא אפקרינהו דכל תקלה בור הוא ולא אמרינן קרקע עולם הזיקתו מאחר שהוא התקינו לכך אבל בשנטנפו כליו פטור דכתיב חמור ולא כלים ומר דהוא רבי יהודה סבר מפקיר נזקיו פטור וקאמר אמטו להכי במתכוין לזכות בחרסיה חייב לרב ושמואל כל חד וחד כדאית ליה ושאין מתכוין לזכות פטור דמפקיר נזקיו פטור ומימרא דרבי יהודה במתכוין ושאין מתכוין תרין פירושי אית ליה בשעת נפילה במתכוין להורידה ולאחר נפילה במתכוין לזכות בחרסיה אבל היכא דנפשרה כולי עלמא מודו דאנוס הוא ופטור בין בשעת נפילה בין לאחד נפילה:", "@11ומסתברא @33לי דרב יהודה דאמריה לשמעתיה דרב ושמואל לעיל ואמר לא שאנו אלא שנטנפו כליו במים לית ליה הך אוקימתא דאביי ולא דוקיא דיליה דדייק ממתני' מדקתני תרתי וכולה מתניתין מוקים לה רב יהודה לאחר נפילה מדקא מפליג בין כליו להוא עצמו בין לרב בין לשמואל ומדקאמר לא שנו אלא שנטנפו כליו במים לרב הוה ליה שור ולשמואל בור אלמא כולה מתניתין לאחר נפילה מוקים לה דאי באביי הא אוקמה לרישא דהוחלק אחר במים בשעת נפילה וקאמר דנזקי אדם הוא וכדפרישנא:"], ["##13b @11ומסתברא @33לי נמי לרב ושמואל דפליגי בלא אפקרינתו היינו טעמייהו משום דס\"ל לרב בור שחייבה עליו תורה זהו בור ברה\"ר אבל ברר\"י מצי א\"ל תורך ברשותי מאי בעי אע\"ג דהפקיר רשותו כיון דלא הפקיר בורו ואע\"ג דאאמרי' לקמן מודה רב בבור ברשותו לטעמיה דר\"ע דמחייב ביה קאמר וליה לא ס\"ל ואע\"ג דס\"ל לרב להבלו ולא לחבטו באבנו וסכינו שהפקירן מודה דחביטא דידיה הוא וכן פי' הרב ר' אפרים ז\"ל מיהו איסתברא לי שאין הלכה כרב אלא כשמואל דאמר כ\"ש לחבטו דמשמע ליה קראי ובברייתא דבבור בין מלפניו בין מלאחריו בפשוטה מסייע ליה ורב אשי דבתרא הוא כוותיה ס\"ל דהא אמר אי בחבטא מית הרי קרב היזקא וכל מאי דאמרי' בגמ' לענין הבלא (פי') [אע\"פ שכתב] ה\"ר אברהם ז\"ל דסוגיא כרב לא משמע לי הכי דהא שמואל נמי אית ליה להבלו ופעמים שיש הבל בלא חבט במלא ספוגין של צמר וכן נראה מדברי ה\"ר אפרים ז\"ל דהלכתא כשמואל הלכך לרב כל תקלה דאפקריה למדנו מבורו ואי לא אפקריה למדנו משורו דמבורו ליכא למילף כטעמא דפרישנא ושמואל ס\"ל כמ\"ד בור שחייבה עליו תורה בין ברה\"י בין ברה\"ר הלכך בין אפקריה בין לא אפקריה כולן מבורו למדנו אמר ליה רב הונא לרב לא יהא אלא כרפשו פי' מדקתני שופך אלמא שופכים נינהו כמו רפש וטיט וכשם שההופך את הגלל לרה\"ר חייב בין בנזקי אדם בין בנזקי כלים כך זה יהא חייב אמר ליה מי סברת דלא תמו מיא לא בדתמו מיא אני אומר כן שהקרקע היא המזקת לאדם ולא המיים שהאדם אינו ניזוק במעט לחלוחית מים כמו הכלים שהם מיטנפין בכל שהוא אבל האדם אין נזקו אלא החלקה שהוא מחליק שם ונתקל בקרקע ונמצא שהחלקה הזיקתהו ולא המים ולא דמי לשור שדחף ותרתי למה לי הא תנינא ואמרה רב חדא זימנא בשנשברה כדו וכו':"], [], ["##14b @11אמר @33רבא ראשון חייב בנזקי שני בין בנזקי גופו ופי גופו דשני בין בנזקי ממונא דשני פי' לפי שהוא חשוב כאדם המזיק וחייב בין בנזקי אדם בין בנזקי כלים וכולן שהוזקו (אפי') מגופו של ראשון לשמואל ולרב אפי' ממונו כיון דבשעת נפילה הוא ההיזק וסבירא לן נתקל פושע כר\"מ נמצא שאדם ##15a הוא המזיק וחייב וכדפדשי' במימרא דאביי דלעיל דאמר בתרתי פליני שני חייב בנזקי שלישי בנזקי גופו דשלישי אבל לא בנזקי ממונו משום דה\"ל בור ממ\"נ אי נתקל פושע הוא וה\"ל אדם שני נמי ליחייב אי נתקל לאו פושע הוא ומשום דהיה לו לעמוד קא מחייבת ליה כרבנן וסבירא לך דכל כי האי גוונא קלשא ליה תורת הזיקו וחזרה לה להיות בור ראשון נמי ליפטר ראשון ודאי פושע הוא שהרי נתקל בולא כלום ואליבא דד\"מ הא אמרי' ולפיכך הוא אדם וחייב כדפרישנא לעיל בין בנוף בין בממון בין דניזק בין דמזיק דשעת נפילה הוא שני לאו פושע הוא אלא אנוס שהרי בחבירו נתקל הלכך אגופו מחייב גוף בגוף דה\"ל לעמוד ולא עמד וקלש חיובו וחזר להיות בור אממונו פטור פי' אממונו דשלישי ואפי' בגוף שני דשמואל דאמר כל תקלה בור הוא וה\"ל בור ולא מצינו בור שחייב את הכלים מיתיבי כלן חייבים על נזקי גופן של הנזקים ופטורין על נזקי ממונן של הנזקין דכולם בור הן חשובין ושנינן כולם הנזקין כלומר משני ואילך האי מאי וכו' אלא אמר רבא ראשון חייב בנזקי שני בין כי איתזק בגופו דראשון בין איתזק מממונו דראשון ולעולם כדאמרי' ראשון ודאי פושע הוא ולא שני מיהו אע\"ג דה\"ל פושע אין זה חשוב אדם אלא בור כיון דלאו מכחו קא אזיל הנזק אלא תקלה הוא שנתקל האחד בו ה\"ל ראשון הוא עצמו בור וממונו בור כמפקיר נזקיו בפשיעה וחייב בנזקי שני בנזקי גופו גוף דאיתזק מגוף וגוף מממון אבל לא ממון אפי' מנוף דכל תקלה בור הוא כשמואל וכ\"ש מממון ושני חייב בנזקי שלישי כי איתזק מגופו דשני גוף מגוף דה\"ל בור משום דה\"ל לעמוד אבל לא כי איתזק מממונו אפי' נוף מממון דשני דאנוס הוא כדאמרי' ומפקיר נזקיו באונס פטור והיינו דאמרי משום דא\"ל האי בירא לאו אנא כריתיה כלומר דאנוס הוא והכל גרמא דראשון הוא ורבא כר\"מ בנתקל פושע וכשמואל בכל תקלה בור הוא אמרה לשמעתיה הא ניחא לשמואל דאמר כל תקלה בור הוא פי אברייתא דכולן חייבין על נזקי גופן ופטורין על נזקי ממון קיימין ועלה אמרי הא ניחא לשמואל מש\"ה פטורין על נזקי ממונן אבל לרב אמאי פטורין גופו היכי מפקר ליה הלכך ה\"ל אדם ותרגמא שהוזקו כלים בכלים וה\"ק תנא דברייתא אליבא דרב כולן חייבין על נזקי גופן גוף מגוף וממון מגוף דה\"ל אדם ואפי' השני כיון דה\"ל לעמוד וכולן פטורין על נזקי ממונן ממון מממון דה\"ל בור ולא מצינו בור שחייב בו את הכלים אבל גוף מממון ראשון חייב דה\"ל מפקיר נזקיו בפשיעתו ושני ושלישי פטורין דה\"ל אנוס ומצי א\"ל האי בירא לאו אנא כריתיה ולשמואל מפרשינן לה הכי כולן חייבין על נזקי גופן של הניזקין גוף מגוף ופטורין על עסקי ממונן אפי' ממון מגוף ואפי' ראשון דה\"ל בור וכ\"ש האחרים שהם פטורין ממון מגוף מתורת בור וגוף מממון מתורת אונס אבל הראשון חייב לשני אפי' בגוף מממון דפושע הוא נמצא עכשיו בין לרב בין לשמואל כולם חייבין גוף מגוף וכולן פטורין ממון מממון גוף מממון ראשון חייב והשאר פטורין כדרבא דאמר ראשון ודאי פושע הוא והשאר אנוסין ממון מגוף לרב כולן חייבין לשמואל כולן פטורין והלכתא כשמואל בדיני ומסתברא דהם הכי הלכתא כר\"מ בנתקל פושע דסתם מתני' כוותיה בנשברה כדו ועוד דהא רבא כוותיה ס\"ל כדאמדי' אלא תמיהא לן מלתא הרב ז\"ל שפסק כרבא ופסק דלא כר\"מ אע\"ג דאיפלגי בפ' הגוזל בטבח אומן שקלקל ומדמי ליה שמואל בנתקל פושע דאי בעי ליה למירמא אנפשיה ולא קי\"ל כוותיה אלא כר' יוחנן דאמר בשכר חייב בחנם פטור י\"ל אע\"ג דשמואל רמי אהדדי לר' יוחנן לא רמי אהדדי והאי טעמא לחוד והאי טעמא לחוד לר' יוחנן וקי\"ל כוותיה וסתם מתני' נמי דהמעביר חבית ממקום למקום ד\"מ היא דהכי אוקמא ד' יוחנן שבועה זו תקנת חכמים היא במעביר הבית בלחוד ופירשה רבא היכי משתבע שבועה שלא בכוונה שברתיה אלמא רבא כד\"מ ס\"ל וההוא עובדא דריסתק דמחוזא דא\"ל רבא לההוא גברא זיל אייתי ראיה דלא פשעת בה ואיפטר אנן לא גרסי' אלא אייתי ראיה ואיפטר כלומר אייתי ראיה דשלא בכוונה נשברה ואפי' למאן דגריס אייתי ראיה דלא פשעת בה ואיפטר הכי מפרשינן לה שלא נתכוין להורידה למטה מכתיפו דההיא כוונה ודאי פשיעה היא וחייב אפי' במעביר חבית ואפי' לר' יהודה:"], [], [], [], ["##16b [דף ל\"ד ע\"ב] @11ואימא @33חד זוזא פי' כלומר כל שאתה מוצא שיהא מועד חמור מתם אפי' חד זוזא החמור בתם כל שאתה יכול להחמיר ואע\"פ שמשלם יותר מח\"נ ולישנא אחרינא הוא לרב אדא בר תחליפא וענין א' הוא עם הלשון הראשון ומשכחת לה חד זוזא כגון שור שוה ל\"ה דינרים שנגח שור שוה י\"ט דינרים והנבילה יפה דינר אילו היה מועד היה משלם י\"ח דינרים נשתיירו לו י\"ז דינרים עכשיו הוא משלם י\"ז ונשתיירו לו י\"ח שהרי נוטל חצי החי י\"ז וחצי ונוטל חצי המת והיינו חצי דינר נמצאו בידו י\"ח דינרין:", "[דף ל\"ה ע\"א] @11שורו @33דומיא דידיה דקא בעי לאיגנדורי בקיטמיה כדי שיהא תולדה דשן לשלם נזק גמור כאדם שאלמלא היה כוונתו להזיק היתה תולדה דקרן ולא היה משלם אלא ח\"נ:"], [], ["##17b [דף לו ע\"א] @11ראשון @33ראשון נשבר מיבעיא ליה פי' משאר נכסין כיון דאמר ר' ישמעאל בע\"ח הוא וזוזי הוא דמסיק ביה מיחייבי בעלים באחריותו דמחייבי לשלם משאר נכסים דמגופו ליכא למימר הכי משום דא\"ל סוף סוף אילו גבך הוה לאו מינך הוה גבינא ליה ומתני' דקתני האחרון נשכר משנה יתירא הוא דמכדי הא תני ליה רישא ישלם לאחרון שבהם ואם יש בו מותר יחזיר לשלפניו למה ליה למתני תו האחרון נשכר אלא לאשמועינן ממשנה יתירא אע\"ג דאית ליה שאר נכסים:", "@11כתב @33ה\"ר אפרים ז\"ל בזה כך היא הצעה של משנה אליבא דר' ישמעאל שור שנגח ד' וה' ישלם לראשון שבהם אם יש בו מותר יחזיר לשל אחריו הראשון ראשון נשכר דברי ר\"מ משום דתפסו ניזק לגבות ממנו והאי מותר דקתני לאו מדמי שור כולו דהא חציו לבעלים הוא אלא האי מותר מחציו שהוא לניזק ופירושו כגון שור שוה ק' ק' שנגח שור שוה ק' ק' ותפסו ניזק ויצא מרשותו ונגח שור אחר שוה מנה ותפסו ניזק ויצא מרשותו ונגח שור אחר שוה נ' דינרים הרי מחציתו לבעלים ואין לאחר בחציי כלום אלא המנה שהוא חצי דמיו משתלם ממנו הניזק האחרון כ\"ה דינרין ומחזיר לשלפניו ע\"ה נוטל ממנו כ\"ה שהוא רביע נזק ומחזיר לבעל השור ששוה מאתים נ' דינרים נמצא כל א' מהניזקין שתפסוהו ופשעו בו מפסיד מח\"נ שלו חציו והיינו דקתני אם יש בו מותר יחזיר לשלפניו והאי דקאמר מרן ז\"ל ובהא אפי' ר\"ש מודה ליתא דכי מעיינת בגמ' משכחת לה דהיינו פלוגתייהו דהא לא אוקימנא לרישא כר' ישמעאל ודלא כר\"ע אלא משום דקתני יחזיר לשלפניו ולא קתני יחזיר לכולם ואם איתא דמודה ר\"ש בהא מכלל דמודה נמי ר\"ע וא\"כ אמאי אוקימנא דלא כר\"ע הא קי\"ל בעלמא דחקי' ומוקמי' מתני' בתרי תלתא טעמי ולא מוקמינן בתרי תנאי אלא מיהו איכא למשמע מינה רבע\"ח דתפיס מידי מלוה למגבה מיניה הוה עליה שומר שכר לדברי הכל דעד כאן לא פליג ר\"ש אלא בניזק ומזיק משום דשותפי נינהו וכל חד מינייהו רמיא נטירותא עליה ואע\"ג דתפסיה ניזק אבל בעלמא מודה ר\"ש ובכי הא ודאי איכא למימר דמודה אלו דברי הרב הזרחי ז\"ל ויפה כוון במה שתפס בו על הרב אלפסי ז\"ל אבל במה שכתב תחלת דבריו ראשון ראשון נשכר אין נראין דבריו ואנו כבר פירשנוהו לפי מה שנראה לנו שאיני נשכר אלא משאר נכסים ויש לרב רבינו שלמה ז\"ל בזה פי' שמסייע הרב אלפסי ז\"ל וזה שכתבנו דשותפי כל חד מינייהו רמיא נטירותא עליה אע\"ג רתפסיה ניזק וכו' אי קשיא לך הא קי\"ל שהשותפין נעשין שומרי שכר זה לזה וא\"כ אין מתחייב אלא הניזק שתפסו תשובתך הא אוקימנא לההוא כגון דאמר ליה שמור לי היום טעמא דאמר ליה הכי הא בסתמא נטירותא אתרוייהו כהדדי רמיא:"], ["##18a @11אנן @33ידי עניים אנן וכבר זכו ביה עניים הרבה כתב בזה הרב ז\"ל ולא נראו לי דבריו אלא דברי רבינו חננאל ז\"ל ועוד כתב בזה רבינו האי גאון ז\"ל ומה שהביא הרב אלפסי ז\"ל סיוע לדבריו גזל ולא נתיאשו הבעלים שניהם אין יכולין להקדיש זה לפי שאינו שלו וזה לפי שאינו ברשותו לא זו הדרך ולא זו העיר דלא אמרי' אינו ברשותו בדבר שאינו מסרב הלה ליתנו לו שאם אתה אומר כן אפי' מעמד שלשתן לא היה מועיל לו בהקדש וק\"ו להדיוט וההיא דגנב והקדיש ואח\"כ טבח ומכר דאוקימנא בפ' מרובה בשעמד בדין בהכי נמי מתוקמא במסרב הלה ליתנו לו והדברים מוכיחין כן שהרי טבחו ומכרו ובמסקנא אמרי' התם דאמרו ליה חייב אתה ליתן לו דלא פסקו בי דינא למלתיה וה\"ל גנב וזו היא התשובה לרבינו האי גאון ז\"ל ודשאלתון אמירתו לגבוה כמסירתו להדיוט כיצד שור זה הקדש ובית זה הקדש וכו' ה\"ה לעניים דקני באמירה כגון שאמר בית זה לעניים או חפץ זה לעניים או דלמא לא קנו אלא במשיכה וחליפין בשאר כ\"ע וכדאמרי' לענין ההוא גברא דתקע ליה לחבריה וכו' ואמר להו רב יוסף כבר זכו עניים ואע\"ג דליבא עניים הכא אנן יד עניים אנן טעמא דזכו להו כי דינא דהוי להו כיד עניים הא לאו הכי לא עוד מעשה בר\"נ ור\"א ור' יהושע שהיו באים בספינה וכו' עד עשור שאני עתיד למוד נתון לעקיבא בן יוסף כדי שיזכה בו לעניים ומקומן מושכר לו אס\"ד קנו עניים באמירה לימא ליה לאגורי' ואם תמצא לומר לא קנו באמירה קשיא לן ההיא מתני' דת\"ר מוצא שפתיך זו מצות עשה ומפרש בה בפיך זו צדקה ועוד אמרי' התם צדקה הרי היא כגדר לבל תאחר מכלל דשויא להקדש ואי איכא למימר כי קאמרי לא קנו עניים באמירתא גרידתא אבל כי יהיב לעניים מידי ואמר בלשון נדר או בלשון הקדש ה\"נ דקנו או דלמא טעמא אחרינא יליף מרנא הכין חזינא דבענין איחיובי נודר בצדקה מאלתר דאמר הרי הוא מטבע זה לצדקה אחייליה להנפוקי בצדקה ומאלתר דאמר יש עלי צדקה כך וכך אחייב ליה במה שאמר בפיו זמן כדאתי עני לידיה ואית בידיה למיהב ליה ולא יהב עובר משום בל תאחר דאמר רבא וצדקה מחייב עלה לאלתר מ\"ט דהא קיימי עניים ודאמר צדקה הרי היא כנדר לבל תאחר וכלהו נדרי בדבור פה בלחוד אינון אבל האי נודר אי אתי למיהדר ביה בעון קאי וב\"ד לא מצו למעבד ליה מדעם ולא עניים אית להון בהדיה עסק דברים וכד זכי פרנס לעניים כגון ר\"ע דזכה לעניים וכדאמר רב יוסף אנן יד עניים אנן אי אתי למיהדר ביה לא משגחינן ביה ובי דינא מתפשין לההוא מדעם לעניים ולית בהא מלתא דבר אחר ורבינו חננאל ז\"ל כתב בפירושו הכי כהאי עוברא אמר הואיל ופלגי דזוזא הוא לא בעינא ליה ליתבי לעניים הדר אמר ליתביה לי איזיל איברי ביה נפשאי וכו' האי גברא לאו איחרוטי הוא דאיחרט והדר ביה מדלא קאמר הדדי בי אלא קאמר ליתביה השתא לדידי איזיל אברי ביה נפשאי ובתר הכי יהיבנא אנא סלע מדידי ואמר ליה רב יוסף אנן יד עניים אנן וכיון דאמרת ליתבי לעניים כאילו אמרת מנה לי בידך תנהו לפלוני במעמד שלשתן קנה ותוב לית לך רשותא לשנותה משבאה ליד גבאי וזכו ביה עניים ותוב לית לך למישקליה השתא ולא הדורי בתר הכי שמעינן מינה דעניים כיתומים נינהו מדפשטינן ר\"ג ובית דינו אביהן של יתומים אלו דברי רבינו האי גאון ז\"ל ור\"ח ז\"ל ושמעינן מדברי רבינו האי גאון ז\"ל דמאי דאמרי' התם שממשכנין על הקופה אפי' בע\"ש לא אמרו אלא בדבר שהוא תנאי בני העיר ותקנתם כדקתני התס רשאין בני העיר לעשות קופה ##18b תמחוי ותמחוי קופה וכו' עד ולהסיע על קצתן וכן מאי דאמרי' אכפייה רבא לרב נתן בר אמי ואפיק מיניה ת' זוזי לצדקה עשוי הוא שעשהו וכפאו עד שאמר רוצה אני אבל ליטול ממנו בעל כרחו בדלא אמר רוצה אני אין לו לב\"ד לעשות כן דאפי' אם נודר כדאתי למיהדר ביה מיקם הוא דקאי בעון אבל לב\"ד לית ליה למיעבד ביה ולא מדעם כדברי רבינו האי גאון ז\"ל:"], [], ["##19a [דף לז ע\"ב] @11אמר @33ריש לקיש הכל היה בכלל נ\"ש פי' בכל נזקין שבעולם דכולהו כי שדית בור בינייהו אתיין וקרן אתא לחלק בתם להקל עליו ובמה שיצאתה לחדש ולהקל כתב רחמנא רעהו למעוטי הקדש דלא מקילין ביה הרי הוא עומד בכללו ועל כרחך בהקדש ניזק קאמר דאי בהקדש מזיק קיל מהדיוט ואפי' מח\"נ נמי פטור הקדש מזיק כיון דרעהו דוקא ואי אתה יכול להחזירו לכללו נמצא רעהו דוקא להקדש מזיק ולהקדש ניזק להקדש מזיק להקל ולהקדש ניזק להחמיר ואי אתה יכול לומר להחמיר בשניהם ק\"ו להקדש מהדיוט ואי אתה יכול לומר להקל בשניהם דאי מייתא ליה להקדש בק\"ו ולומד דיו לבא מן הדין להיות כנדון כדאמרי' לעיל א\"כ נכתביה רחמנא להאי רעהו גבי מועד:", "[דף מ\"ב ע\"א] @11משכח @33רברבי ומשכח זוטרי קא מיפלני ור' עקיבא לפני ר' אליעזר אם היה צריך לחדדי כדאמרי' בעלמא ורבא לחדורי לאביי הוא דקאמר לרב טביומי צריך לרב כהנא לא הוה צריך:"], ["##19b [דף מג ע\"א] @11מאי @33לאו כופר לא דמים ופי' רבינו שלמה ההפרש שבין דמים לכופר שהכופר אין לו ממון חייב מיתה בידי שמים והדמים אם אין לו ממון פטור מדיני אדם ומדיני שמים כשאר כל ניזקין ומסתברא לי בכלל דמים כל נזקין שבעולם ואפי' דלאו מיתה והמית לאו דוקא ותם הכי נמי אמרי' כשמעתא דפלגא נזקא ממונא או קנסא דאמרי' התם ת\"ש המית שורי את פלוני או שורו של פלוני ה\"ז משלם ע\"פ עצמו מאי לאו בתם ואתה יכול לדקדק אי בתם המית שורי את פלוני מאי משלם דהא ליכא כופר בתם אלא ר' יוסי הגלילי בלחוד ולא סבירא לן כוותיה ולא סתם לן כוותיה אלא ודאי המית לאו דוקא וכמ\"ד היזק דמי והכא נמי אפשר למימר כה\"נ ואע\"ג דאשכחן בעלמא סתמא כריה\"ג אפ\"ה ניחא לי' לאוקומא בהיזק דלא למסתמא כיחידאה והיינו דאמרי' גבי בן חורין דמשלם ע\"פ עצמו כופר בדאיכא עדים דקטל בכופרא כפרה משלם דמים ע\"פ עצמו גבי עבר דלא משלם קנס ע\"פ עצמו בדאיכא עדים בדליכא עדים לא משלם דמים ע\"פ עצמו היינו טעמא דעבדינן האי היקשא משום דאמרי' לקמן נגיחה למיתה נגיחה לנזקין אלמא מקשי' להו אהדדי וגמרי' להו מהדדי וה\"נ הא דאמרי' לקמן הניזקין שלא בכוונה ר' יהודה מיחייב ור\"ש פוטר מ\"ט דר\"י יליף מכופר דאיהו מקיש נגיחה דניזקין לנגיחה דמיתת בעלים והיינו כופר ור\"ש דיליף מקטליה דשור מקיש נגיחה דניזקין לנגיחה דמיתת שור וכר' יהודה קי\"ל דהא מחייבינן בההוא תורא דאלס ידא דינוקא והוא ניזקין ואע\"פ שהוא רגל בכולה שמעתתא חד דינא אית להו לרגל ושן ולניזקין דקרן שלא בכוונה:", "@11תדע @33דהא אמרי' תניא כוותיה דשמואל ותיובתא דרבה ואע\"ג דשמואל לא איירי אלא בתולדה דשן במתחכך בכותל להנאתו ורבה לא איירי אלא בקרן שלא בכוונה אלמא חד דינא אית להו לכופר ולנזקי אדם הדין הוא סברא דילן ויש מי שפי' דשן בכוונה ורגל בכוונה אפי' רבה מודה דחייב בכופר ומש\"ה לא אותביניה ממתני' דהיה אביו או בנו בתוכו משלם את הכופר ומאי היא כוונה דשן ורגל כי ההיא דאמרי' מיגו דאורחיה למיכל נהמא אורחיה לפלוסי סלא והוה ליה לגבי סלא כנזק בכוונה ומ\"ש הרב ר' אברהם ז\"ל בתחלת השמועה דשמואל סבר לה כר' יוסי הגלילי משום דקשיא ליה מ\"ש דמיחלפא שיטתיה דשמואל דהכא מדהתם במתני' דהיה אביו או בנו בתוכו דאוקמא שמואל כדר' יוסי הגלילי ולא בעא לאוקומא כדרב במועד לנפול על בני אדם בבורות ונראה מדברי הרב ז\"ל דגריס הכא ורב אמר פטור מזה ומזה וניחא ליה דשמואל סבר לה כריה\"ג ומוקים לה לקמייתא במועד שלא בכוונה ולדידן לא נהיר הדין סברא ולא גרסי' הכא ורב אמר פטור מזה ומזה ושבוש הוא שנכנס בספרים משום דאמרי' לקמן תניא כוותיה דשמואל ותיובתא דרבה ואיחלף להו רבה ברב ומאי דקשיא ליה דשמואל אדשמואל לא קשיא בשלמא התם מוקים לה כריה\"ג דקתני בהדיא חייב בכופר אלא הכא דקתני פטור סתמא אי הוה מוקים לה כר' יוסי איכא לאקשויי עלה מאי דוחקיה לאוקומא כר' יוסי למימר פטור ממיתה וחייב בכופר לוקמה כרבנן ומאי פטור פטור מזה ומזה וא\"ת לוקמה לההיא דהיה אביו או בנו בתוכו כרב דמוקים לה במועד לנפול על בני אדם בבורות ומאי מועד מועד מתחלתו דהיינו שן כגון דחזא ירוקא ונפל כדמוקים לה למתני' שמואל דהכא הא נמי לא קשיא בשלמא הכא כיון דתנא מתחכך הוה ליה תולדה דשן והיינו דאמרי' במועד להתהכך על בני אדם בכותלים כלומר תולדה דשן דהוא מועד מתחלתו אלא התם מכדי כולה מתני' בקרן קיימינן מאי שנא דקא נקיט תולדה דשן היינו טעמיה דשמואל ורב אפ\"ה הא עדיפא דלא לאוקומי לההיא כיחידאה:", "[דף מה ע\"א] @11דכ\"ע @33אומרים באיסורי הנאה הרי שלך לפניך באיסור הבא מאליו דא\"כ ליפלגו בגזל חמץ ועבר עליו הפסח אבל הכא לא דמי דהאי איסורא דאית ביה איהו אשקליה עליה בידים דא\"ל דאי אהדרתיה ניהליה הוה מעריקנא ליה לאגמא השתא אתפיסתיה לתוראי בידא דלא מצינא לאשתעויי דינא בהדיה ור' יעקב סבר גומרין דינו של שור שלא בפניו וכו' והקשה הרב ר' אברהם ז\"ל לר' יעקב נמי נימא ליה אי אהדרתיה ניהליה הוה שחיטנא ליה ולדידי לא קשיא דאנן הכי קאמרי' כל היכא דאתי איסורא וחייל עליה מנפשיה כי משכה ליה בעיניה איסורא הבא מאליו הוא ואומר לו הרי שלך לפניך דהא גבי חמץ ועבר עליו הפסח מ\"ט לא א\"ל אי אהדרתיה ניהליה קודם הפסח הוה אכילנא ליה אלא ודאי דכי האי גוונא לא חשיב כמאן דרמא עלייהו איהו איסורא בידיה אלא היכא דאפשר דאיתיה בעולם ולא חייל ההוא איסורא עליה עד דעביד ליה איהו גרמא דמשום ההוא גרמא חייל ההוא איסורא ומש\"ה אמרי' הכא דא\"ל אי אהררתיה ניהליה הוה מעריקנא ליה לאגמא ולא אמרי' הוה שחיטנא ליה דשחיטה שאני דהא ליתיה בעולם:"], [], ["##20b @11הכי  @33גרסי' בנוסחי דוקאני ח\"נ ורביע נזק מאי עבידתייהו פלגו נזקא נכי ריבעא בעו לשלומי ופירושה כלו' לא מסתייא דלא מנכית ליה מפלגו נזקא דהוה לך לנכויי ליה בהדי כל חד וחד מבעלי הפרה והולד משום ממון המוטל בספק אלא דאתית לטפויי ליה רביע נזק ויש ספרים שכתוב בהן ה\"נ ורביע נזק פלגו נזקא הוא דבעי לשלומי נכי ריבעא מאי עבידתיה וגם זה נכון וכן כתוב בהלכות הרב ז\"ל אבל הספרים שכתוב בהם פלגו נזקא נכי ריבעא הוא דבעי לשלומי משובשים הם ודאמרי' בלישנא בתרא דאביי דאע\"ג דקדים ותבעיה לבעל הפרה תחלה מצי מדחי ליה דאמר ליה אנא שותפא אית לי הדין לישנא לאו לאוקומא מתני' בהכי אתא דלעולם לא מתוקמא מתני' אלא בלישנא קמא דקדים ותבעיה לבעל (הפרה) [ולד] תחלה והדין לישנא לא אתיא אלא לאיפלוגי אלישנא קמא אתא דאמר אי קדים ותבעיה לבעל פרה תחלה מצי מדחי ליה דא\"ל שותפא אית לי ומשתלם רביע ה\"נ מבעל ולד ושלשה רביע ה\"נ מבעל פרה:", "[דף מח ע\"א] מאי רבץ שהרביץ גללים ואי קשיא לך תיפוק ליה דאיש בור אמר רחמנא ולא שור בור י\"ל שאני הכא כיון שהכניסו לחצר שאינו שלו ודרכו בכך כמאן דעבד איהו דמי ואיש בור קרינא ביה כדאמרי' לעיל בגמ' כיון דאית ליה עליה דהיאך לאתויי עפרא וממלי ליה כמאן דכרייה איהו דמי ואיכא דאיסתברא ליה דהלכתא כרבנן ולא כר' ודלא כמו שפסק הרב אלפסי ז\"ל ממעשה דההיא איתתא דעלת למיפא בההיא ביתא דאמרי' התם הכא ברשות קביל עליה נטירותא אלמא רבא דהוא בתרא כדבנן ס\"ל ולא כר' ואע\"פ שיש לבעל הדין לחלוק ולומר שאני התם דמסלקי מרואתא דחצר נפשייהו לכאורה לא כך היה נראה אלא סוגיין בגמ' בההוא מעשה כוליה כרבנן ולא כר' ולפיכך כסבור הייתי שהלכה כחכמים ולא כר' משום דרבא בתרא הוא עד שראיתי בשאלתות דרב אהא דפסק בפירוש כרבי וחזרתי לזה הטעם שאמרתי שאני חתם דמסלקי מרואתא דחצר נפשייהו והלכתא אין חבטה בפחות מעשרה דהכין הוא מסקנא דשמעתא ומה שכתב הרי\"ף ז\"ל אינו:"], [], [], [], ["##22b @11נימא  @33מגו דהוי פושע לענין חדש הוי פושע לענין פקח אלא לאו ש\"מ לא אמרי' מגו ש\"מ וקשיא לן הא דאמרי' בזוזי דההוא דאותבינהו בצריפא דאורבני ואיגנוב אע\"ג דלענין גנבי נטירותא היא לענין נורא פשיעותא היא הוי תחלתו בפשיעה וסופו באונס חייב וקי\"ל הלכתא הכי ואי איכא מאן דסליק אדעתיה למימר שאני בור דהתורה מיעטה בשמירתו והרי שן ורגל דהתורה מיעטה בשמירתן ורמינן עלייהו הא דתחלתו בפשיעה וסופו באונס ולא קא משנינן הכי גבי שן בבעיא דר' ירמיה דירדה כדרכה וטנפה פירות בימי לידה וגבי רגל בהכלב והגדי שקפצו מראש הגג וה\"ר אברהם ז\"ל פריק ליה להאי קושיא הכי התם גבי זוזי אמרי' מגו דהוי פושע לענין נורא הוי פושע לענין גנבי משום דאינהו זוזי גופייהו איגניבו אבל הכא בחרש פושע ובחרש לא אירע הנזק אלא בפקח לא פשע ולא מידי וקשיא לן על הדין פירוקא והרי פושע אף לענין פקח במהלך בלילה ואפ\"ה ביום פטור ולא אמרי' מגו ושמעתי מפי תלמידיו לילה ויום נמי כשני מינין שבניזקין דמו ולא אמרי' מגו דהוי פשיעותא להאי הוי פשיעותא להאי כי היכי דלא אמרי' מחרש לפקח וזה התירוץ מאד מאד דחוק ועדיין אינו מספיק לפרק קושייתנו כהוגן דהא פשטינא מהכא דלא אמרי' מגו דהוי פושע לענין גמלים הוי פושע לענין התלעה ואע\"ג דפשיעותא דגמלים פשיעותא היא להנהו שוורים גופייהו דמטו להו נזק מחמת התלעה דהא אתו גמלים ומרעי ליה לכסוי ואתו שוורים ונפלו ביה ועל מה לא אמרי' מנו דהוי פושע לענין גמלים הוה פושע לענין התלעה דהא תרוייהו גמלים והתלעה קא ממטו להו נזק לשוורים כי היכי דנורא וגנבי קא ממטו להו נזק להנהו זוד וכ\"ת שאני התם שהניזק מיוחד הוא דהנהו זוזי גופייהו איגניבו ומש\"ה אמרי' בהו מגו ה\"ג המזיק מיוחר הוא והוא הבור וכי היכי דכי רמיא עליה נטירותא דניזק כגון ההוא עובדא דזוזא אמרי' בה מגו דהוי פושע להאי ענינא הוי פושע להאי ענינא וח\"ל תחלתו בפשיעה וסופו באונס וחייב ה\"נ גבי בור דרמיא עליה נטירותא דמזיק נימא מנו דהוי פושע להאי ענינא הוה פושע להאי ענינא רהא קי\"ל תהלתו בפשיעה וסופו באוגס הייב בין כי רמיא עליה נטירותא דניזק כגון ההיא עובדא דזוזי בין כי רמיא עליה נטירותא דמזיק כדאמרי' גבי שן ורגל לפיכך אין כל זה מספיק לפרק קושייתנו והפירוק שנראה לגו מדאמרי' לקמן מסתברא פטורה גבי בור הואיל ##23a ופטר בו את הכלים וכשם שנשתנה בזה לפטור כך נשתנה בדין תחלתו בפשיעה וסופו באונס ולא גמרי' מיניה לדינא אחרינא ואם תשאל היכי הוה סליק אדעתין למימר מגו לחיובי בעל הבור בשור פקח והא כיון דאיבעי ליה לעיוני ומיזל איהו הוא דאזיק נפשיה מידי דהוה אבהמה שאכלה פירות והוזקה דאמרי' הוה לה אלא תאכל וא\"כ היכי גמרי' מינה דלא אמרי' מגו דלמא שאני הכא דל\"ל מגו כלל דאיהו הוא דאזיק אנפשיה יש להשיב מדקא פסיק ותני פקח ביום פטור אע\"ג דנפל ליה בתר דנפל חרש והדבר ידרע דשוורים סירכא דהדדי נקטי ואזלי אלמא לא אמרי' מגו דהוי פושע לענין חרש הוי פושע לענין פקח ש\"מ:"], [], ["##23b @11אמר @33רבא הניח אבן ע\"פ הבור ובא שור ונתקל בה ונפל בבור באנו למחלוקת ר' נתן ורבנן ואי קשיא לך הא דאמרי' לעיל בגמ' אלא היכי דמי לאחריו מקול הכריה דפטור כגון שנתקל בבור ונפל לאחורי הבור אמאי פטור בעל הבור ניחייב כי היכי דמיחייב הכא בעל אבן י\"ל מאי פטור פטור מנ\"ש וחייב בח\"נ וללישנא בתרא דרבא אליבא דד' נתן דאמר קסבר האי פלגא נזקא עבד והאי פלגא נזקא עבד דהא אוקימנא למתני' כר' נתן זהו דין נתקל באבן ונישוף בקרקע דלרבנן חייב בעל אבן נ\"ש ולר' נתן ח\"נ ודין נתקל בקרקע ונישוף באבן מפורש בפ' המניח את הכד בתרין לישני דד\"א וא\"ת ללישנא קמא דר\"א דאתיא כרבנן ולא כר' נתן אמאי קאמר לא שאנו אלא שנתקל באבן ונישוף באבן לימא לא שאנו אלא שנתקל באבן ונישוף בקרקע לא מיתמר ליה הכי משום דקתני בברייתא הטיח צלוחיתו באבן וזהו נישוף באבן ובלישנא בתרא נמי דאתיא כר' נתן לא מיתמר ליה נתקל באבן ונישוף בקרקע משום דאנ\"ש קא מהדר ולא חש לפרושי דין ח\"נ ויש לרב ר' אפרים ז\"ל בדברים הללו סברא אחרת ואין דבריו נכונים:", "@11גם @33מדברי הרי\"ף ז\"ל לא נתבררו דינים הללו לפי שדלג עליהם כמו שדלג הרבה בדיני הבור ובשאר אבות נזיקין ומיהו שהוחלק במים ונישף הוא עצמו בקרקע לרב דס\"ל קרקע עולם הזיקתו פטור בעל המים לגמרי שאף התקלה עצמה מחמת הקרקע היא באה שהיא עיקר התקלה לפיכך אין זה דומה לשור שדחף ולא קי\"ל כרב אלא כשמואל וכר' נתן קי\"ל משום דקיימא מתני' כוותיה ורבא נמי כוותיה ס\"ל דאמר שור ואדם שדחפו לבור לענין נזקין כולם חייבין הא כר' נתן דאי כרבנן בעל הבור פטור וכלישנא בתרא אליבא דר' נתן נקיטין דהאי פלנא נזקא עבד והאי פלנא נזקא עבד והלין ארבעה לישני פלוגתא דאביי ורבינא בשור ושור פסולי המוקדשין שנגחו פליגן עליה דרבא דאמר שלמים שהזיקו גובה מבשרן ואינו גובה מאמוריהן ופרישנא לגבות בשר כנגד אמוריהן ואוקימנא כלישנא בתרא דר' נתן ואם בשר כנגד אמוריהן אינו גובה כ\"ש שאין לחייב שור החולין בכנגד שור פסולי המוקדשין ודרבינא עדיפא דבתרא הוא:"], [], [], [], [], ["##26a *)  @11אלא @33אמר רבא בתרתי פליגי במדליק בתוך שלו ובמדליק בתוך של חבירו וכו' דוקיא דרבא דאמר בתרתי פליגי מדקתני רישא וחכ\"א אינו משלם אלא גדיש של חטים או גדיש של שעורים אבל מוריגין וכלי בקר אע\"ג דדרכן להטמין בגדיש לא משלם וקתני סיפא מודים חכמים לר' יהודה במדליק את הבירה שמשלם כל מה שבתוכה שדרך בני אדם להטמין בבתים מ\"ש רישא דפטר ליה בדברים שדרכן להטמין ומ\"ש סיפא דמחייב ליה אלא לאו ש\"מ בתרתי פליגי ברישא במדליק בתוך שלו וכדאמרן דר' יהודה מחייב אטמון ואפי' ארנקי דלא מפליג ר' יהודה לעולם בטמון ורבנן סברי לא מחייב אטמון אפי' בדברים שדרכן להטמין כגון מוריגין וכלי בקר כיון דבתוך שלו אדליק ופליגי נמי במדליק בתוך של חבירו דר' יהודה סבר משלם כל מה שבתוכו אפי' ארנקי וה\"ה נמי דברישא מחייב נמי ר' יהודה אפי' בארנקי אלא משום סברא דרבנן איצטריכא ליה הכא לפרושי דרבנן סברי כלים שדרכן להטמין בגדיש כגון מוריגין וכלי בקר הוא דמשלם אבל ארנקי לא ומודים חכמים לר' יהודה במדליק את הבירה בתוך של חבירו שמשלם אפי' ארנקי שכן דרך בני אדם להניח בבתים:", "*) @11אמר @33רב שמעית מלתא לרבי יהודה וכו' עד לרבי יהודה דמחייב על נזקי טמון באש עשו תקנת נגזל באשו ובדין הוא דלרבנן נמי עשו תקנת נגזל במדליק בתוך של חבירו בדברים שדרכן להטמין אלא רבותא קא משמע לן דאפי' לר' יהודה עשו תקנת נגזל בדברים שאין דרכן להטמין ##26b כגון ארנקי בגדיש ומחזינן לרב אשי שהוא בתרא דקא מיבעיא ליה מי עבדי אינשי דמנחי מרגניתא בכספתא אי לא שמעינן מינה דלא ס\"ל כר' יהודה אלא כרבנן דלא עשו תקנת נגזל לעולם בדברים שאין דרכן להטמין וכן דקדק הרב אלפסי ז\"ל ומפורש בהלכותיו:"], [], [], ["##27b [דף ע ע\"א] @11מה @33שכתב הרב ר' אברהם ז\"ל והאריך באורכתא כמו שכתוב בפירושיו לא נ\"ל אלא נ\"ל דרב אשי חולק הוא על נהרדעי והלכתא כוותיה דשליחא שויא הלכך לא בעיא זיל דון וזכי ואפיק לנפשך ואפ\"ה לא מצי למימר ליה היאך לאו בעל דברים דידי את דשלוחו של אדם כמותו הלכך ל\"ש דכפריה ול\"ש דלא כפריה כתבינן ולא קשיא אדר' יוחנן דאמר גזל ולא נתיאשו הבעלים וכו' דכיון דשליחא שויא אישתכח דהאי טעמא לחוד והאי טעמא לחוד כללא דמלתא כר' יוחנן קי\"ל בדוכתיה וכרב אשי בדוכתיה וליתא לנהרדעי כלל וזה יותר נראה ממה שפסק הרי\"ף ז\"ל:", "@11וכן @33מה שכתב בשמעתא דשתי שערות בב\"ב [עי' בפ' ח\"ה] דטעמא דמלתא משום דעדות שערה אחת לא הוי עדות למידי אף ההיא תירוצא נמי לאו דסמכא הוא דהא ס\"ד למימר לימא מתני' דלא כר\"ע אלא כרבנן וא\"כ אף כרבנן לא אתיא מתני' דהא עדות טביחה לאו עדות הוא למידי הלכך ##28a מסתברא לתרוצי דשניא עדות התלויה בשני זמנים מעדות התלויה בזמן אחד שכל עדות התלויה בזמן א' כיון שהיה יכול לראות זה בשעה שראה זה ולא ראה לא מצטרפי ותו לא מידי והא דאמרי' ומיהו לא מודה ר\"ע בשנים אומרים קידש וב' אומרים בעל פי' בעל לשם נישואין והוא יורשה ומיטמא לה והר\"ר שלמה ז\"ל פי' קידש ראובן ובעל שמעון ולא מסתברא כוותיה מדקא מדמיא ליה לשנים אומרים נגב ושנים אומרים טבח והא דתנן גנב וטבח ביוה\"כ וכו' וגמ' דעלה מצאתיה משובשת בס' הרי\"ף ז\"ל והיא כתיבה על אפניה בסוף הספר הזה עם שאר מקומות חסרים שנמצאו בהלכות:"], ["[דף עא ע\"א] @11והא @33דפליגי רב אחא ורבינא במעשה שבת אליבא דר' יוחנן הסנדלר הוא ושמעתא מוכחא הכי בהדיא הלכך מה שהביא ראיה ממנה הרי\"ף ז\"ל בשבת פרק כירה טעותא היא וליכא למיסמך עלה:", "[דף עב ע\"ב] @11איתמר עד זומם וכו' תנן גנב על פי שנים וטבח ומכר על פיהם וכו' מאי לאו שהעידו על הגניבה וחזרו והעידו על הטביחה פי' כגון שהעידו ביום ראשון שגנב וחזרו והעידו ביום שני שטבח ומכר ואע\"פ שהעידו שביום א' ובשעה אחת נגב וטבח מאחר שהם חלקו את עדותן בשני ימים העידו וחזרו והעידו והוזמו על הגניבה ביום שלישי וחזרו והוזמו על הטביחה ביום רביעי ולאו דוקא הוזמו וחזרו והוזמו אלא לרווחא דמלתא דאי נמי העיד על הגניבה שהיתה ביום ראשון ועל הטביחה שהיתה ביום שני משכחת לה שהוזמו וחזרו והוזמו וה\"ה אם העידו שביום אחד ובשעה אחת גנב וטבח אלא שהם חלקו את עדותן בשני ימים משכחת לה נמי שהוזמו על זה ועל זה בבת אחת ואי ס\"ד למפרע הוא נפסל משעת העדות כיון דאיתזמו להו אגנבה איגלו מילתא דכי אסהידו אטביחה פסילין לעדות הוו ולאו בני עדות נינהו בההיא שעתא ואין אני קורא בהם ועשיתם לו כאשר זמם לעשות לאחיו אמאי משלמי אטביחה אמר ליה הב\"ע כגון שהוזמו על הטביחה תחלה ואקשינן סוף סוף כי הדדי מיתזמו אגנבה תיגלי מילתא למפרע וכו' והלכתא שהעידו בבת אחת שביום אחד ובשעה אחת העידו על הגניבה ועל הטביחה אף על פי שהעידו שנגב ביום אחד וטבח ביום אחר מכל מקום עדותן בבת אחת ובתוך כדי דבור היתה על הגניבה ועל הטביחה ותוך כדי דבור כדבור דמי וכשהעירו על הטביחה כשרים לערות היו ואני קורא בהם ועשיתם לו כאשר זמם ואע\"פ שהוזמו וחזרו והוזמו לא איכפת לן דאי הוזמו על הטביחה תחלה ניחא ואי נמי הוזמו על הטביחה לא קשיא דאע\"ג דלא סבירא ליה לאביי הכחשה תחלת הזמה היא ומכי הוזמו על הגנבה הוו להו לגבי טביחה מוכחשין לפי שאם אין גניבה אין טביחה ואין מכירה יש לומר הני מילי כשהעידו וחזרו והעידו כדאמרינן לקמן במאי דקא מסייע ליה רב אידי בר אבין לרבה והתם אוקימנא כשהיזמו על הטביחה תחלה לרווחא דמלתא דאי נמי סבירא ליה רבה כרבא דאמר מכאן ולהבא הוא נפסל ומוקים לה למתניתין בשהעידו וחזרו והעידו איכא לאוקמא בשהוזמו על הטביחה תחלה אבל לאוקמתא דמוקמינן לה השתא לאביי דאמר למפרע הוא נפסל כגון שהעידו בבת אחת אפילו הוזמו על הגנבה תחלה וחזרו והוזמו על הטביחה כולה הזמה אריכתא היא של עדות בת אחת היא באה וזה הפי' נכון ומדוקדק אי נמי יש לומר דלא פליג אביי עליה דרבא דאמר הכחשה תחלת הזמה היא ואע\"ג דדחי ליה לסייעתיה מברייתא לקמן ומוקים לה בדאפכינהו ואזמינהו דחיה בעלמא היא בדרך אפשר דלא שמעי' ליה ממימדא דפליג עליה בהדיא אלא בתלמיד היושב לפני רבו דמהדר אפירכי וקושיי והוויי להגדיל תורה וראיתי לרב ר' אברהם פי' בלשון הזה והלכתא דהעידו בבת אחת כשהעידו בשני בשבת העדים הראשונים כן העידו מעידני באיש פלוני שננב וטבח אתמול יום ראשון בשעה ראשונה ובודאי בשהזימו המזימים אמרו להם והלא יום ראשון עמנו הייתם והעדות של ההזמה היתה בבת אחת ואינו יודע ולא מבין טעמו של הרב בפי' הזה ועוד שלדבריו אין זה דומה למאי דאמרי לקמן בעדות א' בבת אחת דהא אמרינן התם אטביחה דאיתזום איתזום אגניבה דלא איתזום לא איתזום ודאמרינן לקמן אמר רבה עדים שהוכחשו ולבסוף הוזמו נהרגין הכחשה תחלת הזמה היא אלא שלא נגמרה:", "[דף עג ע\"ב] @11אמר @33רבא מנא אמינא לה וכו' אמר ליה אביי לא דאפכינהו ואזמינהו אני קבלתי פירושה בשתי כתות ובדאפכינהו עדי העבד שבאו באחרונה לעדי הרב שבאו בתחלה ואיזומינהו וכשעיינתי בדקדוקה לא נראה לי הפי' הזה דמכל מקום קשיא שהרי הרב אומר כן למה ליה לרב דאמר הכי אבל נ\"ל פירושה בשלש כתות וכמסקנא דשמעתא ובאו עדי העבד תחלה וסוף ועדי הרב באמצע יכיון דאפכינהו מציעאי לקמאי ואזמינהו דבטלה לה הכחשה דקא מכחשי קמאי למציעאי לפיכך כשכאה גם הכת השלישי והזימו לאלו האמצעים משלמים דמי עין לעבד אבל לעדים קמאי לא משלמי ולא מירי שאם העידו זו הכת האמצעיים על הראשונה בהפיכה ובהזמה בשתי עדיות בזו אחר זו כיון דאיתזמו להו אהפיכה איגלי מילתא דאהזמה פסולין היו ואביי לטעמיה דאמר למפרע הוא נפסל ואם העידו בבת אחת בהפיכה ובהזמה משכחת לה כגון דאיתזום אהפיכה ולא איתזום אהזמה וממילא איפסילו להו וקמה לה סהדותא בקמאין ומשום הכי לא משלמי מציעאי לקמאי דהא לא איתזום אהזמה אבל לעבד משלמים דמי עין דהא איתזום אהפיכה ממאי מדסיפא במיפך והזמה ובשתי כתות רישא נמי במיפך בשלש כתות דלא סגיא בציר מהכי מדקתני שהרי הרב אומר כן אבל סיפא בשתי כתות סגיא דהא עבדא בכל דהו ניחא ליה דקתני סיפא מעידנו באיש פלוני וכו' היכי דמי אלימא דלא קא מודו בחבלה כלל כולי עבד לרב בעי לשלומי ואי קשיא לך דלמא לעולם אימא לך דלא קא מודו בחבלה וכגון דאסהידו קמאי בשתי עדיות בזו אחד זו הפיל את שנו וסימא את עינו ואיתזום אסהדותא בתרייתא ולא איתזום אקמייתא יש להשיב לך אי הכי רישא נמי דאיתזום אבתרייתא ולא איתזום אקמייתא אמאי משלמין דמי עין לעבד אלא לאו דאיתזום לגמרי ה\"נ דאיתזום לגמרי ואידי ואידי במיפך והזמה אלא דרישא בג' כתות וסיפא בב' כתות ה\"ד אי דקא מאחרי אחורי וכו' פי' ואסיפא הוא דיכול לאקשויי הכין אבל ארישא לא דהא כיון דאתו קמאי גברא הדחיובא הוה ואי קשיא לך מ\"ט לא מוקי לה אביי מדרישא בג' כתות סיפא בג' כתות כי היכי דלא נצטריך לן לדקדוקי בסיפא בין דקא מקדמי אקדומי בין דקא מאחרי אחורי דומיא דרישא דלא מצריך לן האי דקדוקא יש להשיב היינו טעמא דלא איקמא הכא דבשלמא השתא מפיק רישא מפשטה ומוקים לה בג' כתות לאוקמה כעין סיפא במיפך והזמה וקמה לה סיפא כפשטה בב' כתות דלא סגיא בציר מהכי אבל אי הוה מוקים לה אידי ואידי בג' כתות נפקא בה כולה ברייתא רישא וסיפא מפשוטא וכה\"ג לא ##28b משתמיט תנא מלפרושי ולמתנא בהדיא ג' כתות א\"ל רב אחא בריה דרבא לרב אשי דוקיא דרבא מהיכא אילימא מרישא ורישא מי קא מתכחשי מציעאי כיון דלא מיתזמי סהדותא כוותייהו קיימא דדינא כוותייהו ופסקי' דיש בכלל מאתים מנה קמאי הוא דקא מתכחשי מציעאי לא מתכחשי:"], ["@11ומעיקרא @33הוה סבר למימר יש שן בכלל עין לא אמרי' וקמ\"ל השתא כיון דסוף סוף תשלומין הוא דמחייב אמרי' יש בכלל מאתים מנה ועוד דכל עדות המתחלקת בשתי כתי עדים תופשין את המועט שבהן א\"ל רבה סבר מדרישא בג' כתות סיפא נמי בג' כתות ודייק מסיפא ומאי דאמרי' לעיל דאמר אביי מדסיפא במיפך והזמה רישא נמי במיפך והזמה לא היו דברים מעולם דלא אמר אביי הכי אלא ה\"ק לרבה בשלמא רישא לא סגיא דלא ג' כתות ובלא מיפך והזמה מדקתני דהרי הרב אומר כן למה ליה לרב דאמר הכי אי לאו דאתאי כת אחריתי מעיקרא אלא סיפא בשתי כתות סגיא ובמיפך והזמה דעבדא בכל דהו ניחא ליה ופי' דאפכינהו ואזמינהו כגון דהויא ליה מיפך והזמה בבת אחת דאזמינהו בתוך כדי דבור דאפכינהו כי היכי דלא תפול הזמה על עדות מוכחשת דהא לא ס\"ל לאביי הכחשה תחלת הזמה:"], ["##29a [דף עח ע\"א] @11כי @33איתמר דרבא שה להוציא את הכלאים לטמא שנולד מן הטהור ועיבורו מן הטמא ולענין פדיון ופירשנוה במסקנא קלוט דומה לאמו במקצת והוא הבא בסימן א' שנולד מן השסועה ועיבורו מן הקלוט שאינו דומה לאמו כלל שאף זה הבן שהוא דומה לאמו במקצת הוא טמא באכילה לדעת ר\"ש ולאו למימרא דסבירא לן כוותיה אלא שם טמא בעולם דאיכא תנא דקרי ליה טמא עד שיהיה ראשו ורובו דומה לאמו ומנו ר\"ש ודלא כר' יהושע דאי כר' יהושע משה כשבים ושה עזים נפקא עד שיהא אביו כשב ואמו כשבה ומאחר דאפי' באכילה אסור אין צ\"ל דאינו כשר לפדיון ואין אנו צריכין בזה לדרוש שה להציא את הכלאים וטעמיה דר' יהושע משום דס\"ל זה וזה גורם אסור הלכך אפי' טהור שנולד מן הטהורה ועיבורו מן הטמא ואיידי דנסיב רישא טמא שנולד מסיק לה בטמא שנולד נמצא עכשיו ג' מחלוקת כאן בדבר זה בטמא הבא בסימן א' והוא דומה במקצת לאמו שנולד מן הטהורה ועבורו מן הטמא שאינו דומה כלל לאמו ר\"ש אוסר אפי' באכילה וכ\"ש בפדיון אפי' בבנו ואע\"פ שאינו כלאים שנולד מן הטהורה ועבורו מן הטהור וכ\"ש לאביו שאינו דומה לאמו שהוא טמא לכל דבר ולדידיה מגמל גמל נפקא ואין אנו צריכין בזה למדרש שה ור' יהושע מכשיר בבנו בין באכילה בין בפדיון והוא שנולד מן הטהור ומן הטהורה ופוסל בו אפי' באכילה וכ\"ש בפדיון כשנולד מן הטהור ומן הטמא שאינו דומה כלל מדכתיב שה כשבים שיהא אביו כבש ואמו כשבה ואין צ\"ל באביו שהוא טמא לכל דבר ור' אליעזר מכשיר בבנו באכילה דס\"ל הכא זה וזה גורם מותר שלא מיעטו הכתוב אלא לענין פדיון מדכתיב שה להוציא את הכלאים והיינו טמא שנולד מן הטהורה ועבורו מן הטמא שיש על זה הבן שם טמא שהוא טמא לדעת ר' שמעון ופוסל באביו אפי' באכילה כר' שמעון וכל הני תנאי סבירא להו באביו כר' שמעון אבל לרבנן דפליגי עליה דר' שמעון דלא דרשי' גמל גמל שני פעמים כולם כשרים בין באכילה בין בפדיון לא שנא הוא ולא שנא אביו ואע\"פ שאין (ו) כל מה כלל לטהור ואע\"פ שנולד מן הקלוט ומן ##30b הקלוטה:"], [], [], ["[דף פ\"ה ע\"ב] @11וא\"ת @33לקתה מדת הדין דכי מיתפח האי גברא לאו גברא דשומר קישואין הוא אלא דלי דולא ושקלי אגרא אזיל בשליחות ושקיל אגרא ה\"ר אברהם ז\"ל פי' דכי מיתפח האי גברא כשהיה שלם זה הנחבל מעיקרו קודם חבלו ולדידי לא משמע לשון מיתפח הכי אלא לאחר שיתרפא מחליו של החבלה ויקום ממשכבו אם נחבל מרגליו דלי דולא בידו ושקיל אגרא ואם נחבל בידו אזיל בשליחותיה ושקיל אגרא ונמצא שכרו מרובה יותר משומר קישואין וא\"כ כל הימים שנופל למשכב ואינו נותן לו שכר דדלי דולא לנחבל ברגליו ולא בידו או שבת דאזיל בשליחות' ושקיל אגרא לנחבל בידו ולא ברגלו לקתה מדת הדין יש להשיב לך מדת הדין לא לקתה שכבר נתן לו דמי ידו ודמי רגלו מאותה שעה שחבל בו שרואין אותו כמה היה יפה וכמה הוא יפה ואומרין אותו מעכשיו כמה יהיה יפה לאחר שיקום ממשכבו ויתרפא מן החבלה וא\"כ נמצא בכלל דמי ידו ודמי רגלו שבתו שבכל יום ויום מההיא מלאכה שבטיל מיניה שהיה רגיל בה מקודם שיהא חבול והיא מלאכה גדולה כגון חייט או ספר או נגר או נוקב מרגליות ואם זאת המלאכה שהיה רגיל בה מקודם לא היה יכול לעשות עמה מלאכה אחרת כגון זו שאתה אומר שיעשה לאחר שיתרפא והא דלי דולא ואזיל בשליחותא הלכך כיון שנתן לו דמי ידו ודמי רגלו והיא שבת גדולה והיא שבת מאותה מלאכה דבטיל מינה ובכללה היא זאת ##31a המלאכה שאתה אומר שהיא פחותה ממנה ולמה היא בכללה שהרי לא היה יכול לעסוק בה עם המלאכה הראשונה שהיה רגיל בה והמזיק כבר נתן לו שבתו מאותה מלאכה דבטיל מינה לפיכך אין שמין עכשיו שבתו אלא הקלה שבקלות והיא שומר קישואין שאלמלא היה רוצה היה יכול לעסוק בה עם מלאכתו הראשונה ונמצאו בידו שתי מלאכות כאחת הראשונה שהיה רגיל בה והיא הגדולה והחשובה וזו הקלה שמירת קישואין שהיה יכול לעשות עמה והוא כשנתן לו דמי ידו והיא שבת גדולה אין בכלל שבת זו אלא מההיא מלאכה דבטיל ממנה לפיכך מוסיף לו עוד שמירת קישואין שאלמלא היה רוצה היה יכול לעשותה מעיקרא עם מלאכתו ולעשותה כשיתרפא וה\"ה לשמירת הפתח בשקטע את רגלו ואע\"פ שזה האיש לא היה דרכו לעסוק עם מלאכתו הראשונה במלאכה אחרת גזירת הכתוב היא מאחר שהוא נותן לו דמי שבת במקום נזק אי אתה יכול לשום אותן אלא כך שהנזק הוא דמי ידו ובכללו ההיא מלאכה דבטיל מינה:"], [], [], [], [], ["##33a @11רבי  @33יהודה אומר גזילה חוזרת בעיניה במאי קא מיפלגי פי' דלא אפשר למימר דאדר' מאיר קאי בגוזל רחל טעונה וגזזה פרה מעוברת וילדה דמאי קא סבר ר' יהודה אי קא סבר שינוי במקומו עומד ##33b משלם אותה ואת גיזותיה ואת ולדותיה אית ליה למימר כר\"מ ואין זו חוזרת בעיניה אי קסבר שינוי קונה משלם דמי פרה עומדת לילד ודמי רחל טעונה ליגזז איבעי ליה למימר כתנא דמתני' ואין זו חוזרת בעיניה ואי אמרת שינוי החוזר הוא חדא דלא שמעינן ליה להאי סברא אלא לרשב\"א בלחוד ועוד שאין זה שינוי החוזר דגיזה אחריתי ולד אחר הוא ומש\"ה אוקימנא בשבח שע\"ג גזילה ומעיקרא אסתברא לן למימר דנגזל הוי לר' יהודה אי משום דשינוי אינו קונה אי משום דאין זה שינוי כיון שהוא גדל מאליו וסופו לינטל משם ומאי גזילה חוזרת בעיניה כדקיימא השתא ולבסוף אוקמא רב פפא דגזלן הוי ושינוי החוזר לברייתו הוא ואהני למיקנה גופיה של השבח לגזלן אבל גוף הגזילה חוזרת בעיניה כלומר בשל מעיקרא והאי סברא שייך כדרשב\"א דאמר השביח נוטל את שבחו לא דרשב\"א עדיפא מדר' יהודה וכדכתיבנא לעיל:"], ["[דף צד ע\"ב] @11ומסקנא @33דבגזילה קיימת לא עבוד רבנן תקנתא אלא כשאין גזילה קיימת ומריש דומה לגזילה קיימת ודומה לשאינה קיימת דומה לקיימת שמקבלין ממנו ודומה לשאינה קיימת שנוטל את דמיו ואינו מקעקע את הבירה כולה ולעולם תקנת רבינו קיימת היא ואפי' לדורות ולאפוקי ממי שפי' ואמר שלא היתה אלא לדורות בלבד ומאי דקא מדמו לה לההיא דאמרי' התם בימי נחמיה בן חכליה נשנית משנה זו לא דמיא דהתם פריצות כל הדור היתה ולפי מה שראו אסרו איסור חמור והתירו וחזרו והתירו אבל הכא בשביל מעשה באדם אחד לא היו שונים משנתם אם לא היתה קיימת לדורות:", "[דף צה ע\"ב] @11ומאי @33דקא משנינן בין לוקח ת\"ח ללוקח ע\"ה נ\"ל דסמכינן עלה דהא אסיקנא דבמזיד קניס בשוגג לא קניס ותמיה לי שלא כתבוה הגאונים ז\"ל בחבוריהם ואע\"ג רלר\"מ הוא דקא משנינן הכי נהי דלית הלכתא כר\"מ בגזילת מטלטלין אבל בגזילת קרקע לא מצינו שום מחלוקת בין ר\"מ לחכמים בדין לוקח מגזלן:"], ["##34a [דף צו ע\"ב] @11הרי\"ף *) @33ז\"ל סמך על רב אשי ורב פפא ודחייה לדר' יוחנן דאוקמה למתני' בשינוי החוזר לברייתו (וז\"ל שמעינן מהא דר\"פ דשינוי החוזר לברייתו לא הוי שינוי ולפיכך לא קני וכן הלכתא הלכך מתני' דקתני הגוזל עצים ועשאן כלים משלם כשעת הגזילה עצים ושיפן נינהו כגון בוכאני וכדאוקמא ר\"א דהוא בתרא) ול\"נ אפי' לר\"י מתני' דחויה היא מאחר דלא קי\"ל כרשב\"א וכו' עד הלכך קמה לה אוקימתא דר\"י ולפירושה למתני' אתא ולא למיפסק הלכתא כוותיה:", "*) @11הלכך @33כיון דאיפסקא הלכתא בהדיא כרשב\"א לא צריכין לההיא פסקא דפסק הרי\"ף ז\"ל בהלכות בשבח שע\"ג גזילה כר\"י דאמר גזילה חוזרת בעיניה (וכן פסק הרא\"ש בסי' ג' והלכתא כר\"י ואליבא דר\"פ דתני כוותיה) ובודאי הלכתא כוותיה ולאו מטעמיה דהא דרשב\"א עדיפא מדר' יהודה:"], ["##34b [דף צו ע\"ב] @11ורב @33היכי שביק מתני' ועביד כברייתא פי' ואע\"ג דלא מקשי' הכי בשאר דוכתא היכי שביק רבים ופסק הלכתא כיחיד משום דרב הוה במנינא דרבי וכי סתמה למתני' קס\"ד דבמנינא נמי הוה וכיון דליתא לדרב לפי מה שפסק הרי\"ף ז\"ל בהגהתו היה לו לפסוק הלכתא נשבעין על העבדים ולא מצינו דעת הגאונים כן ויש לנו בזה סברא אחרת והיא כתובה במקומה בב\"ב ודינא דעבדים בדבר שאינו מן התורה כמטלטלי דניידי וכדאיתא בב\"ק בפ\"ק:", "[דף צז ע\"ב] @11הא @33של אחרונים דומיא דראשונים מחללין ואע\"ג דל\"ל להתם אורחא דכה\"ג הוי דומיא דראשונים ואוקימנא בשאין מלכיות מקפידות שכל זמן שירצה יוכל להוליכם שם ואע\"ג דהשתא לית ליה אורחא להתם והא מתני' מ\"מ קשיא לרב אלא רב תנא הוא ופליג וי\"ל דרב נמי לא פליג עליה דשמואל אלא בשמלכיות מקפידות ושינויא דשנינן דאוקימנא למתניתא בשאין מלכיות ##35a מקפידות שינויא הוא לדברי הכל בין לרב בין לשמואל ת\"ש אין מחללין על מעות של כאן והן בבבל ולא על של בבל והן כאן והא מעות של כאן והן בבבל דאית ליה אורחא להכא שהוא עומד לעלות לירושלים ואפ\"ה אין מחללין ואוקימנא בשמלכיות מקפידות זו על זו ובחשי:"], [], ["##35b ודאמר הרי\"ף ז\"ל דהדיוט לא מחייב לשלומי עד שמודיע ליה דעליה סמיך נ\"ל ה\"מ בשאין השולחני רואה המקח וממכר אבל בעומד ורואהו א\"צ להודיע כמו שא\"צ להודיע בדן את הדין זיכה את החייב וחייב את הזכאי וההוא מעשה דר' חייא מוכיח דאי לאו דהוה ר' חייא גמיר כדנכו ואיסור חיובי הוי מחייב מן דינא:"], ["##36a [דף קב ע\"ב] @11כולה @33בעיא דיש שבח בסמנין על גבי צמר בסמנין שרוין איבעיא אבל בסימנין שאינן שרוין לא דינא ולא דיינא דשינוי הוי ובתר מעיקרא אזלינן ודאמרי' דצבע בהו קופא בשלא הגביה הסמנין אלא שהשליך הקופא לתוכן ולמאן דלא דאין דינא דגרמי ודמיא לדרבא בזורק מטבע של חבירו לים הגדול דא\"ל הא מנח קמך ואמרי' עלה הני מילי דאדייה אדויי אבל אי אתא לידיה השבה מעליתא בעי וה\"נ בכה\"ג והשתא דקי\"ל דדיינין דינא דגרמי לא שנא הכי ולא שנא הכי מיחייב:"], ["##36b [דף קד ע\"א] @11אמר @33רבא שאני מתני' כיון דידע למאן גזליה ולמאן דגריס אלא אמר רבא סבר לאוקומי מתני' אפי' לר\"ע ולי לא נראה כן דלעולם לא מתוקמא מתני' כר\"ע דלדידיה לעולם איכא לאקשויי מאי איריא נשבע ליתני לא נשבע ובאו עדים שחייב להוליכו אחריו אפי' למדי דבכה\"ג ודאי כיון דלא הודה לאו כמ\"ד ליה יהיו לי בידך דמי אלא ודאי מתני' ר' טרפון היא ומש\"ה ##37a לא נראה לי פסק הרי\"ף ז\"ל שפסק כר\"ע כיון דסתם מתני' כר\"ט וכן מצאתי לרבינו האיי גאון ז\"ל בספר מקח וממכר בשער ל\"ט:"], ["@11ומה @33שפסק הרי\"ף ז\"ל בשליח שעשאו בעדים ובמשלחין מעות בדיוקני יותר נ\"ל מה שכתב בו רב אחא גאון ז\"ל וטעמיה דשמואל דאמר אין משלחין לאו משום דלא הוי שליח אלא דחייש למיתה כרבא דאמר דלמא אדאתית שכיב ר' אבא והתקבלתי דידיה לאו כלום הוא ונ\"ל שאם יש ב\"ד באותו מקום עושה ב\"ד שליח משום תקנה כמו שעושה בנגזל וגזלן ותוב ליכא למיחש ולא מידי ולית ליה לנפקד או ללוה לאישתמוטי:", "[דף קה ע\"א] @11ה\"ג @33לה והכי איתא בספרי ספרד אמרי גזילה אין כאן מצות השבה אין כאן כלומר שאינו מצוה להשיב מאחר שאין גזילה בידו ובאידך גרסי' אע\"פ ששער אין כאן גלוח אין כאן ול\"ג מצות גלוח שהרי לא קים מצות גלוח עד כאן ומכאן ולהבא אם יש עליו מצות גלוח פלוגתא דב\"ה וב\"ש בנזיר ממורט א\"נ יש לומר ממתין ז' ימים כדי לכוף ראשו לעקרו בתגלחת הטמא' או ל' יום כדי גדול שער בתגלחת הטהורה וחוזר ומגלח ובמס' נזיר איתא נמי להא שמעתא והתם גרסי' אע\"פ ששער אין כאן מצות גילוח יש כאן כלומר שעדיין מצות גילוח עליו ושתי הגירסאות עולות לטעם אחד:"], ["##37b @11כולהו  @33שמעתא משמעתא דר' חייא א\"ר יוחנן עד נגנבה באונס שלא כתבם הרי\"ף ז\"ל אע\"פ שהוא לא כתבם מפני שיש בהם קנסות אבל אנו דנין בהן ופוסקים בה כדין שאר קנסות בדאיתפס:"], ["##38a @11תנן  @33הגוזל ומאכיל את בניו והמניח לפניהם פטורין מלשלם קשיא לרב חסדא פי' נ\"ל דמסיפא קשיא ולא מרישא דהגוזל ומאכיל את בניו ליכא מאן דפליג דודאי פטור הוא בכל ענין ואפי' לפני יאוש שהמאכיל לאחרים כאוכלו הוא עצמו דמי דהוצאה דידיה הוא וכ\"ש לבניו שמזונותיהם עליו ועד כאן לא קאמר רב חסדא אלא בבא אחר ואכלה אבל כשהאכילו הגזלן לא קאמר דהוצאה דידיה הוא והגזלן הוא שחייב לשלם הלכך קושיא מסיפא דקתני והמניח לפניהם פטורין מלשלם ולקמן מוקים לה רב חסדא כשאכלום דהא רב חסדא כרבא ס\"ל ומ\"מ פטורין מלשלם קשיא דאי בגזילה קיימת פטורין כ\"ש בשאכלום וא\"נ רשות יורש כרשות לוקח דמי הא אמר רב חסרא גזל ובא אחר ואכלו רצה מזה גובה רצה מזה גובה קא פסיק ואמר ובא אחד אפי' לוקח אמר רב חסדא מתני' לאחר יאוש וסוגיא דשמעתא רב חסדא כרבא ס\"ל ורמי בר חמא פליג עלייהו ומאוקימתא רברייתא דר' הושעיא דקתני גזילה קיימת ##38b חייבין אין גזילה קיימת פטורין דרב חסדא מוקים לה לאחר יאוש וכן הכי מוקים לה רבא אבל רמי בר חמא מוקים לה לפני יאוש שמעי' מהלין אוקימתא דין ד' שערים, א) לפני יאוש וגזילה קיימת. ב) לפני יאוש ואין גזילה קיימת. ג) לאחר יאוש וגזילה קיימת. ד) לאחר יאוש ואין גזילה קיימת. הרי אלו ד' שערים הראשון לחיוב לדברי הכל ובאחרון לפטור לדברי הכל השני השערים התיכונים לרב חסדא ורבא חייב לרמי בר חמא פטור נמצא לרב חסדא ורבא דהלכתא כוותייהו לעולם חייב חוץ מלאחר יאוש ואין גזילה קיימת ולרמי בר חמא לעולם פטור חוץ מלפני יאוש וגזילה קיימת ומחלוקת שני השערים התיכונים תוכל להבחין מסוגיא דשמעתא דרב חסדא ורבא לא סבירא להו דרמי בר חמא ורמי בר חמא לא ס\"ל דרב חסדא ורבא הלכך לפני יאוש ואין גזילה קיימת לרב חסדא חייב דהא אמר רצה מזה גובה רצה מזה גובה ולרמי בר חמא פטור דלא ס\"ל הכין לאחר יאוש וגזילה קיימת לרמי פטור דאמר רשות יורש כרשות לוקח דמי ולרבא ורב חסדא חייב דלא סבירא להו הכין ולפום הדין סברא מתוקמן מתני' דלקמן למר כדאית ליה ולמר כדאית ליה אלא מתניתא קמייתא דקתני גדולים חייבין קטנים פטורין כסומכוס משום טעמא דאין מקבלין עדים שלא בפני בעל דין ומתניתא בתרייתא דקתני ואכלום בין גדולים בין קטנים חייבין כרבנן דסבירא להו מקבלין משום דדמיא להו לכגון שהיה חולה או עדיו חולין שאילו היינו ממתינין להם עד שיגדילו חיישי' באורך הזמן למיתה ומסתברא דהלכתא כרבנן הלכך מתניתא קמייתא דקתני והמניח לפניהם גדולים חייבין קטנים פטורין רב חסדא ורבא מוקמי לה אי לפני יאוש בין גזילה קיימת בין שאינה קיימת אי נמי לאחר יאוש וגזילה קיימת ורמי בר חמא מוקים לה בלפני יאוש וגזילה קיימת דוקא וברייתא דקתני ואכלום בין גדולים בין קטנים חייבין אי הות קיימת בהכי בודאי הויא תיובתיה דרמי בר חמא דלא ס\"ל רצה מזה גובה רצה מזה גובה אלא ממילא אידחיא לה משום קושיא דקטנים מקלא קלויה לפי שהקטנים פטורין ואפי' שרפוהו ואפי' לפני יאוש שהקטן פטור בכל ענין כדקי\"ל שפגיעתו רעה ואינו משלם לאחר זמן ולפום הכין תריצנא והמניח לפניהם ולא אכלום בין גדולים בין קטנים חייבין הלכך רב חסדא ורבא מוקמי לה בין לפני יאוש בין לאחר יאוש ורמי בר חמא מוקים לה דוקא לפני יאוש ולעולם קמייתא כסומכוס ובתרייתא כרבנן ורישא דקתני הגוזל ומאכיל את בניו פטורין מלשלם ההיא לדברי הכל ואפי' לפני יאוש כדפרישית לעיל:"], ["@11הלכך @33כיון דאמרי' דברייתא קמייתא רב חסדא ורבא מוקמי לה לפני יאוש ואין גזילה קיימת ליתא לההוא פירושא דפריש בה ה\"ר אברהם ז\"ל וסמכיה על מאי דאמרי' בן גזלן יש לו חזקה ואע\"ג דאבוה אין לו חזקה אלא שמעי' מינה דאע\"ג דאבוהון היה מהימן בשאין גזילה קיימת לא טענינן להו ליתמי מאי דמצי טעין אבוהון מ\"מ דהא הכא דאבוהון מצי טעין החזרתיו לך כשאין שם עדי גזילה וה\"ה לגזילה קיימת אם אין שם עידי גזילה שיכול האב לומר לקוח הוא בידי ואינהו לא מיפטרי היכא דאמרי אין אנו יודעין עד דאמרי יודעין אנו וכללא דאמור רבנן לא הוי אלא דלא טענינן להו ליתמי מאי דלא מצי טעין אבוהון אבל מאי דמצי טעין אבוהון איכא דטענינן ואיכא דלא טענינן הדבר שהוא קרוב מן הדעת טענינן והרחוק מן הדעת לא טענינן אין לנו אלא מה שאמרו רבותינו בעלי התלמוד ז\"ל וראיה לדבר מהני שב מרגניתא דצירן בסדינא ר' מיאשא ושכיב ר' מיאשא ולא פקיד ומכסא דכספא בי חסא ושכיב חסא ולא פקיד ולפום הכי מיתרץ ההוא קושיא דרגילין רבנן לאקשויי בשט\"ח היוצא על היתומים כדאיתא בפ' המוכר את הבית מ\"ט לא טענינן להו ליתמי נאנסו ושם ביררנו דבר זה ומי שמעמידה ביתומים גדולים ולא בקטנים טעות הוא בידו וכל היכא דאמרי' יתומים סתמא אין צ\"ל שהקטנים בכלל:"], [], [], [], [], ["##41a [דף קיד ע\"א] @11תנא @33ומחזיר לבעלים הראשונים דייקינן האי פירושא מדקתני ומחזיר ולא קתני מחזיר ש\"מ דלא פליג אמתני' אלא אוסיפו הוא דקא מוסיף כלומר ואם יש בו מותר יחזיר לבעלים אראשונים דכיון דבטעות אהא לידיה לא הוי שנוי רשות גמור והיינו דאמרי' מ\"ט יאוש כדי לא קני ובאיסורא אתא לידיה וה\"ל לגביה ההוא מותר ידו כיד המוכס כיון דבטעות נתנוהו לו וליה הלכתא הכי אלא יאוש ושנוי רשות הוי וקנה הכל ואפי' המותר ואם להחזיר במדת חסידות מהזיר לבעלים הראשונים דהכין אסיקנא בלישנא בתרא ומתני' כפשוטא מסייעא להדין לישנא בתרא והרי\"ף ז\"ל השמיט כל זה ולא הזכיר מזה כלום וכללא דקי\"ל ביאוש דיאוש כדי לא קני כדפסיק הרי\"ף כר\"נ ור' יוחנן דאמרי חיובי בין לפני יאוש בין לאחר יאוש ושנוי מעשה גמור אפי' בלא יאוש קני כדקי\"ל בהגוזל עצים ועשאן כלים צמר ועשאן בגדים אי נמי כדתנן לא הספיק ליתנו לו עד שצבעו פטור מי' איכא לאפלוגי בין שגוי החוזר לברייתו לשנוי שאינו חוזר לברייתו וכמו שפירשנו דינו בגזלן ויאוש ושנוי מעשה כל דהו קני בעורות של גנב לרבנן ושל גזלן לר\"ש אי נמי של גנב ושל גזלן לרבי דאמר נגב הרי הוא כגזלן וקי\"ל כגזלן דר\"ש ככולהו ויאוש ושנוי מעשה כל דהו קנה כשנוי שאינו חוזר לברייתו בדאוקימנא כגון שקצען ואע\"פ שעוצבה אינה צריכה קצוע כיון דאיכא שנוי השם בהדי יאוש קני דמעיקרא משכא והשתא אברזין ולפיכך הגנב והגזלן והאנס הקדשן הקדש ותרומתן תרומה ומעשרותיהן מעשר דאיכא יאוש ושנוי השם דמעיקרא כשורא והשתא טללא כיון דשנוי החוזר לברייתו הוא לא קני בשנוי השם ויאוש ושנוי רשות דברי הכל קנה אבל שנוי רשות ויאוש כגון שנתיאשו הבעלים בלוקח לא קני וכדפריש רב זביד אליבא דר' יוחנן בפירקין דהגוזל זוטא בגנב ומכר ואח\"כ הוכר הגנב דרב ור' יוחנן הלכה כר' יוחנן ואע\"ג דאוקמא רב פפא במלתא אוחרי דרב זביד אליבא דר' יוחנן לא מדחיא וקי\"ל כוותיה דמר בדוכתיה וכוותיה דמר בדוכתיה ולא קי\"ל כרבי דאמר גנב הרי הוא כגזלן ובכלהו סתמא הוי יאוש וקני אלא כרבנן דפליגי עליה דר\"ש קי\"ל דסתם גנבה יאוש בעלים הוא ולא ביאוש כדי אלא ביאוש ושנוי השם שאינו חוזר לברייתו כדאמרי' לעיל בעורות של גנב וגזלן אי נמי בהקדש אי נמי ביאוש ושנוי רשות וכן במאי דמתני לה רבי לר\"ש ברבי לא דבר שיש בו אחריות נכסים אלא אפי' פרה וכו' בההיא נמי לא קי\"ל כוותיה משום דר' ס\"ל רשות יורש כרשות לוקח דמי כסברא דרמי בר חמא ורחאוה רבא ורב חסדא וכדתני ר' הושעיא קי\"ל דכל גזילה קיימת יורשין חייבין וסמך עלה רבא דהוה בתרא ותירצה למתני' כוותיה:", "@11ה\"ג @33בפירקין דהגוזל זוטא תנן התם עורות של בעה\"ב וכו' אמר עולא מחלוקת בסתמא אבל בידוע יאוש קני ול\"ג יאוש כדי אלא פירושו יאוש בדבר הצריך עמו או שנוי השם שאינו חוזר לברייתו כגון עורות שקצען דמעיקרא משכא והשתא אברזין או יאוש ושנוי רשות ולפום הכי לא קשיא דעולא אדעולא דאמרי' בפ' מרובה מנין ליאוש שאינו קונה דכתיב והבאתם גזול וכו' ואע\"ג דאמרי' הקדשן הקדש התם בקדשי דמים ומדרבנן הכא בקדשי הגוף ומדאורייתא ורבא אמר אף בידוע מחלוקת דס\"ל לרבא דאפי' שמעיניה בפי' דאייאוש לא הוי יאוש גמור מלבד בגזלן לרבנן ובגנב לר\"ש וסוגיין כעולא דפלוגתא דרב חסדא ודרבא ורמי בר חמא בריש פירקין בדעולא שייכן ולא כרבא ומאי דאמרי' דקי\"ל כרבנן דאמרי סתם גניבה הוי יאוש ה\"מ בגנב ישראל אבל בגנב כותי דדייני בגיואתי בסתמא לא הוי יאוש עד דשמעיניה דמיאש כדתנן המציל מן הגייס ומן הנהר ומן הלסטים אם נתיאשו הבעלים הרי אלו שלו ואוקימנא בלסטים כותים אבל בלסטים ישראל תנן נטלו מוכסין את חמורו וכו' עד מפני שהבעלים מתיאשים מהם כלומר דמסתמא הוי יאוש ושנוי רשות בהדי יאוש דקמי קני ומהכא שמעינן דבמתנה נמי הוי שנוי רשות כי היכי דבלוקח הוי שנוי רשות אבל רשות יורש לא הוי שנוי רשות וסוגיא דשמעתא מוכס היינו גזלן לסטים היינו גנב ולפום הכי אוקימנא כרבי דאמר גנב הרי הוא כגזלן ולא קי\"ל כוותיה:"], ["##41b [דף קיד ע\"ב] @11וה\"מ @33בסתמא אבל אם היו הבעלים מרדפין אחריהן לעולם לא קני וכל הנך שמעתתא דתקנת השוק כשהיו בעלים מרדפין אחריהם מוקמינן לה כדאמרי' ברישא דשמעתא ועמד והפגין בלילה ואמר נגנבו כלי נגנבו כלי ואע\"ג דלענין שם גניבה הוא דאוקימנא הכי נפקא לן מינה נמי הא דאמרי' דצריך שיהו הבעלים מרדפין דלא מתרצין שמעתתא לפום מאי דפרישנא לעיל ##42a אלא בהכי ובכותי ליכא לאוקמיה דבכותי לא עבדינן תקנתא כדאמרי' לגבי גזלן בשהשביח כותי כל היכא דאיכא יד כותי באמצע לא עבדינן תקנתא והיכא דמוכחא מלתא מדעתייהו דלא מיאשי אי נמי דמתיאשי גלוי דעתא מלתא היא וכה\"נ לא הוי סתמא אלא פירושא כדאמרי' בשיירא שהיתה מהלכת במדבר ועמד עליה גייס לטרפה ותלתא פרושי דאתמנו עלה בשותפין חד בין בשיכולין להציל בין בשאין יכולים וחד בפועל בשאין יכולין להציל וחד בשיכולין להציל ע\"י הדחק לא אמר אמרי ליה אי אמרת לן הוה מסרינן נפשין אמר יתיבו אסוחי אסח דעתייהו אלמא גילוי דעתא מלתא היא וקי\"ל ככל הנהו תלתא פירושי:"], ["[דף קטו ע\"ב] @11ולכתחלה @33לא יאמר פי' היכא דאיכא פסידא והא תניא הרי שהיה לו עשר חביות וכו' וקשיא לן אדמותיב ליה מיין נסייעיה משמן ותירץ ה\"ר אברהם ז\"ל דהא דקתני ובשמן לא יעשה כן מפני הפסד כהן אבל אם מקבל עליה הפסד כהן לשלם לו החסרון אומר לכתחלה ולפום הכי מקשינן ליה מינה ול\"נ דהתם מפני הפסד כהן חיישינן שמא לא יהא נזהר יפה יפה בשמירתו בחבית הסדוקה דלא חייש אפסידא דכהן אבל גבי מעות דפסידא עליה דמי דהא מעשר שני שלו הוא ליכא למיחש להכי דודאי מזדהר בשמירתו הלכך ליכא למיחש להכי והיינו דאקשי' אמאי אמרי' לכתחלה לא יאמר ופרקי' התם שעקל בית הבד כרוך עליה ולפיכך אומר דלכתחלה כיון שהפסידך מועט והיא רחוקה מן ההפסד מפני כריתת העקל אבל לגבי אנס ומעות בידו הפסדו קרוב אפי' ביכול להציל ע\"י הדחק ולפיכך לא יאמר לכתחלה:"], [], ["##43a @11דברי @33הרב אלפסי ז\"ל בשמעתא דישראל שאנסוהו עכו\"ם יותר נכונים וברורים מדברי ה\"ר אפרים אע\"פ שהם מדוקדקים והא דתניא אמר לו אנס הושיט לי פקיע זה או עמיד זה ודאי מסייע ליה לרב אלפסי והרב ר' אפרים דחק עצמו בה למימרא דליכא אונס כלל ולא מתחוורא כוותיה ומאי אייתי סייעתא לדבריו הרב רבינו אפרים לההוא מעשה דההוא גברא דאפקירו גביה כסא דכספא לאו ראיה היא דהתם כיון דעליה אתו ובביתו הוה מחית והיתה יכולת בידם לחפש אחריו ולמצוא דמיא לההיא דאמרי' כיון דאוקימנא עילויה מיקלא קלייה אבל אם לא היתה יכולת בידם למצאו לעולם אימא לך אם נשא ונתן ביד חייב כדברי הרי\"ף ולדברי הרב ר' אפרים דמפליג בין שאנסוהו מחמת חבירו כיון דמשום ממון חבירו קא מטי ליה אונסא אפי' נשא ונתן ביד פטור וקשיא עליה ההוא מעשה דההוא גברא דאסיק חמריה למעבר' דאמרי' עלה רודף הוא למה לן למימר רודף הוא הא [אי] לא הוי רודף מחייב והא מחמת ממונא דחבריה דמטי ליה היזקא ברם נראין דברי רבינו הרי\"ף ותו לא מירי וזה נוסח דברי ה\"ר אפרים לא רק מרן בהא מלתא ואגב אונסיה ושיטפיה לא עיין בזה דלכאורה כי אממון חבירו אנסוהו ולא אממונא דידיה אפי' נשא ונתן ביד פטור והכי קא תני ישראל שאנסוהו עכו\"ם מחמת עצמו והראה ממון חבירו פטור מ\"ט רגרמא בעלמא הוא וגרמא בעלמא לא מחייב אלא אי מכוין לאזוקי ונשא ונתן ביד חייב דהא ודאי הציל עצמו בממון חבירו אבל מי שאנסוהו עכו\"ם על ממון חבירו ליתא בהא מתניתא כלל אלא מיהא שמעתא דלקמן גמרינן לדיניה דאמרי' לקמן ההוא גברא דאפקירו גביה כסא דכספא אתו גנבי עליה שקליה יהביה ניהלייהו ואמר רב אשי עלה ניחזי אנן אי אמיד עליה אתו ואי לא אמיד ודאי אההוא כספא הוא דאתו השתא ומה משום דלא אמיד אמרי' דעל ההוא כספא אתו ופטרי ליה ואע\"ג דנשא ונתן ביד היכא דידיעא מלתא דעל ממונא דחבריה ודאי אתו לא כ\"ש דפטור הלכך היכא דאנסוהו על ממון חבירו ל\"ש אנסוהו להראות והראה ול\"ש אנסוהו להביא והביא בכולהו פטור כדרב אשי וכדפסיק רבינו חננאל ז\"ל וליכא למינדא מיניה אלו דברי הרב הזה ז\"ל ואין נראה לי דבריו:"], [], [], ["##44b @11נראה  @33לי מפירש\"י דאיהו גריס אי בעינן לאהדורי ניהלך התם במדבר מהדרנא לך ולפי גירסא זו כך הוא פי' משנתנו הגוזל או המלוה את חבירו ביישוב לא יחזיר לו במדבר כלומר שא\"צ לילך אחריו למדי ובלבד שילך ביישוב ורמינהו מלוה משתלמת בכל מקום קא סלקא (ד) דעתך לימא שחייב לילך אחריו ופריקנא ניתנה ליתבע בכל מקום כלומר לא שחייב לילך אחריו אלא שניתנה ליתבע בכל מקום שהמלוה תובעו זה הפי' לפי גי' רש\"י נכון אע\"פ שפירושו אינו כלשון הזה ובספרי ספרד (ה) דוקא כי גרסי אי מהדרת ליה ניהלי במדבר מקבילנא ליה מינך ועל לשון זה סמך הרי\"ף ז\"ל ופסק מה שפסק:"], ["##45a @11מאי  @33לאו סלע לדעת. ובפלוגתא דרב ושמואל דבסלע שלא לדעת ליכא בכולהו אמוראי מאן דמחמיר טפי ממנין וא\"כ ה\"ל ר\"ע דאמר צריך דעת בעלים דלא כחד מכולהו אמוראי ומאי לאו טלה שלא לדעת ובפלוגתא דרב חסדא ור' יוחנן דבטלה לדעת ליכא מאן דמיקל בציר ממנינא וא\"כ ה\"ל ר\"י דלא בעי אפי' מנין דלא כחד ואוקמא רב זביר משמיה דרבא אליבא דר' חסדא בשומר שגנב מרשותו ובטלה דה\"ל שלא לדעת כר\"י שסבר לא כלתה לה שמירתו והויא לה חזרה בדעת השומר כחזרה לדעת הבעלים דבמקום בעלים קאי מאחר שהחזירו למקום שנגב ור\"ע סבר כלתה לה שמירתו וצריך דעת בעלים והאי דאוקמא רב זביד הכי כי היכי דתיקום רב חסדא כדברי הכל בטלה מיהת ואפי' כר\"י ורב זביד משמיה דרבא הוא דאוקמא הכי רבא לטעמיה דס\"ל כרב חסדא דאמר רבא מ\"ט דרב חסדא וכו' ואהניא אוקמתיה לתרוצי בטלה מיהת אבל בסלע ליכא לדחויא למאי דאמרי' מעיקרא דבפלוגתא דרב ושמואל ודאי פליגי וכטעמא דפרישנא ואי איכא מאן דסליק אדעתיה דרב זביד אכולה ברייתא קאי ואפי' אסלע וה\"ט דר\"ע דאמר צריך דעת בעלים כלומר צריך חזרה לרשות הבעלים כדבעינן למימר קמן לדעת הרי\"ף ז\"ל ואפי' במנין סגי ליה ור\"י דלא בעי אפי' מנין ס\"ל מאחר שלא כלתה שמירתו וחזרה שמירתו במקומה כמי שלא גנבה מעולם דמיא אי הכי מאי איריא למקום שנגב דאלמא צריך שיחזירנה לתוך אותו הכיס שנגבה ממנו אפי' שלא במקומה נמי תהא חזרתו חזרה מאחר שחזרה שמירתו במקומה כאילו לא גנב מעולם וא\"ת דלמא למקום שנגב לא להחמיר עליו אלא להקל עליו שאינו צריך חזרה לרשות בעלים אלא כיון שהחזירה השומר לרשות עצמו שגנבה משם דיו ולאו דוקא במקום שנגב לתוך אותו הבית הא לא מצי אמרת דהא חזינא בהדיא בפיסקא דהמפקיד חבית דאוקימנא כולה לר' ישמעאל וסיפא שהניחה במקום שאינה מקומה אלמא כל היכא שלא החזירה למקומה כגון שייחדו לה הבעלים מקום צריך שידעו הבעלים כי בחזרתה עד דמנח לה במקומה מיהא שמעינן דאפי' שומר שנגב מרשותו והחזיר לרשותו עדיין תורת גזלן ונגב עליו עד שיחזירנה למקומה ואם נשברה אפי' באונס נשברה לו וכיון שהחמרת עליו בדין למקום שנגב יחזיר על מה אתה מיקל עליו לפטרו לדעתיה דר' ישמעאל אפי' ממנין:", "@11הלכך @33קשיא לן טובא מאי דפסק הכא הריא\"ף ז\"ל וגם מ\"ש בב\"מ בפ' המפקיר בפיסקא דהמפקיד הבית דדוקא בשומר שנגב מרשותו הוא דקסבר ר\"ע צריך דעת בעלים ואפי' בסלע בנגב וגזלן מבית בעלים דינו כמתני' דהגונב טלה ובדבר שאינו בעלי חיים אפי' מנין ל\"צ כרבי יוחנן הא קשיא לן טובא היאך יהא שומר שגנב מרשותו צריך דעת בעלים אפי' בסלע וגנב מבית בעלים אפי' מנין נמי לא צריך ולאו ק\"ו הוא השתא נגב מרשותו צריך דעת גנב מבית בעלים לא כ\"ש וא\"ת אה\"נ משום דשומר שגנב מרשותו כיון דכלתה שמירתו אשתכח דלא אהדריה לרשות בעלים אי הכי האי צריך דעת בעלים צריך חזרה לרשות בעלים מבעיא ליה וקשיא נמי ההיא דאמר ר\"א הכל צריכין דעת בעלים חוץ מהשבת אבידה והרי\"ף ז\"ל פירשה באלו מציאות ואמר כל השומרים צריכין דעת ולגרמיה הוא דפריש הכי להעמיד דבר ואנן רגילים לפרושי הכל בין שומר בין גנב בין גזלן אלמא גנב מבית בעלים נמי צריך דעת מ\"מ קשיא ליה מה שפסק הרב ז\"ל וא\"א להעמידה ועייננא בה טובא וכנ\"ל לפסוק כיון דשמואל ור' יוחנן קמו להו כר\"י ודלא כר\"ע אידחו להו מימרייהו וקמו להו לבר מהלכתא ורב חסרא נמי כיון דקי\"ל סלע דלר\"ע צריך דעת ולדידיה מנין פוטר אפי' בטלה כה\"ג היינו לדעת וכ\"ש בסלע אע\"ג דטרח רב זביד לשנויי ליה טלה לאוקומיה ביה מימרא כדברי הכל מ\"מ סלע קי\"ל פש ליה רב דקם ליה כר\"ע בודאי וברייתא דהגונב טלה מן העדר וסלע מן הכיס מסייע ליה ולא קשיא ליה בה ולא מידי הלכך הלכתא כוותיה לדעת צריך דעת שלא לדעת מנין פוטר ול\"ש טלה ול\"ש סלע וליתא לאוקמתא דרב זביד דאוקמא בשומר שגנב מרשותו ושלא לדעת אלא בכל גנב לדעת מוקמינן לה לברייתא ואע\"ג דה\"ל ר\"י בטלה דלא כחד מכולהו אמוראי לא איכפת לן מאחר דהלכתא כרב ור\"ע דאינהו עיקר ושארא אידחו להו וכל מאן דנפק מימרי לבר מהלכתא לא טרחי בתר דקי\"ל הלכתא לאוקומי ליה שנויא דגמ' וממאי דהלכתא כר\"ע דא\"ר יוחנן הלכה כר\"ע והרי\"ף ז\"ל נמי סמך עלה ופסק כר\"ע ומימרא דר\"א דאמר הכל צריכין דעת כפשוטה מסייעא לרב ובגנב ובגזלן לדעת אלמא כל לדעת צריך דעת ל\"ש טלה ול\"ש סלע ואי קשיא לך מאי טעמא בעיא דעת בהמפקיד הבית והא שומר שגנב מרשותו הוא וא\"כ מ\"ש הבית דלא סגי ליה במנינא י\"ל כיון דחבית באפי נפשה היא וליתא חבית בין החביות"], ["##45b דומיא דטלה מן העדר וסלע מן הכיס מש\"ה לא שייך בה מנין ובעינן דעת בעלים והם ה\"נ ל\"ש חבית ול\"ש טלה ול\"ש סלע כל היכא שהחזירה למקום שאינה מקומה צריך דעת ולא סגי ליה במנין ובהא אפי' ר\"י מודה מאחר שלא החזיר למקומו שגנב ושמעת ליה להאי סברא משמעתא דחבית דאוקמא רב ששת לכולה מתני' כר\"י וסיפא שהניחה במקום שאינו מקומה ואם לא יחדו לה הבעלים מקום כל מקום שברשותו הוא מקומה ואי קשיא לך תוב כיון דלר' יוחנן ודאי תנאי היא והוא דאמר כר\"י וסתם מתני' דהכא אליבא דידיה דר\"י קשיא דר' יוחנן אדר' יוחנן דאמר ר' יוחנן הלכה כסתם משנה והתם א\"ר יוחנן הלכה כר\"ע לעולם לא קשיא משום דה\"ל סתם ואח\"כ מחלוקת ואין הלכה כסתם סתם בב\"ק הגונב טלה מן העדר והחזירו ומחלוקת בב\"מ בחבית אליבא דתרי תנאי וכר' יוחנן וכולה נזיקין חדא מסכתא היא ואי קשיא לך היכי גמרינן מפסקא דר' יוחנן דאמר הלכה כר\"ע לעולם דהא כבר דחייה רבא בדוכתא ואמר הלכה כב\"ה אנן מדוקיא דלעולם גמרי' הלכתא דהכין פירשה רב אשי התם בפ' המפקיד ואל תתמה אם נדחה שורש הדבר ואנו למדין מן הענף תמצא כן בהרבה מקומות בתלמוד ואחד מהם כתבתי לך לזכר ולראיה בהזהב דאפסיקא הלכתא כשמואל דאמר שתות מעות נמי שנינו משום דתניא כוותיה מי שהוטל עליו ידו על העליונה כיצד מכר לו שוה ה' בו' וכו' וההיא ברייתא אידחיא לה בהדיה מתני' דדחיה רבא משום דקמו להו כר' יהודה הנשיא ואיהו פסק הלכתא כר' נתן ואפ\"ה גמרי מיניה לסיועי ליה לשמואל מדקתני מכר לו שוה ה' כו' ורחיא ליה לדרב דפליג עליה ואע\"ג דהלכתא כוותיה באיסורי ואונאה איסורא היא ומאחר שראינו שפסק הרב אלפסי כר\"ע סמכנו גם אנחנו על דבריו בכל מה שאנו יכולין להעמידם והני מתניתא דהגוזל את חבירו והבליע לו בחשבון דאלמא מנין פוטר בגזלן שלא לדעת מוקמינן להו ואליבא דהלכתא דשלא לדעת מנין פוטר לדעת צריך דעת ל\"ש טלה ול\"ש סלע כברייתא דהגונב טלה מן העדר וסלע מן הכיס ואי אמרת ה\"ד גזלן שלא לדעת אפשר בכל גזלן דמפרסם נפשיה לההוא גזלנותא ולא *) מחייבי מאינשי אלא שלא נזדמן לו לראות הבעלים בגזילתו דלא קי\"ל כר' אבהו דאמר היכי דמי גזלן כגון בניהו בן יהוידע דכתיב ויגזל את החנית מיד המצרי ויהרגהו בחניתו והכי"], ["##46a נמי מסתברא מדאמרי' בפ' איזהו נשך אימור מיגזל גזליה ואבלע ליה בחשבון כדתניא הגוזל את חבירו והבליע לו בחשבון יצא מדאמרי' דלמא מיגזל גזליה אלמא אפשר שיהא גזלן שלא מדעת:"]]