<book>
<chapter>
<title>Tractat Makkot.</title>
<h1>ABSCHNITT I.</h1>
<p><bold>1.</bold> Auf<sup><xref rid="fn1">1</xref></sup>) welche Weise werden Zeugen als falsche<sup><xref rid="fn2">2</xref></sup>) behandelt? (Sagen sie aus:) &#x201E;Wir bezeugen wider N.,<sup><xref rid="fn3">3</xref></sup>) dass er der Sohn einer Verstossenen<sup><xref rid="fn4">4</xref></sup>) oder einer Chaluzah<sup><xref rid="fn5">5</xref></sup>) ist;&#x201C; so sagen wir nicht,<sup><xref rid="fn6">6</xref></sup>) es werde der Zeuge<sup><xref rid="fn7">7</xref></sup>) an Stelle Jenes<sup><xref rid="fn8">8</xref></sup>) f&#x00FC;r den Sohn einer Verstossenen oder einer Chaluzah<sup><xref rid="fn9">9</xref></sup>) erkl&#x00E4;rt;<sup><xref rid="fn10">10</xref></sup>) sondern er empf&#x00E4;ngt vierzig Geisselhiebe.<sup><xref rid="fn11">11</xref></sup>) (Sagen sie aus:) &#x201E;Wir bezeugen wider N., dass er schuldig ist auszuwandern&#x201C;;<sup><xref rid="fn12">12</xref></sup>) so sagen wir nicht, der Zeuge<sup><xref rid="fn7">7</xref></sup>) soll an Stelle Jenes<sup><xref rid="fn8">8</xref></sup>) auswandern,<sup><xref rid="fn13">13</xref></sup>) sondern er empf&#x00E4;ngt vierzig Geisselhiebe.<sup><xref rid="fn11">11</xref></sup>) (Sagen sie aus:) &#x201E;Wir bezeugen wider N., dass er seine Frau verstossen und ihr ihre Ketuba<sup><xref rid="fn14">14</xref></sup>) nicht ausbezahlt hat&#x201C;;<sup><xref rid="fn15">15</xref></sup>) &#x2014; er w&#x00FC;rde aber (m&#x00F6;glicherweise) sp&#x00E4;ter, heute oder morgen, ihr (ohnehin) die Ketuba zahlen m&#x00FC;ssen,<sup><xref rid="fn16">16</xref></sup>) &#x2014; man sch&#x00E4;tzt also, wie viel Jemand<sup><xref rid="fn17">17</xref></sup>) f&#x00FC;r ihre Ketuba geben wollte<sup><xref rid="fn18">18</xref></sup>) f&#x00FC;r den Fall, dass sie verwittwet oder verstossen w&#x00FC;rde,<sup><xref rid="fn19">19</xref></sup>) w&#x00E4;hrend im Falle, dass sie (fr&#x00FC;her)<sup><xref rid="fn20">20</xref></sup>) st&#x00FC;rbe, sie der Mann beerben w&#x00FC;rde.<sup><xref rid="fn21">21</xref></sup>) (Sagen sie aus:) &#x201E;Wir bezeugen wider N., dass er seinem N&#x00E4;chsten tausend Sus schuldig ist mit der Bedingung, sie ihm innerhalb dreissig Tagen zu bezahlen&#x201C;; er<sup><xref rid="fn22">22</xref></sup>) aber sagt: &#x201E;innerhalb zehn Jahren&#x201C;;<sup><xref rid="fn23">23</xref></sup>) so sch&#x00E4;tzt man, wie viel Jemand, der Tausend Sus (als Darlehen) in seiner Hand hat, daf&#x00FC;r geben w&#x00FC;rde, dass er dieselben, anstatt in dreissig Tagen, erst in zehn Jahren zu zahlen h&#x00E4;tte.<sup><xref rid="fn24">24</xref></sup>) <bold>2.</bold> (Sagen sie aus:) &#x201E;Wir zeugen wider N., dass er seinem N&#x00E4;chsten zweihundert Sus schuldig ist,&#x201C; und sie werden falsch befunden; so werden sie gegeisselt und m&#x00FC;ssen bezahlen, weil nicht das Wort,<sup><xref rid="fn25">25</xref></sup>) das ihm die Geisselung zuzieht,<sup><xref rid="fn26">26</xref></sup>) ihn zur Bezahlung verpflichtet;<sup><xref rid="fn27">27</xref></sup>) dies die Worte R. Me&#x00EF;r&#x2019;s. Die Weisen aber sagen: Wer bezahlen muss, wird nicht gegeisselt.<sup><xref rid="fn28">28</xref></sup>) <bold>3.</bold> (Sagen sie aus:) &#x201E;Wir bezeugen wider N., dass er vierzig Geisselhiebe verschuldet hat,&#x201C; und sie werden falsch befunden; so bekommen sie achtzig Geisselhiebe, wegen: &#x201E;du sollst wider deinen N&#x00E4;chsten nicht falsches Zeugniss aussagen,&#x201C;<sup><xref rid="fn29">29</xref></sup>) und wegen: &#x201E;ihr sollt an ihm thun, wie er getrachtet (u. s. w.);&#x201C;<sup><xref rid="fn30">30</xref></sup>) dies die Worte R. Me&#x00EF;r&#x2019;s. Die Weisen aber sagen: Sie empfangen nur vierzig Geisselhiebe.<sup><xref rid="fn31">31</xref></sup>) Man theilt die Geldstrafe, <sup><xref rid="fn32">32</xref></sup>) aber nicht die Geisselstrafe. Auf welche Weise? Haben sie wider Jemand bezeugt, dass er seinem N&#x00E4;chsten zweihundert Sus schuldig sei, und sie sind falsch befunden worden, so vertheilt man (die Strafe) auf sie;<sup><xref rid="fn33">33</xref></sup>) wenn sie aber wider Jemand zeugen, dass er vierzig Geisselhiebe verschuldet habe, und sie sind falsch befunden worden, so empf&#x00E4;ngt jeder Einzelne vierzig (Geisselhiebe).<sup><xref rid="fn34">34</xref></sup>) <bold>4.</bold> Falsche Zeugen werden nur dann als solche bestraft, wenn sie hinsichtlich ihrer Person <sup><xref rid="fn35">35</xref></sup>) &#x00FC;berf&#x00FC;hrt werden.<sup><xref rid="fn36">36</xref></sup>) Auf welche Weise? Sagen sie: &#x201E;wir bezeugen wider N., dass er einen Menschen get&#x00F6;dtet hat,&#x201C; und (Andere) sagen zu ihnen: &#x201E;wie k&#x00F6;nnt ihr (dies) bezeugen, es war doch der (angeblich) Get&#x00F6;dtete oder Todtschl&#x00E4;ger mit uns an demselben Tage an dem und dem Orte?&#x0021;&#x201C; so werden jene<sup><xref rid="fn37">36a</xref></sup>) nicht als falsche Zeugen erkl&#x00E4;rt.<sup><xref rid="fn38">37</xref></sup>) Sagen aber (Andere) zu ihnen: &#x201E;wie k&#x00F6;nnt ihr (dies) bezeugen, ihr wart doch mit uns an demselben Tage an dem und dem Orte?&#x0021;&#x201C; so werden jene<sup><xref rid="fn37">36a</xref></sup>) als falsche Zeugen erkl&#x00E4;rt und auf die Aussage der letzteren get&#x00F6;dtet.<sup><xref rid="fn39">38</xref></sup>) <bold>5.</bold> Kommen noch andere (Zeugen),<sup><xref rid="fn40">39</xref></sup>) und Jene<sup><xref rid="fn41">40</xref></sup>) erkl&#x00E4;ren auch diese als falsche,<sup><xref rid="fn42">41</xref></sup>) dann kommen noch Andere,<sup><xref rid="fn40">39</xref></sup>) und Jene<sup><xref rid="fn41">40</xref></sup>) erkl&#x00E4;ren auch diese als falsche,<sup><xref rid="fn42">41</xref></sup>) wenn es auch (nacheinander) hundert (Zeugenpaare) w&#x00E4;ren,<sup><xref rid="fn43">42</xref></sup>) so werden alle<sup><xref rid="fn44">43</xref></sup>) get&#x00F6;dtet, R. Jehuda sagt: Das<sup><xref rid="fn45">44</xref></sup>) ist eine Aufr&#x00FC;hrer<sup><xref rid="fn46">45</xref></sup>)-Bande.<sup><xref rid="fn47">46</xref></sup>) Es wird daher nur das erste Paar<sup><xref rid="fn48">47</xref></sup>)get&#x00F6;dtet.<sup><xref rid="fn49">48</xref></sup>) <bold>6.</bold> Falsche Zeugen werden nur dann get&#x00F6;dtet, wenn(auf ihre Aussage) bereits das Uriheil<sup><xref rid="fn50">49</xref></sup>) gef&#x00E4;llt war, denn<sup><xref rid="fn51">50</xref></sup>) siehe, die Sadduc&#x00E4;er<sup><xref rid="fn52">51</xref></sup>) sagen: Nur dann wenn der Beklagte hingerichtet worden ist, denn es heisst (Deut. 19, 21): &#x201E;Leben f&#x00FC;r Leben&#x201C;.<sup><xref rid="fn53">52</xref></sup>) Da sagten die Weisen zu ihnen: Es heisst doch (Deut. 19, 19): &#x201E;Ihr sollt an ihm thun, wie er getrachtet, an seinem Bruder zu thun;&#x201C; also muss sein Bruder noch am Leben sein&#x0021;<sup><xref rid="fn54">53</xref></sup>) wenn dem so ist, warum steht: &#x201E;Leben f&#x00FC;r Leben&#x201C;?<sup><xref rid="fn53">52</xref></sup>) weil man meinen k&#x00F6;nnte, sobald man ihr Zeugniss angenommen hat, werden sie <sup><xref rid="fn55">54</xref></sup>) hingerichtet, deshalb heisst es: &#x201E;Leben f&#x00FC;r Leben;&#x201C;<sup><xref rid="fn53">52</xref></sup>) sie werden also nur dann hingerichtet,<sup><xref rid="fn56">55</xref></sup>) wenn das Urtheil bereits gef&#x00E4;llt war.<sup><xref rid="fn57">56</xref></sup>) <bold>7.</bold> Es heisst (Deut. 17, 6): &#x201E;Auf die Aussage zweier oder dreier Zeugen werde get&#x00F6;dtet wer sterben soll;&#x201C; wenn das Zeugniss durch zwei best&#x00E4;tigt wird, warum nennt die Schrift besonders auch drei? Bios um drei (Zeugen) zweien gleichzustellen;<sup><xref rid="fn58">57</xref></sup>) sowie drei Zeugen zwei &#x00FC;berf&#x00FC;hren k&#x00F6;nnen, ebenso k&#x00F6;nnen zwei Zeugen drei &#x00FC;berf&#x00FC;hren;<sup><xref rid="fn59">57</xref></sup>) und woher (wissen wir), dass sie<sup><xref rid="fn60">58</xref></sup>) sogar hundert (&#x00FC;berf&#x00FC;hren k&#x00F6;nnen)? Daraus dass es heisst: &#x201E;Zeugen.&#x201C;<sup><xref rid="fn61">59</xref></sup>) R. Simon sagt:<sup><xref rid="fn62">60</xref></sup>) Sowie zwei Zeugen nur dann get&#x00F6;dtet werden, wenn beide als falsch &#x00FC;berf&#x00FC;hrt sind,<sup><xref rid="fn63">61</xref></sup>) so werden auch drei Zeugen nur dann get&#x00F6;dtet, wenn alle drei als falsch &#x00FC;berf&#x00FC;hrt sind;<sup><xref rid="fn64">62</xref></sup>) und woher wissen wir, dass dies auch von hundert Zeugen gilt? Daraus dass es heisst: &#x201E;Zeugen&#x201C;.<sup><xref rid="fn61">59</xref></sup>) R. Akiba sagt: Der dritte (Zeuge) kommt nur,<sup><xref rid="fn65">63</xref></sup>) auf dass gegen ihn streng verfahren werde und dass das Urtheil &#x00FC;ber ihn dem &#x00FC;ber jene<sup><xref rid="fn66">64</xref></sup>) gleich gemacht werde.<sup><xref rid="fn67">65</xref></sup>) Wenn also die Schrift denjenigen, der sich den Gesetzes-Uebertretern zugesellt,<sup><xref rid="fn68">66</xref></sup>) ebenso bestrafen l&#x00E4;sst, wie die Gesetzes-Uebertreter selbst; um wie viel mehr wird man denjenigen, der sich den Gesetz-Uebenden zugesellt, ebenso belohnen, wie die Gesetz-Uebenden selbst.<sup><xref rid="fn69">67</xref></sup>) <bold>8.</bold> Sowie<sup><xref rid="fn70">68</xref></sup>) ferner, wenn von zwei Zeugen einer als anverwandt<sup><xref rid="fn71">69</xref></sup>) oder untauglich<sup><xref rid="fn72">70</xref></sup>) befunden wird, deren ganzes Zeugniss ungiltig ist;<sup><xref rid="fn73">71</xref></sup>) ebenso ist, wenn von drei Zeugen einer als anverwandt oder untauglich befunden wird, deren (ganzes) Zeugniss ungiltig<sup><xref rid="fn74">72</xref></sup>). Woher wissen wir, dass auch bei hundert Zeugen (diese Bestimmung gilt)? Daraus, dass es heisst: &#x201E;Zeugen&#x201C;.<sup><xref rid="fn61">59</xref></sup>) Es sagt R. Jose: Wobei ist dies gesagt? bei Lebens-Strafsachen,<sup><xref rid="fn75">73</xref></sup>) bei Verm&#x00F6;gens-Rechtssachen aber wird das Zeugniss durch die &#x00FC;brigen best&#x00E4;tigt. Rabbi<sup><xref rid="fn76">73a</xref></sup>) sagt: Sowohl bei Verm&#x00F6;gens-Rechtssachen, als bei Lebens-Strafsachen (ist dies gesagt). Wann aber gilt dies?<sup><xref rid="fn77">74</xref></sup>) wenn sie<sup><xref rid="fn78">75</xref></sup>) mit gewarnt haben;<sup><xref rid="fn79">76</xref></sup>) haben sie aber nicht mit gewarnt,<sup><xref rid="fn80">77</xref></sup>) &#x2014; was sollen zwei Br&#x00FC;der thun, die<sup><xref rid="fn81">78</xref></sup>) gesehen haben, wie Jemand einen Menschen umbringt?.<sup><xref rid="fn82">79</xref></sup>) <bold>9.</bold> Sehen zwei ihn aus diesem Fenster, und zwei sehen ihn aus einem anderen Fenster, und Einer warnt ihn in der Mitte,<sup><xref rid="fn83">80</xref></sup>) so sind sie, wenn ein Theil von ihnen<sup><xref rid="fn84">81</xref></sup>) sich gegenseitig sehen kann,<sup><xref rid="fn85">82</xref></sup>) als Ein Zeugniss zu betrachten;<sup><xref rid="fn86">83</xref></sup>) wo nicht, so sind es zwei Zeugnisse.<sup><xref rid="fn87">84</xref></sup>) Wenn daher eines<sup><xref rid="fn88">85</xref></sup>) von diesen als falsch befunden wird, so werden der Verbrecher<sup><xref rid="fn89">86</xref></sup>) und die falschen Zeugen<sup><xref rid="fn90">87</xref></sup>) get&#x00F6;dtet, und das zweite Paar ist frei.<sup><xref rid="fn91">88</xref></sup>) R. Jose<sup><xref rid="fn92">89</xref></sup>) sagt: Niemals wird Einer get&#x00F6;dtet,<sup><xref rid="fn93">90</xref></sup>) ausser wenn beide Zeugen ihn m&#x00FC;ndlich gewarnt haben, denn es heisst (Deut. 17, 6): &#x201E;Durch den Mund<sup><xref rid="fn94">91</xref></sup>)zweier Zeugen&#x201C;. Eine andere Erkl&#x00E4;rung: &#x201E;Durch den Mund zweier Zeugen;&#x201C; (dies lehrt), dass das Synedrion nicht durch den Mund eines Dolmetschers vernehmen d&#x00FC;rfe.<sup><xref rid="fn95">92</xref></sup>) <bold>10.</bold> Wenn Jemand, nachdem sein Urtheil gef&#x00E4;llt war, entflohen ist und dann vor dasselbe Gericht<sup><xref rid="fn96">93</xref></sup>) kommt, so hebt man seine Verurtheilung nicht auf.<sup><xref rid="fn97">94</xref></sup>) Ueberall wo zwei auftreten und sagen: &#x201E;wir bezeugen wider N., dass &#x00FC;ber ihn das Todesurtheil von dem und dem Gerichte<sup><xref rid="fn98">95</xref></sup>) gef&#x00E4;llt worden ist, und die und die waren seine Zeugen,&#x201C;<sup><xref rid="fn99">96</xref></sup>) wird dieser Verurtheilte get&#x00F6;dtet. Das Synedrion<sup><xref rid="fn100">97</xref></sup>) hat seine Geltung<sup><xref rid="fn101">98</xref></sup>) sowohl im Lande als ausserhalb des Landes.<sup><xref rid="fn102">99</xref></sup>) Ein Gerichtshof der einmal in einer Jahrwoche <sup><xref rid="fn103">100</xref></sup>) eine Hinrichtung vollzieht, wird ein Verderber<sup><xref rid="fn104">101</xref></sup>) genannt. R. Eleasar, Sohn Asaria&#x2019;s, sagt: Einmal in siebzig Jahren. R. Tarphon und R. Akiba sagen: Wenn wir im Synedrion gesessen h&#x00E4;tten, so w&#x00FC;rde nie ein Mensch hingerichtet worden sein.<sup><xref rid="fn105">102</xref></sup>) R. Simon, Sohn Gamliel&#x2019;s, sagt: Diese<sup><xref rid="fn106">103</xref></sup>) w&#x00FC;rden auch die Blut-Vergiesser in Israel vermehrt haben.<sup><xref rid="fn107">104</xref></sup>)</p>
<h1>ABSCHNITT II.</h1>
<p><bold>1.</bold> Folgende m&#x00FC;ssen (in die Freistadt)<sup><xref rid="fn108">1</xref></sup>) wandern: Wer einen Menschen unvors&#x00E4;tzlich get&#x00F6;dtet hat; wenn Jemand mit einer Walze<sup><xref rid="fn109">2</xref></sup>) rollt, diese aber auf Einen herabf&#x00E4;llt und ihn t&#x00F6;dtet; wenn Jemand ein Fass herabl&#x00E4;sst,<sup><xref rid="fn110">3</xref></sup>) und dieses auf Einen f&#x00E4;llt und ihn t&#x00F6;dtet; wenn Jemand an einer Leiter herabsteigt, dabei aber auf Einen f&#x00E4;llt und ihn t&#x00F6;dtet; so muss er in&#x2019;s Exil wandern. Wenn aber Jemand eine Walze (nach oben) zieht, und diese auf Einen herabf&#x00E4;llt und ihn t&#x00F6;dtet; wenn Jemand ein Fass heraufzieht, und der Strick zerreisst, so dass das Fass auf Einen f&#x00E4;llt und ihn t&#x00F6;dtet; wenn Jemand an einer Leiter hinaufsteigt und auf Einen herabf&#x00E4;llt und ihn t&#x00F6;dtet; so braucht er nicht ins Exil zu wandern. Dies ist die Regel: Jeder, der (den t&#x00F6;dtenden Gegenstand) abw&#x00E4;rts gerichtet hat,<sup><xref rid="fn111">4</xref></sup>) muss ins Exil wandern;<sup><xref rid="fn112">5</xref></sup>) hat er aber (ihn) nicht abw&#x00E4;rts gerichtet,<sup><xref rid="fn113">6</xref></sup>) so braucht er nicht auszuwandern.<sup><xref rid="fn114">7</xref></sup>) Wenn das Eisen vom Stiele<sup><xref rid="fn115">8</xref></sup>) abf&#x00E4;hrt und t&#x00F6;dtet, so sagt Rabbi, der Todtschl&#x00E4;ger<sup><xref rid="fn116">9</xref></sup>) braucht nicht auszuwandern;<sup><xref rid="fn117">9a</xref></sup>) die Weisen aber sagen, er muss auswandern. Springt ein St&#x00FC;ck vom gespaltenen Holze<sup><xref rid="fn118">10</xref></sup>) ab (und t&#x00F6;dtet), so sagt Rabbi, er muss auswandern; die Weisen aber sagen, er braucht nicht auszuwandern.<sup><xref rid="fn119">11</xref></sup>) <bold>2.</bold> Wenn Jemand einen Stein ins &#x00F6;ffentliche Gebiet<sup><xref rid="fn120">12</xref></sup>) wirft und damit Einen t&#x00F6;dtet,<sup><xref rid="fn121">13</xref></sup>) so muss er auswandern.<sup><xref rid="fn122">14</xref></sup>) R. Elieser, Sohn Jakobs, sagt: Wenn, nachdem der Stein Jenem aus der Hand gefahren, dieser den Kopf hervorgesteckt und ihn aufgefangen hat, so ist Jener frei.<sup><xref rid="fn123">15</xref></sup>) Wirft Jemand einen Stein in seinen eigenen Hof und t&#x00F6;dtet Einen, so muss er, falls der Besch&#x00E4;digte befugt war<sup><xref rid="fn124">16</xref></sup>) hineinzugehen, auswandern; wo aber nicht, so braucht er nicht auszuwandern, denn es heisst (Deut. 19, 5): &#x201E;Und wer mit seinem N&#x00E4;chsten in den Wald kommt&#x201C;; wie in einem Walde der Besch&#x00E4;digte und Besch&#x00E4;diger befugt sind hineinzugehen, ebenso (gilt das Gesetz) &#x00FC;berall, wo der Besch&#x00E4;digte und Besch&#x00E4;diger befugt sind, hineinzugehen; ausgeschlossen aber ist der Hof eines Besitzers, wo der Besch&#x00E4;digte nicht (gleich dem Besch&#x00E4;diger) befugt ist hineinzugehen. Abba Saul sagt: Sowie das Holzhauen eine freiwillige Handlung ist,<sup><xref rid="fn125">17</xref></sup>) so ist auch nur bei jeder freiwilligen Handlung (der unvors&#x00E4;tzliche Todtschlag strafbar); ausgeschlossen aber sind der Vater, der seinen Sohn schl&#x00E4;gt<sup><xref rid="fn126">18</xref></sup>), der Lehrer, der seinen Sch&#x00FC;ler z&#x00FC;chtigt, und der Gerichtsdiener.<sup><xref rid="fn127">19</xref></sup>) <bold>3.</bold> Der Vater muss wegen des Sohnes<sup><xref rid="fn128">20</xref></sup>) auswandern<sup><xref rid="fn129">21</xref></sup>), und der Sohn muss wegen des Vaters<sup><xref rid="fn128">20</xref></sup>) auswandern. Jedermann<sup><xref rid="fn130">22</xref></sup>) muss wegen eines Israeliten<sup><xref rid="fn128">20</xref></sup>) auswandern, und ein Israelit muss wegen Jedermann<sup><xref rid="fn128">20</xref></sup>) auswandern, nur nicht wegen eines Beisass-Proselyten<sup><xref rid="fn131">22a</xref></sup>). Ein Beisass-Proselyte braucht nur wegen eines Beisass-Proselyten auszuwandern.<sup><xref rid="fn132">23</xref></sup>) Der Blinde braucht nicht auszuwandern<sup><xref rid="fn133">24</xref></sup>); dies die Worte R. Jehuda&#x2019;s; R. Me&#x00EF;r sagt: Er muss auswandern<sup><xref rid="fn134">25</xref></sup>). Der Feind, (dert&#x00F6;dtet) <sup><xref rid="fn135">26</xref></sup>)wandert nicht in die Freistadt. R. Jose, Sohn Jehuda&#x2019;s, sagt: Der Feind wird hingerichtet, weil er als gewarnt betrachtet wird. R. Simon sagt: Mancher Feind wandert in die Freistadt, mancher nicht; dies ist die Regel: Wo man sagen kann, er habe absichtlich get&#x00F6;dtet, wandert er nicht dahin; wo man aber nicht sagen kann, er habe absichtlich get&#x00F6;dtet, wandert er aus<sup><xref rid="fn136">27</xref></sup>). <bold>4.</bold> Wohin wandern sie? Nach den Freist&#x00E4;dten, nach den dreien, die jenseits des Jardens, und nach den dreien, die im Lande Kenaan sind<sup><xref rid="fn137">28</xref></sup>), denn es heisst (Num. 35,14): &#x201E;Drei St&#x00E4;dte sollt ihr geben jenseits des Jardens, und drei St&#x00E4;dte sollt ihr geben im Lande Kenaan u. s. w.&#x201C; Bevor die drei (St&#x00E4;dte) im Lande Israel auserw&#x00E4;hlt waren, hatten die drei jenseits des Jardens kein Asylrecht, denn es heisst (Num. 35, 13): &#x201E;Sechs Zufluchts-St&#x00E4;dte sollen es sein&#x201C;, es erhielten also alle sechs zugleich das Asylrecht. <bold>5.</bold> Und Strassen waren nach denselben gerichtet<sup><xref rid="fn138">29</xref></sup>), von einer zur andern<sup><xref rid="fn139">30</xref></sup>), denn es heisst (Deut. 19, 3): &#x201E;Richte Dir den Weg ein und theile in drei Theile u. s. w.&#x201C; Man gibt ihm<sup><xref rid="fn140">31</xref></sup>) zwei Weisen-J&#x00FC;nger mit,<sup><xref rid="fn141">32</xref></sup>) auf dass sie dem Blutr&#x00E4;cher, wenn er ihn unterwegs umbringen wollte, Vorstellungen machen.<sup><xref rid="fn142">33</xref></sup>) R. Meir sagt: Er<sup><xref rid="fn143">34</xref></sup>) kann allein f&#x00FC;r sich reden, denn es heisst (Deut. 19, 4): &#x201E;Dies sei das Wort des Todtschl&#x00E4;gers.&#x201C;<sup><xref rid="fn144">35</xref></sup>) <bold>6.</bold> R. Jose, Sohn Jehuda&#x2019;s sagt: Anfangs<sup><xref rid="fn145">36</xref></sup>) eilen<sup><xref rid="fn146">37</xref></sup>) sowohl der unvors&#x00E4;tzliche als der vors&#x00E4;tzliche Todtschl&#x00E4;ger nach den Freist&#x00E4;dten,<sup><xref rid="fn147">38</xref></sup>) und das Gericht schickt hin und l&#x00E4;sst ihn von dort holen; wer vom Gerichte zum Tode verurtheilt wird, den t&#x00F6;dtet man; wer nicht verurtheilt wird, den entl&#x00E4;sst man; wer zur Exilirung verurtheilt wird, den bringt man wieder an seine St&#x00E4;tte, denn es heisst (Num. 35, 25): &#x201E;Und die Gemeinde soll ihn zur&#x00FC;ckbringen in seine Freistadt u. s. w.&#x201C; &#x2014; Sowohl der mit dem Salb&#x00F6;le Gesalbte, als der durch die hohepriesterlichen Kleider Geweihte,<sup><xref rid="fn148">39</xref></sup>) als auch der von seinem Hohepriesteramte Abgegangene<sup><xref rid="fn149">40</xref></sup>) bewirken (durch ihren Tod), dass der Todtschl&#x00E4;ger zur&#x00FC;ckkehrt.<sup><xref rid="fn150">41</xref></sup>) R. Jehuda sagt: Auch der zum Kriege Gesalbte<sup><xref rid="fn151">42</xref></sup>) bewirkt, dass der Todtschl&#x00E4;ger zur&#x00FC;ckkehrt. Daher pflegen die M&#x00FC;tter der Hohenpriester ihnen<sup><xref rid="fn152">43</xref></sup>) Nahrung und Kleidung zu verabreichen,<sup><xref rid="fn153">44</xref></sup>) damit sie nicht beten, dass ihre S&#x00F6;hne sterben. Wenn, nachdem sein Urtheil<sup><xref rid="fn154">45</xref></sup>) gef&#x00E4;llt worden, der Hohepriester stirbt, so braucht er nicht auszuwandern;<sup><xref rid="fn155">46</xref></sup>) wenn aber, bevor sein Urtheil gef&#x00E4;llt worden, der Hohepriester gestorben ist und man einen andern<sup><xref rid="fn156">47</xref></sup>) an seine Stelle eingesetzt hat und dann sein Urtheil gef&#x00E4;llt worden ist; so kehrt er erst nach dem Tode des zweiten<sup><xref rid="fn157">48</xref></sup>) zur&#x00FC;ck. <bold>7.</bold> Ist sein Urtheil gef&#x00E4;llt worden, als kein Hohepriester da war;<sup><xref rid="fn158">49</xref></sup>) oder hat Jemand einen Hohenpriester get&#x00F6;dtet;<sup><xref rid="fn159">50</xref></sup>) oder hat ein Hohepriester Einen get&#x00F6;dtet;<sup><xref rid="fn159">50</xref></sup>) so darf er<sup><xref rid="fn160">51</xref></sup>) niemals von dort<sup><xref rid="fn161">52</xref></sup>) hinausgehen. &#x2014; Er<sup><xref rid="fn162">53</xref></sup>) darf nicht hinausgehen,<sup><xref rid="fn163">54</xref></sup>) selbst nicht um ein Zeugniss (zur Erf&#x00FC;llung) eines Gebotes<sup><xref rid="fn164">55</xref></sup>) oder in Geldangelegenheiten oder in Lebenssachen abzulegen, selbst nicht wenn Israel seiner bedarf; und w&#x00E4;re er auch ein Feldherr, wie Joab, Sohn Zeruja&#x2019;s, so darf er doch nie von dort hinausgehen,<sup><xref rid="fn165">56</xref></sup>)denn es heisst (Num.35, 25): &#x201E;Da er floh dorthin&#x201C;, d. h. dort sei seine Wohnung, dort sei sein Tod, dort sei sein Grab. Sowie die Stadt sch&#x00FC;tzt, so sch&#x00FC;tzt auch ihr Grenzgebiet.<sup><xref rid="fn166">57</xref></sup>) Geht der Todtschl&#x00E4;ger ausserhalb des Grenzgebietes hinaus,<sup><xref rid="fn167">58</xref></sup>) und der Blutr&#x00E4;cher findet ihn, so sagt R. Jose, der Galil&#x00E4;er: Es ist dem Blutr&#x00E4;cher geboten<sup><xref rid="fn168">59</xref></sup>) und jedem (andern) Menschen steht es frei,<sup><xref rid="fn169">60</xref></sup>) (jenen umzubringen). R. Akiba sagt: Es steht dem Blutr&#x00E4;cher blos frei (ihn umzubringen), und jeder andere Mensch wird seinetwegen nicht schuldig.<sup><xref rid="fn170">61</xref></sup>) Steht ein Baum innerhalb des Grenzgebietes, dessen Zweig aber neigt sich aus dem Grenzgebiete heraus, oder der Baum steht ausserhalb des Grenzgebietes, und dessen Zweig neigt sich in das Grenzgebiet hinein, so richtet man sich in Allem nach dem Zweige.<sup><xref rid="fn171">62</xref></sup>) Hat er<sup><xref rid="fn172">63</xref></sup>) in der Freistadt selbst get&#x00F6;dtet, so muss er von einer Nachbarschaft<sup><xref rid="fn173">64</xref></sup>) in die andere Nachbarschaft wandern; ein Levite<sup><xref rid="fn174">65</xref></sup>) aber muss von (seiner) Stadt zur (andern) Stadt auswandern. <bold>8.</bold> (Desgleichen),<sup><xref rid="fn175">66</xref></sup>) wenn ein Todtschl&#x00E4;ger nach seiner Freistadt auswandert, und die Einwohner der Stadt wollen ihm Ehre erweisen, so muss er zu ihnen sagen: &#x201E;ich bin ein Todtschl&#x00E4;ger&#x0021;&#x201C; Sagen sie zu ihm: &#x201E;dessenungeachtet&#x0021;&#x201C;, so kann er es von ihnen annehmen, denn es heisst (Deut. 19, 4): Dies sei das Wort des Todtschl&#x00E4;gers.&#x201C;<sup><xref rid="fn176">67</xref></sup>) Sie mussten den Leviten Miethe zahlen,<sup><xref rid="fn177">68</xref></sup>) dies die Worte R. Jehuda&#x2019;s: R. Me&#x00EF;r sagt: Sie brauchten ihnen keine Miethe zu zahlen. Er<sup><xref rid="fn172">63</xref></sup>) kehrt<sup><xref rid="fn178">69</xref></sup>) in das Amt<sup><xref rid="fn179">70</xref></sup>) zur&#x00FC;ck, in dem er (vorher) war, dies die Worte R. Me&#x00EF;r&#x2019;s; R. Jehuda sagt: Er kehrt nicht in das Amt zur&#x00FC;ck, in dem er (vorher) war.</p>
<h1>ABSCHNITT III.</h1>
<p><bold>1.</bold> Folgende erleiden die Geisselstrafe:<sup><xref rid="fn180">1</xref></sup>) Wer seiner Schwester, der Schwester seines Vaters, der Schwester seiner Mutter, der Schwester seiner Frau, der Frau seines Bruders, der Frau seines Vater-Bruders oder einem menstruirenden Weibe beiwohnt;<sup><xref rid="fn181">2</xref></sup>) ein Hohepriester, der eine Wittwe<sup><xref rid="fn182">3</xref></sup>), ein gemeiner Priester, der eine Verstossene<sup><xref rid="fn183">4</xref></sup>) oder eine Chaluza,<sup><xref rid="fn184">5</xref></sup>) ein Israelit, der eine Mamsereth<sup><xref rid="fn185">6</xref></sup>) oder Nethina,<sup><xref rid="fn186">7</xref></sup>) oder eine Israeliten-Tochter, die einen Nathin<sup><xref rid="fn186">7</xref></sup>) oder Mamser<sup><xref rid="fn185">6</xref></sup>) geheirathet hat. Wenn eine Wittwe zugleich eine Verstossene ist,<sup><xref rid="fn187">8</xref></sup>) so ist man ihretwegen wegen (Uebertretung) zweier Verbote<sup><xref rid="fn188">9</xref></sup>) srafbar;<sup><xref rid="fn189">10</xref></sup>) ist eine Verstossene zugleich eine Chaluza, so ist man ihretwegen blos wegen (Uebertretung) eines Verbotes schuldig.<sup><xref rid="fn190">11</xref></sup>) <bold>2.</bold> (Ferner) ein Unreiner, der Heiliges gegessen,<sup><xref rid="fn191">12</xref></sup>) ein ins Heiligthum gekommener Unreiner;<sup><xref rid="fn192">13</xref></sup>) wer Unschlitt,<sup><xref rid="fn193">14</xref></sup>) Blut,<sup><xref rid="fn193">15</xref></sup>) (vom Opferfleische) Uebriggebliebenes,<sup><xref rid="fn194">16</xref></sup>) Verworfenes,<sup><xref rid="fn195">17</xref></sup>) oder Unreines<sup><xref rid="fn196">18</xref></sup>) gegessen; wer (Opfer) ausserhalb des Heiligthums geschlachtet oder dargebracht;<sup><xref rid="fn197">19</xref></sup>) wer Ges&#x00E4;uertes am Pesach gegessen;<sup><xref rid="fn198">20</xref></sup>) wer am Vers&#x00F6;hnungstage gegessen oder eine Arbeit verrichtet hat;<sup><xref rid="fn199">21</xref></sup>) wer das Salb&#x00F6;l<sup><xref rid="fn200">22</xref></sup>) oder das R&#x00E4;ucherwerk<sup><xref rid="fn201">23</xref></sup>) nachgemacht; wer sich mit dem (heiligen) Salb&#x00F6;le salbt;<sup><xref rid="fn200">22</xref></sup>) wer Aas,<sup><xref rid="fn202">24</xref></sup>) Zerrissenes,<sup><xref rid="fn203">25</xref></sup>) Geschmeiss oder Gew&#x00FC;rm<sup><xref rid="fn204">26</xref></sup>) gegessen; wer Tebel,<sup><xref rid="fn205">27</xref></sup>) ersten Zehnt, dessen Hebe<sup><xref rid="fn206">28</xref></sup>) noch nicht abgesondert war,<sup><xref rid="fn207">29</xref></sup>)oder zweiten Zehnt<sup><xref rid="fn208">30</xref></sup>) oder Geheiligtes,<sup><xref rid="fn209">31</xref></sup>) die nicht ausgel&#x00F6;st waren, gegessen. Wie viel muss man vom Tebel gegessen haben, um schuldig zu sein? R. Simon sagt: Es mag noch so wenig sein. Die Weisen aber sagen: (Es muss) wie eine Olive (gross sein). Da sagte R. Simon zu ihnen: Gestehet ihr mir nicht zu, dass der, welcher eine noch so kleine Ameise isst, schuldig sei?<sup><xref rid="fn210">32</xref></sup>) Da sagten sie zu ihm: Weil diese so ist, wie sie geschaffen ward.<sup><xref rid="fn211">33</xref></sup>) Da sagte er zu ihnen: Auch Ein Weizenkorn ist so, wie es geschaffen ward.<sup><xref rid="fn212">34</xref></sup>) <bold>3.</bold> Wenn Jemand Erstlinge,<sup><xref rid="fn213">35</xref></sup>) bevor er (den Schriftabschnitt) dabei<sup><xref rid="fn214">36</xref></sup>) gelesen,<sup><xref rid="fn215">37</xref></sup>) hochheilige Opfer ausserhalb der Umh&#x00E4;nge,<sup><xref rid="fn216">38</xref></sup>) leichtere Opfer oder zweiten Zehnt<sup><xref rid="fn217">39</xref></sup>) ausserhalb der Mauer<sup><xref rid="fn218">40</xref></sup>) gegessen,<sup><xref rid="fn219">41</xref></sup>) oder einen Knochen von einem reinen Pesach-Opfer zerbrochen hat,<sup><xref rid="fn220">42</xref></sup>) so empf&#x00E4;ngt er vierzig<sup><xref rid="fn221">42a</xref></sup>) (Geisselhiebe); wer aber (etwas) von einem reinen Pesach-Opfer &#x00FC;brig l&#x00E4;sst<sup><xref rid="fn222">43</xref></sup>) oder von einem unreinen (einen Knochen) zerbricht,<sup><xref rid="fn223">44</xref></sup>) empf&#x00E4;ngt nicht vierzig<sup><xref rid="fn221">42 a</xref></sup>) (Geisselhiebe). <bold>4.</bold> Wenn Jemand eine Vogel-Mutter sammt den Jungen nimmt, so sagt R. Jehuda: Er erleidet die Geisselung und braucht (die Mutter) nicht wegfliegen zu lassen.<sup><xref rid="fn224">45</xref></sup>) Die Weisen aber sagen: Er l&#x00E4;sst (die Mutter) wegfliegen und wird nicht gegeisselt.<sup><xref rid="fn225">46</xref></sup>) Dies ist die Regel: Wegen jedes Verbotes, bei dem (nach dessen Uebertretung) ein Gebot auszu&#x00FC;ben ist,<sup><xref rid="fn226">47</xref></sup>) erleidet man nicht die Geisselstrafe. <bold>5.</bold> Wer sich eine Glatze am Kopfe scheert,<sup><xref rid="fn227">48</xref></sup>) wer die Seitenenden seines Haupthaares rund abnimmt,<sup><xref rid="fn228">49</xref></sup>) wer die Enden seines Bartes zerst&#x00F6;rt<sup><xref rid="fn229">50</xref></sup>) und wer um einen Todten sich einen Einschnitt macht,<sup><xref rid="fn230">51</xref></sup>) ist schuldig.<sup><xref rid="fn231">52</xref></sup>) Macht sich Jemand Einen Einschnitt um f&#x00FC;nf Todte, oder f&#x00FC;nf Einschnitte um Einen Todten, so ist er f&#x00FC;r jeden Einzelnen<sup><xref rid="fn232">53</xref></sup>) schuldig.<sup><xref rid="fn233">54</xref></sup>) Wegen (der Enden) des Haupthaares zweimal,<sup><xref rid="fn234">55</xref></sup>) einmal f&#x00FC;r die eine und einmal f&#x00FC;r die andere Seite. Wegen (der Enden) des Bartes<sup><xref rid="fn235">56</xref></sup>) zweimal f&#x00FC;r die eine, zweimal f&#x00FC;r die andere Seite und einmal f&#x00FC;r unten. R. Elieser sagt: Wenn Einer sie alle auf einmal abnimmt, so ist er nur einmal schuldig.<sup><xref rid="fn236">57</xref></sup>) Man ist nur schuldig, wenn man ihn<sup><xref rid="fn237">58</xref></sup>) mit einem Scheermesser abnimmt.<sup><xref rid="fn238">59</xref></sup>) R. Elieser sagt: Selbst wenn er ihn mit einer Zange<sup><xref rid="fn239">60</xref></sup>) oder einem Gl&#x00E4;tter<sup><xref rid="fn240">61</xref></sup>) entfernt, ist er schuldig.<sup><xref rid="fn241">62</xref></sup>) <bold>6.</bold> Wer eine eingegrabene Schrift (an sich) macht, (ist schuldig).<sup><xref rid="fn242">63</xref></sup>) Hat er geschrieben<sup><xref rid="fn243">64</xref></sup>) aber nicht eingegraben, oder hat er eingegraben aber nicht geschrieben, so ist er nicht schuldig, sondern nur, wenn er geschrieben und eingegraben, (und zwar) mit Tinte, Augenschw&#x00E4;rze oder was sonst ein (bleibendes) Zeichen macht. R. Simon, Sohn Jehuda&#x2019;s, sagt im Namen R. Simon&#x2019;s: Man ist nur dann schuldig, wenn man dort den Namen<sup><xref rid="fn244">65</xref></sup>) hingeschrieben hat, denn es heisst (Lev. 19, 28): &#x201E;Eine eingegrabene Schrift sollt ihr an euch nicht machen, ich bin der Ewige.&#x201C;<sup><xref rid="fn245">66</xref></sup>) <bold>7.</bold> Wenn ein Nasir den ganzen Tag &#x00FC;ber Wein trinkt, so ist er nur einmal schuldig.<sup><xref rid="fn246">67</xref></sup>) Sagte man aber (jedes Mal) zu ihm: &#x201E;trinke nicht&#x0021;&#x201C;, und er trank,<sup><xref rid="fn247">68</xref></sup>) so ist er f&#x00FC;r jedes (Trinken)<sup><xref rid="fn248">69</xref></sup>) besonders schuldig. <bold>8.</bold> Hat er<sup><xref rid="fn249">70</xref></sup>) sich den ganzen Tag &#x00FC;ber an Todten verunreinigt, so ist er nur einmal schuldig.<sup><xref rid="fn250">71</xref></sup>) Sagte man aber (jedes Mal) zu ihm: &#x201E;verunreinige dich nicht&#x0021;&#x201C;, und er verunreinigte sich<sup><xref rid="fn247">68</xref></sup>), so ist er wegen jeder (Verunreinigung) besonders schuldig. Hat er<sup><xref rid="fn249">70</xref></sup>) sich den ganzen Tag geschoren, so ist er nnr einmal schuldig.<sup><xref rid="fn251">72</xref></sup>) Sagte man aber (jedes Mal) zu ihm: &#x201E;scheere dich nicht&#x0021;&#x201C;, und er schor sich,<sup><xref rid="fn247">68</xref></sup>) so ist er wegen jedes (Scheerens) besonders schuldig.<sup><xref rid="fn252">73</xref></sup>) Hat Jemand den ganzen Tag &#x00FC;ber Gew&#x00E4;nder von gemischten Arten<sup><xref rid="fn253">74</xref></sup>) angezogen, so ist er nur einmal schuldig.<sup><xref rid="fn254">75</xref></sup>) Sagte man aber (jedes Mal) zu ihm: &#x201E;Ziehe es nicht an&#x0021;&#x201C;, und er zog es aus und wieder an,<sup><xref rid="fn255">76</xref></sup>) so ist er wegen jedes (Anziehens) besonders schuldig. <bold>9.</bold> Mancher pfl&#x00FC;gt eine Furche und wird dabei<sup><xref rid="fn256">77</xref></sup>) wegen acht Verbote<sup><xref rid="fn257">78</xref></sup>) schuldig, n&#x00E4;mlich wenn er pfl&#x00FC;gt mit einem Ochsen und einem Esel zusammen,<sup><xref rid="fn258">79</xref></sup>) welche geheiligt sind,<sup><xref rid="fn259">80</xref></sup>) bei gemischten Saaten im Weinberge,<sup><xref rid="fn260">81</xref></sup>) und zwar im Feier-Jahre,<sup><xref rid="fn261">82</xref></sup>) an einem Festtage,<sup><xref rid="fn262">83</xref></sup>) und er ist ein Priester und ein Nasir, und es geschieht an unreiner St&#x00E4;tte.<sup><xref rid="fn263">84</xref></sup>) Chananja, Sohn Chakhinai&#x2019;s, sagt: (Es k&#x00F6;nnte) noch (hinzukommen), dass er dabei mit einem Gewande von gemischten Arten<sup><xref rid="fn264">85</xref></sup>) bekleidet ist.<sup><xref rid="fn265">86</xref></sup>) Da sagten sie<sup><xref rid="fn266">87</xref></sup>) zu ihm: Dies geh&#x00F6;rt nicht zu diesem Namen.<sup><xref rid="fn267">88</xref></sup>) Da sagte er zu ihnen: Auch der Nasir<sup><xref rid="fn268">89</xref></sup>) geh&#x00F6;rt nicht zu diesem Namen.<sup><xref rid="fn269">90</xref></sup>) <bold>10.</bold> Wie viel Hiebe giebt man ihm? Vierzig weniger Einen<sup><xref rid="fn270">91</xref></sup>), denn es heisst (Deut. 25, 2&#x2014;3): &#x201E;an der Zahl vierzig&#x201C;, d. h. eine Anzahl, die nahe an vierzig ist<sup><xref rid="fn271">92</xref></sup>). R. Jehuda sagt: Er bekommt vierzig Hiebe vollst&#x00E4;ndig. Wohin bekommt er den (letzten)&#x00FC;bersch&#x00FC;ssigen?<sup><xref rid="fn272">93</xref></sup>) Zwischen die Schultern<sup><xref rid="fn273">94</xref></sup>). <bold>11.</bold> Man sch&#x00E4;tzt<sup><xref rid="fn274">95</xref></sup>), ihm immer nur eine solche Anzahl Hiebe zu, die sich in drei Theile theilen l&#x00E4;sst<sup><xref rid="fn275">96</xref></sup>). Hat man ihn gesch&#x00E4;tzt, dass er vierzig<sup><xref rid="fn276">97</xref></sup>) aushalten k&#x00F6;nne, und nachdem er einen Theil empfangen, sagt man, er w&#x00FC;rde keine vierzig<sup><xref rid="fn276">97</xref></sup>) aushalten, so ist er frei. Hat man ihn gesch&#x00E4;tzt, dass er nur achtzehn aushalten k&#x00F6;nne, und nachdem er diese empfangen, sagt man, er k&#x00F6;nne vierzig<sup><xref rid="fn276">97</xref></sup>) aushalten, so ist er frei<sup><xref rid="fn277">98</xref></sup>). Hat er eine S&#x00FC;nde begangen, worauf zwei Verbotestehen<sup><xref rid="fn278">99</xref></sup>), und man hat f&#x00FC;r ihn (wegen beider) nur Eine Sch&#x00E4;tzung gemacht<sup><xref rid="fn279">100</xref></sup>), so wird er gegeisselt und ist dann frei; wo nicht<sup><xref rid="fn280">101</xref></sup>) so wird er gegeisselt, und nachdem er geheilt ist, wird er nochmals gegeisselt. <bold>12.</bold> Auf welche Weise geisselt man ihn? Man bindet ihm beide H&#x00E4;nde an eine S&#x00E4;ule<sup><xref rid="fn281">102</xref></sup>) nach beiden Seiten<sup><xref rid="fn282">103</xref></sup>); der Diener<sup><xref rid="fn283">104</xref></sup>) der Synagoge<sup><xref rid="fn284">105</xref></sup>) fasst an seine Kleider<sup><xref rid="fn285">106</xref></sup>), m&#x00F6;gen sie auch (dadurch) zerrissen<sup><xref rid="fn286">107</xref></sup>) oder zerfetzt<sup><xref rid="fn287">108</xref></sup>) werden, bis er ihm das Herz<sup><xref rid="fn288">109</xref></sup>) entbl&#x00F6;sst<sup><xref rid="fn289">110</xref></sup>); hinter<sup><xref rid="fn290">111</xref></sup>) ihm<sup><xref rid="fn291">112</xref></sup>) wird ein Stein gelegt, auf den der Synagogen - Diener sich stellt<sup><xref rid="fn292">113</xref></sup>), mit einem Riemen von Kalbleder in der Hand, zusammengelegt zu zwei Riemen, und diese wieder zu vier<sup><xref rid="fn293">114</xref></sup>); und zwei (andere) Riemen<sup><xref rid="fn294">115</xref></sup>) ziehen sich daran auf und ab<sup><xref rid="fn295">116</xref></sup>). <bold>13.</bold> Der Handgriff<sup><xref rid="fn296">117</xref></sup>) (der Geissel) ist eine Handbreit (lang), und die Breite derselben ist (ebenfalls) eine Handbreit<sup><xref rid="fn297">118</xref></sup>), und deren Ende muss bis an den Nabel reichen<sup><xref rid="fn298">119</xref></sup>). Man giebt ihm ein Drittel der Hiebe vorn<sup><xref rid="fn299">120</xref></sup>) und zwei Drittel auf den R&#x00FC;cken<sup><xref rid="fn300">121</xref></sup>). W&#x00E4;hrend man ihn schl&#x00E4;gt, soll er weder stehen, noch sitzen, sondern hingebeugt<sup><xref rid="fn301">122</xref></sup>) sein, denn es heisst (Deut. 25, 2): &#x201E;Der Richter soll ihn hinlegen lassen&#x201C;. Der Geissler geissele ihn mit Einer Hand<sup><xref rid="fn302">123</xref></sup>) und aus ganzer Kraft<sup><xref rid="fn303">124</xref></sup>). <bold>14.</bold> Der Vorleser<sup><xref rid="fn304">125</xref></sup>) liest vor (die Verse Deut. 28, 58&#x2014;59): &#x201E;Wenn Du nicht beobachten wirst auszu&#x00FC;ben u. s. w.; so wird der Ewige auszeichnen Deine Schl&#x00E4;ge und die Schl&#x00E4;ge u. s. w.&#x201C;; und er f&#x00E4;ngt wieder den Anfang der Verse an<sup><xref rid="fn305">126</xref></sup>); ferner<sup><xref rid="fn306">127</xref></sup>) Deut. 29,8: &#x201E;Beobachtet die Worte dieses Bundes etc.&#x201C;, und er schliesst mit Ps. 78,38: &#x201E;Er, der Barmherzige, vergibt die S&#x00FC;nde etc.&#x201C;; und er f&#x00E4;ngt wieder den Anfang des Verses an<sup><xref rid="fn306">127</xref></sup>). Stirbt er<sup><xref rid="fn307">127a</xref></sup>) unter seiner Hand, so ist der Geissler nicht schuldig<sup><xref rid="fn308">128</xref></sup>). Gibt er ihm aber einen Streich zuviel<sup><xref rid="fn309">129</xref></sup>) und er<sup><xref rid="fn307">127a</xref></sup>) stirbt, so muss er seinetwegen ins Exil wandern. Hat er<sup><xref rid="fn307">127a</xref></sup>) sich verunreinigt<sup><xref rid="fn310">130</xref></sup>), sei es durch Leibes&#x00F6;ffnung<sup><xref rid="fn311">131</xref></sup>), sei es durch Urinlassen, so wird er frei<sup><xref rid="fn312">132</xref></sup>). R. Jehuda sagt: Ein Mann nur wegen Leibes&#x00F6;ffnung, eine Frau auch wegen Urinlassens<sup><xref rid="fn313">133</xref></sup>). <bold>15.</bold> Alle, welche die Ausrottungsstrafe verwirkt haben und gegeisselt werden, sind (dadurch) von der Ausrottung befreit<sup><xref rid="fn314">134</xref></sup>), denn es heisst (Deut. 25,3): &#x201E;Es w&#x00FC;rde entw&#x00FC;rdigt dein Bruder vor deinen Augen;&#x201C; d. sagt, nachdem er gegeisselt wurde, ist er wie dein Bruder; dies die Worte des R. Chananja, Sohn Gamliels. Ferner sagte R. Chananja, Sohn Gamliels: Wenn Jemand, der eine S&#x00FC;nde begeht, sein Leben dadurch verwirkt; wie viel mehr muss dem, der ein Gebot aus&#x00FC;bt<sup><xref rid="fn315">135</xref></sup>), sein Leben geschenkt werden<sup><xref rid="fn316">136</xref></sup>). R. Simon sagt: Man kann Folgendes<sup><xref rid="fn317">137</xref></sup>) aus derselben Stelle<sup><xref rid="fn318">138</xref></sup>) entnehmen: Da es n&#x00E4;mlich heisst (Lev. 18,29): &#x201E;Es sollen ausgerottet werden die Personen, die thun u. s. w.&#x201C; und es heisst (Lev. 18, 5): &#x201E;Die der Mensch thue<sup><xref rid="fn319">139</xref></sup>), dass er durch sie lebe&#x201C;; so folgt daraus, dass man dem, der da sitzt und keine S&#x00FC;nde begeht<sup><xref rid="fn320">140</xref></sup>), ebenso einen Lohn gibt, wie dem, der ein Gebot aus&#x00FC;bt. R. Simon, Sohn Rabbi&#x2019;s, sagt: Es heisst (Deut. 12,23): &#x201E;Sei nur stark, kein Blut zu essen, denn das Blut ist das Leben u. s. w.&#x201C;; wenn schon beim Blute, vor dem es den Menschen ekelt, (gesagt wird:) wer sich davon fern h&#x00E4;lt, empf&#x00E4;ngt einen Lohn<sup><xref rid="fn321">141</xref></sup>); wie viel mehr wird, wer von Raub und Blutschande, wozu das Gem&#x00FC;th des Menschen Lust und Begierde hat, sich fern h&#x00E4;lt, f&#x00FC;r sich, f&#x00FC;r seine Nachkommen und f&#x00FC;r die Nachkommen seiner Nachkommen, bis ans Ende aller Geschlechter, Verdienste erwerben. <bold>16.</bold> R. Chananja, Sohn Akaschja&#x2019;s, sagt: Der Heilige, gebenedeiet sei er, wollte Israel zur Gerechtigkeit<sup><xref rid="fn322">142</xref></sup>) f&#x00FC;hren; deshalb hat er ihm viele Lehren und Gebote ertheilt<sup><xref rid="fn323">143</xref></sup>), wie es heisst (Jes. 42,21): Der Ewige hat es gewollt um seiner<sup><xref rid="fn324">144</xref></sup>) Gerechtigkeit willen, dass er die Lehre gross und ausgedehnt mache.</p>
<p><span dir="rtl">.&#x05E1;&#x05DC;&#x05D9;&#x05E7;&#x05D0; &#x05DC;&#x05D4; &#x05DE;&#x05E1;&#x05DB;&#x05EA; &#x05DE;&#x05DB;&#x05D5;&#x05EA;</span></p>
<p><bold>Ende des Traktats Makkot.</bold></p>
<ftnote id="fn1"><sup>1</sup>) Nachdem am Schlusse des Tr.&#x2019;s Sanhedrin ein Fall behandelt wurde, bei dem an falschen Zeugen das Gebot: &#x201E;ihr sollt an ihm thun, wie er getrachtet, an seinem Bruder zu thun&#x201C; (Deut. 19, 19), nicht vollst&#x00E4;ndig zur Ausf&#x00FC;hrung kommt, werden hier noch andere Bestimmungen &#x00FC;ber die Behandlung der als falsch befundenen Zeugen angereiht, und es ist zuerst von F&#x00E4;llen die Rede, bei denen das Gebot von Deut. 19, 19 gar nicht ausgef&#x00FC;hrt wird.</ftnote>
<ftnote id="fn2"><sup>2</sup>) <span dir="rtl">&#x05D6;&#x05D5;&#x05DE;&#x05DE;&#x05D9;&#x05DF;</span> die B&#x00F6;ses Ersinnenden; so werden die durch ein auf ihre Person bez&#x00FC;gliches Alibi als falsch &#x00FC;berf&#x00FC;hrten Zeugen genannt (vgl. M. 4). Der Ausdruck hat in <span dir="rtl">&#x05DB;&#x05D0;&#x05E9;&#x05E8; &#x05D6;&#x05DE;&#x05C5;&#x05DD;</span> (Deut. 19, 19) seinen Grund.</ftnote>
<ftnote id="fn3"><sup>3</sup>) Der ein Priester ist.</ftnote>
<ftnote id="fn4"><sup>4</sup>) Die vor der Geburt dieses Sohnes von ihrem Manne durch einen Scheidebrief verstossen ward. Eine solche Frau darf kein Priester heirathen (Lev. 21, 7), und wenn er sie dennoch geheirathet hat, so sind die mit ihr gezeugten S&#x00F6;hne sammt ihren Nachkommen als &#x201E;Entweihte&#x201C; zum Priesterdienste untauglich (vgl. Lev. 21, 15).</ftnote>
<ftnote id="fn5"><sup>5</sup>) Einer, die durch das &#x201E;Schuh-Ausziehen&#x201C; den Schwager von der Levirats-Ehe entbunden hat (Deut. 25, 7 ff.) und deshalb (nach rabbinischer Anordnung), wie eine &#x201E;Geschiedene&#x201C;, keinen Priester heirathen darf.</ftnote>
<ftnote id="fn6"><sup>6</sup>) Obgleich die Zeugen Priester sind.</ftnote>
<ftnote id="fn7"><sup>7</sup>) Jeder der als falsch befundenen Zeugen.</ftnote>
<ftnote id="fn8"><sup>8</sup>) Wider den sie gezeugt haben.</ftnote>
<ftnote id="fn9"><sup>9</sup>) Als zum Priesterdienst untauglich.</ftnote>
<ftnote id="fn10"><sup>10</sup>) Denn es heisst (Deut. 19, 19): &#x201E;ihr sollt an ihm thun&#x201C; (aber nicht an seinen Nachkommen); als ein &#x201E;Entweihter&#x201C; erkl&#x00E4;rt, w&#x00FC;rde er aber sammt seinen Nachkommen zum Priesterdienste untauglich. W&#x00FC;rde man aber ihn allein und nicht dessen Nachkommen f&#x00FC;r untauglich erkl&#x00E4;ren, so w&#x00E4;re das Gebot: &#x201E;ihr sollt an ihm thun, wie er an seinem Bruder zu thun gedachte&#x201C; ebenfalls nicht befolgt, da ja der Zeuge seinen Bruder sammt dessen Nachkommen zum Priesterdienste untauglich machen wollte.</ftnote>
<ftnote id="fn11"><sup>11</sup>) Nach dem Talmud handelt die Stelle Deut. 25, 1&#x2014;3 von falschen Zeugen, an denen die Strafe von Deut. 19, 19 nicht vollzogen werden kann.</ftnote>
<ftnote id="fn12"><sup>12</sup>) In eine Asylstadt, da er unvors&#x00E4;tzlich einen Menschen get&#x00F6;dtet hat.</ftnote>
<ftnote id="fn13"><sup>13</sup>) Denn es heisst (Deut. 19, 5): &#x201E;er soll fl&#x00FC;chten&#x201C; (aber nicht die wider ihn falsch Zeugenden).</ftnote>
<ftnote id="fn14"><sup>14</sup>) Ketubot IV, 7.</ftnote>
<ftnote id="fn15"><sup>15</sup>) Er ist demnach schuldig, ihr die Ketuba auszuzahlen. &#x2014; Die Frau erh&#x00E4;lt nach dem Gesetze die Ketuba ausbezahlt entweder nach dem Tode des Mannes oder wenn sie von diesem geschieden wird.</ftnote>
<ftnote id="fn16"><sup>16</sup>) Man kann demnach nicht sagen, die Zeugen wollten ihm den ganzen Betrag der Ketuba entziehen, so dass sie, als falsch befunden, diesen ganzen Betrag zahlen m&#x00FC;ssten.</ftnote>
<ftnote id="fn17"><sup>17</sup>) Der die dieser Frau eventuell zufallende Ketuba kaufen wollte.</ftnote>
<ftnote id="fn18"><sup>18</sup>) Dieser Betrag wird von der Ketuba abgezogen; den dann verbleibenden Rest m&#x00FC;ssen die falschen Zeugen dem Manne bezahlen.</ftnote>
<ftnote id="fn19"><sup>19</sup>) In diesem Falle w&#x00FC;rde der K&#x00E4;ufer ihre ganze Ketuba erhalten.</ftnote>
<ftnote id="fn20"><sup>20</sup>) Vor dem Manne.</ftnote>
<ftnote id="fn21"><sup>21</sup>) Wobei der K&#x00E4;ufer ganz leer ausginge.</ftnote>
<ftnote id="fn22"><sup>22</sup>) Der Schuldner.</ftnote>
<ftnote id="fn23"><sup>23</sup>) Die Bedingung war, die Schuld erst in zehn Jahren zu zahlen.</ftnote>
<ftnote id="fn24"><sup>24</sup>) So viel m&#x00FC;ssen die als falsch befundenen Zeugen dem Schuldner bezahlen.</ftnote>
<ftnote id="fn25"><sup>25</sup>) <span dir="rtl">&#x05E9;&#x05DD;</span> Name, Wort, Schriftwort, Schriftgebot.</ftnote>
<ftnote id="fn26"><sup>26</sup>) N&#x00E4;mlich das Verbot <span dir="rtl">&#x05DC;&#x05D0; &#x05EA;&#x05E2;&#x05E0;&#x05D4;</span> (Exod. 20, 15).</ftnote>
<ftnote id="fn27"><sup>27</sup>) Dazu verpflichtet ihn Deut. 19, 19.</ftnote>
<ftnote id="fn28"><sup>28</sup>) Denn es heisst (Deut. 25, 2): &#x201E;nach Massgabe seiner Schuld&#x201C;, und hieraus schliessen wir, dass der einen Frevel Ver&#x00FC;bende nur wegen einerlei Schuld, aber nicht wegen zweierlei Schuld bestraft wird. Es wird aber hinsichtlich der als falsch befundenen Zeugen (<span dir="rtl">&#x05E2;&#x05D3;&#x05D9;&#x05DD; &#x05D6;&#x05D5;&#x05DE;&#x05DE;&#x05D9;&#x05DF;</span>) aus der Schrift deducirt, dass sie im vorliegenden Falle die Geldstrafe und nicht die Geisselstrafe erleiden.</ftnote>
<ftnote id="fn29"><sup>29</sup>) Exod. 20, 15. Die Uebertretung eines ThoraVerbotes wird mit Geisselung bestraft, s. Abschn. III.</ftnote>
<ftnote id="fn30"><sup>30</sup>) Deut. 19, 19. &#x2014; Da sie dem Bruder die Geisselstrafe zuziehen wollten.</ftnote>
<ftnote id="fn31"><sup>31</sup>) Wegen Deut. 19, 19. Dagegen wird das Verbot Exod. 20, 15 blos als eine Warnung betrachtet, die zur Verh&#x00E4;ngung der Strafe von Deut. 19, 19 n&#x00F6;thig ist.</ftnote>
<ftnote id="fn32"><sup>32</sup>) <span dir="rtl">&#x05E9;&#x05B7;&#xFB3C;&#x05B5;&#x05E9;</span> in drei Theile theilen; <span dir="rtl">&#x05DE;&#x05E9;&#x05DC;&#x05E9;&#x05D9;&#x05DF;</span> man theilt in drei Theile, wenn es z. B. drei Zeugen sind. Es wird dieses Beispiel angenommen nach dem Wortlaut von B. batra III, 4; ferner weil die Zahl der Geisselhiebe (39) nur durch drei (und 13) theilbar ist.</ftnote>
<ftnote id="fn33"><sup>33</sup>) Wenn es drei Zeugen sind, hat jeder von ihnen nur ein Drittel der zweihundert Sus zu zahlen; denn es gen&#x00FC;gt, dass der Verklagte dieselbe Summe erh&#x00E4;lt, welche die Zeugen ihm entziehen wollten.</ftnote>
<ftnote id="fn34"><sup>34</sup>) Denn wenn jeder z. B. nur dreizehn Hiebe erhielte, so w&#x00FC;rde der Vorschrift von Deut. 19, 19 nicht gen&#x00FC;gt, da sie doch dem Bruder eine vollst&#x00E4;ndige Greisselstrafe von 39 Hieben zugedachten.</ftnote>
<ftnote id="fn35"><sup>35</sup>) Durch ein Alibi, welches auf die Zeugen Bezug hat. <span dir="rtl">&#x05E2;&#x05E6;&#x05DE;&#x05DF; &#x05D0;&#x05EA;</span> ist Bez.-Accusativ.</ftnote>
<ftnote id="fn36"><sup>36</sup>) <span dir="rtl">&#x05D9;&#x05D6;&#x05D9;&#x05DE;&#x05D5;</span> od. <span dir="rtl">&#x05D9;&#x05D6;&#xFB3E;&#x05D6;</span> (Hif&#x2019;il od. Pi&#x00EB;l): sie &#x00FC;berf&#x00FC;hren; <span dir="rtl">&#x05D9;&#x05D6;&#x05D5;&#x05DE;&#x05D5;</span> (Kal): sie werden &#x00FC;berf&#x00FC;hrt.</ftnote>
<ftnote id="fn37"><sup>36a</sup>) Die anklagenden Zeugen.</ftnote>
<ftnote id="fn38"><sup>37</sup>) Sie werden nicht bestraft; doch ist ihr Zeugniss ungiltig.</ftnote>
<ftnote id="fn39"><sup>38</sup>) Zur Begr&#x00FC;ndung dieser Bestimmung vgl. &#x201E;Magazin f. d. Wissensch, d. Judenth.&#x201C; 1878 S. 12.</ftnote>
<ftnote id="fn40"><sup>39</sup>) Um den M&#x00F6;rder anzuklagen.</ftnote>
<ftnote id="fn41"><sup>40</sup>) Welche die ersten Zeugen &#x00FC;berf&#x00FC;hrt haben.</ftnote>
<ftnote id="fn42"><sup>41</sup>) Indem sie behaupten, dass auch diese mit ihnen an demselben Tage an dem und dem Orte gewesen sind.</ftnote>
<ftnote id="fn43"><sup>42</sup>) Die den M&#x00F6;rder anklagen.</ftnote>
<ftnote id="fn44"><sup>43</sup>) Obgleich sie nur durch ein und dasselbe Zeugenpaar &#x00FC;berf&#x00FC;hrt werden.</ftnote>
<ftnote id="fn45"><sup>44</sup>) <span dir="rtl">&#x05D6;&#x05D5;</span> dazu ist <span dir="rtl">&#x05DB;&#x05EA;</span> zu erg&#x00E4;nzen.</ftnote>
<ftnote id="fn46"><sup>45</sup>) Vom gr. <bold><italic>&#x03C3;&#x03C4;&#x03AC;&#x03C3;&#x03B9;&#x03C2;</italic></bold> (syr. <img src="images/Art_P1.jpg" alt="" />), Aufruhr, ist das Subst. <span dir="rtl">&#x05D0;&#x05E1;&#x05D8;&#x05DD;&#x05D9;&#x05EA;</span> (Ms. M&#x00FC;nchen hat <span dir="rtl">&#x05D0;&#x05E1;&#x05D8;&#x05E0;&#x05D9;&#x05EA;</span>) gebildet und bedeutet: eine Aufr&#x00FC;hrer-Bande, die sich gegen Gesetz und Ordnung auflehnt.</ftnote>
<ftnote id="fn47"><sup>46</sup>) Da es doch h&#x00F6;chst unwahrscheinlich ist, dass alle die Zeugen, die den M&#x00F6;rder bezichtigen, mit den beiden &#x00FC;berf&#x00FC;hrenden Zeugen an ein und demselben Orte gewesen sind, so m&#x00FC;ssen wir vermuthen, dass letztere Aufr&#x00FC;hrer sind, die gegen das Gesetz sich auflehnen, den M&#x00F6;rder befreien und an dessen Ankl&#x00E4;gern Rache nehmen wollen.</ftnote>
<ftnote id="fn48"><sup>47</sup>) <span dir="rtl">&#xFB3B;&#x05EA;</span> f&#x00FC;r <span dir="rtl">&#xFB3B;&#x05B7;&#x05E0;&#x05B0;&#xFB4A;</span> Gesellschaft, Genossenschaft (aram. <span dir="rtl">&#x05DB;&#x05E0;&#x05EA;&#x05D0;</span>, Genosse), bedeutet oft ein Zeugenpaar.</ftnote>
<ftnote id="fn49"><sup>48</sup>) Mit Recht bemerkt der Talmud, es d&#x00FC;rfte in diesem Falle auch das erste Paar nicht get&#x00F6;dtet werden, da die &#x00FC;berf&#x00FC;hrenden Zeugen sich als Aufr&#x00FC;hrer und Verschw&#x00F6;rer gezeigt haben. Es ist deshalb zu erkl&#x00E4;ren: Nur wenn sie das erste Zeugenpaar allein &#x00FC;berf&#x00FC;hren, wird dieses get&#x00F6;dtet; wollen sie aber noch andere sp&#x00E4;ter kommende Zeugen durch ein Alibi als falsch erkl&#x00E4;ren, dann finden sie gar keinen Glauben.</ftnote>
<ftnote id="fn50"><sup>49</sup>) Das Todesurtheil &#x00FC;ber den Verklagten.</ftnote>
<ftnote id="fn51"><sup>50</sup>) Die Begr&#x00FC;ndung schliesst erst mit dem Schlusse der Mischna.</ftnote>
<ftnote id="fn52"><sup>51</sup>) Die Anh&#x00E4;nger des Zadok und Bo&#x00EB;thos, die Sch&#x00FC;ler des Antigonas aus Socho waren (Abot. d. R. Nathan c. V). Diese verwarfen viele traditionelle Lehren der Pharis&#x00E4;er (Josephus ant. XIII, 10, 6), vgl. &#x00FC;ber diese Baneth im &#x201E;Magezin f. d. W. d. J.&#x201C; 1882 S. 1&#x2014;37 und 61&#x2014;95.</ftnote>
<ftnote id="fn53"><sup>52</sup>) Lies <span dir="rtl">&#x05E0;&#x05E4;&#x05E9; &#x05D1;&#x05E0;&#x05E4;&#x05E9;</span>, wie Ms. M&#x00FC;nchen, Sifre, Jalkut u. A. haben.</ftnote>
<ftnote id="fn54"><sup>53</sup>) Wie es scheint, wird dies aus dem Worte <span dir="rtl">&#x05DC;&#x05D0;&#x05D7;&#x05D9;&#x05D5;</span> deducirt; in Wirklichkeit aber wird die Lehre aus <span dir="rtl">&#x05DB;&#x05D0;&#x05E9;&#x05E8; &#x05D6;&#x05DE;&#x05E1;</span> (wie er getrachtet) abgeleitet. <span dir="rtl">&#x05DC;&#x05D0;&#x05D7;&#x05D9;&#x05D5;</span> k&#x00F6;nnte auch vom verstorbenen Bruder gesagt werden, wie in Deut. 25, 7 (Ritba).</ftnote>
<ftnote id="fn55"><sup>54</sup>) Falls sie als falsch befunden werden.</ftnote>
<ftnote id="fn56"><sup>55</sup>) Dasselbe gilt auch bei der Geisselstrafe, wie dies der Talmud folgert.</ftnote>
<ftnote id="fn57"><sup>56</sup>) Denn nachdem der Verklagte zum Tode verurtheilt worden, wird er wie todt betrachtet, s. Sanhedrin VIII, Note 50.</ftnote>
<ftnote id="fn58"><sup>57</sup>) <span dir="rtl">&#x05D4;&#x05E7;&#x05D9;&#x05E9;</span> (von <span dir="rtl">&#x05E0;&#x05E7;&#x05E9;</span> schlagen) zusammenschlagen, Eines auf das Andere schlagen, gleichstellen.</ftnote>
<ftnote id="fn59"><sup>57 a</sup>) St. <span dir="rtl">&#x05D4;&#x05E9;&#x05E0;&#x05D9;&#x05DD; &#x05D9;&#x05D6;&#x05D5;&#x05DE;&#x05D5;</span> lies: <span dir="rtl">&#x05E9;&#x05E0;&#x05D9;&#x05DD; &#x05DE;&#x05D6;&#x05D9;&#x05DE;&#x05D9;&#x05DF;</span> nach Ms. M&#x00FC;nchen u. A.; s. oben Note 36.</ftnote>
<ftnote id="fn60"><sup>58</sup>) Zwei Zeugen.</ftnote>
<ftnote id="fn61"><sup>59</sup>) Hiesse es: <span dir="rtl">&#x05E9;&#x05DC;&#x05E9;&#x05D4; &#x05E2;&#x05D3;&#x05D9;&#x05DD; &#x05E2;&#x05DC; &#x05E4;&#x05D9; &#x05E9;&#x05E0;&#x05D9;&#x05DD; &#x05D0;&#x05D5;</span>, so w&#x00E4;re mit der Zahl &#x201E;drei&#x201C; die gleichstellende Bestimmung geschlossen und w&#x00E4;re man nicht berechtigt, weiter zu gehen; <span dir="rtl">&#x05E2;&#x05DC; &#x05E4;&#x05D9; &#x05E9;&#x05E0;&#x05D9;&#x05DD; &#x05E2;&#x05D3;&#x05D9;&#x05DD; &#x05D0;&#x05D5; &#x05E9&#x05DC;&#x05E9;&#x05D4; &#x05E2;&#x05D3;&#x05D9;&#x05DD;</span> l&#x00E4;sst aber <span dir="rtl">&#x05E9;&#x05DC;&#x05E9;&#x05D4; &#x05E2;&#x05D3;&#x05D9;&#x05DD;</span> ebenso wie <span dir="rtl">&#x05E9;&#x05E0;&#x05D9;&#x05DD; &#x05E2;&#x05D3;&#x05D9;&#x05DD;</span> nur als den Anfang einer ad infinitum fortschreitenden Reihe erscheinen (S. R. Hirsch).</ftnote>
<ftnote id="fn62"><sup>60</sup>) Die Tanna&#x00EF;m unserer Mischna controversiren nicht mit einander; vielmehr stimmt Jeder auch der Schlussfolgerung seiner Collegen bei (Maimon.)</ftnote>
<ftnote id="fn63"><sup>61</sup>) Denn unter <span dir="rtl">&#x05E2;&#x05D3;</span> in Deut. 19, 18 sind zwei Zeugen verstanden, wie &#x00FC;berall unter diesem Ausdruck, vgl. Sota VI, 3.</ftnote>
<ftnote id="fn64"><sup>62</sup>) Nach dem Talm. gilt diese Bestimmung nur dann, wenn die Aussage des einen Zeugen so unmittelbar auf die des andern folgte, dass man in der Zwischenzeit nicht mehr als die Worte: <span dir="rtl">&#x05E9;&#x05DC;&#x05D5;&#x05DD &#x05E2;&#x05DC;&#x05D9;&#x05DA; &#x05E8;&#x05D1;&#x05D9;</span> (Friede Dir mein Lehrer) sprechen k&#x00F6;nnte. Eine solche Zwischenzeit heisst: <span dir="rtl">&#x05EA;&#x05D5;&#x05DA; &#x05DB;&#x05D3;&#x05D9; &#x05D3;&#x05D1;&#x05D5;&#x05E8;</span>, s. Nasir IV, 1.</ftnote>
<ftnote id="fn65"><sup>63</sup>) Er kommt nur deshalb in diesem Sehriftverse vor.</ftnote>
<ftnote id="fn66"><sup>64</sup>) Ueber die ersten beiden Zeugen.</ftnote>
<ftnote id="fn67"><sup>65</sup>) Obgleich sein Zeugniss irrelevant war, da der Verklagte auch ohne ihn verurtheilt worden w&#x00E4;re.</ftnote>
<ftnote id="fn68"><sup>66</sup>) <span dir="rtl">&#x05E0;&#x05D8;&#x05E4;&#x05DC;</span> (von <span dir="rtl">&#x05D8;&#x05E4;&#x05DC;</span> ankleben), sich zugesellen, mit dem Begriff der nebens&#x00E4;chlichen Wirksamkeit (vgl. <span dir="rtl">&#x05D8;&#x05E4;&#x05DC;</span>, Nebensache, im Gegensatz zu <span dir="rtl">&#x05E2;&#x05D9;&#x05E7;&#x05E8;</span>, Hauptsache).</ftnote>
<ftnote id="fn69"><sup>67</sup>) Da Gott in gr&#x00F6;sserem Maassstabe belohnt als bestraft, Tosephta Sota IV, 1 aus Exod. 20, 5 f.</ftnote>
<ftnote id="fn70"><sup>68</sup>) Forts. der Folgerungen aus Deut. 17, 6.</ftnote>
<ftnote id="fn71"><sup>69</sup>) Sanhedrin III, 4.</ftnote>
<ftnote id="fn72"><sup>70</sup>) Das. III, 3.</ftnote>
<ftnote id="fn73"><sup>71</sup>) Da ja Ein Zeuge nicht gen&#x00FC;gt.</ftnote>
<ftnote id="fn74"><sup>72</sup>) Wiewohl noch zwei taugliche Zeugen &#x00FC;brig bleiben.</ftnote>
<ftnote id="fn75"><sup>73</sup>) Wobei man sich bestreben muss, den Angeklagten freizusprechen, wie es heisst (Num. 35, 25): &#x201E;Es rette die Gemeinde&#x201C;.</ftnote>
<ftnote id="fn76"><sup>73a</sup>) R. Jehuda ha-Nasi.</ftnote>
<ftnote id="fn77"><sup>74</sup>) Bei Lebens-Strafsachen.</ftnote>
<ftnote id="fn78"><sup>75</sup>) Die Anverwandten und Untauglichen.</ftnote>
<ftnote id="fn79"><sup>76</sup>) Damit haben sie gezeigt, dass sie Mitzeugen sein wollen.</ftnote>
<ftnote id="fn80"><sup>77</sup>) Und demnach nicht beabsichtigt, &#x00FC;ber die That als Zeugen aufzutreten; dann wird durch ihre Anwesenheit bei der That das Zeugniss der Andern nicht ungiltig; denn &#x201E;was sollen zwei Br&#x00FC;der u. s. w.&#x201C;.</ftnote>
<ftnote id="fn81"><sup>78</sup>) Zusammen mit einem Dritten, der nicht mit ihnen verwandt ist.</ftnote>
<ftnote id="fn82"><sup>79</sup>) Da kann gewiss einer der Br&#x00FC;der mit dem dritten zusammen Zeugniss ablegen, wenn nur der andere Bruder nicht mit gewarnt und nicht Zeuge zu sein beabsichtigt hat.</ftnote>
<ftnote id="fn83"><sup>80</sup>) Der Warnende darf, wenn er nur nicht Zeuge zu sein beabsichtigt, auch ein Anverwandter oder Untauglicher sein.</ftnote>
<ftnote id="fn84"><sup>81</sup>) Dies bezieht sich sowohl auf die beiden Zeugenpaare, als auch auf den Warnenden.</ftnote>
<ftnote id="fn85"><sup>82</sup>) Wenn ein Zeuge des einen Paares und ein Zeuge des andern Paares entweder einander sehen (der Warnende braucht in diesem Falle von den Zeugen nicht gesehen, sondern nur geh&#x00F6;rt zu werden), oder dieselben sehen den Warnenden und der Warnende sieht sie.</ftnote>
<ftnote id="fn86"><sup>83</sup>) Sie werden nur get&#x00F6;dtet, wenn Alle als falsch &#x00FC;berf&#x00FC;hrt werden, und es ist, wenn nur Einer von ihnen zum Zeugniss untauglich ist, das ganze Zeugniss ungiltig.</ftnote>
<ftnote id="fn87"><sup>84</sup>) Jedes Paar (von denen Einer den Andern gesehen hat) gilt als besonderes Zeugniss. &#x2014; Auch die zwei Zeugen, welche die That bezeugen, m&#x00FC;ssen w&#x00E4;hrend der That einander sehen, oder durch den Warnenden, den sie sehen und der sie sieht, zu einem Zeugenpaare verbunden werden; sonst sind sie als <span dir="rtl">&#x05E2;&#x05D3;&#x05D5;&#x05EA; &#x05DE;&#x05D9;&#x05D5;&#x05D7;&#x05D3;&#x05EA;</span> (vereinzelt im Zeugniss) in criminal-rechtlichen F&#x00E4;llen zum Zeugniss untauglich.</ftnote>
<ftnote id="fn88"><sup>85</sup>) Ein Zeugniss, d. i. ein Zeugenpaar.</ftnote>
<ftnote id="fn89"><sup>86</sup>) Auf die Aussage des zweiten nicht als falsch befundenen Zeugenpaares.</ftnote>
<ftnote id="fn90"><sup>87</sup>) Die &#x00FC;ber eine von ihnen nicht gesehene That Zeugniss ablegten.</ftnote>
<ftnote id="fn91"><sup>88</sup>) Dieser Satz ist &#x00FC;berfl&#x00FC;ssig und steht nur, damit man nicht irrth&#x00FC;mlich unter <span dir="rtl">&#x05D5;&#x05D4;&#x05DF;</span> beide Zeugenpaare verstehe. Nach Tos. J. T. will dieser Satz lehren, dass das zweite Paar selbst dann frei ist, wenn es sp&#x00E4;ter nach der Hinrichtung des Angeklagten als falsch &#x00FC;berf&#x00FC;hrt worden ist; nach dem Kanon: <span dir="rtl">&#x05D4;&#x05E8;&#x05D2;&#x05D5; &#x05D0;&#x05D9;&#x05DF; &#x05E0;&#x05D4;&#x05E8;&#x05D2;&#x05D9;&#x05DF;</span> (nach der Hinrichtung des Angeklagten werden die falschen Zeugen nicht mehr hingerichtet). Die Begr&#x00FC;ndung s. im &#x201E;Magazin f. d. W. d. J.&#x201C; 1878, S. 13.</ftnote>
<ftnote id="fn92"><sup>89</sup>) Nach Jerusch. ist zu lesen: &#x201E;R. Jose, Sohn des R. Jehuda&#x201C;.</ftnote>
<ftnote id="fn93"><sup>90</sup>) St. <span dir="rtl">&#x05D0;&#x05D9;&#x05DF; &#x05E0;&#x05D4;&#x05E8;&#x05D2;&#x05D9;&#x05DF;</span> lies: <span dir="rtl">&#x05D0;&#x05D9;&#x05E0;&#x05D5; &#x05E0;&#x05D4;&#x05E8;&#x05D2;</span> nach Jerusch.</ftnote>
<ftnote id="fn94"><sup>91</sup>) Die Todesstrafe soll einzig und allein durch den Mund der Zeugen herbeigef&#x00FC;hrt werden, durch ihre Warnung und ihr Zeugniss.</ftnote>
<ftnote id="fn95"><sup>92</sup>) Der Gerichtshof muss die Sprache der Zeugen verstehen; doch braucht er diese Sprache nicht sprechen zu k&#x00F6;nnen, da er seine Worte an die Zeugen durch einen Dollmetscher vermitteln darf (Talmud).</ftnote>
<ftnote id="fn96"><sup>93</sup>) Von dem er verurtheilt worden ist.</ftnote>
<ftnote id="fn97"><sup>94</sup>) Das Verfahren wird nicht wieder aufgenommen, um vielleicht Rechtfertigungs-gr&#x00FC;nde f&#x00FC;r ihn zu finden.</ftnote>
<ftnote id="fn98"><sup>95</sup>) Wenn dieses Gericht in Pal&#x00E4;stina ist; wird aber ein Verbrecher von einem ausserpal&#x00E4;stinensischem Gerichtshofe verurtheilt und entflieht nach Pal&#x00E4;stina, so wird dort sein Prozess nochmals aufgenommen, denn das Verdienst seines Aufenthalts in Pal&#x00E4;stina k&#x00F6;nnte ihm zu einer Rechtfertigung verhelfen (Talm.).</ftnote>
<ftnote id="fn99"><sup>96</sup>) Mit Angabe der Zeit, nach Sanhedrin V, 1.</ftnote>
<ftnote id="fn100"><sup>97</sup>) Die Institution der Gerichtsh&#x00F6;fe, deren jeder aus einem Collegium von Richtern besteht, die in Pal&#x00E4;stina ordinirt worden sind, nach Sanhedrin I, Note 19.</ftnote>
<ftnote id="fn101"><sup>98</sup>) <span dir="rtl">&#x05E0;&#x05D4;&#x05D2;</span> f&#x00FC;hren, sich f&#x00FC;hren, &#x00FC;blich sein, Geltung haben (von einem Gesetze oder einer Institution).</ftnote>
<ftnote id="fn102"><sup>99</sup>) Auch ausserhalb Pal&#x00E4;stina&#x2019;s werden Gerichtsh&#x00F6;fe eingesetzt, die Strafprozesse entscheiden und Todesurtheile f&#x00E4;llen k&#x00F6;nnen; Letzteres aber nur w&#x00E4;hrend der Zeit, da das grosse Synedrion in der Quaderhalle seinen Sitz hat.</ftnote>
<ftnote id="fn103"><sup>100</sup>) <span dir="rtl">&#x05E9;&#x05DB;&#x05D5;&#x05E2;</span> B. mezia IX, Note 46.</ftnote>
<ftnote id="fn104"><sup>101</sup>) <span dir="rtl">&#x05D7;&#x05D5;&#x05D1;&#x05DC;&#x05E0;&#x05D9;&#x05EA;</span>, (Jerusch. hat <span dir="rtl">&#x05D7;&#x05D1;&#x05DC;&#x05E0;&#x05D9;&#x05EA;</span>) von <span dir="rtl">&#x05D7;&#x05D1;&#x05DC;</span> verderben, eine Verderberin; <span dir="rtl">&#x05E1;&#x05E0;&#x05D4;&#x05D3;&#x05E8;&#x05D9;&#x05DF;</span> ist femin.</ftnote>
<ftnote id="fn105"><sup>102</sup>) Wir w&#x00FC;rden so viele Fragen an die Zeugen gerichtet haben, dass sie sich nothwendig widersprochen h&#x00E4;tten.</ftnote>
<ftnote id="fn106"><sup>103</sup>) R. Tarphon und R. Akiba.</ftnote>
<ftnote id="fn107"><sup>104</sup>) Da die M&#x00F6;rder nichts zu f&#x00FC;rchten h&#x00E4;tten. &#x2014; Indessen wollten auch R. Tarphon und R. Akiba den M&#x00F6;rder nicht ganz freisprechen, sondern ihn nur mit Gef&#x00E4;ngniss nach Sanhedrin IX, 5 bestrafen.</ftnote>
<ftnote id="fn108"><sup>1</sup>) S. Mischna 4.</ftnote>
<ftnote id="fn109"><sup>2</sup>) Eine Steinwalze, mittelst deren unebene und schadhafte Stellen des Dach&#x00FC;berzuges gegl&#x00E4;ttet werden.</ftnote>
<ftnote id="fn110"><sup>3</sup>) <span dir="rtl">&#x05E9;&#x05DC;&#x05E9;&#x05DC;</span> (arab. <img src="images/Art_P2.jpg" alt="" />) aus einer H&#x00F6;he mittelst eines Strickes oder einer Kette herablassen, von <span dir="rtl">&#x05E9;&#x05E8;&#x05E9;&#x05E8;&#x05EA; &#x2550; &#x05E9;&#x05DC;&#x05E9;&#x05DC;&#x05EA;</span>, Kette.</ftnote>
<ftnote id="fn111"><sup>4</sup>) Selbst wenn dies zu dem Zwecke geschah, um ihn dann aufw&#x00E4;rts zu heben, wie z. B. Jemand eine Axt r&#x00FC;ckw&#x00E4;rts nach unten schwingt, um sie dann desto kr&#x00E4;ftiger zu erheben.</ftnote>
<ftnote id="fn112"><sup>5</sup>) Denn in diesem Falle hat der Todtschl&#x00E4;ger sich eine geringe Fahrl&#x00E4;ssigkeit zu Schulden kommen lassen, da er beim Herablassen, wobei leicht ein Schaden entstehen kann, vorsichtig sein sollte. (s. Note 14.)</ftnote>
<ftnote id="fn113"><sup>6</sup>) Wobei er nicht an einen Ungl&#x00FC;cksfall denken konnte.</ftnote>
<ftnote id="fn114"><sup>7</sup>) Es wird dies aus den Worten (Num. 35, 23): &#x201E;er liess auf ihn fallen&#x201C; (d. h. von oben nach unten) abgeleitet.</ftnote>
<ftnote id="fn115"><sup>8</sup>) Der Axt, womit Jemand Holz f&#x00E4;llt.</ftnote>
<ftnote id="fn116"><sup>9</sup>) D. i. derjenige, der das Holz gef&#x00E4;llt hat.</ftnote>
<ftnote id="fn117"><sup>9 a</sup>) Weil dies an Vors&#x00E4;tzlichkeit grenzt, denn er h&#x00E4;tte das lose Eisen befestigen sollen.</ftnote>
<ftnote id="fn118"><sup>10</sup>) <span dir="rtl">&#x05DE;&#x05DF; &#x05D4;&#x05E2;&#x05E5;</span> ist wie <span dir="rtl">&#x05E7;&#x05D9;&#x05E1;&#x05DD; &#x05DE;&#x05DF; &#x05D4;&#x05E2;&#x05E5;</span>, ein Splitter vom Holze, zu erkl&#x00E4;ren, so Raschi u. A. &#x2014; Maimon. bezieht das <span dir="rtl">&#x05D4;&#x05D1;&#x05E8;&#x05D6;&#x05DC; &#x05E0;&#x05E9;&#x05DE;&#x05D8;</span> des vorigen Satzes auch auf diesen Satz und erkl&#x00E4;rt <span dir="rtl">&#x05E0;&#x05E9;&#x05DE;&#x05D8; &#x05D4;&#x05D1;&#x05E8;&#x05D6;&#x05DC; &#x05DE;&#x05DF; &#x05D4;&#x05E2;&#x05E5; &#x05D4;&#x05DE;&#x05EA;&#x05D1;&#x05E7;&#x05E2;</span>: Das Eisen wurde durch den Gegenstoss des gespaltenen Holzes hinweggeschleudert.</ftnote>
<ftnote id="fn119"><sup>11</sup>) Weil dies als eine indirecte Wirkung (<span dir="rtl">&#x05DB;&#x05D7; &#x05DB;&#x05D7;&#x05D5;</span>) betrachtet wird, da der t&#x00F6;dtende Gegenstand nicht unmittelbar durch die Menschenkraft in Bewegung gesetzt worden ist. &#x2014; Die Controverse hat von der Erkl&#x00E4;rung der Worte <span dir="rtl">&#x05D5;&#x05E0;&#x05E9;&#x05DC; &#x05D4;&#x05D1;&#x05E8;&#x05D6;&#x05DC; &#x05DE;&#x05DF; &#x05D4;&#x05E2;&#x05E5;</span> (Deut. 19,5) ihren Ausgang. Nach den Weisen ist <span dir="rtl">&#x05D4;&#x05E2;&#x05E5;</span> der Stiel der Axt und <span dir="rtl">&#x05D5;&#x05D1;&#x05E9;&#x05DC;</span> intransitiv (es f&#x00E4;hrt aus das Eisen vom Holze). Nach Rabbi ist <span dir="rtl">&#x05D4;&#x05E2;&#x05E5;</span> das gespaltene Holz (da nach der Erkl&#x00E4;rung der Weisen <span dir="rtl">&#x05DE;&#x05B5;&#x05E2;&#x05B5;&#x05E6;&#xFB4B;</span> stehen m&#x00FC;sste); <span dir="rtl">&#x05D5;&#x05E0;&#x05E9;&#x05DC;</span> muss dann transitiv (gleich <span dir="rtl">&#x05D5;&#x05E0;&#x05D9;&#x05E9;&#x05DC;</span>, Talm.) genommen werden (Das Eisen treibt ein St&#x00FC;ck vom Holze weg). Nach Maimon. (Note 10) fasst Rabbi <span dir="rtl">&#x05D5;&#x05E0;&#x05E9;&#x05DC;</span> (wie <span dir="rtl">&#x05D5;&#x05E0;&#x05D9;&#x05E9;&#x05DC;</span>) als Passiv. (Das Eisen wird durch das Holz weggetrieben). S. <span dir="rtl">&#x05DE;&#x05D2;&#x05D3;&#x05DC; &#x05D7;&#x05E0;&#x05E0;&#x05D0;&#x05DC;</span> S. 11 Note 9.</ftnote>
<ftnote id="fn120"><sup>12</sup>) Nach einem dort befindlichen Misthaufen, wo Menschen gew&#x00F6;hnlich nur des Nachts, ausnahmsweise aber auch am Tage ihre Nothdurft verrichten.</ftnote>
<ftnote id="fn121"><sup>13</sup>) Am Tage.</ftnote>
<ftnote id="fn122"><sup>14</sup>) H&#x00E4;tte er am Tage nach einer Strasse geworfen, wo gew&#x00F6;hnlich Menschen sich befinden, so w&#x00E4;re die That eine grobe Fahrl&#x00E4;ssigkeit, die an Vors&#x00E4;tzlichkeit grenzt (<span dir="rtl">&#x05E7;&#x05E8;&#x05D5;&#x05D1; &#x05DC;&#x05DE;&#x05D6;&#x05D9;&#x05D3;</span>); h&#x00E4;tte er wieder nach einem Orte geworfen, der gar nicht von Menschen betreten wird, so w&#x00E4;re die T&#x00F6;dtung durch einen nicht vorherzusehenden Zufall erfolgt (<span dir="rtl">&#x05D0;&#x05D5;&#x05E0;&#x05E1;</span>). In beiden F&#x00E4;llen wandert der Th&#x00E4;ter nicht ins Exil. Die Strafe der Exilirung trifft nur den unvors&#x00E4;tzlichen Todtschl&#x00E4;ger (<span dir="rtl">&#x05E9;&#x05D5;&#x05D2;&#x05D2;</span>), der sich wohl einer Unvorsichtigkgit, aber keiner groben Fahrl&#x00E4;ssigkeit schuldig gemacht hat.</ftnote>
<ftnote id="fn123"><sup>15</sup>) Denn es heisst (Deut. 19,5): &#x201E;Und es trifft seinen N&#x00E4;chsten&#x201C;; nicht aber, wenn der N&#x00E4;chste sich selbst darbietet.</ftnote>
<ftnote id="fn124"><sup>16</sup>) Er hat vom Besitzer die Erlaubniss dazu erhalten.</ftnote>
<ftnote id="fn125"><sup>17</sup>) Diese Handlung ist nicht geboten.</ftnote>
<ftnote id="fn126"><sup>18</sup>) Auf dass er Thora oder ein Handwerk lerne.</ftnote>
<ftnote id="fn127"><sup>19</sup>) Der Jemand schl&#x00E4;gt, dass er dem Befehle des Gerichtes Folge leiste (Maimon.). &#x2014; Alle diese sind frei, weil sie bei der Aus&#x00FC;bung ihrer Pflicht get&#x00F6;dtet haben.</ftnote>
<ftnote id="fn128"><sup>20</sup>) Wenn er ihn unvors&#x00E4;tzlich get&#x00F6;dtet hat.</ftnote>
<ftnote id="fn129"><sup>21</sup>) Wenn er nicht dabei seine Pflicht aus&#x00FC;bte (Note 18).</ftnote>
<ftnote id="fn130"><sup>22</sup>) Selbst ein Sklave oder ein Samaritaner (Talm.).</ftnote>
<ftnote id="fn131"><sup>22a</sup>) S. B. mezia V, Note 54a.</ftnote>
<ftnote id="fn132"><sup>23</sup>) S. Num. 35,15.</ftnote>
<ftnote id="fn133"><sup>24</sup>) Denn es heisst (Num. 35,23): &#x201E;Ohne dass er es sieht&#x201C;; dies schliesst den Blinden aus, da er nicht sehen kann.</ftnote>
<ftnote id="fn134"><sup>25</sup>) Denn es heisst (Deut. 19,4): &#x201E;Ohne Wissen&#x201C;; dies ist ein zweiter beschr&#x00E4;nkender Ausdruck, der dem Blinden (der zwar nicht sieht, aber doch wissen kann) mit einschliesst, nach der Regel, dass ein beschr&#x00E4;nkender Ausdruck, der auf einen andern beschr&#x00E4;nkenden Ausdruck folgt, das Gesetz erweitern will (<span dir="rtl">&#x05DC;&#x05E8;&#x05D1;&#x05D5;&#x05EA; &#x05D0;&#x05D9;&#x05DF; &#x05DE;&#x05D9;&#x05E2;&#x05D9;&#x05D8; &#x05D0;&#x05D7;&#x05E8; &#x05DE;&#x05D9;&#x05E2;&#x05D5;&#x05D8; &#x05D0;&#x05DC;&#x05D0;</span>).</ftnote>
<ftnote id="fn135"><sup>26</sup>) Einen, mit dem er aus Hass drei Tage nicht gesprochen hat.</ftnote>
<ftnote id="fn136"><sup>27</sup>) Die Halacha entscheidet, wie der erste Tanna, dass man wegen unvors&#x00E4;tzlicher T&#x00F6;dtung eines Feindes zwar nicht hingerichtet wird, aber auch nicht in die Freistadt wandern kann, da es bei einem solchen Falle als wahrscheinlich gilt, dass eine grobe Fahrl&#x00E4;ssigkeit stattgefunden hat.</ftnote>
<ftnote id="fn137"><sup>28</sup>) Auch die anderen 42 Levitenst&#x00E4;dte (Num. 35,6) dienten als Asylst&#x00E4;tten; jedoch nur dann, wenn der Todtschl&#x00E4;ger dieselben mit der ausgesprochenen Absicht betreten hatte, dort Schutz zu suchen; die 6 eigentlichen Freist&#x00E4;dte dagegen gew&#x00E4;hrten ihm auch dann Schutz, wenn er von deren sch&#x00FC;tzender Kraft gar kein Bewusstsein hatte.</ftnote>
<ftnote id="fn138"><sup>29</sup>) Es f&#x00FC;hrten von allen Seiten gerade Strassen dahin und an den Scheidewegen befanden sich Wegweiser (Talm.).</ftnote>
<ftnote id="fn139"><sup>30</sup>) Die Worte <span dir="rtl">&#x05DE;&#x05D6;&#x05D5; &#x05DC;&#x05D6;&#x05D5;</span> sind schwierig; wozu die Strasse von einer Asylstadt zur andern? In einer Baraita im Talmud (9b) wird <span dir="rtl">&#x05DE;&#x05DB;&#x05D5;&#x05D5;&#x05E0;&#x05D5;&#x05EA; &#x05D4;&#x05D9;&#x05D5;</span> in dem Sinne gebraucht, dass die drei Asylst&#x00E4;dte im Lande Kenaan den dreien jenseits des Jardens gegen&#x00FC;berliegend waren. Ferner wird dort gesagt, dass die Distanzen zwischen den St&#x00E4;dten gleich gross waren. M&#x00F6;glich, dass die Mischna dasselbe sagen will, und <span dir="rtl">&#x05D5;&#x05DE;&#x05DB;&#x05D5;&#x05D5;&#x05E0;&#x05D5;&#x05EA;</span> w&#x00E4;re dann in doppeltem Sinne zu nehmen, als wenn st&#x00E4;nde: <span dir="rtl">&#x05D5;&#x05DE;&#x05DB;&#x05D5;&#x05D5;&#x05E0;&#x05D5;&#x05EA; &#x05DC;&#x05D4;&#x05DF; &#x05D5;&#x05DE;&#x05DB;&#x05D5;&#x05D5;&#x05E0;&#x05D5;&#x05EA; &#x05D4;&#x05D3;&#x05E8;&#x05DB;&#x05D9;&#x05DD; &#x05DE;&#x05D6;&#x05D5; &#x05DC;&#x05D6;&#x05D5;</span>. Diese lagen jenen gegen&#x00FC;ber, und gleich gross (&#x00FC;bereinstimmend) waren die Wege von einer zur andern.</ftnote>
<ftnote id="fn140"><sup>31</sup>) Dem Todtschl&#x00E4;ger.</ftnote>
<ftnote id="fn141"><sup>32</sup>) Nachdem man ihn zur Exilirung verurtheilt hat.</ftnote>
<ftnote id="fn142"><sup>33</sup>) Dass er ihn nicht als M&#x00F6;rder betrachte, da die That unvors&#x00E4;tzlich geschehen ist.</ftnote>
<ftnote id="fn143"><sup>34</sup>) Manche Ausgaben lesen <span dir="rtl">&#x05D0;&#x05E3; &#x05D4;&#x05D5;&#x05D0;</span> (<bold>auch er</bold> redet); hiernach gesteht R. Me&#x00EF;r zu, dass ihn zwei Weisen-J&#x00FC;nger begleiten. Die Handschriften haben jedoch nicht <span dir="rtl">&#x05D0;&#x05E3;</span>.</ftnote>
<ftnote id="fn144"><sup>35</sup>) S. Schebiit X, 8 und weiter Note 66.</ftnote>
<ftnote id="fn145"><sup>36</sup>) Am Anfang, bevor noch das Gericht ein Urtheil f&#x00E4;llt, gilt folgende Vorschrift.</ftnote>
<ftnote id="fn146"><sup>37</sup>) <span dir="rtl">&#x05DE;&#x05E7;&#x05D3;&#x05D9;&#x05DE;&#x05D9;&#x05DF;</span> s. Sanhedrin XI, Note 59.</ftnote>
<ftnote id="fn147"><sup>38</sup>) Dies wird aus Deut. 19, 11 deducirt.</ftnote>
<ftnote id="fn148"><sup>39</sup>) <span dir="rtl">&#x05DE;&#x05E8;&#x05D1;&#x05D4; &#x05D1;&#x05D1;&#x05D2;&#x05D3;&#x05D9;&#x05DD;</span> vergr&#x00F6;ssert, erhoben durch Kleider; so hiessen die Hohenpriester, seitdem das heilige Salb&#x00F6;l (durch den K&#x00F6;nig Josia, Joma 52b) verborgen ward, da sie nur durch Bekleidung mit den vielen (acht) Gew&#x00E4;ndern zu Hohenpriestern geweiht wurden.</ftnote>
<ftnote id="fn149"><sup>40</sup>) Der zur Zeit, da der Hohepriester (wegen Leibesfehler oder Unreinheit) dienstunf&#x00E4;hig war, das Hohepriesteramt verwaltete und dann bei Wiederherstellung des Hohenpriesters wieder zur&#x00FC;ckgetreten ist.</ftnote>
<ftnote id="fn150"><sup>41</sup>) Nach Num. 35, 25.</ftnote>
<ftnote id="fn151"><sup>42</sup>) Der dazu geweiht ist, im Kriege die Ansprache an das Heer (Deut. 20, 2 ff.) zu halten, vgl. Sota VIII, 1.</ftnote>
<ftnote id="fn152"><sup>43</sup>) Den exilirten Todtschl&#x00E4;gern.</ftnote>
<ftnote id="fn153"><sup>44</sup>) <span dir="rtl">&#x05DE;&#x05E1;&#x05E4;&#x05E7;&#x05D5;&#x05EA;</span> B. mezia VII, Note 7.</ftnote>
<ftnote id="fn154"><sup>45</sup>) Dass er ins Exil wandere.</ftnote>
<ftnote id="fn155"><sup>46</sup>) Denn nachdem er zur Exilirung verurtheilt war, wird er wie ein Exilirter betrachtet, den der Tod des Hohenpriesters s&#x00FC;hnt.</ftnote>
<ftnote id="fn156"><sup>47</sup>) Hohenpriester.</ftnote>
<ftnote id="fn157"><sup>48</sup>) Des neu ernannten Hohenpriesters.</ftnote>
<ftnote id="fn158"><sup>49</sup>) Da der Hohepriester gestorben und noch kein Nachfolger ernannt war.</ftnote>
<ftnote id="fn159"><sup>50</sup>) Und dessen Verurtheilung fand statt, bevor ein anderer Hohepriester ernannt war.</ftnote>
<ftnote id="fn160"><sup>51</sup>) Der Todtschl&#x00E4;ger.</ftnote>
<ftnote id="fn161"><sup>52</sup>) Von der Asylstadt.</ftnote>
<ftnote id="fn162"><sup>53</sup>) Jeder unvors&#x00E4;tzliche Todtschl&#x00E4;ger.</ftnote>
<ftnote id="fn163"><sup>54</sup>) Aus seiner Asylstadt.</ftnote>
<ftnote id="fn164"><sup>55</sup>) Wenn er z. B. bezeugen will, dass er den Neumond gesehen habe, s. Rosch Haschanah I, 9.</ftnote>
<ftnote id="fn165"><sup>56</sup>) Wenn er hinausgeht, setzt er sich der Gefahr aus, get&#x00F6;dtet zu werden, s. weiter unten.</ftnote>
<ftnote id="fn166"><sup>57</sup>) Das Gebiet der Stadt bis zur Sabbat-Grenze (<span dir="rtl">&#x05EA;&#x05D7;&#x05D5;&#x05DD; &#x05E9;&#x05D1;&#x05EA;</span>), so weit man von der Stadt aus am Sabbat gehen darf, d. i. 2000 Ellen rings um die Stadt, s. Einleitung zu Erubin S. 52.</ftnote>
<ftnote id="fn167"><sup>58</sup>) Mit Absicht; geht er aus Versehen hinaus, so darf man ihn nicht t&#x00F6;dten,</ftnote>
<ftnote id="fn168"><sup>59</sup>) Das <span dir="rtl">&#x05D5;&#x05E8;&#x05E6;&#x05D7;</span> in Num. 35, 27 ist als Gebot zu fassen.</ftnote>
<ftnote id="fn169"><sup>60</sup>) Dies wird aus <span dir="rtl">&#x05D0;&#x05D9;&#x05DF; &#x05DC;&#x05D5; &#x05D3;&#x05DD;</span> (das.) deducirt, das zu erkl&#x00E4;ren ist: Er (der Todtschl&#x00E4;ger) hat (&#x00FC;berhaupt) kein Blut (es darf ihn Jeder umbringen), vgl. Raschi zu Num. 35, 27.</ftnote>
<ftnote id="fn170"><sup>61</sup>) Wenn er ihn umgebracht hat, wird er seinetwegen nicht bestraft; doch darf er ihn nicht umbringen. R. Salomo Lurja liest: <span dir="rtl">&#x05D7;&#x05D9;&#x05D9;&#x05D1;&#x05D9;&#x05DF; &#x05E2;&#x05DC;&#x05D9;&#x05D5; &#x05D5;&#x05DB;&#x05DC; &#x05D0;&#x05D3;&#x05DD;</span> (alle anderen sind seinetwegen schuldig.)</ftnote>
<ftnote id="fn171"><sup>62</sup>) Dieser Satz ist nach dem Talmud zu erkl&#x00E4;ren, wie <span dir="rtl">&#x05D4;&#x05DB;&#x05DC; &#x05D4;&#x05D5;&#x05DC;&#x05DA; &#x05D0;&#x05E3; &#x05D0;&#x05D7;&#x05E8; &#x05D4;&#x05E0;&#x05D5;&#x05E3;</span>. Man muss sich auch nach dem Zweige richten. Steht also der Stamm ausserhalb des Asyl-Gebietes, und es ragt bloss ein Zweig in dasselbe hinein, so ist der ganze Baum als Asyl zu betrachten, und der Todtschl&#x00E4;ger, der an den Stamm des Baumes gelangt, ist schon gesch&#x00FC;tzt. Umgekehrt ist schon unter den Zweigen eine Asylst&#x00E4;tte, wenn der Stamm innerhalb des Asyl-Gebietes steht, obgleich die Zweige sich aus demselben herausneigen.</ftnote>
<ftnote id="fn172"><sup>63</sup>) Der exilirte Todtschl&#x00E4;ger.</ftnote>
<ftnote id="fn173"><sup>64</sup>) <span dir="rtl">&#x05E9;&#x05DB;&#x05D5;&#x05E0;&#x05D4;</span> ist eine Nachbarschaft von drei H&#x00E4;usern, Aboda sara 21 a.</ftnote>
<ftnote id="fn174"><sup>65</sup>) Der in der Asylstadt wohnt.</ftnote>
<ftnote id="fn175"><sup>66</sup>) <span dir="rtl">&#x05DB;&#x05D9;&#x05D5;&#x05E6;&#x05D0; &#x05D1;&#x05D5;</span> (das Manche nicht lesen) ist aus Schebiit X, 8 her&#x00FC;bergenommen, wo vorher ein &#x00E4;hnlicher Fall steht.</ftnote>
<ftnote id="fn176"><sup>67</sup>) S. oben Mischna 5.</ftnote>
<ftnote id="fn177"><sup>68</sup>) Dies gilt nach dem Talmud nur f&#x00FC;r die 42 Levitenst&#x00E4;dte (oben Note 28); in den 6 eigentlichen Freist&#x00E4;dten brauchten die Exilirten keine Miethe zu zahlen.</ftnote>
<ftnote id="fn178"><sup>69</sup>) Nach dem Tode des Hohenpriesters.</ftnote>
<ftnote id="fn179"><sup>70</sup>) <span dir="rtl">&#x05E9;&#x05E8;&#x05E8;&#x05D4;</span> Herrschaft, W&#x00FC;rde, Amt.</ftnote>
<ftnote id="fn180"><sup>1</sup>) Es werden nicht alle F&#x00E4;lle hier aufgez&#x00E4;hlt, sondern nur diejenigen, bei denen etwas Neues gelehrt wird.</ftnote>
<ftnote id="fn181"><sup>2</sup>) Wiewohl alle bisher genannten Uebertretungen mit Ausrottung (<span dir="rtl">&#x05DB;&#x05E8;&#x05EA;</span>) bestraft werden (Lev. 20, 17&#x2014;21; 18, 18; 29), so kann doch bei entsprechender Verwarnung die Geisselstrafe erfolgen, die, verbunden mit reuiger Busse (<span dir="rtl">&#x05EA;&#x05E9;&#x05D5;&#x05D1;&#x05D4;</span>), den S&#x00FC;nder von der Ausrottungsstrafe befreit (M. 15).</ftnote>
<ftnote id="fn182"><sup>3</sup>) Die Uebertretung eines Thoraverbotes wird in der Regel mit Geisselung bestraft; das betreffende Verbot steht in Lev. 21, 14.</ftnote>
<ftnote id="fn183"><sup>4</sup>) Lev. 21, 7..</ftnote>
<ftnote id="fn184"><sup>5</sup>) S. oben I, Note 5. Da nach den meisten Decisoren eine Chaluza dem Priester nur nach rabbinischer Anordnung verboten ist, so kann bei dieser Uebertretung nicht die gew&#x00F6;hnliche Geisselstrafe (<span dir="rtl">&#x05DE;&#x05DC;&#x05E7;&#x05D5;&#x05EA;</span>), sondern nur eine Z&#x00FC;chtigung eintreten, die gegen den verh&#x00E4;ngt wird, der rabbinischen Verordnungen zuwiderhandelt. Diese Z&#x00FC;chtigung heisst <span dir="rtl">&#x05DE;&#x05DB;&#x05EA; &#x05DE;&#x05E8;&#x05D3;&#x05D5;&#x05EA;</span> (von <span dir="rtl">&#x05E8;&#x05D3;&#x05D4;</span>, z&#x00FC;chtigen).</ftnote>
<ftnote id="fn185"><sup>6</sup>) <span dir="rtl">&#x05DE;&#x05DE;&#x05D6;&#x05E8;&#x05D9;&#x05DD;</span> in Blutschande Erzeugte; s. Jebamot IV, 13. Das Verbot in Deut. 23, 3.</ftnote>
<ftnote id="fn186"><sup>7</sup>) <span dir="rtl">&#x05E0;&#x05EA;&#x05D9;&#x05E0;&#x05D9;&#x05DD;</span> sind die Nachkommen der Gibeoniten, die Josua zu Tempelsklaven gemacht hat, Jos. 9, 27. Die Verschw&#x00E4;gerung mit ihnen war nach Tosaphot (Ketubot 29 a v. <span dir="rtl">&#x05D0;&#x05DC;&#x05D5;</span>) nach dem Thoragesetze (Deut. 7, 3) verboten. Nach Maimonides war es blos ein rabbinisches Verbot, s. Note 5.</ftnote>
<ftnote id="fn187"><sup>8</sup>) Eine Wittwe, die sich wieder verheirathet hat und vom zweiten Manne verstossen worden ist.</ftnote>
<ftnote id="fn188"><sup>9</sup>) Note 3 und 4.</ftnote>
<ftnote id="fn189"><sup>10</sup>) Der Uebertreter wird zweimal gegeisselt.</ftnote>
<ftnote id="fn190"><sup>11</sup>) Da das Verbot der Chaluza nur rabbinisch ist und auf den Thoravers Lev. 21, 7 sich st&#x00FC;tzt, der die Geruscha verbietet, so erfolgt f&#x00FC;r diese Doppel-S&#x00FC;nde nur Eine Bestrafung.</ftnote>
<ftnote id="fn191"><sup>12</sup>) Lev. 7, 20 setzt darauf die <span dir="rtl">&#x05DB;&#x05E8;&#x05EA;</span>-Strafe. Das Verbot, das die Geisselung bewirkt, wird vom Talmud aus anderen Schriftstellen hergeleitet.</ftnote>
<ftnote id="fn192"><sup>13</sup>) Vgl. Num. 5, 3.</ftnote>
<ftnote id="fn193"><sup>14&#x2014;15</sup>) Lev. 3, 17.</ftnote>
<ftnote id="fn194"><sup>16</sup>) Exod. 29, 34.</ftnote>
<ftnote id="fn195"><sup>17</sup>) Lev. 7, 18, vgl. Raschi das. Die Warnung ist in Exod. 29, 34 enthalten, da mit den Worten <span dir="rtl">&#x05DB;&#x05D9; &#x05E7;&#x05D3;&#x05E9; &#x05D4;&#x05D5;&#x05D0;</span> jede unbrauchbar gewordene Opferspeise verboten wird.</ftnote>
<ftnote id="fn196"><sup>18</sup>) Lev. 7, 19.</ftnote>
<ftnote id="fn197"><sup>19</sup>) Diese Handlungen werden nach Lev. 17, 4; 9 mit <span dir="rtl">&#x05DB;&#x05E8;&#x05EA;</span> bestraft. Die Warnungen findet der Talmud in anderen Schriftversen.</ftnote>
<ftnote id="fn198"><sup>20</sup>) Deut. 16, 3.</ftnote>
<ftnote id="fn199"><sup>21</sup>) Lev. 23, 29; 31.</ftnote>
<ftnote id="fn200"><sup>22</sup>) Exod. 30, 32.</ftnote>
<ftnote id="fn201"><sup>23</sup>) Exod. 30, 37.</ftnote>
<ftnote id="fn202"><sup>24</sup>) Deut. 14, 21.</ftnote>
<ftnote id="fn203"><sup>25</sup>) Exod. 22, 30.</ftnote>
<ftnote id="fn204"><sup>26</sup>) Unter beiden letzteren sind verschiedene verbotene Land- und Wasserthiere verstanden, vgl. Lev. 11, 11; 13; 41 ff.</ftnote>
<ftnote id="fn205"><sup>27</sup>) S. Sanhedrin VIII, Note 23. Das Verbot ist nach dem Talmud in Lev. 22, 15 enthalten (Sanhedrin 83 a).</ftnote>
<ftnote id="fn206"><sup>28</sup>) Der Zehnt vom Zehnten Num. 18, 26.</ftnote>
<ftnote id="fn207"><sup>29</sup>) Dies ist ebenfalls Tebel, da der Zehnt, den der Levi vom Zehnten gibt, der Teruma des Israeliten gleichgeachtet ist, Num. 18, 27.</ftnote>
<ftnote id="fn208"><sup>30</sup>) Der unrein geworden ist und in Folge dessen selbst in Jerusalem ungel&#x00F6;st nicht gegessen werden darf, Maaser scheni III, 9. Die Uebertretung beim Essen von reinem ausserhalb Jerusalems s. weiter unten Note 40.</ftnote>
<ftnote id="fn209"><sup>31</sup>) Lev. 22, 10. Dieser V. spricht zwar nur von Teruma; doch wird Geheiligtes daraus durch Wort-Analogie (<span dir="rtl">&#x05D2;&#x05D6;&#x05D9;&#x05E8;&#x05D4; &#x05E9;&#x05D5;&#x05D4;</span>) abgeleitet (Sanhedrin 84 a).</ftnote>
<ftnote id="fn210"><sup>32</sup>) Nach Lev. 11, 42.</ftnote>
<ftnote id="fn211"><sup>33</sup>) Sie ist ein ganzes Gesch&#x00F6;pf, (<span dir="rtl">&#x05D1;&#x05E8;&#x05D9;&#x05D4;</span>).</ftnote>
<ftnote id="fn212"><sup>34</sup>) Die Weisen sind jedoch der Ansicht, dass nur ein lebendes Wesen (oder was von einem solchen herkommt, z. B. ein Glied von einem lebenden Thiere oder die Spannader) als &#x201E;Gesch&#x00F6;pf&#x201C; betrachtet wird.</ftnote>
<ftnote id="fn213"><sup>35</sup>) Die bereits nach Jerusalem gebracht, worden.</ftnote>
<ftnote id="fn214"><sup>36</sup>) Deut. 26, 5&#x2014;10.</ftnote>
<ftnote id="fn215"><sup>37</sup>) Nach der Lesung sind sie Eigenthum des Priesters, und es wird deren Genuss nicht mit Geisselung bestraft, wohl aber mit <span dir="rtl">&#x05DE;&#x05D9;&#x05EA;&#x05D4; &#x05D1;&#x05D9;&#x05D3;&#x05D9; &#x05E9;&#x05DE;&#x05D9;&#x05DD;</span> (Bikkurim II,1), s. Sanhed. IX, Note 58.</ftnote>
<ftnote id="fn216"><sup>38</sup>) D. h. ausserhalb des Tempel-Vorhofes. Der Ausdruck <span dir="rtl">&#x05E7;&#x05DC;&#x05E2;&#x05D9;&#x05DD;</span> ist von der Stiftsh&#x00FC;tte in der W&#x00FC;ste hergenommen, Exod. 27, 9.</ftnote>
<ftnote id="fn217"><sup>39</sup>) Der bereits nach Jerusalem gebracht worden; vorher ist die Ausl&#x00F6;sung blos durch ein Gebot vorgeschrieben, dessen Uebertretung nicht mit Geisselung bestraft wird.</ftnote>
<ftnote id="fn218"><sup>40</sup>) Hier ist von reinem zweiten Zehnt die Rede, s. oben Note 30.</ftnote>
<ftnote id="fn219"><sup>41</sup>) Das Verbot alles bisher in in dieser Mischna Genannten ist in Deut. 12, 17 enthalten.</ftnote>
<ftnote id="fn220"><sup>42</sup>) Exod. 12, 46. Das unreine wird durch <span dir="rtl">&#x05D1;&#x05D5;</span> ausgeschlossen.</ftnote>
<ftnote id="fn221"><sup>42 a</sup>) S. weiter M. 10.</ftnote>
<ftnote id="fn222"><sup>43</sup>) Welche Uebertretung 1) nicht durch eine That, sondern nur durch eine Unterlassung (<span dir="rtl">&#x05D1;&#x05D5; &#x05DE;&#x05E2;&#x05E9;&#x05D4; &#x05DC;&#x05D0;&#x05D5; &#x05E9;&#x05D0;&#x05D9;&#x05DF;</span>) geschieht, und 2) durch Erf&#x00FC;llung des zum Verbote von der Thora (Exod. 12, 10) hinzugef&#x00FC;gten Gebotes, das &#x00FC;briggelassene zu verbrennen, wieder gut gemacht werden kann (<span dir="rtl">&#x05DC;&#x05D0;&#x05D5; &#x05D4;&#x05E0;&#x05D9;&#x05EA;&#x05E7; &#x05DC;&#x05E2;&#x05E9;&#x05D4;</span>).</ftnote>
<ftnote id="fn223"><sup>44</sup>) Note 42.</ftnote>
<ftnote id="fn224"><sup>45</sup>) Nach. R. Jehuda ist Deut. 22, 7 nicht so zu verstehen, dass man die Mutter, nachdem man sie sammt ihren Jungen genommen, wieder wegfliegen lasse; es wird vielmehr dort geboten, die Mutter gleich Anfangs wegfliegen zu lassen und nicht zu nehmen.</ftnote>
<ftnote id="fn225"><sup>46</sup>) Nach ihrer Ansicht gebietet Deut. 22, 7, man solle, nachdem man das Verbot, die Mutter sammt den Jungen zu nehmen, &#x00FC;bertreten hat, die Mutter wieder wegfliegen lassen. Durch Erf&#x00FC;llung dieses Gebotes wird demnach die Uebertretung straflos.</ftnote>
<ftnote id="fn226"><sup>47</sup>) Der Talmud nennt ein solches Verbot: <span dir="rtl">&#x05DC;&#x05D0;&#x05D5; &#x05D4;&#x05E0;&#x05D9;&#x05EA;&#x05E7; &#x05DC;&#x05E2;&#x05E9;&#x05D4;</span> ein Verbot, das losgerissen (und) zu einem Gebote (gemacht wird), s. Note 43.</ftnote>
<ftnote id="fn227"><sup>48</sup>) Wegen eines Todten, Deut. 14, 1. In Lev. 21, 5 bei den Priestern fehlt zwar die Bestimmung <span dir="rtl">&#x05DC;&#x05DE;&#x05EA;</span> (wegen eines Todten); doch wird durch Wort-Analogie (<span dir="rtl">&#x05E7;&#x05E8;&#x05D7;&#x05D4;</span>) deducirt, dass auch bei den Priestern diese Bestimmung gilt.</ftnote>
<ftnote id="fn228"><sup>49</sup>) Lev. 19, 27. Er entfernt das Haar der Schl&#x00E4;fen, womit das Kopfhaar endet, so dass er die Schl&#x00E4;fen mit den Stellen hinter dem Ohr und der Stirne gleich macht. Nach Maimonides ist nur die Entfernung der Enden mit dem Scheermesser verboten, nach Tosaphot und R. Ascher dagegen auch mit der Scheere.</ftnote>
<ftnote id="fn229"><sup>50</sup>) Lev. 19, 27 heisst das Verbot: <span dir="rtl">&#x05DC;&#x05D0; &#x05EA;&#x05E9;&#x05D7;&#x05D9;&#x05EA;</span> du sollst nicht zerst&#x00F6;ren, d. h. glatt bis an die Wurzel abnehmen; dagegen wird f&#x00FC;r die Priester in Lev. 21, 5 angeordnet: <span dir="rtl">&#x05DC;&#x05D0; &#x05D9;&#x05D2;&#x05DC;&#x05D7;&#x05D5;</span> sie sollen nicht scheeren. Das Verbot ist daher nach der Halacha durch zwei Bedingungen beschr&#x00E4;nkt, und es ist nur das Abnehmen mit einem gew&#x00F6;hnlichen Scheer-Werkzeug (<span dir="rtl">&#x05D2;&#x05DC;&#x05D5;&#x05D7;</span>), welches das Haar bis an die Wurzel abnimmt (<span dir="rtl">&#x05E9;&#x05D9;&#x05E9; &#x05D1;&#x05D5; &#x05D4;&#x05E9;&#x05D7;&#x05EA;&#x05D4;</span>) verboten. Dies findet nur beim Scheermesser (<span dir="rtl">&#x05EA;&#x05E2;&#x05E8;</span>) statt.</ftnote>
<ftnote id="fn230"><sup>51</sup>) Lev. 19, 28. Es ist jede Verwundung, sowohl mit der Hand als mit einem Ger&#x00E4;the verboten.</ftnote>
<ftnote id="fn231"><sup>52</sup>) Der Geisselung.</ftnote>
<ftnote id="fn232"><sup>53</sup>) F&#x00FC;r jeden einzelnen Todten resp. f&#x00FC;r jeden einzelnen Einschnitt.</ftnote>
<ftnote id="fn233"><sup>54</sup>) Wiewohl er nur einmal verwarnt worden ist.</ftnote>
<ftnote id="fn234"><sup>55</sup>) Wer beide Enden abnimmt, wird zweimal gegeisselt.</ftnote>
<ftnote id="fn235"><sup>56</sup>) Der Bart hat f&#x00FC;nf Enden; wer dieselben mit dem Scheermesser abnimmt, wird f&#x00FC;nfmal gegeisselt. Ueber die genaue Bestimmung dieser f&#x00FC;nf Enden giebt es verschiedene Meinungen.</ftnote>
<ftnote id="fn236"><sup>57</sup>) Da er nur Ein Verbot &#x00FC;bertritt.</ftnote>
<ftnote id="fn237"><sup>58</sup>) Den Bart.</ftnote>
<ftnote id="fn238"><sup>59</sup>) S. Note 50.</ftnote>
<ftnote id="fn239"><sup>60</sup>) <span dir="rtl">&#x05DE;&#x05DC;&#x05E7;&#x05D8;</span>, syr. <img src="images/Art_P3.jpg" alt="" />, wie das hebr. <span dir="rtl">&#x05DE;&#x05DC;&#x05E7;&#x05D7;&#x05D9;&#x05DD;</span>, Zange.</ftnote>
<ftnote id="fn240"><sup>61</sup>) <span dir="rtl">&#x05E8;&#x05D4;&#x05D9;&#x05D8;&#x05E0;&#x05D9;</span> Feile, Gl&#x00E4;tter, vielleicht eine corr. Form des gr. <bold><italic>&#x1FE5;&#x03AF;&#x03BD;&#x03B7;</italic></bold> (Feile).</ftnote>
<ftnote id="fn241"><sup>62</sup>) Die Weisen jedoch controversiren dagegen, weil es keine gew&#x00F6;hnlichen Scheer-Instrumente sind, Note 50.</ftnote>
<ftnote id="fn242"><sup>63</sup>) Lev. 19, 28.</ftnote>
<ftnote id="fn243"><sup>64</sup>) An seinen Leib mit Tinte oder Farbe.</ftnote>
<ftnote id="fn244"><sup>65</sup>) Eines G&#x00F6;tzen (Baraita des Bar Kappara).</ftnote>
<ftnote id="fn245"><sup>66</sup>) Ihr sollt daher keinen G&#x00F6;tzen-Namen in euren Leib ein&#x00E4;tzen.</ftnote>
<ftnote id="fn246"><sup>67</sup>) Num. 6, 3.</ftnote>
<ftnote id="fn247"><sup>68</sup>) Nach jeder Warnung.</ftnote>
<ftnote id="fn248"><sup>69</sup>) Ueber das Maass s. Nasir VI,1.</ftnote>
<ftnote id="fn249"><sup>70</sup>) Der Nasir.</ftnote>
<ftnote id="fn250"><sup>71</sup>) Num. 6, 6.</ftnote>
<ftnote id="fn251"><sup>72</sup>) Num. 6, 5.</ftnote>
<ftnote id="fn252"><sup>73</sup>) Vgl. Nasir VI, 4.</ftnote>
<ftnote id="fn253"><sup>74</sup>) Von Wolle und Leinen.</ftnote>
<ftnote id="fn254"><sup>75</sup>) Deut. 22, 11.</ftnote>
<ftnote id="fn255"><sup>76</sup>) Der Talmud meint: Selbst, wenn er nur einen Aermel ausgezogen und wieder angezogen, oder selbst wenn er nur zwischen einer Warnung und der andern das Kleid so lange Zeit an hatte, als man braucht, um es aus- und anzuziehen, so wird dies so angesehen, als h&#x00E4;tte er es aus- und wieder angezogen.</ftnote>
<ftnote id="fn256"><sup>77</sup>) Achtmal neunund-dreissig Geisselhiebe.</ftnote>
<ftnote id="fn257"><sup>78</sup>) Wenn man ihn wegen aller Verbote verwarnt hat.</ftnote>
<ftnote id="fn258"><sup>79</sup>) Deut. 22, 10. Das ist das erste Verbot.</ftnote>
<ftnote id="fn259"><sup>80</sup>) Der Ochs ist als Opfer f&#x00FC;r den Altar geheiligt. Wer mit einem solchen arbeitet, &#x00FC;bertritt das Verbot in Deut. 16, 19, das f&#x00FC;r alle heiligen Opferthiere gilt. Dies ist das zweite Verbot. Ausserdem &#x00FC;bertritt er noch das Verbot, vom Heiligen einen Nutzen zu haben, wodurch er das Heilige veruntreut (<span dir="rtl">&#x05DE;&#x05E2;&#x05D9;&#x05DC;&#x05D4;</span>). Das Verbot hief&#x00FC;r wird aus Lev. 5, 15 vermittelst einer <span dir="rtl">&#x05E0;&#x05D6;&#x05D9;&#x05E8;&#x05EA; &#x05E9;&#x05D5;&#x05D4;</span> (oben Note 31) deducirt. Der Esel als unreines Thier k&#x00F6;nnte nur zum Verkaufe und Verwendung des Erl&#x00F6;ses f&#x00FC;r die Reparatur des Tempels (<span dir="rtl">&#x05D1;&#x05D3;&#x05E7; &#x05D4;&#x05D1;&#x05D9;&#x05EA;</span>) geheiligt sein, s. Sanhedrin X, Note 60. Auch dabei ist das Verbot der Veruntreuung &#x00FC;bertreten. Dies ist das dritte Verbot.</ftnote>
<ftnote id="fn260"><sup>81</sup>) Es sind Weizen, Gerste und Weinbeerkerne (<span dir="rtl">&#x05D7;&#x05E8;&#x05E6;&#x05DF;</span>) zusammenges&#x00E4;et, die er durch das Pfl&#x00FC;gen mit Erde bedeckt, wodurch er das Verbot von Deut. 22, 9 &#x00FC;bertritt. Dies ist das vierte Verbot. Nach Maimon. ist hierbei auch das Verbot von Lev. 19, 19 (<span dir="rtl">&#x05DB;&#x05DC;&#x05D0;&#x05D9; &#x05D6;&#x05E8;&#x05E2;&#x05D9;&#x05DD;</span>) &#x00FC;bertreten; daf&#x00FC;r rechnet er das dritte Verbot (Note 80) nicht.</ftnote>
<ftnote id="fn261"><sup>82</sup>) Lev. 25, 4. Das ist das f&#x00FC;nfte Verbot.</ftnote>
<ftnote id="fn262"><sup>83</sup>) Lev. 23, 7. Das ist das sechste Verbot.</ftnote>
<ftnote id="fn263"><sup>84</sup>) An einer Grabst&#x00E4;tte. Er &#x00FC;bertritt dabei noch die zwei Verbote von Lev. 21, 1 und Num. 6, 6.</ftnote>
<ftnote id="fn264"><sup>85</sup>) Oben Note 75.</ftnote>
<ftnote id="fn265"><sup>86</sup>) Er k&#x00F6;nnte also zu gleicher Zeit neun Verbote &#x00FC;bertreten.</ftnote>
<ftnote id="fn266"><sup>87</sup>) Die Weisen.</ftnote>
<ftnote id="fn267"><sup>88</sup>) Diese Uebertretung &#x00FC;bt er nicht durch das Pfl&#x00FC;gen.</ftnote>
<ftnote id="fn268"><sup>89</sup>) Und auch der Priester.</ftnote>
<ftnote id="fn269"><sup>90</sup>) Da er nicht wegen des Pfl&#x00FC;gens, sondern wegen des Betretens der Grabst&#x00E4;tte schuldig ist. Die Weisen aber rechnen diese Uebertretungen dennoch, weil er zum Pfl&#x00FC;gen notwendig den Ort betreten muss.</ftnote>
<ftnote id="fn270"><sup>91</sup>) Diese Tradition hat auch Josephus ant. 4, 8, 21.</ftnote>
<ftnote id="fn271"><sup>92</sup>) <span dir="rtl">&#x05D1;&#x05DE;&#x05E1;&#x05E4;&#x05E8; &#x05D0;&#x05E8;&#x05D1;&#x05E2;&#x05D9;&#x05DD;</span> mit der an 40 grenzenden Zahl; die Tradition verbindet das letzte Wort in V. 2 mit V, 3.</ftnote>
<ftnote id="fn272"><sup>93</sup>) Der vierzigste Streich wird auch von R. Jehuda als <span dir="rtl">&#x05D9;&#x05EA;&#x05D9;&#x05E8;&#x05D4;</span> bezeichnet, nach Note 96; ausserdem weil er ebenfalls die Tradition hatte, dass nur 39 Streiche zu geben sind, und nur das Schriftwort ihn zu seiner abweichenden Ansicht n&#x00F6;thigte.</ftnote>
<ftnote id="fn273"><sup>94</sup>) Nach dem Talmud hat R. J. dies aus Secharja 13, 6 deducirt.</ftnote>
<ftnote id="fn274"><sup>95</sup>) Der zu Geisselnde muss immer zuerst gesch&#x00E4;tzt werden, wie viel Streiche er aushalten kann.</ftnote>
<ftnote id="fn275"><sup>96</sup>) Wenn man ihn z. B. auf 14 Hiebe sch&#x00E4;tzt, so erh&#x00E4;lt er nur 12.</ftnote>
<ftnote id="fn276"><sup>97</sup>) Weniger Einen.</ftnote>
<ftnote id="fn277"><sup>98</sup>) Sowie man bei Lebens-Strafsachen das Verfahren nur zur Freisprechung, aber nicht zur Verurtheilung wiederaufnehmen kann (Sanhedrin IV, 1), ebenso kann bei der Geisselstrafe die Zahl der zudictirten Streiche wohl verringert, aber nicht vermehrt werden.</ftnote>
<ftnote id="fn278"><sup>99</sup>) Wie z. B. oben Mischna 1, Note 9.</ftnote>
<ftnote id="fn279"><sup>100</sup>) Dies darf nur geschehen, wenn er wenigstens 42 Streiche aushalten kann, so dass er mindestens 3 Streiche (Note 96) wegen des zweiten Verbotes empf&#x00E4;ngt.</ftnote>
<ftnote id="fn280"><sup>101</sup>) Wenn man ihn nur wegen einer einmaligen Geisselstrafe gesch&#x00E4;tzt hat.</ftnote>
<ftnote id="fn281"><sup>102</sup>) Welche fest in der Erde steckt und dem Delinquenten bis ungef&#x00E4;hr ans Herz reicht, so dass man ihn &#x00FC;ber die S&#x00E4;ule gebeugt legen und auf Brust und R&#x00FC;cken geisseln kann.</ftnote>
<ftnote id="fn282"><sup>103</sup>) An die L&#x00E4;ngenseiten der S&#x00E4;ule rechts und links.</ftnote>
<ftnote id="fn283"><sup>104</sup>) <span dir="rtl">&#x05D7;&#x05D6;&#x05D4;</span>, gew. von <span dir="rtl">&#x05D7;&#x05D6;&#x05D4;</span> sehen, (Aufseher); wahrscheinlicher aber das arab. <img src="images/Art_P4.jpg" alt="" /> Verwahrer, W&#x00E4;chter der Synagoge und deren Utensilien; griech, <bold><italic>&#x03B4;&#x03C0;&#x03B7;&#x03C1;&#x03AD;&#x03C4;&#x03B7;&#x03C2;</italic></bold> vgl. <span dir="rtl">&#x05DE;&#x05EA;&#x05D0; &#x05D7;&#x05D6;&#x05E0;&#x05D9;</span>. Stadtw&#x00E4;chter, B. mez. 93 b.</ftnote>
<ftnote id="fn284"><sup>105</sup>) <span dir="rtl">&#x05DB;&#x05E0;&#x05D9;&#x05E9;&#x05EA;&#x05D0; &#x2550; &#x05DB;&#x05E0;&#x05E1;&#x05EA;</span> bed. Gemeinde und Synagoge. Der <span dir="rtl">&#x05D7;&#x05D6;&#x05DF; &#x05D4;&#x05DB;&#x05E0;&#x05E1;&#x05EA;</span> kommt noch vor Joma VII, 7, Sota VII, 7 &#x2013; 8, (vgl. noch Sabbat I, 3; Tamid V, 3. Die Geisselung scheint gew&#x00F6;hnlich in der Synagoge stattgefunden zu haben; s. Matth. 10, 17; Act. 22, 19.</ftnote>
<ftnote id="fn285"><sup>106</sup>) Am Halskragen.</ftnote>
<ftnote id="fn286"><sup>107</sup>) S. Sota I, 5.</ftnote>
<ftnote id="fn287"><sup>108</sup>) <span dir="rtl">&#x05E4;&#x05E8;&#x05DD;</span> wie das aram. und syr. <span dir="rtl">&#x05E4;&#x05E8;&#x05DD;</span>, zerst&#x00FC;ckeln, in mehrere St&#x00FC;cke zerreissen, zerfetzen; so Raschi. Nach Aruch bedeutet <span dir="rtl">&#x05E4;&#x05E8;&#x05DD;</span> die Naht auftrennen.</ftnote>
<ftnote id="fn288"><sup>109</sup>) Da er auf die entbl&#x00F6;sste Brust gegeisselt werden muss, s. weiter Note 120.</ftnote>
<ftnote id="fn289"><sup>110</sup>) Dadurch k&#x00F6;nnen auch die Kleider von beiden Schultern abgezogen werden.</ftnote>
<ftnote id="fn290"><sup>111</sup>) An der Seite des R&#x00FC;ckens.</ftnote>
<ftnote id="fn291"><sup>112</sup>) Dem zu Geisselnden.</ftnote>
<ftnote id="fn292"><sup>113</sup>) Damit er aus der H&#x00F6;he mit Kraft geisseln k&#x00F6;nne.</ftnote>
<ftnote id="fn293"><sup>114</sup>) Ein Riemen wurde zuerst zusammengelegt; dann wurde der Doppelriemen nochmals zusammengelegt, so dass es ein vierfacher Riemen war.</ftnote>
<ftnote id="fn294"><sup>115</sup>) Von Eselsleder. In den Talm.-Ausgg. steht in der Mischna ausdr&#x00FC;cklich: <span dir="rtl">&#x05E9;&#x05DC; &#x05D7;&#x05DE;&#x05D5;&#x05E8;</span>; doch ist dies eine Interpolation aus einer Baraita. Nach dem Talmud soll das Leder von Rind und Esel den S&#x00FC;nder an den Vers Jesaja 1, 3 erinnern.</ftnote>
<ftnote id="fn295"><sup>116</sup>) Die breiten kalbledernen Riemen waren mit L&#x00F6;chern versehen, durch welche die zwei d&#x00FC;nnen Riemen von Eselsleder, wie die F&#x00E4;den einer Naht, hinauf und hinab durchgezogen wurden.</ftnote>
<ftnote id="fn296"><sup>117</sup>) Der Stock, an dem der Riemen hing.</ftnote>
<ftnote id="fn297"><sup>118</sup>) So breit war der kalblederne Riemen.</ftnote>
<ftnote id="fn298"><sup>119</sup>) Der Riemen hing derart am Handgriff, dass man die Geissel nach Bedarf verk&#x00FC;rzen oder verl&#x00E4;ngern konnte, so dass, wenn man auf den R&#x00FC;cken schlug, das Ende der Geissel bis an den Nabel reichte.</ftnote>
<ftnote id="fn299"><sup>120</sup>) Auf die Brust.</ftnote>
<ftnote id="fn300"><sup>121</sup>) Ein Drittel auf jede entbl&#x00F6;sste Schulter, s. Note 110. Der Talmud leitet dies aus den Worten: <span dir="rtl">&#x05D5;&#x05D4;&#x05DB;&#x05D4;&#x05D5; &#x05DC;&#x05E4;&#x05E0;&#x05D9;&#x05D5; &#x05DB;&#x05D3;&#x05D9; &#x05E8;&#x05E9;&#x05E2;&#x05EA;&#x05D5;</span> (Deut. 25, 2) ab, mit der Deutung, er schlage ihm vorn Ein Maass seiner Strafe und und hinten zwei Maasse.</ftnote>
<ftnote id="fn301"><sup>122</sup>) Auf die S&#x00E4;ule.</ftnote>
<ftnote id="fn302"><sup>123</sup>) Doch soil er die Geissel mit beiden H&#x00E4;nden aufheben.</ftnote>
<ftnote id="fn303"><sup>124</sup>) Denn es heisst (Deut. 25, 3): <span dir="rtl">&#x05DE;&#x05DB;&#x05D4; &#x05E8;&#x05D1;&#x05D4;</span> d. h. &#x201E;ein starker Schlag&#x201C;.</ftnote>
<ftnote id="fn304"><sup>125</sup>) Der gr&#x00F6;sste unter den Richtern liest folgende Verse vor, der zweite z&#x00E4;hlt die Streiche, und der dritte muss vor jedem Streich befehlen: &#x201E;schlage!&#x201C;, damit der Vollstrecker nur auf Befehl des Richters geissele (Talm.).</ftnote>
<ftnote id="fn305"><sup>126</sup>) Wenn er die Verse beendigt, bevor die Geisselung ganz vollzog en ist.</ftnote>
<ftnote id="fn306"><sup>127</sup>) Die eingeklammerten Worte sind eine sp&#x00E4;tere Interpolation, welche die Mss. und Maimon. nicht haben. Der Interpolator hat jedenfalls die Worte: <span dir="rtl">&#x05D5;&#x05D7;&#x05D5;&#x05D6;&#x05E8; &#x05DC;&#x05EA;&#x05D7;&#x05DC;&#x05EA; &#x05D4;&#x05DE;&#x05E7;&#x05E8;&#x05D0;</span> nur einmal (n&#x00E4;mlich am Schlusse) gelesen. Der zuletzt angef&#x00FC;hrte V. Deut. 28, 59 z&#x00E4;hlt gerade 13 Worte; ebenso z&#x00E4;hlen die zwei V. Deut. 29, 8 und Ps. 78, 38 je 13 Worte. Der Interpolator scheint also der Meinung gewesen zu sein, dass bei jedem Worte dieser 3 Verse ein Streich gegeben werden sollte.</ftnote>
<ftnote id="fn307"><sup>127a</sup>) Der Gegeisselte.</ftnote>
<ftnote id="fn308"><sup>128</sup>) Ins Exil zu wandern, s. oben II, 2 Ende.</ftnote>
<ftnote id="fn309"><sup>129</sup>) Indem er sich im Z&#x00E4;hlen geirrt hat.</ftnote>
<ftnote id="fn310"><sup>130</sup>) In Folge eines Theiles der Geisselhiebe.</ftnote>
<ftnote id="fn311"><sup>131</sup>) <span dir="rtl">&#x05E8;&#x05E2;&#x05D9;</span> (Nah. 3, 6: <span dir="rtl">&#x05E8;&#x05D0;&#x05D9;</span>) Excremente.</ftnote>
<ftnote id="fn312"><sup>132</sup>) Denn es heisst (Deut. 25, 3): &#x201E;Dein Bruder w&#x00FC;rde vor deinen Augen entw&#x00FC;rdigt&#x201C;: da er nun durch die Verunreinigung entw&#x00FC;rdigt ist, so darf er nicht mehr geschlagen werden.</ftnote>
<ftnote id="fn313"><sup>133</sup>) Weil bei einer Frau die Schande gr&#x00F6;sser ist.</ftnote>
<ftnote id="fn314"><sup>134</sup>) Bei reuiger Busse (<span dir="rtl">&#x05EA;&#x05E9;&#x05D5;&#x05D1;&#x05D4;</span>); s. oben Note 2.</ftnote>
<ftnote id="fn315"><sup>135</sup>) Indem er sich nach dem Befehle des Gerichtshofs und der Vorschrift der Thora der Geisselung unterzieht.</ftnote>
<ftnote id="fn316"><sup>136</sup>) Er wird von der Strafe der Ausrottung befreit. Das Maass des Guten ist ja gr&#x00F6;sser als das der Strafe, oben I, 7, Note 67.</ftnote>
<ftnote id="fn317"><sup>137</sup>) Die weiter (Note 140) folgende Lehre. Es werden hier an den Schluss der urspr&#x00FC;nglich verbunden gewesenen Traktate Makkot und Sanhedrin (s. Einl.) einige agadische Ausspr&#x00FC;che gesetzt.</ftnote>
<ftnote id="fn318"><sup>138</sup>) Die von der Ausrottung spricht.</ftnote>
<ftnote id="fn319"><sup>139</sup>) Damit kann nur die Unterlassung der in demselben Abschnitt verbotenen Handlungen gemeint sein.</ftnote>
<ftnote id="fn320"><sup>140</sup>) Nach dem Talmud (Kidduschin 39 b) ist hier die Rede von Einem, der Gelegenheit hatte, eine S&#x00FC;nde zu begehen, aber seine Begierde bezwang und nicht s&#x00FC;ndigte, wie Joseph (Gen. 39, 7 ff.).</ftnote>
<ftnote id="fn321"><sup>141</sup>) Wie es dort heisst (Deut. 12, 25): &#x201E;Damit es dir und deinen Kindern nach dir wohlergehe&#x201C;.</ftnote>
<ftnote id="fn322"><sup>142</sup>) <span dir="rtl">&#x05D6;&#x05DB;&#x05D4;</span> (Piel) gerecht machen, zur Gerechtigkeit f&#x00FC;hren, (vgl. Abot V, 18). Darunter ist die g&#x00F6;ttliche Leitung verstanden, dass Israel stets, sowohl in seinen Gesinnungen als in seinen Handlungen, den g&#x00F6;ttlichen Willen erf&#x00FC;lle.</ftnote>
<ftnote id="fn323"><sup>143</sup>) Durch die stete Beherzigung der Lehren und Aus&#x00FC;bung der Gebote Gottes gew&#x00F6;hnt sich der Israelit derart an die Erf&#x00FC;llung des g&#x00F6;ttlichen Willens, dass er in all seinem Thun und Denken nur Gott zu dienen bestrebt ist, vgl. Schulchan-Aruch O. Ch. cap. 231. Maimon. erkl&#x00E4;rt unsern Ausspruch in folgender Weise: Es ist ein Glaubens-Grundsatz, dass der Mensch, der eines von den 613 Geboten aus reiner Liebe zu Gott, ohne irgend eine Nebenabsicht, erf&#x00FC;llt, dadurch der ewigen Seligkeit theilhaft wird. Deshalb sagt R. Chananja, Gott habe so viele Gebote gegeben, damit der Israelit recht oft Gelegenheit habe, durch die vollkommene Erf&#x00FC;llung eines Gebotes sich die ewige Seligkeit zu erwerben. Hiernach heisst <span dir="rtl">&#x05E8;&#x05E6;&#x05D4; &#x05DC;&#x05D6;&#x05DB;&#x05D5;&#x05EA;</span>: &#x201E;er wollte gl&#x00FC;ckselig machen&#x201C;.</ftnote>
<ftnote id="fn324"><sup>144</sup>) Des vorher (V. 19) genannten Gottesknechtes, d. h. Israels.</ftnote>
</chapter>
</book>