{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Meilah",
    "title": "Mishnah Meilah",
    "lengths": [
        6,
        38
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה מעילה",
    "versionSource": "http://www.sefaria.org/Mishnah_Meilah",
    "next": "Mishnah Meilah 2",
    "maps": [],
    "length": 6,
    "book": "Mishnah Meilah",
    "text": [
        [
            "The holiest of holy [offerings] that are slaughtered in the south [which is the wrong location for them]: we apply the laws of misappropriation to them [anyway]. [Here are other examples of invalid sacrifices to which we apply the laws of misappropriation anyway:] [Those that are] slaughtered in the south, but their blood is gathered in the north; [those that are] slaughtered in the north, but their blood is gathered in the south; [those that were] slaughtered during the day, and their blood was sprinkled at night; [those that were slaughtered] at night, and their blood was sprinkled during the day; or [one] that was slaughtered [with the intent to eat it] outside its time or outside its place ... we apply [the laws of] misappropriation to them all. R' Yehoshua said: Any [offering] which had even a single hour when it was permitted to the priests, we do not apply [the laws of] misappropriation to it. But [any offering] which did not have an hour when it was permitted to the priests, we do apply [the laws of] misappropriation to it. What is [an example of] one which had an hour when it was permitted to the priests? One which is left overnight, or which became tamei, or was brought outside [the Temple]. What is [an example of] one which did not have an hour when it was permitted to the priests? One which was slaughtered [with the invalid intent to eat it] outside its time or outside its place, or invalid ones [e.g. priests with a blemish] collected or sprinkled its blood.",
            "The meat of holiest sacrifices that exited before their blood was thrown, Rabbi Elazar says: One can trespass through them, but they are not liable because of flawed intentions, leftovers, and impurity. Rabbi Akiva says: One cannot trespass through them, however, they are liable for flawed intentions, leftovers, and impurity. Rabbi AKiva said: And just as someone who separates a sin offering and it was lost and he separates another in its place, and then the first one is found and they are both alive, is it not so that just as the blood of this one exempts its meat, so too it exempts the meat of its twin. And if the blood exempts the meat of its twin from trespass, it is logical (a fortiori) that it should exempt its own meat (from trespass).",
            "The limbs of the holy sacrifices that exited before the throwing of the blood: Rabbi Elazar says one cannot trespass through them and they are not liable for flawed intent, or leftovers, or impurity. Rabbi Akiva says one can trespass through them and they are liable for flawed intent, and leftovers, and impurity.",
            "The act of sprinkling the blood of the holiest of holy sacrifices (kodshei kodoshim), may have either a lenient or stringent effect, but with kodshim kalim (sacrifices with a minor degree of holiness), it has only a stringent effect. How so? With most holy sacrifices, before the sprinkling, the law of sacrilege applies to both the emurim (sacrifical portions of the animal burned on the altar) and the flesh; after the sprinkling, it applies to the emurim, and not the flesh. In respect to both, one is guilty of transgressing the laws of notar (leftover offerings), pigul (rejected sacrificial meat due to improper intent during the service), and tamei (defilement). It is found that with most sacrifices of a lesser degree of holiness, it has only a stringent effect. How so? With sacrifices of a minor degree of holiness, before the sprinkling, the law of sacrilege applies neither to the emurim nor the flesh. In respect of both, one is guilty of transgressing the laws of notar, pigul, and tamei. Thus, it is found that with sacrifices of a minor degree of holiness, it has only a stringent effect. "
        ],
        [
            "The bird sin offering:  One is liable for getting benefit from it once it is sanctified.  Once it is slaughtered it becomes susceptible to becoming impure by being touched by someone who went to the mikvah that day [and is waiting for sunset to become pure] or someone who is missing forgiveness [by bringing a sacrifice to become pure] of if it was left overnight [without being brought as a sacrifice].  Once its blood has been sprinkled one can be liable for making it piggul [thinking about eating a sacrifice outside its designated time] leaving it overnight or touching it while impure but there is no longer a punishment for deriving benefit from it. ",
            "The Olah [completely burnt] bird sacrifice, one is liable for deriving benefit from it once it becomes sanctified.  Once it is slaughtered it becomes susceptible to becoming impure by being touched by someone who went to the mikvah that day [and is waiting for sunset to become pure] or someone who is missing forgiveness [by bringing a sacrifice to become pure] of if it was left overnight [without being brought as a sacrifice]. Once its blood has been squeezed on the alter one can be liable for making it piggul [thinking about eating a sacrifice outside its designated time] leaving it overnight or touching it while impure and one is still forbidden to derive benefit from it until it is taken to the house of ashes [where it is burnt].  ",
            "The burnt bulls and the burnt goats, one is liable for getting benefit from them once they've been consecrated. Once they were slaughtered, they become susceptible to becoming invalid by being touched by a tvul yom or one missing atonement and being left overnight.  Once their blood has been sprinkled, one is liable for piggul, leaving it over past its alloted time and for touching it while impure, and one is liable for deriving benefit from them in the house of ashes until the meat has become charred.  ",
            "The olah, is subject to meilah once it has been consecrated.  Once it is slaughtered it becomes susceptible to becoming impure by being touched by a tvul yom or one missing atonement or by being left overnight.  Once its blood has been thrown one is liable on it for piggul, leaving it past its appropriate time and touching it while impure. Its hide is not subject to meilah, but the meat is until it goes out to the house of ashes. ",
            "The chatat the asham and the public shelamim offerings are subject to meilah once they've been consecrated.  Once they've been slaughtered, they become susceptible to becoming impure by being touched by a tvul yom or one missing atonement or being left over night.  Once its blood has been thrown one is liable for piggul, leaving past its appropriate time or touching it while impure.  The meat is not subject to meilah, but the limbs are until they are taken to the house of burning.  ",
            "The two breads [of shavuot] are subject to meilah once they've been consecrated.  Once it forms a crust, they become susceptible to becoming impure by being touched by a tvul yom or one missing atonement and then the sacrifices can be slaughtered.  Once the blood of lambs has been thrown one is liable for piggul, leaving past its appropriate time or touching it while impure and they are not subject to meilah.",
            "The panim bread is subject to meilah once its been consecrated.  Once it forms a crust in the oven it becomes become susceptible to becoming impure by being touched by a tvul yom or one missing atonement and then it can be placed on the shulchan [table in the sanctuary].  Once the spoons of frankensence have been offered one is liable for piggul, leaving it past its appropriate time or touching it while impure and they are not subject to meilah. ",
            "Flour offerings are subject to meilah once they've been consecrated.  Once they've become sanctified in a vessel, they become susceptible to becoming impure by being touched by a tvul yom or one missing atonement or being left over night.  Once the kometz is offered one is liable for piggul, leaving it past its appropriate time or touching it while impure.  The leftovers are not subject to meilah, but the kometz is until it is taken to the house of burning.  ",
            "The kometz, the frankincense, the ketoret, the flour offering of a regular priest or high priest or the flour offering of libations are subject to meilah once they've been consecrated.  Once they've been sanctified in a vessel, they become susceptible to becoming impure by being touched by a tvul yom or one missing atonement or being left over night.  And one is liable for leaving it past its appropriate time or touching it while impure but they are not subject to pigul. This is the rule, anything which has something else that makes it permissible, one is not liable for making it piggul, leaving past its appropriate time or touching it while impure. Whatever does not have something else which makes it valid, once it is sanctified in a vessel, it becomes liable for leaving it past its appropriate time or touching it while impure but they are not subject to pigul."
        ],
        [
            "The child of a chatat and the temurah of a chatat whose owner died must die.  If it past its year or was lost and found with a blemish, if the owners have already been atoned for it must die and it cannot make a temurah [replacement], one cannot obtain benefit from it, but it is not subject to meilah.  If the owners have not yet been atoned for it must graze until it develops a blemish and then it is sold and its money is used to buy a different offering, and it can make a temurah and it is subject to meilah. ",
            "One who separates money for his nazir sacrifices he cannot derive benefit from it and it is not subject to meilah because they are all fit to be used for shelamim.  If he died and the money was unspecified they should be used for voluntary offerings.  If they are specified for which sacrifice they should be used the money for the chatat should be thrown into the dead see, one cannot derive benefit from it, but it is not subject to meilah.  The money for the olah should be used to bring an olah and is subject to meilah.  The money for the shelamim should be used to buy a shelamim and it is eaten for one day but does not require accompanying bread.  ",
            "Rabbi Yishmael says, blood is lenient at the beginning and stringent at the end, but libations are stringent at the beginning but lenient at the end.  Blood, at the beginning is not subject to meilah but once it goes out to the Kidron valley it does become subject to meilah.  Libations, at the beginning are subject to meilah but once they have gone out to the pits they are no longer subject to meilah. ",
            "The ashes of the inner alter and the menorah one cannot derive benefit from it but it is not subject to meilah.  If someone reconsecrates the ashes then they become subject to meilah.  Turtledoves that did yet reach their time and pigeons that have past their time, one cannot derive benefit from them, but they are not subject to meilah.  Rabbi Shimon says, turtledoves that have not yet reached their time are subject to meilah but pigeons that have not yet reached their time one cannot derive benefit from them, but they are subject to meilah. ",
            "The milk of sanctified animals and the eggs of turtledoves, one cannot derive benefit from them but they are not subject to meilah.  In what case are we talking about? with sanctified things fit for the alter, but for sanctified things consecrated for temple use if he consecrated a hen, it and its eggs are subject to meilah.  A donkey it and its milk is subject to meilah.  ",
            "Anything which is fit for the alter, but not the temple treasury, or for the treasury but not the alter, or for neither the treasury or the alter are subject to the laws of meilah.  How so?   If he consecrated a pit filled with water, a dung pit full of manure a dovecote filled with doves, a tree full of fruit, a field full of grass, both they and what is in them is subject to meilah.  But if he consecrated a pit and it was later filled with water, a dung pit that was later filled with manure, a dovecote that was later filled with doves, a tree that was later filled with fruit, a field that was later filled with grass, they are subject to meilah, but what is in them is not, says Rabbi Yehuda. But Rabbi Shimon says, one who consecrates his field and his tree, they and what grows from them are subject to meilah because they are the growths of sanctified things.  The children of ma'aser should not nurse from ma'aser animals, and others would consecrate their own animals for this purpose [of nursing].  The children of consecrated animals should not nurse from other consecrated animals, and others would consecrate their own animals for this purpose [of nursing].  Workers should not eat the dried figs that have been consecrated and similarly a cow should not eat from the fodder that was consecrated. ",
            "The roots of a non-sacred tree that extend it a sanctified area and that of a sanctified tree that extend into a non-sanctified area, one cannot derive benefit from them, but they are not subject to meilah.  A spring which spreads out from a consecrated field one cannot derive benefit from it, but it is not subject to meilah.  If it flows outside the field then one can derive benefit from it.  Water in the golden jug [used on sukkot] one cannot derive benefit from it but it is not subject to meilah.  If it was then placed in a jug [to be poured on the alter] it is subject to meilah.  The willow branch [used in the temple during sukkot] one cannot derive benefit from it but it is not subject to meilah. Rabbi Eliezer says, the elders used to take from it and use it in their lulavs. ",
            "A birds nest in a tree that belongs to the temple, one cannot derive benefit from it, but it is not subject to the laws of meilah.  If it is in a tree devoted to idol worship he can knock it out with a branch.  One who consecrates a grove, all of it is subject to meilah.  If the temple treasurers took branches the wood is subject to meilah but the bark or the leaves are not subject to meilah. "
        ],
        [
            "Sanctified things fit for the alter combine [in value] for the purposes of meilah and to make one liable for piggul, leaving it over past its time and touching it while impire.  Sanctified things belonging to the temple treasury combine as well. Things sanctified for the alter and things belongning to the temple treasury can combine to make one liable for meilah. ",
            "Five things of an olah combine with each other: the meat, the fat, the flour, the wine and the oil.  Six things combine by a thanksgiving offering: the meat, the oil, the flour, the wine, the oil and the bread.  Terumah and terumah taken from maaser and terumah taken from maaser which is suspected to not have been taken, the dough given to a priest from a large batch, and bikkuirm combine with each other to cause other things to be prohibited and to obligate one to paying an additional fifth for accidentally eating them. ",
            "All things that have become piggul combine with each other.  All left over sacrifices can combine with each other.  All carcasses can combine with one another. All bugs can combine with each other.  The blood of a bug and its flesh can combine.  Rabbi Yehoshua said a general rule: anything that has an equal measure for impurity and minimum measurement can combine with one another.  If it has the same measure for impurity but not minimum measurement or if it has the same measure for minimum measurement but not for impurity or if it does not have the same measurement for either, they do not combine.",
            "Piggul and meat left past its appropriate time do not combine because they have two different names.  A vermin and a carcass and similarly a carcass and the meat of a dead animal do not combine to make one impure, even on the lenient level of the two. One who eats that which is impure with a main impure object and that which has been made impure by a derivative of impurity combines to make him impure with the less stringent of the two. ",
            "All foods combine: to invalidate a body like half a half a loaf of bread, to make the food of two meals for an eruv, to make an eggs size to make him impure with the impurity of food, to make the dry-fig's size to make him liable for taking out on Shabbat or to make the date's size to make him liable on Yom Kippur.  All liquids combine to make the body invalid with a fourth and to make the cheek-full to make him liable on Yom Kippur.  ",
            "Orlah and cross breeds in a vineyard combine with each other. Rabbi Shimon says they do not combine.  Clothing and a sack, a sack and hide, hide and matting can combine with one another.  Rabbi Shimon says since they are susceptible to impurity by sitting. "
        ],
        [
            "One who gains even a perutah's worth of benefit from temple property, even if he did not decrease its value had transgressed, meilah, says Rabbi Akiva. The sages say anything that can be decreased in value, one has not violated meilah until its value has been decreased.  Anything that is not able to be devalued, once he derives benefit from it, he violates meilah.  How so?  If she placed a necklace around her neck or a ring on her hand or she drank from the golden cup, since she derived benefit she has violated meilah.  If he wore a coat or covered himself with a tallit or chopped with an axe, he does not commit meilah until he decreases its value.  If he took hair from a chatat while it is still alive, he does not commit meilah until he decreases its value.  Once its dead, as soon as he derives benefit he violates meilah. ",
            "If he derived benefit worth half a peruta and caused half a peruta devaluation or if he derived a peruta's worth of benefit from one thing and caused a peruta's worth of loss to another object, he has not violated meilah until he derives a peruta's worth of benefit and causes a peruta's worth of loss to the same object. ",
            "One cannot violate meilah twice with one sanctified object except for animals and temple vessels.  How so?  If he rode on top of an animal and if friend came and rode on it and then his friend came and rode on it, or if he drank from the golden cup and his friend came and also drank from the cup, or if he plucked hair from a chatat and his friend then came and also plucked hair and then his friend came and also plucked hair, they have all violated meilah. Rabbi Meir says, anything that cannot be redeemed can be subject to multiple meilah violations.",
            "If he took a stone or a beam from the temple, he has not committed meilah, if he then gave it to his friend, he has violated meilah, but his friend did not violate meilah.  If he used it to build part of his house, he does not violate meilah until he lives in it for a value of a peruta.  If he took a peruta from the temple he did not violate meila. If he then gave it to his friend, he has violated meilah, but his friend did not violate meilah.  If he gave it to a bath house attendant even though he did not bathe he violated meilah because the attendant will say to him, the bathhouse is open to you, come in and bathe. ",
            "His eating and his friends eating, his benefit and his friends benefit, his eating and his friends benefit, his benefit and his friends eating combine with each other even if there was a large gap of time between them. "
        ],
        [
            "If a messenger followed his orders, the owner has violated meilah, if he did not follow orders then the messenger has violated meila. How so? If he said to him give meat to the guests and he gave them liver, if he said liver and he gave them meat, the messenger has violated meilah.  If he said give each of them a piece and he said take two pieces and the guests each took three pieces they have all violated meilah.  If he said to him, bring me from the window or from the case and he brought him, even if the owner said I really meant from this one and he brought from the other one, the owner has violated meila.  But if he said bring me from the window and he brought him from the case or vice versa, the messenger has violated meilah.",
            "If [the owner] sent it in the hands of a deaf person, a crazy person, or a minor, and they carried out his orders, the owner has committed meilah.  If they do not follow their orders, the store owner has committed meilah.  If he sent it in the hands of a normal person and he remembered before getting to the store keeper [that the money belonged to the temple] the store keeper commits meilah when he spends the money.  What should he do?  He should take a peruta or a vessel and say: The perutah belonging to the temple where ever it is is deconsecrated on this because things belonging to the temple can be redeemed with money or things worth money. ",
            "If he gave him a peruta and said to him give me half its worth in candles and half its worth in wicks, and he brought him entirely candles or entirely wicks or if he said bring me entirely candles and entirely wicks and he brought him half candles and half wicks they have both committed meilah. But if he said bring me half its worth in candles from this place and half its worth in wicks from that place and he went and brought him candles from the place of the wicks and wicks from the place of the candles, the messenger has committed meilah. ",
            "If he gave him two perutas [belonging to the temple] and told him to buy him an etrog and he went and bought him an etrog worth a peruta and a pomegranate worth a peruta they both have committed meilah.  Rabbi Yehuda says the owner did not commit meilah because he can say to him, I asked for a big etrog and you brought me a small bad one.  If he gave him a golden dinar, and said to him buy me a cloak, and he went and bought him a cloak for 3 [selas, worth half a golden dinar] and a shawl for three they both committed meilah.  Rabbi Yehuda says the owner did not commit meilah because he can say to him, I asked for a big cloak and you brought me a small bad one. ",
            "One who leaves money by a money changer, if they are wrapped he should not use them.  Therefore if he gave them out he has committed meilah.  If they were loose he could use them, therefore if he gave them out he has not committed meilah.  If he left them with another private owner in either case that owner cant use them.  Therefore if he gave them out he has committed meilah. A storekeeper is like a private owner, says Rabbi Meir.  Rabbi Yehuda says, he is like a money changer. ",
            "A peruta belonging to the temple which fell into a money bag or if he said the peruta in this money bag belongs to the temple, as soon as he takes out the first one, he has committed meilah, says Rabbi Akiva.  The sages say he doesn't commit meilah until he has used up all the coins in the bag.  Rabbi Akiva agrees in the case where he said one peruta within this bag belongs to the temple that he can take out coins until he has taken them all out [before committing meilah]. "
        ]
    ],
    "titleVariants": [
        "M. Meilah",
        "M Meilah",
        "Mishnah Meilah",
        "Mishna Meilah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ]
}