{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Avodah Zarah",
    "title": "Mishnah Avodah Zarah",
    "lengths": [
        5,
        50
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה עבודה זרה",
    "versionSource": "http://www.sefaria.org/Mishnah_Avodah_Zarah",
    "next": "Mishnah Avodah Zarah 2",
    "maps": [],
    "length": 5,
    "book": "Mishnah Avodah Zarah",
    "text": [
        [
            "For a period of three days before Pagan festivals, it is forbidden to engage in business transactions with them, to ask them for something or to be asked for something by them, to lend or to borrow from them, and to absolve (them from debt) or be absolved by them (from debt). Rabbi Yehuda says: (it is permitted) to be absolved (from debt) from them, since it causes them distress. (The Sages) said to him: even though they might be in distress at the outset, they will eventually be happy.",
            "Rabbi Yishmael says: (the above) is forbidden for three days before the festivals and three days after the festivals. The Sages say: (while) it is forbidden before the festivals, it is permitted after the festivals.",
            "And these, according to Rabbi Meir, are the (major) pagan festivals: Kalendis, Saturnalia, Kratesis, kings' days of accession, kings' birthdays, and king' day of death. And the Sages say: every funeral in which a conflagration is present is considered to have idol worship present. If there is no conflagration, then there is no idol worship thought to be present. The day a (pagan) man cuts his beard or his hair, the day that a man comes up from the sea, and the day that a man is released from fetters, and (for) a pagan who made a feast for his son, there is prohibition only on this day and only this man.",
            "It is permitted (to do business) outside of a city that has idol worship inside it. If there is idol worship outside the city, it is permitted (to do business) inside. What about he who should travel to this place --- in the time that the road converges to this place alone, it is forbidden (to do business); but if one can walk on this road from another location, it is permitted (to do business). A city which has in it idol worship and has both decorated and undecorated shop fronts -- this was the case in Beit Shean --- the Sages say: the decorated shops are forbidden (as places in which business can be done) and those shops without decorations are permitted.",
            "The following items are those that are forbidden to be sold to gentiles: iztrobalin, white figs along with their stalks, frankincense, and white chickens. Rabbi Yehuda says: he sells a white chicken to him amongst a group of chickens; in the time that he is by himself, he must clip its toe and sell it, since they do not sacrifice blemished animals to idols. As for all the remaining items, (if their purpose) is not known, it is permitted (to sell), but (if their purpose) is known, it is forbidden (to sell). Rabbi Meir says: even if the items are fine palm dates, sweet dates or the Nikolaos date, it is still forbidden to sell them to gentiles.",
            "A place in which one is accustomed to selling small cattle to gentiles, one can sell. A place that one is not accustomed to selling, one cannot sell. And in every place it is forbidden to sell large (literal translation: coarse,rough) cattle, calves, and foals, complete, or lame. (Literal translation: broken, fractured) Rabbi Yehuda permits in the case of a lame one. Ben Beterah permits in the case of a horse.",
            "One can not sell to them (to gentiles) bears, lions, or anything that can do harm to the public. One cannot build with them a basilica, a scaffold, a stadium, or a stage. But one can build with them public bathhouses or private ones. When they reach the place where they stand an object of idol worship, it is forbidden to help.",
            "One may not make jewelry for purposes of idol worship. Necklaces, nose rings, or rings. Rabbi Eliezer says, 'It is permissible to do so in return for a salary. One may not sell them (gentiles) produce that is unplucked. However one can sell it once it is harvested. Rabbi Yehuda says, 'One can sell (unplucked produce) with an agreement that it will be harvested.' 'One may not rent them houses in Eretz Yisrael. And it is not needed to say fields. (Fields automatically cannot be rented to gentiles due to the prohibition on selling them houses.) And in Syria, you can rent them houses, but not fields. And outside of the Land one can sell them houses and rent them fields'; the words of Rabbi Meir. Rabbi Yose says, 'In Eretz Yisrael it is permitted to rent them houses but not fields. In Syria it is permited to sell them houses and rent them fields. And outside of the Land, one can sell both one and the other.",
            "Even in the case that they said that gentiles can rent, it is not as a permanent residence they have ruled, in case the gentile might bring inside an idol. As it is said (Devarim 7:26), 'You shall not bring an abomination into your house.' But one is forbidden in any place, to rent him a private bathhouse, be cause it will be called by his name."
        ],
        [
            "One should not leave cattle in gentile inns, for they are suspect in regard to bestiality. A woman should not be alone with them for they are suspect in regard to fornication. A man should not be alone with them, for they are suspect in regard to spilling of blood. A daughter of Israel should not be a midwife to a gentile woman. But a gentile woman may be a midwife to a daughter of Israel. A daughter of Israel may not suckle a child of a gentile, but a gentile may suckle a Jewish child, in her domain.",
            "One should accept from them (gentiles) healing for property, but not healing for a person. But one should not have his hair cut by them under any circumstances; the words of Rabbi Meir. And the Sages say, 'It is permitted (having a gentile cut a Jew's hair) in public, but not in private.",
            "These are the things of gentiles that are prohibited and are prohibited from deriving benefit from them at all. Wine, the vinegar of gentiles, which in the beginning was wine, Hadrianic earthenware, and hides that were pierced at the heart. Rabbi Shimon ben Gamliel says, 'If the hole was round at the time of the piercing it is prohibited, but if it was straight, (literal:drawn, pulled) it is allowed. Meat that was coming to an idol, it is allowed, but meat that was coming out, it is prohibited. Because it is like sacrifices of the dead; the words of Rabbi Akiva. Those who are going on an idolatrous pilgrimage, it is forbidden to do business with them. But, those who are coming back, it is permitted. (To do business with them)",
            "The skins of gentiles and their containers (literally: jars, jugs) with Jewish wine collected in them, they are forbidden and one is forbidden to derive benefit from them; the words of Rabbi Meir. The Sages say, 'It is not so that one may not derive benefit from them.' The grape pits and grape skins of gentiles are forbidden and it is forbidden to derive any benefit from them; the words of Rabbi Meir. The Sages say, 'If the grape skins are moist, they are forbidden, if they are dry, they are permitted.' The brine and Bithynian cheese of gentiles, They are forbidden and it is forbidden to derive any benefit from them; the words of Rabbi Meir. The Sages say, 'It is not so that one may not derive benefit from them.'",
            "Rabbi Yehuda says, 'Rabbi Ishmael asked Rabbi Yehoshua, when they were walking along the road, he said to him: \"Due to what is gentile cheese prohibited?\" He (Rabbi Yehoshua) said to him: \"Because they curdle it with rennet from carrion.\" He (Rabbi Ishmael) said to him \"But is not the (law of) rennet of a whole offering more stringent (literal: serious, drastic) than the rennet of carrion? As it is said ________________________ *Please someone put here what ﻿כהן שדעתו יפה שורפה חייב ולא מועלין means!* (Rabbi Yehoshua) He gave as the reason: \"Because they curdle it (the cheese) with rennet from calves that were used for idol worship.\" And he (Rabbi Ishmael) said: \"If so, why is there no prohibition to benefit from it?\" They redirected (the conversation) to another topic. (Rabbi Yehoshua) He said to him: \"Ishmael, my brother, how do you read (Shir HaShirim 1): \"For your love (Hebrew: Masculine: Dodecha) is better than wine\", or \"For your love (Hebrew: feminine: Dodayich) is better than wine\"? (Rabbi Yishmael) Said to him (Rabbi Yehoshua) \"For your love (Hebrew: feminine: Dodayich) is better than wine.\" He (Rabbi Yehoshua) said to him (Rabbi Ishmael) \"The matter is not so. For its comrade (The following verse) teaches upon it. \"For your oils (Hebrew: Masculine: Shmanecha) have a good fragrance.\"",
            "These are the things of gentiles that are forbidden but it is not forbidden to derive any benefit from them: Milk that was milked without a Jew watching, their (gentiles') bread, their oil, (Rabbi and his court permitted their oil), stewed and pickled vegetables in which it is a custom (for gentiles) to put wine and vinegar, and their minced (literal: mixed) fish (literal: sardines), brine that does not have fish floating in it, chileq fish, a leaf of asafoetida, and sal-conditum. These are the things of gentiles that are forbidden but it is not forbidden to derive any benefit from them.",
            "These are the things (of gentiles) that are allowed to be eaten: Milk that was milked with a Jew watching, the honey, their honeycombs, even though they drip, they do not constitute an unclean liquid, stewed and pickled vegetables in which it is not a custom (for gentiles) to put wine and vinegar inside of them, unminced (literal: unmixed) fish (literal: sardines), and brine that has fish inside of it, (whole) asafoetida leaves, rolled olive buns, Rabbi Yose says, 'Those that are moist are prohibited, locusts from the basket (shopkeeper's) are forbidden but those from the stock (of his shop) are allowed, and so it is for the priestly tithe."
        ],
        [
            "All images are prohibited, for the reason that each one is worshiped once in the year. Said Rabbi Meir. But the Sages say not all images are prohibited but only the ones who have a stick (staff) in its hand, or a bird, or an orb. Rabban Shimon ben Gamliel says anything that has anything in its hand (is prohibited).",
            "If one finds a broken image (fragments), see, it is permitted. If one finds the form of a hand or the form of a foot, see, these are prohibited. Because it is derived from transgression (has been worshiped).",
            "If one finds a vessel and on it a drawing of the sun or a drawing of the moon, or a drawing of a dragon, he should cast them into the Salt Sea. Rabban Shimon ben Gamliel says; if they are treated with honor, they are forbidden, if they are treated disparagingly, they are permitted. Rabbi Yose says; One should grind it (the vessel) to powder and disperse it among the wind, or hurl it into the sea. The Sages said; Even though it might become manure? As it is said: \"And let nothing of the ban cling to your hand\" (Devarim/Deuteronomy 13:18).",
            "Proklos son of Plosfos asked Rabban Gamliel, in Akko, while he was bathing in the bathhouse of Aphrodite.  He said to him: \"If it is written in your Torah (Deuteronomy 3:18): 'None of the condemned things are to be found in your hand,' then why are you bathing in the bathhouse of Aphrodite?  He said to him: [Questions] are not answered in the bathhouse. When he left, he said to him:  \"I did not come into her territory.  She came into mine.  They didn't say: 'Let us make a bathhouse for the beauty of Aphrodite.'  They said: 'Let us make Aphrodite for the beauty of the bathhouse.' Another reason:  If they gave you a lot of money, you wouldn't perform your idolatry naked and defiled, and you wouldn't urinate in front of it.  Yet, it stands on the sewer pipe and everyone urinates in front of her.  The verse only refers to gods.  If you act as if it is a god, it is forbidden.  If you act as though it is not a god, it is permitted.\"",
            "Because [some] non-Jews worship mountains and hills, the hills and mountains themselves are permitted [to derive benefit from], but anything that is on them is forbidden [to derive benefit from], as it says (Deuteronomy 7:25): \"You shall not covet the gold and silver that is upon them and take it.\" Rabbi Yossi the Galilean said (Deuteronomy 12:2): \"'Their gods are on the mountains,' but the mountains are not their gods, their gods are 'on the hills', but the hills are not their gods\". And why are Asherah trees forbidden [to derive benefit from]? Because they catch people's attention, they are forbidden. Rabbi 'Akiva said: Speaking as your leader, everywhere that you find a tall mountain, a raised hill, or a beautiful tree, know that there is idol worship there.",
            "One whose house is next to a house of idol worship, and the house falls, it is forbidden to rebuild it. What should he do? Gather up the material that is his (within 6-8 feet of his holdings) and rebuild it. If some of the material belongs to both him and the house of idol worship, they should discuss dividing it in half. The stones, wood, and dust have the ritual impurity of vermin, as it says (Deuteronomy 7:26): \"You shall utterly detest it.\" Rabbi Akiva says: [it has the ritual impurity of] menstruating woman, as it says (Isaiah 30:22): \"You will banish them like a menstruating woman. ‘Get out!’ you will say to it.” Just as a menstruating woman renders objects impure by contact, so too does idol worship render objects impure by contact.",
            "There are three [types of] houses. A house that is built for idolatry from the start is prohibited. If the paint and molding are new and dedicated to idolatry, what is new is removed. If idols are brought inside and removed, [the house is] permitted. There are three [types of] stones. A stone hewed to be a pedestal [for an idol] is prohibited. If the paint and molding [are new] and are dedicated to idolatry, what is new is removed. If idols are put on and taken off, [the stone is] permitted. There are three [types of] <i>asherot</i>. A tree planted for idolatry from the start is prohibited. If the pruning and trimming are dedicated to idolatry and it sprouted, the new growth is removed. If idols are put underneath and taken away, [the tree is] permitted. What is an <i>asherah</i>? Every [tree] that has idolatry underneath. Rabbi Shim'on says: \"Every [tree] that is worshipped.\" It happened in Tzidon that they found a pile of stones below a tree that was worshipped. Rabbi Shim'on said to them: \"Check the pile of stones.\" They checked and found an image. He said to them: \"Remove the image they worshiped, and the tree is permitted.\"",
            "One should not sit in [an <i>asherah</i>'s] shadow, but the one who does so remains pure. One should not pass underneath it, and the one who does so becomes impure. If it encroaches on public [property], the one who passes beneath it remains pure. Vegetables may be sown underneath it in the rainy season but not in the hot season. Lettuce can [be sown] neither in the hot season nor in the rainy season. Rabbi Yossi says: \"Even vegetables may not [be sown] in the rainy season, because the leaves fall on them and become fertilizer.\"",
            "If one took some wood from it, it is prohibited for benefit.  If one used [the wood] to heat a new oven, it must be broken up; for an old oven, it must be cooled down.  If one baked bread in it, it is prohibited for benefit, and if that loaf were mixed in with others, they are all prohibited for enjoyment.  Rabbi Eliezer said: Let him throw the \"enjoyment\" into the Dead Sea!  They said to him: There is no redemption [fee] when it comes to idolatry.  If one took wood from it for a loom, it is prohibited for benefit; if he wove a garment on it, the garment is prohibited for enjoyment.  If that garment were mixed in with others, and then all of those were mixed in with still others, they are all prohibited for benefit.  Rabbi Eliezer said: Let him throw the \"benefit\" into the Dead Sea!  They said to him: There is no redemption [fee] when it comes to idolatry.",
            "How does one annul [a tree used for idol-worship]? If one trims or prunes, or removed a branch or a stick - or even a leaf - it is annulled.  If he trimmed it for the tree's own [visual] sake, it is prohibited, but if not for the tree's sake, then it is permitted."
        ],
        [
            "Rabbi Yishmael says, three stones lying next to each other lying next to Markulis [an idol] are prohibited [they are an idol], if there were only two, they are permitted.  The Sages say, those that seem to be with [the idol] are prohibited, but those that do not appear to be with it are permitted.",
            "If he found on its [the idols] head clothing or utensils, they are permitted [for benefit], if he found grape vines or crowns of wheat stalks, or wine, oil or flour, or anything which is normally brought on the alter, they are prohibited.",
            "An idol that had a garden or a bath house, one can benefit from it if they did not have to pay but they cannot benefit from it if they would have to pay.  If they belonged to an idol and to others, they can benefit from them regardless of whether they would have to pay for them.",
            "The idol of a non-Jew is automatically forbidden [from benefit].  If it belonged to a Jew, it only becomes forbidden once it is worshiped.  A non-Jew can nullify his idol and his friends idol, but a Jew cannot nullify the idol of a non-Jew.  One who nullifies an idol also nullifies the instruments used to serve it.  If he just nullified the instruments, they are nullified but the idol is still forbidden [from benefit].",
            "How does one nullify [an idol]? If he cut off the tip of its ear, the tip of its nose, the tip of a finger, or if he dented it even though he did not remove anything it is nullified.  If he spat before it or urinated before it, if he dragged it [on the ground] or if he threw excrement at it, it is not nullified.  If he sold it or used it as collateral Rebbi says it is nullified, but the sages say it is not nullified.  ",
            "An idol whose worshipers abandoned it during a time of peace becomes permitted [for benefit], if it was a time of war, it remains prohibited. Royal pillars [upon which idols would be placed] are permitted, because they only are built when the king is passing.",
            "They asked the elders of Rome, if [Hashem] does not want idol worship, why does he not destroy the idols.  They answered if they were worshiping things which the world does not need, he would in fact destroy them, but they are worshiping the sun, the moon the stars and the constellations, should the whole world be destroyed because of the fools?  They answered if so, why does he not destroy those idols that the world does not need and leave the ones that the world does?  They answered, then he would strengthen the faith of those who worship them because they would say, \"this is the proof they are real gods since they were not destroyed\". ",
            "One may buy a stepped on wine press from a non-Jew even though he uses his hand [to take the crushed grapes] and places them in the pile.  It does not become \"Nesech\" wine [wine which is forbidden because it might have been poured before an idol] until it drains to the pit.  Once it has drained to the pit, [if the non-Jew touches it] what is in it is forbidden [from benefit] and the rest is permitted. ",
            "One can press grapes with a non-Jew in the wine press, but he cannot harvest with him.  A Jew who makes [his wine] while impure, one may not press or harvest with him, but one can send him barrels to the wine press and take them out of the wine press with him.  A baker who makes [his bread] while impure, one may not knead or shape the dough with him, but he can bring the bread with him to the seller. ",
            "A non-Jew who was found next to a pit of wine, if he has a lein upon the wine it is prohibited,  if he does not then it is permitted.  If he fell into the pit and climbed out or he measured the wine with a reed, or he flicked out a bug with a reed or if he was tapping on a boiling barrel, in all of these cases, they said to sell the wine.  Rabbi Shimon says it is permitted.  If he took the barrel and threw it into the pit, this case happened and they permitted it. ",
            "One who prepares wine for a non-Jew and places it in his domain in a house that is open to the public domain, in a city that had both Jews and non-Jews it is permitted.  In a city that is entirely non-Jews it is forbidden unless a guard was placed there. The guard does not have to be there constantly, even if he is entering and exiting it is still permitted.  Rabbi Shimon son of Elazar said all domains of non-Jews are like one domain.",
            "One who prepares wine for a non-Jew and places it in his domain, and the non-Jew writes a receipt that he received the money, it is permitted.  But if the Jew wanted to remove the wine [from his property] and the non-Jew does not let him until he receives his payment, this once happened in Beit She'an and the sages made it prohibited.  "
        ],
        [
            "One who hires a worked to work with him with Nessech wine, his salary is prohibited.  If he was hired to perform a different task, even if he said to him move that barrel of Nesech wine from one place to another his salary is permitted.  One who rents a donkey to transport Nesech wine its rental fee is prohibited.  If it was rented to ride on, even though the non-Jew used it to transport his flask [of Nesech wine], its rental fee is permitted.",
            "Nesech wine which fell on top of grapes, he can rinse them and they are permitted.  If they were cracked, they are prohibited.  [if they fell on figs or dates, if there is enough wine to impart its flavor (into the fruit) it is prohibited]. It once happened to Baytus Son of Zonin that brought dried figs on a boat and a barrel of Nesech wine burst and fell on them and he asked the sages and they permitted [the dried figs].  This is the rule, if there is increased enjoyment due to the imparted flavor it is prohibited, but if not it is permitted, like the case of vinegar falling on beans.",
            "A non-Jew who was transporting jugs of wine with a Jew from one place to another, if there was a constant guard on them they are permitted.  If he let him know that he was going away [they are prohibited if there was enough time] to puncture [the seal] patch it and allow it to dry.  Rabbi Shimon son of Gamliel says it must be enough time for him to open [the deal] create a new one and allow it to dry.",
            "One who leaves his wine in a wagon or a boat and took a shortcut to the city to bathe, [the wine] is permitted.  If he let him know that he was going away [they are prohibited if there was enough time] to puncture [the seal] patch it and allow it to dry.  Rabbi Shimon son of Gamliel says it must be enough time for him to open [the deal] create a new one and allow it to dry.  One who leaves a non-Jew in his store, even if he is entering and exiting it is permitted.  If he let him know that he was going away [they are prohibited if there was enough time] to puncture [the seal] patch it and allow it to dry.  Rabbi Shimon son of Gamliel says it must be enough time for him to open [the deal] create a new one and allow it to dry.  ",
            "If he was eating with him at a table and he left a jug of wine on the table and a jug of wine on a side table and left the room, what is on the table is prohibited and what is on the side table is permitted.  If he said to him \"please pour and drink\" even the jug on the side table become prohibited.  Open barrels are prohibited, if they were closed [the only become prohibited if there was time] to  puncture [the seal] patch it and allow it to dry. ",
            "A troop of non-Jewish soldiers that enter a city at a time of peace, all open barrels are prohibited but sealed barrels are permitted.  If it were a time of war, both sealed and unsealed barrels are permitted, because they do not have enough to to pour libations.  ",
            "Jewish workers whom a non-Jew paid in Nesech wine, they can say to him give us its value, but once it enters their domain, it becomes prohibited.  One who sells his wine to a non-Jew if he set the price before measuring the volume the fee is permitted, but if he measured before setting the price, the fee is prohibited.  If he took a funnel and measured the wine into a non-Jews jug and then into a Jews jug if the funnel has a wine catcher it is prohibited, if he pours from one container to another, what is in the one he poured from is permitted, but what is in the one he poured into is prohibited.  ",
            "Nesech wine is forbidden [for benefit] and makes other things forbidden even if the smallest amount is mixed in. Wine into wine or water into water even in a minute amount [it is prohibited].  Wine mixed with water or water with wine, [it is prohibited] if it imparts flavor.  This is the rule, within the same liquid [it prohibits] in any amount, two liquids mixing [it is prohibited] if it imparts flavor. ",
            "The following things are prohibited and prohibit in a minute amount.  Nesech wine [containers], an idol, heart skins [used to take out the heart of an animal for idol worship], an ox which will be stoned, the calf which will have its neck chopped, the birds of a leper, the hair of a Nazir, the sheep used to redeem a firstborn donkey, meat mixed with milk [the goat sent to azazel] and non-sacred animals slaughtered in the temple courtyard all are prohibited and make other things prohibited when mixed even in minute amounts.  ",
            "Nesech wine that fell into a pit, all [wine in the pit] is prohibited from benefit. Rabbi Shimon son of Galiel says, he can sell it all to a non-Jew except for the value of the Nesech wine that was spilled in it. ",
            "A stone wine press which a non-Jew coated in pitch, once it dries it is pure.  If it was made of wood, Rebbi says he can wait for it to dry, but the sages say he should peel off the pitch.  If it was made of earthenware, even if he peeled off the pitch it is still forbidden [from benefit].",
            "One who buys utensils from a non-Jew, what is usually immersed should be immersed, what is usually boiled he should boil, what is usually made white hot by fire he should make white hot by fire. The spit the and the grill one makes white hot by fire.  The knife one can polish it and it is pure. "
        ]
    ],
    "titleVariants": [
        "M. Avodah Zarah",
        "Mishnah Avodah Zarah",
        "Mishna Avodah Zarah",
        "M Avodah Zarah"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ]
}