#encoding=utf-8
import re
import django
django.setup()
from sources.functions import *
from sefaria.model import *
import csv

from bs4 import *

def parse_analysis(file_name):
    text = {}
    perek = 0
    with open(file_name, 'r') as f:
        for line in f:
            if line.startswith("@6"):
                perek += 1
                text[perek] = []
            else:
                text[perek].append(removeAllTags(line))
    return convertDictToArray(text)

def get_i_tag_tuples():
    i_tag_dict = {}
    links = []
    i_tag_dict_just_simanim = {}
    for row in csv.reader(open("updated_feb_6.csv", 'r')):
        if not row[0].startswith("Keset"):
            continue
        ref = row[0]
        text = row[1]
        siman, seif = Ref(ref).sections
        if siman not in i_tag_dict:
            i_tag_dict[siman] = {}
            i_tag_dict_just_simanim[siman] = []
            curr_tag = 0
        i_tag_dict[siman][seif] = []
        for i_tag in re.findall("<i .*?></i>", text):
            new_tag = getGematria(BeautifulSoup(i_tag).find("i").attrs["data-order"])
            lishkat_ref = "Lishkat HaSofer {}:{}".format(siman, new_tag)
            links.append({"refs": [lishkat_ref, ref], "generated_by": "Keset HaSofer to Lishkat", "type": "Commentary",
                          "auto": True})
            i_tag_dict[siman][seif].append(new_tag)
            i_tag_dict_just_simanim[siman].append(new_tag)
            if (new_tag - curr_tag) != 1:
                print("Keset HaSofer {}:{} {} after {}".format(siman, seif, new_tag, curr_tag))
            curr_tag = new_tag
    i_tag_dict_just_simanim = [len(i) for i in convertDictToArray(i_tag_dict_just_simanim)]
    return i_tag_dict_just_simanim, i_tag_dict, links

def lishkat_vs_keset(lishkat, keset):
    for i, tuple in enumerate(zip(keset, lishkat)):
        k, l = tuple
        if k != l:
            print(i+1)
            print(k-l)
            print()


if __name__ == "__main__":
    root = SchemaNode()
    en_title = "Lishkat HaSofer"
    he_title = u"לשכת הסופר"
    root.add_primary_titles(en_title, he_title)
    root.key = en_title

    intro = JaggedArrayNode()
    intro.add_shared_term("Introduction")
    intro.key = "Introduction"
    intro.add_structure(["Paragraph"])
    intro.validate()

    default = JaggedArrayNode()
    default.default = "True"
    default.key = "default"
    default.add_structure(["Siman", "Seif"])
    default.validate()

    analysis = JaggedArrayNode()
    analysis.add_primary_titles("Analysis", u"חקירות")
    analysis.add_structure(["Chapter", "Paragraph"])
    analysis.key = "Analysis"
    analysis.validate()


    root.append(intro)
    root.append(default)
    root.append(analysis)
    root.validate()

    index = {
        "title": en_title,
        "schema": root.serialize(),
        "categories": ["Halakhah", "Commentary"],
        "base_text_titles": ["Keset HaSofer"],
        "dependence": "Commentary",
    }
    post_index(index)
    prev_perek = 0
    prev_verse = 0
    text = {}
    intro = """גוף הספר והחקירות 
מי הם הכשרים לכתוב ספרים תפילין ומזוזות ולקנות מהם 
העור שכותבין עליו 
דין הדיו והשרטוט והקולמס ושיכתוב בימין 
שצריך לכתוב לשמה ועוד דיני כתיבה ושלא להפוך היריעה 
צורות האותיות וזיונן 
דיני הבחנה ע"י תינוק 
ושצריכה להיות כתיבה תמה וריוח בין האותיו' 
בין התיבות 
פסול חק תוכות 
תפילין ומזוזות צריכין כתיבה כסדרן 
קדושת השם וכתיבתו 
איסור מחיקת השם 
הטועה בשם או שאירע בו איזה קלקול איך לתקן 
מדת הס"ת ושיעור הדפין והשיטין 
שיעור הגליון והרווח שבין הדפין ובין השיטין ובין החומשים 
דיני פתוחה וסתומה ונונין המנוזרות 
צורות השירות ושאר דקדוקים 
דין תפירת ס"ת 
דין נקרעה היריעה עצמה 
שאסור להשהות ס"ת שאינו מוגה ודינו הגהתו 
דיני כתיבת תפילין 
עשיית הבתים 
הגהת הפרשיות לתוך הבתים ותפירת הבתים 
דיני הרצועות 
דיני בדיקת התפילין ואם נתקלקלו התפילין או הרצועות 
שאין מורידין מקדושה חמורה לקדושה קלה 
דיני תפילין דרבנו תם 
דיני כתיבת המזוזה 
דיני כתיבת מגילת אסתר ותפירתה 
איזהו דרך ישרה לעבד את העורות באופן שיהיו מוכשרין הן לס"ת הן לתפילין הן למזוזות 
אם נפלה טפה דיו על הקלף ועשה ממנה אות וכן אם כתב מקצת אות שלא לשמה וגמרה לשמה. וכן בשמות הקדושים אם כתב מקצת אות שלא לשם קדושת השם וגמרו לשם קדושת השם ראש הלמ"ד שנכנס לתוך חלל אות שבשיטה העליונה 
נקב בצד האות או בתוך האות 
יו"ד העליונה או התחתונה של האל"ף שנגעו 
בקו האמצעי יותר מן הראוי 
אותיות שנדבקו זו בזו ורוצה לגרוד ביניהן להפרידן וכן אות שנכתב אצל נקב ואינו מוקף גויל שם או שהגיע האות לקצה היריעה ורוצה לגרוד קצת בכדי שיהי' מוקף גויל 
אם נמצא בתפילין ומזוזה אות שהוכהה מראיתה אם מותר לתלות בתו"מ באופן שהכתיבה היא כסדרן 
שכח לקדש את השם בתחלתו וקדשו בסופו אותיות השם אם צריכין גם בס"ת לכתבן כסדרן או לא 
כתב את השם וידע שזהו שמו של הקב"ה אלא שלא כון לקדשו ורוצה אח"כ למחקו טעה וקדש שם שהוא חול 
ס"ת אשר במקום שצ"ל שם הקודש נמצא תיבת חול הדומה לו קצת וכן בהיפוך במקום שצ"ל תיבת חול נמצא שם קודש 
נקב בצד אות מאותיות השם הקודש 
ה"א שבשם הקודש אשר רגלה השמאלי נדבק לגגה 
מחלוקת הרמב"ם והרא"ש בצורות פתוחות וסתומות 
אם צריכין לדקדק לצאת ידי שניהם או לא 
נונין המנוזרין איך לעשותן 
השחרת הרצועות ועשיית הקשרים ע"י אשה או ע"י קטן וגדול עומד ע"ג 
אחיזת תפילין ומזוזות ומגילת אסתר בלי מטפחת 
קצת תיקונים והוספות יבאו אי"ה בסוף חלק שני מכתב והסכמה (למהדורא קמא) מכבוד הרב הגאון האמיתי רשכבה"ג כקש"מ מ"ה משה סופר זצלל"ה את"ד ור"מ דק"ק פ"ב יצ"ו בעה"מ ספרי חת"ם סופר:
שיל"ת יערגן סמוך לק"ק פ"ב יום ה' כ"ג מנחם תקצ"ד לפ"ק:
איל עופר. אשכול הכופר. במתניו קסת הסופר. ה"ה הרב המופלג בתורה כבוד מ"ה שלמה ני' גאנצפריד מק"ק אונגוואר יע"א יקרתו הגיעני עש"ק העבר. בהתגוררי פה לשאוף אויר טוב. ובקש ממני לתת עינא פקיחא על ספרו אשר חיבר. בקראי שמו קסת הסופר. אשר בו ליקט וסידר כל דיני כתיבת ס"ת תפילין ומזוזה ומגלת אסתר. ועיינתי בו. ועברתי בין בתריו מרישא לסיפא והנה כלך יפה רעיתי ומום אין בך מכוון להלכה ע"ד האמת מסודר בסידור נכון ושמחתי בו מאוד ואמרתי יתן ה' ויבצע מעשהו המקום יהי' בעזרו אזי אני פוקד על כל תלמודי המחויבים לשמוע בקולי שמיום הדפסת ספר קסת הסופר הלז. מכאן ואילך לא יתנו רשות וכתב קבלה לשום סופר כ"א למי שיהי' בקי בספר הזה ורגיל על לשונו. כדרך השוחטים שנוטלים קבלה וכמ"ש ט"ז סימן א' ס"ק ה' כן ינהגו עם הסופרים. וסופר שאינו בקי בספר הזה יופסל מאומנתו. ויחזור לפרקים כאשר יושת עליו מהרב. כן אני מצוה לבני ותלמודי ה' יברכם. כי צורך גדול הוא ומכשלה גדולה תחת יד הסופרים בעו"ה ולבי לחוקקי ישראל גאוני זמנינו שאינם משגיחים. ע"כ אני פוקד ומצוה לכל מי שמחויב לשמוע בקולי שיחזיק במעוז הנ"ל וספר הלז כלו מחמדים. והי' זה שלום לידידי הרב ני' ואם רצונו לדפוס אגרת הלז במקום הסכמה הרשות בידו. ואחתום בברכה. א"נ:
משה"ק סופר מפ"פ דמיין 
וההערות אשר כתב לי יבאו על מקומם בע"ה. 
הקדמה למהדורא קמא יתגדל השם ויתנשא הכסא של מלך מלכי המלכים הקב"ה אשר בחסדו הנדול ברא עולמו יש מאין ויפח באדם נשמת רוח חיים. ממקור קדושתו נחצבה מאת ה' מן השמים. ויבחר בזרע יעקב להנחילו תורתו תורה היא עץ חיים:
הנני בקידה והשתחרר. אפים אברכהו במקהלות עם ואשירה עוזו אביעה רננות במו פי על כל הטוב אשר גמלני. בין יושבי בהמ"ד להושיבני. ואף בהתגוללו עלי סיבות הזמן וטרדוני בחיי שעה להטריף טרף לביתי בזעת אפי ויגיעה רבה ורעיוני נבוכו במצולת הדאגה מחצי אשר אשר נחתו בי. כי הרעותי את מעשי וקפחתי את פרנסתי. עם כל זאת תודות לאל עפ"י הרוב קבעתי עתים לתורה והיה לי היום למלאכה והלילה למשמר משמרת ה'. גרסה נפשי לתאבה ותמיד תפלתי על לשוני לפני ה' לתת לי הרוחה למען אוכל שבת השקט להגות בתורתו ולהיותה אומנתי. אשר לזאת ת"ל תמיד לא נתרפתי מלעיין היטב כפי קוצר שכלי והשגתי בהמעט אשר למדתי כי טוב מעט בכונה ובצפיתי צפיתי לישועת ה' יעזרני על דבר כבוד שמו ללמוד וללמד לשמור ולעשות:
ועל הכל יתגדל ויתברך שמו אשר נתן בלבי לקנא קנאת סופרים אשר כבר צוהו בזה קדמאי כי ראינו שערוריה ועתה בעו"ה ביותר. וכמה וכמה אשר אין להם אף מקצת ידיעה בהלכותיהם והמה מושכים בשבט סופר. ושארו ספרא למהוי כעמא דארעא. ראיתי ונתתי אל לבי כי הוא זה רק מחמת חסרון הספר כי הדינים מפוזרים ואין להם חיבור מיוחד על זה. ולזאת אף אם ילמדו בתחלתן כאשר יתקרבו אל מלאכת הקודש קצת דינים אבל כאשר יחנו כן יסעו חיש מהר מתוך רעיוניהם מבלי משים על לב לחזור עליהם כראוי ונכון. לזאת אזרתי כגבור חלצי בראותי כי היא מלאכת שמים לקבץ על יד כל הלכותיהם כפי קוצר ידי ולעשות להם מדור לעצמם למען יהי' הכל מסודר כש"ע לפני הסופר. ויוכל ללמוד בנקל וגם לחזור לעתים לבלתי יסורו מלבבו וקראתיו בשום קסת הסופר להזכר שמי ושם אבותי כי מספרו עילה כמספר שלמה במה"ר יוסף זצ"ל גם במספר קטן עולה למספר קטן שלמה בן בילא עם הג' כוללים:
ואמנם כן ידעתי נם ידעתי מך ערכי וקוצר השגתי כי עוד לא בינת אדם לי ואיך יערב לבי לגשת אל הקודש להיות חובר חיבור אבל נועם אמרי רבותינו הקדושים ז"ל שמתי למעוז לי הם אמרו במקום שאין אנשים השתדל להיות איש והם אמרו יגעתי ומצאתי תאמין. והעלתי על רעיוני אולי מן השמים הניחו לי מקום להתגדר ויזכני ה' להתגלגל זכות על ידי. ולפניו אשפוך שיחי. בכל נפשי ורוחי. יעשה עמי לטובה אות. ויזכני לראות מתורתו נפלאות. ולעבדו ביראה ואימה. בלב חפץ ונפש שלמה:
הסכמות הגאונים המפורסמים יצ"ו למהדורא תנינא ב"ה ב' נשא א' תרל"א לבוב שלום וברכהו וכ"ט לכבוד הרב... מ' שלמה גאנצפריד נ"י ראבד"ק אונגוואר יצ"ו בעה"ס חיבורים יקרים:
הנה חתנו הרב המופלג מ"ה גרשון וואלף נ"י הביא לי ספרו הנדפס קסת הסופר אשר כבר נדפס ובא ועתה שת עליו נוספות חידושים רבים אשר לקט בין עמרים אמרים מגדולי הראשונים והאחרונים ואשר הוסיף נופך מדילי'. ועוד באו פנים חדשות לכאן כי חיבר לזה מהמסורת סיג לתורה מרבנו הרמ"ה ז"ל ובתוספות ותיקונים מהספרים המדברים בזה. אור תורה ומנחת שי וגם הפתוחות והסתומות ועוד הרבה דברים וגם הרבה שו"ת מזה. חקירות ובדיקות. והנה כבר נתתי לו הסכמתי. אמנם זאת היתה בעיר היה כתב יד והי' קשה עלי לראות הרבה בתוכו וכעת שהביא לי חתנו נ"י פה שכבר נדפס ובקש מעמדי לתת עליו עין ולב הנני אומר באמת בכל לב כי ראוי ונכון לאדפוסי אדרא והסופרים לא יתנו קבלה להתלמירים עד אשר יהיו מורגלים בספר הלז והוא תיקון גדול ותקנות קבועות וגדולו' שנו כאן ורבים הסופרים בזמננו שלא ידעו כלל הלכות סת"ם וגם בשמות הפסוסקים אם הם קודש עושים כרצון כל איש ואיש ובאמת יש מבוכה רבה בזה וכבר השבתי לאיזה מקומות בזה כ' לא יפה עשו. ומה נעשה להסית אשר כבר נכתבו ואין בידינו לפוסלם חלילה. וע"כ אבקש שיראו לגדור הגדר. ילמדו מתוך הספר הזה ואז ילכו לבטח. דברי הדו"ש באהבה. 
הצעיר יוסף שואל הלוי נאטינזאהן האב"ד ק"ק לבוב והגליל. 
ב"ה 
כבר נודע לרבים ומלאה הארץ תהלתו של הספר קסת הסופר אשר חבר כבוד ידידי הרב... מו"ה שלמה גאנצפריד נ"י כאשר יחזו נכוחות בהמכתב שכתב אליו הגאון המפורסם בעל החת"ם סופר זצללה"ה ונתקבל מאד הספר הזה ע"פ תבל ומגודל חבתו ואיננו כנמצא חלו פניו רבים וכן שלמים להוציאו פעם שנית לאור לזכות את הרבים אשר ילכו לאורו ונעתר הרב המחבר לדבריהם להדפיסו שוב ביתר שאת ויתר עז בביאורים חדשים וגם הניף ידו להדפיס חלק שני על המסורה ופתוחות וסתומות שבכל התורה ושלח אלי ספרו היקר לעיין בו וליתן עליו הסכמה ומחמת חולשתי ותשות כחי לא יכולתי לעיין בו הרבה רק מעט והוטב מאד בעיני ואוקי גברא אחזקתי' שלא יוציא מתח"י דבר שא"מ ח"ו ובפרט כי ידוע לכל גודל חריפתו ובקיאותו של הרב המחבר מהחיבורים אשר הוציא לאור ולזאת מצוה גדולה לסעדו ולתמכו ולהיות בעזרו שיוציא לאור חיבור היקר הזה ובזכות זה תתברכו בכל טוב.
דברי הבא עה"ח יום ה' י"א אייר תר"ל לפ"ק פה ק"ק צאנז:
הק' חיים הלברשטאם 
(הוא הגאון בוצינא קדישא אב"ד דק"ק צאנז יצ"ו שליט"א):
בעה"י. 
הנה יד שלוחה אלי מאת ידידי הרב... המפורסם בחיבוריו הנחמדים מו"ה שלמה גאנצפריד נ"י ראש ב"ד דקהלתנו יצ"ו ספרו הנחמד קסת הסופר שככר נדפס זה כמה שנים וכעת מדפיסו מחדש בתוספת מרובה ויבקש ממני להיות סניף לאריות אשר הסכימו על ידו גדולי זמננו יצ"ו ואם אמנם כי ספר זה אינו צריך עוד הסכמה כי מי יבוא אחר המלך מלכא דרבנן הוא רבנו הגדול מרן בעל חת"ם סופר זצ"ל אשר העיד בהסכמתו למהדורא קמא כי עיין בו מרישא לסיפא ומצאו כלו מחמדים מכוון להלכה ע"ד האמת ומזהיר על הסופרים שיהיו בקיאים בספר הזה. עם כל זאת לעשות רצון צדיק חפצתי ועיינתי בו ג"כ גם בהוספות שהוסיף במה"ת. ומצאתי את שאהבה נפשי יורד לעומקה של הלכה ולאמיתה. ובפרט גודל שקידתו בעניני חסרות ויתרות וראיתי כמה גדולים דברי רבה"ג זצ"ל בהסכמתו כי סופר שאינו בקי בספר הזה יופסל מאומנתו. ועתה עיני מיחלות מתי יצא לאור לקנותו בכסף מלא אי"ה. כ"ד הכותב באהבה רבה פה ק"ק אוננוואר יום א' ער"ח תמוז תרל"א לפ"ק:
הק' חיים צבי הירש מאנהיימער 
חונה פה ק"ק הנ"ל והגלילות יע"א 
ולמען תת אות כי עיינתי בספרו אמרתי להציג מה שראתה עיני:
בסי' ב' ס"ק י"ב הקשה בהא דאמרו שבת ד' ע"ט דתני ר' מנשי' כתבה על הנייר וכו' כי תניא ההיא בס"ת. והא ס"ת הוא לשון זכר ואיך שייך כתבה והתוס' הקשו כן אמאי דמוקי בתפילין וכתבו דהיינו מזוזה שבתפילין אבל אס"ת ל"ש זאת. ובסי' ט"ז סק"ג הביא בשם המעדני מלך שהקשה כן אהא דתני' כתבה כשירה והא כתבה לשון נקבה. ואני תמה בזה דהרי במקרא מצינו הרבה פעמים תורה בלשון נקבה כמו וזאת התורה ועיין ברש"י פ' נצבים פרשה כ"ט פסוק כ' הואת לשון נקבה מוסב על התורה. הזה לשון זכר מוסב על הספר. וא"כ אדרבה התורה היא ל"נ וגם מצינו הרבה דברים שמשמשין בל"ז ובל"נ. ע' רש"י וישלח. ובפרט לפמ"ש האבן עזרא כל שאין בו רוח חיים זכרהו ונקבהו. וע' מנחות ריש פ' שתי הלחם בתוס' ד"ה שתי (א) וגם שה הוא מכלל זכרהו ונקבהו:
סי' ד' סק"ו הביא דברי הספר שנות חיים בתיבה שהיא קרי וכתיב איך יקרא הסופר. וכוונתו דאף דבקריאה בס"ת קורין הקרי ולא הכתיב כמ"ש הרשב"א בתשובה והובא בש"ע או"ח סי' קמ"א דהוא הלמ"מ אבל לענין מה שהסופר צריך לקרות בשעת כתיבה ע"ז נסתפק היאך יקרא. ומדי דברי זכור אזכור מה דתמיה לי דהרשב"א כתב שם דהוא הלמ"מ כדאמרו בנדרים. והרי בנדרים לא נזכר אלא קריין ולא כתבין כתבין ולא קריין ולא קרי וכתיב שמשתנה הקריאה מהכת בה. וצ"ע באמת על הש"ס מדוע לא פירשו זאת שזהו ודאי הלמ"מ (ב):
בסי' י' סק"ה הביא מה שכתבתי בס' יד שאול בשם אדוני אבי הגאון נ"י דבשמות הקדושות המסופקין בתחלה לא יכון לקדשו ואח"כ יעבור עליו הקולמס ויקדשו. והוא הקשה דבשמות הקדושים ודאי בעינין זה אלי ואנוהו. ולק"מ וכבר כתבתי כן בהרבה תשובות כיון דזא"ו לא הוי רק מדרבנן כמ"ש התוס' ר"פ לולב הגזול (ג) וא"כ בשמות המסופקין ודאי נכון לעשות שיהי' הס"ת מקודש ודלמא צריך לקדשו. ולא הוי כמקדיש בעלי מומין למזבח דבאמת אם הוא חול הכתב השני אינו מועיל כלל. וגם בגוף הדבר שחדש התשב"ץ דהוי כמקדיש בע"מ למזבח כבר האריך הברכי יוסף בזה ומכש"כ כשעושה כן משום ספק והארכתי בזה הרבה ואכמ"ל:
בסי' כ"א סק"ח מ"ש בענין השיני"ן של תפילין שעושין מחתיכות קלף ומדבקין על הבית שפסלו הגאונים. הנה גם אנכי נשאלתי בזה ואעתיק כאן בקיצור נמרץ. לפע"ד הטעם משום דהשי"ן צ"ל מקמטי העור ואם אינה מקמטי העור פסול וא"כ כל שטולה עליהן עור אחר שוב יש לפסול משום שאין הבית רואה את האויר וע' בתוס' מנחות דף ל"ה ד"ה דשי"ן של תפילין שכתבו בשל ראש מיירי והנותנה אם אין דינה להיות פוסלתה דנמצא דאין בית רואה את האויר דלא דמי לטולה על תפילין של ראש ועושה אותן כל יד. ודבריהם סתומים וחתומים. ובמהרש"א שם נדחק. ולפע"ד כוונתם דכל שטולה עליהן עור אחר שוב אין הבית רואה את האויר דהרי צריך להיות מקמטי העור. וזה מכוון בלשון ממרדכי בהל' תפילין שכתב בזה"ל ושוב נראה לי דא"א לעשות כדפי' בש"ר דא"כ השי"ן דמסיק התם דהלמ"מ לא היתה בעור העליון. ובשו"ת נוב"י קמא או"ח סי' א' הבין דמ"ש בש"ר כוונתו לשמושא רבה ונדחק מאד. ולפ"ד הדברים פשוטים דקאי למה שכתב למעלה דאפשר דקלף המכסה למעלה ל"ש בו פסול. וע"ז כתב דא"א לעשות כדפירש בש"ר וצ"ל כדפירשתי בשל ראש והיינו דרחי דא"א לעשות כמש"ל שיהי' הקלף מכוסה דהרי בשל ראש א"א לעשות כן דא"כ לא יהי' הבית רואה את האויר דהא השי"ן צריכה להיות מקמטי העור ואם יכסה אותה לא תתראה החוצה והשי"ן צ"ל נגלה למעלה. וזהו כוונת הר"י טוב עלם שם שכתב דבשל ראש א"א לעשות כן רק בשל יד. והיינו דבשל ראש מפני השי"ן פסול משא"כ בשל יד דא"צ שי"ן. ומה דאמרו שם דשל ראש עושה אותה תפלה של יד והרי בשל יד ליכא שי"ן צ"ל דנהי דשל יד א"צ שי"ן אבל לא פסול אם יש בה שי"ן וכ"כ בישועות יעקב. וע' בחי' אנשי השם שסביב המרדכי שאף שפירושו דחוק מ"מ מבואר שם שהפרשיות צריך שיהיו רואין את האויר וכן נראה מהב"ח שהבין כן דברי המרדכי. ובביאור מרדכי נדחק מאד בדברי המרדכי ולפע"ד הדבר ברור כמ"ש. ומן האמור פסלתי אותו הפוטער שעושין בתפילין (שמדביקין מבפנים בצדדי הבית מימין ומשמאל חתיכות קלף עב להחזיק את הריבוע) דאף שהן מעור טהורה מ"מ הוי הפסק בין הפרשיות ואין הבית הפנימי מאה את האויר והארכתי בזה המה ואכמ"ל. ויש לי תפילין שאין שום הפסק בין הפרשיות לעור הבתים (ד) ואף שחלילה לי לפסול כל התפילין עם הפוטער אבל עכ"פ אם אפשר לעשות בלי פוטער בודאי מקיים מצוה מן המובחר והן תפילין דמרא עלמא. והארכתי בזה בתשובה להרב מ"ה יעקב כהנא מראווע שהוא המציא זאת שיעשו הבתים בלי פיטער:
ובנו"ב בעצמו שם פירש כן שיש סברא לפסול בשל ראש יותר משל יד ומחתימה למה נסתבך בדברי המרדכי וחשב דמ"ש בש"ר היינו בשמושא רבה ואני אומר לא כן אבי והפירוש הוא בשל ראש וכמ"ש ודו"ק. וגם בישועות יעקב לדו"ז הגאון ז"ל כתב לפסול אותן השיני"ן המדובקות אבל לא כתב הטעם ולפע"ד הדבר ברור דפסול בשביל שהשי"ן צ"ל מקמטי העור עצמן. ואם יטלה השי"ן שוב אין הבית רואה את האויר והפרשיות צריכין להיות רואין את האור הפנימי והחצון ודו"ק. ומצוה לפרסם הדבר:
בחלק שני בפ' משפטים בפסוק זבח לאלהים יחרם. כתב חול ומי שלבו נוקפו יקדשו בתנאי ובלשכת הביא דברי המאיר נתיב שכתב שיש רמז עפ"י סוד שהוא קודש. והביא גם דברי הרמב"ן מ"ש בזה. ובמח"כ לא ראו דברי זקני שו"ת שער אפרים שהביא בסי' ס"ה דברי האר"י ז"ל והוא האריך ששם אלהים בכאן הוא אלהים אחרים כמשמעות המקרא וכמבואר בגמ' סנהדרין רק מ"ש אח"כ בלתי לה' לבדו ע"ז דרש היינו שהקרבנות הן רק לשם הוי' ב"ה. והרבה הארכתי בזה בחידושי ואפס קצהו רמזתי בהסכמתי לס' זקוקין דנורא יעו"ש:
שם אל פני האדן. כתב ונראה לפע"ד שהוא קדש. והאריך בביאורו בלשכת. גם אני הארכתי בספרי בזה:
בפ' תצוה וסמך אהרן ובניו. א"ד דהך אהרון מלא הוא ורובא פליגי עלי' ואמרי דהך נמי חסר הוא ככלהו והכי הלכתא עכ"ל. הנה נשאלתי בזה והעלתי דאם נכתב הך אהרון מלא אין קפידא (ה) דיתר אין קפידא כ"כ כמ"ש בבאר היטב או"ח סי' קמ"ג בשם זקני הגאון מ"ה ארי' ליבוש ז"ל אבד"ק אמסטרדאם. ואף דשם צריך תיקון. היינו משום דשם אות היתר אין לו שום שייכות. אבל כאן שיש בזה מחלוקה אם הוא מלא. עכ"פ היתר אינו מפסיד כ"כ. ויעין זבחים דף י"ח ה"א ה"מ חיסר אבל יתיר לא קמ"ל. הרי דצריך קרא ליתיר ודו"ק:
בפ' כי תשא. לשמצה בקמיהם. כתב בשם הס' אור תורה א"ד דקו"ף דהכא וקו"ף דהעומדים על הפקדים צריכין שיהי' הרגל נוגע בגג. ויש בזה חשש פסול וצריכין לתקן (ו) ואני מצאתי בביאורי מהר"א שטיין על הסמ"ג שכתב שכן. מקובל איש מפי איש שצריך להיות נוגע בגג וע"כ חלילה לפוסלו. וכן יש לי ס"ת קטן שנכתב כן:"""
    with open("lishkat hasofer.txt", 'r') as f:
        for line in f:
            perek = re.search("@9(.*?) ", line)
            verse = re.search("1(.*?)@2", line)
            dh = re.search("@3(.*?)@4", line)
            comment = re.findall("@4.*", line)
            if perek:
                current_perek = getGematria(perek.group(1))
                if prev_perek >= current_perek:
                    print(line)
                prev_perek = current_perek
                prev_verse = 0
                text[current_perek] = {}
            if verse:
                current_verse = getGematria(verse.group(1))
                if prev_verse >= current_verse:
                    print(line)
                prev_verse = current_verse
                text[current_perek][current_verse] = []
            if comment:
                comment = comment[0]
                if dh:
                    comment = "<b>{}</b>{}".format(dh.group(1), comment)
                text[current_perek][current_verse] = removeAllTags(comment)


    for perek in text.keys():
        text[perek] = convertDictToArray(text[perek])
    text = convertDictToArray(text)

    lishkat = [len(l) for l in text]
    keset, full_keset_data, links = get_i_tag_tuples()
    lishkat_vs_keset(lishkat, keset)
    post_link(links)


    analysis = parse_analysis("analysis")
    send_text = {
        "text": text,
        "versionTitle": "Keset Hasofer, Ungvar 1871",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001305560/NLI",
        "language": "he"
    }
    post_text("Lishkat HaSofer", send_text, index_count="on")
    send_text = {
        "text": intro.splitlines(),
        "versionTitle": "Keset Hasofer, Ungvar 1871",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001305560/NLI",
        "language": "he"
    }
    post_text("Lishkat HaSofer, Introduction", send_text, index_count="on")
    send_text = {
        "text": analysis,
        "versionTitle": "Keset Hasofer, Ungvar 1871",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001305560/NLI",
        "language": "he"
    }
    post_text("Lishkat HaSofer, Analysis", send_text, index_count="on")


