{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Negaim",
    "title": "Mishnah Negaim",
    "lengths": [
        14,
        115
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה נגעים",
    "versionSource": "http://www.sefaria.org/Mishnah_Negaim",
    "next": "Mishnah Negaim 2",
    "maps": [],
    "length": 14,
    "book": "Mishnah Negaim",
    "text": [
        [
            "The appearances of Negaim (lit. afflictions, referring to Tzara'as, a Biblical disease which makes one impure; singular, Nega) are two which are four: Baheret is bright [white] like snow, its subsidiary is like the lime of the Heichal. Se'et is like the skin of an egg, its subsidiary is like white wool; the words of Rebi Meir. The Chachamim say, Se'et is like white wool, its subsidiary is like the skin of an egg.",
            "The Patuch (referring to Negaim with a red tinge in them; these are still considered impure) of the snow [Nega] is like wine mixed with snow [and] the Patuch of the lime [Nega] is like blood mixed with milk. These are the words of Rabbi Yishmael. Rabbi Akiva says: The red-tinge of this [one] and that [one] is like wine mixed with water except the [hue] of the snow [Nega] is brighter and that of the lime is duller than it. ",
            "These four sightings [of Tzara'as] combine with each other to exempt [one from impurity], to decide [that one is impure] or to quarantine [one of uncertain status]. [They combine] to quarantine [a Nega] that remains [unchanged] at the end of the first week [from reporting the Nega]. [They combine] to exempt that which remains [unchanged] at the end of the second week. [They combine] to decide that which develops healthy skin [in the area of the Nega] or white hair, [whether] initially, at the end of the first week, at the end of the second week [or] after the exemption. [They combine] to decide [that one is impure] when one turns completely white, [coming] from [the state of] exemption. [They combine] to exempt one who turns completely white, [coming] from [the state of] the decision [that he was impure] or quarantine. These are the sightings of Negaim which all [the rest] are based upon. ",
            "Rabbi Chanina the vice Kohen says: [There are] sixteen [possible] sightings of a Nega. Rabbi Dosa ben Hurkinas says: [There are] thirty six [possible] sightings of a Nega. Akviah ben M'halilel says: seventy two. Rabbi Chanina the vice Kohen responded: [The kohanim] didn't look at Negaim initially after Shabbas [in order to diagnose them] because then his [the one with Nega] week [of impurity] will end on Shabbas. [Also] not on Monday because then his second week will end on Shabbas. [Also] not on Tuesday [when the Nega was on] houses, because then its third week would fall on Shabbas. Rabbi Akiva says: They would always look. If [the purification day] fell out on Shabbas, they would push it off after Shabbas. And this matter has both leniencies and stringencies.  ",
            "How [is waiting until after Shabbas] a leniency? [If] he had in [the Nega two] white hairs [on Shabbas] and [on Sunday] the white hair disappeared, [or] there were white and black [hairs], one white and one black and then both became black, [or] there were long and short [hairs], one long and one short and then both became short, [or] a boil encroached on both of them or one of them, [or] a a boil surrounded both of them or one of them, [or] a boil, partly-healed boil, burn, partly-healed burn, or a bohak (Nega of a shade lighter than egg membrane) separated [between the hairs], [or the skin] was healthy and then the healthiness disappeared, [or the area of the Nega] was square and became circular or stretched, [or a healthy patch of skin] was surrounded [by a Nega] and then [the Nega] moved to the side, [or the healthy skin] was concentrated [of an appropriate size] and then became scattered [not maintaining this size], [or] a boil came and went into [the healthy skin] and surrounded, split or diminished it, whether through a boil or a partly-healed boil or a burn or a partly-healed burn or a bohak, [or the Nega] spread and then decreased [in size] or the Nega went away, or it decreased [so that] there was not between this one and that one [the two hairs] an [area of] a gris (type of bean which is the smallest area of a Nega), [or] a boil or a partly-healed boil or a burn or a partly-healed burn or a bohak separate between the Nega and its expansion; these cases are [ruled] leniently.",
            "How [is waiting until after Shabbas] a stringency? [If] he didn't have in [the Nega two] white hairs [on Shabbas] and [on Sunday, two] white hairs grew, [or] there were black [hairs] and then [both] became white, [or] one was black and one was white and both became white, [or] they were short and [then] became long, [or]  one long and one short and then both became long, [or] a boil had encroached on both of them or one of them, [or] a a boil surrounded both of them or one of them, [or] a boil, partly-healed boil, burn, partly-healed burn, or a bohak separated [between the hairs] and then went away, [or the skin] wasn't healthy and [then] became healthy, [or the area of the Nega] was circular or stretched and became square, [or a healthy patch of skin] was [surrounded by a Nega] on the side and then [the Nega fully] surrounded it, [or the healthy skin] scattered and then became concentrated [reaching the appropriate size], [or] a boil had come into [the healthy skin] and surrounded, split or diminished it, whether through a boil or a partly-healed boil or a burn or a partly-healed burn or a bohak [but then] it went away, [or the Nega] hadn't spread and then it spread or the Nega went away, [or] a boil or a partly-healed boil or a burn or a partly-healed burn or a bohak had separated between the Nega and its expansion [but then] went away; these cases are [ruled] stringently.\n"
        ],
        [
            "A bright Baheres (type of Tzaraas) looks dull on a light-skinned person (lit. German) and a dull [Baheres] looks bright on a dark-skinned person (lit. Ethiopian) [and this perception changes whether or not they are impure]. Rabbi Yishmael says: Bnei Yisrael, for whom I will atone, are like box-wood, their [skin] is not black or white, but between [these colors, and therefore there is no need to worry about their skin]. Rabbi Akiva says: Painters have pigments with which they paint black or white or between [these colors]. [They must] bring an intermediate dye and surround [the Nega] with it and look at the intermediate [for contrast while checking the Nega]. Rabbi Yedua says: The sightings of Negaim are made lenient [when in doubt] and not stringent. He [the examining Kohen] will look at the light-skinned person's skin leniently and the dark-skinned person [compared to] intermediate [dye] leniently. The sages say: Both are [compared to] intermediate dye [while examining them].",
            ".They [the Kohanim] don't look at Negaim [to check them] in the morning or during twilight, not in a house and not on a cloudy day because the dull [Nega] will seem bright. And [he doesn't check] at noon, because the bright [Nega] will seem dull. When do they look? During the third, fourth, fifth, seventh, eighth and ninth [hours into the day]. These are the words of Rabbi Meir. Rabbi Yehuda says: During the third, fourth, fifth, eighth, ninth.",
            "A Kohen blind in one of his eyes, or that his vision is weak, may not check Negaim, as it says (Leviticus 13:12) \"Wherever the Kohen looks\". A dark house [which has Tzaraas], we do not open windows in it [by breaking the walls] to see the Nega [better]. ",
            ".How is the checking of the Nega [done] (i.e. which parts of a person are valid for Tzaraas)? We view a man like [when he is] plowing are picking olives (with regards to what skin is exposed during these activities). A woman [is viewed] like a dough-kneeder or like a woman nursing her child, [or] like a weaver who stands [and shows] her armpit on her right arm [while weaving]. Rabbi Yehuda says: [We even view her] like a cotton sewer [who uses] her left hand. Just like they view him [regarding his hidden skin] for his Nega, so too they view him for his shaving [after completing his purification process].  ",
            "A man [Kohen] can check all Negaim except for his own Negaim. Rabbi Meir says: Even not his relatives Negaim. A man [on a Beis Din] may revoke all vows except his own vows. Rabbi Yehuda says: Even not his wive's vows that were [dealing with subjects] between her and someone else [but not the husband]. A man [Kohen] may check all first-born [animals to see if they have a blemish, invalidating them as sacrifices] except for his own first-born."
        ],
        [
            "Everyone is made impure by Negaim except for non-Jews and a Ger Toshav (a non-Jew who took upon himself the seven Noahide laws). Everyone is valid for checking Negaim, but the impurity and purity [of the person with the Nega] is in the hands of a Kohen. They say to [the Kohen], \"Say he is impure\" and he says \"Impure\". [They say to him], \"Say he is pure\" and he says \"Pure\". One may not check two Negaim at once, whether they are on one person or two people, but he must check one, quarantine, decide [if he is impure] or exempt him, and then return to the second [one]. We do not quarantine one who is already quarantined [if a new Nega appeared] and [we] don't decide [about] one who has already been decided. We do not quarantine one who has already been decided, and we do not decide [about] one who has already been quarantined.  But initially [or] at the end of the week [of quarantine or impurity], we quarantine one who has already been quarantined, we decide [about] one who has been decided, we exempt one who has already been quarantined and we exempt one who has already been decided.   ",
            "A groom that gets a Nega, we give him the seven days of feasting (a.k.a. Sheva Brachos) [before we force him to check it]. [This applies] to him, his house or his clothing. Also [if one got a Nega] during a pilgrimage festival (a.k.a. Shalosh Regalim) we give him all the days of the festival.",
            "Flesh [with a Nega on it] becomes impure after two weeks [maximum], and [is decided to be impure] through three signs: [two] white hairs, a healthy [patch of skin], or expansion. Regarding white hair and a healthy [patch], [they may be made impure], initially, at the end of the first week [of quarantine], at the end of the second week, or after it has been exempted. Regarding expansion, at the end of the first week, at the end of the second or after it has been exempted. And it is made impure after two weeks [maximum], which are [actually] thirteen days. ",
            "[A Nega in the area of] a boil or a burn is made impure after a week [maximum] and is made impure through two signs: with [two] white hairs or with expansion. Regarding with hair, [it is made impure] initially, at the end of the week [of quarantine or] after it has been exempted. Regarding expansion, at the end of the week [or] after it has been exempted. And it is made impure after one week [maximum], which are seven days.",
            ".Nesakim (singular Nesek. A Nega which appears on one's head or beard) is made impure after two weeks [maximum], [and is made impure] through two signs: With thin yellow hair and expansion. Regarding thin yellow hair, [it is made impure] initially, at the end of the first week [of quarantine], at the end of the second week [or] after it has been exempted. And regarding expansion, at the end of the first week, at the end of the second week [or] after it has been quarantined. And it is made impure after two weeks [maximum], which are [actually] thirteen days.",
            "Karachas (a Nega on the back of the head) or Gabachas (a Nega on the top of the head) are made impure after two weeks [maximum], and [are made impure] through two signs: A healthy patch of skin [which enters the Nega] or expansion. Regarding a healthy patch of skin, [it is made impure] initially, after the first week [of quarantine], after the second week [or] after it has been exempted. And regarding expansion, after the first week, after the second week, [or] it has been exempted. And they are made impure after two weeks [maximum], which are [actually] thirteen days.",
            "Clothing [with a Nega] is made impure after two weeks [maximum], and [it is made impure] through three signs: with deep green, with deep red or with expansion. Regarding deep green and deep red, [they are made impure] initially, at the end of the first week, at the end of the second week, [or] after they have been exempted. Regarding expansion, at the end of the first week, at the end of the second week, [or] after expansion. And they are made impure after two weeks [maximum], which are [actually] thirteen days.",
            "Houses [with Negaim] are made impure after three weeks [maximum], and [are made impure] through three signs: with deep green, deep red and expansion. Regarding deep green and deep red, [they are made impure] initially, at the end of the first week, at the end of the second week, at the end of the third week, [or] after they have been exempted. Regarding expansion, at the end of the first week, at the end of the second week, at the end of the third week, [or] after expansion. And they are made impure after three weeks [maximum], which are [actually] nineteen days. [The quarantine time] by Negaim is no less than a week and no more than three weeks. "
        ],
        [
            "There are [laws] by white hair which are not by expansion, and there are [laws] by expansion which are not by white hair. White hair makes [the Nega] impure initially and makes it impure with any whiteness and there is no [corresponding] sign of purity by it. There are [also unique laws] by expansion, because expansion makes it impure with any amount, and makes any Nega impure, [as well as if it expanded] outside the Nega, which is not true by white hair",
            "There are [laws] by a healthy patch of skin which are not by expansion and there are [laws] by expansion which are not by a healthy patch of skin. Because a healthy patch of skin makes impure initially, and makes impure with any appearance, and there is no [corresponding] sign of purity by it. There are [also unique laws] by expansion, because expansion makes [the Nega] impure with any amount, and makes any Nega impure, [as well as if it expanded] outside the Nega which is not true by a healthy patch of skin.",
            "There are [laws] by white hair which are not by a healthy patch of skin, and there are [laws] by a healthy patch of skin which are not by white hair. White hair makes [the Nega] impure [if it was in the area of] a boil or burn, [if the hair] was concentrated or scattered, [if it was] surrounded [by the Nega] or [if] it wasn't surrounded. There are [also unique laws] by a healthy patch of skin because a healthy patch of skin makes a Karachas (Nega on the back of the head) or Gabachas (Nega on the top of the head), whether [the patch] was pre-existing or not pre-existing, and it prevents [purity] by one who is turned completely white [by a Nega] and makes impure with any appearance, which is not true by white hair.",
            "Two hairs, [if] their roots were black and their tips were white are [still] pure. [If] their roots were white and their tips black, they are impure. How much is 'white'? Rabbi Meir says: Any amount. Rabbi Shimon says: To be able to cut [them] with scissors. If [the hair] was one at the bottom but it split at the top and looks like two, it is [still] pure. A Baheres (type of skin Nega) with white hair or black hair in it is impure, [because] we do not care that maybe the black hair reduces the [total] area of the Baheres [and might make it smaller than the minimum size] because it is not significant.",
            "A Baheres [the size of] a Gris (type of bean, which is the minimum size of a valid Nega) with a narrow strip [of expanded Nega] coming from it, if it is two hairs wide, it is part [of the Nega] with regards to white hair [in it] and [further] expansion but not [regarding] a patch of healthy skin. Two Bahereses with a narrow strip going from one to the other, if it is two hairs wide, they combine [to add to the size of a gris]. And if not, they do not combine.",
            "A Baheres [the size of] a gris with a healthy patch of skin [the size of] a lentil and there are white hairs inside the patch, [if] the patch goes away, it is [still] impure because of the white hairs. If the white hairs disappear, it is [still] impure because of the patch of healthy skin. Rabbi Shimon calls it pure, because the Baheres hasn't changed [the hair into becoming white]. A Baheres and a patch of healthy skin [together making] a gris, and there are white hairs in the Baheres, [if] the healthy patch goes away, it is [still] impure because of the white hairs. [If] the white hairs disappear, it is [still] impure because of the healthy patch. Rabbi Shimon calls it pure, because a Baheres [the size of a gris] hasn't changed [the hair into becoming white]. But [Rabbi Shimon] agrees that if the area of the white hairs is a gris that it is impure.  ",
            "A Baheres with both a patch of healthy skin and an expansion, [if] the healthy skin went away, it is impure because of the expansion. If the expansion went away, it is impure because of the healthy skin. The same [would apply] if it had white hairs and an expansion. If [the Nega] went away and returned at the end of the week, it is treated as it was [and is impure]. [If it returned] after it was exempted, it is checked as if it was the first [time]. If it was bright and became dull, [or] dull and it became bright it is as it was [impure] as long as its [hue] doesn't [darken] less more than the four types [of Nega]. If it contracted [during the quarantine time] and [then] expanded [before the Kohen called it impure], or expanded and [then] contracted, Rabbi Akiva calls it impure and the sages call it pure. ",
            "A Baheres [the size of] a gris which expands [another] half a gris but the [original] Nega area diminishes by half a gris, Rabbi Akiva says: [The Kohen] must check it again. But the sages call it pure. ",
            "A Baheres [the size of] a gris that expands a half a gris and then some, but the [original] Nega area diminishes by half a gris, Rabbi Akiva calls it impure and the sages call it pure. A Baheres [the size of] a gris that expands a gris and then some, but the [original] Nega disappears, Rabbi Akiva calls it impure and the sages say: It must be checked [as if] it was new.",
            "A Baheres [the size of] a gris that expands a gris [and] a healthy patch of skin appears in the expansion or a white hair but the [original] Nega disappears, Rabbi Akiva calls it impure and the sages say: It must be checked [as if] it was new. A Baheres [the size of] half a gris with nothing in it, [if another] Baheres [the size of] a gris appears with a white hair in it, the [person] must be quarantined. A Baheres [the size of] half a gris with one [white] hair, [if another] Baheres [the size of] half a gris with one hair, the [person] must be quarantined. A Baheres [the size of] half a gris with two [white] hairs in it, [if another] Baheres [the size of] half a gris appears with one hair, the [person] must be quarantined.",
            ".A Baheres [the size of] half a gris with nothing in it, [if another] Baheres [the size of] half a gris appears with two [white] hairs in it, it is decided [that he is impure] because they [the sages] said: If the Baheres precedes the white hairs, it is impure. But if the white hairs precede the Baheres, it is [still] pure. It is unclear, it is impure. But Rabbi Yeshoshua objected [to these laws]."
        ],
        [
            "Any doubt regarding Negaim is considered pure except for this [for the following case] and another. And which is [that case]? Someone who had a Baheres [the size of] a gris, was quarantined [by a Kohen], at the end of the week it was the size of a Sela [Mishnaic coin bigger than a gris but] it is unclear if it was it [the original Nega] or if it was another [Nega] that replaced it, [this case is ruled] impure.",
            "[If] he was decided [to be impure] through white hair [seen in the Nega], [if] the white hair went away and then the white hair reappeared [before the Kohen checked it, it is still impure]. The same applies [if the hair was replaced with] a healthy patch of skin or an expansion. [Whether the hair disappeared] initially, at the end of the first week, at the end of the second week, after it was exempted [as pure], it returns to its previous status [of impurity]. [If] he was decided [to be impure] through a healthy patch of skin [seen in the Nega], [if] patch went away and then the patch reappeared [before the Kohen checked it, it is still impure]. The same applies [if the patch was replaced with] white hair or an expansion. [Whether the patch disappeared] initially, at the end of the first week, at the end of the second week, after it was exempted [as pure], it returns to its previous status [of impurity]. ",
            "Se’ar Pkuda (this will be explained), Akavya ben Mhalalel and the sages call [the Nega argue about] its purity. What is Se’ar Pkuda? Someone who had a Baheres with white hair in it, [if] the Baheres disappeared and left the white hair, and then returned Akavya ben Mhalalel calls it impure and the sages call it pure. Rabbi Akiva said: “I agree [with the sages] that this is pure. [But] what is Se’ar Pkuda? Somone who had a Baheres [the size of] a gris with two [white] hairs in it, and then it diminished to a half a gris and left the white hairs in the Baheres and [then] it returned [to the size of a gris]. They [the sages] said to him: Just like they discredited Akavya’s words, so too your words will not be established [as law]. ",
            "Any doubt regarding Negaim initially is considered pure, until it has been established as impure. Once it has been established as impure, a doubt is considered impure. How so? If two [people] came to a Kohen, one with a Baheres [the size of] a gris, and one like a Sela [Mishnaic coin bigger than a gris]. At the end of the week [of quarantine], one is like a Sela and the other is like a Sela, but its unclear which one expanded. [This law applies] whether it was one person [with two Negaim] or two people, it is considered pure. Rabbi Akiva says: Regarding one person, it is impure but regarding two people, it is pure.",
            "Once [the Nega] has been established as impure, a doubt about it is considered impure. How so? If two [people] came to a Kohen, one with a Baheres [the size of] a gris, and one like a Sela [Mishnaic coin bigger than a gris]. At the end of the week [of quarantine], one is [the size of] more than a Sela and the other is [the size of] more than a Sela [but it’s unclear which one expanded]. Even if [their Negaim] return to both be [the size of] a Sela, they are impure until they diminish to be [the size of] a gris. This is as they said: once it has been established as impure, a doubt about it is considered impure.\n"
        ],
        [
            "A Baheres itself is [at minimum] a Cilician gris-sized square. The area of a gris is nine lentils. The area of a lentil is [the area of] four hairs. This implies that there are thirty six hairs [minimum in a Nega].",
            "A Baheres [the size of] a gris with a patch of healthy skin in it [the size of] a lentil, [if] the Baheres spread, it is [still] impure. [If] it diminished, it becomes pure. [If] the healthy patch of skin spread, it is [still] impure. [If] it diminished, it becomes pure.",
            "A Baheres [the size of a gris] with a patch of healthy skin in it smaller than a lentil, [if] the Baheres spread, it becomes impure. [If] it diminished, it becomes pure. [If] the patch spread, it becomes impure. [If] it diminished, Rabbi Meir calls it impure and the sages call pure because a Nega cannot spread with itself. ",
            "A Baheres more than [the size of] a gris and within it is a patch of healthy skin more than [the size of] a lentil, [if either] grew or diminished, it is [still] impure, as long as it doesn’t diminish to less than the [minimum] area.",
            "A Baheres [the size of] a gris with a patch of healthy skin [the size of] a lentil surrounding it and outside the patch is [another] Baheres, the inner [Nega] is quarantined and the outer is decided [to be impure]. Rabbi Yose said: The patch is not a sign of impurity for the outer [Nega, and therefore also quarantined].  [If the patch] diminished or disappeared, Rabban Gamliel says: If it was disappearing on the inside [edge], it is a sign of expansion for the inner [Nega and therefore it is impure] but the outer [Nega] is pure. But if it was the outside [edge], the outer one is pure and the inner one is quarantined. Rabbi Akiva says: In both cases [the inner Nega] is pure.",
            "Rabbi Shimon said: When [is the law about the patch diminishing on the inner edge true]? When [the patch] is exactly a lentil [wide]. If it was more than a lentil, the extra part [becomes] the expansion for the inner [Nega] and the outer one is [still] impure. [If instead of a healthy patch] it was a dull patch less than [the width] of a lentil, it is a sign of expansion for the inner [Nega if the inner edge diminished] but is not a sign of expansion for the outer one [if the outer edge diminished] .",
            "There are twenty four tips of limbs on man that do not become impure due to a healthy patch [seen in a Nega, since the Nega cannot be checked all at once]: The tips of the fingers of the hands and feet (i.e. toes), the tips of the ears, the tip of the nose, the tip of male organ, the tips of the breasts on a woman. Rabbi Yehuda says: Even on a man. Rabbi Eliezer says: Even warts and loose skin are not impure due to a healthy patch [seen in the Nega].",
            "These places on man are not impure due to a Baheres: inside the eye, inside the ear, inside the nose, inside the mouth, the folds [of skin on body], the folds [on the neck], under the breast, the armpit, the sole of the foot, the nail, the head, the [skin of] the beard, the boils, the burns or the healing-resistant blister; [these] do not make Negaim impure and do not combine [to make a gris] in [other] Negaim and a Nega cannot expand into [these areas] and they are not made impure by [sighting] a healthy patch of skin [in them] and do not prevent a person who turned completely white [due to his Nega, from becoming pure]. If the head or beard became bald [or if] the boils, the burns or the healing-resistant blister grows a scab they can become impure due to Negaim but do not combine [to make a gris] with [other] Negaim and a Nega cannot expand into [these areas] and they are not made impure by [sighting] a healthy patch of skin [in them]  but do prevent a person who turned completely white [due to his Nega, from becoming pure]. The head or the beard [of someone] who hasn’t grown hair [in them] and the folds [of skin] on the head or in the beard or considered flesh [of the body].\n"
        ],
        [
            "These Behoros (plural of Baheres) are pure: Ones that [broke out] before the Torah was given, on a non-Jew who [then] converted, on a child or a new-born, on a fold [of skin] that got uncovered, on the head or beard, on a boil or burn or healing-resistant blister. [If] the head or beard became bald, [or if] the boil or burn or healing-resistant blister grew a scab, they are pure. [If] the head or the beard [of someone] who hasn’t grown hair [in them and then] they grew hair and [then] balded, [or if] the boil or burn or healing-resistant blister before they grew a scab and [then] it grew a scab and [then] healed, Rabbi Eliezer ben Yaakov calls it impure because [both] initially and finally they it was impure. But the sages call it pure.",
            "[There is an argument regarding if a Nega] changed its appearance, whether leniently or stringently. How [can it change] leniently? [If] it was like snow and became like the lime of the sanctuary [or] like white wool [or] like the membrane of an egg [or] a derivative of a Se'as or a derivative of an Azah [these refer to the two primary colors for a Nega]. How [can it change] stringently? [If] it was like the membrane of an egg and became like white wool [or] like lime in the sanctuary [or] like snow. Rabbi Elazar ben Azaria calls it pure. Rabbi Elazar Chasma says: [If it changed] leniently, it is pure. Stringently, it is checked as if it was new. Rabbi Akiva says: Whether it [changed] leniently or stringently, it is checked as if it was new. ",
            "A Baheres with nothing in it, initially [or] at the end of the first week is quarantined. At the end of the second week [or] after it has been exempted [from being a Nega], it is exempted. [If] it was still being quarantined or exempted and [then] it bore signs of impurity, it is decided [as impure]. A Baheres with signs of impurity in it is decided [as impure]. [If] it was still being decided and [then] the signs of impurity disappeared, initially [or] at the end of the first week it is quarantined. At the end of the second week [or] after it has been exempted, it is exmpted.",
            "One who removes (lit. picks out) the signs of impurity or burns the healthy patch of skin, transgresses a negative commandment. And a pure person [with a Nega], as long as he doesn't go to the Kohen, he is pure. After it has been decided [as impure], he is impure. Rabbi Akiva said: I asked Raban Gamliel and Rabbi Yehoshua as they were walking to Gadvad, [if] during his quarantine [he removed the signs], what is [the law]? They responded to me, \"We have not heard [about this]. But we have heard that as long as he doesn't go to the Kohen, he is pure. After it has been decided, he is impure.\" I began to bring proofs that whether one [removed the Nega while he] was standing before a Kohen [or] in his quarantine, it is pure until the Kohen calls it impure. [If he did remove the Nega after it had been decided] when does he become pure? Rabbi Eliezer says: [Only] when he gets another Nega and becomes pure from it. But the sages say: [He is impure] until it spreads all over [his body] or until it diminishes to less than [the size of] a gris. ",
            "A who had a Baheres and it got cut off [accidentally], he is pure. If he intended for it to be cut off, Rabbi Eliezer says: [Only] when he gets another Nega and becomes pure from it. But the sages say: [He is impure] until it spreads all over [his body]. If [the Nega] was on the tip of his Orla (place of circumcision), he [is still required] to circumcise himself."
        ],
        [
            "[If the Nega] spread [completely over his body] while he was impure, he becomes pure. [If] the Baheres disappears from the tips of his limbs, he becomes impure until it diminishes to less than the size of a gris. [If it spread] while he was pure, he becomes impure. [If] it disappears from the tips of his limbs, he is [still] impure until the Baheres diminishes to its original size [while he was pure].",
            "A Baheres [the size of] a gris with a healthy patch of skin in it, if [the Baheres] spreads over his entire [body] and after this the patch disappears, or the patch disappears and after this [the Baheres] spreads over his entire [body], he becomes pure. If [subsequently] a healthy patch of skin appears, he is impure. If white hairs appear, Rabbi Yehoshua calls him impure but the sages call him pure. ",
            "A Baheres with white hair in it that spreads over his entire [body], even though the white hair [remains] where it was, he becomes pure. A Baheres that expanded, and [then] expanded [again] over his entire [body] he becomes pure. And all of [these cases], if [the Nega] disappears from the tips of his limbs, they become impure. [If] it spread over part of his [body], it becomes impure. [If] it spread over his entire [body], it becomes pure. ",
            "Any [case where] it spread over the tips of his limbs whose spreading purified his impurity [by covering his whole body], if [this final spreading] disappears, he becomes impure. Any [case where] the disappearing of [the Nega] from the tips of his limbs whose disappearing impurifies his purity, if they got covered [again], he becomes pure. If they [then] became revealed (i.e. it disappeared from these areas) it becomes impure, even [if this repeated] one hundred times.",
            "Any [part of the body] which is valid for making a Baheres Nega impure, prevents the spreading [over the entire body, from making him pure]. Any [part of the body] which isn't valid for making a Baheres Nega impure, doesn't prevent the spreading [over the entire body from making him pure]. How so? [If] it spread over his entire [body] except his head or his beard [or] his boil, burn or healing-resistant blister [making him pure], and [then] his head or beard balded, or the boil, burn or healing-resistant blister developed a scab, they are [still] pure. [If] it spread over his entire [body] but not within half a lentil of his head or his beard, or his boil, burn or blister [making him pure, and then] his head or beard balded, or his boil, burn, or blister developed a scab, even if the spot of the healthy skin [which was half a lentil wide] became a Baheres, he is impure until it spreads over everything [including the newly opened areas]. ",
            "Two Beheros, one impure and one pure, [if one] spread from itself to the other [making it impure], and afterwards it spread over his entire [body], he becomes pure. [If one was] on his upper lip [and the other] on his lower lip, [or] on two of his fingers, [or] on two [halves] of his eyelids, even though [only] when they are stuck together do they seem like one [Baheres] he becomes pure [if it later spreads over his entire body]. If it spread over his entire [body] except for [an area with] a Bohak (pure Nega), he becomes impure. [If it was over his entire body] and then diminished from the tips of his limbs [leaving] a type of Bohak, he is [still] pure. [If] it diminished from the tips of his limbs less then [the width of] a lentil, Rabbi Meir calls him impure. But the sages say: A Bohak less than [the size of] a lentil initially is a sign of impurity, but is not a sign of impurity in the end. ",
            "[If] he comes in [to the Kohen initially] completely white [with a Nega], he is quarantined. [If] it developed [two] white hairs, he is decided [to be impure]. [If later, the hairs] both blacken or [only] one of them, [or] both or one of them shorten, [or] a boil gets close to both or one of them, [or] a boil surrounds both or one of them, or a boil divides them, [whether it was] a partial boil, burn, partial purn or Bohak (pure Nega) [,he is pure]. [If] he [instead] develops a patch of healthy skin or white hairs, he is impure. If he does not develop a patch of healthy skin nor white hairs, he is pure. But anyone where [the Nega] diminished from the tips of his limbs, they are like they were (i.e. don't change status of purity). If [the Nega] spread of a little bit of his [body], he is impure. [If] it spread of his entire [body], he becomes pure.",
            "If it spread of his entire [body] at once, from [a state of] purity, he becomes impure. From [a state of] impurity, he becomes pure. [A person with a Nega] who is pure from being quarantined [for two weeks] is exempt from growing out [his hair], or from ripping [his clothing], or from shaving, or from [bringing] brids [as sacrifices]. [If he became pure] from [a state of] being decided [as impure], he is obligated in all of them. Both of these make [their partners] impure through sexual relations.",
            "[If] he comes in [to the Kohen initially] completely white [with a Nega, except for] a healthy patch of skin [the size of] a lentil, [which then, in front of the Kohen,] spread over his entire [body] and then diminished from the tips of his limbs, Rabbi Yishmael says: [The law is the same as] the diminishing from the tips of the limbs of [someone with] a great Baheres [that covered his whole body initially, but then diminished from his tips]. Rabbi Elazar ben Azaria says: [It is like]  a small Nega [that spread over his entire body and then] diminished from the tips of his limbs.",
            "There is [a case] of [one] showing his Nega to the Kohen and benefiting, and there is [a case] where he loses. One who was decided [as impure] and then his signs of impurity went away, if he wasn't in time to show the Kohen before it spread over his entire [body], he becomes pure. Because if he had shown it to the Kohen, he would have become impure [after it spread over his body]. A Baheres with nothing in it, [but] he wasn't in time to show the Kohen before it spread over his entire [body], he is [quarantined for] impurity. Because if he had shown the Kohen, he would have [become] pure [after it spread over his body]. "
        ],
        [
            "The [Nega inside] a boil or burn become impure after one week [maximum] through two signs: white hairs or spreading. What is considered 'boils'? If he was wounded by wood or stone or crushed olives [which chemically generate heat] or the waters of [the hot springs of] Tevaria, [or] anything not because of a fire, this is considered 'boils'. What is considered 'burn'? [If] he was burnt by coals or by embers, [or] anything because of fire, this is considered 'burn'.",
            "[Negaim on a] boil and a burn do not combine with each other [to make a gris], and do not spread from to another (i.e. it is not considered spreading to make him impure), and do not spread to [normal] skin, and [normal] skin does not spread into them. If they were rebellious (i.e. completely unhealed), they are pure [even with a Nega]. If they formed a membrane like the skin of garlic, this is the partly healed boil mentioned in the Torah. [If] it returned [to normal] and healed, even though its area is scarred, it is judged like [normal] skin.",
            "They asked Rabbi Eliezer: One whose palm (lit. inside of his hand) formed a Baheres like [the size of] a Sela (Mishnaic coin) and [his palm's] area is a partly healed boil, [what is the law]? He responded to them: He is quarantined. They responded to him: Why? [The palm] is not fit for growing white hair, and it does not spread [to his normal skin] and it is not impure through a healthy patch of skin! He said to them: Maybe it will recede and then spread. They said to him: But it is area is like [the size of] a gris! He said to them: I did not learn [this case]. Rabbi Yehuda ben Besaira said to him: I will teach you it. He said to him: If you will confirm the sages words [that he is confined], go on. He said to him: [The reason is] maybe he will get another boil outside it and it will [then] spread into it. He said to him: You are a great wise man that you have confirmed the words of the sages!"
        ],
        [
            "Nesakim (plural of Nesek. A type of Nega on ones head or beard) become impure after two weeks [maximum] and through two signs: [Two]  thin golden hairs or expansion. Thin golden hair [means] diseased and short. These are the words of Rabbi Akiva. Rabbi Yochanan ben Nuri says: Even if it is long. Rabbi Yochanan ben Nuri said: What does the phrase that they say [mean], \"This stick is thin\" [or] \"This reed is thin\"? [It means either] thin, diseased and short or thin diseased and long. Rabbi Akiva said to him: Before we learn from the stick, let us learn from the hair. [If one says] \"So and so's hair is thin\" [he means] \"Thin, diseased and short\" not \"Thin diseased and long\".",
            "Thin golden hair makes him impure [whether it is] concentrated or spread out, [completely] surrounded [by the Nesek] or not surrounded (i.e. on one of its edges), changed [to yellow by the Nesek] or not changed. These are the words of Rabbi Yehuda. Rabbi Shimon says: It only makes him impure if it is changed. Rabbi Shimon said: And this is logical; just like by white hair that another [non-white] hair doesn't save him from it (becoming impure), it only makes impure if it was changed [by the Nega], thin golden hair that another [non-golden] hair does save you from it, is it not logical that it should only make him impure if it was changed?! Rabbi Yehuda says: Anywhere [in the Torah] where it should say [it needs to be] changed, it says [it needs to be] changed. But the Nesek of which it is said (Leviticus 13:32) \"It did not have in it golden hair\" makes him impure whether it changed [to golden by the Nesek] or it was not changed. ",
            "[A Nesek] that sprouts [normal hair] saves him from the golden hair or expansion [making him impure], [whether it is] concentrated or scatterd, [completely] surrounded [by the Nesek] or not surrounded (i.e. on one of its edges). And the remaining [normal hair when the Nesek appears] saves him from golden hair and expansion, [whether it is] concentrated or scattered, or surrounded. But it does not save when on the edge [of the Nesek] unless it is a space of two hairs from the upright [normal hairs not affected by the Nesek]. One golden [hair] and one black [hair, both from before the Nesek], [or] one golden and one white don't save [him from impurity].",
            "Golden hair that preceded the Nesek is pure. Rabbi Yehuda calls it impure. Rabbi Eliezer ben Yaakov says: It is not impure, but it does not save [him from impurity]. Rabbi Shimon says: Anything that is not a sign of impurity in the Nesek, is surely a sign of purity in the Nesek!",
            "How does one shave the Nesek [during the second week of quarantine]? He shaves outside it and leaves two [normal] hairs adjacent to it, so that it will be recognizable if it expands. If [the Kohen] decided [the Nesek was impure] through golden hair, [and then] the golden hair disappeared and [then] the golden hair returned, so too with expansion, [whether this happened] initially, at the end of the first week, at the end of the second week, or after the exemption [making the Nesek pure], [the Nesek] is like it was (i.e. it is impure again). If [the Kohen] decided [the Nesek was impure] through expansion, [and then] the expansion diminished and [then] the expansion returned, so too with golden hair, [whether this happened] initially, at the end of the first week, at the end of the second week, or after the exemption [making the Nesek pure], [the Nesek] is like it was (i.e. it is impure again). ",
            "Two Nesakim (plural of Nesek) side by side and a row of [normal] hair is separating between them, [if the row] is broken in one place, [the Nesek] becomes impure. In two places, it is [still] pure. How [wide] is a breakage? A space of two hairs. [If] it was broken in one place [even the size of] a gris, it becomes impure. ",
            "Two Nesakim, one inside the other, and a row of hair separates between them, [if the row] is broken in one place, it becomes impure. In two places, it is pure. How [wide] is a breakage? The space of two hairs. [If] it is broken in one place [the size of] a gris, it is pure.",
            "Someone that had a Nesek with golden hair in it, it is impure. If he grows black hair [in the Nesek], it becomes pure. Even if the black hair goes away, it is [still] pure. Rabbi Shimon ben Yehuda says in the name of Rabbi Shimon: Any Nesek that is pure at one time, does not become impure ever [again]. Rabbi Shimon says: Any golden hair is pure at one time (i.e. it does not make the Nesek impure), does not [make the Nesek] impure ever [again]. ",
            "Someone with a Nesek [the size of] a gris and [then] the Nesek [expanded to] his entire head. The head and the beard do not stop each other (i.e. they are considered separate regarding the above law). These are the words of Rabbi Yehuda. Rabbi Shimon says: They do stop each other [if one is not fully covered]. Rabbi Shimon said: And this is logical! Just like [by a Nega,] skin of the face and skin of the flesh that has something else (i.e. his beard) separating between them, they stop each other [from making the person completely covered with a Nega], the head and the beard that does not have something else separating between them, is it not logical that they should stop each other [from making his head completely covered]! The head and the beard do not combine with each other [to make a gris] and cannot expand from one to the other. What is [considered] the beard? From the joint of the jawbone to the thyroid cartilage. ",
            "Karachas or Gabachas (these will be explained) are made impure after two weeks [maximum], and [are made impure] through two signs: a healthy patch of skin [which enters the Nega] or an expansion. How (lit. which) is Karachas [contracted]? [If] he eats Neshem (a food that causes baldness), [or] he anointed with Neshem, [or] a wound [on his head] that is not able to grow hair. Where (lit. which) is Karachas? From the crown sloping backward until the vertebrae of the neck. Where (lit. which) is Gabachas? From the crown sloping forward until the upper hair (i.e. the hairline). Karachas and Gabachas do not combine with each other [to make a gris] and cannot expand from one to the other. Rabbi Yehuda says: If there is hair between them, they do not combine. But if not, surely they combine!"
        ],
        [
            "All clothing can become impure from spots except those of non-Jews.  One who buys clothing from a non-Jew should examine it immediately.  Skins of sea creatures do not become impure from spots.  If one attached them to (clothing made) from things which grow in the ground even a thread or a string, anything which can become impure makes it impure. ",
            "Wool from camels or sheep which were mixed together: if most of it came from the camel it does not become impure from spots,  if most of it was from the sheep, it does become impure from spots. If it was half and half It does become impure from spots. And similarly linen and hemp that became mixed together. ",
            "Colored leather and garments do not become impure from spots. Houses regardless if they are colored become impure from spots, says Rabbi Meir. But Rabbi Yehuda says leather is like houses.  Rabbi Shimon says those colored from heaven (naturally) become impure but by human hands do not. ",
            "An article of clothing whose warp is colored and it weft is white or its warp is white and its weft is colored, it is judged on its appearance. Clothing becomes impure by a very deep green or a very deep red.  If it was deep green and spread as a deep red or a deep red and spread as a deep green it is impure.  If it changed color and grew or changed color but did not grow, it is as if it did not change.  Rabbi Yehuda says, its examination period restarts.",
            "That which stands [remains unchanged] after the first week should be washed and closed off again.  If it stands after the second week it should be burnt.  If it spreads in either week it should be burnt.  If it initially was faint Rabbi Yishmael says it should be washed and closed off but the sages say he does not need to.  If it got fainter after the first week, it should be washed and closed off.  If it got fainter after the second week it should be torn out and he burns what he tore and it must be patched.  Rabbi Nechemia says it does not need to be patched.",
            "If the spot reappeared on the clothing, the patch is saved. If it reappeared on the patch the whole piece of clothing is burnt.  If part of a confined piece of clothing was used to patch a pure piece of clothing and the spot reappeared on clothing, the patch is burnt.  If it reappeared on the patch, the first piece of clothing must be burnt and the patch is used as an indicator for the second piece of clothing. ",
            "A coat which has colored and white parts that extend into one another, they asked Rabbi Eliezer \"What if there was only one white section?\" and he said, \"I do not know.\" Rabbi Yehuda ben Beteira said to him \"I can teach you the answer.\" He said to him \"If it is to keep the words of the sages, ok\".  He said to him \"perhaps it will stay the same for two weeks and if it stays two weeks in a piece of clothing it is impure\".  He said to him \"You are a wise man because you were able to keep the words of the sages.\" Connected spreading, any amount [makes it impure] and disconnected spreading must be the size of a gris.  And a returning [spot] must be the size of a gris.",
            "The warp and the weft are able to become impure from spots immediately. Rabbi Yehuda says, the warp when it is boiled and the weft immediately, and spun threads of linen when they are bleached.  How much must be on the spool for it to become impure through spots? Enough to weave from it three [fingers] by three [fingers], warp and weft, even if it is all warp or all weft.  If the thread was disconnected, it does not become impure from spots.  Rabbi Yehuda says, even if it split once and he tied it back together it does not become impure.",
            "When thread is being rolled from one ball to another, from one spool to another, or from the upper beam to the lower beam, or two sides of a shirt and a spot appears on one of them, the second side remains pure.  If it appears while still inside the body of the loom or on warp standing [for weaving], they become impure from spots immediately.  Rabbi Shimon says if the warp is close together it does not become impure.",
            "If [the spot] appears on standing warp, the previously woven part is still pure.  If it appeared in the woven part, the standing warp remains pure. If it appears on a sheet, the fringes must be burnt.  If it appears on the fringes, the rest of the sheet remains pure.  A shirt upon which appears a spot saves the trim even if it was made of purple wool.",
            "Anything which can become impure from a dead body even if it is not able to become impure by being sat on can become impure from spots, like the sale of a ship, a curtain, the decorative piece of a hairnet, covers of books, a belt, shoe laces, or a sandal that is a gris wide, can all become impure from spots. \n\nA thick wool garment upon which a spot appeared, Rabbi Eliezer ben Yaakov says it must appear on both the woven part and the tuft.  A flask and a sack are checked as they normally would be and a spot can spread from the inside out and the outside in.",
            "If a confined piece of clothing became mixed up in other clothing, they are all pure.  If he shredded it, it is pure and he can derive benefit from it.  If a declared [impure] piece of clothing became mixed up with other clothing they are all impure.  If he shredded it, it is still impure and it is forbidden from benefit."
        ],
        [
            " All houses become impure from spots except for those of non-Jews.  One who buys houses from non-Jews should examine them immediately.  A round house, a triangular house, a house built on a ship, or on a mast, or on four beams does not become impure from spots.  If it were square even if it were on four pillars it would be able to become impure.",
            "A house that one of its sides is covered in marble, one with rocks, one with bricks and one with dirt is pure.  A house that did not have in it, stones wood or dirt and a spot appeared in it and later they brought into it stones, wood or dirt it is pure. Similarly a spot which appeared on a piece of clothing which was not three by three [fingers] and later it was enlarged to three by three is pure.  A house does not become impure from spots until it has bricks, woods and dirt.",
            "How many stones must be in it?  Rabbi Yishmael says 4, Rabbi Akiva says 8, because Rabbi Yishmael used to say until it [the spot] is the size of two gris, on either one or two stones.  Rabbi Akiva says, until it is the size of two gris on two stones but not one stone. Rabbi Eliezer b'Rabbi Shimon says until it is the size of two gris on two stones on two walls in a corner, two gris long and one gris wide.",
            "Wood, enough to put under a mantle, Rabbi Yehuda says enough to make a \"sandal\" behind the mantle.  Dirt, enough to put between the cracks. Walls of a trough and partition walls do not become impure from spots.  Jerusalem and outside of Israel do not become impure from spots. ",
            "How is a house examined? (Leviticus 14:35) \"The one who owns the house comes to the priest and says, something like a spot has appeared in my house.\"  Even a learned person who knows that it is definitely a spot, cannot declare and say \"a spot has appeared in my house\" rather he must say \"something like a spot has appeared in my house\". (Leviticus 14:36) \"The priest commands the house to be emptied (before the priest comes to see the house so that the whole house will not become impure and then the priest comes to examine the house\"). Even bundles of wood and bundles of reeds says Rabbi Yehuda. Rabbi Shimon says is he being kept busy emptying out his house? Rabbi Meir says What of his property becomes impure? If you want to say his wooden utensils, his clothing, and his metal objects he can immerse them and they will become pure.  For which items was the Torah concerned? For his earthenware vessels, his small jugs and his oil dropper. If the Torah was so concerned for his less valuable objects, how much more so for his valuable objects.  If so for his money, how much more so for the lives of his sons and daughters.  If so for a wicked person, how much more so for a righteous person.",
            "He does not go into his own house to close it off, nor does he go inside the house with the spot and close it off.  Rather he stands next to the entrance of the house with the spot in it and closes it off as it says \"The priest goes out and closes of the house for seven days\". (Leviticus 14:38). He comes at the end of the week and examines, if it spread \"the priest commands and they remove the stones that have the spots on them and they send them outside to city to an impure place\" (Leviticus 14:42) \"And they take other stones and replace the removed stones and they take new dirt and replaster the house.\" (Leviticus 14:42)   He does not take stones from one side of the house to put in the other side of the house nor dirt from one side to place in another side and not lime from any place.  He does not replace two stones with one nor one in place of two, but he can use two to replace two, three, or four. From here they said, Woe to the evil person woe to his neighbor.  Both remove the stones, scrape around them and bring new stones.  However he alone must bring the new dirt as it says \"He takes other dirt and replasters the house.\" His friend does not help with the plastering.",
            "The priest returns at the end of the week and he examines:  If it returns, \"The house is destroyed its stones it wood, all of its dirt and removed from the city to an impure place\" (Leviticus 14:45).  An adjacent spreading of any amount or a separate one the size of a gris, and a returning spot in a house the size of two gris."
        ],
        [
            "There are ten [cases] of houses. If it dulls or disappears during the first week, he scrapes it off and it its pure.  If it dulls or disappears in the second week, he scrapes it off and it requires birds. If it spreads in the first week, he removes, scrapes and plasters and leaves it a week.  If it returns, the house must be destroyed, if it does not return, it requires birds.  If it was the same after the first week and spread during the second week he removes, scrapes and plasters, and leaves it a week. If it returns, the house must be destroyed, if it does not return, it requires birds. If it stays the same after the first two weeks he removes scrapes and plasters, and leaves it a week. If it returns, the house must be destroyed, if it does not return, it requires birds.  If before he purified it with birds the spot reappears it must be destroyed.  Once it has been purified with birds, if the spot reappears its process begins again. ",
            "A cornerstone, when it is removed is removed in its entirety, but when he destroys the house, he only destroys his side but leaves his neighbors side standing.  This is the stringency of removal over demolition. Rabbi Eliezer says, a house built with a main support and smaller materials, if it appeared on the main support he must remove it all, if it appeared in the smaller material, he removes his and leaves his neighbors.",
            "A house upon which a spot appeared that had an attic, the beams are considered part of the attic. If it appeared in the attic the beams are considered part of the house.  If there was no attic above it its stones, wood and dirt are destroyed with it, but not the shingles or the window lattices.  Rabbi Yehuda says the frame built on top of the house is destroyed with it. The stones, wood and dirt, make something impure in an olive's size, Rabbi Elazar Chamsa says, in whatever size they are. ",
            "A closed off house makes on impure within it, and one designated to be destroyed within it and outside it.  Both houses make one impure by entering it.  ",
            "One who builds a pure house from bricks from a confined house, and the spot returns to the house, he removes those stones.  If it returned to the stones, the first house is destroyed and the new stones are used as an indicator for the second house. ",
            "A house which extends over a house with a spot and similarly a tree which extends over a house with a spot one who enters the outer one is pure, says Rabbi Elazar ben Azariah.  Rabbi Elazar says, if one of its stones causes one to become impure by entering, should the whole house certainly not make one impure by entering.  ",
            "If an impure person is standing under a tree and a pure person passes under that tree he becomes impure.  If a pure person is standing under a tree and an impure person passes under the tree he remains pure, but if he [the impure person] stood under the tree he would become impure.  Similarly with a stone with a spot [if it passes under] he remains pure, but if he left it there he would become impure. ",
            "A pure person who extended his head and most of his body into an impure house becomes impure.  An impure person who extends his head and most of his body into a pure house makes that house impure.  A pure cloak of which a three by three [finger-length] piece entered an impure house becomes impure.  If it was impure, even if he extended an olive's volume into a pure house, it becomes impure. ",
            "One who enters a house with spots and has clothing on his shoulders and sandals and rings on his fingers, he and all of them become impure immediately.  If he was wearing his clothes and his sandals were on his feet and his rings were on his fingers, he becomes impure immediately, and they are pure until he stays there long enough to eat half a loaf of bread.  Wheat bread and not barley bread while leaning and with a condiment. ",
            "If he was standing inside and he extended his hand outside and his rings were on his fingers, if he remained there long enough to eat half a loaf of bread they are impure. If he was standing outside and extended his hand inside and his rings were on his fingers, Rabbi Yehuda declares him impure immediately but the sages say, until he leaves it there long enough to eat half a loaf of bread.  They said to Rabbi Yehuda, \"If when his entire body is impure, things that are on him only become impure if he stays long enough to eat half a loaf of bread, when his whole body is not impure shouldn't what is on him certainly not become impure until he remains long enough to eat half a loaf?\"",
            "A leper who enters a house, all of the vessels within it become impure even up to the beams.  Rabbi Shimon says, only up to four cubits.  The vessels become impure immediately, Rabbi Yehuda says, not until he stays long enough to light and candle. ",
            "If he enters a shul, they make him a wall ten fist-lengths high by four cubits wide. He enters first and exists last.  Anything that is saved by a seal in a dead person's tent is saved by a seal in a house with a spot.  Whatever is saved by being covered in a dead person's tent is saved by being covered in a house with a spot, says Rabbi Meir.  Rabbi Yossi says, Anything that is saved by a seal in a dead person's tent is saved by being covered in a house with a spot.  Whatever is saved by being covered in a dead person's tent even if it is uncovered in a house with a spot, remains pure. "
        ],
        [
            "How do they purify the metzora?  He brings a new earthenware pitcher and places within it a quarter-log of spring water and brings two wild birds.  They slaughter one of them over the earthenware vessel and the spring water.  He then digs a whole and buries it before him.  He takes cedar wood, an eizov and a red string and ties them together with the end of the string. He then brings the tips of the wings and the tip of the tail of the second one [near the bundle] dips them and sprinkles them seven times on the back of the metzora's hand and some say on his forehead.  And so too would he sprinkle on the outer lintel of the house.",
            "He then sends away the living bird, he does not face the sea or the city of the desert as it says (Leviticus 14) \"He shall send away the living bird outside the city toward a field\".  He then shaves the metzorah, he passes a razor over all of his body, washes his clothing, immerses.  He is pure to not make places he enters impure, but he makes things impure like a vermin, he can enter with in the wall, but he cannot enter his house for seven days and he cannot have relations. ",
            "On the seventh say he shaves a second time like the first shaving, he washes his clothing and immerses.  He is now pure from making things impure like a vermin, but is still impure like a Tvul Yom but is permitted to eat tithes.  Once the sun sets he can eat from Terumah. Once he brings his atonement [sacrifices] he can eat from holy things.  It is found that there are three stages of purity by a metzora and three stages of purity by one who gives birth. ",
            "Three people shave and their shaving is a miztvah: The Nazir, the Metzora and priests.  All of them who shaved without a razor or who left two hairs has accomplished nothing. ",
            "The two birds should be of similar appearance, height and value, and should be bought at the same time.  Even if they are not the same they are still valid.  If he bought one today and one tomorrow they are valid.  If he slaughtered one of them and found that it was not wild, he should bring a mate for the second one. The first one is permitted to be eaten.  If he slaughtered it and found it to be a tereifah, he should bring a mate for the second one and the second is permitted in benefit.  If the blood spilled, the one to be sent away must die.  If the one to be sent away dies, the blood must be spilled out. ",
            "The cedar wood should be one cubit long and as thick as a quarter of the leg of a bed, cutting one piece to two and then those two to four.  The eizov should not be Greek Eizov or blue Eizov, or Roman Eizov, or Desert Eizov or any type of Eizov which has a second name to it.  ",
            "On the eighth day he brings three animals:  A Chatat, an Asham and an Olah.  A poor person brings just birds for a Chatat and an Olah.  ",
            "He comes to the Asham, and leans his two hands on it, slaughters it and two priests capture its blood, one in a vessel and one in his hands.  The one who captures it in the vessel goes and throws it on the wall of the alter. The one who captures it in his hands goes to the Metzora.  The Metzora immerses in the chamber of Metzoras.  He then stands in Nikanor's Gate.  Rabbi Yehuda says he does not require immersion. ",
            "He  extends his head and [the priest] places the blood on the cartilage of his ear. He then extends his hand and he places the blood on his thumb.  He then extends his food and he places the blood on his big toe. Rabbi Yehuda says he extended all three at once.  If he does not have a thumb, big toe or right ear, he can never become pure.  Rabbi Eliezer says, he can place the blood on their places.  Rabbi Shimon says if he put it on his left, it is valid. ",
            "He then takes from the log of oil and pours some on the palm of his friend [the other priest]. If he poured it into his own palm it is valid.  He dips his finger in the oil and sprinkles seven times towards the Holy of Holies and before every sprinkling he would dip.  He then came to the Metzora and wherever he placed the blood he then places the oil as it says (Leviticus 14) \"On the place of the blood of the Asham\". What remains from the oil in the palm of the priests hand he places on the head of the Metzora's head to atone.  If he placed it he atones, if not he does not atone, says Rabbi Akiva.  Rabbi Yochanan ben Nuri says, it is a leftover of a Mitzvah and regardless of whether he places it or not he atones but it is considered as if it is not complete. If part of the log was deficient before he poured it, he must refill it, once he pours it out he must bring a new one, says Rabbi Akiva.  Rabbi Shimon says, if the log was deficient before he sprinkles he must refill it, once he sprinkles it he should bring another one. ",
            "A Metzora who brought his sacrifices while poor and then became rich, or while rich and then became poor, everything goes after the Chatat says Rabbi Shimon.  Rabbi Yehuda says it goes after the Asham. ",
            "A poor Metzora who brought the sacrifices of a rich man fulfilled his obligation, but a rich man who brought the sacrifices of a poor man does not fulfill his obligation.  A man can bring for his son, his daughter, his slave, or his maidservant the offering of a poor person and then feed them from offerings.  Rabbi Yehuda says even for his wife he can bring the offering of a rich person and so too for every offering she is obligated to bring. ",
            "If the offerings of two Metzoras became mixed up, if one of them was brought and the other one died, the people of Alexandria asked Rabbi Yehoshua and he said to them, he should write all of his property to the other person and bring a poor man's sacrifice. "
        ]
    ],
    "titleVariants": [
        "Mishna Negaim",
        "M. Negaim",
        "Mishnah Negaim",
        "M Negaim"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Tahorot"
    ]
}