{
    "versionTitle": "Sefaria Community Translation",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishnah Maaser Sheni",
    "lengths": [
        5,
        57
    ],
    "text": [
        [
            "Ma'aser Sheni (the second tithe) cannot be sold, pawned, exchanged, or weighed against. And a man should not say to his friend in Jerusalem, \"Here's wine, give me oil.\" This goes for all other fruit as well. But it can be freely given one to another.",
            "Regarding an animal that was set aside as a tithe; while it is alive and unblemished it may not be sold, nor may a blemished one be sold alive or slaughtered, and it can not be used to betroth a woman. A first born animal can be sold while it is alive and unblemished, a blemished one can be sold alive or slaughtered, and it can be used to betroth a woman. One may not make Second Tithe food ordinary by exchanging its value with an assimon, with a coin that is not legal tender, or with money that is not in his possession.",
            "If a person offers an animal for the shlemim offering, or an animal to eat its meat, the animal's hide is not considered sacred [that is, the person can use or sell it as he wants], even if the value of the hide is greater than the value of the meat. As for sealed jugs of wine--in a place where the custom is to sell them sealed, the [value of] the pitcher is not considered sacred. Likewise, the shells of nuts and almonds are not considered sacred. The daily tamid offering, before it has fermented, is not taken from the tithe money. Once it has fermented, it is taken from the tithe money.",
            "If one buys an animal for a peace offering, or a livestock for meat consumption, the hide shall not be used for secular purposes. Wine jugs, whether open or sealed; if they are from a place where it is customary to sell them open, a jug may not be used for secular purposes. Baskets of olives and baskets of grapes, including their vessel; the money's worth of the vessel may not be used for secular purposes.",
            "If one buys water, salt, fruits still attached to the land, or fruits that cannot make the journey to Jerusalem, it is not a valid ma'aser purchase. If one buys such fruits without intent, they are to be returned for their money's worth. And if he bought them with intent, they shall make the pilgrimage, and there they shall be eaten. And if there is no temple, they shall be left to rot.",
            "If one buys a livestock, without intent, it is to be returned for its money's worth. With intent, it shall make the pilgrimage, and there it shall be eaten. And if there is no temple, it shall be buried in its skin.",
            "It is prohibited to buy male slaves, female slaves, lands, or impure livestock, with ma'aser sheni money. And if one has made such a purchase, he shall eat food of an equivalent worth instead. It is prohibited to bring forth zav's bird-offerings, zavah's bird-offerings, recent-mother's bird offerings, sin offerings, or guilt offerings, purchased with ma'aser sheni money. And if one has brought forth as such, he shall eat food of an equivalent worth instead. This is the rule: anything besides eating, drinking, and anointment, which was purchased with maaser sheni money, the buyer shall eat food of an equivalent worth in its stead."
        ],
        [
            "The ma'aser sheni may be eaten, or drunk, or used for anointment; one may only eat what is normally eaten, and anoint with what is normally used for anointment. One may not anoint with wine and vinegar, but may anoint with oil. It is prohibited to spice ma'aser sheni oil, or to buy spiced oil with ma'aser sheni money; but one may spice wine. Should honey or spices fall into it and improve it, the improvement is taken into account. If fish were cooked with ma'aser sheni leek bulbs, which were thus improved, the improvement is taken into account. Ma'aser sheni dough, which was baked, and thus improved; the improvement shall go towards the ma'aser sheni. This is the rule: anything with evident improvement, the improvement is taken into account; and anything with non-evident improvement, the improvement goes towards ma'aser sheni.",
            "Rabbai Shimon says, it is prohibited to anoint with ma'aser sheni oil in Jerusalem. And the sages permit it. They said to Rabbai Shimon: \"Since we are lenient in the severe matter of terumah, shall we not be lenient in the light matter of ma'aser sheni?\". He said to them: \"What, are we not already lenient in the severe matter of terumah, whose bitter vetch and fenugreek are permitted, and shall we therefore be expected to be more lenient in the light matter of ma'aser sheni, whose bitter vetch and fenugreek are prohibited?\".",
            "Fenugreek for the second tithe [i.e. bought with second tithe money], eat it when it is tender. And [fenugreek bought with money] for terumah, the House of Shammai says, everything you do with it [must be done] in [a state of] purity, except for shampooing [with it]. And the House of Hillel says, everything you do with it [can be done] in [a state of] impurity, except for soaking [in water to make it edible].",
            "Bitter vetches of ma'aser sheni are eaten when they are tender, and they may be taken into Jerusalem and out of it. If they become impure, Rabbai Tarfon says they should be split into smaller portions and put into  batters; and the sages say they may be redeemed. And those [bitter vetches] of terumah, the House of Shammai says they may be used for soaking and washing of the pure, or for feeding the impure; and the House of Hillel says they may be used for soaking of the pure, and for feeding and washing of the impure. Shammai says, they are eaten dry. Rabbai Akiva says, anything they are used for is impure.",
            "Non-holy money and money of the second tithe that was scattered, what one gathers, gather to the second tithe until its complete, and the rest is non-holy. If it was mixed and covered up, in accordance with a calculation. This is the general rule, the gathered, goes to second tithe. And the mixed, in accordance with a calculation",
            "A selah (certain measurement) of maaser sheini (second tithe) and of chulin (non-holy) that got mixed together, bring in a selah of money and say, \"selah of maaser sheini, in any place where it is, shall be placed on to this money\", and sort the best of them, and make on it non-holy, for they say,",
            "Bet Shammai say one may not transfer his sela coins [for maaser sheni] into golden dinar coins, but Bet Hillel allow it. Rabbi Akive said: I  transferred silver into golden dinar coins for Rabban Gamliel and Rabbi Yehoshua.",
            "If one exchanges his ma'aser sheni ma'ot for a sela, the House of Shammai say he may exchange the ma'ot for an entire sela. And the House of Hillel say he may exchange only a shekel's worth for silver and  keep the other shekel's worth as ma'ot. Rabbi Meir says one may not secularize a combination of fruits and money by exchanging them for money, and the sages permit it.",
            "If one exchanges a sela of ma'aser sheni in Jerusalem, the House of Shammai say the entire sela may be exchanged for ma'ot. The house of Hillel say a shekel's worth may be exchanged for silver and a shekel's worth ought remain as ma'ot. Those who rule according to the sages say, three dinars worth may be exchanged for silver, and one dinar's worth ought remain as ma'ot. Rabbai Akiva says, three dinars worth may be exchanged for silver, and one quarter [of the final dinar] ought remain as ma'ot. Rabbi Tarfon says, four aspari worth of silver. Shammai says, he ought spend it in  shop and eat food of an equivalent worth.",
            "If one has some sons who are not pure and some who are pure, he lays down a selah and says: May this selah be for what the clean ones drink. Thus we find that the clean ones and the unclean ones drink from the same jar."
        ],
        [
            "A person may not say to his fellow: carry up this produce to Jerusalem for (your own) share. But, a person may say to him: carry it up that we may eat and we may drink in Jerusalem. But people may give it to one another as a freewill gift.",
            "Trumah may not be bought with second tithe money because (the number of) those who may eat of it is reduced. But Rabbi Shimon allows it. Rabbi Shimon said to them - Why if a lenient ruling (has been made) in the case of peace offerings though they may become unfit or impure, why would we not also rule leniently regarding trumah? They said to him: Why if a lenient ruling (has been made) in the case of peace offerings (should we think this should work for trumah?!) They are permitted to non-priests. Should we rule leniently for trumah, as it is forbidden to non-priests?!",
            "One who has money (which is maaser sheni) in Jerusalem and has need for it (for other uses), if his friend has fruit, he can say to his friend, \"[the sanctity of ] this money is transferred to your fruits. As result, he (the owner of the fruit) [must] eat his fruits inpurity, while the other can use his money for his own needs. But one should not say this to an Am Haaretz except in case of demai.",
            "If one's fruit were in Jerusalem and their coins outside the city, they should say, \"Thus, the sanctity of those coins is transferred to these fruit.\"  If one's coins were in Jerusalem and their fruit outside the city, they should say, \"Thus, the sanctity of these coins is transferred to those fruits,\" with the sole intention that they will bring the fruit up to Jerusalem and eat it there.",
            "Coins [which have been sanctified] can come and go into Jerusalem, but [sanctified] fruit can only enter the city and may not leave.  Rabban Shimon ben Gamliel said, \"Even fruit may come and go\".",
            "Fruits that pass through Jerusalem after being completely prepared (to be obligated in Maaser, but Maaser hasn't been taken from them yet): their maaser sheni has to be brought back and eaten in Jerusalem. But if they have not been completely prepared, such as baskets of grapes headed for the winepress or baskets of figs headed for the drying-place: Beit Shammai says: their maaser sheni should be brought back and eaten in Jerusalem. Beit Hillel says: he may redeem it and eat it on the spot. Rabbi Shimon ben Yehuda says in the name of Rabbi Yosi: Beit Hillel and Beit Shammai didn't disagree about fruits that have not been completely prepared; both agreed that their maaser sheni may be redeemed and they may be eaten on the spot. Rather, they disagreed about fruits which were completely prepared: Beit Shammai says that their maaser sheni has to be brought back and eaten in Jerusalem, and Beit Hillel says that it may be redeemed and eaten anywhere. And in the case of Demai, it may go in and out and be redeemed anywhere.",
            "If a tree stands inside the wall and leans outside, or stands outside the wall and leans inside: the part of the tree that is directly above the wall and inwards should be considered inside, and the part of the tree that is directly above the wall and outward should be considered outside. If an olive press's opening is inside the wall but its inside is outside the wall, or if its opening is outside the wall but its inside is inside the wall: Beit Shammai says: all of it should be considered to be inside. Beit Hillel says: the part of the olive press that is directly below the wall and inwards should be considered inside, and the part that is directly below the wall and outwards should be considered outside.",
            "The chambers [on the outskirts of the Haichal of the BeisHamikdash], which are built in the holy [the Haichal] and have doors towards the Chol [the stairs surrounding the Beis Hamikdash], the inside is considering mundane [Chol] and the roof is holy. If they are built in the Chol and have doors towards the holy [Haichal] then the inside is considered holy and the roof is considered mundane [Chol]. If they are built both in the holy [Haichal] and Chol [stairs] with doors to both  the holy [Haichal] and Chol [stairs] then what is in the holy part is considered holy and and what is in the mundane [Chol] part is considered mundane",
            "Second tithes which were brought into Jerusalem and became ritually impure (tamei), whether through a primary source of impurity (av) or secondary source (toldah), inside [Jerusalem ] or outside [Jerusalem], Beit Shammai says they should be redeemed and eaten  inside [Jerusalem ], unless they became impure outside [Jerusalem] from  a primary source .  Beit Hillel says they should be redeemed and eaten outside [Jerusalem ], unless they became impure inside [Jerusalem ] from a secondary source.",
            "One who buys with money Maaser Sheni that becomes Tamei, he must redeem it. Rabbi Yehuda says, he must bury it. They [the Rabbis] said to Rabbi Yehuda, \"But if Maaser Sheni itself becomes Tamei, it must be redeemed. One who buys with money Maaser Sheni that becomes Tamei, isn't it the law that it should be redeemed?\" He said to them, \"No, you're talking about Maaser Sheni itself [which is different] because you can redeem it for Tahor [food] which is in a far place, [as opposed to when] you're talking about one who buys with money Maaser, that can't be redeemed with Tahor [food] in a far place.",
            "A deer that was bought with Maaser [Sheni] money and dies, must be buried along with its skin. Rabbi Shimon says, he must redeem it. If it was bought live and then slaughtered and then became Tamei, he must redeem it. Rabbi Yosi says, he must bury it. If it was bought slaughtered and then became Tamei, it [the law] is like that of fruit [that became Tamei].",
            "One who borrows his own jugs for his own Maaser Sheni to pour into them wine of Maaser Sheni, even though he sealed them after pouring the wine of Maaser Sheni in them, The Maaser Sheni did not acquire them. If one simply pours into them without specifying that he is borrowing them, so now until he seals them, the Maaser Sheni does not acquire them they do not become Maaser Sheni. But after he does seal them, then the Maaser Sheni does acquire them they become Maaser Sheni. Up until he seals them the jugs of wine, they are Bottul nullified in one hundred and one. But from when they are sealed, they can make prohibited even with the smallest amount. Up until he seals them, he can separate Terumah from one jug for all the jugs. But from when they are sealed, he must separate Terumah from each one on its own.",
            "The House of Shammai says: [if one wishes to separate priestly gifts after having sealed containers of wine] he opens [the containers] and pours them into them into the wine press, and the House of Hillel says: he opens but does not need to pour.  With respect to what [type of conditions] are these words (in Mishna 12, about the jug becoming sanctified as a tithe) said? In a place where their way is to sell closed [containers], but in a place where they sell open [containers] the jug does not become profane.  But, if he (the seller) wishes to be strict with himself and sell [only] by volume the jug does become profane.  Rabbi Simeon says: even one who says to his fellow 'this barrel I am selling you - except for the jugs\" - the jugs become profane."
        ],
        [
            "One who brings crops that requires the second tithe, either from a more expensive place to a less expensive place, or from a less expensive place to a less expensive place, redeems the crops according to its value at the destination. One who brings crops from a granary to the city, or one who brings jugs of wine from the wine press to the city, the crops or wine are upgraded to second tithe and they can go out of his house.",
            "The second tithe is redeemed by the low price, in the manner  the storekeeper pays, not the manner  he sells. In the manner he exchanges, not the manner he puts together. The Second tithe is not redeemed aksara (?). If its cost is known one may redeem based on one witness, and if its cost is not known one redeems based on three witnesses, for example wine that has gone bad (?) fruit which has spoiled, and coins that have  become rusty (?).",
            "If the owner offers to pay a selah, and another person also offers to pay a selah, the owner's offer is accepted, since he will add one fifth. If the owner offers a selah but another person offers a selah and an isar, the one who offers the selah and isar is accepted, since he is adding to the principal amount. When someone redeems his own maaser sheni he adds one fifth, whether it is his or has been given to him as a gift.",
            "One may cheat on maaser sheni. How so? A man may say to his adult son or daughter: \"Take this money and redeem this maaser sheni.\" But he may not say so to his young son or daughter or to his Canaanite slave or maidservant, because their hand is an extension of his own.",
            "If a man is standing on the threshing floor and has no cash with him, he may say to his friend: \"These fruits are yours as a gift.\" Then he can go on to say, \"these are redeemed with my coins that are at home.\"",
            "If one withdrew a sela worth of tithe but was not able to redeem it until the (value) rose to two sela- he must pay one sela, and profits one sela, and the tithe is his. If he withdrew tithe worth two sela and was unable to redeem it before the (value) was one sela, he must pay one sela of everyday, and one sela worth of the second tithe. if he was a commoner, one gives him from demai.",
            "One who redeems maaser sheni and doesn't call it by name - Rabbi Yosi says, it's sufficient. Rabbi Yehuda says, one needs to state it verbally.  If a man was speaking with a woman about matters of her divorce document or her marriage, and then gave her her divorce document or marriage [money] and did not state it verbally, Rabbi Yosi says, it's sufficient. Rabbi Yehuda says, one needs to state it verbally.",
            "One who sets aside an issar [for the redemption of second tithe] and on its account he ate [the value of] half [an issar of second tithe] and then went to another place where [the issar] was worth a pondion, he may eat of [second tithe the value of] another issar.   \nOne who sets aside a pundion [for the redemption of second tithe] and on its account he ate [the value of] half [a pundion of second tithe] and then went to another place where [a pundion] was worth an issar, he may eat [second tithe the value of] another half [an issar].   \nOne who sets aside an issar of second tithe [money] he should eat on its account eleven parts of the value of an issar, or [he should eat an additional] one hundredth of an issar.  \nBet Shammai says: in both cases one tenth part [of an issar]. \nBut Bet Hillels says: in the case of certain [second tithe] an eleventh part, in the case of demai a tenth part.\n",
            "All money found, behold they are unconsecrated, even gold dinar with silver and with money. If they are found in a earthenware vessel and it's written on it \"Ma'aser\" behold this is ma'aser.",
            "One who finds a vessel with 'consecrated' written on it: Rabbi Yehuda says, if it is made of clay, it is not consecrated and its contains are consecrated; if it is made of metal, it is consecrated and its contents are not consecrated. They said to him: It is not human nature to gather unconsecrated goods for consecration.",
            "One who finds a vessel with the letter kuf written on it, it is a korban (sacrifice). [If it has a] mem [written on it], it is maaser (tithe). [If it has a] daled [written on it], it is demai (produce with dubious tithing status). [If it has a] tet [written on it], it is tevel (produce without any tithes removed). [If it has a] taf [written on it], it is terumah (the tithe for the priests). R' Yossi says that they are all [acronyms for] the names of people. R' Yossi said \"Even if one finds a barrel full of fruit and it has the word \"terumah\" (the tithe for the priests), they are chulin (regular food), because I say that it was filled with terumah fruit last, and he removed it.\"",
            "One who says to his son, “There is second tithe [produce] in this corner,” but the son found [produce] in another corner, it may be considered non-sacred. \n[If the father said] there was there a hundred [of second tithe] and the son found two hundred, the remainder is non-sacred. \n[If the father said there were there] two hundred and the son found one hundred, it is all second tithe.\n"
        ],
        [
            "A vineyard in its fourth year, they mark it with clods of earth, and of orlah with potter's clay, and graves [they mark] with lime, which he dissolves and pours on.   Rabban Shimon ben Gamaliel said: When does this apply? In the seventh year.   The conscientious used to put down money and say: Any fruit gathered from this vineyard may be exchanged for this money. ",
            "The grapes of a four-year-old vineyard are brought to Jerusalem from a radius of a day-long journey. And what is its boundary? From Eilat in the south and Akrabat in the north. From Lod in the west and the Jordan river in the east. And when the produce increased, they established that it could be redeemed even up to the wall. And there was a condition for this—that whenever they would decide, it would revert to the way it was originally. Rabbi Yose says: This condition was in effect when the temple was destroyed; and the condition was that when the temple would be rebuilt, it would revert to the way it was originally.",
            "[Regarding] a vineyard in its fourth year: the House of Shammai says that the laws of \"added fifth\" and the laws of \"removal\" do not apply. The House of Hillel says they do.  The House of Shammai says the laws of \"peret\" and \"ololot\" apply, and the poor redeem themselves. The House of Hillel says that all of it must go to the winepress.",
            "How do people redeem [fruit of] the 4th year (post-Orla fruit that normally is brought to Jerusalem, may it be rebuilt and re-established soon and in our days!, and eaten b'tahara (in a state of ritual purity))? One would place the basket (which contains the fruit) in front of three [experts (talmidei chachamim)] who are capable of recognizing its value), and say, \"How much (of this fruit) would somebody redeem for himself for aone *sela* (monetary unit used in the Mishnaic Era) on condition that he pays its farming/harvesting expenses (literally, the labor costs from the time that it was still attached to the earth)?\" And then that person would set down the money (in front of the evaluators after they evaluated how many baskets that money could buy), and would say, \"Anything harvested from the tree on which it was grown – its sanctity shall be nullified, being transferred onto these units of currency (adding up to a sela which would then need to be spent on food to be eaten b'tahara in Jerusalem); and ithis swapping of sanctity will apply for x number of baskets of fruit harvested from that tree that adds up to this sela (amount of money).\"",
            "But in the shevi'it (seventh year), he must redeem the neta revai for its worth. And if it was all made hefker (ownerless), the person who seized it can only collect sechar lekitah (the cost of gleaning it). If he redeemed neta revai (the fruit of a plant in its fourth year), he adds on a fifth of its value, whether the neta revai was his own or given to him b'matanah, i.e. as a gift. ",
            "The day before the first holiday day of Passover of the fourth and seventh years of the sabbatical cycle, there was a removal. How so? They would give the priestly tithe, and the tithe from the tithe to the owners, and the first tithe to its owners, and the poor tithe to its owners. And the second tithe and the first fruits were removed everywhere. Rabbi Simeon says: The first fruits are given to the priests like the priestly tithe. Cooked foods—the house of Shammai say it must be removed and the house of Hillel say that it is as if it were already removed.",
            "If someone happens to have perot (fruits) b'zman hazeh (At this time), and the time for the destruction has come, Beit Shammai (the House of the sage Shammai) says that it is essential to exchange it for money. But Beit Hillel (the House of the sage Hillel) says that it is the same whether it was exchanged for money, or it stays as fruit (as nowadays, neither the fruits, nor the money can be used in Jerusalem, it may as well just be destroyed). ",
            "Rav Yehuda says: Originally, they made an announcement to all landowners in the countries saying: \"Hurry and fix your fruit (for Ma'asrot and Terumos) until the time of Bi'yur. This was stopped by Rebbe Akiva who learnt that all fruit that were not at the stage of Ma'asrot are exempt from Bi'yur.",
            "Someone whose fruits were far away from him, must designate them. It happened that Rabban Gamliel and the elders were travelling by ship. Rabban Gamliel said: the tenth that I will measure in the future is given to Joshua and its location is rented to him. Another tenth that I will measure in the future is given to Akiva ben Joseph that he should receive it on behalf of the poor and its location is rented to him. Rabbi Joshua said: The tenth that I will measure in the future is given to Elazar ben Azaria and its location is rented to him. And they each received payment from each other.",
            "Yochanan the High Priest dismissed the tithing gratitude oath. He also eliminated the \"Wake Up\" singers and the calf knockers. Until his day, hammers would strike in Jerusalem.  In his day, no one had to ask about demai [doubtfully tithed produce].",
            "By mincha (on the afternoon) of yom tov ha'acharon (the last festival day), the declaration is made. How was it made? As written in Deuteronomy 26:13 \"'I have put away the hallowed things out of my house.\" This means ma'aser sheni (the second tithe) and neta revai (the fruit of plants in the fourth year).  \"And also have given them unto the Levite,\" this means ma'aser levi (the tithe of the Levites). \"And also I have given them,\" refers to terumah (heave-offering) and terumat ma'aser (heave-offering of tithe).  \"And unto the stranger, to the fatherless, and to the widow,\" this means ma'aser ani (tithe of the poor), leket (the gleanings of the field), shichecha (forgotten sheaf), and peah (the corners of the field). Although one may make the confession if they didn't give these to the poor. \"Min habayit, from my house,\" this means hallah (the dough offering). ",
            "\"Like all the commandments that I have been commanded\", this implies that if one donated the Second Tithe\" before the First, he cannot recite the confession.  \"I did not violate Your commandments\", meaning I did not separate tithe from one species for another, nor the already picked produce on behalf of the growing produce, nor the new on behalf of the old or the old on behalf of the new. \"I did not forget\", I did not forget to bless You and mention your name for it. ",
            "\"I have not eaten from it in my mourning (Oni)\" (Deut. 26:14).--but, if he did eat from it in Aninut, he cannot confess. \"And I have not destroyed it as a Tamei\"-- but, if he did separate it while Tamei, he cannot confess. \"And I did not give from it to death\"-- I did not buy with it a coffin or shrouds for a corpse, nor did I give it to others in Aninut. \"I listened in the voice of Hashem my G-d\"-- I brought it to the Temple. \"I have done everything that has been commanded of me\"-- I was joyous, and I caused joy to come out of it. ",
            "\"Gaze out from Your holy abode, from the heavens\" (Deut. 26:15). We have done that which You decreed we do, so too [we ask that] You keep what You promised us, [to] \"gaze out from Your holy abode, from the heavens, and bless Your nation, Israel\" with sons and daughters. \"And the land which You have given us\" [bless] with dew and rain and the offspring of livestock. \"Just as You have sworn to our forefathers, a land flowing with milk and honey\" so as to give [good] taste to the fruit.",
            "From this they said, Israelites and bastards confess, but not converts and not freed slaves, for they do not have a portion in the land. Ribbi Meir says, even Priests and Levites do not [confess], for they did not take a portion in the land. Ribbi Yose says, they have cities [with surrounding] open land."
        ]
    ],
    "heTitle": "מעשר שני",
    "versionSource": "http://www.sefaria.org",
    "maps": [],
    "length": 5,
    "titleVariants": [
        "Mishnah Maaser Sheni",
        "Mishna Maaser Sheni",
        "M. Maaser Sheni",
        "M Maaser Sheni"
    ],
    "textDepth": 2,
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ]
}