{
    "sections": [], 
    "commentaryCategories": [
        "Talmud", 
        "Bavli", 
        "Seder Zeraim"
    ], 
    "text": [
        [], 
        [], 
        [
            [
                "<b>From when may one recite the <i>Shema</i> in the evening? From the time when the <i>kohanim</i> &lt;small&gt;(priests)&lt;/small&gt; enter to eat of their <i>terumah</i> &lt;small&gt;(Agricultural Gifts)&lt;/small&gt;</b> — <i>Kohanim</i> who became defiled and immersed themselves, and their sun has set, and their time has arrived to be permitted to eat of their <i>terumah</i>."
            ], 
            [
                "Until the end of the first- ... third of the night, as will be explained in the Gemara (Berakhot 3a). And from then on the time has passed, as that time is no longer the time of lying down and is not referred to when the Torah says \"And when you lie down.\" And before this time (that is, before the stars come out) also is not the time of lying down. Therefore someone who recites it before then does not fulfill his obligation. If so, why do we read it in the synagogue? In order to stand in prayer from within words of Torah, as is taught in a Braita in Talmud Yerushalmi Masechet Berachot. Therefore, we are obligated to recite it [again] after it becomes dark. And by reading the first paragraph that a person reads on his bed, he fulfills his obligation."
            ], 
            0, 
            [
                "Until the \"pillar of dawn\" rises - the entire night is called a time of lying down."
            ], 
            0, 
            0, 
            0, 
            0, 
            [
                "Burning the fatty organs and body parts - of sacrifices, the blood of which is dashed [on the altar] during the day.", 
                "their mitzvah - is to raise them up [ to the altar] all night long, and they are not rendered invalid by staying the night [without being dashed on the altar] until the pillar of dawn rises, while they are still below the altar, as it is written \"and they shall not stay the night until morning\" Exodus 34", 
                "fatty organs - of all sacrifices", 
                "body parts - of the burnt offering", 
                "All [sacrifices] which may be eaten for [only] one day - for example, the sin-offering, the guilt-offering, the lambs of Shavuot, grain offerings and the thanksgiving-offering", 
                ".מצוותן – זמן אכילתן:"
            ], 
            [
                "All [sacrifices] which may be eaten for [only] one day - for example, the sin-offering, the guilt-offering, the lambs of Shavuot, grain offerings and the thanksgiving-offering", 
                "their mitzvah - the [permissible time for their consumption]", 
                "until the pillar of dawn rises - this [time] makes them into <i>notar</i> (left-over sacrifices), as  it is written regarding the thanksgiving-offering : \"He shall not leave any of it over until morning (Leviticus 7) and [this law regarding] all [other sacrifices] are learned from the thanksgiving-offering"
            ], 
            [
                "If so, why did the Sages say [that these precepts can be performed only] until midnight - regarding reciting the Shema and regarding consuming the holy offerings?"
            ], 
            [
                ""
            ], 
            [
                "to keep a person away from sinning - and they prohibited them for consumption before their [final] time in order that one not come to consume them after the pillar of dawn and become guilty [of a violation the punishment for which is] excision. And likewise for the reciting of Shema, to motivate a person, that he should not say, I have more time, and in the meantime the pillar of dawn may rise and his time will have past. Now the burning of the fatty organ and and body parts which is taught here, the Sages nowhere say regarding it [that it is limited to] before midnight , and it was only mentioned here to indicate that anything [mitzvah] which applies during the night is valid all night long, and we teach to the same effect in the second chapter of <i>Megillah</i> (20b): The whole night is valid for harvesting the <i>omer</i> and for burning of the fatty organ and and body parts."
            ], 
            [
                "<b>היכא קאי</b> – מהיכא קא סליק דתנא ביה חובת קריאת שמע, שהתחיל לשאול כאן זמן הקריאה"
            ], 
            0, 
            [
                "<b>The Tanna refers to Scripture</b> - and there he learned the obligation of recitation."
            ]
        ], 
        [], 
        [
            0, 
            0, 
            0, 
            [
                ""
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "", 
                "Minors- even minors that have come [to the age requiring] to [have a] education, it is not required of his [the minor's] father to educate him regarding kriat shmea, because he [the child] is not always able when the time of kriat shmea comes."
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                ""
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "This is directed towards the angels that accompany a person as it says, \"For He will order His angels to guard you wherever you go\" (Psalm 91)"
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org/Rashi_on_Berakhot", 
    "heTitle": "רש\"י על ברכות", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Wikisource", 
            "http://he.wikisource.org/wiki/%D7%91%D7%A8%D7%9B%D7%95%D7%AA_%D7%91_%D7%90"
        ], 
        [
            "Wikisource Rashi on Berakhot", 
            "http://he.wikisource.org/wiki/%D7%91%D7%A8%D7%9B%D7%95%D7%AA_%D7%92_%D7%90"
        ]
    ], 
    "titleVariants": [
        "Rashi on Berakhot"
    ], 
    "commentaryBook": "Berakhot", 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Zeraim", 
        "Berakhot"
    ], 
    "toSections": [], 
    "versionTitle": "merged", 
    "ref": "Rashi on Berakhot", 
    "language": "en", 
    "maps": [], 
    "type": "Commentary", 
    "title": "Rashi on Berakhot", 
    "heBook": "רש\"י", 
    "heCommentator": "רש\"י", 
    "length": 65, 
    "book": "Rashi on Berakhot", 
    "textDepth": 3, 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "commentator": "Rashi"
}