<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><sup>i</sup><bold>&#x0160;</bold><small>AMMAJ SAGT, JEDE</small> F<small>RAU HABE</small><sup><xref rid="fn2398">1</xref></sup> <small>AN IHRER</small> Z<small>EIT</small><sup><xref rid="fn2399">2</xref></sup> <small>GENUG</small>; H<small>ILLEL SAGT</small>, [<small>SIE SEI R&#x00DC;CKWIRKEND UNREIN DIE</small> Z<small>WISCHENZEIT</small>] <small>SEIT DER</small> U<small>NTERSUCHUNG BIS ZUR</small> [<small>VORANGEHENDEN</small>] U<small>NTERSUCHUNG</small><sup><xref rid="fn2400">3</xref></sup>, <small>AUCH WENN VIELE</small> T<small>AGE DAZWISCHEN LIEGEN</small>. D<small>IE</small> W<small>EISEN SAGEN WEDER WIE DER EINE NOCH WIE DER ANDERE, SONDERN</small> [<small>DIE</small> Z<small>WISCHENZEIT] SEIT DIESER</small> T<small>AGESSTUNDE BIS ZUR [VORANGEHENDEN]</small> T<small>AGESSTUNDE</small><sup><xref rid="fn2401">4</xref></sup>, <small>WENN DIES WENIGER IST ALS [DIE</small> Z<small>WISCHENZEIT] SEIT DER</small> U<small>NTERSUCHUNG BIS ZUR</small> [<small>VORANGEHENDEN</small>] U<small>NTERSUCHUNG, ODER [DIE</small> Z<small>WISCHENZEIT] SEIT DER</small> U<small>NTERSUCHUNG BIS ZUR</small> [<small>VORANGEHENDEN</small>] U<small>NTERSUCHUNG, WENN DIES WENIGER IST ALS</small> [<small>DIE</small> Z<small>WISCHENZEIT</small>] <small>SEIT DIESER</small> T<small>AGESSTUNDE BIS ZUR</small> [<small>VORANGEHENDEN</small> T<small>AGESSTUNDE</small>]. H<small>AT EINE</small> F<small>RAU EINE REGELM&#x00C4;SSIGE</small> P<small>ERIODE, SO HAT SIE AN IHRER</small> Z<small>EIT</small><sup><xref rid="fn2402">5</xref></sup> <small>GENUG</small>. B<small>ENUTZT SIE BEIM</small> B<small>EISCHLAFE</small> T<small>&#x00DC;CHER</small><sup><xref rid="fn2403">6</xref></sup>, <small>SO GILT DIES ALS</small> U<small>NTERSUCHUNG</small><sup><xref rid="fn2404">7</xref></sup>, <small>SODASS SIE NUR DEN KLEINEREN</small> Z<small>EITRAUM UNREIN IST, ENTWEDER</small>[<small>DIE</small> Z<small>WISCHENZEIT</small>] <small>VON DIESER</small> T<small>AGESSTUNDE BIS ZUR</small> [<small>VORANGEHENDEN</small> T<small>AGESSTUNDE</small>], <small>ODER</small> [<small>DIE</small> Z<small>WISCHENZEIT</small>] <small>VON DIESER</small> U<small>NTERSUCHUNG BIS ZUR [VORANGEHENDEN]</small> U<small>NTERSUCHUNG</small>.</p>
<p>II. &#x0160;<small>AMMAJ SAGT, EIN</small> K<small>AB</small> [M<small>EHL</small>]<sup><xref rid="fn2405">8</xref></sup> <small>UNTERLIEGT DER</small> P<small>FLICHT DER</small> T<small>EIGNHEBE;</small> H<small>ILLEL SAGT, ZWEI</small> K<small>AB</small>. D<small>IE</small> W<small>EISEN SAGEN WEDER WIE DER EINE NOCH WIE DER ANDERE, SONDERN ANDERTHALB</small> K<small>AB UNTERLIEGEN DER</small> P<small>FLICHT DER</small> T<small>EIGHEBE</small>. N<small>ACHDEM DIE</small> M<small>ASSE VERGR&#x00D6;SSERT WORDEN</small><sup><xref rid="fn2406">9</xref></sup> <small>SIND, BESTIMMTEN SIE, DASS F&#x00DC;NF</small> V<small>IERTELLOG DIESER PFLICHT UNTERLIEGEN</small>. R. J<small>OSE SAGT, F&#x00DC;NF SEIEN NICHT PFLICHTIG, F&#x00DC;NF UND DAR&#x00DC;BER SEIEN PFLICHTIG</small>.</p>
<p>III. H<small>LLLEL SAGT, EIN</small> H<small>LN VOLL GESCH&#x00D6;PFTES</small> W<small>ASSER MACHT DAS RITUELLE</small> T<small>AUCHBAD</small><sup><xref rid="fn2407">10</xref></sup><small>UNTAUGLICH</small>. J<small>EDER IST N&#x00C4;MLICH VERPFLICHTET, DIE</small> A<small>USDRUCKSWEISE SEINES</small> L<small>EHRERS</small><sup><xref rid="fn2408">11</xref></sup><small>ZU GEBRAUCHEN</small>. &#x0160;<small>AMMAJ SAGT, NEUN</small> K<small>AB</small>. D<small>IE</small> W<small>EISEN SAGEN WEDER WIE DER EINE NOCH WIE DER ANDERE</small>. A<small>LS ZWEI</small> W<small>EBER VOM</small> M<small>ISTTORE ZU</small> J<small>ERU&#x0160;ALEM KAMEN UND IM</small> N<small>AMEN VON</small> &#x0160;<small>EMA&#x0351;JA UND</small> P<small>TOLLION BEKUNDETEN, DASS DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER DAS</small> T<small>AUCHBAD UNTAUGLICH MACHEN, BEST&#x00C4;TIGTEN DIE</small> W<small>EISEN IHRE</small> A<small>USSAGE</small>.</p>
<p>IV. W<small>ESHALB WERDEN DIE</small> W<small>ORTE VON</small> &#x0160;<small>AMMAJ UND</small> H<small>ILLEL UNN&#x00D6;TIG</small><sup><xref rid="fn2409">12</xref></sup> <small>ANGEF&#x00DC;HRT?</small> U<small>M DIE KOMMENDEN</small> G<small>ENERATIONEN ZU LEHREN, DASS NIEMAND AUF SEINEN</small> W<small>ORTEN BEHARRE, DENN AUCH DIE</small> V<small>&#x00C4;TER DER</small> W<small>ELT BEHARRTEN NICHT AUF IHREN</small> W<small>ORTEN</small>.</p>
<p>V. W<small>ESHALB WIRD DIE</small> A<small>NSICHT EINES EINZELNEN GEGEN DIE DER</small> M<small>EHRHEIT ANGEF&#x00DC;HRT, WO DOCH DIE</small> H<small>ALAKHA NUR NACH DER</small> M<small>EHRHEIT ENTSCHIEDEN WIRD</small>? D<small>AMIT, WENN EINEM</small> G<small>ERICHTE DIE</small> A<small>NSICHT DES EINZELNEN EINLEUCHTET, ES SICH DARAUF ST&#x00DC;TZEN K&#x00D6;NNE</small>. E<small>IN</small> G<small>ERICHT KANN N&#x00C4;MLICH DIE</small> B<small>ESTIMMUNG EINES ANDEREN</small> G<small>ERICHTES NUR DANN AUFHEBEN, WENN ES JENES AN</small> W<small>EISHEIT UND</small> A<small>NZAHL</small><sup><xref rid="fn2410">13</xref></sup><small>&#x00DC;BERTRIFFT</small>. &#x00DC;<small>BERTRIFFT ES JENES NUR AN</small> W<small>EISHEIT UND NICHT AN</small> A<small>NZAHL, ODER NUR AN</small> A<small>NZAHL UND NICHT AN</small> W<small>EISHEIT, SO KANN ES DESSEN</small> B<small>ESCHL&#x00DC;SSE NICHT AUFHEBEN; NUR WENN ES JENES AN</small> W<small>EISHEIT UND</small> A<small>NZAHL &#x00DC;BERTRIFFT</small>.</p>
<p>VI. R. J<small>EHUDA SAGTE</small>: W<small>ESHALB WIRD DEMNACH DIE</small> A<small>NSICHT DES EINZELNEN</small> GEGEN DIE DER M<small>EHRHEIT ANGEF&#x00DC;HRT</small>? D<small>AMIT MAN, WENN JEMAND SAGT, SO</small><sup><xref rid="fn2411">14</xref></sup><small>SEI ES IHM &#x00DC;BERLIEFERT WORDEN, IHM ERWIDERN K&#x00D6;NNE, ER HABE DIE</small> A<small>NSICHT VON JENEM</small><sup><xref rid="fn2412">15</xref></sup><small>GEH&#x00D6;RT</small>.</p>
<p>VII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> V<small>IERTEL</small> [K<small>AB</small>] G<small>EBEINE</small> [<small>IST VERUNREINIGEND</small><sup><xref rid="fn2413">16</xref></sup>], <small>AUCH VON ZWEI ODER DREI</small> L<small>EICHEN; DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, NUR EIN</small> V<small>IERTEL</small> [K<small>AB</small>] <small>VON EINER</small> L<small>EICHE, UND NUR WENN SIE DEM</small> K<small>&#x00D6;RPERBAU ODER DER</small> A<small>NZAHL NACH DEN GR&#x00D6;SSEREN</small> T<small>EIL BILDEN;</small> &#x0160;<small>AMMAJ SAGT, AUCH EIN EINZIGER</small> K<small>NOCHEN</small>.</p>
<p>VIII. W<small>ICKEN</small><sup><xref rid="fn2414">17</xref></sup><small>VON</small> H<small>EBE DARF MAN, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NUR IN REINHEIT</small><sup><xref rid="fn2415">18</xref></sup><small>EINWEICHEN UND ZERREIBEN</small><sup><xref rid="fn2416">19</xref></sup>, <small>UND AUCH IN UNREINHEIT</small> [<small>EINEM</small> V<small>IEH</small>] <small>ZU FRESSEN GEBEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NUR IN</small> R<small>EINHEIT EINWEICHEN, UND</small> A<small>UEN IN</small> U<small>NREINHEIT [EINEM</small> V<small>IEH</small>] <small>ZU FRESSEN GEBEN</small>. D<small>LE SCHULE &#x0160;<small>AMMAJS</small> SAGT, MAN ESSE SIE NUR TROCKEN</small><sup><xref rid="fn2417">20</xref></sup>; R. A&#x0351;<small>QIBA SAGT, IHRE GANZE</small> B<small>EHANDLUNG DARF IN</small> U<small>NREINHEIT ERFOLGEN</small><sup><xref rid="fn2418">21</xref></sup>.</p>
<p>IX. W<small>ER EINEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE VOM ZWEITEN</small> Z<small>EHNTEN</small><sup><xref rid="fn2419">22</xref></sup><small>EINWECHSELT</small><sup><xref rid="fn2420">23</xref></sup>, <small>WECHSLE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, F&#x00DC;R EINEN GANZEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE</small><sup><xref rid="fn2421">24</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, F&#x00DC;R EINEN</small> S<small>EQEL</small> [<small>NEHME ER</small>] S<small>ILBER UND F&#x00DC;R EINEN</small> &#x0160;<small>EQEL</small> [<small>BEHALTE ER</small>] S<small>CHEIDEM&#x00DC;NZE</small><sup><xref rid="fn2422">25</xref></sup>. R. M<small>E&#x00CD;R SAGT, MAN D&#x00DC;RFE NICHT</small> S<small>ILBER UND</small> F<small>R&#x00DC;CHTE DURCH</small> S<small>ILBER AUSWEIHEN, DIE</small> W<small>EISEN ERLAUBEN DIES</small>.</p>
<p>X. W<small>ER EINEN</small> S<small>ELA&#x0351; VOM ZWEITEN</small> Z<small>EHNTEN IN</small> J<small>ERU&#x0160;ALEM WECHSELT, NEHME, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, F&#x00DC;R DEN GANZEN</small> S<small>ELA&#x0351;</small> S<small>CHEIDEM&#x00DC;NZE</small><sup><xref rid="fn2423">26</xref></sup>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT</small>, [<small>AUCH</small>] <small>F&#x00DC;R EINEN</small> &#x0160;<small>EQEL</small> S<small>ILBER UND F&#x00DC;R EINEN</small> &#x0160;<small>EQEL</small> S<small>CHEIDEM&#x00DC;NZE</small>. D<small>IE VOR DEN</small> W<small>EISEN</small> D<small>ISPUTIERENDEN</small><sup><xref rid="fn2424">27</xref></sup>, <small>SAGTEN, DREI</small> D<small>ENARE</small> S<small>ILBER UND F&#x00DC;R EINEN</small> D<small>ENAR</small> S<small>CHEIDEM&#x00DC;NZE</small>. R. A&#x0351;<small>QIBA SAGT, DREI</small> D<small>ENARE</small> S<small>ILBER UND F&#x00DC;R EIN</small> V<small>LERTEL</small><sup><xref rid="fn2425">28</xref></sup> S<small>CHEIDEM&#x00DC;NZE;</small> R. T<small>RYPHON SAGT, F&#x00DC;R VIER</small> A<small>SPER</small><sup><xref rid="fn2426">29</xref></sup>S<small>ILBER</small>. &#x0160;<small>AMMAJ SAGT</small>, <small>ER HINTERLEGE IHN IN EINEM</small> L<small>ADEN UND VERZEHRE SEINEN</small> W<small>ERT</small>.</p>
<p>XI. W<small>ENN VON EINEM</small> B<small>RAUTSESSEL DER</small> &#x00DC;<small>BERZUG</small><sup><xref rid="fn2427">30</xref></sup><small>FEHLT, SO IST ER NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2428">31</xref></sup>, <small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS NICHT MEHR VERUNREINIGUNGSF&#x00C4;HIG</small>. &#x0160;<small>AMMAJ SAGT, SELBST DAS</small> U<small>NTERGESTELL EINES</small> S<small>TUHLES SEI VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2429">32</xref></sup>. W<small>ENN MAN EINEN</small> S<small>TUHL AN EINE</small> M<small>ULDE ANGEBRACHT HAT, SO IST ER NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2430">33</xref></sup><small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS NICHT VERUNREINIGUNGSF&#x00C4;HIG</small>. &#x0160;<small>AMMAJ SAGT, SOGAR WENN ER VON VORNHEREIN AN DIESE ANGEBRACHT WAR</small><sup><xref rid="fn2431">34</xref></sup>.</p>
<p>XII. B<small>EI FOLGENDEN</small> D<small>INGEN TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>. W<small>ENN EINE</small> F<small>RAU AUS DEM</small> &#x00DC;<small>BERSEELANDE KOMMT UND SAGT, IHR</small> M<small>ANN SEI GESTORBEN, SO DARF SIE HEIRATEN, UND AN IHR DIE</small> S<small>CHWAGERSEHE VOLLZOGEN WERDEN</small>. H<small>IERZU SAGTE DIE</small> S<small>CHULE</small> H<small>ILLELS, SIE HABE DIES NUR VON DEM</small> F<small>ALLE GEH&#x00D6;RT, WENN SIE VON DER</small> G<small>ETREIDEERNTE</small><sup><xref rid="fn2432">35</xref></sup><small>KOMMT</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> E<small>INERLEI OB SIE VON DER</small> G<small>ETREIDEERNTE, VON DER</small> O<small>LIVENLESE ODER AUS DEM &#x00DC;BERSEELANDE KOMMT; SIE SPRECHEN NUR DESHALB VON DER</small> E<small>RNTE, WEIL JENER</small> F<small>ALL</small><sup><xref rid="fn2433">36</xref></sup><small>SICH DANN EREIGNETE</small>. D<small>A TRAT DIE</small> S<small>CHULE</small> H<small>LLLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGTE, SIE</small><sup><xref rid="fn2434">37</xref></sup> <small>D&#x00DC;RFE HEIRATEN UND ERHALTE AUCH IHRE</small> M<small>ORGENGABE ; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGTE, SIE D&#x00DC;RFE ZWAR HEIRATEN, JEDOCH ERHALTE SIE NICHT IHRE</small> M<small>ORGENGABE</small>. D<small>A SPRACH DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ZU DIESER:</small> I<small>HR HABT ES IHR HINSICHTLICH DES STRENGEN</small> I<small>NZESTVERBOTES<sup><xref rid="fn2435">38</xref></sup><small>ERLAUBT</small>, WIE WOLLT IHR ES IHR NICHT HINSICHTLICH DER LEICHTEREN</small> G<small>ELDANGELEGENHEIT ERLAUBEN</small>!? D<small>IE</small> S<small>CHULE</small> H<small>ILLELS ERWIDERTE:</small> W<small>IR FINDEN, DASS AUCH DIE</small> B<small>R&#x00DC;DER</small><sup><xref rid="fn2436">39</xref></sup> <small>AUF IHRE</small> A<small>USSAGE HIN DIE</small> E<small>RBSCHAFT NICHT ANTRETEN</small><sup><xref rid="fn2437">40</xref></sup><small>K&#x00D6;NNEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ENTGEGNETE:</small> D<small>IES IST JA AUS DER</small> U<small>RKUNDE &#x00DC;BER IHRE</small> M<small>ORGENGABE ZU ENTNEHMEN; IN DIESER SCHREIBT ER IHR:</small> H<small>EIRATEST DU EINEN ANDEREN, SO ERH&#x00C4;LTST DU, WAS DIR VERSCHRIEBEN IST</small>. D<small>A TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>.</p>
<p>XIII. D<small>ER</small> H<small>ALBSKLAVE DIENE, WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EINEN</small> T<small>AG SEINEM</small> H<small>ERRN UND EINEN</small> T<small>AG SICH SELBER</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> I<small>HR HABT EINE VORSORGE F&#x00DC;R SEINEN</small> H<small>ERRN GETROFFEN, NICHT ABER F&#x00DC;R IHN; EINE</small> S<small>KLAVIN HEIRATEN DARF ER NICHT</small><sup><xref rid="fn2438">41</xref></sup>, <small>EINE</small> F<small>REIE HEIRATEN DARF ER EBENFALLS NICHT</small><sup><xref rid="fn2438">41</xref></sup>, [<small>DIE</small> H<small>EIRAT</small>] <small>GANZ UNTERLASSEN, KANN ER EBENFALLS NICHT, DA DIE</small> W<small>ELT ZUR</small> F<small>ORTPFLANZUNG ERSCHAFFEN WORDEN IST, WIE ES HEISST</small>:<sup><xref rid="fn2439">42</xref></sup><italic>nicht zur Ein&#x00F6;de hat er sie erschaffen, sondem da&#x00DF; sie bewohnt werde</italic>. A<small>LS VORSORGENDE</small> I<small>NSTITUTION ZWINGE MAN VIELMEHR SEINEN</small> H<small>ERRN, IHN ZUM</small> F<small>REIEN ZU MACHEN, UND DIESER SCHREIBE IHM EINEN</small> S<small>CHULDSCHEIN &#x00DC;BER DIE</small> H<small>&#x00C4;LFTE SEINES</small> W<small>ERTES</small>. D<small>ARAUF TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>.</p>

<p>XIV. D<small>AS</small> T<small>ONGEF&#x00C4;SS SCH&#x00DC;TZT</small><sup><xref rid="fn2440">43</xref></sup><small>ALLES &#x2013; SO DIE</small> S<small>CHULE</small> H<small>ILLELS; DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ES SCH&#x00DC;TZE NUR</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE UND</small> T<small>ONGEF&#x00C4;SSE</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SPRACH:</small> W<small>ESHALB?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> D<small>IESES IST DURCH DEN</small> M<small>ANN AUS DEM GEMEINEN</small> V<small>OLKE<sup><xref rid="fn2441">44</xref></sup> UNREIN, UND DAS UNREINE</small> G<small>EF&#x00C4;SS H&#x00C4;LT [DIE</small> U<small>NREINHEIT] NICHT ZUR&#x00DC;CK</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS ENTGEGNETE:</small> I<small>HR HABT JA ABER DIE DARIN BEFINDLICHEN</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE ALS REIN ERKL&#x00C4;RT&#x0021;?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> W<small>ENN WIR DIE DARIN BEFINDLICHEN</small> S<small>PEISEN UND</small> G<small>ETR&#x00C4;NKE ALS REIN ERKL&#x00C4;RT HABEN, SO HABEN WIR SIE NUR F&#x00DC;R IHN<sup><xref rid="fn2442">45</xref></sup>SELBST ALS REIN ERKL&#x00C4;RT; WENN DU ABER AUCH DAS</small> G<small>EF&#x00C4;SS<sup><xref rid="fn2443">46</xref></sup>ALS REIN ERKL&#x00C4;RT HAST, SO HAST DU ES F&#x00DC;R DICH<sup><xref rid="fn2444">47</xref></sup>UND F&#x00DC;R IHN ALS REIN ERKL&#x00C4;RT</small>. D<small>A TRAT DIE</small> S<small>CHULE</small> H<small>ILLELS ZUR&#x00DC;CK UND LEHRTE WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small>.</p>
<ftnote id="fn2398">1. Hinsichtlich der Unreinheit durch Menstruation; cf. Lev. 15,19ff.</ftnote>
<ftnote id="fn2399">2. Wenn sie Menstrualblut bemerkt; von dieser Zeit ab ist sie verunreinigend, w&#x00E4;hrend Dinge, die sie vorher ber&#x00FC;hrt hat, rein bleiben, obgleich die Unreinheit schon fr&#x00FC;her, sobald das Blut aus dem Muttermunde in die Scheide gelangt ist, eingetreten ist.</ftnote>
<ftnote id="fn2400">3. Wenn sie bei der vorletzten Untersuchung kein Menstrualblut bemerkt hat, bei der letzten aber wohl, so ist alles, was sie w&#x00E4;hrend dieser Zeit ber&#x00FC;hrt hat, unrein.</ftnote>
<ftnote id="fn2401">4. Genau 24 Stunden vor der letzten Untersuchung.</ftnote>
<ftnote id="fn2402">5. Die Verunreinigung beginnt mit ihrer regelm&#x00E4;&#x00DF;igen Periode.</ftnote>
<ftnote id="fn2403">6. Zum Zwischen, durch die gleichzeitig festgestellt werden kann, ob sie rein war. M&#x00F6;glicherweise ist die Lesart <span dir="rtl">&#x05D5;&#x05D4;&#x05DE;&#x05E9;&#x05EA;&#x05DE;&#x05E9;&#x05EA;</span> der Erstausgabe richtig, u. zwar in der gew&#x00F6;hnlichen Bedeutung <italic>benutzen, sich bedienen :</italic> wenn sie sich der T&#x00FC;cher bedient.</ftnote>
<ftnote id="fn2404">7. Man nimmt nicht an, da&#x00DF; viell. Blutflecke mit Sperma bedeckt waren.</ftnote>
<ftnote id="fn2405">8. Der aus diesem Quantum bereitete Teig; cf. Num. 15,20.</ftnote>
<ftnote id="fn2406">9. Cf. Er. Fol. 83a.</ftnote>
<ftnote id="fn2407">10. Das aus 40 Sea&#x0351; angesammeltem Wasser bestehen mu&#x00DF;.</ftnote>
<ftnote id="fn2408">11. Dies erkl&#x00E4;rt, weshalb er hier nach dem biblischen Hin (3 Kab &#x003D; 12 Log) rechnet, obgleich damals nicht mehr nach diesem Ma&#x00DF;e gerechnet worden war; nach anderen erkl&#x00E4;rt dies das unn&#x00F6;tig gebrauchte Wort &#x2018;voll&#x2019;.</ftnote>
<ftnote id="fn2409">12. Da nach diesen doch nicht entschieden worden ist.</ftnote>
<ftnote id="fn2410">13. Darunter ist schwerlich die Anzahl der Mitglieder zu verstehen, denn 1. bestand das Gerichtskollegium aus einer festgesetzten Anzahl von Mitgliedern, u. 2. wird dieser Ausdruck auch von einzelnen Personen gebraucht. Nach anderer Erkl&#x00E4;rung: Anzahl der Jahre, Alter.</ftnote>
<ftnote id="fn2411">14. Gegen die Halakha.</ftnote>
<ftnote id="fn2412">15. Einzelnen, dessen Ansicht von der Mehrheit widerlegt wurde.</ftnote>
<ftnote id="fn2413">16. Sie &#x00FC;bertragen die Unreinheit auf alles, was sich mit ihnen unter einem Dache befindet; durch Ber&#x00FC;hrung ist auch das kleinste Teilchen verunreinigend.</ftnote>
<ftnote id="fn2414">17. Diese sind, obgleich Viehfutter, der Hebepflicht unterworfen, da sie in der Hungersnot auch von Menschen gegessen werden.</ftnote>
<ftnote id="fn2415">18. Unter Beobachtung der priesterlichen Reinheitsgesetze.</ftnote>
<ftnote id="fn2416">19. Nach anderer Erkl&#x00E4;rung: damit den K&#x00F6;rper abreiben.</ftnote>
<ftnote id="fn2417">20. Damit es nicht direkt in die Augen falle, da&#x00DF; sie verunreinigungsf&#x00E4;hig sind.</ftnote>
<ftnote id="fn2418">21. Da sie &#x00FC;berhaupt nicht der Hebepflicht unterliegen.</ftnote>
<ftnote id="fn2419">22. Vom Erl&#x00F6;se des 2. Zehnten, der nur in Jeru&#x0161;alem gegessen werden darf.</ftnote>
<ftnote id="fn2420">23. Au&#x00DF;erhalb Jeru&#x0161;alems.</ftnote>
<ftnote id="fn2421">24. Dh. er darf sein ganzes Geld in Silber umsetzen, wegen der Erleichterung des Transportes.</ftnote>
<ftnote id="fn2422">25. Da er in Jeru&#x0161;alem das Silber zur&#x00FC;ck auf Scheidem&#x00FC;nze wechseln und Wechselgeld zahlen mu&#x00DF;; au&#x00DF;erdem w&#x00FC;rde wegen der starken Nachfrage auch das Kupfergeld im Preise steigen.</ftnote>
<ftnote id="fn2423">26. Damit er nicht durch das h&#x00E4;ufige Wechseln zuviel an Wechselgeld verausgabe.</ftnote>
<ftnote id="fn2424">27. Cf. Syn. Fol. 17b.</ftnote>
<ftnote id="fn2425">28. Nach Maimonides, eines &#x0160;eqel (&#x003D; &#x00BD; Denar), nach anderen eines Denars.</ftnote>
<ftnote id="fn2426">29. Des 4. Denars; 1 D. &#x003D; 5A.</ftnote>
<ftnote id="fn2427">30. Viell. Polsterkissen od. Besatz.</ftnote>
<ftnote id="fn2428">31. Obgleich eine Sache nur dann verunreinigungsf&#x00E4;hig ist, wenn sie als solche benutzt werden kann; dieser ist noch als gew&#x00F6;hnlicher Sessel benutzbar.</ftnote>
<ftnote id="fn2429">32. Da es als Sitzgelegenheit zu benutzen ist.</ftnote>
<ftnote id="fn2430">33. Auch wenn er als Sitz verwendet wird.</ftnote>
<ftnote id="fn2431">34. Sei er als Sitz verunreinigungsf&#x00E4;hig, u. umsomehr, wenn er urspr&#x00FC;nglich als Stuhl angefertigt worden war.</ftnote>
<ftnote id="fn2432">35. Ein solcher Fall hatte sich zugetragen u. man erlaubte der Frau zu heiraten, nach Ansicht der Schule Hillels aus dem Grunde, weil bei der Ernte sehr oft Unf&#x00E4;lle (Hitzschl&#x00E4;ge, Schlangenbisse) vorkommen.</ftnote>
<ftnote id="fn2433">36. Vgl. Bd. IV S. 736 Anm. 59.</ftnote>
<ftnote id="fn2434">37. Eine Frau, die keine Zeugen hat, da&#x00DF; ihr Mann gestorben ist.</ftnote>
<ftnote id="fn2435">38. Ist ihre Behauptung unwahr, so ist ihre neue Heirat Ehebruch.</ftnote>
<ftnote id="fn2436">39. Die Erben.</ftnote>
<ftnote id="fn2437">40. Sondern nur auf Grund der Bekundung von 2 Zeugen. Die Heirat hat man ihr nur aus besonderer Ber&#x00FC;cksichtigung erlaubt, damit sie nicht zeitlebens einsam verbleibe, hinsichtlich der Morgengabe aber wurde das bestehende Gesetz beibehalten.</ftnote>
<ftnote id="fn2438">41. Da er zum Teil Freier bzw. Sklave ist.</ftnote>
<ftnote id="fn2439">42. Jes. 45,18.</ftnote>
<ftnote id="fn2440">43. Was sich in diesem befindet, vor Verunreinigung, wenn es geschlossen sich mit einer Leiche in einem Raume befindet.</ftnote>
<ftnote id="fn2441">44. In deren Besitz es sich befindet.</ftnote>
<ftnote id="fn2442">45. Den Mann aus dem gemeinen Volke, da Gelehrte, die die Reinheitsgesetze beobachten, diese ohnehin nicht genie&#x00DF;en w&#x00FC;rden.</ftnote>
<ftnote id="fn2443">46. Od. sonst irgend ein Ger&#x00E4;t.</ftnote>
<ftnote id="fn2444">47. Ein Gelehrter k&#x00F6;nnte diese Dinge von einem Manne aus dem gemeinen Volke entleihen u. im Glauben, sie seien nur einer leichten Verunreinigung (der Ber&#x00FC;hrung ihres Eigent&#x00FC;mers) ausgesetzt gewesen, sie untertauchen und benutzen, w&#x00E4;hrend bei der Verunreinigung durch eine Leiche eine viel radikalere Reinigung (cf. INum. 19,18ff.) erforderlich ist.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> &#x1E24;<small>ANINA DER</small> P<small>RIESTERPR&#x00C4;SES BEKUNDETE VIER</small> D<small>INGE</small>. N<small>IE IN IHREM</small> L<small>EBEN HABEN DIE</small> P<small>RIESTER ES VERMIEDEN</small>, F<small>LEISCH, DAS AN EINER ERSTGRADIGEN</small> U<small>NREINHEIT<sup><xref rid="fn2445">1</xref></sup> UNREIN WURDE, ZUSAMMEN MIT</small> F<small>LEISCH, DAS AN EINER</small> U<small>RUNREINHEIT UNREIN WURDE, ZU VERBRENNEN, OBGLEICH DADURCH DIE UNREINHEIT</small>[<small>DES ERSTEN</small>] <small>ERH&#x00D6;HT WIRD</small>. R. A&#x0351;<small>QIBA F&#x00DC;GTE HINZU:</small> N<small>IE IN IHREM</small> L<small>EBEN HABEN DIE</small> P<small>RIESTER ES VERMIEDEN, &#x00D6;L, DAS [DURCH</small> B<small>ER&#x00DC;HRUNG] MIT EINEM, DER AM SELBEN</small> T<small>AGE UNTERGETAUCHT<sup><xref rid="fn2446">2</xref></sup> IST, UNTAUGLICH WURDE, IN EINER</small> L<small>EUCHTE ZU BRENNEN, DIE [DURCH</small> B<small>ER&#x00DC;HRUNG] MIT EINEM</small> L<small>EICHENUNREINEN UNREIN WURDE, OBGLEICH DADURCH DIE</small> U<small>NREINHEIT [DES ERSTEN] ERH&#x00D6;HT WIRD</small>.</p>
<p>II. F<small>ERNER BEKUNDETE</small> R.<small> &#x00C7;ANINA DER</small> P<small>RIESTERPR&#x00C4;SES :</small> N<small>IE IN MEINEM</small> L<small>EBEN SAH ICH DIE</small> H<small>AUT<sup><xref rid="fn2447">3</xref></sup> NACH DEM</small> V<small>ERBRENNUNGSRAUME<sup><xref rid="fn2448">4</xref></sup> BRINGEN</small>. R.<small> &#x00C4;QIBA F&#x00DC;GTE HINZU:</small> A<small>US SEINEN</small> W<small>ORTEN LERNEN WIR, DASS, WENN DAS</small> E<small>RSTGEBORENE ENTH&#x00C4;UTET UND TOTVERLETZT<sup><xref rid="fn2449">5</xref></sup> BEFUNDEN WIRD, DIE</small> P<small>RIESTER DIE</small> H<small>AUT BENUTZEN D&#x00DC;RFEN</small>. D<small>IE</small> W<small>EISEN ABER SAGEN:</small> N<small>ICHT GESEHEN IST KEIN</small> B<small>EWEIS; DIESE IST VIELMEHR NACH DEM</small> V<small>ERBRENNUNGSRAUME ZU BRINGEN</small>.</p>
<p>III. D<small>ERSELBE BEKUNDETE FERNER:</small> I<small>N EINEM KLEINEN</small> D<small>ORF BEI</small> J<small>ERU&#x0160;ALEM WAR EIN</small> G<small>REIS, DER AN DIE</small> L<small>EUTE DES</small> D<small>ORFES</small> G<small>ELD ZU VERLEIHEN, [DEN</small> S<small>CHULDSCHEIN] MIT EIGENER</small> H<small>AND ZU SCHREIBEN UND VON ANDEREN UNTERZEICHNEN ZU LASSEN PFLEGTE, UND ALS DIE</small> S<small>ACHE VOR DIE</small> W<small>EISEN KAM, ERLAUBTEN SIE DIES</small><sup><xref rid="fn2450">6</xref></sup>. H<small>IERAUS IST ZU SCHLIESSEN, DASS DIE</small> F<small>RAU SELBER IHREN</small> S<small>CHEIDEBRIEF UND DER</small> M<small>ANN SELBER SEINE</small> Q<small>UITTUNG</small><sup><xref rid="fn2451">7</xref></sup> <small>SCHREIBEN D&#x00DC;RFE, DENN DIE</small> B<small>EST&#x00C4;TIGUNG DER</small> U<small>RKUNDE ERFOLGT NUR DURCH DIE</small> U<small>NTERZEICHNER</small>. U<small>ND FERNER [BEKUNDETE ER], DASS, WENN EINE [UNREINE]</small> N<small>ADEL IM</small> F<small>LEISCHE [EINES</small> O<small>PFERTIERES] GEFUNDEN<sup><xref rid="fn2452">8</xref></sup> WIRD, DAS</small> M<small>ESSER UND DIE</small> H<small>&#x00C4;NDE REIN SEIEN, DAS</small> F<small>LEISCH ABER UNREIN, UND WENN IM</small> M<small>ISTE, ALLES REIN SEI</small>.</p>
<p>IV. D<small>REI</small> L<small>EHREN TRUG</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L DEN</small> W<small>EISEN IN DER</small> A<small>KADEMIE<sup><xref rid="fn2453">9</xref></sup> ZU</small> J<small>ABNE VOR</small>. W<small>ENN EIN ZERSCHLAGENES</small> E<small>I SICH AUF</small> K<small>R&#x00C4;UTERN VON</small> H<small>EBE BEFINDET, SO BILDET ES EINE VERBINDUNG</small><sup><xref rid="fn2454">10</xref></sup>, <small>HAT ES SICH ABER ZU EINER</small> B<small>LASE</small><sup><xref rid="fn2455">11</xref></sup><small>GEBILDET, SO BILDET ES KEINE</small> V<small>ERBINDUNG</small>. W<small>ENN BEI DER</small> E<small>RNTE EINE EINZELNE</small> &#x00C4;<small>HRE</small><sup><xref rid="fn2456">12</xref></sup><small>STEHEN GEBLIEBEN IST UND DEREN</small> S<small>PITZE BIS ZUM STEHENDEN</small> G<small>ETREIDE REICHT, SO GEH&#x00D6;RT SIE, WENN SIE ZUSAMMEN MIT DEM STEHENDEN</small> G<small>ETREIDE GEM&#x00C4;HT WERDEN KANN, DEM</small> E<small>IGENT&#x00DC;MER, WENN ABER NICHT, SO GEH&#x00D6;RT SIE DEN</small> A<small>RMEN</small>. W<small>ENN EIN KLEINER</small> G<small>EM&#x00DC;SEGARTEN VON EINER</small> S<small>PALIERANLAGE</small><sup><xref rid="fn2457">13</xref></sup><small>UMGEBEN IST, SO DARF ER, WENN ER SOVIEL</small>[R<small>AUM</small>] <small>HAT, DASS EIN</small> W<small>INZER MIT SEINEM</small> K<small>ORBE AN DER EINEN</small> S<small>EITE UND EIN</small> W<small>INZER MIT SEINEM</small> K<small>ORBE AN DER ANDEREN</small> S<small>EITE STEHEN KANN, BES&#x00C4;ET WERDEN, WENN ABER NICHT, SO DARF ER NICHT BES&#x00C4;ET WERDEN</small><sup><xref rid="fn2458">14</xref></sup>.</p>
<p>V. D<small>REI</small> R<small>ECHTSFRAGEN TRUG MAN</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L VOR, UND ER &#x00C4;USSERTE SICH DAR&#x00DC;BER NICHT, WEDER VERBIETEND, NOCH ERLAUBEND</small>; R. J<small>EHO&#x0160;UA&#x0351; B</small>. M<small>ATHJA ABER TRAF &#x00DC;BER DIESE EINE</small> E<small>NTSCHEIDUNG</small>. W<small>ER AM</small> &#x0160;<small>ABBATH EINE</small> B<small>LATTER AUFSTICHT, IST, WENN ER EINE</small> &#x00D6;<small>FFNUNG MACHEN WOLLTE, SCHULDIG, WENN ABER</small> E<small>ITER ENTFERNEN, FREI</small>. W<small>ER AM</small> &#x0160;<small>ABBATH EINE</small> S<small>CHLANGE EINF&#x00C4;NGT, IST, WENN ER DAMIT BEZWECKT, DASS SIE IHN NIGHT BEISSE, FREI, WENN ABER, UM SIE ZU</small> H<small>EILZWECKEN ZU GEBRAUCHEN, SCHULDIG</small>. E<small>RONISCHE</small> T<small>IEGEL</small><sup><xref rid="fn2459">15</xref></sup><small>IN EINEM</small> Z<small>ELTE MIT EINER</small> L<small>EICHE SIND REIN, WENN ABER EIN</small> F<small>LUSSBEHAFTETER SIE TR&#x00C4;GT, UNREIN</small>. R. E<small>LIE&#x0351;ZER B</small>. &#x00C7;<small>ADOQ SAGT, AUCH WENN EIN</small> F<small>LUSSBEHAFTETER SIE TR&#x00C4;GT, SEIEN SIE REIN, WEIL IHRE</small> H<small>ERSTELLUNG NOCH NICHT FERTIGE</small><sup><xref rid="fn2460">16</xref></sup><small>IST</small>.</p>
<p>VI. &#x00DC;<small>BER DREI</small> D<small>INGE TRAF</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L EINE</small> E<small>NTSCHEIDUNG, UND</small> R. A&#x0351;<small>QIBA PFLICHTETE IHM NICHT BEI</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L ENTSCHIED, WENN MAN</small> K<small>NOBLAUCH</small>, H<small>ERLINGE ODER</small> &#x00C4;<small>HREN AM</small> T<small>AGE</small><sup><xref rid="fn2461">17</xref></sup><small>ZERDR&#x00DC;CKT HAT, D&#x00DC;RFE MAN SIE NACH</small> E<small>INTRITT DER</small> D<small>UNKELHEIT AUSFLIESSEN</small><sup><xref rid="fn2462">18</xref></sup><small>LASSEN;</small> R. A&#x0351;<small>QIBA SAGT, MAN D&#x00DC;RFE SIE NICHT AUSFLIESSEN LASSEN</small><sup><xref rid="fn2463">19</xref></sup>.</p>
<p>VII. D<small>REI</small> L<small>EHREN TRUG MAN</small> R. A<small>QIBA VOR, ZWEI IM</small> N<small>AMEN</small> R. E<small>LIE&#x0351;ZERS UND EINE IM</small> N<small>AMEN</small> R. J<small>EHO&#x0160;UA&#x0351;S</small>. Z<small>WEI IM</small> N<small>AMEN</small> R. E<small>LIE&#x0351;ZERS : EINE</small> F<small>RAU DARF [AM</small> &#x0160;<small>ABBATH] MIT EINER GOLDENEN</small> S<small>TADT<sup><xref rid="fn2464">20</xref></sup>AUSGEHEN; UND</small> L<small>EUTE, DIE</small> T<small>AUBEN FLIEGEN<sup><xref rid="fn2465">21</xref></sup>LASSEN, SIND ALS</small> Z<small>EUGEN UNZUL&#x00C4;SSIG</small>. E<small>INE IM</small> N<small>AMEN</small> R. J<small>EHO&#x0160;UA&#x0351;S : WENN EIN</small> W<small>IESEL MIT EINEM</small> K<small>RIECHTIERE IM</small> M<small>AULE &#x00DC;BER</small> B<small>ROTE VON</small> H<small>EBE GEGANGEN IST, UND ES ZWEIFELHAFT IST, OB [DAS</small> K<small>RIECHTIER DAS</small> B<small>ROT] BER&#x00DC;HRT HAT ODER NICHT, SO IST ES BEI DIESEM ZWEIFEL REIN</small>.</p>
<p>VIII. D<small>REI</small> L<small>EHREN TRUG</small> R. A&#x0351;<small>QIBA VOR, HINSICHTLICH ZWEIER PFLICHTETE MAN IHM BEI UND HINSICHTLICH EINER PFLICHTETE MAN IHM NICHT BEI</small>. D<small>ASS EINE</small> S<small>ANDALE DER</small> K<small>ALKT&#x00DC;NCHER DURCH DAS</small> A<small>UFTRETEN</small><sup><xref rid="fn2466">22</xref></sup><small>UNREIN IST, UND DASS DIE</small> R<small>ESTE EINES</small> O<small>FENS BEI VIER</small> [H<small>ANDBREITEN UNREIN</small><sup><xref rid="fn2467">23</xref></sup><small>BLEIBEN</small>]; <small>SIE SAGTEN N&#x00C4;MLICH, BEI DREI</small>. H<small>IERBEI PFLICHTETE MAN IHM BEI</small>. H<small>INSICHTLICH EINER PFLICHTETE MAN IHM NICHT BEI, HINSICHTLICH EINES</small> S<small>TUHLES, VON DEM ZWEI NEBENEINANDERLIEGENDE</small> S<small>ITZBRETTCHEN ENTFERNT WORDEN SIND ; NACH</small> R. A&#x0351;<small>QIBA IST EIN SOLCHER VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT</small>.</p>
<p>IX. D<small>ERSELBE SAGTE:</small> D<small>ER</small> V<small>ATER IST VON</small> E<small>INFLUSS AUF DEN</small> S<small>OHN HINSICHTLICH DER</small> S<small>CH&#x00D6;NHEIT, DER</small> K<small>RAFT, DES</small> R<small>EICHTUMS, DER</small> W<small>EISHEIT, DER</small> L<small>EBENSJAHRE UND DER</small> A<small>NZAHL DER</small> G<small>ENERATIONEN; DAS IST DAS</small> E<small>NDE</small><sup><xref rid="fn2468">24</xref></sup>, <small>DENN ES HEISST</small>:<sup><xref rid="fn2469">25</xref></sup><italic>er rief die Geschlechter von Anfang an</italic>. W<small>ENN ES AUCH HEISST</small>:<sup><xref rid="fn2470">26</xref></sup><italic>man wird sie knechten und bedr&#x00FC;cken vierhundert Jahre<sup><xref rid="fn2471">27</xref></sup>lang,</italic> <small>SO HEISST ES ABER</small>:<sup><xref rid="fn2472">28</xref></sup><italic>die vierte Generation wird hierher zur&#x00FC;ckkommen</italic>.</p>
<p>X. E<small>R SAGTE FERNER :</small> F<small>&#x00DC;NF</small> D<small>INGE HABEN EINE</small> D<small>AUER VON ZW&#x00D6;LF</small> M<small>ONATEN</small>. D<small>AS</small> S<small>TRAFGERICHT &#x00DC;BER DAS</small> Z<small>EITALTER DER</small> S<small>INTFLUT W&#x00C4;HRTE ZW&#x00D6;LF</small> M<small>ONATE; DAS</small> S<small>TRAFGERICHT &#x00DC;BER</small> I<small>JOB W&#x00C4;HRTE ZW&#x00D6;LF</small> M<small>ONATE; DAS</small> S<small>TRAFGERICHT &#x00DC;BER DIE</small> M<small>I&#x00C7;RIJIM W&#x00C4;HRTE ZW&#x00D6;LF</small> M<small>ONATE; DAS DEREINSTIGE</small> S<small>TRAFGERICHT &#x00DC;BER</small> G<small>OG UND</small> M<small>AGOG WIRD ZW&#x00D6;LF</small> M<small>ONATE W&#x00C4;HREN ; DAS</small> S<small>TRAFGERICHT &#x00DC;BER DIE</small> G<small>OTTLOSEN IM</small> F<small>EGEFEUER W&#x00C4;HRT ZW&#x00D6;LF</small> M<small>ONATE, DENN ES HEISST</small>:<sup><xref rid="fn2473">29</xref></sup><italic>und es wird sein von Monat bis [zum gleichen] Monate</italic><sup><xref rid="fn2474">30</xref></sup>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, WIE VOM</small> P<small>ESA&#x1E24;FESTE BIS ZUM</small> W<small>OCHENFESTE</small><sup><xref rid="fn2475">31</xref></sup>, <small>DENN ES HEISST</small>:<sup><xref rid="fn2474">30</xref></sup><italic>vom &#x0160;abbath bis &#x0160;abbath</italic><sup><xref rid="fn2476">32</xref></sup>.</p>
<ftnote id="fn2445">1. Vgl. Bd. I S. 402 Anm. 7.</ftnote>
<ftnote id="fn2446">2. Obgleich der Unreine untergetaucht und sein Opfer dargebracht hat, so erlangt er dennoch v&#x00F6;llige Reinheit erst nach Sonnen-untergang.</ftnote>
<ftnote id="fn2447">3. Eines untauglich gewordenen Opfertieres.</ftnote>
<ftnote id="fn2448">4. Wo die untauglichen Opfer verbrannt wurden.</ftnote>
<ftnote id="fn2449">5. Dessen Genu&#x00DF; dann verboten ist.</ftnote>
<ftnote id="fn2450">6. In der Regel hat der Schuldner den Schuldschein zu schreiben.</ftnote>
<ftnote id="fn2451">7. Wenn er ihr die Morgengabe auszahlt.</ftnote>
<ftnote id="fn2452">8. Und es zweifelhaft ist, ob die ISadel auch mit dem Messer oder der Person in Ber&#x00FC;hrung gekommen ist.</ftnote>
<ftnote id="fn2453">9. W&#x00F6;rtl. Weinberg; entspricht ganz dem griech. <italic>&#x1FBD; &#x0391;&#x03BA;&#x03B1;&#x03B4;&#x1F75;&#x03BC;&#x03B5;&#x03B9;&#x03B1;,</italic> Lusthain vor Athen, wo Plato lehrte.</ftnote>
<ftnote id="fn2454">10. Zwischen der Person, die das Ei ber&#x00FC;hrt, mit dem Kraute; wenn beispielsweise jemand, der am selben Tage untergetaucht (vgl. Anm. 2) ist, dessen Ber&#x00FC;hrung nur Heiliges untauglich macht, das Ei ber&#x00FC;hrt, so bildet dieses eine Verbindung, soda&#x00DF; die Kr&#x00E4;uter untauglich werden.</ftnote>
<ftnote id="fn2455">11. Soda&#x00DF; die Kr&#x00E4;uter von diesem unber&#x00FC;hrt bleiben.</ftnote>
<ftnote id="fn2456">12. Bleiben bei der Ernte einzelne &#x00C4;hren zur&#x00FC;ck, so geh&#x00F6;ren sie den Armen und der Eigent&#x00FC;mer darf sie nicht auflesen.</ftnote>
<ftnote id="fn2457">13. Von aufgezogenen Weinst&#x00F6;cken; cf. Kil. VI, 1.</ftnote>
<ftnote id="fn2458">14. Es ist verboten, S&#x00E4;mereien unmittelbar an Wein-St&#x00F6;cken zu s&#x00E4;en; cf. Dt. 22,9.</ftnote>
<ftnote id="fn2459">15. Vgl. Bd. III S. 505 Anm. 28.</ftnote>
<ftnote id="fn2460">16. Ger&#x00E4;te werden nur nach ihrer vollst&#x00E4;ndigen Herstellung verunreinigungsf&#x00E4;hig.</ftnote>
<ftnote id="fn2461">17. Am Vorabend des Sabbaths vor Sonnenuntergang.</ftnote>
<ftnote id="fn2462">18. Man darf den Saft auch nach Eintritt des &#x0160;abbaths flie&#x00DF;en lassen u. ihn am &#x0160;abbath genie&#x00DF;en.</ftnote>
<ftnote id="fn2463">19. Dh. man darf den ausflie&#x00DF;enden Saft am &#x0160;abbath nicht genie&#x00DF;en.</ftnote>
<ftnote id="fn2464">20. Ein Frauenschmuck; vgl. Bd. I S. 603 Anm. 1 u. S. 871 Anm. 4.</ftnote>
<ftnote id="fn2465">21. Cf. Syn. Fol. 29b.</ftnote>
<ftnote id="fn2466">22. Eines Flu&#x00DF; behafteten; vgl. Bd. I S. 608 Anm. 26.</ftnote>
<ftnote id="fn2467">23. Wenn eine levitisch unrein gewordene Sache zerbricht, so wird sie rein; wenn die Reste eines Ofens 4 Handbreiten hoch sind, so sind sie noch verwendbar u. bleiben daher unrein.</ftnote>
<ftnote id="fn2468">24. Wenn n&#x00E4;mlich von Gott verhei&#x00DF;en wird, etwas nach Ablauf einer bestimmten Anzahl von Generationen ein treffen zu lassen; in einem solchen Falle gewinnt der Sohn durch seinen Vater.</ftnote>
<ftnote id="fn2469">25. Jes. 41,4.</ftnote>
<ftnote id="fn2470">26. Gen. 15,13.</ftnote>
<ftnote id="fn2471">27. Hieraus w&#x00E4;re also zu schlie&#x00DF;en, da&#x00DF; das verhei&#x00DF;ene Ereignis nach Ablauf einer bestimmten Frist eintrifft, ohne R&#x00FC;cksicht auf die Anzahl der Generationen.</ftnote>
<ftnote id="fn2472">28. Gen. 15,16.</ftnote>
<ftnote id="fn2473">29. Jes. 66,23.</ftnote>
<ftnote id="fn2474">30. Des folgenden Jahres.</ftnote>
<ftnote id="fn2475">31. Sieben Wochen.</ftnote>
<ftnote id="fn2476">32. W&#x00E4;hrend dieser Zeit werden die Tage u. die Wochen gez&#x00E4;hlt; cf. Lev. 23,15.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><sup>i</sup><bold>W</bold><small>ENN MAN EINE DURCH</small> B<small>EZELTUNG VERUNREINIGENDE</small> S<small>ACHE</small><sup><xref rid="fn2477">1</xref></sup> <small>GETEILT</small><sup><xref rid="fn2478">2</xref></sup> <small>IN EINEN</small> R<small>AUM BRINGT, SO IST SIE NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS NICHT VERUNREINIGEND UND NACH DEN</small> W<small>EISEN VERUNREINIGEND</small>. Z<small>UM</small> B<small>EISPIEL : WENN JEMAND ZWEI</small> S<small>T&#x00DC;CKE VON EINEM</small> A<small>ASE</small><sup><xref rid="fn2479">3</xref></sup> <small>IN DER</small> G<small>R&#x00D6;SSE VON JE EINER HALBEN</small> O<small>LIVE BER&#x00DC;HRT ODER TR&#x00C4;GT, ODER EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE VON EINER</small> L<small>EICHE BER&#x00DC;HRT UND EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE IHN &#x00DC;BERZELTET, ODER ZWEI</small> S<small>T&#x00DC;CKE IN DER</small> G<small>R&#x00D6;SSE VON JE EINER HALBEN</small> O<small>LIVE &#x00DC;BERZELTET, ODER EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINEB HALBEN</small> O<small>LIVE &#x00DC;BERZELTET UND EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE IHN &#x00DC;BERZELTET, SO IST ER NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. W<small>ENN JEMAND ABER EIN</small> S<small>T&#x00DC;CK IN DER</small> G<small>R&#x00D6;SSE EINER HALBEN</small> O<small>LIVE BER&#x00DC;HRT UND EINE ANDERE</small> S<small>ACHE<sup><xref rid="fn2480">4</xref></sup> IHN UND EIN SOLCHES</small> S<small>T&#x00DC;CK &#x00DC;BERZELTET</small><sup><xref rid="fn2481">5</xref></sup>, <small>SO IST ER REIN</small>. R. M<small>E&#x00CD;R SAGT, AUCH IN DIESEM</small> F<small>ALLE SEI ER NACH</small> R. D<small>OSA REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. E<small>S</small><sup><xref rid="fn2482">6</xref></sup><small>IST STETS VERUNREINIGEND, NUR NICHT BEI [EINER</small> V<small>EREINIGUNG VON]</small> B<small>ER&#x00DC;HREN UND</small> T<small>RAGEN ODER</small> T<small>RAGEN UND &#x00DC;BERZELTUNG</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: HABEN SIE DEN GLEICHEN</small> N<small>AMEN, SO SIND SIE VERUNREINIGEND, HABEN SIE VERSCHIEDENE</small> N<small>AMEN, SO SIND SIE NICHT VERUNREINIGEND</small>.</p>
<p>II. G<small>ETRENNTE</small> S<small>PEISENST&#x00DC;CKE</small><sup><xref rid="fn2483">7</xref></sup> <small>WERDEN NICHT VEREINIGT &#x2013; SO</small> R. D<small>OSA B</small>. A<small>RCHINOS; DIE</small> W<small>EISEN SAGEN, SIE WERDEN VEREINIGT</small>. M<small>AN DARF</small> [F<small>R&#x00DC;CHTE VOM</small>] <small>ZWEITEN</small> Z<small>EHNTEN DURCH EIN</small> A<small>SEMON AUSL&#x00D6;SEN &#x2013; SO</small> R. D<small>OSA; DIE</small> W<small>EISEN VERBIETEN DIES</small>. [Z<small>UR</small> B<small>ER&#x00DC;HRUNG</small>] <small>DES</small> E<small>NTSUNDIGUNGSWASSERS</small><sup><xref rid="fn2484">8</xref></sup> <small>GEN&#x00DC;GT DAS</small> U<small>NTERTAUCHEN DER</small> H<small>&#x00C4;NDE</small><sup><xref rid="fn2485">9</xref></sup> &#x2013; <small>SO</small> R. D<small>OSA; DIE</small> W<small>EISEN SAGEN, SIND DIE</small> H<small>&#x00C4;NDE UNREIN, SEI AUCH DER GANZE</small> K<small>&#x00D6;RPER UNREIN</small>.</p>
<p>III. D<small>AS</small> K<small>ERNGEH&#x00C4;USE DER</small> M<small>ELONE UND DER</small> A<small>BFALL VON</small> K<small>R&#x00C4;UTERN SIND ALS</small> H<small>EBE, WIE</small> R. D<small>OSA SAGT</small>, G<small>EMEINEN ERLAUBT, NACH DEN</small> W<small>EISEN ABER VERBOTEN</small>. W<small>ENN VON F&#x00DC;NF</small> S<small>CHAFEN JEDES ANDERTHALB</small> M<small>INEN</small> W<small>OLLE LIEFERT, SO HAT BEI DIESEN DAS</small> G<small>ESETZ VON DER</small> E<small>RSTLINGSSCHUR</small> G<small>ELTUNG &#x2013; SO</small> R. D<small>OSA ; DIE</small> W<small>EISEN SAGEN, VON F&#x00DC;NF</small> S<small>CHAFEN, WIEVIEL ES AUCH IST</small>.</p>
<p>IV. A<small>LLE</small> M<small>ATTEN SIND VERUNREINIGUNGSF&#x00C4;HIG DURCH EINE</small> L<small>EICHE<sup><xref rid="fn2486">10</xref></sup> &#x2013; SO</small> R.D<small>OSA; DIE</small> W<small>EISEN SAGEN, AUCH DURCH DAS</small> A<small>UFTRETEN</small>. K<small>EIN</small> G<small>EFLECHT IST<sup><xref rid="fn2487">11</xref></sup>VERUNREINIGUNGSF&#x00C4;HIG, AUSGENOMMEN EIN</small> G<small>&#x00DC;RTEL &#x2013; SO</small> R. D<small>OSA; DIE</small> W<small>EISEN SAGEN, ALLE SIND SIE VERUNREINIGUNGSF&#x00C4;HIG, AUSGENOMMEN DIE DER</small> W<small>OLLH&#x00C4;NDLER</small><sup><xref rid="fn2488">12</xref></sup>.</p>
<p>V. E<small>INE</small> S<small>CHLEUDER, DEREN</small> H<small>&#x00D6;HLUNG<sup><xref rid="fn2489">13</xref></sup>AUS EINEM</small> G<small>EWEBE BESTEHT, IST VERUNREINIGUNGSF&#x00C4;HIG, WENN ABER AUS</small> L<small>EDER, SO IST SIE NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS NICHT VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN VERUNREINIGUNGSF&#x00C4;HIG</small>. I<small>ST DIE</small> F<small>INGER&#x00D6;SE ABGETRENNT, SO IST SIE NICHT VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2490">14</xref></sup>, <small>WENN ABER DIE</small> R<small>LEMEN&#x00D6;SE</small><sup><xref rid="fn2491">15</xref></sup>, <small>SO IST SIE VERUNREINIGUNGSF&#x00C4;HIG</small>.</p>
<p>VI. E<small>INE</small> G<small>EFANGENE DARF</small> H<small>EBE ESSEN<sup><xref rid="fn2492">16</xref></sup> &#x2013; SO</small> R. D<small>OSA; DIE</small> W<small>EISEN SAGEN, MANCHE</small> G<small>EFANGENE DARE DIES UND MANCHE DARF DIES NICHT, UND ZWAR: ERZ&#x00C4;HLT DIE</small> F<small>RAU SELBER, DASS SIE GEFANGEN WAR, JEDOCH REIN GEBLIEBEN SEI, SO DARF SIE</small> [H<small>EBE</small>] <small>ESSEN, DENN DER</small> M<small>UND, DER ES VERBOTEN MACHT, MACHT ES AUCH ERLAUBT, WENN ABER</small> Z<small>EUGEN BEKUNDEN, DASS SIE GEFANGEN WAR, UND SIE SAGT, SIE SEI REIN GEBLIEBEN, SO DARF SIE KEINE</small> [H<small>EBE</small>] <small>ESSEN</small>.</p>
<p>VII. I<small>N VIER</small> F<small>&#x00C4;LLEN DES</small> Z<small>WEIFELS</small><sup><xref rid="fn2493">17</xref></sup><small>ERKL&#x00C4;RT</small> R. J<small>EHO&#x0160;UA&#x0351; ALS REIN UND DIE</small> W<small>EISEN ALS UNREIN, UND ZWAR: WENN DER</small> U<small>NREINE STEHT</small><sup><xref rid="fn2494">18</xref></sup><small>UND DER</small> R<small>EINE VOR&#x00DC;BERGEHT, WENN DER</small> R<small>EINE STEHT UND DER</small> U<small>NREINE VOR&#x00DC;BERGEHT, WENN DAS</small> U<small>NREINE AUF</small> P<small>RIVATGEBIET UND DAS</small> R<small>EINE AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE<sup><xref rid="fn2495">19</xref></sup>SICH BEFINDET, ODER WENN DAS</small> R<small>EINE AUF</small> P<small>RIVATGEBIET UND DAS</small> U<small>NREINE AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE SICH BEFINDET; IST ES ZWEIFELHAFT, OB SIE EINANDER BER&#x00DC;HRT HABEN ODER NICHT, OB SIE &#x00DC;BERZELTET WORDEN SIND</small><sup><xref rid="fn2496">20</xref></sup><small>ODER NICHT, OB [EINES DAS ANDERE] BEWEGT HAT</small><sup><xref rid="fn2497">21</xref></sup><small>ODER NICHT, SO IST ER</small><sup><xref rid="fn2498">22</xref></sup><small>NACH</small> R. J<small>EHO&#x0160;UA&#x0351; UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>VIII. D<small>REI</small> D<small>INGE SIND NACH</small> R. &#x00C7;<small>ADOQ VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT VERUNREINIGUNGSF&#x00C4;HIG: DER</small> N<small>AGEL DES</small> W<small>ECHSLERS</small><sup><xref rid="fn2499">23</xref></sup>, <small>DER</small> K<small>ASTEN DER</small> G<small>R&#x00C4;UPNER</small><sup><xref rid="fn2500">24</xref></sup><small>UND DER</small> Z<small>EIGER DES</small> S<small>TUNDENSTEINES</small><sup><xref rid="fn2501">25</xref></sup>; <small>DIESE SIND NACH</small> R. &#x00C7;<small>ADOQ VERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT VERUNREINIGUNGSF&#x00C4;HIG</small>.</p>
<p>IX. V<small>IER</small> D<small>INGE SIND NACH</small> R. G<small>AMLI&#x00C9;L</small> V<small>ERUNREINIGUNGSF&#x00C4;HIG UND NACH DEN</small> W<small>EISEN NICHT VERUNREINIGUNGSF&#x00C4;HIG: DER</small> D<small>ECKEL EINES</small> M<small>ETALLKORBES F&#x00DC;R DEN</small> H<small>AUSGEBRAUCH<sup><xref rid="fn2502">26</xref></sup>, DER</small> H<small>ENKEL DES</small> S<small>TRIEGELS<sup><xref rid="fn2503">27</xref></sup>, UNFERTIGE</small> M<small>ETALLGER&#x00C4;TE UND EINE [GLEICHM&#x00C4;SSIG] ENTZWEI GETEILTE</small> P<small>LATTE</small>. J<small>EDOCH PFLICHTEN DIE</small> W<small>EISEN</small> R. G<small>AMLI&#x00C9;L BEI, DASS, WENN EINE</small> P<small>LATTE IN ZWEI</small> T<small>EILE, EINER GR&#x00D6;SSER UND EINER KLEINER, GETEILT WURDE, DER GR&#x00D6;SSERE VERUNREINIGUNGSF&#x00C4;HIG UND DER KLEINERE NICHT VERUNREINIGUNGSF&#x00C4;HIG SEI</small>.</p>
<p>X. B<small>EI DREI</small> D<small>INGEN IST</small> R. G<small>AMLI&#x00C9;L ERSCHWERENDER</small> A<small>NSICHT, NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS: MAN DARF AM</small> F<small>ESTE NICHTS F&#x00DC;R DEN</small> S<small>ABBATH WARMSTELLEN; MAN DARF AM FESTE KEINE LEUCHTE AUFSTELLEN</small><sup><xref rid="fn2504">28</xref></sup>; <small>MAN DARF</small><sup><xref rid="fn2505">29</xref></sup> <small>KEINE GROBEN BROTE, SONDERN NUR FLADEN BACKEN</small>. R. G<small>AMLI&#x00C9;L SAGTE</small>: I<small>N DER</small> F<small>AMILIE MEINES</small> V<small>ATERS BACKEN SIE NIEMALS GROBE</small> B<small>ROTE, SONDERN NUR</small> F<small>LADEN</small>. J<small>ENE ERWIDERTEN IHM:</small> W<small>AS SOLL UNS DIE</small> F<small>AMILIE DEINES</small> V<small>ATERS; DIESE WAR ERSCHWEREND F&#x00DC;R SICH SELBST, ABER ERLEICHTERND F&#x00DC;R GANZ</small> J<small>ISRA&#x00C9;L, AUCH GROBES</small> B<small>ROT UND</small> K<small>&#x00DC;CHEN BACKEN ZU D&#x00DC;RFEN</small>.</p>
<p>XI. D<small>IESER LEHRTE AUCH DREI</small> D<small>INGE ERLEICHTERND : MAN DARF AM</small> F<small>ESTE ZWISCHEN DEN</small> L<small>AGERN</small><sup><xref rid="fn2506">30</xref></sup><small>FEGEN</small><sup><xref rid="fn2507">31</xref></sup> ; <small>MAN DARF DAS</small> R<small>&#x00C4;UCHERWERK HINSTELLEN; MAN DARF AN DEN</small> P<small>ESA&#x1E24;ABENDEN EIN RUMPFGEBRATENES</small><sup><xref rid="fn2508">32</xref></sup>B<small>&#x00D6;CKCHEN BEREITEN</small>. D<small>IE</small> W<small>EISEN VERBIETEN DIES</small>.</p>
<p>XII. D<small>REI</small> D<small>INGE ERLAUBT</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA UND DIE</small> W<small>EISEN VERBIETEN SIE: SEINE</small> K<small>UH WURDE [AM</small> &#x0160;<small>ABBATH</small>] <small>MIT EINEM</small> R<small>IEMEN AN DEN</small> H<small>&#x00D6;RNERN</small><sup><xref rid="fn2509">33</xref></sup><small>AUSGETRIEBEN; MAN DARF EIN</small> V<small>IEH AM</small> F<small>ESTE STRIEGELN; MAN DARF</small> P<small>FEFFER IN EINER</small> P<small>FEFFERM&#x00DC;HLE MAHLEN</small>. R. J<small>EHUDA SAGT, MAN D&#x00DC;RFE AM</small> F<small>ESTE KEIN</small> V<small>IEH STRIEGELN, WEIL MAN DABEI EINE</small> W<small>UNDE MACHT, WOHL ABER K&#x00C4;MMEN</small>. D<small>IE</small> W<small>EISEN SAGEN, MAN D&#x00DC;RFE WEDER STRIEGELN NOCH K&#x00C4;MMEN</small>.</p>
<ftnote id="fn2477">1. Eine Sache, die alles, was sich mit dieser in einem Raume befindet, oder was zeltartig sich &#x00FC;ber ihr befindet, oder wor&#x00FC;ber sie sich zeltartig befindet, verunreinigt (cf. Ah. Abschn. II); f&#x00FC;r all diese Dinge ist ein Mindestquantum vorgeschrieben, soda&#x00DF; sie nicht verunreinigend sind, wenn sie dieses Quantum nicht haben.</ftnote>
<ftnote id="fn2478">2. Und beide H&#x00E4;lften zusammen das vorschriftsm&#x00E4;&#x00DF;ige Quantum haben.</ftnote>
<ftnote id="fn2479">3. Das Beispiel vom Ber&#x00FC;hren eines Aases ist hier nicht angebracht, da es nicht zu den Dingen geh&#x00F6;rt, die durch Bezeltung verunreinigen.</ftnote>
<ftnote id="fn2480">4. Die nicht verunreinigend ist.</ftnote>
<ftnote id="fn2481">5. Soda&#x00DF; bei ausreichendem Quantum hierbei eine 2fache Verunreinigung vorliegen w&#x00FC;rde: Ber&#x00FC;hrung und Bezeltung.</ftnote>
<ftnote id="fn2482">6. In F&#x00E4;llen, wo 2 Verunreinigungen durch halbe Quantit&#x00E4;ten vereinigt werden sollen.</ftnote>
<ftnote id="fn2483">7. Einzelne St&#x00FC;ckeod. kleine Fr&#x00FC;chte, die einzeln das verunreinigungsf&#x00E4;hige Quantum (Eigr&#x00F6;&#x00DF;e) nicht haben, wohl aber der ganze Haufe.</ftnote>
<ftnote id="fn2484">8. Cf. Num. Kap. 19.</ftnote>
<ftnote id="fn2485">9. Wenn diese levitisch unreine Speisen ber&#x00FC;hrt haben.</ftnote>
<ftnote id="fn2486">10. Nicht aber durch das Auftreten, dh. wenn sie als Sitz od. Lager benutzt werden, da sie als solche nicht geeignet sind.</ftnote>
<ftnote id="fn2487">11. Da nur ein richtiges Gewebe verunreinigungsf&#x00E4;hig ist.</ftnote>
<ftnote id="fn2488">12. Die die Wolle mit einem Flechtwerke zusammenbinden; solche dienen nur als Stricke.</ftnote>
<ftnote id="fn2489">13. Zur Aufnahme des Projektils.</ftnote>
<ftnote id="fn2490">14. Da sie nicht mehr brauchbar ist.</ftnote>
<ftnote id="fn2491">15. Am anderen Ende der Schleuder befindet sich eine &#x00D6;se zum Befestigen des Riemens.</ftnote>
<ftnote id="fn2492">16. Wenn sie die Frau eines Priesters ist, obgleich sie der Notzucht ausgesetzt war.</ftnote>
<ftnote id="fn2493">17. Hinsichtlich der Unreinheit.</ftnote>
<ftnote id="fn2494">18. Unter einem Baume, von dem er &#x00FC;berzeltet wird.</ftnote>
<ftnote id="fn2495">19. Nebeneinander, so da&#x00DF; eine Ber&#x00FC;hrung erfolgt sein kann.</ftnote>
<ftnote id="fn2496">20. Wenn er beim Vor&#x00FC;bergehen unter dem Baume stehen geblieben ist.</ftnote>
<ftnote id="fn2497">21. Durch die Ber&#x00FC;hrung.</ftnote>
<ftnote id="fn2498">22. Der Reine.</ftnote>
<ftnote id="fn2499">23. An den er die Wage h&#x00E4;ngt.</ftnote>
<ftnote id="fn2500">24. Solche waren sehr primitiv gearbeitet u. galten nicht als fertiger Gegenstand.</ftnote>
<ftnote id="fn2501">25. Eine Art Sonnenuhr.</ftnote>
<ftnote id="fn2502">26. Als Ggs. wird Kel. XII,3 der der &#x00C4;rzte angef&#x00FC;hrt, der als richtiges Gef&#x00E4;&#x00DF; gilt.</ftnote>
<ftnote id="fn2503">27. Nach der Erkl. der Kommentare, der beim Baden zum Abreiben des K&#x00F6;rpers verwendet wird. Die Mi&#x0161;na separata hat hier, als auch in der Parallelstelle Kel. XII,6 <span dir="rtl">&#x05D4;&#x05DE;&#x05D2;&#x05E8;&#x05D3;&#x05D5;&#x05EA;</span>, was richtiger erscheint.</ftnote>
<ftnote id="fn2504">28. Die einzelnen Teile zusammenstellen.</ftnote>
<ftnote id="fn2505">29. Am Feste.</ftnote>
<ftnote id="fn2506">30. Wo die Mahlzeit eingenommen wird u. Brocken auf die Erde fallen.</ftnote>
<ftnote id="fn2507">31. Auch wenn der Fu&#x00DF;boden keine Diele hat u. man dadurch eine Schramme macht.</ftnote>
<ftnote id="fn2508">32. Cf. Bd. II S. 466 Anm. 52.</ftnote>
<ftnote id="fn2509">33. Dieser wird also nicht als Last betrachtet.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><sup>i</sup><bold>I</bold><small>N FOLGENDEN</small> D<small>LNGEN IST DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND</small><sup><xref rid="fn2510">1</xref></sup>: <small>EIN AM</small> F<small>ESTE GELEGTES</small> E<small>I DARF, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, [AM</small> F<small>ESTE] GEGESSEN WERDEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT GEGESSEN<sup><xref rid="fn2511">2</xref></sup> WERDEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT</small>. S<small>AUERTEIG IN</small> O<small>LIVENGR&#x00D6;SSE UND</small> G<small>ES&#x00C4;UERTES IN</small> D<small>ATTELGR&#x00D6;SSE, DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, BEIDES IN</small> O<small>LIVENGR&#x00D6;SSE</small><sup><xref rid="fn2512">3</xref></sup>.</p>
<p>II. E<small>IN AM</small> F<small>ESTE GEBORENES</small> V<small>IEH IST, WIE ALLE &#x00DC;BEREINSTIMMEN, ERLAUBT; EIN AUS DEM</small> E<small>I GEKROCHENES</small> K<small>&#x00DC;CHLEIN IST, WIE ALLE &#x00DC;BEREINSTIMMEN, VERBOTEN</small>. W<small>ER AM</small> F<small>ESTE EIN</small> W<small>ILD ODER EIN</small> G<small>EFL&#x00DC;GEL<sup><xref rid="fn2513">4</xref></sup> SCHLACHTET, GRABE, WIE DIE SCHULE SAMMAJS SAGT, MIT EINEM SPATEN [ERDE] AUF UND DECKE [DAS</small> B<small>LUT] ZU; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE NUR DANN SCHLACHTEN, WENN MAN ERDE VORR&#x00C4;TIG HAT. DLESE PFLICHTET JEDOCH BEI, DASS, WENN MAN BEREITS GESCHLACHTET HAT, MAN [ERDE] MIT EINEM</small> S<small>PATEN AUFGRABE UND [DAS</small> B<small>LUT] ZUDECKE ;</small> H<small>ERDASCHE GILT ALS VORR&#x00C4;TIG</small><sup><xref rid="fn2514">5</xref></sup>.</p>
<p>III. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WAS F&#x00DC;R</small> A<small>RME FREIGEGEBEN WIRD, IST</small> F<small>REIGUT</small><sup><xref rid="fn2515">6</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT</small>, F<small>REIGUT HEISSE ES NUR DANN, WENN ES AUCH F&#x00DC;R</small> R<small>EICHE FREIGEGEBEN IST, GLEICH [DEN</small> F<small>R&#x00DC;CHTEN DES]</small> E<small>RLASSJAHRES</small>. W<small>ENN ALLE</small> G<small>ARBEN DES</small> F<small>ELDES JE EINEN</small> K<small>AB GROSS SIND, EINE ABER VIER</small> K<small>AB, UND DIESE VERGESSEN WORDEN IST, SO GILT SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ALS</small> V<small>ERGESSENES, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALS</small> V<small>ERGESSENES</small><sup><xref rid="fn2516">7</xref></sup>.</p>
<p>IV. W<small>ENN EINE NEBEN DER</small> W<small>AND, DER</small> D<small>IEME, DEN</small> R<small>INDERN ODER DEN</small> A<small>CKERGER&#x00C4;TEN LIEGENDE</small> G<small>ARBE VERGESSEN WORDEN IST, SO GILT DIESE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ALS</small> V<small>ERGESSENES, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALS</small> V<small>ERGESSENES</small>.</p>
<p>V. B<small>EIM VIERJ&#x00C4;HRIGEN</small> W<small>EINBERG<sup><xref rid="fn2517">8</xref></sup> IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WEDER DAS</small> F<small>&#x00DC;NFTEL<sup><xref rid="fn2518">9</xref></sup> NOCH DIE</small> F<small>ORTSCHAFFUNG</small><sup><xref rid="fn2519">10</xref></sup><small>ERFORDERLICH; DIE SCHULE</small> H<small>ILLELS SAGT, BEI DIESEM SEI DIE</small> F<small>ORTSCHAFFUNG ERFORDERLICH</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, BEI DIESEM GELTE DAS</small> G<small>ESETZ VOM</small> A<small>BFALL UND VON DER</small> N<small>ACHLESE<sup><xref rid="fn2520">11</xref></sup>, UND DIE</small> A<small>RMEN L&#x00D6;SEN SIE SELBER AUS; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALLES KOMME IN DIE</small> K<small>ELTER</small><sup><xref rid="fn2521">12</xref></sup>.</p>
<p>VI. E<small>IN</small> F<small>ASS MIT EINGELEGTEN</small> O<small>LIVEN BRAUCHT MAN, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NICHT ZU DURCHL&#x00D6;CHERN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN M&#x00DC;SSE SIE DURCHL&#x00D6;CHERN<sup><xref rid="fn2522">13</xref></sup></small>. J<small>EDOCH PFLICHTET DIESE BEI, DASS, WENN MAN SIE DURCHL&#x00D6;CHERT HAT UND [DAS</small> L<small>OCH] DURCH</small> H<small>EFENSATZ VERSTOPFT WURDE, ES NICHT VERUNREINIGUNGSF&#x00C4;HIG SEI</small>. W<small>ER SICH MIT REINEM</small> &#x00D6;<small>L GESALBT UND UNREIN GEWORDEN IST, UND DARAUF</small> [<small>INS</small> T<small>AUCHBAD</small>] <small>HINABSTEIGT UND UNTERTAUCHT, IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, REIN, AUCH WENN ER [VON</small> &#x00D6;<small>L] TRIEFT</small><sup><xref rid="fn2523">14</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WENN ES NUR SO VIEL IST, UM DAMIT DAS KLEINSTE</small> G<small>LIED</small><sup><xref rid="fn2524">15</xref></sup><small>SALBEN</small><sup><xref rid="fn2525">16</xref></sup><small>ZU K&#x00D6;NNEN</small>. W<small>AR ABER DAS</small> &#x00D6;<small>L SCHON VORHER UNREIN, SO IST ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, [REIN,] WENN ES NUR SOVIEL IST, UM DAS KLEINSTE GLIED SALBEN ZU K&#x00D6;NNEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SCHON WENN DIE</small> F<small>L&#x00DC;SSIGKEIT NUR [DEN</small> K<small>&#x00D6;RPER] BEFEUCHTET<sup><xref rid="fn2526">17</xref></sup> ;</small> R. J<small>EHUDA SAGTE IM</small> N<small>AMEN DER</small> S<small>CHULE</small> H<small>ILLELS</small>, <small>WENN SO FEUCHT, UM ZU BEFEUCHTEN</small><sup><xref rid="fn2527">18</xref></sup>.</p>
<p>VII. E<small>INE</small> F<small>RAU KANN NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS MIT EINEM</small> D<small>ENAR<sup><xref rid="fn2528">19</xref></sup> ODER DEM</small> W<small>ERTE EINES</small> D<small>ENARS ANGETRAUT<sup><xref rid="fn2529">20</xref></sup>WERDEN ; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SCHON MIT EINER PERUTA ODER DEM WERTE EINER PERUTA. WLEVIEL BETR&#x00C4;GT EINE PERUTA? ELN ACHTEL EINES ITALISCHEN A SS ARS. DLE SCHULE</small> &#x0160;<small>AMMAJS SAGT, MAN K&#x00D6;NNE SEINE</small> F<small>RAU MIT EINEM ALTEN</small> S<small>CHEIDEBRIEFE ENTLASSEN; DIE</small> S<small>CHULE</small> H<small>ILLELS VERBIETET DIES</small>. W<small>ELCHES HEISST EIN ALTER</small> S<small>CHEIDEBRIEF?</small> W<small>ENN ER, NACHDEM ER IHN GESCHRIEBEN HAT, MIT IHR</small> Z<small>USAMMEN WAR</small>. W<small>ENN JEMAND SICH VON SEINER</small> F<small>RAU SCHEIDEN LIESS UND DARAUF MIT IHR ZUSAMMEN IN EINER</small> H<small>ERBERGE &#x00DC;BERNACHTET HAT, SO BEN&#x00D6;TIGT SIE, WIE DIE</small> S<small>CHULE &#x0160;AMMAJS SAGT, KEINES ANDEREN</small> S<small>CHEIDEBRIEFES, DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SIE BEN&#x00D6;TIGE EINES ANDEREN</small> S<small>CHEIDEBRIEFES</small>. D<small>IES NUR DANN, WENN DIE</small> S<small>CHEIDUNG NACH DER</small> V<small>ERHEIRATUNG ERFOLGT IST, WENN ABER NACH DER</small> V<small>ERLOBUNG, SO BRAUCHT SIE KEINES ANDEREN</small> S<small>CHEIDEBRIEFES, WEIL ER</small><sup><xref rid="fn2530">21</xref></sup><small>MIT IHR NICHT VERTRAUT IST</small>.</p>

<p>VIII. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLAUBT DIE</small> N<small>EBENBUHLERINNEN<sup><xref rid="fn2531">22</xref></sup>DEN ANDEREN</small> B<small>R&#x00DC;DERN; DIE</small> S<small>CHULE</small> H<small>ILLELS VERBIETET SIE</small>. H<small>ABEN SIE DIE</small> &#x1E24;<small>ALI&#x00C7;A VOLLZOGEN, SO IST [DIE</small> W<small>ITWE] NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS F&#x00DC;R DIE</small> P<small>RIESTERSCHAFT</small><sup><xref rid="fn2532">23</xref></sup><small>UNGEEIGNET UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS GEEIGNET</small><sup><xref rid="fn2533">24</xref></sup>. H<small>ABEN SIE DIE</small> S<small>CHWAGEREHE VOLLZOGEN, SO SIND SIE NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS GEEIGNET</small><sup><xref rid="fn2534">25</xref></sup><small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNGEEIGNET</small><sup><xref rid="fn2535">26</xref></sup>. U<small>ND OBGLEICH DIE EINEN ALS UNGEEIGNET ERKL&#x00C4;RTEN, WAS DIE ANDEREN ALS GEEIGNET ERKL&#x00C4;RTEN, UNTERLIESSEN ES</small> [A<small>NGEH&#x00D6;RIGE DER</small>] S<small>CHULE</small> &#x0160;<small>AMMAJS DENNOCH NICHT</small>, F<small>RAUEN [AUS</small> F<small>AMILIEN] DER</small> S<small>CHULE</small> H<small>ILLELS, ODER</small> [A<small>NGEH&#x00D6;RIGE DER</small>] S<small>CHULE</small> H<small>ILLELS</small>, F<small>RAUEN [AUS</small> F<small>AMILIEN] DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ZU HEIRATEN</small>. U<small>ND OBGLEICH BEI</small> [F<small>RAGEN &#x00DC;BER</small>] R<small>EINHEIT UND</small> U<small>NREINHEIT DIE EINEN ALS REIN ERKL&#x00C4;RTEN, WAS DIE ANDEREN ALS UNREIN ERKL&#x00C4;RTEN, SO UNTERLIESS ES DENNOCH WEDER DIE EINE NOCH DIE ANDERE, BEI DER</small> B<small>EREITUNG VON REINEN</small> [S<small>PEISEN</small>] <small>SICH AUF DIE ANDERE ZU VERLASSEN</small><sup><xref rid="fn2536">27</xref></sup>.</p>

<p>IX. W<small>ENN VON DREI</small> B<small>R&#x00DC;DERN ZWEI MIT ZWEI</small> S<small>CHWESTERN VERHEIRATET WAREN UND EINER LEDIG IST, UND NACHDEM DER</small> L<small>EDIGE NACH DEM</small> T<small>ODE DES EINEN MIT EINER DER</small> S<small>CHWESTERN VERHEIRATETEN</small> B<small>RUDERS AN [DIE</small> W<small>ITWE] DIE</small> E<small>HEFORMEL</small><sup><xref rid="fn2537">28</xref></sup><small>GERICHTET HAT, AUCH DER ZWEITE</small> B<small>RUDER GESTORBEN IST, SO BLEIBE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, SEINE</small> F<small>RAU</small><sup><xref rid="fn2537">28</xref></sup><small>BEI IHM UND DIE ANDERE GEHE ALS</small> S<small>CHWESTER SEINER</small> F<small>RAU FREI</small><sup><xref rid="fn2538">29</xref></sup><small>AUS; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER ENTLASSE SEINE</small> F<small>RAU DURCH</small> S<small>CHEIDEBRIEF UND</small> &#x1E24;<small>ALI&#x00C7;A</small><sup><xref rid="fn2539">30</xref></sup>, <small>UND DIE</small> F<small>RAU SEINES</small> B<small>RUDERS DURCH</small> &#x1E24;<small>ALI&#x00C7;A</small>. D<small>AS IST [DER</small> F<small>ALL</small>], <small>WOR&#x00DC;BER SIE SAGTEN:</small> W<small>EHE IHM WEGEN SEINER</small> F<small>RAU, WEHE IHM WEGEN DER</small> F<small>RAU SEINES</small> B<small>RUDERS&#x0021;</small></p>
<p>X. W<small>ER SICH DEN</small> B<small>EISCHLAF SEINER</small> F<small>RAU ABGELOBT, KANN DIES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ZWEI</small> W<small>OCHEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EINE</small> W<small>OCHE</small><sup><xref rid="fn2540">31</xref></sup>. W<small>ENN [EINE</small> F<small>RAU] AM</small> A<small>BEND ZUM EINUNDACHTZIGSTEN</small> [T<small>AGE</small>]<sup><xref rid="fn2541">32</xref></sup><small>FEHLGEBIERT, SO IST SIE NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS VOM</small> O<small>PFER FREI, UND NACH DER</small> S<small>CHULE</small> H<small>LLLELS DAZU VERPFLICHTET</small>. E<small>IN</small> L<small>AKEN</small><sup><xref rid="fn2542">33</xref></sup> <small>UNTERLIEGT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT DEM</small> &#x00C7;<small>I&#x00C7;ITHGESETZE, UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS WOHL</small>. E<small>IN</small> &#x0160;<small>ABBATHFRUCHTKORB MACHT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT ZEHENTPFLICHTIG</small><sup><xref rid="fn2543">34</xref></sup><small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS WOHL ZEHENTPFLICHTIG</small>.</p>
<p>XI. W<small>ER EIN LANGERES</small><sup><xref rid="fn2544">35</xref></sup>N<small>AZIRAT</small><sup><xref rid="fn2545">36</xref></sup><small>GELOBT UND ES ABSOLVIERT HAT, UND NACHHER NACH DEM</small> [J<small>ISRA&#x00C9;L</small>]<small>LANDE</small><sup><xref rid="fn2546">37</xref></sup><small>KOMMT, IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, NOCH DREISSIG</small> T<small>AGE</small> N<small>AZIR; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER M&#x00DC;SSE DAS</small> N<small>AZIRAT VON NEUEM BEGINNEN</small>. W<small>ENN ZWEI</small> Z<small>EUGENPARTIEN VON EINEM VERSCHIEDEN BEKUNDEN</small><sup><xref rid="fn2547">38</xref></sup>, <small>EINE, DASS ER ZWEI</small> [N<small>AZIRATE</small><sup><xref rid="fn2548">39</xref></sup>] <small>UND EINE, DASS ER F&#x00DC;NF</small><sup><xref rid="fn2549">40</xref></sup><small>GELOBT HAT, SO HAT SICH, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DAS</small> Z<small>EUGNIS ZERSPLITTERT UND ES GIBT HIERBEI KEIN</small> N<small>AZIRAT; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER MUSS, DA IN F&#x00DC;NF ZWEI ENTHALTEN SIND, ZWEI</small> N<small>AZIRATE ABSOLVIEREN</small>.</p>
<p>XII. W<small>ENN EIN</small> M<small>ENSCH SICH UNTERHALB DES</small> S<small>PALTES<sup><xref rid="fn2550">41</xref></sup>BEFINDET, SO LEITET ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER<sup><xref rid="fn2551">42</xref></sup>; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EIN</small> M<small>ENSCH IST HOHL, UND SEINE OBERE</small> H<small>&#x00C4;LFTE LEITET DIE</small> U<small>NREINHEIT HIN&#x00DC;BER</small>.</p>
<ftnote id="fn2510">1. W&#x00E4;hrend es sich sonst entgegengesetzt verh&#x00E4;lt.</ftnote>
<ftnote id="fn2511">2. Cf. Jt. Fol. 2a.</ftnote>
<ftnote id="fn2512">3. Sei am Pesa&#x1E25;feste verboten; cf. Ex. 12,19; 13,7 u. Dt. 16,4.</ftnote>
<ftnote id="fn2513">4. Dessen Blut man mit Erde zudecken mu&#x00DF;; cf. Lev. 17,13.</ftnote>
<ftnote id="fn2514">5. Cf. Jt. Fol. 8a.</ftnote>
<ftnote id="fn2515">6. Von solchen ist der Zehnt nicht zu entrichten.</ftnote>
<ftnote id="fn2516">7. Es geh&#x00F6;rt den Armen; cf. Dt. 24,19.</ftnote>
<ftnote id="fn2517">8. Und ebenso hei jedem anderen Baumgarten; cf. Lev. 19,23ff.</ftnote>
<ftnote id="fn2518">9. Das bei der Ausl&#x00F6;sung hinzuzuf&#x00FC;gen ist; cf. Bm. Fol. 55b.</ftnote>
<ftnote id="fn2519">10. Im 4. und 7. Jahre des Septenniums, wie beim 2. Zehnten; cf. Dt. 26,12ff.</ftnote>
<ftnote id="fn2520">11. Man lasse sie f&#x00FC;r die Armen zur&#x00FC;ck; cf. Lev. 19,10.</ftnote>
<ftnote id="fn2521">12. Und mu&#x00DF; vom Eigent&#x00FC;mer ausgel&#x00F6;st werden.</ftnote>
<ftnote id="fn2522">13. Fr&#x00FC;chte werden nur dann verunreinigungsf&#x00E4;hig, wenn sie befeuchtet worden sind, u. zwar mu&#x00DF; dies dem Eigent&#x00FC;mer erw&#x00FC;nscht sein. Da nun die Oliven einen Saft ausschwitzen, der zu den verunreinigungsf&#x00E4;higmachenden Fl&#x00FC;ssigkeiten geh&#x00F6;rt, so mu&#x00DF; man das Fa&#x00DF; durchl&#x00F6;chern, um zu zeigen, da&#x00DF; dies nicht erw&#x00FC;nscht ist.</ftnote>
<ftnote id="fn2523">14. Obgleich das unrein gewordene &#x00D6;l noch an seinem K&#x00F6;rper haftet, weil das &#x00D6;l zum K&#x00F6;rper geh&#x00F6;rt u. dieser durch das Untertauchen rein geworden ist.</ftnote>
<ftnote id="fn2524">15. Den kleinen Finger.</ftnote>
<ftnote id="fn2525">16. Sei er rein, wenn mehr, so ist er unrein.</ftnote>
<ftnote id="fn2526">17. Sei er unrein.</ftnote>
<ftnote id="fn2527">18. Eine andere K&#x00F6;rperstelle, die von dieser ber&#x00FC;hrt wird.</ftnote>
<ftnote id="fn2528">19. Nach den Kommentaren ein Silberdenar.</ftnote>
<ftnote id="fn2529">20. Die Antrauung erfolgt, wenn der Mann der Frau vor Zeugen einen Wertgegenstand zu diesem Behufe gibt.</ftnote>
<ftnote id="fn2530">21. Zwischen Verlobung u. Verheiratung.</ftnote>
<ftnote id="fn2531">22. Der dem Eheschwager als inzestu&#x00F6;s verbotenen Witwe. Wenn jemand kinderlos stirbt, so mu&#x00DF; sein Bruder die Witwe heiraten (cf. Dt. 25,5ff.) od. an ihr die &#x1E24;ali&#x00E7;a vollziehen; hier wird von dem Falle gesprochen, wenn der verstorbene Bruder mehrere Frauen hinterl&#x00E4;&#x00DF;t, von denen eine die Tochter des &#x00FC;berlebenden Bruders ist.</ftnote>
<ftnote id="fn2532">23. Sie darf von keinem Priester geheiratet werden.</ftnote>
<ftnote id="fn2533">24. Die Vollziehung der &#x1E24;ali&#x00E7;a war unn&#x00F6;tig u. gilt als nicht geschehen.</ftnote>
<ftnote id="fn2534">25. Wenn der 2. Bruder stirbt.</ftnote>
<ftnote id="fn2535">26. Wegen der unerlaubten Ehe.</ftnote>
<ftnote id="fn2536">27. Bei strittigen F&#x00E4;llen teilten sie einander mit, da&#x00DF; es sich um einen solchen Fall handle.</ftnote>
<p>27 Talmud IX</p>
<ftnote id="fn2537">28. An die die Eheformel gerichtet worden ist.</ftnote>
<ftnote id="fn2538">29. Sie ben&#x00F6;tigt auch nicht der &#x1E24;ali&#x00E7;a.</ftnote>
<ftnote id="fn2539">30. Die Schwagerehe durch Eheformel ist in der Tora nicht vorgesehen, dies hat zur Folge, da&#x00DF; die 2. Witwe nicht als Schwester seiner Frau (die man nicht ehelichen darf) gilt, u. ferner, da&#x00DF; er die 1. nicht durch Scheidung allein (da die g&#x00FC;ltige Antrauung fehlt), sondern auch durch &#x1E24;ali&#x00E7;a entlassen mu&#x00DF;. Die 2. darf er ebenfalls nicht ehelichen, weil die Ehe mit der 1. vielleicht g&#x00FC;ltig war.</ftnote>
<ftnote id="fn2540">31. So lange mu&#x00DF; sie sich dies gefallen lassen, sp&#x00E4;ter kann sie Aufl&#x00F6;sung des Gel&#x00F6;bnisses od. Scheidung verlangen.</ftnote>
<ftnote id="fn2541">32. Die W&#x00F6;chnerin hat 40 Tage nach der Geburt eines Knaben u. 80 Tage nach der Geburt eines M&#x00E4;dchens ein Opfer darzubringen (cf. Lev. 12,2ff.), selbst wegen einer Fehlgeburt; wenn sie innerhalb dieser Frist fehlgebiert, so hat sie nur ein Opfer darzubringen.</ftnote>
<ftnote id="fn2542">33. Das nur nachts benutzt wird.</ftnote>
<ftnote id="fn2543">34. Man darf davon gelegentlich unverzehntet essen.</ftnote>
<ftnote id="fn2544">35. Mehr als drei&#x00DF;ig Tage.</ftnote>
<ftnote id="fn2545">36. Cf. Num. 6,2ff.</ftnote>
<ftnote id="fn2546">37. Wenn jemand au&#x00DF;erhalb des Jisra&#x00E9;llandes ein Nazirat gelobt, so mu&#x00DF; er diese Zeit im Jisra&#x00E9;llande verbringen, da das Ausland als unrein gilt; cf. Sab. Fol. 14b.</ftnote>
<ftnote id="fn2547">38. Hinsichtlich seines Gel&#x00FC;bdes, Nazir zu sein.</ftnote>
<ftnote id="fn2548">39. Das Nazirat w&#x00E4;hrt, wenn keine Frist angegeben wird, 30 Tage.</ftnote>
<ftnote id="fn2549">40. Zur selben Zeit; wenn die Aussagen einander widersprechen, und er selber &#x00FC;berhaupt von nichts wissen will.</ftnote>
<ftnote id="fn2550">41. Ist die &#x00DC;berdachung eines Raumes, in dem reine u. unreine Sachen sich befinden (vgl. S. 412 Anm. 1), geteilt, so gilt der ganze Raum als geteilt, soda&#x00DF; die Unreinheit auf die in der reinen Seite sich befindlichen Sachen nicht &#x00FC;bertragen wird; legt man &#x00FC;ber den Spalt eine Sache, so wird dadurch eine Vereinigung des Raumes hergestellt; wenn aber unten, auf dem Fu&#x00DF;boden, gegen&#x00FC;ber dem Spalte eine Sache liegt, so wird dadurch eine Vereinigung nur dann hergestellt, wenn unter dieser ein eine Handbreite gro&#x00DF;er Hohlraum sich befindet.</ftnote>
<ftnote id="fn2551">42. Von der unreinen nach der reinen Seite.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> J<small>EHUDA LEHRTE SECHS</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>LLLELS ERSCHWEREND IST</small>. D<small>AS</small> B<small>LUT VON EINEM</small> A<small>ASE IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS REIN UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNREIN</small>. D<small>AS</small> E<small>I VON EINEM</small> A<small>ASE</small><sup><xref rid="fn2552">1</xref></sup> <small>IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS, WENN EIN SOLCHES AUF DEM</small> M<small>ARKT VERKAUFT</small><sup><xref rid="fn2553">2</xref></sup> <small>WIRD, ERLAUBT, WENN ABER NICHT, VERBOTEN; NACH DER</small> S<small>CHULE</small> H<small>ILLELS ABER</small> [<small>IN JEDEM</small> F<small>ALLE</small>] <small>VERBOTEN</small>. J<small>ENE PFLICHTET JEDOCH BEI, DASS DAS</small> E<small>I VON EINEM TOTVERLETZTEN</small> [G<small>EFL&#x00DC;GEL</small><sup><xref rid="fn2554">3</xref></sup>] <small>VERBOTEN IST, WEIL ES ALS</small> V<small>ERBOTENES AUSGEWACHSEN IST</small>. D<small>ER</small> B<small>LUTFLUSS EINER</small> N<small>ICHTJ&#x00DC;DIN</small><sup><xref rid="fn2555">4</xref></sup> <small>UND DAS</small> R<small>EINHEITSBLUT</small><sup><xref rid="fn2556">5</xref></sup> <small>EINER</small> A<small>USS&#x00C4;TZIGEN</small><sup><xref rid="fn2557">6</xref></sup> <small>SIND NACH DER</small> S<small>CHULE</small> H<small>ILLELS REIN; DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, SIE GLEICHEN IHREM</small> S<small>PEICHEL UND IHREM</small> U<small>RIN</small>. D<small>IE</small> F<small>R&#x00DC;CHTE DES</small> S<small>IEBENTJAHRES</small><sup><xref rid="fn2558">7</xref></sup> <small>DARF MAN NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS GEGEN</small> D<small>ANKESBEZEUGUNG UND AUCH OHNE</small> D<small>ANKESBEZEUGUNG ESSEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE SIE NICHT GEGEN</small> D<small>ANKESBEZEUGUNG</small><sup><xref rid="fn2559">8</xref></sup> <small>ESSEN</small>. E<small>IN</small> S<small>CHLAUCH IST</small> V<small>ERUNREINIGUNGSF&#x00C4;HIG, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WENN ER BLEIBEND ZUGEBUNDEN</small><sup><xref rid="fn2560">9</xref></sup> <small>IST, UND WIE DIE</small> S<small>CHULE HILLELS SAGT, AUCH WENN ER NICHT ZUGEBUNDEN IST</small>.</p>
<p>II. R. J<small>OSE LEHRTE SECHS</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND IST</small>. G<small>EFL&#x00DC;GEL DARF NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ZUSAMMEN MIT</small> K<small>&#x00C4;SE AUF DEN</small> T<small>ISCH AUFGETRAGEN, ABER NICHT GEGESSEN WERDEN; DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, WEDER AUFGETRAGEN NOCH GEGESSEN WERDEN</small>. M<small>AN DARF NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS DIE</small> H<small>EBE VON</small> O<small>LIVEN F&#x00DC;R</small> &#x00D6;<small>L UND VON</small> W<small>EINTRAUBEN F&#x00DC;R</small> W<small>EIN ABSONDERN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE DIE</small> H<small>EBE</small> [<small>AUF DIESE</small> W<small>EISE</small>] <small>NICHT ABSONDERN</small>. W<small>ENN JEMAND INNERHALB DER VIER</small> E<small>LLEN</small><sup><xref rid="fn2561">10</xref></sup> <small>VOR EINEM</small> W<small>EINBERG</small> S<small>&#x00C4;MEREIEN</small><sup><xref rid="fn2562">11</xref></sup><small>SA&#x00C4;ET, SO HAT ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EINE</small> R<small>EIHE</small><sup><xref rid="fn2563">12</xref></sup><small>VERBOTEN</small><sup><xref rid="fn2564">13</xref></sup><small>GEMACHT; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ZWEI</small> R<small>EIHEN</small>. M<small>EHLBREI IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS</small> [<small>VON DER</small> T<small>EIGHEBE</small>] <small>FREI UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS PFLICHTIG</small>. M<small>AN DARF NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS IN EINEM</small> S<small>TURZBACHE</small><sup><xref rid="fn2565">14</xref></sup><small>EIN</small> T<small>AUCHBAD NEHMEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE IN EINEM SOLCHEN KEIN</small> T<small>AUCHBAD NEHMEN</small>. W<small>ENN EIN</small> P<small>ROSELYT SICH AM</small> V<small>ORABEND DES</small> P<small>ESA&#x1E24;FESTES BEKEHRT, SO DARF ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EIN</small> T<small>AUCHBAD NEHMEN UND ABENDS VOM</small> P<small>ESA&#x1E24;LAMME</small><sup><xref rid="fn2566">15</xref></sup><small>ESSEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WER SICH VON DER</small> V<small>ORHAUT TRENNT, GLEICHT DEM, DER SICH VON EINEM</small> G<small>RABE TRENNT</small><sup><xref rid="fn2567">16</xref></sup>.</p>
<p>III. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L LEHRTE DREI</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND IST</small>. [D<small>AS</small> B<small>UCH</small>] Q<small>OHELETH MACHT NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small><sup><xref rid="fn2568">17</xref></sup>, <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES MACHE DIE</small> H<small>&#x00C4;NDE UNREIN</small>. D<small>AS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER, MIT DEM DAS</small> G<small>EBOT AUSGE&#x00DC;BT WORDEN</small><sup><xref rid="fn2569">18</xref></sup><small>IST, IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS REIN UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNREIN</small>. S<small>CHWARZK&#x00DC;MMEL IST NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS NICHT VERUNREINIGUNGSF&#x00C4;HIG</small><sup><xref rid="fn2570">19</xref></sup> <small>UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS VERUNREINIGUNGSF&#x00C4;HIG; EBENSO</small> [<small>STREITEN SIE</small>] <small>&#x00DC;BER DIE</small> V<small>ERZEHNTUNG</small><sup><xref rid="fn2571">20</xref></sup>.</p>
<p>IV. R. E<small>LIEZER LEHRTE ZWEI</small> D<small>INGE, BEI DENEN DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERLEICHTERND UND DIE</small> S<small>CHULE</small> H<small>ILLELS ERSCHWEREND IST</small>. D<small>AS</small> B<small>LUT EINER</small> W<small>&#x00D6;CHNERIN, DIE KEIN</small> T<small>AUCHBAD GENOMMEN HAT, GLEICHT, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, IHREM</small> S<small>PEICHEL UND IHREM</small> U<small>RIN</small><sup><xref rid="fn2572">21</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ES VERUNREINIGE FEUCHT UND EINGETROCKNET</small>. J<small>EDOCH PFLICHTET JENE BEI, DASS, WENN SIE BEI DER</small> G<small>EBURT FLUSSBEHAFTET WAR, ES FEUCHT UND EINGETROCKNET VERUNREINIGE</small>.</p>
<p>V. W<small>ENN VON VIER</small> B<small>R&#x00DC;DERN ZWEI MIT ZWEI</small> S<small>CHWESTERN VERHEIRATET WAREN, UND</small> (<small>DIE MIT DEN</small> S<small>CHWESTERN VERHEIRATETEN</small>) <small>GESTORBEN SIND, SO IST AN DIESEN DIE</small> &#x1E24;<small>ALI&#x00C7;A</small><sup><xref rid="fn2573">22</xref></sup><small>UND NICHT DIE</small> S<small>CHWAGEREHE</small><sup><xref rid="fn2573">22</xref></sup><small>ZU VOLLZIEHEN</small>. H<small>ABEN JENE</small><sup><xref rid="fn2574">23</xref></sup><small>SIE VOREILIG GEHEIRATET, SO M&#x00DC;SSEN SIE SIE ENTFERNEN</small>. R. E<small>LI&#x00C9;ZER SAGT, DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS LEHRE, SIE D&#x00DC;RFEN SIE BEHALTEN, UND DIE</small> S<small>CHULE</small> H<small>ILLELS LEHRE, SIE M&#x00DC;SSEN SIE ENTFERNEN</small>.</p>
<p>VI. A&#x0351;<small>QABJA</small> B. M<small>AHALAL&#x00C9;L BEKUNDETE VIER</small> L<small>EHREN</small>. M<small>AN SPRACH ZUIHM</small>: A&#x0351;<small>QABJA, WIDERRUFE DIE VIER</small> L<small>EHREN, DIE DU BEKUNDET HAST, UND WIR WOLLEN DICH ZUM</small> G<small>ERICHTSPR&#x00C4;SIDENTEN IN</small> J<small>ISRA&#x00DC;L MACHEN</small>! E<small>R ERWIDERTE IHNEN</small>: L<small>IEBER WILL ICH LEBTAGS EIN</small> T<small>OR HEISSEN, ALS EINE</small> S<small>TUNDE VOR</small> G<small>OTT EIN</small> F<small>REVLER</small><sup><xref rid="fn2575">24</xref></sup><small>SEIN</small>. M<small>AN</small><sup><xref rid="fn2576">25</xref></sup><small>SOLL NICHT SAGEN, ER HABE SIE WEGEN EINES</small> W<small>&#x00DC;RDENAMTES WIDERRUFEN</small>. E<small>R ERKL&#x00C4;RTE DAS ZUR&#x00DC;CKBLEIBENDE</small> H<small>AAR</small><sup><xref rid="fn2577">26</xref></sup><small>UND DAS GELBE</small> B<small>LUT</small><sup><xref rid="fn2578">27</xref></sup><small>ALS UNREIN; DIE</small> W<small>EISEN ERKL&#x00C4;RTEN SIE ALS REIN</small>. E<small>R ERLAUBTE DAS AUSGEFALLENE, IN EINEM</small> F<small>ENSTER GESTECKTE</small> H<small>AAR VON EINEM GEBRECHENBEHAFTETEN ERSTGEBORENEN</small> T<small>IERE</small><sup><xref rid="fn2579">28</xref></sup>, <small>NACHDEM MAN ES GESCHLACHTET HAT</small>; <small>DIE</small> W<small>EISEN VERBOTEN ES</small>. E<small>R SAGTE, MAN LASSE WEDER EINE</small> P<small>ROSELYTIN NOCH EINE FREIGELASSENE</small> S<small>KLAVIN</small> [<small>DAS</small> F<small>LUCHWASSER</small>]<sup><xref rid="fn2580">29</xref></sup><small>TRINKEN; DIE</small> W<small>EISEN ABER SAGTEN, MAN LASSE SIE ES WOHL TRINKEN</small>. S<small>IE SPRACHEN ZU IHM</small>: E<small>INST GESCHAH ES JA, DASS</small> &#x0160;<small>EMA&#x0351;JA UND</small> P<small>TOLLION DIE</small> K<small>ARKEMITH, EINE FREIGELASSENE</small> S<small>KLAVIN IN</small> J<small>ERU&#x0160;ALEM</small>, [<small>DAS</small> F<small>LUCHWASSER</small>] <small>TRINKEN LIESSEN</small>. E<small>R ERWIDERTE IHNEN:</small> I<small>HRESGLEICHEN<sup><xref rid="fn2581">30</xref></sup><small>HABEN SIE ES TRINKEN LASSEN</small>. H<small>IERAUF TATEN SIE IHN</small><sup><xref rid="fn2582">31</xref></sup><small>IN DEN</small> B<small>ANN, UND ER STARB AUCH IM</small> B<small>ANNE; DA LIESS DAS</small> G<small>ERICHT SEINEN</small> S<small>ARG MIT</small> S<small>TEINEN BE WERFEN</small>. R. J<small>EHUDA SAGTE</small>: B<small>EH&#x00DC;TE UND BEWAHRE, DASS</small> A&#x0351;<small>QABJA IN DEN</small> B<small>ANN GETAN WORDEN SEI, DENN UNTER ALLEN</small> M<small>&#x00C4;NNERN</small> J<small>ISRA&#x00C9;LS, HINTER DENEN DER</small> T<small>EMPELHOF GESCHLOSSEN WURDE, GAB ES KEINEN, DER</small> A&#x0351;QABJA B</small>. M<small>AHALAL&#x00C9;L IN</small> W<small>EISHEIT UND</small> S<small>&#x00DC;NDENSCHEU GLICHE; IN DEN</small> B<small>ANN GETAN HABEN SIE VIELMEHR</small> E<small>LIE&#x0351;ZER</small> B. &#x1E24;<small>ANOCH, DER AM</small> [G<small>ESETZE VOM</small>] H<small>&#x00C4;NDEWASCHEN GER&#x00DC;TTELT HATTE, UND ALS ER STARB, LIESS DAS</small> G<small>ERICHT EINEN</small> S<small>TEIN AUF SEINEN</small> S<small>ARG LEGEN</small>. D<small>IES LEHRT, DASS, WENN JEMAND IN DEN</small> B<small>ANN GETAN WIRD UND IM</small> B<small>ANNE STIRBT, SEIN</small> S<small>ARG MIT</small> S<small>TEINEN BEWORFEN WERDE</small>.</p>
<p>VII. B<small>EI SEINEM</small> S<small>TERBEN SPRACH ER ZU SEINEM</small> S<small>OHNE:</small> M<small>EIN</small> S<small>OHN, WIDERRUFE DU DIE VIER</small> L<small>EHREN, DIE ICH GELEHRT HABE</small>. D<small>IESER ENTGEGNETE:</small> W<small>ESHALB HAST DU SIE NICHT WIDERRUFEN?</small> J<small>ENER ERWIDERTE:</small> I<small>CH HABE [MEINE</small> A<small>NSICHT] VON EINER</small> M<small>EHRHEIT VERNOMMEN, UND JENE HABEN IHRE EBENFALLS VON EINER</small> M<small>EHRHEIT VERNOMMEN; ICH BESTAND AUF MEINER</small> &#x00DC;B<small>ERLIEFERUNG UND SIE BESTANDEN AUF IHRER</small> &#x00DC;<small>BERLIEFERUNG</small>. D<small>U ABER HAST SIE VON EINEM EINZELNEN UND VON EINER</small> M<small>EHRHEIT VERNOMMEN, UND ES IST DAHER BESSER, DIE</small> W<small>ORTE DES EINZELNEN FALLEN ZU LASSEN UND SICH AN DIE</small> W<small>ORTE DER</small> M<small>EHRHEIT ZU HALTEN</small>. H<small>IERAUF SPRACH DIESER ZU IHM</small>: V<small>ATER, EMPFIEHL MICH DEINEN</small> K<small>OLLEGEN</small>. J<small>ENER ERWIDERTE:</small> I<small>CH EMPFEHLE NICHT</small>. D<small>IESER SPRACH:</small> H<small>AST DU ETWAS AN MIR AUSZUSETZEN?</small> J<small>ENER ERWIDERTE:</small> N<small>EIN; DEINE</small> T<small>ATEN WERDEN DICH EINF&#x00DC;HREN UND DEINE</small> T<small>ATEN WERDEN DICH ENTFERNEN</small>.</p>
<ftnote id="fn2552">1. Wenn das Gefl&#x00FC;gel beim Schlachten rituell ungenie&#x00DF;bar geworden ist.</ftnote>
<ftnote id="fn2553">2. Dh. Wenn es eine harte Schale hat.</ftnote>
<ftnote id="fn2554">3. Das schon vor dem Schlachten zum Gemisse verboten war.</ftnote>
<ftnote id="fn2555">4. Der &#x00DF;lutflu&#x00DF; einer jisra&#x00E9;litischen Frau, sowohl der menstruale (cf. Lev. 15,19ff.) als auch der krankhafte (cf. ib. 15,25ff.) ist verunreinigend, der einer Nichtj&#x00FC;din ist es nur rabbanitisch, u. zwar in geringerem Grade; in weit h&#x00F6;herem Grade verunreinigend sind nach rabbanitischer Bestimmung Speichel u. Urin einer Nichtj&#x00FC;din, damit man sich, da diese h&#x00E4;ufiger Vorkommen, um so mehr von ihnen femhalte.</ftnote>
<ftnote id="fn2556">5. Nach dem Wochenbette; cf. Lev. 12,4.</ftnote>
<ftnote id="fn2557">6. Jisra&#x00E9;litin, die an u. f&#x00FC;r sich verunreinigend ist; cf. Lev. Kap. 13.</ftnote>
<ftnote id="fn2558">7. Aus einem fremden Garten.</ftnote>
<ftnote id="fn2559">8. Das in Handschriften fehlende <span dir="rtl">&#x05D0;&#x05DC;&#x05D0;</span> ist zu streichen. Die Fr&#x00FC;chte des Siebent- od. Erla&#x00DF;jahres m&#x00FC;ssen vollst&#x00E4;ndig freigegeben und d&#x00FC;rfen nicht eingesammelt werden (cf. Ex. 23,11 u. Lev. 25,5); der Eigent&#x00FC;mer darf f&#x00FC;r diese nicht einmal einen Dank entgegennehmen.</ftnote>
<ftnote id="fn2560">9. Wenn die M&#x00FC;ndung nicht zusammengen&#x00E4;ht ist.</ftnote>
<ftnote id="fn2561">10. Die vor einem Weinberg frei bleiben m&#x00FC;ssen; cf. Kil. IV, 1.</ftnote>
<ftnote id="fn2562">11. Cf. Dt. 22,9.</ftnote>
<ftnote id="fn2563">12. Die 1. Reihe des Weinberges.</ftnote>
<ftnote id="fn2564">13. W&#x00F6;rtl. geheiligt, welcher Ausdruck in der genannten Schriftstelle gebraucht wird, dh. dem Heiligtume, dem Banne verfallen.</ftnote>
<ftnote id="fn2565">14. Eine von einer Anh&#x00F6;he herabst&#x00FC;rzende Wassermenge von 40 Sea&#x0351;.</ftnote>
<ftnote id="fn2566">15. Cf. Ex. 12,48.</ftnote>
<ftnote id="fn2567">16. Er bleibt 7 Tage unrein.</ftnote>
<ftnote id="fn2568">17. W&#x00E4;hrend andere B&#x00FC;cher der hl. Schrift sie unrein machen; cf. Sab. Fol. 14a.</ftnote>
<ftnote id="fn2569">18. Das zur Besprengung des Unreinen (cf. Num. 19,18) verwandt worden ist.</ftnote>
<ftnote id="fn2570">19. Da er allein keine Speise ist.</ftnote>
<ftnote id="fn2571">20. Gilt er als Speise, so ist er auch zehntpflichtig.</ftnote>
<ftnote id="fn2572">21. Die nur im fl&#x00FC;ssigen Zustande, nicht aber eingetrocknet, verunreinigend sind.</ftnote>
<ftnote id="fn2573">22. Da jede der beiden Schwestern jedem der beiden Br&#x00FC;der zufallen sollte, soda&#x00DF; die andere ihm dann als Schwester seiner Frau verboten wird.</ftnote>
<ftnote id="fn2574">23. Die &#x00FC;berlebenden Br&#x00FC;der.</ftnote>
<ftnote id="fn2575">24. Durch eine Entscheidung gegen die innere &#x00DC;berzeugung.</ftnote>
<ftnote id="fn2576">25. Dieser Satz ist vom vorangehenden unabh&#x00E4;ngig, also ein Grund f&#x00FC;r sich.</ftnote>
<ftnote id="fn2577">26. Das von einem Aussatze zur&#x00FC;ckbleibt, nachdem dieser geheilt ist; das wei&#x00DF;e Haar gilt beim Aussatze als Unreinheitsmal; cf. Lev. 13,2ff.</ftnote>
<ftnote id="fn2578">27. Beim Menstrualblut, bei dem hinsichtlich der Unreinheit mehrere Farben unterschieden werden.</ftnote>
<ftnote id="fn2579">28. Die Schur eines solchen Tieres ist verboten, die von selbst ausgefallene Wolle kann nur als besondere Vorbeugung verboten werden.</ftnote>
<ftnote id="fn2580">29. Wenn sie ehebruchsverd&#x00E4;chtig sind; cf. Num. 5,12ff.</ftnote>
<ftnote id="fn2581">30. Sc. Leute; &#x0160;. Und P. waren ebenfalls Proselyten; cf. Syn. Fol. 96b. Nach anderer Erkl. hei&#x00DF;t <span dir="rtl">&#x05D3;&#x05D5;&#x05D2;&#x05DE;&#x05D0;</span> Gleiches, dh. kein richtiges Fluchwasser (aus Erde vom Tempelboden), sondern etwas &#x00E4;hnliches.</ftnote>
<ftnote id="fn2582">31. Wegen des beleidigenden Ausdrucks.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>R.</bold> J<small>EHUDA B</small>. B<small>ABA BEKUNDETE F&#x00DC;NF</small> D<small>INGE:</small> D<small>ASS MAN EINE</small> M<small>INDERJ&#x00C4;HRIGE</small><sup><xref rid="fn2583">1</xref></sup> <small>ZUR</small> W<small>EIGERUNGSERKL&#x00C4;RUNG VERANLASSE; DASS MAN EINER</small> W<small>ITWE AUF DIE</small> A<small>USSAGE EINES</small> Z<small>EUGEN</small><sup><xref rid="fn2584">2</xref></sup> <small>HIN ZU HEIRATEN ERLAUBE; DASS EINST IN</small> J<small>ERU&#x0160;ALEM EIN</small> H<small>AHN GESTEINIGT WORDEN IST, WEIL ER EINEN</small> M<small>ENSCHEN GET&#x00D6;TET</small><sup><xref rid="fn2585">3</xref></sup> <small>HATTE; DASS VIERZIGT&#x00C4;GIGER</small> W<small>EIN AUF DEN</small> A<small>LTAR GEGOSSEN<sup><xref rid="fn2586">4</xref></sup> WERDEN DARF; DASS DAS BEST&#x00C4;NDIGE</small> M<small>ORGENOPFER IN DERVIERTEN</small> T<small>AGESSTUNDE DARGEBRACHT WORDEN IST</small><sup><xref rid="fn2587">5</xref></sup>.</p>
<p>II. R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. N<small>E&#x1E24;UNJA B</small>. E<small>LINATHAN AUS</small> K<small>EPHAR</small> B<small>ABLI BEKUNDETEN, DASS EIN</small> G<small>LIED VON EINER</small> L<small>EICHE</small><sup><xref rid="fn2588">6</xref></sup> <small>UNREIN SEI</small>; R. E<small>LIE&#x0351;ZER SAGTE N&#x00C4;MLICH, DIES GELTE NUR VON EINEM</small> G<small>LIEDE EINES</small> L<small>EBENDEN</small>. J<small>ENE SPRA CHEN ZU: IHM:</small> E<small>S IST JA [DURCH EINEN</small> S<small>CHLUSS</small>] <small>VOM</small> L<small>EICHTEREN AUF DAS</small> S<small>CHWERERE ZU FOLGERN: WENN DAS ABGETRENNTE</small> G<small>LIED VON EINEM</small> L<small>EBENDEN, DER REIN IST, UNREIN IST, UM WIEVIEL MEHR IST DAS ABGETRENNTE</small> G<small>LIED VON EINER</small> L<small>EICHE, DIE UNREIN IST, UNREIN</small>. E<small>R ERWIDERTE IHNEN:</small> S<small>IE SAGTEN DIES</small><sup><xref rid="fn2589">7</xref></sup> <small>ABER NUR VON EINEM</small> G<small>LIEDE EINES</small> L<small>EBENDEN</small>. E<small>INE ANDERE</small> E<small>RWIDERUNG:</small> G<small>R&#x00D6;SSER IST DIE</small> U<small>NREINHEIT EINES</small> L<small>EBENDEN ALS DIE</small> U<small>NREINHEIT EINER</small> L<small>EICHE; EIN</small> L<small>EBENDER</small><sup><xref rid="fn2590">8</xref></sup> <small>VERUNREINIGT</small> L<small>AGER UND</small> S<small>ITZ UNTER</small><sup><xref rid="fn2591">9</xref></sup> <small>IHM, SODASS DIESE AUCH</small> M<small>ENSCHEN UND</small> K<small>LEIDER UNREIN MACHEN, AUCH ALLES, WAS SICH&#x00DC;BER IHM</small><sup><xref rid="fn2592">10</xref></sup><small>BEFINDET, SODASS DIESE</small> S<small>PEISENUND</small> G<small>ETR&#x00C4;NKE</small><sup><xref rid="fn2593">11</xref></sup><small>VERUNREINIGEN, W&#x00C4;HREND EINE</small> L<small>EICHE KEINE</small> V<small>ERUNREINIGUNG</small> [<small>DIESER</small> A<small>RT</small>] <small>ERWIRKT</small><sup><xref rid="fn2594">12</xref></sup>.</p>
<p>III. E<small>IN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, IST NACH</small> R. E<small>LIE&#x0351;ZER UNREIN UND NACH</small> R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. N<small>E&#x1E24;UNJA REIN</small>. E<small>IN GERSTENGROSSER</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, IST NACH</small> R. N<small>E&#x1E24;UNJA UNREIN UND NACH</small> R. E<small>LIE&#x0351;ZER UND</small> R. J<small>EHO&#x0160;UA&#x0351; REIN</small>. S<small>IE SPRACHEN ZU</small> R. E<small>LIE&#x0351;ZER</small>: W<small>AS VERANLASST DICH, EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ZU ERKL&#x00C4;REN?</small> E<small>R ERWIDERTE IHNEN:</small> W<small>IR FINDEN, DASS EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN EINER VOLLST&#x00C4;NDIGEN</small> L<small>EICHE GLEICHT</small><sup><xref rid="fn2595">13</xref></sup>, <small>WIE NUN EIN VON EINER</small> L<small>EICHE ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH UNREIN IST, EBENSO IST AUCH EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, UNREIN</small>. S<small>IE ENTGEGNETEN IHM:</small> N<small>EIN, DU KANNST EIN VON EINER</small> L<small>EICHE ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH ALS UNREIN ERKL&#x00C4;REN, DA AUCH EIN VON DIESER ABGETRENNTER GERSTENGROSSER</small> K<small>NOCHEN UNREIN</small><sup><xref rid="fn2596">14</xref></sup> <small>IST, WIESO ABER KANNST DU EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ERKL&#x00C4;REN, WO DU EINEN VON DIESEM ABGETRENNTEN GERSTENGROSSEN</small> K<small>NOCHEN ALS REIN ERKL&#x00C4;RT HASTI?</small> S<small>IE SPRACHEN FERNER ZU</small> R. N<small>E&#x1E24;UNJA</small>: W<small>AS VERANLASST DICH, EINEN GERSTENGROSSEN</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ZU ERKL&#x00C4;REN?</small> E<small>R ERWIDERTE IHNEN:</small> W<small>IR FINDEN, DASS EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN EINER VOLLST&#x00C4;NDIGEN</small> L<small>EICHE GLEICHT</small><sup><xref rid="fn2600">18</xref></sup>, <small>WIE NUN EIN VON EINER</small> L<small>EICHE ABGETRENNTER [GERSTENGROSSER]</small> K<small>NOCHEN UNREIN IST, EBENSO IST AUCH EIN GERSTENGROSSER</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, UNREIN</small>. S<small>IE ENTGEGNETEN IHM:</small> N<small>EIN, DU KANNST EINEN VON EINER</small> L<small>EICHE ABGETRENNTEN GERSTENGROSSEN</small> K<small>NOCHEN ALS UNREIN ERKL&#x00C4;REN, DA AUCH EIN VON DIESER ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH UNREIN IST, WIESO ABER KANNST DU EINEN GERSTENGROSSEN</small> K<small>NOCHEN VON EINEM</small> G<small>LIEDE, DAS VON EINEM</small> L<small>EBENDEN ABGETRENNT WORDEN IST, ALS UNREIN ERKL&#x00C4;REN, WO DU EIN VON DIESEM ABGETRENNTES OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH ALS REIN ERKL&#x00C4;RT HAST!?</small> S<small>IE SPRACHEN FERNER ZU</small> R. E<small>LIE&#x0351;ZER:</small> W<small>AS VERANLASST DICH, DEINE</small> A<small>NSICHT ZU TEILEN, ENTWEDER ERKL&#x00C4;RE BEIDES ALS UNREIN ODER ERKL&#x00C4;RE BEIDES ALS REIN</small>? E<small>R ERWIDERTE IHNEN</small>&#x0021; G<small>R&#x00D6;SSER IST DIE</small> U<small>NREINHEIT DES</small> F<small>LEISCHES ALS DIE</small> U<small>NREINHEIT DER</small> K<small>NOCHEN, DENN DIE</small> [U<small>NREINHEIT DES</small>] F<small>LEISCHES ERSTRECKT SICH AUCH AUF</small> &#x00C4;<small>SER UND</small> K<small>RIECHTIERE, WAS BEI DEN</small> K<small>NOCHEN NICHT DER</small> F<small>ALL IST</small>. E<small>INE ANDERE</small> E<small>RKL&#x00C4;RUNG</small>. W<small>ENN AN EINEM</small> G<small>LIEDE DAS GEH&#x00D6;RIGE</small> F<small>LEISCH VORHANDEN IST, SO IST ES DURCH</small> B<small>ER&#x00DC;HRUNG</small>, T<small>RAGEN UND</small> B<small>EZELTUNG VERUNREINIGEND, FEHLT ETWAS VOM</small> F<small>LEISCHE, SO IST ES DENNOCH UNREIN</small><sup><xref rid="fn2597">15</xref></sup>, <small>FEHLT ABER ETWAS VOM</small> K<small>NOCHEN, SO IST ES REIN</small><sup><xref rid="fn2598">16</xref></sup>. S<small>IE SPRACHEN ZU</small> R. N<small>E&#x1E24;UNJA:</small> W<small>AS VERANLASST DICH, DEINE</small> A<small>NSICHT ZU TEILEN, ENTWEDER ERKL&#x00C4;RE BEIDES ALS UNREIN ODER ERKL&#x00C4;RE BEIDES ALS REIN</small>!? E<small>R ERWIDERTE IHNEN:</small> G<small>R&#x00D6;SSER IST DIE</small> U<small>NREINHEIT DER</small> K<small>NOCHEN ALS DIE</small> U<small>NREINHEIT DES</small> F<small>LEISCHES; DAS VON EINEM</small> L<small>EBENDEN ABGETRENNTE</small> F<small>LEISCH IST REIN, W&#x00C4;HREND EIN VON IHM ABGETRENNTES</small> G<small>LIED IN SEINER NAT&#x00DC;RLICHEN</small> B<small>ESCHAFFENHEIT</small><sup><xref rid="fn2599">17</xref></sup><small>UNREIN IST</small>. E<small>INE ANDERE</small> E<small>RKL&#x00C4;RUNG</small>: E<small>IN OLIVENGROSSES</small> S<small>T&#x00DC;CK</small> F<small>LEISCH IST DURCH</small> B<small>ER&#x00DC;HRUNG</small>, T<small>RAGEN UND</small> B<small>EZELTUNG VERUNREINIGEND, UND DIE</small> M<small>EHRZAHL DER</small> K<small>NOCHEN</small><sup><xref rid="fn2600">18</xref></sup><small>IST EBENFALLS DURCH</small> B<small>ER&#x00DC;HRUNG</small>, T<small>RAGEN UND</small> B<small>EZELTUNG VERUNREINIGEND; FEHLT ETWAS VOM FLEISCHE</small><sup><xref rid="fn2601">19</xref></sup>, <small>SO IST ES REIN, FEHLT ABER VON DER</small> M<small>EHRZAHL DER</small> K<small>NOCHEN, SO SIND SIE ALLERDINGS DURCH</small> B<small>EZELTUNG NICHT VERUNREINIGEND, ABER IMMERHIN SIND SIE NOCH DURCH</small> B<small>ER&#x00DC;HRUNG UND</small> T<small>RAGEN VERUNREINIGEND</small>. E<small>INE ANDERE</small> E<small>RKL&#x00C4;RUNG</small>: H<small>AT DAS GESAMTE</small> F<small>LEISCH VON EINER</small> L<small>EICHE KEINE</small> O<small>LIVENGR&#x00D6;SSE</small><sup><xref rid="fn2602">20</xref></sup>, <small>SO IST ES REIN, DAGEGEN IST DER GR&#x00D6;SSERE</small> T<small>EIL DES</small> K<small>&#x00D6;RPERBAUES ODER DER GR&#x00D6;SSERE</small> T<small>EIL</small> [<small>DER</small> K<small>NOCHEN</small>] <small>VON EINER</small> L<small>EICHE VERUNREINIGEND, SELBST WENN SIE ZUSAMMEN KEIN</small> V<small>IERTEL</small> [K<small>AB</small><sup><xref rid="fn2603">21</xref></sup>] <small>BETRAGEN</small>. S<small>IE SPACHEN FERNER ZU</small> R. J<small>EHO&#x0160;UA&#x0351;</small>: W<small>AS VERANLASST DICH, BEIDES ALS REIN ZU ERKL&#x00C4;REN?</small> E<small>R ERWIDERTE IHNEN:</small> N<small>EIN, WENN DIES</small><sup><xref rid="fn2604">22</xref></sup><small>VON EINER</small> L<small>EICHE GILT, DIE</small> [<small>VERUNREINIGEND</small>] <small>IST DURCH</small> M<small>EHRZAHL</small><sup><xref rid="fn2605">23</xref></sup>, <small>EIN</small> V<small>IERTEL</small> [K<small>AB</small> K<small>NOCHEN</small>] <small>UND</small> V<small>ERWESUNG</small><sup><xref rid="fn2606">24</xref></sup>, <small>SOLLTE DIES AUCH VON EINEM</small> L<small>EBENDEN GELTEN, DER DURCH</small> M<small>EHRZAHL, EIN</small> V<small>IERTEL</small> [K<small>AB</small> K<small>NOCHEN</small>] <small>UND</small> V<small>ERWESUNG NICHT VERUNREINIGEND IST</small>!?</p>
<ftnote id="fn2583">1. Die durch ihre Mutter od. ihren Bruder verheiratet worden ist.</ftnote>
<ftnote id="fn2584">2. Der den Tod ihres Mannes bekundet.</ftnote>
<ftnote id="fn2585">3. In der Schrift befindet sich diese Bestimmung nur von einem Ochsen; cf. Ex. 21,28.</ftnote>
<ftnote id="fn2586">4. Als Gu&#x00DF;opfer; der neuere ist nicht zul&#x00E4;ssig.</ftnote>
<ftnote id="fn2587">5. Dies hatte sich einmal (bei der Belagerung Jeru&#x0161;alems) ereignet.</ftnote>
<ftnote id="fn2588">6. Auch wenn es nicht die Gr&#x00F6;&#x00DF;e einer Olive hat.</ftnote>
<ftnote id="fn2589">7. Da&#x00DF; ein Glied von einem Menschen in jeder Gr&#x00F6;&#x00DF;e verunreinigend sei.</ftnote>
<ftnote id="fn2590">8. Wenn er flu&#x00DF;behaftet ist; cf. Lev. 15,2ff.</ftnote>
<ftnote id="fn2591">9. Dh. alle St&#x00FC;cke, die sich unter ihm in gro&#x00DF;er Anzahl befinden, obgleich er nur das erste ber&#x00FC;hrt.</ftnote>
<ftnote id="fn2592">10. Ohne Beschr&#x00E4;nkung der Anzahl, obgleich er nur das ber&#x00FC;hrt, was sich direkt &#x00FC;ber ihm befindet.</ftnote>
<ftnote id="fn2593">11. Jedoch nicht Mensehen u. Kleider.</ftnote>
<ftnote id="fn2594">12. Der Tote verunreinigt nur 3 St&#x00FC;cke unter u. &#x00FC;ber ihm, u. zwar durch &#x00DC;bertragung der Unreinheit des einen auf das andere.</ftnote>
<ftnote id="fn2595">13. Hinsichtlich der Verunreinigung.</ftnote>
<ftnote id="fn2596">14. Dessen Unreinheit ist also strenger.</ftnote>
<ftnote id="fn2597">15. Als Glied.</ftnote>
<ftnote id="fn2598">16. Als Glied, wohl aber ist es als Fleisch, falls es von einer Leiche herr&#x00FC;hrt, unrein.</ftnote>
<ftnote id="fn2599">17. Mit den Knochen.</ftnote>
<ftnote id="fn2600">18. Von einer Leiche; cf. Ed. I,7.</ftnote>
<ftnote id="fn2601">19. Dh. vom vorschriftsm&#x00E4;&#x00DF;igen Quantum.</ftnote>
<ftnote id="fn2602">20. Soll nach Hol. Fol. 89b bei einem Abortus Vorkommen.</ftnote>
<ftnote id="fn2603">21. Erforderliches Quantum hinsichtlich der Verunreinigung; cf. supra I, 7. Statt <span dir="rtl">&#x05E8;&#x05D5;&#x05D1;</span> ist mit der Mi&#x0161;na separata besser <span dir="rtl">&#x05E8;&#x05D6;&#x05D1;&#x05E2;</span> zu lesen.</ftnote>
<ftnote id="fn2604">22. Die Verunreinigung durch ein olivengro&#x00DF;es St&#x00FC;ck Fleisch od. einen gerstengro&#x00DF;en Knochen.</ftnote>
<ftnote id="fn2605">23. Der Knochen od. des K&#x00F6;rperbaues.</ftnote>
<ftnote id="fn2606">24. Auch wenn der K&#x00F6;rper vollst&#x00E4;ndig verwest u. in Staub verwandelt ist, ist er noch (ein L&#x00F6;ffel voll) verunreinigend.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> J<small>EHO&#x0160;UA&#x0351; UND</small> R. &#x00C7;<small>ADOQ BEKUNDETEN, DASS, WENN DER</small> L<small>&#x00D6;SERSATZ F&#x00DC;R DAS</small> E<small>RSTGEBORENE EINES</small> E<small>SELS</small><sup><xref rid="fn2607">1</xref></sup> <small>VERENDET</small><sup><xref rid="fn2608">2</xref></sup>, <small>DER</small> P<small>RIESTER DAVON NICHTS HABE</small>; R. E<small>LIE&#x0351;ZER SAGT N&#x00C4;MLICH, [DER</small> E<small>IGENT&#x00DC;MER</small>] <small>SEI HAFTBAR, WIE BEI DEN F&#x00DC;NF</small> S<small>ELA&#x0351; F&#x00DC;R EINEN</small> [<small>ERSTGEBORENEN</small>] S<small>OHN</small><sup><xref rid="fn2609">3</xref></sup>, <small>DIE</small> W<small>EISEN ABER SAGEN, ER SEI NICHT HAFTBAR, VIELMEHR GLEICHT DIESER DEM</small> L<small>&#x00D6;SEGELDE DES ZWEITEN</small> Z<small>EHNTEN</small><sup><xref rid="fn2610">4</xref></sup>.</p>
<p>II. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS DIE</small> T<small>UNKE VON UNREINEN</small> H<small>EUSCHRECKEN REIN SEI; DIE ERSTE</small> [V<small>ERSION DER</small>] M<small>I&#x0160;NA LAUTETE N&#x00C4;MLICH: WENN UNREINE</small> H<small>EUSCHRECKEN ZUSAMMEN MIT REINEN EINGELEGT WORDEN SIND, SO IST DIE</small> T<small>UNKE NICHT UNBRAUCHBAR</small><sup><xref rid="fn2611">5</xref></sup>.</p>
<p>III. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS, WENN DAS</small> F<small>LUSSWASSER MEHR IST ALS DAS</small> T<small>ROPFWASSER, ES TAUGLICH</small><sup><xref rid="fn2612">6</xref></sup> <small>SEI</small>. E<small>INST EREIGNETE SICH EIN SOLCHER</small> F<small>ALL IN</small> B<small>IRATH</small> P<small>ELIJA, UND ALS DIE</small> S<small>ACHE VOR DIE</small> W<small>EISEN KAM, ERKL&#x00C4;RTEN SIE ES ALS TAUGLICH</small>.</p>
<p>IV. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS, WENN MAN</small> F<small>LUSSWASSER DURCH</small> N<small>USSBL&#x00C4;TTER</small><sup><xref rid="fn2613">7</xref></sup> <small>LAUFEN L&#x00C4;SST, ES TAUGLICH</small><sup><xref rid="fn2614">8</xref></sup><small>SEI</small>. E<small>LNST EREIGNETE SICH EIN SOLCHER</small> F<small>ALL IN</small> A<small>HALAJA, UND ALS DIE</small> S<small>ACHE IN DIE</small> Q<small>&#x00DC;ADERHALLE</small><sup><xref rid="fn2615">9</xref></sup> <small>KAM, ERKL&#x00C4;RTEN SIE ES ALS TAUGLICH</small>.</p>
<p>V. R. J<small>EHOS&#x00DC;A UND</small> R. J<small>AQIM AUS</small> H<small>ADAR BEKUNDETEN, DASS, WENN MAN EINEN</small> K<small>RUG MIT</small> E<small>NTS&#x00DC;NDIGUNGSASCHE</small><sup><xref rid="fn2616">10</xref></sup><small>AUF EIN</small> K<small>RIECHTIER GESTELLT</small><sup><xref rid="fn2617">11</xref></sup><small>HAT, DIESE UNREIN SEI;</small> R. E<small>LIE&#x0351;ZER ERKL&#x00C4;RTE SIE N&#x00C4;MLICH ALS REIN</small>. R. P<small>APJAS BEKUNDETE, DASS, WENN JEMAND ZWEI</small> N<small>AZIRATE</small><sup><xref rid="fn2618">12</xref></sup><small>GELOBT UND WEGEN DES ERSTEN SICH AM DREISSIGSTEN</small> T<small>AGE DAS</small> H<small>AAR GESCHNITTEN</small><sup><xref rid="fn2619">13</xref></sup><small>HAT, ER ES SICH WEGEN DES ZWEITEN AM SECHZIGSTEN</small> T<small>AGE SCHNEIDE; UND DASS, WENN ER DIES AM NEUNUNDF&#x00DC;NFZIGSTEN</small> T<small>AGE GETAN HAT, ER SEINER</small> P<small>FLICHT GEN&#x00DC;GT HABE, DENN DER DREISSIGSTE</small> T<small>AG WERDE IHM ANGERECHNET</small><sup><xref rid="fn2620">14</xref></sup>.</p>
<p>VI. R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. P<small>APJAS BEKUNDETEN, DASS DAS</small> J<small>UNGE VON EINEM</small> H<small>EILSOPFER<sup><xref rid="fn2621">15</xref></sup>ALS</small> H<small>EILSOPFER DARGEBRACHT WERDE</small>. R. E<small>LIE&#x0351;ZER SAGTE N&#x00C4;MLICH, DAS</small> J<small>UNGE VON EINEM</small> H<small>EILSOPFER WERDE NICHT ALS</small> H<small>EILSOPFER DARGEBRACHT, DIE</small> W<small>EISEN ABER SAGTEN, ES WERDE WOHL ALS SOLCHES DARGEBRACHT</small>. H<small>LERZU SAGTE</small> R. P<small>APJAS</small>: I<small>CH BEKUNDE, DASS WIR EINST EINE</small> H<small>EILSOPFERKUH HATTEN, DIE WIR AM</small> P<small>ESA&#x1E24;FESTE VERZEHRTEN, UND AUCH DAS</small> J<small>UNGE DERSELBEN VERZEHRTEN WIR AM</small> F<small>ESTE</small><sup><xref rid="fn2622">16</xref></sup><small>ALS</small> H<small>EILSOPFER</small>.</p>
<p>VII. D<small>IESELBEN BEKUNDETEN, DASS DIE</small> R<small>OLLBRETTER</small><sup><xref rid="fn2623">17</xref></sup><small>DER</small> B<small>&#x00C4;CKER VERUNREINIGUNGSF&#x00C4;HIG SIND;</small> R. E<small>LIE&#x0351;ZER SAGTE N&#x00C4;MLICH, SIE SEIEN NICHT</small><sup><xref rid="fn2624">18</xref></sup> <small>VERUNREINIGUNGSF&#x00C4;HIG</small>. D<small>IESELBEN BEKUNDETEN AUCH, DASS, WENN MAN EINEN</small> O<small>FEN</small><sup><xref rid="fn2625">19</xref></sup><small>IN EINZELNE</small> R<small>INGE ZERSCHNITTEN UND ZWISCHEN DIE</small> R<small>INGE</small> S<small>AND GETAN</small><sup><xref rid="fn2626">20</xref></sup><small>HAT, ER UNREIN SEI;</small> R. E<small>LIE&#x0351;ZER ERKL&#x00C4;RTE N&#x00C4;MLICH EINEN SOLCHEN ALS REIN</small><sup><xref rid="fn2627">21</xref></sup>. D<small>IESELBEN BEKUNDETEN FERNER, DASS MAN DAS</small> J<small>AHR W&#x00C4;HREND DES GANZEN</small> [M<small>ONATS</small>] A<small>DAR INTERKALIEREN</small><sup><xref rid="fn2628">22</xref></sup><small>K&#x00D6;NNE; SIE SAGTEN N&#x00C4;MLICH, NUR BIS ZUM</small> P<small>URIMFESTE</small><sup><xref rid="fn2629">23</xref></sup>. D<small>IESELBEN BEKUNDETEN FERNER, DASS MAN DAS</small> J<small>AHR</small> B<small>EDINGUNG S WEISE</small><sup><xref rid="fn2630">24</xref></sup><small>INTERKALIEREN K&#x00D6;NNE</small>. E<small>INST WAR</small> R. G<small>AMLI&#x00C9;L VERREIST, UM</small> E<small>RLAUBNIS &#x00DC;BER ETWAS VOM</small> H<small>EGEMON IN</small> S<small>YRIEN EINZUHOLEN, UND VERSP&#x00C4;TETE SICH MIT SEINER</small> R<small>&#x00DC;CKKEHR; DA INTERKALIERTEN SIE DAS</small> J<small>AHR UNTER DER BEDINGUNG, DASS, WENN</small> R. G<small>AMLI&#x00C9;L EINVERSTANDEN SEIN W&#x00DC;RDE, DAS</small> J<small>AHR INTERKALIERT SEI</small>.</p>

<p>VIII. R. M<small>ENA&#x1E24;EM B</small>. S<small>IGNAJ BEKUNDETE, DASS DER</small> A<small>NSATZ EINES</small> K<small>ESSELS</small><sup><xref rid="fn2631">25</xref></sup><small>DER</small> O<small>LIVENSIEDER VERUNREINIGUNGSF&#x00C4;HIG UND DER DER</small> F<small>&#x00C4;RBER NICHT VERUNREINIGUNGSF&#x00C4;HIG SEI; SIE SAGTEN N&#x00C4;MLICH, DIE</small> S<small>ACHE VERHALTE SICH ENTGEGENGESETZT</small><sup><xref rid="fn2632">26</xref></sup>.</p>
<p>IX. R. N<small>E&#x1E24;UNJA B</small>. G<small>UDGADA BEKUNDETE, DASS EINE DURCH IHREN</small> V<small>ATER VERHEIRATETE</small> T<small>AUBSTUMME DURCH EINEN</small> S<small>CHEIDEBRIEF GESCHIEDEN</small><sup><xref rid="fn2633">27</xref></sup><small>WERDEN</small> K<small>&#x00D6;NNE, DASS EINE AN EINEN</small> P<small>RIESTER VERHEIRATETE MINDERJ&#x00C4;HRIGE</small> J<small>ISRA&#x00C9;LITIN</small><sup><xref rid="fn2634">28</xref></sup>H<small>EBE ESSEN</small><sup><xref rid="fn2635">29</xref></sup><small>D&#x00DC;RFE, UND DASS, WENN EINE SOLCHE</small><sup><xref rid="fn2636">30</xref></sup><small>GESTORBEN IST, IHR</small> M<small>ANN SIE BEERBE</small>. F<small>ERNER, DASS MAN F&#x00DC;R EINEN GERAUBTEN, IN EINEN</small> P<small>ALAST EINGEBAUTEN</small> B<small>ALKEN NUR DEN</small> W<small>ERT ZU ERSETZEN</small><sup><xref rid="fn2637">31</xref></sup><small>HABE, UND DASS EIN</small> S<small>&#x00DC;NDOPFER, WENN ES GERAUBT UND DIES DEN</small> L<small>EUTEN UNBEKANNT IST</small>, S<small>&#x00DC;HNE SCHAFFE; EINE VORSORGLICHE</small> B<small>ESTIMMUNG F&#x00DC;R DEN</small> A<small>LTAR</small><sup><xref rid="fn2638">32</xref></sup>.</p>
<ftnote id="fn2607">1. Das Erstgeborene eines reinen Tieres geh&#x00F6;rt dem Priester, das eines unreinen Tieres mu&#x00DF; auf ein reines (Lamm) umgetauscht werden; cf. Ex. 13,11ff.</ftnote>
<ftnote id="fn2608">2. Nachdem ihn der Eigent&#x00FC;mer zu diesem Behufe ausgehoben hat.</ftnote>
<ftnote id="fn2609">3. Cf. Ex. 13,13.</ftnote>
<ftnote id="fn2610">4. Wenn das Geld abhanden kommt, so ist der Eigent&#x00FC;mer nicht haftbar.</ftnote>
<ftnote>3. Cf. Ex. 13,13.</ftnote>
<ftnote>4. Wenn das Geld abhanden kommt, so ist der Eigent&#x00FC;mer nicht haftbar.</ftnote>
<ftnote id="fn2611">5. Also nur bei einer Mischung von reinen u. unreinen. Einleuchtender ist jed. die Lesart: so haben sie nur die Tunke unbrauchbar gemacht.</ftnote>
<ftnote id="fn2612">6. Als Flu&#x00DF;wasser; bei manchen rituellen Handlungen, wie zBs. beim Besprengen des Flu&#x00DF;behafteten, ist durchaus Quellwasser vorgeschrieben; als solches gilt jedes sich stetig bewegende Gew&#x00E4;sser.</ftnote>
<ftnote id="fn2613">7. Wahrscheinlich, wenn man aus diesen Bl&#x00E4;ttern eine Art Rinne bildet.</ftnote>
<ftnote id="fn2614">8. Diese Bl&#x00E4;tter sind nicht verunreinigungsf&#x00E4;hig; dagegen wird das Wasser untauglich, wenn es durch e&#x00DF;bare, also verunreinigungsf&#x00E4;hige Kr&#x00E4;uter flie&#x00DF;t.</ftnote>
<ftnote id="fn2615">9. Vor das Synedrium.</ftnote>
<ftnote id="fn2616">10. Von der roten Kuh; cf. Num. 19,2ff.</ftnote>
<ftnote id="fn2617">11. Ein irdenes Gef&#x00E4;&#x00DF; wird nur dann unrein, wenn die Innenseite unrein wird; auch ln diesem Falle bleibt der Krug rein und nur die Asche wird unrein, da von dieser ausdr&#x00FC;cklich hervorgehoben wird, da&#x00DF; man sie nur an eine reine Stelle lege ; cf. Num. 19,9.</ftnote>
<ftnote id="fn2618">12. Ohne Zeitbestimmung, also je 30 Tage.</ftnote>
<ftnote id="fn2619">13. Am letzten Tage mu&#x00DF; sich der Nazir das Haar schneiden; cf. Num. 6,18.</ftnote>
<ftnote id="fn2620">14. Der 30. Tag des ersten gilt gleichzeitig als 1. des zweiten.</ftnote>
<ftnote id="fn2621">15. Das das Opfertier nach seiner Aushebung geworfen hat.</ftnote>
<ftnote id="fn2622">16. Dem darauffolgenden, am Wochenfeste.</ftnote>
<ftnote id="fn2623">17. Richtiger ist die Lesart der Mi&#x0161;na separata <span dir="rtl">&#x05D0;&#x05E8;&#x05D5;&#x05DB;&#x05D5;&#x05EA;</span>, wie sie in dieser Bedeutung auch an anderer Stelle im T. vorkommt.</ftnote>
<ftnote id="fn2624">18. Da sie keine Ger&#x00E4;te sind.</ftnote>
<ftnote id="fn2625">19. Dieser hatte die Form eines Topfes u. war transportabel; er galt daher hinsichtlich der Verunreinigung als Gefa&#x00DF;.</ftnote>
<ftnote id="fn2626">20. Und oben mit Lehm bestrichen, damit er nicht auseinanderfalle.</ftnote>
<ftnote id="fn2627">21. Da die Ringe von einander durch Sand getrennt sind, so gilt er als zerbrochenes Gef&#x00E4;&#x00DF;.</ftnote>
<ftnote id="fn2628">22. Vgl. Bd. VIII S. 3 Anm. 10.</ftnote>
<ftnote id="fn2629">23. Dem 14. dieses Monats.</ftnote>
<ftnote id="fn2630">24. Da&#x00DF; der F&#x00FC;rst seine Zustimmung geben werde; cf. Syn. Fol. 11a.</ftnote>
<ftnote id="fn2631">25. Damit der Kessel nicht &#x00FC;berlaufe, wird oben ein Ansatz aus Lehm angest&#x00FC;ckt.</ftnote>
<ftnote id="fn2632">26. Nach der einen Ansicht ist der Ansatz am ersteren unentbehrlich u. daher ver unreinigungsf&#x00E4;hig, nicht aber am zweiten, u. nach der anderen Ansicht entgegengesetzt.</ftnote>
<ftnote id="fn2633">27. Obgleich die Verheiratung durch den Vater erfolgt u. sie selbst nicht vollsinnig ist.</ftnote>
<ftnote id="fn2634">28. Dh. keine Priesterstochter.</ftnote>
<ftnote id="fn2635">29. Auch in dem Falle, wenn sie keinen Vater hat und von ihren Angeh&#x00F6;rigen verheiratet worden ist, obgleich diese Heirat nur rabbanitisch g&#x00FC;ltig ist.</ftnote>
<ftnote id="fn2636">30. Eine durch ihre Verwandten verheiratete Minderj&#x00E4;hrige.</ftnote>
<ftnote id="fn2637">31. Er braucht wegen der R&#x00FC;ckg&#x00E4;be des Balkens das Geb&#x00E4;ude nicht zu zerst&#x00F6;ren. Dies, um ihm die B&#x00FC;&#x00DF;fertigkeit zu erleichtern.</ftnote>
<ftnote id="fn2638">32. Dh. f&#x00FC;r den Altardienst; wird das S&#x00FC;ndopfer als ung&#x00FC;ltig erkl&#x00E4;rt, so haben die Priester durch den Genu&#x00DF; desselben eine S&#x00FC;nde begangen, (durch das Essen von Profanem, das im Tempelhofe geschlachtet wurde,) und um solchen S&#x00FC;nden vorzubeugen, w&#x00FC;rden sie sich weigern, den Altardienst zu verrichten.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><sup>i</sup><bold>R.</bold> J<small>EHO&#x0160;UA&#x0351; B</small>. B<small>ETHERA BEKUNDETE, DASS DAS</small> B<small>LUT VON</small> &#x00C4;<small>SERN REIN SEI</small>. R. &#x0160;<small>IMO&#x0351;N</small> B. B<small>ETHERA BEKUNDETE, DASS, WENN EIN</small> T<small>EIL DER</small> E<small>NTS&#x00DC;NDIGUNGSASCHE</small><sup><xref rid="fn2639">1</xref></sup> <small>VON EINEM</small> U<small>NREINEN BER&#x00DC;HRT WORDEN IST, DAS GANZE UNREIN SEI</small>. R. A&#x0351;<small>QIBA F&#x00DC;GTE NOCH DAS</small> F<small>EINMEHL</small><sup><xref rid="fn2640">2</xref></sup>, <small>DAS</small> R<small>&#x00C4;UCHERWERK, DEN</small> W<small>EIHRAUCH UND DIE</small> K<small>OHLEN</small><sup><xref rid="fn2641">3</xref></sup> <small>HINZU; WENN N&#x00C4;MLICH EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER</small><sup><xref rid="fn2642">4</xref></sup> <small>VON DIESEM EINEN</small> T<small>EIL BER&#x00DC;HRT HAT, SO HAT ER DAS GANZE UNTAUGLICH GEMACHT</small>.</p>
<p>II. R. J<small>EHUDA B</small>. A<small>BBA UND</small> R. J<small>EHUDA DER</small> P<small>RIESTER BEKUNDETEN, DASS EINE AN EINEN PRIESTER VERHEIRATETE MINDERJ&#x00C4;HRIGE</small> J<small>ISRA&#x00C9;LITIN</small><sup><xref rid="fn2643">5</xref></sup> H<small>EBEESSEN D&#x00DC;RFE, SOBALD SIE UNTER DEN</small> B<small>ALDACHIN<sup><xref rid="fn2644">6</xref></sup> GEKOMMEN, NOCH BEVOR SIE BESCHLAFEN WORDEN IST</small>. R. J<small>OSE DER</small> P<small>RIESTER UND</small> R. Z<small>EKHARJA B</small>. H<small>AQA&#x00C7;AB BEKUNDETEN FOLGENDES:</small> E<small>INST WURDE IN</small> A<small>&#x0160;QELON EIN MINDERJ&#x00C4;HRIGES</small> M<small>&#x00C4;DCHEN VERPF&#x00C4;NDET, UND DIE</small> A<small>NGEH&#x00D6;RIGEN IHRER</small> F<small>AMILIE STIESSEN SIE</small><sup><xref rid="fn2645">7</xref></sup> <small>AUS, OBGLEICH IHRE ZEUGEN</small><sup><xref rid="fn2646">8</xref></sup> <small>BEKUNDET HATTEN, DASS SIE MIT NIEMAND ISOLIERT WAR UND NICHT VERUNREINIGT WORDEN IST</small>. D<small>A SPRACHEN DIE</small> W<small>EISEN ZU IHNEN:</small> G<small>LAUBT IHR IHNEN, DASS SIE VERPF&#x00C4;NDET WAR, SO GLAUBT IHNEN AUCH, DASS SIE MIT NIEMAND ISOLIERT WAR UND NICHT VERUNREINIGT WORDEN IST, UND GLAUBT IHR IHNEN NICHT, DASS SIE MIT NIEMAND ISOLIERT WAR UND NICHT VERUNREINIGT WORDEN IST, SO GLAUBT IHNEN AUCH NICHT, DASS SIE VERPF&#x00C4;NDET WAR</small>.</p>
<p>III. R. J<small>EHO&#x0160;UA&#x0351; UND</small> R. J<small>EHUDA B</small>. B<small>ETHERA BEKUNDETEN, DASS DIE</small> W<small>ITWE [EINES</small> M<small>ENSCHEN AUS] EINER</small> M<small>ISCHFAMILIE<sup><xref rid="fn2647">9</xref></sup> F&#x00DC;R</small> P<small>RIESTER TAUGLICH<sup><xref rid="fn2648">10</xref></sup> SEI, DENN DIE</small> M<small>ISCHFAMILIE IST ZUST&#x00C4;NDIG, [HIRE</small> M<small>ITGLIEDER</small>] <small>ALS UNREIN ODER ALS REIN</small><sup><xref rid="fn2649">11</xref></sup><small>ZU ERKL&#x00C4;REN, AUSZUSTOSSEN<sup><xref rid="fn2650">12</xref></sup>ODER AUFZUNEHMEN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SPRACH :</small> W<small>IR WOLLEN EURE</small> B<small>EKUNDUNG ENTGEGENNEHMEN, WAS ABER</small> K<small>&#x00D6;NNEN WIR TUN GEGEN DIE BESTIMMUNG DES</small> R. J<small>OHANAN</small> B. Z<small>AKKAJ, ZU DIESEM</small> B<small>EHUFE<sup><xref rid="fn2651">13</xref></sup>KEIN</small> G<small>ERICHTSKOLLEGIUM EINZUSETZEN; DIE</small> P<small>RIESTER W&#x00DC;RDEN</small> N<small>&#x00C4;MLICH NUR HINSICHTLICH DER</small> A<small>USSTOSSUNG GEHORCHEN, NICHT ABER HINSICHTLICH DER AUFNAHME</small>.</p>
<p>IV. R. J<small>OSE B</small>. J<small>OE&#x0351;ZER AUS &#x00C7;EREDA BEKUNDETE, DASS DIE</small> W<small>IDDERHEUSCHRECKE</small><sup><xref rid="fn2652">14</xref></sup><small>REIN SEI, DASS DIE</small> F<small>L&#x00DC;SSIGKEITEN IM</small> S<small>CHLACHTHAUSE</small><sup><xref rid="fn2653">15</xref></sup><small>REIN SEIEN, UND DASS, WER EINEN</small> T<small>OTEN BER&#x00DC;HRT, UNREIN</small><sup><xref rid="fn2654">16</xref></sup><small>SEI; MAN NANNTE IHN DAHER</small> J<small>OSE DEN</small> E<small>RLAUBENDEN</small>.</p>
<p>V. R. A&#x0351;<small>QIBA BEKUNDETE IM</small> N<small>AMEN DES</small> N<small>E&#x1E24;EMJA AUS</small> B<small>EDALI</small><sup><xref rid="fn2655">17</xref></sup>, D<small>ASS MAN AUF DIE</small> A<small>USSAGE EINES</small> Z<small>EUGEN</small><sup><xref rid="fn2656">18</xref></sup><small>HIN EINER</small> F<small>RAU ZU HEIRATEN ERLAUBE</small>. R. J<small>EHO&#x0160;UA&#x0351; BEKUNDETE, DASS</small> K<small>NOCHEN, DIE IN DER</small> H<small>OLZKAMMER</small><sup><xref rid="fn2657">19</xref></sup><small>GEFUNDEN WERDEN UNREIN</small><sup><xref rid="fn2658">20</xref></sup><small>SEIEN</small>. D<small>IE</small> W<small>EISEN SAGTEN, MAN LESE SIE EINZELN AUF, UND ALLES BLEIBE REIN</small><sup><xref rid="fn2659">21</xref></sup>.</p>
<p>VI. R. E<small>LIE&#x0351;ZER SAGTE:</small> I<small>CH H&#x00D6;RTE, DASS MAN BEI DER</small> E<small>RBAUUNG DES TEMPELS</small><sup><xref rid="fn2660">22</xref></sup>V<small>ORH&#x00C4;NGE VOR DEM</small> T<small>EMPEL UND VOR DEN</small> V<small>ORH&#x00D6;FEN GEMACHT HATTE, NUR WURDEN</small> [<small>DIE</small> W<small>&#x00C4;NDE</small>] <small>DES</small> T<small>EMPELS AUSSERHALB DERSELBEN UND DIE DER</small> V<small>ORH&#x00D6;FE INNERHALB DERSELBEN GEBAUT</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE</small>: I<small>CH H&#x00D6;RTE, DASS MAN DIE</small> O<small>PFER DARBRINGE, AUCH WENN DER</small> T<small>EMPEL NICHT VORHANDEN IST, DASS MAN</small> H<small>OCHHEILIGES ESSE, AUCH WENN DIE</small> T<small>EMPELMAUER</small><sup><xref rid="fn2661">23</xref></sup><small>NICHT VORHANDEN IST, UND</small> M<small>LNDERHEILIGES UND ZWEITEN</small> Z<small>EHNTEN, AUCH WENN DIE</small> S<small>TADTMAUER</small><sup><xref rid="fn2661">23</xref></sup><small>NICHT VORHANDEN IST, WEIL DIE ERSTE</small> H<small>EILIGUNG</small><sup><xref rid="fn2662">24</xref></sup><small>F&#x00DC;R DIE DAMALIGE</small> Z<small>EIT UND F&#x00DC;R DIE</small> Z<small>&#x00DC;KUNFT GALT</small>.</p>
<p>VII. R. J<small>EHO&#x0160;UA&#x0351; SAGTE:</small> I<small>CH HABE EINE</small> &#x00DC;<small>BERLIEFERUNG VON</small> R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ, DER SIE VON SEINEM</small> L<small>EHRER UND SEIN</small> L<small>EHRER VON DESSEN</small> L<small>EHRER HATTE, ES SEI EINE</small> M<small>O&#x0160;E AM</small> S<small>INAJ &#x00DC;BERLIEFERTE</small> L<small>EHRE</small>, E<small>LIJAHU WERDE NICHT KOMMEN, ALS REIN ODER ALS UNREIN</small><sup><xref rid="fn2663">25</xref></sup><small>ZU ERKL&#x00C4;REN, AUSZUSTOSSEN</small><sup><xref rid="fn2664">26</xref></sup><small>ODER AUFZUNEHMEN, SONDERN DIEJENIGEN AUSZUSTOSSEN, DIE DURCH</small> G<small>EWALT AUFGENOMMEN WORDEN SIND, UND DIEJENIGEN AUFZUNEHMEN, DIE DURCH</small> G<small>EWALT AUSGESTOSSEN WORDEN SIND</small>. I<small>N</small> T<small>RANSJARDEN WAR EINE</small> F<small>AMILIE</small> B<small>ETH</small> &#x00C7;<small>ERIPHA, DIE DURCH</small> B<small>EN &#x00C7;IJON GEWALTSAM AUSGESTOSSEN</small><sup><xref rid="fn2665">27</xref></sup><small>WURDE; DASELBST WAR AUCH EINE ANDERE</small> F<small>AMILIE, DIE DURCH</small> B<small>EN</small> &#x00C7;<small>IJON GEWALTSAM AUFGENOMMEN WURDE</small>. S<small>OLCHE BEISPIELSWEISE WIRD</small> E<small>LIJAHU BEI SEINER</small> A<small>NKUNFT ALS UNREIN ODER REIN ERKL&#x00C4;REN, AUSSTOSSEN ODER AUFNEHMEN</small>. R. J<small>EHUDA SAGTE, NUR AUFZUNEHMEN, ABER NICHT AUSZUSTOSSEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small>, [<small>ER WERDE KOMMEN</small>,] <small>UM</small> S<small>TREITIGKEITEN ZU SCHLICHTEN</small><sup><xref rid="fn2666">28</xref></sup>. D<small>IE</small> W<small>EISEN SAGEN, WEDER AUSZUSTOSSEN NOCH AUFZUNEHMEN, SONDERN</small> F<small>RIEDEN UNTER IHNEN ZU STIFTEN, DENN ES HEISST</small>:<sup><xref rid="fn2667">29</xref></sup><italic>siehe, ich sende euch den Propheten Elija &#x0026;c., da&#x00DF; er die V&#x00E4;ter mit den S&#x00F6;hnen und die S&#x00F6;hne mit den V&#x00E4;tern auss&#x00F6;hne</italic>.</p>
<ftnote id="fn2639">1. Vgl. S. 426 Anm. 10.</ftnote>
<ftnote id="fn2640">2. Zum Speisopfer.</ftnote>
<ftnote id="fn2641">3. Die der Hochpriester am Vers&#x00F6;hnungstage in das Allerheiligste bringt; cf. Lev. 16,12.</ftnote>
<ftnote id="fn2642">4. Vgl. S. 409 Anm. 2.</ftnote>
<ftnote id="fn2643">5. Vgl. S. 427 Anm. 29.</ftnote>
<ftnote id="fn2644">6. Zur Antrauung.</ftnote>
<ftnote id="fn2645">7. In der Annahme, sie sei gesch&#x00E4;ndet worden.</ftnote>
<ftnote id="fn2646">8. Die ihre Pf&#x00E4;ndung bekundeten.</ftnote>
<ftnote id="fn2647">9. Wenn die Familie ein Mitglied hat, hinsichtlich dessen ein Zweifel der Illegitimit&#x00E4;t besteht; die Illegitimit&#x00E4;t der Mitglieder einer solchen Familie ist doppelt zweifeihaft: 1. ist die Illegitimit&#x00E4;t der in Betracht kommenden Person &#x00FC;berhaupt fraglich, 2. wei&#x00DF; man nicht, wer diese Person ist.</ftnote>
<ftnote id="fn2648">10. Dh. einen Priester zu heiraten.</ftnote>
<ftnote id="fn2649">11. In geschlechtlicher Beziehung, hinsichtlich der Legitimit&#x00E4;t.</ftnote>
<ftnote id="fn2650">12. Aus der Familie, damit die Familie ihre Reinheit nicht verliere.</ftnote>
<ftnote id="fn2651">13. Um einer solchen Witwe die Heirat mit einem Priester zu erlauben.</ftnote>
<ftnote id="fn2652">14. Cf. Az. Fol. 37a.</ftnote>
<ftnote id="fn2653">15. Des Tempelhofes; cf. ib. Fol. 37b.</ftnote>
<ftnote id="fn2654">16. Cf. ib. ib.</ftnote>
<ftnote id="fn2655">17. Vgl. Bd. IV. S. 732 Amm. 15.</ftnote>
<ftnote id="fn2656">18. Der den Tod ihres Mannes bekundet.</ftnote>
<ftnote id="fn2657">19. Des Tempelhofes.</ftnote>
<ftnote id="fn2658">20. Weil sie vielleicht von Leichen herr&#x00FC;hren. In den den Kommentaren vorgelegenen Texten scheinen diese Worte (unrein seien) gefehlt zu haben.</ftnote>
<ftnote id="fn2659">21. Da der Raum, in dem diese Kammer sich befand, als &#x00F6;ffentliches Geb&#x00E4;ude gilt, u. bei einem solchen ist bei einem Zweifel hinsichtlich der Unreinheit erleichternd zu entscheiden.</ftnote>
<ftnote id="fn2660">22. Unter &#x00C8;zra.</ftnote>
<ftnote id="fn2661">23. Obgleich diese innerhalb derselben gegessen werden m&#x00FC;ssen.</ftnote>
<ftnote id="fn2662">24. Bei Erbauung des 1. Tempels.</ftnote>
<ftnote id="fn2663">25. Personen, deren Legitimit&#x00E4;t zweifelhaft ist. Von anderen Zweifeln hei&#x00DF;t es oft, der Prophet Elijahu werde sie bei seiner Ankunft l&#x00F6;sen.</ftnote>
<ftnote id="fn2664">26. Aus einer legitimen Familie.</ftnote>
<ftnote id="fn2665">27. Als illegitim erkl&#x00E4;rt.</ftnote>
<ftnote id="fn2666">28. Viell, als Gegensatz zu Matth. 10,34.</ftnote>
<ftnote id="fn2667">29. Mal. 3,23,24.</ftnote>
</chapter>
</book>