<book>
<chapter>
<title>ERSTER ARSCHNITT</title>
<p><bold>J</bold>EDE F<small>L&#x00DC;SSIGKEIT</small><sup><xref rid="fn1979">1</xref></sup> <small>MACHT, WENN SIE ANFANGS ERW&#x00DC;NSCHT WAR, AUCH WENN SIE SP&#x00C4;TER NICHT ERW&#x00DC;NSCHT IST, ODER SP&#x00C4;TER ERW&#x00DC;NSCHT IST, AUCH WENN SIE ANFANGS NICHT ERW&#x00DC;NSCHT WAR, EMPF&#x00C4;NGLICH</small><sup><xref rid="fn1980">2</xref></sup>. U<small>NREINE</small> F<small>L&#x00DC;SSIGKEITEN MACHEN UNREIN, ERW&#x00DC;NSCHT UND NICHT ERW&#x00DC;NSCHT</small>.</p>
<p>II. S<small>CH&#x00DC;TTELT JEMAND EINEN</small> B<small>AUM, UM</small> S<small>PEISEN ODER EINE UNREINE</small> S<small>ACHE HERABFALLEN ZU MACHEN, SO MACHT DIES</small><sup><xref rid="fn1981">3</xref></sup> <small>NICHT EMPF&#x00C4;NGLICH; WENN ABER, UM</small> F<small>L&#x00DC;SSIGKEITEN HERABFALLEN ZU MACHEN, SO MACHT, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DAS HERABFALLENDE UND DAS DARAN BLEIBENDE</small><sup><xref rid="fn1982">4</xref></sup> <small>EMPF&#x00C4;NGLICH, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, DAS HERABFALLENDE EMPF&#x00C4;NGLICH UND DAS DARAN BLEIBENDE NICHT EMPF&#x00C4;NGLICH, WEIL ES SEINE</small> A<small>BSICHT WAR, ES VOLLST&#x00C4;NDIG ABZUSCH&#x00DC;TTELN</small><sup><xref rid="fn1983">5</xref></sup>.</p>
<p>III. W<small>ENN JEMAND EINEN</small> B<small>AUM SCH&#x00DC;TTELT UND ER</small><sup><xref rid="fn1984">6</xref></sup> <small>AUF EINEN ANDEREN F&#x00C4;LLT, ODER EINEN</small> Z<small>WEIG, UND ER</small><sup><xref rid="fn1984">6</xref></sup> <small>AUF EINEN ANDEREN F&#x00C4;LLT, UND UNTEN AM</small> B<small>ODEN HAFTENDE</small> S<small>AATFRUCHT ODER</small> K<small>R&#x00C4;UTER SICH BEFINDEN, SO SIND SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EMPF&#x00C4;NGLICH, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT EMPF&#x00C4;NGLICH</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGTE IM</small> N<small>AMEN DES</small> A<small>BBA</small> J<small>OSE</small> H<small>ALI</small> Q<small>UPHRI AUS &#x1E6C;ABU&#x0351;N:</small> E<small>S D&#x00DC;RFTE DICH WUNDERN, WENN ES NACH DER</small> T<small>ORA EINE VERUNREINIGENDE</small><sup><xref rid="fn1985">7</xref></sup> F<small>L&#x00DC;SSIGKEIT G&#x00C4;BE, OHNE SIE ABSICHTLICH HINAUFGETAN ZU HABEN, DENN ES HEISST:</small> <sup><xref rid="fn1986">8</xref></sup><italic>wenn Wasser auf Saat getan wird</italic><sup><xref rid="fn1987">9</xref></sup>.</p>
<p>IV. W<small>ENN JEMAND EIN B&#x00DC;NDEL</small> K<small>R&#x00C4;UTER SCH&#x00DC;TTELT UND</small> [W<small>ASSERTROPFEN</small>] <small>VON DER OBEREN</small> S<small>EITE AUF DIE UNTERE FALLEN, SO SIND SIE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EMPF&#x00C4;NGLICH, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT EMPF&#x00C4;NGLICH</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SPRACH ZUR</small> S<small>CHULE</small> &#x0160;<small>AMMAJS:</small> B<small>EF&#x00DC;RCHTEN WIR ETWA, WENN JEMAND EINEN</small> S<small>TENGEL GESCH&#x00DC;TTELT HAT</small>, [W<small>ASSERTROPFEN</small>] <small>K&#x00D6;NNTEN VON EINEM</small> B<small>LATT AUF DAS ANDERE GEFALLEN SEIN&#x0021;?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS ERWIDERTE:</small> E<small>IN</small> S<small>TENGEL IST EINER, EIN B&#x00DC;NDEL HAT VIELE</small> S<small>TENGEL</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS ENTGEGNETE:</small> B<small>EF&#x00DC;RCHTEN WIR ETWA, WENN JEMAND EINEN</small> S<small>ACK</small> (<small>VOLL</small>) F<small>R&#x00DC;CHTE</small> [<small>AUS DEM</small> W<small>ASSER</small>] <small>GEZOGEN UND IHN AUF DAS ANDERE</small> U<small>FER GELEGT</small><sup><xref rid="fn1988">10</xref></sup><small>HAT</small>, [W<small>ASSERTROPFEN</small>] <small>K&#x00D6;NNTEN VON DER OBEREN</small> S<small>EITE AUF DIE UNTERE GEFALLEN SEIN&#x0021;?</small> H<small>AT MAN ABER ZWEI HERAUSGEZOGEN UND SIE AUFEINANDER GELEGT, SO IST DER UNTERE EMPF&#x00C4;NGLICH</small><sup><xref rid="fn1989">11</xref></sup>. R. J<small>OSE SAGT</small>, [<small>AUCH</small>] <small>DER UNTERE SEI REIN</small>.</p>
<p>V. W<small>ENN JEMAND VOM</small> L<small>AUCHE</small> [<small>DIE</small> F<small>L&#x00DC;SSIGKEIT</small>] <small>ABSTREIFT ODER MIT DEM</small> G<small>EW&#x00C4;NDE SEIN</small> H<small>AAR AUSDR&#x00DC;CKT, SO MACHT</small><sup><xref rid="fn1990">12</xref></sup>, <small>WIE</small> R. J<small>OSE SAGT, DAS AUSGEDR&#x00DC;CKTE</small> [W<small>ASSER</small>] <small>EMPF&#x00C4;NGLICH UND DAS DARAN BLEIBENDE NICHT EMPF&#x00C4;NGLICH, WEIL ES SEINE</small> A<small>BSICHT IST, ALLES AUSZUDR&#x00DC;CKEN</small><sup><xref rid="fn1983">5</xref></sup>.</p>
<p>VI. H<small>AUCHT JEMAND</small> L<small>INSEN AN, UM SIE ZU UNTERSUCHEN</small><sup><xref rid="fn1991">13</xref></sup>, <small>OB SIE GUT SIND, SO SIND SIE, WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT, NICHT EMPF&#x00C4;NGLICH, UND WIE DIE</small> W<small>EISEN SAGEN, WOHL EMPF&#x00C4;NGLICH</small>. I<small>SST JEMAND</small> S<small>ESAM MIT DEN</small> F<small>INGERN</small><sup><xref rid="fn1991">13</xref></sup>, <small>SO MACHT DIE</small> F<small>EUCHTIGKEIT AN SEINER</small> H<small>AND, WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT, NICHT EMPF&#x00C4;NGLICH, UND WIE DIE</small> W<small>EISEN SAGEN, WOHL EMPF&#x00C4;NGLICH</small>. V<small>ERSTECKT JEMAND SEINE</small> F<small>R&#x00DC;CHTE IM</small> W<small>ASSER WEGEN DER</small> D<small>IEBE, SO SIND SIE DADURCH NICHT EMPF&#x00C4;NGLICH</small>. E<small>INST VERSTECKTEN</small> L<small>EUTE AUS</small> J<small>ERU&#x0160;ALEM</small> F<small>EIGENKUCHEN IM</small> W<small>ASSER WEGEN DER</small> P<small>L&#x00DC;NDERER, UND DIE</small> W<small>EISEN ERKL&#x00C4;RTEN SIE IHNEN ALS REIN</small>. L<small>EGT JEMAND SEINE</small> F<small>R&#x00DC;CHTE IN DIE</small> F<small>LUSSSTR&#x00D6;MUNG</small>, <small>UM SIE MIT SICH ZU F&#x00DC;HREN, SO SIND SIE DADURCH NICHT EMPF&#x00C4;NGLICH</small>.</p>
<ftnote id="fn1979">1. Cf. infra VI,4.</ftnote>
<ftnote id="fn1980">2. Speisen f&#x00FC;r die Unreinheit; w&#x00F6;rtl. es macht [sc. geeignet f&#x00FC;r die Vorschrift]: wenn es kommt, n&#x00E4;mlich Wasser auf S&#x00E4;mereien; cf. Lev. 11,38.</ftnote>
<ftnote id="fn1981">3. Wenn dabei am Baum haftendes Regenwasser auf die Fr&#x00FC;chte f&#x00E4;llt.</ftnote>
<ftnote id="fn1982">4. Das am Baume haften bleibende Wasser.</ftnote>
<ftnote id="fn1983">5. Das zur&#x00FC;ckbleibende Wasser ist nicht erw&#x00FC;nscht.</ftnote>
<ftnote id="fn1984">6. Mit dem daran haftenden Regenwasser.</ftnote>
<ftnote id="fn1985">7. Im Texte unreine; &#x2018;unrein&#x2019; u. &#x2018;rein&#x2019; in diesem Traktate haben die Bedeutung: f&#x00FC;r die Unreinheit empf&#x00E4;nglich machen, bezw. nicht empf&#x00E4;nglich machen.</ftnote>
<ftnote id="fn1986">8. Lev. 11,38.</ftnote>
<ftnote id="fn1987">9. Dies ist eine Begr&#x00FC;ndung der Ansicht der Schule Hillels; am Boden haftend sind sie erst recht nicht f&#x00FC;r die Unreinheit bef&#x00E4;higt.</ftnote>
<ftnote id="fn1988">10. Damit das Wasser abflie&#x00DF;e; die Befeuchtung war nicht erw&#x00FC;nscht.</ftnote>
<ftnote id="fn1989">11. Weil man damit rechnen mu&#x00DF;.</ftnote>
<ftnote id="fn1990">12. Nach d en Kommentaren lassen die durch den Hauch feucht werdenden sich leichter kochen.</ftnote>
<ftnote id="fn1991">13. Wobei man die Finger anfeuchtet, damit die K&#x00F6;rnchen haften bleiben.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>D</bold>IE A<small>USSCHWITZUNG VON H&#x00C4;USERN</small>, G<small>RUBEN</small>, G<small>RABEN UND H&#x00D6;HLEN IST REIN</small><sup><xref rid="fn1992">1</xref></sup><small>; DER</small> S<small>CHWEISS VON</small> M<small>ENSCHEN IST REIN</small>. W<small>ENN JEMAND UNREINES</small> W<small>ASSER GETRUNKEN HAT UND SCHWITZT, SO IST SEIN</small> S<small>CH WEISS REIN</small><sup><xref rid="fn1993">2</xref></sup>. W<small>ENN JEMAND IN GESCH&#x00D6;PFTEM</small> W<small>ASSER WAR UND SCHWITZT, SO IST SEIN</small> S<small>CHWEISS UNREIN; HAT ER SICH ABGETROCKNET, SO IST, WENN ER NACHHER SCHWITZT, SEIN</small> S<small>CHWEISS REIN</small>.</p>
<p>II. D<small>ER</small> D<small>AMPF EINES UNREINEN</small> B<small>ADEHAUSES</small><sup><xref rid="fn1994">3</xref></sup> <small>IST UNREIN UND DER EINES REINEN MACHT EMPF&#x00C4;NGLICH</small>. W<small>ENN EIN</small> B<small>ASSIN IM</small> H<small>A&#x00DC;SE IST UND DADURCH DAS</small> H<small>AUS DURCHD&#x00DC;NSTET IST, SO IST, WENN DIESES UNREIN IST, DER AUS DEM</small> B<small>ASSIN KOMMENDE</small> D<small>AMPF IM GANZEN</small> H<small>AUSE UNREIN</small>.</p>
<p>III. S<small>IND ES ZWEI</small> B<small>ASSINS, EINES REIN UND EINES UNREIN, SO IST DAS MIT</small> D<small>AMPF BESCHLAGENE, WENN N&#x00C4;HER DEM UNREINEN, UNREIN, WENN N&#x00C4;HER DEM REINEN, REIN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, UNREIN</small>. H<small>AT MAN UNREINES</small> E<small>ISEN MIT REINEM</small> E<small>LSEN GEMENGT, SO IST ES, WJENN DAS UNREINE MEHR IST, UNREIN, WENN DAS REINE MEHR IST, REIN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, UNREIN</small>. N<small>ACHTGEF&#x00C4;SSE, IN DIE</small> J<small>ISRA&#x00C9;LITEN UND</small> N<small>ICHTJUDEN</small> W<small>ASSER LASSEN, SIND, WENN MEHR VOM</small> U<small>NREINEN, UNREIN, WENN MEHR VOM REINEN, REIN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, UNREIN</small>. W<small>ENN IN</small> A<small>USGUSSWASSER</small> R<small>EGENWASSER GEKOMMEN IST, SO IST ES, WENN ES MEHR UNREINES</small> [W<small>ASSER</small>] <small>IST, UNREIN, WENN MEHR REINES, REIN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, UNREIN</small>. D<small>IES NUR DANN</small>, W<small>ENN DAS</small> A<small>USGUSSWASSER EHER DARIN WAR, WENN ABER DAS</small> R<small>EGENWASSER EHER DARIN WAR ALS DAS</small> A<small>USGUSSWASSER, AUCH NOCH SO VIEL, SO IST ES UNREIN</small><sup><xref rid="fn1995">4</xref></sup>.</p>
<p>IV. W<small>ENN JEMAND SEIN</small> D<small>ACH ABGESP&#x00DC;LT ODER SEIN</small> K<small>LEID GEWASCHEN HAT UND</small> R<small>EGEN DARAUF GEKOMMEN IST, SO IST ES, WENN ES MEHR VOM UNREINEN</small><sup><xref rid="fn1996">5</xref></sup> <small>IST, UNREIN, WENN MEHR VOM REINEN, REIN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, UNREIN</small>. R. J<small>EHUDA SAGT, WENN DAS</small> T<small>ROPFEN ZUNIMMT</small><sup><xref rid="fn1997">6</xref></sup>.</p>
<p>V. W<small>ENN IN EINER</small> S<small>TADT, IN DER</small> J<small>ISRA&#x00C9;LITEN UND</small> N<small>ICHTJUDEN WOHNEN, EIN</small> B<small>ADEHAUS SICH BEFINDET, IN DEM AM</small> &#x0160;<small>ABBATH GEBADET WIRD, SO DARF MAN DARIN, WENN ES MEHR</small> N<small>ICHTJUDEN SIND, SOFORT</small><sup><xref rid="fn1998">7</xref></sup> <small>BADEN, WENN MEHR</small> J<small>ISRA&#x00C9;LITEN, ERST WENN MAN SOLANGE GEWARTET HAT, ALS DAS</small> W<small>ASSER HEISS WERDEN KANN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, ERST WENN MAN SOLANGE GEWARTET HAT, ALS DAS</small> W<small>ASSER HEISS WERDEN KANN</small>. R. J<small>EHUDA SAGT, IN EINER KLEINEN</small> B<small>ADEWANNE D&#x00DC;RFE MAN, WENN DA EINE</small> O<small>BRIGKEIT</small><sup><xref rid="fn1999">8</xref></sup> <small>IST, SOFORT BADEN</small>.</p>
<p>VI. S<small>IEHT MAN DA</small><sup><xref rid="fn2000">9</xref></sup> G<small>R&#x00DC;NKRAUT VERKAUFEN, SO DARF MAN, WENN ES MEHR</small> N<small>ICHTJUDEN SIND, SOFORT KAUFEN</small><sup><xref rid="fn2001">10</xref></sup>, <small>WENN MEHR</small> J<small>ISRA&#x00C9;LITEN, ERST WENN MAN SOLANGE GEWARTET HAT, ALS SIE AUS EINEM NAHEN</small> O<small>RTE KOMMEN K&#x00D6;NNEN, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, ERST WENN MAN SOLANGE GEWARTET HAT, ALS SIE AUS EINEM NAHEN</small> O<small>RTE KOMMEN K&#x00D6;NNEN; IST DA EINE</small> O<small>BRIGKEIT, SO DARF MAN SOFORT KAUFEN</small>.</p>
<p>VII. F<small>INDET MAN DA EIN AUSGESETZTES</small> K<small>IND, SO IST ES, WENN ES MEHR</small> N<small>ICHTJUDEN SIND, EIN NICHTJ&#x00DC;DISCHES, WENN MEHR</small> J<small>ISRA&#x00C9;LITEN, EIN JISRA&#x00C9;LITISCHES, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, EIN JISRA&#x00C9;LITISCHES</small>. R. J<small>EHUDA SAGT, MAN RICHTE SICH NACH DER</small> M<small>EHRHEIT DER</small> A<small>USSETZENDEN</small>.</p>
<p>VIII. F<small>INDET MAN DA ETWAS, SO BRAUCHT MAN DAS</small> G<small>EFUNDENE, WENN ES MEHR</small> N<small>ICHTJUDEN SIND, NICHT</small> A<small>USRUFEN, SIND ES MEHR</small> J<small>ISRA&#x00C9;LITEN, SO MUSS MAN ES AUSRUFEN</small><sup><xref rid="fn2002">11</xref></sup>, <small>UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, SO MUSS MAN ES</small> A<small>USRUFEN</small>. F<small>INDET MAN DA</small> B<small>ROT</small><sup><xref rid="fn2003">12</xref></sup>, <small>SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT DER B&#x00C4;CKER; IST ES</small> F<small>EINBROT, SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT DER</small> F<small>EINBROT</small> E<small>SSENDEN</small>. R. J<small>EHUDA SAGT, IST ES</small> K<small>LEIEBROT, SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT DER</small> K<small>LEIEBROT</small> E<small>SSENDEN</small>.</p>
<p>IX. F<small>INDET MAN DA</small> F<small>LEISCH, SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT DER</small> S<small>CHL&#x00C4;CHTER, UND IST ES GEKOCHT, SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT DER GEKOCHTES</small> F<small>LEISCH</small> E<small>SSENDEN</small><sup><xref rid="fn2004">13</xref></sup>.</p>
<p>X. F<small>INDET MAN</small> F<small>R&#x00DC;CHTE AUF DEM</small> W<small>EGE, SO SIND SIE, WENN DIE MEISTEN SOLCHE F&#x00DC;R DEN</small> H<small>AUSGEBRAUCH HEIMF&#x00DC;HREN, FREI</small><sup><xref rid="fn2005">14</xref></sup>, <small>WENN ZUM</small> V<small>ERKAUFE AUF DEM</small> M<small>ARKTE, PFLICHTIG, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, SO SIND SIE</small> D<small>EMAJ</small>. [F<small>R&#x00DC;CHTE</small>] <small>IN EINEM</small> S<small>PEICHER, IN DEM</small> J<small>ISRA&#x00C9;LITEN UND</small> N<small>ICHTJUDEN UNTERBRINGEN, SIND, WENN ES MEHR</small> N<small>ICHTJUDEN SIND, SICHER</small> [<small>UNVERZEHNTET</small>], <small>WENN MEHR</small> J<small>ISRA&#x00C9;LITEN</small>, D<small>EMAJ, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, SICHER</small> [<small>UNVERZEHNTET</small>] &#x2013; <small>SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, SELBST WENN ALLE</small> N<small>ICHTJUDEN SIND, UND NUR EIN</small> J<small>ISRA&#x00C9;LIT DA UNTERBRINGT</small>, <small>SEI ES</small> D<small>EMAJ</small>.</p>
<p>XI. S<small>IND DIE</small> F<small>R&#x00DC;CHTE DES ZWEITEN</small> J<small>AHRES</small><sup><xref rid="fn2006">15</xref></sup><small>MEHR ALS DIE DES DRITTEN, DIE DES DRITTEN ALS DIE DES VIERTEN, DIE DES VIERTEN ALS DIE DES F&#x00DC;NFTEN, DIE DES F&#x00DC;NFTEN ALS DIE DES SECHSTEN, DIE DES SECHSTEN ALS DIE DES SIEBENTEN, ODER DIE DES SIEBENTEN</small><sup><xref rid="fn2007">16</xref></sup><small>ALS DIE DES</small> A<small>USGANGES DES SIEBENTEN</small><sup><xref rid="fn2008">17</xref></sup>, <small>SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT; WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, SO IST ZU ERSCHWEREN</small><sup><xref rid="fn2009">18</xref></sup>.</p>
<ftnote id="fn1992">1. Vgl. S. 807 Anm. 7.</ftnote>
<ftnote id="fn1993">2. Nicht levit. unrein.</ftnote>
<ftnote id="fn1994">3. Von gesch&#x00F6;pftem Wasser.</ftnote>
<ftnote id="fn1995">4. Wenn man das schmutzige in das reine gie&#x00DF;t, so ist die Mischung erw&#x00FC;nscht.</ftnote>
<ftnote id="fn1996">5. Vom Absp&#x00FC;l- od. Waschwasser.</ftnote>
<ftnote id="fn1997">6. Dann ist das Regenwasser mehr.</ftnote>
<ftnote id="fn1998">7. Nach dem Ausgange des Sabbaths, da es wohl f&#x00FC;r die Nichtjuden geheizt worden ist.</ftnote>
<ftnote id="fn1999">8. F&#x00FC;r die ein Bad jederzeit zur Verf&#x00FC;gung stehen mu&#x00DF;; cf. Sab. Fol. 151a.</ftnote>
<ftnote id="fn2000">9. In einer solchen Stadt.</ftnote>
<ftnote id="fn2001">10. Nach dem Ausgange des Sabbaths, da es wohl f&#x00FC;r Nichtjuden gepfl&#x00FC;ckt worden ist.</ftnote>
<ftnote id="fn2002">11. Cf. Bm. Fol. 21a.</ftnote>
<ftnote id="fn2003">12. Das von einem nichtj&#x00FC;dischen B&#x00E4;cker zum Essen verboten ist; cf. Sab. Fol. 17b.</ftnote>
<ftnote id="fn2004">13. Es ist event, verboten, auch wenn die meisten Schl&#x00E4;chter Jisra&#x00E9;liten sind.</ftnote>
<ftnote id="fn2005">14. Von der Verzehntung u. den priesterl. Abgaben.</ftnote>
<ftnote id="fn2006">15. Des Septenniuins. Au&#x00DF;er dem von jedem Jahrgange zu entrichtenden Zehnten sind noch vom 1., 2., 4. u. 5. der 2. Zehnt u. vom 3. u. 6. der Armenzehnt zu entrichten, u. hier handelt es sich um den Fall, wenn hinsichtl. der Abgaben von einander verschiedene Jahrg&#x00E4;nge miteinander vermischt worden sind.</ftnote>
<ftnote id="fn2007">16. In dem die Felder nicht bestellt werden d&#x00FC;rfen, u. von dessen Ertrag der Zehnt &#x00FC;berhaupt nicht zu entrichten ist.</ftnote>
<ftnote id="fn2008">17. Der schon zum folgenden Jahre geh&#x00F6;rt, dem 1. des n&#x00E4;chsten Septenniums.</ftnote>
<ftnote id="fn2009">18. Der Armenzehnt ist zu entrichten, jed. ist er auszuvveihen u. der Erl&#x00F6;s als 2. Zehnt in Jeru&#x0161;alem zu verzehren; desgleichen haftet bei einem Zweifel des Siebentjahres den Fr&#x00FC;chten die Heiligkeit desselben an (f&#x00FC;r den Handel verboten), jed. ist von ihnen der Zehnt zu entrichten. Der in der Erstausgabe der Mi&#x0161;na separata fehlende Passus vom 4. u. 5. ist tats&#x00E4;chlich &#x00FC;berfl&#x00FC;ssig u. wohl absichtlich fortgelassen.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>MAN EINEN</small> S<small>ACK</small> (<small>VOLL</small>) F<small>R&#x00DC;CHTE AUF DAS</small> U<small>FER EINES</small> F<small>LUSSES, AUF DEN</small> R<small>AND EINER</small> G<small>RUBE ODER AUF DIE</small> S<small>TUFEN EINER H&#x00D6;HLE GELEGT HAT UND SIE</small> [W<small>ASSER</small>] <small>EINGESOGEN HABEN, SO IST ALLES, WAS EINGESOGEN HAT, EMPF&#x00C4;NGLICH</small>. R. J<small>EHUDA SAGT, WAS DEM</small> W<small>ASSER ZUGEWANDT IST, SEI EMPF&#x00C4;NGLICH, UND WAS NICHT DEM</small> W<small>ASSER ZUGEWANDT IST, SEI NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>II. W<small>ENN EIN</small> F<small>ASS</small> (<small>VOLL</small>) <small>MIT</small> F<small>R&#x00DC;CHTEN IN</small> F<small>L&#x00DC;SSIGKEITEN GESTANDEN HAT, ODER EIN</small> F<small>ASS</small> (<small>VOLL</small>) <small>MIT</small> F<small>L&#x00DC;SSIGKEITEN IN</small> F<small>R&#x00DC;CHTEN GESTANDEN HAT, UND SIE</small> [W<small>ASSER</small>] <small>EINGESOGEN HABEN, SO SIND ALLE, DIE EINGESOGEN HABEN, EMPF&#x00C4;NGLICH</small>. S<small>IE SAGTEN ES VON FOLGENDEN</small> F<small>L&#x00DC;SSIGKEITEN:</small> W<small>ASSER</small>, W<small>EIN UND</small> E<small>SSIG; ALLE ANDEREN</small> F<small>L&#x00DC;SSIGKEITEN ABER SIND REIN</small><sup><xref rid="fn2010">1</xref></sup>. N<small>ACH</small> R. N<small>E&#x1E24;EMJA SIND H&#x00DC;LSENFR&#x00DC;CHTE REIN, WEIL H&#x00DC;LSENFR&#x00DC;CHTE NICHT EINSAUGEN</small>.</p>
<p>III. H<small>AT MAN WARMES</small> B<small>ROT</small><sup><xref rid="fn2011">2</xref></sup> <small>AUS EINEM</small> O<small>FEN GENOMMEN UND ES AUF DIE M&#x00DC;NDUNG EINES</small> W<small>EINFASSES GELEGT, SO IST ES NACH</small> R. M<small>E&#x00CD;R UNREIN UND NACH</small> R. J<small>EHUDA REIN; NACH</small> R. J<small>OSE IST</small> W<small>EIZENBROT REIN UND</small> G<small>ERSTENBROT UNREIN, WEIL</small> G<small>ERSTE EINSAUGT</small>.</p>
<p>IV. W<small>ENN JEMAND SEIN</small> H<small>AUS GESPRENGT UND DA</small> W<small>EIZEN HINGETAN HAT, UND ER FEUCHT GEWORDEN IST, SO IST ER, WENN DURCH DAS</small> W<small>ASSER, EMPF&#x00C4;NGLICH, UND WENN DURCH DEN</small> S<small>TEIN</small>[<small>BODEN</small>], <small>NICHT EMPF&#x00C4;NGLICH</small>. W<small>ENN JEMAND SEIN</small> K<small>LEID IN EINEM</small> T<small>ROGE GEWASCHEN UND DARIN</small> W<small>EIZEN HINEINGETAN HAT, UND ER FEUCHT GEWORDEN IST, SO IST ER, WENN DURCH DAS</small> W<small>ASSER, EMPF&#x00C4;NGLICH, UND WENN VON SELBST, NICHT EMPF&#x00C4;NGLICH</small>. W<small>ENN JEMAND</small> [F<small>R&#x00DC;CHTE</small>] <small>IM</small> S<small>ANDE FEUCHTET, SO SLND SIE EMPF&#x00C4;NGLICH</small>. E<small>INST HATTEN DIE</small> L<small>EUTE AUS</small> M<small>A&#x1E24;OZ</small> [F<small>R&#x00DC;CHTE</small>] <small>IM</small> S<small>ANDE GEFEUCHTET, UND DIE</small> W<small>EISEN SPRACHEN ZU IHNEN:</small> W<small>ENN IHR DIES ZU TUN PFLEGT, SO HABT IHR NIE IM</small> L<small>EBEN</small> R<small>EINES ZUBEREITET</small>.</p>
<p>V. W<small>ENN JEMAND</small> [F<small>R&#x00DC;CHTE</small>] <small>IN TROCKENEM</small> L<small>EHM FEUCHTET, SO SIND SIE, WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT, WENN BEFEUCHTENDE</small> F<small>L&#x00DC;SSIGKEIT DARAN</small><sup><xref rid="fn2012">3</xref></sup> <small>IST, EMPF&#x00C4;NGLICH, UND WENN NICHT, NICHT EMPF&#x00C4;NGLICH</small>. W<small>ER SEINE TENNE GESPKENGT HAT, BRAUCHT NICHT ZU BEF&#x00DC;RCHTEN, DER</small> W<small>EIZEN, DEN ER DA HINGETAN HAT, SEI VIELLEICHT FEUCHT GEWORDEN</small>. W<small>ENN JEMAND</small> G<small>R&#x00C4;SER SAMMELT, WORAUF NOCH DER</small> T<small>AU IST, UM DARAUF DEN</small> W<small>EIZEN ZU FEUCHTEN, SO WIRD ER DADURCH NICHT EMPF&#x00C4;NGLICH; BEABSICHTIGT ER DIES</small><sup><xref rid="fn2013">4</xref></sup>, <small>SO WIRD ER EMPF&#x00C4;NGLICH</small>. W<small>ENN JEMAND</small> W<small>EIZEN ZUM</small> M<small>AHLEN F&#x00DC;HRT UND</small> R<small>EGEN DARAUF KOMMT, SO WIRD ER, WENN ER DAR&#x00DC;BER FROH IST, EMPF&#x00C4;NGLICH</small>. R. J<small>EHUDA SAGT, ES SEI NICHT ANDERS M&#x00D6;GLICH, ALS DAR&#x00DC;BER FROH</small><sup><xref rid="fn2014">5</xref></sup> <small>ZU SEIN; VIELMEHR NUR DANN, WENN ER STEHEN BLEIBT</small>.</p>
<p>VI. W<small>ENN SEINE</small> O<small>LIVEN SICH AUF DEM</small> D<small>ACHE BEFINDEN UND</small> R<small>EGEN AUF SIE F&#x00C4;LLT, SO SIND SIE, WENN ER DAR&#x00DC;BER FROH IST, EMPF&#x00C4;NGLICH</small>. R. J<small>EHUDA SAGT, ES SEI NICHT ANDERS M&#x00D6;GLICH, ALS DAR&#x00DC;BER FROH ZU SEIN; VIELMEHR NUR DANN, WENN ER DIE</small> D<small>ACHRINNE VERSTOPFT ODER SIE IN</small> [<small>DAS</small> R<small>EGENWASSER</small>] <small>HINEINROLLT</small>.</p>
<p>VII. W<small>ENN</small> E<small>SELTREIBER &#x00DC;BER EINEN</small> F<small>LUSS GEHEN UND IHRE S&#x00C4;CKE IN DEN</small> F<small>LUSS FALLEN, SO SIND SIE, WENN SIE DAR&#x00DC;BER FROH SIND, EMPF&#x00C4;NGLICH</small>. R. J<small>EHUDA SAGT, ES SEI NICHT ANDERS M&#x00D6;GLICH, ALS DAR&#x00DC;BER FROH ZU SEIN; VIELMEHR NUR DANN, WENN SIE SIE UMDREHEN</small>. W<small>ENN SEINE F&#x00DC;SSE VOLL</small> K<small>OT SIND, EBENSO DIE F&#x00DC;SSE SEINES</small> T<small>IERES, UND ER &#x00DC;BER DEN</small> F<small>LUSS GEHT, SO MACHT DIES</small><sup><xref rid="fn2015">6</xref></sup>, <small>WENN ER DAR&#x00DC;BER FROH IST, EMPF&#x00C4;NGLICH</small>. R. J<small>EHUDA SAGT, ES SEI NICHT ANDERS M&#x00D6;GLICH, ALS DAR&#x00DC;BER FROH ZU SEIN; VIELMEHR NUR DANN, WENN ER STEHEN BLEIBT UND</small> [<small>DTE F&#x00DC;SSE</small>] <small>ABSP&#x00DC;LT</small>. B<small>EI</small> M<small>ENSCHEN UND UNREINEN</small> T<small>IEREN IST ES IMMER UNREIN</small><sup><xref rid="fn2016">7</xref></sup>.</p>
<p>VIII. B<small>RINGT MAN ZUR</small> Z<small>EIT DES</small> O<small>STWINDES</small><sup><xref rid="fn2017">8</xref></sup> W<small>AGENR&#x00C4;DER ODER DAS</small> R<small>INDERGESCHIRR INS</small> W<small>ASSER HINUNTER, DAMIT SIE FEST WERDEN, SO MACHT DIES</small><sup><xref rid="fn2018">9</xref></sup> <small>EMPF&#x00C4;NGLICH</small>. B<small>RINGT MAN EIN</small> V<small>IEH ZUM</small> T<small>RINKEN HINAB, SO MACHT DAS</small> W<small>ASSER, DAS IHM INS</small> M<small>AUL KOMMT, EMPF&#x00C4;NGLICH, UND DAS ES AN DEN F&#x00DC;SSEN HAT, NICHT EMPF&#x00C4;NGLICH; BEABSICHTIGT MAN, HASS ES DIE F&#x00DC;SSE ABSP&#x00DC;LE, SO MACHT AUCH DAS AN DEN F&#x00DC;SSEN HAFTENDE BEF&#x00C4;HIGT</small>. Z<small>UR</small> Z<small>EIT DER</small> F<small>USSKRANKHEIT</small><sup><xref rid="fn2019">10</xref></sup><small>UND DES</small> D<small>RESCHENS IST ES IMMER UNREIN</small>. B<small>RINGT EIN</small> T<small>AUBER, EIN</small> M<small>INDERJ&#x00C4;HRIGER ODER EIN</small> B<small>L&#x00D6;DER ES HINAB, SO MACHT ES NICHT EMPF&#x00C4;NGLICH, AUCH WENN ER DIES BEABSICHTIGT HAT, DENN BEI DIESEN GILT DIE</small> H<small>ANDLUNG, NICHT ABER DIE</small> A<small>BSICHT</small>.</p>
<ftnote id="fn2010">1. Vgl. S. 807 Anm. 7.</ftnote>
<ftnote id="fn2011">2. Nicht mit Wasser, sondern mit Fruchtsafl bergestellt, soda&#x00DF; es nur durch nachherige Befeuchtung unrein wird.</ftnote>
<ftnote id="fn2012">3. Wenn am Lehm soviel Fl&#x00FC;ssigkeit haftet, da&#x00DF; auch das ber&#x00FC;hrte feucht wird.</ftnote>
<ftnote id="fn2013">4. Den Tau auf den Gr&#x00E4;sern zu erhalten.</ftnote>
<ftnote id="fn2014">5. Der Weizen wird vor dem Mahlen angefeuchtet; cf. Pes. Fol. 36a.</ftnote>
<ftnote id="fn2015">6. Wenn Wasser von seinen F&#x00FC;&#x00DF;en auf Fr&#x00FC;chte kommt.</ftnote>
<ftnote id="fn2016">7. Dh. das Wasser macht empf&#x00E4;nglich, weil man den Schmutz unangenehm empfindet; ebenso bei einem unreinen Tiere (beispielsweise&#x2019; Hund od. Pferd), weil man es stets um sich hat.</ftnote>
<ftnote id="fn2017">8. Bei dem durch die schw&#x00FC;le Luft Heizger&#x00E4;te rissig werden.</ftnote>
<ftnote id="fn2018">9. Cf. N. 6 mut. mut.</ftnote>
<ftnote id="fn2019">10. Diesen Sinn mu&#x00DF; das W. <span dir="rtl">&#x05D9;&#x05D7;&#x05E3;</span>, w&#x00F6;rtl. Barf&#x00FC;&#x00DF;igkeit, haben; wahrscheinl. eine Arl Hufkrankheit, bei der die Hufe abbl&#x00E4;ttem od. sich l&#x00F6;sen. &#x2018;M&#x00FC;digkeit&#x2019; ist sprachlich nicht zul&#x00E4;ssig, auch ist von der &#x2018;Zeit&#x2019; einer solchen nicht zu sprechen.</ftnote>
</chapter>
<chapter>
<title>VIERTER ARSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND SICH ZUM</small> T<small>RINKEN B&#x00DC;CKT, SO MACHT DAS</small> W<small>ASSER, DAS IHM AN DEN</small> M<small>UND UND AN DEN</small> L<small>IPPENBART KOMMT, EMPF&#x00C4;NGLICH</small><sup><xref rid="fn2020">1</xref></sup>, <small>UND DAS IHM AN DIE</small> N<small>ASE, AN DEN</small> K<small>OPF UND AN DEN</small> B<small>ART KOMMT, NICHT EMPF&#x00C4;NGLICH</small>. W<small>ENN JEMAND MIT EINEM</small> F<small>ASSE SCH&#x00D6;PFT, SO MACHT DAS</small> W<small>ASSER, DAS AN DER</small> A<small>USSENSEITE MITKOMMT, AM</small> S<small>TRICKE, DER UM DEN</small> H<small>ALS</small><sup><xref rid="fn2021">2</xref></sup> <small>GEROLLT IST, UND AM DABEI ERFORDERLICHEN</small> [T<small>EILE DES</small>] S<small>TRICKES, EMPF&#x00C4;NGLICH</small>. W<small>IEVIEL IST DABEI ERFORDERLICH?</small> R. &#x0160;<small>IMO&#x0351;N B</small>. E<small>LEA&#x0351;ZAR SAGT, EINE</small> H<small>ANDBREITE</small>. S<small>TELLT MAN ES UNTER DIE</small> R<small>EGENTRAUFE, SO MACHT ES</small><sup><xref rid="fn2022">3</xref></sup> <small>NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>II. I<small>ST</small> R<small>EGEN AUF EINEN GEKOMMEN, AUCH WENN ER</small> H<small>AUPTUNREINHEIT IST, SO MACHT</small> [<small>DAS</small> W<small>ASSER</small>] <small>NICHT EMPF&#x00C4;NGLICH; HAT ER IHN ABGESCH&#x00DC;TTELT, SO MACHT ES EMPF&#x00C4;NGLICH</small>. S<small>TEHT JEMAND UNTER EINER</small> R<small>EGENTRAUFE, UM SICH ABZUK&#x00DC;HLEN ODER ABZUSP&#x00DC;LEN, SO IST, WENN ES EIN</small> U<small>NREINER IST</small>, [<small>DAS</small> W<small>ASSER</small>] <small>UNREIN, UND IST ES EIN</small> R<small>EINER, SO MACHT ES EMPF&#x00C4;NGLICH</small>.</p>
<p>III. S<small>ETZT MAN EINE</small> S<small>CH&#x00DC;SSEL AN DIE</small> W<small>AND</small><sup><xref rid="fn2023">4</xref></sup>, <small>DAMIT SIE ABGESP&#x00DC;LT WERDE, SO MACHT</small> [<small>DAS</small> W<small>ASSER</small>] <small>EMPF&#x00C4;NGLICH, WENN ABER, DAMIT DIE</small> W<small>AND NICHT LEIDE, SO MACHT ES NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>IV. I<small>ST IN EIN</small> F<small>ASS</small><sup><xref rid="fn2024">5</xref></sup> T<small>RAUFENWASSER GEFLOSSEN, SO IST ES, WIE DIE</small> S<small>CHULE</small> S<small>AMMAJS SAGT, ZU ZERBRECHEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN GIESSE ES AUS</small>. J<small>ENE PFLICHTET JEDOCH BEI, DASS MAN MIT DER</small> H<small>AND HINEINLANGEN UND</small> F<small>R&#x00DC;CHTE HERAUSHOLEN DARF, UND SIE SIND REIN</small>.</p>
<p>V. I<small>ST</small> T<small>RAUFENWASSER IN EINEN</small> T<small>ROG GEFLOSSEN, SO MACHT DAS AUFSPRITZENDE UND DAS &#x00DC;BERLAUFENDE NICHT EMPF&#x00C4;NGLICH; NIMMT MAN IHN HOCH, UM ES UMZUGIESSEN, SO MACHT ES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, EMPF&#x00C4;NGLICH, UND WIE DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, NICHT EMPF&#x00C4;NGLICH</small>. H<small>AT MAN IHN HINGESTELLT, DAMIT DAS</small> T<small>RAUFENWASSER HINEINKOMME, SO MACHT DAS AUFSPRITZENDE UND DAS &#x00DC;BERLAUFENDE, WIE DIE</small> S<small>CHULE &#x0160;AMMAJS SAGT, EMPF&#x00C4;NGLICH, UND WIE DIE</small> S<small>CHULE</small> H<small>LLLELS SAGT, NICHT EMPF&#x00C4;NGLICH; NIMMT MAW IHN HOCH, UM ES UMZUGIESSEN, SO MACHT ES, WIE DIESE UND JENE &#x00DC;BEREINSTIMMEN, EMPF&#x00C4;NGLICH</small>. W<small>ENN JEMAND IN EINER H&#x00D6;HLE</small><sup><xref rid="fn2025">6</xref></sup> <small>SEINE</small> G<small>ER&#x00C4;TE UNTERTAUCHT ODER SEIN</small> K<small>LEID W&#x00C4;SCHT, SO MACHT DAS</small> W<small>ASSER, DAS AN SEINE H&#x00C4;NDE KOMMT, EMPF&#x00C4;NGLICH, UND DAS AN SEINE F&#x00DC;SSE KOMMT, NICHT EMPF&#x00C4;NGLICH</small><sup><xref rid="fn2026">7</xref></sup>. R. E<small>LIE&#x0351;ZER SAGT, WENN ER NICHT OHNE DIE F&#x00DC;SSE ZU BESCHMUTZEN HIN ABGEHEN KANN, MACHE AUCH DAS AN SEINE F&#x00DC;SSE KOMMENDE EMPF&#x00C4;NGLICH</small>.</p>
<p>VI. B<small>EFINDET SICH EIN</small> K<small>ORB</small> (<small>VOLL</small>) <small>MIT</small> L<small>UPINEN IN EINEM</small> T<small>AUCHBADE, SO DARF MAN MIT DER</small> H<small>AND HINEINLANGEN UND</small> L<small>UPINEN HERAUSHOLEN, UND SIE SIND REIN</small>. H<small>AT MAN IHN AUS DEM</small> W<small>ASSER HERAUSGEHOLT, SO SIND DIE DEN</small> K<small>ORB BER&#x00DC;HRENDEN</small> L<small>UPINEN UNREIN UND ALLE &#x00DC;BRIGEN REIN</small>. E<small>INEN</small> R<small>ETTICH IM H&#x00D6;HLEN</small>[<small>WASSER</small>] <small>DARF EINE</small> M<small>ENSTRUIERENDE ABSP&#x00DC;LEN, UND ER IST REIN</small><sup><xref rid="fn2027">8</xref></sup><small>; HAT SIE IHN NUR ETWAS AUS DEM</small> W<small>ASSER GEHOBEN, SO IST ER UNREIN</small><sup><xref rid="fn2028">9</xref></sup>.</p>
<p>VII. W<small>ENN</small> F<small>R&#x00DC;CHTE IN EINEN</small> W<small>ASSERARM GEFALLEN SIND UND JEMAND, DESSEN H&#x00C4;NDE UNREIN</small><sup><xref rid="fn2029">10</xref></sup><small>SIND, MIT DIESEN HINEINLANGT UND SIE HERAUSHOLT, SO SIND SEINE H&#x00C4;NDE REIN UND DIE</small> F<small>R&#x00DC;CHTE REIN</small><sup><xref rid="fn2030">11</xref></sup><small>; BEABSICHTIGTE ER ABER SEINE H&#x00C4;NDE ABZUSP&#x00DC;LEN, SO SIND SEINE H&#x00C4;NDE REIN UND DIE</small> F<small>R&#x00DC;CHTE EMPF&#x00C4;NGLICH</small>.</p>
<p>VIII. W<small>ENN EIN</small> T<small>OPF</small> (<small>VOLL</small>) W<small>ASSER SICH IN EINEM</small> T<small>AUCHBADIE BEFINDET UND JEMAND, DER</small> H<small>AUPTUNREINHEIT IST, MIT SEINER</small> H<small>AND IN DIESEN HINEINLANGT, SO IST ER</small><sup><xref rid="fn2031">12</xref></sup><small>UNREIN; WENN ABER EIN DURCH</small> B<small>ER&#x00DC;HRUNG</small> U<small>NREINER, SO IST ER</small><sup><xref rid="fn2031">12</xref></sup><small>REIN</small>. A<small>LLE ANDEREN</small> F<small>L&#x00DC;SSIGKEITEN ABER</small><sup><xref rid="fn2032">13</xref></sup><small>SIND UNREIN, WEIL</small> W<small>ASSER ANDERE</small> F<small>L&#x00DC;SSIGKEITEN NICHT REIN MACHT</small>.</p>
<p>IX. H<small>AT MAN</small> [W<small>ASSER</small>] <small>IN EINEN</small> K<small>ANAL GELEITET, SO IST ES DREI</small> T<small>AGE UNREIN</small><sup><xref rid="fn2033">14</xref></sup>. R. A&#x0351;<small>QIBA SAGT, AUSGETROCKNET IST ES SOFORT REIN, NICHT AUSGETROCKNET IST ES AUCH NACH DREISSIG</small> T<small>AGEN UNREIN</small>.</p>
<p>X. W<small>ENN AUF</small> H<small>OLZ, AUF DAS</small> [<small>UNREINE</small>] F<small>L&#x00DC;SSIGKEITEN GEKOMMEN WAREN</small>, R<small>EGEN GEFALLEN IST, SO IST ER, WENN ER MEHR IST, REIN; HAT MAN ES HINAUSGEBRACHT, DAMIT DER</small> R<small>EGEN DARAUF FALLE, SO IST ER, AUCH WENN ER MEHR IST, UNREIN</small>. H<small>ATTE ES UNREINE</small> F<small>L&#x00DC;SSIGKEITEN EINGESOGEN, SO IST ER REIN, AUCH WENN MAN ES HINAUSGEBRACHT HAT, DAMIT DER</small> R<small>EGEN DARAUF FALLE</small>. M<small>AN DARF SOLCHES NUR MIT REINEN H&#x00C4;NDEN</small><sup><xref rid="fn2034">15</xref></sup><small>VERHEIZEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, WAR ES</small> [<small>VORHER</small>]<sup><xref rid="fn2035">16</xref></sup><small>FEUCHT, SEI ES, WENN MAN ES VERHEIZT UND DIE AUSTRETENDE</small> F<small>L&#x00DC;SSIGKEIT</small><sup><xref rid="fn2036">17</xref></sup><small>MEHR ALS DIE EINGESOGENE IST, REIN</small>.</p>
<ftnote id="fn2020">1. Beim Trinken auf diese Weise ist die Befeuchtung des Lippenbartes unvermeidlich.</ftnote>
<ftnote id="fn2021">2. Der schmalen Stelle des Gef&#x00E4;&#x00DF;es, wo der Strick befestigt wird.</ftnote>
<ftnote id="fn2022">3. Das Wasser an der Au&#x00DF;enseite u. am Stricke, da die Befeuchtung nicht unvermeidlich ist.</ftnote>
<ftnote id="fn2023">4. Von der Fl&#x00FC;ssigkeit tropft.</ftnote>
<ftnote id="fn2024">5. In dem Fr&#x00FC;chte sich befinden, die aber durch das Traufenwasser nicht empf&#x00E4;nglich werden sollen.</ftnote>
<ftnote id="fn2025">6. In der sich Wasser angesammelt hat.</ftnote>
<ftnote id="fn2026">7. Ersteres braucht er, letzteres nicht.</ftnote>
<ftnote id="fn2027">8. Da er durch das Wasser im Tauchbade nicht empf&#x00E4;nglich wird.</ftnote>
<ftnote id="fn2028">9. Durch das am Rettich haftende Wasser.</ftnote>
<ftnote id="fn2029">10. Nur diese; cf. Jad. III,2ff.</ftnote>
<ftnote id="fn2030">11. Nicht empf&#x00E4;nglich.</ftnote>
<ftnote id="fn2031">12. Der Topf.</ftnote>
<ftnote id="fn2032">13. Wenn solche sich im Topfe befinden.</ftnote>
<ftnote id="fn2033">14. Solange bleibt das Wasser darin u. macht bef&#x00E4;higt.</ftnote>
<ftnote id="fn2034">15. Damit nicht das durch die H&#x00E4;nde unrein werdende Wasser den Ofen unrein mache.</ftnote>
<ftnote id="fn2035">16. Vor dem Einsaugen der unreinen Fl&#x00FC;ssigkeit.</ftnote>
<ftnote id="fn2036">17. Durch die Hitze.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND IN EINEM</small> F<small>LUSSE UNTERGETAUCHT IST UND DARAUF EINEN ANDEREN, DEN ER VOR SICH HATTE, &#x00DC;BERSCHRITTEN HAT, SO HAT DAS ANDERE</small> [W<small>ASSER</small>] <small>DAS ERSTE GEREINIGT</small><sup><xref rid="fn2037">1</xref></sup>. H<small>AT JEMAND IHN IM</small> R<small>AUSCHE HINABGESTOSSEN, EBENSO SEIN</small> V<small>IEH, SO HAT DAS ANDERE DAS ERSTE GEREINIGT</small>. W<small>ENN ABER IM</small> S<small>CHERZE</small><sup><xref rid="fn2038">2</xref></sup>, <small>SO MACHT ES EMPF&#x00C4;NGLICH</small>.</p>
<p>II. S<small>CHWIMMT JEMAND IM</small> W<small>ASSER, SO MACHT DAS AUFSPRITZENDE</small> W<small>ASSER NICHT EMPF&#x00C4;NGLICH; BEABSICHTIGT ER SEINEN N&#x00C4;CHSTEN ZU BESPRITZEN, SO MACHT ES EMPF&#x00C4;NGLICH</small>. M<small>ACHT JEMAND IM</small> W<small>ASSER EINEN</small> V<small>OGEL</small><sup><xref rid="fn2039">3</xref></sup>, <small>SO MACHT DAS VERSPRITZTE UND DAS HAFTEN BLEIBENDE NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>III. W<small>ENN</small> T<small>RAUFENWASSER AUF</small> F<small>R&#x00DC;CHTE GEFALLEN WAR UND MAN SIE DLRCHGEW&#x00DC;HLT HAT, DAMIT SIE ABTROCKNEN, SO SIND SIE, WIE</small> R. &#x0160;<small>IMO&#x0351;N SAGT, EMPF&#x00C4;NGLICH, UND WIE DIE</small> W<small>EISEN SAGEN, NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>IV. H<small>AT MAN EINE</small> [W<small>ASSER</small>]<small>GRUBE GEMESSEN, OB DIE</small> T<small>IEFE ODER DIE</small> B<small>REITE, SO MACHT ES</small><sup><xref rid="fn2040">4</xref></sup> <small>EMPF&#x00C4;NGLICH &#x2013; SO</small> R. T<small>RYPHON</small>. R. A&#x0351;<small>QIBA SAGT, WENN DIE</small> T<small>IEFE</small><sup><xref rid="fn2041">5</xref></sup>, <small>MACHE ES EMPF&#x00C4;NGLICH, WENN DIE</small> B<small>REITE, MACHE ES NICHT EMPF&#x00C4;NGLICH</small>.</p>
<p>V. H<small>AT MAN DIE</small> H<small>AND, DEN</small> F<small>USS ODER EINEN</small> S<small>TAB IN DIE</small> G<small>RUBE GESTECKT, UM FESTZUSTELLEN, OB</small> W<small>ASSER DARIN IST, SO MACHT ES NICHT EMPF&#x00C4;NGLICH; WENN ABER UM FESTZUSTELLEN, WIEVIEL</small> W<small>ASSER DARIN IST, SO MACHT ES EMPF&#x00C4;NGLICH</small>. H<small>AT MAN EINEN</small> S<small>TEIN IN EINE</small> G<small>R&#x00DC;BE GEWORFEN, UM FESTZUSTELLEN, OB</small> W<small>ASSER DARIN IST, SO MACHT DAS AUFSPRITZENDE NICHT EMPF&#x00C4;NGLICH, UND DAS AM</small> S<small>TEINE IST REIN</small><sup><xref rid="fn2042">6</xref></sup>.</p>
<p>VI. W<small>ENN JEMAND AUF EIN</small> F<small>ELL</small><sup><xref rid="fn2043">7</xref></sup> <small>KLOPFT, SO MACHT ES</small><sup><xref rid="fn2044">8</xref></sup>, <small>WENN AUSSERHALB DES</small> W<small>ASSERS, EMPF&#x00C4;NGLICH, UND WENN IM</small> W<small>ASSER, NICHT EMPF&#x00C4;NGLICH</small>. R. J<small>OSE SAGT, AUCH WENN IM</small> W<small>ASSER, MACHE ES EMPF&#x00C4;NGLICH, WEIL ES SEINE</small> A<small>BSICHT IST, DASS ES MIT DEM</small> S<small>CHMUTZE HERAUSKOMME</small>.</p>
<p>VII. D<small>AS</small> W<small>ASSER, DAS MIT DEM</small> S<small>CHIFFE, DEM</small> B<small>EH&#x00C4;LTER</small><sup><xref rid="fn2045">9</xref></sup> <small>UND DEN</small> R<small>UDERN MITKOMMT, MACHT NICHT EMPF&#x00C4;NGLICH; DAS MIT DEN</small> F<small>ALLEN, DEN</small> N<small>ETZEN UND DEN</small> G<small>ARNEN MITKOMMT, MACHT NICHT EMPF&#x00C4;NGLICH; HAT MAN ES ABGESCH&#x00DC;TTELT, SO MACHT ES EMPF&#x00C4;NGLICH. F&#x00DC;HRT MAN EIN</small> S<small>CHIFF IN DAS GROSSE</small> M<small>EER</small><sup><xref rid="fn2046">10</xref></sup>, <small>UM ES ZU FESTIGEN</small><sup><xref rid="fn2047">11</xref></sup>, <small>BRINGT MAN EINEN</small> [<small>GL&#x00DC;HENDEN</small>] N<small>AGEL IN DEN</small> R<small>EGEN HINAUS, UM IHN ZU H&#x00C4;RTEN, ODER LEGT MAN EIN</small> B<small>RANDSCHEIT IN DEN</small> R<small>EGEN, UM ES ZU L&#x00D6;SCHEN, SO MACHT ES EMPF&#x00C4;NGLICH</small>.</p>
<p>VIII. [D<small>AS</small> W<small>ASSER AUF</small>] <small>EINER</small> T<small>ISCH</small>-S<small>CHUTZDECKE ODER EINER</small> Z<small>IEGELMATTE MACHT NICHT EMPF&#x00C4;NGLICH; HAT MAN ES ABGESCH&#x00DC;TTELT, SO MACHT ES EMPF&#x00C4;NGLICH</small>.</p>
<p>IX. J<small>EDER</small> S<small>TRAHL</small><sup><xref rid="fn2048">12</xref></sup><small>IST REIN</small><sup><xref rid="fn2049">13</xref></sup>, <small>AUSGENOMMEN DER DES</small> H<small>ONIGS AUS</small> Z<small>IPHIN</small><sup><xref rid="fn2050">14</xref></sup><small>UND DES</small> H<small>ONIGBREIES; DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, AUCH DER DES</small> B<small>REIES VON</small> G<small>RAUPEN UND VON</small> B<small>OHNEN, WEIL ER SICH NACH R&#x00DC;CKW&#x00C4;RTS ZIEHT</small><sup><xref rid="fn2051">15</xref></sup>.</p>
<p>X. G<small>IESST MAN VON</small> H<small>EISSEM IN</small> H<small>EISSES, VON</small> K<small>ALTEM IN</small> K<small>ALTES, ODER VON</small> H<small>EISSEM IN</small> K<small>ALTES, SO IST ES REIN</small><sup><xref rid="fn2052">16</xref></sup>, <small>WENN ABER VON</small> K<small>ALTEM IN</small> H<small>EISSES, SO IST ES UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH WENN MAN VON</small> H<small>EISSEM IN</small> H<small>EISSES GIESST UND DIE</small> H<small>ITZE DER UNTEREN ST&#x00C4;RKER IST, SEI ES UNREIN</small>.</p>
<p>XI. W<small>ENN EINE</small> F<small>RAU, DEREN H&#x00C4;NDE REIN SIND, EINEN UNREINEN</small> T<small>OPF UMR&#x00DC;HRT, SO SIND IHRE H&#x00C4;NDE, WENN SIE SCHWITZEN</small><sup><xref rid="fn2053">17</xref></sup>, <small>UNREIN; WENN IHRE H&#x00C4;NDE UNREIN SIND UND SIE EINEN REINEN</small> T<small>OPF UMR&#x00DC;HRT, SO IST DER</small> T<small>OPF, WENN IHRE H&#x00C4;NDE SCHWITZEN, UNREIN</small>. R. J<small>OSE SAGT, WENN SIE TROPFEN</small>. W<small>ENN MAN</small> T<small>RAUBEN AUF EINER</small> W<small>AGSCHALE WIEGT, SO IST DER IN DER</small> S<small>CHALE</small> [<small>ZUR&#x00DC;CKBLEIBENDE</small>] W<small>EIN REIN, BIS MAN IHN IN DAS</small> G<small>EF&#x00C4;SS GIESST</small><sup><xref rid="fn2054">18</xref></sup>. D<small>IES GLEICHT DEM</small> F<small>ALLE, WENN K&#x00D6;RBE</small> O<small>LIVEN ODER</small> T<small>RAUBEN TROPFEN</small><sup><xref rid="fn2055">19</xref></sup>.</p>
<ftnote id="fn2037">1. Das vom 1. Untertauchen am K&#x00F6;rper haften gebliebene Wasser macht nicht mehr bef&#x00E4;higt.</ftnote>
<ftnote id="fn2038">2. Es also beabsichtigt hat.</ftnote>
<ftnote id="fn2039">3. Nach den Kommentaren, Blasen im Wasser schlagen, ohne spritzen zu wollen.</ftnote>
<ftnote id="fn2040">4. Das am Me&#x00DF;stabe haftende Wasser.</ftnote>
<ftnote id="fn2041">5. Wobei die Befeuchtung zur Feststellung des Tiefenma&#x00DF;es erforderlieh ist.</ftnote>
<ftnote id="fn2042">6. Es ist als am Boden haftend nicht verunreinigungsf&#x00E4;hig.</ftnote>
<ftnote id="fn2043">7. Das man zur Bearbeitung in Wasser gelegt hat.</ftnote>
<ftnote id="fn2044">8. Das vom Felle spritzende Wasser.</ftnote>
<ftnote id="fn2045">9. Tosephta Kel. Bm. I,1 spricht von einem Beh&#x00E4;lter (<span dir="rtl">&#x05E2;&#x05E7;&#x05DC;</span>) zum Beschweren des Schiffes, also eine Art Ballastkasten an der Au&#x00DF;enseite des Schiffes. Nach anderen Anker, jed. ohne jede sprachliche Berechtigung.</ftnote>
<ftnote id="fn2046">10. Irgend ein gro&#x00DF;es Gew&#x00E4;sser.</ftnote>
<ftnote id="fn2047">11. Damit es nicht durch Austrocknen Risse bekomme.</ftnote>
<ftnote id="fn2048">12. Einer Fl&#x00FC;ssigkeit, beim Umgie&#x00DF;en aus einem Gef&#x00E4;&#x00DF;e in ein anderes.</ftnote>
<ftnote id="fn2049">13. Dh. es gilt nicht als Verbindung des oberen Gef&#x00E4;&#x00DF;es mit dem unteren.</ftnote>
<ftnote id="fn2050">14. Cf. Sab. Fol. 48b.</ftnote>
<ftnote id="fn2051">15. Bei der Unterbrechung.</ftnote>
<ftnote id="fn2052">16. Der Strahl gilt nicht als Verbindung.</ftnote>
<ftnote id="fn2053">17. Mit dem aus dem Topfe aufsteigenden Dampfe beschlagen.</ftnote>
<ftnote id="fn2054">18. Erst dann erh&#x00E4;lt er die Bedeutung einer Fl&#x00FC;ssigkeit.</ftnote>
<ftnote id="fn2055">19. Der tropfende Saft gilt nur dann als Fl&#x00FC;ssigkeit, wenn man ihn verwenden will; weit. VI,8.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>JEMAND SEINE</small> F<small>R&#x00DC;CHTE WEGEN DER</small> M<small>ADEN AUF</small> D<small>AS DACH GEBRACHT HAT UND</small> T<small>AU AUF SIE GEFALLEN IST, SO SIND SIE NICHT EMPF&#x00C4;NGLICH; HAT MAN DIES</small><sup><xref rid="fn2056">1</xref></sup> <small>BEABSICHTIGT, SO SIND SIE EMPF&#x00C4;NGLICH</small>. H<small>AT EIN</small> T<small>AUBER, EIN</small> B<small>L&#x00D6;DER ODER EIN</small> M<small>INDERJ&#x00C4;HRIGER SIE HINAUFGEBRACHT, SO SIND SIE, AUCH WENN ER BEABSICHTIGT HAT, DASS</small> T<small>AU AUF SIE FALLE, NICHT EMPF&#x00C4;NGLICH, DENN BEI DIESEN IST NUR DIE HANDLUNG WIRKSAM UND NICHT DIE</small> A<small>BSICHT</small>.</p>
<p>II. H<small>AT JEMAND</small> [K<small>RAUT</small>]<small>B&#x00DC;NDEL</small>, P<small>RESSFEIGEN ODER</small> K<small>NOBLAUCH AUF DAS</small> D<small>ACH GEBRACHT, DAMIT SIE SICH HALTEN, SO WERDEN SIE</small><sup><xref rid="fn2057">2</xref></sup> <small>NICHT EMPF&#x00C4;NGLICH.</small>. A<small>LLE</small> K<small>RAUTB&#x00DC;NDEL AUF DEN M&#x00C4;RKTEN SIND UNREIN</small><sup><xref rid="fn2058">3</xref></sup>. N<small>ACH R</small>. J<small>EHUDA SIND DIE FRISCHEN REIN</small>. R. M<small>E&#x00CD;R SPRACH:</small> A<small>LS UNREIN ERKL&#x00C4;RT HAT MAN SIE JA NUR WEGEN DER</small> F<small>L&#x00DC;SSIGKEIT AUS DEM&#x2019;</small> M<small>UNDE</small><sup><xref rid="fn2059">4</xref></sup>. A<small>LLE</small> A<small>RTEN</small> M<small>EHL UND</small> F<small>EINMEHL SIND AUF DEN M&#x00C4;RKTEN UNREIN;</small> S<small>PELTGRAUPEN</small>, W<small>EIZENGRAUPEN UND</small> G<small>ERSTENGRAUPEN</small><sup><xref rid="fn2060">5</xref></sup> <small>SIND &#x00DC;BERALL UNREIN</small><sup><xref rid="fn2061">6</xref></sup>.</p>
<p>III. A<small>LLE</small> E<small>IER BEFINDEN SICH IN DER</small> A<small>NNAHME DER</small> R<small>EINHEIT, AUSGENOMMEN DIE DER</small> F<small>L&#x00DC;SSIGKEITSH&#x00C4;NDLER</small><sup><xref rid="fn2062">7</xref></sup><small>; VERKAUFEN SIE ABER MIT DIESEN AUCH TROCKENE</small> F<small>R&#x00DC;CHTE, SO SIND SIE REIN</small><sup><xref rid="fn2063">8</xref></sup>. A<small>LLE</small> F<small>ISCHE BEFINDEN SICH IN DER</small> A<small>NNAHME DER</small> U<small>NREINHEIT</small><sup><xref rid="fn2064">9</xref></sup><small>;</small> R. J<small>EHUDA SAGT:</small> S<small>T&#x00DC;CKE VOM</small> I<small>LTITH</small><sup><xref rid="fn2065">10</xref></sup>, <small>DER IN K&#x00D6;RBEN KOMMENDE &#x00C4;GYPTISCHE</small> F<small>ISCH UND DIE SPANISCHE</small> M<small>AKRELE</small><sup><xref rid="fn2066">11</xref></sup><small>BEFINDEN SICH IN DER</small> A<small>NNAHME DER</small> R<small>EINHEIT</small><sup><xref rid="fn2067">12</xref></sup>. J<small>EDE</small> A<small>RT LAKE BEFINDET SICH IN DER</small> A<small>NNAHME DER</small> U<small>NREINHEIT</small>. B<small>EI ALL DIESEN</small> D<small>INGEN, AUSGENOMMEN DIE</small> F<small>ISCHLAKE, IST EIN MANN AUS DEM GEMEINEN</small> V<small>OLKE GLAUBHAFT, WENN ER SAGT, ES SEI REIN</small><sup><xref rid="fn2068">13</xref></sup>, <small>WEIL MAN SIE</small> L<small>EUTEN AUS DEM GEMEINEN</small> V<small>OLKE AUCH ZUR</small> A<small>UFBEWAHRUNG GIBT</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, IST IN REINE</small> L<small>AKE ETWAS</small> W<small>ASSER GEKOMMEN, SEI SIE VERUNREINIGUNGSF&#x00C4;HIG</small>.</p>
<p>IV. E<small>S GIBT SIEBEN</small> A<small>RTEN VON</small> F<small>L&#x00DC;SSIGKEITEN</small><sup><xref rid="fn2069">14</xref></sup><small>:</small> T<small>AU</small>, W<small>ASSER</small>, W<small>EIN, &#x00D6;L</small>, B<small>LUT</small>, M<small>ILCH UND</small> B<small>IENENHONIG</small>. W<small>ESPENHONIG IST REIN UND ZUM</small> E<small>SSEN ERLAUBT</small>.</p>
<p>V. E<small>S GIBT</small> U<small>NTERARTEN DES</small> W<small>ASSERS: WAS AUS DEM</small> A<small>UGE, DEM</small> O<small>HRE, DER</small> N<small>ASE UND DEM</small> M<small>UNDE KOMMT, UND</small> U<small>RIN, OB VON</small> E<small>RWACHSENEN ODER VON</small> K<small>INDERN</small><sup><xref rid="fn2070">15</xref></sup>, <small>OB GEWOLLT ODER UNGEWOLLT</small> [<small>ABGEGANGEN</small>]. U<small>NTERARTEN DES</small> B<small>LUTES: DAS</small> S<small>CHLACHTEBLUT</small><sup><xref rid="fn2071">16</xref></sup><small>VON REINEM</small> V<small>IEH</small>, W<small>ILD ODER</small> G<small>EFL&#x00DC;GEL UND DAS ZUM</small> T<small>RINKEN BESTIMMTE</small> A<small>DERLASSBLUT</small>. M<small>OLKE GLEICHT DER</small> M<small>ILCH, UND DER</small> O<small>LIVENSCHLEIM GLEICHT DEM &#x00D6;L, WEIL DER</small> S<small>CHLEIM NICHT FREI VON &#x00D6;L IST &#x2013; SO</small> R. &#x0160;<small>IMO&#x0351;N</small>. R. M<small>E&#x00CD;R SAGT, AUCH WENN ES KEIN &#x00D6;L ENTH&#x00C4;LT</small>. D<small>AS</small> B<small>LUT DES</small> K<small>RIECHTIERS GLEICHT SEINEM</small> F<small>LEISCHE, ES MACHT UNREIN UND NICHT BEF&#x00C4;HIGT</small>. W<small>IR HABEN NICHTS, WAS DIESEM GLICHE</small>.</p>
<p>VI. F<small>OLGENDES MACHT UNREIN UND BEF&#x00C4;HIGT: DER</small> F<small>LUSS EINES</small> F<small>LUSSBEHAFTETEN, SEIN</small> S<small>PEICHEL, SEIN</small> S<small>AME, SEIN</small> U<small>RIN, EIN</small> V<small>IERTELLOG</small> B<small>LUT VON EINEM</small> T<small>OTEN UND DAS</small> B<small>LUT EINER</small> M<small>ENSTRUIERENDEN</small>. R. E<small>LIE&#x0351;ZER SAGT, DER</small> S<small>AME MACHE NICHT BEF&#x00C4;HIGT</small>. R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA SAGT, DAS</small> B<small>LUT EINER</small> M<small>ENSTRUIERENDEN MACHE NICHT BEF&#x00C4;HIGT</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, B<small>LUT VON EINEM</small> T<small>OTEN MACHE NICHT BEF&#x00C4;HIGT; F&#x00C4;LLT ES AUF EINEN K&#x00DC;RBIS, SO KRATZE MAN ES AB, UND ER IST REIN</small>.</p>
<p>VII. F<small>OLGENDES MACHT NICHT UNREIN UND NICHT BEF&#x00C4;HIGT</small>. S<small>CHWEISS, STINKENDER</small> E<small>LTER</small>, K<small>OT, DAS MIT DIESEN MITKOMMENDE BLUT UND</small> F<small>L&#x00DC;SSIGKEIT VON EINEM</small> A<small>CHTMONATSKINDE</small><sup><xref rid="fn2072">17</xref></sup>. R. J<small>OSE SAGT, AUSSER SEINEM</small> B<small>LUTE</small><sup><xref rid="fn2073">18</xref></sup>. F<small>ERNER</small> W<small>ASSER VON</small> T<small>IBERIAS</small><sup><xref rid="fn2074">19</xref></sup>, <small>DAS MAN GETRUNKEN HAT, AUCH WENN ES KLAR ABGEHT, DAS</small> S<small>CHLACHTEBLUT VON UNREINEM</small> V<small>LEH, WILD ODER</small> G<small>EFL&#x00DC;GEL UND DAS</small> A<small>DERLASSBLUT ZU</small> H<small>EILZWECKEN</small><sup><xref rid="fn2075">20</xref></sup>. R. E<small>LIE&#x0351;ZER ERKL&#x00C4;RT DIESE</small> [B<small>LUTARTEN</small>] <small>F&#x00DC;R UNREIN</small><sup><xref rid="fn2076">21</xref></sup>. R. &#x0160;<small>IMO&#x0351;N B</small>. E<small>LEA&#x0351;ZAR SAGT</small>, M<small>ILCH VON EINEM</small> M<small>ANNE SEI REIN</small><sup><xref rid="fn2077">22</xref></sup>.</p>
<p>VIII. D<small>IE</small> M<small>ILCH VON EINEM</small> W<small>EIBE MACHT VERUNREINIGUNGSF&#x00C4;HIG, OB GEWOLLT ODER UNGEWOLLT</small><sup><xref rid="fn2078">23</xref></sup><small>; DIE</small> M<small>LLCH VON EINEM</small> V<small>IEH MACHT VERUNREINIGUNGSF&#x00C4;HIG NUR GEWOLLT</small>. R. A&#x0351;<small>QIBA SPRACH:</small> [D<small>URCH EINEN</small> S<small>CHLUSS</small>] <small>VOM</small> L<small>EICHTEREN AUF DAS</small> S<small>CHWERERE IST</small> [<small>ENTGEGENGESETZT</small>] <small>ZU FOLGERN: WENN</small> M<small>ILCH VON EINEM</small> W<small>EIBE, DIE NUR F&#x00DC;R</small> K<small>INDER BESTIMMT IST, GEWOLLT ODER UNGEWOLLT VERUNREINIGUNGSF&#x00C4;HIG MACHT, UM WIEVIEL MEHR SOLLTE</small> M<small>ILCH VON EINEM</small> V<small>IEH, DIE F&#x00DC;R</small> K<small>INDER UND</small> E<small>RWACHSENE BESTIMMT IST, GEWOLLT ODER UNGEWOLLT UNREIN MACHEN</small>. S<small>IE ERWIDERTEN IHM:</small> N<small>EIN, WENN DIE</small> M<small>ILCH VON EINEM</small> W<small>EIBE UNGEWOLLT VERUNREINIGUNGSF&#x00C4;HIG MACHT, VON DEM AUCH DAS</small> B<small>L&#x00DC;T EINER</small> V<small>ERLETZUNG UNREIN IST, SOLLTE AUCH DIE</small> M<small>ILCH VON EINEM</small> V<small>IEH UNGEWOLLT VERUNREINIGUNGSF&#x00C4;HIG MACHEN, VON DEM DAS</small> B<small>LUT EINER</small> V<small>ERLETZUNG REIN IST&#x0021;?</small> E<small>R ENTGEGNETE IHNEN:</small> I<small>CH ERSCHWERE BEI DER</small> M<small>ILCH MEHR ALS BEIM</small> B<small>LUTE, DENN DIE ZU</small> H<small>EILZWECKEN GEMOLKENE</small> [M<small>LLCH</small>] <small>MACHT VERUNREINIGUNGSF&#x00C4;HIG</small>, [<small>DAS</small> B<small>LUT</small>] <small>VOM</small> A<small>DERL&#x00C4;SSE ZU</small> H<small>EILZWECKEN ABER IST REIN</small>. S<small>IE ERWIDERTEN IHM: K&#x00D6;RBE</small> O<small>LIVEN UND</small> T<small>RAUBEN BEWEISEN</small> [<small>&#x00DC;AS</small> E<small>NTGEGENGESETZTE</small>]<small>: DIE AUS IHNEN KOMMENDE</small> F<small>L&#x00DC;SSIGKEIT MACHT ERW&#x00DC;NSCHT VERUNREINIGUNGSF&#x00C4;HIG, UND NICHT ERW&#x00DC;NSCHT IST SIE REIN</small>. E<small>R ENTGEGNETE IHNEN:</small> N<small>EIN, WENN IHR DIES VON K&#x00D6;RBEN</small> O<small>LIVEN UND</small> T<small>RAUBEN SAGT, DIE ANFANGS EINE</small> S<small>PEISE UND SP&#x00C4;TER EINE</small> F<small>L&#x00DC;SSIGKEIT SIND, WOLLT IHR DIES AUCH VON DER</small> M<small>ILCH SAGEN, DIE ANFANGS UND SP&#x00C4;TER EINE</small> F<small>L&#x00DC;SSIGKEIT IST&#x0021;?</small> S<small>OWEIT GING DIE</small> K<small>ONTROVERSE</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> V<small>ON HIER AN RICHTETEN WIR EINEN</small> E<small>INWAND GEGEN IHN:</small> D<small>AS</small> R<small>EGENWASSER BEWEIST</small> [<small>DAS</small> E<small>NTGEGENGESETZTE</small>]<small>: ES IST ANFANGS UND SP&#x00C4;TER EINE</small> F<small>L&#x00DC;SSIGKEIT, UND ES MACHT NUR ERW&#x00DC;NSCHT UNREIN&#x0021;?</small> E<small>R ENTGEGNETE UNS:</small> N<small>EIN, WENN IHR DIES AUCH VOM</small> R<small>EGENWASSER SAGT, DAS IN SEINER</small> M<small>EHRHEIT NICHT F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT IST, SONDERN F&#x00DC;R DEN</small> B<small>ODEN UND DIE B&#x00C4;UME, DIE</small> M<small>ILCH ABER IST IN IHRER</small> M<small>EHRHEIT F&#x00DC;R</small> M<small>ENSCHEN BESTIMMT</small>.</p>
<ftnote id="fn2056">1. Da&#x00DF; der Tau sie befeuchte.</ftnote>
<ftnote id="fn2057">2. Durch den Tau, da die Frischerhaltung nur durch die Luft erfolgen soll.</ftnote>
<ftnote id="fn2058">3. Weil sie, um sie frisch zu erhalten, mit Wasser begossen werden.</ftnote>
<ftnote id="fn2059">4. Die Verk&#x00E4;ufer pflegen den Knoten mit dem Munde zu &#x00F6;ffnen.</ftnote>
<ftnote id="fn2060">5. Cf. Mq. Fol. 13b.</ftnote>
<ftnote id="fn2061">6. Sie werden vor dem Mahlen gewaschen.</ftnote>
<ftnote id="fn2062">7. Die sie mit feuchten H&#x00E4;nden anfassen.</ftnote>
<ftnote id="fn2063">8. Weil sie, um nicht die Fr&#x00FC;chte zu beschmutzen, stets die H&#x00E4;nde abwischen.</ftnote>
<ftnote id="fn2064">9. Sie sind na&#x00DF;, u. tot f&#x00FC;r die Unreinheit empf&#x00E4;nglich; cf. Uq&#x00E7;. Ill,8.</ftnote>
<ftnote id="fn2065">10. Name eines Fisches, sonst unbekannt.</ftnote>
<ftnote id="fn2066">11. So nach Levysohn, <italic>Zool. d.T</italic>. &#x00A7;315.</ftnote>
<ftnote id="fn2067">12. Sie m&#x00FC;ssen trocken gehalten werden.</ftnote>
<ftnote id="fn2068">13. Nicht befeuchtet worden.</ftnote>
<ftnote id="fn2069">14. Die verunreinigungsf&#x00E4;hig machen.</ftnote>
<ftnote id="fn2070">15. So besser nach manchen Erkl&#x00E4;rem, obgleich sprachlich nicht ganz einwandfrei.</ftnote>
<ftnote id="fn2071">16. Das nach dem Schlachten nachflie&#x00DF;t; cf. Hul. Fol. 35b.</ftnote>
<ftnote id="fn2072">17. Das nach dem T. nicht lebensf&#x00E4;hig ist.</ftnote>
<ftnote id="fn2073">18. Dieses gleicht dem eines Lebensf&#x00E4;higen.</ftnote>
<ftnote id="fn2074">19. Von den Tiberiasthermen, das purgierend wirkt.</ftnote>
<ftnote id="fn2075">20. Das fortgegossen wird.</ftnote>
<ftnote id="fn2076">21. Sie sind verunreinigungsf&#x00E4;hig u. machen bef&#x00E4;higt.</ftnote>
<ftnote id="fn2077">22. Solche ist nur eine Ausschwitzung.</ftnote>
<ftnote id="fn2078">23. Sc. aus dem K&#x00F6;rper gekommen.</ftnote>
</chapter>
</book>