<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>B</bold>EI W<small>ASSERANSAMMLUNGEN GIBT ES SECHS</small> A<small>BSTUFUNGEN</small><sup><xref rid="fn1797">1</xref></sup>, <small>EINE H&#x00D6;HER ALS DIE ANDERE</small>. G<small>RUBENWASSER</small><sup><xref rid="fn1798">2</xref></sup>. H<small>AT EIN</small> U<small>NREINER DAVON GETRUNKEN UND DARAUF EIN</small> R<small>EINER DAVON GETRUNKEN</small><sup><xref rid="fn1799">3</xref></sup>, <small>SO IST ER UNREIN</small><sup><xref rid="fn1800">4</xref></sup>. H<small>AT EIN</small> U<small>NREINER DAVON GETRUNKEN, UND DARAUF JEMAND DAVON MIT EINEM REINEN</small> G<small>EFASSE GESCH&#x00D6;PFT, SO IST ES UNREIN</small>. W<small>ENN EIN</small> U<small>NREINER DAVON GETRUNKEN HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE DARIN HINEINGEFALLEN IST, SO IST ER, WENN MAN IHN DARIN ABGESP&#x00DC;LT HAT, UNREIN</small><sup><xref rid="fn1801">5</xref></sup>, <small>UND WENN MAN IHN NICHT DARIN ABGESP&#x00DC;LT HAT, REIN</small><sup><xref rid="fn1802">6</xref></sup>.</p>
<p>II. H<small>AT MAN DAVON MIT EINEM UNREINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT UND DARAUF EIN</small> R<small>EINER DAVON GETRUNKEN, SO IST ER UNREIN</small>. H<small>AT MAN DAVON MIT EINEM UNREINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT UND DARAUF MIT EINEM REINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT, SO IST ES UNREIN</small>. W<small>ENN MAN DAVON MIT EINEM UNREINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE DARIN HINEINGEFALLEN IST, SO IST ER, WENN MAN IHN DARIN ABGESP&#x00DC;LT HAT, UNREIN, UND WENN MAN IHN NICHT DARIN ABGESP&#x00DC;LT HAT, REIN</small>.</p>
<p>III. W<small>ENN UNREINES</small> W<small>ASSER HINEINGEKOMMEN IST UND EIN</small> R<small>EINER DAVON GETRUNKEN HAT, SO IST ER UNREIN</small>. W<small>ENN UNREINES</small> W<small>ASSER HINEINGEKOMMEN IST UND MAN DAVON MIT EINEM REINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT HAT, SO IST ES UNREIN</small>. W<small>ENN UNREINES</small> W<small>ASSER HINEINGEKOMMEN UND EIN</small> L<small>AIB VON</small> H<small>EBE HINEINGEFALLEN IST, SO IST ER, WENN MAN IHN DARIN ABGESP&#x00DC;LT HAT, UNREIN, UND WENN MAN IHN NICHT DARIN ABGESP&#x00DC;LT HAT, REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, ER SEI UNREIN, EINERLEI OB MAN IHN ABGESP&#x00DC;LT HAT ODER MAN IHN NICHT ABGESP&#x00DC;LT HAT</small><sup><xref rid="fn1803">7</xref></sup>.</p>
<p>IV. W<small>ENN EIN</small> T<small>OTER HINEINGEFALLEN ODER EIN</small> U<small>NREINER HINDURCHGEGANGEN WAR, UND DARAUF EIN</small> R<small>EINER DAVON GETRUNKEN HAT, SO IST ER REIN</small><sup><xref rid="fn1804">8</xref></sup>. E<small>INERLEI OB</small> G<small>RUBEN WASSER</small>, B<small>RUNNENWASSER</small>, G<small>RABENWASSER, H&#x00D6;HLENWASSER, HERABGEFLOSSENES</small><sup><xref rid="fn1804">8</xref></sup> W<small>ASSER, NACHDEM ES</small> [<small>ZU FLIESSEN</small>] <small>AUFGEH&#x00D6;RT HAT, ODER</small> T<small>AUCHBADWASSER, WENN ES KEINE VIERZIG</small> S<small>E&#x00C1;</small><sup><xref rid="fn1805">9</xref></sup> <small>SIND: SOLANGE ES REGNET, SIND ALLE REIN</small><sup><xref rid="fn1806">10</xref></sup>, <small>HAT ES ZU REGNEN AUFGEH&#x00D6;RT, SO SIND DIE NAHE DER</small> S<small>TADT ODER DER</small> L<small>ANDSTRASSE BEFINDLICHEN UNREIN, UND DIE FERNEN SOLANGE REIN, BIS DIE MEISTEN</small> M<small>ENSCHEN DA ZU VERKEHREN ANGEFANGEN HABEN</small>.</p>
<p>V. W<small>ANN WERDEN SIE</small><sup><xref rid="fn1807">11</xref></sup><small>WIEDER REIN?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WENN MEHR</small> [W<small>ASSER</small>] <small>HINZUGEKOMMEN IST UND SIE &#x00DC;BERFLIESSEN, DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, WENN MEHR HINZUGEKOMMEN IST, AUCH WENN SIE NICHT &#x00DC;BERFLIESSEN, UND</small> R. &#x0160;<small>IMO&#x0351;N SAGT, WENN SIE &#x00DC;BERFLIESSEN</small><sup><xref rid="fn1808">12</xref></sup>, <small>AUCH WENN NICHT MEHR HINZUGEKOMMEN IST</small>. S<small>IE SIND TAUGLICH F&#x00DC;R DIE</small> T<small>EIGHEBE UND DAMIT DIE H&#x00C4;NDE ZU WASCHEN</small><sup><xref rid="fn1809">13</xref></sup>.</p>
<p>VI. <small>H&#x00D6;HER</small><sup><xref rid="fn1810">14</xref></sup><small>ALS DIESES STEHT DAS HERABGEFLOSSENE</small> W<small>ASSER, SOLANGE ES</small> [<small>ZU FLIESSEN</small>] <small>NICHT AUFGEH&#x00D6;RT HAT</small>. H<small>AT EIN</small> U<small>NREINER DAVON GETRUNKEN UND DARAUF EIN</small> R<small>EINER DAVON GETRUNKEN, SO IST ER REIN</small>. H<small>AT EIN</small> U<small>NREINER DAVON GETRUNKEN UND DARAUF JEMAND DAVON MIT EINEM REINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT, SO IST ES REIN</small>. W<small>ENN EIN</small> U<small>NREINER DAVON GETRUNKEN HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE DA HINEINGEFALLEN IST, SO IST ER, AUCH WENN MAN IHN DARIN ABGESP&#x00DC;LT HAT, REIN</small>. H<small>AT MAN DAVON MIT EINEM UNREINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT UND DARAUF EIN</small> R<small>EINER DAVON GETRUNKEN, SO IST ER REIN</small>. H<small>AT MAN DAVON MIT EINEM UNREINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT UND DARAUF DAVON MIT EINEM REINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT, SO IST ES REIN</small>. W<small>ENN MAN DAVON MIT EINEM UNREINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE DARIN HINEINGEFALLEN IST, SO IST ES, AUCH WENN MAN ES ABGESP&#x00DC;LT HAT, REIN</small>. W<small>ENN UNREINES</small> W<small>ASSER HINEINGEKOMMEN IST UND EIN</small> R<small>EINER DAVON GETRUNKEN HAT, SO IST ER REIN</small>. W<small>ENN UNREINES</small> W<small>ASSER HINEINGEKOMMEN IST UND MAN DAVON MIT EINEM REINEN</small> G<small>EF&#x00C4;SSE GESCH&#x00D6;PFT HAT, SO IST ES REIN</small>. W<small>ENN UNREINES</small> W<small>ASSER HINEINGEKOMMEN UND EIN</small> L<small>AIB VON</small> H<small>EBE DARIN HINEINGEFALLEN IST, SO IST ER, AUCH WENN MAN ES DARIN ABGESP&#x00DC;LT HAT, REIN</small>. E<small>S 1ST TAUGLICH F&#x00DC;R DIE</small> H<small>EBE UND DAMIT DIE H&#x00C4;NDE ZU WASCHEN</small><sup><xref rid="fn1810">14</xref></sup>.</p>
<p>VII. <small>H&#x00D6;HER ALS DIESES IST EIN</small> T<small>AUCHBAD, DAS VIERZIG</small> S<small>E&#x00C1;</small> [W<small>ASSER</small>] <small>HAT, WORIN MAN SICH SELBER UND ANDERES UNTERTAUCHEN KANN</small>. H<small>&#x00D6;HER ALS DIESES IST EINE</small> Q<small>UELLE MIT WENIGER EIGENEM UND MEHR GESCH&#x00D6;PFTEM</small> W<small>ASSER; SIE GLEICHT DEM</small> T<small>AUCHBADE, INDEM SIE IN EINER</small> V<small>ERTIEFUNG</small><sup><xref rid="fn1811">15</xref></sup><small>REINIGT</small><sup><xref rid="fn1812">16</xref></sup>, <small>UND EINER</small> Q<small>UELLE, INDEM MAN DARIN UNTERTAUCHEN KANN, AUCH WENN</small> [<small>DAS</small> W<small>ASSER</small>] <small>NOCH SO WENIG IST</small><sup><xref rid="fn1813">17</xref></sup>.</p>
<p>VIII. <small>H&#x00D6;HER ALS DIESES IST DAS ANGESCHLAGENE</small><sup><xref rid="fn1814">18</xref></sup>[Q<small>UELL</small>]<small>WASSER, DAS AUCH FLIESSEND REINIGT. H&#x00D6;HER ALS DIESES IST DAS</small> [<small>INTAKTE</small>] Q<small>UELLWASSER, DAS ALS</small> T<small>AUCHBAD F&#x00DC;R</small> F<small>LUSSBEHAFTETE</small><sup><xref rid="fn1815">19</xref></sup>, <small>ZUR</small> B<small>ESPRENGUNG DER</small> A<small>USS&#x00C4;TZIGEN UND ZUM</small> W<small>EIHEN DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS GEEIGNET IST</small>.</p>
<ftnote id="fn1797">1. Der Verunreinigungs- u. der Reinigungsf&#x00E4;higkeit.</ftnote>
<ftnote id="fn1798">2. Nicht gesch&#x00F6;pft, auch kein Quellwasser, sondern durch den Regen angesammelt.</ftnote>
<ftnote id="fn1799">3. Es mit dem Munde od. der Hand ber&#x00FC;hrt.</ftnote>
<ftnote id="fn1800">4. Er kann einen Tropfen getrunken haben, den der Unreine hineinfallen lie&#x00DF;.</ftnote>
<ftnote id="fn1801">5. Weil man damit bekundet, da&#x00DF; dies erw&#x00FC;nscht ist.</ftnote>
<ftnote id="fn1802">6. Das Wasser an sich ist, solange es am Boden haftet, nicht unrein.</ftnote>
<ftnote id="fn1803">7. Dies bezieht sich wohl auf alle 3 F&#x00E4;lle.</ftnote>
<ftnote id="fn1804">8. Aus einer H&#x00F6;he in eine Tiefe.</ftnote>
<ftnote id="fn1805">9. Die zu einem Quellbado erforderlich sind.</ftnote>
<ftnote id="fn1806">10. Es wird nicht angenommen, ein Unreiner habe aus ihnen getrunken.</ftnote>
<ftnote id="fn1807">11. Wenn sie unrein geworden sind.</ftnote>
<ftnote id="fn1808">12. Wenn nur etwas Wasser hinzugekommen ist.</ftnote>
<ftnote id="fn1809">13. F&#x00FC;r rituelle Zwecke.</ftnote>
<ftnote id="fn1810">14. Hinsichtl. der Reinheit.</ftnote>
<ftnote id="fn1811">15. Worin das Wasser stehen bleibt u. nicht weiter flie&#x00DF;t.</ftnote>
<ftnote id="fn1812">16. Was darin unlergetaucht wird.</ftnote>
<ftnote id="fn1813">17. Auch weniger als 40 Se&#x00E1;, wenn nur die Person od. die Sache mit Wasser &#x00FC;berdeckt ist.</ftnote>
<ftnote id="fn1814">18. Das nicht ganz intakt ist, bitter, salzig od. gew&#x00E4;rmt.</ftnote>
<ftnote id="fn1815">19. Cf. Lev. 15,13.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>DER</small> U<small>NREINE UNTERZUTAUCHEN HINABGESTIEGEN WAR UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER UNTERGETAUCHT IST ODER NICHT UNTERGETAUCHT IST, ODER ER UNTERGETAUCHT IST, UND EIN</small> Z<small>WEIFEL BESTEHT, OB DARIN VIERZIG</small> S<small>E&#x00C1;</small> [W<small>ASSER</small>] <small>WAR ODER NICHT, ODER ER IN EINEM VON ZWEI</small> T<small>AUCHB&#x00C4;DERN UNTERGETAUCHT IST, IN EINEM WAREN VIERZIG</small> S<small>E&#x00C1; UND IN EINEM NICHT, UND NICHT WEISS, IN WELCHEM V&#x00D6;N IHNEN ER UNTERGETAUCHT IST, SO IST ER DES</small> Z<small>WEIFELS WEGEN UNREIN</small>.</p>
<p>II. I<small>ST EIN</small> T<small>AUCHBAD NACHGEMESSEN UND UNVOLLST&#x00C4;NDIG BEFUNDEN WORDEN, SO SIND ALLE REINE</small> [S<small>PEISEN</small>], <small>DIE DARAUFHIN ZUBEREITET WORDEN SIND, OB IN</small> P<small>RIVATGEBIET ODER AUF &#x00D6;FFENTLICHEM</small> G<small>EBIETE, R&#x00DC;CKWIRKEND UNREIN</small>. D<small>IES GILT NUR VON DER SCHWEREN</small> U<small>NREINHEIT, BEI EINER LEICHTEN</small> U<small>NREINHEIT ABER, WENN JEMAND BEISPIELSWEISE UNREINE</small> S<small>PEISEN GEGESSEN ODER UNREINE</small> G<small>ETR&#x00C4;NKE GETRUNKEN HAT, MIT DEM</small> K<small>OPFE UND DEM GR&#x00D6;SSEREN</small> T<small>EILE DES K&#x00D6;RPERS IN GESCH&#x00D6;PFTES</small> W<small>ASSER GEKOMMEN</small><sup><xref rid="fn1816">1</xref></sup> <small>IST, ODER DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER IHM &#x00DC;BER DEN</small> K<small>OPF UND DEN GR&#x00D6;SSEREN</small> T<small>EIL DES K&#x00D6;RPERS GEKOMMEN SIND, UND ER UNTERZUTAUCHEN HINABGESTIEGEN IST, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER UNTERGETAUCHT IST ODER NICHT UNTERGETAUCHT IST, ODER ER UNTERGETAUCHT IST, UND EIN</small> Z<small>WEIFEL BESTEHT, OB DARIN VIERZIG</small> S<small>E&#x00C1;</small> [W<small>ASSER</small>] <small>WAREN ODER NICHT, ODER ER IN EINEM VON ZWEI</small> T<small>AUCHB&#x00C4;DERN UNTERGETAUCHT IST, IN EINEM WAREN VIERZIG</small> S<small>E&#x00C1; UND IN EINEM NICHT, UND NICHT WEISS, IN WELCHEM VON IHNEN ER UNTERGETAUCHT IST, SO IST ER IN DIESEM</small> Z<small>WEIFEL RE&#x00CD; IN</small>. N<small>ACH</small> R. J<small>OSE IST ER UNREIN, DENN</small> R. J<small>OSE SAGTE:</small> W<small>AS SICH IM</small> Z<small>USTANDE DER</small> U<small>NREINHEIT BEFUNDEN HAT, BLEIBT SO LANGE IN SEINER</small> U<small>NTAUGLICHKEIT, BIS FESTGESTELLT WIRD, DASS ES REIN GEWORDEN IST</small>. B<small>ESTEHT ABER EIN</small> Z<small>WEIFEL, OB ES UNREIN GEWORDEN IST ODER UNREIN GEMACHT HAT, SO IST ES REIN</small>.</p>
<p>III. W<small>ENN &#x00DC;BER GESCH&#x00D6;PFTES</small> W<small>ASSER EIN</small> Z<small>WEIFEL BESTEHT, WOBEI DIE</small> W<small>EISEN ES ALS REIN ERKL&#x00C4;RT</small><sup><xref rid="fn1817">2</xref></sup> <small>HABEN, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ES HINEINGEKOMMEN IST</small><sup><xref rid="fn1818">3</xref></sup> <small>ODER NICHT HINEINGEKOMMEN IST, ODER ES HINEINGEKOMMEN IST, ABER EIN</small> Z<small>WEIFEL BESTEHT, OB VIERZIG</small> S<small>E&#x00C1;</small> [W<small>ASSER</small>] <small>DARIN WAREN ODER NICHT, ODER ES IN EINES VON ZWEI</small> T<small>AUCHB&#x00C4;DERN HINEINGEKOMMEN IST, IM EINEM WAREN VIERZIG</small> S<small>E&#x00C1; UND IM EINEM NICHT, UND MAN NICHT WEISS, IN WELCHES VON IHNEN ES HINEINGEKOMMEN IST, SO IST ES IN DIESEM</small> Z<small>WEIFEL REIN, WEIL EINE M&#x00D6;GLICHKEIT DA IST, WORAN MAN SICH HALTEN</small><sup><xref rid="fn1819">4</xref></sup> <small>KANN</small>. W<small>ENN ABER IN BEIDEN WENIGER ALS VIERZIG</small> S<small>E&#x00C1; WAREN UND ES IN EINES VON IHNEN HINEINGEKOMMEN IST, UND MAN NICHT WEISS, IN WELCHES VON IHNEN ES HINEINGEKOMMEN IST, SO IST ES WEGEN DES</small> Z<small>WEIFELS UNREIN, WEIL KEINE M&#x00D6;GLICHKEIT DA IST, WORAN MAN SICH HALTEN K&#x00D6;NNTE</small><sup><xref rid="fn1820">5</xref></sup>.</p>
<p>IV. R. E<small>LIE&#x0351;ZER SAGT, EIN</small> V<small>IERTEL</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER VORHER</small><sup><xref rid="fn1821">6</xref></sup> <small>UND DREI</small> L<small>OG IN DAS</small> W<small>ASSER</small> [<small>GEGOSSEN</small>] <small>MACHEN DAS</small> T<small>AUCHBAD UNTAUGLICH, UND DIE</small> W<small>EISEN SAGEN, OB VORHER ODER NACHHER IM</small> Q<small>UANTUM VON DREI</small> L<small>OG</small>.</p>
<p>V. H<small>AT EIN</small> T<small>AUCHBAD DREI</small> V<small>ERTIEFUNGEN</small><sup><xref rid="fn1822">7</xref></sup> <small>MIT JE EINEM</small> L<small>OG GESCH&#x00D6;PFTEN</small> W<small>ASSERS, SO IST ES, WENN ES SICHER IST, DASS VIERZIG</small> S<small>E&#x00C1; TAUGLICHEN</small> W<small>ASSERS DARIN HINEINGEKOMMEN SIND BEVOR ES DIE DRITTE</small> V<small>ERTIEFUNG ERREICHT HAT, TAUGLICH, WENN ABER NICHT, UNTAUGLICH</small><sup><xref rid="fn1823">8</xref></sup>. N<small>ACH</small> R. &#x0160;<small>IMO&#x0351;N IST ES TAUGLICH, WEIL ES EINEM</small> T<small>AUCHBADE NEBEN EINEM</small> T<small>AUCHBADE GLEICHT</small><sup><xref rid="fn1824">9</xref></sup>.</p>
<p>VI. W<small>ENN MAN DEN</small> S<small>CHLAMM</small><sup><xref rid="fn1825">10</xref></sup><small>NACH DER</small> S<small>EITE SCHIEBT UND DARAUS DREI</small> L<small>OG</small> [W<small>ASSER</small>] <small>ABFLIESSEN, SO IST ES TAUGLICH; WENN MAN IHN ABER LOSL&#x00D6;ST UND DARAUS DREI</small> L<small>OG ABFLIESSEN, SO IST ES UNTAUGLICH</small><sup><xref rid="fn1826">11</xref></sup><small>; NACH R</small>. &#x0160;<small>IMO&#x0351;N IST ES TAUGLICH, WEIL MAN NICHT ZU SCH&#x00D6;PFEN BEABSICHTIGT HAT</small><sup><xref rid="fn1827">12</xref></sup>.</p>
<p>VII. W<small>ENN MAN</small> K<small>R&#x00DC;GE ZUM</small> A<small>BTROCKNEN AUF DAS</small> D<small>ACH HINGESTELLT HAT UND SIE MIT</small> W<small>ASSER GEF&#x00DC;LLT WORDEN</small><sup><xref rid="fn1828">13</xref></sup><small>SIND, SO DARF MAN SIE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, WENN ES ZUR</small> R<small>EGENZEIT IST</small><sup><xref rid="fn1829">14</xref></sup><small>UND ETWAS</small> W<small>ASSER IN DER</small> G<small>RUBE</small><sup><xref rid="fn1830">15</xref></sup><small>IST, ZERBRECHEN</small><sup><xref rid="fn1831">16</xref></sup>, <small>WENN ABER NICHT, NICHT ZERBRECHEN;</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, MAN D&#x00DC;RFE SIE OB SO ODER SO ZERBRECHEN ODER UMLEGEN, NICHT ABER HINEINGIESSEN</small><sup><xref rid="fn1832">17</xref></sup>.</p>
<p>VIII. W<small>ENN EIN</small> K<small>ALKER EINEN K&#x00DC;BEL IN DER</small> G<small>RUBE VERGESSEN UND DIESER SICH MIT</small> W<small>ASSER GEF&#x00DC;LLT HAT, SO DARF MAN IHN, WENN DAS</small> W<small>ASSER AM</small> R<small>ANDE ETWAS &#x00DC;BERSTEHT</small><sup><xref rid="fn1833">18</xref></sup>, <small>ZERBRECHEN, WENN ABER NICHT, NICHT ZERBRECHEN</small> &#x2013; <small>SO</small> R. E<small>LIE&#x0351;ZER;</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, MAN D&#x00DC;RFE IHN OB SO ODER SO ZERBRECHEN</small>.</p>
<p>IX. W<small>ENN MAN</small> W<small>EINKR&#x00DC;GE IN EINER</small> G<small>RUBE AUFGESTELLT HAT</small><sup><xref rid="fn1834">19</xref></sup><small>UND SIE SICH MIT</small> W<small>ASSER GEF&#x00DC;LLT HABEN, SO DARF MAN SIE ZERBRECHEN, AUCH WENN DIE</small> G<small>RUBE DAS</small> W<small>ASSER DERSELBEN AUFGESOGEN</small><sup><xref rid="fn1835">20</xref></sup><small>HAT</small>.</p>
<p>X. H<small>AT EIN</small> T<small>AUCHBAD VIERZIG</small> S<small>E&#x00C1;</small> W<small>ASSER UND</small> S<small>CHLAMM, SO KANN MAN, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, IM</small> W<small>ASSER UNTERTAUCHEN UND NICHT IM</small> S<small>CHLAMME, UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, IM</small> W<small>ASSER UND IM</small> S<small>CHLAMME</small>. I<small>N WELCHEM</small> S<small>CHLAMME KANN MAN UNTERTAUCHEN?</small> D<small>EM DAS</small> W<small>ASSER &#x00DC;BERSTEHT</small>. B<small>EFINDET SICH DAS</small> W<small>ASSER AUF EINER</small> S<small>EITE, SO PFLICHTET</small> R. J<small>EHO&#x0160;UA&#x0351; BEI, DASS MAN NUR IM</small> W<small>ASSER UND NICHT IM</small> S<small>CHLAMME UNTERTAUCHEN DARF</small>. V<small>ON WELCHEM</small> S<small>CHLAMME SPRECHEN</small><sup><xref rid="fn1836">21</xref></sup><small>SIE?</small> V<small>OM</small> S<small>CHLAMME, IN DEN EIN</small> R<small>OHRSTAB VON SELBST EINSINKT &#x2013; SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>EHUDA SAGT, IN DEM EIN</small> M<small>ESSTAB NICHT AUFRECHT STEHT</small>. A<small>BBA</small> E<small>LEA&#x0351;ZAR B</small>. D<small>ULEA&#x0351;J SAGT, IN DEN DAS</small> S<small>ENKBLEI EINSINKT</small>. R. E<small>LIE&#x0351;ZER SAGT, DER IN DIE M&#x00DC;NDUNG DES</small> F<small>ASSES HINEINFLIESST</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, DER IN DAS</small> R<small>OHR DES</small> S<small>CHLAUCHES HINEINFLIESST</small>. R. E<small>LEA&#x0351;ZAR B</small>. R. &#x00C7;<small>ADOQ SAGT, DER SICH MIT EINEM LOG</small><sup><xref rid="fn1837">22</xref></sup> <small>MESSEN L&#x00C4;SST</small>.</p>
<ftnote id="fn1816">1. Cf. infra Mi&#x0161;na IV.</ftnote>
<ftnote id="fn1817">2. Cf. Tah. IV,7.</ftnote>
<ftnote id="fn1818">3. In das unvollst&#x00E4;ndige Tauchbad, das durch 3 Log gesch&#x00F6;pftes Wasser untauglich wird.</ftnote>
<ftnote id="fn1819">4. Weil m&#x00F6;glicherweise das Wasser es &#x00FC;berhaupt nicht untauglich macht.</ftnote>
<ftnote id="fn1820">5. Beide waren unvollst&#x00E4;ndig, u. in welches es auch gekommen ist, ist es untauglich.</ftnote>
<ftnote id="fn1821">6. Im leeren Bassin, bevor das taugliche Wasser hineingekommen ist.</ftnote>
<ftnote id="fn1822">7. Uber einander in der schr&#x00E4;gen Wand.</ftnote>
<ftnote id="fn1823">8. Zwei Log Wasser machen es nicht untauglich, u. beim 3. waren es bereits 40 Se&#x00E1;.</ftnote>
<ftnote id="fn1824">9. Das taugliche Tauchbad wird durch die Verbindung mit dem untauglichen nicht untauglich.</ftnote>
<ftnote id="fn1825">10. In einem Tauchbade.</ftnote>
<ftnote id="fn1826">11. Das ausfliegende Wasser ist dann gesch&#x00F6;pftes.</ftnote>
<ftnote id="fn1827">12. Man wollte nur den Schlamm herausholen.</ftnote>
<ftnote id="fn1828">13. Durch den Regen.</ftnote>
<ftnote id="fn1829">14. Und man damit rechnen kann, da&#x00DF; die Gruben sich f&#x00FC;llen werden.</ftnote>
<ftnote id="fn1830">15. Neben dem Dache.</ftnote>
<ftnote id="fn1831">16. Damit das Wasser in die Grube hineinlaufe: es gilt dann als flie&#x00DF;endes u. nicht als gesch&#x00F6;pftes.</ftnote>
<ftnote id="fn1832">17. Beim Hochheben der Kr&#x00FC;ge wird das Wasser zu gesch&#x00F6;pftem.</ftnote>
<ftnote id="fn1833">18. Und so mit dem Wasser der Grube verbunden ist.</ftnote>
<ftnote id="fn1834">19. Damit sie Feuchtigkeit anziehen u. nichts vom Weine einsaugen.</ftnote>
<ftnote id="fn1835">20. Aus den Poren, soda&#x00DF; das Wasser in diesen nicht mit dem Grubenwasser verbunden ist.</ftnote>
<ftnote id="fn1836">21. Da&#x00DF; er das fehlende Wasser erg&#x00E4;nze.</ftnote>
<ftnote id="fn1837">22. Mit einem kleinen Fl&#x00FC;ssigkeitsma&#x00DF;e, ohne ihn hineinpressen zu m&#x00FC;ssen.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>R.</bold> JOSE <small>SAGTE:</small> W<small>ENN ZWEI</small> T<small>AUCHB&#x00C4;DER KEINE VIERZIG</small> S<small>E&#x00C1; HATTEN</small><sup><xref rid="fn1838">1</xref></sup>, <small>UND IN DAS EINE ANDERTHALB</small> L<small>OG</small><sup><xref rid="fn1839">2</xref></sup> <small>UND IN DAS ANDERE ANDERTHALB LOG HINEINGEKOMMEN SIND UND SIE DARAUF ZUSAMMENGEMISCHT WERDEN, SO SIND SIE TAUGLICH, WEIL SIE NICHT DIE</small> B<small>EZEICHNUNG DER</small> U<small>NTAUGLICHKEIT</small><sup><xref rid="fn1840">3</xref></sup> <small>GEF&#x00DC;HRT HABEN</small>. W<small>ENN ABER EIN</small> T<small>AUCHBAD KEINE VIERZIG</small> S<small>E&#x00C1; HATTE UND DARIN DREI</small> L<small>OG HINEINGEKOMMEN SIND, UND ES DARAUF IN ZWEI GETEILT WIRD, SO IST ES</small><sup><xref rid="fn1841">4</xref></sup> <small>UNTAUGLICH, WEIL ES DIE</small> B<small>EZEICHNUNG DES</small> U<small>NTAUGLICHEN GEF&#x00DC;HRT HAT</small>. N<small>ACH</small> R. J<small>EHO&#x0160;UA&#x0351; IST ES TAUGLICH, DENN</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, WENN EIN</small> T<small>AUCHBAD KEINE VIERZIG</small> S<small>E&#x00C1; HATTE UND DREI</small> L<small>OG HINEINGEKOMMEN SIND, SEI ES, SOBALD NUR EIN</small> Q<small>URTUB ABGEHT, TAUGLICH, WEIL VON DEN DREI</small> L<small>OG ETWAS FEHLT</small>. D<small>IE</small> W<small>EISEN SAGEN, ES BLEIBE SOLANGE BEI SEINER</small> U<small>NTAUGLICHKEIT, BIS DER URSPR&#x00DC;NGLICHE</small> I<small>NHALT UND DAR&#x00DC;BER</small><sup><xref rid="fn1842">5</xref></sup> <small>ABGEGANGEN IST</small>.</p>
<p>II. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN IN EINE</small> G<small>RUBE IM</small> H<small>OFE DREI</small> L<small>OG</small><sup><xref rid="fn1843">6</xref></sup> <small>HINEINGEKOMMEN SIND, SO BLEIBT ES SOLANGE UNTAUGLICH, BIS DER URSPR&#x00DC;NGLICHE</small> I<small>NHALT UND DAR&#x00DC;BER ABGEGANGEN IST, ODER IM</small> H<small>OFE EIN</small> T<small>AUCHBAD VON VIERZIG</small> S<small>E&#x00C1; ERRICHTET IST UND DAS OBERE</small> [W<small>ASSER</small>] <small>DURCH DAS UNTERE TAUGLICH</small><sup><xref rid="fn1844">7</xref></sup> <small>WIRD</small>. N<small>ACH</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA IST ES UNTAUGLICH, ES SEI DENN, MAN HAT ES VERSTOPFT</small><sup><xref rid="fn1845">8</xref></sup>.</p>
<p>III. W<small>ENN EINE</small> G<small>RUBE VOLL MIT GESCH&#x00D6;PFTEM</small> W<small>ASSER IST UND EIN</small> W<small>ASSERARM</small><sup><xref rid="fn1846">9</xref></sup> <small>IN DIESE EINM&#x00DC;NDET UND AUS DIESER M&#x00DC;NDET, SO BLEIBT SIE SOLANGE BEI IHRER</small> U<small>NTAUGLICHKEIT, BIS NACH</small> B<small>ERECHNUNG KEINE DREI</small> L<small>OG VOM ERSTEN</small> [W<small>ASSER</small>] <small>ZUR&#x00DC;CKGEBLIEBEN</small><sup><xref rid="fn1847">10</xref></sup><small>SIND</small>. W<small>ENN ZWEI</small> [P<small>ERSONEN GESCH&#x00D6;PFTES</small> W<small>ASSER</small>] <small>IN EIN</small> T<small>AUCHBAD HINEINGIESSEN, EINE ANDERTHALB</small> L<small>OG UND DIE ANDERE ANDERTHALB</small> L<small>OG, ODER WENN JEMAND SEIN</small> G<small>EWAND AUSWRINGT UND</small> [W<small>ASSER</small>] <small>AUS MEHREREN</small> S<small>TELLEN HINEINLAUFEN L&#x00C4;SST, ODER WENN JEMAND AUS EINER</small> G<small>LESSKANNE SCH&#x00DC;TTET UND</small> [W<small>ASSER</small>] <small>AUS MEHREREN</small> S<small>TELLEN HINEINLAUFEN L&#x00C4;SST, SO IST ES NACH</small> R. A&#x0351;<small>QIBA TAUGLICH UND NACH DEN</small> W<small>EISEN UNTAUGLICH</small>. R. A&#x0351;<small>QIBA SPRACH:</small> S<small>IE</small><sup><xref rid="fn1848">11</xref></sup><small>SAGTEN NICHT</small> &#x2018;<small>HINEINGIESSEN</small>&#x2019;, <small>SONDERN &#x2018;HINEINGIESST</small><sup><xref rid="fn1849">12</xref></sup>. J<small>ENE ERWIDERTEN IHM:</small> S<small>IE SAGTEN NICHT SO UND NICHT SO, SONDERN: DREI</small> L<small>OG &#x2018;HINEINGEKOMMEN&#x2019; SIND</small><sup><xref rid="fn1850">13</xref></sup>.</p>
<p>IV. A<small>US EINEM, AUS ZWEI ODER AUS DREI</small> G<small>EF&#x00C4;SSEN WIRD ES</small><sup><xref rid="fn1851">14</xref></sup><small>VEREINIGT, AUS VIER WIRD ES NICHT VEREINIGT</small>. W<small>ENN AUF EINEN KRANKEN</small> E<small>RGUSSBEHAFTETEN</small><sup><xref rid="fn1852">15</xref></sup><small>NEUN</small> K<small>AB</small> W<small>ASSER GEKOMMEN SIND, ODER WENN EINEM</small> R<small>EINEN DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER AUF DEN</small> K<small>OPF UND DEN GR&#x00D6;SSEREN</small> T<small>EIL DES K&#x00D6;RPERS GEKOMMEN</small><sup><xref rid="fn1853">16</xref></sup><small>SIND, SO WIRD ES, WENN AUS EINEM, AUS ZWEI ODER DREI</small> G<small>EF&#x00C4;SSEN, VEREINIGT, UND WENN AUS VIER, NICHT VEREINIGT</small>. D<small>IES NUR IN DEM</small> F<small>ALLE, WENN BEVOR DER ERSTE AUFGEH&#x00D6;RT, DER ZWEITE BEGONNEN HAT; UND FERNER GILT DIES</small><sup><xref rid="fn1854">17</xref></sup><small>NUR IN DEM</small> F<small>ALLE, WENN MAN</small> [<small>DAS</small> W<small>ASSER</small>] <small>ZU VERMEHREN NICHT BEABSICHTIGT</small><sup><xref rid="fn1855">18</xref></sup><small>HAT, HAT MAN ABER ES ZU VERMEHREN BEABSICHTIGT, WENN AUCH NUR EIN</small> Q<small>UR&#x1E6C;UB IN EINEM GANZEN</small> J<small>AHRE, SO WIRD ES ZU DREI</small> L<small>OG VEREINIGT</small>.</p>
<ftnote id="fn1838">1. Jede einzeln od. beide zusammen.</ftnote>
<ftnote id="fn1839">2. Gesch&#x00F6;pftes Wasser.</ftnote>
<ftnote id="fn1840">3. In jedes kann nur 1<sup>1</sup>/<sub>2</sub> Log hinein, ein Quantum, das nicht untauglich macht.</ftnote>
<ftnote id="fn1841">4. Wenn jedes mit tauglichem Wasser nachgef&#x00FC;llt worden ist.</ftnote>
<ftnote id="fn1842">5. Damit auch etwas von den 3 Log fehle.</ftnote>
<ftnote id="fn1843">6. Gesch&#x00F6;pftes Wasser in weniger als 40 Se&#x00E1; taugliches.</ftnote>
<ftnote id="fn1844">7. Das Wasser mu&#x00DF; aus der h&#x00F6;her liegenden Grube in die tiefer liegende hineinflie&#x00DF;en, soda&#x00DF; dadurch beide Tauchb&#x00E4;der verbunden werden.</ftnote>
<ftnote id="fn1845">8. Wohl den Zuflu&#x00DF; von einem zum anderen; der Sinn ist auch nach der Lesart <span dir="rtl">&#x05E4;&#x05E1;&#x05E7;</span>, aufgeh&#x00F6;rt, nicht recht klar.</ftnote>
<ftnote id="fn1846">9. Mit Regenwasser, jed. weniger als 40 Se&#x00E1;.</ftnote>
<ftnote id="fn1847">10. Das erste u. das hinzukommende Wasser sind prozentual vermischt u. m&#x00FC;ssen nach Verh&#x00E4;ltnis abflie&#x00DF;en. Wenn beispielsweise 15 Se&#x00E1; Wasser in der Grube waren u. 30 aus dem Wasserarme hinzugekommen sind, mu&#x00DF; das dreifache des urspr&#x00FC;nglichen Quanturns abgeflossen sein.</ftnote>
<ftnote id="fn1848">11. Die diese Lehre fixiert haben.</ftnote>
<ftnote id="fn1849">12. In der Einzahl; die 3 Log machen das Tauchbad nur dann untauglich, wenn sie von einer Person u. aus einer Stelle hineingegossen werden.</ftnote>
<ftnote id="fn1850">13. Objektiv, ohne Unterschied durch wen u. auf welche Weise.</ftnote>
<ftnote id="fn1851">14. Das gesch&#x00F6;pfte Wasser, wenn jedes ein ganzes Log fa&#x00DF;t u. es mit einem Male hineingegossen wird.</ftnote>
<ftnote id="fn1852">15. Der ein vorschriftsm&#x00E4;&#x00DF;iges Tauchbad zu nehmen behindert ist u. auf diese Weise Reinigung erlangt.</ftnote>
<ftnote id="fn1853">16. Wodurch er unrein wird.</ftnote>
<ftnote id="fn1854">17. Da&#x00DF; 4 nicht vereinigt werden.</ftnote>
<ftnote id="fn1855">18. Sondern ohne jede Absicht hineingegossen hat.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>H</bold>AT <small>MAN</small> G<small>EF&#x00C4;SSE UNTER DIE</small> T<small>RAUFRINNE GESTELLT, OB GROSSE</small> G<small>EF&#x00C4;SSE ODER KLEINE</small> G<small>EF&#x00C4;SSE, SOGAR</small> G<small>EF&#x00C4;SSE AUS</small> R<small>INDERMIST</small>, G<small>EF&#x00C4;SSE AUS</small> S<small>TEIN ODER</small> G<small>EF&#x00C4;SSE AUS</small> E<small>RDE, SO MACHEN SIE</small><sup><xref rid="fn1856">1</xref></sup> <small>DAS</small> T<small>AUCHBAD UNTAUGLICH</small>. E<small>INERLEI OB HINGESTELLT ODER</small> [<small>FORTZUNEHMEN</small>] <small>VERGESSEN</small>. D<small>IES NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS, NACH DER</small> S<small>CHULE</small> H<small>ILLELS IST ES REIN, WENN VERGESSEN</small>. R. M<small>E&#x00CD;R SAGTE:</small> S<small>IE STIMMTEN AB, UND DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS HATTE DIE</small> M<small>EHRHEIT GEGEN DIE</small> S<small>CHULE</small> H<small>ILLELS</small>. J<small>ENE PFLICHTET JEDOCH BEI, DASS, WENN MAN SIE IM</small> H<small>OFE VERGESSEN HAT</small><sup><xref rid="fn1857">2</xref></sup>, <small>ES REIN SEI</small>. R. J<small>OSE SAGT, DER</small> S<small>TREIT BESTEHE AUCH DAR&#x00DC;BER</small><sup><xref rid="fn1858">3</xref></sup>.</p>
<p>II. H<small>AT MAN EINE</small> P<small>LATTE UNTER DIE</small> T<small>RAUFRINNE GESTELLT, SO MACHT SIE</small><sup><xref rid="fn1856">1</xref></sup>, <small>WENN SIE EINEN</small> R<small>AND HAT, DAS</small> T<small>AUCHBAD UNTAUGLICH, UND WENN NICHT, DAS</small> T<small>AUCHBAD NICHT UNTAUGLICH</small>. H<small>AT MAN SIE ZUM</small> A<small>BSP&#x00DC;LEN HINGESTELLT, SO MACHT SIE OB SO ODER SO DAS</small> T<small>AUCHBAD NICHT UNTAUGLICH</small>.</p>
<p>III. H<small>AT MAN IN EINER</small> R<small>INNE EINE</small> A<small>USBUCHTUNG ZUM</small> A<small>UFNEHMEN VON</small> G<small>ER&#x00D6;LL</small><sup><xref rid="fn1859">4</xref></sup> <small>GEMACHT, SO ERFOLGT DIES</small><sup><xref rid="fn1860">5</xref></sup> <small>BEI EINER AUS</small> H<small>OLZ, WIE KLEIN SIE AUCH IST, UND BEI EINER AUS</small> T<small>ON, WENN SIE EIN</small> V<small>IERTELLOG FASST. R</small>. J<small>OSE SAGT, AUCH BEI EINER AUS</small> T<small>ON, WIE KLEIN SIE AUCH IST; VON EINEM</small> V<small>IERTELLOG SPRECHEN SIE NUR BEI</small> S<small>CHERBEN VON</small> T<small>ONGEF&#x00C4;SSEN</small><sup><xref rid="fn1861">6</xref></sup>. I<small>ST DAS</small> G<small>ER&#x00D6;LL DARIN</small><sup><xref rid="fn1862">7</xref></sup> <small>LOSE, SO MACHT ES DAS</small> T<small>AUCHBAD UNTAUGLICH, IST DARIN</small> E<small>RDE HINEINGEKOMMEN UND ZUSAMMENGEPRESST WORDEN</small><sup><xref rid="fn1863">8</xref></sup>, <small>SO IST ES TAUGLICH</small>. E<small>INE AN BEIDEN</small> E<small>NDEN SCHMALE UND IN DER</small> M<small>ITTE BREITE R&#x00D6;HRE</small><sup><xref rid="fn1864">9</xref></sup> <small>MACHT NICHT UNTAUGLICH, WEIL</small> [<small>DIE</small> A<small>USBUCHTUNG</small>] <small>NICHT ZUM</small> A<small>UFNEHMEN GEMACHT IST</small>.</p>
<p>IV. H<small>ABEN GESCH&#x00D6;PFTES</small> W<small>ASSER UND</small> R<small>EGENWASSER AUF DEM</small> H<small>OFE, IN DER</small> W<small>ASSERGRUBE ODER AUF DEN</small> S<small>TUFEN ZUR H&#x00D6;HLE</small><sup><xref rid="fn1865">10</xref></sup><small>SICH VERMISCHT, SO IST ES, WENN DAS TAUGLICHE MEHR IST, TAUGLICH, WENN DAS UNTAUGLICHE MEHR IST, UNTAUGLICH, UND WENN H&#x00C4;LFTE GEGEN H&#x00C4;LFTE, UNTAUGLICH</small>. D<small>IES</small><sup><xref rid="fn1866">11</xref></sup><small>NUR DANN, WENN SIE SICH VERMISCHT HABEN, BEVOR SIE IN DAS</small> T<small>AUCHBAD GELANGT SIND, IST ABER</small> [<small>JEDES BESONDERS</small>] <small>IN DAS</small> W<small>ASSER HINEINGEFLOSSEN, SO IST ES, WENN ES SICHER IST, DASS VIERZIG</small> S<small>E&#x00C1; TAUGLICHES</small> W<small>ASSER DARIN FR&#x00DC;HER HINEINGEKOMMEN SIND ALS DREI</small> L<small>OG GESCH&#x00D6;PFTES</small> W<small>ASSER, TAUGLICH, WENN ABER NICHT, UNTAUGLICH</small>.</p>
<p>V. I<small>N EINER</small> T<small>R&#x00C4;NKRINNE</small><sup><xref rid="fn1867">12</xref></sup><small>IN EINEM</small> F<small>ELSEN DARF MAN</small> [<small>DAS</small> W<small>ASSER</small>] <small>NICHT SAMMELN, NICHT WEIHEN UND DARAUS NICHT BESPRENGEN</small>. S<small>LE BRAUCHT FERNER KEINEN FESTSCHLIESSENDEN</small> D<small>ECKEL, UND SIE MACHT DAS</small> T<small>AUCHBAD NICHT UNTAUGLICH</small>. W<small>ENN SIE EIN</small> [<small>TRANSPORTABLES</small>] G<small>EF&#x00C4;SS WAR UND MAN SIE MIT</small> K<small>ALK BEFESTIGT HAT, SO DARF MAN DARIN</small> [<small>DAS</small> W<small>ASSER</small>] <small>SAMMELN, WEIHEN UND DARAUS BESPRENGEN</small>. S<small>IE BRAUCHT FERNER EINEN FESTSCHLIESSENDEN</small> D<small>ECKEL, UND SIE MACHT DAS</small> T<small>AUCHBAD UNTAUGLICH</small>. W<small>ENN SIE UNTEN ODER AN DER SEITE EIN</small> L<small>OCH HAT UND NICHT IRGEND ETWAS</small> W<small>ASSER FASSEN KANN, SO IST SIE TAUGLICH</small><sup><xref rid="fn1868">13</xref></sup>. W<small>IE GROSS MUSS DAS</small> L<small>OCH SEIN?</small> W<small>IE DAS</small> R<small>OHR EINES</small> S<small>CHLAUCHES</small>. R. J<small>EHUDA B</small>. B<small>ETHERA SAGTE:</small> E<small>INST EREIGNETE ES SICH BEI EINER</small> T<small>R&#x00C4;NKRINNE</small><sup><xref rid="fn1869">14</xref></sup><small>IN</small> J<small>ERU&#x0160;ALEM, DASS SIE EIN</small> L<small>OCH WIE DAS</small> R<small>OHR EINES</small> S<small>CHLAUCHES HATTE, UND SIE WURDE ZU ALLEN</small> R<small>EINIGUNGEN</small><sup><xref rid="fn1870">15</xref></sup><small>IN</small> J<small>ERU&#x0160;ALEM BENUTZT</small>. D<small>A SANDTE DIE</small> S<small>CHULE &#x0160;AMMAJS UND LIESS VON IHR EINEN</small> T<small>EIL ABBRECHEN, DENN DIE</small> S<small>CHULE</small> &#x0160;<small>&#x00C4;MMAJS SAGT, NUR WENN DER GR&#x00D6;SSERE</small> T<small>EIL DURCHGEBROCHEN IST</small><sup><xref rid="fn1871">16</xref></sup>.</p>
<ftnote id="fn1856">1. Dh. das Wasser aus diesen.</ftnote>
<ftnote id="fn1857">2. Nicht unter der Dachrinne.</ftnote>
<ftnote id="fn1858">3. Worth besteht noch auf seinen Platz; cf. Sab. Fol. 16b.</ftnote>
<ftnote id="fn1859">4. Damit daS Wasser es nicht mitf&#x00FC;hro.</ftnote>
<ftnote id="fn1860">5. Da&#x00DF; die Ausbuchtung als Gef&#x00E4;&#x00DF; gilt u. daher das Wasser in der ganzen Rinne als gesch&#x00F6;pftes gilt.</ftnote>
<ftnote id="fn1861">6. Da&#x00DF; sie dann noch als Gef&#x00E4;&#x00DF;e f&#x00FC;r die Unreinheit empf&#x00E4;nglich sind; cf. Kel. II,2.</ftnote>
<ftnote id="fn1862">7. In der Ausbuchtung.</ftnote>
<ftnote id="fn1863">8. Die Erde mit dem Gerolle, soda&#x00DF; gar keine Ausbuchtung mehr vorhanden ist.</ftnote>
<ftnote id="fn1864">9. Durch die das Wasser in das Tauchbad geleitet wird.</ftnote>
<ftnote id="fn1865">10. In der das Tauchbad sich befindet.</ftnote>
<ftnote id="fn1866">11. Da&#x00DF; es in dem einen Falle tauglich ist.</ftnote>
<ftnote id="fn1867">12. Wiederholung aus Para V,7, wo diese Mi&#x0161;na erkl&#x00E4;rt ist.</ftnote>
<ftnote id="fn1868">13. Die Rinne ist kein Gef&#x00E4;&#x00DF; mehr.</ftnote>
<ftnote id="fn1869">14. Die mit einem Tauchbade verbunden war.</ftnote>
<ftnote id="fn1870">15. Zum Untertauchen von unreinen Ger&#x00E4;ten.</ftnote>
<ftnote id="fn1871">16. Gilt sie als verbunden; cf. Jab. Fol. 15a.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>H</bold>AT <small>MAN EINE</small> Q<small>UELLE &#x00DC;BER EINE</small> T<small>R&#x00C4;NKRINNE</small><sup><xref rid="fn1872">1</xref></sup> <small>GELEITET, SO IST ES</small><sup><xref rid="fn1873">2</xref></sup> <small>UNTAUGLICH; HAT MAN SIE ETWAS &#x00DC;BER DEN</small> R<small>AND</small><sup><xref rid="fn1874">3</xref></sup><small>GELEITET, SO IST ES AUSSERHALB DIESER TAUGLICH, WEIL DIE</small> Q<small>UELLE BEI JEDEM</small> Q<small>UANTUM REIN</small><sup><xref rid="fn1875">4</xref></sup> <small>MACHT</small>. H<small>AT MAN SIE &#x00DC;BER EINEN</small> T<small>EICH GELEITET UND</small> [<small>DEN</small> Z<small>UFLUSS</small>] <small>UNTERBROCHEN, SO GILT ES ALS</small> T<small>AUCHBAD</small><sup><xref rid="fn1876">5</xref></sup><small>; HAT MAN IHN WIEDER HINEINGELEITET, SO IST</small> [<small>DAS</small> W<small>ASSER</small>] <small>SOLANGE UNTAUGLICH F&#x00DC;R</small> F<small>LUSSBEHAFTETE, F&#x00DC;R</small> A<small>USS&#x00C4;TZIGE</small><sup><xref rid="fn1877">6</xref></sup> <small>UND ZUM</small> W<small>EIHEN DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS, BIS ES SICHER IST, DASS DAS ERSTE</small> [W<small>ASSER</small>] <small>FORT IST</small>.</p>
<p>II. H<small>AT MAN SIE &#x00DC;BER</small> G<small>EF&#x00C4;SSE</small><sup><xref rid="fn1897">7</xref></sup> <small>ODER &#x00DC;BER EINE</small> B<small>ANK GELEITET, SO BLEIBT SIE, WIE</small> R. J<small>EHUDA SAGT, WIE SIE WAR</small><sup><xref rid="fn1878">8</xref></sup><small>;</small> R. J<small>OSE SAGT, SIE GELTE</small><sup><xref rid="fn1879">9</xref></sup> <small>ALS</small> T<small>AUCHBAD, NUR D&#x00DC;RFE MAN NICHTS &#x00DC;BER DER</small> B<small>ANK UNTERTAUCHEN</small>.</p>
<p>III. W<small>ENN EINE</small> Q<small>UELLE SICH WIE EIN</small> V<small>IELFUSS</small><sup><xref rid="fn1880">10</xref></sup><small>AUSBREITET UND MAN</small> [W<small>ASSER</small>] <small>HINZUF&#x00DC;GT, SODASS SIE SICH NOCH WEITER AUSDEHNT</small><sup><xref rid="fn1881">11</xref></sup>, <small>SO BLEIBT SIE SO, WIE SIE WAR</small><sup><xref rid="fn1878">8</xref></sup><small>; WENN ES ABER EINE STEHENDE</small> [Q<small>UELLE</small>] <small>IST UND MAN</small> [W<small>ASSER</small>] <small>HINZUF&#x00DC;GT UND SIE SICH AUSDEHNT, SO GLEICHT SIE EINEM</small> T<small>AUCHBADE, INDEM SIE NUR STEHEND</small><sup><xref rid="fn1882">12</xref></sup><small>REINIGT, UND EINER</small> Q<small>UELLE, INDEM MAN DARIN UNTERTAUCHEN KANN, AUCH WENN</small> [<small>DAS</small> W<small>ASSER</small>] <small>NOCH SO WENIG IST</small>.</p>
<p>IV. A<small>LLE</small> M<small>EERE GLEICHEN<sup><xref rid="fn1883">13</xref></sup>DER</small> W<small>ASSERANSAMMLUNG</small><sup><xref rid="fn1884">14</xref></sup>, <small>DENN ES HEISST:</small> <sup><xref rid="fn1885">15</xref></sup><italic>und die Wasseransammlungen nannte er Seen</italic> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>EHUDA SAGT, NUR DAS</small> G<small>ROSSE</small> M<small>EER GLEICHE DER</small> W<small>ASSERANSAMMLUNG, UND</small> &#x2018;S<small>EEN&#x2019; HEISST ES NUR DESHALB, WEIL ES VIELE</small> (A<small>RTEN</small>) S<small>EEN ENTH&#x00C4;LT</small>. R. J<small>OSE SAGT, ALLE</small> S<small>EEN REINIGEN IM</small> F<small>LIESSEN UND UNTAUGLICH SIND SIE NUR F&#x00DC;R</small> F<small>LUSSBEHAFTETE, F&#x00DC;R</small> A<small>USS&#x00C4;TZIGE UND ZUM</small> W<small>EIHEN DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small>.</p>
<p>V. F<small>LIESSENDES</small> W<small>ASSER GLEICHT DER QUELLE</small><sup><xref rid="fn1884">14</xref></sup><small>UND TROPFENDES DEM</small> T<small>AUCHBADE</small>. R. &#x00C7;<small>ADOQ BEKUNDETE, DASS, WENN DAS FLIESSENDE MEHR IST ALS DAS TROPFENDE, ES TAUGLICH</small><sup><xref rid="fn1886">16</xref></sup><small>SEI</small>. H<small>AT MAN TROPFENDES FLIESSEND GEMACHT, SO KANN MAN ES SOGAR MIT EINEM</small> S<small>TOCKE ODER EINEM</small> S<small>T&#x00DC;CKE ROHR ABSPERREN, UND SELBST EIN</small> F<small>LUSSBEHAFTETER ODER EINE FLUSSBEHAFTETE DARF HINABSTEIGEN UND DARIN UNTERTAUCHEN</small><sup><xref rid="fn1887">17</xref></sup>&#x2013; <small>SO</small> R. J<small>EHUDA</small>; R. J<small>OSE SAGT, MIT DEM, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, D&#x00DC;RFE MAN DAS FLIESSENDE NICHT</small> [<small>ABSPERREN</small>]<sup><xref rid="fn1888">18</xref></sup>.</p>
<p>VI. W<small>ENN EINE</small> W<small>ELLE VON VIERZIG</small> S<small>E&#x00C1; SICH GEL&#x00D6;ST HAT UND &#x00DC;BER EINEN</small> M<small>ENSCHEN ODER</small> G<small>ER&#x00C4;TE GEKOMMEN IST, SO SIND SIE REIN</small>. M<small>AN KANN IN ALLEM, WORIN VIERZIG</small> S<small>E&#x00C1;</small> [W<small>ASSER</small>] <small>SIND, SICH SELBST UND ANDERES UNTERTAUCHEN</small>. M<small>AN KANN UNTERTAUCHEN IN</small> E<small>RDL&#x00D6;CHERN</small>, E<small>RDRINNEN</small><sup><xref rid="fn1889">19</xref></sup><small>UND</small> E<small>SELSSTAPF</small>-L<small>ACHEN, DIE AUF DER</small> E<small>BENE VERBUNDEN</small><sup><xref rid="fn1890">20</xref></sup><small>SIND</small>. D<small>IE</small> S<small>CHULE</small> S<small>AMMAJS SAGT, MAN D&#x00DC;RFE IN EINER</small> W<small>ASSERLAVINE UNTERTAUCHEN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE DARIN NICHT UNTERTAUCHEN</small>. J<small>EDOCH PFLICHTET DIESE BEI, DASS MAN SIE MIT</small> G<small>ER&#x00C4;TEN EINZ&#x00C4;UNEN UND DARIN UNTERTAUCHEN DARF; DIE</small> G<small>ER&#x00C4;TE ABER, MIT DENEN MAN SIE EINGEZ&#x00C4;UNT HAT, GELTEN NICHT ALS UNTERGETAUCHT</small>.</p>
<ftnote id="fn1872">1. Eine als Ger&#x00E4;t gefertigte.</ftnote>
<ftnote id="fn1873">2. Das Wasser der Rinne, auch das &#x00FC;bergelaufene.</ftnote>
<ftnote id="fn1874">3. Soda&#x00DF; das Wasser garnicht in die Rinne gelangt.</ftnote>
<ftnote id="fn1875">4. Das gesch&#x00F6;pfte Wasser wird durch die Ber&#x00FC;hrung mit dem Quellwasser rein.</ftnote>
<ftnote id="fn1876">5. Das bei nur 40 Se&#x00E1; Wasser tauglich ist.</ftnote>
<ftnote id="fn1877">6. Zu deren Reinigung (cf. Lev. 14,5 u. ib. 15,13) Quellwasser erforderlich ist.</ftnote>
<ftnote id="fn1878">8. Das Wasser ist richtiges Quellwasser.</ftnote>
<ftnote id="fn1879">9. Soweit das Wasser &#x00FC;ber das Gef&#x00E4;&#x00DF; geflossen ist.</ftnote>
<ftnote id="fn1880">10. Cf. Hui. Fol. 67b.</ftnote>
<ftnote id="fn1881">11. Das hineingegossene Wasser flie&#x00DF;t ab.</ftnote>
<ftnote id="fn1882">12. Nicht im Flie&#x00DF;en.</ftnote>
<ftnote id="fn1883">13. Vgl. S. 742 Anm. 7. Diese Mi&#x0161;na, die eine Wiederholung aus Para VIII,8 ist, befindet sich in manchen Handschriften nach Misna V der kursierenden Ausgaben.</ftnote>
<ftnote id="fn1884">14. F&#x00FC;r die keine 40 Se&#x00E1; erforderlich sind.</ftnote>
<ftnote id="fn1885">15. Gen. 1,10.</ftnote>
<ftnote id="fn1886">16. Als Qucllbad.</ftnote>
<ftnote id="fn1887">17. So nach dem Wortlaute; da aber der Flu&#x00DF;behaftete im Quellvvasser untertauchen mu&#x00DF;, beziehen manche die W.e <span dir="rtl">&#x05D5;&#x05D1; &#x05D5;&#x05D5;&#x05D1;&#x05D4;</span> auf das Anfassen des Stockes, obgleich er verunreinigungsf&#x00E4;hig ist.</ftnote>
<ftnote id="fn1888">18. Eigentl. flie&#x00DF;en lassen, dh. sich mit dem flie&#x00DF;enden Wasser befassen.</ftnote>
<ftnote id="fn1889">19. Cf. Bq. Fol. 50b.</ftnote>
<ftnote id="fn1890">20. Und so zusammen 40 Se&#x00E1; haben.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>A</bold>LLES, <small>WAS MIT DEM</small> T<small>AUCHBADE VERBUNDEN IST, IST WIE DAS</small> T<small>AUCHBAD</small>. I<small>N L&#x00D6;CHERN EINER H&#x00D6;HLE UND</small> S<small>PALTEN EINER H&#x00D6;HLE DARF MAN UNTERTAUCHEN WIE SIE AUCH SIND</small><sup><xref rid="fn1891">1</xref></sup>, <small>IN EINER</small> G<small>RUBE EINER H&#x00D6;HLE DARF MAN NICHT UNTERTAUCHEN, ES SEI DENN, SIE HAT EIN</small> L<small>OCH</small><sup><xref rid="fn1892">2</xref></sup> <small>WIE EIN</small> S<small>CHLAUCHROHR</small>. R. J<small>EHUDA SAGTE:</small> N<small>UR DANN, WENN SIE SICH SELBST H&#x00C4;LT</small><sup><xref rid="fn1893">3</xref></sup>, <small>WENN SIE SICH ABER SELBST NICHT H&#x00C4;LT</small><sup><xref rid="fn1893">3</xref></sup>, <small>TAUCHE MAN DARIN UNTER, WIE SIE AUCH IST</small>.</p>
<p>II. H<small>AT MAN EINEN</small> E<small>IMER UNTERGETAUCHT, DER VOLL MIT</small> G<small>ER&#x00C4;TEN IST, SO SIND</small> [<small>AUCH DIESE</small>] <small>REIN; HAT MAN NICHT IHN UNTERGETAUCHT</small><sup><xref rid="fn1894">4</xref></sup>, <small>SO GILT DAS</small> W<small>ASSER NICHT EHER ALS VERBUNDEN, ALS BIS ES IN</small> [<small>DER</small> W<small>EITE</small>] <small>EINES</small> S<small>CHLAUCHROHRES VERBUNDEN IST</small>.</p>
<p>III. W<small>ENN ES DREI</small> T<small>AUCHB&#x00C4;DER SIND, IN EINEM ZWANZIG</small> [S<small>EA</small>]<sup><xref rid="fn1895">5</xref></sup>, <small>IM ANDEREN ZWANZIG</small> [S<small>E&#x00C1;</small>]<sup><xref rid="fn1895">5</xref></sup> <small>UND IM DRITTEN ZWANZIG</small> S<small>E&#x00C1; GESCH&#x00D6;PFTEN</small> W<small>ASSERS, DAS MIT DEM GESCH&#x00D6;PFTEN AN DER</small> S<small>EITE, UND DREI HINABGESTIEGEN UND UNTERGETAUCHT SIND, WODURCH SIE SICH VERBUNDEN</small><sup><xref rid="fn1896">6</xref></sup> <small>HABEN, SO SIND DIE</small> T<small>AUCHB&#x00C4;DER REIN UND DIE</small> U<small>NTERGETAUCHTEN REIN</small>. W<small>ENN ABER DAS MIT DEM GESCH&#x00D6;PFTEN IN DER</small> M<small>ITTE IST UND DREI HINABGESTIEGEN UND UNTERGETAUCHT SIND, WODURCH SIE SICH VERBUNDEN HABEN, SO BLEIBEN DIE</small> T<small>AUCHB&#x00C4;DER, WIE SIE WAREN</small><sup><xref rid="fn1897">7</xref></sup>, <small>UND DIE</small> U<small>NTERGETAUCHTEN, WIE SIE WAREN</small><sup><xref rid="fn1898">8</xref></sup>.</p>
<p>IV. W<small>ENN EIN</small> S<small>CHWAMM ODER EIN</small> E<small>IMER MIT DREI</small> L<small>OG</small> W<small>ASSER IN EIN</small> T<small>AUCHBAD</small><sup><xref rid="fn1899">9</xref></sup> <small>GEKOMMEN IST, SO HABEN SIE ES NICHT UNTAUGLICH GEMACHT, DENN SIE SAGTEN ES NUR VON DREI</small> L<small>OG</small>, <small>DIE HINEINGEKOMMEN SIND</small><sup><xref rid="fn1900">10</xref></sup>.</p>
<p>V. I<small>N EINEM</small> K<small>ASTEN ODER EINER</small> T<small>RUHE IM</small> M<small>EERE DARF MAN NUR DANN UNTERTAUCHEN, WENN SIE EIN</small> L<small>OCH WIE EIN</small> S<small>CHLAUCHROHR HABEN</small>. R. J<small>EHUDA SAGT, BEI EINEM GROSSEN</small> G<small>EF&#x00C4;SSE<sup><xref rid="fn1901">11</xref></sup>M&#x00DC;SSE ES VIER</small> H<small>ANDBREITEN HABEN, BEI EINEM KLEINEN &#x00DC;BER SEINE H&#x00C4;LFTE</small>. I<small>ST ES EIN</small> S<small>ACK ODER EIN</small> K<small>ORB, SO KANN MAN DARIN UNTERTAUCHEN, WIE ER AUCH IST, WEIL DAS</small> W<small>ASSER VERBUNDEN IST</small>. S<small>TEHEN SIE UNTER EINER</small> R<small>INNE, SO MACHEN SIE DAS</small> T<small>AUCHBAD NICHT UNTAUGLICH</small><sup><xref rid="fn1902">12</xref></sup><small>; AUCH DARF MAN SIE UNTERTAUCHEN UND AUF GEW&#x00D6;HNLICHE</small> W<small>EISE HERAUSNEHMEN</small><sup><xref rid="fn1903">13</xref></sup>.</p>
<p>VI. H<small>AT MAN</small> G<small>ER&#x00C4;TE IN EINEM</small> B<small>RAKST&#x00DC;CKE IN EINEM</small> T<small>AUCHBADE UNTERGETAUCHT, SO SIND SIE VON IHRER</small> U<small>NREINHEIT REIN, JEDOCH WERDEN SIE UNREIN DURCH DAS</small> T<small>ONGEF&#x00C4;SS</small><sup><xref rid="fn1904">14</xref></sup><small>; STEHT DAS</small> W<small>ASSER ETWAS &#x00DC;BER, SO SIND SIE REIN</small>. W<small>ENN EINE</small> Q<small>UELLE AUS EINEM</small> O<small>FEN KOMMT</small><sup><xref rid="fn1905">15</xref></sup><small>UND JEMAND HINABGESTIEGEN UND UNTERGETAUCHT IST, SO IST ER REIN</small><sup><xref rid="fn1906">16</xref></sup><small>UND SEINE H&#x00C4;NDE SIND UNREIN</small><sup><xref rid="fn1907">17</xref></sup>, <small>&#x00DC;BERRAGT SIE IHN</small><sup><xref rid="fn1908">18</xref></sup><small>UM DIE H&#x00D6;HE SEINER H&#x00C4;NDE, SO SIND AUCH SEINE H&#x00C4;NDE REIN</small>.</p>
<p>VII. D<small>IE</small> V<small>ERBINDUNG VON</small> T<small>AUCHB&#x00C4;DERN ERFOLGT BEI</small> [<small>EINEM</small> L<small>OCHE</small>] <small>WIE EIN</small> S<small>CHLAUCHROHR, WIE DESSEN</small> D<small>ICKE UND</small> L<small>ICHTWEITE, DASS MAN ZWEI</small> F<small>INGER RUNDUM UMDREHEN KANN</small>. I<small>ST ES ZWEIFELHAFT, OB ES WIE EIN</small> S<small>CHLAUCHROHR IST, ODER NICHT WIE EIN</small> S<small>CHLAUCHROHR IST, SO IST ES UNTAUGLICH, WEIL DIES</small> [<small>EINE</small> V<small>ORSCHRIFT</small>] <small>DER</small> T<small>ORA IST</small>. D<small>ASSELBE GILT AUCH VOM</small> O<small>LIVENGROSSEN VON EINEM</small> T<small>OTEN, DEM</small> O<small>LIVENGROSSEN VON EINEM</small> A<small>ASE UND DEM</small> L<small>INSENGROSSEN VON EINEM</small> K<small>RIECHTIERE</small><sup><xref rid="fn1909">19</xref></sup>. W<small>AS IN DER</small> S<small>CHLAUCHROHRWEITE SITZEN BLEIBT, VERRINGERT SIE</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, ALLES, WAS IM</small> W<small>ASSER ENTSTEHT, SEI REIN</small><sup><xref rid="fn1910">20</xref></sup>.</p>
<p>VIII. M<small>AN KANN</small> T<small>AUCHB&#x00C4;DER REIN MACHEN</small>, [<small>SOGAR</small>] <small>DAS OBERE DURCH DAS UNTERE</small><sup><xref rid="fn1911">21</xref></sup><small>UND DAS ENTFERNTERE DURCH DAS N&#x00C4;HERE</small><sup><xref rid="fn1912">22</xref></sup>. D<small>IES ALSO: MAN HOLE EINE R&#x00D6;HRE AUS</small> T<small>ON ODER AUS</small> B<small>LEI UND HALTE DARUNTER DIE</small> H<small>AND, BIS SIE MIT</small> W<small>ASSER GEF&#x00DC;LLT IST, SODANN ZIEHE MAN SIE HERAN UND BRINGE SIE IN</small> B<small>ER&#x00DC;HRUNG</small><sup><xref rid="fn1913">23</xref></sup>, <small>UND AUCH EINE</small> H<small>AARESBREITE GEN&#x00DC;GT</small>. S<small>IND IM OBEREN VIERZIG</small> S<small>E&#x00C1; UND IM UNTEREN NICHTS, SO KANN MAN</small> [W<small>ASSER</small>] <small>AUF DER</small> S<small>CHULTER</small> [<small>HERBEIBRINGEN UND IN</small>] <small>DAS OBERE SOLANGE GIESSEN, BIS VIERZIG</small> S<small>E&#x00C1; IN DAS UNTERE GEFLOSSEN SIND</small><sup><xref rid="fn1914">24</xref></sup>.</p>
<p>IX. I<small>ST EINE</small> W<small>AND ZWISCHEN ZWEI</small> T<small>AUCHB&#x00C4;DERN GEPLATZT, SO WERDEN SIE, WENN SENKRECHT, VERBUNDEN, UND WENN WAGERECHT, NICHT VERBUNDEN, ES SEI DENN, DASS EINE</small> S<small>TELLE DIE</small> W<small>EITE EINES</small> S<small>CHLAUCHROHRES HAT</small>. R. J<small>EHUDA SAGT, DIE</small> S<small>ACHE VERHALTE SICH ENTGEGENGESETZT</small>. S<small>IND SIE INEINANDER DURCHGEBROCHEN</small><sup><xref rid="fn1915">25</xref></sup>, <small>SO GEN&#x00DC;GT</small><sup><xref rid="fn1916">26</xref></sup><small>DIE H&#x00D6;HE EINER</small> K<small>NOBLAUCHSCHALE BEI EINER</small> B<small>REITE EINES</small> S<small>CHLAUCHROHRES</small>.</p>
<p>X. E<small>IN</small> A<small>BFLUSSBEC</small>kE<small>XN IN</small> B<small>ADEBASSIN</small><sup><xref rid="fn1917">27</xref></sup><small>MACHT, WENN ES SICH IN DER</small> M<small>ITTE BEFINDET, UNTAUGLICH</small><sup><xref rid="fn1918">28</xref></sup>, <small>UND WENN AN DER</small> S<small>EITE, NICHT UNTAUGLICH, WEIL ES EINEM</small> T<small>AUCHBADE NEBEN EINEM</small> T<small>AUCHBADE GLEICHT</small> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>. D<small>IE</small> W<small>EISEN SAGEN, NIMMT DIE</small> B<small>ADEWANNE EIN</small> V<small>IERTELLOG</small> [W<small>ASSER</small>] <small>AUF, BEVOR ES ZUM</small> A<small>BFLUSSBECKEN GELANGT, SEI ES TAUGLICH, WENN ABER NICHT, UNTAUGLICH</small>. R. E<small>LE&#x00C2;&#x0351;ZAR B</small>. R. <small>&#x00C7;ADOQ SAGT, WENN DAS</small> A<small>BFLUSSBECKEN AUCH NUR ETWAS AUFNIMMT, SEI ES UNTAUGLICH</small>.</p>
<p>XI. W<small>ENN VON DER</small> R<small>EINIGUNGSLEITUNG</small><sup><xref rid="fn1919">29</xref></sup><small>IM</small> B<small>ADE DAS UNTERE</small> [R<small>OHR</small>] <small>VOLL MIT GESCH&#x00D6;PFTEM UND DAS OBERE VOLL MIT TAUGLICHEM</small> [W<small>ASSER</small>] <small>IST, SO IST ES, WENN GEGEN&#x00DC;BER DEM LOCHE DREI LOG SICH BEFINDEN, UNTAUGLICH</small>. W<small>IE GROSS MUSS DAS</small> L<small>OCH SEIN, UM DREI</small> L<small>OG ZU FASSEN?</small> D<small>ER DREIHUNDERTZWANZIGSTE</small> T<small>EIL DES</small> T<small>AUCHBADES</small> &#x2013; <small>SO</small> R. J<small>OSE</small>. R. E<small>LE AZAR SAGT, SELBST WENN DAS UNTERE VOLL MIT TAUGLICHEM UND DAS OBERE VOLL MIT GESCH&#x00D6;PFTEM</small> [W<small>ASSER</small>] <small>IST, AN DER</small> S<small>EITE DES</small> L<small>OCHES ABER DREI</small> L<small>OG VORHANDEN SIND, SEI ES TAUGLICH, DENN SIE SAGTEN ES NUR VON DREI</small> L<small>OG, DIE HINEINGEKOMMEN SIND</small><sup><xref rid="fn1920">30</xref></sup>.</p>
<ftnote id="fn1891">1. Auch wenn sie keine 40 Se&#x00E1; Wasser haben u. nur irgendwie mit dem taugliehen Tauchbade verbunden sind.</ftnote>
<ftnote id="fn1892">2. Durch welches sie mit dem Tauchbade verbunden ist.</ftnote>
<ftnote id="fn1893">3. Wenn die Wand zwischen der Grube u. dem Tauchbade fest ist.</ftnote>
<ftnote id="fn1894">4. Sondern nur die Ger&#x00E4;te in diesem, wenn er rein war.</ftnote>
<ftnote id="fn1895">5. Tauglichen Wassers.</ftnote>
<ftnote id="fn1896">6. Das Wasser stieg dann in die H&#x00F6;he.</ftnote>
<ftnote id="fn1897">7. Die beiden tauglichen blieben von einander getrennt u. waren einzeln nicht in der Mehrheit.</ftnote>
<ftnote id="fn1898">8. Sie blieben unrein.</ftnote>
<ftnote id="fn1899">9. Das keine vollen 40 Se&#x00E1; hat.</ftnote>
<ftnote id="fn1900">10. W&#x00E4;hrend in diesem Falle etwas vom Wasser im Schwamme od. im Eimer zur&#x00FC;ckbleibt.</ftnote>
<ftnote id="fn1901">11. &#x00DC;ber 8 Handbreiten.</ftnote>
<ftnote id="fn1902">12. Wenn das Wasser in diese u. aus diesen in das Tauchbad l&#x00E4;uft.</ftnote>
<ftnote id="fn1903">13. Mit der M&#x00FC;ndung nach oben, was bei undurchl&#x00F6;cherten u. Lederger&#x00E4;ten, wenn das Tauchbad genau 40 Se&#x00E1; Wasser hat, nicht zul&#x00E4;ssig ist; weit. VII,6.</ftnote>
<ftnote id="fn1904">14. Wenn dieses unrein ist, weil sie sich beim Herausnehmen im Raume zwischen den aus dem Wasser ragenden Zacken befinden, der verunreinigend ist.</ftnote>
<ftnote id="fn1905">15. Wenn der Ofen, eine Art R&#x00F6;hre ohne Boden, &#x00FC;ber der Quelle steht.</ftnote>
<ftnote id="fn1906">16. Wenn der Ofen unrein ist, weil ein Mensch durch den Hohlraum desselben nicht unrein wird.</ftnote>
<ftnote id="fn1907">17. Cf. Jad. I,1.</ftnote>
<ftnote id="fn1908">18. Die Quelle den Ofen, wenn das Wasser sprudelt.</ftnote>
<ftnote id="fn1909">19. In welchem Quantum sie verunreinigend sind; bei einem Zweifel ist erschwerend zu entscheiden.</ftnote>
<ftnote id="fn1910">20. Solches vermindert nicht die Weite des Loches.</ftnote>
<ftnote id="fn1911">21. Wenn auf einer absch&#x00FC;ssigen Stelle das untaugliche (gesch&#x00F6;pftes Wasser) h&#x00F6;her liegt, so gelangt bei einer Verbindung nur der Strahl des untauglichen Wassers in das taugliche.</ftnote>
<ftnote id="fn1912">22. Man bef&#x00FC;rchte nicht, die Verbindung k&#x00F6;nnte beim Untertauchen unterbrochen worden sein.</ftnote>
<ftnote id="fn1913">23. Mit dem Wasser des anderen.</ftnote>
<ftnote id="fn1914">24. Hat das Tauchbad das erforderliche Quantum von 40 Se&#x00E1;, so darf man jedes Quantum gesch&#x00F6;pftes Wasser hinzutun.</ftnote>
<ftnote id="fn1915">25. Wenn die Zwischenwand oben besch&#x00E4;digt ist.</ftnote>
<ftnote id="fn1916">26. F&#x00FC;r die Verbindung des Wassers.</ftnote>
<ftnote id="fn1917">27. Mit einem verschlie&#x00DF;baren Abflu&#x00DF;loche in der Mitte zum Ablassen des schmutzigen Wassers.</ftnote>
<ftnote id="fn1918">28. Weil es als Gef&#x00E4;&#x00DF; u. das darin befindliche Wasser als gesch&#x00F6;pftes gilt.</ftnote>
<ftnote id="fn1919">29. W&#x00F6;rtl. das Reinigende; nach den Kommentaren, einer aus einem Doppelrohre bestehenden Leitung, wohl als Zuflu&#x00DF; u. Abflu&#x00DF; dienend, deren Mittelwand ein Loch hatte; jed. ist sicheres &#x00FC;ber Anlage u. Zweck derselben nicht bekannt. M&#x00F6;glicherweise handelt es sich hier um ein durch Besch&#x00E4;digung entstandenes Loch.</ftnote>
<ftnote id="fn1920">30. Das gesch&#x00F6;pfte Wasser macht im Quantum von 3 Log das Tauchbad nur dann untauglich, wenn es direkt hineingegossen worden ist.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>M</bold>ANCHES <small>ERG&#x00C4;NZT DAS</small> T<small>AUCHBAD</small><sup><xref rid="fn1921">1</xref></sup> <small>UND MACHT ES NICHT UNTAUGLICH, MANCHES MACHT ES UNTAUGLICH UND ERG&#x00C4;NZT ES NICHT, UND MANCHES ERG&#x00C4;NZT ES NICHT UND MACHT ES NICHT UNTAUGLICH</small>. F<small>OLGENDES ERG&#x00C4;NZT ES UND MACHT ES NICHT UNTAUGLICH:</small> S<small>CHNEE</small>, H<small>AGEL</small>, R<small>EIF</small>, E<small>IS</small>, S<small>ALZ UND FL&#x00DC;SSIGER</small> S<small>CHLAMM</small>. R. A&#x0351;<small>QIBA SAGTE:</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L POLEMISIERTE GEGEN MICH, UM NACHZUWEISEN, DASS</small> S<small>CHNEE DAS</small> T<small>AUCHBAD NICHT ERG&#x00C4;NZE, ABER DIE</small> L<small>EUTE VON</small> M<small>EDBA BEKUNDETEN</small> (<small>VON IHM</small>), <small>DASS ER ZU IHNEN GESAGT HAT:</small> G<small>EHT, HOLT</small> S<small>CHNEE UND MACHT DARAUS VON VORNHEREIN EIN</small> T<small>AUCHBAD</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, EINE</small> S<small>CHLOSSE GLEICHE DEM</small> W<small>ASSER</small>. W<small>IESO ERG&#x00C4;NZEN DIESE UND MACHEN NICHT UNTAUGLICH?</small> W<small>ENN EIN</small> T<small>AUCHBAD VIERZIG</small> S<small>E&#x00C1; WENIGER EINE HATTE, UND EINE</small> S<small>E&#x00C1; DAVON HINEINGEKOMMEN IST UND ES ERG&#x00C4;NZT; ES ERGIBT SICH ALSO, DASS SIE ES ERG&#x00C4;NZEN UND NICHT UNTAUGLICH MACHEN</small><sup><xref rid="fn1922">2</xref></sup>.</p>
<p>II. F<small>OLGENDES MACHT ES UNTAUGLICH UND ERG&#x00C4;NZT ES NICHT:</small> W<small>ASSER, OB UNREINES ODER REINES</small>, E<small>INLEGEAUFGUSS</small>, B<small>R&#x00DC;HE UND</small> L<small>AUERWEIN, BEVOR ER GEGOREN HAT</small>. W<small>IESO MACHEN SIE UNTAUGLICH UND ERG&#x00C4;NZEN NICHT?</small> W<small>ENN EIN</small> T<small>AUCHBAD VIERZIG</small> S<small>E&#x00C1; WENIGER EINES</small> Q<small>UR&#x1E6C;UB HAT, UND EIN</small> Q<small>URTUB VON DIESEN HINEINGEKOMMEN IST, ERG&#x00C4;NZEN SIE ES NICHT; BEI DREI</small> L<small>OG MACHEN SIE ES UNTAUGLICH</small>. A<small>NDERE</small> F<small>L&#x00DC;SSIGKEITEN</small><sup><xref rid="fn1923">3</xref></sup> <small>ABER</small>, F<small>RUCHTSAFT</small>, T<small>UNKE</small>, F<small>ISCHLAKE UND</small> L<small>AUERWEIN, NACHDEM ER GEGOREN HAT, ERG&#x00C4;NZEN ES ZUWEILEN UND ZUWEILEN ERG&#x00C4;NZEN SIE ES NICHT</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN EIN</small> T<small>AUCHBAD VIERZIG</small> S<small>E&#x00C1; WENIGER EINE HAT UND EINE</small> S<small>E&#x00C1; VON DIESEN HINEINGEKOMMEN IST, SO ERG&#x00C4;NZEN SIE ES NICHT; WENN ES VIERZIG</small> S<small>E&#x00C1; HATTE UND MAN EINE</small> S<small>E&#x00C1; VON DIESEN HINEINGETAN UND EINE</small> S<small>E&#x00C1; HERAUSGENOMMEN HAT, SO IST ES TAUGLICH</small>.</p>
<p>III. W<small>ENN MAN DARIN</small> O<small>LIVENK&#x00D6;RBE ODER</small> T<small>RAUBENK&#x00D6;RBE ABGESP&#x00DC;LT HAT UND DIES SEIN</small> A<small>USSEHEN VER&#x00C4;NDERT</small><sup><xref rid="fn1924">4</xref></sup> <small>HAT, SO IST ES TAUGLICH</small>. R. J<small>OSE SAGT, F&#x00C4;RBEWASSER MACHE ES UNTAUGLICH BEI DREI</small> L<small>OG, MACHE ES ABER NICHT UNTAUGLICH WEGEN</small> &#x00C4;<small>NDERUNG DES</small> A<small>USSEHENS</small>. W<small>ENN</small> W<small>EIN ODER</small> O<small>LIVENSCHLEIM HINEINGEKOMMEN IST UND SEIN</small> A<small>USSEHEN VER&#x00C4;NDERT HAT, SO IST ES UNTAUGLICH</small>. W<small>AS MACHE MAN NUN?</small> M<small>AN WARTE, BIS</small> R<small>EGEN HINEINGEKOMMEN IST UND SEIN</small> A<small>USSEHEN WIEDER DAS</small> A<small>USSEHEN VON</small> W<small>ASSER BEKOMMT</small>. &#x2013;S<small>IND DARIN VIERZIG</small> S<small>E&#x00C1;, SO DARF MAN</small> [W<small>ASSER</small>] <small>AUF DER</small> S<small>CHULTER</small> [<small>HERANBRINGEN</small>] <small>UND HINEINTUN, BIS SEIN</small> A<small>USSEHEN DAS</small> A<small>USSEHEN VON</small> W<small>ASSER BEKOMMT</small>.</p>
<p>IV. W<small>ENN</small> W<small>EIN ODER</small> O<small>LIVENSCHLEIM DARIN HINEINGEKOMMEN SIND UND DAS</small> A<small>USSEHEN EINES</small> T<small>EILES VER&#x00C4;NDERT HABEN, SO DARF MAN, WENN VIERZIG</small> S<small>E&#x00C1; NICHT DAS</small> A<small>USSEHEN VON</small> W<small>ASSER HABEN, DARIN NICHT UNTERTAUCHEN</small>.</p>
<p>V. S<small>IND DREI</small> L<small>OG</small> W<small>ASSER, WORIN EIN</small> Q<small>URTUB</small> W<small>EIN GEKOMMEN IST, WODURCH ES DAS</small> A<small>USSEHEN VON</small> W<small>EIN BEKOMMEN HAT, IN EIN</small> T<small>AUCHBAD GEKOMMEN, SO HABEN SIE ES NICHT UNTAUGLICH GEMACHT</small><sup><xref rid="fn1925">5</xref></sup>. S<small>IND DREI</small> L<small>OG</small> W<small>ASSER WENIGER EINES</small> Q<small>UR&#x1E6C;UB, WORIN EIN</small> Q<small>UR&#x1E6C;UB</small> M<small>ILCH GEKOMMEN IST, DEREN</small> A<small>USSEHEN ABER DAS</small> A<small>USSEHEN DES</small> W<small>ASSERS IST, IN EIN</small> T<small>AUCHBAD GEKOMMEN, SO HABEN SIE ES NICHT UNTAUGLICH GEMACHT</small><sup><xref rid="fn1926">6</xref></sup>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, MAN RICHTE SICH STETS NACH DEM</small> A<small>USSEHEN</small><sup><xref rid="fn1927">7</xref></sup>.</p>
<p>VI. W<small>ENN EIN</small> T<small>AUCHBAD GENAU VIERZIG</small> S<small>E&#x00C1; HAT UND ZWEI</small> [P<small>ERSONEN</small>] <small>HINABGESTIEGEN UND NACHEINANDER UNTERGETAUCHT SIND, SO IST DIE ERSTE REIN UND DIE ANDERE UNREIN</small><sup><xref rid="fn1928">8</xref></sup>. R. J<small>EHUDA SAGT, HABEN DIE F&#x00DC;SSE DER ERSTEN NOCH</small><sup><xref rid="fn1929">9</xref></sup> <small>DAS</small> W<small>ASSER BER&#x00DC;HRT, SEI AUCH DIE ANDERE REIN</small>. W<small>ENN JEMAND DARIN</small> F<small>RIES UNTERGETAUCHT HAT UND ES HERAUFHOLT, EIN</small> T<small>EIL ABER NOCH DAS</small> W<small>ASSER BER&#x00DC;HRT, SO IST ER</small><sup><xref rid="fn1930">10</xref></sup><small>REIN</small>. B<small>EI EINEM</small> K<small>ISSEN ODER EINEM</small> P<small>OLSTER AUS</small> L<small>EDER GILT, SOBALD MAN DIE R&#x00C4;NDER AUS DEM</small> W<small>ASSER GEHOBEN HAT, DAS DARIN BEFINDLICHE</small> W<small>ASSER ALS GESCH&#x00D6;PFTES</small>. W<small>AS MACHE MAN NUN?</small> M<small>AN TAUCHE SIE UNTER UND HOLE SIE AN DER</small> U<small>NTERSEITE HERAUS</small><sup><xref rid="fn1931">11</xref></sup>.</p>
<p>VII. H<small>AT MAN DARIN EIN</small> B<small>ETT UNTERGETAUCHT, SO IST ES, OBGLEICH DIE F&#x00DC;SSE IN DICKEM</small> S<small>CHLAMME EINGESUNKEN</small><sup><xref rid="fn1932">12</xref></sup><small>WAREN, REIN, WEIL DAS</small> W<small>ASSER EHER</small><sup><xref rid="fn1933">13</xref></sup><small>DARIN WAR</small>. I<small>ST DAS</small> W<small>ASSER IM</small> T<small>AUCHBADE FLACH, SO DARF MAN SOGAR</small> H<small>OLZB&#x00DC;NDEL, UND SOGAR R&#x00D6;HRICHTB&#x00DC;NDEL</small><sup><xref rid="fn1934">14</xref></sup><small>HINEINPRESSEN, DAMIT DAS</small> W<small>ASSER IN DIE H&#x00D6;HE STEIGE, UND HINABSTEIGEN UND UNTERTAUCHEN</small>. W<small>ENN EINE</small> [<small>UNREINE</small>] N<small>ADEL SICH AUF DEN</small> S<small>TUFEN DER H&#x00D6;HLE</small><sup><xref rid="fn1935">15</xref></sup><small>BEFINDET UND MAN DAS</small> W<small>ASSER HIN UND HER BEWEGT, SO IST SIE, SOBALD EINE</small> W<small>ELLE &#x00DC;BER SIE GEFAHREN IST, REIN</small>.</p>
<ftnote id="fn1921">1. Zum erforderlichen Quantum von 40 Se&#x00E1;.</ftnote>
<ftnote id="fn1922">2. Sie machen das Tauchbad nicht untauglich, auch wenn man sie mit einem Gef&#x00E4;&#x00DF;e hineingetan hat u. sie somit dem gesch&#x00F6;pften Wasser gleichen.</ftnote>
<ftnote id="fn1923">3. Cf. Makh. VI,4.</ftnote>
<ftnote id="fn1924">4. Infolge des an den K&#x00F6;rben haftenden Fruchtsaftes.</ftnote>
<ftnote id="fn1925">5. Als gesch&#x00F6;pftes Wasser, weil es als Wein gilt, der es nur wegen &#x00C4;nderung des Aussehens untauglich macht, was bei diesem kleinen Quantum nicht der Fall ist.</ftnote>
<ftnote id="fn1926">6. Es sind keine 3 Log W asser.</ftnote>
<ftnote id="fn1927">7. Mit der Milch, die das Aussehen des Wassers angenommen hat, sind es 3 Se&#x00E1;.</ftnote>
<ftnote id="fn1928">8. Weil etwas Wasser an der ersten haften blieb.</ftnote>
<ftnote id="fn1929">9. Beim Unter tauchen der anderen.</ftnote>
<ftnote id="fn1930">10. Wer darin ein Tauchbad nimmt, obgleich ein Teil des Wassers vom Friese aufgesogen worden ist.</ftnote>
<ftnote id="fn1931">11. Mit der aufgetrennten Seite nach oben.</ftnote>
<ftnote id="fn1932">12. Weil sonst das Wasser nicht bis zum Bette reicht.</ftnote>
<ftnote id="fn1933">13. Als die F&#x00FC;&#x00DF;e, in den L&#x00F6;chern, die diese eingedr&#x00FC;ckt haben.</ftnote>
<ftnote id="fn1934">14. Die das Wasser aufsaugen.</ftnote>
<ftnote id="fn1935">15. Zum Tauchbade.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>D</bold>AS J<small>ISRA&#x00C9;LLAND IST REIN UND SEINE</small> T<small>AUCHB&#x00C4;DER SIND REIN</small><sup><xref rid="fn1936">1</xref></sup>. D<small>IE</small> T<small>AUCHB&#x00C4;DER DER</small> N<small>ICHTJUDEN AUSSERHALB DES</small> J<small>ISRA&#x00C9;LLANDES SIND F&#x00DC;R</small> E<small>RGUSSBEHAFTETE</small><sup><xref rid="fn1937">2</xref></sup> <small>TAUGLICH, AUCH WENN SIE AUS EINEM</small> K<small>ANAL GEF&#x00DC;LLT WORDEN SIND</small>. D<small>IE IM</small> J<small>ISRA&#x00C9;LLANDE AUSSERHALB DES</small> S<small>TADTEINGANGES LIEGEN, SIND AUCH F&#x00DC;R</small> M<small>ENSTRUIERENDE TAUGLICH, UND DIE INNERHALB DES</small> S<small>TADTEINGANGES LIEGEN, SIND F&#x00DC;R</small> E<small>RGUSSBEHAFTETE TAUGLICH UND F&#x00DC;R ALLE ANDEREN</small> U<small>NREINEN UNTAUGLICH</small><sup><xref rid="fn1938">3</xref></sup>. R. E<small>LEA&#x0351;ZAR SAGT, DIE NAHE DER</small> S<small>TADT UND DER</small> L<small>ANDSTRASSE BEFINDLICHEN SEIEN UNREIN, WEIL SIE ZUM</small> W<small>ASCHEN DIENEN, UND DIE FERNEN SEIEN REIN</small>.</p>
<p>II. F<small>OLGENDE</small> E<small>RGUSSBEHAFTETE BEN&#x00D6;TIGEN DES</small> U<small>NTERTAUCHENS: MERKT JEMAND SEIN</small> W<small>ASSER GETR&#x00D6;PFELT ODER GETR&#x00DC;BT, SO IST ER, WENN ANFANGS</small><sup><xref rid="fn1939">4</xref></sup>, <small>REIN, WENN IN DER</small> M<small>ITTE ODER AM</small> E<small>NDE, UNREIN, UND WENN VON</small> A<small>NFANG BIS ZU</small> E<small>NDE, REIN</small><sup><xref rid="fn1940">5</xref></sup><small>; IST ES WEISS UND KLEBRIG, SO IST ER UNREIN</small>. R. J<small>OSE SAGT, WEISS SEI NICHT ANDERS ALS GETR&#x00DC;BT</small>.</p>
<p>III. K<small>OMMEN EINEM DICKE</small> T<small>ROPFEN AUS DEM</small> G<small>LIEDE, SO IST ER UNREIN &#x2013; SO</small> R. E<small>LEA&#x0351;ZAR B. &#x1E24;ASMA</small>. W<small>ER NACHTS</small> W<small>OLLUSTGEDANKEN HATTE UND BEIM</small> A<small>UFSTEHEN W&#x00C4;RME AN SEINEM</small> G<small>LIEDE VERSP&#x00DC;RT, IST UNREIN</small>. D<small>IE AM DRITTEN</small> T<small>AGE</small><sup><xref rid="fn1941">6</xref></sup> <small>DEN</small> S<small>AMEN AUSST&#x00D6;SST, IST REIN</small><sup><xref rid="fn1942">7</xref></sup> <small>&#x2013; SO</small> R. E<small>LEA&#x0351;ZAR B. A&#x0351;ZARJA;</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, ZUWEILEN SEIEN ES VIER</small> H<small>ALBTAGE, ZUWEILEN F&#x00DC;NF UND ZUWEILEN SECHS;</small> R. <small>A&#x0351;QIBA SAGT, IMMER F&#x00DC;NF</small><sup><xref rid="fn1943">8</xref></sup>.</p>
<p>IV. H<small>AT EINE</small> N<small>ICHTJ&#x00DC;DIN</small> S<small>AMEN VON EINEM</small> J<small>ISRA&#x00C9;LITEN AUSGESTOSSEN, SO IST ER UNREIN; HAT EINE</small> J<small>ISRA&#x00C9;LITIN</small> S<small>AMEN VON EINEM</small> N<small>IGHTJUDEN AUSGESTOSSEN, SO IST ER REIN</small>. W<small>ENN EINE</small> F<small>RAU IN IHREM</small> H<small>AUSE DEN</small> D<small>IENST GETAN</small><sup><xref rid="fn1944">9</xref></sup> <small>HAT, DANN HINABGESTIEGEN UND UNTERGETAUCHT IST, DAS</small> H<small>AUS ABER NICHT AUSGEFEGT</small><sup><xref rid="fn1944">9</xref></sup> <small>HAT, SO IST ES EBENSO, ALS W&#x00C4;RE SIE NICHT UNTERGETAUCHT</small>. H<small>AT EIN</small> E<small>RGUSSBEHAFTETER EIN</small> T<small>AUCHBAD GENOMMEN UND NICHT</small> U<small>RIN GELASSEN, SO IST ER, SOBALD ER</small> U<small>RIN L&#x00C4;SST, UNREIN. R</small>. J<small>OSE SAGT, KRANK ODER ALT SEI ER UNREIN, JUNG UND GESUND</small><sup><xref rid="fn1945">10</xref></sup><small>SEI ER REIN</small>.</p>
<p>V. W<small>ENN EINE</small> M<small>ENSTRUIERENDE</small> G<small>ELD IN DEN</small> M<small>UND GENOMMEN HAU UND HINABGESTIEGEN UND UNTERGETAUCHT IST, SO</small> 1<small>ST SIE VON IHRER UNREINHEIT REIN, JEDOCH DURCH IHREN SPEICHEL</small><sup><xref rid="fn1946">11</xref></sup><small>UNREIN</small>. N<small>AHM SIE DAS</small> H<small>AAR IN DEN</small> M<small>UND, SCHLOSS SIE DIE</small> H<small>AND, PRESSTE SIE DIE</small> L<small>IPPEN ZUSAMMEN, SO IST ES EBENSO, ALS W&#x00C4;RE SIE NICHT UNTERGETAUCHT</small><sup><xref rid="fn1947">12</xref></sup>. W<small>ENN MAN EINEN</small> M<small>ENSCHEN ODER</small> G<small>ER&#x00C4;TE ANFASST UND SIE UNTERTAUCHT, SO BLEIBEN SIE UNREIN</small><sup><xref rid="fn1948">13</xref></sup><small>; HATTE ER SEINE</small> H<small>AND IM</small> W<small>ASSER ABGESP&#x00DC;LT, SO SIND&#x00BB; SIE REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, MAN FASSE SIE LOSE AN, DAMIT</small> W<small>ASSER AN SIE HERANKOMME</small>. I<small>N INTIME</small> S<small>TELLEN UND FALTIGE BRAUCHT DAS</small> W<small>ASSER NICHT HINEINZUKOMMEN</small>.</p>
<ftnote id="fn1936">1. Es wird vorausgesetzt, da&#x00DF; das Wasser kein gesch&#x00F6;pftes ist.</ftnote>
<ftnote id="fn1937">2. Die nur rabbanitisch ein Tauchbad nehmen m&#x00FC;ssen; cf. Bq. Fol. 82b.</ftnote>
<ftnote id="fn1938">3. Es wird angenommen, da&#x00DF; sie von den Einwohnern f&#x00FC;r profane Zwecke errichtet worden sind.</ftnote>
<ftnote id="fn1939">4. Beim Beginne des Urinierens.</ftnote>
<ftnote id="fn1940">5. Es ist eine pathologische Erscheinung.</ftnote>
<ftnote id="fn1941">6. Nach der Beiwohnung.</ftnote>
<ftnote id="fn1942">7. Der Samen ist bereits verwest.</ftnote>
<ftnote id="fn1943">8. Zur Erkl&#x00E4;rung vgl. Sab. Fol. 86a.</ftnote>
<ftnote id="fn1944">9. Euphemistisch; den Geschlechtsakt vollzogen, aber beim Untertauchen die Schamstelle nicht gereinigt hat.</ftnote>
<ftnote id="fn1945">10. Bei dem die Ejakulation vehement erfolgt u. nichts zur&#x00FC;ckbleibt.</ftnote>
<ftnote id="fn1946">11. Der am Geldst&#x00FC;cke haften geblieben ist u. sie unrein macht.</ftnote>
<ftnote id="fn1947">12. Weil K&#x00F6;rperteile vom Wasser unber&#x00FC;hrt geblieben sind.</ftnote>
<ftnote id="fn1948">13. Die angefa&#x00DF;te Stelle bleibt vom Wasser unber&#x00FC;hrt.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>F</bold>OLGENDES <small>GILT BEIM</small> M<small>ENSCHEN ALS</small> T<small>RENNUNG</small><sup><xref rid="fn1949">1</xref></sup><small>:</small> W<small>OLLF&#x00C4;DEN</small>, F<small>LACHSF&#x00C4;DEN UND B&#x00C4;NDER AM</small> K<small>OPFE DER M&#x00C4;DCHEN;</small> R. J<small>EHUDA SAGT, DIE AUS</small> W<small>OLLE UND</small> H<small>AAR TRENNEN NICHT, WEIL DAS</small> W<small>ASSER IN DIESE EINDRINGT</small>.</p>
<p>II. H<small>AARWULSTE AUF DEM</small> H<small>ERZEN, AM</small> B<small>ARTE UND AN DER INTIMEN</small> S<small>TELLE BEI EINEM</small> W<small>EIBE</small>, A<small>UGENFLUSS AUSSERHALB DES</small> A<small>UGES</small>, S<small>CHORF AUSSERHALB DER</small> W<small>UNDE UND DAS</small> P<small>FLASTER DARAUF, VERTROCKNETER</small> S<small>AFT</small>, S<small>CHMUTZKRUSTEN AM K&#x00D6;RPER</small>, T<small>EIG UNTER EINEM</small> N<small>AGEL</small>, S<small>CHWEISSK&#x00DC;GELCHEN, SCHLAMMIGER</small> L<small>EHM, T&#x00D6;PFERLEHM UND</small> S<small>CHLAMMSPRITZER</small>. W<small>ELCHER HEISST SCHLAMMIGER</small> L<small>EHM?</small> D<small>AS IST</small> G<small>RUBENLEHM, WIE ES HEISST</small>: <sup><xref rid="fn1950">2</xref></sup><italic>er zog mich herauf aus der Grube des Verderbens, aus dem schlammigen Lehm</italic>. <small>T&#x00D6;PFERLEHM, DEM</small> W<small>ORTLAUTE GEM&#x00C4;SS</small>. R. J<small>OSE ERKL&#x00C4;RT BEIM T&#x00D6;PFERLEHM ALS REIN UND BEIM</small> K<small>LEBELEHM</small><sup><xref rid="fn1951">3</xref></sup> <small>ALS UNREIN</small>. S<small>CHLAMMSPRITZER, DAS SIND DIE</small> Z<small>APFEN AUF DER</small> S<small>TRASSE</small><sup><xref rid="fn1952">4</xref></sup>. M<small>IT DIESEN</small> [<small>BEHAFTET</small>]<sup><xref rid="fn1953">5</xref></sup> <small>DARF MAN SICH SELBER UND ANDERES NICHT UNTERTAUCHEN; MIT JEDER ANDEREN</small> A<small>RT</small> L<small>EHM DARF MAN UNTERTAUCHEN, WENN ER FEUCHT IST</small>. M<small>AN DARF NICHT UNTERTAUCHEN MIT DEM</small> S<small>TAUBE AN DEN F&#x00DC;SSEN</small>. E<small>LNEN</small> K<small>ESSEL DARF MAN NICHT MIT DEM</small> R<small>USSE UNTERTAUCHEN, VIELMEHR MUSS MAN IHN VORHER ABREIBEN</small>.</p>
<p>III. F<small>OLGENDES GILT NICHT ALS</small> T<small>RENNUNG:</small> H<small>AARWULSTE AUF DEM</small> K<small>OPFE, IN DER</small> A<small>CHSELH&#x00D6;HLE UND AN DER INTIMEN</small> S<small>TELLE BE&#x00CD; EINEM</small> M<small>ANNE. R</small>. E<small>LIE&#x0351;ZER SAGT, EINERLEI OB BEI EINEM</small> M<small>ANNE ODER BEI EINEM</small> W<small>EIBE: ACHTET MAN DARAUF</small><sup><xref rid="fn1954">6</xref></sup>, <small>GELTE ES ALS</small> T<small>RENNUNG, ACHTET MAN DARAUF NICHT, GELTE ES NICHT ALS</small> T<small>RENNUNG</small>.</p>
<p>IV. A<small>UGENFLUSS IM</small> A<small>UGE</small>, S<small>CHORF AUF DER</small> W<small>UNDE, WEICHER</small> S<small>AFT, FEUCHTER</small> S<small>CHMUTZ AM K&#x00D6;RPER</small>, S<small>CHMUTZ UNTER EINEM</small> N<small>AGEL UND EIN NACHH&#x00C4;NGENDER</small> N<small>AGEL</small>. D<small>IE</small> F<small>LAUMH&#x00C4;RCHEN EINES</small> K<small>INDES WERDEN NICHT UNREIN UND MACHEN NICHT UNREIN</small>. D<small>AS H&#x00C4;UTCHEN AUF EINER</small> W<small>UNDE WIRD UNREIN UND MACHT UNREIN</small>.</p>
<p>V. F<small>OLGENDES GILT ALS</small> T<small>RENNUNG BEI</small> G<small>ER&#x00C4;TEN:</small> P<small>ECH UND</small> M<small>YRRHE AN</small> G<small>LASSGEF&#x00C4;SSEN, OB INNEN ODER AUSSEN; AUF EINEM</small> T<small>ISCHE, EINER</small> P<small>LATTE UND AUF EINER</small> B<small>ANK GELTEN SIE, WENN SIE SAUBER SIND, ALS</small> T<small>RENNUNG, UND WENN SIE SCHMUTZIG SIND, NICHT ALS</small> T<small>RENNUNG</small>. A<small>UF</small> B<small>ETTEN DES</small> H<small>AUSHERRN GELTEN SIE ALS</small> T<small>RENNUNG, AUF SOLCHEN DES</small> A<small>RMEN</small><sup><xref rid="fn1955">7</xref></sup> <small>GELTEN SIE NICHT ALS</small> T<small>RENNUNG</small>. A<small>UF DEM</small> L<small>ASTENSATTEL EINES</small> P<small>RIVATMANNES GELTEN SIE ALS</small> T<small>RENNUNG, AUF DEM DER</small> S<small>CHLAUCHF&#x00DC;HRER GELTEN SIE NICHT ALS</small> T<small>RENNUNG</small>. A<small>UF EINER</small> S<small>ATTELDECKE GELTEN SIE ALS</small> T<small>RENNUNG</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLIEL SAGT, BIS ZUR</small> G<small>R&#x00D6;SSE EINES ITALISCHEN</small> A<small>SSARS</small><sup><xref rid="fn1956">8</xref></sup>.</p>
<p>VI. [S<small>CHMUTZFLECKE</small>] <small>AN</small> K<small>LEIDERN GELTEN AUF EINER</small> S<small>EITE NICHT ALS</small> T<small>RENNUNG; AUF BEIDEN</small> S<small>EITEN GELTEN SIE ALS</small> T<small>RENNUNG</small>. R. J<small>EHUDA SAGT IM</small> N<small>AMEN</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;LS, AUCH AUF EINER</small> S<small>EITE</small>. R. J<small>OSE SAGT, BEI</small> G<small>EBILDETEN</small><sup><xref rid="fn1957">9</xref></sup>, <small>WENN AUF EINER</small> S<small>EITE, BEI</small> P<small>LEBEJERN, WENN AUF BEIDEN</small> S<small>EITEN</small>.</p>
<p>VII. A<small>UF DEM</small> V<small>ORTUCH DER</small> P<small>ECHARBEITER, DER T&#x00D6;PFER UND DER</small> B<small>AUMBESCHNEIDER GELTEN SIE NICHT ALS</small> T<small>RENNUNG;</small> R. J<small>EHUDA SAGT, EBENSO AUF DEM DER</small> F<small>EIGENTROCKNER</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: WER DARAUF ACHTET, F&#x00DC;R DEN GELTEN SIE ALS</small> T<small>RENNUNG, UND WER DARAUF NICHT ACHTET, F&#x00DC;R DEN GELTEN SIE NICHT ALS</small> T<small>RENNUNG</small>.</p>
<ftnote id="fn1949">1. Zwischen dern K&#x00F6;rper u. dem W&#x2019;asser, beim Untertauchen.</ftnote>
<ftnote id="fn1950">2. Ps. 40,3.</ftnote>
<ftnote id="fn1951">3. Od. Streichlehm; zum Verkleben zerbrochener Gef&#x00E4;&#x00DF;e, der besonders hart ist.</ftnote>
<ftnote id="fn1952">4. Die aus dem zertretenen u. dann vertrockneten Schlamme entstehen.</ftnote>
<ftnote id="fn1953">5. Nach anderer Erkl&#x00E4;rung, wenn sie sich im Tauchbade befinden.</ftnote>
<ftnote id="fn1954">6. Wenn man sie l&#x00E4;stig empfindet.</ftnote>
<ftnote id="fn1955">7. Der daran gew&#x00F6;hnt ist u. es nicht l&#x00E4;stig empfindet.</ftnote>
<ftnote id="fn1956">8. Ein kleinerer Fleck gilt nicht als Trennung.</ftnote>
<ftnote id="fn1957">9. W&#x00F6;rtl. Erbauer, dh. Kullurf&#x00F6;rderer, worunter der T. (cf. Sab. Fol. 114a) die Schriftgelehrlen versteht. Eine besondere Sekte Banna&#x00ED;m, die eine Unlersekte der Ess&#x00E4;er sein soll, kennt der T. nicht.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>A</bold>LLE G<small>RIFFE VON</small> G<small>ER&#x00C4;TEN, DIF MAN NICHT RICHTIG HINEINGESTECKT HAT, ODER RICHTIG HINEINGESTECKT, ABER NICHT BEFESTIGT HAT, ODER BEFESTIGT HAT, SIE ABER ZERBROCHEN SIND, GELTEN ALS</small> T<small>RENNUNG</small>. H<small>AT MAN EIN</small> G<small>EF&#x00C4;SS MIT DER M&#x00DC;NDUNG NACH UNTEN UNTERGETAUCHT, SO IST ES EBENSO, ALS H&#x00C4;TTE MAN ES NICHT UNTERGETAUCHT</small><sup><xref rid="fn1958">1</xref></sup>. H<small>AT MAN ES AUF GEW&#x00D6;HNLICHE</small> W<small>EISE</small><sup><xref rid="fn1959">2</xref></sup> <small>UND NICHT DAS</small> H<small>ALSST&#x00DC;CK UNTERGETAUCHT, SO MUSS MAN ES AUF DIE</small> S<small>EITE GENEIGT</small><sup><xref rid="fn1960">3</xref></sup> <small>HABEN</small>. I<small>ST EIN</small> G<small>EF&#x00C4;SS AN BEIDEN</small> S<small>EITEN SCHMAL UND IN DER</small> M<small>ITTE BREIT, SO IST ES NUR DANN REIN, WENN MAN ES AUF DIE</small> S<small>EITE GENEIGT</small><sup><xref rid="fn1960">3</xref></sup> <small>HAT</small>. E<small>INE</small> F<small>LASCHE, DEREN M&#x00DC;NDUNG NACH UNTEN GEBOGEN</small><sup><xref rid="fn1961">4</xref></sup> <small>IST, IST NICHT EHER REIN, ALS BIS MAN AN DER</small> S<small>EITE EIN</small> L<small>OCH GEMACHT HAT</small>. E<small>IN</small> T<small>INTENFASS</small><sup><xref rid="fn1962">5</xref></sup> <small>IST NICHT EHER REIN, ALS BIS MAN EIN</small> L<small>OCH GEMACHT HAT</small>. D<small>AS</small> T<small>INTENFASS DES</small> P<small>RIESTERS</small> J<small>OSEPH HATTE AN DER</small> S<small>EITE EIN</small> L<small>OCH</small>.</p>
<p>II. B<small>EI EINEM</small> K<small>ISSEN ODER</small> P<small>OLSTER AUS</small> L<small>EDER MUSS DAS</small> W<small>ASSER IN DAS</small> I<small>NNERE HINEINKOMMEN; BEI EINEM RUNDEN</small> P<small>OLSTER, EINEM</small> B<small>ALL, EINEM</small> S<small>CHUHLEISTEN</small><sup><xref rid="fn1963">6</xref></sup>, <small>EINEM</small> A<small>MULETT UND EINER</small> T<small>EPHILLINKAPSEL BRAUCHT DAS</small> W<small>ASSER NICHT IN DAS</small> I<small>NNERE HINEINZUKOMMEN</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: WAS NICHT ZUM</small> H<small>INEINTUN UND</small> H<small>ERAUSNEHMEN DIENT, KANN MAN AUCH UNGE&#x00D6;FFNET UNTERTAUCHEN</small>.</p>
<p>III. I<small>N FOLGENDES BRAUCHT DAS</small> W<small>ASSER NICHT HINEINZUKOMMEN: IN</small> K<small>NOTEN</small> [<small>VON</small> K<small>LEIDERN</small>] <small>DER</small> A<small>RMEN</small><sup><xref rid="fn1964">7</xref></sup>, <small>DER</small> F<small>RANSEN, DER</small> S<small>ANDALENSCHLEIFEN, DER TEPHILLINKAPSEL DES</small> K<small>OPFES, WENN SIE FEST IST, UND DES</small> A<small>RMES, WENN SIE SICH NICHT NACH OBEN UND NACH UNTEN VERSCHIEBT</small><sup><xref rid="fn1965">8</xref></sup>, <small>DER</small> O<small>HREN DES</small> S<small>CHLAUCHES UND DER</small> O<small>HREN DER</small> H<small>IRTENTASCHE</small>.</p>
<p>IV. I<small>N FOLGENDES MUSS DAS</small> W<small>ASSER HINEINKOMMEN: IN DEN</small> S<small>CHULTERKNOTEN DES</small> U<small>NTERKLEIDES</small><sup><xref rid="fn1966">9</xref></sup>, <small>DER</small> S<small>AUM EINES</small> L<small>AKENS MUSS GLATTGEZOGEN WERDEN, IN DEN DER</small> T<small>EPHILLINKAPSEL DES</small> K<small>OPFES, WENN SIE NICHT FEST IST, UND DES</small> A<small>RMES, WENN SIE SICH NACH OBEN UND UNTEN VERSCHIEBT</small><sup><xref rid="fn1965">8</xref></sup>, <small>UND IN DEN DER</small> S<small>CHLAUFEN DER</small> S<small>ANDALE</small>. K<small>LEIDER, DIE MAN GEWASCHEN UNTERTAUCHT, M&#x00DC;SSEN</small> B<small>LASEN</small><sup><xref rid="fn1967">10</xref></sup><small>AUFSCHLAGEN, TAUCHT MAN SIE TROCKEN UNTER, ERST WENN SIE</small> B<small>LASEN GESCHLAGEN UND DIE</small> B<small>LASN SICH GELEGT HABEN</small>.</p>
<p>V. A<small>LLE</small> G<small>RIFFE VON</small> G<small>ER&#x00C4;TEN, DIE ZU LANG SIND UND MAN SP&#x00C4;TER ABSCHNEIDET, BRAUCHT MAN NUR BIS ZUR ERFORDERLICHEN</small> S<small>TELLE UNTERZUTAUCHEN</small>. R. J<small>EHUDA SAGT, MAN M&#x00DC;SSE SIE VOLLST&#x00C4;NDIG UNTERTAUCHEN</small>. D<small>IE</small> K<small>ETTE EINES GROSSEN</small> E<small>IMERS BIS VIER</small> H<small>ANDBREITEN UND DIE EINES KLEINEN BIS ZEHN</small><sup><xref rid="fn1968">11</xref></sup><small>; MAN TAUCHE SIE BIS ZU DIESEM</small> M<small>ASSE UNTER</small>. R. T<small>RYPHON SAGT, MAN M&#x00DC;SSE DEN GANZEN</small> R<small>ING</small><sup><xref rid="fn1969">12</xref></sup><small>UNTERTAUCHEN</small>. E<small>IN AN EINEM</small> K<small>ORBE ANGEBUNDENER</small> S<small>TRICK GILT NICHT ALS VERBUNDEN, ES SEI DENN, MAN HAT IHN FESTGEN&#x00C4;HT</small>.</p>
<p>VI. D<small>IE</small> S<small>CHULE &#x0160;AMMAJS SAGT, MAN TAUCHE NICHT</small> H<small>EISSES IN</small> K<small>ALTEM</small><sup><xref rid="fn1970">13</xref></sup> <small>UNTER UND NICHT</small> K<small>ALTES IN</small> H<small>EISSEM, NICHT</small> G<small>UTES IN</small> S<small>CHLECHTEM UND</small> S<small>CHLECHTES IN</small> G<small>UTEM; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, MAN D&#x00DC;RFE UNTERTAUCHEN</small>. H<small>AT MAN EIN MIT</small> F<small>L&#x00DC;SSIGKEITEN VOLLES</small> G<small>EF&#x00C4;SS UNTERGETAUCHT, SO IST ES EBENSO, ALS H&#x00C4;TTE MAN ES NICHT UNTERGETAUCHT</small>. I<small>ST ES MIT</small> U<small>RIN GEF&#x00DC;LLT, SO BETRACHTE MAN ES ALS MIT</small> W<small>ASSER GEF&#x00DC;LLT</small><sup><xref rid="fn1971">14</xref></sup><small>; IST ES MIT</small> E<small>NTS&#x00DC;NDIGUNGSWASSER</small><sup><xref rid="fn1972">15</xref></sup><small>GEF&#x00DC;LLT, SO MUSS DAS</small> W<small>ASSER</small><sup><xref rid="fn1973">16</xref></sup><small>MEHR SEIN ALS DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER</small>. R. J<small>OSE SAGT, SELBST WENN DAS</small> G<small>EF&#x00C4;SS EIN</small> K<small>OR FASST UND NUR EIN</small> V<small>IERTELLOG DARIN IST, SEI ES EBENSO, ALS H&#x00C4;TTE MAN ES NICHT UNTERGETAUCHT</small>.</p>
<p>VII. A<small>LLE</small> S<small>PEISEN WERDEN MITEINANDER VEREINIGT, UM IM</small> Q<small>UANTUM EINES HALBEN</small> P<small>ERAS DEN K&#x00D6;RPER UNTAUGLICH ZU MACHEN</small>. A<small>LLE</small> G<small>ETR&#x00C4;NKE WERDEN MITEINANDER VEREINIGT, UM IM</small> Q<small>UANTUM EINES</small> V<small>IERTELLOG DEN K&#x00D6;RPER UNTAUGLICH ZU MACHEN</small>. H<small>IERIN IST ES BEIM</small> T<small>RINKEN VON UNREINEN</small> F<small>L&#x00DC;SSIGKEITEN STRENGER ALS BEIM</small> T<small>AUCHBADE, INDEM SIE DABEI ALLE ANDEREN</small> F<small>L&#x00DC;SSIGKEITEN</small><sup><xref rid="fn1974">17</xref></sup><small>DEM</small> W<small>ASSER</small><sup><xref rid="fn1975">18</xref></sup><small>GLEICHGESTELLT HABEN</small>.</p>
<p>VIII. W<small>ENN JEMAND UNREINE</small> S<small>PEISEN GEGESSEN ODER UNREINE</small> G<small>ETR&#x00C4;NKE GETRUNKEN HAT, UND NACHDEM ER UNTERGETAUCHT IST, SIE AUSBRICHT, SO SIND SIE UNREIN, WEIL SIE IM K&#x00D6;RPER NICHT REIN GEWORDEN SIND</small>. W<small>ENN JEMAND UNREINES</small> W<small>ASSER GETRUNKEN HAT, UND NACHDEM ER UNTERGETAUCHT IST, ES AUSBRICHT, SO IST ES REIN, WEIL ES IM K&#x00D6;RPER REIN GEWORDEN</small><sup><xref rid="fn1976">19</xref></sup><small>IST</small>. W<small>ENN JEMAND EINEN REINEN</small> R<small>ING VERSCHLUCKT HAT, UND NACHDEM ER IN EIN</small> T<small>OTENZELT HINEINGEGANGEN WAR, EINMAL UND ABERMALS</small><sup><xref rid="fn1977">20</xref></sup> <small>BESPRENGT WORDEN UND UNTERGETAUCHT IST, IHN AUSBRICHT, SO BLEIBT ER, WIE ER WAR</small><sup><xref rid="fn1978">21</xref></sup>. H<small>AT JEMAND EINEN UNREINEN</small> R<small>ING VERSCHLUCKT, SO DARF ER UNTERTAUCHEN UND SEINE</small> H<small>EBE ESSEN; BRICHT ER IHN AUS, SO IST ER UNREIN UND MACHT AUCH IHN UNREIN</small>. S<small>TECKT EIN</small> P<small>FEIL IN EINEM</small> M<small>ENSCHEN, SO BILDET ER, WENN ER ZU SEHEN IST, EINE</small> T<small>RENNUNG; IST ER NICHT ZU SEHEN, SO DARF ER UNTERTAUCHEN UND SEINE</small> H<small>EBE ESSEN</small>.</p>
<ftnote id="fn1958">1. Weil die Luft nicht verdr&#x00E4;ngt wird u. kein Wasser hineinkommt.</ftnote>
<ftnote id="fn1959">2. Mit dem Boden nach unten.</ftnote>
<ftnote id="fn1960">3. Damit das Wasser hineinkomme.</ftnote>
<ftnote id="fn1961">4. Damit der Inhalt auch beim Liegen nicht ausflie&#x00DF;e.</ftnote>
<ftnote id="fn1962">5. Das hier nicht passende W. <span dir="rtl">&#x05D7;&#x05D3;&#x05D9;&#x05D5;&#x05D8;&#x05D5;&#x05EA;</span> in den kursierenden Ausgaben, von dem Handschriften, die alten Ausgaben, die &#x00E4;lteren Kommentare u. A&#x0351;rukh nichts wissen, ist eine erkl&#x00E4;rende Glosse u. lautete urspr&#x00FC;nglich <span dir="rtl">&#x05D4;&#x05D3;&#x05D9;&#x05D5;&#x05EA;&#x05D9;&#x05EA;</span>, &#x00DC;bersetzung des fremdsprachlichen <span dir="rtl">&#x05E7;&#x05DC;&#x05DE;&#x05E8;&#x05D9;&#x05DF;</span> (calamarius), das ein Unwissender in <span dir="rtl">&#x05D4;&#x05D3;&#x05D9;&#x05D5;&#x05D8;&#x05D5;&#x05EA;</span> &#x2018;verbessert&#x2019; hat. Die Ableitung von <span dir="rtl">&#x05D3;&#x05D9;&#x05D5;&#x05D8;&#x05D0;</span> (Kassowsky, <italic>Konkordanz</italic> p. 521), das angeblich Doppelgef&#x00E4;&#x00DF; hei&#x00DF;en soll, hierbei aber ganz ohne Sinn, beruht auf Unkenntnis der Etymologie dieses Wortes, u. die &#x00DC;bersetzung &#x2018;von Privatleuten&#x2019; auf Unkenntnis der Sprache der Mi&#x0161;na, die f&#x00FC;r Privatmann nur den Ausdruck <span dir="rtl">&#x05D1;&#x05E2;&#x05DC; &#x05D4;&#x05D1;&#x05D9;&#x05EA;</span> kennt. Das Kalamarium des Priesters Joseph hatte tats&#x00E4;chlich ein Loch an der Seite u. wird nicht im Gegens&#x00E4;tze zu dem eines Privatmannes genannt.</ftnote>
<ftnote id="fn1963">6. Vgl. S. 636 Anm. 1.</ftnote>
<ftnote id="fn1964">7. An zerrissenen Stellen, sie lassen sie so f&#x00FC;r immer.</ftnote>
<ftnote id="fn1965">8. Der Sinn ist nicht recht klar u. auch die Kommentare befriedigen nicht; sprachlich kann hier nicht der Knoten, sonderr. die Tephilla od. der nichtgenannte Riemen Objekt sein.</ftnote>
<ftnote id="fn1966">9. Vgl. S. 649 Anm. 3.</ftnote>
<ftnote id="fn1967">10. Auf dem Wasser, da sie mit Wasser vollgesogen sind, brauchen sie nicht vollst&#x00E4;ndig unter Wasser zu sein.</ftnote>
<ftnote id="fn1968">11. Sc. geh&#x00F6;rt zum Eimer.</ftnote>
<ftnote id="fn1969">12. Wenn das genannte Ma&#x00DF; in der Mitte desselben endet.</ftnote>
<ftnote id="fn1970">13. Hier handelt es sich offenbar um das Reinigen von unreinem Wasser, indem man es mit reinem in Ber&#x00FC;hrung bringt; cf. J&#x1E6D;. Fol. 17b.</ftnote>
<ftnote id="fn1971">14. Es wird mit dem Wasser verbunden.</ftnote>
<ftnote id="fn1972">15. Zur Reinigung von Unreinen; cf. Num. 19,9.</ftnote>
<ftnote id="fn1973">16. Das aus dem Tauchbade in das Gef&#x00E4;&#x00DF; kommt.</ftnote>
<ftnote id="fn1974">17. Die das Tauchbad auch beim kleinsten Quantum untauglich machen, wenn sie nur das Aussehen ver&#x00E4;ndert haben (cf. supra VII,3).</ftnote>
<ftnote id="fn1975">18. Das das Tauchbad erst bei 3 Log untauglich macht.</ftnote>
<ftnote id="fn1976">19. Speisen u. Getr&#x00E4;nke werden durch Untertauchen nicht rein, u. nur Wasser kann durch Ber&#x00FC;hrung mit reinem rein werden.</ftnote>
<ftnote id="fn1977">20. Am 3. u. am 7. Tage; cf. Num. 19,12.</ftnote>
<ftnote id="fn1978">21. Er ist nicht unrein geworden.</ftnote>
</chapter>
</book>