<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>E</bold>S <small>GIBT ZWEI</small> S<small>CHATTIERUNGEN DES</small> A<small>USSATZMALES</small><sup><xref rid="fn1210">1</xref></sup>, <small>DIE IN VIER ZERFALLEN: DER</small> G<small>LANZFLECK</small><sup><xref rid="fn1211">2</xref></sup>, <small>INTENSIV</small> [<small>WEISS</small>] <small>WIE</small> S<small>CHNEE, UND SEINE</small> U<small>NTERART, WIE DER</small> K<small>ALK DES</small> T<small>EMPELS; DER</small> H<small>OCHFLECK, WIE DAS</small> H<small>&#x00C4;UTCHEN EINES</small> E<small>IES, UND SEINE</small> U<small>NTERART, WIE WEISSE</small> W<small>OLLE</small><sup><xref rid="fn1212">3</xref></sup> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R</small>. D<small>IE</small> W<small>EISEN SAGEN, DER</small> H<small>OCHFLECK, WIE WEISSE</small> W<small>OLLE, UND SEINE</small> U<small>NTERART, WIE DAS</small> H<small>&#x00C4;UTCHEN EINES</small> E<small>IES</small>.</p>
<p>II. D<small>IE</small> M<small>ISCHUNG</small><sup><xref rid="fn1213">4</xref></sup> <small>BEIM</small> S<small>CHNEE</small>[<small>WEISSEN</small>] <small>IST WIE</small> W<small>EIN MIT</small> S<small>CHNEE GEMISCHT; DIE</small> M<small>ISCHUNG BEIM</small> K<small>ALK</small>[<small>WEISSEN</small>] <small>IST WIE</small> B<small>LUT MIT</small> M<small>ILCH GEMISCHT &#x2013; SO</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L</small>. R. A&#x0351;<small>QIBA SAGT, DAS</small> R<small>&#x00D6;TLICHE</small><sup><xref rid="fn1214">5</xref></sup> <small>BEI DIESEM UND JENEM SEI WIE</small> W<small>EIN MIT</small> W<small>ASSER GEMISCHT; NUR SEI SIE BEIM</small> S<small>CHNEE</small>[<small>WEISSEN</small>] <small>INTENSIV</small> [<small>WEISS</small>] <small>UND BEIM</small> K<small>ALK</small>[<small>WEISSEN</small>] <small>MATTER ALS JENE</small>.</p>
<p>III. D<small>IESE VIER</small> S<small>CHATTIERUNGEN WERDEN MITEINANDER VEREINIGT</small><sup><xref rid="fn1215">05</xref></sup><small>HINSICHTLICH DER</small> N<small>EGATIVIT&#x00C4;T</small><sup><xref rid="fn1216">6</xref></sup>, <small>DER</small> P<small>OSITIVIT&#x00C4;T</small><sup><xref rid="fn1216">6</xref></sup> <small>UND DER</small> A<small>BSCHLIESSUNG</small><sup><xref rid="fn1217">7</xref></sup>. D<small>ER</small> A<small>BSCHLIESSUNG, WENN</small> [<small>DER</small> F<small>LECK</small>] <small>AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE IN SEINEM</small> Z<small>USTANDE GEBLIEBEN IST; DER</small> N<small>EGATIVIT&#x00C4;T, WENN ER AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE IN SEINEM</small> Z<small>USTANDE GEBLIEBEN IST; DER</small> P<small>OSITIVIT&#x00C4;T, WENN DARAN ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T HEILES</small> F<small>LEISCH</small><sup><xref rid="fn1218">8</xref></sup> <small>ODER</small> H<small>AAR</small><sup><xref rid="fn1219">9</xref></sup> <small>ENTSTANDEN IST</small>. F<small>ERNER HINSICHTLICH DER</small> P<small>OSITIVIT&#x00C4;T, WENN AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T DARAN EINE</small> Z<small>UNAHME ENTSTANDEN IST</small>. F<small>ERNER HINSICHTLICH DER</small> P<small>OSITIVIT&#x00C4;T, WENN NACH DER</small> N<small>EGATIVIT&#x00C4;T DIE GANZE</small> [H<small>AUT</small>] <small>WEISS GEWORDEN IST</small>. F<small>ERNER HINSICHTLICH DER</small> N<small>EGATIVIT&#x00C4;T, WENN NACH DER</small> P<small>OSITIVIT&#x00C4;T ODER NACH DER</small> A<small>BSCHLIESSUNG DIE GANZE</small> [H<small>AUT</small>] <small>WEISS GEWORDEN IST</small>. D<small>IES SIND DIE</small> S<small>CHATTIERUNGEN DES</small> A<small>USSATZMALES, VON DENEN</small> [<small>DIE</small> E<small>NTSCHEIDUNG &#x00DC;BER</small>] <small>ALLE</small> A<small>USSATZARTEN ABH&#x00C4;NGIG IST</small>.</p>
<p>IV. R. D<small>OSA B</small>. A<small>RCHINOS SAGT, ES GEBE SECHSUNDDREISSIG</small><sup><xref rid="fn1220">10</xref></sup>S<small>CHATTIE-RUNGEN DES</small> A<small>USSATZMALES</small>. A&#x0351;<small>QABJA B</small>. M<small>AHALAL&#x00C9;L SAGT, ZWEIUNDSIEBZIG</small><sup><xref rid="fn1221">11</xref></sup>. R. <small>&#x1E24;ANINA DER</small> P<small>RIESTERVORSTEHER SAGTE</small> : M<small>AN BESICHTIGE DEN</small> A<small>USSATZ ERSTMALIG NICHT</small> [<small>UNMITTELBAR</small>] <small>NACH DEM</small> &#x0160;<small>ABBATH, WEIL DAS</small> E<small>NDE SEINER</small> W<small>OCHE</small><sup><xref rid="fn1222">12</xref></sup><small>AUF DEN</small> &#x0160;<small>ABBATH FALLEN W&#x00DC;RDE; AUCH NICHT AM</small> M<small>ONTAG, WEIL DAS</small> E<small>NDE SEINER ZWEITEN</small> W<small>OCHE</small><sup><xref rid="fn1222">12</xref></sup><small>AUF DEN</small> &#x0160;<small>ABBATH FALLEN W&#x00DC;RDE; DEN DER</small> H<small>&#x00C4;USER</small><sup><xref rid="fn1223">13</xref></sup><small>NICHT AM</small> D<small>IENSTAG, WEIL DAS</small> E<small>NDE SEINER DRITTEN</small> W<small>OCHE AUF DEN</small> &#x0160;<small>ABBATH FALLEN W&#x00DC;RDE</small>. R. A&#x0351;<small>QIBA SAGT, MAN BESICHTIGE JEDERZEIT, UND WENN</small> [<small>DIE</small> E<small>NTSCHEIDUNG</small>] <small>AUF DEN</small> &#x0160;<small>ABBATH F&#x00C4;LLT, VERSCHIEBE MAN SIE BIS NACH DEM</small> &#x0160;<small>ABBATH; DIES ERFOLGT ZUWEILEN ERLEICHTERND UND ZUWEILEN ERSCHWEREND</small>.</p>
<p>V. W<small>IESO ERLEICHTERND?</small> W<small>ENN DARAN</small><sup><xref rid="fn1224">14</xref></sup> <small>WEISSES</small> H<small>AAR WAR UND DAS WEISSE</small> H<small>AAR VERSCHWUNDEN</small><sup><xref rid="fn1225">15</xref></sup><small>IST, WENN ES WEISS WAR UND SCHWARZ GEWORDEN IST, N&#x00C4;MLICH EINES WEISS UND EINES SCHWARZ ODER BEIDE SCHWARZ, WENN ES LANG</small><sup><xref rid="fn1226">16</xref></sup><small>WAR</small><sup><xref rid="fn1224">14</xref></sup><small>UND KURZ GEWORDEN IST, N&#x00C4;MLICH EINES LANG UND EINES KURZ ODER BEIDE KURZ, WENN</small><sup><xref rid="fn1225">15</xref></sup><small>EIN</small> G<small>ESCHW&#x00DC;R SICH BEIDEN</small> [H<small>AAREN</small>] <small>ODER EINEM VON IHNEN ANGESETZT</small><sup><xref rid="fn1227">17</xref></sup><small>HAT, WENN</small><sup><xref rid="fn1225">15</xref></sup><small>EIN</small> G<small>ESCHW&#x00DC;R, DAS HEILE</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RS, EINE</small> B<small>RANDWUNDE, DAS HEILE</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ</small><sup><xref rid="fn1228">18</xref></sup><small>SIE GETEILT</small><sup><xref rid="fn1227">17</xref></sup><small>HAT, WENN HEILES</small> F<small>LEISCH</small><sup><xref rid="fn1229">19</xref></sup><small>DARAN WAR</small><sup><xref rid="fn1224">14</xref></sup><small>UND DAS HEILE</small> F<small>LEISCH GESCHWUNDEN</small><sup><xref rid="fn1225">15</xref></sup><small>IST, WENN ES VIERECKIG</small><sup><xref rid="fn1230">20</xref></sup><small>WAR UND RUND ODER L&#x00C4;NGLICH GEWORDEN IST, WENN ES EINGEKREIST</small><sup><xref rid="fn1231">21</xref></sup><small>WAR UND NACH DER</small> S<small>EITE GER&#x00DC;CKT IST, GESAMMELT WAR UND ZERTEILT WORDEN IST, WENN EIN</small> G<small>ESCHW&#x00DC;R IN DIE</small> M<small>ITTE</small><sup><xref rid="fn1232">22</xref></sup><small>GEDRUNGEN IST, WENN EIN</small> G<small>ESCHW&#x00DC;R, DAS HEILE</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RS, EINE</small> B<small>RANDWUNDE, DAS HEILE</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ ES</small><sup><xref rid="fn1233">23</xref></sup><small>UMGEBEN, GETEILT ODER VERRINGERT HAT, WENN DARAN EINE</small> Z<small>UNAHME WAR UND DIE</small> Z<small>UNAHME GESCHWUNDEN IST, WENN DAS</small> Z<small>ENTRUM GESCHWUNDEN IST ODER SICH VERRINGERT HAT, SODASS BEIDE ZUSAMMEN</small><sup><xref rid="fn1234">24</xref></sup><small>KEINE</small> G<small>RAUPENGR&#x00D6;SSE HABEN, ODER WENN EIN</small> G<small>ESCHW&#x00DC;R, DAS HEILE</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RS, EINE</small> B<small>RANDWUNDE, DAS HEILE</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ ZWISCHEN DEM</small> Z<small>ENTRUM UND DER</small> Z<small>UNAHME TEILEN, SO ERFOLGT DIES ALLES ERLEICHTERND</small>.</p>
<p>VI. W<small>IESO ERSCHWEREND?</small> W<small>ENN DARAN KEIN WEISSES</small> H<small>AAR WAR UND WEISSES</small> H<small>AAR ENTSTANDEN IST, WENN ES SCHWARZ WAR UND WEISS GEWORDEN IST, N&#x00C4;MLICH EINES SCHWARZ UND EINES WEISS ODER BEIDE WEISS, WENN ES KURZ WAR UND LANG GEWORDEN IST, N&#x00C4;MLICH EINES KURZ UND EINES LANG ODER BEIDE LANG, WENN EIN</small> G<small>ESCHW&#x00DC;R SICH BEIDEN</small> [H<small>AAREN</small>] <small>ODER EINEM VON IHNEN ANGESETZT HATTE</small><sup><xref rid="fn1235">25</xref></sup>, <small>WENN EIN</small> G<small>ESCHW&#x00DC;R, DAS HEILE</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RES, EINE</small> B<small>RANDWUNDE, DAS HEILE</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ SIE GETEILT HATTE UND GESCHWUNDEN IST, WENN KEIN HEILES</small> F<small>LEISCH DARAN WAR UND HEILES</small> F<small>LEISCH ENTSTANDEN IST, WENN ES RUND ODER L&#x00C4;NGLICH WAR UND VIERECKIG GEWORDEN IST, WENN ES AN DER</small> S<small>EITE WAR UND EINGEKREIST</small><sup><xref rid="fn1231">21</xref></sup><small>WORDEN IST, WENN ES ZERTEILT WAR UND GESAMMELT WORDEN IST, WENN EIN</small> G<small>ESCHW&#x00DC;R, IN DIE</small> M<small>ITTE GEDRUNGEN WAR, WENN EIN</small> G<small>ESCHW&#x00DC;R, DAS HEILE</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RES, EINE</small> B<small>RANDWUNDE, DAS HEILE</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ ES UMGEBEN, GETEILT ODER VERRINGERT HATTE UND GESCHWUNDEN IST, WENN KEINE</small> Z<small>UNAHME DARAN WAR UND EINE</small> Z<small>UNAHME ENTSTANDEN IST, WENN EIN</small> G<small>ESCHW&#x00DC;R, DAS HEILE</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RES, EINE</small> B<small>RANDWUNDE, DAS HEILE</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ ZWISCHEN DEM</small> Z<small>ENTRUM UND DER</small> Z<small>UNAHME GETEILT HATTE UND GESCHWUNDEN IST, SO ERFOLGT DIES ALLES ERSCHWEREND</small>.</p>
<ftnote id="fn1210">1. Die biblische <span dir="rtl">&#x05E6;&#x05E8;&#x05E2;&#x05EA;</span> wird in der <italic>LXX</italic> mit <italic>&#x03BB;&#x03AD;&#x03C0;&#x03F1;&#x03B1;</italic> wiedergegeben u. allgemein mit Aussatz &#x00FC;bersetzt, jed. medizinisch ungenau; nach den in der Schrift angegebenen Merkmalen ist es mit der heute unter diesem Namen bekannten Hautkrankheit <italic>(elephantiasis graecorum)</italic> nicht identisch. Vgl. M&#x00FC;nch, <italic>Die Zaraath der hebr. Bibel,</italic> Dermatologische Studien, Heft XVI.</ftnote>
<ftnote id="fn1211">2. Die Wiedergabe der in diesem Traktate genannten Hautsch&#x00E4;den erfolgt m&#x00F6;glichst etymologisch u. nicht mit den medizinisch sich vielleicht deckenden gebr&#x00E4;uchlichen Benennungen, da es sich gro&#x00DF;enteils um Erkrankungen handelt, die heute, wenigstens in unseren Breiten, garnicht bekannt sind.</ftnote>
<ftnote id="fn1212">3. &#x00DC;ber die Grade u. Intensit&#x00E4;t der hier genannten Bezeichnungen f&#x00FC;r die wei&#x00DF;e Farbe, cf. Seb. Fol. 5b.</ftnote>
<ftnote id="fn1213">4. Mit Rot; cf. Lev. 13,19.</ftnote>
<ftnote id="fn1214">5. Wovon die Schrift an der genannten Stelle spricht.</ftnote>
<ftnote id="fn1215">05. Zur erforderlichen Gr&#x00F6;&#x00DF;e; weit. IV,5.</ftnote>
<ftnote id="fn1216">6. Der Feststellung des Nichtvorhandenseins, bezw. des Vorhandenseins des Aussatzes.</ftnote>
<ftnote id="fn1217">7. Falls dies nicht festgestellt worden ist; cf. Lev. 13,5.</ftnote>
<ftnote id="fn1218">8. Empfindliches, in der Mitte des Aussatzfleckes. Die &#x00DC;bersetzung rohes Fleisch, dh. wund, eitrig, od. gar die Ableitung dos W.es <span dir="rtl">&#x05DE;&#x05D7;&#x05D9;&#x05D4;</span> vom aram. <span dir="rtl">&#x05DE;&#x05D7;&#x05D9;</span> <italic>schlagen,</italic> also krankes Fleisch (Rabbinowicz, <italic>La m&#x00E9;dicine du Talmud</italic> p. 37) beruht auf Unkenntnis des Wesens der <span dir="rtl">&#x05E6;&#x05E8;&#x05E2;&#x05D7;</span>, worunter man sich in der Regel eine Art Hautausschlag vorstellt, in don gesundes Fleisch nicht hincinpa&#x00DF;t u. noch weniger als Krankheitssymptom gelten kann. Sie ist vielmehr eine Art Pigmenterkrankung u. geh&#x00F6;rt nicht zur Klasse der vielen &#x00FC;brigen h&#x00E4;ufig in der Schrift genannten Hautkrankheiten, u. anscheinend nur von religi&#x00F6;ser u. nicht pathologischer Bedeutung.</ftnote>
<ftnote id="fn1219">9. Das Kollektivum <span dir="rtl">&#x05E9;&#x05E2;&#x05E8;</span> bedeutet hier stets 2 Haare.</ftnote>
<ftnote id="fn1220">10. Von den genannten wei&#x00DF;en Malen gibt es Mischungen von rot u. wei&#x00DF;, das sind also 8, die alle beim Hautaussatze (Lev. 13,3), beim Geschw&#x00FC;re (ib. V. 18), beim Haaraussatze (ib. V. 30) u. bei der Glatze (ib. V. 40) vorkommen, zu denen noch je 2 (gr&#x00FC;nlich u. r&#x00F6;tlich) beim Kleideraussatze (ib. V. 49) u. beim H&#x00E4;useraussatze (ib. 14,37) hinzukommen.</ftnote>
<ftnote id="fn1221">11. Die genannte Anzahl ist zu verdoppeln, wenn nach der Abschlie&#x00DF;ung das Aussehen sich &#x00E4;ndert.</ftnote>
<ftnote id="fn1222">12. An dem der Auss&#x00E4;tzige zu besichtigen ist; vgl. S. 698 Anm. 10.</ftnote>
<ftnote id="fn1223">13. Der event, dreimal zu besichtigen ist.</ftnote>
<ftnote id="fn1224">14. Am &#x0160;abbath, an dem die Besichtigung f&#x00E4;llig war.</ftnote>
<ftnote id="fn1225">15. Am Tage der tits&#x00E4;chlichen Besichtigung.</ftnote>
<ftnote id="fn1226">16. Die als Symptom der Unreinheit geltenden wei&#x00DF;en Haare m&#x00FC;ssen eine bestimmte L&#x00E4;nge haben; cf. Nid. Fol. 44b et. infra IV,4.</ftnote>
<ftnote id="fn1227">17. Die 2 Haare sind dann kein Symptom des Aussatzes, weit. VIII,7.</ftnote>
<ftnote id="fn1228">18. Ein wei&#x00DF;er Fleck, nicht b&#x00F6;sartig (vgl. Lev. 13,39), jed. dunkler als die 4 genannten Schattierungen, der heute noch im Orient unter dem Namen &#x00DF;ahak bekannt ist.</ftnote>
<ftnote id="fn1229">19. Ein Symptom des Aussatzes.</ftnote>
<ftnote id="fn1230">20. Nur in dieser Form ist das heile Fleisch ein Symptom der Unreinheit; ebenso weiter.</ftnote>
<ftnote id="fn1231">21. Vom Aussatzflecke.</ftnote>
<ftnote id="fn1232">22. Des heilen Fleisches.</ftnote>
<ftnote id="fn1233">23. Das heile Fleisch.</ftnote>
<ftnote id="fn1234">24. Das Zentrum u. die Zunahme.</ftnote>
<ftnote id="fn1235">25. Am f&#x00FC;r die Besichtigung f&#x00E4;lligen Tage u. bei der Untersuchung am folgenden Tage verschwunden war; ebenso weiter.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>D</bold>ER <small>INTENSIV</small> [<small>WEISSE</small>] G<small>LANZFLECK ERSCHEINT BEIM</small> G<small>ERMANEN</small><sup><xref rid="fn1236">1</xref></sup> <small>DUNKLER, UND DER DUNKLE BEIM</small> &#x00C4;<small>THIOPIER</small><sup><xref rid="fn1237">2</xref></sup> <small>INTENSIV</small> [<small>WEISSE</small>]. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SPRACH :</small> D<small>IE</small> J<small>ISRA&#x00C9;LITEN, ICH WILL IHRE</small> S<small>&#x00DC;HNE</small><sup><xref rid="fn1238">3</xref></sup> <small>SEIN, SIND WIE DER</small> B<small>UCHSBAUM, NICHT SCHWARZ UND NICHT WEISS, SONDERN MITTELFARBIG</small>. R. A&#x0351;<small>QIBA SAGTE :</small> D<small>IE</small> M<small>ALER HABEN</small> F<small>ARBEN, WOMIT SIE SCHWARZE, WEISSE UND MITTELFARBIGE</small> F<small>IGUREN MALEN; MAN HOLE DAHER EINE</small> M<small>ITTELFARBE UND UMKREISE IHN</small><sup><xref rid="fn1239">4</xref></sup> <small>DAMIT RINGSUM, SODANN ERSCHEINT ER WIE AUF EINER MITTELFARBIGEN</small> [H<small>AUT</small>]. R. J<small>EHUDA SAGT, BEI DEN</small> S<small>CHATTIERUNGEN DES</small> A<small>USSATZMALES SEI ZU ERLEICHTERN UND NICHT ZU ERSCHWEREN; BEIM</small> G<small>ERMANEN ERLEICHTERND NACH SEINER</small> H<small>AUTFARBE</small><sup><xref rid="fn1240">5</xref></sup>, <small>UND BEIM</small> &#x00C4;<small>THIOPIER ERLEICHTERND</small><sup><xref rid="fn1241">6</xref></sup> <small>NACH DER</small> M<small>ITTELFARBE</small>. D<small>IE</small> W<small>EISEN SAGEN, BEI DIESEM UND BEI JENEM NACH DER</small> M<small>ITTELFARBE</small>.</p>
<p>II. M<small>AN BESICHTIGE DEN</small> A<small>USSATZ NICHT FR&#x00DC;HMORGENS UND NICHT GEGEN</small> A<small>BEND, AUCH NICHT IM</small> H<small>AUSE UND NICHT AN EINEM WOLKIGEN</small> T<small>AGE, WEIL DANN DIE DUNKLE</small> F<small>ARBE INTENSIV</small> [<small>WEISS</small>] <small>AUSSIEHT; FERNER NICHT AM</small> M<small>ITTAG, WEIL DIE INTENSIV</small> [<small>WEISSE</small>] <small>DUNKEL AUSSIEHT</small>. W<small>ANN BESICHTIGE MAN IHN</small>? I<small>N DER DRITTEN, VIERTEN, F&#x00DC;NFTEN, SIEBENTEN, ACHTEN UND NEUNTEN</small> [S<small>TUNDE</small>] &#x2013; <small>SO</small> R. M<small>E&#x00CD;R;</small> R. J<small>EHUDA SAGT, IN DER VIERTEN, F&#x00DC;NFTEN, ACHTEN UND NEUNTEN</small>.</p>
<p>III. E<small>IN</small> P<small>RIESTER, DER AUF EINEM</small> A<small>UGE BLIND IST, ODER DESSEN</small> A<small>UGENLICHT VERDUNKELT IST, DARF DEN</small> A<small>USSATZ NICHT BESICHTIGEN, DENN ES HEISST</small> :<sup><xref rid="fn1242">7</xref></sup><italic>wohin auch die Augen des Priesters hinsehen.</italic> I<small>N EINEM DUNKLEN</small> H<small>AUSE BRECHE MAN KEINE</small> F<small>EINSTER AUF, UM DARIN DEN</small> A<small>USSATZ ZU BESICHTIGEN</small>.</p>
<p>IV. W<small>IE ERFOLGT DIE</small> B<small>ESICHTIGUNG DES</small> A<small>USSATZES?</small> B<small>EIM</small> M<small>ANNE IN DER</small> S<small>TELLUNG, WIE GRABEND ODER</small> O<small>LIVEN</small><sup><xref rid="fn1243">8</xref></sup> <small>PFL&#x00DC;CKEND, UND BEIM</small> W<small>EIBE IN DER</small> S<small>TELLUNG, WIE</small> [B<small>ROT</small>] <small>HERRICHTEND, ODER IHR</small> K<small>IND S&#x00C4;UGEND, UND WENN AM</small> U<small>NTERARME, DIE RECHTE</small> H<small>AND, WIE IM</small> S<small>TEHEN WEBEND;</small> R. J<small>EHUDA SAGT, AUCH DIE LINKE, WIE</small> F<small>LACHS SPINNEND</small>. W<small>IE DIE</small> S<small>TELLUNG</small><sup><xref rid="fn1244">9</xref></sup> <small>BEI</small> [<small>DER</small> U<small>NTERSUCHUNG</small>] <small>SEINES</small> A<small>USSATZES, SO AUCH DIE</small> S<small>TELLUNG BEI SEINEM</small> H<small>AARSCHEREN</small><sup><xref rid="fn1245">10</xref></sup>.</p>
<p>V. E<small>IN</small> M<small>ENSCH KANN JEDEN</small> A<small>USSATZ BESICHTIGEN, NUR NICHT SEINEN EIGENEN</small> A<small>USSATZ</small> ; R. M<small>E&#x00CD;R SAGT, AUCH NICHT DEN</small> A<small>USSATZ SEINER</small> A<small>NGEH&#x00D6;RIGEN</small>. E<small>IN</small> M<small>ENSCH KANN JEDES</small> G<small>EL&#x00DC;BDE AUFL&#x00D6;SEN, NUR NICHT SEINE EIGENEN</small> G<small>EL&#x00DC;BDE;</small> R. J<small>EHUDA SAGT, AUCH NICHT DIE</small> G<small>EL&#x00DC;BDE SEINER</small> F<small>RAU, DIE IHR</small> V<small>ERHALTEN ZU ANDEREN BETREFFEN</small>. E<small>IN</small> M<small>ENSCH KANN JEDES</small> E<small>RSTGEBORENE BESICHTIGEN</small><sup><xref rid="fn1246">11</xref></sup>, <small>NUR NICHT DIE EIGENEN</small> E<small>RSTGEBORENEN</small>.</p>
<ftnote id="fn1236">1. Dh. Europ&#x00E4;er. Manche Kommentare haben <span dir="rtl">&#x05D2;&#x05E8;&#x05DE;&#x05D5;&#x05E0;&#x05D9;</span>, Cod. Kaufmann liest &#x2019;<span dir="rtl">&#x05E0;&#x05D9;&#x05B0;&#x05DE;&#x05B0;&#x05E0;&#x05B4;</span> soda&#x00DF; die Ableitung des Maimonides von <span dir="rtl">&#x05D2;&#x05E8;&#x05DD;</span>, Knochen (knochenwei&#x00DF;), wenn auch nicht richtig, immerhin nicht so absurd ist.</ftnote>
<ftnote id="fn1237">2. Beide als Ggs. zum Orientalen, dessen Hautfarbe mittelwei&#x00DF; ist.</ftnote>
<ftnote id="fn1238">3. Dh. ein Objekt der S&#x00FC;hne, ein Opfer f&#x00FC;r sie.</ftnote>
<ftnote id="fn1239">4. Den Aussatzfleck.</ftnote>
<ftnote id="fn1240">5. Er ist rein, auch wenn der Aussatzfleck nur bei ihm dunkler erscheint.</ftnote>
<ftnote id="fn1241">6. Cf. Anm. 5 mut. mut.</ftnote>
<ftnote id="fn1242">7. Lev. 13,12.</ftnote>
<ftnote id="fn1243">8. Soweit er bei der gew&#x00F6;hnlichen Haltung des K&#x00F6;rpers bei der Arbeit zu sehen ist; er braucht Arme u. Beine nicht zu spreizen.</ftnote>
<ftnote id="fn1244">9. W&#x00F6;rtl. das Aussehen.</ftnote>
<ftnote id="fn1245">10. Bei der Reinigung (cf. Lev. 14,9); es erstreckt sich nur auf die Haare, die bei dieser Stellung zu sehen sind.</ftnote>
<ftnote id="fn1246">11. Ob der Leibesfehler desselben derartig ist, da&#x00DF; man es daraufhin schlachten darf; Cf. Bek. Fol. 37a.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>J</bold>EDER <small>WIRD DURCH DEN</small> A<small>USSATZ UNREIN, AUSGENOMMEN</small> N<small>ICHTJUDEN UND DER</small> B<small>EISASSPROSELYT</small><sup><xref rid="fn1247">1</xref></sup>. J<small>EDER IST ZUR</small> B<small>ESICHTIGUNG DES</small> A<small>USSATZES ZUL&#x00C4;SSIG, NUR LIEGT</small> [<small>DIE</small> E<small>NTSCHEIDUNG &#x00DC;BER</small>] U<small>NREINHEIT ODER</small> R<small>EINHEIT IN DEN</small> H<small>&#x00C4;NDEN DES</small> P<small>RIESTERS</small>. M<small>AN SAGT ZU IHM: SAGE &#x2018;UNREIN&#x2019;, UND ER SAGT</small> &#x2018;<small>UNREIN</small>&#x2019; ; <small>SAGE</small> &#x2018;<small>REIN</small>&#x2019;, <small>UND ER SAGT</small> &#x2018;<small>REIN</small>&#x2019;. M<small>AN BESICHTIGE NICHT ZWEI</small> A<small>USSATZMALE GLEICHZEITIG, OB BEI EINER</small> P<small>ERSON ODER BEI ZWEI</small> P<small>ERSONEN, VIELMEHR BESICHTIGE MAN EINEN, SCHLIESSE IHN AB, ERKL&#x00C4;RE IHN ALS POSITIV ODER ALS NEGATIV, UND NACHHER WENDE MAN SICH ZUM ZWEITEN</small>. M<small>AN SCHLIESSE DEN ABGESCHLOSSENEN NICHT AB</small><sup><xref rid="fn1248">2</xref></sup> <small>UND MAN ERKL&#x00C4;RE DEN POSITIVEN NICHT ALS POSITIV</small><sup><xref rid="fn1249">3</xref></sup>; <small>MAN SCHLIESSE DEN POSITIVEN NICHT AB</small><sup><xref rid="fn1250">4</xref></sup> <small>UND MAN ERKL&#x00C4;RE DEN</small> A<small>BGESCHLOSSENEN NICHT ALS POSITIV</small><sup><xref rid="fn1250">4</xref></sup>. A<small>NF&#x00C4;NGLICH ABER</small><sup><xref rid="fn1251">5</xref></sup> <small>ODER AM</small> E<small>NDE DER</small> W<small>OCHE KANN MAN ABSCHLISSEN UND ABSCHLISSEN</small><sup><xref rid="fn1252">6</xref></sup>, <small>ALS POSITIV ERKL&#x00C4;REN UND ALS POSITIV ERKL&#x00C4;REN, ABSCHLISSEN UND ALS NEGATIV ERKL&#x00C4;REN, ALS POSITIV ERKL&#x00C4;REN UND ALS NEGATIV ERKL&#x00C4;REN</small>.</p>
<p>II. W<small>ENN AN EINEM</small> H<small>OCHZEITER EIN</small> A<small>USSATZMAL SICH ZEIGT, SO GEW&#x00C4;HRE MAN IHM DIE SIEBEN</small> T<small>AGE DES</small> G<small>ASTMAHLES</small><sup><xref rid="fn1253">7</xref></sup> ; <small>DIES GILT F&#x00DC;R IHN SELBST, F&#x00DC;R SEIN</small> H<small>AUS UND F&#x00DC;R SEIN</small> G<small>EWAND</small><sup><xref rid="fn1254">8</xref></sup>. D<small>ESGLEICHEN GEW&#x00C4;HRE MAN EINEM AM</small> F<small>ESTE ALLE</small> T<small>AGE DES</small> F<small>ESTES</small>.</p>
<p>III. D<small>IE</small> H<small>AUT DES</small> F<small>LEISCHES WIRD UNREIN IN ZWEI</small> W<small>OCHEN</small><sup><xref rid="fn1255">9</xref></sup>, <small>DURCH</small> [<small>EINES VON</small>] <small>DREI</small> Z<small>EICHEN: WEISSES</small> H<small>AAR, HEILES</small> F<small>LEISCH UND</small> Z<small>UNAHME</small>. D<small>URCH WEISSES</small> H<small>AAR UND HEILES</small> F<small>LEISCH, ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T; DURCH</small> Z<small>UNAHME, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. S<small>IE WIRD UNREIN IN ZWEI</small> W<small>OCHEN, DIE NUR DREIZEHN</small> T<small>AGE HABEN</small><sup><xref rid="fn1256">10</xref></sup>.</p>
<p>IV. D<small>AS</small> G<small>ESCHW&#x00DC;R UND DIE</small> B<small>RANDWUNDE WERDEN UNREIN IN EINER</small> W<small>OCHE, DURCH ZWEI</small> Z<small>EICHEN: WEISSES</small> H<small>AAR UND</small> Z<small>UNAHME</small>. D<small>URCH WEISSES</small> H<small>AAR, ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T; DURCH</small> Z<small>UNAHME AM</small> E<small>NDE DER</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. S<small>IE WERDEN UNREIN IN EINER</small> W<small>OCHE, DIE SIEBEN</small> T<small>AGE HAT</small>.</p>
<p>V. D<small>ER</small> H<small>AARAUSSATZ WIRD UNREIN IN ZWEI</small> W<small>OCHEN, DURCH ZWEI</small> Z<small>EICHEN: GOLDGELBES</small> H<small>AAR UND</small> Z<small>UNAHME</small>. D<small>URCH GOLDGELBES</small> H<small>AAR, ANF&#x00C4;NG LICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T; DURCH</small> Z<small>UNAHME, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. S<small>IE WERDEN UNREIN IN ZWEI</small> W<small>OCHEN, DIE NUR DREIZEHN</small> T<small>AGE HABEN</small>.</p>
<p>VI. D<small>IE</small> H<small>INTERGLATZE UND DIE</small> V<small>ORDERGLATZE</small><sup><xref rid="fn1257">11</xref></sup><small>WERDEN UNREIN IN ZWEI</small> W<small>OCHEN DURCH ZWEI</small> Z<small>EICHEN ; HEILES</small> F<small>LEISCH UND</small> Z<small>UNAHME</small>. D<small>URCH HEILES</small> F<small>LEISCH, ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T; DURCH</small> Z<small>UNAHME, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. S<small>IE WERDEN UNREIN IN ZWEI</small> W<small>OCHEN, DIE NUR DREIZEHN</small> T<small>AGE HABEN</small>.</p>
<p>VII. K<small>LEIDER WERDEN UNREIN IN ZWEI</small> W<small>OCHEN DURCH DREI</small> Z<small>EICHEN: DUNKELGR&#x00DC;N, DUNKELROT UND</small> Z<small>UNAHME</small>. D<small>UNKELGR&#x00DC;N UND DUNKELROT, ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. D<small>URCH</small> Z<small>UNAHME, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. S<small>IE WERDEN UNREIN IN ZWEI</small> W<small>OCHEN, DIE NUR DREIZEHN</small> T<small>AGE HABEN</small>.</p>
<p>VIII. H<small>&#x00C4;USER WERDEN UNREIN IN DREI</small> W<small>OCHEN DURCH DREI</small> Z<small>EICHEN: DUNKELGR&#x00DC;N, DUNKELROT UND</small> Z<small>UNAHME</small>. D<small>UNKELGR&#x00DC;N UND DUNKELROT, ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE, AM</small> E<small>NDE DER DRITTEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T; DURCH</small> Z<small>UNAHME, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE, AM</small> E<small>NDE DER DRITTEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T</small>. S<small>IE WERDEN UNREIN IN DREI</small> W<small>OCHEN, DIE NUR NEUNZEHN</small> T<small>AGE HABEN</small><sup><xref rid="fn1256">10</xref></sup>. B<small>EIM</small> A<small>USSATZ GIBT ES KEINE</small> [A<small>BSCHLIESSUNG</small>] <small>UNTER EINER</small> W<small>OCHE UND KEINE &#x00DC;BER DREI</small> W<small>OCHEN</small>.</p>
<ftnote id="fn1247">1. Der das Opfer nicht darbringen kann.</ftnote>
<ftnote id="fn1248">2. Ist w&#x00E4;hrend der Abgeschlossenheit ein 2. Aussatzmal entstanden, so untersuche man ihn nicht vor der Besichtigungsfrist des ersteren, um nicht die Woche des ersteren mit diesem beginnen zu m&#x00FC;ssen.</ftnote>
<ftnote id="fn1249">3. Ebenfalls beim Entslehen eines 2. Aussatzmales; man darf nicht mit dem einen auch den anderen als positiv erkl&#x00E4;ren, vielmehr mu&#x00DF; man die Entwicklung u. die Reinigung des ersteren abwarten, u. sich erst dann mit dem anderen befassen.</ftnote>
<ftnote id="fn1250">4. Cf. Anmm. 2 et 3 mut. mut.</ftnote>
<ftnote id="fn1251">5. Wenn das 2. Aussalzmal vor der Besichtigung des ersteren entstanden ist.</ftnote>
<ftnote id="fn1252">6. Zwei Aussatzmale; nachdem man ihn wegen des einen abgeschlossen hat, kann man die Abschlie&#x00DF;ung auch wegen des anderen erkl&#x00E4;ren.</ftnote>
<ftnote id="fn1253">7. Vgl. Bd. XI S. 550 Anm. 79.</ftnote>
<ftnote id="fn1254">8. Auch f&#x00FC;r den Haus- u. den Kleideraussatz.</ftnote>
<ftnote id="fn1255">9. Wenn keine &#x00C4;nderung eingetreten ist; cf. Lev. 13,5.</ftnote>
<ftnote id="fn1256">10. Der letzte Tag der 1. Woche z&#x00E4;hlt zugleich als erster der 2. Woche.</ftnote>
<ftnote id="fn1257">11. Cf. infra X,10.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>M</bold>ANCHES <small>GIBT ES BEIM WEISSEN</small> H<small>AARE, WAS NICHT BEI DER</small> Z<small>UNAHME, UND MANCHES GIBT ES BEI DER</small> Z<small>UNAHME, WAS NICHT BEIM WEISSEN</small> H<small>AARE</small>. D<small>AS WEISSE</small> H<small>AAR MACHT UNREIN ANF&#x00C4;NGLICH, MACHT UNREIN IN JEDER WEISSEN</small> F<small>&#x00C4;RBUNG UND IST NIEMALS</small> R<small>EINHEITS- ZEICHEN</small><sup><xref rid="fn1258">1</xref></sup>. U<small>ND MANCHES GIBT ES BEI DER</small> Z<small>UNAHME, DENN DIE</small> Z<small>UNAHME MACHT UNREIN IN JEDEM UMFANGE</small><sup><xref rid="fn1259">2</xref></sup>, <small>MACHT UNREIN BEI JEDEM</small> A<small>USSATZMALE</small><sup><xref rid="fn1260">3</xref></sup> <small>UND NUR AUSSERHALB DES</small> A<small>USSATZMALES</small><sup><xref rid="fn1261">4</xref></sup>, <small>WAS BEIM WEISSEN</small> H<small>AARE NICHT DER</small> F<small>ALL IST</small>.</p>
<p>II. M<small>ANCHES GIBT ES BEIM HEILEN</small> F<small>LEISCHE, WAS NICHT BEI DER</small> Z<small>UNAHME, UND MANCHES GIBT ES BEI DER</small> Z<small>UNAHME, WAS NICHT BEIM HEILEN</small> F<small>LEISCHE</small>. D<small>AS HEILE</small> F<small>LEISCH MACHT UNREIN ANF&#x00C4;NGLICH, MACHT UNREIN IN JEDER</small> F<small>ARBE UND IST NIEMALS</small> R<small>EINHEITSZEICHEN</small><sup><xref rid="fn1258">1</xref></sup>. U<small>ND MANCHES GIBT ES BEI DER</small> Z<small>UNAHME, DENN DIE</small> Z<small>UNAHME MACHT UNREIN IN JEDEM</small> U<small>MFANGE, MACHT UNREIN BEI JEDEM</small> A<small>USSATZMALE, UND NUR AUSSERHALB DES</small> A<small>USSATZES, WAS BEIM HEILEN</small> F<small>LEISCHE NICHT DER</small> F<small>ALL IST</small>.</p>
<p>III. M<small>ANCHES GIBT ES BEIM WEISSEN</small> H<small>AARE, WAS NICHT BEIM HEILEN</small> F<small>LEISCHE, UND MANCHES GIBT ES BEIM HEILEN</small> F<small>LEISCHE, WAS NICHT BEIM WEISSEN</small> H<small>AARE</small>. D<small>AS WEISSE</small> H<small>AAR MACHT UNREIN BEIM</small> G<small>ESCHW&#x00DC;RE UND BEI DER</small> B<small>RANDWUNDE, GESAMMELT UND ZERSTREUT, EINGEKREIST UND NICHT EINGEKREIST</small>. M<small>ANCHES GIBT ES BEI DER</small> B<small>RANDWUNDE, DENN DIE</small> B<small>RANDWUNDE MACHT UNREIN BEI DER</small> H<small>INTERGLATZE UND DER</small> V<small>ORDERGLATZE, VERWANDELT</small><sup><xref rid="fn1262">5</xref></sup> <small>UND NICHT VERWANDELT, ES BEHINDERT DIE G&#x00C4;NZLICH REINE</small> V<small>ERWANDLUNG</small><sup><xref rid="fn1263">6</xref></sup> <small>UND ES MACHT IN JEDER</small> F<small>&#x00C4;RRUNG UNREIN, WAS REIM WEISSEN</small> H<small>AARE NICHT DER</small> F<small>ALL IST</small>.</p>
<p>IV. S<small>IND DIE ZWEI</small> H<small>AARE AN DER</small> W<small>URZEL SCHWARZ UND AN DER</small> S<small>PITZE WEISS, SO IST ER REIN; WENN AN DER</small> W<small>URZEL WEISS UND AN DER</small> S<small>PITZE SCHWARZ, SO IST ER UNREIN</small>. W<small>IEVIEL MUSS DARAN WEISS SEIN</small>? R. M<small>E&#x00CD;R SAGT, WIEVIEL ES AUCH IST, UND</small> R. &#x0160;<small>IMO&#x0351;N SAGT, DASS MAN SIE MIT EINER</small> S<small>CHERE WEGZWICKEN KANN</small>. W<small>ENN ES UNTEN NUR EINES WAR UND OREN SICH GETEILT HAT, SODASS ES WIE ZWEI AUSSIEHT, SO IST ER REIN</small>. E<small>IN</small> G<small>LANZFLECK, AN DEM WEISSES</small> H<small>AAR ODER SCHWARZES</small> H<small>AAR</small><sup><xref rid="fn1264">7</xref></sup> <small>IST, IST UNREIN, UND MAN BER&#x00DC;CKSICHTIGE NICHT, DIE</small> S<small>TELLE, AUF DER DAS SCHWARZE</small> H<small>AAR SICH BEFINDET, HARE VIELLEICHT DEN</small> G<small>LANZFLECK VERKLEINERT</small><sup><xref rid="fn1265">8</xref></sup>, <small>WEIL DIESE</small><sup><xref rid="fn1266">9</xref></sup> <small>UNWESENTLICH IST</small>.</p>
<p>V. G<small>EHT VON EINEM</small> G<small>LANZFLECKE IN</small> G<small>RAUPENGR&#x00D6;SSE EIN</small> S<small>TREIFEN AUS, SO GEH&#x00D6;RT ER, FALLS ER DIE</small> B<small>REITE VON ZWEI</small> H<small>AAREN HAT, ZU DIESEM HINSICHTLICH DES WEISSEN</small> H<small>AARES UND DER</small> Z<small>UNAHME, NICHT ABER HINSICHTLICH DES HEILEN</small> F<small>LEISCHES; WENN ES ZWEI</small> G<small>LANZFLECKE SIND UND EIN</small> S<small>TREIFEN VON EINEM ZUM ANDEREN GEHT, SO VEREINIGT ER SIE</small><sup><xref rid="fn1267">10</xref></sup>, <small>FALLS ER DIE</small> B<small>REITE VON ZWEI</small> H<small>AAREN HAT, WENN ABER NICHT, VEREINIGT ER SIE NICHT</small>.</p>
<p>VI. W<small>ENN IN EINEM GRAUPENGROSSEN</small> G<small>LANZFLECKE HEILES</small> F<small>LEISCH IN</small> L<small>INSENGR&#x00D6;SSE, UND WEISSES</small> H<small>AAR IN DER</small> M<small>ITTE DES HEILEN</small> F<small>LEISCHES SICH BEFINDET, SO IST ER, WENN DAS HEILE</small> F<small>LEISCH SCHWINDET, UNREIN WEGEN DES WEISSEN</small> H<small>AARES, UND WENN DAS WEISSE</small> H<small>AAR SCHWINDET, UNREIN WEGEN DES HEILEN</small> F<small>LEISCHES</small>. N<small>ACH</small> R. &#x0160;<small>IMO&#x0351;N IST ER</small><sup><xref rid="fn1268">11</xref></sup><small>REIN, WEIL NICHT DER</small> G<small>LANZFLECK ES</small><sup><xref rid="fn1269">12</xref></sup><small>VERWANDELT HAT</small>. W<small>ENN DER</small> G<small>LANZFLECK UND DAS HEILE</small> F<small>LEISCH ZUSAMMEN</small> G<small>RAUPENGR&#x00D6;SSE HABEN UND DAS WEISSE</small> H<small>AAR SICH INMITTEN DES</small> G<small>LANZFLECKES BEFINDET, SO IST ER, WENN DAS HEILE</small> F<small>LEISCH SCHWINDET, UNREIN WEGEN DES WEISSEN</small> H<small>AARES, UND WENN DAS WEISSE</small> H<small>AAR SCHWINDET, UNREIN WEGEN DES HEILEN</small> F<small>LEISCHES</small>. N<small>ACH</small> R. &#x0160;<small>IMO&#x0351;N IST ER REIN, WEIL NICHT EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE ES VERWANDELT HAT</small>. J<small>EDOCH PFLICHTET ER BEI, DASS, WENN DIE</small> S<small>TELLE DES WEISSEN</small> H<small>AARES</small> G<small>RAUPENGR&#x00D6;SSE HAT, ER UNREIN IST</small>.</p>
<p>VII. W<small>ENN AN EINEM</small> G<small>LANZFLECKE HEILES</small> F<small>LEISCH UND</small> Z<small>UNAHME ENTSTANDEN IST, SO IST ER, WENN DAS HEILE</small> F<small>LEISCH SCHWINDET, UNREIN WEGEN DER</small> Z<small>UNAHME, UND WENN DIE</small> Z<small>UNAHME SCHWINDET, UNREIN WEGEN DES HEILFN</small> F<small>LEISCHES</small>. D<small>AS GLEICHE GILT AUCH VON WEISSEM</small> H<small>AARE UND</small> Z<small>UNAHME</small><sup><xref rid="fn1270">13</xref></sup>. W<small>ENN ER</small><sup><xref rid="fn1271">14</xref></sup><small>GESCHWUNDEN WAR UND AM</small> E<small>NDE DER</small> W<small>OCHE ZUR&#x00DC;CKGEKEHRT IST, SO IST ER, WIE ER WAR</small><sup><xref rid="fn1272">15</xref></sup>; <small>WENN ABER NACH DER</small> N<small>EGATIVIT&#x00C4;T</small><sup><xref rid="fn1273">16</xref></sup>, <small>SO IST ER WIE EIN ANF&#x00C4;NGLICHER ZU BEHANDELN</small>. W<small>ENN ER INTENSIV</small> [<small>WEISS</small>] <small>WAR UND DUNKEL GEWORDEN IST, ODER DUNKEL WAR UND INTENSIV</small> [<small>WEISS</small>] <small>GEWORDEN IST, SO IST ER WIE ZUVOR</small><sup><xref rid="fn1274">17</xref></sup>, <small>NUR DARF ER NICHT UNTER DEN VIER</small> S<small>CHATTIERUNGEN VERBLASST</small><sup><xref rid="fn1275">18</xref></sup><small>SEIN</small>. H<small>ATTE ER ABGENOMMEN UND DANN ZUGENOMMEN, ZUGENOMMEN UND DANN ABGENOMMEN, SO IST ER NACH</small> R. A&#x0351;<small>QIBA UNREIN</small><sup><xref rid="fn1276">19</xref></sup><small>UND NACH DEN</small> W<small>EISEN REIN</small><sup><xref rid="fn1277">20</xref></sup>.</p>
<p>VIII. W<small>ENN EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE EINE HALBE</small> G<small>RAUPENGR&#x00D6;SSE ZUGENOMMEN HAT, VOM</small> Z<small>ENTRUM ABER EINE HALBE</small> G<small>RAUPENGR&#x00D6;SSE GESCHWUNDEN IST, SO IST ER, WIE</small> R. A&#x0351;<small>QIBA SAGT, WIE EIN ANF&#x00C4;NGLICHER ZU BEHANDELN, UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>IX. W<small>ENN EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE EINE HALBE</small> G<small>RAUPENGR&#x00D6;SSE UND DAR&#x00DC;BER ZUGENOMMEN HAT, VOM</small> Z<small>ENTRUM ABER EINE HALBE</small> G<small>RAUPENGR&#x00D6;SSE GESCHWUNDEN IST, SO IST ER NACH</small> R. A&#x0351;<small>QIBA UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>. W<small>ENN EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE EINE</small> G<small>RAUPENGR&#x00D6;SSE UND DAR&#x00DC;BER ZUGENOMMEN HAT, DAS</small> Z<small>ENTRUM ABER GESCHWUNDEN IST, SO IST ER NACH</small> R. A&#x0351;<small>QIBA UNREIN, UND WIE DIE</small> W<small>EISEN SAGEN, ALS ANF&#x00C4;NGLICHER ZU BEHANDELN</small>.</p>
<p>X. W<small>ENN EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE EINE</small> G<small>RAUPENGR&#x00D6;SSE ZUGENOMMEN HAT UND AUF DER</small> Z<small>UNAHME HEILES</small> F<small>LEISCH ODER WEISSES</small> H<small>AAR ENTSTANDEN IST, DAS</small> Z<small>ENTRUM ABER GESCHWUNDEN IST, SO IST ER NACH</small> R. A&#x0351;<small>QIBA UNREIN, UND WIE DIE</small> W<small>EISEN SAGEN, ALS ANF&#x00C4;NGLICHER ZU BEHANDELN</small>. W<small>ENN ZU EINEM</small> G<small>LANZFLECKE VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE, AN DEM NICHTS WAR, EIN</small> G<small>LANZFLECK VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE MIT EINEM</small> H<small>AARE DARAN HINZUGEKOMMEN IST, SO IST ER ABZUSCHLIESSEN</small>. W<small>ENN ZU EINEM</small> G<small>LANZFLECKE VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE MIT EINEM</small> H<small>AARE DARAN EIN</small> G<small>LANZFLECK VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE MIT EINEM</small> H<small>AARE DARAN HINZUGEKOMMEN IST, SO IST ER ABZUSGHLIESSEN</small>. W<small>ENN ZU EINEM</small> G<small>LANZFLECKE VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE MIT ZWEI</small> H<small>AAREN DARAN EIN</small> G<small>LANZFLECK VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE MIT EINEM</small> H<small>AARE DARAN HINZUGEKOMMEN IST, SO IST ER ABZUSCHLIESSEN</small>.</p>
<p>XI. W<small>ENN ZU EINEM</small> G<small>LANZFLECKE VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE, AN DEM NICHTS WAR, EIN</small> G<small>LANZFLECK VON EINER HALBEN</small> G<small>RAUPENGR&#x00D6;SSE MIT ZWEI</small> H<small>AAREN HINZUGEKOMMEN IST, SO IST ER ALS POSITIV ZU ERKL&#x00C4;REN, WEIL SIE GESAGT HABEN, WENN DER</small> G<small>LANZFLECK DEM WEISSEN</small> H<small>AARE VORANGEGANGEN IST, SEI ER</small><sup><xref rid="fn1278">21</xref></sup><small>UNREIN, UND WENN DAS WEISSE</small> H<small>AAR DEM</small> G<small>LANZFLECKE VORANGEGANGEN IST, SEI ER REIN, UND WENN ES ZWEIFELHAFT IST, SEI ER UNREIN;</small> R. J<small>EHO&#x0160;UA&#x0351; VERWIRFT DIES</small><sup><xref rid="fn1279">22</xref></sup>.</p>
<ftnote id="fn1258">1. Auch wenn es sich am ganzen K&#x00F6;rper befindet.</ftnote>
<ftnote id="fn1259">2. Nur wenn es zwei sind u. sie eine bestimmte Gr&#x00F6;&#x00DF;e (cf. Nid. Fol. 52b) haben.</ftnote>
<ftnote id="fn1260">3. Auch bei H&#x00E4;usern u. Kleidern.</ftnote>
<ftnote id="fn1261">4. Die Zunahme erfolgt au&#x00DF;erhalb des Zentrums, dagegen sind die 2 Haare ein Symptom des Aussatzes, nur wenn sie sich auf diesem befinden.</ftnote>
<ftnote id="fn1262">5. Das wei&#x00DF;e Haar ist nur dann ein Symptom des Aussatzes, wenn es verwandelt&#x2019; wird (cf. Lev. 13,13), dh. wenn es nachher erscheint, dieses aber auch wenn vorher.</ftnote>
<ftnote id="fn1263">6. Wenn der wei&#x00DF;e Aussatzfleck sich &#x00FC;ber den ganzen K&#x00F6;rper ausdehnt, so ist der Betroffene rein (Lev. 13,13), jedoch nur dann, wenn kein heiles Fleisch daran ist.</ftnote>
<ftnote id="fn1264">7. Au&#x00DF;er den 2 wei&#x00DF;en Haaren, die ihn unrein machen.</ftnote>
<ftnote id="fn1265">8. Soda&#x00DF; er nicht mehr die erforderliche Gr&#x00F6;&#x00DF;e hat.</ftnote>
<ftnote id="fn1266">9. Der Haarbalg ist so minimal, da&#x00DF; er die Gr&#x00F6;&#x00DF;e des Fleckes kaum beeintr&#x00E4;chtigt.</ftnote>
<ftnote id="fn1267">10. Falls keine von beiden Graupengr&#x00F6;&#x00DF;e hat, od. wenn die zwei Haare auf beide verteilt sind.</ftnote>
<ftnote id="fn1268">11. Wenn das heile Fleisch geschwunden ist.</ftnote>
<ftnote id="fn1269">12. Das Haar. Die Schrift gebraucht (Lev. 13,3) vom Wei&#x00DF;werden des Haares den Ausdruck &#x2018;verwandeln&#x2019;; dies mu&#x00DF; nach dem Entstehen des Fleckes erfolgt sein, w&#x00E4;hrend in diesem Falle der Fleck zu einem solchen erst nach dem Schwinden des heilen Fleisches wird, also erst nach dem Erscheinen des wei&#x00DF;en Haares.</ftnote>
<ftnote id="fn1270">13. Schwindet das eine, so ist er unrein wegen des anderen.</ftnote>
<ftnote id="fn1271">14. Der Fleck in der 1. Woche der Abschlie&#x00DF;ung.</ftnote>
<ftnote id="fn1272">15. Es gilt nicht als neu entstanden, vielmehr ist er eine 2. Woche abzuschlie&#x00DF;en.</ftnote>
<ftnote id="fn1273">16. Nachdem der Priester ihn als rein erkl&#x00E4;rt hat.</ftnote>
<ftnote id="fn1274">17. Es ist keine &#x00C4;nderung eingetreten, da er in beiden Schattierungen unrein ist.</ftnote>
<ftnote id="fn1275">18. Wodurch er rein wird.</ftnote>
<ftnote id="fn1276">19. Da er w&#x00E4;hrend der Abschlie&#x00DF;ung zugenommen hat.</ftnote>
<ftnote id="fn1277">20. Er hat seit der 1. Besichtigung nicht zugenommen.</ftnote>
<ftnote id="fn1278">21. Auch wenn er die zur Unreinheit erforderliche Gr&#x00F6;&#x00DF;e nicht hatte.</ftnote>
<ftnote id="fn1279">22. Vgl. S. 398 Anm. 161.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>J</bold>EDER <small>ZWEIFELHAFTE</small> A<small>USSATZ IST REIN, AUSSER DIESEM</small><sup><xref rid="fn1280">1</xref></sup> <small>UND NOCH EINEM ANDEREN</small>. W<small>ELCHER IST ES</small>? W<small>ENN JEMAND EINEN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE HATTE UND MAN IHN ABGESCHLOSSEN HAT, UND ER AM</small> E<small>NDE DER</small> W<small>OCHE WIE EIN</small> S<small>ELA&#x0351;<sup><xref rid="fn1281">2</xref></sup>IST, SODASS ES ZWEIFELHAFT IST, OB ES DERSELBE IST, ODER EIN ANDERER AN DESSEN</small> S<small>TELLE ENTSTANDEN IST, SO IST ER UNREIN</small>.</p>
<p>II. W<small>ENN ER IHN WEGEN DES WEISSEN</small> H<small>AARES ALS POSITIV ERKL&#x00C4;RT HAT, UND DARAUF DAS WEISSE</small> H<small>AAR GESCHWUNDEN UND WEISSES</small> H<small>AAR WIEDER ENTSTANDEN IST, EBENSO HEILES</small> F<small>LEISCH ODER EINE</small> Z<small>UNAHME</small><sup><xref rid="fn1282">3</xref></sup>, <small>OB ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER WIE ZUVOR</small><sup><xref rid="fn1283">4</xref></sup>. W<small>ENN ER IHN WEGEN DES HEILEN</small> F<small>LEISCHES ALS POSITIV ERKL&#x00C4;RT HAT, UND DARAUF DAS HEILE</small> F<small>LEISCH GESCHWUNDEN UND HEILES</small> F<small>LEISCH GESTANDEN IST, EBENSO WEISSES</small> H<small>AAR ODER EINE</small> Z<small>UNAHME, OB ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER WIE ZUVOR</small>. W<small>ENN ER IHN WEGEN DER</small> Z<small>UNAHME ALS POSITIV ERKL&#x00C4;RT HAT, UND DARAUF DIE</small> Z<small>UNAHME GESCHWUNDEN UND EINE</small> Z<small>UNAHME ENTSTANDEN IST, EBENSO WEISSES</small> H<small>AAR, OB AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER WIE ZUVOR</small>.</p>
<p>III. Z<small>UR&#x00DC;CKGELASSENES</small> H<small>AAR IST NACH</small> A&#x0351;<small>QABJA B</small>. M<small>AHALAL&#x00C9;L UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>. W<small>AS HEISST ZUR&#x00DC;CKGELASSENES</small> H<small>AAR</small>? W<small>ENN JEMAND EINEN</small> G<small>LANZFLECK MIT WEISSEM</small> H<small>AAR DARAN HATTE, UND DER</small> G<small>LANZFLECK GESCHWUNDEN WAR UND AUF SEINER</small> S<small>TELLE DAS WEISSE</small> H<small>AAR ZUR&#x00DC;CKGELASSEN HAT, UND DARAUF ZUR&#x00DC;CKGEKEHRT IST; ER IST NACH</small> A&#x0351;<small>QABJA B</small>. M<small>AHALAL&#x00C9;L UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>. R. A&#x0351;<small>QIBA SPRACH:</small> H<small>IERBEI PFLICHTE ICH BEI, DASS ER REIN IST, UND ZUR&#x00DC;CKGELASSENES</small> H<small>AAR HEISST ES VIELMEHR IN DEM</small> F<small>ALLE</small>, W<small>ENN JEMAND EINEN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE MIT ZWEI</small> H<small>AAREN DARAN HATTE, UND DAVON EINE HALBE</small> G<small>RAUPENGR&#x00D6;SSE GESCHWUNDEN WAR UND AUF DER</small> S<small>TELLE DES</small> G<small>LANZFLECKES WEISSES</small> H<small>AAR ZUR&#x00DC;CKGELASSEN HAT, UND DARAUF ZUR&#x00DC;CKGEKEHRT IST</small>. S<small>IE ERWIDERTEN IHM:</small> W<small>IE SIE DIE</small> W<small>ORTE</small> A&#x0351;<small>QABJAS VERWORFEN HABEN, SO HABEN AUCH DEINE</small> W<small>ORTE KEINE</small> G<small>ELTUNG</small><sup><xref rid="fn1284">5</xref></sup>.</p>
<p>IV. J<small>EDER ZWEIFELHAFTE</small> A<small>USSATZ IST ANF&#x00C4;NGLICH, SOLANGE DIE</small> U<small>NREINHEIT NOCH NICHT FESTGESTELLT WORDEN IST, REIN, NACHDEM DIE</small> U<small>NREINHEIT FESTGESTELLT WORDEN IST, IST ER UNREIN</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN ZWEI ZUM</small> P<small>RIESTEK GEKOMMEN WAREN, EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE UND EINER WIE EIN</small> S<small>ELA&#x0351; GROSS, UND AM</small> E<small>NDE DER</small> W<small>OCHE EINER WIE EIN</small> S<small>ELA&#x0351; GROSS IST UND DER ANDERE WIE EIN</small> S<small>ELA&#x0351; GROSS IST, UND MAN NICHT WEISS, WELCHER ZUGENOMMEN HAT, OB BEI EINER</small> P<small>ERSON ODER BEI ZWEI</small> P<small>ERSONEN, SO IST ER REIN</small>. R. A&#x0351;<small>QIBA SAGT, BEI EINER</small> P<small>ERSON SEI ER UNREIN</small><sup><xref rid="fn1285">6</xref></sup>, <small>BEI ZWEI</small> P<small>ERSONEN SEI ER REIN</small>.</p>
<p>V. I<small>ST DIE</small> U<small>NREINHEIT FESTGESTELLT WORDEN, SO IST ER IM</small> Z<small>WEIFEL UNREIN</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN ZWEI ZUM</small> P<small>RIESTER GEKOMMEN WAREN, EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE UND EINER WIE EIN</small> S<small>ELA&#x0351; GROSS, UND AM</small> E<small>NDE DER</small> W<small>OCHE EINER GROSS WIE EIN</small> S<small>ELA&#x0351; UND DAR&#x00DC;BER IST UND DER ANDERE GROSS WIE EIN</small> S<small>ELA&#x0351; UND DAR&#x00DC;BER IST, SO SIND BEIDE UNREIN</small><sup><xref rid="fn1286">7</xref></sup>; <small>UND AUCH WENN BEIDE ABGENOMMEN HABEN UND JEDER WIE EIN</small> S<small>ELA&#x0351; GROSS IST</small><sup><xref rid="fn1287">8</xref></sup>, <small>SIND BEIDE UNREIN, BIS SIE AUF</small> G<small>RAUPENGR&#x00D6;SSE ZUR&#x00DC;CKGEHEN</small>. D<small>IES IST ES, WAS SIE GESAGT HABEN, NACHDEM DIE</small> U<small>NREINHEIT FESTGESTELLT WORDEN IST, SEI ER IM</small> Z<small>WEIFEL UNREIN</small>.</p>
<ftnote id="fn1280">1. Dem im vorangehend genannten Falle.</ftnote>
<ftnote id="fn1281">2. Besonders gro&#x00DF;, vom ersten vollst&#x00E4;ndig verschieden.</ftnote>
<ftnote id="fn1282">3. Wenn statt des wei&#x00DF;en Haares diese entstanden sind.</ftnote>
<ftnote id="fn1283">4. Er ist unrein u. braucht nicht abermals als positiv erkl&#x00E4;rt zu werden.</ftnote>
<ftnote id="fn1284">5. Ist er wegen des zur&#x00FC;ckbleibenden Haares unrein, so ist er es auch in diesem Falle.</ftnote>
<ftnote id="fn1285">6. Einer von den beiden Flecken ist entschieden unrein.</ftnote>
<ftnote id="fn1286">7. Obgleich man nicht wei&#x00DF;, um wieviel er zugenommen hat.</ftnote>
<ftnote id="fn1287">8. Soda&#x00DF; bei einem &#x00FC;berhaupt keine Zunahme erfolgt ist.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>D</bold>ER K<small>ERN DES</small> G<small>LANZFLECKES MUSS DIE</small> G<small>R&#x00D6;SSE EINER KILIKISCHEN</small> G<small>RAUPE IM</small> Q<small>UADRAT HABEN</small>. D<small>ER</small> R<small>AUM EINER</small> G<small>RAUPE BETR&#x00C4;GT NEUN</small> L<small>INSEN, DER</small> R<small>AUM EINER</small> L<small>INSE BETR&#x00C4;GT VIER</small> H<small>AARE, DAS SIND SOMIT SECHSUNDDREISSIG</small> H<small>AARE</small>.</p>
<p>II. W<small>ENN DER</small> G<small>LANZFLECK</small> G<small>RAUPENGR&#x00D6;SSE HAT UND DARIN HEILES</small> F<small>LEISCH IN</small> L<small>INSENGR&#x00D6;SSE IST, SO IST DER</small> G<small>LANZFLECK, WENN ER ZUNIMMT, UNREIN, UND WENN ER ABNIMMT, REIN; NIMMT DAS HEILE</small> F<small>LEISCH ZU, SO IST ER UNREIN, NIMMT ES AB, SO IST ER REIN</small><sup><xref rid="fn1288">1</xref></sup>.</p>
<p>III. W<small>ENN DER</small> G<small>LANZFLECK</small> G<small>RAUPENGR&#x00D6;SSE HAT UND DARIN HEILES</small> F<small>LEISCH WENIGER ALS IN</small> L<small>INSENGR&#x00D6;SSE IST, SO IST DER</small> G<small>LANZFLECK, WENN ER ZUNIMMT, UNREIN</small><sup><xref rid="fn1289">2</xref></sup>, <small>UND WENN ER ABNIMMT, REIN; NIMMT DAS HEILE</small> F<small>LEISCH ZU, SO IST ER UNREIN, NIMMT ES AB, SO IST ER NACH</small> R. M<small>E&#x00CD;R UNREIN</small><sup><xref rid="fn1290">3</xref></sup> <small>UND NACH DEN</small> W<small>EISEN REIN, WEIL DER</small> A<small>USSATZ NICHT NACH INNEN ZUNEHMEN KANN</small><sup><xref rid="fn1291">4</xref></sup>.</p>
<p>IV. W<small>ENN DER</small> G<small>LANZFLECK MEHR ALS</small> G<small>RAUPENGR&#x00D6;SSE HAT UND DARIN HEILES</small> F<small>LEISCH MEHR ALS IN</small> G<small>RAUPENGR&#x00D6;SSE IST, SO IST ER, OB SIE ABNEHMEN ODER ZUNEHMEN, UNREIN, JEDOCH D&#x00DC;RFEN SIE NICHT BIS AUF UNTER DAS</small> M<small>ASS ABGENOMMEN HABEN</small>.</p>
<p>V. W<small>ENN DER</small> G<small>LANZFLECK</small> G<small>RAUPENGR&#x00D6;SSE HAT UND HEILES</small> F<small>LEISCH IN</small> L<small>INSENGR&#x00D6;SSE IHN UMGIBT, UND AUSSERHALB DES HEILEN</small> F<small>LEISCHES EIN</small> G<small>LANZFLECK IST, SO IST DER INNERE ABZUSCHLIESSEN UND DER &#x00C4;USSERE ALS POSITIV ZU ERKL&#x00C4;REN</small><sup><xref rid="fn1292">5</xref></sup>. R. J<small>OSE SAGT, DAS HEILE</small> F<small>LEISCH SEI KEIN</small> U<small>NREINHEITSZEICHEN F&#x00DC;R DEN &#x00C4;USSEREN, WEIL DER</small> G<small>LANZFLECK SICH DARIN BEFINDET</small>. H<small>AT ES ABGENOMMEN ODER IST ES GESCHWUNDEN, SO IST DIES, WIE</small> R. G<small>AMLI&#x00C9;L SAGT, WENN ES NACH INNEN GESCHWUNDEN</small><sup><xref rid="fn1293">6</xref></sup> <small>IST, EIN</small> Z<small>EICHEN DER</small> Z<small>UNAHME F&#x00DC;R DEN INNEREN, UND DER &#x00C4;USSERE IST REIN, UND WENN NACH AUSSEN, DER &#x00C4;USSERE REIN</small><sup><xref rid="fn1294">7</xref></sup>. R. A&#x0351;<small>QIBA SAGT, ES SEI OB SO ODER SO REIN</small>.</p>
<p>VI. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> N<small>UR DANN, WENN ER GENAU</small><sup><xref rid="fn1295">8</xref></sup> L<small>INSENGR&#x00D6;SSE HATTE, WAR ER ABER GR&#x00D6;SSER ALS EINE</small> L<small>INSE, SO GILT DAS</small> &#x00DC;<small>BERSTEIGENDE ALS</small> Z<small>EICHEN DER</small> Z<small>UNAHME F&#x00DC;R DEN INNEREN, UND DER &#x00C4;USSERE IST UNREIN</small>. W<small>AR DA</small><sup><xref rid="fn1296">9</xref></sup> <small>EIN</small> B<small>OHAQ</small><sup><xref rid="fn1297">10</xref></sup><small>UNTER</small> L<small>INSENGR&#x00D6;SSE, SO GILT DIES</small><sup><xref rid="fn1298">11</xref></sup> <small>ALS</small> Z<small>EICHEN DER</small> Z<small>UNAHME F&#x00DC;R DEN INNEREN UND KEIN</small> Z<small>EICHEN DER</small> Z<small>UNAHME F&#x00DC;R DEN &#x00C4;USSEREN</small>.</p>
<p>VII. V<small>IERUNDZWANZIG</small> G<small>LIEDERSPITZEN SIND AM</small> M<small>ENSCHEN, DIE NICHT WEGEN HEILEN</small> F<small>LEISCHES</small><sup><xref rid="fn1299">12</xref></sup><small>UNREIN WERDEN: DIE</small> F<small>INGERSPITZEN AN DEN</small> H<small>&#x00C4;NDEN UND DEN</small> F<small>&#x00DC;SSEN, DIE</small> O<small>HRENSPITZEN, DIE</small> N<small>ASENSPITZE, DIE</small> S<small>PITZE DES</small> M<small>ANNESGLIEDES, UND DIE</small> S<small>PITZEN DER</small> B<small>R&#x00DC;STE BEIM</small> W<small>EIBE;</small> R. J<small>EHUDA SAGT, AUCH BEIM</small> M<small>ANNE</small>. R. E<small>LIE&#x0351;ZER SAGT, AUCH</small> W<small>ARZEN UND</small> K<small>NOTEN SIND NICHT UNREIN WEGEN HEILEN</small> F<small>LEISCHES</small>.</p>
<p>VIII. F<small>OLGENDE</small> S<small>TELLEN AM</small> M<small>ENSCHEN WERDEN DURCH DEN</small> G<small>LANZFLECK NICHT UNREIN: DAS</small> I<small>NNERE DES</small> A<small>UGES, DAS</small> I<small>NNERE DAS</small> O<small>HRES, DAS</small> I<small>NNERE DER</small> N<small>ASE, DAS</small> I<small>NNERE DES</small> M<small>UNDES, DIE</small> F<small>ALTEN, DIE</small> F<small>ALTEN AM</small> H<small>ALSE, UNTER DER</small> B<small>RUST</small><sup><xref rid="fn1300">13</xref></sup>, <small>DIE</small> A<small>CHSELH&#x00D6;HLE, DIE</small> F<small>USSOHLE, DIE</small> N<small>&#x00C4;GEL, DER</small> K<small>OPF, DER</small> B<small>ART</small><sup><xref rid="fn1301">14</xref></sup>, <small>DAS</small> G<small>ESCHW&#x00DC;R, DIE</small> B<small>RANDWUNDE</small><sup><xref rid="fn1302">15</xref></sup><small>UND DIE</small> V<small>ERLETZUNGSWUNDE</small><sup><xref rid="fn1302">15</xref></sup>, <small>DIE NOCH FRISCH</small><sup><xref rid="fn1303">16</xref></sup><small>SIND</small>. S<small>IE WERDEN DURCH DEN</small> A<small>USSATZ NICHT UNREIN, SIE AVERDEN BEIM</small> A<small>USSATZE NICHT VEREINIGT</small><sup><xref rid="fn1304">17</xref></sup>, <small>DER</small> A<small>USSATZ DEHNT SICH AUF SIE NICHT AUS</small><sup><xref rid="fn1305">18</xref></sup>, <small>SIE WERDEN NICHT UNREIN WEGEN HEILEN</small> F<small>LEISCHES, UND SIE BEHINDERN NICHT DIE G&#x00C4;NZLICH WEISSE</small> V<small>ERWANDLUNG</small><sup><xref rid="fn1306">19</xref></sup>. E<small>NTSTEHT SP&#x00C4;TER AM</small> K<small>OPFE ODER AM</small> B<small>ARTE EINE KAHLE</small> S<small>TELLE</small><sup><xref rid="fn1307">20</xref></sup>, <small>ODER AUS DEM</small> G<small>ESCHW&#x00DC;RE, DER</small> B<small>RANDWUNDE ODER DER</small> V<small>ERLETZUNGSWUNDE EINE</small> V<small>ERNARBUNG</small><sup><xref rid="fn1308">21</xref></sup>, <small>SO WERDEN SIE UNREIN DURCH DEN</small> A<small>USSATZ, JEDOCH WERDEN SIE BEIM</small> A<small>USSATZE NICHT VEREINIGT</small><sup><xref rid="fn1304">17</xref></sup>; <small>DEHNT SICH DER</small> A<small>USSATZ AUF SIE NICHT AUS</small><sup><xref rid="fn1305">18</xref></sup>, <small>SO WERDEN SIE NICHT UNREIN WEGEN HEILEN</small> F<small>LEISCHES, ABER SIE BEHINDERN DIE G&#x00C4;NZLICH WEISSE</small> V<small>ERWANDLUNG</small>. K<small>OPF UND</small> B<small>ART, SOLANGE SIE KEIN</small> H<small>AAR BEKOMMEN HABEN, UND DIE</small> K<small>NOTEN AM</small> K<small>OPFE UND AM</small> B<small>ARTE SIND AVIE DIE</small> H<small>AUT DES</small> F<small>LEISCHES ZU BEHANDELN</small>.</p>
<ftnote id="fn1288">1. Weil das heile Fleisch keine Linsengr&#x00F6;&#x00DF;e hat.</ftnote>
<ftnote id="fn1289">2. Wegen der Zunahme.</ftnote>
<ftnote id="fn1290">3. Weil dadurch der Fleck innen zugenommen hat.</ftnote>
<ftnote id="fn1291">4. Dies gilt nicht als Zunahme.</ftnote>
<ftnote id="fn1292">5. Weil heiles Fleisch darin ist.</ftnote>
<ftnote id="fn1293">6. Durch die Zunahme des inneren Fleckes.</ftnote>
<ftnote id="fn1294">7. Weil das heile Fleisch geschwunden ist.</ftnote>
<ftnote id="fn1295">8. Das W. <span dir="rtl">&#x05DE;&#x05D5;&#x05D1;&#x05D0;&#x05EA;</span> wird von den Kommentaren mit &#x2018;genau&#x2019; erkl&#x00E4;rt, eigentl. hergebracht, ohne irgendwelche etymolog. Begr&#x00FC;ndung.</ftnote>
<ftnote id="fn1296">9. Zwischen dem inneren u. dem &#x00E4;u&#x00DF;eren.</ftnote>
<ftnote id="fn1297">10. Der also rein ist.</ftnote>
<ftnote id="fn1298">11. Die Zunahme des inneren.</ftnote>
<ftnote id="fn1299">12. Wenn sich an diesen ein Glanzfleck mit heilem Fleische befindet.</ftnote>
<ftnote id="fn1300">13. Bei einem Weibe.</ftnote>
<ftnote id="fn1301">14. &#x00DC;ber die letzteren bestehen besondere Bestimmungen; cf. Lev. 13,29ff.</ftnote>
<ftnote id="fn1302">15. Unter <span dir="rtl">&#x05DE;&#x05DB;&#x05D5;&#x05D4;</span>, Brandwunde, wird die Feuerwunde verstanden, durch direktes Verbrennen am Feuer. w&#x00E4;hrend das Verbr&#x00FC;hen od. die Verbrennung durch eine erhitzte Sache, beispielsweise gl&#x00FC;hendes Eisen, wie jede andere Verletzung durch Schlag od. Sto&#x00DF; als <span dir="rtl">&#x05E7;&#x05D3;&#x05D7;</span>, Verletzungswunde, bezeichnet wird.</ftnote>
<ftnote id="fn1303">16. Noch nicht von einer Haut &#x00FC;berzogen sind. W&#x00F6;rtl. die widerspenstig sind, sich der Heilung widersetzen.</ftnote>
<ftnote id="fn1304">17. Wenn der gr&#x00F6;&#x00DF;ere Teil des Aussatzmales sich auf einer anderen Hautstelle befindet u. nur zum Teil auf diesem.</ftnote>
<ftnote id="fn1305">18. Es gilt dann nicht als Zunahme; cf. supra III,3.</ftnote>
<ftnote id="fn1306">19. Vgl. S. 700 Anm. 6 mut. mut.</ftnote>
<ftnote id="fn1307">20. Eine solche gilt diesbez&#x00FC;gl. als K&#x00F6;rperhaut.</ftnote>
<ftnote id="fn1308">21. Unter <span dir="rtl">&#x05E6;&#x05E8;&#x05D1;&#x05EA;</span>, Vernarbung, ist die r&#x00F6;tliche Spur der frisch verheilten Wunde zu verstehen, v. <span dir="rtl">&#x05E6;&#x05E8;&#x05D1;</span>, <italic>brennen</italic>, wegen der glutroten F&#x00E4;rbung; unter <span dir="rtl">&#x05E6;&#x05DC;&#x05E7;&#x05EA;</span>, Narbe, ist die dauernd zur&#x00FC;ckbleibende Narbe zu verstehen, die sich in ihrer F&#x00E4;rbung von der &#x00FC;brigen Haut nicht unterscheidet, in der Regel aber uneben u. spaltig ist, v. aram. <span dir="rtl">&#x05E6;&#x05DC;&#x05E7;</span>, <italic>spalten,</italic> abzuleiten.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>F</bold>OLGENDE G<small>LANZFLECKE SIND REIN: DIE SCHON VOR DER</small> G<small>ESETZGEBUNG DA WAREN, AN EINEM</small> N<small>ICHTJUDEN, DER SICH</small> [<small>DAMIT</small>] <small>BEKEHRT HAT, AN EINEM</small> K<small>INDE, DAS</small> [<small>DAMIT</small>] <small>GEBOREN IST, IN EINER</small> F<small>ALTE</small><sup><xref rid="fn1309">1</xref></sup>, <small>DIE BLOSSGELEGT WURDE, AM</small> K<small>OPFE, AM</small> B<small>ARTE, AN EINEM</small> G<small>ESCHW&#x00DC;RE, AN EINER</small> B<small>RANDWUNDE UND AN EINER</small> V<small>ERLETZUNGSWUNDE, DIE NOCH FRISCH</small><sup><xref rid="fn1310">2</xref></sup> <small>SIND</small>. W<small>ENN SP&#x00C4;TER</small> [<small>DIE</small> S<small>TELLE</small>] <small>AM</small> K<small>OPFE UND AM</small> B<small>ARTE KAHL WIRD ODER AUS DEM</small> G<small>ESCHW&#x00DC;RE, DER</small> B<small>RANDWUNDE UND DER</small> V<small>ERLETZUNGSWUNDE EINE</small> V<small>ERNARBUNG ENTSTEHT, SO SIND SIE REIN</small>. W<small>ENN AM</small> K<small>OPFE UND AM</small> B<small>ARTE KEIN</small> H<small>AAR</small><sup><xref rid="fn1311">3</xref></sup> <small>WAR, SIE</small> H<small>AAR BEKOMMEN HABEN, UND DARAUF KAHL GEWORDEN SIND, ODER DAS</small> G<small>ESCHW&#x00DC;R, DIE</small> B<small>RANDWUNDE UND DIE</small> V<small>ERLETZUNGSWUNDE NOCH NICHT DA</small><sup><xref rid="fn1312">4</xref></sup> <small>WAREN, VERNARBT SIND UND DARAUF GEHEILT SIND, SO SIND SIE NACH</small> R. E<small>LIE&#x0351;ZER</small> B. J<small>A&#x0351;QOB UNREIN, WEIL SIE AM</small> A<small>NFANG UND AM</small> E<small>NDE UNREIN WAREN, UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>II. H<small>AT IHR</small><sup><xref rid="fn1313">5</xref></sup> A<small>USSEHEN SICH VER&#x00C4;NDERT, OB ERLEICHTERND ODER ERSCHWEREND &#x2013; ERLEICHTERND, WENN ER N&#x00C4;MLICH</small> [<small>WEISS</small>] <small>WIE</small> S<small>CHNEE WAR UND WIE DER</small> K<small>ALK DES</small> T<small>EMPELS, WIE WEISSE</small> W<small>OLLE ODER WIE DAS</small> H<small>&#x00C4;UTCIIEN EINES</small> E<small>IES GEWORDEN IST, ODER WIE EIN</small> H<small>OCHFLECK-</small>A<small>USSCHLAG</small><sup><xref rid="fn1314">6</xref></sup><small>ODER WIE EIN INTENSIV</small> [<small>WEISSER</small>] A<small>USSCHLAG GEWORDEN IST; ERSCHWEREND, WENN ER N&#x00C4;MLICH WIE DAS</small> H<small>&#x00C4;UTCHEN EINES</small> E<small>IES</small><sup><xref rid="fn1315">7</xref></sup> <small>WAR UND WIE WEISSE</small> W<small>OLLE, AVIE DER</small> K<small>ALK DES</small> T<small>EMPELS ODER WIE</small> S<small>CHNEE GEWORDEN IST &#x2013; SO SIND SIE NACH</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA REIN;</small> R. E<small>LEA&#x0351;ZAR</small> &#x1E24;<small>ISMA SAGT, WENN ERLEICHTERND, SEIEN SIE REIN, UND WENN ERSCHWEREND, SEIEN SIE WIE ANF&#x00C4;NGLICHE ZU BEHANDELN</small>; R. A&#x0351;<small>QIBA SAGT, SIE SEIEN OB ERLEICHTERND ODER ERSCHWEREND WIE ANF&#x00C4;NGLICHE ZU BEHANDELN</small>.</p>
<p>III. I<small>ST AM</small> G<small>LANZFLECKE NICHTS</small><sup><xref rid="fn1316">8</xref></sup>, <small>ANF&#x00C4;NGLICH ODER AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, SO IST ER ABZUSCHLIESSEN; WENN AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE UND NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER ALS NEGATIV ZU ERKL&#x00C4;REN</small>. W<small>ENN ER DABEI IST, IHN ABZUSCHLIESSEN ODER ALS NEGATIV ZU ERKL&#x00C4;REN, UND DARAN</small> Z<small>EICHEN DER</small> U<small>NREINHEIT ENTSTEHEN, SO IST ER ALS POSITIV ZU ERKL&#x00C4;REN</small>. H<small>AT DER</small> G<small>LANZFLECK</small> Z<small>EICHEN DER</small> U<small>NREINHEIT, SO IST ER ALS POSITIV ZU ERKL&#x00C4;REN</small>. W<small>ENN ER DABEI IST, IHN ALS POSITIV ZU ERKL&#x00C4;REN, UND DIE</small> Z<small>EICHEN DER</small> U<small>NREINHEIT GESCHWUNDEN SIND, OB ANF&#x00C4;NGLICH ODER AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, SO IST ER ABZUSCHLIESSEN; WENN AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER ALS NEGATIV ZU ERKL&#x00C4;REN</small>.</p>
<p>IV. W<small>ER DIE</small> Z<small>EICHEN DER</small> U<small>NREINHEIT HERAUSREISST ODER DAS HEILE</small> F<small>LEISCH HERAUSBRENNT, &#x00DC;BERTRITT EIN</small> V<small>ERBOT</small><sup><xref rid="fn1317">9</xref></sup>. U<small>ND WAS DIE</small> R<small>EINHEIT BETRIFFT, SO IST ER, WENN ER NOCH NICHT ZUM</small> P<small>RIESTER GEGANGEN WAR, REIN, UND WENN NACH DER</small> P<small>OSITIVIT&#x00C4;T, UNREIN</small>. R. A&#x0351;<small>QIBA SAGTE</small>: I<small>CH FRAGTE</small> R. G<small>AMLI&#x00C9;L UND</small> R. J<small>EHO&#x0160;UA&#x0351;, ALS SIE NACH</small> N<small>ADVATH</small><sup><xref rid="fn1318">10</xref></sup><small>GINGEN, WIE ES DENN SEI, WENN W&#x00C4;HREND DER</small> A<small>BSCHLIESSUNG, UND SIE ERWIDERTEN MIR:</small> D<small>IES HABEN WIR NICHT GEH&#x00D6;RT, JEDOCH HABEN WIR GEH&#x00D6;RT, DASS ER, WENN ER NOCH NICHT BEIM</small> P<small>RIESTER WAR, REIN, UND WENN NACH DER</small> P<small>OSITIVIT&#x00C4;T, UNREIN SEI</small>. D<small>ARAUF BEGANN ICH IHNEN</small> B<small>EWEISE</small><sup><xref rid="fn1319">11</xref></sup><small>VORZUBRINGEN, DASS ER REIN SEI, EINERLEI OB ER VOR DEM</small> P<small>RIESTER STEHT</small><sup><xref rid="fn1320">12</xref></sup><small>ODER SICH IN DER</small> A<small>BSCHLIESSUNG BEFINDET; NUR WENN DER</small> P<small>RIESTER IHN ALS UNREIN ERKL&#x00C4;RT HAT</small>. W<small>ANN ERFOLGT</small><sup><xref rid="fn1321">13</xref></sup><small>SEINE</small> R<small>EINHEIT</small>? R. E<small>LIE&#x0351;ZER SAGT, SOBALD ER EINEN ANDEREN</small> A<small>USSATZ BEKOMMT UND VON DIESEM REIN WIRD, UND DIE</small> W<small>EISEN SAGEN, WENN ER &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER AUSBRICHT</small><sup><xref rid="fn1322">14</xref></sup><small>ODER DER</small> A<small>USSATZFLECK AUF WENIGER ALS</small> G<small>RAUPENGR&#x00D6;SSE VERKLEINERT</small><sup><xref rid="fn1323">15</xref></sup><small>WIRD</small>.</p>
<p>V. W<small>ENN JEMAND EINEN</small> G<small>LANZFLECK HATTE UND ER HERAUSGESCHNITTEN WORDEN IST, SO IST ER REIN; HAT ER IHN VORS&#x00C4;TZLICH HERAUSGESCHNITTEN, SO WIRD ER</small> [<small>REIN</small>], <small>WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ERST WENN ER EINEN ANDEREN</small> A<small>USSATZ BEKOMMT UND VON DIESEM REIN WIRD, UND WIE DIE</small> W<small>EISEN SAGEN, WENN DIESER &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER AUSGEBROCHEN IST</small>. B<small>EFINDET ER SICH AN DER</small> S<small>PITZE DER</small> V<small>ORHAUT, SO DARF DIE</small> B<small>ESCHNEIDUNG</small><sup><xref rid="fn1324">16</xref></sup><small>ERFOLGEN</small>.</p>
<ftnote id="fn1309">1. In der er nicht unrein ist; ef. supra VI,8.</ftnote>
<ftnote id="fn1310">2. Vgl. S. 705 Anm. 16.</ftnote>
<ftnote id="fn1311">3. Beim Entstehen des Aussatzfleckes.</ftnote>
<ftnote id="fn1312">4. Im Texte: noch nicht vernarbt waren, jed. ist das W. <span dir="rtl">&#x05E6;&#x05E8;&#x05D1;&#x05EA;</span> besser zu streichen.</ftnote>
<ftnote id="fn1313">5. Der oben als rein genannten Aussatzflecke.</ftnote>
<ftnote id="fn1314">6. Der dunkler ist. So ist diese textlich schwierige Stelle zu verstehen.</ftnote>
<ftnote id="fn1315">7. Cf. supra I,1.</ftnote>
<ftnote id="fn1316">8. Keines der Unreinheitszeichen.</ftnote>
<ftnote id="fn1317">9. Cf. Dt. 24,8.</ftnote>
<ftnote id="fn1318">10. Die Lesart dieses Namens schwankt in den Texten, fast in jedem anders.</ftnote>
<ftnote id="fn1319">11. Dieso sind in der Tosephta Neg. III,4 erhalten.</ftnote>
<ftnote id="fn1320">12. Und die Unreinheitszeichen vor der Unreinheitserkl&#x00E4;rung entfernt.</ftnote>
<ftnote id="fn1321">13. Wenn er die Unreinheitszeichen nach der Unreinheitserkl&#x00E4;rung entfernt hat.</ftnote>
<ftnote id="fn1322">14. In welchem Falle er rein ist; cf. Lev. 13,13.</ftnote>
<ftnote id="fn1323">15. W&#x00E4;hrend nach RE eine Reinsprechung auch heim Ausbleiben einer Zunahme erfolgen kann.</ftnote>
<ftnote id="fn1324">16. Wenn sie aus irgend einem Grunde bis dahin unterblieben war.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>I</bold>ST <small>NACH DER</small> U<small>NREINHEITSERKL&#x00C4;RUNG</small> [<small>DER</small> A<small>USSATZ &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER</small>] <small>AUSGEBROCHEN, SO IST ER REIN ; IST ER AN DEN</small> G<small>LIEDERSPITZEN ZUR&#x00DC;CKGEGANGEN, SO IST ER</small><sup><xref rid="fn1325">1</xref></sup> <small>UNREIN, BIS DER</small> G<small>LANZFLECK AUF WENIGER ALS</small> G<small>RAUPENGR&#x00D6;SSE VERKLEINERT WIRD</small>. W<small>ENN NACH DER</small> R<small>EINHEITS-ERKL&#x00C4;RUNG</small><sup><xref rid="fn1326">2</xref></sup>, <small>SO IST ER UNREIN ; IST ER AN DEN</small> G<small>LIEDERSPITZEN ZUR&#x00DC;CKGEGANGEN, SO IST ER UNREIN, BIS DER</small> G<small>LANZFLECK WIEDER SO GEWORDEN IST, WIE ER VORHER WAR</small><sup><xref rid="fn1327">3</xref></sup>.</p>
<p>II. W<small>ENN EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE MIT HEILEM</small> F<small>LEISCHE IN</small> L<small>INSENGR&#x00D6;SSE &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER AUSGEBROCHEN UND NACHHER DAS HEILE</small> F<small>LEISCH GESCHWUNDEN IST, ODER DAS HEILE</small> F<small>LEISCH GESCHWUNDEN UND NACHHER DER</small> G<small>LANZFLECK &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER AUSGEBROCHEN IST, SO IST ER REIN</small>. E<small>NTSTEHT DARAUF HEILES</small> F<small>LEISCH, SO IST ER UNREIN: ENTSTEHT DARAUF WEISSES</small> H<small>AAR, SO IST ER NACH</small> R. J<small>EHO&#x0160;UA&#x0351; UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>III. W<small>ENN EIN</small> G<small>LANZFLECK IN</small> G<small>RAUPENGR&#x00D6;SSE MIT WEISSEM</small> H<small>AARE DARAN &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER AUSBRICHT, SO IST ER REIN, AUCH WENN DAS WEISSE</small> H<small>AAR AUF SEINER</small> S<small>TELLE GEBLIEBEN IST</small>. W<small>ENN EIN</small> G<small>LANZFLECK MIT EINER</small> Z<small>UNAHME &#x00DC;BER DEN GANZEN</small> K<small>&#x00D6;RPER AUSBRICHT, SO IST ER REIN</small>. I<small>N ALL DIESEN</small> F<small>&#x00C4;LLEN IST ER, WENN ER AUCH NUR AN DEN</small> G<small>LIEDERSPITZEN ZUR&#x00DC;CKGEGANGEN IST, UNREIN</small>. B<small>RICHT ER NUR &#x00DC;BER EINEN</small> T<small>EIL</small> [<small>DER</small> H<small>AUT</small>] <small>AUS, SO IST ER UNREIN; BRICHT ER &#x00DC;BER DIE GANZE AUS, SO IST ER REIN</small>.</p>
<p>IV. I<small>N ALLEN</small> F<small>&#x00C4;LLEN, WO DURCH DAS</small> A<small>USBRECHEN &#x00DC;BER DIE</small> G<small>LIEDERSPITZEN DER UNREINE</small> [G<small>LANZFLECK</small>] <small>REIN GEWORDEN IST, WIRD ER BEIM</small> Z<small>UR&#x00DC;CKGEHEN WIEDER UNREIN; UND IN ALLEN</small> F<small>&#x00C4;LLEN, WO DURCH DAS</small> Z<small>UR&#x00DC;CKGEHEN AN DEN</small> G<small>LIEDERSPITZEN DER REINE UNREIN GEWORDEN IST, WIRD ER, WENN SIE WIEDER BEDECKT WERDEN, REIN, UND WENN SIE WIEDER BLOSSGELEGT WERDEN, UNREIN, AUCH HUNDERTMAL</small>.</p>
<p>V. A<small>LLES, WAS DURCH DEN</small> A<small>USSATZFLECK UNREIN WERDEN KANN, BEHINDERT BEIM</small> A<small>USBRECHEN</small> [<small>&#x00DC;BER DIE GANZE</small> H<small>AUT</small>]<sup><xref rid="fn1328">4</xref></sup>, <small>UND ALLES, WAS DURCH DEN</small> A<small>USSATZFLECK NICHT UNREIN WERDEN</small><sup><xref rid="fn1329">5</xref></sup> <small>KANN, BEHINDERT NICHT BEIM</small> A<small>USBRECHEN &#x00DC;BER DIE GANZE</small> H<small>AUT</small>. Z<small>UM</small> B<small>EISPIEL</small>. I<small>ST</small> [<small>DER</small> A<small>USSATZ</small>] <small>&#x00DC;BER DIE GANZE</small> H<small>AUT AUSGEBROCHEN, NICHT ABER &#x00DC;BER DEN</small> K<small>OPF, DEN</small> B<small>ART, EIN</small> G<small>ESCHW&#x00DC;R, EINE</small> B<small>RANDWUNDE ODER EINE</small> V<small>ERLETZUNGSWUNDE, DIE FRISCH SIND, SO IST ER, AUCH WENN NACHHER DER</small> K<small>OPF ODER DER</small> B<small>ART KAHL GEWORDEN IST, DAS</small> G<small>ESCHW&#x00DC;R, DIE</small> B<small>RANDWUNDE ODER DIE</small> V<small>ERLETZUNGSWUNDE VERNARBT</small><sup><xref rid="fn1330">6</xref></sup> <small>IST, REIN</small>. W<small>ENN ER ABER &#x00DC;BER DIE GANZE</small> [H<small>AUT</small>] <small>AUSGEBROCHEN IST, BIS AUF EINE HALBE</small> L<small>INSENGR&#x00D6;SSE NAHE DEM</small> K<small>OPFE, DEM</small> B<small>ARTE, EINEM</small> G<small>ESCHW&#x00DC;RE, EINER</small> B<small>RANDWUNDE ODER EINER</small> V<small>ERLETZUNGSWUNDE, UND NACHHER DER</small> K<small>OPF ODER DER</small> B<small>ART KAHL GEWORDEN, DAS</small> G<small>ESCHW&#x00DC;R, DIE</small> B<small>RANDWUNDE ODER DIE</small> V<small>ERLETZUNGSWUNDE VERNARBT IST, SO IST ER, AUCH WENN AN DER</small> S<small>TELLE DES HEILEN</small> F<small>LEISCHES EIN</small> G<small>LANZFLECK ENTSTANDEN</small><sup><xref rid="fn1331">7</xref></sup> <small>IST, UNREIN, BIS ER &#x00DC;BER DIE GANZE</small> H<small>AUT AUSBRICHT</small><sup><xref rid="fn1332">8</xref></sup>.</p>
<p>VI. W<small>ENN ES ZWEI</small> G<small>LANZFLECKE SIND, EINER UNREIN UND EINER REIN, UND EINER ZUM ANDEREN AUSBRICHT, UND DARAUF &#x00DC;BER DIE GANZE</small> H<small>AUT, SO IST ER REIN</small><sup><xref rid="fn1333">9</xref></sup>. W<small>ENN AN DER</small> O<small>BERLIPPE UND AN DER</small> U<small>NTERLIPPE</small><sup><xref rid="fn1334">10</xref></sup>, <small>AN ZWEI</small> F<small>INGERN, AN BEIDEN</small> A<small>UGENLIDERN, AUCH WENN SIE AN EINANDER GESCHLOSSEN WIE EINER AUSSEHEN, SO IST ER</small><sup><xref rid="fn1335">11</xref></sup><small>REIN</small>. I<small>ST</small> [<small>DER</small> A<small>USSATZ</small>] <small>&#x00DC;BER DIE GANZE</small> H<small>AUT AUSGEBROCHEN, NICHT ABER &#x00DC;BER EINEN</small> B<small>OHAQ, SO IST ER UNREIN; IST ER AN DEN</small> G<small>LIEDERSPITZEN ZUR&#x00DC;CKGEGANGEN UND WIE EIN</small> B<small>OHAQ GEWORDEN, SO IST ER REIN</small><sup><xref rid="fn1336">12</xref></sup>. I<small>ST ER AN DEN</small> G<small>LIEDERSPITZEN UM WENIGER ALS</small> L<small>INSENGR&#x00D6;SSE ZUR&#x00DC;CKGEGANGEN, SO IST ER NACH</small> R. M<small>E&#x00CD;R UNREIN, UND DIE</small> W<small>EISEN SAGEN, EIN</small> B<small>OHAQ UNTER</small> L<small>INSENGR&#x00D6;SSE SEI ANF&#x00C4;NGLICH</small><sup><xref rid="fn1337">13</xref></sup><small>EIN</small> U<small>NREINHEITSZEICHEN, ABER KEIN</small> U<small>NREINHEITSZEICHEN AM</small> E<small>NDE</small><sup><xref rid="fn1338">14</xref></sup>.</p>
<p>VII. W<small>ER VOLLST&#x00C4;NDIG WEISS</small><sup><xref rid="fn1339">15</xref></sup>[<small>ZUM</small> P<small>RIESTER</small>] <small>KOMMT, IST ABZUSCHLIESSEN</small>. I<small>ST DARAUF WEISSES</small> H<small>AAR</small><sup><xref rid="fn1340">16</xref></sup><small>ENTSTANDEN, SO IST ER ALS POSITIV ZUERKL&#x00C4;REN</small>. S<small>IND BEIDE ODER EINES VON IHNEN SCHWARZ GEWORDEN, SIND BEIDE ODER EINES VON IHNEN ZU KURZ</small><sup><xref rid="fn1341">17</xref></sup><small>GEWORDEN, HAT EIN</small> G<small>ESCHW&#x00DC;R SICH AN BEIDE ODER AN EINES VON IHNEN ANGESETZT</small><sup><xref rid="fn1342">18</xref></sup>, <small>HAT EIN</small> G<small>ESCHW&#x00DC;R BEIDE ODER EINES VON IHNEN EINGEKREIST, HAT EIN</small> G<small>ESCHW&#x00DC;R, HEILES</small> F<small>LEISCH EINES</small> G<small>ESCHW&#x00DC;RES, EINE</small> B<small>RANDWUNDE, HEILES</small> F<small>LEISCH EINER</small> B<small>RANDWUNDE ODER EIN</small> B<small>OHAQ SIE GETEILT, ODER IST DARAN HEILES</small> F<small>LEISCH ODER WEISSES</small> H<small>AAR ENTSTANDEN, SO IST ER UNREIN; IST DARAN KEIN HEILES</small> F<small>LEISCH UND KEIN WEISSES</small> H<small>AAR ENTSTANDEN, SO IST ER REIN</small>. I<small>N ALL DIESEN</small> F<small>&#x00C4;LLEN BLEIBT</small> [<small>DER</small> A<small>USSATZ</small>], <small>WENN ER AN DEN</small> G<small>LIEDERSPITZEN ZUR&#x00DC;CKGEGANGEN IST, WIE ZUVOR</small>. B<small>RICHT ER DARAUF WIEDER &#x00DC;BER EINEN</small> T<small>EIL DERSELBEN AUS, SO IST ER UNREIN, UND WENN &#x00DC;BER DIE GANZEN, SO IST ER REIN</small>.</p>
<p>VIII. B<small>RICHT ER MIT EINEM</small> M<small>ALE &#x00DC;BER DIE GANZE</small> [H<small>AUT</small>] <small>AUS, SO IST ER, WENN AUS DEM</small> Z<small>USTANDE DER</small> R<small>EINHEIT, UNREIN, UND WENN AUS DEM</small> Z<small>USTANDE DER</small> U<small>NREINHEIT, REIN</small>. W<small>ER AUS DER</small> A<small>BSCHLIESSUNG REIN GEWORDEN</small><sup><xref rid="fn1343">19</xref></sup><small>IST, IST FREI VOM</small> W<small>ILDWACHSENLASSEN DES</small> H<small>AARES, VOM</small> E<small>INREISSEN DER</small> K<small>LEIDER, VOM</small> K<small>OPFSCHEREN UND VON</small> [<small>DER</small> D<small>ARBRINGUNG</small>] <small>DES</small> V<small>OGELPAARES</small><sup><xref rid="fn1344">20</xref></sup>, <small>UND WER NACH DER</small> P<small>OSITIVIT&#x00C4;T, IST ZU ALL DIESEN VERPFLICHTET</small>. D<small>ER EINE WIE DER ANDERE VERUNREINIGT</small> [<small>DEN</small> R<small>AUM</small>] <small>DURCH DAS</small> E<small>INTRETEN</small>.</p>
<p>IX. W<small>ENN JEMAND VOLLST&#x00C4;NDIG WEISS MIT HEILEM</small> F<small>LEISCHE IN</small> L<small>INSENGR&#x00D6;SSE</small> [<small>ZUM</small> P<small>RIESTER</small>] <small>GEKOMMEN WAR, UND</small> [<small>DER</small> A<small>USSATZ</small>] <small>&#x00DC;BER DIE GANZE</small> H<small>AUT</small><sup><xref rid="fn1345">21</xref></sup><small>AUSGEBROCHEN IST, DARAUF ABER AN DEN</small> G<small>LIEDERSPITZEN ZUR&#x00DC;CK GEGANGEN IST, SO IST ES, WIE</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, EBENSO WIE BEIM</small> Z<small>UR&#x00DC;CK GEHEN EINES GROSSEN</small> G<small>LANZFLECKES</small><sup><xref rid="fn1346">22</xref></sup><small>AN DEN</small> G<small>LIEDERSPITZEN, UND WIE</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA SAGT, WIE BEIM</small> Z<small>UR&#x00DC;CKGEHEN EINES KLEINEN</small> G<small>LANZFLECKES AN DEN</small> G<small>LIEDERSPITZEN</small><sup><xref rid="fn1347">23</xref></sup>.</p>
<p>X. M<small>ANCHER ZEIGT SEINEN</small> A<small>USSATZ DEM</small> P<small>RIESTER UND HAT DABEI EINEN</small> V<small>ORTEIL, UND MANCHER ZEIGT SEINEN</small> A<small>USSATZ DEM</small> P<small>RIESTER UND HAT DABEI EINEN</small> N<small>ACHTEIL</small>. Z<small>UM</small> B<small>EISPIEL</small>. W<small>ENN JEMAND ALS POSITIV ERKL&#x00C4;RT WORDEN WAR UND DARAUF DIE</small> U<small>NREINHEITSZEICHEN GESCHWUNDEN SIND, UND BEVOR ER NOCH DAZU KAM</small>, [<small>DEN</small> A<small>USSATZ</small>] <small>DEM</small> P<small>RIESTER ZU ZEIGEN, ER &#x00DC;BER DIE GANZE</small> H<small>AUT AUSGEBROCHEN IST, SO IST ER REIN</small>. H<small>&#x00C4;TTE ER IHN ABER DEM</small> P<small>RIESTER GEZEIGT</small><sup><xref rid="fn1348">24</xref></sup>, <small>SO W&#x00C4;RE ER UNREIN</small><sup><xref rid="fn1349">25</xref></sup>. W<small>ENN AM</small> G<small>LANZFLECKE NICHTS WAR, UND BEVOR ER DAZU KAM, IHN DEM</small> P<small>RIESTER ZU ZEIGEN</small>, [<small>DER</small> A<small>USSATZ</small>] <small>&#x00DC;BER DIE GANZE</small> H<small>AUT AUSGEBROCHEN IST, SO IST ER UNREIN</small><sup><xref rid="fn1350">26</xref></sup>. H<small>&#x00C4;TTE ER IHN ABER DEM</small> P<small>RIESTER GEZEIGT, SO W&#x00C4;RE ER REIN</small><sup><xref rid="fn1349">25</xref></sup>.</p>
<ftnote id="fn1325">1. Obgleich da das heilo Fleisch nicht als Unreinheitszeichen gilt, ob. VI,7.</ftnote>
<ftnote id="fn1326">2. Durch den Priester; der Fall, wenn er &#x00FC;berhaupt nicht unrein war, wird weiter behandelt.</ftnote>
<ftnote id="fn1327">3. Da&#x00DF; keine Zunahme erfolgt ist.</ftnote>
<ftnote id="fn1328">4. Bleibt auch nur die kleinste Stelle frei, so ist er nicht rein.</ftnote>
<ftnote id="fn1329">5. Wie ob. VI,7 aufgez&#x00E4;hlt.</ftnote>
<ftnote id="fn1330">6. Die also durch den Aussatz unrein werden k&#x00F6;nnen.</ftnote>
<ftnote id="fn1331">7. Der Aussatz auch die frei gebliebene Stelle bedeckt.</ftnote>
<ftnote id="fn1332">8. Auch &#x00FC;ber den Kopf u. die Wunde.</ftnote>
<ftnote id="fn1333">9. Auch wenn es mit dem reinen begonnen hat.</ftnote>
<ftnote id="fn1334">10. Soda&#x00DF; der reine sich nicht im unreinen verlieren kann.</ftnote>
<ftnote id="fn1335">11. Beim Ausbreiten &#x00FC;ber die ganze Haut.</ftnote>
<ftnote id="fn1336">12. Obgleich anf&#x00E4;nglich ein solcher nicht zur&#x00FC;ckbleiben darf.</ftnote>
<ftnote id="fn1337">13. Beim Ausbrechen &#x00FC;ber den ganzen K&#x00F6;rper.</ftnote>
<ftnote id="fn1338">14. Wenn soviel zur&#x00FC;ckgehl. Unter <span dir="rtl">&#x05D1;&#x05D5;&#x05D4;&#x05E7;</span> ist hier gesunde Haut in die sem Umfange zu verstehen, womit alle Schwierigkeiten beseitigt sind; manche lesen <span dir="rtl">&#x05D5;&#x05E4;&#x05D7;&#x05D5;&#x05EA;</span>, der B. und heile Haut unter Linsengr&#x00F6;&#x00DF;e.</ftnote>
<ftnote id="fn1339">15. Mit einem Aussatze &#x00FC;ber den ganzen K&#x00F6;rper.</ftnote>
<ftnote id="fn1340">16. Und ebenso das andere Unreinheitszeichen, heiles Fleisch.</ftnote>
<ftnote id="fn1341">17. Cf. Nid. Fol. 52b.</ftnote>
<ftnote id="fn1342">18. Soda&#x00DF; sie sich nicht direkt auf dem Aussalze befinden.</ftnote>
<ftnote id="fn1343">19. Wenn die Unreinheitszeichen ausgeblieben sind.</ftnote>
<ftnote id="fn1344">20. Cf. Lev. 13,45 u. 14,2ff.</ftnote>
<ftnote id="fn1345">21. Auch &#x00FC;ber das heile Fleisch.</ftnote>
<ftnote id="fn1346">22. &#x00DC;ber den ganzen K&#x00F6;rper, wenn kein heiles Fleisch vorhanden ist.</ftnote>
<ftnote id="fn1347">23. F&#x00E4;lle, die oben behandelt werden.</ftnote>
<ftnote id="fn1348">24. Der ihn als rein erkl&#x00E4;rt h&#x00E4;tte.</ftnote>
<ftnote id="fn1349">25. Cf. supra Mi&#x0161;na XVIII.</ftnote>
<ftnote id="fn1350">26. Dh. nicht rein, er ist abzuschlie&#x00DF;en.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>D</bold>AS G<small>ESCHW&#x00DC;R UND DIE</small> B<small>RANDWUNDE</small><sup><xref rid="fn1351">1</xref></sup> <small>WERDEN UNREIN IN EINER</small> W<small>OCHE, DURCH ZWEI</small> Z<small>EICHEN: WEISSES</small> H<small>AAR UND</small> Z<small>UNAHME</small>. W<small>AS HEISST</small> G<small>ESCHW&#x00DC;R?</small> H<small>AT ER SICH AN</small> H<small>OLZ, AN</small> S<small>TEIN, AN</small> T<small>RESTERN ODER AM</small> T<small>IBERJASWASSER</small><sup><xref rid="fn1352">2</xref></sup> <small>VERLETZT, AN ALLEM, NUR NICHT AM</small> F<small>EUER, SO HEISST DIES</small> G<small>ESCHW&#x00DC;R</small>. W<small>AS HEISST</small> B<small>RANDWUNDE?</small> H<small>AT ER SICH AN EINER</small> K<small>OHLE, AN</small> G<small>LUTASCHE, ODER AN SONST ETWAS, WAS VOM</small> F<small>EUER KOMMT, VERLETZT, SO HEISST DIES</small> B<small>RANDWUNDE</small>.</p>
<p>II. G<small>ESCHW&#x00DC;R UND</small> B<small>RANDWUNDE WERDEN NICHT MITEINANDER VEREINIGT</small><sup><xref rid="fn1353">3</xref></sup>, <small>DIE</small> Z<small>UNAHME DES EINEN ERFOLGT NICHT AUF DEM ANDEREN</small><sup><xref rid="fn1354">4</xref></sup>, <small>AUCH ERFOLGT DIE</small> Z<small>UNAHME NICHT AUF DER</small> H<small>AUT DES</small> F<small>LEISCHES</small><sup><xref rid="fn1355">5</xref></sup> <small>UND NICHT DIE DER</small> H<small>AUT DES</small> F<small>LEISCHES</small><sup><xref rid="fn1356">6</xref></sup> <small>AUF DIESEM</small>. S<small>OLANGE SIE FRISCH SIND</small><sup><xref rid="fn1357">7</xref></sup>, <small>SIND SIE REIN, HABEN SIE EINE</small> H<small>AUT WIE DAS</small> K<small>NOBLAUCHH&#x00C4;UTCHEN BEKOMMEN, SO IST DIES DIE</small> V<small>ERNARBUNG DES</small> G<small>ESCHW&#x00DC;RES, VON DER IN DER</small> T<small>ORA GESPROCHEN</small><sup><xref rid="fn1358">8</xref></sup> <small>WIRD</small>. S<small>IND SIE GEHEILT, SO SIND SIE, AUCH WENN AN DER</small> S<small>TELLE EINE</small> N<small>ARBE IST, WIE DIE</small> H<small>AUT DES</small> F<small>LEISCHES ZU BEHANDELN</small>.</p>
<p>III. S<small>IE FRAGTEN</small> R. E<small>LIE&#x0351;ZER:</small> W<small>IE IST ES, WENN EINEM AN DER</small> I<small>NNENSEITE DER</small> H<small>AND AUF DER</small> S<small>TELLE DER</small> V<small>ERNARBUNG EINES</small> G<small>ESCHW&#x00DC;RES EIN</small> G<small>LANZFLECK WIE EIN</small> S<small>ELA&#x0351; GROSS ENTSTANDEN IST</small><sup><xref rid="fn1359">9</xref></sup>? E<small>R ERWIDERTE IHNEN:</small> E<small>R IST ABZUSCHLIESSEN</small>. S<small>IE SPRACHEN ZU IHM:</small> W<small>OZU DIES: WEISSES</small> H<small>AAR HERVORZUBRINGEN IST ER NICHT GEEIGNET</small><sup><xref rid="fn1360">10</xref></sup>, <small>EINE</small> Z<small>UNAHME GIBT ES DABEI NICHT</small><sup><xref rid="fn1361">11</xref></sup>, <small>UND HEILES</small> F<small>LEISCH MACHT IHN NICHT UNREIN</small><sup><xref rid="fn1362">12</xref></sup>&#x0021;? E<small>R ERWIDERTE IHNEN:</small> E<small>R KANN ZUR&#x00DC;CKGEHEN UND SICH WIEDER AUSBREITEN</small><sup><xref rid="fn1363">13</xref></sup>. S<small>IE SPRACHEN ZU IHM:</small> U<small>ND WENN DIE</small> S<small>TELLE NUR GRAUPENGROSS</small><sup><xref rid="fn1364">14</xref></sup><small>IST</small>? E<small>R ERWIDERTE IHNEN:</small> D<small>AR&#x00DC;BER HABE ICH NICHTS GEH&#x00D6;RT</small>. D<small>A SPRACH</small> R. J<small>EHUDA B</small>. B<small>ETHERA ZU IHM:</small> S<small>OLL ICH DAR&#x00DC;BER LEHREN?</small> J<small>ENER ERWIDERTE:</small> W<small>ENN DIE</small> W<small>ORTE DER</small> W<small>EISEN ZU BEST&#x00C4;TIGEN, DANN WOHL</small>. D<small>A SPRACH DIESER:</small> W<small>EIL VIELLEICHT AUSSERHALB DIESES EIN ANDERES</small> G<small>ESCHW&#x00DC;R ENTSTEHEN UND SICH IN DIESES HINEIN AUSDEHNEN KANN</small>. D<small>A SPRACH JENER ZU IHM</small> : D<small>U BIST EIN GROSSER</small> W<small>EISER, DENN DU HAST DIE</small> W<small>ORTE DER</small> W<small>EISEN BEST&#x00C4;TIGT</small>.</p>
<ftnote id="fn1351">1. Dh. der Aussatz auf der Narbe von diesen; cf. Lev. 13,24ff.</ftnote>
<ftnote id="fn1352">2. Manche Texte haben mit der Parallelstelle Unt. Hul. 8a <span dir="rtl">&#x05D1;&#x05D7;&#x05DE;&#x05D9;</span>, den kochenden Thermen.</ftnote>
<ftnote id="fn1353">3. Zur erforderlichen Gr&#x00F6;&#x00DF;e.</ftnote>
<ftnote id="fn1354">4. Wenn das eine sich ausgedehnt u. auf das andere &#x00FC;bergegangen ist.</ftnote>
<ftnote id="fn1355">5. Sondern nur auf der Narbe.</ftnote>
<ftnote id="fn1356">6. Eines Aussatzes auf der Haut neben diesen.</ftnote>
<ftnote id="fn1357">7. Vgl. S. 705 Anm. 16.</ftnote>
<ftnote id="fn1358">8. Cf. Lev. 13,23.</ftnote>
<ftnote id="fn1359">9. Soda&#x00DF; er die Vernarbung vollst&#x00E4;ndig bedeckt.</ftnote>
<ftnote id="fn1360">10. Auf der Innenseite der Hand w&#x00E4;chst kein Haar.</ftnote>
<ftnote id="fn1361">11. Nach der obigen Lehre, die Zunahme k&#x00F6;nne nur auf der Vernarbung erfolgen.</ftnote>
<ftnote id="fn1362">12. Dies gilt beim Geschw&#x00FC;re nicht als Unreinheitszeichen. Wenn die Unreinheitszeichen ausscheiden, hat auch die Abschlie&#x00DF;ung keinen Zweck.</ftnote>
<ftnote id="fn1363">13. Er kann nach der 1. Woche als rein u. nach der 2. Woche als unrein erkl&#x00E4;rt werden.</ftnote>
<ftnote id="fn1364">14. Wenn er zur&#x00FC;ckgeht, ist er kein Aussatz mehr u. nicht abzuschlie&#x00DF;en.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>H</bold>AARAUSS&#x00C4;TZE <small>WERDEN IN ZWEI</small> W<small>OCHEN UNREIN, DURCH ZWEI</small> Z<small>EICHEN: D&#x00DC;NNES GOLDGELBES</small> H<small>AAR UND</small> Z<small>UNAHME</small>. D<small>&#x00DC;NNES GOLDGELBES</small> H<small>AAR, KRANKHAFT KURZ &#x2013; SO</small> R. A&#x0351;<small>QIBA</small> ; R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, AUCH LANG</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SPRACH:</small> W<small>AS MEINT DER</small> S<small>PRACHGEBRAUCH, WENN MAN SAGT: DIESER</small> S<small>TOCK IST D&#x00DC;NN, DIESES</small> R<small>OHR IST D&#x00DC;NN ; BESONDERS D&#x00DC;NN UND KURZ, ODER</small> [<small>AUCH</small>] <small>BESONDERS D&#x00DC;NN UND LANG</small><sup><xref rid="fn1365">1</xref></sup>? D<small>A SPRACH</small> R. A&#x0351;<small>QIBA ZU IHM:</small> S<small>TATT UNS AUF DAS</small> R<small>OHR ZU BERUFEN, WOLLEN WIR UNS AUF DAS</small> H<small>AAR BERUFEN</small>. [S<small>AGT MAN</small>,] <small>DAS</small> H<small>AAR DESSEN SEI D&#x00DC;NN, SO HEISST DIES BESONDERS D&#x00DC;NN UND KURZ, NICHT ABER BESONDERS D&#x00DC;NN UND LANG</small>.</p>
<p>II. D<small>AS GOLDGELBE D&#x00DC;NNE</small> H<small>AAR MACHT UNREIN GESAMMELT UND ZERSTREUT, EINGEKREIST</small><sup><xref rid="fn1366">2</xref></sup> <small>UND NICHT EINGEKREIST, VERWANDELT UND NICHT VER WANDELT</small><sup><xref rid="fn1367">3</xref></sup> <small>&#x2013; SO</small> R. J<small>EHUDA</small> ; R. &#x0160;<small>IMO&#x0351;N SAGT, ES MACHE UNREIN NUR VERWANDELT</small><sup><xref rid="fn1368">4</xref></sup>. R. &#x0160;<small>IMO&#x0351;N SPRACH:</small> D<small>IES IST DURCH EINEN</small> S<small>CHLUSS ZU FOLGERN: WENN DAS WEISSE</small> H<small>AAR</small><sup><xref rid="fn1369">5</xref></sup>, <small>VOR DEM ANDERES</small> H<small>AAR NICHT SCH&#x00DC;TZT</small><sup><xref rid="fn1370">6</xref></sup>, <small>NUR VERWANDELT UNREIN MACHT</small><sup><xref rid="fn1371">7</xref></sup>, <small>UM WIEVIEL MEHR MACHT DAS D&#x00DC;NNE GOLDGELBE</small> H<small>AAR, VOR DEM ANDERES</small> H<small>AAR SCH&#x00DC;TZT</small><sup><xref rid="fn1372">8</xref></sup>, <small>NUR VERWANDELT UNREIN</small>. R. J<small>EHUDA SAGTE:</small> B<small>EI DEM, WO</small> [<small>DIE</small> S<small>CHRIFT</small>] <small>ES F&#x00DC;R N&#x00D6;TIG HIELT, &#x2018;VERWANDELT&#x2019; ZU SAGEN, MUSS ER VERWANDELT SEIN, BEIM</small> H<small>AARAUSSATZE ABER, BEI DEM ES HEISST</small> :<sup><xref rid="fn1373">9</xref></sup><italic>und es war kein goldgelbes Haar daran,</italic> <small>MACHT ES UNREIN VERWANDELT UND NICHT VERWANDELT</small>.</p>
<p>III. D<small>AS NACHGEWACHSENE</small><sup><xref rid="fn1374">10</xref></sup><small>SCH&#x00DC;TZT VOR DEM GOLDGELBEN</small> H<small>AARE UND VOR DER</small> Z<small>UNAHME</small><sup><xref rid="fn1375">11</xref></sup><small>GESAMMELT UND ZERSTREUT, EINGEKREIST UND NICHT EINGEKREIST</small>. D<small>AS ZUR&#x00DC;CKGEBLIEBENE</small><sup><xref rid="fn1374">10</xref></sup><small>SCH&#x00DC;TZT VOR DEM GOLDGELBEN</small> H<small>AARE UND VOR DER</small> Z<small>UNAHME GESAMMELT UND ZERSTREUT UND EINGEKREIST, AN DER</small> S<small>EITE ABER SCH&#x00DC;TZT ES NICHT, ES SEI DENN, ES IST ZWEI</small> H<small>AARWEITEN VOM STEHENDEN</small> H<small>AARE ENTFERNT</small>. I<small>ST EINES GOLDGELB UND EINES SCHWARZ, EINES GOLDGELB UND EINES WEISS, SO SCH&#x00DC;TZEN SIE NICHT</small>.</p>
<p>IV. W<small>AR DAS GOLDGELBE</small> H<small>AAR FR&#x00DC;HER DA ALS DER</small> H<small>AARAUSSATZ, SO IST ER REIN, UND NACH</small> R. J<small>EHUDA UNREIN</small>. R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT, ES MACHE NICHT UNREIN UND ES SCH&#x00DC;TZE NICHT</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, WAS BEIM</small> H<small>AARAUSSATZE KEIN</small> U<small>NREINHEITSZEICHEN IST, SEI BEIM</small> H<small>AARAUSSATZE EIN</small> R<small>EINHEITSZEICHEN</small>.</p>
<p>V. W<small>IE ERFOLGT DAS</small> S<small>CHEREN</small><sup><xref rid="fn1376">12</xref></sup><small>BEIM</small> H<small>AARAUSSATZE?</small> M<small>AN SCHERE AUSSERHALB DESSELBEN UND LASSE DANEBEN ZWEI</small> H<small>AARE, DAMIT ZU MERKEN SEI, OB EINE</small> Z<small>UNAHME</small><sup><xref rid="fn1377">13</xref></sup><small>ERFOLGT IST</small>. W<small>ENN ER IHN WEGEN DES GOLDGELBEN</small> H<small>AARES ALS POSITIV ERKL&#x00C4;RT HAT UND DAS GOLDGELBE</small> H<small>AAR GESCHWUNDEN IST UND GOLDGELBES</small> H<small>AAR WIEDERGEKOMMEN IST, EBENSO EINE</small> Z<small>UNAHME, OB ANF&#x00C4;NGLICH, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER WIE ZUVOR</small><sup><xref rid="fn1378">14</xref></sup>. W<small>ENN ER IHN WEGEN DER</small> Z<small>UNAHME ALS POSITIV ERKL&#x00C4;RT HAT, UND DIE</small> Z<small>UNAHME GESCHWUNDEN IST UND EINE</small> Z<small>UNAHME WIEDERGEKOMMEN IST, EBENSO GOLDGELBES</small> H<small>AAR, AM</small> E<small>NDE DER ERSTEN</small> W<small>OCHE, AM</small> E<small>NDE DER ZWEITEN</small> W<small>OCHE ODER NACH DER</small> N<small>EGATIVIT&#x00C4;T, SO IST ER WIE ZUVOR</small><sup><xref rid="fn1378">14</xref></sup>.</p>
<p>VI. W<small>ENN ES ZWEI</small> H<small>AARAUSS&#x00C4;TZE NEBEN EINANDER SIND UND EINE</small> R<small>EIHE</small> H<small>AAR ZWISCHEN IHNEN TRENNT, SO IST ER, WENN EINE</small> L<small>&#x00DC;CKE AN EINER</small> S<small>TELLE ENTSTEHT, UNREIN, UND WENN AN ZWEI</small> S<small>TELLEN, REIN</small>. W<small>IE GROSS MUSS DIE</small> L<small>&#x00DC;CKE SEIN?</small> E<small>IN</small> R<small>AUM VON ZWEI</small> H<small>AAREN</small>. I<small>ST DIE</small> L<small>&#x00DC;CKE AN EINER</small> S<small>TELLE, SO IST ER UNREIN, AUCH WENN IN</small> G<small>RAUPENGR&#x00D6;SSE</small>.</p>
<p>VII. W<small>ENN ES ZWEI</small> H<small>AARAUSS&#x00C4;TZE SIND, EINER INNERHALB DES ANDEREN, UND EINE</small> R<small>EIHE</small> H<small>AARE ZWISCHEN IHNEN TRENNT, SO IST ER, WENN EINE</small> L<small>&#x00DC;CKE AN EINER</small> S<small>TELLE VORHANDEN IST, UNREIN, UND WENN AN ZWEI</small> S<small>TELLEN, REIN</small>. W<small>IE GROSS MUSS DIE</small> L<small>&#x00DC;CKE SEIN?</small> W<small>IE DER</small> R<small>AUM VON ZWEI</small> H<small>AAREN</small>. H<small>AT DIE</small> L<small>&#x00DC;CKE AN EINER</small> S<small>TELLE</small> G<small>RAUPENGR&#x00D6;SSE, SO IST ER REIN</small>.</p>
<p>VIII. W<small>ER EINEN</small> H<small>AARAUSSATZ HAT MIT GOLDGELBEM</small> H<small>AARE DARAN, IST UNREIN</small>. I<small>ST DARAUF SCHWARZES</small> H<small>AAR ENTSTANDEN, SO IST ER REIN, UND AUCH WENN DAS SCHWARZE</small> H<small>AAR GESCHWUNDEN IST, IST ER REIN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. J<small>EHUDA SAGTE IM</small> N<small>AMEN</small> R. &#x0160;<small>IMO&#x0351;NS</small> : E<small>IN</small> H<small>AARAUSSATZ, DER AUCH NUR EINE</small> S<small>TUNDE REIN WAR, WIRD NIE WIEDER UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE</small> : G<small>OLDGELBES</small> H<small>AAR, DAS NUR EINE</small> S<small>TUNDE REIN WAR, WIRD NIE WIEDER UNREIN</small></p>
<p>IX. W<small>ENN JEMAND EINEN</small> H<small>AARAUSSATZ IN</small> G<small>RAUPENGR&#x00D6;SSE HATTE UND ER SICH &#x00DC;BER DEN GANZEN</small> K<small>OPF AUSGEBREITET HAT, SO IST ER REIN</small>. K<small>OPF UND</small> B<small>ART SIND VON EINANDER NICHT ABH&#x00C4;NGIG</small><sup><xref rid="fn1379">15</xref></sup> &#x2013; <small>SO</small> R. J<small>EHUDA</small> ; R. &#x0160;<small>IMO&#x0351;N SAGT, SIE SEIEN VON EINANDER ABH&#x00C4;NGIG</small>. R. &#x0160;<small>IMO&#x0351;N SPRACH:</small> D<small>IES IST DURCH EINEN</small> S<small>CHLUSS ZU FOLGERN: WENN DIE</small> H<small>AUT DES</small> G<small>ESICHTES UND DIE</small> H<small>AUT DES</small> L<small>EIBES, DIE DURCH ETWAS ANDERES VON EINANDER GETRENNT</small><sup><xref rid="fn1380">16</xref></sup><small>SIND, VON EINANDER ABH&#x00C4;NGIG SIND, UM WIEVIEL MEHR SIND</small> K<small>OPF UND</small> B<small>ART, DIE NICHT DURCH ETWAS ANDERES VON EINANDER GETRENNT SIND, VON EINANDER ABH&#x00C4;NGIG</small>. K<small>OPF UND</small> B<small>ART</small><sup><xref rid="fn1381">17</xref></sup><small>WERDEN NICHT MITEINANDER VEREINIGT, UND DIE</small> Z<small>UNAHME DES EINEN</small><sup><xref rid="fn1382">18</xref></sup><small>ERFOLGT NICHT AUF DEM ANDEREN</small>. W<small>AS GEH&#x00D6;RT ZUM</small> B<small>ARTE?</small> V<small>OM</small> K<small>IEFERGELENKE BIS ZUM</small> K<small>EHLKOPFE</small>.</p>
<p>X. D<small>IE</small> H<small>INTERGLATZE UND DIE</small> V<small>ORDERGLATZE WERDEN UNREIN IN ZWEI</small> W<small>OCHEN, DURCH ZWEI</small> Z<small>EICHEN: HEILES</small> F<small>LEISCH UND</small> Z<small>UNAHME</small>. W<small>AS HEISST EINE</small> G<small>LATZE</small><sup><xref rid="fn1383">19</xref></sup>? W<small>ENN JEMAND</small> N<small>ESAM</small><sup><xref rid="fn1384">20</xref></sup><small>GEGESSEN HAT, SICH MIT</small> N<small>ESAM GESALBT HAT, ODER INFOLGE EINER</small> W<small>UNDE, AUF DER KEIN</small> H<small>AAR MEHR W&#x00C4;CHST</small>. W<small>ELCHE HEISST</small> H<small>INTERGLATZE?</small> V<small>OM</small> S<small>CHEITELPUNKTE ABFALLEND NACH HINTEN BIS ZUM</small> N<small>ACKENWULSTE</small>. W<small>ELCHE HEISST</small> V<small>ORDERGLATZE</small>? V<small>OM</small> S<small>CHEITELPUNKTE ABFALLEND NACH VORN, BIS GEGEN DAS</small> H<small>AAR NACH OBEN</small><sup><xref rid="fn1385">21</xref></sup>. D<small>IE</small> H<small>INTERGLATZE UND DIE</small> V<small>ORDERGLATZE WERDEN MIT EINANDER NICHT VEREINIGT</small><sup><xref rid="fn1386">22</xref></sup>, <small>UND DIE</small> Z<small>UNAHME DES EINEN</small><sup><xref rid="fn1382">18</xref></sup><small>ERFOLGT NICHT AUF DEM ANDEREN</small>. R. J<small>EHUDA SAGT, BEFINDET SICH</small> H<small>AAR ZWISCHEN IHNEN, WERDEN SIE NICHT VEREINIGT, WENN ABER NICHT, WERDEN SIE VEREINIGT</small>.</p>
<ftnote id="fn1365">1. &#x2018;D&#x00FC;nn&#x2019; hei&#x00DF;t eben d&#x00FC;nn, auch wenn es lang ist.</ftnote>
<ftnote id="fn1366">2. Vom Aussatze.</ftnote>
<ftnote id="fn1367">3. Ob die Verwandlung, das Erscheinen des Haares (cf. Lev. 13,20,25), vor dem Erscheinen des Aussatzes erfolgt ist od. nachher.</ftnote>
<ftnote id="fn1368">4. Wenn das Haar nachher erschienen ist.</ftnote>
<ftnote id="fn1369">5. Beim Hautaussatze.</ftnote>
<ftnote id="fn1370">6. Es ist ein Unreinheitszeichen, auch wenn daneben schwarze Haare sind, ob. IV,4.</ftnote>
<ftnote id="fn1371">7. Cf. supra IV,4.</ftnote>
<ftnote id="fn1372">8. Cf. Lev. 13,31,37.</ftnote>
<ftnote id="fn1373">9. Lev. 13,32.</ftnote>
<ftnote id="fn1374">10. Das schwarze Haar, das nach Erscheinen des Haaraussatzes auf diesem w&#x00E4;chst, bzw. das schon vor Erscheinen des Aussatzes auf dieser Stelle war.</ftnote>
<ftnote id="fn1375">11. Es hebt ihre Wirkung als Unreinheitszeichen auf.</ftnote>
<ftnote id="fn1376">12. Cf. Lev. 13,33.</ftnote>
<ftnote id="fn1377">13. Wobei das Haar ausf&#x00E4;llt.</ftnote>
<ftnote id="fn1378">14. Er ist unrein ohne abermals als positiv erkl&#x00E4;rt werden zu m&#x00FC;ssen.</ftnote>
<ftnote id="fn1379">15. Er ist rein, auch wenn der Aussatz sich &#x00FC;ber einen von beiden ausgebreitet hat.</ftnote>
<ftnote id="fn1380">16. Durch den Bart, der das ganze Gesicht einrahmt.</ftnote>
<ftnote id="fn1381">17. Dh. ein Aussatzfleck, der sich zur H&#x00E4;lfte auf dem einen u. zur H&#x00E4;lfte auf dem anderen befindet.</ftnote>
<ftnote id="fn1382">18. Wenn er sich auf einem von beiden befindet.</ftnote>
<ftnote id="fn1383">19. Dh. wodurch entsteht eine solche.</ftnote>
<ftnote id="fn1384">20. Nach den Kommentaren, Name einer enthaarend wirkenden Pflanze; dh. selbst wenn man sich die Glatze selber beigebracht hat.</ftnote>
<ftnote id="fn1385">21. Soll wohl hei&#x00DF;en: bis zur Stirn, wo das Haar beginnt.</ftnote>
<ftnote id="fn1386">22. Cf. Anm. 17 mut. mut.</ftnote>
</chapter>
<chapter>
<title>ELFTER ABSCHNITT</title>
<p><bold>A</bold>LLE K<small>LEIDER WERDEN DURCH DEN</small> A<small>USSATZ UNREIN, AUSGENOMMEN DIE DER</small> N<small>ICHTJUDEN</small>. H<small>AT JEMAND</small> K<small>LEIDER VON EINEM</small> N<small>ICHTJUDEN GEKAUFT, SO SUND SIE</small><sup><xref rid="fn1387">1</xref></sup> <small>WIE ANF&#x00C4;NGLICH ZU BEHANDELN</small>. H<small>&#x00C4;UTEVON</small> S<small>EETIEREN WERDEN DURCH DEN</small> A<small>USSATZ NICHT UNREIN</small>. H<small>AT MAN SIE VERBUNDEN MIT DEM, WAS AUF DEM</small> F<small>ESTLANDE ENTSTANDEN IST, AUCH NUR EINEM</small> F<small>ADEN ODER EINER</small> S<small>CHNUR, WENN ES NUR F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, SO WERDEN SIE UNREIN</small>.</p>
<p>II. H<small>AT MAN</small> K<small>AMELHAAR UND</small> S<small>CHAFWOLLE MITEINANDER GEHECHELT, SO WERDEN SIE, WENN ES MEHR VOM</small> K<small>AMELE IST, NICHT DURCH DEN</small> A<small>USSATZ UNREIN, WENN ES MEHR VOM</small> S<small>CHAFE IST, DURCH DEN</small> A<small>USSATZ UNREIN, UND WENN</small> H<small>&#x00C4;LFTE ZU</small> H<small>&#x00C4;LFTE, DURCH DEN</small> A<small>USSATZ UNREIN</small>. D<small>ASSELBE GILT AUCH VON</small> F<small>LACHS UND</small> H<small>ANF</small><sup><xref rid="fn1388">2</xref></sup>, <small>DIE MAN MITEINANDER GEHECHELT HAT</small>.</p>
<p>III. F<small>ARBIGE</small> F<small>ELLE UND</small> K<small>LEIDER WERDEN NICHT DURCH DEN</small> A<small>USSATZ UNREIN</small>. H<small>&#x00C4;USER, OB FARBIG ODER NICHT FARBIG, WERDEN DURCH DEN</small> A<small>USSATZ UNREIN &#x2013; SO</small> R. M<small>E&#x00CD;R;</small> R. J<small>EHUDA SAGT</small>, F<small>ELLE GLEICHEN</small> H<small>&#x00C4;USERN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, VON</small> N<small>ATUR FARBIGE WERDEN UNREIN, DURCH</small> M<small>ENSCHENHAND GEF&#x00C4;RBTE WERDEN NICHT UNREIN</small>.</p>
<p>IV. B<small>EI EINEM</small> K<small>LEIDE, DESSEN</small> A<small>UFZUG FARBIG UND DESSEN</small> E<small>INSCHLAG WEISS IST, RICHTE MAN SICH NACH DEM SICHTBAREN</small><sup><xref rid="fn1389">3</xref></sup>. K<small>LEIDER WERDEN BEI GR&#x00DC;NSTEM</small> G<small>R&#x00DC;N UND BEI ROTESTEM</small> R<small>OT</small><sup><xref rid="fn1390">4</xref></sup> <small>UNREIN</small>. W<small>ENN ES DUNKELGR&#x00DC;N</small><sup><xref rid="fn1390">4</xref></sup> <small>UND DIE</small> Z<small>UNAHME DUNKELROT</small><sup><xref rid="fn1390">4</xref></sup> <small>IST, ODER WENN ES DUNKELROT UND DIE</small> Z<small>UNAHME DUNKELGR&#x00DC;N IST, SO IST ES UNREIN</small>. W<small>ENN</small> [<small>DER</small> A<small>USSATZ SICH IN DER</small> F<small>ARBE</small>] <small>VER&#x00C4;NDERT UND ZUGENOMMEN, ODER SICH VER&#x00C4;NDERT UND NICHT ZUGENOMMEN HAT, SO IST ES EBENSO, ALS H&#x00C4;TTE ER SICH NICHT VER&#x00C4;NDERT</small>. R. J<small>EHUDA SAGT, ER SEI WIE EIN ANF&#x00C4;NGLICHER ZU BEHANDELN</small>.</p>
<p>V. B<small>LEIBT ES IN DER ERSTEN</small> [W<small>OCHE</small>] <small>UNVER&#x00C4;NDERT, SO IST ES ZU WASCHEN UND ABZUSCHLIESSEN ; BLEIBT ES IN DER ZWEITEN UNVER&#x00C4;NDERT, SO IST ES ZU VERBRENNEN; NIMMT ES ZU, OB IN DIESER ODER IN JENER, SO IST ES ZU VERBRENNEN</small>. W<small>IRD ES ANF&#x00C4;NGLICH</small><sup><xref rid="fn1391">5</xref></sup> <small>BLASSER, SO IST ES, WIE</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT ZU WASCHEN UND ABZUSCHLIESSEN; DIE WEISEN SAGEN</small>, [<small>DER</small> P<small>RIESTER</small>] <small>BRAUCHE SICH DAMIT NICHT ZU BEFASSEN</small><sup><xref rid="fn1392">6</xref></sup>. W<small>IRD ES IN DER ERSTEN</small> [W<small>OCHE</small>] <small>BLASSER, SO IST ES ZU WASCHEN UND ABZUSCHLIESSEN; WIRD ES IN DER ZWEITEN BLASSER, SO IST ES HERAUSZUREISSEN, UND DAS, WAS HERAUSGERISSEN, ZU VERBRENNEN, JEDOCH IST EIN</small> F<small>LICKEN EINZUSETZEN</small>; R. N<small>E&#x1E24;EMJA SAGT, ES SEI KEIN</small> F<small>LICKEN N&#x00D6;TIG</small>.</p>
<p>VI. K<small>EHRT DER</small> A<small>USSATZ WIEDER ZUM</small> K<small>LEIDE, SO IST DER</small> F<small>LICKEN GESCH&#x00DC;TZT</small><sup><xref rid="fn1393">7</xref></sup>; K<small>EHRT ER WIEDER ZUM</small> F<small>LICKEN, SO IST DAS</small> K<small>LEID ZU VERBRENNEN</small><sup><xref rid="fn1394">8</xref></sup>. W<small>ENN MAN EINEN</small> F<small>LICKEN VON EINEM ABGESCHLOSSENEN</small> [K<small>LEIDE</small>] <small>IN EIN REINES EINGESETZT HAT UND AUF DEM</small> K<small>LEIDE EIN</small> A<small>USSATZ ENTSTEHT, SO IST DER</small> F<small>LICKEN ZU VERBRENNEN; KEHRT ER WIEDER ZUM</small> F<small>LICKEN, SO IST DAS ERSTE</small> K<small>LEID ZU VERBRENNEN, UND DER</small> F<small>LICKEN DIENT DEM ZWEITEN</small> K<small>LEIDE BEI DEN</small> [A<small>USSATZ</small>]<small>ZEICHEN</small><sup><xref rid="fn1395">9</xref></sup>.</p>
<p>VII. B<small>EI EINEM</small> S<small>OMMERKLEIDE</small><sup><xref rid="fn1396">10</xref></sup>, <small>DAS FARBIG UND WEISS KARIERT</small><sup><xref rid="fn1397">11</xref></sup><small>IST, ERFOLGT DIE</small> Z<small>UNAHME VON EINEM AUF DAS ANDERE</small><sup>12</sup>. S<small>IE FRAGTEN</small> R. E<small>LIE&#x0351;ZER:</small> W<small>ENN ES ABER NUR EIN EINZIGES</small> [<small>WEISSES</small>] K<small>ARO</small><sup><xref rid="fn1398">13</xref></sup><small>IST</small>? E<small>R ERWIDERTE IHNEN</small> : I<small>CH HABE ES NICHT GEH&#x00D6;RT</small>. D<small>A SPRACH</small> R. J<small>EHUDA B</small>. B<small>ETHERA ZU IHM:</small> S<small>OLL ICH DAR&#x00DC;BER LEHREN?</small> J<small>ENER ERWIDERTE:</small> W<small>ENN DIE</small> W<small>ORTE DER</small> W<small>EISEN ZU BEST&#x00C4;TIGEN, DANN WOHL</small>. D<small>A SPRACH DIESER:</small> [D<small>ER</small> A<small>USSATZ</small>] <small>K&#x00D6;NNTE DARAUF ZWEI</small> W<small>OCHEN UNVER&#x00C4;NDERT BLEIBEN, UND BEIM</small> K<small>LEIDE IST ER, WENN ER ZWEI</small> W<small>OCHEN UNVER&#x00C4;NDERT BLEIBT, UNREIN</small>. D<small>A SPRACH JENER ZU IHM:</small> D<small>U BIST EIN GROSSER</small> W<small>EISER, DENN DU HAST DIE</small> W<small>ORTE DER</small> W<small>EISEN BEST&#x00C4;TIGT</small>. D<small>IE</small> Z<small>UNAHME</small> [<small>GILT ALS SOLCHE</small>], <small>WENN ANSCHLIESSEND, BEI JEDER</small> G<small>R&#x00D6;SSE, WENN ENTFERNT, BEI</small> G<small>RAUPENGR&#x00D6;SSE, UND BEIM WIEDERKEHRENDEN</small><sup><xref rid="fn1399">14</xref></sup>, <small>BEI</small> G<small>RAUPENGR&#x00D6;SSE</small>.</p>
<p>VIII. D<small>ER</small> A<small>UFZUG UND DER</small> E<small>INSCHLAG WERDEN DURCH DEN</small> A<small>USSATZ SOFORT</small><sup><xref rid="fn1400">15</xref></sup><small>UNREIN</small>. R. J<small>EHUDA SAGT, DER</small> A<small>UFZUG, SOBALD ER GEKOCHT IST, DER</small> E<small>INSCHLAG SOFORT UND</small> F<small>LACHSB&#x00DC;SCHEL, SOBALD SIE GEBLEICHT SIND</small>. W<small>IEVIEL MUSS DER</small> K<small>N&#x00C4;UEL HABEN, UM DURCH DEN</small> A<small>USSATZ UNREIN ZU WERDEN?</small> D<small>ASS MAN DARAUS DREI ZU DREI</small> [F<small>INGERBREITEN</small>] A<small>UFZUG UND</small> E<small>INSCHLAG WEBEN KANN, AUCH WENN ER NUR AUS</small> A<small>UFZUG ODER NUR AUS</small> E<small>INSCHLAG BESTEHT</small>. B<small>ESTEHT ER AUS</small> F<small>ADENST&#x00DC;CKEN, SO IST ER DURCH DEN</small> A<small>USSATZ NICHT UNREIN</small>. R. J<small>EHUDA SAGT, AUCH WENN</small> [<small>DER</small> F<small>ADEN</small>] <small>NUR EINMAL DURCHGERISSEN UND ZUSAMMENGEKNOTET IST, WERDE ER DURCH DEN</small> A<small>USSATZ NICHT UNREIN</small>.</p>
<p>IX. W<small>ENN MAN VON EINEM</small> K<small>N&#x00C4;UEL AUF DEN ANDEREN, VON EINER</small> S<small>PULE AUF DIE ANDERE, ODER VOM</small> O<small>BERBAUME</small><sup><xref rid="fn1401">16</xref></sup><small>AUF DEN</small> U<small>NTERBAUM GEWICKELT</small><sup><xref rid="fn1402">17</xref></sup> <small>HAT, DASSELBE GILT AUCH VON DEN BEIDEN</small> L<small>&#x00C4;NGEN EINES</small> H<small>EMDES</small><sup><xref rid="fn1403">18</xref></sup>, <small>UND EIN</small> A<small>USSATZ AUF EINEM VON IHNEN SICH ZEIGT, SO IST DAS ANDERE REIN</small>. W<small>ENN AN DER</small> S<small>EELE DES</small> W<small>EBEAUFZUGES</small><sup><xref rid="fn1404">19</xref></sup><small>ODER DER STEHENDEN</small> K<small>ETTE</small><sup><xref rid="fn1404">19</xref></sup>, <small>SO SIND SIE DURCH DEN</small> A<small>USSATZ SOFORT UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, DIE</small> K<small>ETTENF&#x00C4;DEN WERDEN ERST DANN UNREIN, WENN SIE ANEINANDER GESCHOBEN SIND</small>.</p>
<p>X. E<small>RSCHEINT ER AN DER STEHENDEN</small> K<small>ETTE, SO IST DAS</small> G<small>EWEBTE REIN; ERSCHEINT ER AM</small> G<small>EWEBTEN, SO IST DIE STEHENDE</small> K<small>ETTE REIN</small>. Z<small>EIGT ER SICH AM</small> L<small>AKEN, SO SIND DIE</small> F<small>RANSEN ZU VERBRENNEN</small><sup><xref rid="fn1405">20</xref></sup>; <small>ZEIGT ER SICH AN DEN</small> F<small>RANSEN, SO IST DAS</small> L<small>AKEN REIN</small>. Z<small>EIGT SICH EIN</small> A<small>USSATZ AM</small> H<small>EMDE, SO SIND DIE</small> T<small>RESSEN DARAN GESCH&#x00DC;TZT</small><sup><xref rid="fn1406">21</xref></sup>, <small>SELBST WENN SIE AUS</small> P<small>URPURWOLLE</small><sup><xref rid="fn1407">22</xref></sup><small>SIND</small>.</p>
<p>XI. A<small>LLES, WAS F&#x00DC;R DIE</small> L<small>EICHENUNREINHEIT EMPF&#x00C4;NGLICH IST, WIRD, AUCH WENN ES F&#x00DC;R DIE</small> U<small>NREINHEIT DURCH</small> A<small>UFTRETEN NICHT EMPF&#x00C4;NGLICH IST, DURCH DEN</small> A<small>USSATZ UNREIN</small>. S<small>O WERDEN BEISPIELSWEISE DAS</small> S<small>EGEL EINES</small> S<small>CHIFFES, DER</small> V<small>ORHANG, DAS</small> S<small>TIRNBAND EINES</small> K<small>OPFNETZES</small>, B<small>&#x00DC;CHERH&#x00DC;LLEN</small>, G<small>&#x00DC;RTEL</small>, S<small>CHUH- UND</small> S<small>ANDALENRIEMEN, DIE EINE</small> B<small>REITE VON</small> G<small>RAUPENGR&#x00D6;SSE HABEN, DURCH DEN</small> A<small>USSATZ UNREIN</small>. Z<small>EIGT SICH EIN</small> A<small>USSATZ AN EINEM</small> F<small>RIESKLEIDE, SO IST ES, WIE</small> R. E<small>LIE&#x0351;ZER B</small>. J<small>A&#x0351;QOB SAGT</small>, [<small>NUR DANN UNREIN</small>], <small>WENN ER SICH AM</small> G<small>EWEBE UND AM</small> H<small>AARE ZEIGT</small>. D<small>ER</small> S<small>CHLAUCH UND DIE</small> H<small>IRTENTASCHE SIND WIE BEIM</small> G<small>EBRAUCHE ZU BESICHTIGEN</small><sup><xref rid="fn1408">23</xref></sup>. D<small>IE</small> Z<small>UNAHME ERFOLGT BEI IHNEN</small> [<small>AUCH</small>] <small>VON DER</small> I<small>NNENSEITE NACH DER</small> A<small>USSENSEITE UND VON DER</small> A<small>USSENSEITE NACH DER</small> I<small>NNENSEITE</small><sup><xref rid="fn1409">24</xref></sup>.</p>
<p>XII. I<small>ST EIN ABGESCHLOSSENES</small> K<small>LEID</small><sup><xref rid="fn1410">25</xref></sup><small>UNTER ANDERE GERATEN, SO SIND ALLE REIN; HAT MAN ES ZERZUPFT UND DARAUS</small> C<small>HARPIE GEMACHT, SO IST ES REIN UND ZUR</small> N<small>UTZNIESSUNG ERLAUBT</small>. I<small>ST EIN ALS POSITIV ERKL&#x00C4;RTES UNTER ANDERE GERATEN, SO SIND ALLE UNREIN; HAT MAN ES ZERZUPFT UND DARAUS</small> C<small>HARPIE GEMACHT, SO IST ES UNREIN UND ZUR</small> N<small>UTZNIESSUNG VERBOTEN</small>.</p>
<ftnote id="fn1387">1. Auch wenn der Aussatz schon vorher daran haftete.</ftnote>
<ftnote id="fn1388">2. Von denen nur das erstere f&#x00FC;r die Unreinheit empf&#x00E4;nglich ist.</ftnote>
<ftnote id="fn1389">3. Das mehr ins Auge f&#x00E4;llt, auch wenn das andere mehr ist.</ftnote>
<ftnote id="fn1390">4. Diese Farben sind Unreinheitszeichen beim Kleideraussatze; cf. Lev. 13,49.</ftnote>
<ftnote id="fn1391">5. Gleich bei der Besichtigung, vor dem Abschlie&#x00DF;en.</ftnote>
<ftnote id="fn1392">6. Er kann es gleich als rein erkl&#x00E4;ren.</ftnote>
<ftnote id="fn1393">7. Er braucht nicht mitverbrannt zu werden.</ftnote>
<ftnote id="fn1394">8. Der Flicken aber nur dann, wenn er die verunreinigungsf&#x00E4;hige Gr&#x00F6;&#x00DF;e hat; cf. Kel. XXVII,2.</ftnote>
<ftnote id="fn1395">9. Das Kleid ist mit diesem abzuschlie&#x00DF;en, u. wenn daran kein Aussatz entsteht, ist nur der Flicken zu verbrennen.</ftnote>
<ftnote id="fn1396">10. Das fremdartige <span dir="rtl">&#x05E7;&#x05D9;&#x05D8;&#x05D4;</span> od. <span dir="rtl">&#x05E7;&#x05D9;&#x05D9;&#x05D8;&#x05D0;</span> ist nach Maimonides von <span dir="rtl">&#x05E7;&#x05D9;&#x05D9;&#x05D8;&#x05D0;</span> Sommer, abzuleiten, das leichte Sommerkleid; m&#x00F6;glicherweise vom lat. cutis, die H&#x00FC;lle (das &#x2018;lateinische&#x2019; <span dir="rtl">&#x05E7;&#x05D5;&#x05D8;&#x05D9;&#x05D9;&#x05D0;</span> f&#x00FC;r Frauenkleid bei Bertinoro ist wohl Kutte). Wenn aber ein Abschreiber nach dem anderen &#x2018;<italic>&#x03F0;&#x03BF;&#x1F77;&#x03C4;&#x03B7;</italic>, Tuch, Vorhang&#x2019; nachschreibt, so gen&#x00FC;gt der Hinweis, da&#x00DF; dieses gr. Wort nur Lager, Schlafst&#x00E4;tte bedeutet.</ftnote>
<ftnote id="fn1397">11. Od. gestreift; schon das biblische <span dir="rtl">&#x05E4;&#x05E1;&#x05D9;&#x05DD;</span> hat diese Bedeutung, u. wird von den alten &#x00DC;bersetzern buntfarbig &#x00FC;bersetzt.</ftnote>
<ftnote id="fn1398">13. Soda&#x00DF; der Fleck sich nicht ausdehnen kann; ob auch dann eine Abschlie&#x00DF;ung erforderlich ist.</ftnote>
<ftnote id="fn1399">14. Wenn er verbla&#x00DF;t u. aus dem Kleide herausgerissen worden war.</ftnote>
<ftnote id="fn1400">15. Nach den Spinnen, auch ungebleicht.</ftnote>
<ftnote id="fn1401">16. Des Webstuhles.</ftnote>
<ftnote id="fn1402">17. Soda&#x00DF; beide durch den Faden verbunden sind.</ftnote>
<ftnote id="fn1403">18. Wenn die Vorderseite u. die Hinterseite nicht zusammengen&#x00E4;ht, sondern nur oben leicht zusammengeheftet sind.</ftnote>
<ftnote id="fn1404">19. Vgl. S. 633 Anmm. 7 u. 8.</ftnote>
<ftnote id="fn1405">20. Mit dem unreinen Laken.</ftnote>
<ftnote id="fn1406">21. Sie bleiben rein.</ftnote>
<ftnote id="fn1407">22. Aus verunreinigungsf&#x00E4;higem Stoffe.</ftnote>
<ftnote id="fn1408">23. Man braucht die Falten u. die Schleifen nicht zu untersuchen.</ftnote>
<ftnote id="fn1409">24. Wie bei allen Dingen aus Leder.</ftnote>
<ftnote id="fn1410">25. Wenn man es gef&#x00E4;rbt hat u. der Aussatzfleck nicht zu sehen ist.</ftnote>
</chapter>
<chapter>
<title>ZW&#x00D6;LFTER ABSCHNITT</title>
<p><bold>A</bold>LLE H<small>&#x00C4;USER WERDEN DURCH DEN</small> A<small>USSATZ UNREIN, AUSGENOMMEN DIE DER</small> N<small>ICHTJUDEN</small>. H<small>AT JEMAND</small> H<small>&#x00C4;USER VON</small> N<small>ICHTJUDEN GEKAUFT, SO SIND SIE WIE ANF&#x00C4;NGLICH</small><sup><xref rid="fn1411">1</xref></sup> <small>ZU BEHANDELN</small>. E<small>IN RUNDES</small> H<small>AUS, EIN DREIECKIGES</small> H<small>AUS, EIN AUF EINEM</small> S<small>CHIFFE, AUF EINEM</small> F<small>LOSSE</small><sup><xref rid="fn1412">2</xref></sup> <small>ODER AUF VIER</small> B<small>ALKEN GEBAUTES</small> H<small>AUS WIRD DURCH DEN</small> A<small>USSATZ NICHT UNREIN; IST ES VIERECKIG, SO WIRD ES AUCH AUF VIER</small> P<small>F&#x00C4;HLEN UNREIN</small>.</p>
<p>II. E<small>IN</small> H<small>AUS, DESSEN EINE</small> S<small>EITE MIT</small> M<small>ARMOR VERKLEIDET</small><sup><xref rid="fn1413">3</xref></sup> <small>IST, MIT</small> F<small>ELSSTEINEN, MIT</small> Z<small>IEGELSTEINEN ODER MIT</small> E<small>RDE, IST REIN</small>. W<small>ENN EIN</small> H<small>AUS NICHT AUS</small> S<small>TEINEN</small>, H<small>OLZ UND</small> E<small>RDE BESTEHT UND MAN, NACHDEM DER</small> A<small>USSATZ SICH DARAN GEZEIGT HAT</small>, S<small>TEINE</small>, H<small>OLZ UND</small> E<small>RDE EINGEF&#x00DC;GT HAT, SO IST ES REIN</small>. D<small>ASSELBE GILT AUCH VON EINEM</small> K<small>LEIDE : WENN DARAN KEINE DREI ZU DREI</small> [F<small>INGERBREITEN</small>] <small>GEWEBT WAREN UND MAN, NACHDEM DER</small> A<small>USSATZ SICH DARAN GEZEIGT HAT, DARAN DREI ZU DREI</small> [F<small>INGERBREITEN</small>] <small>GEWEBT HAT, SO IST ES REIN</small>. D<small>AS</small> H<small>AUS WIRD NUR DANN DURCH DEN</small> A<small>USSATZ UNREIN, WENN ES AUS</small> S<small>TEINEN</small>, H<small>OLZ UND</small> E<small>RDE BESTEHT</small>.</p>
<p>III. W<small>IEVIEL</small> S<small>TEINE MUSS ES HABEN?</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, VIER;</small> R. A&#x0351;<small>QIBA SAGT, ACHT</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT N&#x00C4;MLICH, NUR WENN ER SICH IN ZWEI</small> G<small>RAUPENGR&#x00D6;SSEN AUF ZWEI</small> S<small>TEINEN ODER AUF EINEM</small> S<small>TEINE ZEIGT, UND</small> R. A&#x0351;<small>QIBA SAGT, NUR WENN ER SICH IN ZWEI</small> G<small>RAUPENGR&#x00D6;SSEN AUF ZWEI</small> S<small>TEINEN UND NICHT AUF EINEM</small> S<small>TEINE ZEIGT</small>. R. E<small>LEA&#x0351;ZAR B</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, NUR WENN ER SICH IN ZWEI</small> G<small>RAUPENGR&#x00D6;SSEN AUF ZWEI</small> S<small>TEINEN AN ZWEI</small> W<small>&#x00C4;NDEN IN EINEM</small> W<small>INKEL ZEIGT; ZWEI</small> G<small>RAUPENGR&#x00D6;SSEN LANG UND EINE</small> G<small>RAUPENGR&#x00D6;SSE BREIT</small>.</p>
<p>IV. H<small>OLZ SOVIEL, UM ES UNTER DIE</small> O<small>BERSCHWELLE ZU LEGEN;</small> R. J<small>EHUDA SAGT, UM DARAUS EINE</small> V<small>ERSCHALUNG F&#x00DC;R DIE</small> A<small>USSENSEITE DER</small> O<small>BERSCHWELLE</small><sup><xref rid="fn1414">4</xref></sup> <small>MACHEN ZU K&#x00D6;NNEN</small>. E<small>RDE SOVIEL, UM SIE ZWISCHEN EINEM</small> H<small>ALBSTEINE UND DEM ANDEREN TUN ZU K&#x00D6;NNEN</small>. D<small>IE</small> W<small>&#x00C4;NDE EINER</small> K<small>RIPPE UND DIE</small> W<small>&#x00C4;NDE EINES</small> V<small>ERSCHLAGES</small><sup><xref rid="fn1415">5</xref></sup> <small>WERDEN NICHT DURCH DEN</small> A<small>USSATZ UNREIN</small>. [E<small>IN</small> H<small>AUS</small>] <small>IN</small> J<small>ERU&#x0160;ALEM UND AUSSERHALB DES</small> L<small>ANDES WIRD DURCH DEN</small> A<small>USSATZ NICHT UNREIN</small>.</p>
<p>V. W<small>IE ERFOLGT DIE</small> B<small>ESICHTIGUNG DES</small> H<small>AUSES</small>? <sup><xref rid="fn1416">6</xref></sup><italic>Es komme der, dem das Haus geh&#x00F6;rt, und spreche zum Priester also: Wie ein Aussatz hat sich mir am Hause gezeigt.</italic> S<small>ELBST WENN ER</small> S<small>CHRIFTGELEHRTER IST UND WEISS, DASS ES SICHER EIN</small> A<small>USSATZ IST, DARF ER NICHT ENTSCHEIDEND SAGEN: EIN</small> A<small>USSATZ HAT SICH MIR AM</small> H<small>AUSE GEZEIGT, SONDERN: WIE EIN</small> A<small>USSATZ HAT SICH MIR AM</small> H<small>AUSE GEZEIGT</small>. <sup><xref rid="fn1417">7</xref></sup><italic>Dann befehle der Priester, und man r&#x00E4;ume das Haus aus, bevor der Priester den Aussatz besichtigen kommt, damit nicht alles unrein werde, was im Hause ist, und nachher</italic><sup><xref rid="fn1418">8</xref></sup><italic> komme der Priester, das Haus zu besichtigen.</italic> S<small>ELBST</small> H<small>OLZB&#x00DC;NDEL UND</small> R<small>OHRB&#x00DC;NDEL &#x2013; SO</small> R. J<small>EHUDA</small>. R. &#x0160;<small>IMO&#x0351;N SAGT:</small> D<small>IES W&#x00C4;RE EINE</small> B<small>ESCH&#x00C4;FTIGUNG F&#x00DC;R</small> M<small>&#x00DC;SSIGG&#x00C4;NGER</small><sup><xref rid="fn1419">9</xref></sup>. R. M<small>E&#x00CD;R SPRACH:</small> W<small>AS KANN IHM DA UNREIN WERDEN: MEINST DU ETWA SEINE</small> H<small>OLZGER&#x00C4;TE, SEINE</small> K<small>LEIDER UND SEINE</small> M<small>ETALLGER&#x00C4;TE, SO KANN ER SIE JA UNTERTAUCHEN, UND SIE WERDEN REIN</small>&#x0021;? D<small>IE</small> T<small>ORA SCHONTE VIELMEHR SEIN</small> T<small>ONGEF&#x00C4;SS, SEIN</small> K<small>R&#x00DC;GLEIN UND SEIN</small> T<small>ROPFFL&#x00C4;SCHCHEN</small><sup><xref rid="fn1420">10</xref></sup>. W<small>ENN NUN DIE</small> T<small>ORA SEINEN MINDERWERTIGEN</small> B<small>ESITZ SO SEHR GESCHONT HAT, UM WIEVIEL MEHR SEINEN WERTVOLLEN</small> B<small>ESITZ</small>. U<small>ND WENN SO SEHR SEINEN</small> B<small>ESITZ, UM WIEVIEL MEHR DAS</small> L<small>EBEN SEINER</small> S<small>&#x00D6;HNE UND SEINER</small> T<small>&#x00D6;CHTER</small>. U<small>ND WENN SO SEHR DAS EINES</small> S<small>&#x00DC;NDERS</small><sup><xref rid="fn1421">11</xref></sup>, <small>UM WIEVIEL MEHR DAS EINES</small> G<small>ERECHTEN</small>.</p>
<p>VI. E<small>R</small><sup><xref rid="fn1422">12</xref></sup><small>DARF NICHT NACH</small> H<small>AUSE GEHEN UND ES ABSCHLISSEN</small><sup><xref rid="fn1423">13</xref></sup>, <small>AUCH NICHT IM</small> H<small>AUSE, IN DEM DER</small> A<small>USSATZ IST</small>, [<small>BLEIBEN</small>] <small>UND ES ABSCHLISSEN</small><sup><xref rid="fn1424">14</xref></sup>, <small>VIELMEHR STEHE ER AN DER</small> T<small>&#x00DC;R DES</small> H<small>AUSES, IN DEM DER</small> A<small>USSATZ IST, UND SCHLIESSE ES AB, DENN ES HEISST</small> :<sup><xref rid="fn1425">15</xref></sup><italic>und der Priester gehe aus dem Hause zur T&#x00FC;r des Hauses und schlie&#x00DF;e das Haus auf sieben Tage ab.</italic> A<small>M</small> E<small>NDE DER</small> W<small>OCHE KOMME ER WIEDER UND SCHAUE NACH, OB</small> [<small>DER</small> A<small>USSATZ</small>] <small>ZUGENOMMEN HAT</small>.<sup><xref rid="fn1426">16</xref></sup><italic>Und der Priester befehle, und man rei&#x00DF;e die Steine heraus, an denen der Schaden, und werfe sie au&#x00DF;erhalb der Stadt an einen unreinen Ort. Sodann nehme man andere Steine, und bringe sie anstelle der Steine, und er nehme andere Erde und &#x00FC;berstreiche das Haus.</italic> M<small>AN DARF NICHT</small> S<small>TEINE VON DER EINEN</small> S<small>TELLE NEHMEN UND AN EINE ANDERE</small> S<small>TELLE HINTUN, NICHT</small> E<small>RDE VON DER EINEN</small> S<small>TELLE NEHMEN UND AN EINE ANDERE</small> S<small>TELLE HINTUN, UND</small> K<small>ALK AUS KEINER</small> S<small>TELLE</small>. M<small>AN DARF NICHT EINEN STATT ZWEI ODER ZWEI STATT EINES NEHMEN, VIELMEHR NEHME MAN ZWEI STATT ZWEI, STATT DREI ODER STATT VIER</small>. H<small>IERAUS FOLGERND SAGTEN SIE:</small> W<small>EHE DEM</small> F<small>REVLER UND WEHE SEINEM</small> N<small>ACHBAR</small><sup><xref rid="fn1427">17</xref></sup>. B<small>EIDE M&#x00DC;SSEN</small> [<small>DIE</small> S<small>TEINE</small>] <small>HERAUSREISSEN, BEIDE M&#x00DC;SSEN</small> [<small>DIE</small> E<small>RDE</small>] <small>ABKRATZEN, UND BEIDE M&#x00DC;SSEN</small> [<small>ANDERE</small>] S<small>TEINE HOLEN;</small> E<small>RDE ABER BRINGE DIESER ALLEIN, DENN ES HEISST:</small> <italic>und nehme andere Erde und &#x00FC;berstreiche das Haus</italic>; <small>SEIN</small> N<small>ACHBAR BRAUCHT SICH NICHT MIT IHM BEIM</small> B<small>ESTREICHEN ZU BEFASSEN</small>.</p>
<p>VII. A<small>M</small> E<small>NDE DER</small> W<small>OCHE KOMME ER WIEDER UND SCHAUE NACH, OB ER WIEDERGEKEHRT IST</small>.<sup><xref rid="fn1428">18</xref></sup><italic>Und er rei&#x00DF;e das Haus nieder, seine Steine, sein Holz und die ganze Erde des Hauses, und bringe es au&#x00DF;erhalb der Stadt an einen unreinen Ort</italic>. D<small>IE</small> Z<small>UNAHME</small> [<small>GILT ALS SOLCHE</small>], <small>WENN ANSCHLIESSEND, BEI JEDER</small> G<small>R&#x00D6;SSE, WENN ENTFERNT, BEI</small> G<small>RAUPENGR&#x00D6;SSE, UND BEIM</small> (<small>AN</small> H<small>&#x00C4;USERN</small>) <small>WIEDERKEHRENDEN, BEI ZWEI</small> G<small>RAUPENGR&#x00D6;SSEN</small>.</p>
<ftnote id="fn1411">1. Vgl. S. 714 Anm. 1.</ftnote>
<ftnote id="fn1412">2. Von allen Lesarten die einzig richtige ist <span dir="rtl">&#x05D1;&#x05D0;&#x05E1;&#x05DB;&#x05D3;&#x05D9;&#x05D9;&#x05D4;</span>, gr. <italic>&#x03BF;&#x03C7;&#x03F5;&#x03B4;&#x1F77;&#x03B1;,</italic> Flo&#x00DF;.</ftnote>
<ftnote id="fn1413">3. Die also f&#x00FC;r die Unreinheit durch den Aussatz nicht empf&#x00E4;nglich ist.</ftnote>
<ftnote id="fn1414">4. Soda&#x00DF; die T&#x00FC;r, wenn sie zugemacht wird, sich unter dieser befindet u. nicht vorsteht.</ftnote>
<ftnote id="fn1415">5. Einer leichten Scheidewand, durch die der Raum, geteilt wird; nach anderer Erkl&#x00E4;rung der Gartenzaun.</ftnote>
<ftnote id="fn1416">6. Lev. 14,35.</ftnote>
<ftnote id="fn1417">7. Ib. V. 36.</ftnote>
<ftnote id="fn1418">8. <span dir="rtl">&#x05DB;&#x05DA;</span> in der Erstausgabe ist Druckfehler. In manchen Texten fehlt die 2. H&#x00E4;lfte des angezogenen Schriftverses, da die folgende Auslegung sich nur auf die 1. H&#x00E4;lfte bezieht.</ftnote>
<ftnote id="fn1419">9. Diese werden nicht unrein, auch wenn sie darin bleiben.</ftnote>
<ftnote id="fn1420">10. Die durch das Untertauchen nicht rein werden u. daher zu zerbrechen sind; cf. Lev. 15,12.</ftnote>
<ftnote id="fn1421">11. Der Aussatz ist eine Strafe f&#x00FC;r manche S&#x00FC;nden; Ar. Fol. 16a.</ftnote>
<ftnote id="fn1422">12. Der untersuchende Priester.</ftnote>
<ftnote id="fn1423">13. Durch einen anderen abschlie&#x00DF;en lassen.</ftnote>
<ftnote id="fn1424">14. Und es nachher verlassen.</ftnote>
<ftnote id="fn1425">15. Lev. 14,38.</ftnote>
<ftnote id="fn1426">16. Ib. VV, 40 u. 42.</ftnote>
<ftnote id="fn1427">17. Ist es eine gemeinsame Wand zwischen 2 H&#x00E4;usern, so mu&#x00DF; sich auch der Nachbar mit dem Ausrei&#x00DF;en der Steine befassen.</ftnote>
<ftnote id="fn1428">18. Lev. 14,45.</ftnote>
</chapter>
<chapter>
<title>DREIZEHNTER ABSCHNITT</title>
<p><bold>E</bold>S <small>GIBT ZEHN</small> [F<small>&#x00C4;LLE VON</small>] H<small>&#x00C4;USER</small>[<small>AUSSATZ</small>]. I<small>ST ER IN DER ERSTEN</small> [W<small>OCHE</small>] <small>BLASSER GEWORDEN ODER GESCHWUNDEN, SO SCH&#x00C4;LE MAN IHN HERUNTER, UND ER IST REIN</small>. I<small>ST ER IN DER ZWEITEN BLASSER GEWORDEN ODER GESCHWUNDEN, SO SCH&#x00C4;LE MAN IHN HERUNTER, UND ER BEN&#x00D6;TIGT DER</small> V<small>&#x00D6;GEL</small><sup><xref rid="fn1429">1</xref></sup>. H<small>AT ER IN DER ERSTEN</small> [W<small>OCHE</small>] <small>ZUGENOMMEN, SO REISSE MAN</small> [<small>DIE</small> S<small>TEINE</small>] <small>HERAUS, KRATZE AB UND &#x00DC;BERSTREICHE SIE</small><sup><xref rid="fn1430">2</xref></sup>, <small>UND MAN GEW&#x00C4;HRE IHM NOCH EINE</small> W<small>OCHE</small>. K<small>EHRT ER WIEDER, SO IST</small> [<small>DAS</small> H<small>AUS</small>] <small>NIEDERZUREISSEN, UND KEHRT ER NICHT WIEDER, SO BEN&#x00D6;TIGT ER DER</small> V<small>&#x00D6;GEL</small>. I<small>ST ER IN DER ERSTEN</small> [W<small>OCHE</small>] <small>UNVER&#x00C4;NDERT GEBLIEBEN UND HAT IN DER ZWEITEN ZUGENOMMEN, SO REISSE MAN</small> [<small>DIE</small> S<small>TEINE</small>] <small>HERAUS</small>, <small>KRATZE AB UND &#x00DC;BERSTREICHE SIE</small><sup><xref rid="fn1430">2</xref></sup>, <small>UND MAN GEW&#x00C4;HRE IHM NOCH EINE</small> W<small>OCHE</small>. K<small>EHRT ER WIEDER, SO IST</small> [<small>DAS</small> H<small>AUS</small>] <small>NIEDERZUREISSEN, UND KEHRT ER NICHT WIEDER, SO BEN&#x00D6;TIGT ER DER</small> V<small>&#x00D6;GEL</small>. I<small>ST ER IN DER EINEN UND DER ANDEREN UNVER&#x00C4;NDERT GEBLIEBEN. SO REISSE MAN</small> [<small>DIE</small> S<small>TEINE</small>] <small>HERAUS, KRATZE AB UND &#x00DC;BERSTREICHE SIE</small><sup><xref rid="fn1430">2</xref></sup>, <small>UND MAN GEW&#x00C4;HRE IHM NOCH EINE</small> W<small>OCHE</small>. K<small>EHRT ER WIEDER, SO IST</small> [<small>DAS</small> H<small>AUS</small>] <small>NIEDERZUREISSEN, UND KEHRT ER NICHT WIEDER, SO BEN&#x00D6;TIGT ER DER</small> V<small>&#x00D6;GEL</small>. Z<small>EIGT SICH DER</small> A<small>USSATZ WIEDER, BEVOR</small> [<small>DAS</small> H<small>AUS</small>] <small>DURCH DIE</small> V<small>&#x00D6;GEL GEREINIGT WORDEN IST, SO IST ES NIEDERZUREISSEN, UND ZEIGT SICH DER</small> A<small>USSATZ WIEDER, NACHDEM ES DURCH DIE</small> V<small>&#x00D6;GEL GEREINIGT WORDEN IST, SO IST ER WIE ANF&#x00C4;NGLICH ZU BEHANDELN</small>.</p>
<p>II. E<small>INEN</small> E<small>CKSTEIN</small><sup><xref rid="fn1431">3</xref></sup> <small>REISSE MAN, WENN MAN IHN HERAUSREISST, VOLLST&#x00C4;NDIG HERAUS; REISST MAN ABER</small> [<small>DAS</small> H<small>AUS</small>] <small>NIEDER, SO REISSE MAN SEINES NIEDER UND LASSE DAS SEINES</small> N<small>&#x00C4;CHSTEN</small>. E<small>S ERGIBT SICH ALSO, DASS ES BEIM</small> H<small>ERAUSREISSEN STRENGER IST ALS BEIM</small> N<small>IEDERREISSEN</small>. R. E<small>LIE&#x0351;ZER SAGTE:</small> I<small>ST EIN</small> H<small>AUS</small><sup><xref rid="fn1432">4</xref></sup> <small>AUS</small> H<small>AUPT- UND</small> Z<small>WISCHENSCHICHTEN</small><sup><xref rid="fn1433">5</xref></sup> <small>GEBAUT, SO NEHME ER, WENN</small> [<small>DER</small> A<small>USSATZ</small>] <small>SICH IN DER</small> H<small>AUPTSCHICHT ZEIGT, DEN GANZEN</small> [S<small>TEIN</small>] <small>HERAUS, UND WENN IN DER</small> Z<small>WISCHENSCHICHT, NUR SEINEN HERAUS UND LASSE DEN SEINES</small> N<small>&#x00C4;CHSTEN</small>.</p>
<p>III. B<small>EFINDET SICH &#x00DC;BER DEM</small> H<small>AUSE, IN DEM EIN</small> A<small>USSATZ SICH ZEIGT, EIN</small> S<small>&#x00D6;LLER, SO LASSE MAN DAS</small> G<small>EB&#x00C4;LK</small><sup><xref rid="fn1434">6</xref></sup> <small>ZUM</small> S<small>&#x00D6;LLER, UND ZEIGT ER SICH IM</small> S<small>&#x00D6;LLER, SO LASSE MAN DAS</small> G<small>EB&#x00C4;LK ZUM</small> H<small>AUSE</small>. B<small>EFINDET SICH DAR&#x00DC;BER KEIN</small> S<small>&#x00D6;LLER, SO SIND SEINE</small> S<small>TEINE, SEIN</small> H<small>OLZ UND SEINE</small> E<small>RDE MIT NIEDERZUREISSEN, DIE</small> R<small>AHMEN</small><sup><xref rid="fn1435">7</xref></sup> <small>ABER UND DIE</small> F<small>ENSTERGITTER BLEIBEN GESCH&#x00DC;TZT</small>. R. J<small>EHUDA SAGT, DER</small> R<small>AHMEN, DER DAR&#x00DC;BER EINGEBAUT</small><sup><xref rid="fn1436">8</xref></sup> <small>IST, SEI MIT NIEDERZUREISSEN</small>. S<small>EINE</small> S<small>TEINE, SEIN</small> H<small>OLZ UND SEINE</small> E<small>RDE VERUNREINIGEN IN</small> O<small>LIVENGR&#x00D6;SSE</small>. R. E<small>LIE&#x0351;ZER</small> &#x1E24;<small>ISMA SAGT, IN JEDER</small> G<small>R&#x00D6;SSE</small>.</p>
<p>IV. D<small>AS ABGESCHLOSSENE</small> H<small>AUS VERUNREINIGT VON INNEN, UND DAS POSITIV UNREINE VON INNEN UND VON AUSSEN; DAS EINE UND DAS ANDERE VER- UNREINIGEN BEIM</small> H<small>INEINKOMMEN</small>.</p>
<p>V. W<small>ENN MAN</small> [S<small>TEINE</small>] <small>VON EINEM ABGESCHLOSSENEN</small> [H<small>AUSE</small>] <small>IN EIN REINES HINEINGEBAUT HAT UND DER</small> A<small>USSATZ SICH WIEDER IM</small> H<small>AUSE ZEIGT, SO REISSE MAN DIE</small> S<small>TEINE</small><sup><xref rid="fn1437">9</xref></sup> <small>HERAUS; ZEIGT ER SICH WIEDER AN DEN</small> S<small>TEI- NEN, SO IST DAS ERSTE</small> H<small>AUS NIEDERZUREISSEN UND DIE</small> S<small>TEINE DIENEN DEM ZWEITEN</small> H<small>AUSE BEI DEN</small> [A<small>USSATZ</small>]<small>ZEICHEN</small><sup><xref rid="fn1438">10</xref></sup>.</p>
<p>VI. W<small>ENN EIN</small> H<small>AUS EIN AUSS&#x00C4;TZIGES</small> H<small>AUS &#x00DC;BERDACHT</small><sup><xref rid="fn1439">11</xref></sup><small>UND EBENSO, WENN EIN</small> B<small>AUM EIN AUSS&#x00C4;TZIGES</small> H<small>AUS &#x00DC;BERDACHT, SO IST, WER IN DAS &#x00C4;USSERE HINEINGEHT, REIN &#x2013;SO</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA</small>. R. E<small>LEA&#x0351;ZAR SPRACH:</small> W<small>ENN SOGAR EIN</small> S<small>TEIN DAVON BEIM</small> H<small>INEINKOMMEN</small><sup><xref rid="fn1440">12</xref></sup><small>UNREIN MACHT, WIE SOLLTE ES SELBER NICHT BEIM</small> H<small>INEINKOMMEN UNREIN MACHEN</small>&#x0021;?</p>
<p>VII. W<small>ENN UNTER EINEM</small> B<small>AUME EIN</small> U<small>NREINER</small><sup><xref rid="fn1441">13</xref></sup><small>STEHT UND EIN</small> R<small>EINER VOR&#x00DC;BERGEHT, SO IST ER UNREIN; WENN UNTER EINEM</small> B<small>AUME EIN</small> R<small>EINER STEHT UND EIN</small> U<small>NREINER VOR&#x00DC;BERGEHT, SO IST ER REIN; BLEIBT ER STEHEN, SO IST ER UNREIN</small>. D<small>ESGLEICHEN IST ER BEI EINEM AUSS&#x00C4;TZIGEN</small> S<small>TEINE</small><sup><xref rid="fn1442">14</xref></sup> <small>REIN, UND WENN ER IHN HINLEGT, UNREIN</small>.</p>
<p>VIII. I<small>ST EIN</small> R<small>EINER MIT DEM</small> K<small>OPFE UND DER GR&#x00D6;SSEREN</small> H<small>&#x00C4;LFTE SEINES</small> K<small>&#x00D6;RPERS IN EIN UNREINES</small> H<small>AUS HINEINGEKOMMEN, SO IST ER UNREIN, UND IST EIN</small> U<small>NREINER MIT DEM</small> K<small>OPFE UND DER GR&#x00D6;SSEREN</small> H<small>&#x00C4;LFTE SEINES</small> K<small>&#x00D6;RPERS IN EIN REINES</small> H<small>AUS HINEINGEKOMMEN, SO HAT ER ES UNREIN GEMACHT</small>. H<small>AT MAN</small> [<small>EIN</small> S<small>T&#x00DC;CK</small>] <small>VON DREI ZU DREI</small> [F<small>INGERBREITEN</small>] <small>VON EINEM REINEN</small> M<small>ANTEL IN EIN UNREINES</small> H<small>AUS HINEINGEBRACHT, SO IST ES UNREIN, UND HAT MAN VON EINEM UNREINEN AUCH NUR EIN OLIVENGROSSES</small> S<small>T&#x00DC;CK IN EIN REINES</small> H<small>AUS HINEINGEBRACHT, SO HAT ES DIESES UNREIN GEMACHT</small>.</p>
<p>IX. G<small>EHT JEMAND IN EIN AUSS&#x00C4;TZIGES</small> H<small>AUS HINEIN MIT DEN</small> K<small>LEIDERN AUF DER</small> S<small>CHULTER UND DEN</small> S<small>ANDALEN UND DEN</small> R<small>INGEN IN DEN</small> H<small>&#x00C4;NDEN, SO SIND ER UND DIESE SOFORT UNREIN; HAT ER ABER DIE</small> K<small>LEIDER AN, DIE</small> S<small>ANDALEN AN DEN</small> F<small>&#x00DC;SSEN UND DIE</small> R<small>INGE AN DEN</small> F<small>INGERN, SO IST ER SOFORT UNREIN, DIESE ABER SIND SOLANGE REIN, BIS ER DA GEWEILT HAT, ALS MAN EIN</small> P<small>ERAS ESSEN KANN</small>, W<small>EIZENBROT UND NICHT</small> G<small>ERSTENBROT, ANGELEHNT UND MIT</small> Z<small>UKOST GEGESSEN</small><sup><xref rid="fn1443">15</xref></sup>.</p>
<p>X. W<small>ENN ER DRINNEN STEHT UND DIE</small> H<small>AND MIT DEN</small> R<small>INGEN DARAN NACH AUSSEN HINAUSSTRECKT, SO SIND SIE. WENN ER DA SOLANGE GEWEILT HAT</small>, <small>ALS MAN EIN</small> P<small>ERAS ESSEN KANN, UNREIN</small>. W<small>ENN ER DRAUSSEN STEHT UND DIE</small> H<small>AND MIT DEN</small> R<small>INGEN DARAN INNEN HINEINSTECKT, SO SIND SIE NACH</small> R. J<small>EHUDA SOFORT UNREIN, UND WIE DIE</small> W<small>EISEN SAGEN, ERST WENN, ER SOLANGE GEWEILT HAT, ALS MAN EIN</small> P<small>ERAS ESSEN KANN</small>. S<small>IE SPRACHEN ZU</small> R. J<small>EHUDA:</small> W<small>ENN ER IN DEM</small> F<small>ALLE, WENN SEIN GANZER</small> K<small>&#x00D6;RPER UNREIN WIRD, DAS, WAS ER ANHAT, ERST DANN UNREIN MACHT, WENN ER DA SOLANGE GEWEILT HAT, ALS MAN EIN</small> P<small>ERAS ESSEN KANN, WIE SOLLTE ER, WENN NICHT SEIN GANZER</small> K<small>&#x00D6;RPER UNREIN WIRD, DAS, WAS ER ANHAT, NICHT ERST DANN UNREIN MACHEN, WENN ER SOLANGE GEWEILT HAT, ALS MAN EIN</small> P<small>ERAS ESSEN KANN&#x0021;?</small></p>
<p>XI. I<small>ST EIN</small> A<small>USS&#x00C4;TZIGER IN EIN</small> H<small>AUS EINGETRETEN, SO SIND ALLE DARIN BEFINDLICHEN</small> G<small>ER&#x00C4;TE UNREIN, SOGAR BIS ZU DEN</small> B<small>ALKEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT</small>, <small>BIS</small> [<small>ZUR</small> H<small>&#x00D6;HE VON</small>] <small>VIER</small> E<small>LLEN</small>. D<small>IE</small> G<small>ERATE SIND SOFORT UNREIN</small>. R. J<small>EHUDA SAGT, ERST WENN ER SOLANGE GEWEILT HAT, ALS MAN EINE</small> L<small>AMPE ANZ&#x00DC;NDEN KANN</small>.</p>
<p>XII. G<small>EHT ER</small><sup><xref rid="fn1441">13</xref></sup><small>IN EIN</small> B<small>ETHAUS, SO MACHE MAN F&#x00DC;R IHN EINE</small> S<small>CHEIDEWAND ZEHN</small> H<small>ANDBREITEN HOCH UND VIER</small> E<small>LLEN BREIT; ER GEHE ALS ERSTER HINEIN UND ALS LETZTER HINAUS</small>. A<small>LLES, WAS MIT FESTSCHLIESSENDEM</small> D<small>ECKEL IM</small> T<small>OTENZELTE SCH&#x00DC;TZT</small><sup><xref rid="fn1444">16</xref></sup>, <small>SCH&#x00DC;TZT MIT FESTSCHLIESSENDEM</small> D<small>ECKEL IM AUSS&#x00C4;TZIGEN</small> H<small>AUSE, UND ALLES, WAS ZUGEDECKT IM</small> T<small>OTENZELTE SCH&#x00DC;TZT</small><sup><xref rid="fn1445">17</xref></sup>, <small>SCH&#x00DC;TZT ZUGEDECKT IM AUSS&#x00C4;TZIGEN</small> H<small>AUSE</small> &#x2013;<small>SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>OSE SAGT, ALLES, WAS MIT FESTSCHLIESSENDEM</small> D<small>ECKEL IM</small> T<small>OTENZELTE SCH&#x00DC;TZT</small>, <small>SCH&#x00DC;TZE ZUGEDECKT IM AUSS&#x00C4;TZIGEN</small> H<small>AUSE, UND ALLES, WAS ZUGEDECKT IM</small> T<small>OTENZELTE SCH&#x00DC;TZT, SEI IM AUSS&#x00C4;TZIGEN</small> H<small>AUSE AUCH OFFEN REIN</small>.</p>
<ftnote id="fn1429">1. Der Darbringung solcher zur Ents&#x00FC;ndung; cf. Lev. 14,49.</ftnote>
<ftnote id="fn1430">2. Die neu eingesetzten Steine.</ftnote>
<ftnote id="fn1431">3. Der 2 W&#x00E4;nde verbindet; gemeint ist ein gro&#x00DF;er Stein, der &#x00FC;ber 2 W&#x00E4;nde von 2 H&#x00E4;usern reicht.</ftnote>
<ftnote id="fn1432">4. Dh. die Wand zwischen zwei H&#x00E4;usern.</ftnote>
<ftnote id="fn1433">5. Eine Schicht &#x00FC;ber die ganze Dicke der Wand durchgehender Steine u. eine Schicht kleinerer, bis zur Mitte der Wanddicke reichender Steine.</ftnote>
<ftnote id="fn1434">6. Das als Decke f&#x00FC;r das Haus u. als Fu&#x00DF;boden f&#x00FC;r den S&#x00F6;ller dient.</ftnote>
<ftnote id="fn1435">7. Der T&#x00FC;ren u. Fenster, die fest eingeklemmt, aber nicht eingebaut sind.</ftnote>
<ftnote id="fn1436">8. &#x00DC;ber den W&#x00E4;nden, auf dem das Dach ruht.</ftnote>
<ftnote id="fn1437">9. Sie werden mit unrein.</ftnote>
<ftnote id="fn1438">10. Das 2. Haus ist auss&#x00E4;tzig u. abzuschlie&#x00DF;en u. bei der Zunahme wie jedes auss&#x00E4;tzige Haus niederzurei&#x00DF;en.</ftnote>
<ftnote id="fn1439">11. Wenn das Dach &#x00FC;ber ein auss&#x00E4;tziges ragt od. letzteres sich im ersteren befindet.</ftnote>
<ftnote id="fn1440">12. Ein Stein von einem auss&#x00E4;tzigen Hause macht alles unrein, was sich mit ihm in einem Raume befindet.</ftnote>
<ftnote id="fn1441">13. Ein Aussatzbehafteter.</ftnote>
<ftnote id="fn1442">14. Den jemand unter dem Baume vor&#x00FC;bertr&#x00E4;gt.</ftnote>
<ftnote id="fn1443">15. In Ruhe u. schmackhaft; nicht &#x00FC;berst&#x00FC;rzt u. nicht zu langsam, wie dies beim schlechten Brote ohne Zukost der Fall ist.</ftnote>
<ftnote id="fn1444">16. Vor Leichenunreinheit; cf. Kel. X,l.</ftnote>
<ftnote id="fn1445">17. Cf. Ah. VI,6.</ftnote>
</chapter>
<chapter>
<title>VIERZEHNTER ABSCHNITT</title>
<p><bold>W</bold>IE <small>ERFOLGTE DIE</small> R<small>EINIGUNG DES</small> A<small>USS&#x00C4;TZIGEN?</small> M<small>AN HOLTE EINE NEUE IRDENE</small> S<small>CHALE UND TAT DARIN EIN</small> V<small>IERTELLOG</small> Q<small>UELLWASSER, SODANN HOLTE MAN ZWEI IN</small> F<small>REIHEIT LEBENDE</small> V<small>&#x00D6;GEL</small>, <small>UND ER SCHLACHTETE DEN EINEN &#x00DC;BER DEM</small> T<small>ONGEF&#x00C4;SSE UND DEM</small> Q<small>UELLWASSER, MACHTE EINE</small> G<small>RUBE UND BEGRUB IHN VOR IHM</small><sup><xref rid="fn1446">1</xref></sup>. H<small>IERAUF NAHM ER</small> Z<small>EDERNHOLZ</small>. Y<small>SOP UND KARMESINROTE</small> W<small>OLLE, BAND SIE ZUSAMMEN MIT DEM</small> E<small>NDE DES</small> W<small>OLLSTREIFENS, LEGTE SIE AN DIE</small> F<small>L&#x00DC;GELSPITZEN UND DIE</small> S<small>CHWANZSPITZE DES ANDEREN, TAUCHTE EIN UND SPRENGTE SIEBENMAL AUF DIE</small> R<small>&#x00DC;CKSEITE DER</small> H<small>AND DES</small> A<small>USS&#x00C4;TZIGEN; MANCHE SAGEN, AUF SEINE</small> S<small>TIRN</small>. E<small>BENSO SPRENGTE ER AUF DIE</small> O<small>BERSCHWELLE DES</small> [<small>AUSS&#x00C4;TZIGEN</small>] H<small>AUSES</small><sup><xref rid="fn1447">2</xref></sup> <small>VON AUSSEN</small>.</p>
<p>II. D<small>ANN GING ER DARAN, DEN LEBENDEN</small> V<small>OGEL FLIEGEN ZU LASSEN; ER WANDTE DAS</small> G<small>ESICHT NICHT ZUM</small> M<small>EERE, NICHT ZUR</small> S<small>TADT UND NICHT ZUR</small> W<small>&#x00DC;STE</small><sup><xref rid="fn1448">3</xref></sup>, <small>DENN ES HEISST:</small> <sup><xref rid="fn1449">4</xref></sup><italic>und er lasse den lebendigen Vogel aus der Stadt hinaus auf das freie Feld</italic>. D<small>ANN GING ER DARAN, DEN</small> A<small>USS&#x00C4;TZIGEN ZU SCHEREN; ER F&#x00DC;HRTE DAS</small> S<small>CHERMESSER &#x00DC;BER SEINEN GANZEN</small> K<small>&#x00D6;RPER, UND DIESER WUSCH SEINE</small> K<small>LEIDER UND NAHM EIN</small> T<small>AUCHBAD</small>. E<small>R WAR DANN REIN UND VERUNREINIGTE NICHT MEHR DURCH</small> H<small>INEINGEHEN, SONDERN</small> (<small>VERUNREINIGTE</small>) <small>NUR NOCH WIE EIN</small> K<small>RIECHTIER</small><sup><xref rid="fn1450">5</xref></sup>; <small>ER DURFTE AUCH INNERHALB DER</small> S<small>TADTMAUER HINEINGEHEN, WAR ABER NOCH SIEBEN</small> T<small>AGE VON SEINEM</small> H<small>AUSE VERWIESEN, UND DER</small> G<small>ESCHLECHTSVERKEHR WAR IHM VERBOTEN</small>.</p>
<p>III. A<small>M SIEBENTEN</small> T<small>AGE ERFOLGTE DAS ZWEITE</small> H<small>AARSCHEREN GLEICH DEM ERSTEN</small> H<small>AARSCHEREN, UND ER WUSCH SEINE</small> K<small>LEIDER UND NAHM EIN</small> T<small>AUCHBAD</small>. E<small>R WAR DANN REIN UND VERUNREINIGTE AUCH NICHT MEHR WIE EIN</small> K<small>RIECHTIER, UND ALS AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER DURFTE ER DEN</small> Z<small>EHNTEN ESSEN</small>. N<small>ACHDEM DIE</small> S<small>ONNE UNTERGEGANGEN WAR, DURFTE ER</small> H<small>EBE ESSEN, UND NACHDEM ER</small><sup><xref rid="fn1451">6</xref></sup> <small>SEIN</small> S<small>&#x00DC;HNOPFER DARGEBRACHT HATTE, DURFTE ER AUCH</small> H<small>EILIGES ESSEN</small>. E<small>S ERGIBT SICH ALSO, DASS ES BEIM</small> A<small>USS&#x00C4;TZIGEN DREI</small> R<small>EINHEITSGRADE GIBT, UND DESGLEICHEN DREI</small> R<small>EINHEITSGRADE BEI DER</small> W<small>&#x00D6;CHNERIN</small><sup><xref rid="fn1452">7</xref></sup>.</p>
<p>IV. D<small>REI WURDEN GESCHOREN, UND DAS</small> S<small>CHEREN WAR F&#x00DC;R SIE</small> G<small>EBOT: DER</small> N<small>AZIR&#x00C4;ER, DER</small> A<small>USS&#x00C4;TZIGE UND DIE</small> L<small>EVITEN</small><sup><xref rid="fn1453">8</xref></sup>. D<small>IESE ALLE HABEN, WENN SIE ES NICHT MIT EINEM</small> S<small>CHERMESSER GETAN, ODER ZWEI</small> H<small>AARE ZUR&#x00DC;CKGELASSEN HABEN, NICHTS GETAN</small>.</p>
<p>V. D<small>IE ZWEI</small> V<small>&#x00D6;GEL M&#x00DC;SSEN NACH DEM</small> G<small>EBOTE EINANDER GLEICHEN IN</small> A<small>USSEHEN</small>, W<small>UCHS UND</small> G<small>ELDWERT, UND GLEICHZEITIG ANGESCHAFFT WERDEN; JEDOCH SIND SIE TAUGLICH, AUCH WENN SIE EINANDER NICHT GLEICHEN, UND TAUGLICH, AUCH WENN MAN EINEN HEUTE UND EINEN AM FOLGENDEN</small> T<small>AGE ANGESCHAFFT HAT</small>. W<small>ENN MAN EINEN VON IHNEN GESCHLACHTET HAT UND ES SICH HERAUSSTELLT, DASS ER NICHT AUS DER</small> F<small>REIHEIT WAR, SO HOLE MAN EINEN</small> P<small>ARTNER F&#x00DC;R DEN ZWEITEN, UND DER ERSTE IST ZUM</small> E<small>SSEN ERLAUBT</small>. W<small>ENN MAN IHN GESCHLACHTET HAT UND ES SICH HERAUSSTELLT, DASS ER TOTVERLETZT WAR, SO HOLE MAN EINEN</small> P<small>ARTNER F&#x00DC;R DEN ZWEITEN, UND DER ERSTE IST ZUR</small> N<small>UTZNIESSUNG ERLAUBT</small>. I<small>ST DAS</small> B<small>LUT AUSGEGOSSEN WORDEN, SO IST DER FLIEGENZULASSENDE VERENDEN ZU LASSEN; IST DER FLIEGENZULASSENDE VERENDET, SO IST DAS</small> B<small>L&#x00DC;T FORTZUGIESSEN</small>.</p>
<p>VI. D<small>AS</small> Z<small>EDERNHOLZ MUSS NACH DEM</small> G<small>EBOTE EINE</small> E<small>LLE LANG UND WIE EIN</small> V<small>IERTEL EINES</small> B<small>ETTFUSSES DICK SEIN, WENN MAN EINEN IN ZWEI UND ZWEI IN VIER</small> [T<small>EILE SPALTET</small>]. D<small>ER</small> Y<small>SOP DARF NACH DEM</small> G<small>EBOTE KEIN GRIECHISCHER</small> Y<small>SOP SEIN</small>. K<small>EIN</small> S<small>TIBIUM-</small>Y<small>SOP, KEIN R&#x00D6;MISCHER</small> Y<small>SOP, KEIN</small> W<small>&#x00DC;STEN</small>-Y<small>SOP UND KEIN SONSTIGER</small> Y<small>SOP, DER EINEN</small> B<small>EINAMEN HAT</small>.</p>
<p>VII. A<small>M ACHTEN</small> T<small>AGE BRACHTE ER DREI</small> T<small>IERE: EIN</small> S<small>&#x00DC;NDOPFER, EIN</small> S<small>CHULDOPFER UND EIN</small> B<small>RANDOPFER: EIN</small> D<small>&#x00DC;RFTIGER BRACHTE EIN</small> V<small>OGEL-</small> S<small>UNDOPFER UND EIN</small> V<small>OGEL-</small>B<small>RANDOPFER</small>.</p>
<p>VIII. E<small>R TRAT AN DAS</small> S<small>CHULDOPFER HERAN, ST&#x00DC;TZTE DARAUF BEIDE</small> H<small>&#x00C4;NDE UND SCHLACHTETE ES, UND ZWEI</small> P<small>RIESTER FINGEN DAS</small> B<small>LUT AUF, EINER IN EINEM</small> G<small>EF&#x00C4;SSE UND EINER IN DER</small> H<small>AND</small>; <small>DER ES IM</small> G<small>EF&#x00C4;SSE AUFGEFANGEN HATTE, GING UND SPRENGTE ES AN DIE</small> W<small>AND DES</small> A<small>LTARS, UND DER ES IN DER</small> H<small>AND AUFGEFANGEN HATTE, GING ZUM</small> A<small>USS&#x00C4;TZIGEN</small>. [W<small>&#x00C4;HRENDDESSEN</small>] <small>HATTE DER</small> A<small>USS&#x00C4;TZIGE IN DER</small> A<small>USS&#x00C4;TZIGENKAMMER EIN</small> T<small>AUCHBAD GENOMMEN, UND ER KAM HERAN UND STELLTE SICH AN DAS</small> N<small>IKA NORTOR</small>. R. J<small>EHUDA SAGT, ER BRAUCHTE KEIN</small> T<small>AUCHBAD ZU NEHMEN</small><sup><xref rid="fn1454">9</xref></sup>.</p>
<p>IX. A<small>LSDANN STECKTE ER DEN</small> K<small>OPF HINEIN UND JENER TAT IHM</small> [<small>VOM</small> B<small>LUTE</small>] <small>AUF DAS</small> O<small>HRL&#x00C4;PPCHEN, DANN SEINE</small> H<small>AND, UND JENER TAT IHM DAVON AUF DEN</small> D<small>AUMEN SEINER</small> H<small>AND, UND DANN DEN</small> F<small>USS, UND JENER TAT IHM DAVON AUF DEN GROSSEN</small> Z<small>EH SEINES</small> F<small>USSES</small>; R. J<small>EHUDA SAGT, ER STRECKTE ALLE DREI ZUSAMMEN HINEIN</small>. H<small>ATTE ER KEINEN</small> D<small>AUMEN AN DER</small> H<small>AND</small>, <small>KEINEN GROSSEN</small> Z<small>EH AM</small> F<small>USSE ODER KEIN RECHTES</small> O<small>HR, SO ERLANGTE ER NIEMALS</small> R<small>EINIGUNGG</small>. R. E<small>LIE&#x0351;ZER SAGT, ER TAT ES IHM AUF DIE BETREFFENDE</small> K<small>&#x00D6;RPERSTELLE</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, HAT ER ES AUF DIE DER LINKEN</small> [S<small>EITE</small>] <small>GETAN, HABE ER DER</small> P<small>FLICHT GEN&#x00DC;GT</small>.</p>
<p>X. H<small>IERAUF NAHM</small> [<small>DER</small> P<small>RIESTER</small>] <small>VOM</small> L<small>OG</small> &#x00D6;<small>L UND GOSS DAVON IN DIE</small> H<small>AND SEINES</small> G<small>EF&#x00C4;HRTEN, &#x2013;GOSS ER IN SEINE EIGENE</small> H<small>AND, SO WAR DER</small> P<small>FLICHT GEN&#x00DC;GT, &#x2013;TAUCHTE EIN</small><sup><xref rid="fn1455">10</xref></sup><small>UND SPRENGTE SIEBENMAL GEGEN DAS</small> A<small>LLERHEILIGSTE</small>. Z<small>U JEDER</small> S<small>PRENGUNG EIN</small> E<small>INTAUCHEN</small>. S<small>ODANN BEGAB ER SICH ZUM</small> A<small>USS&#x00C4;TZIGEN, UND AUF DIESELBE</small> S<small>TELLE, WO MAN IHM DAS</small> B<small>LUT AUFGETAN HAT, TAT MAN IHM VOM</small> &#x00D6;<small>L AUF, DENN ES HEISST:</small><sup><xref rid="fn1456">11</xref></sup><italic>auf das Blut des Schuldopfers</italic>.<sup><xref rid="fn1457">12</xref></sup><italic>Und was vom &#x00D6;l in der Hand des Priesters zur&#x00FC;ckbleibt, tue er auf den Kopf des sich Reinigenden, ihm S&#x00FC;hne zu schaffen</italic>; <small>HAT ER AUFGETAN, SO HAT ER IHM</small> S<small>&#x00DC;HNE GESCHAFFT, HAT ER NICHT AUFGETAN, SO HAT ER IHM KEINE</small> S<small>&#x00DC;HNE GESCHAFFT</small> &#x2013;<small>SO</small> R. A&#x0351;<small>QIBA</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, DIES SEI NUR EIN</small> A<small>NH&#x00C4;NGSEL</small><sup><xref rid="fn1458">13</xref></sup><small>DES</small> G<small>EBOTES, UND ER SCHAFFE IHM</small> S<small>&#x00DC;HNE, EINERLEI OB ER AUFGETAN HAT ODER NICHT AUFGETAN HAT, JEDOCH WIRD ES IHM ANGERECHNET, ALS H&#x00C4;TTE ER IHM KEINE</small> S<small>&#x00DC;HNE GESCHAFFT</small><sup><xref rid="fn1459">14</xref></sup>. F<small>EHLT ETWAS VOM</small> L<small>OG</small> [&#x00D6;<small>L</small>], <small>BEVOR ER DAVON</small> [<small>IN DIE</small> H<small>AND</small>] <small>GEGOSSEN HAT, SO MACHE ER ES WIEDER VOLL, WENN ABER NACHDEM ER DAVON</small> [<small>IN DIE</small> H<small>AND</small>] <small>GEGOSSEN</small><sup><xref rid="fn1460">15</xref></sup><small>HAT, SO MUSS ER VON NEUEM EIN ANDERES BRINGEN &#x2013; SO</small> R. A&#x0351;<small>QIBA</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, FEHLT ETWAS VOM</small> L<small>OG</small> [&#x00D6;<small>L</small>], <small>BEVOR ER DAVON AUFGETAN HAT, MACHE ER ES WIEDER VOLL, WENN ABER NACHDEM ER AUFGETAN HAT, M&#x00DC;SSE ER VON NEUEM EIN ANDERES BRINGEN</small>.</p>
<p>XI. W<small>ENN EIN</small> A<small>USS&#x00C4;TZIGER SEINE</small> O<small>PFER ALS</small> A<small>RMER GEBRACHT HAT UND REICH GEWORDEN IST, ODER ALS</small> R<small>EICHER UND ARM GEWORDEN IST, SO RICHTE MAN SICH STETS NACH DEM</small> S<small>&#x00DC;NDOPFER</small><sup><xref rid="fn1461">16</xref></sup>&#x2013;<small>SO</small> R. &#x0160;<small>IMO&#x0351;N</small>. R. J<small>EHUDA SAGT, NACH DEM</small> S<small>CHULDOPFER</small><sup><xref rid="fn1462">17</xref></sup>.</p>
<p>XII. H<small>AT EIN ARMER</small> A<small>USS&#x00C4;TZIGER DAS</small> O<small>PFER EINES REICHEN GEBRACHT, SO HAT EU SEINER</small> P<small>FLICHT GEN&#x00DC;GT; HAT EIN REICHER DAS</small> O<small>PFER EINES ARMEN GEBRACHT, SO HAT ER SEINER</small> P<small>FLICHT NICHT GEN&#x00DC;GT</small>. F<small>&#x00DC;R SEINEN</small> S<small>OHN, SEINE</small> T<small>OCHTER, SEINEN</small> S<small>KLAVEN UND SEINE</small> M<small>AGD DARF MAN DAS</small> O<small>PFER EINES</small> A<small>RMEN BRINGEN UND SIE</small> O<small>PFERFLEISCH ESSEN</small><sup><xref rid="fn1463">18</xref></sup><small>LASSEN</small>. R. J<small>EHUDA SAGT</small>, (<small>AUCH</small>) <small>F&#x00DC;R SEINE</small> F<small>RAU M&#x00DC;SSE MAN DAS</small> O<small>PFER EINES</small> R<small>EICHEN BRINGEN, UND EBENSO JEDES ANDERE</small> O<small>PFER, ZU DEM SIE VERPFLICHTET IST</small>.</p>
<p>XIII. W<small>ENN DIE</small> O<small>PFER VON ZWEI</small> A<small>USS&#x00C4;TZIGEN MITEINANDER VERMISCHT WORDEN SIND, UND DAS</small> O<small>PFER DES EINEN VON IHNEN DARGEBRACHT WORDEN IST, EINER VON IHNEN ABER GESTORBEN</small><sup><xref rid="fn1464">19</xref></sup><small>IST, &#x2013;&#x00DC;BER DIESEN</small> F<small>ALL BEFRAGTEN DIE</small> L<small>EUTE VON</small> A<small>LEXANDRIEN</small> R. J<small>EHO&#x0160;UA&#x0351;, UND ER ERWIDERTE IHNEN, ER VERSCHREIBE SEIN</small> V<small>ERM&#x00D6;GEN EINEM ANDEREN</small><sup><xref rid="fn1465">20</xref></sup><small>UND BRINGE DANN DAS</small> O<small>PFER EINES</small> A<small>RMEN</small><sup><xref rid="fn1466">21</xref></sup>.</p>
<ftnote id="fn1446">1. Dein Auss&#x00E4;tzigen.</ftnote>
<ftnote id="fn1447">2. Bei der Reinigung desselben (cf. Lev. 14,49ff.); die Oberschwello beim Hause entspricht der Stirn beim Menschen.</ftnote>
<ftnote id="fn1448">3. Wenn solche vor der Stadt Ligen.</ftnote>
<ftnote id="fn1449">4. Lev. 14,53.</ftnote>
<ftnote id="fn1450">5. Das nur durch Ber&#x00FC;hren bis zum Abend unrein macht.</ftnote>
<ftnote id="fn1451">6. Am darauf folgenden 8. Tage.</ftnote>
<ftnote id="fn1452">7. Und ebenso beim Flu&#x00DF;behafteten; ci. Ker. 8b.</ftnote>
<ftnote id="fn1453">8. In der W&#x00FC;ste, bei ihrer Einweihung; cf. Nurn. 8,7.</ftnote>
<ftnote id="fn1454">9. Da er dies bereits am vorangehenden Tage getan hatte.</ftnote>
<ftnote id="fn1455">10. Den Finger in das &#x00D6;l.</ftnote>
<ftnote id="fn1456">11. Lev. 14,28.</ftnote>
<ftnote id="fn1457">12. Ib. V. 29.</ftnote>
<ftnote id="fn1458">13. W&#x00F6;rtl. &#x00DC;berrest; das Gebot ist erf&#x00FC;llt u. damit ist es nicht genau zu nehmen.</ftnote>
<ftnote id="fn1459">14. Dh. der Auss&#x00E4;tzige erlangt tats&#x00E4;chlich S&#x00FC;hne, nur hat der Priester das Gebot nicht nach Vorschrift ausge&#x00FC;bt; cf. Zeb. Fol. 6b.</ftnote>
<ftnote id="fn1460">15. Vor Beendigung der Sprengungen.</ftnote>
<ftnote id="fn1461">16. Das zuerst darzubringen ist; ist dieses bereits dargebracht worden, so sind auch die &#x00FC;brigen entsprechend darzubringen.</ftnote>
<ftnote id="fn1462">17. Da sie bei diesem einander gleichen; cf. Lev. 14,12,21.</ftnote>
<ftnote id="fn1463">18. Das sie vor der Darbringung ihres Opfers nicht d&#x00FC;rfen.</ftnote>
<ftnote id="fn1464">19. Ist es das S&#x00FC;ndopfer des Verstorbenen, so ist es verenden zu lassen (cf. Tem. Fol. 21b), u. ein anderes bringen kann er ebenfalls nicht, weil er, wenn es seines ist, Profanes in den Tempel bringen w&#x00FC;rde.</ftnote>
<ftnote id="fn1465">20. Auf den er vertrauen kann, da&#x00DF; dieser es nur als vor&#x00FC;bergehende Scheinschenkung betrachten wird.</ftnote>
<ftnote id="fn1466">21. Ein Vogelopfer; dieses ist auch als zweifelhaftes darzubringen; cf. Naz. Fol. 29a.</ftnote>
</chapter>
</book>