<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>D</bold>URCH <small>EINEN</small> T<small>OTEN</small><sup><xref rid="fn921">1</xref></sup> <small>K&#x00D6;NNEN ZWEI</small> D<small>INGE UNREIN WERDEN</small><sup><xref rid="fn922">2</xref></sup>, <small>EINES SIEBENT&#x00C4;GIG UNREIN UND EINES BIS ZUM</small> A<small>BEND UNREIN</small>. D<small>URCH EINEN</small> T<small>OTEN K&#x00D6;NNEN DREI</small> D<small>INGE UNREIN WERDEN, ZWEI SIEBENT&#x00C4;GIG UNREIN UND EINES BIS ZUM</small> A<small>BEND UNREIN</small>. D<small>URCH EINEN</small> T<small>OTEN K&#x00D6;NNEN VIER</small> D<small>INGE UNREIN WERDEN, DREI SIEBENT&#x00C4;GIG UNREIN UND EINES BIS ZUM</small> A<small>BEND UNREIN</small>. W<small>IESO ZWEI?</small> B<small>ER&#x00DC;HRT EIN</small> M<small>ENSCH EINEN</small> T<small>OTEN, SO IST ER SIEBENT&#x00C4;GIG UNREIN, UND EIN</small> M<small>ENSCH, DER DIESEN BER&#x00DC;HRT, IST BIS ZUM</small> A<small>BEND UNREIN</small>.</p>
<p>II. W<small>IESO DREI?</small> B<small>ER&#x00DC;HREN</small> G<small>ER&#x00C4;TE</small><sup><xref rid="fn923">3</xref></sup> <small>EINEN</small> T<small>OTEN UND ANDERE</small> G<small>ER&#x00C4;TE DIESE</small> G<small>ER&#x00C4;TE, SO SIND SIE SIEBENT&#x00C4;GIG UNREIN; DAS DRITTE ABER, OB</small> M<small>ENSCH ODER</small> G<small>ER&#x00C4;T, IST BIS ZUM</small> A<small>BEND UNREIN</small>.</p>
<p>III. W<small>IESO VIER?</small> B<small>ER&#x00DC;HREN</small> G<small>ER&#x00C4;TE EINEN</small> T<small>OTEN, EIN</small> M<small>ENSCH</small> G<small>ER&#x00C4;TE UND DIE</small> G<small>ER&#x00C4;TE EINEN</small> M<small>ENSCHEN, SO SIND SIE SIEBENT&#x00C4;GIG UNREIN, DAS VIERTE ABER, OB</small> M<small>ENSCH ODER</small> G<small>ER&#x00C4;T, IST BIS ZUM</small> A<small>BEND UNREIN</small>. R. A&#x0351;<small>QIBA SPRACH:</small> I<small>CH HABE NOCH EIN F&#x00DC;NFTES: WENN EIN</small> S<small>PIESS</small><sup><xref rid="fn924">4</xref></sup> <small>IM</small> Z<small>ELTE</small><sup><xref rid="fn925">5</xref></sup> <small>STECKT, SO SIND DAS</small> Z<small>ELT, DER</small> S<small>PIESS, DER DEN</small> S<small>PIESS BER&#x00DC;HRENDE</small> M<small>ENSCH UND DIE DEN</small> M<small>ENSCHEN BER&#x00DC;HRENDEN</small> G<small>ER&#x00C4;TE SIEBENT&#x00C4;GIG UNREIN, DAS F&#x00DC;NFTE ABER, OB</small> M<small>ENSCH ODER</small> G<small>ER&#x00C4;T, IST BIS ZUM</small> A<small>BEND UNREIN</small>. S<small>IE ERWIDERTEN IHM:</small> D<small>AS</small> Z<small>ELT WTRD NICHT MITGERECHNET</small><sup><xref rid="fn926">6</xref></sup>.</p>
<p>IV. M<small>ENSCH UND</small> G<small>ER&#x00C4;TE WERDEN DURCH EINEN</small> T<small>OTEN UNREIN</small>. S<small>CHWERER IST ES BEIM</small> M<small>ENSCHEN ALS BEI</small> G<small>ER&#x00C4;TEN, UND BEI</small> G<small>ER&#x00C4;TEN ALS BEIM</small> M<small>ENSCHEN</small>. B<small>EI</small> G<small>ER&#x00C4;TEN WERDEN DREI</small> D<small>INGE UNREIN, BEIM</small> M<small>ENSCHEN NUR ZWEI</small><sup><xref rid="fn927">7</xref></sup>. S<small>CHWERER IST ES BEIM</small> M<small>ENSCHEN, DENN WENN ER IN DER</small> M<small>ITTE IST, SIND ES VIER, UND WENN ER NICHT IN DER</small> M<small>ITTE IST, SIND ES DREI</small><sup><xref rid="fn927">7</xref></sup>.</p>
<p>V. M<small>ENSCH UND</small> K<small>LEIDER</small><sup><xref rid="fn928">8</xref></sup> <small>WERDEN DURCH EINEN</small> F<small>LUSSBEHAFTETEN UNREIN</small>. S<small>CHWERER IST ES BEIM</small> M<small>ENSCHEN ALS BEI</small> K<small>LEIDERN, UND BEI</small> K<small>LEIDERN ALS BEIM</small> M<small>ENSCHEN</small>. B<small>ER&#x00DC;HRT EIN</small> M<small>ENSCH EINEN</small> F<small>LUSSBEHAFTETEN, SO MACHT ER</small> K<small>LEIDER UNREIN, NICHT ABER MACHEN</small> K<small>LEIDER, DIE EINEN</small> F<small>LUSSBEHAFTETEN BER&#x00DC;HREN, EINEN</small> M<small>ENSCHEN UNREIN</small>. U<small>ND SCHWERER IST ES BEI</small> K<small>LEIDERN, DENN</small> K<small>LEIDER, DIE EINEN</small> F<small>LUSSBEHAFTETEN TRAGEN, MACHEN EINEN</small> M<small>ENSCHEN UNREIN, NICHT ABER MACHT EIN</small> M<small>ENSCH, DER EINEN</small> F<small>LUSSBEHAFTETEN TR&#x00C4;GT, EINEN</small> M<small>ENSCHEN UNREIN</small>.</p>
<p>VI. E<small>IN</small> M<small>ENSCH VERUNREINIGT NICHT EHER, ALS BIS IHM DIE</small> S<small>EELE AUSGEGANGEN IST</small>. S<small>ELBST DEM DIE</small> S<small>EHNEN ZERSCHNITTEN SIND, ODER DER IM</small> S<small>TERBEN LIEGT, VERPFLICHTET NOCH ZUR</small> S<small>CHWAGEREIIE</small><sup><xref rid="fn929">9</xref></sup>, <small>ENTBINDET VON DER</small> S<small>CHWAGEREHE</small><sup><xref rid="fn930">10</xref></sup>, <small>BERECHTIGT</small><sup><xref rid="fn931">11</xref></sup><small>ZUM</small> E<small>SSEN VON</small> H<small>EBE UND MACHT F&#x00DC;R DIE</small> H<small>EBE UNTAUGLICH</small><sup><xref rid="fn932">12</xref></sup>. D<small>ESGLEICHEN VERUNREINIGEN</small> V<small>IEH UND</small> W<small>ILD NICHT EHER, ALS IHNEN DIE</small> S<small>EELE AUSGEGANGEN IST</small>. I<small>ST IHNEN DER</small> K<small>OPF ABGESCHLAGEN WORDEN, SO SIND SIE, SELBST WENN SIE NOCH ZAPPELN, UNREIN, DENN AUCH DER</small> S<small>CHWANZ EINER</small> E<small>IDECHSE ZAPPELT</small><sup><xref rid="fn933">13</xref></sup>.</p>
<p>VII. F<small>&#x00DC;R</small> [<small>GANZE</small>] G<small>LIEDER</small><sup><xref rid="fn934">14</xref></sup><small>GIBT ES KEINE</small> G<small>R&#x00D6;SSENNORM; AUCH WENIGER ALS EIN</small> O<small>LIVENGROSSES VON EINEM</small> T<small>OTEN, WENIGER ALS EIN</small> O<small>LIVENGROSSES VON EINEM</small> A<small>ASE UND WENIGER ALS EIN</small> L<small>INSENGROSSES VON EINEM</small> K<small>RIECHTIERE MACHEN UNREIN DURCH DIE IHNEN EIGNE</small> U<small>NREINHEIT</small>.</p>
<p>VIII. Z<small>WEIHUNDERTACHTUNDVIERZIG</small> G<small>LIEDER HAT DER</small> M<small>ENSCH : DREISSIG AM</small> F<small>USSE, N&#x00C4;MLICH SECHS AN JEDEM</small> Z<small>EH, ZEHN AM</small> S<small>PRUNGGELENKE, ZWEI AM</small> U<small>NTERSCHENKEL, F&#x00DC;NF AM</small> K<small>NIE, EINES AN DER</small> H<small>&#x00DC;FTE, DREI AM</small> H<small>&#x00DC;FTGELENKE, ELF</small> R<small>IPPEN, DREISSIG AN DER</small> H<small>AND, N&#x00C4;MLICH SECHS AN JEDEM</small> F<small>INGER, ZWEI AM</small> V<small>ORDERARME, ZWEI AM</small> E<small>LLENBOGENGELENKE, EINES AM</small> O<small>BERARME, VIER AN DER</small> S<small>CHULTER, ALSO HUNDERTUNDEINES AN DER EINEN</small> S<small>EITE UND HUNDERTUNDEINES AN DER ANDEREN</small> S<small>EITE; DAZU ACHTZEHN</small> W<small>IRBEL AM</small> R<small>&#x00DC;CKGRAT, NEUN AM</small> K<small>OPFE, ACHT AM</small> H<small>ALSE, SECHS AM</small> H<small>ERZSCHL&#x00DC;SSEL UND F&#x00DC;NF AN DEN</small> &#x00D6;<small>FFNUNGEN</small><sup><xref rid="fn935">15</xref></sup>. J<small>EDES VERUNREINIGT DURCH</small> B<small>ER&#x00DC;HREN, DURCH</small> T<small>RAGEN UND DURCH</small> B<small>EZELTUNG</small>. N<small>UR DANN, WENN GEH&#x00D6;RIG</small> F<small>LEISCH</small><sup><xref rid="fn936">16</xref></sup><small>DARAN IST, IST ABER NICHT GEH&#x00D6;RIG</small> F<small>LEISCH DARAN, SO VERUNREINIGEN SIE NUR DURCH</small> B<small>ER&#x00DC;HKEN UND</small> T<small>RAGEN, NICHT ABER VERUNREINIGEN SIE DURCH</small> B<small>EZELTUNG</small>.</p>
<ftnote id="fn921">1. Als welcher auch ein Teil desselben gilt; weit. Abschn. X.</ftnote>
<ftnote id="fn922">2. Nach einander, eines durch das andere.</ftnote>
<ftnote id="fn923">3. Nach dem T. gleichen den Toten ber&#x00FC;hrende Metallger&#x00E4;te dem Toten selber, der Urunreinheit ist (cf. Sab. Fol. 101b), u. machen somit anderes als Urunreinheit unrein.</ftnote>
<ftnote id="fn924">4. Ein Zeltpflock od. die Stange in der Mitte, aus Metall.</ftnote>
<ftnote id="fn925">5. In dem der Tote sich befindet.</ftnote>
<ftnote id="fn926">6. Der Spie&#x00DF; wird nicht durch das Zelt unrein, sondern ist ein Teil desselben.</ftnote>
<ftnote id="fn927">7. Nach den Beispielen in Mi&#x0161;na I. u. II.</ftnote>
<ftnote id="fn928">8. Die als Sitz u. Lager geeignet sind u. durch Auftreten eines Flu&#x00DF;behafteteu unrein werden.</ftnote>
<ftnote id="fn929">9. Cf. Dt. 25,5.</ftnote>
<ftnote id="fn930">10. Wei in er in diesem Zustande ein Kind hinterl&#x00E4;&#x00DF;t.</ftnote>
<ftnote id="fn931">11. Seine Hausleute, wenn er Priester ist.</ftnote>
<ftnote id="fn932">12. Seine von einem Priester geborene und von einem Jisra&#x00E9;liton verwitwete Mutter; cf. Lev. 22,13.</ftnote>
<ftnote id="fn933">13. Nachdem er abgetrennt worden ist; dies ist kein Zeichen des Lebens, sondern nur ein Reflex.</ftnote>
<ftnote id="fn934">14. Die einen ganzen Knochen, Fleisch u. Sehnen haben.</ftnote>
<ftnote id="fn935">15. In der Beckengegend.</ftnote>
<ftnote id="fn936">16. Cf. Kel. I,5.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>F</bold>OLGENDES <small>VERUNREINIGT DURCH</small> B<small>EZELTUNG : EIN</small> T<small>OTER, EIN</small> O<small>LIVENGROSSES VON EINEM</small> T<small>OTEN, EINE</small> O<small>LIVE</small> V<small>ERWESTES</small><sup><xref rid="fn937">1</xref></sup>, <small>EIN</small> L<small>&#x00D6;FFEL</small><sup><xref rid="fn938">2</xref></sup> <small>VOLL</small> M<small>ODER</small><sup><xref rid="fn937">1</xref></sup>, <small>DAS</small> R<small>&#x00DC;CKGRAT, DER</small> S<small>CH&#x00C4;DEL, EIN</small> G<small>LIED VON EINEM</small> T<small>OTEN ODER EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN, AN DEM GEH&#x00D6;RIG</small> F<small>LEISCH IST, EIN</small> V<small>IERTEL</small> [K<small>AB</small>] K<small>NOCHEN VON EINEM</small> T<small>OTEN VOM GR&#x00D6;SSEREN</small> T<small>EILE DES</small> B<small>AUES</small><sup><xref rid="fn939">3</xref></sup> <small>ODER DER</small> [K<small>NOCHEN</small>]<small>ZAHL, DER GR&#x00D6;SSERE</small> T<small>EIL DES</small> B<small>AUES ODER DER</small> A<small>NZAHL, AUCH WENN ER KEIN</small> V<small>IERTEL</small> [K<small>AB</small>] <small>BETR&#x00C4;GT</small>. S<small>IE ALLE SIND UNREIN</small>. W<small>IEVIEL IST DER GR&#x00D6;SSERE</small> T<small>EIL DER</small> A<small>NZAHL?</small> H<small>UNDERTF&#x00DC;NFUNDZWANZIG</small>.</p>
<p>II. E<small>IN</small> V<small>IERTELLOG</small> B<small>LUT ODER EIN</small> V<small>IERTELLOG</small> M<small>ISCHBLUT</small><sup><xref rid="fn940">4</xref></sup> <small>VON EINEM</small> T<small>OTEN;</small> R. A&#x0351;<small>QIBA SAGT, AUCH VON ZWEI</small> T<small>OTEN</small>. D<small>AS VOLLST&#x00C4;NDIG AUSGEFLOSSENE</small> B<small>LUT VON EINEM</small> [<small>NEUGEBORENEN</small>] K<small>INDE</small> ; R. A&#x0351;<small>QIBA SAGT, WIEVIEL ES AUCH IST ; UND DIE</small> W<small>EISEN SAGEN, EIN</small> V<small>IERTELLOG</small>. E<small>IN</small> O<small>LIVENGROSSES</small> G<small>EW&#x00DC;RM</small><sup><xref rid="fn941">5</xref></sup>, <small>OB LEBEND ODER TOT, IST NACH</small> R. E<small>LIE&#x0351;ZER WIE DAS</small> [L<small>EICHEN</small>]<small>FLEISCH VERUNREINIGEND UND NACH DEN</small> W<small>EISEN REIN</small>. D<small>IE</small> A<small>SCHE VON</small> V<small>ERBRANNTEN IST, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, IM</small> Q<small>UANTUM EINES</small> V<small>IERTEL</small> [K<small>AB VERUNREINIGEND</small>] <small>UND NACH DEN</small> W<small>EISEN REIN</small>. E<small>IN</small> L<small>&#x00D6;FFEL UND DAR&#x00DC;BER VOLL</small> G<small>RUFTERDE IST UNREIN UND NACH</small> R. &#x0160;<small>IMO&#x0351;N REIN</small>. E<small>IN</small> L<small>&#x00D6;FFEL VOLL</small> M<small>ODER MIT</small> W<small>ASSER GEKNETET GILT NICHT ALS VERBANDEN HINSICHTLICH DER</small> U<small>NREINHEIT</small><sup><xref rid="fn942">6</xref></sup>.</p>
<p>III. F<small>OLGENDES VERUNREINIGT DURCH</small> B<small>ER&#x00DC;HREN UND DURCH</small> T<small>RAGEN, NICHT ABER DURCH</small> B<small>EZELTUNG : EIN GERSTENGROSSER</small> K<small>NOCHEN, DER</small> B<small>ODEN DER WELTLICHEN</small> V<small>&#x00D6;LKER</small><sup><xref rid="fn943">7</xref></sup>, <small>EIN</small> G<small>R&#x00C4;BERPFLUG, EIN</small> G<small>LIED VON EINEM</small> T<small>OTEN ODER EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN, AN DEM NICHT GEH&#x00D6;RIG</small> F<small>LEISCH IST, UND</small> R<small>&#x00DC;CKGRAT ODER</small> S<small>CH&#x00C4;DEL, VON DENEN ETWAS FEHLT</small>. W<small>IEVIEL HEISST BEIM</small> R<small>&#x00DC;CKGRAT EIN</small> F<small>EHLEN?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ZWEI</small> W<small>IRBEL, UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, AUCH EIN</small> W<small>IRBEL</small>. B<small>EIM</small> S<small>CH&#x00C4;DEL?</small> D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, IN DER</small> G<small>R&#x00D6;SSE EINES</small> B<small>OHRERLOCHES, UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SOVIEL, DASS EIN</small> L<small>EBENDER, WENN SOVIEL FEHLT, STERBEN MUSS</small>. V<small>ON WELCHEM</small> B<small>OHRER SPRECHEN SIE</small>? V<small>ON EINEM KLEINEN DER</small> &#x00C4;<small>RZTE &#x2013; SO</small> R. M<small>E&#x00CD;R</small>. D<small>IE</small> W<small>EISEN SAGEN, VOM GROSSEN DER</small> T<small>EMPELKAMMER</small><sup><xref rid="fn944">8</xref></sup>.</p>
<p>IV. R<small>OLLSTEIN</small><sup><xref rid="fn945">9</xref></sup> <small>UND</small> S<small>T&#x00DC;TZE VERUNREINIGEN DURCH</small> B<small>ER&#x00DC;HRUNG UND DURCH</small> B<small>EZELTUNG, NICHT ABER DURCH</small> T<small>RAGEN</small>. R. E<small>LIE&#x0351;ZER SAGT, SIE VERUNREINIGEN AUCH DURCH</small> T<small>RAGEN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, IST DARUNTER</small> G<small>RABERDE, VERUNREINIGEN SIE DURCH</small> T<small>RAGEN, WENN ABER NICHT, VERUNREINIGEN SIE NICHT DURCH</small> T<small>RAGEN</small>. W<small>AS HEISST</small> S<small>T&#x00DC;TZE</small>? W<small>AS DEN</small> R<small>OLLSTEIN DIREKT ST&#x00DC;TZT ; DIE</small> S<small>T&#x00DC;TZE DER</small> S<small>T&#x00DC;TZE ABER IST REIN</small>.</p>
<p>V. F<small>OLGENDES IST REIN, WENN ETWAS DAVON FEHLT: EIN</small> O<small>LIVENGROSSES VON EINEM</small> T<small>OTEN, EINE</small> O<small>LIVE</small> V<small>ERWESTES, EIN</small> L<small>&#x00D6;FFEL VOLL</small> M<small>ODER, EIN</small> V<small>IERTELLOG</small> B<small>LUT, EIN GERSTENGROSSER</small> K<small>NOCHEN UND EIN</small> G<small>LIED VON EINEM</small> L<small>EBENDEN, DESSEN</small> K<small>NOCHEN NICHT VOLLST&#x00C4;NDIG IST</small>.</p>
<p>VI. E<small>IN</small> R<small>&#x00DC;CKGRAT ODER EIN</small> S<small>CH&#x00C4;DEL VON ZWEI</small> T<small>OTEN, EIN</small> V<small>IERTELLOG</small> B<small>LUT VON ZWEI</small> T<small>OTEN, EIN</small> V<small>IERTEL</small> [K<small>AB</small>] K<small>NOCHEN VON ZWEI</small> T<small>OTEN, EIN</small> G<small>LIED VON ZWEI</small> T<small>OTEN UND EIN</small> G<small>LIED VON ZWEI</small> L<small>EBENDEN SIND NACH</small> R. A&#x0351;<small>QIBA UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>.</p>
<p>VII. E<small>IN IN ZWEI</small> [T<small>EILE</small>] <small>GETEILTER GERSTENGROSSER</small> K<small>NOCHEN IST NACH</small> R. A&#x0351;<small>QIBA UNREIN UND NACH</small> R. J<small>O&#x1E24;ANAN B</small>. N<small>URI REIN</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SPRACH:</small> S<small>IE REDEN NICHT VON</small> K<small>NOCHEN IN</small> G<small>ERSTENGR&#x00D6;SSE, SONDERN VON EINEM GERSTENGROSSEX</small> K<small>NOCHEN</small>. E<small>IN</small> V<small>IERTEL</small> [K<small>AB</small>] <small>ZERMALMTE</small> K<small>NOCHEN, UNTER DENEN KEIN EINZIGER GERSTENGROSSER</small> K<small>NOCHEN IST, IST NACH</small> R. &#x0160;<small>IMO&#x0351;N REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. E<small>IN IN ZWEI</small> [T<small>EILE</small>] <small>GETEILTES</small> G<small>LIED VON EINEM</small> L<small>EBENDEN IST REIN UND NACH</small> R. J<small>OSE UNREIN</small>. J<small>EDOCH PFLICHTET ER BEI, DASS ES, WENN ES IN</small> H<small>&#x00C4;LFTEN ABGENOMMEN WORDEN IST, REIN SEI</small><sup><xref rid="fn946">10</xref></sup>.</p>
<ftnote id="fn937">1. Von einem Toten; ersteres fl&#x00FC;ssig, letzteres in Staub zerfallen.</ftnote>
<ftnote id="fn938">2. Cf. Kel. XVII,12.</ftnote>
<ftnote id="fn939">3. Des gro&#x00DF;en Skelettknochens.</ftnote>
<ftnote id="fn940">4. Cf. supra III,5.</ftnote>
<ftnote id="fn941">5. Von einer Leiche.</ftnote>
<ftnote id="fn942">6. Bei Bezeltung od. Ber&#x00FC;hrung eines Teiles.</ftnote>
<ftnote id="fn943">7. Ein St&#x00FC;ck Erde aus dem Auslande.</ftnote>
<ftnote id="fn944">8. Cf. Kel. XVII,12.</ftnote>
<ftnote id="fn945">9. Der eigentliche Verschlu&#x00DF; der Gruft, der herangerollt wird; cf. infra XV,8.</ftnote>
<ftnote id="fn946">10. Weil es niemals unrein war.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>W</bold>IRD <small>EINES VON DEN DURCH</small> B<small>EZELTUNG VERUNREINIGENDEN</small> D<small>INGEN GETEILT</small><sup><xref rid="fn947">1</xref></sup> <small>IN EIN</small> H<small>AUS GEBRACHT, SO IST ES NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. Z<small>UM</small> B<small>EISPIEL</small> : W<small>ER ZWEI HALBE</small> O<small>LIVEN VON EINEM</small> A<small>ASE BER&#x00DC;HRT ODER TR&#x00C4;GT, ODER WER EINE HALBE</small> O<small>LIVE VON EINEM</small> T<small>OTEN BER&#x00DC;HRT UND EINE HALBE</small> O<small>LIVE BEZELTET, ODER EINE HALBE</small> O<small>LIVE BER&#x00DC;HRT UND EINE HALBE</small> O<small>LIVE IHN BEZELTET, ODER ZWEI HALBE</small> O<small>LIVEN BEZELTET, ODER EINE HALBE</small> O<small>LIVE BEZELTET UND EINE HALBE</small> O<small>LIVE IHN BEZELTET, IST NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. W<small>ER ABER EINE HALBE</small> O<small>LIVE</small><sup><xref rid="fn948">2</xref></sup> <small>BER&#x00DC;HRT UND ETWAS ANDERES IHN UND EINE HALBE</small> O<small>LIVE BEZELTET, ODER EINE HALBE</small> O<small>LIVE BEZELTET UND ETWAS ANDERES IHN UND EINE HALBE</small> O<small>LIVE BEZELTET, IST REIN</small>. R. M<small>E&#x00CD;R SAGT, AUCH HIERBEI SEI ER NACH</small> R. D<small>OSA B</small>. A<small>RCHINOS REIN UND NACH DEN</small> W<small>EISEN UNREIN</small>. A<small>LLES MACHT</small><sup><xref rid="fn949">3</xref></sup> <small>UNREIN, AUSSER BEI</small> B<small>ER&#x00DC;HRUNG UND</small> T<small>RAGEN ODER</small> T<small>RAGEN UND</small> B<small>EZELTUNG</small>. D<small>IE</small> R<small>EGEL HIERBEI IST : GEH&#x00D6;RT SIE</small><sup><xref rid="fn950">4</xref></sup> <small>ZU EINEM</small> N<small>AMEN</small><sup><xref rid="fn951">5</xref></sup>, <small>SO IST ER UNREIN, UND GEH&#x00D6;RT SIE ZU ZWEI</small> N<small>AMEN, SO IST ER REIN</small>.</p>
<p>II. I<small>ST EIN</small> L<small>&#x00D6;FFEL</small> M<small>ODER IM</small> H<small>AUSE VERSTREUT WORDEN, SO IST DAS</small> H<small>AUS UNREIN UND NACH</small> R. &#x0160;<small>IMO&#x0351;N REIN</small>. I<small>ST EIN</small> V<small>IERTELLOG</small> B<small>LUT IM</small> H<small>AUSE AUFGESOGEN WORDEN, SO IST DAS</small> H<small>AUS</small><sup><xref rid="fn952">6</xref></sup> <small>REIN; IST ES IN EINEM</small> K<small>LEIDE AUFGESOGEN WORDEN, SO IST ES, WENN DAS</small> K<small>LEID GEWASCHEN WIRD UND EIN</small> V<small>IERTELLOG</small> B<small>LUT HERAUSKOMMT, UNREIN, WENN ABER NICHT, REIN, DENN ALLES</small> A<small>UFGESOGENE, DAS NICHT MEHR HERAUSKOMMEN KANN, IST REIN</small>.</p>
<p>III. I<small>ST ES</small><sup><xref rid="fn953">7</xref></sup> <small>IM</small> F<small>REIEN</small><sup><xref rid="fn954">8</xref></sup> <small>AUSGEGOSSEN WORDEN, SO IST ES, WENN DIE</small> S<small>TELLE ABSCH&#x00DC;SSIG</small><sup><xref rid="fn955">9</xref></sup> <small>UND EIN</small> T<small>EIL BEZELTET IST, REIN, WENN ABER VERTIEFT, ODER ES GERONNEN IST, UNREIN</small>. W<small>ENN ES AUF DIE</small> S<small>CHWELLE AUSGEGOSSEN WURDE UND DIESE ABSCH&#x00DC;SSIG IST, OB NACH INNEN ODER NACH AUSSEN, UND DAS</small> H<small>AUS ES BEZELTET, SO IST ES REIN, WENN ABER VERTIEFT, ODER ES GERONNEN IST, UNREIN</small>. A<small>LLES VOM</small> T<small>OTEN IST UNREIN, AUSGENOMMEN DIE</small> Z<small>&#x00C4;HNE, DAS</small> H<small>AAR UND DIE</small> N<small>&#x00C4;GEL; SOLANGE SIE AN IHM HAFTEN, SIND SIE ALLE UNREIN</small>.</p>
<p>IV. Z<small>UM</small> B<small>EISPIEL:</small> B<small>EFINDET SICH DER</small> T<small>OTE AUSSERHALB UND SEIN</small> H<small>AAR INNERHALB, SO IST DAS</small> H<small>AUS UNREIN</small>. W<small>ENN MAN EINEN</small> K<small>NOCHEN, AN DEM EINE</small> O<small>LIVE</small> F<small>LEISCH IST, INS</small> I<small>NNERE GEBRACHT HAT UND DAS</small> H<small>AUS ES</small><sup><xref rid="fn956">10</xref></sup><small>BEZELTET, SO IST ES UNREIN</small><sup><xref rid="fn957">11</xref></sup>. W<small>ENN MAN ZWEI</small> K<small>NOCHEN, AN DENEN ZWEI HALBE</small> O<small>LIVEN</small> F<small>LEISCH SIND, ZUM</small> T<small>EIL IN DAS</small> H<small>AUS GEBRACHT HAT UND DAS</small> H<small>AUS SIE BEZELTET, SO IST ES UNREIN</small>. S<small>IND SIE ABER DURCH</small> M<small>ENSCHENHAND ZUSAMMENGESTECKT WORDEN, SO IST ES REIN, DENN DIE</small> V<small>ERBINDUNG DURCH</small> M<small>ENSCHENHAND GILT NICHT ALS</small> V<small>ERBINDUNG</small>.</p>
<p>V. W<small>AS HEISST</small> M<small>ISCHBLUT?</small> W<small>ENN VOM</small> T<small>OTEN EIN</small> A<small>CHTELLOG</small> B<small>LUT NOCH BEIM</small> L<small>EBEN UND EIN</small> A<small>CHTELLOG NACH SEINEM</small> T<small>ODE HERAUSGEKOMMEN IST &#x2013; SO</small> R. A&#x0351;<small>QIBA</small>. R. J<small>I&#x0160;MA&#x0351;&#x00C9;L SAGT, EIN</small> V<small>IERTELLOG BEIM</small> L<small>EBEN UND EIN</small> V<small>IERTELLOG NACH SEINEM</small> T<small>ODE, UND VON DIESEM UND JENEM EIN</small> V<small>IERTEL FORTGENOMMEN WORDEN</small><sup><xref rid="fn958">12</xref></sup><small>IST</small>. R. E<small>LEA&#x0351;ZAR B</small>. R. J<small>EHUDA SAGT, IN DIESEM UND JENEM</small> F<small>ALLE GLEICHT ES DEM</small> W<small>ASSER</small>. W<small>AS ABER HEISST</small> M<small>ISCHBLUT?</small> W<small>ENN VON EINEM</small> G<small>EKREUZIGTEN DAS</small> B<small>LUT RINNT</small><sup><xref rid="fn959">13</xref></sup><small>UND UNTER IHM EIN</small> V<small>IERTELLOG</small> B<small>LUT GEFUNDEN WIRD, SO IST ES UNREIN</small>. W<small>ENN ABER VON EINEM</small> T<small>OTEN</small> B<small>LUT TROPFT UND UNTER IHM EIN</small> V<small>IERTELLOG</small> B<small>LUT GEFUNDEN WIRD, SO IST ES REIN</small><sup><xref rid="fn960">14</xref></sup>. R. J<small>EHUDA SAGT, NICHT SO, VIELMEHR SEI DAS RINNENDE REIN UND DAS TROPFENDE UNREIN</small><sup><xref rid="fn961">15</xref></sup>.</p>
<p>VI. B<small>EI EINER</small> O<small>LIVE VON EINEM</small> T<small>OTEN BETR&#x00C4;GT DIE</small> &#x00D6;<small>FFNUNG</small><sup><xref rid="fn962">16</xref></sup><small>EINE</small> H<small>ANDBREITE UND BEI EINEM</small> T<small>OTEN BETR&#x00C4;GT DIE</small> &#x00D6;<small>FFNUNG VIER</small> H<small>ANDBREITEN</small><sup><xref rid="fn963">17</xref></sup>. D<small>IES, UM DIE &#x00DC;BRIGEN</small> &#x00D6;<small>FFNUNGEN VOR DER</small> U<small>NREINHEIT ZU SCH&#x00DC;TZEN, DIE</small> U<small>NREINHEIT DURCHZULASSEN</small><sup><xref rid="fn964">18</xref></sup><small>ABER GEN&#x00DC;GT EINE</small> F<small>AUSTWEITE</small>. [E<small>IN</small> S<small>T&#x00DC;CK</small>] <small>GR&#x00D6;SSER ALS EINE</small> O<small>LIVE GILT ALS</small> [<small>VOLLST&#x00C4;NDIGER</small>] T<small>OTER</small>. R. J<small>OSE SAGT, NUR</small> R<small>&#x00DC;CKGRAT UND</small> S<small>CH&#x00C4;DEL GELTEN ALS</small> [<small>VOLLST&#x00C4;NDIGER</small>] T<small>OTER</small>.</p>
<p>VII. E<small>INE</small> H<small>ANDBREITE ZU EINER</small> H<small>ANDBREITE IN DER</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE KUBISCH</small><sup><xref rid="fn965">19</xref></sup>, <small>BRINGT DIE</small> U<small>NREINHEIT</small><sup><xref rid="fn966">20</xref></sup><small>HEREIN UND H&#x00C4;LT DIE</small> U<small>NREINHEIT ZUR&#x00DC;CK</small><sup><xref rid="fn967">21</xref></sup>. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN EIN GEW&#x00D6;LBTER</small> K<small>ANAL UNTER EINEM</small> H<small>AUSE EINE</small> F<small>AUSTWEITE HAT UND DER</small> A<small>USFLUSS</small><sup><xref rid="fn968">22</xref></sup><small>EINE</small> F<small>AUSTWEITE HAT, SO IST, WENN SICH DARIN EINE</small> U<small>NREINHEIT</small><sup><xref rid="fn969">23</xref></sup><small>BEFINDET, DAS</small> H<small>AUS REIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, WAS DARIN IST, REIN, DENN DIE</small> U<small>NREINHEIT PFLEGT HINAUSZUGEHEN UND NICHT HINEINZUGEHEN</small>. H<small>AT ER EINE</small> F<small>AUSTWEITE UND DER</small> A<small>USFLUSS KEINE</small> F<small>AUSTWEITE, SO IST, WENN EINE</small> U<small>NREINHEIT SICH DARIN BEFINDET, DAS</small> H<small>AUS UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, WAS DARIN IST, REIN, DENN DIE</small> U<small>NREINHEIT PFLEGT HINAUSZUGEHEN UND NICHT HINEINZUGEHEN</small>. H<small>AT ER KEINE</small> F<small>AUSTWEITE UND AUCH DER</small> A<small>USFLUSS KEINE</small> F<small>AUSTWEITE, SO IST, WENN EINE</small> U<small>NREINHEIT SICH DARIN</small> B<small>EFINDET, DAS</small> H<small>AUS UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, WAS DARIN IST, UNREIN</small>. E<small>INERLEI OB</small> W<small>ASSER ODER</small> K<small>RIECHTIERE DAS</small> L<small>OCH AUSGEH&#x00D6;HLT HABEN, ODER</small> S<small>ALPETER ES DURCHGEFRESSEN HAT</small>. D<small>ASSELBE GILT AUCH VON EINER</small> S<small>TEINLAGE ODER EINER</small> B<small>ALKENSCHICHT</small><sup><xref rid="fn970">24</xref></sup>. R. J<small>EHUDA SAGT, EIN</small> Z<small>ELT, DAS NICHT DURCH</small> M<small>ENSCHENHAND ERRICHTET IST, GELTE NICHT ALS</small> Z<small>ELT</small>. J<small>EDOCH PFLICHTET ER BEI</small> B<small>ERGL&#x00D6;CHERN UND</small> F<small>ELSENKL&#x00DC;FTEN BEI</small><sup><xref rid="fn971">25</xref></sup>.</p>
<ftnote id="fn947">1. Keines der Teile hat das erforderliche Quantum.</ftnote>
<ftnote id="fn948">2. Von einem Toten.</ftnote>
<ftnote id="fn949">3. Bei einer derartigen Teilung, nach RM.</ftnote>
<ftnote id="fn950">4. Dio Verunreinigung durch jede von den Leiden H&#x00E4;lften.</ftnote>
<ftnote id="fn951">5. Beispielsweise beide H&#x00E4;lften durch Ber&#x00FC;hrung.</ftnote>
<ftnote id="fn952">6. Was nachher in das Haus kommt; cf. Nid. Fol. 62b.</ftnote>
<ftnote id="fn953">7. Ein Viertellog Blut von einem Toten.</ftnote>
<ftnote id="fn954">8. W&#x00F6;rll. in der Luft, nicht &#x00FC;berzeltet.</ftnote>
<ftnote id="fn955">9. Es bleibt nicht auf der Stelle liegen u. wird daher nicht verbunden.</ftnote>
<ftnote id="fn956">10. Aber nicht das Fleisch.</ftnote>
<ftnote id="fn957">11. Der Knochen allein ist durch Bezeltung nicht verunreinigend, jed. gilt er als Handhabe f&#x00FC;r das Fleisch, mit dem er verbunden ist.</ftnote>
<ftnote id="fn958">12. Vorher hatte das letztere allein das erforderliche Quantum.</ftnote>
<ftnote id="fn959">13. Ohne Unterbrechung.</ftnote>
<ftnote id="fn960">14. Das Blut war vor Eintritt des Todes nicht verunreinigend, u. jeder Tropfen nachher verliert sich in der Mehrheit.</ftnote>
<ftnote id="fn961">15. In der Regel pflegt das Blut beim Leben zu rinnen u. nach dem Tode zu tropfen. Dies die einfache Erkl&#x00E4;rung des Maimonides; halakhisch kompliziert ist die Erkl&#x00E4;rung des T. Nid. Fol. 71a.</ftnote>
<ftnote id="fn962">16. Des Raumes, in dem sich dieses Quantum befindet.</ftnote>
<ftnote id="fn963">17. Im Quadrat. Ist diese &#x00D6;ffnung zum Hinausbringen des Toten bestimmt, so sch&#x00FC;tzt sie die &#x00FC;brigen &#x00D6;ffnungen vor der Totenunreinheit; ausf&#x00FC;hrl. weit. XVII,3.</ftnote>
<ftnote id="fn964">18. In einen durch eine Wand getrennten ansto&#x00DF;enden Raum.</ftnote>
<ftnote id="fn965">19. Nicht in anderer Dimension.</ftnote>
<ftnote id="fn966">20. Was in einem solchen R&#x00E4;ume zusammen mit einem Leichenteile bezeltet wird, ist durch Bezeltung unrein.</ftnote>
<ftnote id="fn967">21. W&#x00F6;rtl. trennt, begrenzt; eine solche h&#x00E4;lt die Unreinheit zur&#x00FC;ck, da&#x00DF; sie nicht nach oben steige.</ftnote>
<ftnote id="fn968">22. Au&#x00DF;erhalb des Hauses.</ftnote>
<ftnote id="fn969">23. Ein Teil von einem Toten.</ftnote>
<ftnote id="fn970">24. In denen sich eine solche L&#x00FC;cke befindet.</ftnote>
<ftnote id="fn971">25. Da&#x00DF; sie, obgleich nicht durch Menschenhand entstanden, als Zelt gelten.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>S</bold>TEHT <small>EIN</small> S<small>CHRANK IM</small> F<small>REIEN, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH IN DIESEM BEFINDET, DIE</small> G<small>ER&#x00C4;TE IN SEINER</small> W<small>ANDDICKE</small><sup><xref rid="fn972">1</xref></sup> <small>REIN, UND WENN EINE UNREINHEIT SICH IN SEINER</small> W<small>ANDDICKE BEFINDET, DIE</small> G<small>ER&#x00C4;TE IN DIESEM REIN</small>. R. J<small>OSE SAGT:</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE</small><sup><xref rid="fn973">2</xref></sup>. S<small>TEHT ER IN EINEM</small> H<small>AUSE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH DARIN BEFINDET, DAS</small> H<small>AUS UNREIN, UND WENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, WAS DARIN IST, REIN. DENN DIE</small> U<small>NREINHEIT PFLEGT HINAUSZUGEHEN UND NICHT HINEINZUGEHEN</small>. G<small>ER&#x00C4;TE, DIE SICH ZWISCHEN DIESEM UND DEM</small> E<small>RDBODEN, ZWISCHEN DIESEM UND DER</small> W<small>AND, ZWISCHEN DIESEM UND DEN</small> B<small>ALKEN BEFINDEN, SIND, WENN DA EINE</small> F<small>AUSTWEITE IST, UNREIN, UND WENN NICHT, REIN</small>. B<small>EFINDET SICH DA</small><sup><xref rid="fn974">3</xref></sup> <small>EINE</small> U<small>NREINHEIT, SO IST DAS</small> H<small>AUS UNREIN</small>.</p>
<p>II. H<small>AT DIE</small> L<small>ADE DES</small> S<small>CHRANKES</small><sup><xref rid="fn975">4</xref></sup> <small>EINE</small> F<small>AUSTWEITE UND IHRE</small> &#x00D6;<small>FFNUNG KEINE</small> F<small>AUSTWEITE</small><sup><xref rid="fn976">5</xref></sup>, <small>SO IST, WENN EINE</small> U<small>NREINHEIT SICH IN DIESER BEFINDET, DAS</small> H<small>AUS UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, WAS DARIN IST, REIN, DENN DIE</small> U<small>NREINHEIT PFLEGT HINAUSZUGEGEHEN UND NICHT HINEINZUGEHEN</small>. N<small>ACH</small> R. J<small>OSE IST ES</small><sup><xref rid="fn977">6</xref></sup> <small>REIN, WEIL MAN</small> [<small>DIE</small> U<small>NREINHEIT</small>] <small>GETEILT HERAUSHOLEN</small><sup><xref rid="fn978">7</xref></sup> <small>ODER AN IHREM</small> O<small>RTE VERBRENNEN KANN</small>.</p>
<p>III. S<small>TEHT ER IN DER</small> T<small>&#x00DC;R&#x00D6;FFNUNG</small><sup><xref rid="fn979">8</xref></sup> <small>SO, DASS ER NACH AUSSEN GE&#x00D6;FFNET WIRD, SO IST, WENN EINE</small> U<small>NREINHEIT SICH DARIN BEFINDET, DAS</small> H<small>AUS REIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, WAS DARIN IST, UNREIN, DENN DIE</small> U<small>NREINHEIT PFLEGT HINAUSZUGEHEN UND NICHT HINEINZUGEHEN</small>. I<small>ST SEINE</small> V<small>ORRICHTUNG</small><sup><xref rid="fn980">9</xref></sup> <small>DREI</small> F<small>INGERBREITEN</small><sup><xref rid="fn981">10</xref></sup><small>NACH HINTEN GEZOGEN, SO IST, WENN EINE</small> U<small>NREINHEIT SICH DA UNTER DEN</small> B<small>ALKEN BEFINDET, DAS</small> H<small>AUS REIN</small>. D<small>IES NUR IN DEM</small> F<small>ALLE, WENN</small> [<small>DIE</small> V<small>ORRICHTUNG</small>] <small>EINE</small> F<small>AUSTWEITE HAT, NICHT ABGENOMMEN WERDEN KANN UND DER</small> S<small>CHRANK DAS BESTIMMTE</small> G<small>R&#x00D6;SSENMASS HAT</small><sup><xref rid="fn982">11</xref></sup>.</p>
<ftnote id="fn972">1. In kleinen L&#x00F6;chern od. Nischen unter einer Handbreite.</ftnote>
<ftnote id="fn973">2. Von der Mitte der Dicke aus geh&#x00F6;rt das Loch zum Inneren.</ftnote>
<ftnote id="fn974">3. In einer der genannten L&#x00FC;cken.</ftnote>
<ftnote id="fn975">4. Wohl eine kleine Schublade in diesem.</ftnote>
<ftnote id="fn976">5. Wenn sie oben schmal ist.</ftnote>
<ftnote id="fn977">6. Das Haus, im ersten Falle.</ftnote>
<ftnote id="fn978">7. In nicht verunreinigenden Quantit&#x00E4;ten.</ftnote>
<ftnote id="fn979">8. Des Hauses.</ftnote>
<ftnote id="fn980">9. Vgl. S. 627 Anm. 2.</ftnote>
<ftnote id="fn981">10. Keine volle Faustweite.</ftnote>
<ftnote id="fn982">11. Das oben Kel. Abschn. XIV normiert ist.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EIN</small> O<small>FEN IM</small> H<small>AUSE STEHT MIT DEM</small> O<small>FENROHRE</small><sup><xref rid="fn983">1</xref></sup> <small>NACH AUSSEN GEW&#x00D6;LBT, UND DIE</small> T<small>OTENGR&#x00C4;BER</small><sup><xref rid="fn984">2</xref></sup> <small>ES BEZELTET HABEN, SO IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ALLES</small><sup><xref rid="fn985">3</xref></sup> <small>UNREIN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, DER</small> O<small>FEN UNREIN UND DAS</small> H<small>AUS REIN;</small> R. A&#x0351;<small>QIBA SAGT, AUCH DER</small> O<small>FEN SEI REIN</small>.</p>
<p>II. W<small>ENN &#x00DC;BER EINER</small> L<small>UKE ZWISCHEN DEM</small> H<small>AUSE</small><sup><xref rid="fn986">4</xref></sup> <small>UND DEM</small> S<small>&#x00D6;LLER EIN</small> T<small>OPF STEHT, DER EIN</small> L<small>OCH HAT, DURCH DAS</small> F<small>L&#x00DC;SSIGKEITEN EINDRINGEN</small><sup><xref rid="fn987">5</xref></sup> <small>K&#x00D6;NNEN, SO IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ALLES UNREIN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, DER</small> T<small>OPF UNREIN UND DER</small> S<small>&#x00D6;LLER REIN;</small> R. A&#x0351;<small>QIBA SAGT, AUCH DER</small> T<small>OPF SEI REIN</small>.</p>
<p>III. I<small>ST ER GANZ, SO SCH&#x00DC;TZT ER, WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ALLES</small><sup><xref rid="fn988">6</xref></sup>; <small>DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ER SCH&#x00DC;TZE NUR</small> S<small>PEISEN</small>, G<small>ETR&#x00C4;NKE UND</small> T<small>ONGEF&#x00C4;SSE</small><sup><xref rid="fn989">7</xref></sup>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS TRAT ABER ZUR&#x00DC;CK UND PFLICHTETE DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS BEI</small>.</p>
<p>IV. [B<small>EFINDET SICH DA</small>]<sup><xref rid="fn990">8</xref></sup> <small>EINE</small> K<small>RUKE VOLL REINER</small> F<small>L&#x00DC;SSIGKEITEN, SO IST DIE</small> K<small>RUKE SIEBENT&#x00C4;GIG UNREIN, DIE</small> F<small>L&#x00DC;SSIGKEITEN ABER SIND REIN</small><sup><xref rid="fn991">9</xref></sup>; <small>SCH&#x00DC;TTET MAN SIE IN EIN ANDERES</small> G<small>EF&#x00C4;SS UM</small><sup><xref rid="fn992">10</xref></sup>, <small>SO SIND SIE UNREIN</small>. W<small>ENN DA EINE</small> F<small>RAU IN EINEM</small> T<small>ROG KNETET, SO SIND DIE</small> F<small>RAU UND DER</small> T<small>ROG SIEBENT&#x00C4;GIG UNREIN, DER</small> T<small>EIG ABER REIN; LEGT SIE IHN IN EIN ANDERES</small> G<small>EF&#x00C4;SS UM, SO IST ER UNREIN</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS TRAT ABER ZUR&#x00DC;CK UND PFLICHTETE DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS BEI</small>.</p>
<p>V. S<small>IND ES</small> G<small>ER&#x00C4;TE AUS</small> R<small>INDERMIST</small>, G<small>ER&#x00C4;TE AUS</small> S<small>TEIN ODER</small> G<small>ER&#x00C4;TE AUS</small> E<small>RDE, SO IST ALLES REIN</small>. W<small>AR ES EIN REINES</small> G<small>EF&#x00C4;SS UND F&#x00DC;R</small> H<small>EILIGES ODER DAS</small> E<small>NTS&#x00DC;ISDIGUNGSWASSER</small><sup><xref rid="fn993">11</xref></sup><small>BESTIMMT, SO IST ALLES REIN, DENN JEDER IST GLAUBHAFT</small><sup><xref rid="fn994">12</xref></sup><small>HINSICHTLICH DES</small> E<small>NTS&#x00DC;NDIGUNGSWASSERS</small>. W<small>EIL ES N&#x00C4;MLICH REINBLEIBENDE</small> G<small>ER&#x00C4;TE</small><sup><xref rid="fn995">13</xref></sup><small>UND REINE</small> T<small>ONGEF&#x00C4;SSE</small><sup><xref rid="fn996">14</xref></sup><small>SIND, UND SIE SCH&#x00DC;TZEN MIT DEN</small> Z<small>ELTW&#x00C4;NDEN</small><sup><xref rid="fn997">15</xref></sup>.</p>
<p>VI. Z<small>UM</small> B<small>EISPIEL:</small> S<small>TEHT &#x00DC;BER DEM</small> B<small>RUNNEN ODER DER</small> Z<small>ISTERNE IM</small> H<small>AUSE</small><sup><xref rid="fn986">4</xref></sup> <small>EIN</small> W<small>INZERKORB, SO IST ALLES</small><sup><xref rid="fn998">16</xref></sup><small>REIN; WENN ES ABER EIN FLACHER</small> B<small>RUNNEN</small><sup><xref rid="fn999">17</xref></sup><small>ODER EIN DURCHBROCHENER</small> B<small>IENENKORB</small><sup><xref rid="fn1000">18</xref></sup><small>IST UND DAR&#x00DC;BER EIN</small> W<small>INZERKORB STEHT, SO IST ES</small><sup><xref rid="fn998">16</xref></sup><small>UNREIN</small>. I<small>ST ES</small><sup><xref rid="fn1001">19</xref></sup><small>EIN GLATTES</small> B<small>RETT ODER EIN</small> D<small>ECKEL OHNE</small> L<small>EISTEN, SO IST ES</small><sup><xref rid="fn998">16</xref></sup><small>REIN</small>. G<small>ER&#x00C4;TE</small><sup><xref rid="fn1002">20</xref></sup><small>SCH&#x00DC;TZEN N&#x00C4;MLICH MIT DEN</small> Z<small>ELTW&#x00C4;NDEN NUR DANN, WENN SIE SELBER</small> W<small>&#x00C4;NDE HABEN</small><sup><xref rid="fn1003">21</xref></sup>. W<small>IE GROSS MUSS DIE</small> W<small>AND SEIN?</small> E<small>INE</small> H<small>ANDBREITE</small> [<small>HOCH</small>]. I<small>ST ES NUR EINE HALBE</small> H<small>ANDBREITE DA UND EINE HALBE</small> H<small>ANDBREITE DORT</small><sup><xref rid="fn1004">22</xref></sup>, <small>SO IST DIES KEINE</small> W<small>AND</small>. N<small>UR WENN ES EINE</small> H<small>ANDBREITE AN DER EINEN</small> S<small>TELLE IST</small>.</p>
<p>VII. W<small>IE SIE INNERHALB SCH&#x00DC;TZEN, SO SCH&#x00DC;TZEN SIE AUSSERHALB</small>. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN DER</small> W<small>INZERKORB AUSSERHALB</small><sup><xref rid="fn1005">23</xref></sup><small>AUF</small> P<small>FL&#x00D6;CKEN SITZT UND EINE</small> U<small>NREINHEIT SICH UNTER DIESEM BEFINDET, SO SIND DIE</small> G<small>ER&#x00C4;TE IM</small> W<small>INZERKORBE REIN</small>. I<small>ST ES DIE</small> W<small>AND EINES</small> H<small>OFES ODER DIE</small> W<small>AND EINES</small> G<small>ARTENS, SO SCH&#x00DC;TZT ER NICHT</small><sup><xref rid="fn1006">24</xref></sup>. W<small>ENN AN EINEM</small> B<small>ALKEN</small><sup><xref rid="fn1007">25</xref></sup>, <small>DER VON EINER</small> W<small>AND ZUR ANDEREN</small> W<small>AND REICHT, EIN</small> K<small>OCHTOPF H&#x00C4;NGT UND EINE</small> U<small>NREINHEIT SICH UNTER DIESEM BEFINDET, SO SIND DIE</small> G<small>ER&#x00C4;TE IM</small> T<small>OPFE, WIE</small> R. A&#x0351;<small>QIBA SAGT, REIN, UND WIE DIE</small> W<small>EISEN SAGEN, UNREIN</small>.</p>
<ftnote id="fn983">1. W&#x00F6;rtl. Auge; vgl. S. 605 Anm. 9.</ftnote>
<ftnote id="fn984">2. Die einen Toten &#x00FC;ber das Rohr getragen haben.</ftnote>
<ftnote id="fn985">3. Der Ofen u. alles andere, was im Hause ist.</ftnote>
<ftnote id="fn986">4. In dem ein Toter sich befindet.</ftnote>
<ftnote id="fn987">5. Cf. Kel. III,1.</ftnote>
<ftnote id="fn988">6. Was im S&#x00F6;ller ist, vor der Unreinheit.</ftnote>
<ftnote id="fn989">7. Nicht andere Ger&#x00E4;te u. Menschen; cf. Ed. I,14.</ftnote>
<ftnote id="fn990">8. Im S&#x00F6;ller, wenn der Topf ganz ist.</ftnote>
<ftnote id="fn991">9. Sie sind durch den Topf gesch&#x00FC;tzt; die Kruke ist nur rabb. unrein u. &#x00FC;bertr&#x00E4;gt die Unreinheit nicht auf den Inhalt.</ftnote>
<ftnote id="fn992">10. In diesem Raume, das schon vorher leichenunrein war.</ftnote>
<ftnote id="fn993">11. Cf. Num. 19,9.</ftnote>
<ftnote id="fn994">12. Auch das irdene Gef&#x00E4;&#x00DF; war sicher rein.</ftnote>
<ftnote id="fn995">13. Wie die erstgenannten, aus Rindermist udgl.</ftnote>
<ftnote id="fn996">14. Die f&#x00FC;r Heiliges bestimmt waren.</ftnote>
<ftnote id="fn997">15. Im in Rede stehenden Falle.</ftnote>
<ftnote id="fn998">16. Was sich im Brunnen befindet.</ftnote>
<ftnote id="fn999">17. Der keine steilen W&#x00E4;nde hat.</ftnote>
<ftnote id="fn1000">18. Mehr als 40 Se&#x00E1; gro&#x00DF;, soda&#x00DF; er nicht verunreinigungsf&#x00E4;hig ist.</ftnote>
<ftnote id="fn1001">19. Was auf einem solchen Brunnen od. Bienenkorbe liegt.</ftnote>
<ftnote id="fn1002">20. &#x00DC;ber der Grube.</ftnote>
<ftnote id="fn1003">21. Hat der Deckel keine W&#x00E4;nde, so braucht auch die Grube keine W&#x00E4;nde zu haben.</ftnote>
<ftnote id="fn1004">22. An der Grube u. am bedeckenden Ger&#x00E4;te.</ftnote>
<ftnote id="fn1005">23. Des Zeltes, in einer Entfernung von weniger als einer Handbreite, soda&#x00DF; er als mit diesem verbunden gilt.</ftnote>
<ftnote id="fn1006">24. Dies gilt nur bei einer Zeltwand.</ftnote>
<ftnote id="fn1007">25. Der mindestens eine Handbreite dick ist.</ftnote>
</chapter>
<chapter>
<title>SECHSTER ABSCHNITT</title>
<p><bold>M</bold>ENSCHEN <small>UND</small> G<small>ER&#x00C4;TE K&#x00D6;NNEX</small>N Z<small>ELTE SEIN, UM UNREIN ZU MACHEN, NICHT ABER REIN ZU ERHALTEN</small>. Z<small>UM</small> B<small>EISPIEL</small>: W<small>ENN VIER</small> [P<small>&#x0116;RSONEN</small>] <small>DIE</small> S<small>TEINPLATTE</small><sup><xref rid="fn1008">1</xref></sup> <small>TRAGEN, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH UNTER DIESER BEFINDET, DIE</small> G<small>ER&#x00C4;TE &#x00DC;BER DIESER UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH AUF DIESER BEFINDET, DIE</small> G<small>ER&#x00C4;TE UNTER DIESER UNREIN</small>. N<small>ACH</small> R. E<small>LIE&#x0351;ZER SIND SIE REIN</small>. L<small>IEGT SIE AUF VIER</small> G<small>ER&#x00C4;TEN, AUCH WENN ES</small> G<small>ER&#x00C4;TE AUS</small> R<small>INDERMLST</small>, G<small>ER&#x00C4;TE AUS</small> S<small>TEIN ODER</small> G<small>ER&#x00C4;TE AUS</small> E<small>RDE</small><sup><xref rid="fn1009">2</xref></sup> <small>SIND, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH UNTER DIESER BEFINDET, DIE</small> G<small>ER&#x00C4;TE AUF DIESER UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH AUF DIESER BEFINDET, DIE</small> G<small>ER&#x00C4;TE UNTER DIESER UNREIN</small>. L<small>IEGT SIE AUF VIER</small> S<small>TEINEN ODER</small> L<small>EBEWESEN, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH UNTER DIESER BEFINDET, DIE</small> G<small>ER&#x00C4;TE AUF DIESER REIN, UND WENN EINE</small> U<small>NREINHEIT SICH AUF DIESER BEFINDET, DIE</small> G<small>ER&#x00C4;TE UNTER DIESER REIN</small>.</p>
<p>II. W<small>ENN DIE</small> T<small>OTENGR&#x00C4;BER DURCH DIE</small> V<small>ORHALLE GEHEN UND JEMAND (VON IHNEN) DIE</small> T<small>&#x00DC;R ZUMACHT</small><sup><xref rid="fn1010">3</xref></sup> <small>UND SIE MIT DEM</small> S<small>CHL&#x00DC;SSEL FESTH&#x00C4;LT, SO IST</small> [<small>DAS</small> H<small>AUS</small>], <small>WENN DIE</small> T<small>&#x00DC;R AUCH VON SELBST ZUBLEIBEN W&#x00DC;RDE, REIN, UND WENN NICHT, UNREIN</small>. D<small>ASSELBE GILT AUCH VON EINEM</small> F<small>ASSE</small> D<small>&#x00D6;RRFEIGEN UND EINEM</small> K<small>ORBE</small> S<small>TROH, DIE IN EINER</small> F<small>ENSTERNISCHE</small><sup><xref rid="fn1011">4</xref></sup> <small>STEHEN : W&#x00DC;RDEN DIE</small> D<small>&#x00D6;RRFEIGEN ODER DAS</small> S<small>TROH AUCH ALLEIN</small><sup><xref rid="fn1012">5</xref></sup> <small>STEHEN BLEIBEN, SO SIND SIE</small><sup><xref rid="fn1013">6</xref></sup> <small>REIN, WENN ABER NICHT, UNREIN</small>. H<small>AT MAN IN EINEM</small> H<small>AUSE EINE</small> S<small>CHEIDEWAND AUS</small> K<small>R&#x00DC;GEN GEMACHT UND SIE MIT EINEM</small> L<small>EHMBEWURFE VERSCHMIERT, SO IST, WENN DER</small> L<small>EHMBEWURF ALLEIN STEHEN BLEIBEN W&#x00DC;RDE, ALLES</small><sup><xref rid="fn1013">6</xref></sup> <small>REIN, WENN ABER NICHT, UNREIN</small>.</p>
<p>III. W<small>ENN DIE</small> W<small>AND DEM</small> H<small>AUSE DIENT</small><sup><xref rid="fn1014">7</xref></sup>, <small>SO IST SIE ALS</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE</small><sup><xref rid="fn1015">8</xref></sup> <small>ANZUSEHEN</small>. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN EINE</small> W<small>AND ANS</small> F<small>REIE GRENZT UND EINE</small> U<small>NREINHEIT SICH IN DIESER</small><sup><xref rid="fn1016">9</xref></sup> <small>BEFINDET, SO IST, WENN IN DER</small> H<small>&#x00C4;LFTE EINW&#x00C4;RTS, DAS</small> H<small>AUS UNREIN, UND WAS OBEN STEHT, REIN, WENN IN DER</small> H<small>&#x00C4;LFTE AUSW&#x00C4;RTS, DAS</small> H<small>AUS REIN, UND WAS OBEN STEHT, UNREIN, UND WENN</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE, DAS</small> H<small>AUS UNREIN, UND WAS OBEN STEHT, NACH</small> R. M<small>E&#x00CD;R UNREIN UND NACH DEN</small> W<small>EISEN REIN</small>. R. J<small>EHUDA SAGT, DIE GANZE</small> W<small>AND GEH&#x00D6;RE ZUM</small> H<small>ALSE</small>.</p>
<p>IV. W<small>ENN IN EINER</small> W<small>AND ZWISCHEN ZWEI</small> H<small>&#x00C4;USERN EINE</small> U<small>NREINHEIT SICH BEFINDET</small><sup><xref rid="fn1016">9</xref></sup>, <small>SO IST DAS DER</small> U<small>NREINHEIT N&#x00C4;HERE</small> H<small>AUS UNREIN UND DAS DER REINEN</small> [S<small>EITE</small>] <small>N&#x00C4;HERE REIN</small>; <small>IST SIE</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE, SO SIND BEIDE UNREIN</small>. W<small>ENN EINE</small> U<small>NREINHEIT IN EINEM VON IHNEN UND</small> G<small>ER&#x00C4;TE IN DER</small> W<small>AND SICH BEFINDEN, SO SIND SIE, WENN IN DER</small> H<small>&#x00C4;LFTE ZUR</small> U<small>NREINHEIT, UNREIN, WENN IN DER</small> H<small>&#x00C4;LFTE ZUR REINEN</small> [S<small>EITE</small>] <small>REIN, UND WENN</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE, UNREIN</small>. W<small>ENN EINE</small> U<small>NREINHEIT SICH IM</small> E<small>STRICH ZWISCHEN DEM</small> H<small>AUSE UND DEM</small> S<small>&#x00D6;LLER BEFINDET, SO IST, WENN IN DER</small> H<small>&#x00C4;LFTE NACH UNTEN, DAS</small> H<small>AUS UNREIN UND DER</small> S<small>&#x00D6;LLER REIN, WENN IN DER</small> H<small>&#x00C4;LFTE NACH OBEN, DER</small> S<small>&#x00D6;LLER UNREIN UND DAS</small> H<small>AUS REIN, UND WENN</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE, BEIDES UNREIN</small>. W<small>ENN EINE</small> U<small>NREINHEIT IN EINEM VON IHNEN UND</small> G<small>ER&#x00C4;TE IM</small> E<small>STRICH SICH BEFINDEN, SO SIND SIE, WENN IN DER</small> H<small>&#x00C4;LFTE ZUR</small> U<small>NREINHEIT, UNREIN, WENN IN DER</small> H<small>&#x00C4;LFTE ZUM REINEN</small> [R<small>AUME</small>], <small>REIN, UND WENN</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE, UNREIN</small>. R. J<small>EHUDA SAGT, DER GANZE</small> E<small>STRICH GEH&#x00D6;RE ZUM</small> S<small>&#x00D6;LLER</small>.</p>
<p>V. W<small>ENN EINE</small> U<small>NREINHEIT SICH ZWISCHEN DEN</small> B<small>ALKEN BEFINDET UND DARUNTER WIE EINE</small> K<small>NOBLAUCHSCHALE IST</small><sup><xref rid="fn1017">10</xref></sup>, <small>SO IST, WENN DA</small><sup><xref rid="fn1018">11</xref></sup><small>EINE</small> F<small>AUSTWEITE IST, ALLES UNREIN, UND WENN DA KEINE</small> F<small>AUSTWEITE IST, SO BETRACHTE MAN DIE</small> U<small>NREINHEIT ALS VERSTOPFEND</small><sup><xref rid="fn1019">12</xref></sup>. I<small>ST SIE IM</small> H<small>AUSE SICHTBAR, SO IST DAS</small> H<small>AUS OB SO ODER SO UNREIN</small>.</p>
<p>VI. W<small>ENN DAS</small> H<small>AUS DER</small> W<small>AND DIENT</small><sup><xref rid="fn1020">13</xref></sup>, <small>SO IST SIE ALS</small> K<small>NOBLAUCHSCHALE ANZUSEHEN</small><sup><xref rid="fn1021">14</xref></sup>. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN EINE</small> W<small>AND ZWISCHEN ZWEI</small> G<small>RABNISCHEN ODER ZWISCHEN ZWEI</small> H<small>&#x00D6;HLEN IST, UND EINE</small> U<small>NREINHEIT SICH IN DIESEN UND DIE</small> G<small>ER&#x00C4;TE IN DER</small> W<small>AND BEFINDEN, UND ETWAS WIE EINE</small> K<small>NOBLAUCHSCHALE</small> [<small>DICK</small>] <small>&#x00DC;BER DIESEN, SO SIND SIE REIN</small>. W<small>ENN DIE</small> U<small>NREINHEIT IN DER</small> W<small>AND UND DIE</small> G<small>ER&#x00C4;TE IN DEN</small> R<small>&#x00C4;UMEN SICH BEFINDEN UND ETWAS WIE EINE</small> K<small>NOBLAUCHSCHALE</small> [<small>DICK</small>] <small>DAR&#x00DC;BER, SO SIND SIE REIN</small>. B<small>EFINDET SICH EINE</small> U<small>NREINHEIT UNTER EINER</small> S<small>&#x00C4;ULE</small><sup><xref rid="fn1022">15</xref></sup>, <small>SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>.</p>
<p>VII. G<small>ER&#x00C4;TE UNTER EINEM</small> S<small>&#x00C4;ULENKAPITAL</small><sup><xref rid="fn1023">16</xref></sup><small>SIND REIN, UND NACH</small> R. J<small>O&#x1E24;ANAN B</small>. N<small>URI UNREIN</small>. B<small>EFINDEN SICH DIE</small> U<small>NREINHEIT UND DIE</small> G<small>ER&#x00C4;TE UNTER DEM</small> S<small>&#x00C4;ULENKAPITAL, SO SIND SIE, WENN DA EINE</small> F<small>AUSTWEITE IST, UNREIN, UND WENN NICHT, REIN</small>. W<small>ENN VON ZWEI</small> W<small>ANDSCHR&#x00C4;NKEN NEBENEINANDER ODER &#x00DC;BEREINANDER EINER VON IHNEN</small><sup><xref rid="fn1024">17</xref></sup><small>GE&#x00D6;FFNET WIRD, SO IST DIESER UND DAS</small> H<small>AUS</small><sup><xref rid="fn1025">18</xref></sup><small>UNREIN UND DER ANDERE REIN</small>. M<small>AN BETRACHTE DIE</small> W<small>ANDSCHR&#x00C4;NKE ALS VERSTOPFT</small><sup><xref rid="fn1019">12</xref></sup><small>UND</small> [<small>DIE</small> W<small>AND</small>] <small>HINSICHTLICH DES</small> H<small>INEINKOMMENS DER</small> U<small>NREINHEIT IN DAS</small> H<small>AUS ALS</small> H<small>&#x00C4;LFTE GEGEN</small> H<small>&#x00C4;LFTE</small><sup><xref rid="fn1015">8</xref></sup>.</p>
<ftnote id="fn1008">1. So nach der Lesart der alten u. neuen Ausgaben, obgleich <span dir="rtl">&#x05E0;&#x05D3;&#x05D1;&#x05DA;</span> sonst Steinreihe, Mauerschicht, bedeutet. Von den in manchen Texten abweichenden Lesarten (<span dir="rtl">&#x05E0;&#x05E8;&#x05D5;&#x05D5;&#x05D3; ,&#x05E0;&#x05D3;&#x05D1;&#x05D3;, &#x05E0;&#x05E8;&#x05D5;&#x05D5;&#x05E8;</span>) scheint <span dir="rtl">&#x05E0;&#x05E8;&#x05D1;&#x05D3;</span> (Cod. Kaufmann) die richtigste zu sein (von <span dir="rtl">&#x05E8;&#x05D1;&#x05D3;</span>, <italic>betten, ein Lager bereiten</italic>), gebettetes Lager, Bahre.</ftnote>
<ftnote id="fn1009">2. Die f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich sind.</ftnote>
<ftnote id="fn1010">3. Damit die Unreinheit nicht in das Haus dringe.</ftnote>
<ftnote id="fn1011">4. Zwischen 2 H&#x00E4;usern.</ftnote>
<ftnote id="fn1012">5. Ohne Fa&#x00DF; od. Korb.</ftnote>
<ftnote id="fn1013">6. Die im anderen Hause befindlichen Sachen.</ftnote>
<ftnote id="fn1014">7. Dh. durch die das Haus gebildet wird, eine errichtete Wand; als Ggs. zu einer Wand, die von selber durch Ausschachtung der Erdmasse an beiden Seiten entsteht, von der weiter die Wendung wenn das Haus der Wand dient&#x2019; gebraucht wird.</ftnote>
<ftnote id="fn1015">8. In der Mitte geteilt.</ftnote>
<ftnote id="fn1016">9. In einem Wandloche eingemauert.</ftnote>
<ftnote id="fn1017">10. Ein ganz d&#x00FC;nner Anstrich, soda&#x00DF; die Unreinheit nicht zu sehen ist.</ftnote>
<ftnote id="fn1018">11. Wo die Unreinheit sich befindet.</ftnote>
<ftnote id="fn1019">12. Den ganzen Hohlraum; In diesem Falle ist die Bestimmung in Mi&#x0161;na IV anwendbar.</ftnote>
<ftnote id="fn1020">13. Wenn die Wand durch den geschaffenen Raum entstanden ist; vgl. Anm. 7.</ftnote>
<ftnote id="fn1021">14. Als ganz d&#x00FC;nn, soda&#x00DF; nicht zu unterscheiden ist, auf welcher Seite die Unreinheit sich befindet.</ftnote>
<ftnote id="fn1022">15. In einem solchen Raume.</ftnote>
<ftnote id="fn1023">16. An der Seite der S&#x00E4;ule, wenn die Unreinheit unter der S&#x00E4;ule ist.</ftnote>
<ftnote id="fn1024">17. In dem eine Unreinheit ist.</ftnote>
<ftnote id="fn1025">18. Was sich in diesem befindet.</ftnote>
</chapter>
<chapter>
<title>SIEBENTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EINE</small> U<small>NREINHEIT SICH IN DER</small> W<small>AND BEFINDET UND IHR</small> R<small>AUM EINE</small> H<small>ANDBREITE ZU EINER</small> H<small>ANDBREITE IN</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE BETR&#x00C4;GT, SO SIND ALLE DAR&#x00DC;BER BEFINDLICHEN</small> S<small>&#x00D6;LLER, AUCH WENN ES ZEHN SIND, UNREIN</small>. B<small>EFINDET SICH EIN</small> S<small>&#x00D6;LLER &#x00DC;BER ZWEI</small> H<small>&#x00C4;USERN</small><sup><xref rid="fn1026">1</xref></sup>, <small>SO IST DIESER UNREIN UND ALLE</small> S<small>&#x00D6;LLER &#x00DC;BER DIESEM REIN</small>. B<small>EI DER</small> D<small>&#x00DC;NENWAND</small><sup><xref rid="fn1027">2</xref></sup> <small>DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. W<small>ER EIN MASSIVES</small> G<small>RABMAL AN DER</small> S<small>EITE BER&#x00DC;HRT, IST REIN, WEIL DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS DRINGT</small>. I<small>ST ABER AN DER</small> S<small>TELLE DER</small> U<small>NREINHEIT EINE</small> H<small>ANDBREITE ZU EINER</small> H<small>ANDBREITE IN</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE</small> [<small>FREIER</small> R<small>AUM</small>], <small>SO IST, WER ES BER&#x00DC;HRT, WO ES AUCH IST, UNREIN, WEIL ES EINEM</small> G<small>ESCHLOSSENEN</small> G<small>RABE GLEICHT</small>. H<small>AT MAN DARAN</small> L<small>AUBEN</small><sup><xref rid="fn1028">3</xref></sup> <small>GESETZT, SO SIND SIE UNREIN, UND NACH</small> R. J<small>EHUDA REIN</small>.</p>
<p>II. J<small>EDE</small> S<small>CHR&#x00C4;GE DES</small> Z<small>ELTES</small><sup><xref rid="fn1029">4</xref></sup> <small>GLEICHT DEM</small> Z<small>ELTE</small><sup><xref rid="fn1030">5</xref></sup>. W<small>ENN DAS</small> Z<small>ELT SCHR&#x00C4;G ABSTEIGT UND UNTEN MIT EINER</small> F<small>INGERBREITE</small><sup><xref rid="fn1031">6</xref></sup> <small>ENDET, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH IM</small> Z<small>ELTE BEFINDET, DIE</small> G<small>ER&#x00C4;TE UNTER DER</small> S<small>CHR&#x00C4;GE</small><sup><xref rid="fn1032">7</xref></sup> <small>UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH UNTER DER</small> S<small>CHR&#x00C4;GE BEFINDET, DIE</small> G<small>ER&#x00C4;TE IM</small> Z<small>ELTE UNREIN</small>. I<small>ST DIE</small> U<small>NREINHEIT INNEN, SO IST, WER ES INNEN BER&#x00DC;HRT, SIEBENT&#x00C4;GIG UNREIN, UND WER AUSSEN, BIS ZUM</small> A<small>BEND UNREIN, UND IST DIE</small> U<small>NREINHEIT AUSSEN, SO IST, WER ES AUSSEN BER&#x00DC;HRT, SIEBENT&#x00C4;GIG UNREIN, UND WER INNEN, BIS ZUM</small> A<small>BEND UNREIN</small>. W<small>ENN EINE HALBE</small> O<small>LIVE INNEN UND EINE HALBE</small> O<small>LIVE AUSSEN</small><sup><xref rid="fn1033">8</xref></sup>, <small>SO IST, WER SIE BER&#x00DC;HRT, OB INNEN ODER AUSSEN, BIS ZUM</small> A<small>BEND UNREIN</small>. W<small>ENN EIN</small> T<small>EIL FLACH AUF DER</small> E<small>RDE LIEGT UND EINE</small> U<small>NREINHEIT SICH UNTER DIESEM ODER AUF DIESEM BEFINDET, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. W<small>ENN EIN</small> Z<small>ELT AUF EINEM</small> S<small>&#x00D6;LLER AUSGESPANNT IST UND EIN</small> T<small>EIL &#x00DC;BER DIE</small> L<small>UKE ZWISCHEN DEM</small> H<small>AUSE UND DEM</small> S<small>&#x00D6;LLER &#x00DC;BERH&#x00C4;NGT, SO SCH&#x00DC;TZT DIES</small><sup><xref rid="fn1034">9</xref></sup>, <small>WIE</small> R. J<small>OSE SAGT</small>; R. &#x0160;<small>IMO&#x0351;N SAGT, ES SCH&#x00DC;TZE NICHT EHER, ALS BIS ES</small> [<small>SCHR&#x00C4;G</small>] <small>GESPANNT IST, WIE DAS</small> Z<small>ELT</small>.</p>
<p>III. B<small>EFINDET SICH EIN</small> T<small>OTER IN EINEM</small> H<small>AUSE, DAS VIELE</small> T<small>&#x00DC;REN HAT, SO SIND ALLE</small><sup><xref rid="fn1035">10</xref></sup><small>UNREIN</small>. W<small>IRD EINE VON IHNEN GE&#x00D6;FFNET, SO IST DIESE UNREIN UND ALLE &#x00DC;BRIGEN REIN</small>. B<small>EABSICHTIGT MAN, IHN DURCH EINE VON DIESEN HINAUSZUBRINGEN, ODER DURCH EIN</small> F<small>ENSTER VON VIER ZU VIER</small> H<small>ANDBREITEN, SO SCH&#x00DC;TZEN DIESE ALLE</small> T<small>&#x00DC;REN</small><sup><xref rid="fn1036">11</xref></sup>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, WENN MAN BEABSICHTIGT HATTE, BEVOR DER</small> T<small>OTE GESTORBEN IST, UND DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, AUCH NACHDEM ER GESTORBEN IST</small>. W<small>ENN SIE GESCHLOSSEN WAR</small><sup><xref rid="fn1037">12</xref></sup><small>UND MAN SIE ZU &#x00D6;FFNEN SICH &#x00DC;BERLEGT HAT, SO</small> [<small>SCH&#x00DC;TZT DIES</small>], <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ERST WENN MAN VIER</small> H<small>ANDBREITEN GE&#x00D6;FFNET HAT, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, SOBALD MAN DAMIT BEGONNEN HAT</small>. S<small>IE PFLICHTET JEDOCH BEI, DASS, WENN MAN VON VORNHEREIN EINE</small> &#x00D6;<small>FFNUNG</small><sup><xref rid="fn1038">13</xref></sup><small>MACHT, MAN SIE VIER</small> H<small>ANDBREITEN GROSS MACHEN MUSS</small>.</p>
<p>IV. H<small>AT MAN EIN IN</small> G<small>EBURTSWEHEN BEFINDLICHES</small> W<small>EIB AUS EINEM</small> H<small>AUSE NACH EINEM ANDEREN GEBRACHT, SO IST</small><sup><xref rid="fn1039">14</xref></sup><small>DAS ERSTE DES</small> Z<small>WEIFELS WEGEN</small><sup><xref rid="fn1040">15</xref></sup><small>UND DAS ANDERE ENTSCHIEDEN UNREIN</small>. R. J<small>EHUDA SPRACH:</small> D<small>IES NUR DANN, WENN SIE AN DEN</small> A<small>RMEN GEF&#x00DC;HRT WERDEN MUSSTE, KONNTE SIE ABER NOCH GEHEN, SO IST DAS ERSTE REIN, DENN SOBALD DER</small> U<small>TERUS SICH &#x00D6;FFNET, IST ES ZUM</small> G<small>EHEN ZU SP&#x00C4;T</small>. D<small>AS</small> S<small>ICH&#x00D6;FFNEN DES</small> U<small>TERUS GILT BEI</small> F<small>EHLGEBURTEN NUR DANN</small><sup><xref rid="fn1041">16</xref></sup>, <small>WENN DER</small> K<small>OPF SCHON WIE EIN</small> S<small>PINDELWIRTEL GERUNDET IST</small><sup><xref rid="fn1042">17</xref></sup>.</p>
<p>V. I<small>ST DAS ERSTE</small> [K<small>IND</small>] <small>TOT UND DAS ANDERE LEBEND HERAUSGEKOMMEN, SO IST ES</small><sup><xref rid="fn1043">18</xref></sup><small>REIN, WENN DAS ERSTE LEBEND UND DAS ANDERE TOT, SO IST ES UNREIN</small><sup><xref rid="fn1044">19</xref></sup>. R. M<small>E&#x00CD;R SAGT, BEI EINER</small> E<small>IHAUT SEI ES UNREIN, BEI ZWEI</small> E<small>IH&#x00C4;UTEN SEI ES REIN</small>.</p>
<p>VI. B<small>EFINDET SICH EIN</small> W<small>EIB IN SCHWEREN</small> G<small>EBURTSWEHEN</small><sup><xref rid="fn1045">20</xref></sup>, <small>SO ZERSCHNEIDE MAN DAS</small> K<small>IND IN IHREM</small> L<small>EIBE UND HOLE ES ST&#x00DC;CKWEISE HERAUS, DENN IHR</small> L<small>EBEN GEHT SEINEM</small> L<small>EBEN VOR</small>. I<small>ST DIE GR&#x00D6;SSERE</small> H<small>&#x00C4;LFTE HERAUSGEKOMMEN, SO R&#x00DC;HRE MAN ES NICHT AN, DENN MAN VERSTOSSE NICHT EIN</small> L<small>EBEN WEGEN EINES</small> L<small>EBENS</small>.</p>
<ftnote id="fn1026">1. Und die Wand zwischen beiden unrein.</ftnote>
<ftnote id="fn1027">2. So nach der weit. XVIII,6 folgenden Erkl&#x00E4;rung; eine durch einen Sandh&#x00FC;gel am Meeresstrande gebildete Wand.</ftnote>
<ftnote id="fn1028">3. Denen sie als Wand gilt.</ftnote>
<ftnote id="fn1029">4. Auch ganz oben u. ganz unten, die keine senkrechte od. wagerechte Fl&#x00E4;che von einer Handbreite hat.</ftnote>
<ftnote id="fn1030">5. Den &#x00FC;brigen Teilen, die eine Dimension mit solchen Fl&#x00E4;chen haben.</ftnote>
<ftnote id="fn1031">6. Vom Boden.</ftnote>
<ftnote id="fn1032">7. Nahe am Boden, wo sie keine Handbreite hoch ist.</ftnote>
<ftnote id="fn1033">8. Cf. supra III,1.</ftnote>
<ftnote id="fn1034">9. Den S&#x00F6;ller vor der im Hause befindlichen Unreinheit.</ftnote>
<ftnote id="fn1035">10. Der Hohlraum unter der Oberschwelle.</ftnote>
<ftnote id="fn1036">11. Die noch geschlossen sind.</ftnote>
<ftnote id="fn1037">12. Mit Steinen vermauert.</ftnote>
<ftnote id="fn1038">13. Zu diesem Zwecke.</ftnote>
<ftnote id="fn1039">14. Wenn sie im anderen abortiert hat.</ftnote>
<ftnote id="fn1040">15. Die Geburt kann schon in diesem begonnen haben.</ftnote>
<ftnote id="fn1041">16. Weil sie nachher nicht mehr gehen kann.</ftnote>
<ftnote id="fn1042">17. Bereits diese Gr&#x00F6;&#x00DF;e hat; wenn nicht, so kann sie noch gehen.</ftnote>
<ftnote id="fn1043">18. Das andere Kind, wenn das tote vorher hinausgebracht worden ist; im Mutterleibe wird die Unreinheit nicht &#x00FC;bertragen.</ftnote>
<ftnote id="fn1044">19. Weil es bei der &#x00D6;ffnung der Uterus durch das tote unrein wird.</ftnote>
<ftnote id="fn1045">20. Die das Leben bedrohen.</ftnote>
</chapter>
<chapter>
<title>ACHTER ABSCHNITT</title>
<p><bold>M</bold>ANCHES <small>BRINGT DIE</small> U<small>NREINHEIT</small><sup><xref rid="fn1046">1</xref></sup> <small>UND SCHLIESST VOR IHR AB</small><sup><xref rid="fn1047">2</xref></sup>, <small>MANCHES BRINGT DIE</small> U<small>NREINHEIT UND SCHLIESST VOR IHR NICHT AB, MANCHES SCHLIESST VOR IHR AB UND BRINGT SIE NICHT, UND MANCHES BRINGT SIE NICHT UND SCHLIESST VOR IHR NICHT AB</small>. F<small>OLGENDES BRINGT SIE UND SCHLIESST VOR IHR AB: EIN</small> K<small>ASTEN, EINE</small> T<small>RUHE, EIN</small> S<small>CHRANK, EIN</small> B<small>IENENKORB AUS</small> S<small>TROH EIN</small> B<small>IENENKORB AUS</small> R<small>OHR UND DER</small> W<small>ASSERBEH&#x00C4;LTER EINES ALEXANDRINISCHEN</small> S<small>CHIFFES</small><sup><xref rid="fn1048">3</xref></sup>, <small>DIE EINEN FLACHEN</small> B<small>ODEN HABEN UND VIERZIG</small> S<small>E&#x00C1;</small> F<small>L&#x00DC;SSIGES FASSEN, DAS SIND ZWEI</small> K<small>OR</small> T<small>ROCKENES, EIN</small> T<small>EPPICH, EIN</small> S<small>CHURZFELL, EINE</small> B<small>ETTUNTERLAGE, EIN</small> B<small>ETTLAKEN, EINE</small> M<small>ATTE UND EIN</small> S<small>TROHGEFLECHT, WENN SIE WIE</small> Z<small>ELTE</small> [<small>GESPANNT</small>]<sup><xref rid="fn1049">4</xref></sup> <small>SIND, EINE</small> H<small>ERDE UNREINES ODER REINES</small> V<small>IEH, EIN</small> R<small>UDEL</small> W<small>ILD ODER</small> G<small>EFL&#x00DC;GEL, EIN RUHENDER</small> V<small>OGEL, EINE VON EINER</small> F<small>RAU F&#x00DC;R IHR</small> K<small>IND</small><sup><xref rid="fn1050">5</xref></sup> <small>HERGERICHTETE</small> L<small>AUBE IN DEN</small> &#x00C4;<small>HREN, DIE</small> I<small>RISPFLANZE, DER</small> E<small>PHEU, DAS</small> E<small>SELSKRAUT, DER GRIECHISCHE</small> K<small>&#x00DC;RBIS UND REINE</small> S<small>PEISEN</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI PFLICHTET NICHT BEI HINSICHTLICH DER REINEN</small> S<small>PEISEN, AUSSER DEM</small> F<small>EIGENKUCHEN</small>.</p>
<p>II. V<small>ORSPR&#x00DC;NGE</small>, B<small>ALKONE</small>, T<small>AUBENSCHL&#x00C4;GE</small>, B<small>ERGL&#x00D6;CHER</small>, G<small>ROTTEN</small>, K<small>LIPPEN, &#x00DC;BERH&#x00C4;NGENDE</small> Z<small>WEIGE UND</small> M<small>AUERVORSPR&#x00DC;NGE, WENN SIE EINEN LEICHTEN</small><sup><xref rid="fn1051">6</xref></sup> E<small>STRICH TRAGEN K&#x00D6;NNEN &#x2013; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, EINEN MITTLEREN</small> E<small>STRICH</small>. &#x00DC;<small>BERH&#x00C4;NGENDE</small> Z<small>WEIGE HEISSEN SIE, WENN EIN</small> B<small>AUM ZUR</small> E<small>RDE &#x00DC;BERH&#x00C4;NGT</small>. M<small>AUERVORSPR&#x00DC;NGE, DIE AUS DER</small> S<small>TEINWAND RAGEN</small>.</p>
<p>III. F<small>OLGENDES BRINGT SIE UND SCHLIESST VOR IHR NICHT AB : EIN</small> K<small>ASTEN, EINE</small> T<small>RUHE, EIN</small> S<small>CHRANK, EIN</small> B<small>IENENKORB AUS</small> S<small>TROH, EIN</small> B<small>IENENKORB AUS</small> R<small>OHR UND DER</small> W<small>ASSERBEH&#x00C4;LTER EINES ALEXANDRINISCHEN</small> S<small>CHIFFES, DIE KEINEN FLACHEN</small> B<small>ODEN HABEN ODER KEINE VIERZIG</small> S<small>E&#x00C1;</small> F<small>L&#x00DC;SSIGES FASSEN, DAS SIND ZWEI</small> K<small>OR</small> T<small>ROCKENES, EIN</small> T<small>EPPICH, EIN</small> S<small>CHURZFELL, EINE</small> B<small>ETTUNTERLAGE, EIN</small> B<small>ETTLAKEN, EINE</small> M<small>ATTE UND EIN</small> S<small>TROHGEFLECHT, WENN SIE NICHT WIE</small> Z<small>ELTE</small> [<small>GESPANNT</small>] <small>SIND, TOTES</small> V<small>IEH ODER</small> W<small>ILD UND UNREINE</small> S<small>PEISEN</small>. Z<small>U DIESEN</small><sup><xref rid="fn1052">7</xref></sup> <small>KOMMT NOCH DIE VON</small> M<small>ENSCHEN ANGETRIEBENE</small> M<small>&#x00DC;HLE HINZU</small>.</p>
<p>IV. F<small>OLGENDES SCHLIESST VOR IHR AB UND BRINGT SIE NICHT: EIN GESPANNTER</small> A<small>UFZUG</small><sup><xref rid="fn1053">8</xref></sup>, <small>DAS</small> S<small>TRICKGEFLECHT EINES</small> B<small>ETTES</small><sup><xref rid="fn1054">9</xref></sup>, T<small>RANSPORTK&#x00D6;RBE UND</small> F<small>ENSTERGITTER</small><sup><xref rid="fn1055">10</xref></sup>.</p>
<p>V. F<small>OLGENDES BRINGT SIE NICHT UND SCHLIESST VOR IHR NICHT AB: AM</small> B<small>ODEN HAFTENDE</small> S<small>&#x00C4;MEREIEN UND</small> K<small>R&#x00C4;UTER, AUSGENOMMEN DIE GENANNTEN</small><sup><xref rid="fn1056">11</xref></sup> K<small>R&#x00C4;UTER, EIN</small> K<small>LUMPEN</small> H<small>AGEL</small>, S<small>CHNEE</small>, R<small>EIF</small>, E<small>IS ODER</small> S<small>ALZ, WAS VON EINEM</small> O<small>RTE ZUM ANDEREN SPRINGT, WAS VON EINEM</small> O<small>RTE ZUM ANDEREN H&#x00DC;PFT</small><sup><xref rid="fn1057">12</xref></sup>, <small>EIN FLIEGENDER</small> V<small>OGEL, EIN FLATTERNDER</small> M<small>ANTEL UND EIN AUF DEM</small> W<small>ASSER SCHWIMMENDES</small> S<small>CHIFF</small>. H<small>AT MAN EIN</small> S<small>CHIFF FESTGEBUNDEN MIT EINER</small> S<small>ACHE, DIE ES H&#x00C4;LT, HAT MAN EINEN</small> M<small>ANTEL MIT EINEM</small> S<small>TEINE FESTGEKLEMMT, SO BRINGEN SIE DIE</small> U<small>NREINHEIT</small>. R. J<small>OSE SAGT, EIN</small> H<small>AUS AUF EINEM</small> S<small>CHIFFE BRINGE DIE</small> U<small>NREINHEIT NICHT</small>.</p>
<p>VI. W<small>ENN ZWEI</small> F<small>&#x00C4;SSER, IN DENEN ZWEI HALBE</small> O<small>LIVENGR&#x00D6;SSEN</small><sup><xref rid="fn1058">13</xref></sup><small>SIND, UND DIE MIT EINEM FESTSCHLIESSENDEN</small> D<small>ECKEL VERSCHLOSSEN SIND, SICH IM</small> H<small>AUSE BEFINDEN, SO SIND SIE REIN UND DAS</small> H<small>AUS IST UNREIN</small><sup><xref rid="fn1059">14</xref></sup>. W<small>IRD EINES GE&#x00D6;FFNET, SO IST DIESES UND DAS</small> H<small>AUS UNREIN UND DAS ANDERE REIN</small>. D<small>ASSELBE GILT VON ZWEI</small> Z<small>IMMERN, DIE IN DAS</small> H<small>AUS F&#x00DC;HREN</small><sup><xref rid="fn1060">15</xref></sup>.</p>
<ftnote id="fn1046">1. Des Toten auf das, was sich mit diesem in einem Raume befindet.</ftnote>
<ftnote id="fn1047">2. Wenn es wagrecht oder senkrecht zwischen dem Toten u. dem Reinen trennt.</ftnote>
<ftnote id="fn1048">3. Vgl. S. 619 Anm. 1.</ftnote>
<ftnote id="fn1049">4. Als Dach &#x00FC;ber W&#x00E4;nden; allein sind sie selber f&#x00FC;r die Unreinheit empf&#x00E4;nglich.</ftnote>
<ftnote id="fn1050">5. Das sie hei der Ernte mitnimmt.</ftnote>
<ftnote id="fn1051">6. Nach einer anderen Lesart <span dir="rtl">&#x05E8;&#x05D1;&#x05D4;</span>, einen schweren.</ftnote>
<ftnote id="fn1052">7. Die auch im vorangehenden Falle genannt werden.</ftnote>
<ftnote id="fn1053">8. Von Kettenf&#x00E4;den arn Webstuhle.</ftnote>
<ftnote id="fn1054">9. Am Bettrahmen zum Auflegen der Polster.</ftnote>
<ftnote id="fn1055">10. Bei all diesen Dingen, wenn die Zwischenr&#x00E4;ume keine Handbreite betragen.</ftnote>
<ftnote id="fn1056">11. Oben Mi&#x0161;na I; diese gehen im Winter nicht ein.</ftnote>
<ftnote id="fn1057">12. Mit beiden F&#x00FC;&#x00DF;en zusammen.</ftnote>
<ftnote id="fn1058">13. Von einem Toten.</ftnote>
<ftnote id="fn1059">14. In das mit einem festen Deckel verschlossene Tongef&#x00E4;&#x00DF; dringt die Unreinheit nicht ein, wohl aber kommt sie heraus.</ftnote>
<ftnote id="fn1060">15. Wenn in jedem Zimmer eine halbe Olive von einem Toten sich befindet; sind die T&#x00FC;ren geschlossen, so sind die Zimmer rein, da in diesen sich nur halbe Quantit&#x00E4;ten befinden, das Haus aber ist unrein, weil die T&#x00FC;ren in dieses f&#x00FC;hren u. endlich ge&#x00F6;ffnet werden m&#x00FC;ssen.</ftnote>
</chapter>
<chapter>
<title>NEUNTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>EIN</small> B<small>IENENKORB SICH MIT DER</small> M<small>&#x00DC;NDUNG NACH AUSSEN IN DER</small> T<small>&#x00DC;R BEFINDET, UND DRAUSSEN UNTER DIESEM ODER &#x00DC;BER DIESEM EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN LIEGT, SO IST ALLES, WAS IN GERADER</small> R<small>ICHTUNG UNTER DEM</small> O<small>LIVENGROSSEN UND &#x00DC;BER IHM IST, UNREIN, UND WAS NICHT IN GERADER</small> R<small>ICHTUNG DES</small> O<small>LIVENGROSSEN IST, DAS</small> I<small>NNERE</small><sup><xref rid="fn1061">1</xref></sup> <small>UND DAS</small> H<small>AUS, REIN</small>. W<small>ENN IM</small> H<small>AUSE, SO IST NUR DAS</small> H<small>AUS UNREIN, UND WENN IN DIESEM, SO IST ALLES UNREIN</small>.</p>
<p>II. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER DIESEM, IM</small> H<small>AUSE ODER &#x00DC;BER DIESEM BEFINDET, ALLES UNREIN, NUR</small> [<small>NICHT</small>] <small>SEIN</small> I<small>NNERES, UND WENN IN DIESEM, ALLES UNREIN</small>.</p>
<p>III. D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN ER NUR EIN GESCHW&#x00C4;CHTES</small> G<small>ER&#x00C4;T</small><sup><xref rid="fn1062">2</xref></sup> <small>IST, IST ER ABER BESCH&#x00C4;DIGT UND MIT</small> S<small>TROH ZUGESTOPFT, ODER EINGEPRESST</small><sup><xref rid="fn1063">3</xref></sup>, &#x2013; <small>EINGEPRESST HEISST, WENN ER AN KEINER</small> S<small>TELLE EINE</small> H<small>ANDBREITE</small> [Z<small>WISCHENRAUM</small>] <small>HAT &#x2013; SO IST, WENN EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN UNTER IHM LIEGT, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> A<small>BGRUNDE UNREIN, WENN &#x00DC;BER IHM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN, WENN IM</small> H<small>AUSE, NUR DAS</small> H<small>AUS UNREIN, UND WENN IN IHM, NUR SEIN</small> I<small>NNERES UNREIN</small>.</p>
<p>IV. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER DIESEM ODER IM</small> H<small>AUSE BEFINDET, ALLES UNTER IHM UND DAS HAUS UNREIN, SEIN</small> I<small>NNERES ABER UND ALLES &#x00DC;BER IHM REIN, WENN IN DIESEM, NUR SEIN</small> I<small>NNERES UNREIN, UND WENN AUF DIESEM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>V. D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN DIE</small> M<small>&#x00DC;NDUNG NACH AUSSEN IST, IST SIE ABER NACH INNEN, SO IST, WENN EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN DRAUSSEN UNTER DIESEM ODER &#x00DC;BER DIESEM LIEGT, ALLES, WAS IN GERADER</small> R<small>ICHTUNG UNTER DEM</small> O<small>LIVENGROSSEN, &#x00DC;BER IHM UND DARIN IST, UNREIN, UND WAS NICHT IN GERADER</small> R<small>ICHTUNG DES</small> O<small>LIVENGROSSEN IST, SEIN</small> I<small>NNERES UND DAS</small> H<small>AUS</small><sup><xref rid="fn1064">4</xref></sup>, <small>REIN, UND WENN IN DIESEM ODER IM</small> H<small>AUSE, ALLES UNREIN</small>.</p>
<p>VI. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH VON DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER DIESEM, IM</small> H<small>AUSE, IN DIESEM ODER &#x00DC;BER DIESEM BEFINDET, ALLES UNREIN</small>.</p>
<p>VII. D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN ES NUR EIN GESCHW&#x00C4;CHTES</small> G<small>ER&#x00C4;T</small><sup><xref rid="fn1062">2</xref></sup> <small>IST, IST ES ABER BESCH&#x00C4;DIGT UND MIT</small> S<small>TROH ZUGESTOPFT, ODER EINGEPRESST, &#x2013; EINGEPRESST HEISST, WENN ER AN KEINER</small> S<small>TELLE EINE</small> H<small>ANDBREITE</small> [Z<small>WISCHENRAUM</small>] <small>HAT, &#x2013; SO IST, WENN EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN UNTER IHM LIEGT, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> A<small>BGRUNDE UNREIN, WENN &#x00DC;BER IHM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN, UND WENN IN IHM ODER IM</small> H<small>AUSE, SEIN</small> I<small>NNERES UND DAS</small> H<small>AUS UNREIN</small>.</p>
<p>VIII. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM, IM</small> H<small>AUSE ODER IN IHM BEFINDET, ALLES UNREIN, NUR</small> [<small>NICHT</small>] <small>&#x00DC;BER IHM, UND WENN AUF IHM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>IX. W<small>ENN ER DAS GANZE</small> H<small>AUS AUSF&#x00DC;LLT</small><sup><xref rid="fn1065">5</xref></sup> <small>UND ZWISCHEN DIESEM UND DEM</small> G<small>EB&#x00C4;LK KEINE</small> F<small>AUSTWEITE IST, SO IST, WENN DIE</small> U<small>NREINHEIT SICH IN DIESEM BEFINDET, DAS</small> H<small>AUS UNREIN, UND WENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, ALLES IN IHM REIN, DENN DIE</small> U<small>NREINHEIT PFLEGT HINAUSZUGEHEN UND NICHT HINEINZUGEHEN</small><sup><xref rid="fn1066">6</xref></sup>. E<small>INERLEI, OB ER AUFRECHT STEHT, AUF DER</small> S<small>EITE LIEGT, OB ES EINER IST ODER ZWEI</small> [<small>&#x00DC;BEREINANDER</small>].</p>
<p>X. W<small>ENN ER IN DER</small> T<small>&#x00DC;R STEHT UND ZWISCHEN IHM UND DER</small> O<small>BERSCHWELLE KEINE</small> F<small>AUST WEITE IST, SO IST, WENN DIE</small> U<small>NREINHEIT SICH IN IHM BEFINDET, DAS</small> H<small>AUS REIN</small><sup><xref rid="fn1067">7</xref></sup>, <small>UND WENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, ALLES IN IHM UNREIN</small><sup><xref rid="fn1068">8</xref></sup>. D<small>IE</small> U<small>NREINHEIT PFLEGT N&#x00C4;MLICH HINAUSZUGEHEN UND NICHT HINEINZUGEHEN</small>.</p>
<p>XI. L<small>IEGT ER AUF DER</small> S<small>EITE IM</small> F<small>REIEN, SO IST, WENN EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN SICH UNTER IHM ODER &#x00DC;BER IHM BEFINDET, ALLES IN GERADER</small> R<small>ICHTUNG DES</small> O<small>LIVENGROSSEN, UNTER IHM UND &#x00DC;BER IHM UNREIN, UND WAS NICHT IN GERADER</small> R<small>ICHTUNG DES</small> O<small>LIVENGROSSEN IST, UND SEIN</small> I<small>NNERES REIN, UND WENN IN IHM, ALLES UNREIN</small>.</p>
<p>XII. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM ODER &#x00DC;BER IHM BEFINDET, ALLES UNREIN, NUR</small> [<small>NICHT</small>] <small>SEIN</small> I<small>NNERES, UND WENN IN IHM, ALLES UNREIN</small>. D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN ER EIN</small> [<small>VERWENDBARES</small>] G<small>ER&#x00C4;T IST, IST ER ABER BESCH&#x00C4;DIGT UND MIT</small> S<small>TROH ZUGESTOPFT, ODER FASST ER VIERZIG</small> S<small>E&#x00C1;, NACH DEN</small> W<small>EISEN</small><sup><xref rid="fn1069">9</xref></sup>, <small>SO IST, WENN EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN UNTER IHM LIEGT, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> A<small>BGRUNDE UNREIN, WENN &#x00DC;BER IHM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN, UND WENN IN IHM, NUR SEIN</small> I<small>NNERES UNREIN</small>. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM BEFINDET, WAS UNTER IHM IST, UNREIN, WENN IN IHM, SEIN</small> I<small>NNERES UNREIN, UND WENN AUF IHM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>XIII. W<small>ENN ER AUF SEINEM</small> B<small>ODEN STEHT UND EIN</small> [<small>VERWENDBARES</small>] G<small>ER&#x00C4;T</small><sup><xref rid="fn1070">10</xref></sup><small>IST, UND DIE</small> U<small>NREINHEIT SICH UNTER IHM, IN IHM ODER &#x00DC;BER IHM BEFINDET, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, ODER ZUGEDECKT, ODER AUF DIE</small> M<small>&#x00DC;NDUNG GEST&#x00DC;LPT, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM, IN IHM ODER &#x00DC;BER IHM BEFINDET, ALLES UNREIN</small>.</p>
<p>XIV. D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN ER EIN</small> G<small>ER&#x00C4;T IST, WENN ER ABER BESCH&#x00C4;DIGT IST UND MIT</small> S<small>TROH ZUGESTOPFT, ODER VIERZIG</small> S<small>E&#x00C1; FASST, NACH DEN</small> W<small>EISEN</small><sup><xref rid="fn1069">9</xref></sup>, <small>UND DIE</small> U<small>NREINHEIT SICH UNTER IHM, IN IHM ODER &#x00DC;BER IHM BEFINDET, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. R. E<small>LIE&#x0351;ZER UND</small> R. &#x0160;<small>IMO&#x0351;N SAGEN, DIE</small> U<small>NREINHEIT STEIGE NICHT ZU IHM NACH OBEN</small><sup><xref rid="fn1071">11</xref></sup><small>UND SINKE NICHT AUS IHM NACH UNTEN</small><sup><xref rid="fn1072">12</xref></sup>. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM BEFINDET, ALLES UNTER IHM UNREIN, UND WENN IN IHM ODER &#x00DC;BER IHM, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>XV. W<small>ENN DER</small> S<small>ARG, IN DEM EIN</small> T<small>OTER IST, UNTEN BREIT UND OBEN SCHMAL IST, SO IST, WAS IHN UNTEN BER&#x00DC;HRT, REIN, UND WAS OBEN, UNREIN</small><sup><xref rid="fn1073">13</xref></sup>. I<small>ST ER OBEN BREIT UND UNTEN SCHMAL, SO IST, WAS IHN IRGENDWO BER&#x00DC;HRT, UNREIN</small><sup><xref rid="fn1071">11</xref></sup>. I<small>ST ER &#x00DC;BERALL GLEICH</small> [<small>BREIT</small>], <small>SO IST, WAS IHN IRGENDWO BER&#x00DC;HRT, UNREIN</small><sup><xref rid="fn1074">14</xref></sup>&#x2013; <small>SO</small> R. E<small>LIE&#x0351;ZER</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, WENN VON EINER</small> H<small>ANDBREITE ABW&#x00C4;RTS</small><sup><xref rid="fn1075">15</xref></sup>, <small>SEI ES REIN, WENN VON EINER</small> H<small>ANDBREITE AUFW&#x00C4;RTS, SEI ES UNREIN</small>. I<small>ST ER NACH</small> A<small>RT EINER</small> K<small>LEIDERTRUHE</small><sup><xref rid="fn1076">16</xref></sup><small>GEFERTIGT, SO IST, WAS IHN IRGENDWO BER&#x00DC;HRT, UNREIN; WENN NACH</small> A<small>RT EINES</small> S<small>CHMUCKKASTENS</small><sup><xref rid="fn1077">17</xref></sup>, <small>SO IST, WAS IHN IRGEND WO BER&#x00DC;HRT, REIN, AUSGENOMMEN DIE</small> S<small>TELLE DER</small> &#x00D6;<small>FFNUNG</small>.</p>
<p>XVI. W<small>ENN EIN</small> F<small>ASS IM</small> F<small>REIEN AUF SEINEM</small> B<small>ODEN STEHT UND EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN SICH DARUNTER BEFINDET, ODER DARIN GEGEN&#x00DC;BER DEM</small> B<small>ODEN, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS, UND DAS</small> F<small>ASS IST UNREIN</small>. W<small>ENN UNTER DER</small> S<small>EITENWAND</small><sup><xref rid="fn1078">18</xref></sup><small>VON AUSSEN, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS, UND DAS</small> F<small>ASS IST REIN</small>. W<small>ENN INNEN UNTER DER</small> S<small>EITENWIND</small><sup><xref rid="fn1079">19</xref></sup>, <small>SO IST, WENN DIE</small> W<small>&#x00C4;NDE EINE</small> F<small>AUSTWEITE HABEN, ALLES UNREIN UND GEGEN&#x00DC;BER DER</small> M<small>&#x00DC;NDUNG REIN, UND WENN NICHT, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. D<small>IES GILT NUR IN DEM</small> F<small>ALLE, WENN ES REIN IST, IST ES ABER UNREIN, ODER STEHT ES EINE</small> H<small>ANDBREITE &#x00DC;BER DER</small> E<small>RDE AB, ODER IST ES ZUGEDECKT, ODER AUF DIE</small> M<small>&#x00DC;NDUNG GEST&#x00DC;LPT, SO IST, WENN DIE</small> U<small>NREINHEIT SICH DARUNTER, DARIN ODER DAR&#x00DC;BER BEFINDET, ALLES UNREIN</small>.</p>
<ftnote id="fn1061">1. Des Bienenkorbes.</ftnote>
<ftnote id="fn1062">2. Wenn die einzige Schw&#x00E4;che des Bienenkorbes darin besteht, da&#x00DF; er durchl&#x00F6;chert ist, jedoch seinen Zweck erf&#x00FC;llt.</ftnote>
<ftnote id="fn1063">3. Nach anderer Erkl&#x00E4;rung, ausgestopft, sodali er nicht mehr als Ger&#x00E4;t gilt.</ftnote>
<ftnote id="fn1064">4. Das <span dir="rtl">&#x05D5;&#x05D2;&#x05D1;&#x05E8;</span> in den kursierenden Ausgaben u. <span dir="rtl">&#x05EA;&#x05D7;&#x05EA;&#x05D9;&#x05D4; &#x05D5;&#x05D2;&#x05D1;&#x05D4;</span> in der Erstausgabe sind offenbare Druckfehler. Das W. <span dir="rtl">&#x05D5;&#x05EA;&#x05D5;&#x05DB;&#x05D4;</span> ersten Passus fehlt auch in den Handschriften u. ist nach den Kommentaren zu streichen.</ftnote>
<ftnote id="fn1065">5. Wenn er im Hause steht, mit der M&#x00FC;ndung nach oben.</ftnote>
<ftnote id="fn1066">6. Sie kommt aus dem Korbe u. nicht in den Korb.</ftnote>
<ftnote id="fn1067">7. Die Unreinheit wird durch die Oberschwelle abgeschlossen.</ftnote>
<ftnote id="fn1068">8. Sie kann nicht hinaus.</ftnote>
<ftnote id="fn1069">9. Nach welchen ein solcher nicht mehr als Gef&#x00E4;&#x00DF;, sondern als Zeit gilt.</ftnote>
<ftnote id="fn1070">10. Dh. unbesch&#x00E4;digt.</ftnote>
<ftnote id="fn1071">11. Befindet sich die Unreinheit unter diesem, so dringt sie nur nach unten.</ftnote>
<ftnote id="fn1072">12. Befindet sie sich auf od. in diesem, so steigt sie nur nach oben.</ftnote>
<ftnote id="fn1073">13. Sind die W&#x00E4;nde schr&#x00E4;g u. der Tote in der Mitte, so befindet sich das Obere der Wand &#x00FC;ber dem Toten, das Untere aber steht ab.</ftnote>
<ftnote id="fn1074">14. Da der Deckel den Toten bezeltet.</ftnote>
<ftnote id="fn1075">15. Dieser Teil geh&#x00F6;rt noch zum Erdboden.</ftnote>
<ftnote id="fn1076">16. Mit gerundetem &#x00FC;berstehendem Deckel.</ftnote>
<ftnote id="fn1077">17. Mit flachem Deckel u. gerundeten Seitenw&#x00E4;nden.</ftnote>
<ftnote id="fn1078">18. Unter der Bauchung der Wand.</ftnote>
<ftnote id="fn1079">19. Innerhalb der Bauchung.</ftnote>
</chapter>
<chapter>
<title>ZEHNTER ABSCHNITT</title>
<p><bold>W</bold>ENN <small>IN EINEM</small> H<small>AUSE EINE</small> L<small>UKE</small><sup><xref rid="fn1080">1</xref></sup> <small>IST, DIE EINE</small> F<small>AUST WEITE HAT, SO IST, WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, ALLES GEGEN&#x00DC;BER DER</small> L<small>UKE</small><sup><xref rid="fn1081">2</xref></sup> <small>REIN, UND WENN DIE</small> U<small>NREINHEIT SICH GEGEN&#x00DC;BER DER</small> L<small>UKE</small><sup><xref rid="fn1081">2</xref></sup> <small>BEFINDET, DAS</small> H<small>AUS REIN</small>. W<small>ENN DIE</small> U<small>NREINHEIT SICH OB IM</small> H<small>AUSE ODER GEGEN&#x00DC;BER DER</small> L<small>UKE BEFINDET UND JEMAND DEN</small> F<small>USS &#x00DC;BER</small> [<small>DIE</small> L<small>UKE</small>] <small>GESETZT HAT, SO HAT ER DIE</small> U<small>NREINHEIT VERMENGT</small><sup><xref rid="fn1082">3</xref></sup>. B<small>EFINDET SICH EIN</small> T<small>EIL DER</small> U<small>NREINHEIT IM</small> H<small>AUSE UND EIN</small> T<small>EIL GEGEN&#x00DC;BER DER</small> L<small>UKE, SO IST DAS</small> H<small>AUS UNREIN UND ALLES GEGEN&#x00DC;BER DER</small> U<small>NREINHEIT UNREIN</small>.</p>
<p>II. H<small>AT DIE</small> L<small>UKE KEINE</small> F<small>AUST WEITE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, ALLES GEGEN&#x00DC;BER DER</small> L<small>UKE REIN, UND WENN DIE</small> U<small>NREINHEIT SICH GEGEN&#x00DC;BER DER</small> L<small>UKE BEFINDET, DAS</small> H<small>AUS REIN</small>. W<small>ENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, SO IST, WER DEN</small> F<small>USS &#x00DC;BER</small> [<small>DIE</small> L<small>UKE</small>] <small>SETZT, REIN, UND WENN DIE</small> U<small>NREINHEIT SICH GEGEN&#x00DC;BER DER</small> L<small>UKE BEFINDET, SO IST, WER DEN</small> F<small>USS &#x00DC;BER</small> [<small>DIE</small> L<small>UKE</small>] <small>SETZT, NACH</small> R. M<small>E&#x00CD;R UNREIN</small>. D<small>IE</small> W<small>EISEN SAGEN, WAR DIE</small> U<small>NREINHEIT FR&#x00DC;HER DA ALS SEIN</small> F<small>USS, SEI ER UNREIN, UND WAR SEIN</small> F<small>USS FR&#x00DC;HER DA ALS DIE</small> U<small>NREINHEIT, SEI ER REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, WENN ZWEI</small> F<small>&#x00DC;SSE &#x00DC;BEREINANDER DA FR&#x00DC;HER WAREN ALS DIE</small> U<small>NREINHEIT UND DER ERSTEHE DEN</small> F<small>USS FORTNIMMT, SODASS DER</small> F<small>USS DES ANDEREN DA ZUR&#x00DC;CKBLEIBT, SEI ER</small><sup><xref rid="fn1083">4</xref></sup> <small>REIN, WEIL DER</small> F<small>USS DES ERSTEHEN DA FR&#x00DC;HER WAR ALS DIE</small> U<small>NREINHEIT</small>.</p>
<p>III. B<small>EFINDET SICH EIN</small> T<small>EIL DER</small> U<small>NREINHEIT IM</small> H<small>AUSE UND EIN</small> T<small>EIL GEGEN&#x00DC;BER DER</small> L<small>UKE</small><sup><xref rid="fn1084">5</xref></sup>, <small>SO IST DAS</small> H<small>AUS UNREIN UND ALLES GEGEN&#x00DC;BER DER</small> U<small>NREINHEIT UNREIN &#x2013; SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>EHUDA SAGT, DAS</small> H<small>AUS SEI UNREIN UND ALLES GEGEN&#x00DC;BER DER</small> U<small>NREINHEIT REIN</small>. R. J<small>OSE SAGT, IST DIE</small> U<small>NREINHEIT SO GROSS, DASS SIE GETEILT DAS</small> H<small>AUS UNREIN MACHEN W&#x00DC;RDE UND AUCH DAS GEGEN&#x00DC;BER DER</small> U<small>NREINHEIT BEFINDLICHE UNREIN MACHEN W&#x00DC;RDE, SEI ALLES UNREIN, WENN ABER NICHT, SEI DAS</small> H<small>AUS UNREIN UND ALLES GEGEN&#x00DC;BER DER</small> U<small>NREINHEIT REIN</small>.</p>
<p>IV. W<small>ENN VON MEHREREN</small> L<small>UKEN &#x00DC;BEREINANDER</small><sup><xref rid="fn1085">6</xref></sup> <small>JEDE EINE</small> F<small>AUSTWEITE HAT, SO IST, WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, ALLES GEGEN&#x00DC;BER DEN</small> L<small>UKEN REIN, UND WENN EINE</small> U<small>NREINHEIT SICH GEGEN&#x00DC;BER DEN</small> L<small>UKEN BEFINDET, DAS</small> H<small>AUS REIN</small>. W<small>ENN DIE</small> U<small>NREINHEIT SICH OB IM</small> H<small>AUSE ODER GEGEN&#x00DC;BER DEN</small> L<small>UKEN BEFINDET UND MAN DAR&#x00DC;BER ETWAS LEGT, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, OB &#x00DC;BER DIE OBERE ODER &#x00DC;BER DIE UNTERE, SO IST ALLES UNREIN ; WENN ABER ETWAS, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT NICHT EMPF&#x00C4;NGLICH IST, SO IST, WAS DARUNTER IST, UNREIN, UND WAS DAR&#x00DC;BER IST, REIN</small>.</p>
<p>V. H<small>ABEN DIE</small> L<small>UKEN KEINE</small> F<small>AUSTWEITE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, ALLES GEGEN&#x00DC;BER DEN</small> L<small>UKEN REIN, UND WENN DIE</small> U<small>NREINHEIT GEGEN&#x00DC;BER DEN</small> L<small>UKEN IST, DAS</small> H<small>AUS REIN</small>. W<small>ENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET UND MAN DAR&#x00DC;BER ETWAS LEGT, EINERLEI OB ES F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST ODER ES F&#x00DC;R DIE</small> U<small>NREINHEIT NICHT EMPF&#x00C4;NGLICH IST, OB &#x00DC;BER DIE OBERE ODER &#x00DC;BER DIE UNTERE, SO IST NUR DAS UNTERE</small> [H<small>AUS</small>] <small>UNREIN</small>. W<small>ENN DIE</small> U<small>NREINHEIT SICH GEGEN&#x00DC;BER DEN</small> L<small>UKEN BEFINDET UND MAN DAR&#x00DC;BER ETWAS LEGT, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT EMPF&#x00C4;NGLICH IST, OB &#x00DC;BER DIE OBERE ODER &#x00DC;BER DIE UNTERE, SO IST ALLES UNREIN; WENN ABER ETWAS, WAS F&#x00DC;R DIE</small> U<small>NREINHEIT NICHT EMPF&#x00C4;NGLICH IST, EINERLEI OB &#x00DC;BER DIE OBERE ODER &#x00DC;BER DIE UNTERE, SO IST NUR DAS UNTERE</small> [H<small>AUS</small>] <small>UNREIN</small>.</p>
<p>VI. W<small>ENN EINE</small> L<small>UKE IM</small> H<small>AUSE IST UND UNTER DIESE EIN</small> T<small>OPF SO GESETZT IST, DASS HOCHGEKOMMEN SEIN</small> R<small>AND DEN DER</small> L<small>UKE NICHT BER&#x00DC;HREN W&#x00DC;RDE, UND EINE</small> U<small>NREINHEIT SICH DARUNTER, DARIN ODER DAR&#x00DC;BER BEFINDET, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO SIND, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM ODER IM</small> H<small>AUSE BEFINDET, ALLES UNTER IHM UND DAS</small> H<small>AUS UNREIN, UND SEIN</small> I<small>NNERES UND ALLES &#x00DC;BER IHM REIN, UND WENN IN IHM ODER &#x00DC;BER IHM, ALLES UNREIN</small>.</p>
<p>VII. W<small>ENN ER</small> [<small>AUSSEN</small>] <small>NEBEN DER</small> S<small>CHWELLE SO STEHT, DASS ER HOCHGEKOMMEN DIE</small> O<small>BERSCHWELLE EINE</small> F<small>AUSTWEITE BER&#x00DC;HREN W&#x00DC;RDE UND DIE</small> U<small>NREINHEIT SICH UNTER IHM, IN IHM ODER &#x00DC;BER IHM BEFINDET, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. I<small>ST ER EINE</small> H<small>ANDBREITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM ODER IM</small> H<small>AUSE BEFINDET, ALLES UNTER IHM UND DAS</small> H<small>AUS UNREIN, UND SEIN</small> I<small>NNERES UND ALLES &#x00DC;BER IHM REIN, UND WENN IN IHM ODER &#x00DC;BER IHM, ALLES UNREIN</small>. [S<small>TEHT ER ABER SO</small>,] <small>DASS ER HOCHGEKOMMEN DIE</small> O<small>BERSCHWELLE NICHT EINE</small> F<small>AUSTWEITE BER&#x00DC;HREN W&#x00DC;RDE, ODER IST ER SO MIT DER</small> O<small>BERSCHWELLE VERBUNDEN, SO IST ES, WENN DIE</small> U<small>NREINHEIT SICH UNTER IHM BEFINDET, NUR UNTER IHM UNREIN</small>.</p>
<ftnote id="fn1080">1. Oben in der Decke.</ftnote>
<ftnote id="fn1081">2. In senkrechter Richtung.</ftnote>
<ftnote id="fn1082">3. Der Fu&#x00DF; bildet eine Bezeltung, u. auch der, der den Fu&#x00DF; gesetzt hat, ist unrein.</ftnote>
<ftnote id="fn1083">4. Der andere.</ftnote>
<ftnote id="fn1084">5. Die keine Faustweite hat.</ftnote>
<ftnote id="fn1085">6. In mehreren Stockwerken.</ftnote>
</chapter>
<chapter>
<title>ELFTER ABSCHNITT</title>
<p><bold>I</bold>ST <small>EIN</small> H<small>AUS</small><sup><xref rid="fn1086">1</xref></sup> <small>GEPLATZT</small><sup><xref rid="fn1087">2</xref></sup>, <small>SO SIND, WENN DIE</small> U<small>NREINHEIT SICH AUSSEN</small><sup><xref rid="fn1088">3</xref></sup> <small>BEFINDET, DIE</small> G<small>ER&#x00C4;TE INNEN</small><sup><xref rid="fn1088">3</xref></sup> <small>REIN, UND WENN DIE</small> U<small>NREINHEIT SICH INNEN BEFINDET, DIE</small> G<small>ER&#x00C4;TE AUSSEN ES NUR DANN, WENN DIE</small> S<small>PALTE, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, VIER</small> H<small>ANDBREITEN HAT, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, AUCH WENN SIE IRGENDWIE GROSS IST</small>. R. J<small>OSE SAGT IM</small> N<small>AMEN DER</small> S<small>CHULE</small> H<small>ILLELS, EINE</small> F<small>AUSTL&#x00DC;CKE</small>.</p>
<p>II. I<small>ST EINE</small> V<small>ORHALLE</small><sup><xref rid="fn1086">1</xref></sup> <small>GEPLATZT, SO SIND, WENN DIE</small> U<small>NREINHEIT SICH AN DER EINEN</small> S<small>EITE BEFINDET, DIE</small> G<small>ER&#x00C4;TE AUF DER ANDEREN</small> S<small>EITE REIN</small>. H<small>AT MAN DEN</small> F<small>USS ODER EINEN</small> R<small>OHRSTAB &#x00DC;BER</small> [<small>DIE</small> S<small>PALTE</small>] <small>GESETZT, SO HAT MAN DIE</small> U<small>NREINHEIT VERMENGT</small>. H<small>AT MAN DAS</small> R<small>OHR AUF DIE</small> E<small>RDE</small><sup><xref rid="fn1089">4</xref></sup> <small>GESETZT, SO BRINGT DIES DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER, ES SEI DENN, SIE STEHEN EINE</small> F<small>AUSTWEITE VON DER</small> E<small>RDE AB</small>.</p>
<p>III. E<small>IN DICKER</small> F<small>RIESMANTEL ODER EIN DICKER</small> B<small>LOCK BRINGEN DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER, ES SEI DENN, SIE STEHEN EINE</small> F<small>AUSTWEITE</small> H<small>OCH VON DER</small> E<small>RDE AB</small>. Z<small>USAMMENGELEGTE</small> K<small>LEIDER &#x00DC;BEREINANDER BRINGEN DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER, ES SEI DENN, DAS OBERSTE STEHT EINE</small> F<small>AUSTWEITE HOCH VON DER</small> E<small>RDE AB</small>. S<small>TEHT DA</small><sup><xref rid="fn1089">4</xref></sup> <small>EIN</small> M<small>ENSCH, SO BRINGT ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, EIN</small> M<small>ENSCH SEI HOHL, UND SEIN</small> O<small>BERTEIL</small><sup><xref rid="fn1090">5</xref></sup> <small>BRINGE DIE</small> U<small>NREINHEIT HIN&#x00DC;BER</small>.</p>
<p>IV. W<small>ENN JEMAND AUS DEM</small> F<small>ENSTER HINAUSSCHAUT UND DABEI DIE</small> T<small>OTENGR&#x00C4;BER</small><sup><xref rid="fn1091">6</xref></sup> <small>BEZELTET, SO BRINGT ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE</small> U<small>NREINHEIT NICHT HINEIN</small><sup><xref rid="fn1092">7</xref></sup>; <small>DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER BRINGE DIE</small> U<small>NREINHEIT HINEIN</small>. J<small>ENE PFLICHTET JEDOCH BEI, DASS, WENN ER SEINE</small> K<small>LEIDER AN HAT, ODER WENN ES ZWEI</small> [M<small>ENSCHEN</small>] <small>&#x00DC;BEREINANDER SIND, SIE</small><sup><xref rid="fn1093">8</xref></sup> <small>DIE</small> U<small>NREINHEIT HINEINBRINGEN</small>.</p>
<p>V. W<small>ENN JEMAND AUF DER</small> S<small>CHWELLE LIEGT UND DIE</small> T<small>OTENGR&#x00C4;BER</small><sup><xref rid="fn1091">6</xref></sup> <small>IHN BEZELTEN, SO BRINGT ER, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DIE</small> U<small>NREINHEIT NICHT HINEIN; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, ER BRINGE DIE</small> U<small>NREINHEIT HINEIN</small>.</p>
<p>VI. W<small>ENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET UND</small> R<small>EINE IHN</small><sup><xref rid="fn1094">9</xref></sup> <small>BEZELTEN, SO SIND SIE NACH DER</small> S<small>CHULE</small> &#x0160;<small>AMMAJS REIN UND NACH DER</small> S<small>CHULE</small> H<small>ILLELS UNREIN</small>.</p>
<p>VII. W<small>ENN EIN</small> H<small>UND</small> F<small>LEISCH VON EINEM</small> T<small>OTEN GEFRESSEN HAT UND VERENDET AUF DER</small> S<small>CHWELLE LIEGT, SO BRINGT ER, WIE</small> R. M<small>E&#x00CD;R SAGT, WENN SEIN</small> H<small>ALS EINE</small> F<small>AUST WEITE HAT, DIE</small> U<small>NREINHEIT HINEIN, WENN ABER NICHT, SO BRINGT ER DIE</small> U<small>NREINHEIT NICHT HINEIN</small>. R. J<small>OSE SAGT, MAN SEHE DIE</small> U<small>NREINHEIT AN</small><sup><xref rid="fn1095">10</xref></sup>: <small>BEFINDET SIE SICH GEGEN&#x00DC;BER DER</small> O<small>BERSCHWELLE EINW&#x00C4;RTS, SO IST DAS</small> H<small>AUS UNREIN, UND WENN GEGEN&#x00DC;BER DER</small> O<small>BERSCHWELLE AUSW&#x00C4;RTS, SO IST DAS</small> H<small>AUS REIN</small>. R. E<small>LIE&#x0351;ZER SAGT, IST DAS</small> M<small>AUL EINW&#x00C4;RTS GERICHTET, SEI DAS</small> H<small>AUS REIN, UND IST DAS</small> M<small>AUL, AUSW&#x00C4;RTS GERICHTET, SEI DAS</small> H<small>AUS UNREIN, DENN DIE</small> U<small>NREINHEIT GEHT VON HINTEN AUS</small>. R. J<small>EHUDA B</small>. B<small>ETHERA SAGT, DAS</small> H<small>AUS SEI OB SO ODER SO UNREIN</small>. W<small>IE LANGE MUSS ES</small><sup><xref rid="fn1096">11</xref></sup><small>IN SEINEN</small> D<small>&#x00C4;RMEN VERBLIEBEN SEIN?</small> D<small>REI</small> T<small>AGE VON</small> S<small>TUNDE ZU</small> S<small>TUNDE</small>. B<small>EI</small> V<small>&#x00D6;GELN UND</small> F<small>ISCHEN</small><sup><xref rid="fn1097">12</xref></sup><small>SO LANGE, DASS ES, WENN ES INS</small> F<small>EUER FIELE, VERBRENNEN W&#x00DC;RDE &#x2013; SO</small> R. &#x0160;<small>IMO&#x0351;N</small>. R. J<small>EHUDA B</small>. B<small>ETHERA SAGT, BEI</small> V<small>&#x00D6;GELN UND</small> F<small>ISCHEN EINEN</small> S<small>TUNDENTAG</small>.</p>
<p>VIII. W<small>ENN IN EINEM</small> Z<small>IMMERBRUNNEN EIN</small> L<small>EUCHTER MIT AUSLAUFENDEM</small> K<small>NAUFE</small><sup><xref rid="fn1098">13</xref></sup><small>STEHT, UND DAR&#x00DC;BER EIN</small> W<small>INZERKORB SO GESETZT IST, DASS BEIM</small> F<small>ORTNEHMEN DES</small> L<small>EUCHTERS DER</small> W<small>INZERKORB AUF DER</small> B<small>RUNNENM&#x00DC;NDUNG STEHEN BLEIBEN W&#x00DC;RDE, SO IST</small><sup><xref rid="fn1099">14</xref></sup>, <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, DER</small> B<small>RUNNEN REIN UND DER</small> L<small>EUCHTER UNREIN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, AUCH DER</small> L<small>EUCHTER REIN</small>. S<small>IE PFLICHTEN ABER BEI, DASS, WENN BEIM</small> F<small>ORTNEHMEN DES</small> L<small>EUCHTERS DER</small> K<small>ORB HINEINFALLEN W&#x00DC;RDE, ALLES UNREIN SEI</small>.</p>
<p>IX. D<small>IE</small> G<small>ER&#x00C4;TE ZWISCHEN DEN</small> R<small>&#x00C4;NDERN DES</small> W<small>INZERKORBES UND DEN</small> R<small>&#x00C4;NDERN DER</small> Z<small>ISTERNE</small><sup><xref rid="fn1100">15</xref></sup><small>SIND SOGAR BIS ZUM</small> A<small>BGRUNDE HINUNTER REIN</small>. B<small>EFINDET SICH DIE</small> U<small>NREINHEIT DARIN</small><sup><xref rid="fn1101">16</xref></sup>, <small>SO IST DAS</small> H<small>AUS UNREIN, UND BEFINDET SICH DIE</small> U<small>NREINHEIT IM</small> H<small>AUSE</small><sup><xref rid="fn1102">17</xref></sup>, <small>SO SIND DIE</small> G<small>ER&#x00C4;TE ZWISCHEN DEN</small> W<small>&#x00C4;NDEN DER</small> Z<small>ISTERNE, WENN DA EIN</small> R<small>AUM VON EINER</small> H<small>ANDBREITE ZU EINER</small> H<small>ANDBREITE IN</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE IST, REIN, UND WENN NICHT, UNREIN</small>. S<small>IND DIE</small> W<small>&#x00C4;NDE DES</small> B<small>RUNNENS BREITER</small><sup><xref rid="fn1103">18</xref></sup><small>ALS DIE DES</small> H<small>AUSES, SO SIND SIE OB SO ODER SO REIN</small>.</p>
<ftnote id="fn1086">1. Dh. das Dach desselben.</ftnote>
<ftnote id="fn1087">2. &#x00DC;ber die ganze Breite, soda&#x00DF; es 2 Teile sind.</ftnote>
<ftnote id="fn1088">3. Im vorderen bezw. hinteren Teile des durch die Teilung des Daches geteilten Haiuses.</ftnote>
<ftnote id="fn1089">4. Unter der Spalte.</ftnote>
<ftnote id="fn1090">5. Das als Dach der H&#x00F6;hlung anzusehen ist.</ftnote>
<ftnote id="fn1091">6. Die mit dem Toten &#x00FC;ber die Stra&#x00DF;e gehen.</ftnote>
<ftnote id="fn1092">7. In den Raum, in dem er sich befindet.</ftnote>
<ftnote id="fn1093">8. Die Kleider od. der oben befindliche Mensch, die sich eine Handbreite &#x00FC;ber der Erde befinden.</ftnote>
<ftnote id="fn1094">9. Den auf der Schwelle liegenden Menschen; cf. Anm. 6 mut. mut.</ftnote>
<ftnote id="fn1095">10. Auf welcher Stelle sie sich befindet.</ftnote>
<ftnote id="fn1096">11. Das Fleisch vom Toten im Leibe des lebenden Hundes, um vollst&#x00E4;ndig verdaut u. nicht mehr verunreinigend zu sein.</ftnote>
<ftnote id="fn1097">12. Die von einer Leiche gefressen haben.</ftnote>
<ftnote id="fn1098">13. &#x00DC;ber die Brunnenfl&#x00E4;che.</ftnote>
<ftnote id="fn1099">14. Wenn ein Toter im Raume sich befindet.</ftnote>
<ftnote id="fn1100">15. Wenn er auf diesem stehen bleiben w&#x00FC;rde.</ftnote>
<ftnote id="fn1101">16. Im Brunnen od. auf dem Rande.</ftnote>
<ftnote id="fn1102">17. Wenn &#x00FC;ber dem Brunnen kein Korb ist.</ftnote>
<ftnote id="fn1103">18. Wohl unter dem Fu&#x00DF;boden.</ftnote>
</chapter>
<chapter>
<title>ZW&#x00D6;LFTER ABSCHNITT</title>
<p><bold>L</bold>IEGT <small>EIN</small> B<small>RETT AUF DER</small> M<small>&#x00DC;NDUNG EINES NEUEN</small> O<small>FENS</small><sup><xref rid="fn1104">1</xref></sup> <small>AUF JEDER</small> S<small>EITE EINE</small> F<small>AUSTWEITE &#x00DC;BERRAGEND, SO SIND, WENN DIE</small> U<small>NREINHEIT SICH UNTER DIESEM BEFINDET, DIE</small> G<small>ER&#x00C4;TE &#x00DC;BER DIESEM REIN, UND WENN DIE</small> U<small>NREINHEIT SICH &#x00DC;BER DIESEM BEFINDET, DIE</small> G<small>ER&#x00C4;TE UNTER DIESEM REIN</small>. I<small>ST ES EIN ALTER, SO IST ALLES</small><sup><xref rid="fn1105">2</xref></sup> <small>UNREIN, UND NACH</small> R. J<small>O&#x1E24;ANAN B</small>. N<small>URI REIN</small>. W<small>ENN ES AUF ZWEI</small> &#x00D6;<small>FEN LIEGT</small><sup><xref rid="fn1106">3</xref></sup> <small>UND DIE</small> U<small>NREINHEIT SICH ZWISCHEN IHNEN BEFINDET, SO SIND SIE UNREIN, UND NACH</small> R. J<small>O&#x1E24;ANAN B</small>. N<small>URI REIN</small>.</p>
<p>II. L<small>IEGT EIN</small> L<small>&#x00D6;CHERDECKEL FEST VERSCHLOSSEN AUF DER</small> M<small>&#x00DC;NDUNG EINES</small> O<small>FENS, SO IST, WENN DIE</small> U<small>NREINHEIT SICH UNTER DIESEM ODER &#x00DC;BER DIESEM BEFINDET, ALLES UNREIN, UND WAS GEGEN&#x00DC;BER DEM</small> H<small>OHLRAUME DES</small> O<small>FENS, REIN, UND WENN DIE</small> U<small>NREINHEIT SICH &#x00DC;BER DEM</small> H<small>OHLRAUME DES</small> O<small>FENS BEFINDET, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>III. L<small>IEGT EIN</small> B<small>RETT AUF DER</small> M<small>&#x00DC;NDUNG EINES ALTEN</small> O<small>FENS HIER UND DORT EINE</small> H<small>ANDBREITE &#x00DC;BERRAGEND, NICHT ABER AN DEN</small> S<small>EITEN</small><sup><xref rid="fn1107">4</xref></sup>, <small>SO SIND, WENN DIE</small> U<small>NREINHEIT SICH AN DER EINEN</small> S<small>EITE BEFINDET, DIE</small> G<small>ER&#x00C4;TE AN DER ANDEREN</small> S<small>EITE REIN, UND NACH</small> R. J<small>OSE UNREIN</small>. D<small>ER</small> S<small>ITZ</small><sup><xref rid="fn1108">5</xref></sup> <small>BRINGT DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER</small>. I<small>ST DARAN EIN</small> V<small>ORSPRUNG, SO BRINGT ER, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER;</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, MAN BETRACHTE DEN</small> S<small>ITZ ALS NICHT VORHANDEN, UND DER</small> V<small>ORSPRUNG DAR&#x00DC;BER BRINGT DIE</small> U<small>NREINHEIT HIN&#x00DC;BER</small>.</p>
<p>IV. H<small>AT MAN F&#x00DC;R EINEN</small> W<small>IEGENUNTERSATZ</small> [<small>DIE</small> S<small>&#x00D6;LLERDECKE</small>] <small>BIS INS</small> H<small>AUS DURCHBROCHEN</small><sup><xref rid="fn1109">6</xref></sup>, <small>SO IST, WENN DIE</small> &#x00D6;<small>FFNUNG EINE</small> F<small>AUSTWEITE HAT, ALLES UNREIN</small><sup><xref rid="fn1110">7</xref></sup>, <small>WENN ABER NICHT, SO Z&#x00C4;HLE MAN</small><sup><xref rid="fn1111">8</xref></sup> <small>DABEI, WIE MAN BEI EINEM</small> T<small>OTEN Z&#x00C4;HLT</small>.</p>
<p>V. W<small>ENN DIE</small> B<small>ALKEN DES</small> H<small>AUSES UND DES</small> S<small>&#x00D6;LLERS KEINEN</small> E<small>STRICHHABEN UND GENAU</small> [<small>&#x00DC;BEREINANDER</small>] <small>LIEGEN, SO IST, WENN UNTER EINEM VON IHNEN</small><sup><xref rid="fn1112">9</xref></sup> <small>EINE</small> U<small>NREINHEIT SICH BEFINDET, WAS UNTER DIESEM IST, UNREIN, WENN ZWISCHEN DEM UNTEREN UND DEM OBEREN, WAS DAZWISCHEN IST, UNREIN, UND WENN AUF EINEM DER OBEREN, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>. L<small>IEGEN DIE OBEREN WIE ZWISCHEN DEN UNTEREN, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER EINEM VON IHNEN BEFINDET, ALLES UNTER IHNEN UNREIN, UND WENN &#x00DC;BER IHNEN, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>VI. E<small>IN VON EINER</small> W<small>AND ZUR ANDEREN</small> W<small>AND LAUFENDER</small> B<small>ALKEN, UNTER DEM EINE</small> U<small>NREINHEIT SICH BEFINDET, BRINGT, WENN ER EINE</small> F<small>AUSTWEITE HAT, DIE</small> U<small>NREINHEIT UNTER DEN GANZEN, UND WENN NICHT, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. W<small>ELCHEN</small> U<small>MFANG MUSS ER HABEN, UM EINE</small> F<small>AUSTWEITE ZU HABEN?</small> I<small>ST ER RUND, SO MUSS DER</small> U<small>MFANG DREI</small> H<small>ANDBREITEN BETRAGEN, UND IST ER VIERECKIG, VIER, DENN DAS</small> Q<small>UADRAT IST UM EIN</small> V<small>IERTEL GR&#x00D6;SSER ALS DER</small> K<small>REIS</small>.</p>
<p>VII. W<small>ENN EIN</small> [<small>RUNDER</small>] P<small>FEILER IM</small> F<small>REIEN LIEGT, SO BRINGT ER, WENN SEIN</small> U<small>MFANG VIERUNDZWANZIG</small> H<small>ANDBREITEN BETR&#x00C4;GT, DIE</small> U<small>NREINHEIT</small><sup><xref rid="fn1113">10</xref></sup> <small>UNTER DIE GANZE</small> R<small>UNDUNG</small><sup><xref rid="fn1114">11</xref></sup>, <small>WENN ABER NICHT, SO BRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>.</p>
<p>VIII. H<small>AFTET EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN AN DER</small> S<small>CHWELLE</small><sup><xref rid="fn1115">12</xref></sup>, <small>SO IST DAS</small> H<small>AUS NACH</small> R. E<small>LIE&#x0351;ZER UNREIN UND NACH</small> R. J<small>EHO&#x0160;UA&#x0351; REIN</small>. B<small>EFINDET SIE SICH UNTER DER</small> S<small>CHWELLE, SO IST</small> [<small>DIE</small> S<small>CHWELLE</small>] <small>ALS IN ZWEI</small> H<small>&#x00C4;LFTEN GETEILT ZU BETRACHTEN</small><sup><xref rid="fn1116">13</xref></sup>. H<small>AFTET SIE AN DER</small> O<small>BERSCHWELLE, SO IST DAS</small> H<small>AUS UNREIN, UND NACH</small> R. J<small>OSE REIN</small>. B<small>EFINDET SIE SICH IM</small> H<small>AUSE, SO IST, WAS DIE</small> O<small>BERSCHWELLE BER&#x00DC;HRT, UNREIN, UND WAS DIE</small> [<small>UNTERE</small>] S<small>CHWELLE BER&#x00DC;HRT, NACH</small> R. E<small>LIE&#x0351;ZER UNREIN</small>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, WAS VON EINER</small> H<small>ANDBREITE NACH UNTEN</small> [<small>BER&#x00DC;HRT</small>], <small>SEI REIN</small><sup><xref rid="fn1117">14</xref></sup>, <small>UND WAS VON EINER</small> H<small>ANDBREITE NACH OBEN, UNREIN</small>.</p>
<ftnote id="fn1104">1. Der noch nicht geheizt wurde, u. somit f&#x00FC;r die Unreinheit noch nicht empf&#x00E4;nglich ist.</ftnote>
<ftnote id="fn1105">2. Auch der Ofen u. alles, was darin.</ftnote>
<ftnote id="fn1106">3. Soda&#x00DF; es ein Zelt bildet.</ftnote>
<ftnote id="fn1107">4. Dh. nur an 2 Seiten gegen&#x00FC;ber.</ftnote>
<ftnote id="fn1108">5. Nach manchen Kommentaren eine Art aus der Wand herausragender Sitz vor dem Fenster; nach anderen hingegen eine Art Bassin.</ftnote>
<ftnote id="fn1109">6. L&#x00F6;cher zum Hineinselzen der F&#x00FC;&#x00DF;e.</ftnote>
<ftnote id="fn1110">7. Wenn das Haus leichenunrein ist.</ftnote>
<ftnote id="fn1111">8. Die Tage der Unreinheit nach dem Grade derselben; ob. Abschn. 1.</ftnote>
<ftnote id="fn1112">9. Den unteren.</ftnote>
<ftnote id="fn1113">10. Die sich unter der Rundung befindet.</ftnote>
<ftnote id="fn1114">11. Bis zur auf der Erde aufliegenden Stelle, obgleich da der freie Raum keine Handbreite hoch ist.</ftnote>
<ftnote id="fn1115">12. Au&#x00DF;erhalb des Hauses.</ftnote>
<ftnote id="fn1116">13. Wie oben VI,3.</ftnote>
<ftnote id="fn1117">14. Diese Stelle geh&#x00F6;rt zum Erdboden.</ftnote>
</chapter>
<chapter>
<title>DREIZEHNTER ARSCHNITT</title>
<p><bold>M</bold>ACHT <small>MAN EINE</small> L<small>ICHTLUKE VON VORNHEREIN, IN DER</small> G<small>R&#x00D6;SSE</small><sup><xref rid="fn1118">1</xref></sup> <small>DES GROSSEN</small> B<small>OHRERS IN DER</small> T<small>EMPELKAMMER; BEIM</small> &#x00DC;<small>BERBLEIBSEL EINER</small> L<small>ICHTLUKE</small><sup><xref rid="fn1119">2</xref></sup> <small>GEN&#x00DC;GT EINE</small> H<small>&#x00D6;HE VON ZWEI</small> F<small>INGERBREITEN IN EINER</small> B<small>REITE DES</small> D<small>AUMENS</small>. F<small>OLGENDES HEISST</small> &#x00DC;<small>BERBLEIBSEL EINER</small> L<small>ICHTLUKE: WENN MAN EIN</small> F<small>ENSTER ZUBAUT UND ES ZU BEENDEN NICHT GEKOMMEN IST</small>. H<small>ABEN</small> W<small>ASSER ODER</small> K<small>RIECHTIERE</small> [<small>DIE</small> W<small>AND</small>] <small>DURCHLOCHT ODER HAT</small> S<small>ALPETER EIN</small> L<small>OCH DURCHGEFRESSEN, SO ERFOLGT ES BEI DER</small> G<small>R&#x00D6;SSE EINER</small> F<small>AUST</small><sup><xref rid="fn1120">3</xref></sup>. B<small>EABSICHTIGT MAN ES ZU BENUTZEN</small><sup><xref rid="fn1121">4</xref></sup>, <small>SO ERFOLGT ES BEI</small> F<small>AUSTWEITE; WENN EINE</small> L<small>ICHT&#x00D6;FFNUNG, SO ERFOLGT ES BEI DER</small> G<small>R&#x00D6;SSE EINES</small> B<small>OHRER</small>[<small>LOCHES</small>]. B<small>EI</small> G<small>EFLECHTGITTERN UND</small> S<small>TABGITTERN WERDEN</small> [<small>DIE</small> Z<small>WISCHENR&#x00C4;UME</small>], <small>WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ZUR</small> G<small>R&#x00D6;SSE EINES</small> B<small>OHRER</small>[<small>LOCHES</small>] <small>VEREINIGT; DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NUR WENN AN EINER</small> S<small>TELLE DIE</small> W<small>EITE EINES</small> B<small>OHRER</small>[<small>LOCHES</small>] <small>VORHANDEN IST</small>. D<small>IES</small><sup><xref rid="fn1122">5</xref></sup> <small>DIE</small> U<small>NREINHEIT HINEINZULASSEN UND DIE</small> U<small>NREINHEIT HINAUSZULASSEN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, NUR DIE</small> U<small>NREINHEIT HINEINZULASSEN, DIE</small> U<small>NREINHEIT HINAUSZULASSEN ABER SEI</small> F<small>AUSTWEITE ERFORDERLICH</small>.</p>
<p>II. B<small>EI EINEM</small> L<small>&#x00DC;FTUNGSFENSTER IST DIE</small> G<small>R&#x00D6;SSE EINES</small> B<small>OHRER</small>[<small>LOCHES</small>] <small>ERFORDERLICH; BAUT MAN AUSSERHALB DESSELBEN</small><sup><xref rid="fn1123">6</xref></sup><small>EIN</small> H<small>AUS, SO BETR&#x00C4;GT DIE</small> G<small>R&#x00D6;SSE EINE</small> F<small>AUSTWEITE</small>. L<small>EGT MAN DAS</small> G<small>EB&#x00C4;LK</small><sup><xref rid="fn1124">7</xref></sup> <small>IN DIE</small> M<small>ITTE DES</small> F<small>ENSTERS, SO IST BEIM UNTEREN</small> T<small>EILE</small> F<small>AUSTWEITE UND BEIM OBEREN DIE</small> G<small>R&#x00D6;SSE EINES</small> B<small>OHRER</small>[<small>LOCHES</small>] <small>ERFORDERLICH</small>.</p>
<p>III. D<small>AS</small> L<small>OCH IN EINER</small> T<small>&#x00DC;R</small><sup><xref rid="fn1125">8</xref></sup> <small>BEI DER</small> G<small>R&#x00D6;SSE EINER</small> F<small>AUST &#x2013; SO</small> R. A&#x0351;<small>QIBA;</small> R. T<small>RYPHON SAGT, BEI</small> F<small>AUSTWEITE</small>. H<small>AT DER</small> Z<small>IMMERMANN DARAN</small><sup><xref rid="fn1126">9</xref></sup> <small>UNTEN ODER OBEN</small> [<small>EINE</small> L<small>&#x00DC;CKE</small>] <small>GELASSEN, ODER HAT JEMAND SIE ZUGEMACHT UND NICHT GANZ GESCHLOSSEN, ODER HAT DER</small> W<small>IND SIE GE&#x00D6;FFNET, SO ERFOLGT DIES BEI DER</small> G<small>R&#x00D6;SSE EINER</small> F<small>AUST</small>.</p>
<p>IV. B<small>EI EINEM</small> R<small>AUME</small><sup><xref rid="fn1127">10</xref></sup>, <small>DEN MAN F&#x00DC;R EIN</small> R<small>OHR, EINE</small> S<small>PATEL</small><sup><xref rid="fn1128">11</xref></sup><small>ODER EINE</small> L<small>AMPE MACHT, ERFOLGT ES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, BEI DER DAZU ERFORDERLICHEN</small> G<small>R&#x00D6;SSE, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, BEI</small> F<small>AUSTWEITE</small><sup><xref rid="fn1118">1</xref></sup>. B<small>EI EINEM</small> [L<small>OCHE</small>] <small>ZUR</small> A<small>UGENWEIDE, UM SICH MIT SEINEM</small> N<small>&#x00C4;CHSTEN ZU UNTERHALTEN ODER ZUR</small> B<small>ENUTZUNG ERFOLGT ES BEI</small> F<small>AUSTWEITE</small>.</p>
<p>V. F<small>OLGENDES MINDERT DIE</small> H<small>ANDBREITE</small><sup><xref rid="fn1129">12</xref></sup>: <small>WENIGER ALS EINE</small> O<small>LIVE</small> F<small>LEISCH</small><sup><xref rid="fn1130">13</xref></sup><small>VERMINDERT SIE BEI EINEM</small> V<small>IERTEL</small> [K<small>AB</small>] K<small>NOCHEN</small><sup><xref rid="fn1131">14</xref></sup>, <small>EIN</small> K<small>NOCHEN UNTER</small> G<small>ERSTENGR&#x00D6;SSE MINDERT BEI EINER</small> O<small>LIVE</small> F<small>LEISCH</small><sup><xref rid="fn1132">15</xref></sup>, <small>WENIGER ALS EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN</small><sup><xref rid="fn1133">16</xref></sup>, <small>WENIGER ALS EINE</small> O<small>LIVE VON EINEM</small> A<small>ASE, WENIGER ALS EINE</small> L<small>INSE VON EINEM</small> K<small>RIECHTIERE, WENIGER ALS EIN</small> E<small>IGROSSES VON</small> S<small>PEISEN</small>, G<small>ETREIDE IM</small> F<small>ENSTER</small><sup><xref rid="fn1134">17</xref></sup>, <small>WESENTLICH</small> R<small>OHRMARK</small>, A<small>AS VON EINEM REINEN</small> V<small>OGEL, DAS MAN NICHT</small> [<small>ZUM</small> E<small>SSEN</small>] <small>BESTIMMT</small><sup><xref rid="fn1135">18</xref></sup><small>HAT</small>, A<small>AS VON EINEM UNREINEN</small> V<small>OGEL, DAS MAN</small> [<small>ZUM</small> E<small>SSEN</small>] <small>BESTIMMT, ABER NICHT BEF&#x00C4;HIGT</small><sup><xref rid="fn1136">19</xref></sup><small>GEMACHT HAT, ODER BEF&#x00C4;HIGT GEMACHT, ABER NICHT</small> [<small>ZUM</small> E<small>SSEN</small>] <small>BESTIMMT HAT</small>.</p>
<p>VI. F<small>OLGENDES MINDERT NICHT: EIN</small> K<small>NOCHEN MINDERT NICHT BEI</small> K<small>NOCHEN</small><sup><xref rid="fn1137">20</xref></sup>, F<small>LEISCH NICHT BEI</small> F<small>LEISCH, NICHT EINE</small> O<small>LIVE VON EINEM</small> T<small>OTEN, NICHT EINE</small> O<small>LIVE VON EINEM</small> A<small>ASE, NICHT EINE</small> L<small>INSE VON EINEM</small> K<small>RIECHTIERE, NICHT EIN</small> E<small>IGROSSES VON</small> S<small>PEISEN, NICHT</small> G<small>ETREIDE IM</small> F<small>ENSTER</small><sup><xref rid="fn1138">21</xref></sup>, <small>NICHT UNWESENTLICH</small> R<small>OHRMARK, NICHT</small> A<small>AS VON EINEM REINEN</small> V<small>OGEL, DAS MAN</small> [<small>ZUM</small> E<small>SSEN</small>] <small>BESTIMMT HAT, NICHT</small> A<small>AS VON EINEM UNREINEN</small> V<small>OGEL, DAS MAN</small> [<small>ZUM</small> E<small>SSEN</small>] <small>BESTIMMT UND BEF&#x00C4;HIGT</small><sup><xref rid="fn1136">19</xref></sup><small>GEMACHT HAT, NICHT AUSSATZBEHAFTETE</small> K<small>ETTEN- ODER</small> E<small>INSCHLAGF&#x00C4;DEN, UND NICHT EIN</small> Z<small>IEGEL VON EINEM</small> G<small>R&#x00C4;BERPFLUGE &#x2013; SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, EIN</small> Z<small>IEGEL MINDERE WOHL, WEIL SEINE</small> E<small>RDE REIN IST</small>. D<small>IE</small> R<small>EGEL HIERBEI IST: DAS</small> R<small>EINE MINDERT, DAS</small> U<small>NREINE MINDERT NICHT</small>.</p>
<ftnote id="fn1118">1. Sobald das Loch diese Gr&#x00F6;&#x00DF;e hat, l&#x00E4;&#x00DF;t es die Unreinheit durch.</ftnote>
<ftnote id="fn1119">2. Einer kleinen von einer gro&#x00DF;en.</ftnote>
<ftnote id="fn1120">3. Cf. Kel, XVII,12.</ftnote>
<ftnote id="fn1121">4. Zum Abstellen von Sachen.</ftnote>
<ftnote id="fn1122">5. Die genannten Gr&#x00F6;&#x00DF;enma&#x00DF;e.</ftnote>
<ftnote id="fn1123">6. Vor diesem, soda&#x00DF; der Zweck desselben beeintr&#x00E4;chtigt wird.</ftnote>
<ftnote id="fn1124">7. Des vorgebauten Hauses.</ftnote>
<ftnote id="fn1125">8. Ohne Zweck, od. provisorisch gemacht u. zu schlie&#x00DF;en unterlassen.</ftnote>
<ftnote id="fn1126">9. An der T&#x00FC;r, durch zu kurze Bretter.</ftnote>
<ftnote id="fn1127">10. Einer Vertiefung in der Wand.</ftnote>
<ftnote id="fn1128">11. Nach anderen, Ger&#x00E4;te zur Bedienung der Lampe.</ftnote>
<ftnote id="fn1129">12. Wenn man es in eine &#x00D6;ffnung, die diese Gr&#x00F6;&#x00DF;o hat, hineinleigt.</ftnote>
<ftnote id="fn1130">13. Von einem Toten.</ftnote>
<ftnote id="fn1131">14. Wenn die Unreinheit des Raumes dadurch erfolgt. Das Quantum einer Olivo ist an sich unrein, u. erfolgt die Unreinheit durch Fleisch von einem Toten, so wird ein kleines Quantum mit diesem vereinigt.</ftnote>
<ftnote id="fn1132">15. Cf. Anm. 14 mut. mut.</ftnote>
<ftnote id="fn1133">16. Gek&#x00FC;rzte Wiederholung des Vorangehenden.</ftnote>
<ftnote id="fn1134">17. Das hineingewachsen ist u. am Boden haftend nicht verunreinigungsf&#x00E4;hig ist.</ftnote>
<ftnote id="fn1135">18. F&#x00FC;r Menschen, soda&#x00DF; es nicht verunreinigungsf&#x00E4;hig ist; cf. Uq&#x00E7;. III,3.</ftnote>
<ftnote id="fn1136">19. F&#x00FC;r die Unreinheit, durch Befeuchtung; cf. Makh. I,1ff.</ftnote>
<ftnote id="fn1137">20. Wenn die Unreinheit im Raume durch diese erfolgt.</ftnote>
<ftnote id="fn1138">21. Das vom Boden getrennt ist.</ftnote>
</chapter>
<chapter>
<title>VIERZEHNTER ABSCHNITT</title>
<p><bold>D</bold>ER S<small>IMS</small><sup><xref rid="fn1139">1</xref></sup> <small>BRINGT DIE</small> U<small>NREINHEIT HINEIN, WIE</small> [<small>SCHMAL</small>] <small>ER AUCH IST, DER</small> B<small>ALKON UND DER</small> V<small>ORBAU BEI</small> F<small>AUSTWEITE</small>. W<small>AS HEISST</small> S<small>IMS?</small> D<small>IE</small> V<small>ORDERSEITE NACH UNTEN</small>. B<small>ALKON?</small> D<small>IE</small> V<small>ORDERSEITE NACH OBEN</small>. V<small>ON WELCHEM</small> S<small>IMSE SAGTEN SIE, ER BRINGE DIE</small> U<small>NREINHEIT HINEIN, WIE</small> [<small>SCHMAL</small>] <small>ER AUCH IST</small>? V<small>ON EINEM</small> S<small>IMSE, DER DREI</small> S<small>TEINSCHICHTEN, DAS SIND ZW&#x00D6;LF</small> H<small>ANDBREITEN H&#x00D6;HER ALS DIE</small> T<small>&#x00DC;R IST; WENN ABER MEHR, SO BRINGT ER DIE</small> U<small>NREINHEIT HINEIN BEI</small> F<small>AUSTWEITE</small>. D<small>IE</small> K<small>RANZVERZIERUNGEN UND DIE</small> O<small>RNAMENTE BRINGEN DIE</small> U<small>NREINHEIT HINEIN BEI</small> F<small>AUSTWEITE</small>.</p>
<p>II. D<small>ER</small> S<small>IMS &#x00DC;BER EINER</small> T<small>&#x00DC;R BRINGT DIE</small> U<small>NREINHEIT HINEIN BEI</small> F<small>AUSTWEITE, DER &#x00DC;BER EINEM</small> F<small>ENSTER BEI EINER</small> H<small>&#x00D6;HE VON ZWEI</small> F<small>ING ERBREITEN, UND &#x00DC;BER EINEM</small> [L<small>OCHE</small>] <small>IN DER</small> G<small>R&#x00D6;SSE EINES</small> B<small>OHRER</small>[<small>LOCHES</small>] <small>IN JEDER</small> G<small>R&#x00D6;SSE</small>. R. J<small>OSE SAGT, IN SEINER</small><sup><xref rid="fn1140">2</xref></sup> W<small>EITE</small>.</p>
<p>III. E<small>IN</small> S<small>TAB &#x00DC;BER DER</small> T<small>&#x00DC;R, AUCH IN EINER</small> H<small>&#x00D6;HE VON HUNDERT</small> E<small>LLEN, BRINGT DIE</small> U<small>NREINHEIT HINEIN, WIE</small> [<small>SCHMAL</small>] <small>ER AUCH IST &#x2013; SO</small> R. J<small>EHO&#x0160;UA&#x0351;</small>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, BEI DIESEM D&#x00DC;RFE ES NICHT STRENGER SEIN ALS BEIM</small> S<small>IMSE</small><sup><xref rid="fn1141">3</xref></sup>.</p>
<p>IV. W<small>ENN EIN</small> S<small>IMS DAS GANZE</small> H<small>AUS UMGIBT UND VON DER</small> T<small>&#x00DC;R NUR DREI</small> F<small>INGERBREITEN EINNIMMT, SO SIND, WENN DIE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, DIE</small> G<small>ER&#x00C4;TE UNTER DIESEM UNREIN, UND WENN DIE</small> U<small>NREINHEIT SICH UNTER DIESEM BEFINDET, DAS</small> H<small>AUS NACH</small> R. E<small>LIE&#x0351;ZER UNREIN UND NACH</small> R. J<small>EHO&#x0160;UA&#x0351; REIN</small>. D<small>ASSELBE GILT AUCH VON EINEM</small> H<small>OFE, DER VON EINER</small> H<small>ALLE UMGEBEN IST</small><sup><xref rid="fn1142">4</xref></sup>.</p>
<p>V. W<small>ENN VON ZWEI</small> S<small>IMSEN &#x00DC;BEREINANDER JEDER</small> F<small>AUSTWEITE HAT UND DER</small> R<small>AUM ZWISCHEN IHNEN</small> F<small>AUSTWEITE, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER IHNEN ODER ZWISCHEN IHNEN BEFINDET, ALLES UNTER IHNEN ODER ZWISCHEN IHNEN UNREIN, UND WENN AUF IHNEN, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>. &#x00DC;<small>BERRAGT DER OBERE DEN UNTEREN UM</small> F<small>AUSTWEITE, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER IHNEN ODER ZWISCHEN IHNEN BEFINDET, ALLES UNTER IHNEN UND ZWISCHEN IHNEN UNREIN, UND WENN AUF IHNEN, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>. &#x00DC;<small>BERRAGT DER OBERE DEN UNTEREN UM WENIGER ALS</small> F<small>AUSTWEITE, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER IHNEN BEFINDET, ALLES UNTER IHNEN UND ZWISCHEN IHNEN UNREIN, UND WENN ZWISCHEN IHNEN ODER UNTER DEM &#x00DC;BERRAGENDEN</small> T<small>EILE, WIE</small> R. E<small>LIE&#x0351;ZER SAGT, ALLES UNTER IHNEN UND ZWISCHEN IHNEN UNREIN, UND WIE</small> R. J<small>EHO&#x0160;UA&#x0351; SAGT, ALLES ZWISCHEN IHNEN UND UNTER DEM &#x00DC;BERRAGENDEN</small> T<small>EILE UNREIN UND UNTER IHNEN REIN</small>.</p>
<p>VI. W<small>ENN SIE</small> F<small>AUSTWEITE HABEN, ABER ZWISCHEN IHNEN KEINE</small> F<small>AUSTWEITE IST, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER IHNEN BEFINDET, ALLES UNTER IHNEN UNREIN, UND WENN ZWISCHEN IHNEN ODER AUF IHNEN, ALLES IN GERADER</small> R<small>ICHTUNG BIS ZUM</small> H<small>IMMEL UNREIN</small>.</p>
<p>VII. W<small>ENN SIE KEINE</small> F<small>AUSTWEITE HABEN, EINERLEI OB</small> [<small>DER</small> R<small>AUM</small>] <small>ZWISCHEN IHNEN</small> F<small>AUSTWEITE HAT ODER KEINE</small> F<small>AUSTWEITE HAT, UND EINE</small> U<small>NREINHEIT SICH UNTER IHNEN, ZWISCHEN IHNEN ODER &#x00DC;BER IHNEN BEFINDET, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. D<small>ASSELBE GILT AUCH VON ZWEI</small> T<small>EPPICHEN</small><sup><xref rid="fn1143">5</xref></sup>, <small>DIE SICH EINE</small> F<small>AUSTWEITE HOCH &#x00DC;BER DER</small> E<small>RDE BEFINDEN</small>.</p>
<ftnote id="fn1139">1. An einem Hause, unter dem die Unreinheit sich befindet.</ftnote>
<ftnote id="fn1140">2. Des Loches.</ftnote>
<ftnote id="fn1141">3. Der nur bei einer H&#x00F6;he bis 12 Handbreiten die Unreinheit hineinbringt.</ftnote>
<ftnote id="fn1142">4. Wenn die Balken der Halle in die Breite der T&#x00FC;r hineinragen.</ftnote>
<ftnote id="fn1143">5. Mine Faustweite von einander getrennt.</ftnote>
</chapter>
<chapter>
<title>F&#x00DC;NFZEHNTER ABSCHNITT</title>
<p><bold>E</bold>IN <small>DICKER</small> F<small>RIESMANTEL ODER EIN DICKER</small> B<small>LOCK BRINGEN DIE</small> U<small>NREINHEIT NICHT HINEIN, ES SEI DENN, SIE STEHEN EINE</small> F<small>AUSTWEITE HOCH VON DER</small> E<small>RDE AB</small>. Z<small>USAMMENGELEGTE</small> K<small>LEIDER &#x00DC;BEREINANDER BRINGEN DIE</small> U<small>NREINHEIT NICHT HINEIN, ES SEI DENN, DAS OBERSTE STEHT EINE</small> F<small>AUSTWEITE HOCH VON DER</small> E<small>RDE AB</small>. H<small>OLZPLATTEN &#x00DC;BEREINANDER BRINGEN DIE</small> U<small>NREINHEIT NICHT HINEIN, ES SEI DENN, DIE OBERSTE STEHT EINE</small> F<small>AUSTWEITE VON DER</small> E<small>RDE AB</small>. S<small>IND SIE AUS</small> M<small>ARMOR, SO DRINGT DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>.</p>
<p>II. W<small>ENN</small> H<small>OLZPLATTEN EINE</small> F<small>AUSTWEITE HOCH &#x00DC;BER DER</small> E<small>RDE EINANDER MIT DEN</small> E<small>CKEN</small><sup><xref rid="fn1144">1</xref></sup> <small>BER&#x00DC;HREN, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER EINER VON IHNEN BEFINDET, WER DIE ANDERE BER&#x00DC;HRT, SIEBENT&#x00C4;GIG UNREIN</small>. D<small>IE</small> G<small>ER&#x00C4;TE UNTER DER ERSTEN SIND UNREIN UND UNTER DER ANDEREN REIN</small>. D<small>ER</small> T<small>ISCH BRINGT DIE</small> U<small>NREINHEIT NICHT HIN&#x00DC;BER, ES SEI DENN, ER HAT EIN</small> V<small>IERECK VON EINER</small> F<small>AUSTWEITE</small><sup><xref rid="fn1145">2</xref></sup>.</p>
<p>III. W<small>ENN</small> F<small>&#x00C4;SSER</small><sup><xref rid="fn1146">3</xref></sup> <small>IM</small> F<small>REIEN AUF IHREM</small> B<small>ODEN STEHEN ODER AUF DER</small> S<small>EITE LIEGEN UND EINANDER EINE</small> F<small>AUSTWEITE BER&#x00DC;HREN, SO DRINGT, WENN EINE</small> U<small>NREINHEIT SICH UNTER EINEM VON IHNEN BEFINDET, DIE</small> U<small>NREINHEIT AUFW&#x00C4;RTS UND ABW&#x00C4;RTS</small>. D<small>IES GILT NUR VON REINEN, SIND ES ABER UNREINE, ODER STEHEN SIE EINE</small> F<small>AUSTWEITE HOCH &#x00DC;BER DER</small> E<small>RDE, SO IST, WENN EINE</small> U<small>NREINHEIT SICH UNTER EINEM VON IHNEN BEFINDET, ALLES UNTER ALLEN UNREIN</small>.</p>
<p>IV. H<small>AT MAN EIN</small> H<small>AUS DURCH</small> B<small>RETTER ODER DURCH</small> T<small>EPPICHE GETEILT, OB VON DER</small> S<small>EITE AUS ODER VON DEIN</small> B<small>ALKEN</small><sup><xref rid="fn1147">4</xref></sup> <small>AUS, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, DIE</small> G<small>ER&#x00C4;TE IM</small> A<small>BTEIL REIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> A<small>BTEILE BEFINDET, DIE</small> G<small>ER&#x00C4;TE IM</small> H<small>AUSE UNREIN, UND DIE</small> G<small>ER&#x00C4;TE IM</small> A<small>BTEIL, WENN DA EIN</small> R<small>AUM VON</small> F<small>AUSTWEITE IST, UNREIN, UND WENN NICHT, REIN</small>.</p>
<p>V. H<small>AT MAN ES AM</small> F<small>USSBODEN GETEILT</small><sup><xref rid="fn1148">5</xref></sup>, <small>SO SIND, WENN EINE</small> U<small>NREINHEIT SICH IM</small> A<small>BTEIL BEFINDET, DIE</small> G<small>ER&#x00C4;TE IM</small> H<small>AUSE UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH IM</small> H<small>AUSE BEFINDET, DIE</small> G<small>ER&#x00C4;TE IM</small> A<small>BTEIL, WENN DA EIN</small> R<small>AUM VON EINER</small> H<small>ANDBREITE ZU EINER</small> H<small>ANDBREITE IN</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE IST, REIN, UND WENN NICHT, UNREIN, WDIL DER</small> F<small>USSBODEN DES</small> H<small>AUSES BIS ZUM</small> A<small>BGRUNDE DIESEM GLEICHT</small>.</p>
<p>VI. I<small>ST EIN</small> H<small>AUS MIT</small> S<small>TROH VOLLGESTOPFT, SODASS ZWISCHEN DIESEM UND DEN</small> B<small>ALKEN KEINE</small> F<small>AUSTWEITE IST, SO SIND, WENN EINE</small> U<small>NREINHEIT SICH IM</small> [S<small>TROH</small>] <small>BEFINDET, DIE</small> G<small>ER&#x00C4;TE GEGEN&#x00DC;BER DEM</small> A<small>USGANGE</small><sup><xref rid="fn1149">6</xref></sup> <small>UNREIN, UND WENN EINE</small> U<small>NREINHEIT SICH AUSSEN</small><sup><xref rid="fn1150">7</xref></sup> <small>BEFINDET, DIE</small> G<small>ER&#x00C4;TE IM</small> [S<small>TROH</small>], <small>WENN DA EIN</small> R<small>AUM VON EINER</small> H<small>ANDBREITE ZU EINER</small> H<small>ANDBREITE IN</small> H<small>&#x00D6;HE EINER</small> H<small>ANDBREITE IST, REIN, UND WENN NICHT, UNREIN</small>. I<small>ST ZWISCHEN DEM</small> S<small>TROH UND DEN</small> B<small>ALKEN EINE</small> F<small>AUSTWEITE, SO SIND SIE OB SO ODER SO UNREIN</small>.</p>
<p>VII. H<small>AT MAN EIN</small> H<small>AUS MIT</small> E<small>RDE ODER</small> G<small>ER&#x00D6;LL VOLLGEF&#x00DC;LLT UND ES AUFGEGEBEN</small><sup><xref rid="fn1151">8</xref></sup>, <small>DASSELBE GILT VON EINEM</small> H<small>AUFEN</small> G<small>ETREIDE</small><sup><xref rid="fn1152">9</xref></sup> <small>ODER EINEM</small> H<small>AUFEN</small> G<small>ER&#x00D6;LL, SELBST WIE DER</small> S<small>TEINHAUFEN DES</small> A&#x0351;<small>KHAN</small><sup><xref rid="fn1153">10</xref></sup>, <small>SO DRINGT DIE</small> U<small>NREINHEIT, AUCH WENN SIE SICH NEBEN DEN</small> G<small>ER&#x00C4;TEN BEFINDET, AUF W&#x00C4;RTS UND ABW&#x00C4;RTS</small><sup><xref rid="fn1154">11</xref></sup>.</p>
<p>VIII. W<small>ER IM</small> V<small>ORRAUME EINER</small> G<small>RUFT</small><sup><xref rid="fn1155">12</xref></sup><small>STEHT, IST, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, REIN, WENN ER VIER</small> E<small>LLEN HAT, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, VIER</small> H<small>ANDBREITEN</small>. V<small>ERWENDET MAN EINEN</small> B<small>ALKEN ALS</small> V<small>ERSCHLUSS F&#x00DC;R EIN</small> G<small>RAB, OB AUFRECHT STEHEND ODER AUF DER</small> S<small>EITE LIEGEND, SO IST ER NUR GEGEN&#x00DC;BER DER</small> T<small>&#x00DC;R UNREIN</small>. V<small>ERWENDET MAN</small> [<small>NUR</small>] <small>DAS</small> E<small>NDE ALS</small> V<small>ERSCHLUSS F&#x00DC;R EIN</small> G<small>RAB, SO IST ER NUR BIS ZU VIER</small> H<small>ANDBREITEN UNREIN, WENN MAN N&#x00C4;MLICH</small> [<small>DAS &#x00DC;BRIGE</small>] <small>SP&#x00C4;TER WEGSCHNEIDET</small>. R. J<small>EHUDA SAGT, DAS GANZE SEI VERBUNDEN</small>.</p>
<p>IX. V<small>ERWENDET MAN EIN</small> F<small>ASS VOLL MIT REINEN</small> F<small>L&#x00DC;SSIGKEITEN UND MIT EINEM FESTSCHLIESSENDEN</small> D<small>ECKEL VERSEHEN ALS</small> V<small>ERSCHLUSS F&#x00DC;R EIN</small> G<small>RAB, SO IST, WER ES BER&#x00DC;HRT</small><sup><xref rid="fn1156">13</xref></sup>, <small>SIEBENT&#x00C4;GIG UNREIN, UND DAS</small> F<small>ASS UND DIE</small> F<small>L&#x00DC;SSIGKEITEN SIND REIN</small><sup><xref rid="fn1157">14</xref></sup>. V<small>ERWENDET MAN EIN</small> V<small>IEH ALS</small> V<small>ERSCHLUSS F&#x00DC;R EIN</small> G<small>RAB, SO IST, WER ES BER&#x00DC;HRT, SIEBENT&#x00C4;GIG UNREIN</small>. R. M<small>E&#x00CD;R SAGT, WAS EINEN</small> L<small>EBENSODEM HAT, SEI NICHT ALS</small> G<small>RAB</small>-V<small>ERSCHLUSS UNREIN</small>.</p>
<p>X. W<small>ENN JEMAND EINEN</small> T<small>OTEN BER&#x00DC;HRT UND</small> G<small>ER&#x00C4;TE BER&#x00DC;HRT, EINEN</small> T<small>OTEN BEZELTET UND</small> G<small>ER&#x00C4;TE BER&#x00DC;HRT, SO SIND SIE UNREIN; WENN ER EINEN</small> T<small>OTEN BEZELTET UND</small> G<small>ER&#x00C4;TE BEZELTET, EINEN</small> T<small>OTEN BER&#x00DC;HRT UND</small> G<small>ER&#x00C4;TE BEZELTET, SO SIND SIE REIN; IST ABER IN SEINER</small> H<small>AND EINE</small> F<small>AUSTWEITE, SO SIND SIE UNREIN</small>. W<small>ENN IN ZWEI</small> H<small>&#x00C4;USERN ZWEI HALBE</small> O<small>LIVENGR&#x00D6;SSEN</small><sup><xref rid="fn1158">15</xref></sup><small>SICH BEFINDEN UND JEMAND SEINE BEIDEN</small> H<small>&#x00C4;NDE IN DIESE HINEINSTECKT, SO BRINGT ER, WENN IN JEDER SEINER</small> H<small>&#x00C4;NDE</small> F<small>AUSTWEITE IST, DIE</small> U<small>NREINHEIT HINEIN, WENN ABER NICHT, SO BRINGT ER DIE</small> U<small>NREINHEIT NICHT HINEIN</small>.</p>
<ftnote id="fn1144">1. Die Ber&#x00FC;hrungsstelle hat dann keine Faustweite.</ftnote>
<ftnote id="fn1145">2. Dieser Passus ist nicht recht verst&#x00E4;ndlich, da es kaum einen Tisch geben d&#x00FC;rfte, der eine solche Fl&#x00E4;che nicht h&#x00E4;tte. Die Kommentare beziehen dies daher auf das Tischgestell, das aus einem kastenartigen Viereck bestand, auf das die Tischplatte gelegt wurde.</ftnote>
<ftnote id="fn1146">3. Aus Ton.</ftnote>
<ftnote id="fn1147">4. Dh. ob wagerecht, soda&#x00DF; die geteilten R&#x00E4;ume &#x00FC;bereinander sind, od. senkrecht, soda&#x00DF; die geteilten R&#x00E4;ume nebeneinander sind.</ftnote>
<ftnote id="fn1148">5. Durch einen &#x00DF;retterboden den Fu&#x00DF;boden vom Raume getrennt.</ftnote>
<ftnote id="fn1149">6. Dem freien Raume an der T&#x00FC;r.</ftnote>
<ftnote id="fn1150">7. Im leeren Raume &#x00FC;ber dem Stroh.</ftnote>
<ftnote id="fn1151">8. Es da f&#x00FC;r immer lassen will.</ftnote>
<ftnote id="fn1152">9. Im Freien, in dem eine Unreinheit sich befindet.</ftnote>
<ftnote id="fn1153">10. Cf. Jos. 7,26.</ftnote>
<ftnote id="fn1154">11. Die Ger&#x00E4;te an der Seite bleiben rein.</ftnote>
<ftnote id="fn1155">12. Die an den W&#x00E4;nden Sargnischen hat; cf. Bb. Fol. 100b.</ftnote>
<ftnote id="fn1156">13. Solange es am Grabe ist, gleicht es dem Toten.</ftnote>
<ftnote id="fn1157">14. Nach der Entfernung; das fest geschlossene Tongef&#x00E4;&#x00DF; ist f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich.</ftnote>
<ftnote id="fn1158">15. Von einem Toten.</ftnote>
</chapter>
<chapter>
<title>SECHZEHNTER ABSCHNITT</title>
<p><bold>A</bold>LLE <small>BEWEGLICHEN</small> S<small>ACHEN BRINGEN DIE</small> U<small>NREINHEIT HINEIN BEI DER</small> D<small>ICKE EINES</small> O<small>CHSENSTECKENS</small>. R. T<small>RYPHON SPRACH:</small> I<small>CH WILL MEINE</small> K<small>INDER NIEDERSCHLAGEN</small><sup><xref rid="fn1159">1</xref></sup>, <small>WENN DIES NICHT EINE ZERSCHLAGENE</small> L<small>EHRE IST</small>. J<small>EMAND HAT ETWAS GEH&#x00D6;RT UND SICH GEIRRT</small>. E<small>IN</small> A<small>CKERBAUER GING MIT DEM</small> O<small>CHSENSTECKEN AUF DER</small> S<small>CHULTER VOR&#x00DC;BER UND EINE</small> S<small>EITE BEZELTETE EIN</small> G<small>RAB; MAN ERKL&#x00C4;RTE IHN ALS UNREIN WEGEN</small> [U<small>NREINHEIT DER</small>] <small>EINEN</small> T<small>OTEN BEZELTENDEN</small> G<small>ER&#x00C4;TE</small><sup><xref rid="fn1160">2</xref></sup>. R. A&#x0351;<small>QIBA SPRACH:</small> I<small>CH WILL ES BERICHTIGEN, DASS DIE</small> W<small>ORTE DER</small> W<small>EISEN BESTEHEN BLEIBEN</small>. A<small>LLE BEWEGLICHEN</small> S<small>ACHEN &#x00DC;BERTRAGEN DIE</small> U<small>NREINHEIT AUF DEN</small> M<small>ENSCHEN, DER SIE TR&#x00C4;GT, BEI DER</small> D<small>ICKE EINES</small> O<small>CHSENSTECKENS, AUF SICH SELBER BEI EINEM</small> M<small>INIMUM, UND AUF ANDERE</small> M<small>ENSCHEN UND</small> G<small>ER&#x00C4;TE BEI</small> F<small>AUSTWEITE</small>.</p>
<p>II. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN EINE</small> S<small>PINDEL IN DER</small> W<small>AND STECKT UND EINE HALBE</small> O<small>LIVE</small><sup><xref rid="fn1161">3</xref></sup> <small>UNTER DIESER UND EINE HALBE</small> O<small>LIVE &#x00DC;BER DIESER SICH BEFINDET, AUCH WENN NICHT GENAU GEGEN&#x00DC;BER, SO IST SIE UNREIN</small>. E<small>S ERGIBT SICH ALSO, DASS ES DIE</small> U<small>NREINHEIT AUF SICH SELBER BEI EINEM</small> M<small>INIMUM &#x00DC;BERTR&#x00C4;GT</small>. W<small>ENN EIN</small> T<small>&#x00D6;PFER MIT DER</small> T<small>RAGE AUF DER</small> S<small>CHULTER VOR&#x00DC;BERGEHT UND EINE</small> S<small>EITE EIN</small> G<small>RAB BEZELTET, SO SIND DIE</small> G<small>ER&#x00C4;TE AN DER ANDEREN</small> S<small>EITE REIN</small>. H<small>AT DIE</small> T<small>RAGE EINE</small> F<small>AUSTWEITE, SO SIND SIE UNREIN</small>. N<small>AHE</small> H<small>&#x00DC;GELCHEN, OB ZUR</small> S<small>TADT ODER ZUR</small> L<small>ANDSTRASSE, OB NEUE ODER ALTE, SIND UNREIN</small><sup><xref rid="fn1162">4</xref></sup>; <small>FERNE SIND, WENN NEU, REIN, UND WENN ALT, UNREIN</small>. W<small>AS HEISST NAHE?</small> F<small>&#x00DC;NFZIG</small> E<small>LLEN</small>. A<small>LTE?</small> S<small>ECHZIG</small> J<small>AHRE &#x2013; SO</small> R. M<small>E&#x00CD;R</small>. R. J<small>EHUDA SAGT, NAHE, WENN ES KEINE N&#x00C4;HEREN GIBT, UND ALTE, WENN NIEMAND SICH IHRER</small><sup><xref rid="fn1163">5</xref></sup> <small>ERINNERT</small>.</p>
<p>III. W<small>ENN JEMAND ERSTMALIG</small><sup><xref rid="fn1164">6</xref></sup> <small>EINEN</small> T<small>OTEN AUF GEW&#x00D6;HNLICHE</small> W<small>EISE</small><sup><xref rid="fn1165">7</xref></sup> <small>LIEGEN FINDET, SO SCHAFFE EU IHN SAMT SEINER</small> E<small>RDUNTERLAGE</small><sup><xref rid="fn1166">8</xref></sup> <small>FORT ; FINDET ER ZWEI, SO SCHAFFE ER SIE SAMT IHRER</small> E<small>RDUNTERLAGE FORT</small>. F<small>INDET ER DREI, SO IST DIES, WENN ES VON EINEM BIS ZUM ANDEREN VIER BIS ACHT</small> E<small>LLEN SIND</small>, R<small>AUM F&#x00DC;R DIE</small> B<small>AHRE UND DIE</small> T<small>OTENGR&#x00C4;BER, EINE</small> G<small>R&#x00C4;BERST&#x00C4;TTE</small><sup><xref rid="fn1167">9</xref></sup>, <small>UND ER UNTERSUCHE VON DA AB ZWANZIG</small> E<small>LLEN WEITER</small>. F<small>INDET ER AM</small> E<small>NDE DER ZWANZIG</small> E<small>LLEN NOCH EINEN, SO UNTERSUCHE ER VON DIESEM AB ZWANZIG</small> E<small>LLEN WEITER, DENN DIE</small> S<small>ACHE HAT EINE</small> S<small>T&#x00DC;TZE</small><sup><xref rid="fn1168">10</xref></sup>. H<small>&#x00C4;TTE ER IHN ABER ZUERST GEFUNDEN, SO D&#x00DC;RFTE ER IHN SAMT SEINER</small> E<small>RDUNTERLAGE FORTSCHAFFEN</small>.</p>
<p>IV. D<small>ER</small> U<small>NTERSUCHENDE UNTERSUCHE EINE</small> E<small>LLE UND &#x00DC;BERGEHE EINE</small> E<small>LLE, BIS ER AUF EINEN</small> F<small>ELSEN ODER AUF JUNGFR&#x00C4;ULICHE</small> E<small>RDE ST&#x00D6;SST</small>. W<small>ER DIE</small> E<small>RDE VON DER</small> S<small>TELLE DER</small> U<small>NREINHEIT FORTBRINGT, DARF NOCH SEINE</small> H<small>EBE ESSEN, WER EINEN</small> S<small>CHUTTHAUFEN</small><sup><xref rid="fn1169">11</xref></sup><small>ABTR&#x00C4;GT, DARF SEINE</small> H<small>EBE NICHT ESSEN</small>.</p>
<p>V. W<small>ENN ER UNTERSUCHT UND ZU EINEM</small> S<small>TROME, EINEM</small> T<small>EICHE</small><sup><xref rid="fn1170">12</xref></sup><small>ODER EINEM &#x00D6;FFENTLICHEN</small> W<small>EGE GELANGT, SO KANN ER AUFH&#x00D6;REN</small>. A<small>UF EINEM</small> F<small>ELDE, AUF DEM</small> M<small>ENSCHEN ERSCHLAGEN WORDEN SIND, BRAUCHT MAN NUR DIE</small> K<small>NOCHEN EINZELN AUFZULESEN, UND ALLES IST REIN</small>. W<small>ER EIN</small> G<small>RAB</small><sup><xref rid="fn1171">13</xref></sup><small>VON SEINEM</small> F<small>ELDE FORTSCHAFFT, LESE JEDEN</small> K<small>NOCHEN EINZELN AUF, UND ALLES IST REIN</small>. A<small>US EINER</small> G<small>RUBE, IN DIE MAN</small> F<small>EHLGEBURTEN ODER</small> E<small>RSCHLAGENE WIRFT, BRAUCHT MAN NUR DIE</small> K<small>NOCHEN EINZELN AUFZULESEN, UND ALLES IST REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, HAT MAN SIE VON VORNHEREIN ALS</small> G<small>RAB BESTIMMT, SO GEH&#x00D6;RT DIE</small> E<small>RDUNTERLAGE DAZU</small>.</p>
<ftnote id="fn1159">1. Dh. verlieren, begraben; bekannte Redewendung RT.s zur Bekr&#x00E4;ftigung seiner Behauptung; cf. Bm. Fol. 85a.</ftnote>
<ftnote id="fn1160">2. Der Baum wurde als unrein erkl&#x00E4;rt, weil er den Ochsenstecken ber&#x00FC;hrt hatte, nicht aber, wie jener glaubte, weil er ihn bezeltet hatte.</ftnote>
<ftnote id="fn1161">3. Von einem Toten.</ftnote>
<ftnote id="fn1162">4. Weil da eine Leiche begraben sein kann; cf. Ket. Fol. 20b.</ftnote>
<ftnote id="fn1163">5. Seit wann sie da sind.</ftnote>
<ftnote id="fn1164">6. Wenn da vorher kein Grab bekannt war.</ftnote>
<ftnote id="fn1165">7. Cf. Naz. Fol. 65a.</ftnote>
<ftnote id="fn1166">8. Manche Texte u. ebenso die Parallelstelle Naz. 64b haben <span dir="rtl">&#x05EA;&#x05E4;&#x05D5;&#x05E1;&#x05EA;&#x05D5;</span>, wohl richtiger, v. <span dir="rtl">&#x05EA;&#x05E4;&#x05E9;</span>, <italic>erfassen,</italic> die vom Toten erfa&#x00DF;te, in Besitz genommene Erde, w&#x00E4;hrend <span dir="rtl">&#x05EA;&#x05D1;&#x05D5;&#x05E1;&#x05EA;&#x05D5;</span> auf einer Verwechslung mit <span dir="rtl">&#x05EA;&#x05D1;&#x05D5;&#x05E1;&#x05D4;</span> von <span dir="rtl">&#x05D1;&#x05D5;&#x05E1;</span>, <italic>zertreten</italic>, beruhen d&#x00FC;rfte.</ftnote>
<ftnote id="fn1167">9. W&#x00F6;rtl. Nachbarschaft von Gr&#x00E4;bern; die Toten d&#x00FC;rfen nicht fortgeschafft werden.</ftnote>
<ftnote id="fn1168">10. W&#x00F6;rtl. hat F&#x00FC;&#x00DF;e; da&#x00DF; es ein Begr&#x00E4;bnisplatz ist.</ftnote>
<ftnote id="fn1169">11. Unter dem ein Toter sich befindet.</ftnote>
<ftnote id="fn1170">12. Cf. Bq. Fol. 61a.</ftnote>
<ftnote id="fn1171">13. Das nur provisorisch errichtet wurde.</ftnote>
</chapter>
<chapter>
<title>SIEBZEHNTER ABSCHNITT</title>
<p><bold>W</bold>ER <small>EIN</small> G<small>RAB &#x00DC;BERPFL&#x00DC;GT, MACHT EINEN</small> G<small>R&#x00C4;BERPFLUG</small>. W<small>IE WEIT MACHT ER IHN</small>? E<small>INE</small> F<small>URCHENSTRECKE, HUNDERT</small> E<small>LLEN, EINE</small> F<small>L&#x00C4;CHE VON VIER</small> S<small>E&#x00C1;</small>. R. J<small>OSE SAGT, EINE</small> F<small>L&#x00C4;CHE VON F&#x00DC;NF</small>. D<small>IES NUR ABW&#x00C4;RTS, AUFW&#x00C4;RTS ABER LEGE MAN EIN</small> V<small>IERTEL</small> [K<small>AB</small>] W<small>ICKEN</small>[<small>SAAT</small>] <small>IN DEN</small> T<small>RICHTER DES</small> P<small>FLUGES, UND BIS ZUR</small> S<small>TELLE, WODREI</small> W<small>ICKEN NEBENEINANDER WACHSEN</small><sup><xref rid="fn1172">1</xref></sup>, <small>MACHT ER EINEN</small> G<small>R&#x00C4;BERPFLUG</small>. R. J<small>OSE SAGT, NUR ABW&#x00C4;RTS UND NICHT AUFW&#x00C4;RTS</small><sup><xref rid="fn1173">2</xref></sup>.</p>
<p>II. W<small>ENN JEMAND PFL&#x00DC;GT UND GEGEN EINEN</small> F<small>ELSEN ODER GEGEN EINE</small> S<small>TEINWAND ANSCHL&#x00C4;GT</small><sup><xref rid="fn1174">3</xref></sup>, <small>ODER DEN</small> P<small>FLUG</small> [<small>ABSICHTLICH</small>] <small>ABSCH&#x00DC;TTELT, SO MACHT ER EINEN</small> G<small>R&#x00C4;BERPFLUG NUR BIS DAHIN</small>. R. E<small>LIE&#x0351;ZER SAGT, EIN</small> G<small>R&#x00C4;BERPFLUG MACHE EINEN</small> G<small>R&#x00C4;BERPFLUG</small><sup><xref rid="fn1175">4</xref></sup>. R. J<small>EHO&#x0160;UA&#x0351; SAGT, ZUWEILEN MACHE ER UND ZUWEILEN MACHE ER NICHT, UND ZWAR: WENN ER EINE HALBE</small> Fu<small>RCHENFL&#x00C4;CHE GEPFL&#x00DC;GT HAT, DANN ABERMALS EINE HALBE</small> F<small>URCHENFL&#x00C4;CHE PFL&#x00DC;GT, EBENSO NACH DEN</small> S<small>EITEN</small><sup><xref rid="fn1176">5</xref></sup>, <small>MACHE ER EINEN</small> G<small>R&#x00C4;BERPFLUG, WENN ER ABER EINE GANZE</small> F<small>URCHENFL&#x00C4;CHE GEPFL&#x00DC;GT HAT UND DARAUF WEITER NACH AUSSEN PFL&#x00DC;GT, MACHE ER KEINEN</small> G<small>R&#x00C4;BERPFLUG</small>.</p>
<p>III. W<small>ER VON EINER</small> K<small>NOCHENGRUBE</small><sup><xref rid="fn1177">6</xref></sup> <small>ODER EINEM</small> K<small>NOCHENHAUFEN AUS PFL&#x00DC;GT, ODER EIN</small> F<small>ELD, AUF DEM EIN</small> G<small>RAB SICH VERLOREN HAT ODER SP&#x00C4;TER</small><sup><xref rid="fn1178">7</xref></sup> <small>GEFUNDEN WIRD, ODER EINES, DAS NICHT IHM GEH&#x00D6;RT, UND EBENSO EIN</small> N<small>ICHTJUDE, DER PFL&#x00DC;GT, MACHT KEINEN</small> G<small>R&#x00C4;BERPFLUG, DENN SOGAR F&#x00DC;R</small> S<small>AMARITANER GIBT ES KEINEN</small> G<small>R&#x00C4;BERPFLUG</small><sup><xref rid="fn1179">8</xref></sup>.</p>
<p>IV. W<small>ENN EIN</small> G<small>R&#x00C4;BERPFLUG</small>-F<small>ELD OBERHALB EINES REINEN LIEGT UND</small> R<small>EGEN VOM</small> G<small>R&#x00C4;BERPFLUG</small>-F<small>ELDE AUF DAS REINE HINABGESP&#x00DC;LT WORDEN IST, SO HAT DIES ES, SELBST WENN ES ROT WAR UND WEISS GEWORDEN IST, ODER WEISS WAR UND ROT GEWORDEN IST, NICHT ZUM</small> G<small>R&#x00C4;BERPFLUGE GEMACHT</small>.</p>
<p>V. W<small>ENN AUF EINEM</small> F<small>ELDE EIN</small> G<small>RAB SICH VERLOREN HAT UND MAN AUF DIESEM EIN</small> H<small>AUS UND EINEN</small> S<small>&#x00D6;LLER DAR&#x00DC;BER GEBAUT HAT, SO IST, WENN DIE</small> T<small>&#x00DC;R DES</small> S<small>&#x00D6;LLERS GENAU GEGEN&#x00DC;BER DER</small> T<small>&#x00DC;R DES</small> H<small>AUSES IST, DER</small> S<small>&#x00D6;LLER</small><sup><xref rid="fn1180">9</xref></sup> <small>REIN, WENN ABER NICHT, SO IST DER</small> S<small>&#x00D6;LLER UNREIN</small><sup><xref rid="fn1181">10</xref></sup>. E<small>RDE VON EINEM</small> G<small>R&#x00C4;BERPFLUGE ODER</small> E<small>RDE AUS DEM</small> A<small>USLANDE, DIE AN</small> K<small>RAUTSTENGELN MITGEBRACHT WORDEN IST, WIRD</small><sup><xref rid="fn1182">11</xref></sup><small>ZUM</small> Q<small>UANTUM EINES</small> S<small>IEGELS DER</small> W<small>ARENS&#x00C4;CKE</small><sup><xref rid="fn1183">12</xref></sup><small>VEREINIGT &#x2013; SO</small> R. E<small>LIE&#x0351;ZEB</small>. D<small>IE</small> W<small>EISEN SAGEN, NUR WENN AN EINER</small> S<small>TELLE SOVIEL IST, WIE DAS</small> S<small>IEGEL DER</small> W<small>ARENS&#x00C4;CKE</small>. R. J<small>EHUDA SAGTE:</small> E<small>INST KAMEN AN DIE</small> S<small>&#x00D6;HNE DER</small> H<small>OCHPRIESTER</small> B<small>RIEFE AUS DEM</small> &#x00DC;<small>BERSEELANDE, AN DENEN UNGEF&#x00C4;HR EINE ODER ZWEI</small> S<small>EA&#x0351;</small> S<small>IEGEL WAREN, UND DIE</small> W<small>EISEN HATTEN DABEI KEINE</small> B<small>EDENKEN WEGEN</small> U<small>NREINHEIT</small><sup><xref rid="fn1184">13</xref></sup>.</p>
<ftnote id="fn1172">1. Dh. 3 K&#x00F6;rner zusammen herausfallen.</ftnote>
<ftnote id="fn1173">2. Abwarts macht man &#x00FC;berhaupt keinen Gr&#x00E4;berpflug, weil durch das R&#x00FC;tteln des Pfluges die Knochen herabfallen.</ftnote>
<ftnote id="fn1174">3. Soda&#x00DF; die Erde vom Pfluge abgesch&#x00FC;ttelt wird.</ftnote>
<ftnote id="fn1175">4. Beginnt er mit dem Pfl&#x00FC;gen mitten im Gr&#x00E4;berpfluge, so beginne er von neuem von dieser Stelle ab.</ftnote>
<ftnote id="fn1176">5. Nachdem er die H&#x00E4;lfte in gerader Richtung gepfl&#x00FC;gt hat.</ftnote>
<ftnote id="fn1177">6. Die etymolog. Erkl&#x00E4;rung Maimonides aus <span dir="rtl">&#x05DE;&#x05DC;&#x05D0;</span>, voll, <span dir="rtl">&#x05D8;&#x05DE;&#x05D9;&#x05D0;</span>, Knochen, ist, wenn auch nicht sehr einleuchtend, immerhin befriedigender als die der neueren Lexikographen.</ftnote>
<ftnote id="fn1178">7. Nach dem Pfl&#x00FC;gen.</ftnote>
<ftnote id="fn1179">8. F&#x00FC;r sie gilt diese Bestimmung nicht, u. um so weniger f&#x00FC;r Nichtjuden.</ftnote>
<ftnote id="fn1180">9. Ist das Grab unter dem Hause, so wird die Unreinheit durch die Decke zur&#x00FC;ckgehalten, ist es unter der Schwelle, so kann sie nur in das Haus dringen, u. unter der Wand kann die Unreinheit sich nur senkrecht ausdehnen.</ftnote>
<ftnote id="fn1181">10. Ist die Unreinheit unter der T&#x00FC;r des S&#x00F6;llers, so steigt sie nach oben u. gelangt durch die T&#x00FC;r in den Innenraum.</ftnote>
<ftnote id="fn1182">11. Die Teilchen, die einzeln nicht verunreinigend sind.</ftnote>
<ftnote id="fn1183">12. In diesem Quantum ist sie verunreinigend; cf. Bek. Fol. 22a.</ftnote>
<ftnote id="fn1184">13. Demnach werden die einzelnen Siegel nicht zum Quantum eines Warensack-Siegels vereinigt.</ftnote>
</chapter>
<chapter>
<title>ACHTZEHNTER ABSCHNITT</title>
<p><bold>A</bold>UF <small>WELCHE</small> W<small>EISE HALTE MAN</small> W<small>EINLESE AUF EINEM</small> G<small>R&#x00C4;BERPFLU GE</small><sup><xref rid="fn1185">1</xref></sup>? M<small>AN BESPRENGE DIE</small> M<small>ENSCHEN UND DIE</small> G<small>ER&#x00C4;TE UND WIEDERHOLE</small><sup><xref rid="fn1186">2</xref></sup> <small>DIES, SODANN HALTE MAN DIE</small> L<small>ESE UND BRINGE SIE AUSSERHALB DES</small> G<small>R&#x00C4;BERPFLUGES</small><sup><xref rid="fn1187">3</xref></sup> <small>HINAUS, UND ANDERE NEHMEN SIE IHNEN AB UND BRINGEN SIE IN DIE</small> K<small>ELTER</small>. B<small>ER&#x00DC;HREN DIE EINEN</small><sup><xref rid="fn1188">4</xref></sup> <small>DIE ANDEREN, SO SIND SIE UNREIN</small>. S<small>O NACH DER</small> S<small>CHULE</small> H<small>ILLELS</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, MAN FASSE DIE</small> S<small>ICHEL MIT</small> B<small>AST</small><sup><xref rid="fn1189">5</xref></sup> <small>AN ODER WINZERE MIT EINEM SCHARFEN</small> S<small>TEINE</small><sup><xref rid="fn1189">5</xref></sup>, <small>LASSE</small> [<small>DIE</small> T<small>RAUBEN</small>] <small>IN</small> D<small>EN</small> W<small>INZERKORB</small> [<small>FALLEN</small>] <small>UND BRINGE SIE IN DIE</small> K<small>ELTER</small>. R. J<small>OSE SAGTE</small> : D<small>IES GILT NUR VON EINEM</small> W<small>EINBERGE, DER</small> G<small>R&#x00C4;BERPFLUG GEWORDEN IST, HAT MAN ABER EINEN</small> G<small>R&#x00C4;BERPFLUG BEPFLANZT, SO SIND</small> [<small>DIE</small> T<small>RAUBEN</small>] <small>AUF DEM</small> M<small>ARKTE ZU VERKAUFEN</small><sup><xref rid="fn1190">6</xref></sup>.</p>
<p>II. E<small>S GIBT DREIERLEI</small> G<small>R&#x00C4;BERPFL&#x00DC;GE</small>. H<small>AT MAN EIN</small> G<small>RAB GEPFL&#x00DC;GT, SO DARF</small> [<small>DAS</small> F<small>ELD</small>] <small>MIT JEDER</small> A<small>RT</small> [B<small>AUM</small>]<small>PFLANZUNG BEPFLANZT WERDEN, NICHT ABER MIT JEDER</small> A<small>RT</small> S<small>AAT BES&#x00C4;T WERDEN, SONDERN NUR MIT SOLCHER, DIE GEM&#x00C4;HT WIRD</small>. H<small>AT MAN DIESE AUSGERISSEN</small><sup><xref rid="fn1191">7</xref></sup>, <small>SO MUSS MAN</small> [<small>DEN</small> E<small>RTRAG</small>] <small>DASELBST SCHOBERN UND MIT ZWEI</small> S<small>IEBEN</small><sup><xref rid="fn1192">8</xref></sup> <small>DURCHSIEBEN &#x2013; SO</small> R. M<small>E&#x00CD;R</small>. D<small>IE</small> W<small>EISEN SAGEN</small>, G<small>ETREIDE MIT ZWEI</small> S<small>IEBEN UND</small> H<small>&#x00DC;LSENFR&#x00DC;CHTE</small><sup><xref rid="fn1193">9</xref></sup> <small>MIT DREI</small> S<small>IEBEN</small>. D<small>AS</small> S<small>TROH UND DIE</small> S<small>TENGEL VERBRENNE MAN</small>. D<small>IESES</small><sup><xref rid="fn1194">10</xref></sup><small>VERUNREINIGT DURCH</small> B<small>ER&#x00DC;HREN UND DURCH</small> T<small>RAGEN, NICHT ABER VERUNREINIGT ES DURCH</small> B<small>EZELTUNG</small>.</p>
<p>III. E<small>IN</small> F<small>ELD, IN DEM EIN</small> G<small>RAB SICH VERLOREN HAT, DARF MIT JEDER</small> A<small>RT VON</small> S<small>AAT BES&#x00C4;T WERDEN, NICHT ABER MIT IRGENDEINER</small> A<small>RT</small> [B<small>AUM</small>]<small>PFLANZUNG BEPFLANZT WERDEN</small><sup><xref rid="fn1195">11</xref></sup>. M<small>AN DARF DA KEINE</small> [O<small>BST</small>]<small>B&#x00C4;UME STEHEN LASSEN, AUSGENOMMEN LEERE</small> B<small>&#x00C4;UME, DIE KEINE</small> F<small>R&#x00DC;CHTE TRAGEN</small>. D<small>IESES VERUNREINIGT DURCH</small> B<small>ER&#x00DC;HREN, DURCH</small> T<small>RAGEN UND DURCH</small> B<small>EZELTUNG</small>.</p>
<p>IV. E<small>IN</small> T<small>RAUERFELD</small><sup><xref rid="fn1196">12</xref></sup><small>DARF NICHT BEPFLANZT UND NICHT BES&#x00C4;T WERDEN, UND SEINE</small> E<small>RDE IST REIN; MAN DARF SOGAR DARAUS</small> &#x00D6;<small>FEN F&#x00DC;R DAS</small> H<small>EILIGTUM MACHEN</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS UND DIE</small> S<small>CHULE</small> H<small>ILLELS STIMMEN &#x00DC;BEREIN, DASS MAN ES</small><sup><xref rid="fn1197">13</xref></sup><small>UNTERSUCHE F&#x00DC;R DEN, DER DAS</small> P<small>ESA&#x1E24;OPFER</small><sup><xref rid="fn1198">14</xref></sup><small>HERRICHTEN WILL, ES ABER NICHT ZU UNTERSUCHEN BRAUCHT WEGEN DER</small> H<small>EBE</small><sup><xref rid="fn1199">15</xref></sup>. W<small>EGEN EINES</small> N<small>AZIR&#x00C4;ERS</small><sup><xref rid="fn1200">16</xref></sup><small>IST ES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ZU UNTERSUCHEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT ZU UNTERSUCHEN</small><sup><xref rid="fn1201">17</xref></sup>. W<small>IE UNTERSUCHE MAN ES?</small> M<small>AN HOLE LEICHT ZERFALLENDE</small> E<small>RDE, LEGE SIE IN EIN FEINL&#x00D6;CHRIGES</small> S<small>IEB UND ZERREIBE SIE</small>. F<small>INDET SICH DA EIN GERSTENGROSSER</small> K<small>NOCHEN, SO IST ER UNREIN</small>.</p>
<p>V. W<small>IE REINIGE MAN EINEN</small> G<small>R&#x00C4;BERPFLUG?</small> M<small>AN TRAGE DAVON DREI</small> H<small>ANDBREITEN</small> [<small>TIEF</small> E<small>RDE</small>] <small>AB, ODER TUE DARAUF</small> [<small>ANDERE</small> E<small>RDE</small>] <small>DREI</small> H<small>ANDBREITEN HOCH; HAT MAN VON DER EINEN</small> H<small>&#x00C4;LFTE DREI</small> H<small>ANDBREITEN ABGETRAGEN UND AUF DIE ANDERE</small> H<small>&#x00C4;LFTE DREI</small> H<small>ANDBREITEN</small> [<small>ANDERE</small> E<small>RDE</small>] <small>GETAN, SO IST ES REIN</small>. II. &#x0160;<small>IMO&#x0351;N SAGT, AUCH WENN MAN ANDERTHALB</small> H<small>ANDBREITEN DAVON ABGETRAGEN UND ANDERTHALB</small> H<small>ANDBREITEN VON ANDERSWOHER AUFGETAN HAT, SEI ES REIN</small>. P<small>FLASTERT MAN EINEN</small> G<small>R&#x00C4;BERPFLUG MIT</small> S<small>TEINEN, DIE MAN NICHT BEWEGEN KANN, SO IST ER REIN</small>. R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH WENN MAN EINEN</small> G<small>R&#x00C4;BERPFLUG UMGR&#x00C4;BT, SEI ER REIN</small>.</p>
<p>VI. W<small>ER &#x00DC;BER EINEN</small> G<small>R&#x00C4;BERPFLUG AUF</small> S<small>TEINEN GEHT, DIE MAN NICHT BEWEGEN KANN, AUF EINEM</small> M<small>ENSCHEN ODER EINEM</small> V<small>IEH</small> [<small>REITET</small>], <small>DIE KR&#x00C4;FTIG SIND, IST REIN; WENN ABER AUF</small> S<small>TEINEN, DIE MAN BEWEGEN KANN, AUF EINEM</small> M<small>ENSCHEN ODER EINEM</small> V<small>IEH</small> [<small>REITET</small>], <small>DIE SCHWACH SIND, SO IST ER UNREIN</small>. W<small>ER IN</small> L<small>&#x00C4;NDERN DER WELTLICHEN</small> V<small>&#x00D6;LKER AUF</small> B<small>ERGEN ODER</small> F<small>ELSEN GEHT, IST UNREIN; WENN AUF DEM</small> M<small>EERE ODER AM</small> S<small>TRANDE, SO IST ER REIN</small>. W<small>AS HEISST</small> S<small>TRAND?</small> J<small>EDE</small> S<small>TELLE, WO DAS</small> M<small>EER IN SEINER</small> B<small>RANDUNG AUFSTEIGT</small>.</p>
<p>VII. W<small>ENN JEMAND IN</small> S<small>YRIEN EIN NAHE DEM</small> J<small>ISRA&#x00C9;LLANDE LIEGENDES</small> F<small>ELD KAUFT, SO IST ES, WENN ER IN</small> R<small>EINHEIT DAHIN GELANGEN</small><sup><xref rid="fn1202">18</xref></sup><small>KANN, REIN, UND ES UNTERLIEGT DER</small> P<small>FLICHT DER</small> V<small>ERZEHNTUNG UND DES</small> S<small>IEBENTJAHRES, UND WENN ER NICHT IN</small> R<small>EINHEIT DAHIN GELANGEN KANN, UNREIN, JEDOCH UNTERLIEGT ES DER</small> P<small>FLICHT DER</small> V<small>ERZEHNTUNG UND DES</small> S<small>IEBENTJAHRES</small>. W<small>OHNUNGEN DER</small> N<small>ICHTJUDEN</small><sup><xref rid="fn1203">19</xref></sup><small>SIND UNREIN</small>. W<small>IE LANGE MUSS ER DARIN GEWOHNT HABEN, UM DER</small> U<small>NTERSUCHUNG ZU BEN&#x00D6;TIGEN?</small> V<small>IERZIG</small> T<small>AGE</small><sup><xref rid="fn1204">20</xref></sup>, <small>AUCH WENN ER SEINE</small> F<small>RAU NICHT BEI SICH HATTE</small>. H<small>ABEN ES ABER EIN</small> S<small>KLAVE</small><sup><xref rid="fn1205">21</xref></sup><small>ODER EIN</small> W<small>EIB BEWACHT, SO BEN&#x00D6;TIGT ES NICHT DER</small> U<small>NTERSUCHUNG</small>.</p>
<p>VIII. W<small>AS UNTERSUCHE MAN?</small> D<small>IE TIEFEN</small> K<small>AN&#x00C4;LE UND DAS &#x00DC;BELRIECHENDE</small> W<small>ASSER</small>. D<small>IE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, AUCH</small> M<small>ISTHAUFEN UND AUFGELOKKERTE</small> E<small>RDE</small>. D<small>IE</small> S<small>CHULE</small> H<small>ILLELS SAGT, JEDE</small> S<small>TELLE, WO EIN</small> S<small>CHWEIN ODER EIN</small> W<small>IESEL HINKOMMEN KANN, BEN&#x00D6;TIGE NICHT DER</small> U<small>NTERSUCHUNG</small>.</p>
<p>IX. S<small>&#x00C4;ULENHALLEN UNTERLIEGEN NICHT</small> [<small>DER</small> B<small>ESTIMMUNG &#x00DC;BER</small>] W<small>OHNUNGEN DER</small> N<small>ICHTJUDEN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, EINE ZERST&#x00D6;RTE</small> S<small>TADT DER</small> N<small>ICHTJUDEN</small><sup><xref rid="fn1206">22</xref></sup><small>UNTERLIEGE NICHT</small> [<small>DER</small> B<small>ESTIMMUNG &#x00DC;BER</small>] W<small>OHNUNGEN DER</small> N<small>ICHTJUDEN</small>. D<small>IE</small> O<small>STSEITE VON</small> C<small>&#x00C4;SAREA UND DIE</small> W<small>ESTSEITE VON</small> C<small>&#x00C4;SAREA GELTEN ALS</small> B<small>EGR&#x00C4;BNISPL&#x00C4;TZE</small>. D<small>IE</small> O<small>STSEITE VON</small> A&#x0351;<small>KKO</small><sup><xref rid="fn1207">23</xref></sup><small>WAR ZWEIFELHAFT, UND DIE</small> W<small>EISEN ERKL&#x00C4;RTEN SIE ALS REIN</small>. R<small>ABBI UND SEIN</small> G<small>ERICHTSHOF STIMMTEN &#x00DC;BER</small> Q<small>ENI</small><sup><xref rid="fn1208">24</xref></sup><small>AB, UND ERKL&#x00C4;RTEN ES ALS REIN</small>.</p>
<p>X. Z<small>EHN</small> O<small>RTE UNTERLIEGEN NICHT</small> [<small>DER</small> B<small>ESTIMMUNG &#x00DC;BER</small>] W<small>OHNUNGEN DER</small> N<small>ICHTJUDEN: ARABISCHE</small> Z<small>ELTE</small>, [W<small>&#x00C4;CHTER</small>]<small>H&#x00DC;TTEN</small>, B<small>INSENH&#x00DC;TTEN</small>, O<small>BSTH&#x00DC;TTEN</small>, S<small>OMMERH&#x00DC;TTEN</small>, T<small>ORH&#x00C4;USCHEN, DER</small> H<small>OFRAUM, DAS</small> B<small>ADEHAUS, DAS</small> W<small>AFFENHAUS UND</small> K<small>ASERNEN</small><sup><xref rid="fn1209">25</xref></sup>.</p>
<ftnote id="fn1185">1. Ohne da&#x00DF; der Wein unrein werde.</ftnote>
<ftnote id="fn1186">2. Die Besprengung des Leichenunreinen hat am 3. u. am 7. Reinheitstage zu erfolgen; cf. Num. 19,12.</ftnote>
<ftnote id="fn1187">3. Die Trauben werden unbefeuchtet nicht unrein.</ftnote>
<ftnote id="fn1188">4. Die ersteren, die durch den Gr&#x00E4;berpflug rabbanitisch unrein sind.</ftnote>
<ftnote id="fn1189">5. Der f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich ist.</ftnote>
<ftnote id="fn1190">6. Und als Trauben zu essen; sie d&#x00FC;rfen nicht gepre&#x00DF;t werden, da sie durch die Befeuchtung verunreinigungsf&#x00E4;hig werden.</ftnote>
<ftnote id="fn1191">7. Anstatt wie &#x00FC;blich zu m&#x00E4;hen.</ftnote>
<ftnote id="fn1192">8. Wegen des unreinen Staubes.</ftnote>
<ftnote id="fn1193">9. Die mehr Schmutz haben.</ftnote>
<ftnote id="fn1194">10. Das Feld u. Erdschollen von diesem.</ftnote>
<ftnote id="fn1195">11. Damit man nicht es zu betreten veranla&#x00DF;t werde.</ftnote>
<ftnote id="fn1196">12. W&#x00F6;rtl. Feld der Weinenden; nahe dem Begr&#x00E4;bnisplatze, wo die Trauergemeinschaft sich versammelt. Handschriften haben <span dir="rtl">&#x05DB;&#x05D5;&#x05DB;&#x05D9;&#x05DF;</span>, Nischenfeld, mit provisorischen Grabnischen (vgl. S. 683 Anm. 12); diese Lesart hat auch die Tosephta, die sie auch demgem&#x00E4;&#x00DF; erkl&#x00E4;rt.</ftnote>
<ftnote id="fn1197">13. Das in Mi&#x0161;na II genannte Feld, wie weiter angegeben.</ftnote>
<ftnote id="fn1198">14. Das in Reinheit hergerichtet werden mu&#x00DF; u. nicht unterlassen werden darf.</ftnote>
<ftnote id="fn1199">15. Die in Reinheit zu essen ist, jed. nicht gegessen werden mu&#x00DF;.</ftnote>
<ftnote id="fn1200">16. Der ein solches Feld betreten hat.</ftnote>
<ftnote id="fn1201">17. Er ist zweifelhaft unrein, auch wenn man nichts findet.</ftnote>
<ftnote id="fn1202">18. Keinen unreinen Boden zu betreten braucht.</ftnote>
<ftnote id="fn1203">19. Auch im Jisra&#x00E9;llande.</ftnote>
<ftnote id="fn1204">20. So lange dauert die Entwicklung einer Fehlgeburt, die da begraben worden sein kann; cf. Nid. Fol. 30a.</ftnote>
<ftnote id="fn1205">21. Eines Jisra&#x00E9;liten.</ftnote>
<ftnote id="fn1206">22. Im Jisra&#x00E9;llande, in der Nichtjuden gewohnt haben.</ftnote>
<ftnote id="fn1207">23. Diese Hafenstadt lag an der Grenze.</ftnote>
<ftnote id="fn1208">24. In der N&#x00E4;he von A&#x0351;kko.</ftnote>
<ftnote id="fn1209">25. W&#x00F6;rtl. Pfeilenr&#x00E4;ume u. R&#x00E4;ume der Legionen.</ftnote>
</chapter>
</book>