<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>W</bold><small>ENN JEMAND</small> T<small>EIGHEBEN<sup><xref rid="fn2152">1</xref></sup> SAMMELT IN DER</small> A<small>BSICHT, SIE WIEDER</small> W<small>ZU TRENNEN, UND SIE ANEINANDER KLEBEN, SO GILT DIES, WIE DIE</small> S<small>CHULE &#x0160;AMMAJS SAGT, ALS</small> V<small>ERBINDUNG BEIM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN</small><sup><xref rid="fn2153">2</xref></sup>, <small>UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT ALS</small> V<small>ERBINDUNG</small>. W<small>ENN</small> T<small>EIGST&#x00DC;CKE</small><sup><xref rid="fn2154">3</xref></sup> <small>ANEINANDER KLEBEN</small>, B<small>ROTE ANEINANDER KLEBEN, JEMAND</small> P<small>L&#x00C4;TZCHEN AN</small> P<small>L&#x00C4;TZCHEN IM</small> O<small>FEN BACKT UND SIE NOCH KEINE</small> K<small>RUSTE HABEN, DER</small> G<small>ISCHT AUF DEM</small> W<small>ASSER</small> B<small>LASEN</small><sup><xref rid="fn2155">4</xref></sup> <small>SCHL&#x00C4;GT</small>, B<small>OHNENGRAUPEN ERSTMALIG ZU SIEDEN</small><sup><xref rid="fn2156">5</xref></sup> <small>BEGINNEN, NEUER</small> W<small>EIN AUFSCH&#x00C4;UMT</small>, R. J<small>EHUDA SAGT, DIES GELTE AUCH VOM</small> R<small>EISE, SO GILT DIES, WIE DIE</small> S<small>CHULE</small> &#x0160;<small>AMMAJS SAGT, ALS</small> V<small>ERBINDUNG BEIM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN, UND WIE DIE</small> S<small>CHULE</small> H<small>ILLELS SAGT, NICHT ALS</small> V<small>ERBINDUNG</small>. S<small>IE PFLICHTET JEDOCH BEI ALLEN ANDEREN</small> U<small>NREINHEITEN</small><sup><xref rid="fn2157">6</xref></sup> <small>BEI, OB LEICHTE ODER SCHWERE</small>.</p>
<p>II. W<small>ENN JEMAND</small> T<small>EIGHEBEN SAMMELT IN DER</small> A<small>BSICHT, SIE NICHT ZU TRENNEN</small>, P<small>L&#x00C4;TZCHEN AN</small> P<small>L&#x00C4;TZCHEN IM</small> O<small>FEN BACKT UND SIE EINE</small> K<small>RUSTE HABEN, DER GISCHT AUF DEM</small> W<small>ASSER KEINE</small> B<small>LASEN SCHL&#x00C4;GT</small>, B<small>OHNENGRAUPEN ZWEITMALIG SIEDEN, ALTER</small> W<small>EIN</small>, &#x00D6;<small>L IMMER, ODER</small> L<small>INSEN</small> [<small>BEIM</small> K<small>OCHEN</small>] <small>AUFSCH&#x00C4;UMEN</small>, R. J<small>EHUDA SAGT, DIES GELTE AUCH VON</small> P<small>LATTERERBSEN, SO WERDEN SIE</small><sup><xref rid="fn2158">7</xref></sup> <small>DURCH EINEN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN UNREIN, UND SELBSTVERST&#x00C4;NDLICH DURCH ANDERE</small> U<small>NREINHEITEN</small>.</p>
<p>III. E<small>INE</small> Z<small>ACKE HINTEN AM</small> L<small>AIBE, EIN KLEINES</small> S<small>ALZKR&#x00DC;MCHEN ODER EINE ANGEBRANNTE STELLE UNTER FINGERBREITE, R</small>. J<small>OSE SAGT, ALLES, WAS MITGEGESSEN WIRD, MACHEN UNREIN</small><sup><xref rid="fn2159">8</xref></sup> <small>DURCH EINEN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN, UND SELBSTVERST&#x00C4;NDLICH AUCH DURCH JEDE ANDERE</small> U<small>NREINHEIT</small>.</p>
<p>IV. E<small>IN</small> S<small>TEINCHEN IM</small> B<small>ROTLAIBE, EINE GROSSE</small> S<small>ALZKRUME, EINE</small> L<small>UPINE</small><sup><xref rid="fn2160">9</xref></sup> <small>ODER EINE ANGEBRANNTE</small> S<small>TELLE &#x00DC;BER</small> F<small>INGERBREITE</small>, R. J<small>OSE SAGT, ALLES, WAS DAMIT NICHT MITGEGESSEN WIRD, BLEIBEN REIN</small><sup><xref rid="fn2161">10</xref></sup><small>BEI EINER</small> H<small>AUPTUNREINHEIT, UND SELBSTVERST&#x00C4;NDLICH BEI EINEM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN</small>.</p>
<p>V. G<small>ERSTE UND</small> D<small>INKEL, WENN SIE UNGESCH&#x00C4;LT SIND</small>, A<small>SANTWURZEL</small>, A<small>SANT UND</small> A<small>LUM</small><sup><xref rid="fn2162">11</xref></sup>, R. J<small>EHUDA SAGT, AUCH SCHWARZE</small> B<small>OHNEN, BLEIBEN BEI EINER</small> H<small>AUPTUNREINHEIT REIN</small><sup><xref rid="fn2163">12</xref></sup>, <small>UND SELBSTVERST&#x00C4;NDLICH BEI EINEM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN</small> &#x2013; <small>SO</small> R. M<small>E&#x00CD;R; DIE</small> W<small>EISEN SAGEN, SIE SEIEN BEI EINEM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN REIN UND DURCH JEDE ANDERE</small> U<small>NREINHEIT UNREIN</small>. G<small>ERSTE UND</small> D<small>INKEL, WENN SIE GESCH&#x00C4;LT SIND</small>, W<small>EIZEN OB GESCH&#x00C4;LT ODER UNGESCH&#x00C4;LT</small>, K<small>&#x00DC;MMEL</small>, S<small>ESAM UND</small> P<small>FEFFER</small>, R. J<small>EHUDA SAGT, AUCH WEISSE</small> B<small>OHNEN, WERDEN DURCH EINEN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN UNREIN, UND SELBSTVERST&#x00C4;NDLICH DURCH JEDE ANDERE</small> U<small>NREINHEIT</small>.</p>
<ftnote id="fn2152">1. Cf. Num. 15,20.</ftnote>
<ftnote id="fn2153">2. Wenn ein solcher eines der St&#x00FC;cke ber&#x00FC;hrt, sind alle untauglich.</ftnote>
<ftnote id="fn2154">3. Von Hebe, ebenso die weiter genannten Dinge.</ftnote>
<ftnote id="fn2155">4. Soda&#x00DF; der Gischt durch den Schaum vom Wasser getrennt ist.</ftnote>
<ftnote id="fn2156">5. Das Wasser ist noch klar u. die einzelnen Bohnen haben noch nicht gekocht; beim 2. Aufkochen beginnen sie breiig zu werden.</ftnote>
<ftnote id="fn2157">6. Da&#x00DF; dies als Verbindung gilt; ber&#x00FC;hrt beispielsweise ein Unreiner den Schaum, so ist der ganze Inhalt des Gef&#x00E4;&#x00DF;es unrein.</ftnote>
<ftnote id="fn2158">7. Der ganze Inhalt des Gef&#x00E4;&#x00DF;es; sie gelten als verbunden.</ftnote>
<ftnote id="fn2159">8. Den ganzen Laib, wenn er diese ber&#x00FC;hrt.</ftnote>
<ftnote id="fn2160">9. Solche werden oft als Kennzeichen an das Brot geklebt, zur Vermeidung von Verwechslungen.</ftnote>
<ftnote id="fn2161">10. Bei Ber&#x00FC;hrung dieser bleibt das Brot rein.</ftnote>
<ftnote id="fn2162">11. Vieil, <italic>&#x1F02;&#x03BB;&#x1F77;&#x03BC;&#x03BF;&#x03C2;,</italic> strauchartiger Spinat.</ftnote>
<ftnote id="fn2163">12. Sie sind keine Speisen u. f&#x00FC;r die Unreinheit nicht empf&#x00E4;nglich.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>D</bold><small>IE</small> F<small>L&#x00DC;SSIGKEIT</small><sup><xref rid="fn2164">1</xref></sup> <small>EINES AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN GLEICHT DEN VON IHM BER&#x00DC;HRTEN</small> F<small>L&#x00DC;SSIGKEITEN, DIESE UND JENE MACHEN NICHT UNREIN; BEI ALLEN ANDEREN</small> U<small>NREINEN, OB SCHWER ODER LEICHT [UNREIN], GLEICHT DIE AUS IHNEN KOMMENDE</small> F<small>L&#x00DC;SSIGKEIT DEN VON IHNEN BER&#x00DC;HRTEN</small> F<small>L&#x00DC;SSIGKEITEN</small>. D<small>IESE UND JENE SIND ERSTGRADIG [UNREIN</small>]<sup><xref rid="fn2165">2</xref></sup>, <small>AUSGENOMMEN DIE</small> F<small>L&#x00DC;SSIGKEIT, DIE</small> H<small>AUPTUNREINHEIT</small><sup><xref rid="fn2166">3</xref></sup> <small>IST</small>.</p>
<p>II. W<small>ENN EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER EINEN TOPF</small> (<small>VOLL</small>) <small>MIT</small> F<small>L&#x00DC;SSIGKEIT BER&#x00DC;HRT HAT, SO IST, WENN ES</small> H<small>EBE IST, DIE</small> F<small>L&#x00DC;SSIGKEIT UNTAUGLICH UND DER</small> T<small>OPF REIN, UND WENN ES EINE PROFANE</small> F<small>L&#x00DC;SSIGKEIT IST, ALLES REIN; SIND SEINE</small> H<small>&#x00C4;NDE NICHT REIN, SO IST ALLES UNREIN</small>. H<small>IERIN IST ES BEI DEN</small> H<small>&#x00C4;NDEN STRENGER ALS BEIM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN</small>. U<small>ND STRENGER IST ES BEIM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN ALS BEI DEN</small> H<small>&#x00C4;NDEN, DENN BEI EINEM</small> Z<small>WEIFEL MACHT DER AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTE DIE</small> H<small>EBE UNTAUGLICH, W&#x00C4;HREND ES BEI DEN</small> H<small>&#x00C4;NDEN IN EINEM</small> Z<small>WEIFEL REIN IST</small>.</p>
<p>III. W<small>ENN DER</small> B<small>REI VON</small> H<small>EBE UND DER</small> K<small>NOBLAUCH UND DAS</small> &#x00D6;<small>L VON</small> P<small>ROFANEM IST, UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER EINEN</small> T<small>EIL DAVON BER&#x00DC;HRT HAT, SO HAT ER ALLES UNTAUGLICH GEMACHT</small>. W<small>ENN ABER DER</small> B<small>REI VON</small> P<small>ROFANEM UND DER</small> K<small>NOBLAUCH UND DAS</small> &#x00D6;<small>L VON</small> H<small>EBE IST, UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER EINEN</small> T<small>EIL DAVON BER&#x00DC;HRT HAT, SO HAT ER NUR DIE</small> S<small>TELLE, DIE ER BER&#x00DC;HRT HAT, UNTAUGLICH GEMACHT; IST DER</small> K<small>NOBLAUCH MEHR, SO RICHTE MAN SICH NACH DER</small> M<small>EHRHEIT</small>. R. J<small>EHUDA SAGTE</small>: D<small>IES NUR DANN, WENN ER</small><sup><xref rid="fn2167">4</xref></sup> <small>EINEN FESTEN</small> K<small>LUMPEN IN DER</small> S<small>CH&#x00DC;SSEL BILDET, IST ER ABER IM</small> M<small>&#x00D6;RSER ZERBR&#x00D6;CKELT WORDEN, SO IST ER REIN</small><sup><xref rid="fn2168">5</xref></sup>, <small>WEIL DIE</small> Z<small>ERBR&#x00D6;CKELUNG ERW&#x00DC;NSCHT IST</small>. E<small>BENSO ALLES ANDERE, DAS MAN MIT EINER</small> F<small>L&#x00DC;SSIGKEIT ZERSTOSSEN HAT; WENN MAN ABER ETWAS, DAS MAN GEW&#x00D6;HNLICH MIT EINER</small> F<small>L&#x00DC;SSIGKEIT ZU ZERSTOSSEN PFLEGT, OHNE</small> F<small>L&#x00DC;SSIGKEIT ZERSTOSSEN HAT, UND ES EINEN FESTEN</small> K<small>LUMPEN IN DER</small> S<small>CH&#x00DC;SSEL BILDET, SO GLEICHT ES EINEM</small> F<small>EIGENKRANZE</small><sup><xref rid="fn2169">6</xref></sup>.</p>
<p>IV. W<small>ENN DER</small> B<small>REI UND DIE</small> P<small>L&#x00C4;TZCHEN VON</small> P<small>ROFANEM SIND UND</small> &#x00D6;<small>L VON</small> H<small>EBE AUF IHNEN SCHWIMMT, UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER DAS</small> &#x00D6;<small>L BER&#x00DC;HRT, SO HAT ER NUR DAS</small> &#x00D6;<small>L UNTAUGLICH GEMACHT; HAT MAN SIE ZERR&#x00DC;HRT, SO HAT ER ALLES, WOHIN DAS</small> &#x00D6;<small>L GEKOMMEN IST, UNTAUGLICH GEMACHT</small>.</p>
<p>V. W<small>ENN &#x00DC;BER DEM</small> F<small>LEISCHE VON</small> H<small>EILIGEM DIE</small> G<small>ALLERTE VERKRUSTET IST UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER DIE</small> G<small>ALLERTE BER&#x00DC;HRT HAT, SO SIND DIE</small> [F<small>LEISCH</small>]<small>ST&#x00DC;CKE ERLAUBT; HAT ER EIN</small> S<small>T&#x00DC;CK BER&#x00DC;HRT, SO IST DAS</small> S<small>T&#x00DC;CK UND ALLES, WAS DAMIT HERAUFKOMMT, MITEINANDER VERBUNDEN</small>. R. J<small>O&#x1E24;ANAN</small> B. N<small>URI SAGT, BEIDES</small><sup><xref rid="fn2170">7</xref></sup> <small>SEI MITEINANDER VERBUNDEN</small>. D<small>ASSELBE GILT AUCH VON</small> H<small>&#x00DC;LSENFR&#x00DC;CHTEN, DIE SICH AUF</small> B<small>ROTST&#x00DC;CKEN VERKRUSTET HABEN</small>. H<small>&#x00DC;LSENFR&#x00DC;CHTE IM</small> T<small>OPFE GELTEN, WENN SIE EINZELN SIND, ALS NICHT VERBUNDEN, UND WENN SIE EINEN FESTEN</small> K<small>LUMPEN BILDEN, ALS VERBUNDEN; SIND ES MEHRERE</small> K<small>LUMPEN, SO SIND SIE ZU Z&#x00C4;HLEN</small><sup><xref rid="fn2171">8</xref></sup>. W<small>ENN &#x00D6;L AUF</small> W<small>EIN SCHWIMMT UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER DAS</small> &#x00D6;<small>L BER&#x00DC;HRT HAT, SO HAT ER NUR DAS</small> &#x00D6;<small>L UNTAUGLICH GEMACHT</small>; R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, BEIDES SEI MITEINANDER VERBUNDEN</small>.</p>
<p>VI. W<small>ENN MAN EIN</small> F<small>ASS</small><sup><xref rid="fn2172">9</xref></sup> <small>IN EINE</small> K<small>UFE MIT</small> W<small>EIN HINABGELASSEN HAT UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER IHN BER&#x00DC;HRT, SO GILT ES</small>, <small>WENN VOM</small> R<small>ANDE EINW&#x00C4;RTS</small><sup><xref rid="fn2173">10</xref></sup>, <small>ALS VERBUNDEN, UND WENN VOM</small> R<small>ANDE AUSW&#x00C4;RTS, ALS NICHT VERBUNDEN</small><sup><xref rid="fn2174">11</xref></sup>. R. J<small>O&#x1E24;ANAN B</small>. N<small>URI SAGT, AUCH WENN ER IN</small> M<small>ANNESH&#x00D6;HE &#x00DC;BER DER</small> M<small>&#x00DC;NDUNG BER&#x00DC;HRT HAT, GELTE ES ALS VERBUNDEN</small>.</p>
<p>VII. W<small>ENN EIN</small> F<small>ASS EIN</small> L<small>OCH HAT, OB AM</small> B<small>ODEN ODER AN DER</small> S<small>EITE, UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER ES BER&#x00DC;HRT HAT, SO IST ES UNREIN</small><sup><xref rid="fn2175">12</xref></sup>. R. J<small>EHUDA SAGT, WENN AM</small> R<small>ANDE ODER AM</small> B<small>ODEN, SEI ES UNREIN, UND WENN AN DEN</small> S<small>EITEN</small><sup><xref rid="fn2176">13</xref></sup>, <small>DA ODER DORT, SEI ES REIN</small>. W<small>ENN MAN</small> [W<small>EIN</small>] <small>AUS EINEM</small> G<small>EF&#x00C4;SSE IN EIN ANDERES UMGIESST UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER DEN</small> S<small>TRAHL BER&#x00DC;HRT, SO GEHT ES, WENN DARIN SOVIEL IST, IN HUNDERTUNDEINEM</small><sup><xref rid="fn2177">14</xref></sup><small>AUF</small>.</p>
<p>VIII. I<small>ST EINE</small> B<small>LASE AM</small> F<small>ASSE</small><sup><xref rid="fn2178">15</xref></sup><small>INNEN UND AUSSEN DURCHL&#x00D6;CHERT, OB OBEN ODER UNTEN, SO IST [DER</small> I<small>NHALT, WENN DIE</small> L<small>&#x00D6;CHER] EINANDER GEGEN&#x00DC;BER SIND, UNREIN DURCH EINE</small> H<small>AUPTUNREINHEIT UND UNREIN DURCH TOTENBEZELTUNG, WENN INNEN UNTEN UND AUSSEN OBEN, UNREIN DURCH EINE</small> H<small>AUPTUNREINHEIT UND UNREIN DURCH</small> T<small>OTENBEZELTUNG, UND WENN INNEN OBEN UND AUSSEN UNTEN, REIN BEI EINER</small> H<small>AUPTUNREINHEIT UND UNREIN DURCH</small> T<small>OTENBEZELTUNG</small>.</p>
<ftnote id="fn2164">1. Ausscheidungeh aus dem K&#x00F6;rper.</ftnote>
<ftnote id="fn2165">2. Cf. Par. VIII,7.</ftnote>
<ftnote id="fn2166">3. Die Ausscheidungen des Flu&#x00DF;behafteten; cf. Zab. V,7.</ftnote>
<ftnote id="fn2167">4. Der Knoblauch mit dem &#x00D6;l.</ftnote>
<ftnote id="fn2168">5. Nur die ber&#x00FC;hrte Stelle ist unrein.</ftnote>
<ftnote id="fn2169">6. Bei dem nur die ber&#x00FC;hrte Stelle tinrein ist.</ftnote>
<ftnote id="fn2170">7. Die Gallerte u. das Fleisch.</ftnote>
<ftnote id="fn2171">8. Nach den Unreinheitsgraden: das ber&#x00FC;hrte ist erstgradig unrein, das n&#x00E4;chste zweitgradig usw.</ftnote>
<ftnote id="fn2172">9. Mit Wein von Hebe. od. Heiligem.</ftnote>
<ftnote id="fn2173">10. Innerhalb der M&#x00FC;ndung des Fasses.</ftnote>
<ftnote id="fn2174">11. Aus dem Wortlaute geht nicht hervor, worum es sich eigentlich handelt; auch die Kommentare tasten im Dunklen u. erkl&#x00E4;ren verschieden.</ftnote>
<ftnote id="fn2175">12. Dh. bei Hebe untauglich.</ftnote>
<ftnote id="fn2176">13. Wenn er diese Stelle ber&#x00FC;hrt hat.</ftnote>
<ftnote id="fn2177">14. Wenn der Inhalt des unteren Gef&#x00E4;&#x00DF;es das Hundertfache betr&#x00E4;gt.</ftnote>
<ftnote id="fn2178">15. Eine beim Brennen an der Wandung entstandene hohle Stelle.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p>A<small>LLE</small> S<small>TIELE VON</small> S<small>PEISEN</small><sup><xref rid="fn2179">1</xref></sup>, <small>DIE BEI DER</small> H<small>AUPTUNREINHEIT ALS VERBUNDEN GELTEN</small><sup><xref rid="fn2180">2</xref></sup>, <small>GELTEN ALS VERBUNDEN AUCH BEIM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN</small><sup><xref rid="fn2181">3</xref></sup>. W<small>ENN VON EINER</small> S<small>PEISE EIN</small> T<small>EIL ABGEBROCHEN IST UND NOCH ETWAS ZUSAMMENH&#x00C4;LT, SO GLEICHT ER, WIE</small> R. M<small>E&#x00CD;R SAGT, WENN BEIM</small> A<small>NFASSEN DES GR&#x00D6;SSEREN</small> T<small>EILES DER KLEINERE MITKOMMT, JENEM</small>; R. J<small>EHUDA SAGT, WENN BEIM</small> A<small>NFASSEN DES KLEINEREN</small> T<small>EILES DER GR&#x00D6;SSERE MITKOMMT, GLEICHE ER DIESEM</small>. R. N<small>E&#x1E24;EMJA SAGT, DES REINEN</small><sup><xref rid="fn2182">4</xref></sup>; <small>DIE</small> W<small>EISEN SAGEN, DES</small> U<small>NREINEN</small>. B<small>EI ALLEN &#x00DC;BRIGEN</small> S<small>PEISEN</small><sup><xref rid="fn2183">5</xref></sup> <small>RICHTE MAN SICH, WENN MAN SIE AM</small> B<small>LATTE ANZUFASSEN PFLEGT, NACH DEM</small> B<small>LATTE</small><sup><xref rid="fn2184">6</xref></sup>, <small>UND WENN MAN SIE AM</small> S<small>TENGEL ANZUFASSEN PFLEGT, NACH DEM</small> S<small>TENGEL</small>.</p>
<p>II. W<small>ENN AUF</small> G<small>R&#x00DC;NKRAUT VON</small> H<small>EBE EIN ZERR&#x00DC;HRTES</small> E<small>I SICH BEFINDET UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER DAS</small> E<small>I BER&#x00DC;HRT, SO MACHT ER NUR DEN</small> S<small>TENGEL AN DIESER</small> S<small>TELLE UNTAUGLICH</small><sup><xref rid="fn2185">7</xref></sup>; R. J<small>OSE SAGT, DIE GANZE OBERE</small> S<small>CHICHT</small>. B<small>ILDET ES EINE</small> A<small>RT</small> H<small>ELM</small><sup><xref rid="fn2186">8</xref></sup>, <small>SO GILT ES NICHT ALS VERBUNDEN</small>.</p>
<p>III. W<small>ENN EIN</small> F<small>ADEN VON EINEM</small> E<small>I SICH AN DER</small> W<small>AND DER</small> K<small>ASSEROLLE</small><sup><xref rid="fn2187">9</xref></sup> <small>VERKRUSTET HAT UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER IHN BER&#x00DC;HRT, SO GILT ER, WENN INNERHALB DES</small> R<small>ANDES, ALS VERBUNDEN, UND WENN AUSSERHALB DES</small> R<small>ANDES, NICHT ALS VERBUNDEN</small>. R. J<small>OSE SAGT, DER</small> F<small>ADEN, UND ALLES WAS [VON DER</small> S<small>PEISE</small>] <small>MITKOMMT</small><sup><xref rid="fn2188">10</xref></sup>. D<small>ASSELBE GILT AUCH VON</small> H<small>&#x00DC;LSENFR&#x00DC;CHTEN, DIE SICH AM</small> R<small>ANDE DES</small> T<small>OPFES VERKRUSTET HABEN</small>.</p>
<p>IV. T<small>EIG, DEM</small> H<small>EBE BEIGEMISCHT IST ODER DER MIT</small> S<small>AUERTEIG VON</small> H<small>EBE GES&#x00C4;UERT WORDEN IST, WIRD NICHT UNTAUGLICH DURCH EINEN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN; NACH</small> R. J<small>OSE UND</small> R. &#x0160;<small>IMO&#x0351;N WIRD ER UNTAUGLICH</small>. W<small>ENN EIN DURCH EINE</small> F<small>L&#x00DC;SSIGKEIT BEF&#x00C4;HIGT</small><sup><xref rid="fn2189">11</xref></sup><small>GEMACHTER</small> T<small>EIG MIT</small> F<small>RUCHTSAFT</small><sup><xref rid="fn2190">12</xref></sup><small>GEKNETET WORDEN IST UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER IHN BER&#x00DC;HRT HAT, SO HAT ER, WIE</small> R. E<small>LEA&#x0351;ZAR B</small>. J<small>EHUDA AUS</small> B<small>ARTOTHA IM</small> N<small>AMEN</small> R. J<small>EHO&#x0160;UA&#x0351;S SAGT, DAS GANZE</small> (<small>UNTAUGLICH GEMACHT</small>), <small>UND WIE</small> R. A&#x0351;<small>QIBA IN DESSEN</small> N<small>AMEN SAGT, NUR DIE BER&#x00DC;HRTE</small> S<small>TELLE UNTAUGLICH GEMACHT</small>.</p>
<p>V. W<small>ENN MAN</small> G<small>R&#x00DC;NKRAUT VON</small> P<small>ROFANEM MIT</small> &#x00D6;<small>L VON</small> H<small>EBE GEKOCHT</small> T<small>AGE</small> U<small>NTERGETAUCHTER ES BER&#x00DC;HRT HAT, SO HAT ER, WIE</small> R. E<small>LEA&#x0351;ZAR B</small>. J<small>EHUDA AUS</small> B<small>ARTOTHA IM</small> N<small>AMEN</small> R. J<small>EHO&#x0160;UA&#x0351;S SAGT, DAS GANZE (UNTAUGLICH GEMACHT), UND WIE</small> R. A&#x0351;<small>QIBA IN DESSEN</small> N<small>AMEN SAGT, NUR DIE BER&#x00DC;HRTE</small> S<small>TELLE UNTAUGLICH GEMACHT</small>.</p>
<p>VI. W<small>ENN EIN</small> R<small>EINER EINE</small> S<small>PEISE KAUT UND ETWAS IHM AUF DIE</small> K<small>LEIDER ODER AUF EINEN</small> L<small>AIB VON</small> H<small>EBE F&#x00C4;LLT, SO SIND SIE REIN</small><sup><xref rid="fn2191">13</xref></sup>. W<small>ENN JEMAND GEPLATZTE</small> O<small>LIVEN ODER SAFTIGE</small> D<small>ATTELN ISST UND DEN</small> K<small>ERN AUSSAUGEN WILL, UND ETWAS IHM AUF DIE</small> K<small>LEIDER ODER AUF EINEN</small> L<small>AIB VON</small> H<small>EBE F&#x00C4;LLT, SO SIND SIE UNREIN</small><sup><xref rid="fn2192">14</xref></sup>. W<small>ENN JEMAND TROCKENE</small> O<small>LIVEN ODER GETROCKNETE</small> D<small>ATTELN ISST UND DEN</small> K<small>ERN NICHT AUSSAUGEN WILL, UND ETWAS IHM AUF DIE KLEIDER ODER AUF EINEN</small> L<small>AIB VON</small> H<small>EBE F&#x00C4;LLT, SO SIND SIE REIN</small>. O<small>B EIN</small> R<small>EINER ODER EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER</small>, <small>SIE GLEICHEN HIERBEI EINANDER</small>. R. M<small>E&#x00CD;R SAGT, IN DIESEM UND IN JENEM</small> F<small>ALLE SEIEN SIE BEI EINEM AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTEN UNREIN, WEIL DIE</small> F<small>L&#x00DC;SSIGKEITEN EINES</small> U<small>NREINEN VERUNREINIGUNGSF&#x00C4;HIG MACHEN OB ERW&#x00DC;NSCHT ODER NICHT ERW&#x00DC;NSCHT</small>. D<small>IE</small> W<small>EISEN SAGEN, EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER SEI NICHT UNREIN</small>.</p>
<ftnote id="fn2179">1. Woran sie angefa&#x00DF;t werden, beispielsweise der Stengel an der Frucht od. der Knochen am Fleische.</ftnote>
<ftnote id="fn2180">2. Zur Speise geh&#x00F6;ren; cf. Uz&#x00E7;. I,1.</ftnote>
<ftnote id="fn2181">3. Auch bei der Untauglichmachung von Hebe u. Heiligem.</ftnote>
<ftnote id="fn2182">4. Wenn beim Anfassen des nicht ber&#x00FC;hrten Teiles der ber&#x00FC;hrte mitkommt, gilt er als verbunden.</ftnote>
<ftnote id="fn2183">5. Gem&#x00FC;se u. Kr&#x00E4;uter.</ftnote>
<ftnote id="fn2184">6. Ist dieses unversehrt, so geh&#x00F6;rt das daran h&#x00E4;ngende dazu.</ftnote>
<ftnote id="fn2185">7. Das profane Ei wird zwar sonst dadurch nicht untauglich, da es aber zerr&#x00FC;hrt ist, geh&#x00F6;rt es zum Kraute.</ftnote>
<ftnote id="fn2186">8. Wenn das Ei durch den Luftdruck beim Kochen eine Blase bildet u. in der Mitte das Gr&#x00FC;nkraut nicht ber&#x00FC;hrt.</ftnote>
<ftnote id="fn2187">9. In der eine Speise von Hebe sich befindet.</ftnote>
<ftnote id="fn2188">10. Beim Abl&#x00F6;sen des Fadens, sei untauglich.</ftnote>
<ftnote id="fn2189">11. F&#x00FC;r die Unreinheit.</ftnote>
<ftnote id="fn2190">12. Der nicht zu den f&#x00FC;r die Unreinheit empf&#x00E4;nglich machenden Fl&#x00FC;ssigkeiten geh&#x00F6;rt.</ftnote>
<ftnote id="fn2191">13. Der Laib wird durch den Speichel nicht verunreinigungsf&#x00E4;hig.</ftnote>
<ftnote id="fn2192">14. Weil ihm die Fl&#x00FC;ssigkeit erw&#x00FC;nscht ist.</ftnote>
</chapter>
<chapter>
<title>VIERTER ARSCHNITT</title>
<p><bold>W</bold><small>ENN EINE</small> S<small>PEISE VOM</small> Z<small>EHNTEN DURCH EINE</small> F<small>L&#x00DC;SSIGKEIT EMPF&#x00C4;NGLICH</small><sup><xref rid="fn2193">1</xref></sup> <small>GEWORDEN IST UND EIN AM SELBEN</small> T<small>AGE</small> U<small>NTERGETAUCHTER ODER UNREINE</small> H<small>&#x00C4;NDE SIE BER&#x00DC;HRT HABEN, SO IST DAVON DIE</small> Z<small>EHNTHEBE</small><sup><xref rid="fn2194">2</xref></sup> <small>IN</small> R<small>EINHEIT ABZUSONDERN, WEIL SIE DRITTGRADIG [UNREIN] IST, UND BEI</small> P<small>ROFANEM DAS DRITTGRADIGE ALS REIN GILT</small>.</p>
<p>II. E<small>INE</small> F<small>RAU, DIE AM SELBEN</small> T<small>AGE UNTERGETAUCHT IST, DARF DEN</small> T<small>EIG KNETEN UND DIE</small> T<small>EIGHEBE</small><sup><xref rid="fn2195">3</xref></sup> <small>ABTRENNEN UND ABSONDERN, IN EINEN</small> K<small>ORB ODER AUF EIN</small> B<small>RETT LEGEN, ANLEGEN</small><sup><xref rid="fn2196">4</xref></sup> <small>UND MIT</small> N<small>AMEN BENENNEN</small><sup><xref rid="fn2197">5</xref></sup>, <small>WEIL</small> [<small>DER</small> T<small>EIG</small>] <small>DRITTGRADIG IST, UND BEI</small> P<small>ROFANEM DAS DRITTGRADIGE ALS REIN GILT</small>.</p>
<p>III. M<small>AN DARF IN EINEM AM SELBEN</small> T<small>AGE UNTERGETAUCHTEN</small> T<small>ROGE DEN</small> T<small>EIG KNETEN UND DAVON DIE</small> T<small>EIGHEBE ABTRENNEN, SIE ANLEGEN UND MIT</small> N<small>AMEN BENENNEN, WEIL [DER</small> T<small>EIG</small>] <small>DRITTGRADIG IST, UND BEI</small> P<small>ROFANEM DAS DRITTGRADIGE ALS REIN GILT</small>.</p>
<p>IV. H<small>AT MAN AUS EINEM</small> F<small>ASSE MIT HEBEPFLICHTIGEM</small> Z<small>EHNTEN</small><sup><xref rid="fn2198">6</xref></sup><small>IN EINE AM SELBEN</small> T<small>AGE UNTERGETAUCHTE</small> K<small>RUKE ABGEF&#x00DC;LLT, SO IST, WENN MAN GESAGT HAT, DIES SEI</small> Z<small>EHNTHEBE SOBALD ES DUNKEL</small><sup><xref rid="fn2199">7</xref></sup> <small>GEWORDEN IST</small>, [<small>DER</small> I<small>NHALT</small>] Z<small>EHNTHEBE; WENN MAN ABER GESAGT HAT, DIES SEI EIN</small> E&#x0351;<small>RUB, SO HAT MAN NICHTS</small><sup><xref rid="fn2200">8</xref></sup> <small>GESAGT</small>. Z<small>ERBRICHT DAS</small> F<small>ASS, SO BLEIBT DIE</small> K<small>RUKE</small> U<small>NVERZEHNTETES; ZERBRICHT DIE</small> K<small>RUKE, SO BLEIBT DAS</small> F<small>ASS</small> U<small>NVERZEHNTETES</small>.</p>
<p>V. F<small>R&#x00DC;HER SAGTEN SIE, MAN D&#x00DC;RFE AUSWEIHEN</small><sup><xref rid="fn2201">9</xref></sup> <small>DURCH</small> F<small>R&#x00DC;CHTE EINES</small> M<small>ENSCHEN AUS DEM GEMEINEN</small> V<small>OLKE; SP&#x00C4;TER SAGTEN SIE, AUCH DURCH SEIN</small> G<small>ELD</small>. F<small>R&#x00DC;HER SAGTEN SIE, WENN JEMAND IN</small> H<small>ALSEISEN HINAUSGEF&#x00DC;HRT WIRD UND SAGT, DASS MAN SEINER</small> F<small>RAU EINEN</small> S<small>CHEIDEBRIEF SCHREIBE</small><sup><xref rid="fn2202">10</xref></sup> (<small>UND IHN IHR GEBE</small>), <small>MAN IHN SCHREIBE UND IHR GEBE</small><sup><xref rid="fn2203">11</xref></sup>; <small>SP&#x00C4;TER SAGTEN SIE, AUCH WER ZUR SEE ODER MIT EINER</small> K<small>ARAWANE AUSREIST</small>. R. &#x0160;<small>IMO&#x0351;N</small> &#x0160;<small>EZORI SAGT, AUCH DER GEF&#x00C4;HRLICH</small> K<small>RANKE</small>.</p>
<p>VI. W<small>ENN VON ZERBROCHENEN A&#x0160;QELONISCHEN</small> H<small>EBESTANGEN</small><sup><xref rid="fn2204">12</xref></sup><small>DIE</small> H<small>AKEN NOCH ERHALTEN SIND, SO SIND SIE VERUNREINIGUNGSF&#x00C4;HIG</small>. W<small>ENN VON EINER</small> H<small>EUGABEL, EINER</small> W<small>ORFEL, EINER</small> H<small>ARKE UND EBENSO EINEM</small> K<small>OPFKAMME EINER DER</small> Z<small>&#x00C4;HNE GEFEHLT HATTE UND MAN EINEN AUS</small> M<small>ETALL EINGESETZT HAT</small>, <small>SO SIND SIE UNREIN</small>. &#x00DC;<small>BER DIES ALLES SAGTE</small> R. J<small>EHO&#x0160;UA&#x0351;:</small> D<small>LE</small> S<small>CHRIFTKUNDIGEN HABEN HIERBEI EINE</small> N<small>EUERUNG</small><sup><xref rid="fn2205">13</xref></sup><small>GETROFFEN</small>, <small>UND ICH KANN DAGEGEN NICHTS EINWENDEN</small>.</p>
<p>VII. W<small>ENN JEMAND DIE</small> H<small>EBE VON DER</small> K<small>UFE ABHEBT UND SAGT: UNTER DER</small> B<small>EDINGUNG, DASS</small> [<small>DAS</small> G<small>EF&#x00C4;SS</small>] <small>UNVERSEHRT HERAUFKOMMT</small>, [<small>SO HEISST DIES</small>:] <small>UNVERSEHRT VOR</small> B<small>RUCH UND</small> A<small>USGIESSEN, NICHT ABER VOR DER</small> U<small>NREINHEIT</small><sup><xref rid="fn2206">14</xref></sup>. R. &#x0160;<small>IMO&#x0351;N SAGT, AUCH VOR DER</small> U<small>NREINHEIT</small>. Z<small>ERBRICHT ES, SO BEMISCHT ES NICHT</small>. B<small>IS WIE WEIT</small><sup><xref rid="fn2207">15</xref></sup><small>KANN ES ZERBRECHEN OHNE ZU BEMISCHEN?</small> D<small>ASS ES, WENN MAN ES ROLLT, IN DIE</small> K<small>UFE</small><sup><xref rid="fn2208">16</xref></sup><small>F&#x00C4;LLT</small>. R. J<small>OSE SAGT, AUCH WENN JEMAND IM</small> S<small>INNE HATTE, DIESE</small> B<small>EDINGUNG ZU MACHEN, SIE ABER NICHT GEMACHT HAT, BEMISCHE ES, WENN ES ZERBRICHT, NICHT, WEIL DIES EINE VOM</small> G<small>ERICHT GETROFFENE</small> B<small>ESTIMMUNG IST</small>.</p>
<ftnote id="fn2193">1. F&#x00FC;r die Unreinheit, durch Befeuchtung.</ftnote>
<ftnote id="fn2194">2. Die der Levite an den Priester zu entrichten hat; cf. Jab. Fol. 86a.</ftnote>
<ftnote id="fn2195">3. Die, solange sie noch nicht als solche bezeichnet worden ist, profan ist.</ftnote>
<ftnote id="fn2196">4. An den Teig; cf. Hal. I,9.</ftnote>
<ftnote id="fn2197">5. Erst wenn sie sie nicht mehr zu ber&#x00FC;hren braucht.</ftnote>
<ftnote id="fn2198">6. Von dem die Zehnthebe f&#x00FC;r den Priester noch nicht entrichtet ist.</ftnote>
<ftnote id="fn2199">7. Dann ist die Kruke v&#x00F6;llig rein.</ftnote>
<ftnote id="fn2200">8. Die Niederlegung mu&#x00DF; vor der Dunkelheit erfolgen, u. vorher war der Inhalt zum Genusse verboten.</ftnote>
<ftnote id="fn2201">9. Den 2. Zehnten; cf. Dt. 14,22ff.</ftnote>
<ftnote id="fn2202">10. Damit sie von der Schwagerehe (cf. Dt. 25,5ff.) entbunden sei.</ftnote>
<ftnote id="fn2203">11. Obgleich er nicht gesagt hat, da&#x00DF; man ihr gebe, weil er wahrscheinl. dies zu sagen in seiner Todesangst vergessen hat. Das in der Parallelstelle (Git. Fol. 65b) fehlende <span dir="rtl">&#x05EA;&#x05E0;&#x05D5;</span> ist zu streichen.</ftnote>
<ftnote id="fn2204">12. Vgl. S. 616 Anm. 11.</ftnote>
<ftnote id="fn2205">13. Vgl. S. 616 Anm. 12.</ftnote>
<ftnote id="fn2206">14. Wird es unrein, so ist die Hebe dennoch g&#x00FC;ltig.</ftnote>
<ftnote id="fn2207">15. Von der Kufe.</ftnote>
<ftnote id="fn2208">16. Erst wenn es sich weiter befindet, hei&#x00DF;t dies unversehrt heraufgekommen.</ftnote>
</chapter>
</book>