<book>
<chapter>
<title>ERSTER ABSCHNITT</title>
<p><bold>E</bold><small>IN</small> V<small>IERTELLOG</small> W<small>ASSER</small><sup><xref rid="fn2209">1</xref></sup> <small>IST F&#x00DC;R DAS</small> H<small>&#x00C4;NDEWASCHEN</small><sup><xref rid="fn2210">2</xref></sup> <small>ERFORDERLICH F&#x00DC;R EINEN UND AUCH F&#x00DC;R ZWEI</small> P<small>ERSONEN; EIN HALBES</small> L<small>OG F&#x00DC;R DREI ODER VIER, VON EINEM</small> L<small>OG AB F&#x00DC;R F&#x00DC;NF, ZEHN ODER HUNDERT</small>. R. J<small>OSE SAGT, F&#x00DC;R DIE LETZTE UNTER IHNEN M&#x00DC;SSE ES JEDOCH NICHT WENIGER ALS EIN</small> V<small>IERTELLOG SEIN</small>. M<small>AN DARF HINZUF&#x00DC;GEN BEIM ZWEITEN</small> [&#x00DC;<small>BERGIESSEN</small>]<sup><xref rid="fn2211">3</xref></sup>, <small>NICHT ABER BEIM ERSTEN</small><sup><xref rid="fn2212">4</xref></sup>.</p>
<p>II. M<small>AN DARF DIE</small> H<small>&#x00C4;NDE WASCHEN MIT ALLEN</small> G<small>EF&#x00C4;SSEN, AUCH MIT</small> G<small>EF&#x00C4;SSEN AUS</small> R<small>INDERMIST</small>, G<small>EF&#x00C4;SSEN AUS</small> S<small>TEIN</small>, G<small>EF&#x00C4;SSEN AUS</small> E<small>RDE</small>. M<small>AN DARF DIE</small> H<small>&#x00C4;NDE NICHT WASCHEN MIT</small> W<small>ANDUNGSST&#x00DC;CKEN VON</small> G<small>EF&#x00C4;SSEN, DEM</small> B<small>ODEN EINES</small> Z<small>OBERS ODER DEM</small> S<small>PUNDE</small><sup><xref rid="fn2213">5</xref></sup> <small>EINES</small> F<small>ASSES</small>. M<small>AN DARF AUCH NICHT SEINEM</small> N<small>&#x00C4;CHSTEN</small> [W<small>ASSER</small>] <small>MIT DER HOHLEN</small> H<small>AND AUFTUN, WEIL MAN NUR MIT EINEM</small> G<small>EF&#x00C4;SSE DAS</small> E<small>NTS&#x00DC;NDIGUNGSWASSER</small><sup><xref rid="fn2214">6</xref></sup><small>SCH&#x00D6;PFEN, WEIHEN UND SPRENGEN, UND</small> [<small>BEIM</small> H<small>&#x00C4;NDEWASCHEN</small>] <small>DAS</small> W<small>ASSER &#x00DC;BER DIE</small> H<small>&#x00C4;NDE GIESSEN DARF</small>. A<small>UCH SCH&#x00DC;TZT EIN FESTSCHLIESSENDER</small> D<small>ECKEL</small><sup><xref rid="fn2215">7</xref></sup> <small>NUR BEI</small> G<small>EF&#x00C4;SSEN, WIE AUCH VOR</small> T<small>ONGEF&#x00C4;SSEN</small><sup><xref rid="fn2216">8</xref></sup> <small>NUR</small> G<small>EF&#x00C4;SSE SCH&#x00DC;TZEN</small>.</p>
<p>III. W<small>ASSER, DAS ZUM</small> T<small>RINKEN F&#x00DC;R EIN</small> V<small>IEH NICHT MEHR TAUGLICH IST, IST IN EINEM</small> G<small>EF&#x00C4;SSE UNTAUGLICH UND AM</small> B<small>ODEN TAUGLICH</small><sup><xref rid="fn2217">9</xref></sup>. I<small>ST DARIN TINTE</small>, G<small>UMMI ODER</small> V<small>ITRIOL HINEINGEKOMMEN UND SEIN</small> A<small>USSEHEN VER&#x00C4;NDERT WORDEN, SO IST ES UNTAUGLICH; HAT MAN ES ZU EINER ARBEIT VERWENDET ODER SEIN</small> B<small>ROT DARIN EINGEWEICHT, SO IST ES UNTAUGLICH</small>. &#x0160;<small>IMON DER</small> T<small>EMANITE SAGT, SELBST</small><sup><xref rid="fn2218">10</xref></sup><small>WENN MAN BEABSICHTIGT HAT</small>, [B<small>ROT</small>] <small>IN ANDERES EINZUWEICHEN, UND ES IN DIESES GEKOMMEN IST, SEI ES TAUGLICH</small>.</p>
<p>IV. H<small>AT MAN DARIN</small> G<small>ER&#x00C4;TE ABGESP&#x00DC;LT ODER</small> M<small>ESSGEF&#x00C4;SSE AUSGESP&#x00DC;LT, SO IST ES UNTAUGLICH; HAT MAN DARIN ABGESP&#x00DC;LTE</small> G<small>ER&#x00C4;TE ODER NEUE ABGESP&#x00DC;LT, SO IST ES TAUGLICH</small>. N<small>ACH</small> R. J<small>OSE IST ES, WENN NEUE, UNTAUGLICH</small>.</p>
<p>V. D<small>AS</small> W<small>ASSER, WORIN DER</small> B<small>&#x00C4;CKER DIE</small> B<small>REZELN</small><sup><xref rid="fn2219">11</xref></sup><small>EINTAUCHT, IST UNTAUGLICH; WORIN ER ABER NUR DIE</small> H<small>&#x00C4;NDE ANFEUCHTET, IST TAUGLICH</small>. A<small>LLE SIND ZUL&#x00C4;SSIG</small>, W<small>ASSER &#x00DC;BER DIE</small> H<small>&#x00C4;NDE ZU GIESSEN, AUCH EIN</small> T<small>AUBER, EIN</small> B<small>L&#x00D6;DER UND EIN</small> M<small>INDERJ&#x00C4;HRIGER</small>. M<small>AN KANN DAS</small> F<small>ASS ZWISCHEN DIE</small> K<small>NIEE NEHMEN UND</small> [<small>&#x00DC;BER DIE</small> H<small>&#x00C4;NDE</small>] <small>GIESSEN</small><sup><xref rid="fn2220">12</xref></sup>, <small>EBENSO DARF MAN EIN</small> F<small>ASS AUF DIE</small> S<small>EITE NEIGEN UND [&#x00DC;BER DIE</small> H<small>&#x00C4;NDE] GIESSEN</small>. A<small>UCH EIN</small> A<small>FFE DARF DAS</small> W<small>ASSER &#x00DC;BER DIE</small> H<small>&#x00C4;NDE GIESSEN</small>. N<small>ACH</small> R. J<small>OSE IST ES IN DIESEN BEIDEN</small> F<small>&#x00C4;LLEN UNTAUGLICH</small><sup><xref rid="fn2221">13</xref></sup>.</p>
<ftnote id="fn2209">1. Der st. erustr. <span dir="rtl">&#x05DE;&#x05D9; &#x05E8;&#x05D1;&#x05D9;&#x05E2;&#x05D9;&#x05EA;</span> ist hier nicht angebracht; m&#x00F6;glicherweise hie&#x00DF; es urspr&#x00FC;ngl. <span dir="rtl">&#x05DE;&#x05E8;&#x05D1;&#x05D9;&#x05E2;&#x05D9;&#x05EA;</span> wie weiter <span dir="rtl">&#x05DE;&#x05D7;&#x05E6;&#x05D9;&#x05EA;</span>) <span dir="rtl">&#x05DE;&#x05D7;&#x05E6;&#x05D9;</span> in manchen neueren Ausgaben der Mi&#x0161;na separata ist ein Lapsus) u. <span dir="rtl">&#x05DE;&#x05DC;&#x05D5;&#x05D2;</span>.</ftnote>
<ftnote id="fn2210">2. Vor der Mahlzeit; cf. Hg. Fol. 18b.</ftnote>
<ftnote id="fn2211">3. Wenn das Wasser nicht bis zum Handgelenke reicht. Hier handelt es sich um das H&#x00E4;ndewaschen, dh. durch Aufgie&#x00DF;en absp&#x00FC;len, zum Essen von Hebe, wobei ein zweimaliges Aufgie&#x00DF;en erforderlich ist; nach manchen ist dies auch zur profanen Mahlzeit erforderlich.</ftnote>
<ftnote id="fn2212">4. Reichte das Wasser nicht bis zum Handgelenke, so m&#x00FC;ssen sie die H&#x00E4;nde abtrocknen u. es abermals bis zum Handgelenke gie&#x00DF;en. Dies die einfachste u. leichtfa&#x00DF;lichste der mannigfachen Erkl&#x00E4;rungen dieser dunklen Mi&#x0161;na.</ftnote>
<ftnote id="fn2213">5. Der eine Vertiefung hat.</ftnote>
<ftnote id="fn2214">6. Cf. Num. 19,9ff.</ftnote>
<ftnote id="fn2215">7. Gegen Verunreinigung des Inhalts; cf. Lev. 19,15.</ftnote>
<ftnote id="fn2216">8. Vor der Unreinheit im Hohlraume eines Tongef&#x00E4;&#x00DF;es.</ftnote>
<ftnote id="fn2217">9. Man darf damit nicht die H&#x00E4;nde begie&#x00DF;en, wohl aber darin die H&#x00E4;nde durch Eintauchen reinigen.</ftnote>
<ftnote id="fn2218">10. Das W. <span dir="rtl">&#x05D0;&#x05E4;&#x05D9;&#x05DC;&#x05D5;</span> ist hier g&#x00E4;nzlich unvcrst&#x00E4;ndlich; statt der spitzfindigen Erkl&#x00E4;rungsversuche der Kommentare ist mit R. &#x0160;im&#x0161;on entweder dieses Wort zu streichen od. <span dir="rtl">&#x05E4;&#x05E1;&#x05D5;&#x05DC;&#x05D9;&#x05DF;</span> st. <span dir="rtl">&#x05DB;&#x05E9;&#x05E8;&#x05D9;&#x05DF;</span> zu lesen.</ftnote>
<ftnote id="fn2219">11. Vor dem Backen.</ftnote>
<ftnote id="fn2220">12. Von selbst laufen lassen.</ftnote>
<ftnote id="fn2221">13. Das &#x00DC;bergie&#x00DF;en mu&#x00DF; durch menschliche Kraft erfolgen.</ftnote>
</chapter>
<chapter>
<title>ZWEITER ABSCHNITT</title>
<p><bold>H</bold><small>AT MAN EINE</small> H<small>AND</small><sup><xref rid="fn2222">1</xref></sup> <small>MIT EINEM</small> G<small>USSE &#x00DC;BERGOSSEN, SO IST SEINE</small> H<small>AND REIN; WENN BEIDE</small> H<small>&#x00C4;NDE MIT EINEM</small> G<small>USSE, SO SIND SIE NACH</small> R. M<small>E&#x00CD;R UNREIN, ES SEI DENN, MAN HAT AUS EINEM</small> V<small>IERTELLOG GEGOSSEN</small>. F<small>&#x00C4;LLT DARIN</small><sup><xref rid="fn2223">2</xref></sup> <small>EIN</small> L<small>AIB VON</small> H<small>EBE, SO IST ER REIN, UND NACH</small> R. J<small>OSE UNREIN</small>.</p>
<p>II. W<small>ENN MAN DAS ERSTE</small> M<small>AL AN EINER</small> S<small>TELLE UND DAS ZWEITE</small> M<small>AL</small><sup><xref rid="fn2224">3</xref></sup> <small>AN EINER ANDEREN</small> S<small>TELLE &#x00DC;BERGOSSEN HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE IN DAS ERSTE</small> [W<small>ASSER</small>] <small>F&#x00C4;LLT, SO IST ES UNREIN, UND WENN IN DAS ZWEITE, SO IST ES REIN; WENN MAN DAS ERSTE UND DAS ZWEITE</small> M<small>AL AN EINER</small> S<small>TELLE &#x00DC;BERGOSSEN HAT UND EIN</small> L<small>AIB VON</small> H<small>EBE HINEINF&#x00C4;LLT</small><sup><xref rid="fn2223">2</xref></sup>, <small>SO IST ES UNREIN</small>. W<small>ENN MAN DAS ERSTE</small> M<small>AL &#x00DC;BERGOSSEN HAT UND EIN</small> S<small>P&#x00C4;NCHEN ODER EIN</small> K<small>L&#x00DC;MPCHEN AN SEINEN</small> H<small>&#x00C4;NDEN FINDET, SO SIND SEINE</small> H<small>&#x00C4;NDE UNREIN</small><sup><xref rid="fn2225">4</xref></sup>, <small>DENN DAS LETZTERE</small> W<small>ASSER MACHT NUR DAS</small> W<small>ASSER AN DER</small> H<small>AND REIN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGT, WAS IM</small> W<small>ASSER ENTSTEHT</small><sup><xref rid="fn2226">5</xref></sup>, <small>SEI REIN</small>.</p>
<p>III. D<small>IE</small> H<small>&#x00C4;NDE WERDEN UNREIN UND REIN BIS ZUM</small> H<small>ANDGELENKE</small>. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN MAN DAS ERSTE</small> M<small>AL BIS ZUM</small> H<small>ANDGELENKE UND DAS ZWEITE</small> M<small>AL AUSSERHALB DES</small> H<small>ANDGELENKES GEGOSSEN HAT UND ES AUF DIE</small> H<small>AND ZUR&#x00DC;CKGEFLOSSEN IST, SO IST SIE REIN; WENN MAN ABER DAS ERSTE</small> M<small>AL UND DAS ZWEITE</small> M<small>AL AUSSERHALB DES</small> H<small>ANDGELENKES GEGOSSEN HAT UND ES AUF DIE</small> H<small>AND ZUR&#x00DC;CKGEFLOSSEN IST, SO IST SIE UNREIN</small>. W<small>ENN MAN DAS ERSTE</small> M<small>AL &#x00DC;BER EINE</small> H<small>AND GEGOSSEN HAT UND SICH DARAUF &#x00DC;BERLEGT UND DAS ZWEITE</small> M<small>AL &#x00DC;BER BEIDE</small> H<small>&#x00C4;NDE GIESST, SO SIND SIE UNREIN</small><sup><xref rid="fn2227">6</xref></sup>; <small>WENN MAN DAS ERSTE</small> M<small>AL &#x00DC;BER BEIDE</small> H<small>&#x00C4;NDE GEGOSSEN HAT UND SICH DARAUF &#x00DC;BERLEGT UND DAS ZWEITE</small> M<small>AL &#x00DC;BER EINE</small> H<small>AND GIESST, SO IST SEINE</small> H<small>AND REIN</small>. H<small>AT MAN</small> [<small>DAS</small> W<small>ASSER</small>] <small>&#x00DC;BER SEINE</small> H<small>AND GEGOSSEN UND SIE AN DER ANDEREN ABGERIEBEN, SO IST SIE UNREIN; WENN AM</small> K<small>OPFE ODER AN DER</small> W<small>AND, SO IST SIE REIN</small>. V<small>IER ODER F&#x00DC;NF</small> [P<small>ERSONEN</small>] <small>K&#x00D6;NNEN NEBENEINANDER ODER &#x00DC;BEREINANDER DIE</small> H<small>&#x00C4;NDE WASCHEN, NUR M&#x00DC;SSEN SIE SIE LOSE HALTEN, DAMIT DAS</small> W<small>ASSER AN SIE HERANKOMMEN KANN</small>.</p>
<p>IV. B<small>ESTEHT EIN</small> Z<small>WEIFEL, OB DAMIT EINE</small> A<small>RBEIT VERRICHTET WORDEN IST ODER DAMIT KEINE</small> A<small>RBEIT VERRICHTET WORDEN IST, EIN</small> Z<small>WEIFEL, OB ES DAS</small> Q<small>UANTUM HATTE ODER DAS</small> Q<small>UANTUM NICHT HATTE, EIN</small> Z<small>WEIFEL, OB ES UNREIN WAR ODER REIN WAR, SO SIND SIE IM ZWEIFEL REIN, DENN SIE SAGTEN, BEI JEDEM ZWEIFEL INBETREFF DER H&#x00C4;NDE, OB HINSICHTLICH DES</small> U<small>NREIN</small> W<small>ERDENS, DES</small> U<small>NREINMACHENS ODER DES</small> R<small>EINWERDENS, SEIEN SIE REIN</small>. R. J<small>OSE SAGT, WENN HINSICHTLICH DES</small> R<small>EINWERDENS, SEIEN SIE UNREIN</small>. Z<small>UM</small> B<small>EISPIEL:</small> W<small>ENN SEINE</small> H<small>&#x00C4;NDE REIN WAREN UND VOR IHM ZWEI UNREINE</small> L<small>AIBE LIEGEN, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, ODER WENN SEINE</small> H<small>&#x00C4;NDE UNREIN WAREN UND VOR IHM ZWEI REINE</small> L<small>AIBE LIEGEN, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER SIE BER&#x00DC;HRT HAT ODER NICHT BER&#x00DC;HRT HAT, ODER WENN SEINE EINE HAND REIN UND EINE</small> H<small>AND UNREIN WAR UND ER VON ZWEI VOR IHM LIEGENDEN</small> L<small>AIBEN EINEN BER&#x00DC;HRT HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER IHN MIT DER UNREINEN BER&#x00DC;HRT HAT ODER MIT DER REINEN BER&#x00DC;HRT HAT, ODER WENN SEINE</small> H<small>&#x00C4;NDE REIN WAREN UND ER VON ZWEI VOR IHM LIEGENDEN</small> L<small>AIBEN, EINER REIN UND EINER UNREIN, EINEN BER&#x00DC;HRT HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB ER DEN UNREINEN BER&#x00DC;HRT HAT ODER DEN REINEN BER&#x00DC;HRT HAT, ODER WENN VON SEINEN</small> H<small>&#x00C4;NDEN EINE UNREIN UND EINE REIN WAR UND ER VON ZWEI VOR IHM LIEGENDEN</small> L<small>AIBEN, EINER UNREIN UND EINER REIN, BEIDE BER&#x00DC;HRT HAT, UND EIN</small> Z<small>WEIFEL BESTEHT, OB DEN UNREINEN MIT DER UNREINEN UND DEN REINEN MIT DER REINEN ODER DEN REINEN MIT DER UNREINEN UND DEN UNREINEN MIT DER REINEN, SO BLEIBEN DIE</small> H<small>&#x00C4;NDE, WIE SIE WAREN, UND DIE</small> L<small>AIBE, WIE SIE WAREN</small>.</p>
<ftnote id="fn2222">1. Wenn nur eine unrein war.</ftnote>
<ftnote id="fn2223">2. In das Wasser nach dem H&#x00E4;ndewaschen.</ftnote>
<ftnote id="fn2224">3. Vgl. S. 845 Anm. 3.</ftnote>
<ftnote id="fn2225">4. Auch nach dem 2. &#x00DC;bergie&#x00DF;en.</ftnote>
<ftnote id="fn2226">5. Wenn man solches nach dem Waschen an den H&#x00E4;nden findet.</ftnote>
<ftnote id="fn2227">6. Das 1. Wasser ist unrein u. macht die andere unrein.</ftnote>
</chapter>
<chapter>
<title>DRITTER ABSCHNITT</title>
<p><bold>W</bold><small>ENN JEMAND SEINE</small> H<small>&#x00C4;NDE IN EIN AUSS&#x00C4;TZIGES</small> H<small>AUS HINEINSTECKT, SO SIND SEINE</small> H<small>&#x00C4;NDE ERSTGRADIG</small> [<small>UNREIN</small>] <small>SO</small> R. A<small>&#x0351;QIBA; DIE</small> W<small>EISEN SAGEN, SEINE</small> H<small>&#x00C4;NDE SEIEN ZWEITGRADIG [UNREIN]</small>. W<small>AS BEI DER</small> B<small>ER&#x00DC;HRUNG</small><sup><xref rid="fn2228">1</xref></sup> <small>DIE</small> K<small>LEIDER UNREIN MACHT</small><sup><xref rid="fn2229">2</xref></sup>, <small>MACHT DIE</small> H<small>&#x00C4;NDE ERSTGRADIG [UNREIN]</small> &#x2013; <small>SO</small> R. A&#x0351;<small>QIBA ; DIE</small> W<small>EISEN SAGEN, ZWEITGRADIG [UNREIN]</small>. S<small>IE SPRACHEN ZU</small> R. A&#x0351;<small>QIBA:</small> W<small>O FINDEN WIR IRGENDWO, DASS DIE</small> H<small>&#x00C4;NDE ERSTGRADIG UNREIN WERDEN&#x0021;?</small> E<small>R ERWIDERTE IHNEN:</small> S<small>IE K&#x00D6;NNEN AUCH NICHT ANDERS ERSTGRADIG [UNREIN] WERDEN, ALS IN DEM</small> F<small>ALLE, WENN SEIN</small> K<small>&#x00D6;RPER UNREIN GEWORDEN IST</small>. D<small>URCH</small> F<small>L&#x00DC;SSIGKEITEN UNREIN GEWORDENE</small> S<small>PEISEN UND</small> G<small>ER&#x00C4;TE MACHEN DIE</small> H<small>&#x00C4;NDE ZWEITGRADIG [UNREIN] &#x2013; SO</small> R. J<small>EHO&#x0160;UA&#x0351; ; DIE</small> W<small>EISEN SAGEN, DIE DURCH EINE</small> H<small>AUPTUNREINHEIT UNREIN GEWORDEN SIND, MACHEN DIE</small> H<small>&#x00C4;NDE UNREIN, UND DIE DURCH EINE ABSTAMMENDE</small> U<small>NREINHEIT, MACHEN DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. G<small>AMLI&#x00C9;L SAGTE:</small> E<small>INST KAM EINE</small> F<small>RAU VOR MEINEN</small> V<small>ATER UND SAGTE IHM, IHRE</small> H<small>&#x00C4;NDE SEIEN IN DEN</small> H<small>OHLRAUM EINES</small> [<small>UNREINEN</small>] T<small>ONGEF&#x00C4;SSES GEKOMMEN</small>. D<small>A SPRACH ER ZU IHR</small>: W<small>OHER KAM SEINE</small> U<small>NREINHEIT</small>? I<small>CH HABE ABER NICHT GEH&#x00D6;RT, WAS SIE IHM GEANTWORTET HAT</small>. D<small>IE</small> W<small>EISEN SPRACHEN:</small> D<small>IE</small> S<small>ACHE IST KLAR; WAS DURCH EINE</small> H<small>AUPTUNREINHEIT UNREIN GEWORDEN IST, MACHT DIE</small> H<small>&#x00C4;NDE UNBEIN, UND WAS DURCH EINE ABSTAMMENDE</small> U<small>NREINHEIT, MACHT DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small>.</p>
<p>II. W<small>AS DIE</small> H<small>EBE UNTAUGLICH MACHT</small><sup><xref rid="fn2229">2</xref></sup>, <small>MACHT DIE</small> H<small>&#x00C4;NDE ZWEITGRADIG UNREIN; EINE</small> H<small>AND MACHT DIE ANDERE UNREIN SO</small> R. J<small>EHO&#x0160;UA&#x0351;</small>. D<small>IE</small> W<small>EISEN SAGEN, ZWEITGRADIGES MACHE NICHT ZWEITGRADIG [UNREIN]</small>. E<small>R SPRACH ZU IHNEN:</small> D<small>IE HEILIGEN</small> S<small>CHRIFTEN SIND JA ZWEITGRADIG [UNREIN]</small><sup><xref rid="fn2230">3</xref></sup>, <small>UND SIE MACHEN DIE</small> H<small>&#x00C4;NDE UNREIN</small>&#x0021;? S<small>IE ERWIDERTEN IHM</small>: M<small>AN FOLGERE NICHT HINSICHTLICH</small> W<small>ORTE DER</small> T<small>ORA VON</small> W<small>ORTEN DER</small> S<small>CHRIFTKUNDIGEN</small><sup><xref rid="fn2231">4</xref></sup>, <small>NICHT HINSICHTLICH</small> W<small>ORTE DER</small> S<small>CHRIFTKUNDIGEN VON</small> W<small>ORTEN DER</small> T<small>ORA, UND NICHT HINSICHTLICH</small> W<small>ORTE DER</small> S<small>CHRIFTKUNDIGEN VON</small> W<small>ORTEN DER</small> S<small>CHRIFTKUNDIGEN</small>.</p>
<p>III. D<small>IE</small> R<small>IEMEN DER</small> T<small>EPHILLIN MIT DEN</small> T<small>EPHILLIN MACHEN DIE</small> H<small>&#x00C4;NDE UNREIN;</small> R. &#x0160;<small>IMO&#x0351;N SAGT, DIE</small> R<small>IEMEN DER</small> T<small>EPIHLLIN MACHEN DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small>.</p>
<p>IV. D<small>ER</small> R<small>AND EINES</small> B<small>UCHES</small><sup><xref rid="fn2232">5</xref></sup>, <small>OBEN UND UNTEN, AM</small> A<small>NFANG UND AM</small> E<small>NDE, MACHT DIE</small> H<small>&#x00C4;NDE UNREIN;</small> R. J<small>EHUDA SAGT, DER AM</small> E<small>NDE MACHE ERST DANN UNREIN, WENN MAN DIE</small> R<small>OLLWALZE</small><sup><xref rid="fn2233">6</xref></sup> <small>ANGEBRACHT HAT</small>.</p>
<p>V. W<small>ENN EIN</small> B<small>UCH VERWISCHT WORDEN IST UND F&#x00DC;NFUNDACHTZIG</small> B<small>UCHSTABEN</small> ZUR<small>&#x00DC;CKGEBLIEBEN SIND, SOVIEL WIE IM</small> A<small>BSCHNITTE</small> &#x2018;U<small>ND WENN DIE</small> L<small>ADE AUFBRACH</small>&#x2019;<sup><xref rid="fn2234">7</xref></sup>, <small>SO MACHT ES DIE</small> H<small>&#x00C4;NDE UNREIN</small>. E<small>INE</small> B<small>UCHROLLE, IN DER</small> F<small>&#x00DC;NFUNDACHTZIG</small> B<small>UCHSTABEN GESCHRIEBEN SIND, SOVIEL WIE IM</small> A<small>BSCHNITTE &#x2018;UND WENN DIE</small> L<small>ADE AUFBRACH&#x2019;, MACHT DIE</small> H<small>&#x00C4;NDE UNREIN</small>. A<small>LLE</small> [B<small>&#x00DC;CHER DER</small>] <small>HEILIGEN</small> S<small>CHRIFT MACHEN DIE</small> H<small>&#x00C4;NDE UNREIN</small>. D<small>AS</small> L<small>IED DER</small> L<small>IEDER UND</small> Q<small>OHELETH MACHEN DIE</small> H<small>&#x00C4;NDE UNREIN;</small> R. J<small>EHUDA SAGT, DAS</small> L<small>IED DER</small> L<small>IEDER MACHE DIE</small> H<small>&#x00C4;NDE UNREIN UND &#x00DC;BER</small> Q<small>OHELETH BESTEHE EIN</small> S<small>TREIT</small>. R. J<small>OSE SAGT</small>, Q<small>OHELETH MACHE DIE</small> H<small>&#x00C4;NDE NICHT UNREIN UND &#x00DC;BER DAS</small> L<small>IED DER</small> L<small>IEDER BESTEHE EIN</small> S<small>TREIT</small>. R. &#x0160;<small>IMO&#x0351;N SAGTE:</small> Q<small>OHELETH GEH&#x00D6;RT ZU DEN</small> E<small>RLEICHTERUNGEN DER</small> S<small>CHULE &#x0160;AMMAJS UND DEN</small> E<small>RSCHWERUNGEN DER</small> S<small>CHULE</small> H<small>ILLELS</small><sup><xref rid="fn2235">8</xref></sup>. R. &#x0160;<small>IMO&#x0351;N B</small>. A&#x0351;<small>ZAJ SPRACH:</small> I<small>CH HABE EINE</small> &#x00DC;<small>BERLIEFERUNG VON DEN ZWEIUNDSIEBZIG</small> &#x00C4;<small>LTESTEN VOM</small> T<small>AGE, AN DEM SIE</small> R. E<small>LEA&#x0351;ZAR</small> B. A&#x0351;<small>ZARJA ZUM</small> S<small>CHULOBERHAUPTE EINSETZTEN</small><sup><xref rid="fn2236">9</xref></sup>, <small>DASS DAS</small> L<small>IED DER</small> L<small>IEDER UND</small> Q<small>OHELETH DIE</small> H<small>&#x00C4;NDE UNREIN MACHEN</small>. R. A&#x0351;<small>QIBA SPRACH:</small> B<small>EH&#x00DC;TE UND BEWAHRE, NIEMAND IN</small> J<small>ISRA&#x00C9;L STREITET &#x00DC;BER DAS</small> L<small>IED DER</small> L<small>IEDER, OB ES NICHT DIE</small> H<small>&#x00C4;NDE UNREIN MACHE; DIE GANZE</small> W<small>ELT IST NICHT SO W&#x00DC;RDIG, WIE AM</small> T<small>AGE, AN DEM DAS</small> L<small>IED DER</small> L<small>IEDER VERLIEHEN WURDE, DENN SIND AUCH ALLE</small> H<small>AGIOGRAPHEN HEILIG, ABER DAS</small> L<small>IED DER</small> L<small>IEDER IST HOCHHEILIG</small>. B<small>ESTEHT ABER EIN</small> S<small>TREIT, SO STREITEN SIE NUR &#x00DC;BER</small> Q<small>OHELETH</small>. R. J<small>O&#x1E24;ANAN B</small>. J<small>E&#x0160;UA&#x0351;, DER</small> S<small>OHN DES</small> S<small>CHWIEGERVATERS</small> R. A&#x0351;<small>QIBAS, SAGTE:</small> E<small>S IST WIE</small> B<small>EN</small> A&#x0351;<small>ZAJ GESAGT HAT; SO STRITTEN SIE UND SO ENTSCHIEDEN SIE</small>.</p>
<ftnote id="fn2228">1. Der unreinen Sache, beispielsweise was von einem Flu&#x00DF;bchafteten kommt.</ftnote>
<ftnote id="fn2229">2. Die zweitgradige Unreinheit.</ftnote>
<ftnote id="fn2230">3. Cf. infra IV,6.</ftnote>
<ftnote id="fn2231">4. Die die Unreinheit der heil. Schriften angeordnet haben; cf. Sab. Fol. 13b.</ftnote>
<ftnote id="fn2232">5. Der heil. Schrift.</ftnote>
<ftnote id="fn2233">6. Worauf die Torarolle gewickelt wird; vorher kann der Rand am Schlusse weggeschnitten werden.</ftnote>
<ftnote id="fn2234">7. Num. 10,35.</ftnote>
<ftnote id="fn2235">8. Die sonst entgegengesetzter Ansicht sind (cf. Ed. IV,1ff.); nach der ersteren macht es nicht unrein u. nach der letzteren wohl.</ftnote>
<ftnote id="fn2236">9. An dem sie alle versammelt waren; cf. Ber. Fol. 28a.</ftnote>
</chapter>
<chapter>
<title>VIERTER ABSCHNITT</title>
<p><bold>A</bold><small>N JENEM</small> T<small>AGE STIMMTEN SIE AB UND ENTSCHIEDEN &#x00DC;BER EINE</small> F<small>USSWANNE, DIE VON ZWEI</small> L<small>OG BIS NEUN</small> K<small>AB FASST, DASS SIE, WENN SIE GEPLATZT IST, DURCH</small> A<small>UFTRETEN UNREIN IST</small><sup><xref rid="fn2237">1</xref></sup>. R. A&#x0351;<small>QIBA SAGTE N&#x00C4;MLICH, DIE</small> F<small>USSWANNE SEI DAS, WAS DER</small> N<small>AME BESAGT</small><sup><xref rid="fn2238">2</xref></sup>.</p>
<p>II. A<small>N JENEM</small> T<small>AGE SAGTEN SIE, ALLE</small> O<small>PFER, DIE GESCHLACHTET WORDEN SIND NICHT AUF IHREN</small> N<small>AMEN</small><sup><xref rid="fn2239">3</xref></sup>, <small>SEIEN TAUGLICH, NUR WERDEN SIE DEM</small> E<small>IGENT&#x00DC;MER NICHT ALS</small> P<small>FLICHT ANGERECHNET, AUSGENOMMEN DAS</small> P<small>ESA&#x1E24;OPFER UND DAS</small> S<small>&#x00DC;NDOPFER; DAS</small> P<small>ESA&#x1E24;OPFER ZUR FESTGESETZTEN</small> Z<small>EIT<sup><xref rid="fn2240">4</xref></sup> UND DAS</small> S<small>&#x00DC;NDOPFER ZU JEDER</small> Z<small>EIT</small>. R.<small> ELIE&#x0351;ZER SAGT, AUCH DAS</small> S<small>CHULDOPFER; DAS</small> P<small>ESA&#x1E24;OPFER ZUR FESTGESETZTEN</small> Z<small>EIT UND DAS</small> S<small>&#x00DC;NDOPFER UND DAS</small> S<small>CHULDOPFER ZU JEDER</small> Z<small>EIT</small>. R. &#x0160;<small>IMO&#x0351;N B</small>. A&#x0351;<small>ZAJ SAGTE:</small> I<small>CH HARE EINE</small> &#x00DC;<small>BERLIEFERUNG VON DEN ZWEIUNDSIEBZIG</small> &#x00C4;<small>LTESTEN VOM</small> T<small>AGE, AN DEM SIE</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA ZUM</small> S<small>CHULOBERHAUPTE EINSETZTEN, DASS ALLE ZU ESSENDEN</small> S<small>CHLACHTOPFER, DIE GESCHLACHTET WORDEN SIND NICHT AUF IHREN</small> N<small>AMEN, TAUGLICH SEIEN, NUR IHREM</small> E<small>IGENT&#x00DC;MER NICHT ALS</small> P<small>FLICHT ANGERECHNET WERDEN</small>. A<small>USGENOMMEN DAS</small> P<small>ESA&#x1E24;OPFER UND DAS</small> S<small>&#x00DC;NDOPFER</small>. B<small>EN</small> A&#x0351;<small>ZAJ F&#x00DC;GTE NUR DAS</small> B<small>RANDOPFER</small><sup><xref rid="fn2241">5</xref></sup> <small>HINZU, UND DIE</small> W<small>EISEN PFLICHTETEN IHM NICHT BEI</small>.</p>
<p>III. A<small>N JENEM</small> T<small>AGE SAGTEN SIE:</small> W<small>IE STEHT ES MIT</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B<sup><xref rid="fn2242">6</xref></sup> IM</small> S<small>IEBENTJAHRE</small><sup><xref rid="fn2243">7</xref></sup>? D<small>A ENTSCHIED</small> R. T<small>RYPHON, DER</small> A<small>RMENZEHNT</small> [<small>SEI</small><sup><xref rid="fn2244">8</xref></sup> <small>ZU ENTRICHTEN</small>]. R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA ABER ENTSCHIED, DER ZWEITE</small> Z<small>EHNT</small> [<small>SEI</small><sup><xref rid="fn2244">8</xref></sup> <small>ZU ENTRICHTEN</small>]. D<small>A SPRACH</small> R. J<small>I&#x0160;MA&#x0351;&#x00C9;L ZU IHM:</small> E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA, DU HAST DIES ZU BEWEISEN; DU BIST ERSCHWEREND</small><sup><xref rid="fn2245">9</xref></sup>, <small>UND WER ERSCHWEREND IST, MUSS DEN</small> B<small>EWEIS BRINGEN</small>. D<small>A SPRACH</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA ZU IHM</small>: M<small>EIN</small> B<small>RUDER</small> J<small>I&#x0160;MA&#x0351;&#x00C9;L, ICH HABE AN DER</small> R<small>EIHENFOLGE DER</small> J<small>AHRE NICHTS GE&#x00C4;NDERT</small><sup><xref rid="fn2246">10</xref></sup>; <small>MEIN</small> B<small>RUDER</small> T<small>RYPHON HAT DARAN GE&#x00C4;NDERT, UND ER HAT DEN</small> B<small>EWEIS ZU BRINGEN</small>. D<small>A ERWIDERTE</small> R. T<small>RYPHON:</small> M<small>I&#x00C7;RAJIM IST</small> A<small>USLAND UND</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B SIND</small> A<small>USLAND; WIE NUN IN</small> M<small>I&#x00C7;RAJIM IM</small> S<small>IEBENTT JAHRE DER</small> A<small>RMENZEHNT</small> [<small>ZU ENTRICHTEN<sup><xref rid="fn2247">11</xref></sup>IST</small>], <small>EBENSO IST IN</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B IM</small> S<small>IEBENTJAHRE DER</small> A<small>RMENZEHNT</small> [<small>ZU ENTRICHTEN</small>]. D<small>A ENTGEGNETE</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA:</small> B<small>ABYLONIEN IST</small> A<small>USLAND UND</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B SIND</small> A<small>USLAND; WIE NUN IN</small> B<small>ABYLONIEN IM</small> S<small>IEBENTJAHRE DER ZWEITE</small> Z<small>EHNT</small> [<small>ZU ENTRICHTEN</small><sup><xref rid="fn2247">11</xref></sup><small>IST</small>], <small>EBENSO IST IN</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B IM</small> S<small>IEBENTJAHRE DER ZWEITE</small> Z<small>EHNT</small> [<small>ZU ENTRICHTEN</small>]. D<small>A ERWIDERTE</small> R. T<small>RYPHON</small>: F<small>&#x00DC;R</small> M<small>I&#x00C7;RAJIM HABEN SIE DEN</small> A<small>RMENZEHNTEN DESHALB BESTIMMT, WEIL ES NAHE</small> [<small>VON</small> P<small>AL&#x00C4;STINA</small>] <small>IST, DAMIT DIE</small> A<small>RMEN</small> J<small>ISRA&#x00C9;LS SICH IM</small> S<small>IEBENTJAHRE DARAUF ST&#x00DC;TZEN K&#x00D6;NNEN, UND AUCH</small> A&#x0351;<small>MMUN UND</small> M<small>O&#x00C1;B SIND NAHE</small>, <small>UND WIR M&#x00DC;SSEN F&#x00DC;R SIE DEN</small> A<small>RMENZEHNTEN BESTIMMEN, DAMIT DIE</small> A<small>RMEN</small> J<small>ISRA&#x00C9;LS SICH DARAUF IM</small> S<small>IEBENTJAHRE ST&#x00DC;TZEN K&#x00D6;NNEN</small>. D<small>A SPRACH</small> R. E<small>LEA&#x0351;ZAR B</small>. A&#x0351;<small>ZARJA ZU IHM:</small> D<small>U WILLST IHNEN SCHEINBAR EINEN</small> V<small>ERM&#x00D6;GENSVORTEIL ZUKOMMEN LASSEN, IN</small> W<small>IRKLICHKEIT ABER SCH&#x00C4;DIGST DU SIE AN IHREN</small> S<small>EELEN</small><sup><xref rid="fn2248">12</xref></sup>. D<small>U H&#x00C4;LTST DEN</small> H<small>IMMEL ZUR&#x00DC;CK, &#x00DC;BER SIE</small> T<small>AU UND</small> R<small>EGEN NIEDERFALLEN ZU LASSEN</small>. E<small>S HEISST N&#x00C4;MLICH</small>:<sup><xref rid="fn2249">13</xref></sup><italic>Darf der Mensch Gott berauben, da&#x00DF; ihr mich beraubt? Ihr sprecht: Wieso haben wir dich beraubt? Mit dem Zehnten und der Hebe</italic>. D<small>A SPRACH</small> R. J<small>EHO&#x0160;UA&#x0351;:</small> I<small>CH WILL</small> DAGEGEN ERWIDERN, WIE F<small>&#x00DC;R</small> MEINEN BRUDER T<small>RYPHON</small>, ABER NICHT<small> AUF SEINE</small> W<small>ORTE BEZUGNEHMEND. &#x00DC;BER</small> M<small>I&#x00C7;RAJIM WAR ES<sup><xref rid="fn2250">14</xref></sup>EINE NEUE</small> B<small>ESTIMMUNG UND &#x00DC;BER</small> B<small>ABYLONIEN WAR ES EINE ALTE</small> B<small>ESTIMMUNG, UND AUCH UNSERE</small> S<small>ACHE<sup><xref rid="fn2251">15</xref></sup>IST EINE NEUE</small> B<small>ESTIMMUNG</small>. M<small>AN FOLGERE HINSICHTLICH EINER NEUEN BESTIMMUNG VON EINER NEUEN</small> B<small>ESTIMMUNG, NICHT ABER FOLGERE MAN HINSICHTLICH EINER NEUEN</small> B<small>ESTIMMUNG VON EINER ALTEN</small> B<small>ESTIMMUNG, &#x00DC;BER</small> M<small>I&#x00C7;RAJIM WAR ES EINE</small> B<small>ESTIMMUNG DER &#x00C4;LTESTEN UND &#x00DC;BER</small> B<small>ABYLONIEN WAR ES EINE</small> B<small>ESTIMMUNG DER</small> P<small>ROPHETEN, UND AUCH UNSERE</small> S<small>ACHE<sup><xref rid="fn2251">15</xref></sup>IST EINE</small> B<small>ESTIMMUNG DER</small> A&#x0351;<small>LTESTEN</small>. M<small>AN FOLGERE HINSICHTLICH EINER BESTIMMUNG DER &#x00C4;LTESTEN VON EINER BESTIMMUNG DER &#x00C4;LTESTEN, NICHT ABER FOLGERE MAN HINSICHTLICH EINER</small> B<small>ESTIMMUNG DER &#x00C4;LTESTEN VON EINER</small> B<small>ESTIMMUNG DER</small> P<small>ROPHETEN</small>. H<small>IERAUF STIMMTEN SIE AB UND ENTSCHIEDEN, DASS IN</small> A&#x0351;<small>MMON</small> UND M<small>O&#x00C1;B IM SIEBENTJAHRE DER</small> A<small>RMENZEHNT ZU ENTRICHTEN SEI</small>. A<small>LS</small> R. J<small>OSE B</small>. D<small>URMASQITH ZU</small> R. E<small>LIE&#x0351;ZER NACH</small> L<small>UD KAM, FRAGTE IHN DIESER<sup><xref rid="fn2252">16</xref></sup>:</small> W<small>AS</small> N<small>EUES GAB ES HEUTE BEI EUCH IM</small> L<small>EHRHAUSE?</small> J<small>ENER ERWIDERTE:</small> M<small>AN STIMMTE AB UND ENTSCHIED, DASS IN</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B IM</small> S<small>IEBENTJAHRE DER</small> A<small>RMENZEHNT ZU ENTRICHTEN SEI</small>. D<small>A WEINTE</small> R. E<small>LIE&#x0351;ZER UND SPRACH</small>:<sup><xref rid="fn2253">17</xref></sup><italic>Der Rat des Herrn bei denen, die ihn f&#x00FC;rchten, und seinen Bund tut er ihnen kund</italic>. G<small>EH UND SAGE IHNEN: HABT KEINE</small> B<small>EDENKEN &#x00DC;BER EUERE</small> A<small>BSTIMMUNG; MIR IST ES &#x00DC;BERLIEFERT VON</small> R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ, DER ES VON SEINEM</small> L<small>EHRER GEH&#x00D6;RT HAT, UND SEIN LEHRER VON SEINEM LEHRER, BIS AUF EINE</small> H<small>ALAKHA MOSES AM</small> S<small>INAJ, DASS IN</small> A&#x0351;<small>MMON UND</small> M<small>O&#x00C1;B IM</small> S<small>IEBENTJAHRE DER</small> A<small>RMENZEHNT ZU ENTRICHTEN SEI</small>.</p>
<p>IV. A<small>N JENEM</small> T<small>AGE KAM</small> J<small>EHUDA, EIN A&#x0351;MMONITISCHER</small> P<small>ROSELYT, INS</small> L<small>EHRHAUS, TRAT VOR UND SPRACH ZU IHNEN:</small> W<small>IE STEHT ES MIT MIR HINSICHTLICH DER</small> A<small>UFNAHME IN DIE GEMEINDE</small>? D<small>A SPRACH</small> R. G<small>AMLI&#x00C9;L ZU IHM:</small> D<small>U BIST VERBOTEN</small><sup><xref rid="fn2254">18</xref></sup>. H<small>IERAUF SPRACH</small> R. J<small>EHO&#x0160;UA&#x0351; ZU IHM</small>: D<small>U BIST ERLAUBT</small>. D<small>A SPRACH</small> R. G<small>AMLI&#x00C9;L ZU IHM:</small> D<small>IE</small> S<small>CHRIFT SAGT</small>:<sup><xref rid="fn2255">19</xref></sup><italic>kein A&#x0351;mmoniter und kein Moa&#x0351;biter darf in die Gemeinde Gottes kommen, auch das zehnte Geschlecht &#x0026;c</italic>. R. J<small>EHO&#x0160;UA&#x0351; ERWIDERTE</small>: B<small>EFINDEN SICH DENN DIE</small> A&#x0351;<small>MMONITER UND DIE</small> M<small>OA&#x0351;BITER NOCH IN IHREN</small> W<small>OHNORTEN&#x0021;?</small> L<small>&#x00C4;NGST ZOG</small> S<small>AN&#x1E24;ERIB, DER</small> K<small>&#x00D6;NIG VON</small> A<small>&#x0160;UR, HERAUF UND MISCHTE DIE</small> V<small>&#x00D6;LKER DURCHEINANDER, WIE ES HEISST</small>:<sup><xref rid="fn2256">20</xref></sup><italic>ich entfernte die Grenzen der V&#x00F6;lker, pl&#x00FC;nderte ihre Vorr&#x00E4;te und st&#x00FC;rzte die Macht der Bewohner</italic>. R. G<small>AMLI&#x00C9;L ENTGEGNETE:</small> D<small>IE</small> S<small>CHRIFT SAGT ABER</small>:<sup><xref rid="fn2257">21</xref></sup><italic>hernach will ich die Gefangenschaft der Kinder A&#x0351;mmon zur&#x00CC;ckf&#x00FC;hren</italic>, <small>UND SIE SIND BEREITS ZUR&#x00DC;CKGEKEHRT</small>. D<small>A ERWIDERTE</small> R. J<small>EHO&#x0160;UA&#x0351;:</small> D<small>IE</small> S<small>CHRIFT SAGT JA AUCH</small>:<sup><xref rid="fn2258">22</xref></sup><italic>und die Gefangenschaft meines Volkes Jisra&#x00E9;l f&#x00FC;hre ich zur&#x00FC;ck</italic>, <small>UND NOCH SIND SIE NICHT ZUR&#x00DC;CKGEKEHRT</small><sup><xref rid="fn2259">23</xref></sup>. H<small>IERAUF ERLAUBTEN SIE SEINE</small> A<small>UFNAHME IN DIE</small> G<small>EMEINDE</small>.</p>
<p>V. D<small>AS</small> T<small>ARGUM IN DEN</small> B<small>&#x00DC;CHERN</small> D<small>ANI&#x00C9;L UND</small> E&#x0351;<small>ZRA MACHT DIE</small> H<small>&#x00C4;NDE UNREIN</small>. T<small>ARGUM, DAS HEBR&#x00C4;ISCH GESCHRIEBEN IST</small>, H<small>EBR&#x00C4;ISCH</small><sup><xref rid="fn2260">24</xref></sup>, <small>DAS TARGUMISCH GESCHRIEBEN IST, UND DIE HEBR&#x00C4;ISCHE</small> S<small>CHRIFT</small><sup><xref rid="fn2261">25</xref></sup><small>MACHEN DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small>. E<small>S MACHT NUR DANN UNREIN, WENN ES IN ASSYRISCHER</small> S<small>CHRIFT, AUF</small> H<small>AUT UND MIT</small> T<small>INTE GESCHRIEBEN IST</small>.</p>
<p>VI. D<small>IE</small> S<small>ADUZ&#x00C4;ER SAGTEN:</small> W<small>IR KLAGEN EUCH AN</small>, P<small>HARIS&#x00C4;ER, DIE IHR SAGT</small>, [B<small>&#x00DC;CHER DER</small>] <small>HEILIGEN</small> S<small>CHRIFT MACHEN DIE</small> H<small>&#x00C4;NDE UNREIN, W&#x00C4;HREND DOCH PROFANE</small> B<small>&#x00DC;CHER</small><sup><xref rid="fn2262">26</xref></sup><small>DIE</small> H<small>&#x00C4;NDE NICHT UNREIN MACHEN</small>. D<small>A SPRACH</small> R. J<small>O&#x1E24;ANAN B</small>. Z<small>AKKAJ</small>: H<small>ABEN WIR DENN NUR DIES GEGEN DIE</small> P<small>HARIS&#x00C4;ER VORZUBRINGEN&#x0021;?</small> S<small>IE SAGEN JA AUCH, DIE</small> K<small>NOCHEN VON EINEM</small> E<small>SEL SEIEN REIN, W&#x00C4;HREND DIE</small> K<small>NOCHEN DES</small> H<small>OCHPRIESTERS JO&#x1E24;ANAN UNREIN</small><sup><xref rid="fn2263">27</xref></sup><small>SIND</small>. S<small>IE ERWIDERTEN:</small> A<small>UF IHRER</small> V<small>EREHRUNG BERUHT AUCH IHRE</small> U<small>NREINHEIT; DAMIT MAN NICHT ETWA AUS DEN</small> K<small>NOCHEN SEINES</small> V<small>ATERS UND SEINER</small> M<small>UTTER</small> L<small>&#x00D6;FFEL ANFERTIGE</small>. D<small>A SPRACH ER ZU IHNEN:</small> A<small>UCH BEI DEN</small> [B<small>&#x00DC;CHERN DER</small>] <small>HEILIGEN</small> S<small>CHRIFT BERUHT IHRE</small> U<small>NREINHEIT AUF IHRER</small> V<small>EREHRUNG; PROFANE</small> B<small>&#x00DC;CHER ABER, DIE NICHT VEREHRT WERDEN, MACHEN DIE</small> H<small>&#x00C4;NDE NICHT UNREIN</small>.</p>
<p>VII. D<small>IE</small> S<small>ADUZ&#x00C4;ER SPRACHEN:</small> W<small>IR KLAGEN EUCH AN</small>, P<small>HARIS&#x00C4;ER, DIE IHR DEN</small> S<small>TRAHL</small><sup><xref rid="fn2264">28</xref></sup><small>ALS REIN ERKL&#x00C4;RT</small>. D<small>A SPRACHEN DIE</small> P<small>HARIS&#x00C4;ER:</small> W<small>LR KLAGEN EUCH AN</small>, S<small>ADUZ&#x00C4;ER, DIE IHR</small><sup><xref rid="fn2265">29</xref></sup><small>EINEN AUS DEM</small> B<small>EGR&#x00C4;BNISPLATZE KOMMENDEN</small> W<small>ASSERARM ALS REIN ERKL&#x00C4;RT</small>. D<small>LE</small> S<small>ADUZ&#x00C4;ER SPRACHEN</small>: W<small>IR KLAGEN EUCH AN</small>, P<small>HARIS&#x00C4;ER</small><sup><xref rid="fn2266">30</xref></sup>; <small>WENN ICH SOGAR F&#x00DC;R DIE</small> S<small>CH&#x00C4;DIGUNG MEINES</small> O<small>CHSEN UND MEINES</small> E<small>SELS HAFTBAR BIN, F&#x00DC;R DIE ICH KEINE</small> H<small>AFTBARKEIT F&#x00DC;R</small> G<small>ESETZES&#x00DC;BUNG HABE, UM WIEVIEL MEHR BIN ICH F&#x00DC;R DIE</small> S<small>CH&#x00C4;DIGUNG MEINES</small> S<small>KLAVEN UND MEINER</small> M<small>AGD HAFTBAR, F&#x00DC;R DIE ICH</small> H<small>AFTBARKEIT F&#x00DC;R</small> G<small>ESETZES&#x00DC;BUNG HABE</small>. S<small>IE ERWIDERTEN IHNEN:</small> N<small>EIN, WENN IHR DIES VON MEINEM</small> O<small>CHSEN UND MEINEM</small> E<small>SEL SAGT, DIE KEINEN</small> V<small>ERSTAND HABEN, WOLLT IHR DIES AUCH VON MEINEM</small> S<small>KLAVEN UND MEINER</small> M<small>AGD SAGEN, DIE</small> V<small>ERSTAND HABEN&#x0021;?</small> W<small>ENN ICH SIE ERZ&#x00DC;RNE, K&#x00D6;NNTEN SIE HINGEHEN UND DIE</small> T<small>ENNE EINES ANDEREN IN</small> B<small>RAND STECKEN, UND ICH W&#x00DC;RDE DANN ZUR</small> E<small>RSATZLEISTUNG VERPFLICHTET SEIN</small>.</p>
<p>VIII. E<small>IN GALIL&#x00C4;ISCHER</small> M<small>IN&#x00C4;ER</small><sup><xref rid="fn2267">31</xref></sup><small>SPRACH:</small> I<small>CH KLAGE EUCH AN</small>, P<small>HARIS&#x00C4;ER, DIE IHR DEN</small> N<small>AMEN DES</small> H<small>ERRSCHERS MIT DEM</small> N<small>AMEN</small> M<small>O&#x0160;ES IM</small> S<small>CHEIDEBRIEFE</small><sup><xref rid="fn2268">32</xref></sup><small>SCHREIBT</small>. D<small>IE</small> P<small>HARIS&#x00C4;ER ERWIDERTEN:</small> W<small>IR KLAGEN DICH AN, GALIL&#x00C4;ISCHER</small> P<small>HARIS&#x00C4;ER, DIE IHR DEN</small> N<small>AMEN DES</small> H<small>ERRSCHERS MIT DEM</small> G<small>OTTESNAMEN AUF EINE</small> S<small>EITE SCHREIBT</small>. U<small>ND NOCH MEHR, IHR SCHREIBT DEN DES</small> H<small>ERRSCHERS OBEN UND DEN</small> G<small>OTTESNAMEN UNTEN, DENN ES HEISST</small>: <sup><xref rid="fn2269">33</xref></sup><italic>und der Pareo&#x0351; sprach: Wer ist der Herr, auf dessen Stimme ich h&#x00C6;ren sollte, Jisra&#x00E9;l zu entlassen</italic>. A<small>LS ER ABER VON DER</small> P<small>LAGE HEIMGESUCHT WURDE, DA SAGTE ER</small>:<sup><xref rid="fn2270">34</xref></sup><italic>Gott ist der Gerechte</italic>.</p>
<ftnote id="fn2237">1. Weil sie als Sitz geeignet ist.</ftnote>
<ftnote id="fn2238">2. Sie ist dann nur ein zerbrochenes Ger&#x00E4;t u. kein Sitz.</ftnote>
<p>54 Talmud XII</p>
<ftnote id="fn2239">3. Cf. Zeb. Fol. 2a.</ftnote>
<ftnote id="fn2240">4. Am Vorabend des Pesahfestes; au&#x00DF;erhalb dieser Zeit gilt es als Heilsopfer.</ftnote>
<ftnote id="fn2241">5. Das ebenfalls untauglich ist, da es nicht zu essen ist.</ftnote>
<ftnote id="fn2242">6. An Pal&#x00E4;stina grenzende Staaten, die aber nicht zum eroberten Gebiete geh&#x00F6;rten.</ftnote>
<ftnote id="fn2243">7. Hinsichtl. der priesterl. u. levit. Abgaben von den Feldfr&#x00FC;chten; in Pal&#x00E4;stina sind sie in diesem Jahre nicht zu entrichten, weil dann die Felder nicht bestellt werden d&#x00FC;rfen u. der Ertrag als Freigut gilt.</ftnote>
<ftnote id="fn2244">8. Au&#x00DF;er der Hebe u. dem Zehnten, die in jedemi Jahre zu entrichten sind; zweiter Zehnt u. Armenzehnt nur abwechselnd.</ftnote>
<ftnote id="fn2245">9. Der 2. Zehnt ist heilig u. mu&#x00DF; nach Jeru&#x0161;alem gebracht u. da verzehntet werden.</ftnote>
<ftnote id="fn2246">10. Nach dem Gesetze ist im 6. Jahre des Septenniums der Armenzehnt zu entrichten, wonach im 7. der 2. Zehnt zu entrichten ist.</ftnote>
<ftnote id="fn2247">11. Dies war eine seit jeher bestehende Bestimmung.</ftnote>
<ftnote id="fn2248">12. Durch die Unterlassung der Heilighaltung des 2. Zehnten.</ftnote>
<ftnote id="fn2249">13. Mal. 3,8.</ftnote>
<ftnote id="fn2250">14. Da&#x00DF; da der Armenzehnt zu entrichten ist.</ftnote>
<ftnote id="fn2251">15. Die Abstimmung &#x00FC;ber Ammon u. Mo&#x00E1;b.</ftnote>
<ftnote id="fn2252">16. Der an jener Versammlung nicht beteiligt war, weil man ihn exkommuniziert hatte; cf. Ber. Fol. 59a.</ftnote>
<ftnote id="fn2253">17. Ps. 25,14.</ftnote>
<ftnote id="fn2254">18. F&#x00FC;r die j&#x00FC;d. Gemeinde, dh. f&#x00FC;r Heirat mit einer Jisra&#x00E9;litin.</ftnote>
<ftnote id="fn2255">19. Dt. 23,4.</ftnote>
<ftnote id="fn2256">20. Jes. 10,13.</ftnote>
<ftnote id="fn2257">21. Jer. 49,6.</ftnote>
<ftnote id="fn2258">22. Am. 9,14.</ftnote>
<ftnote id="fn2259">23. Wie bei diesen so ist bei jenen die richtige Zur&#x00FC;ckf&#x00FC;hrung, die vollst&#x00E4;ndige Besitznahme des Landes, nicht erfolgt.</ftnote>
<ftnote id="fn2260">24. Hebr. Stellen aus der Bibel.</ftnote>
<ftnote id="fn2261">25. Die althebr&#x00E4;ische Schrift, die neben od. vor der Einf&#x00FC;hrung der Quadratschrift im Gebrauche war; vgl. Bd. VIII Anm. 151.</ftnote>
<ftnote id="fn2262">26. Diese Bedeutung mu&#x00DF; das W. <span dir="rtl">&#x05D4;&#x05E1;&#x05D9;&#x05E8;&#x05DD;</span> haben; das <span dir="rtl">&#x05D4;</span> ist wohl Artikel, wie aus den abweichenden Lesarten <span dir="rtl">&#x05DE;&#x05E8;&#x05D5;&#x05DF; ,&#x05DE;&#x05D9;&#x05E8;&#x05D5;&#x05DF; ,&#x05DE;&#x05D9;&#x05E8;&#x05DD;</span> zu ersehen. Manche korrigieren <span dir="rtl">&#x05D4;&#x05E1;&#x05D9;&#x05E8;&#x05D5;&#x05E1;</span>, die B&#x00FC;cher Homers, als Gattungsname f&#x00FC;r die griech. Profanliteratur.</ftnote>
<ftnote id="fn2263">27. Dem pflichten auch die Saduz&#x00E4;er bei.</ftnote>
<ftnote id="fn2264">28. Beim Gie&#x00DF;en aus einem reinen Gef&#x00E4;&#x00DF;e in ein unreines; cf. Makh. V,9.</ftnote>
<ftnote id="fn2265">29. Dh. auch ihr ; sie pflichten bei, da&#x00DF; ein solcher rein ist, da die Schrift (cf. Lev. 11,36) dies bestimmt.</ftnote>
<ftnote id="fn2266">30. Die kursierenden Ausgaben der Mi&#x0161;na separata haben den Wortlaut der Anklage: f&#x00FC;r den von seinem Ochsen od. Esel angerichteten Schaden sei man haftbar, nicht aber f&#x00FC;r den von seinem Sklaven od. seiner Magd angerichteten; cf. Ex. 21,35 atque Bq. Fol. 87a.</ftnote>
<ftnote id="fn2267">31. Im T. in der Bedeutung H&#x00E4;retiker; <span dir="rtl">&#x05E6;&#x05D3;&#x05D5;&#x05E7;&#x05D9;</span> in den kursierenden Ausgaben ist Zensur&#x00E4;nderung, soda&#x00DF; spitzfindige Erkl&#x00E4;rungen sich er&#x00FC;brigen; offenbar handelt es sich um einen Judenchristen, der au&#x00DF;er Gott keinen Herrscher anerkannte.</ftnote>
<ftnote id="fn2268">32. Cf. Git. Fol. 79b.</ftnote>
<ftnote id="fn2269">33. Ex. 5,2.</ftnote>
<ftnote id="fn2270">34. Ex. 9,27.</ftnote>
</chapter>
</book>