{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Kinnim",
    "title": "Mishnah Kinnim",
    "lengths": [
        3,
        16
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה קינים",
    "versionSource": "http://www.sefaria.org/Mishnah_Kinnim",
    "next": "Mishnah Kinnim 2",
    "maps": [],
    "length": 3,
    "book": "Mishnah Kinnim",
    "text": [
        [
            "The blood service of a fowl sin-offering is done below the Altar's midline, and the blood service of an animal sin-offering is done above.  A fowl elevation-offering is done above, and an animal elevation-offering [is done] below.  If the kohen altered the service of either one, he has invalidated it.",
            "This is the scheme for [offering] bird-pairs: The [bird-pair offering which is] obligatory – one is a sin-offering, and one is an elevation-offering. For [birds which are] vowed sacrifices and donations – they are all elevation-offerings.  Which is a vowed sacrifice? One who says, \"I am hereby obligated to bring an elevation-offering.\" Which is a donation? One who says, \"This [animal] is hereby an elevation-offering.\"  What is the [practical] difference between vowed sacrifices and donations? Only that [if] vowed sacrifices died or were stolen, [the owner] is liable to pay for a replacement; [whereas if] donations died or were stolen, [the owner] is not liable to pay for a replacement.",
            "[In the case of] a sin-offering which became mixed in with elevation-offering[s], or an elevation-offering [which became mixed in] with sin-offering[s], even one in ten thousand – they must all be put to death.  [In the case of] a sin-offering which became mixed in with obligatory [pairs], only the number of sin-offerings among the obligatory [pairs] are permitted [to be sacrificed].  Similarly, [in the the case of] an elevation-offering which became mixed in with obligatory [pairs], only the number of elevation-offerings among the obligatory [pairs] are permitted [to be sacrificed].  [The above is true] whether the obligatory [pairs] are many and the donated [elevation-]offering[s] are few, whether the donated [elevation-]offering[s] are many and the obligatory [pairs] are few, [or] whether they are both equal.",
            "In what [case] were the [rules in the previous mishnah] stated? When obligatory [bird-pairs] and donated [elevation-]offerings [became mixed].  But [in the case of] obligatory [bird-pairs] which became mixed with each other:  [If] one [person] had one [pair] and the other had one [pair], [or] one had two and the other had two, [or] one had three and the other had three[, etc.]; half are permitted [to be sacrificed] and half are invalid.  [If] one [person] had one [pair], another had two, another had three and another had one hundred, [only] the smaller number are permitted [to be sacrificed].  [The above is true] whether [they are all] from one designation or whether [they are] from two designations, [and] whether [they are all] from one woman or whether [they are] from two women.",
            "How is it [considered] from one designation? [A bird-pair brought for] a birth and [another brought for] a birth, [or for] a vaginal discharge and a vaginal discharge – [this is considered] from one designation. From two designations? [A bird-pair brought for] a birth and [another brought for] a vaginal discharge.  How [are the cases when the sacrifices are] from two women? [A bird-pair brought for] a birth for one [woman], and [one brought for] a birth for the other [woman], [or for] a vaginal discharge for one [woman] and a vaginal discharge for the other [woman] – [this is considered] from one designation. From two designations? [A bird-pair brought for] a birth for one [woman] and [one brought for] a vaginal discharge for the other [woman].  Rabbi Yosi says: Two women who purchased their bird-pairs as a mixed group, or that gave the money for their bird-pairs to the kohen; For whichever the kohen pleases, he may offer a sin-offering, and for whichever he pleases, he may offer an elevation-offering – whether [they are all] from one designation or whether [they are] from two designations."
        ],
        [
            "An un-designated pair of birds, one of which flew off, or that flew among birds designated to die, or if one of the pair died, a second bird should be bought for the remaining bird.  If it flew off among birds that are set to be brought as sacrifices it becomes invalid and invalidates another bird against it, since a bird which leaves its pair is unfit and makes another bird unfit against it. ",
            "For example:  If there are two women, each with two birds, and one bird flies from woman A to woman B's birds, it makes one of woman B's birds invalid.  If it then returned to woman A, it invalidates her bird on its return.  If it flew back and forth multiple times it does not cause further invalidation since even if they are mixed up, there are at least two [valid] birds remaining. ",
            "If one woman has one pair, another has two pairs, another three pairs, another four pairs, another five pairs, another six pairs and another seven pairs, and one bird flies from the first woman to the second woman and then the third, fourth, fifth, sixth and seventh and then returns, it invalidates one pair [for each woman] on its way out and one pair [for each woman] upon its return.  [Therefore], the first and second women have no kosher birds left, the third woman has one, the fourth has two, the fifth has three, the sixth has four and the seventh has six.  If a bird flew back and fourth through the remaining sets of birds, it invalidates on set on its way out and one set on its way back.  The third and fourth women now have nothing, the fifth woman has one pair remaining, the sixth has two and the seventh has five.  If another bird flew back and forth it invalidates one pair on its way out and one on its way back.  The fifth and sixth women now have nothing and the seventh woman now has four pairs remaining. Others say the seventh woman did not lose anything and if a bird designated to be killed flew into their group they all must die.  ",
            "If there is one pair of unspecified birds [which is an olah and which is a chatat] and one pair of specified birds, if one bird from the unspecified birds flies into the pair of specified birds they should bring second bird for the remaining unspecified bird.  If the [unspecified bird] returned or if one of the specified birds flew [to the unspecified birds] first, they must all die.",
            "If there were chatat birds on one side and olah birds on another side and an undesignated pair in the middle, and one bird flew from the middle to one side and one bird to the other he has not lost anything, rather he can say, the bird that flew to the chatatot is a chatat and the bird the flew to the olot is an olah.  If they then returned to the center the middle pair dies, the chatot can be brought as chatot and the olot can be brought as olot. If the middle birds then returned to the sides, they must all die.  \nOne may not bring turtledoves paired with pigeons or pigeons  paired with turtledoves.  How so, a woman who brought her chatat as a turtledove and an olah as a pigeon she must repeat and bring he olah as a turtledove. If she brought her olah as a turtledove and her chatat as a pigeon she must repeat and bring he olah as a pigeon.  Ben Azzai said we follow whichever bird is brought first.  \nA woman who brought her chatat offering and died her heirs must bring her olah,  If she brought her olad and died the heirs do not have to bring a chatat. "
        ],
        [
            "In what case do the things stated previously apply?  When the priests asks [a beit din what to do].  But when the priest does not ask, if there was one pair for one woman and one pair for the other or two pairs for each woman or three pairs for each woman, If he did all of the birds above [the red line at the middle of the alter] half will be valid and the other half will be invalid.  If he did all the birds below [the red line at the middle of the alter] half will be valid and the other half will be invalid. If he did half above and half below, among those done above half will be valid and the other half will be invalid, among those done below half will be valid and the other half will be invalid. ",
            "If one woman has one pair and the other has two pairs and another woman has ten and another has 100, if he did all of them above [the red line at the middle of the alter] half are valid and half are invalid. If he did all of them below, half will be valid and the other half will be invalid. If he did above and half below, the number of birds in the largest group are valid.  This is the rule, any place where you can divide the birds so that one woman's birds can be entirely above or below half will be valid and half will be invalid.  Any time where you cannot divide the birds so that one woman's bird can be entirely above or below the number of birds in the largest group are valid.",
            "If one woman had a chatat and one an olah if he did all of them above [the red line in the middle of the alter] half are valid and half are invalid.  If he did all of them below, half are valid and half are invalid. If he did one above and one below, both are invalid, because we assume that the chatat was brought above and the olah was brought below. ",
            "[If two women brought] A chatat, an olah, an undesignated pair and a designated pair, if he did all of them above half are valid and half are invalid.  If he did all of them below, half are valid and half are invalid.  If he did half above and half below only the undesignated birds are valid and they are split between the women.  ",
            "If a chatat was mixed into an obligatory pair [of chatat and olah offerings] only the number of chatat birds in the obligatory pairs are valid.  If the number of obligatory pairs are twice as many as the chatat birds, half are valid and half are invalid.  If the chatat birds are twice as many as the obligatory birds only the number of birds in the obligatory pairs are valid.  Similarly an olah that was mixed into an obligatory pair only the number of olah birds in the obligatory pairs are valid.  If the number of obligatory pairs are twice as many as the olah birds, half are valid and half are invalid.  If the olah birds are twice as many as the obligatory birds only the number of birds in the obligatory pairs are valid.",
            "A woman who said, I will bring a pair of birds when I give birth to a boy, if she gave birth to a boy she brings two pairs, one for her vow and one for her obligation.  She gave them to priest, he must do  three of the birds above [the red line in the middle of the alter] and three below and he did not do this, but instead did two above and two below and did not ask [a beit din] the woman must bring one more bird to be brought above.  [This rule is true if both birds were the same species].  If they were of different species, she must bring two birds [both of which need to be brought above]. If she specified which species would be used for her vow, she must bring three more birds of the same species if they were all from the same species.  If they were from two species she must bring four extra birds.  If she attached her vow to her obligatory offering, she must now bring five more birds, if they were of one species, and six if they were from two species.  If she gave them to the priest, but did not know what species she gave to him and the priest and brought the birds, but does not know how he brought them.  She must bring four more birds for her vow and two for her obligation and one chatat.  Ben Azzai says, she must bring to chatat birds.  Rabbi Yehoshua says, this is what they meant by when its [a ram] alive it has one voice, but once it's dead it has seven.  How does it have seven?  Its two horns can become two horns, its two thighs would become two flutes, its hide can become a drum, its stomach can become parts of lyres, its innards for harp strings, and some say its wool can be used for T'cheilet.  Rabbi Shimon son of Akashia said, Unlearned elderly men as they get older their mind gets more confused as it says (Job 12:20), \"He removes the speech of the capable and takes away the reasoning of the elders.\"  But the elders of Torah are not this way, rather as they get older their mind becomes more settled as it says (Job 12:12) \"In the aged is wisdom and in lengthy days understanding.\""
        ]
    ],
    "titleVariants": [
        "Mishnah Kinnim",
        "Mishnah Kinnim",
        "Mishna Kinnim",
        "M. Kinnim",
        "M Kinnim"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ]
}