{
    "toSections": [], 
    "versionTitle": "merged", 
    "prev": null, 
    "language": "he", 
    "ref": "Maharal", 
    "title": "Maharal", 
    "sections": [], 
    "versions": [
        [
            "Al HaTorah", 
            "http://wiki"
        ], 
        [
            "Maharal", 
            "http://wiki"
        ]
    ], 
    "versionSource": "http://www.sefaria.org/Maharal", 
    "next": "Maharal 2", 
    "maps": [], 
    "heTitle": "מהר\"ל - הקומה לדרוש על התורה", 
    "book": "Maharal", 
    "text": [
        [
            "בחדש השלישי לצאת בני ישראל מארץ מצרים ‏(שמות י״ט).‏ יש לשאול למה נסמכה פרשה זאת אל וישלח משה את חותנו שקדם לה,‏ ואף למאן דאמר ‏(זבחים קט״ו)‏ יתרו קודם מתן תורה בא,‏ שלוחו אל ארצו לא היה עד אהר מתן תורה עד שנה שנייה,‏ שהרי מצינו במסע הדגלים שאמר לו משה ‏(במדבר יי)‏ נוסעים אנהנו אל המקום וגוי אל גא תעזוב אותנו,‏ ואם כן למה הקדימה תורה קרא דוישלה משה לבחדש השלישי.‏ וכל שכן לדברי האומר ‏(זבהים שם)‏ יתרו אחר מתן תורה בא,‏ ונסמכה פרשת יתרו לפרשת בשלח על ידי שבשביל ששמע קריעת ים סוף או מלחמת עמלק בא,‏ מאי א\"כ ענין וישלה משה את הותנו לפרשה הקודמת.‏ דאין לומר שרצה הכי לסמוך כל םפורי ענין יתרו יהד׳ שהרי בפי בהעלותך היה עדיין יתרו עם ישראל ונכתב עוד ממנו שם בדגלים כאשר זכרנו.‏", 
            "ונראה לומר כי פרשה זאת היא פרשת מתן תורה נסמכה אל וישלח משה את חותנו וגר ‏(שמות י״ה),‏ להורות לנו כי לישראל בפרט ובעצם גתייחסה נתינת התורה בהחלט ולא לזולתן מהעמים.‏ וכאשר יובן מאמרו ‏(שם כי)‏ אנכי ה׳ אלהיך אשר הוצאתיך מארץ מצרים מבית עבדים,‏ תלה הדבר בהוציאו אותם ממצרים ולא אמר אשר בראתי את כל או זולת זה מהמעלות היותר כוללות ועליונות מההוצאה.‏ אלא שרצה לומר אהר שהוצאתי אתכם ממצרים מבית עבדים,‏ היא היא סבה מכרהת אתכם לעבדים לי ושמוכרהים אתם לקבל גזירתי ותורתי בעל כרהכם.‏ ורצה הקב״ה לזכות את ישראל,‏ לפיכך לא עלה לרצון לפניו ית׳ שיאמרו מרצון נפשנו הטוב נעשה זאת רק יהיו עבדים קנוים לו בהכרח,‏ ולכך כפה עליהם ההר כגיגית כאשר דרשו מבתהתית ההר לומר אם אין אתם מקבלים התודה שם תהא קבורתכם.‏ מפני כי היו ביד מצרים שעע בהם כרצונם,‏ ואלולא שהקב״ה בעצמו וכבודו גאלם והוציאם משם כבר היו מאבדים אותם ועושים אותם כליה ח״ו.‏ ואם לא קבלו תורתו אשר בשביל זה הוציאם,‏ הרי היו כאלו עודם במצרים אבודים ונדחים שם בידי המצריים,‏ לכך כפה עליהם ההר כגיגית שאם לא יקבלוה שם תהא קבורתם הרי הם עבדים מוכרהים לו בעל כרהם,‏ והיה בידו לכופו עליהם בשביל כך.‏ ובזה יסולק מהדרש הזה מה שהשיבו עליו התוספות שבת ‏(דף פ״ח)‏ היאך יאמר שכפה עליהם ההר כגיגית הרי כבר אמרו בנפש הפצה נעשה ונשמע.‏ דלא קשיא כלל,‏ מפני כי הש״י גזר עליהם התורה והמצות כמלך שגוזר על עבדיו הקנוים לו אשר על כרהם צריכים לקבל גזירת רבן.‏ כי במה שאמרו מרצונם נעשה ונשמע בזה לא היו עבדים לו,‏ כאשר בהינד,‏ זאת אפשרית ומצויה גם בזולת מהעבדים.‏ אמנם במה שכפה עליהם ההר המה עבדים מוכרחים קנויים ומיוהסים אליו.‏ גם בזולת זה היו כמי שאינו מצווה ועושה ואמרו גדול המצווה ועושה וכר ב״ק ‏(דף ל״ה).‏ הגם כי אמרם נעשה ונשמע גם הוא היה אהרי ציווי ובקשת השם ית׳,‏ סוף סוף היה עוד מקום להם לומר שאם לא היו הפצים בתורתו לא היו צריכים לקבלה,‏ וכאשר כמעט נמצא באומות שהזר עליהם השם לשיקבלו התורה ועדיין היו א״כ ישראל כאינם מצווים ועושים,‏ לכן כפה עליהם ההר לעשותם מצווים ומוכרהים ועושים.‏ ומ״מ אחרי הכרת קבלת גזירת המלך,‏ מה טוב ומה נעים ומעולה ביותר כאשר העבד מקבל גזירה הכרהית ההיא מרצונו הטוב גם כן ועושה אותה מאהבה,‏ כאשר אז לא יוכל לההזיק טובה לעצמו במה שעשה זה מרצונו,‏ ולכך שלה אליהם הש״י(שמות י״ט)‏ ועתה אם שמוע תשמעו שיקבלו התורה מעצמם גם כן.‏ נתבאר לך ג״כ כי יתרו לא היה שייך בבחינה זאת שלא הוציאו ממצרים ולא תהיה לו קבלת התורה כי אמ מרצון עצמו מה שאין דעתו יתברך נוחה בו כנזכר.‏ גם אין ראוי שתהיה קבלת התורה להצאין לישראל בחיוב ורצון וליתדו ברצון לבד שאין לכפות עליו הד ההכרח.‏ לכך וישלח משה את הותנו וילך לו אל ארצו ואחר כך בחדש השלישי וגו׳:‏", 
            "ובמדרש נראה שבאו ליישב דבר זה באופן אחד.‏ אמרו שם אמד שלמה ‏(משלי י״ד)‏ לב יודע מרת נפשו ובשמחתו לא יתערב זר אמד הקב״ה בני היו משועבדים בטיט ולבני׳ ויתרו היה יושב בביתו בבטח ובהשקט ובא לראות בשמהת התורה עם בני לפיכך וישלה משה את חותנו ואח״כ בחדש השלישי וגו׳ ע״כ.‏ הנה במדד׳ הזה יש להתעודד,‏ שאם אמר הכתוב במי שחי׳ מטריח בשביל איזה דבר להשיגו,‏ שבהגיעו לו אותו דבר שהיה משתדל בו ושמח בו אין ראוי כלל שיתערב בשמחתו זר,‏ בעבור כי כשם שהוא בלבד היה מצטער עליו ככד.‏ אין ראוי זד להתערב עמו בשמחתו שתשיגנו בהשיגו דבר השתדלותו,‏ מהו א״כ דמיון הנמשל למשל דלמה יהיח השתעבדותם לעבודת מצרים גורם קבלת התורה לוע לבד*‏ דמה ענין קבלת התודה לשעבוד והא בהא לא תליא.‏", 
            "אבל המדרש הזה בא לבאר כי לא היתה ראויה התודה להנתן לישראל כי אם בשביל שהיו בשעבוד וביסודין,‏ כי היםורין הם הכנה עצמית לקבלת התודה ביותר.‏ ובברכות ‏(דף ה׳)‏ ג׳ מתנות טובות נתנו לישראל וכולם לא נתנו להם אלא על ידי יםורין ואלו הן תורה ארץ ישראל עולם הבא תורה מנין שנאמר אשרי הגבר אשר תיסרנו יה ומתורתך תלמדנו.‏ ארץ ישראל מנין שנאמר וידעת עם לבבך כי כאשר ייסר איש את בנו ה׳ אלהיך מיסדך וכתיב בתריה כי ה׳ אלהיך מביאך אל ארץ טובה וגר עולם הבא מנין שנאמר כי נד מצוה ותור אור ודרך חיים תוכחת מוסר ע״כ.‏ ביאור הדבר מה שנתנו אלו ג׳ דוקא ע״י יםורין.‏ מפני כי רחקו דרכי אלו המתנות שלשתן מדרכי כל מתנות זולתן אשד הם דברים גשמיים,‏ לא כן אלו שנקראו מתנות טובות לפי שהם מתנות קדושות נבדלות מן הגשמית.‏ אם התורה כשהיא כולה שכלי,‏ ואם ארץ ישראל היא ארץ הקדושה ואם עוה״ב שנגדל מן הגוף הגשמי לגמרי.‏ לכן אין ואוי לקבלן כי אס על ידי יםירין הממעטין הגוף והגשמית עד כי ראוי אז אל מתנות אלו הקדושות הבלתי גשמיות,‏ כאשד ביארנו דבר זה במםכת אבות בביאור דרך חיי*‏ ואלו ג׳ מתנות כל א׳ יותר קדושה ומסולקת מחגשמית מחברתה,‏ כי ארץ ישראל חיא ארץ קדושה באמת.‏ אמנם היא גשמית כעצם רק שיש עליה שם קדושה.‏ יותר מזה התודה שהיא בעצמה שכלית וקדושה.‏ אבל יקבלנה וישימה האדם בעל גוף גשמי.‏ רבה עליה מדרגת עולם הבא שאין בו גוף לגמרי ועין לא ראתה אלהיס זולתך(ישעי׳ ם״ד),‏ דק שהתנא לא זכרם אלא כפי הסח*‏ שהגיעו אליהם ישראל.‏ ולפיכך נקראו טובות בשם הנופל דוקא על דבר הנבדל מן הגשמי כמו שביארנו במקום הזולת.‏ ולכך ביהוד אצל האוד כתיב ‏(בראשי׳ א׳)‏ וידא אלקים את האור כי טוב ויבדל,‏ כי בריאת האור הראשון לא היה גשמי לכן נגנז לעתיד לבא לעולם הבא שכולו טוב וזהו שאמר וירא וגו׳ כי טוב ויבדל.‏ לפיכך לא נתנה תודה אלא לישראל שהיו משועבדים במצרים בפרך ונתמעט גופם עד שהיו ראויים אל התורה השכלית.‏", 
            "ולכך אמר המדרש שלא היה ראוי יתרו לקבלה,‏ כשלא נמצאת בו הסבה שגרמה לישראל קבלתה הוא השתעבדותם במצרים כאמור.‏ ואף אם היו אומות אחדות מקבלים התודה גם כן כשהחזירה הש״י עליהם,‏ מ״מ היו ישראל ראשונים אל קבלתה לעמוד בסודיה ולדעת את דרכיה והתורה מיוחדת לה*‏ דק שע״י שזכו לה דם היו זוכין גס האומות אם היו רוצים לקבלה,‏ אבל עיקר קבלתה לישראל בלבד והאומות טפלים לה*‏ אמנם לא p יתדו שאם היה עם ישראל בשעת קבלת חתורה,‏ לא יתכן לומר עליו שיהיה טפל אל ישראל כי הוא היה תוך ישראל והיה מקבלה עם ישראל שוד•‏ להם בבחינת קבלתם.‏ והרי לא נשתעבד במצרים עד שיהיה זוכה לכך,‏ ולפיכך כתיב וישלח משה כסדר הנכון באין ספק.‏ וסבב הש״י שילך לארצו לגייר משפחתו שלא יהיה עם ישראל כשיקבלו חתורח,‏ וחזר אחר מתן תורה והיה עם ישראל בדגלי*‏ ולמאן דאמר יתרו אחר מתן תורה בא הודה לגו הכתוב,‏ כי לכך לא בא קודם מתן תורה בשאין ראויה נתינת התודה לישראל בהיותו עמהם כגזבר,‏ ולכך כתב וישלה משה ואח״כ בהדש השלישי.‏", 
            "והגם כי אמרו במדרש ‏(מכילתא יתרו)‏ שלכן נתנה תורה במדבר מקום הפקר לכל הרוצה לקבלה שלא יהא פתהון פה לאומות לומר אלמלי נתנה לנו היינו מקבלים אותה גם אנו,‏ ואיך יאמרו א״כ במדרש זה כי מי שלא נשתעבד במצרים אין ראוי לו התורה.‏ לא קשיא כלל כי כבר אמרנו שעל כל פנים אף אם היו האומות מקבלים אותה היו ישראל ראשונים ועצמיים אליה והאומות טפלים להם מה שאין כן ביתרו שהיה תוך ישראל.‏ ואע״ג שלא היתד,‏ קפידא בערב רב שהיו בתוכם אין ענין יתרו דומה לזה כלל,‏ כי לכך נקראו ערב שנתערבו ביניהם ולא נקראו בשם בפני עצמם והיו בטלים אצל ישראל עד שלא נהשבו לבלום כאילו היו ישראל לבדם.‏ אבל יתרו לא היה בטל אצל ישראל כי היו צריכים לו,‏ והיה שמו יתרו על שם שהיה יתור ותוספת עליהם.‏ והשם הזה ראוי לו כי הוא הגר הראשון שהיה בישראל שקבל עליו תודה משה ונקרא שמו יתר בשביל שהיה יתד על ישראל.‏ וביבמות ‏(דף מ״ז)‏ אמר רבי הלבו קשים גרים לישראל כספהת שנאמר וגלוה הגר עליהם ונספחו על בית יעקב ‏(ישעי׳ י״ד)‏ ע״כ.‏ ופירש רש״י כי קשים גרים לישראל מפני שאין בקיאין בדקדוקי מצות וישראל לומדים מהם.‏ ובמס׳ נדה ‏(דף י״ג)‏ פי׳ משום רכל ישראל ערבים זה בזה.‏ והתוספות כתבו משום שאין השכינה שורה רק על משפתות מיוהסות,‏ ויש מפרשים משום שביותר הוזהרו ישראל על הגרים ולא יוכלו להזהר מהם ע״כ.‏ ולפי דעתי אין צריך לכל זה,‏ כי באין ספק כל הטוב שזוכים ישראל אליו הם זוכים מצד שהם בני אברהם יצחק ויעקב או מצד שהם אשר בחר בס אל,‏ והגרים מבטלים דבר זה.‏ לכך גקרא הגר םפהת שהוא דבר תוספת וטפילה על האדם והיא מבטלת עיקר תאר צלמו עד שאינו נחשב אדם שלם,‏ כי האדם בצלמו וכתבניתו אין תוספת עליו ואין גדעון ם כלל.‏ וישראל גקראים אדם והגר הוא תוספת עליהם,‏ וזהו חסרון גמור עצמיי ומוהלט בישראל שנקראו אדם,‏ כי כל יתד כחסר דמי לכך כאשר ימצאו גרים בישראל הם נוספים עליהם כאלו ישראל חסרים כי הם מבטלים צורת ישראל ממה שהם ראויים מצד עצם צורתם שבהר בהם הש״י,‏ ולכך נקרא הגר הראשון יתרו שהוא יתר ותוספת על ישראל.‏ ונקרא יתרו בוא״ו מפני שהוא״ו מורה על עצם ישראל שהיו שש מאות אלף,‏ ובזה המספר נמצאו כאשר יצאו ממצרים ובמדבר וכן תמיד ומעט היי יותר עד שתראה כי זה המספר ראוי לישראל דוקא.‏ גם במצרים היו יולדות ששה בכרס א׳ הכל מפני שמספר זה ראוי להם כמו שבא בחבורנו גור אדיה ובחבורנו גבורת ה׳.‏ וזה שנקרא יתרו שהוא יתור על עצם ישראל שהם שש מאות אלף בעצמם.‏ ומפני זה כדי שלא לבטל את צורתם בהיות דבר יתר עליהם אשר לא היה בכלל השעבוד הגורם ומסבב קבלת התורה שלח את יתרו עד שיהיו ישראל עומדים בעצמם וראויים לתורה.‏ ומה שאמדו במכילתא שנקרא יתרו על שייתר פרשה א׳ בתורה הוא הדבר אשר דברנו שהיה יתור על ישראל,‏ כי התורה ג׳׳כ ראויה לישראל דוקא ולכך הוגבלה במצות כמנין תרי׳׳ג,‏ מספר המורה כי ראויה לישראל דוקא כמו שיבא עוד בדברנו שמספר תרי״ג מצות ראוי לישראל.‏ ומפני שיתרו היה יתר על ישראל נםתגל גם הוא לייתר פרשה אי.‏ וכן הפרשה שהוסיף הוא גם היא בסגולה זאת בעצמה,‏ כאלו היא יתור בתורה דהיינו להוסיף ולייתר דייגים על משה,‏ כאשר הדין בעצם ראוי דוקא למשה שהיה נקרא איש האלהים ‏(תהלים צ׳)‏ ויתרו בעצמו בסגולתו ובבתינת שמו הוסיף דיינים עליו.‏", 
            "ומעתה יתיישב ג״כ מה שיקשה על הדעת.‏ משה שהיה אב להכמים ואדון כל הנביאים איך יקבל עצה זו מיתרו על דבר הדיינים.‏ אבל ראויה היתד,‏ עצה זו ליתרו ולא לזולתו,‏ בכמו שהוא היה יתר על ישראל ככה היה מייתר הפרשה לייתר ולהוסיף דיינים.‏ אשד בשכבר לא היה כי אם משה בלבדו שאליו מיוהס המשפט בעצם,‏ אמנם יתרו שהיה יתור על ישראל הוא נתן עצה להוסיף ולייתר דיינים,‏ וזהו שאמר שייתר פרשה אתת בתורה.‏ ואם תשאלך דעתך מה עצה יש בהוספת דיינים דבר שהכל יודעין.‏ אף היא תשיב אמריה לה,‏ כי בודאי צריך עצה וטוב טעם כאשר משה דוקא היה ראוי לדון את ישראל מכל זולתו כנזכר,‏ וכדכתיב ‏(דברים ל״ג)‏ צדקת ה׳ עשה ומשפטיו עם ישראל,‏ הרי כי אליו ראוי המשפט עד שלכך נקרא איש האלהים שהוא כנוי עצמיי לדיין דכתיב עד האלהים יבא דבר שניהם.‏ והנח חשב בדמיונו שלא יאות אליו הוספת הדיינים מפני שדבר זח נחשב כאלו הוא יוצא מקו המ*פט ומדתו,‏ כי כל זה הוא בכלל ‏(דברים ט״ז)‏ צדק צדק תרדוף הלך אחר ב״ד יפה,‏ אשר אין לצאת ממנו אף כחוט השערה ומי יתוש וידון יותר ממשה המיוחם לכך אין עוד מלבדו.‏ אבל יתרו אשר שמו נאה לו והוא נאה לשמו כאשר זכרנו שיעור מספיק,‏ העלה בדעתו כיון שלא יוכל משה לעמוד בזה שיהא דן כל היום מבקר עד ערב.‏ ראוי להוסיף דיינים ולהתלבש במדת יוצרו,‏ אשד ראינו כי הוא ית׳ בשעה שעלה לפניו במחשבה לברוא את עולמו במרת הדין וראה שאין ועולם יבול להתקיים בו ויתר ושיתף מדת הרחמים עמו.‏ וכבר שמעגו גם ראינו ממאי דכתיב בענין ‏(שמות י״ח)‏ ויעמוד העם על משה מן הבקר עד הערב כי הדיין כאלו נעשה שותף להקב׳׳ה במעשה בראשית כידוע מאמרם ז״ל בשבת ‏(דף יי)‏ כתיב הכא מן הבקר עד הערב וכתיב התם ‏(בראשית אי)‏ ויהי ערב ויהי בקר וכוי.‏ ואמר יתדו כי ג״כ בזה כאשר אי אפשר למשה לעמוד בשורת הדין הראוי היותו יושב בדין לבדו תמיד,‏ יתכן לשתף המדד.‏ שאינה ע״פ דין גמור דהיינו להוסיף דיינים ודבר זה הוא יתר על עיקר הרץ,‏ ולכך נתייחםה עצה זאת ליתרו בהחלט.‏ ואע״פ כן לא גזר יתרו רק שיעשה זה ע״י שיצוד.‏ לו הקב״ה בהסכמתו ג״כ כדכתיב ‏(שמות י״ח)‏ וצוד אלהים ויכלת עמוד,‏ כי חוחלט במחשבתו שכן היא מדתו של הקב״ה כמו שאמרנו.‏ וכד אמרו בספרי למה נתעלס מעיני משה כדי לתלות זכות בזכאי.‏ ר״ל כי בשביל שפרשה זאת שייכה ליתרו לכד געלמה מעיני משה לתלות הזכות במי שראוי מיותר אליו יתור ותוספת הזה.‏ שאין למשה להכנס במה שראוי ליתרו בפרט ולא לזולתו:‏", 
            "ובחולין ‏(דף ר)‏ העיד ר׳ יהושע בן זרוז בן חמיו של ר׳ מאיר לפגי רבי על די מאיר שאכל עלה של ירק בבית שאן וחתיר רבי את בית שאן כולה על ידו חברו עליו אחיו ובית אביו וא״ל מקום שאבותיך ואמת אבותיו נהגו בו איסור אתה תנהוג בו היתר דוש להן מקרא זה (מלכים ב׳ י״ח) וכתת נחש הגחשת אשר עשה משה כי עד הימימ התמה היו ישראל מקטרים לו ויקרא לו נחושתן אפשר בא אסא ולא בערו בא יהושפט ולא בעדו והלא כל עבודה זרה שבעולם אסא ויהושפט בערום אלא מקום הניחו לו אבותיו להתגדר בו אף אני מקום הניחו לי אבותי להתגדר בו מכאן לח״ח שאמר דבר הלכה שאץ מזיחין אותו ואמרי לה אין מזניחין אותו ואמרי לה אין מזחיחין אותו מאן דאמר מזיחין דכתיב ולא יזח החושן ומאן דאמר מזניהין דכתיב כי לא יזנח לעולם ה׳ ומ״ד אין מזחיחין דתנן משרבו זחוחי הלב רבו מחלוקת בישראל ע״כ.‏ מה שאמר מקום הגיחו לו להתגדר ולא הספיק לו לומר הניחו לו דבר זה להתגדר בו דמאי ענין מקום לכאן.‏ אלא שר״ל שכל אשר יש מקום מיוחד לאיזה דבר׳ אין ראוי לדבר אחד לכנס להשיג גבולו ומקומו הראוי לו ולכך חניזזו לו מקום שלו.‏ ומה שנקרא כתיתת נחש הנחושת מקום אשר הונח ליחזקיה הוא זר*‏ כי מן חרץ אין זה בכלל ואשריהם תגדעון הנאמד ‏(דברים זי)‏ על דבר שנאסר במה שנעבד דהיינו עבודה זרה או אשרה שהיא של העובדים אותה כמובן ואשריהם,‏ אבל נהש הנחשת אין יכולים עובדיו לאוסרו כי אין אדם אוסר דבר שאינו שלו,‏ רק שכתת אותו יזוזקיה משום מגדר מלתא שלא יטעו אחריו עוד.‏ וזהו המקום שהניחו לו אבותיו ביהוד,‏ כי הוא היה מתחזק ומתאמץ תמיד לתקן המכשולות לגדור ישראל שלכך גקרא שמו יחזקיה.‏ לפיכך שייך לומד מה מקום חניחו לו אבותיו להתגדר מ כלומר כי מקום זה שייך לו ואין אדם נמס למקום חבידו.‏ הנה גם בזה סרה קושיית התוספות שם שהקשו אמאי לא משני נמי הכי בשבת ‏(דף נ״ז)‏ דדרשינן ואת הבמות אשר על פני ירושלים אשר בנה שלמה אותם ביער יאשיהו ‏(מלכים ב׳ כ״ג)‏ אפשר בא אסא ולא ביערם וכד ולא משני דמקוס חניחו לו אבותיו להתגדר מ.‏ עד שנתעצמו חתוםפות לתרץ משום דגחש הנחושת שנעשה על פי הדבור טעו בו ראשונים והיו סבורים שאסור לבערו.‏ ולפי דברינו שקדמו אתי שמיר,‏ בי בבמות לא ימול לשן מקום הניחו וכוי דעל פי הדין גם כל אהד מהראשונים היה לו לבערם,‏ לכן הוכרה התלמוד שם לתרץ באופן אהר מקיש ראשונים לאחרונים וכוי יעויין שם.‏ אבל בכתיתת הנתש לא היה ביעור יחזקיה על פי הדין כלל,‏ רק שהיה מתהזק במצות כי נחש הנחושת לא נאסר שלא היה של עובדיו כאמור,‏ בדבר זה שייך לומר מקום הניהו לו אבותיו שהוא הוא המסוגל דוקא לכך וזהו מקומו וגבולו ביהוד.‏ וכן מה שהתיר רבי בית שאן לא שייך בזה דין כי לא כתיב בית שאן לענין זה בקרא עד שיהיו הראשונים אוסרים אותו,‏ יתכן ביה מקום הגיהו לו אבותיו להתגדר בו.‏", 
            "ואע״ג דיליף מזה לימוד כללי לכל תלמיד הכם האומר דבר חדוש שאין מזיחין אותו.‏ הכי קאמר כיון דאפילו במקום שיש לומר בא אסא בא יהושפט כמה דורות שהיו הסידים ואנשי מעשה ג״כ שהניחו העבירה אפ״ה הם לא עשו ותקנו דבר זה עד שבא אהריהם מי שהוא ועשאו,‏ אף דהתם ראוי להקשות למה לא אמרוהו הראשונים.‏ יש ללמוד מזה ג״כ דאין לדחות שום תלמיד חכם האומר דבר הדוש אפילו דאין לומר שהוא מקומו השייך לו בפרטית כיון דאפילו דיש לומד אפשר בא אסא וכו׳ אפ״ה אמרינן מקום הניחו לו.‏ ממילא הכי נמי היכא דאין לומר אפשר באו הראשונים ולא אמרוהו וזה בא ואמרו,‏ כגון בדבר הדוש שאי אפשר לראשונים שיאמרו הכל דשומעין לו אפילו כשאינו מקומו המסוגל לו לבדו.‏ ואלו ג׳ לשונות דנקט המאמר נראה מכוון כל אהד דבר בפני עצמו להוסיף על חבירו.‏ האתד שלא יאמרו על דברי תלמיד חכם כי בודאי שקר הוא דובר לדחות את דבריו לגמרי וזהו לשון לא יזח שהוא דחייה גמורה.‏ ולשון מזניחין בא להוסיף לא זו אלא אף זו שלא יזניחום עד שלא יהיו נהשבים בעיניהם להשגיח בהם כל כך.‏ זהו אין מזניחין שאין לעזוב אותם כלל רק יקרבום ויענדו אותם עטרה לראשם.‏ ומאן דאמר אין מזחיחין בא להוסיף עוד לא זו שלא יזניחום אלא אף אל יתלוננו על אומרם לשנאתו ולומר שבגבהות לבו מתנשא מתעצם לחדש דברים שלא אמרום מעולם מי שקדמוהו.‏ הדי מבואר נגלה ראיה ברורה כשמש בצהרים שהגם אם נאמר איזה דברי גדר ותיקון הראויים לפי הדור לפי הזמן ולפי השעה,‏ שאין להרהר אחרינו לפקפק ולומר זכור נא ימות עולם בינו שנות דור ודור למה לא נשמע בהם כדבר הזה.‏ כי על זה וכיוצא אנו אומרים באולי הונה לנו מקום להתגדר בו.‏ ומכל שכן כי דברינו שיתבארו החוש יעיד עליהן ולא יוכל להכחישם כי אם הסכל והמעקש את לבו לומר על רע טוב ועל טוב רע אשר לכמוהו לא תועיל עדות וראיה ועליו נאמר ‏(משלי ט׳)‏ אל תוכח לץ.‏ אמנם כל בר דעת הרואה אחריתו עליו נאמר ‏(שם)‏ הוכח לחכם ויאהבך:‏", 
            "ותיתי לי,‏ כי מיום עמדי על דעתי נתתי את לבי לדעת חכמה והוללות מעשה הדור בהנהגת התורה והלמוד ולא ישרו בעיני,‏ באמרי לא זו הדרך אשר הלכו בו אבותינו וקדמונינו הקדושים אשר אי אפשר לאדם לעשות ערך בינינו וביניהם כי כל ערך הוא בדומה והחלוף הוא בכמות ואין כאן ערך כלל.‏ לכן התגברתי כארי לפני איזה שנים שעברו לתקן בזה מה שהעלתה דעתי,‏ ולא עמדה לי כי בני הדור הזה אומרים אחרי רבים נלך.‏ ובפני זמן מה נתעוררתי לכתוב למדינות פולין ורוסיא לגדוד איזה דברים הראויים לגדור בזה,‏ גם היא לא עלתה בידי.‏ וככחי אז ככחי עתה באולי יכנסו דברי באזני אשר נגע אלהים בלבבם ויקבלו עצה ומוסר לטוב להם כל הימים בזה ובבא,‏ לשאוכל להציל אחד מני אלף את שראוי להציל,‏ ולא אשים לב לאלף סכלים הנותרים הנותנים כתף סוררת שוררת ומעלימין עין משוררים.‏ ואף כי כתבנו הדברים בכמה מקומות,‏ ראינו לייהד לזה דבור בפני עצמו כי לפי גודל יקר מעלת והשיבות הדבר וגודל הזלזול שמזלזלין בני אדם בדברים אשר עליהם העולם עומד,‏ ראוי לכל איש הירא את דבר ה׳ להעלותם על לבו מה יהיה באחריתנו אם נלך עקלקלות בדבר שהוא בטחוננו בעוה׳יז ובעוה״ב.‏ לכן אני אומר ‏(ישעי׳ גי׳ה)‏ הטו אזניכם ולכו אלי שמעו ותהי נפשכם.‏ אמן:‏"
        ], 
        [
            "בחדש השלישי וגר. ראוי לעורר הספיקות בפרשה זאת. א') למה לא כתיב כאן בחדש השלישי באחד לחודש כמו שכתוב(במדבר א') במדבר סיני באחד לחודש. ב') הרי כתיב באו מדבר סיני וחזר אחד בד לכתוב ויסעו מרפידים ויחנו במדבר. ג') ויחן שם ישראל כתיב לשון יחיד ולפני זה כתב ויחנו לשון דבים ד') מה שכתוב ומשה עלה אל האלקים וטפי הוה ליה למכתב ויעל משה כדכתיב בכל מקום. ה') והלא לא צוה לו השם בכאן לעלות ובכל מקום צוה לו לעלות. ו') כה תאמר לבית יעקב ותגיד לבני ישראל שפירש בו רש\"י ז\"ל לנשים בלשון רכה ולאנשים בלשון קשה פירש להם עונשין ודקדוקי מצות. מה נפשך אם צריך לפרש עונשין לאנשים דאם לא כן יאמרו אדעתא דלקבל עונשים גדולים לא אמרנו נעשה ונשמע. א\"כ נשים נמי הרי הקשה הכתוב אשת לאיש לכל עונשין שבתורה. עדית יאמרו הן על מנת כן לא קבלנו עלינו. ואם אין כאן בית מיחוש לטענה זאת. א\"כ לאנשים למה הוצרך לפרש. ז') מה שבא הכתוב לכפול ולומד ושמרתם את בדיתי שרצה לומד התורה. הדי כבד כתיב ברישא דקרא אם שמוע תשמעו בקולי. ת') שכתב והייתם לי סגולה מה ענין לשון סגולה נאמר כאן. ט') מהו מובן והוראת ואתם תהיו לי מלכת כהנים וגוי קדוש. י') איך יפול אומר כל אשד דבר ה' נעשה הרי לא צוד. להם דבר. י\"א) דגר משה את דברי העם אל ה' מה מדבריהם הגיד לו. ורש\"י פירש רצוננו לראות את מלכנו, הרי גם הקב\"ה. אמר שיבא אל משה כעב הענן בעבור ישמע העם בדברו עמו. י\"ב) ויהי ביום השלישי ויהי קולות וברקים וענן כבד, קולות וברקים ועגן כבד למה היו. י\"ג) ויהי קול השופר הולד וחזק מאד' ופירש\"י דשופר של אילו של יצחק היה מה ענין אילו של יצחק לכאן. יד) בכאן כתיב מחי קלת חסר, וכן במקרא הזה כתיב עוד וקל שופר ג\"כ וחסר, ואחר כד כתיב מל העם רואים את הקולות וגר ואת קול השופר שניהם מלאים. ועוד כי בפרשת ואתחנן (דברים ה') כתיב קול גדול ולא יסף בלשון קול אחד ולא כתיב קולות. ואלו בכאן כני המקומות כתיב קולות לשון רבים:", 
            "כתיב (קהלת א') מה יתרון לאדם בכל עמלו שיעמול תחת השמש. שלמה המלך ע\"ה התחיל בספרו בספורי מעשי האדם, ואמר מה יתרון לאדם בעמלו, ועל זה אמר מה הוא היתרון, הוא מה שיורה עליו שמו שנקרא אדם על שם שנברא מן האדמה. אשר יש להסתפק בזה למה נתייסר הוא בפרסית להקרא אדם על שם האדמה יותר מכל הנבראים שכלם מן האדמה נבראו. וביהוד כי הבהמה הרי היא גסות חומר האדמה ביותר מן האדם. אבל לכך נקרא הוא על שם האדמה יותר מכל נבראים זולתו, מפני התייחסו ודמיונו אליה לגמרי מה שאין וכל שאר הנבראים. כי האדמה היא מגדלת ומוציאה אל הפעל צמחים ואילנות וסירות וכל הדברים, הנה היא בבה ויוצא ממנה הבל לפעל. במו כן האדם בסגולתו הוא בבה. ומוציא שלימותו אל הפעל. ולכד נקראים מעשי האדם הטובות פרי כדכתיב (ישעי' ג') אמרו צדיק כי טוב כי פרי מעלליהם יאכלו, וכן המעשים הרעים נקראים פדי (משלי א') ויאכלו מפרי דרכם וממועצותיהם ישבעו כדאיתא (בקדושין דף מ'). כל זה מפני שהאדם נקרא על שם האדמה. וסירות האדמה הזאת הם המעשים, אם טובים הרי הוציאה פירות טובות, אם רעים הרי קוץ ודרדר הצמיתה. ודבר זה מבואר בבמה מקומות עד שאמרו שעיקר תולדותיהם של צדיקים מעשים טובים לא מסודרים בבריאתם על ענין זה כל שאד נבראים, שאינם בכח ויוצאים לפעל, בי בל מה שראוי שיהיה בהם נמצא בם מיד כשנבראו. ולכך נקראת  היותר עצמות שבהם בהמה, כלומר בה מה כי מה שראוי שימצא בה הרי הוא מתחלה בה. שאם נברא השוד לחרוש והחמור לישא משא הרי נמצא בהם בהבראם, ואין דבר בה בכה שיצא אחר כך אל הפעל. אבל האדם לא נקרא רק שיהיה הוא מוציא שלימותו אל הפעל, בבחינת האדמה הזאת אשר ממנה נוצר וכל זמן שלא הוציא שלימותו אל הפעל נחשב אדמה בכה בלבד.", 
            "והעברי\"ם הביטו, כי דמיון גמור יש לאדם אל האדמה. כי כמו אשר האדמה נזרע בתוכה חטים וכל מיני זרע נקי וטוב ונשרשים בה תוך העפר ומוציאה צמחיהם, כן נתן השי\"ת הנשמה הטהורה והזכה חלק אלהי ממעל בגוף האדם ונשרשת שם ומוטבעת בגוף כאשר מוטבע ההטה באדמה. ואם אין האדם מוציא צמחיו ופירותיו הטובות, אזי ידמה אל אדמה בורה ושדה בלתי נזרעת. ולכך החליטו חכמים לאשר איננו בעל תורה כנוי בור כשהוא כמו אדמה בורה שהובירה ואינה מוציאה דבר. לכן אמר שלמה בפסוק הנזכר, כי בהכרח שיהיה לאדם יתרון מצד המעשים, כי הוא בכה וצריך להוציא מה אל הפעל ואי אפשר זולת זה. אבל מה יתרון לו בכל עמלו שיעמול תחת השמש, כי המעשים שהם תחת השמש אין יתרון לו בהם, א\"כ צריך אתה לומר בהכרח בי יתרון שלו הוא מה שהוא על השמש והיינו התורה.", 
            "ובסנהדרין (דף צ\"ט) אמר רבי אלעזר כל אדם לעמל נברא שנאמר כי אדם לעמל יולד איני יודע אם לעמל פה נברא אם לעמל מלאכה נברא כשהוא אומר כי אכף עליו פיו הוי אומר לעמל פה נברא ועדיין איני יודע אם לעמל תודה אם לעמל שיחה כשהוא אומר (יהושע א') לא ימוש ספר התורה הזה מפיך הוי אומר לעמל לעמל תורה נברא והיינו דאמר רבא לכולהו גופי דרופתקי נינהו טוביה לדזכי דהוי דרופתקיה דאורייתא ע\"כ. המכוון אשר במאמרו כמו שזכרנו, כי האדם הוא כמו האדמה שהיא בכה ולא בפעל, וכאשר האדמה נעבדת תמיד כן צריך האדם שיוציא הוא תמיד שלימותו אל הפעל לגמרי. לכך אמר איני יודע איזה דבר צריך להוציא מהכח אל הפעל ולאיזה דבר גברא, אם לעמל פה אם לעמל מלאכה. פירוש כי יש באדם נפש חיוני, ויש דרך לפני איש לומר שנברא האדם להוציא נפש החיוני אל הפעל והמלאכה היא לנפש זה. לכן אמר כשהוא אומר כי אכף עליו פיהו הוי אומר וכר, כלומר כי צריך האדם להוציא שלימות האנושי אל הפעל זהוא שכל הדברי כי הדבור אי אפשר בלא שכל, והתינוק שאינו מדבר לא בשביל שאינו יכול לדבר רק מפני שהוא הסר דעת ושכל ולכך נקרא שכל הדברי, ואמר שצריך להוציא נפש השכלי אל הפעל. ועדיין איני יודע אם לעמל תורה נברא וכר כלומר אם צריך להוציא השכל הדברי לבדו אל הפעל, ללמוד לשונות ודברי מליצות ושאר דברים המתייחסים אל השכל הדברי ובזה נקרא הוצאת שלימותו אל הפעל, או נברא להוציא שכל העיוני אל הפעל לדבר דברי תורה שהוא שכל עיוני. ועל זה אמר לעמל תורה נברא כדכתיב לא ימוש ספר התורה הזה מפיך, כי השכל הדברי אינו שלימות בפעל כלל רק עמל התורה הוא השלימות הגמור והוא שכל העיוני האלקי דבר זה צריך להוציא אל הפעל.", 
            "ומפני שנברא האדם ייעמל, לכך נצטוו ישראל למנות ממחרת יום טוב של פסח שבו יצאו ממצרים מהיות עוד שם עבדים עובדים לאדוניהם, אשר גאלם הש\"י לבלתי יהיו עוד עובדים עבודת פרך. בכן צוה למחרת מיד על שיתחילו להכנה לתורה לספור מספר הימים אשר יעברו, עד כי יהיו מוכנים לקבל עול התורה ומצות. לבל יעלה על דעתן לומר הנה אנחנו בני חורין לגמרי כאשר הוציאנו ממצרים מבית עבדים, דכל עוד היות האדם על האדמה איננו בן חורין אבל לעמל הוא יולד. ולא אמרה תורה להתחיל הספירה ביום טוב עצמו כי הוראת התחלת הספירה היא על העמל כמו שיבא שזהו ענין הקרבת העומר מן השעורים, ויום טוב ראשון מורה על החירות, ואיך יהיו שני דברים הפכיים דהיינו חחירות והעמל בזמן אחד יחד כי אין ההפכיים נמצאים יחד. ומכל מקום למחרת מיד בלי עוד הפסק זמן היה צורך שיהיו מכינים את עצמם לקבלת העמל הזה ועולו. והצדוקים הטועים ומתחילין לספור ממחרת שבת בראשית בחשבם, דאם לא כן למה כתיב וספרתם לכם ממחרת השבת (ויקרא כ\"ג) ולא כתיב ממהרת הפסח אי נמי וספרתם לכם מיום ששה עשר אלא ודאי שהכתוב יצוד. לשתהיה הספירה ממחרת שכת בראשית. אכן דבר זה טעות הוא בודאי, כי לטעם שאמרנו הוצרו לכתוב ממהרת השבת", 
            "לומד, כי ממחרת יום השביתה דוקא יספרו שהשביתה היא להם בשביל שיצאו לחירות מן העבדות והמלאכה ויש להם יום שבת וחירות בשביל זה. כאשר גם השבת בראשית יוסד שמו על שם זה כדכתיב (דברים ה') ששת ימים תעמד וגו' וזכרת כי עבד היית בארץ מצדים ויוציאך ה' אלקים לעשות ה' אלקיו משם וגו' על את יום השבת, הרי כי השבת עצמו מורה על שהוציאם ממצרים מעבודתם. והנה גם כאן אמר ממחרת השבת ממהרת השביתה תספרו, שהשבית' של יום טוב היא בשביל שיצאתם לחידות, ומיד למחרתו תתחילו לספור ולקוות אל קבלת עול עמל התורה.", 
            "וציוה להביא אז מנחה מן השעורים, מה שלא נמצא בכל הקרבנות כי אם בהקרבת העומר הזה בששה עשר בניסן. מפני שכפי מה שהוא האדם ייחד לו הש\"י צווי ההקרבה שיהיה מקריב אליו. וכאמרם ז\"ל על הסוטה מפני מה אמרה תורה שיהא קרבנה מן השעורים היא עשתה מעשה בהמה לכו קרבנה מאכל בהמה. ככה בענין הזה בעצמו כאשר ישראל מתחילין למנות לסבול עול תורה ומצור\" ועבודתם כבהמה הזאת שבל עצמה אינו אלא לסבל ועול עבודה קשה, לכן קרבנם גם כן שעורים שהם מאכל הבהמה. ובע\"ז (דף ה') אשריכם זורעי על כל מים משלחי רגל השור והחמוק (ישעי' ל\"ב) תנא דבי אליהו לעולם ישים עצמו כשור לעול וכחמור למשאוי על דברי תורה ע\"כ. הדי כי האדם צריד שידמה לשוד והמור המיוחדים לפיד העמדה ויט שכמו לסבול עול דברי תורה, וזכר שגי המינים המה השוד והחמוד להוראת שני סוגי עול עמדתו בתודה. כי צריד שיעשה עצמו כחמור למשא שהוא בעל גוף חזק כדכתיב (בראשית מ\"ט) חמוד גרם שנושא עול גדול והולד ביום ובלילה ואץ לו מנוח ונחת מרגוע לגופו כלל דק רובץ בין המשפתים, כן יהיה האדם מצד גופו שישתעבד גופו למשאוי התודה בלי מנוח וכדכתיב (יהושע א') והגית בו יומם ולילה. ועוד נוסף ע\"ז ישעבד כה כח הנפשיי אשר אל התורה כבחינת השוד שכהו גדול. הנה אלו שגי דברים הם נגד גוף ונפש האדם שבשניהם יהיה עמל בתודה, אם בגוף עמל וטורח בו בתודה בלי מרגוע או מנוחה כלל אשד ידמה בזה אל החמוד הנושא משאר תמיד באץ מנוה, אם כנפש אשר בו יעמול בתורה לעיין בהלכה בעיון קשה ועמוק עד בי יעשה עצמו בזה בשוד הזה המשור. בכחו בל תל גבוה ולעקור קרקע קשה לחרוש ולפרד גבה שלו את הבל ממיר כח נמשו גמל כנאמר (משלי י\"ז\") ורב תבואות בגח שזר, וכן הדבר ממש אם יש לאדם לפניי עיון קשה ביותר. הוא משוה כל עקום ודבר קשה בעיונו וכח נפשו. וזהו עצם הלשון דנקט כחמור למשא וכשוד לעול. ולכך בהתחיל לספור ולצפות אל קבלת התורה, ראוי אז ונבון לפני האלקים להקריב קרבן ששרים שהם מאכל בהמה, בשאי אפשר לאדם לקבל התורה כ\"א ע\"י מדה. זאת שיעשה עצמו כבהמה עובדת האדמה, כשגם הוא יעבוד אדמתו הוא בעצמו שנקרא על שם האדמה כאמור. וכתיב (בראשית ב') ויקח ה' אלקים את האדם ויניחהו בגן עדן לעבדה ולשמרה אמרו חז\"ל לעבדה זו מצות עשה, הרי כי נקרא האדם אדמה כאשד אמרנו. וכל זה כי האדם הוא חסר בעת בריאתו, וצדד שיהיה נעבד ויוצא לפעל על ידי עבודה. כאדמה הזאת שצריכה עבודה לצאת על ידה אל המעל, כמו כן האדם יוצא למעל על ידי תורה ומצות.", 
            "\tוהוא מה שכתוב כפרשה זאת כאשי באו לקבל התודה בחדש השלישי וגר באו מדבר סיני. נוסף על מה שנאמר אחרי מרפידים ויחנו במדבר, אשר כבר היתד. השאלה למה ועל מה היה צריו לכפול ולכתוב ויחנו במדבר אחרי אשר כבד נאמר לפני זה באו מדבר סיני, אבל הכתוב בא לומר תחלה. כי ראויים היו ישראל לקבל התורה במדבר דוקא. בי האדם שנקרא על שם אדמה, כאשד אין לו תודה נחשב כמדבר שאין בו עשב וצמח האדמה. ושדה כור נחשב הוא יותר מכל הבעלי חיים באמור. שהב\"ח נקראים בהמה על שם שיש בה מה. דהיינו מח שנבראת הבהמה עליו נמצא עמה בבריאותה ואילו האדם נקרא אדם מפני שהוא כמו אדמה שהיא בכח בלבה ולכן כל זמן שלא קבל התורה הדי הוא כמו מדבר שהוא מקום בור בלא פרי כי חסר התורה והמצור, יקרא בור.", 
            "ובשביל הסרון האדם שהוא כמו מדבר, נתנה לו התורה להשלימו ואז האדמה הזאת מוציאה אילנות וצמחים שלה. וזהו אמרם בשבת (דף פ\"ח) אמר ר' יהושע בן לוי בשעה שעלה משה למרום אמרו מלאכי השרת לפני הקב\"ה רבש\"ע מה לילוד אשה בינינו אמר להם לקבל תורה בא אמדו לפניו חמדה גנוזה שגנוזה לך מששת ימי בראשית תתקע\"ד דורות קודם שנברא העולם אתה מבקש ליתנה לב\"ו (תהלים ה') מה אנוש כי תזכרנו ובן אדם כי תפקדנו ה' אדונינו מה אדיר שמך בכל הארץ אשר תנה הודך על השמים אמר לו הקב\"ה למשה חזור להם תשובה אמר לפניו דבש\"ע מתירא אני שמא ישרפוני בהבל שבפיהם אמר לו אחוז בכסא כבודי והחזר להם תשובה שנאמר (איוב ב\"ו) מאחז פני כסא", 
            "פרשז עליו עננו ואמר ר' תנחום מלמד שפירש שדי מזיו שכינתו ועננו עליו אמר לפניו רבש''ע תודה שאתה נותן לי מה כתיב בה אנכי ה' אלקיך אשר הוצאתיך מארץ מצרים אמר להם למצרים ירדתם לפרעה נשתעבדתם תורה למה תהא לכם שוב מה כתיב בה לא יהיה לך אלקים אחרים בין עכו\"ם אתם שרוים שעובדין ע\"ז שוב מה כתיב בה זכור את יום השבת לקדשו כלום אתם עושים מלאכה שאתם צריכים שבות שוב מה כתיב בה לא תשא משא ומתן יש ביניכם שוב מה כתיב בה בבד את אביך ואת אמך אב ואם יש לכם שוב מה כתיב בה לא תרצח לא תנאף לא תגנוב קנאה יש ביניכם יצר הרע יש ביניכם מיד הודו לו להקב\"ה שנאמר ה' אדונינו מה אדיר שמך וגר ואלו תנה הודך על השמים לא כתיב מיד כל אהד ואהד נעשה לו אוהב ומסד לו דבר שנאמר עלית למרום שבית שבי לקחת מתנות באדם בשכר שקראוך אדם לקחת מתנות ואף מלאך המות מסר לו דבר שנאמר ויתן את הקטורת ויכפר על העם ואומר ויעמוד בין המתים ובין ההיים אי לאו דאמר ליה מנא הוד, ידע ע\"כ. הספיקות במאמר הזה דומות למרובות והנם. הא' מה שאמר הקב\"ה החזר להם תשובה ולא החזיר להם תשובה בעצמו וכבודו יתברך. הב' מה ששינו המלאכים לשונם תחלה לומר מד, לילוד אשה בינינו, ולא אמרו מה לבשר ודם כאמדם אחרי כן אתה מבקש ליתנה לבשר ודם, ומהו המכוון בכנותם אותו דוקא ילוד אשד, במקום הזה. הגי שאמר הוא ית' אהוז בכסא והחזר להם תשובה, וכי הסרון בהקו שלא היה יכול להצילו באופן RN יש מהאופנים מה שהוא, עד כי צוהו לאחוז בכסא דוקא. הד' מתוך אומד המלאכים חמדה גנוזה וכר, מוכח כי ידעו התורה והכתוב בה, עד שמעצמם היה להם לידע כי לא להם מתייחסים הדברים כתשובת משה שהשיב להם איש איש על דגלו באותות, ולמה אם כן אמרו תנה הודך על השמים. הה' מהות מכוון והכרת פרישת זיו שכינה עליו והענן שניהם ולא הספיק אהד מהם. הו' אומרו מיד הודו לו להקב\"ה שנאמר ה' אדונינו מה אדיר שמך בכל הארץ ואילו תנה הודך על השמים לא כתיב, וכי מה אדיר יש בתתתונים עד שאמרו מה אדיר שמך בכל הארץ. הז' חמשה דברות ראשונות השיב להם כל דבור ודבור בפני עצמו ואילו דברות אחרונות על מה שהשיב מהם השיב עליהם בכללם יחד. הח' מה שנעשו אוהבים למשה דיו שלא ישנאוהו כבראשונה:", 
            "אבל פירוש המאמר הזה, כי בא לומר שבשביל שהאדם הוא נהשב כמדבר זה ההסר, ניתנה לו תורה מן השמים להשלימו, כי אין ראוי לבריאה כזאת מן השמים שתהיה חסירה. ואמרו המלאכים מה לילוד אשד, בינינו, רצו בזה ני מה שייך ילוד אשד, בין העליונים, אשר בא־ן ספק מצד הוולדו מן האשד, נמשך אהרי גדרה וענינה במה שהיא מושפעת ומקבלת, והעליונים למעלתם ומדריגתם המה משפיעים ואינם מקבלים, ולפיכך אין יהם ושייכות לילוד אשה בין המלאכים. כי כל ילוד אשה, בבתינתו זאת ודאי רוצה לקבל כאשה הזאת המיוחדת לקבלה אשר הוא ילוד מאתה, ואין קבלה בעליונים. בכן אם הוא רוצה לקבל דבר ראוי שיעמוד בין התחתונים הסגולים לקבלה לשפלותם. ומפני כי בודאי ידעו שעלייתו שם היתד, לקבל דבר מה לכן אמרו מה לילוד אשד, בינינו, כי אין העליונים בעלי קבלה כאמור. ואמר הש''י לקבל תורה בא, ולערך מעלת התורה שייך קבלה אף בעליונים, כאשר לגודל מעלתה נבראת לפני המלאכים ולפני כל הנבראים, ולפי מעלתה העליונה על כל צריכין לקבלה העליונים גם הם תמיד התחתון והפחות מקבל דבר שהוא עליון ממנו. ואז אמרו יהי, מאחד מנל כו מעלתה עליוגה עד שגם לעליונים שייבה בה קבלה, למה ועל מה אם ח אתה נותנה לבשר ודם. מ המלאכים מדאי היו יודעים מ בה ברא הוא ית' כל העולמות, ואם בנגלה שלד דברים פשוטים מכל מקום פנימיותה שהםm  סודי התורה ודאי הם דברים עליוגי* אשר עליהם נאמר (איוב כיח) ונעלמה מעיני כל חי ומעוף השמים נסתרה, ומעוף השמים אלו המלאכים אשר כתיב בהם (ישעיה ר) ובשתים יעופף. תהו אמרם תנה הודן־ עלי השמים רצו מה שיודיע דרכו אשר בםתריה למלאכים.", 
            0
        ], 
        [
            "כתיב (קהלת א') מה יתרון לאדם בכל עמלו שיעמול תחת השמש. שלמה המלך ע\"ה התחיל בספרו בספורי מעשי האדם, ואמר מה יתרון לאדם בעמלו, ועל זה אמר מה הוא היתרון, הוא מה שיורה עליו שמו שנקרא אדם על שם שנברא מן האדמה. אשר יש להסתפק בזה למה נתייסר הוא בפרסית להקרא אדם על שם האדמה יותר מכל הנבראים שכלם מן האדמה נבראו. וביהוד כי הבהמה הרי היא גסות חומר האדמה ביותר מן האדם. אבל לכך נקרא הוא על שם האדמה יותר מכל נבראים זולתו, מפני התייחסו ודמיונו אליה לגמרי מה שאין וכל שאר הנבראים. כי האדמה היא מגדלת ומוציאה אל הפעל צמחים ואילנות וסירות וכל הדברים, הנה היא בבה ויוצא ממנה הבל לפעל. במו כן האדם בסגולתו הוא בבה. ומוציא שלימותו אל הפעל. ולכד נקראים מעשי האדם הטובות פרי כדכתיב (ישעי' ג') אמרו צדיק כי טוב כי פרי מעלליהם יאכלו, וכן המעשים הרעים נקראים פדי (משלי א') ויאכלו מפרי דרכם וממועצותיהם ישבעו כדאיתא (בקדושין דף מ'). כל זה מפני שהאדם נקרא על שם האדמה. וסירות האדמה הזאת הם המעשים, אם טובים הרי הוציאה פירות טובות, אם רעים הרי קוץ ודרדר הצמיתה. ודבר זה מבואר בבמה מקומות עד שאמרו שעיקר תולדותיהם של צדיקים מעשים טובים לא מסודרים בבריאתם על ענין זה כל שאד נבראים, שאינם בכח ויוצאים לפעל, בי בל מה שראוי שיהיה בהם נמצא בם מיד כשנבראו. ולכך נקראת  היותר עצמות שבהם בהמה, כלומר בה מה כי מה שראוי שימצא בה הרי הוא מתחלה בה. שאם נברא השוד לחרוש והחמור לישא משא הרי נמצא בהם בהבראם, ואין דבר בה בכה שיצא אחר כך אל הפעל. אבל האדם לא נקרא רק שיהיה הוא מוציא שלימותו אל הפעל, בבחינת האדמה הזאת אשר ממנה נוצר וכל זמן שלא הוציא שלימותו אל הפעל נחשב אדמה בכה בלבד.", 
            "והעברי\"ם הביטו, כי דמיון גמור יש לאדם אל האדמה. כי כמו אשר האדמה נזרע בתוכה חטים וכל מיני זרע נקי וטוב ונשרשים בה תוך העפר ומוציאה צמחיהם, כן נתן השי\"ת הנשמה הטהורה והזכה חלק אלהי ממעל בגוף האדם ונשרשת שם ומוטבעת בגוף כאשר מוטבע ההטה באדמה. ואם אין האדם מוציא צמחיו ופירותיו הטובות, אזי ידמה אל אדמה בורה ושדה בלתי נזרעת. ולכך החליטו חכמים לאשר איננו בעל תורה כנוי בור כשהוא כמו אדמה בורה שהובירה ואינה מוציאה דבר. לכן אמר שלמה בפסוק הנזכר, כי בהכרח שיהיה לאדם יתרון מצד המעשים, כי הוא בכה וצריך להוציא מה אל הפעל ואי אפשר זולת זה. אבל מה יתרון לו בכל עמלו שיעמול תחת השמש, כי המעשים שהם תחת השמש אין יתרון לו בהם, א\"כ צריך אתה לומר בהכרח בי יתרון שלו הוא מה שהוא על השמש והיינו התורה.", 
            "ובסנהדרין (דף צ\"ט) אמר רבי אלעזר כל אדם לעמל נברא שנאמר כי אדם לעמל יולד איני יודע אם לעמל פה נברא אם לעמל מלאכה נברא כשהוא אומר כי אכף עליו פיו הוי אומר לעמל פה נברא ועדיין איני יודע אם לעמל תודה אם לעמל שיחה כשהוא אומר (יהושע א') לא ימוש ספר התורה הזה מפיך הוי אומר לעמל לעמל תורה נברא והיינו דאמר רבא לכולהו גופי דרופתקי נינהו טוביה לדזכי דהוי דרופתקיה דאורייתא ע\"כ. המכוון אשר במאמרו כמו שזכרנו, כי האדם הוא כמו האדמה שהיא בכה ולא בפעל, וכאשר האדמה נעבדת תמיד כן צריך האדם שיוציא הוא תמיד שלימותו אל הפעל לגמרי. לכך אמר איני יודע איזה דבר צריך להוציא מהכח אל הפעל ולאיזה דבר גברא, אם לעמל פה אם לעמל מלאכה. פירוש כי יש באדם נפש חיוני, ויש דרך לפני איש לומר שנברא האדם להוציא נפש החיוני אל הפעל והמלאכה היא לנפש זה. לכן אמר כשהוא אומר כי אכף עליו פיהו הוי אומר וכר, כלומר כי צריך האדם להוציא שלימות האנושי אל הפעל זהוא שכל הדברי כי הדבור אי אפשר בלא שכל, והתינוק שאינו מדבר לא בשביל שאינו יכול לדבר רק מפני שהוא הסר דעת ושכל ולכך נקרא שכל הדברי, ואמר שצריך להוציא נפש השכלי אל הפעל. ועדיין איני יודע אם לעמל תורה נברא וכר כלומר אם צריך להוציא השכל הדברי לבדו אל הפעל, ללמוד לשונות ודברי מליצות ושאר דברים המתייחסים אל השכל הדברי ובזה נקרא הוצאת שלימותו אל הפעל, או נברא להוציא שכל העיוני אל הפעל לדבר דברי תורה שהוא שכל עיוני. ועל זה אמר לעמל תורה נברא כדכתיב לא ימוש ספר התורה הזה מפיך, כי השכל הדברי אינו שלימות בפעל כלל רק עמל התורה הוא השלימות הגמור והוא שכל העיוני האלקי דבר זה צריך להוציא אל הפעל.", 
            "ומפני שנברא האדם ייעמל, לכך נצטוו ישראל למנות ממחרת יום טוב של פסח שבו יצאו ממצרים מהיות עוד שם עבדים עובדים לאדוניהם, אשר גאלם הש\"י לבלתי יהיו עוד עובדים עבודת פרך. בכן צוה למחרת מיד על שיתחילו להכנה לתורה לספור מספר הימים אשר יעברו, עד כי יהיו מוכנים לקבל עול התורה ומצות. לבל יעלה על דעתן לומר הנה אנחנו בני חורין לגמרי כאשר הוציאנו ממצרים מבית עבדים, דכל עוד היות האדם על האדמה איננו בן חורין אבל לעמל הוא יולד. ולא אמרה תורה להתחיל הספירה ביום טוב עצמו כי הוראת התחלת הספירה היא על העמל כמו שיבא שזהו ענין הקרבת העומר מן השעורים, ויום טוב ראשון מורה על החירות, ואיך יהיו שני דברים הפכיים דהיינו חחירות והעמל בזמן אחד יחד כי אין ההפכיים נמצאים יחד. ומכל מקום למחרת מיד בלי עוד הפסק זמן היה צורך שיהיו מכינים את עצמם לקבלת העמל הזה ועולו. והצדוקים הטועים ומתחילין לספור ממחרת שבת בראשית בחשבם, דאם לא כן למה כתיב וספרתם לכם ממחרת השבת (ויקרא כ\"ג) ולא כתיב ממהרת הפסח אי נמי וספרתם לכם מיום ששה עשר אלא ודאי שהכתוב יצוד. לשתהיה הספירה ממחרת שכת בראשית. אכן דבר זה טעות הוא בודאי, כי לטעם שאמרנו הוצרו לכתוב ממהרת השבת", 
            "לומד, כי ממחרת יום השביתה דוקא יספרו שהשביתה היא להם בשביל שיצאו לחירות מן העבדות והמלאכה ויש להם יום שבת וחירות בשביל זה. כאשר גם השבת בראשית יוסד שמו על שם זה כדכתיב (דברים ה') ששת ימים תעמד וגו' וזכרת כי עבד היית בארץ מצדים ויוציאך ה' אלקים לעשות ה' אלקיו משם וגו' על את יום השבת, הרי כי השבת עצמו מורה על שהוציאם ממצרים מעבודתם. והנה גם כאן אמר ממחרת השבת ממהרת השביתה תספרו, שהשבית' של יום טוב היא בשביל שיצאתם לחידות, ומיד למחרתו תתחילו לספור ולקוות אל קבלת עול עמל התורה.", 
            "וציוה להביא אז מנחה מן השעורים, מה שלא נמצא בכל הקרבנות כי אם בהקרבת העומר הזה בששה עשר בניסן. מפני שכפי מה שהוא האדם ייחד לו הש\"י צווי ההקרבה שיהיה מקריב אליו. וכאמרם ז\"ל על הסוטה מפני מה אמרה תורה שיהא קרבנה מן השעורים היא עשתה מעשה בהמה לכו קרבנה מאכל בהמה. ככה בענין הזה בעצמו כאשר ישראל מתחילין למנות לסבול עול תורה ומצור\" ועבודתם כבהמה הזאת שבל עצמה אינו אלא לסבל ועול עבודה קשה, לכן קרבנם גם כן שעורים שהם מאכל הבהמה. ובע\"ז (דף ה') אשריכם זורעי על כל מים משלחי רגל השור והחמוק (ישעי' ל\"ב) תנא דבי אליהו לעולם ישים עצמו כשור לעול וכחמור למשאוי על דברי תורה ע\"כ. הדי כי האדם צריד שידמה לשוד והמור המיוחדים לפיד העמדה ויט שכמו לסבול עול דברי תורה, וזכר שגי המינים המה השוד והחמוד להוראת שני סוגי עול עמדתו בתודה. כי צריד שיעשה עצמו כחמור למשא שהוא בעל גוף חזק כדכתיב (בראשית מ\"ט) חמוד גרם שנושא עול גדול והולד ביום ובלילה ואץ לו מנוח ונחת מרגוע לגופו כלל דק רובץ בין המשפתים, כן יהיה האדם מצד גופו שישתעבד גופו למשאוי התודה בלי מנוח וכדכתיב (יהושע א') והגית בו יומם ולילה. ועוד נוסף ע\"ז ישעבד כה כח הנפשיי אשר אל התורה כבחינת השוד שכהו גדול. הנה אלו שגי דברים הם נגד גוף ונפש האדם שבשניהם יהיה עמל בתודה, אם בגוף עמל וטורח בו בתודה בלי מרגוע או מנוחה כלל אשד ידמה בזה אל החמוד הנושא משאר תמיד באץ מנוה, אם כנפש אשר בו יעמול בתורה לעיין בהלכה בעיון קשה ועמוק עד בי יעשה עצמו בזה בשוד הזה המשור. בכחו בל תל גבוה ולעקור קרקע קשה לחרוש ולפרד גבה שלו את הבל ממיר כח נמשו גמל כנאמר (משלי י\"ז\") ורב תבואות בגח שזר, וכן הדבר ממש אם יש לאדם לפניי עיון קשה ביותר. הוא משוה כל עקום ודבר קשה בעיונו וכח נפשו. וזהו עצם הלשון דנקט כחמור למשא וכשוד לעול. ולכך בהתחיל לספור ולצפות אל קבלת התורה, ראוי אז ונבון לפני האלקים להקריב קרבן ששרים שהם מאכל בהמה, בשאי אפשר לאדם לקבל התורה כ\"א ע\"י מדה. זאת שיעשה עצמו כבהמה עובדת האדמה, כשגם הוא יעבוד אדמתו הוא בעצמו שנקרא על שם האדמה כאמור. וכתיב (בראשית ב') ויקח ה' אלקים את האדם ויניחהו בגן עדן לעבדה ולשמרה אמרו חז\"ל לעבדה זו מצות עשה, הרי כי נקרא האדם אדמה כאשד אמרנו. וכל זה כי האדם הוא חסר בעת בריאתו, וצדד שיהיה נעבד ויוצא לפעל על ידי עבודה. כאדמה הזאת שצריכה עבודה לצאת על ידה אל המעל, כמו כן האדם יוצא למעל על ידי תורה ומצות.", 
            "\tוהוא מה שכתוב כפרשה זאת כאשי באו לקבל התודה בחדש השלישי וגר באו מדבר סיני. נוסף על מה שנאמר אחרי מרפידים ויחנו במדבר, אשר כבר היתד. השאלה למה ועל מה היה צריו לכפול ולכתוב ויחנו במדבר אחרי אשר כבד נאמר לפני זה באו מדבר סיני, אבל הכתוב בא לומר תחלה. כי ראויים היו ישראל לקבל התורה במדבר דוקא. בי האדם שנקרא על שם אדמה, כאשד אין לו תודה נחשב כמדבר שאין בו עשב וצמח האדמה. ושדה כור נחשב הוא יותר מכל הבעלי חיים באמור. שהב\"ח נקראים בהמה על שם שיש בה מה. דהיינו מח שנבראת הבהמה עליו נמצא עמה בבריאותה ואילו האדם נקרא אדם מפני שהוא כמו אדמה שהיא בכח בלבה ולכן כל זמן שלא קבל התורה הדי הוא כמו מדבר שהוא מקום בור בלא פרי כי חסר התורה והמצור, יקרא בור."
        ]
    ], 
    "titleVariants": [
        "Maharal", 
        "Maharal"
    ], 
    "textDepth": 2, 
    "sectionNames": [
        "Derush Al HaTorah", 
        "Paragraph"
    ], 
    "type": "Musar", 
    "categories": [
        "Musar"
    ]
}