{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "en",
    "ref": "Mishnah Tamid",
    "title": "Mishnah Tamid",
    "lengths": [
        7,
        34
    ],
    "sections": [],
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "Open Mishna",
            "http://en.wikisource.org/wiki/Mishnah"
        ]
    ],
    "heTitle": "משנה תמיד",
    "versionSource": "http://www.sefaria.org/Mishnah_Tamid",
    "next": "Mishnah Tamid 2",
    "maps": [],
    "length": 7,
    "book": "Mishnah Tamid",
    "text": [
        [
            "The priests stood watch in three places in the Temple:  in the Avtinas structure, in the spark structure, and in the fire structure.  The Avtinas and spark structures were high and most of the watchmen were there.  The fire structure was covered and was a big structure, surrounded by layers of stone.  The elders of the clans would sleep there with the keys to the courtyard in their hands.  The young priests would sleep in their clothes on the ground.  They did not sleep in their holy clothes but would take them off and fold them and put them under their heads and sleep wearing their own clothing.  If one had an emmision, he would walk in a circuit which led under the capital with candles burning on both sides until he got to the immersion area.  There was a bonfire there and a restroom of respect.  The respectfulness was thus:  If he found it locked, he would know that someone was there.  If it was open, he would know that no one was there.  He'd go down and immerse, come up and dry off, warm himself by the bonfire.  He would go and sit with his brother priests until the gates opened and leave and go on his way.",
            "Anyone who wants to clear the Mizbach of ashes can get up and immerse [in the mikva] as long as the supervising Cohen hasn't arrived yet. When does the supervising Cohen arrive? There is no set time; sometimes he comes when the rooster crows, sometimes before, sometimes after. The supervisor would knock on them [the doors to the Beis HaMikdash] and they [the Cohanim] would open [the doors] for him. He would say to them, \"Whoever has immersed, come and participate in the lottery.\" They would perform the lottery and whoever won, won.",
            "He [the supervising Kohen] took the key and opened the small door [located in the Hall of Fire] and entered from the Hall of Fire to the Courtyard. And they [the other Kohanim] entered after him and two torches of fire were in their hands]. And they would split into two groups: [One group] walked under the overhang [surrounding the Courtyard] towards the east and [the other group] walked under the overhand towards the west. They would check [the temple vessels to see if everything was in order] and walk until they reached the place of the House of the Makers of the Chavitim [loaves of bread brought as mincha (meal) offering]. They would both arrive and say, \"[There is] peace everything is peaceful (i.e. the vessels are in order)\". They would appoint makers of the Chavitim to make the Chavitim. ",
            "The one who won the right to clear the altar[of ashes], he clears the altar and they say to him, \"Be careful to not touch the utensil [the shovel] until you have sanctified your hands and feet from the laver. And the shovel was put in the corner between the ramp [of the altar] and the altar, on the west of the ramp. No one would enter [the area between the altar and the antechamber] with him, and he didn't have a candle in his hand, rather he would walk by the light of the altar's fire. They [the other Kohanim] would not see him and would not hear him until they heard the sound of wood that Ben Kitin made [into] a wheel for the laver [being turned], and they would say, \"The time has come!\" He [the clearer of the ashes] would sanctify his hands and feet from the laver, [he would] take the silver shovel and go up to the top of the altar and stir the coals [in order to] scoop the [inner] consumed [coals specifically of made from previous sacrifices]  and then go back down. When he reached the floor, he would turn to the north [and] walk to the east of the ramp, about ten Amos. He piled the coals on the floor three hand-breadths from the ramp, the place where they would put the crop of the bird [offered as an Olah (burnt) sacrifice] and the coals of the [golden] inner and [the coals of] the menora."
        ],
        [
            "His brothers [the other Kohanim] saw him go down [from the altar] and they would run; they hurried and sanctified their hands and feet from the laver [and] take the large forks [used for moving sacrificial parts] and the shovels [used to scoop ash] and they would go up to the top of the altar. The limbs and the fats that weren't consumed [by the fire] the previous evening, they would push them to the sides of the altar. If the sides of the altar could not hold them, they would arrange them around the altar [on the ledge surrounding it].",
            "...They [the Kohanim] began lifting the ash to the Tapuach [lit. apple. large ash-pile in the middle of the top of the altar]. And the Tapuach was is the middle of the altar; sometimes is was approximately 300 Kor (large Mishnaic volume). And during pilgrimage festivals, they would not remove its ash, because it was a decoration for the altar [to show that it was being used frequently]. During the days [of the temple], the Kohanim were never lazy about removing the ash.",
            " They began lifting the fragments [of wood] to arrange the fire for the great fire [on the altar]. But are all trees permitted for the great fire? Yes, all trees are permitted for the great fire, except olive trees and [grape] vines. But these [trees they would] commonly use: branches of the fig tree, walnut or any oil-wood....",
            "...He would arrange the great fire towards the east, and it was looking towards the east (i.e. there was a space left in the eastern side) and the ends of the inner [western] fragments [of wood] were touching the Tapuach. And there was a space [left] between the fragments [of wood] where they would like the twigs [to start the fire].",
            "...They would select [from the wood stockpile] nice fig wood to arrange the secondary great fire [used for] incense [which was]  in the south western corner [of the altar], away from the corner four Amos [Mishnaic length] towards the north. [They would put enough wood on this fire to produce] approximately five Se'ah (Mishnaic volume) of coals [during the week] and on Shabbas, eight Se'ah of coals because there they would put two vessels of frankincense [previously put upon] the Lechem HaPanim (twelve loaves of bread baked weekly for the temple). The fats that weren't consumed [by the primary fire] the previous evening [which had been temporarily placed on the sides of the altar] they would return to the [primary] great fire. They lit the two fires with fire and went down [from the altar] and went to the Lishkat HaGazit [chamber on the eastern side of the couryard]."
        ],
        [
            "The appointed [Kohen] said to them [in the Lishkat HaGazit]: Come and draw lots [to determine] who will slaughter [the daily Tamid offering], who will throw the blood [of the Tamid on the altar], who will [remove] the ash of the inner altar (a.k.a. golden altar) who will [remove] the ash from the Menora who will transport the limbs [of the daily offering] to the ramp [of the altar, specifically who will transport] the head, the [right] back leg, the two front legs, the behind, the [left] back leg, the chest, the cud and the two sides, the organs, the fine flour [mincha offering, offered daily alongside the tamid], the Chavitim loaves [offered daily] and the wine [libation, offered daily]. They would draw lots, and whoever won, won.",
            "The appointed [Kohen] said to them: Go out and see if the time of slaughtering [the Tamid] has arrived (i.e. is it dawn yet). If it had arrived, the watchman would say, \"It [the eastern sky] is shining (i.e. partially lit)!\" Masya ben Shmuel says: [he would say] \"the eastern sky is lit!\"[The appointed Kohen would respond] \"Until Chevron?\" and he would say \"Yes!\"",
            "[The appointed Kohen] said to them: Go out and bring a lamb from the chamber of lambs. And the chamber of lambs was in the north-western corner [of the courtyard]. There were four chambers there: one was the chamber of lambs, one was the chamber of Chotmot [lit. seals. Where one could buy tokens marked with the appropriate meal offering he wanted to buy], one was the chamber of fire, and one was the chamber where they would make the Lechem HaPanim [twelve loaves of bread made weekly for the temple service].",
            "They [the Kohanim] then went to the chamber of utensils and took out from there ninety three silver utensils and golden utensils. They would give the [lamb to be] the Tamid offering to drink from a golden cup. Even though it had been checked [for blemishes] the previous evening, they would check it [now] by the light of a torch.",
            "The one who won [the right to slaughter] the Tamid offering, he would lead it and go to the house of rings [an area of the courtyard with rings to secure the lamb while slaughtering it] and the ones who won [the right to bring] the limbs would walk after him. The house of rings was to the north of the altar and in it were eight short pillars and squares of cedar wood were on [each] of them and iron hooks were attached to [each of the blocks]; there were three sets [of hooks] for each [block] because on them they would hang and remove [the skin of the Tamid offering] on the marble tables between the pillars.",
            "The one who won [the right to remove] the ash from the inner altar and [also the one who won that right] for the Menora would go early (i.e. before they were actually needed) and four utensils were in their hands: the basket [used to hold the ash from the inner altar] and the jug [used to hold the ash from the Menora] and two keys. The basket was similar to a large Tarkav (measuring utensil) of gold that could hold two and a half Kav [Mishnaic volume]. The jug was similar to a large pitcher of gold. And the two keys, one [was for a lock that require you to] put your are in it, up to your armpit, and one [was for a lock] that could be opened directly.",
            "[The one who was removing the ash from the inner altar] came to the northern wicket. There were two wickets for the great gate, one in the north (mentioned above) and one in the south. The one in the south, no one ever entered through it, and about it is stated explicitly by Yechezkel, (Ezekiel 44:2) \"And Hashem said to me 'this gate will [remain] closed, not open, and a person will not go through it because Hashem, the G-d of Israel go through it, and it is closed.\" He would take the key and open the [northern] wicket. He entered the cell and from the cell to the sanctuary until he reached the great gate. [When] he reached the great gate he removed the bolt and the locks and opened it. The one who was slaughtering [the Tamid offering] would not slaughter until he heard the sound of the great gate that was opened.",
            "...From Jericho they would hear the sound of the great gate that was opened. [Also] from Jericho they would hear the sound of the Magrafa [instrument used in daily Levite song]. [Also] from Jericho they would hear the sound of the wood that ben Kitin made for the wheel of the laver. [Also] from Jericho they heard the sound of Gnivi announcing [that the Kohanim should begin their service]. [Also] from Jericho they would hear the sound of the flute [played on certain occasions in the temple]. [Also] from Jericho they would hear the sound of the cymbal [used in the daily Levite song]. [Also] from Jericho they would hear the sound of the [daily] song [of the Leviim]. [Also] from Jericho they would hear the sound of the shofar [sounded daily]. There are those that say [they even heard] the sound of the Kohen Gadol at the time when he would mention the [ineffable] name [of G-d] on Yom Kippur. From Jericho they would smell the smell of the compounding of the incense. Rabbi Eliezer ben Daglia said: [My] father had goats on Har Michvar (east of the Jordan river) and they would sneeze from the smell of the compounding of the incense.",
            "The one who won [the right] to [clear] the ash from the inner altar, he would enter [the sanctuary] and take the basket [used to collect the ash] and place it in front of him, and he would scoop [the ashes] and put them in it and at the end, he swept the rest into it and he would leave it [in the sanctuary] and leave. The one who won [the right] to [clear] the Menora of ashes, would enter [the sanctuary];[if] he found the two eastern lamps [still] lit [from the previous evening]. He would [clear] the rest of ashes and leave those lit in their place. If he found them extinguished, he would [clear] them of ashes and light them from the ones still lit [assuming there are still] and this he would [clear] the the rest of them of ashes. And there was a stone in front of the Menora which had three steps that on them the Kohen would stand and fix the candles, and when [he finished cleaning them] he would leave the jug [used to collect the soot] on the second step and leave."
        ],
        [
            "They would not bind the lamb [as they were slaughtering it], except for binding one front leg to one back leg. The ones who won [the right] to [bring] the limbs would grab it [as it was being slaughtered]. And this is how they would bind it: its head would face south and its face to the west. The one slaughtering would stand to the east [of the lamb] with his face to the west. [The Tamid offering] of the morning was slaughtered on the north western corner [of the altar], on the second ring [in the house of rings]. [The Tamid offering] of the evening was slaughtered on the north eastern corner on the second ring. The slaughterer would slaughter and the one who [was designated] to receive [the blood] would receive it and go to the north eastern corner [of the altar] and tossed it to the east and north. [Then he went to] the south western [corner] and tossed it to the west and south. The rest of the blood was poured on the southern base [of the altar].",
            "...[The own skinning the Tamid offering] would not break its leg [as was the normal practice], rather he would make a hole in it through its knee and hang it [by it]. He would skin it and go downward until he reached the chest. [When] he reached the chest, he would cut the head and give it the one who won [the right] to it. He would cut the feet and give them to the one who won [the right] to them. He would finish the skinning. [Then] he would rip [out] the heart and remove its blood. He would cut [off] the front legs and give them to the one who won [the right] to them. He went up to the right hind leg. He would cut it and give it to the one who won [the right] to it as well as the two testicles. He would tear apart [the rest of the lamb] and it would be exposed before him. He would take the fat and put it on the place of slaughter of the head, on top (i.e. the neck). He would take the innards and give them to the one who won [the right] to them to wash them. And the rumen, they would wash in the house of washing, as much as necessary. And the innards, they would wash them at least three time on the tables of marble that were between the pillars [in the house of rings].",
            "...He would take the knife and separate the lung from the liver and lobe from the liver but he would not move it from its place. He would puncture the chest [to remove it] and give it to the one who won [the right] to it. He would go up to the right flank and he would cut downward until the spine but he would not touch the spine until he reached the two soft ribs [near the neck]. He would cut [the right flank] and give it to the one who won [the right] to it and the liver would [remain] hanging from it. He would come to the neck and leave on it the two ribs on either side.  He would cut it [the neck] and give it to the one who won [the right] to it. And the trachea and the heart and the lungs would [remain] hanging from it. He came to the left flank and left on it two soft ribs [that were] above it and two soft ribs below it. And so too did he do to its pair [the right flank, see above]. In the end, he would leave on both of them two [ribs] each on the top and two [ribs] each on the top. He would cut it [the left flank] and give it to the one who won [the right] to it and the spine with it and the spleen was hanging from it. And [the left flank] was bigger [than the right because it had the spine] yet the right was called 'big' because the liver was hanging from it. He came to the behind. He would cut it and give it to the one who won [the right] to it and the tail and the lobe of the liver and the two kidneys were with it. He would take the left rear leg and give it to the one who won [the right] to it. In the end, all of them [the Kohanim] were standing in a line and the limbs were in their hands. The first with the head and the [right] rear leg. The head was in his right hand and its snout was towards his arm and its horns were between his fingers and the place of slaughter was facing up and the fat was put on it. And the right rear leg was in his left hand and the place where the skin [used to be] was facing outwards. And the second, with the two front legs. The right in his right hand and the left in his left hand and the place where the skin [used to be] was facing outwards. The third, with the behind and the rear [left] leg. The behind in his right hand and the tail dangling between his fingers. The fourth, with the chest and the neck. The chest in his right hand and the neck in his left hand with its ribs between his fingers. The fifth, with the two flanks. The right in his right hand and the left in his left hand with the place where the skin [used to be] facing outwards. The sixth, with the innards placed in a golden utensil and the feet were on top. The seventh with the fine flour [Mincha (meal) offering]. The eighth with the Chavitin [loaves of bread baked daily]. The ninth with wine [for the daily wine libation]. They [all] went and put them from the middle of the ramp [to the altar] and downwards, on the west side, and they would salt them [there]. And they went down from there to the Lishkat HaGazit to read Shema."
        ],
        [
            "The superintendent said to them: “Say one blessing,” And they blessed.  They recited the Ten Commandments (Exodus 20:2–14, Deuteronomy 5:6–18), “Hear, [O Israel . . .]” (Deuteronomy 6:4–9), “And it shall come to pass, if you hearken . . .” (Deuteronomy 11:13–21), “And the Lord spoke . . .” (Numbers 15:37–41).  They blessed the people with three blessings: “True and enduring” [the blessing that follows the Shema prayer in the morning prayer service], Avodah [the blessing that many Jews say as part of the Amidah prayer calling for Divine acceptance of the Temple service], And the Priestly Blessing (Numbers 6:24–26).  And on the Sabbath, they added a blessing for the [priestly] watch that was leaving.",
            "He [the appointed Kohen] said to them: The new [Kohanim who have never offered] the incense, come and draw lots. They drew lots and the one who won, won. He said to them: The new and the old [Kohanim], come and draw lots [to determine] who will bring up the limbs from the ramp to the altar. Rabbi Eliezer ben Yaakov says: The one who would bring up the limbs to the ramp, he would be the one who would bring them up to the top of the altar.",
            "They [the ones who lost the lottery] were given over to the caretakers. They would remove their [priestly] garments and would not leave anything on except for their pants. And there were holes [in the wall, used for storage of the clothing] and the purpose [of each hole] was written on it.",
            "The one who won [the right] to [offer] the incense would take the [golden] pan. And the pan was similar to the great Tarkav (measuring utensil) of gold, and it could hold three kav (Mishnaic volume) and there was a golden container (a smaller pan) [that would be] filled with incense. And there was a cover to it and a small [decorative] cloth was hanging hang on it from above",
            "The one who won [the right] to [bring the] shovel [with incense to the sanctuary] took the silver shovel and went to the top of the [copper] altar and stirred the coals and scooped [some coals] He went down and arranged it [by emptying them] into the [shovel of] gold. A kav (Mishnaic volume) of coals would scatter [when the coals were transferred, because the gold shovel was smaller than the silver one]. And he would sweep them to the ditch. And on Shabbas [when he couldn't touch the coals more than necessary, lest he extinguish them] he would cover them with a Psachter. And the Psachter was a big vessel that could hold a letech (large Mishnaic volume) and there were two chains [attached] to it, one that he would use to pull it as he was descending [the altar's ramp with the ashes] and one that he would grab from on top it in order to prevent it from rolling [off the altar's ramp]. And it was used for three things: they would cover the coals [on Shabbas] or a Sheretz (one of eight species that produce spiritual impurity when dead) [found] on Shabbas. And they would lower the ash [with it] from on top of the altar.",
            "...They [the Kohanim designated to bring the incense and the coals] arrived at the area between the antechamber of the sanctuary and the [copper] altar (a place of higher sanctity than the rest of the courtyard) and one took the Magraifa (musical instrument) and through it between the antechamber and the altar [to make a loud noise [as a signal]. No one could hear the sound of his friend in Yerushalayim because of the [loud] sound of the Magraifa. And [its sound] was used for three things: A kohen who heard its sound knew that his brother Kohanim were [currently] entering [the sanctuary] to bow [as they offered the incens] and he would run and go [to join them]. A Levi that heard its sound knew that his brother Leviim were entering to sing the [daily] song and he would run [to join them]. And the head of the [Israelite] representative (there was a rotation of Israelites to represent the rest of the Jews during the temple service) would gather the impure people at the eastern gate.  "
        ],
        [
            "They began to ascend the steps of the Porch.   \nThose who had won the right to clear the ashes from the inner altar and from the candlestick went in front.   \nThe one who won the right to clear the inner altar went in and took the basket and bowed down and went out again. \nThe one who had won the right to clear the candlestick went in, and if he found the two eastern lights still burning he cleared out the eastern one and left the western one burning, since from it he lit the candlestick for the evening. \nIf he found that this one had gone out, he cleared the ash away and lit it from the altar of burnt-offering. \nHe then took the oil jar from the second step and bowed down and went out.\n",
            "The one who had won the right to bring in the firepan made a heap of coals on the top of the altar and then spread them about with the end of the firepan and bowed down and went out.",
            "The one who had won the right to the incense took the dish from the middle of the spoon and gave it to his friend or his relative. \nIf some of it spilled into the spoon, he would put it into his hands. \nThey would instruct him: Be careful not to begin immediately in front of you or else you may burn yourself.   \nHe then began to scatter the incense and then went out. \nThe one who burned the incense did not do so until the superintendent said to him: burn the incense. \nIf it was the high priest: he would say to him: Sir, high priest, burn the incense. \nThe congregation went out and he burned the incense and bowed down and went out.\n"
        ],
        [
            "[If] the Kohen Gadol [was with them during the Tamid service] he entered [the sanctuary first] to bow [after the incense was offered] and three [other Kohanim] were holding on to him: One on his right hand, one on his left hand and one on the precious stones [of the shoulder straps of the breastplate]. And when the appointed Kohen heard the steps of the Kohen Gadol as he was leaving [the sanctuary], he lifted the curtain [to the antechamber of the sanctuary], entered and bow and left and [only then] did the rest of his brothers, the Kohanim, enter and bow and leave.",
            "They [the Kohanim] would come and stand on the steps of the antechamber [of the sanctuary after offering the daily incense]. The first [five Kohanim who already performed their part of the Tamid service] stood to the south of their brother Kohanim and had five utensils in their hands, the basket [used to collect ash from the golden altar] in one hand, the jug [used to collect soot from the Menora] in one hand, the shovel [used to bring the coals for the incense] in one hand, the pan [of incense] in one hand, and the [secondary] incense pan in one hand. And they [all the Kohanim] blessed the nation with one blessing, which outside the temple they [break into] three blessings, but in the temple is one blessing. In the temple they would say [G-d's] name as it is written but outside the temple they would use a pseudonym. Outside the temple the Kohanim lifted their hands [only] up to their shoulders, but in the temple they would lift them above their heads except for the Kohen Gadol who would not lift his hands above the Tzitz (golden headplate) as it says, (Leviticus 9:22) \"And Aaron raised his hands towards the people and blessed them.\"",
            "Whenever the Kohen Gadol wanted to offer the incense [instead of the Kohen who won the lottery], he would go up the ramp with the vice Kohen on his right side. When he reached half-way up the ramp, the vice Kohen would grab his right hand [if he was tired] and helped him up. The first [Kohen] passed him the head and rear [right] leg [of the Tamid] and he [the Kohen Gadol] would lean his hands on them and then throw them [on the fire]. The second one passed the first one the two front legs who would then give them to the Kohen Gadol, who would then lean on them and throw them. When second one would then go away. And so they would pass him the rest of the limbs and he would lean on them and throw them. And whenever [the Kohen Gadol] wanted, he would [only] lean on them and others would throw them. He then went around the altar. Where would he start [his circle]? From the the south eastern corner [then to] the the north east, [then to] the north west [then to] the south west. They gave him the wine to pour [as a wine libation]. The vice Kohen would stand on the horn [of the south west corner of the altar] with the flags in his hand (this will be explained) and two Kohanim would stand on the table of fats [to the west of the altar's ramp] with two silver trumpets in their hands. They would blow a tekiya then a terua then a tekiya [specific sounds made with a trumpet]. They came and stood next to ben Arza [the one who played the cymbal], one on his right and one on his left. [When the Kohen Gadol] bent and poured [the wine libation], the vice Kohen waved the flags and ben Arza swung the cymbals and the Leviim would sing. When they reached [the end of] a chapter [of Psalms], they would blow a tekia blast and the nation [that was looking on] would bow. For every chapter, they would blow a tekia blast. And for every tekia, they would bow. This [what was described in the previous chapters of Mesechtat Tamid] is the order of the Tamid sacrifice for the service of the House of G-d, may it be His will that it be built speedily in our days. Amen.",
            "[These are] the songs that the Leviim used to say in the temple: On Sunday they would say, (Psalms 24) \"To Hashem is the land that which fills it, the inhabited world and its inhabitants.\" On Monday they would say, (Psalms 48) \"Great is Hashem and very praised, in the city of G-d on his holy mountain.\" On Tuesday they would say, (Psalms 82), \"God standeth in the congregation of God; In the midst of the judges He judgeth.\" On Wednesday they would say, (Psalms 94), \"Hashem is a vengeful G-d, he appears as a vengeful G-d.\" On Thursday they would say (Psalms 81), \"Sing for joy to G-d our strength. Shout out loud to the G-d of Yaakov.\" On Friday they would say, (Psalms 93), \"Hashem has reigned, he wears splendor etc.\" On Shabbas they would say (Psalms 92), \"A Psalm, a Song. For the sabbath day.\" [The latter song] is a psalm for the future, for the day that is completely tranquil (in Heb. Shabbas) for all eternity."
        ]
    ],
    "titleVariants": [
        "Mishnah Tamid",
        "Mishna Tamid",
        "M. Tamid",
        "M Tamid"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "type": "Mishnah",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ]
}