{
    "versionTitle": "Mishna Yomit",
    "sectionNames": [
        "Chapter",
        "Mishna"
    ],
    "language": "en",
    "title": "Mishna Terumot",
    "lengths": [
        11,
        101
    ],
    "text": [
        [
            "Five may not give terumah, and if they do so, their terumah is not considered terumah: A heresh (deaf-mute); an imbecile, a minor, and the one who gives terumah from that which is not his own. If a non-Jew gave terumah from that which belongs to an Israelite, even if it was with his permission, his terumah is not terumah.",
            "A deaf person who can speak but cannot hear does not give the tithe of Terumah.  But if he did give it, it does have the status of Terumah.  A deaf person that the sages refer to in all cases is someone who can neither hear nor speak.",
            "Regarding a minor who does not have two hairs [in a part of the body that would designate him as being of age], R. Yehuda says that what he gives as Terumah has the status of Terumah.  R. Yosi says, if he has not reached \"the age of vows\" (i.e., the age in which a person is mature enough to understand that he must fulfill a vow he makes), what he gives as Terumah does not have the status of Terumah.  When he reaches \"the age of vows,\" what he gives would have the status of Terumah.",
            "You cannot give as Terumah (offerings given to the Kohanim, Jewish priests) the olives that were used to produce olive oil, as well as the oil they produced, nor grapes that were used to produce wine as well as the wine they produced. If you did give both of these together as Terumah, the Academy of Shammai rules that they do count as Terumah, and the Academy of Hillel rules that they do not count as Terumah.",
            "One does not take a heave-offering from the leftovers, or from the poor person's sheaf, or from the corners [of a field], or from the ownerless, or from the first tithe whose heave-offering has already been taken, or from the second tithe or consecrated donation that has been redeemed, and not from that which is obligated [in taking a heave-offering] to that which is not obligated, and not from that which is not obligated to that which is, and not from the picked to the unpicked, and not from the unpicked to the picked, and not from the new to the old, and not from the old to the new, and not from the fruits of the Land of Israel to fruits from outside the Land, or from fruits outside the Land to fruits inside Israel.  And if one did take a heave-offering, it is not valid.",
            "Five shall not take a heave-offering, and if they did, it is a valid heave-offering.  The mute, drunk, naked, blind, and one who had a nocturnal emission, also shall not take a heave-offering, and if they did, it is a valid heave-offering.",
            "One may not separate terumah by measure, by weights, or by number. However, one may separate from that which has been weighed, measured, or counted. One may not separate terumah in a basket or container with a known measure. However one may separate in them a half or a third of their volume. One may not separate terumah in [a container that holds one] seah that is half full, since half of it is a measure.",
            "We do not tithe oil instead of from olives in the press, nor from wine instead of from grapes in the vat.  If one has already tithed thus, the tithed substance is valid, but one must return and tithe again [properly].  The first [tithed amount] will render another substance liable to tithing [if they are mixed], but not so with the second [tithed amount].",
            "They exchange oil for \"conquered\" olives, and wine for grapes to make them into raisins. Behold, if one were to exchange oil for the purpose of eating olives, or olives for the purpose of eating olives, or wine for the purpose of eating grapes, or grapes for the purpose of eating grapes, or grapes for the purpose of eating grapes, and they are controlled in their way, they need not have exchanged.",
            "We do not tithe from substances which have already been cooked/prepared in place of those which have not yet been cooked/prepared, or from substances which have not yet been cooked/prepared in place of those which have been cooked/prepared, or from substances which have not yet been cooked/prepared in place of other substances which have not yet been cooked/prepared.  But if they have already been tithed, the tithes are valid."
        ],
        [],
        [],
        [
            "One who sets aside only part of [the] <i>Terumah</i> [produce consecrated for priestly consumption] and tithes [that are in a heap], may take from [that heap the rest of the] <i>Terumah</i> for that [heap], but not for another heap. Rabbi Meir says: he may also take from it <i>Terumah</i> and tithes for another heap.",
            "If one had his produce in a storehouse, and he gave a seah to a Levite and a seah to a poor person, he may set aside another eight seahs and eat them, the words of Rabbi Meir. But the sages say: he may only set aside according to proportion.",
            "The amount of terumah: A generous amount: one fortieth. Beit Shammai say: one thirtieth. The average amount: one fiftieth.  A stingy amount: one sixtieth.  If he gave terumah and discovered that it was only one sixtieth, his terumah is valid and he need not give again. If he does go back and add to it, [the extra amount] is liable to tithes.  If he found that it was only one sixty-first it is valid, but he must give terumah again according to his established practice, in measure, weight or number. Rabbi Judah says: even if it be not from produce close by.",
            "One who says to his messenger: “Go and give terumah [for me],” he should give terumah in accordance with the mind of the owner. If he does not know the mind of the owner, he gives according to the average amount— one fiftieth. If he gave ten parts less or more, the terumah is terumah. If, however, his intention was to add even one part more, his terumah is not terumah.",
            "One who wishes to give more terumah: Rabbi Eliezer says: he may give up to a tenth part, as in the case of heave-offering of tithe. [If he gave] more than this [measure] he must make it terumah of tithe for other produce. Rabbi Ishmael says: half non-sacred produce and half terumah. Rabbi Tarfon and Rabbi Akiba say: as long as he retains a part as non-sacred produce.",
            "On three occasions they measure the contents of the basket:  At the full time of the first ripe fruits, and of the late summer fruits, and in the middle of the summer. He who counts [the fruit] is praiseworthy, he who measures it is more praiseworthy, and he who weighs them is most praiseworthy of all.",
            "Rabbi Eliezer says: terumah can be taken out [if it falls into] a hundred and one parts. Rabbi Joshua says: in a hundred and more, and this “more” has no definite measure. Rabbi Yose ben Meshullam says: this ‘more’ must be a kav to a hundred seahs, a sixth [of the seah] which renders the whole as medumma.",
            "Rabbi Joshua says: black figs can bring up white ones, and white ones can bring up black ones.In the case of cakes of figs, the large can bring up the small, and the small can bring up the large.Round cakes of figs can bring up square cakes, and square cakes can bring up round ones. Rabbi Eliezer prohibits this. Rabbi Akiba says: if the kind which fell in is known, then the one kind cannot bring up the other kind, but if the kind is not known, the one kind can bring up the other.",
            "How so? If there were fifty black figs and fifty white fig, and a black fig fell in, the black figs are forbidden, but the white figs are permitted; and if a white fig fell in them, the white figs are forbidden and the black figs are permitted. If it is known which kind fell in, then each kind helps to bring up the other. In this case, Rabbi Eliezer is stringent and Rabbi Joshua is lenient.",
            "But in this, Rabbi Eliezer is more lenient and Rabbi Joshua more stringent. One was pressing a litra of dried figs [of terumah] into a jar and he didn’t know which: Rabbi Eliezer says: they are to be regarded as if they were separated, so that those below can bring up those above.Rabbi Joshua says: it cannot be brought up unless there are a hundred jars.",
            "A seah of terumah which fell on top of a pile and he skimmed it off: Rabbi Eliezer says: if in that which he skimmed off there are hundred seahs, it can be taken out [through a ratio of] one hundred to one. But Rabbi Joshua says: it cannot be brought up.A seah of terumah which fell on top of a pile, he must skim it off. If so, why did they say that terumah can be taken up in one hundred and one parts? [Only] if it is not known whether it has become mixed up or where it has fallen.",
            "Two baskets or two piles and a seah of terumah fell on top of one of them and it is not known into which it had fallen, they bring up the terumah in the other. Rabbi Shimon says: even if they are in two cities, they bring up the terumah in the other.",
            "Rabbi Yose said: A case once came before Rabbi Akiva concerning fifty bundles of vegetables into which a bundle of the same size had fallen, half of which was terumah. And I said in front of him, that it can be brought up, not because terumah can be brought up in fifty-one, but because there were one hundred and two halves there."
        ],
        [
            "If a seah of unclean terumah fell into less than a hundred seahs of hullin, or first tithe, or second tithe, or dedicated property, whether these were unclean or clean, they must all be left to rot. If the seah [of terumah] was clean, [the mixture] must be sold to priests at the price of terumah, excluding the value of that seah itself.If it fell into first tithe, he should declare terumah of tithe. And if it fell into second tithe or dedicated property, they must be redeemed. If the hullin was unclean, it may be eaten in small quantities, or roasted, or kneaded with fruit juice, or divided into pieces of dough so that the size of one egg be not in any one place.",
            "A seah of unclean terumah which fell into a hundred of clean hullin: Rabbi Eliezer says: [a seah] must be taken out and burnt, for I say that the seah taken out is the one that fell in. But the sages say: it may be taken out and eaten in small quantities, or roasted, or kneaded with fruit juice, or divided into pieces of dough so that the size of one egg be not in any one place.",
            "A seah of clean terumah fell into a hundred of unclean hullin, it may be eaten in small quantities, or roasted, or kneaded with fruit juice, or divided into pieces of dough so that the size of one egg be not in any one place.",
            "A seah of unclean terumah that falls into one hundred seahs of clean terumah: Bet Shammai prohibits,But Bet Hillel permits. Bet Hillel said to Bet Shammai: since clean [terumah] is forbidden to non-priests and unclean [terumah is forbidden] to priests, then just as clean [terumah] is brought up, so too unclean [terumah] can be brought up. Bet Shammai answered them: No! If hullin which is treated more leniently [in that it is permitted to non-priests] allows us to bring up clean [terumah that falls into it], does terumah [which is more stringent in that it is forbidden to non-priests] also allow us to bring up that which is unclean? After [Bet Shammai] had agreed [with Bet Hillel], Rabbi Eliezer said: it should be taken out and burned. But the sages say: it is gone, on account of its being a tiny [portion of the whole mixture].",
            "A seah of terumah that fell into a hundred [of hullin], and he lifted it out and fell into [hullin] elsewhere: Rabbi Eliezer says: it renders medumma as though it were certainly terumah. But the sages say: it is rendered medumma only according to proportion.",
            "A seah of terumah which fell into less than a hundred [of hullin], and rendered the whole medumma, and part of this mixture fell afterwards into another place: Rabbi Eliezer says: it renders again medumma as if certain terumah [had fallen in]. But the sages say: the [first] mixture renders medumma only according to the proportion.[Similarly], that which is leavened [with terumah] renders other dough leavened [as with terumah] only according to the proportion. And drawn water disqualifies a ritual bath also only according to the proportion.",
            "If a seah of terumah fell into a hundred [of hullin] and he lifted [a seah] out, and then another fell in, and he lifted another out and another fell in, the pile is permissible as long as the amount of terumah does not exceed that of the hullin....",
            "If a seah of terumah fell into a hundred [of hullin], and before he could take it out, another fell in, the whole becomes forbidden. Rabbi Shimon permits it.",
            "If a seah of terumah fell into a hundred [of hullin], and they were ground together and reduced in bulk, just as the hullin was reduced so too the terumah was reduced, and it is permitted. If a seah of terumah fell into less than a hundred [of hullin] and they were ground together and increased in bulk, just as the hullin became more, so too the terumah became more, and it is forbidden. If it is known that the kernels of hullin were better than the terumah, it is permitted. If a seah of terumah fell into less than a hundred [of hullin], and more hullin fell in afterwards, if it was accidental it is permissible, but if intentional it is forbidden."
        ]
    ],
    "heTitle": "תרומות",
    "versionSource": "http://www.conservativeyeshiva.org/category/mishnah-yomit/zeraim/terumot/chapter-one-terumot",
    "maps": [],
    "length": 11,
    "titleVariants": [
        "Mishna Terumot",
        "M Terumot",
        "M. Terumot"
    ],
    "textDepth": 2,
    "categories": [
        "Mishna",
        "Seder Zeraim"
    ]
}