{
    "versionTitle": "Translation of Kiddushin 22b:1",
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "language": "en",
    "title": "Kiddushin",
    "lengths": [
        162,
        567
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "￼￼￼￼￼￼￼￼￼￼￼￼￼Rabban Johanan b. Zakkai used to expound this verse as precious stone. Why was the ear singled out from all the other limbs of the body? The Holy One, blessed be He, said: This ear, which heard my Voice on Mount Sinai when I proclaimed, For unto me the children of Israel are servants, they are my servants, and not servants of servants, and yet this [man] went and acquired a master for himself — let it be bored! R. Simeon b. Rabbi too expounded this verse as a precious stone. Why were the door and doorpost singled out from all other parts10 of the house? The Holy One, blessed be He, said: The door and the doorpost, which were witnesses in Egypt when I passed over the lintel and the doorposts and proclaimed, For unto me the children of Israel are servants, they are my servants,11 and not servants of servants, and so I brought them forth from bondage to freedom, yet this [man] went and acquired a master for himself — let him be bored in their presence!",
            "were the door and doorpost singled out from all other parts10 of the house? The Holy One, blessed be He, said: The door and the doorpost, which were witnesses in Egypt when I passed over the lintel and the doorposts and proclaimed, For unto me the children of Israel are servants, they are my servants,11 and not servants of servants, and so I brought them forth from bondage to freedom, yet this [man] went and acquired a master for himself — let him be bored in their presence!"
        ]
    ],
    "heTitle": "קידושין",
    "versionSource": "http://halakhah.com/pdf/nashim/Kiddushin.pdf",
    "maps": [],
    "length": 82,
    "titleVariants": [
        "Kiddushin",
        "Tractate Kiddushin",
        "Masekhet Kiddushin",
        "Talmud Kiddushin"
    ],
    "textDepth": 2,
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Nashim"
    ]
}