{
    "toSections": [],
    "versionTitle": "merged",
    "language": "en",
    "sections": [],
    "lengths": [
        51,
        193
    ],
    "ref": "Chagigah",
    "title": "Chagigah",
    "heTitle": "חגיגה",
    "versionSource": "http://www.sefaria.org/Chagigah",
    "maps": [],
    "length": 27,
    "book": "Chagigah",
    "text": [
        [],
        [],
        [],
        [],
        [
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            "There were two dumb men in the neighborhood of Rabbi, who were sons of the daughter of R. Jochanan b. Gudgada, and others say, sons of his sister, who, when Rabbis entered the house of learning, went in also, shook their heads, and muttered with their lips. ",
            "Rabbi prayed for them and they were healed; and it was found that they were well versed on Halacha, and on the entire six sections of the Mishnah. "
        ],
        [
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            0,
            "It was taught: When R. Yosi ben Durmaskit came before R. Eliezer in Lod, [R. Eliezer] said to him, ",
            "What is new in the Beit HaMidrash today?",
            "[R. Yosi] replied, ",
            "They counted votes and concluded",
            "that Ammon and Moab must give the poor man’s tithe in the Sabbatical year.",
            "[R. Eliezer] said to him,",
            "Yosi, extend your hand and receive your eyes [for they will fall out for saying that this is a new thing]!",
            "He extended his hand and received his eyes [he realized that he had made a mistake].",
            "R. Eliezer wept and proclaimed, ",
            "(Psalms 25:14) “God’s secret is for those that fear Him, and He has made his covenant known to them”;",
            "[R. Eliezer] said to him,",
            "Go and tell them,",
            "Do not be concerned about your tally, I have received a tradition from R. Yochanan ben Zakai, who heard from his teacher, and his teacher from his teacher until it was a law transmitted to Moses at Sinai, that Ammon and Moab must give the poor man’s tithe in the Sabbatical year.",
            "What is the reason?",
            "Many cities were conquered by those who came up from Egypt, which were not conquered by those who came up from Babylon; since the first consecration held [only] for the time, but did not hold for the future [permanently], therefore they were left in order that the poor might be sustained upon them in the seventh year. ",
            "It is taught:",
            "When his mind was calmed, he said:",
            "May it be granted that Jose's sight be restored [i.e. may he see the errors of his understanding]. And it was restored [i.e. and he did and corrected it]."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "The Rabbi's taught: There were four who entered the Pardes (sublime orchard) and they are - Ben Azzai, Ben Zoma, Acher (Alisha Ben Avuya) and Rabbi Akiva. Before they entered, Rabbi Akiva said to them: \"When you reach near the pure marble stones, do not say \"water water\", because it says \"a speaker of lies shall not abide before my eyes\".",
            "Ben Azzai glanced and died ... Ben Zoma glanced and became unstable ... Acher chopped down saplings. R' Akiva emerged in peace."
        ]
    ],
    "titleVariants": [
        "Chagigah",
        "Chagigah",
        "Tractate Chagigah",
        "Masekhet Chagigah",
        "Talmud Chagigah",
        "Chag.",
        "Chagiga"
    ],
    "textDepth": 2,
    "versions": [
        [
            "Sefaria Community Translation",
            "http://www.sefaria.org"
        ],
        [
            "English",
            "http://Artscroll"
        ],
        [
            "S.H. Glick. En Jacob: Agada of the Babylonian Talmud. New York, 1916-1921 (English)",
            "S.H. Glick. En Jacob: Agada of the Babylonian Talmud. New York, 1916-1921 (English)"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ],
    "type": "Talmud",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ]
}