{
    "toSections": [],
    "versionTitle": "merged",
    "prev": null,
    "language": "he",
    "ref": "Tosefta Kilaim",
    "title": "Tosefta Kilayim ",
    "sections": [],
    "versions": [
        [
            "Tosefta Kilayim",
            "http://www.mechon-mamre.org/b/f/f14.htm"
        ]
    ],
    "heTitle": "תוספתא כלאים",
    "versionSource": "http://www.sefaria.org/Tosefta_Kilayim_",
    "next": "Tosefta Kilaim 2",
    "maps": [],
    "length": 5,
    "book": "Tosefta Kilaim",
    "text": [
        [
            "כל הזוגות שמנו חכמים [מין במינו] אינן כלאים זה בזה ושאר ירקות השדה וירקות הגינה מין במינו אינן כלאים זה בזה.",
            "השבת והגופנין הכוסבר והכרפס אע\"פ שדומין זה לזה כלאים זה בזה הקשואין [והדלועין] והאבטיחין והמלפפונות אינן כלאים זה בזה ותורמין ומעשרין מזה על זה דברי ר' מאיר ר' יהודה ור' שמעון אומרים כלאים זה בזה ואין תורמין ומעשרין מזה על זה הוסיף רבי עקיבה השום והשומנית והבצל והבצלצול והתורמוס והפלוסלום א\"ר שמעון לא היה ר\"ע שונה אלא [בשני זוגות] אלו אלא התורמוס והפלוסלום אינן כלאים זה בזה.",
            "בתחום אריח היו מרכיבין תפוח על גבי [אוזרד] מצאן תלמיד אחר אמר להם אסורין אתם הלכו וקצצום ובאו ושאלו ביבנה אמרו יפה אמר אותו תלמיד בשוקי של ציפורי היו מרכיבין קריסתמין על גבי עוגס מצאן תלמיד אחד אמר להן אסורין אתם הלכו וקצצום ובאו ושאלו ביבנה אמרו מי פגע בכם אינו אלא מתלמידי שמאי.",
            "רבי נחמיה אומר דלעת ארמית ומצרית ויונית כלאים עם הרמוסה ה' דברים נאמרו בדלעת יונית אסורה לסכך על גבי זרעים עוקצה טפח אוסרת כל שהיא ומביאה את הטומאה וחוצצת בפני הטומאה והנודר מן הדלועין אין אסור אלא בדלעת יונית בלבד.",
            "תרנגול טווס ותרנגול פסאני אע\"פ שדומין זה לזה כלאים זה בזה ר' יהודה אומר פרדה שתבעה זכר אין מרביעין עליה לא מן הסוס ולא מן החמור אלא מן הפרד שור ושור הבר חמור וחמור הבר חזיר וחזיר הבר אע\"פ שדומין זה לזה כלאים זה בזה.",
            "חמשה דברים נאמרו בשור הבר אסור משום אותו ואת בנו וחלבו אסור וקרב לגבי מזבח וחייב במתנות וניקח בכסף מעשר לזבחי שלמים אבל לא לבשר תאוה והרי הוא כבהמה לכל דבר ר' יוסי אומר זהו תאו האמור בתורה ומותר משום אותו ואת בנו וחלבו מותר ופסול לגבי מזבח ופטור מן המתנות וניקח בכסף מעשר לבשר תאוה אבל לא לזבחי שלמים והרי הוא כחיה לכל דבר וחכ\"א תאו בריה לעצמו שור הבר בריה לעצמו.",
            "אין נוטעין שרביט של רמון ולא עקצים של רמון [בצד] סדן של שקמה ואין נותנין זמורה בין שתי קורות כדי שתרבע ביניהן ואין נותנין שני מינין בשפופרת אחת כדי שיבלעו זה מזה ואין מרכיבין זיתים ברכב של תמרה מפני שהוא אילן באילן ואין מרכיבין קשות על גבי [האזמאזמא] ולא תרד על גבי ירבוז מפני שהוא ירק בירק.",
            "אין מרכיבין כשות על גבי [תאנא] מפני שהוא ירק באילן רבי יהודה מתיר ירק באילן אילן בירק רבן שב\"ג מתיר משום ר' יהודה בן אגרא איש כפר עכו.",
            "הנותן מינה של תורמוס בצד מינה של דלעת כדי שתבקע [הארץ] מפניה חייב הזורע דבר המצמיח על גבי בצים ועל גבי חילת חייב על גבי סלע ועל גבי אמת המים פטור [ודבר שאין מצמיח בין ע\"ג בצים בין ע\"ג חילת בין ע\"ג סלע ובין ע\"ג אמת המים פטור].",
            "הזורע והמנכש והחופה עובר בלא תעשה ר\"ע אומר אף המקיים עובר בלא תעשה וזורעין זרע וזרעוני אילן [כאחד] הזורע חרצנים עם החטים הרי זה לוקה את הארבעים.",
            "כל סאה שיש בה רובע זרע ממין אחר ימעט בד\"א בדברים הנופלים שלשה וארבע קבין [סאה במאה] זרעוני הגינה מצטרפין אחד מעשרים וארבעה בנופל למינו בין שנפל לתוך אחרים בין שנפלו אחרים לתוכה.",
            "היתה שדהו זרועה חטין ונמלך לזרעה שעורין לא יזרע עד שיופך לא [הפך ימתין] עד שתתלע עד כמה היא מתלעת עד [מקום] שישהה שלשה ימים במקום הצינה [ג' חדשים] אבל לא במקום הגריד [שמקצת] היום ככולו אין מחייבין אותו להיות חריש דק אלא חורש חריש גסה כתלומי הרביעה רבן שמעון אומר זנב הסוס היתה נקרית סוף עפרה נוגע בעפרה של זו אם צימחה והוריד לתוכה בהמה וליקטתו הרי זה מותר.",
            "נטועה ונמלך לזורעה [מגביה] עד פחות מטפח וזורע ואח\"כ משריש [גורע] עד פחות מטפח ובא ומצא עלין ע\"ג תבואה מותר לשעבר ואסור לעתיד לבא עוקר איזה מהן שירצה ומקיים איזה מהן שירצה.",
            "שדה שעלו בו עשבים אין מחייבין אותו להפך אלא חורש [בשעה שמחפה והופך ומכסח ונוטל את הגס מלפני פועלין ואין בזה משום [מכסח]."
        ]
    ],
    "titleVariants": [
        "Tosefta Kilaim",
        "T. Kilaim",
        "T. Kilayim",
        "Tosefta Kilayim",
        "Tos. Kilaim",
        "Tos. Kilayim",
        "Tosefta Kilaim"
    ],
    "textDepth": 2,
    "sectionNames": [
        "Chapter",
        "Tosefta"
    ],
    "type": "Tosefta",
    "categories": [
        "Tosefta",
        "Seder Zeraim"
    ]
}